Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress/text/*.po
Languages: hu_hu, ru

source: The [ADJ] [NO_ART_NAME]
hu_hu: Az [ADJ] [NO_ART_NAME]
ru: "<set-form:[ADJ]> <get-form:[NO_ART_NAME]>"

source: [NAME] and the [NOUN]
hu_hu: [NAME] és az [NOUN]
ru: "[NAME] и [NOUN]"

source: [NAME] and the [ADJ] [NOUN]
hu_hu: [NAME] és az [ADJ] [NOUN]
ru: "[NAME] и <set-form:[ADJ]> <get-form:[NOUN]>"

source: The [NOUN] and [NAME]
hu_hu: Az [NOUN] és [NAME]
ru: "[NOUN] и [NAME]"

source: The [ADJ] [NOUN] and [NAME]
hu_hu: Az [ADJ] [NOUN] és [NAME]
ru: "<set-form:[ADJ]> <get-form:[NOUN]> и [NAME]"

source: It Must Have Been [NAME]
hu_hu: Bizonyosan [NAME] vala
ru: "Это <set-form:должен> <set-form:был> быть <get-form:[NAME]>"

source: My Friend [NAME]
hu_hu: Barátom [NAME]
ru: "Мой друг, [NAME]"

source: The Birth of [NAME]
hu_hu: [NAME] születése
ru: "Рождение <gent:[NAME]>"

source: The Sun Sets on [NAME]
hu_hu: A Nap [NAME] Táján Nyugszik
ru: "Закат <gent:[NAME]>"

source: We See [NAME]
hu_hu: [NAME]t Látjuk
ru: "Наше видение <gent:[NAME]>"

source: [NAME] Ever Onward
hu_hu: [NAME] Továbbra Is
ru: "[NAME] всегда впереди"

source: [NAME] and Nothing More
hu_hu: [NAME] és Más Semmi
ru: "[NAME] и ничего более"

source: And [ANY_PRONOUN] Sang '[NAME]!'
hu_hu: És [ANY_PRONOUN] Éneklé, hogy '[NAME]!'
ru: "<get-form:[ANY_PRONOUN]> <set-form:пел>: 'О [NAME]!'"

source: A Course on [NAME]
hu_hu: Egy tanfolyam a [NAME]-ról/ről
ru: "Курс по <datv:[NAME]>"

source: A Humble Offering to [NAME]
hu_hu: Szerény Ajándékom [NAME] Számára
ru: "Скромное подношение <datv:[NAME]>"

source: A Meditation on [NAME]
hu_hu: Egy meditáció a [NAME]-ról/ről
ru: "Медитация на <accs:[NAME]>"

source: A Record of [NAME]
hu_hu: Egy felvétel [NAME]-ról/ről
ru: "Записки о <accs:[NAME]>"

source: A Treatise on [NAME]
hu_hu: Megbeszélés [NAME] mellett
ru: "Труды о <loct:[NAME]>"

source: A World of [NAME]
hu_hu: [NAME] Világa
ru: "Мир <gent:[NAME]>"

source: About [NAME]
ru: "О <loct:[NAME]>"

source: After [NAME]
hu_hu: [NAME] Után
ru: "После <gent:[NAME]>"

source: Against [NAME]
hu_hu: [NAME] ellen
ru: "Против <gent:[NAME]>"

source: An Exploration of [NAME]
hu_hu: [NAME] felfedezése
ru: "Исследование <gent:[NAME]>"

source: An Introduction to [NAME]
hu_hu: [NAME] bemutatása
ru: "Введение в <accs:[NAME]>"

source: An Offering to [NAME]
ru: "Подношение <datv:[NAME]>"

source: At One With [NAME]
hu_hu: Egy [NAME]val
ru: "Один на один с <ablt:[NAME]>"

source: Before [NAME]
hu_hu: [NAME] Előtt
ru: "Перед <ablt:[NAME]>"

source: Better [NO_ART_NAME]
hu_hu: Jobb [NO_ART_NAME]
ru: "Лучше чем [NO_ART_NAME]"

source: Beyond [NAME]
hu_hu: Túl [NAME]n
ru: "За пределами <gent:[NAME]>"

source: Book of [NAME]
hu_hu: [NAME] könyve
ru: "Книга <gent:[NAME]>"

source: Captivated by [NAME]
ru: "Очарование <gent:[NAME]>"

source: Choose [NAME]
hu_hu: Válaszod Legyen [NAME]
ru: "Выбор <gent:[NAME]>"

source: Classic [NO_ART_NAME]
ru: "Классика <gent:[NO_ART_NAME]>"

source: Commentary on [NAME]
ru: "Комментарии о <loct:[NAME]>"

source: Common Sense [NO_ART_NAME]
hu_hu: [NO_ART_NAME] Józan Ésszel
ru: "Здравые рассуждения о <loct:[NO_ART_NAME]>"

source: Concerning [NAME]
ru: "Рассуждения относительно <gent:[NAME]>"

source: Discourse on [NAME]
ru: "Диалоги о <loct:[NAME]>"

source: Discovering [NAME]
ru: "Изучение <gent:[NAME]>"

source: Doubts About [NAME]
ru: "Сомнения о <loct:[NAME]>"

source: Dreams of [NAME]
hu_hu: [NAME] álmai
ru: "Мечты о <loct:[NAME]>"

source: Elements of [NAME]
hu_hu: [NAME] részei
ru: "Элементы <gent:[NAME]>"

source: Errors In [NAME]
hu_hu: [NAME] Hibái
ru: "Ошибки в <loct:[NAME]>"

source: Exploring [NAME]
hu_hu: [NAME] felfedezése
ru: "Исследование <gent:[NAME]>"

source: Explorations of [NAME]
hu_hu: [NAME] felfedezése
ru: "Исследования <gent:[NAME]>"

source: Factual [NO_ART_NAME]
ru: "Факты о <loct:[NO_ART_NAME]>"

source: For the Love of [NAME]
ru: "За любовь <gent:[NAME]>"

source: Foundations of [NAME]
ru: "Основы <gent:[NAME]>"

source: Give Me [NAME]
hu_hu: Adj Nékem [NAME]t
ru: "Дайте мне <accs,inan:[NAME]>"

source: Great [NO_ART_NAME]
ru: "Великий [NO_ART_NAME]"

source: In Pursuit of [NAME]
ru: "В стремлении к <datv:[NAME]>"

source: Inquiries on [NAME]
ru: "Изучение <gent:[NAME]>"

source: Interpretations of [NAME]
ru: "Интерпретации <gent:[NAME]>"

source: Introduction to [NAME]
ru: "Введение в <accs:[NAME]>"

source: It All Begins With [NAME]
ru: "Все начинается с <gent:[NAME]>"

source: It Is [NAME]
hu_hu: [NAME]
ru: "Это [NAME]"

source: Journey to [NAME]
ru: "Путешествие в <accs:[NAME]>"

source: Life With [NAME]
ru: "Жизнь с <ablt:[NAME]>"

source: Master of [NAME]
hu_hu: Az [NAME] Mestere
ru: "Мастер <gent:[NAME]>"

source: Mastering [NAME]
ru: "Постижение <gent:[NAME]>"

source: Meditations on [NAME]
ru: "Медитации на <accs:[NAME]>"

source: Misconceptions About [NAME]
ru: "Заблуждения о <loct:[NAME]>"

source: More [NO_ART_NAME]
hu_hu: Több [NO_ART_NAME]
ru: "Больше <gent:[NO_ART_NAME]>"

source: Musings on [NAME]
hu_hu: Gondolatok az [NAME]ról
ru: "Размышления о <loct:[NAME]>"

source: My Thoughts on [NAME]
hu_hu: Gondolataim [NAME]ról
ru: "Мои мысли о <loct:[NAME]>"

source: Mysteries of [NAME]
hu_hu: [NAME] rejtélyei
ru: "Загадки <gent:[NAME]>"

source: Never Underestimate [NAME]
hu_hu: Ne Becsüld Alá [NAME]t
ru: "Не стоит недооценивать <accs:[NAME]>"

source: New [NO_ART_NAME]
hu_hu: Új [NO_ART_NAME]
ru: "<set-form:Новый> <get-form:[NO_ART_NAME]>"

source: Of [NAME]
ru: "Про <accs:[NAME]>"

source: On [NAME]
ru: "Про <accs:[NAME]>"

source: Pathways to [NAME]
hu_hu: Ösvények [NAME] Felé
ru: "Пути к <datv:[NAME]>"

source: Principles of [NAME]
ru: "Принципы <gent:[NAME]>"

source: Question [NAME]
ru: "Вопрос <gent:[NAME]>"

source: Questions About [NAME]
ru: "Вопросы о <loct:[NAME]>"

source: Records of [NAME]
hu_hu: Egy felvétel [NAME]-ról/ről
ru: "Записи о <loct:[NAME]>"

source: Reflections on [NAME]
ru: "Грани <gent:[NAME]>"

source: Secret [NO_ART_NAME]
hu_hu: Titkos [NO_ART_NAME]
ru: "Секрет <gent:[NO_ART_NAME]>"

source: Start Your Day With [NAME]
hu_hu: Napodat [NAME]val kezdd!
ru: "Начните свой день с <gent:[NAME]>"

source: Strange [NO_ART_NAME]
hu_hu: Furcsa [NO_ART_NAME]
ru: "<set-form:Странный> <get-form:[NO_ART_NAME]>"

source: The Art of [NAME]
hu_hu: Az [NAME] Mestersége
ru: "Искусство <gent:[NAME]>"

source: The Book of [NAME]
hu_hu: [NAME] könyve
ru: "Книга <gent:[NAME]>"

source: The Future of [NAME]
hu_hu: [NAME] Jövője
ru: "Будущее <gent:[NAME]>"

source: The Great [NO_ART_NAME]
hu_hu: A Hatalmas [NO_ART_NAME]
ru: "<set-form:Великий> <get-form:[NO_ART_NAME]>"

source: The Hidden Meaning of [NAME]
hu_hu: [NAME] Titkos Jelentése
ru: "Скрытое значение <gent:[NAME]>"

source: The History of [NAME]
hu_hu: [NAME] Története
ru: "История <gent:[NAME]>"

source: The Interpretation of [NAME]
hu_hu: [NAME] Értelmezése
ru: "Интерпретация <gent:[NAME]>"

source: The Journey into [NAME]
ru: "Путешествие в <datv:[NAME]>"

source: The Knowledge of [NAME]
hu_hu: [NAME] Tudása
ru: "Знание <gent:[NAME]>"

source: The Meaning of [NAME]
hu_hu: [NAME] Jelentése
ru: "Смысл <gent:[NAME]>"

source: The Mysteries of [NAME]
hu_hu: [NAME] Rejtélyei
ru: "Загадки <gent:[NAME]>"

source: The Mystery of [NAME]
hu_hu: [NAME] Rejtélye
ru: "Загадка <gent:[NAME]>"

source: The Nuanced [NO_ART_NAME]
hu_hu: [NO_ART_NAME] Árnyalatai
ru: "Нюансы <gent:[NO_ART_NAME]>"

source: The Possibilities of [NAME]
hu_hu: [NAME] Lehetőségei
ru: "Возможности <gent:[NAME]>"

source: The Pursuit of [NAME]
ru: "Стремление к <datv:[NAME]>"

source: The Secret of [NAME]
hu_hu: [NAME] Titka
ru: "Секрет <gent:[NAME]>"

source: The Student's [NO_ART_NAME]
ru: "[NO_ART_NAME] студента"

source: The Study of [NAME]
ru: "Изучение <gent:[NAME]>"

source: The True [NO_ART_NAME]
hu_hu: Az Igaz [NO_ART_NAME]
ru: "<set-form:Истинный> <get-form:[NO_ART_NAME]>"

source: The Truth About [NAME]
hu_hu: Az igazság [NAME]ról
ru: "Правда о <loct:[NAME]>"

source: The Unabridged [NO_ART_NAME]
hu_hu: Teljes Terjedelmű [NO_ART_NAME]
ru: "[NO_ART_NAME] без сокращений"

source: The Way With [NAME]
hu_hu: [NAME] Útja
ru: "По пути с <ablt:[NAME]>"

source: The Wizard's Guide to [NAME]
hu_hu: Az Varázsló Útmutatója [NAME]ról
ru: "Руководство волшебника по <datv:[NAME]>"

source: The World of [NAME]
hu_hu: [NAME] Világa
ru: "Мир <gent:[NAME]>"

source: The World Without [NAME]
hu_hu: Az Világ [NAME] Nélkül
ru: "Мир без <gent:[NAME]>"

source: Thoughts on [NAME]
hu_hu: Gondolatok [NAME]
ru: "Мысли о <loct:[NAME]>"

source: Time Spent With [NAME]
hu_hu: Idő [NAME] mellett töltve
ru: "Время с <ablt:[NAME]>"

source: Traditional [NO_ART_NAME]
hu_hu: Hagyományos [NO_ART_NAME]
ru: "Традиции <gent:[NO_ART_NAME]>"

source: Treatise on [NAME]
ru: "Трактат о <loct:[NAME]>"

source: True [NO_ART_NAME]
ru: "<set-form:Истинный> <get-form:[NO_ART_NAME]>"

source: Uncanny [NO_ART_NAME]
hu_hu: Rejtélyes [NO_ART_NAME]
ru: "<set-form:Необъяснимый> <get-form:[NO_ART_NAME]>"

source: Uncovering [NAME]
ru: "Открытие <gent:[NAME]>"

source: Understanding [NAME]
ru: "Понимание <gent:[NAME]>"

source: Unknown [NO_ART_NAME]
ru: "<set-form:Неизвестный> <get-form:[NO_ART_NAME]>"

source: Unusual [NO_ART_NAME]
ru: "<set-form:Необычный> <get-form:[NO_ART_NAME]>"

source: Useful [NO_ART_NAME]
ru: "<set-form:Полезный> <get-form:[NO_ART_NAME]>"

source: Victory By [NAME]
hu_hu: Győzelem [NAME] által
ru: "Победа <gent:[NAME]>"

source: [NAME] After The End
hu_hu: [NAME] Az Vég Után
ru: "[NAME] после конца"

source: [NAME] and Beyond
ru: "[NAME] и дальше"

source: [NAME] and More
hu_hu: [NAME] és egyéb
ru: "[NAME] и прочее"

source: [NAME] and Other Topics
ru: "[NAME] и другие темы"

source: [NAME] and Other Travesties
hu_hu: [NAME] ás Más Paródiák
ru: "[NAME] и другие пародии"

source: [NAME] and The Coming Troubles
hu_hu: [NAME] és Az Elkövetkezendő Gondok
ru: "[NAME] и будущие неприятности"

source: [NAME] and The Universe
hu_hu: [NAME] és Az Univerzum
ru: "[NAME] и Вселенная"

source: [NAME] Came Full Circle
ru: "Полный оборот <gent:[NAME]>"

source: [NAME] Explained
hu_hu: [NAME] Elmagyarázva
ru: "[NAME]: объяснение"

source: [NAME] Exposed
hu_hu: [NAME] Szabadon
ru: "[NAME]: разоблачение"

source: [NAME] For Everyone
hu_hu: [NAME] Mindenkinek
ru: "[NAME] для всех"

source: [NAME] For Students
hu_hu: [NAME] Tanulóknak
ru: "[NAME] для студентов"

source: [NAME] For The Beginning Practitioner
ru: "[NAME] для начинающих практиков"

source: [NAME] In Practice
hu_hu: [NAME] Gyakorlatilag
ru: "Практика <gent:[NAME]>"

source: [NAME] In The Modern Era
hu_hu: [NAME] Az Modern Korban
ru: "[NAME] в современном мире"

source: [NAME] In The Time of My Ancestors
hu_hu: [NAME] Felmenőim Korában
ru: "[NAME] во времена предков"

source: [NAME] In Theory
hu_hu: [NAME] Elméletileg
ru: "Теория <gent:[NAME]>"

source: [NAME] In [ANY_AGE]
hu_hu: [NAME] [ANY_AGE]ban
ru: "[NAME] во времена <gent:[ANY_AGE]>"

source: [NAME] Interpreted
ru: "Интерпретация <gent:[NAME]>"

source: [NAME] Might Help
hu_hu: [NAME] Segíthet
ru: "[NAME] может помочь"

source: [NAME] Questioned
hu_hu: [NAME] Megkérdőjelezve
ru: "[NAME] отвечает на вопросы"

source: [NAME] The Easy Way
hu_hu: [NAME] Könnyen
ru: "Лёгкий путь к <datv:[NAME]>"

source: [NAME] Uncovered
hu_hu: [NAME] Felfedve
ru: "<set-form:Открытый> <get-form:[NAME]>"

source: [NAME] Understood
hu_hu: [NAME] Megértve
ru: "Понимание <gent:[NAME]>"

source: [NAME] When It Counts
hu_hu: [NAME] Amikor Számít
ru: "[NAME] имеет значение"

source: [NAME] Within Reason
ru: "Причины <gent:[NAME]>"

source: [NAME] Without Limits
hu_hu: [NAME] Határok Nélkül
ru: "[NAME] без границ"

source: [NAME], Abridged
hu_hu: [NAME] Röviden
ru: "[NAME], в сокращении"

source: [NAME], My Life
hu_hu: [NAME], az én életem
ru: "[NAME] - моя жизнь"

source: [NAME], My Love
hu_hu: [NAME], Szerelmem
ru: "[NAME] - моя любовь"

source: [NAME]: A Brief History
hu_hu: [NAME] Rövid Történelme
ru: "[NAME]: краткая история"

source: [NAME]: A Brief Introduction
hu_hu: [NAME]: Rövid bemutatkozás
ru: "[NAME]: краткое введение"

source: [NAME]: A New Approach
hu_hu: [NAME]: Egy Újfajta Megközelítés
ru: "[NAME]: новый подход"

source: [NAME]: A Quandary
ru: "[NAME]: затруднения"

source: [NAME]: Before and After
hu_hu: [NAME]: Előtte és Utána
ru: "[NAME]: до и после"

source: [NAME]: Common Practice
hu_hu: [NAME]: Általános Gyakorlat
ru: "[NAME]: общая практика"

source: [NAME]: Fact or Fiction?
hu_hu: [NAME]: Tény vagy Fikció?
ru: "[NAME]: факт или вымысел?"

source: [NAME]: Further Musings
hu_hu: [NAME]: További Gondolatok
ru: "[NAME]: дальнейшие размышления"

source: [NAME]: My Only Mistake
hu_hu: [NAME]: Az Egyetlen Hibám
ru: "[NAME]: моя единственная ошибка"

source: [NAME]: Natural or Supernatural?
hu_hu: [NAME]: Természetes vagy Az Feletti?
ru: "[NAME]: естественно или сверхъестественно?"

source: [NAME]: Principles and Practice
hu_hu: [NAME]: Elvek és Szokások
ru: "[NAME]: теория и практика"

source: [NAME]: Problems And Solutions
hu_hu: [NAME]: Problémák és Megoldások
ru: "[NAME]: проблемы и их решения"

source: [NAME]: The Definitive Guide
hu_hu: [NAME]: Az Bizonyos Útmutató
ru: "[NAME]: полное руководство"

source: [NAME]: The Truth
hu_hu: [NAME]: Az Valóság
ru: "Вся правда о <loct:[NAME]>"

source: Can [NAME] Save The World?
hu_hu: Megmentheti [NAME] Az Világot?
ru: "Может ли [NAME] спасти мир?"

source: Could It Be [NAME]?
hu_hu: Lehet [NAME]?
ru: "<set-form:Мог> ли это быть <get-form:[NAME]>?"

source: Did [NAME] Falter?
hu_hu: [NAME] Elbukott?
ru: "<set-form:Колебался> ли <get-form:[NAME]>?"

source: Do We Understand [NAME]?
ru: "Правильно ли мы понимаем <accs:[NAME]>?"

source: Do You Know [NAME]?
ru: "Всё ли мы знаем о <loct:[NAME]>?"

source: First [NAME], Then The World!
hu_hu: Először [NAME], Aztán A Világ!
ru: "Сначала [NAME], потом - весь мир!"

source: The [NO_ART_NAME] Book
ru: "Книга о <loct:[NO_ART_NAME]>"

source: To [NAME] and Glory!
hu_hu: [NAME]ért és Dicsőségért!
ru: "За Родину, за [NAME]!"

source: Annihilation
ru: Уничтожение

source: Bereavement
hu_hu: Gyász
ru: Утрата

source: Death
hu_hu: Halál
ru: Смерть

source: Demise
hu_hu: Bukás
ru: Гибель

source: Departure
hu_hu: Eltávozás
ru: Уход

source: Doom
hu_hu: Végzet
ru: Погибель

source: Dying
hu_hu: Elhalálozás
ru: Умирание

source: Eternal Rest
hu_hu: Örökös Megnyugvás
ru: Вечный покой

source: Expiration
hu_hu: Lejárat
ru: Окончание

source: Extinction
hu_hu: Kihalás
ru: Угасание

source: Mortality
hu_hu: Halandóság
ru: Смертность

source: Immortality
hu_hu: Halhatatlanság
ru: Бессмертие

source: Loss
hu_hu: Veszteség
ru: Потеря

source: Oblivion
hu_hu: Feledés
ru: Забвение

source: Parting
hu_hu: Búcsúzás
ru: Расставание

source: Ruin
hu_hu: Rom
ru: Руины

source: Ruination
hu_hu: Romlás
ru: Воссоединение

source: Sleep
hu_hu: Alvás
ru: Сон

source: the Afterlife
hu_hu: az Túlvilág
ru: Загробная жизнь

source: the End
hu_hu: az Vég
ru: Конец

source: the Grave
hu_hu: az Sír
ru: Могила
