Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:FACIAL_FEATURES
source: [BP:L_EYELID:left eyelid:STP]
cs: [BP:L_EYELID:levé víčko:STP]
de: [BP:L_EYELID:linkes Augenlid:STP]
eo: [BP:L_EYELID:maldekstra palpebro:maldekstraj palpebroj]
es: [BP:L_EYELID:párpado izquierdo:STP]
ja: [BP:L_EYELID:左まぶた:STP]
ko: [BP:L_EYELID:왼쪽 눈꺼풀:STP]
pl: [BP:L_EYELID:lewa powieka:lewe powieki]
ru: [BP:L_EYELID:левое веко:левые веки]
tr: [BP:L_EYELID:sol göz kapağı:STP]
vi: [BP:L_EYELID:mí mắt trái:STP]
zh_hans: [BP:L_EYELID:左眼睑:STP]

# BODY:FACIAL_FEATURES
source: [BP:R_EYELID:right eyelid:STP]
cs: [BP:R_EYELID:pravé víčko:STP]
de: [BP:R_EYELID:rechtes Augenlid:STP]
eo: [BP:R_EYELID:dekstra palpebro:dekstraj palpebroj]
es: [BP:R_EYELID:párpado derecho:STP]
ja: [BP:R_EYELID:右まぶた:STP]
ko: [BP:R_EYELID:오른쪽 눈꺼풀:STP]
pl: [BP:R_EYELID:prawa powieka:prawe powieki]
ru: [BP:R_EYELID:правое веко:правые веки]
tr: [BP:R_EYELID:sağ göz kapağı:STP]
vi: [BP:R_EYELID:mí mắt phải:STP]
zh_hans: [BP:R_EYELID:右眼睑:STP]

# BODY:FACIAL_FEATURES
source: [BP:L_LIP:lower lip:STP]
cs: [BP:L_LIP:dolní ret:STP]
de: [BP:L_LIP:Unterlippe:STP]
eo: [BP:L_LIP:malsupra lipo:malsupraj lipoj]
es: [BP:L_LIP:labio inferior:STP]
ja: [BP:L_LIP:下唇:STP]
ko: [BP:L_LIP:아래쪽 입술:STP]
pl: [BP:L_LIP:dolna warga:dolne wargi]
ru: [BP:L_LIP:нижняя губа:нижние губы]
tr: [BP:L_LIP:alt dudak:STP]
vi: [BP:L_LIP:môi dưới:STP]
zh_hans: [BP:L_LIP:下嘴唇:STP]

# BODY:FACIAL_FEATURES
source: [BP:U_LIP:upper lip:STP]
cs: [BP:U_LIP:horní ret:STP]
de: [BP:U_LIP:Oberlippe:STP]
eo: [BP:U_LIP:supra lip:supraj lipoj]
es: [BP:U_LIP:labio superior:STP]
ja: [BP:U_LIP:上唇:STP]
ko: [BP:U_LIP:위쪽 입술:STP]
pl: [BP:U_LIP:górna warga:górne wargi]
ru: [BP:U_LIP:верхняя губа:верхние губы]
tr: [BP:U_LIP:üst dudak:STP]
vi: [BP:U_LIP:môi trên:STP]
zh_hans: [BP:U_LIP:上嘴唇:STP]

# BODY:ONE_EYELID
source: [BP:EYELID:eyelid:STP]
cs: [BP:EYELID:oční víčko:oční víčka]
de: [BP:EYELID:Augenlied:STP]
eo: [BP:EYELID:palpebro:palpebroj]
es: [BP:EYELID:párpado:STP]
ja: [BP:EYELID:まぶた:STP]
ko: [BP:EYELID:눈꺼풀:STP]
pl: [BP:EYELID:powieka:powieki]
ru: [BP:EYELID:веко:веки]
tr: [BP:EYELID:göz kapağı:STP]
vi: [BP:EYELID:Mí mắt:STP]
zh_hans: [BP:EYELID:眼睑:STP]

# BODY:RIBCAGE
source: [BP:L_TRUE_RIB:left true rib:STP]
cs: [BP:L_TRUE_RIB:skutečné levé žebro:STP]
de: [BP:L_TRUE_RIB:linke Rippe:STP]
eo: [BP:L_TRUE_RIB:maldekstra vera ripo:maldekstraj veraj ripoj]
es: [BP:L_TRUE_RIB:costilla verdadera izquierda:STP]
ja: [BP:L_TRUE_RIB:左真肋:STP]
ko: [BP:L_TRUE_RIB:왼쪽 참갈비뼈:STP]
pl: [BP:L_TRUE_RIB:lewe żebro prawdziwe:lewe żebra prawdziwe]
ru: [BP:L_TRUE_RIB:левое истинное ребро:левые истинные рёбра]
tr: [BP:L_TRUE_RIB:sol gerçek kaburga:STP]
vi: [BP:L_TRUE_RIB:gân thật bên trái:STP]
zh_hans: [BP:L_TRUE_RIB:左真肋:STP]

# BODY:RIBCAGE
source: [BP:R_TRUE_RIB:right true rib:STP]
cs: [BP:R_TRUE_RIB:skutečné pravé žebro:STP]
de: [BP:R_TRUE_RIB:rechte Rippe:STP]
eo: [BP:R_TRUE_RIB:dekstra vera ripo:dekstraj veraj ripoj]
es: [BP:R_TRUE_RIB:costilla verdadera derecha:STP]
ja: [BP:R_TRUE_RIB:右真肋:STP]
ko: [BP:R_TRUE_RIB:오른쪽 참갈비뼈:STP]
pl: [BP:R_TRUE_RIB:prawe żebro prawdziwe:prawe żebra prawdziwe]
ru: [BP:R_TRUE_RIB:правое истинное ребро:правые истинные рёбра]
tr: [BP:R_TRUE_RIB:sağ gerçek kaburga:STP]
vi: [BP:R_TRUE_RIB:gân thật bên phải:STP]
zh_hans: [BP:R_TRUE_RIB:右真肋:STP]

# BODY:RIBCAGE
source: [BP:L_FALSE_RIB:left false rib:STP]
cs: [BP:L_FALSE_RIB:falešné levé žebro:STP]
de: [BP:L_FALSE_RIB:linke künstliche Rippe:STP]
eo: [BP:L_FALSE_RIB:maldekstra malvera ripo:maldekstraj malveraj ripoj]
es: [BP:L_FALSE_RIB:costilla falsa izquierda:STP]
ja: [BP:L_FALSE_RIB:左偽肋:STP]
ko: [BP:L_FALSE_RIB:왼쪽 거짓갈비뼈:STP]
pl: [BP:L_FALSE_RIB:lewe żebro rzekome:lewe żebra rzekome]
ru: [BP:L_FALSE_RIB:левое ложное ребро:левые ложные рёбра]
tr: [BP:L_FALSE_RIB:sol sahte kaburga:STP]
vi: [BP:L_FALSE_RIB:gân giả bên trái:STP]
zh_hans: [BP:L_FALSE_RIB:左假肋:STP]

# BODY:RIBCAGE
source: [BP:R_FALSE_RIB:right false rib:STP]
cs: [BP:R_FALSE_RIB:falešné pravé žebro:STP]
de: [BP:R_FALSE_RIB:rechte künstliche Rippe:STP]
eo: [BP:R_FALSE_RIB:dekstra malvera ripo:dekstraj malveraj ripoj]
es: [BP:R_FALSE_RIB:costilla falsa izquierda:STP]
ja: [BP:R_FALSE_RIB:右偽肋:STP]
ko: [BP:R_FALSE_RIB:오른쪽 거짓갈비뼈:STP]
pl: [BP:R_FALSE_RIB:prawe żebro rzekome:prawe żebra rzekome]
ru: [BP:R_FALSE_RIB:правое ложное ребро:правые ложные рёбра]
tr: [BP:R_FALSE_RIB:sağ sahte kaburga:STP]
vi: [BP:R_FALSE_RIB:gân giả bên phải:STP]
zh_hans: [BP:R_FALSE_RIB:右假肋:STP]

# BODY:RIBCAGE
source: [BP:L_FLOATING_RIB:left floating rib:STP]
cs: [BP:L_FLOATING_RIB:plovoucí levé žebro:STP]
de: [BP:L_FLOATING_RIB:linke schwimmende Rippe:STP]
eo: [BP:L_FLOATING_RIB:maldekstra flosanta ripo:maldekstraj flosantaj ripoj]
es: [BP:L_FLOATING_RIB:costilla flotante izquierda:STP]
ja: [BP:L_FLカラス麦ING_RIB:左浮袋rib:STP]
ko: [BP:L_FLOATING_RIB:왼쪽 뜬갈비뼈:STP]
pl: [BP:L_FLOATING_RIB:lewe wolne żebro:lewe wolne żebra]
ru: [BP:L_FLOATING_RIB:левое свободное ребро:левые свободные рёбра]
tr: [BP:L_FLOATING_RIB:sol serbest kaburga:STP]
vi: [BP:L_FLOATING_RIB:gân nổi bên trái:STP]
zh_hans: [BP:L_FLOATING_RIB:左浮肋:STP]

# BODY:RIBCAGE
source: [BP:R_FLOATING_RIB:right floating rib:STP]
cs: [BP:R_FLOATING_RIB:plovoucí pravé žebro:STP]
de: [BP:R_FLOATING_RIB:rechte schwimmende Rippe:STP]
eo: [BP:R_FLOATING_RIB:dekstra flosanta ripo:dekstraj flosantaj ripoj]
es: [BP:R_FLOATING_RIB:costilla flotante derecha:STP]
ja: [BP:R_FLカラス麦ING_RIB:右浮袋 rib:STP]
ko: [BP:R_FLOATING_RIB:오른쪽 뜬갈비뼈:STP]
pl: [BP:R_FLOATING_RIB:prawe wolne żebro:prawe wolne żebra]
ru: [BP:R_FLOATING_RIB:правое свободное ребро:правые свободные рёбра]
tr: [BP:R_FLOATING_RIB:sağ serbest kaburga:STP]
vi: [BP:R_FLOATING_RIB:gân nổi bên phải:STP]
zh_hans: [BP:R_FLOATING_RIB:右浮肋:STP]

# BODY:GENERIC_TEETH_WITH_LARGE_EYE_TEETH
source: [BP:TOOTH:tooth:teeth]
cs: [BP:TOOTH:zub:zuby]
de: [BP:TOOTH:Zahn:Zähne]
eo: [BP:TOOTH:dento:dentoj]
es: [BP:TOOTH:diente:dientes]
ja: [BP:TOOTH:歯:歯]
ko: [BP:TOOTH:이빨:이빨]
pl: [BP:TOOTH:ząb:zęby]
ru: [BP:TOOTH:зуб:зубы]
tr: [BP:TOOTH:diş:dişler]
vi: [BP:TOOTH:răng:răng]
zh_hans: [BP:TOOTH:齿:齿]

# BODY:GENERIC_TEETH_WITH_LARGE_EYE_TEETH
source: [BP:R_EYE_TOOTH:right eye tooth:right eye teeth]
cs: [BP:R_EYE_TOOTH:pravý špičák:pravé špičáky]
de: [BP:R_EYE_TOOTH:rechten Eckzahn:rechte Eckzähne]
eo: [BP:R_EYE_TOOTH:dekstra okuldento:dekstraj okuldentoj]
es: [BP:R_EYE_TOOTH:diente canino derecho:dientes caninos derechos]
ja: [BP:R_EYE_TOOTH:右犬歯:右犬歯]
ko: [BP:R_EYE_TOOTH:오른쪽 위 송곳니:오른쪽 위 송곳니]
pl: [BP:R_EYE_TOOTH:prawy górny kieł:prawe górne kły]
ru: [BP:R_EYE_TOOTH:правый верхний клык:правые верхние клыки]
tr: [BP:R_EYE_TOOTH:sağ göz dişi:sağ göz dişleri]
vi: [BP:R_EYE_TOOTH:răng mắt phải:răng mắt phải]
zh_hans: [BP:R_EYE_TOOTH:右犬齿:右犬齿]

# BODY:GENERIC_TEETH_WITH_LARGE_EYE_TEETH
source: [BP:L_EYE_TOOTH:left eye tooth:left eye teeth]
cs: [BP:L_EYE_TOOTH:levý špičák:levé špičáky]
de: [BP:L_EYE_TOOTH:linken Eckzahn:linke Eckzähne]
eo: [BP:L_EYE_TOOTH:maldekstra okuldento:maldekstraj okuldentoj]
es: [BP:L_EYE_TOOTH:diente canino izquierdo:dientes caninos izquierdos]
ja: [BP:L_EYE_TOOTH:左犬歯:左犬歯]
ko: [BP:L_EYE_TOOTH:왼쪽 위 송곳니:왼쪽 위 송곳니]
pl: [BP:L_EYE_TOOTH:lewy górny kieł:lewe górne kły]
ru: [BP:L_EYE_TOOTH:левый клык:левые клыки]
tr: [BP:L_EYE_TOOTH:sol göz dişi:sol göz dişleri]
vi: [BP:L_EYE_TOOTH:răng mắt trái:răng mắt trái]
zh_hans: [BP:L_EYE_TOOTH:左犬齿:左犬齿]

# BODY:GENERIC_TEETH_WITH_FANGS
source: [BP:TOOTH:tooth:teeth]
cs: [BP:TOOTH:zub:zuby]
de: [BP:TOOTH:Zahn:Zähne]
eo: [BP:TOOTH:dento:dentoj]
es: [BP:TOOTH:diente:dientes]
ja: [BP:TOOTH:歯:歯]
ko: [BP:TOOTH:이빨:이빨]
pl: [BP:TOOTH:ząb:zęby]
ru: [BP:TOOTH:зуб:зубы]
tr: [BP:TOOTH:diş:dişler]
vi: [BP:TOOTH:răng:răng]
zh_hans: [BP:TOOTH:齿:齿]

# BODY:GENERIC_TEETH_WITH_FANGS
source: [BP:R_FANG:right fang:right fangs]
cs: [BP:R_FANG:pravý tesák:pravé tesáky]
de: [BP:R_FANG:rechter Fangzahn:rechte Fangzähne]
eo: [BP:R_FANG:dekstra kanino:dekstraj kaninoj]
es: [BP:R_FANG:colmillo derecho:colmillos derechos]
ja: [BP:R_FANG:右牙:右牙]
ko: [BP:R_FANG:오른쪽 송곳니:오른쪽 송곳니]
pl: [BP:R_FANG:prawy kieł:prawe kły]
ru: [BP:R_FANG:правый клык:правые клыки]
tr: [BP:R_FANG:sağ köpek dişi:sağ köpek dişleri]
vi: [BP:R_FANG:răng phải:răng phải]
zh_hans: [BP:R_FANG:右尖牙:右尖牙]

# BODY:GENERIC_TEETH_WITH_FANGS
source: [BP:L_FANG:left fang:left fangs]
cs: [BP:L_FANG:levý tesák:levé tesáky]
de: [BP:L_FANG:linker Fangzahn:linke Fangzähne]
eo: [BP:L_FANG:maldekstra kanino:maldekstraj kaninoj]
es: [BP:L_FANG:colmillo izquierdo:colmillos izquierdos]
ja: [BP:L_FANG:左牙:左牙]
ko: [BP:L_FANG:왼쪽 송곳니:왼쪽 송곳니]
pl: [BP:L_FANG:lewy kieł:lewe kły]
ru: [BP:L_FANG:левый клык:левые клыки]
tr: [BP:L_FANG:sol köpek dişi:sol köpek dişleri]
vi: [BP:L_FANG:răng trái:răng trái]
zh_hans: [BP:L_FANG:左尖牙:左尖牙]

# BODY:RODENT_TEETH
source: [BP:TOOTH:tooth:teeth]
cs: [BP:TOOTH:zub:zuby]
de: [BP:TOOTH:Zahn:Zähne]
eo: [BP:TOOTH:dento:dentoj]
es: [BP:TOOTH:diente:dientes]
ja: [BP:TOOTH:歯:歯]
ko: [BP:TOOTH:이빨:이빨]
pl: [BP:TOOTH:ząb:zęby]
ru: [BP:TOOTH:зуб:зубы]
tr: [BP:TOOTH:diş:dişler]
vi: [BP:TOOTH:răng:răng]
zh_hans: [BP:TOOTH:齿:齿]

# BODY:RODENT_TEETH
source: [BP:RU_INCISOR:right upper incisor:STP]
cs: [BP:RU_INCISOR:pravý horní řezák:STP]
de: [BP:RU_INCISOR:rechter oberer Schneidezahn:STP]
eo: [BP:RU_INCISOR:dekstra supra incizivo:dekstraj supraj incizivoj]
es: [BP:RU_INCISOR:incicivo superior derecho:STP]
ja: [BP:RU_INCISOR:右上切歯:STP]
ko: [BP:RU_INCISOR:오른쪽 위 앞니:STP]
pl: [BP:RU_INCISOR:prawy górny siekacz:prawe górne siekacze]
ru: [BP:RU_INCISOR:верхний правый резец:верхние правые резцы]
tr: [BP:RU_INCISOR:sağ üst ön diş:STP]
vi: [BP:RU_INCISOR:răng cửa trên bên phải:STP]
zh_hans: [BP:RU_INCISOR:右上门牙:STP]

# BODY:RODENT_TEETH
source: [BP:LU_INCISOR:left upper incisor:STP]
cs: [BP:LU_INCISOR:levý horní řezák:STP]
de: [BP:LU_INCISOR:linker oberer Schneidezahn:STP]
eo: [BP:LU_INCISOR:maldekstra supra incizivo:maldekstraj supraj incizivoj]
es: [BP:LU_INCISOR:lincisivo superior izquierdo:STP]
ja: [BP:LU_INCISOR:左上切歯:STP]
ko: [BP:LU_INCISOR:왼쪽 위 앞니:STP]
pl: [BP:LU_INCISOR:lewy górny siekacz:lewe górne siekacze]
ru: [BP:LU_INCISOR:верхний левый резец:верхние левые резцы]
tr: [BP:LU_INCISOR:sol üst ön diş:STP]
vi: [BP:LU_INCISOR:răng cửa trên bên trái:STP]
zh_hans: [BP:LU_INCISOR:左上门牙:STP]

# BODY:RODENT_TEETH
source: [BP:RL_INCISOR:right lower incisor:STP]
cs: [BP:RL_INCISOR:pravý dolní řezák:STP]
de: [BP:RL_INCISOR:rechter unteren Schneidezahn:STP]
eo: [BP:RL_INCISOR:dekstra malsupra incizivo:dekstraj malsupraj incizivoj]
es: [BP:RL_INCISOR:incisivo inferior derecho:STP]
ja: [BP:RL_INCISOR:右下切歯:STP]
ko: [BP:RL_INCISOR:오른쪽 아래 앞니:STP]
pl: [BP:RL_INCISOR:prawy dolny siekacz:prawe dolne siekacze]
ru: [BP:RL_INCISOR:нижний правый резец:нижние правые резцы]
tr: [BP:RL_INCISOR:sağ alt ön diş:STP]
vi: [BP:RL_INCISOR:răng cửa dưới bên phải:STP]
zh_hans: [BP:RL_INCISOR:右下门牙:STP]

# BODY:RODENT_TEETH
source: [BP:LL_INCISOR:left lower incisor:STP]
cs: [BP:LL_INCISOR:levý dolní řezák:STP]
de: [BP:LL_INCISOR:linken unteren Schneidezahn:STP]
eo: [BP:LL_INCISOR:maldekstra malsupra incizivo:maldekstraj malsupraj incizivoj]
es: [BP:LL_INCISOR:incisivo inferior izquierdo:STP]
ja: [BP:LL_INCISOR:左下切歯:STP]
ko: [BP:LL_INCISOR:왼쪽 아래 앞니:STP]
pl: [BP:LL_INCISOR:lewy dolny siekacz:lewe dolne siekacze]
ru: [BP:LL_INCISOR:нижний левый резец:нижние левые резцы]
tr: [BP:LL_INCISOR:sol alt ön diş:STP]
vi: [BP:LL_INCISOR:răng cửa dưới bên trái:STP]
zh_hans: [BP:LL_INCISOR:左下门牙:STP]

# BODY:GENERIC_TEETH
source: [BP:TOOTH:tooth:teeth]
cs: [BP:TOOTH:zub:zuby]
de: [BP:TOOTH:Zahn:Zähne]
eo: [BP:TOOTH:dento:dentoj]
es: [BP:TOOTH:diente:dientes]
ja: [BP:TOOTH:歯:歯]
ko: [BP:TOOTH:이빨:이빨]
pl: [BP:TOOTH:ząb:zęby]
ru: [BP:TOOTH:зуб:зубы]
tr: [BP:TOOTH:diş:dişler]
vi: [BP:TOOTH:răng:răng]
zh_hans: [BP:TOOTH:齿:齿]

# BODY:TEETH
source: [BP:U_F_TOOTH:upper front tooth:upper front teeth]
cs: [BP:U_F_TOOTH:horní přední zub:horní přední zuby]
de: [BP:U_F_TOOTH:oberer Frontzahn: oberen Frontzähne]
eo: [BP:U_F_TOOTH:supra tranĉodento:supraj tranĉodentoj]
es: [BP:U_F_TOOTH:diente frontal superior:dientes frontales superiores]
ja: [BP:U_F_TOOTH:上前歯:上前歯]
ko: [BP:U_F_TOOTH:위 앞니:위 앞니]
pl: [BP:U_F_TOOTH:górny przedni ząb:górne przednie zęby]
ru: [BP:U_F_TOOTH:верхний передний зуб:верхние передние зубы]
tr: [BP:U_F_TOOTH:üst ön diş:üst ön dişler]
vi: [BP:U_F_TOOTH:răng cửa trên:răng cửa trên]
zh_hans: [BP:U_F_TOOTH:上门牙:上门牙]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first upper right incisor:STP]
cs: [INDIVIDUAL_NAME:první horní pravý řezák:STP]
de: [INDIVIDUAL_NAME:erster oberer rechter Schneidezahn:STP]
eo: [INDIVIDUAL_NAME:unua supra dekstra incizivo:unuaj supraj dekstraj incizivoj]
es: [INDIVIDUAL_NAME:primer incisivo superior derecho:STP]
ja: [INDIVIDUAL_NAME:右上第一切歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 위 첫째 앞니:STP]
pl: [INDIVIDUAL_NAME:pierwszy prawy górny siekacz:pierwsze prawe górne siekacze]
ru: [INDIVIDUAL_NAME:верхний правый первый резец:верхние правые первые резцы]
tr: [INDIVIDUAL_NAME:üst sağ birinci ön diş:STP]
vi: [INDIVIDUAL_NAME:răng cửa thứ nhất phía trên bên phải:STP]
zh_hans: [INDIVIDUAL_NAME:第一右上门牙:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first upper left incisor:STP]
cs: [INDIVIDUAL_NAME:první horní levý řezák:STP]
de: [INDIVIDUAL_NAME:ersten oberen linken Schneidezahn:STP]
eo: [INDIVIDUAL_NAME:unua supra maldekstra incizivo:unuaj supraj maldekstraj incizivoj]
es: [INDIVIDUAL_NAME:primer incisivo superior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左上第一切歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 위 첫째 앞니:STP]
pl: [INDIVIDUAL_NAME:pierwszy lewy górny siekacz:pierwsze lewe górne siekacze]
ru: [INDIVIDUAL_NAME:верхний левый первый резец:верхние левые первые резцы]
tr: [INDIVIDUAL_NAME:üst sol birinci ön diş:STP]
vi: [INDIVIDUAL_NAME:răng cửa đầu tiên phía trên bên trái:STP]
zh_hans: [INDIVIDUAL_NAME:第一左上门牙:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:second upper right incisor:STP]
cs: [INDIVIDUAL_NAME:druhý horní pravý řezák:STP]
de: [INDIVIDUAL_NAME:zweiter oberer rechter Schneidezahn:STP]
eo: [INDIVIDUAL_NAME:dua supra dekstra incizivo:duaj supraj dekstraj incizivoj]
es: [INDIVIDUAL_NAME:segundo incisivo superior derecho:STP]
ja: [INDIVIDUAL_NAME:右上第二切歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 위 둘째 앞니:STP]
pl: [INDIVIDUAL_NAME:drugi prawy górny siekacz:drugie prawe górne siekacze]
ru: [INDIVIDUAL_NAME:верхний правый второй резец:верхние правые вторые резцы]
tr: [INDIVIDUAL_NAME:üst sağ ikinci ön diş:STP]
vi: [INDIVIDUAL_NAME:răng cửa thứ hai phía trên bên phải:STP]
zh_hans: [INDIVIDUAL_NAME:第二右上门牙:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:second upper left incisor:STP]
cs: [INDIVIDUAL_NAME:druhý horní levý řezák:STP]
de: [INDIVIDUAL_NAME:zweiter oberer linker Schneidezahn:STP]
eo: [INDIVIDUAL_NAME:dua supra maldekstra incizivo:duaj supraj maldekstraj incizivoj]
es: [INDIVIDUAL_NAME:segundo incisivo superior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左上第二切歯r:STP]
ko: [INDIVIDUAL_NAME:왼쪽 위 둘째 앞니:STP]
pl: [INDIVIDUAL_NAME:drugi lewy górny siekacz:drugie lewe górne siekacze]
ru: [INDIVIDUAL_NAME:верхний левый второй резец:верхние левые вторые резцы]
tr: [INDIVIDUAL_NAME:üst sol ikinci ön diş:STP]
vi: [INDIVIDUAL_NAME:răng cửa thứ hai trên bên trái:STP]
zh_hans: [INDIVIDUAL_NAME:第二左上门牙:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:right eye tooth:right eye teeth]
cs: [INDIVIDUAL_NAME:pravý špičák:pravé špičáky]
de: [INDIVIDUAL_NAME:rechter Eckzahn:rechte Eckzähne]
eo: [INDIVIDUAL_NAME:dekstra okuldento:dekstraj okuldentoj]
es: [INDIVIDUAL_NAME:diente canino derecho:dientes caninos derechos]
ja: [INDIVIDUAL_NAME:右犬歯:右犬歯]
ko: [INDIVIDUAL_NAME:오른쪽 위 송곳니:오른쪽 위 송곳니]
pl: [INDIVIDUAL_NAME:prawy górny kieł:prawe górne kły]
ru: [INDIVIDUAL_NAME:верхний правый клык:верхние правые клыки]
tr: [INDIVIDUAL_NAME:sağ göz dişi:sağ göz dişleri]
vi: [INDIVIDUAL_NAME:răng mắt phải:răng mắt phải]
zh_hans: [INDIVIDUAL_NAME:右犬齿:右犬齿]

# BODY:TEETH
source: [INDIVIDUAL_NAME:left eye tooth:left eye teeth]
cs: [INDIVIDUAL_NAME:levý špičák:levé špičáky]
de: [INDIVIDUAL_NAME:linker Eckzahn:linke Eckzähne]
eo: [INDIVIDUAL_NAME:maldekstra okuldento:maldekstraj okuldentoj]
es: [INDIVIDUAL_NAME:diente canino izquierdo:dientes caninos izquierdos]
ja: [INDIVIDUAL_NAME:左犬歯:左犬歯]
ko: [INDIVIDUAL_NAME:왼쪽 위 송곳니:왼쪽 위 송곳니]
pl: [INDIVIDUAL_NAME:lewy górny kieł:lewe górne kły]
ru: [INDIVIDUAL_NAME:верхний левый клык:верхние левые клыки]
tr: [INDIVIDUAL_NAME:sol göz dişi:sol göz dişleri]
vi: [INDIVIDUAL_NAME:răng mắt trái:răng mắt trái]
zh_hans: [INDIVIDUAL_NAME:左犬齿:左犬齿]

# BODY:TEETH
source: [BP:L_F_TOOTH:lower front tooth:lower front teeth]
cs: [BP:L_F_TOOTH:přední dolní zub:přední dolní zuby]
de: [BP:L_F_TOOTH:unterer Vorderzahn:untere Vorderzähne]
eo: [BP:L_F_TOOTH:malsupra tranĉodento:malsupraj tranĉodentoj]
es: [BP:U_F_TOOTH:diente frontal inferior:dientes frontales inferiores]
ja: [BP:L_F_TOOTH:下前歯:下前歯]
ko: [BP:L_F_TOOTH:아래 앞니:아래 앞니]
pl: [BP:L_F_TOOTH:przedni dolny ząb:przednie dolne zęby]
ru: [BP:L_F_TOOTH:нижний передний зуб:нижние передние зубы]
tr: [BP:L_F_TOOTH:alt ön diş:alt ön dişler]
vi: [BP:L_F_TOOTH:răng cửa dưới:răng cửa dưới]
zh_hans: [BP:L_F_TOOTH:下门牙:下门牙]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first lower right incisor:STP]
cs: [INDIVIDUAL_NAME:první dolní pravý řezák:STP]
de: [INDIVIDUAL_NAME:erster unterer rechter Schneidezahn:STP]
eo: [INDIVIDUAL_NAME:unua malsupra dekstra incizivo:unuaj malsupraj dekstraj incizivoj]
es: [INDIVIDUAL_NAME:primer incisivo inferior derecho:STP]
ja: [INDIVIDUAL_NAME:右下第一切歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 아래 첫째 앞니:STP]
pl: [INDIVIDUAL_NAME:pierwszy prawy dolny siekacz:pierwsze prawe dolne siekacze]
ru: [INDIVIDUAL_NAME:нижний правый первый резец:нижние правые первые резцы]
tr: [INDIVIDUAL_NAME:alt sağ birinci ön diş:STP]
vi: [INDIVIDUAL_NAME:răng cửa dưới bên phải đầu tiên:STP]
zh_hans: [INDIVIDUAL_NAME:第一右下门牙:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first lower left incisor:STP]
cs: [INDIVIDUAL_NAME:první dolní levý řezák:STP]
de: [INDIVIDUAL_NAME:erste unterer linker Schneidezahn:STP]
eo: [INDIVIDUAL_NAME:unua malsupra maldekstra incizivo:unuaj malsupraj maldekstraj incizivoj]
es: [INDIVIDUAL_NAME:primer incisivo inferior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左下第一切歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 아래 첫째 앞니:STP]
pl: [INDIVIDUAL_NAME:pierwszy lewy dolny siekacz:pierwsze lewe dolne siekacze]
ru: [INDIVIDUAL_NAME:нижний левый первый резец:нижние левые первые резцы]
tr: [INDIVIDUAL_NAME:alt sol birinci ön diş:STP]
vi: [INDIVIDUAL_NAME:răng cửa dưới bên trái đầu tiên:STP]
zh_hans: [INDIVIDUAL_NAME:第一左下门牙:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:second lower right incisor:STP]
cs: [INDIVIDUAL_NAME:druhý dolní pravý řezák:STP]
de: [INDIVIDUAL_NAME:zweiter unterer rechter Schneidezahn:STP]
eo: [INDIVIDUAL_NAME:dua malsupra dekstra incizivo:duaj malsupraj dekstraj incizivoj]
es: [INDIVIDUAL_NAME:segundo incisivo inferior derecho:STP]
ja: [INDIVIDUAL_NAME:右下第二切歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 아래 둘째 앞니:STP]
pl: [INDIVIDUAL_NAME:drugi prawy dolny siekacz:drugie prawe dolne siekacze]
ru: [INDIVIDUAL_NAME:нижний правый второй резец:нижние правые вторые резцы]
tr: [INDIVIDUAL_NAME:alt sağ ikinci ön diş:STP]
vi: [INDIVIDUAL_NAME:răng cửa thứ hai dưới bên phải:STP]
zh_hans: [INDIVIDUAL_NAME:第二右下门牙:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:second lower left incisor:STP]
cs: [INDIVIDUAL_NAME:druhý dolní levý řezák:STP]
de: [INDIVIDUAL_NAME:zweiter unterer linker Schneidezahn:STP]
eo: [INDIVIDUAL_NAME:dua malsupra maldekstra incizivo:duaj malsupraj maldekstraj incizivoj]
es: [INDIVIDUAL_NAME:segundo incisivo inferior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左下第二切歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 아래 둘째 앞니:STP]
pl: [INDIVIDUAL_NAME:drugi lewy dolny siekacz:drugie lewe dolne siekacze]
ru: [INDIVIDUAL_NAME:нижний левый второй резец:нижние левые вторые резцы]
tr: [INDIVIDUAL_NAME:alt sol ikinci ön diş:STP]
vi: [INDIVIDUAL_NAME:răng cửa thứ hai dưới bên trái:STP]
zh_hans: [INDIVIDUAL_NAME:第二左下门牙STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:lower right canine:STP]
cs: [INDIVIDUAL_NAME:dolní pravý špičák:STP]
de: [INDIVIDUAL_NAME:unterer rechter Fangzahn:STP]
eo: [INDIVIDUAL_NAME:malsupra dekstra kanino:malsupraj dekstraj kaninoj]
es: [INDIVIDUAL_NAME:diente canino inferior derecho:STP]
ja: [INDIVIDUAL_NAME:右下犬歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 아래 송곳니:STP]
pl: [INDIVIDUAL_NAME:prawy dolny kieł:prawe dolne kły]
ru: [INDIVIDUAL_NAME:нижний правый клык:нижние правые клыки]
tr: [INDIVIDUAL_NAME:alt sağ köpek dişi:STP]
vi: [INDIVIDUAL_NAME:răng nanh dưới bên phải:STP]
zh_hans: [INDIVIDUAL_NAME:右下犬齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:lower left canine:STP]
cs: [INDIVIDUAL_NAME:dolní levý špičák:STP]
de: [INDIVIDUAL_NAME:unterer linker Fangzahn:STP]
eo: [INDIVIDUAL_NAME:malsupra maldekstra kanino:malsupraj maldekstraj kaninoj]
es: [INDIVIDUAL_NAME:canino inferior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左下犬歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 아래 송곳니:STP]
pl: [INDIVIDUAL_NAME:lewy dolny kieł:lewe dolne kły]
ru: [INDIVIDUAL_NAME:нижний левый клык:нижние левые клыки]
tr: [INDIVIDUAL_NAME:alt sol köpek dişi:STP]
vi: [INDIVIDUAL_NAME:răng nanh dưới bên trái:STP]
zh_hans: [INDIVIDUAL_NAME:左下犬齿:STP]

# BODY:TEETH
source: [BP:U_R_B_TOOTH:upper right back tooth:upper right back teeth]
cs: [BP:U_R_B_TOOTH:horní pravý zadní zub:horní pravé zadní zuby]
de: [BP:U_R_B_TOOTH:ober rechter Backenzahn:obere rechte Backenzähne]
eo: [BP:U_R_B_TOOTH:supra dekstra posta dento:supraj dekstraj postaj dentoj]
es: [BP:U_R_B_TOOTH:muela superior derecha:muelas superiores derechas]
ja: [BP:U_R_B_TOOTH:右上奥歯:右上奥歯]
ko: [BP:U_R_B_TOOTH:오른쪽 위 어금니:오른쪽 위 어금니]
pl: [BP:U_R_B_TOOTH:prawy górny tylni ząb:prawe górne tylne zęby]
ru: [BP:U_R_B_TOOTH:верхний правый коренной зуб:верхние правые коренные зубы]
tr: [BP:U_R_B_TOOTH:üst sağ arka diş:üst sağ arka dişler]
vi: [BP:U_R_B_TOOTH:răng sau trên bên phải:răng sau trên bên phải]
zh_hans: [BP:U_R_B_TOOTH:右上臼齿：右上臼齿]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first upper right premolar:STP]
cs: [INDIVIDUAL_NAME:první horní pravý třenový zub:STP]
de: [INDIVIDUAL_NAME:erster oberer rechter Prämolar:STP]
eo: [INDIVIDUAL_NAME:unua supra dekstra premolaro:unuaj supraj dekstraj premolaroj]
es: [INDIVIDUAL_NAME:primer premolar superior derecho:STP]
ja: [INDIVIDUAL_NAME:右上第一小臼歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 위 첫째 작은어금니:STP]
pl: [INDIVIDUAL_NAME:pierwszy prawy górny przedtrzonowiec:pierwsze prawe górne przedtrzonowce]
ru: [INDIVIDUAL_NAME:верхний правый первый премоляр:верхние правые первые премоляры]
tr: [INDIVIDUAL_NAME:üst sağ birinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng tiền hàm đầu tiên phía trên bên phải:STP]
zh_hans: [INDIVIDUAL_NAME:右上第一前臼齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:second upper right premolar:STP]
cs: [INDIVIDUAL_NAME:druhý horní pravý třenový zub:STP]
de: [INDIVIDUAL_NAME:zweier oberer rechter Prämolar:STP]
eo: [INDIVIDUAL_NAME:dua supra dekstra premolaro:duaj supraj dekstraj premolaroj]
es: [INDIVIDUAL_NAME:segundo premolar superior derecho:STP]
ja: [INDIVIDUAL_NAME:右上第二小臼歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 위 둘째 작은어금니:STP]
pl: [INDIVIDUAL_NAME:drugi prawy górny przedtrzonowiec:drugie prawe górne przedtrzonowce]
ru: [INDIVIDUAL_NAME:верхний правый второй премоляр:верхние правые вторые премоляры]
tr: [INDIVIDUAL_NAME:üst sağ ikinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng hàm nhỏ thứ hai phía trên bên phải:STP]
zh_hans: [INDIVIDUAL_NAME:右上第二前臼齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first upper right molar:STP]
cs: [INDIVIDUAL_NAME:první horní pravá stolička:STP]
de: [INDIVIDUAL_NAME:erster oberer rechter Backenzahn:STP]
eo: [INDIVIDUAL_NAME:unua supra dekstra molaro:unuaj supraj dekstraj molaroj]
es: [INDIVIDUAL_NAME:primer molar superior derecho:STP]
ja: [INDIVIDUAL_NAME:右上第一大臼歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 위 첫째 큰어금니:STP]
pl: [INDIVIDUAL_NAME:pierwszy prawy górny trzonowiec:pierwsze prawe górne trzonowce]
ru: [INDIVIDUAL_NAME:верхний правый первый моляр:верхние правые первые моляры]
tr: [INDIVIDUAL_NAME:üst sağ birinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng hàm đầu tiên phía trên bên phải:STP]
zh_hans: [INDIVIDUAL_NAME:右上第一臼齿:STP]
