Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CAPYBARA
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:CAPYBARA
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:CAPYBARA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:毛皮:SINGULAR]

# CREATURE:CAPYBARA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:CAPYBARA, GIANT
source: [NAME:giant capybara:giant capybaras:giant capybara]
cs: [NAME:obří kapybara:obří kapybary:obří kapybaru]
de: [NAME:Riesenwasserschwein:Riesenwasserschweine:Riesenwasserschwein]
eo: [NAME:giganta kapibaro:gigantaj kapibaroj:de giganta kapibaro]
es: [NAME:capibara gigante:capibaras gigantes:capibara gigante]
ja: [NAME:巨大カビパラ:巨大カビパラ:巨大カビパラの]
ko: [NAME:거대 카피바라:거대 카피바라들:거대 카피바라]
pl: [NAME:gigantyczna kapibara:gigantyczne kapibary:gigantyczno kapibarzy]
ru: [NAME:гигантская капибара:гигантские капибары:гигантской капибары]
tr: [NAME:dev kapibara:dev kapibaralar:dev kapibara]
vi: [NAME:chuột lang nước khổng lồ:những con chuột lang nước khổng lồ:chuột lang nước khổng lồ]
zh_hans: [NAME:巨水豚:巨水豚:巨水豚]

# CREATURE:CAPYBARA, GIANT
source: [CASTE_NAME:giant capybara:giant capybaras:giant capybara]
cs: [CASTE_NAME:obří kapybara:obří kapybary:obří kapybaru]
de: [CASTE_NAME:Riesenwasserschwein:Riesenwasserschweine:Riesenwasserschwein]
eo: [CASTE_NAME:giganta kapibaro:gigantaj kapibaroj:de giganta kapibaro]
es: [CASTE_NAME:capibara gigante:capibaras gigantes:capibara gigante]
ja: [CASTE_NAME:巨大カビパラ:巨大カビパラ:巨大カビパラの]
ko: [CASTE_NAME:거대 카피바라:거대 카피바라들:거대 카피바라]
pl: [CASTE_NAME:gigantyczna kapibara:gigantyczne kapibary:gigantyczno kapibarzy]
ru: [CASTE_NAME:гигантская капибара:гигантские капибары:гигантской капибары]
tr: [CASTE_NAME:dev kapibara:dev kapibaralar:dev kapibara]
vi: [CASTE_NAME:chuột lang nước khổng lồ:những con chuột lang nước khổng lồ:chuột lang nước khổng lồ]
zh_hans: [CASTE_NAME:巨水豚:巨水豚:巨水豚]

# CREATURE:CAPYBARA, GIANT
source: [GENERAL_CHILD_NAME:giant capybara pup:giant capybara pups]
cs: [GENERAL_CHILD_NAME:mládě obří kapybary:mláďata obří kapybary]
de: [GENERAL_CHILD_NAME:Großer Capybarawelpe: Große Capybarawelpen]
eo: [GENERAL_CHILD_NAME:giganta kapibarido:gigantaj kapibaridoj]
es: [GENERAL_CHILD_NAME:cachorro de capibara gigante:cachorros de capibara gigantes]
ja: [GENERAL_CHILD_NAME:巨大カビパラの子供:巨大カビパラの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 카피바라:새끼 거대 카피바라들]
pl: [GENERAL_CHILD_NAME:młody gigantycznej kapibary:młode gigantycznej kapibary]
ru: [GENERAL_CHILD_NAME:детёныш гигантской капибары:детёныши гигантской капибары]
tr: [GENERAL_CHILD_NAME:yavru dev kapibara:yavru dev kapibaralar]
vi: [GENERAL_CHILD_NAME:chuột lang nước con khổng lồ:những con chuột lang nước con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨水豚幼崽:巨水豚幼崽]

# CREATURE:CAPYBARA, GIANT
source: [DESCRIPTION:A huge rodent that walks on tall legs. Its bark can be heard at large distances. It is fond of swimming.]
cs: [DESCRIPTION:Obrovský hlodavec chodící na vysokých nohách. Jeho štěkot je slyšet na velkou vzdálenost. Má rád plavání.]
de: [DESCRIPTION:Ein riesiges Nagetier, das auf hohen Beinen läuft. Sein Bellen ist über große Entfernungen zu hören. Es schwimmt gerne.]
eo: [DESCRIPTION:Grandega ronĝulo kiu paŝas per longaj gamboj. Ĝia bojo aŭdeblas je grandaj distancoj. Ĝi naĝemas.]
es: [DESCRIPTION:Un enorme roedor que camina sobre largas patas. Su ladrido puede eschucharse en largas distancias. Aprecia el nadar.]
ja: [DESCRIPTION:大型のげっ歯類。その鳴き声は遠くからでも聞こえる。泳ぎが上手い。]
ko: [DESCRIPTION:긴 다리로 걷는 거대한 설치류. 멀리서도 울음소리를 들을 수 있다. 수영을 좋아한다.]
pl: [DESCRIPTION:Ogromny gryzoń, który chodzi na tylnych nogach. Jego szczekanie może być słyszalne na dużych dystansach. Ma zamiłowanie do pływania.]
ru: [DESCRIPTION:Огромный грызун, передвигающийся на длинных лапах. Их лай можно услышать на большом расстоянии. Любит плавать.]
tr: [DESCRIPTION:Uzun bacakları üzerinde yürüyen devasa bir kemirgen. Havlaması uzak mesafelerden duyulabilir. Yüzmeyi sever.]
vi: [DESCRIPTION:Một loài gặm nhấm to lớn đi bằng đôi chân cao. Tiếng sủa của nó có thể nghe thấy từ khoảng cách xa. Nó thích bơi lội.]
zh_hans: [DESCRIPTION:一种用两腿走路的巨型啮齿动物。它尖叫时很远也可以听到。酷爱游泳。]

# CREATURE:CAPYBARA, GIANT
source: [SOUND:ALERT:200:1000:VOCALIZATION:bark:barks:a resounding bark]
cs: [SOUND:ALERT:200:1000:VOCALIZATION:štěknout:štěká:burácivé štěknutí]
de: [SOUND:ALERT:200:1000:VOCALIZATION:bellen:bellt:ein schallendes Bellen]
eo: [SOUND:ALERT:200:1000:VOCALIZATION:bojas:bojas:laŭtan bojon]
es: [SOUND:ALERT:200:1000:VOCALIZATION:ladras:ladra:un resonante ladrido]
ko: [SOUND:ALERT:200:1000:VOCALIZATION:울부짖는 소리:울부짖는 소리들:울려퍼지는 울부짖음]
pl: [SOUND:ALERT:200:1000:VOCALIZATION:szczekasz:szczeka:donośny szczekasz]
ru: [SOUND:ALERT:200:1000:VOCALIZATION:лаете:лает:звучный лай]
tr: [SOUND:ALERT:200:1000:VOCALIZATION:havla:havlar:çınlayan bir havlama]
vi: [SOUND:ALERT:200:1000:VOCALIZATION:tiếng sủa:những tiếng sủa:một tiếng sủa vang dội]
zh_hans: [SOUND:ALERT:200:1000:VOCALIZATION:叫声:叫声:响亮的叫声]

# CREATURE:CAPYBARA, GIANT
source: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:whistle:whistles:deep whistling]
cs: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:písknout:píská:hluboké pískání]
de: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:pfeifen:pfeift:tiefes pfeifen]
eo: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:fajfas:fajfas:profundan fajfon]
es: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:silbas:silba:silbido profundo]
ja: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:ピーピー鳴いた:ピーピー鳴いた:大きくピーピー鳴いた
ko: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:휘파람:휘파람:큰 휘파람]
pl: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:gwiżdżesz:gwiżdże:głębokie gwizdanie]
ru: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:свистите:свистит:сильный свист]
tr: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:ıslık çal:ıslık çalar:derin bir ıslık]
vi: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:tiếng huýt sáo:Tiếng huýt sáo:tiếng huýt sáo trầm]
zh_hans: [SOUND:PEACEFUL_INTERMITTENT:200:10000:VOCALIZATION:啸叫:啸叫:低沉的啸叫声]

# CREATURE:CAPYBARA, GIANT
source: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:grunt:grunts:a loud grunt]
cs: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:chrochnout:chrochtá:hlasité chrochnutí]
de: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:grunzen:grunzen:ein lautes Grunzen]
eo: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:gruntas:gruntas:laŭtan grunton]
es: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:gruñes:gruñe:un fuerte gruñido]
ja: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:うなった:うなった:大きくうなった]
ko: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:꿀꿀:꿀꿀:크게 꿀꿀]
pl: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:chrząkasz:chrząka:głośne chrząkanie]
ru: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:хрюкаете:хрюкает:громкое хрюканье]
tr: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:hırılda:hırıldar:yüksek sesli bir hırıltı]
vi: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:tiếng gầm gừ:những tiếng gầm gừ:một tiếng gầm gừ lớn]
zh_hans: [SOUND:PEACEFUL_INTERMITTENT:50:10000:VOCALIZATION:打呼噜:打呼噜:响亮的呼噜声]

# CREATURE:CAPYBARA, GIANT
source: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:purr:purrs:a deep purr]
cs: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:vrnět:vrní:hluboké vrnění]
de: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:schnurren:schnurrt:ein tiefes Schnurren]
eo: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:ronronas:ronronas:ronronon]
es: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:ronroneas:ronronea:un profundo ronroneo]
ja: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:喉を鳴らした:喉を鳴らした:大きく喉を鳴らした]
ko: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:갸르릉:갸르릉:깊게 갸르릉]
pl: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:mruczysz:mruczy:głębokie mruczenie]
ru: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:мурлычите:мурлычет:громкое мурлыканье]
tr: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:mırıldan:mırıldanır:derin bir mırıltı]
vi: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:tiếng rừ rừ:những tiếng rừ rừ:một tiếng rừ rừ trầm]
zh_hans: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:咕噜:咕噜:低沉的咕噜声]

# CREATURE:CAPYBARA, GIANT
source: [SOUND:PEACEFUL_INTERMITTENT:50:10000:NONE:click:clicks:a loud click]
cs: [SOUND:PEACEFUL_INTERMITTENT:50:10000:NONE:cvaknout:cvaká:hlasité cvaknutí]
de: [SOUND:PEACEFUL_INTERMITTENT:50:10000:NONE:klick:klicks:ein lautes Klicken]
eo: [SOUND:PEACEFUL_INTERMITTENT:50:10000:NONE:klakas:klakas:laŭtan klakon]
es: [SOUND:PEACEFUL_INTERMITTENT:50:10000:NONE:click:clicks:click ruidoso]
ko: [SOUND:PEACEFUL_INTERMITTENT:50:10000:NONE:찰칵:찰칵:크게 찰칵]
pl: [SOUND:PEACEFUL_INTERMITTENT:50:10000:NONE:mlaskasz:mlaska:głośne mlask]
ru: [SOUND:PEACEFUL_INTERMITTENT:50:10000:NONE:щёлкаете:щёлкает:громкое щёлканье]
tr: [SOUND:PEACEFUL_INTERMITTENT:50:10000:NONE:tıkırda:tıkırdar:yüksek sesli bir tıkırtı]
vi: [SOUND:PEACEFUL_INTERMITTENT:50:10000:NONE:tiếng lách cách:những tiếng lách cách:một tiếng lách cách lớn]
zh_hans: [SOUND:PEACEFUL_INTERMITTENT:50:10000:NONE:咔哒:咔哒:响亮的咔哒声]

# CREATURE:CAPYBARA, GIANT
source: [PREFSTRING:beyond enormous rodentness]
cs: [PREFSTRING:ještě větší hlodavcovitost]
de: [PREFSTRING: enorme Nagefähigkeit]
eo: [PREFSTRING:enormega ronĝuleco]
es: [PREFSTRING:más allá de los enormes roedores]
ja: [PREFSTRING:beyond 巨大なげっ歯類]
ko: [PREFSTRING:초 거대 설치류]
pl: [PREFSTRING:niewyobrażalnie ogromna gryzoniowatość]
ru: [PREFSTRING:запредельно большие для грызуна размеры]
tr: [PREFSTRING:muazzam ötesi kemirgenlik]
vi: [PREFSTRING:vượt xa sự khổng lồ của loài gặm nhấm]
zh_hans: [PREFSTRING:超巨大型啮齿动物]

# CREATURE:CAPYBARA, GIANT
source: [PREFSTRING:graceful swimming]
cs: [PREFSTRING:ladným plaváním]
de: [PREFSTRING:elegantes Schwimmen]
eo: [PREFSTRING:gracia naĝado]
es: [PREFSTRING:natación agraciada]
ja: [PREFSTRING:泳ぎが上手い]
ko: [PREFSTRING:우아한 수영]
pl: [PREFSTRING:majestatyczne pływanie]
ru: [PREFSTRING:грациозное плаванье]
tr: [PREFSTRING:zarif yüzme]
vi: [PREFSTRING:bơi lội duyên dáng]
zh_hans: [PREFSTRING:优雅的游泳]

# CREATURE:CAPYBARA, GIANT
source: [PREFSTRING:resonant barking]
cs: [PREFSTRING:rezonující štěkání]
de: [PREFSTRING:Resonanzbellen]
eo: [PREFSTRING:resonanta bojado]
es: [PREFSTRING:ladrido resonante]
ja: [PREFSTRING:共鳴]
ko: [PREFSTRING:뒤울리는 울부짖음]
pl: [PREFSTRING:donośne szczekanie]
ru: [PREFSTRING:звучный лай]
tr: [PREFSTRING:yankılanan havlama]
vi: [PREFSTRING:tiếng sủa vang vọng]
zh_hans: [PREFSTRING:回响的叫声]

# CREATURE:CAPYBARA MAN
source: [CASTE_NAME:capybara man:capybara men:capybara man]
cs: [CASTE_NAME:kapybaří muž:kapybaří muži:kapybařího muže]
de: [CASTE_NAME:Capybaramännchen: Capybaramännchen: Capybaramännchen]
eo: [CASTE_NAME:homkapibariĉo:homkapibariĉoj:de homkapibariĉo]
es: [CASTE_NAME:hombre capibara:hombres capibara:de hombre capibara]
ja: [CASTE_NAME:カビパラ男:カビパラ男:カビパラ男の]
ko: [CASTE_NAME:남성 카피바라인간:남성 카피바라인간들:남성 카피바라인간]
pl: [CASTE_NAME:kapibaromężczyzna:kapibaromężczyźni:kapibaromężczyzny]
ru: [CASTE_NAME:мужчина-капибара:мужчины-капибары:мужчины-капибары]
tr: [CASTE_NAME:erkek kapibara:erkek kapibaralar:erkek kapibara]
vi: [CASTE_NAME:người chuột lang nước:những người chuột lang nước:người chuột lang nước]
zh_hans: [CASTE_NAME:水豚男:水豚男:水豚男]

# CREATURE:CAPYBARA MAN
source: [CASTE_NAME:capybara woman:capybara women:capybara woman]
cs: [CASTE_NAME:kapybaří žena:kapybaří ženy:kapybaří ženu]
de: [CASTE_NAME:Capybaraweibchen: Capybaraweibchen: Capybaraweibchen]
eo: [CASTE_NAME:homkapibarino:homkapibarinoj:de homkapibarino]
es: [CASTE_NAME:mujer capibara:mujeres capibara:de mujer capibara]
ja: [CASTE_NAME:カビパラ女:カビパラ女:カビパラ女の]
ko: [CASTE_NAME:여성 카피바라인간:여성 카피바라인간들:여성 카피바라인간]
pl: [CASTE_NAME:kapibarokobieta:kapibarokobiety:kapibarokobiecy]
ru: [CASTE_NAME:женщина-капибара:женщины-капибары:женщины-капибары]
tr: [CASTE_NAME:dişi kapibara:dişi kapibaralar:dişi kapibara]
vi: [CASTE_NAME:phụ nữ chuột lang nước:những phụ nữ chuột lang nước:phụ nữ chuột lang nước]
zh_hans: [CASTE_NAME:水豚女:水豚女:水豚女]

# CREATURE:CAPYBARA MAN
source: [NAME:capybara man:capybara men:capybara man]
cs: [NAME:kapybaří muž:kapybaří muži:kapybařího muže]
de: [NAME:Capybaramännchen : Capybaramännchen : Capybaramännchen]
eo: [NAME:homkapibaro:homkapibaroj:de homkapibaro]
es: [CASTE_NAME:hombre capibara:hombres capibara:hombre capibara]
ja: [NAME:カビパラ男:カビパラ男:カビパラ男の]
ko: [NAME:카피바라인간:카피바라인간들:카피바라인간]
pl: [NAME:kapibaroczłowiek:kapibaroludzie:kapibaroludzki]
ru: [NAME:человек-капибара:люди-капибары:человека-капибары]
tr: [NAME:erkek kapibara:erkek kapibaralar:erkek kapibara]
vi: [NAME:người chuột lang nước:những người chuột lang nước:người chuột lang nước]
zh_hans: [NAME:水豚人:水豚人水豚人]

# CREATURE:CAPYBARA MAN
source: [DESCRIPTION:A humanoid with the head of a capybara. It is fond of swimming.]
cs: [DESCRIPTION:Humanoid s hlavou kapybary. Má rád plavání.]
de: [DESCRIPTION:Ein Humanoid mit dem Kopf eines Wasserschweins. Es schwimmt gerne.]
eo: [DESCRIPTION:Homsimilulo kun la kapo de kapibaro. Ĝi naĝemas.]
es: [DESCRIPTION:Un humanoide con la cabeza de un capibara. Aprecia el nadar.]
ja: [DESCRIPTION:カビパラの頭を持つ人間だ。泳ぎが上手い。]
ko: [DESCRIPTION:카피바라의 머리를 가진 인간형태의 생물체, 수영을 좋아합니다.]
pl: [DESCRIPTION:Humanoid z głową kapibary. Ma zamiłowanie do pływania.]
ru: [DESCRIPTION:Человекоподобное существо с головой капибары. Обожает плавать.]
tr: [DESCRIPTION:Kapibara başlı, insansı bir fantastik canlı. Yüzmeyi sever.]
vi: [DESCRIPTION:Một sinh vật hình người mang đầu chuột lang nước. Nó thích bơi lội.]
zh_hans: [DESCRIPTION:一个长着水豚头的人。酷爱游泳。]

# CREATURE:BADGER
source: [DESCRIPTION:A small mammal with a striped face. It lives in groups and is ferocious in combat.]
cs: [DESCRIPTION:Malý savec s pruhovanou tváří. Žije ve skupinách a v boji je zuřivý.]
de: [DESCRIPTION:Ein kleines Säugetier mit einem gestreiften Gesicht. Es lebt in Gruppen und ist wild im Kampf.]
eo: [DESCRIPTION:Malgranda mamulo kun striata kapo. Ĝi vivas grege kaj ferocas je batalo.]
es: [DESCRIPTION:Un pequeño mamífero con la faz rayada. Vive en grupos y es feroz.]
ja: [DESCRIPTION:縞模様の顔を持った小型哺乳類。群れを作り、意外と獰猛だ。]
ko: [DESCRIPTION:줄무늬가 있는 얼굴을 가진 작은 포유류. 무리를 지어 생활하며 전투에서 매우 사납다.]
pl: [DESCRIPTION:Mały ssak z pręgowanym pyskiem. Żyje w grupach i jest okrutny w walce.]
ru: [DESCRIPTION:Небольшое млекопитающее с полосатой мордой. Живёт группами. Свиреп в бою.]
tr: [DESCRIPTION:Çizgili yüzlü küçük bir memeli. Gruplar halinde yaşar ve dövüşte vahşidir.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ với khuôn mặt sọc. Nó sống theo đàn và rất hung dữ trong chiến đấu.]
zh_hans: [DESCRIPTION:一种脸上有着斑纹的小型哺乳动物。它成群结队行动，并且在战斗时十分凶猛。]

# CREATURE:BADGER
source: [NAME:badger:badgers:badger]
cs: [NAME:jezevec:jezevci:jezevce]
de: [NAME:Dachs:Dachs:Dachs]
eo: [NAME:melo:meloj:de melo]
es: [NAME:tejón:tejones:tejón]
ja: [NAME:アナグマ:アナグマ:アナグマの]
ko: [NAME:오소리:오소리들:오소리]
pl: [NAME:borsuk:borsuki:borsuczy]
ru: [NAME:барсук:барсуки:барсука]
tr: [NAME:porsuk:porsuklar:porsuk]
vi: [NAME:lửng:những con lửng:lửng]
zh_hans: [NAME:獾:獾:獾]

# CREATURE:BADGER
source: [GENERAL_CHILD_NAME:badger cub:badger cubs]
cs: [GENERAL_CHILD_NAME:mládě jezevce:mláďata jezevce]
de: [GENERAL_CHILD_NAME:Dachsjunge:Dachsjunge]
eo: [GENERAL_CHILD_NAME:melido:melidoj]
es: [GENERAL_CHILD_NAME:cría de tejón:crías de tejón]
ja: [GENERAL_CHILD_NAME:アナグマの子供:アナグマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 오소리:새끼 오소리들]
pl: [GENERAL_CHILD_NAME:młody borsuka:młode borsuka]
ru: [GENERAL_CHILD_NAME:барсучонок:барсучата]
tr: [GENERAL_CHILD_NAME:yavru porsuk:yavru porsuklar]
vi: [GENERAL_CHILD_NAME:lửng con:những con lửng con]
zh_hans: [GENERAL_CHILD_NAME:獾幼崽:獾幼崽]

# CREATURE:BADGER
source: [PREFSTRING:underground communities]
cs: [PREFSTRING:podzemní společenství]
de: [PREFSTRING:Untergrundgemeinschaften]
eo: [PREFSTRING:subteraj komunumoj]
es: [PREFSTRING:comunidades subterraneas]
ja: [PREFSTRING:地下の共同体]
ko: [PREFSTRING:지하 커뮤니티]
pl: [PREFSTRING:podziemne wspólnoty]
ru: [PREFSTRING:подземные городища]
tr: [PREFSTRING:yeraltı toplulukları]
vi: [PREFSTRING:các cộng đồng dưới lòng đất]
zh_hans: [PREFSTRING:地下社区]

# CREATURE:BADGER
source: [PREFSTRING:striped faces]
cs: [PREFSTRING:pruhované tváře]
de: [PREFSTRING:gestreifte Gesichter]
eo: [PREFSTRING:striataj kapoj]
es: [PREFSTRING:caras rayadas]
ja: [PREFSTRING:縞々の顔]
ko: [PREFSTRING:줄무늬가 있는 얼굴]
pl: [PREFSTRING:pręgowane pyski]
ru: [PREFSTRING:полосатые морды]
tr: [PREFSTRING:çizgili yüzler]
vi: [PREFSTRING:những khuôn mặt sọc]
zh_hans: [PREFSTRING:斑纹脸]

# CREATURE:BADGER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:BADGER
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:BADGER
source: [CASTE_NAME:badger sow:badger sows:badger sow]
cs: [CASTE_NAME:jezevčí samice:jezevčí samice:jezevčí samici]
de: [CASTE_NAME:Dachs-Sau:Dachs-Säue:Dachs-Sau]
eo: [CASTE_NAME:melino:melinoj:de melino]
es: [CASTE_NAME:tejon hembra:tejones hembra:tejon]
ja: [CASTE_NAME:アナグマの雌:アナグマの雌:アナグマの雌の]
ko: [CASTE_NAME:암컷 오소리:암컷 오소리들:암컷 오소리]
pl: [CASTE_NAME:samica borsuka:samice borsuka:samiczo borsuczy]
ru: [CASTE_NAME:барсучиха:барсучихи:барсучихи]
tr: [CASTE_NAME:dişi porsuk:dişi porsuklar:dişi porsuk]
vi: [CASTE_NAME:lửng cái:những con lửng cái:lửng cái]
zh_hans: [CASTE_NAME:雌獾:雌獾:雌獾]

# CREATURE:BADGER
source: [CASTE_NAME:badger boar:badger boars:badger boar]
cs: [CASTE_NAME:jezevčí samec:jezevčí samci:jezevčího samce]
de: [CASTE_NAME:Dachsschwein:Dachsschweine:Dachsschwein]
eo: [CASTE_NAME:meliĉo:meliĉoj:de meliĉo]
es: [CASTE_NAME:tejon macho:tejones macho:tejones macho]
ja: [CASTE_NAME:アナグマの雄:アナグマの雄:アナグマの雄の]
ko: [CASTE_NAME:수컷 오소리:수컷 오소리들:수컷 오소리]
pl: [CASTE_NAME:samiec borsuka:samce borsuka:samczo borsuczy]
ru: [CASTE_NAME:барсук:барсуки:барсука]
tr: [CASTE_NAME:erkek porsuk:erkek porsuklar:erkek porsuk]
vi: [CASTE_NAME:lửng đực:những con lửng đực:lửng đực]
zh_hans: [CASTE_NAME:雄獾:雄獾:雄獾]

# CREATURE:BADGER
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:BADGER
source: [TLCM_NOUN:legs:PLURAL]
cs: [TLCM_NOUN:nohy:PLURAL]
de: [TLCM_NOUN:Beine:PLURAL]
eo: [TLCM_NOUN:gamboj:PLURAL]
es: [TLCM_NOUN:piernas:PLURAL]
ja: [TLCM_NOUN:脚:PLURAL]
ko: [TLCM_NOUN:다리:PLURAL]
pl: [TLCM_NOUN:nogi:PLURAL]
ru: [TLCM_NOUN:лапы:PLURAL]
tr: [TLCM_NOUN:bacaklar:PLURAL]
zh_hans: [TLCM_NOUN:腿:PLURAL]

# CREATURE:BADGER
source: [TLCM_NOUN:head:SINGULAR]
cs: [TLCM_NOUN:hlava:SINGULAR]
de: [TLCM_NOUN:Kopf:SINGULAR]
eo: [TLCM_NOUN:kapo:SINGULAR]
es: [TLCM_NOUN:cabeza:SINGULAR]
ja: [TLCM_NOUN:頭:SINGULAR]
ko: [TLCM_NOUN:머리:SINGULAR]
pl: [TLCM_NOUN:głowa:SINGULAR]
ru: [TLCM_NOUN:голова:SINGULAR]
tr: [TLCM_NOUN:kafa:SINGULAR]
zh_hans: [TLCM_NOUN:头部:SINGULAR]

# CREATURE:BADGER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:毛皮:SINGULAR]

# CREATURE:BADGER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BADGER MAN
source: [CASTE_NAME:badger man:badger men:badger man]
cs: [CASTE_NAME:jezevčí muž:jezevčí muži:jezevčího muže]
de: [CASTE_NAME:Dachsbär:Dachsbären:Dachsbär]
eo: [CASTE_NAME:hommeliĉo:hommeliĉoj:de hommeliĉo]
es: [CASTE_NAME:hombre tejon:hombres tejon:hombre tejon]
ja: [CASTE_NAME:アナグマ男:アナグマ男:アナグマ男の]
ko: [CASTE_NAME:남성 오소리인간:남성 오소리인간들:남성 오소리인간]
pl: [CASTE_NAME:borsukomężczyzna:borsukomężczyźni:borsukomężczyzny]
ru: [CASTE_NAME:мужчина-барсук:мужчины-барсуки:мужчины-барсука]
tr: [CASTE_NAME:erkek porsuk:erkek porsuklar:erkek porsuk]
vi: [CASTE_NAME:người lửng:những người lửng:người lửng]
zh_hans: [CASTE_NAME:獾男:獾男:獾男]

# CREATURE:BADGER MAN
source: [CASTE_NAME:badger woman:badger women:badger woman]
cs: [CASTE_NAME:jezevčí žena:jezevčí ženy:jezevčí ženu]
de: [CASTE_NAME:Dächsin:Dächsinen:Dächsin]
eo: [CASTE_NAME:hommelino:hommelinoj:de hommelino]
es: [CASTE_NAME:mujer tejon:mujeres tejon:mujer tejon]
ja: [CASTE_NAME:アナグマ女:アナグマ女:アナグマ女の]
ko: [CASTE_NAME:여성 오소리인간:여성 오소리인간들:여성 오소리인간]
pl: [CASTE_NAME:borsukokobieta:borsukokobiety:borsukokobiecy]
ru: [CASTE_NAME:женщина-барсучиха:женщины-барсучихи:женщины-барсучихи]
tr: [CASTE_NAME:dişi porsuk:dişi porsuklar:dişi porsuk]
vi: [CASTE_NAME:phụ nữ lửng:những phụ nữ lửng:phụ nữ lửng]
zh_hans: [CASTE_NAME:獾女:獾女:獾女]

# CREATURE:BADGER MAN
source: [NAME:badger man:badger men:badger man]
cs: [NAME:jezevčí muž:jezevčí muži:jezevčího muže]
de: [NAME:Dachsbär:Dachsbären:Dachsbär]
eo: [NAME:hommelo:hommeloj:de hommelo]
es: [NAME:hombre tejon:hombres tejon:hombre tejon]
ja: [NAME:アナグマ男:アナグマ男:アナグマ男の]
ko: [NAME:오소리인간:오소리인간들:오소리인간]
pl: [NAME:borsukoczłowiek:borsukoludzie:borsukoludzki]
ru: [NAME:человек-барсук:люди-барсуки:человека-барсука]
tr: [NAME:erkek porsuk:erkek porsuklar:erkek porsuk]
vi: [NAME:người lửng:những người lửng:người lửng]
zh_hans: [NAME:獾人:獾人:獾人]
