Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:SHARK_WHALE
source: [CASTE_NAME:whale shark:whale sharks:whale shark]
cs: [CASTE_NAME:žralok obrovský:žraloci obrovští:žralok obrovský]
de: [CASTE_NAME:Walhai:Walhaie:Walhai]
eo: [CASTE_NAME:balenŝarko:balenŝarkoj:de balenŝarko]
es: [CASTE_NAME:tiburón ballena:tiburones ballena:tiburón ballena]
ja: [CASTE_NAME:ジンベイザメ:ジンベイザメ:ジンベイザメの]
ko: [CASTE_NAME:고래상어:고래상어들:고래상어]
pl: [CASTE_NAME:rekin wielorybi:rekiny wielorybie:rekino wielorybi]
ru: [CASTE_NAME:китовая акула:китовые акулы:китовых акул]
tr: [CASTE_NAME:balina köpekbalığı:balina köpekbalıkları:balina köpekbalığı]
vi: [CASTE_NAME:cá mập voi:Những cá mập voi:cá mập voi]
zh_hans: [CASTE_NAME:鲸鲨:鲸鲨:鲸鲨]

# CREATURE:SHARK_WHALE
source: [GENERAL_CHILD_NAME:whale shark pup:whale shark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka obrovského:mláďata žraloků obrovských]
de: [GENERAL_CHILD_NAME:Walhaijunges:Walhaijunge]
eo: [GENERAL_CHILD_NAME:balenŝarkido:balenŝarkidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón ballena:crías de tiburón ballena]
ja: [GENERAL_CHILD_NAME:ジンベイザメの稚魚:ジンベイザメの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 고래상어:새끼 고래상어들]
pl: [GENERAL_CHILD_NAME:młody rekina wielorybiego:młode rekina wielorybiego]
ru: [GENERAL_CHILD_NAME:китовый акулёнок:китовые акулята]
tr: [GENERAL_CHILD_NAME:yavru balina köpekbalığı:yavru balina köpekbalıkları]
vi: [GENERAL_CHILD_NAME:cá mập voi con:Những cá mập voi con]
zh_hans: [GENERAL_CHILD_NAME:鲸鲨幼崽:鲸鲨幼崽]

# CREATURE:SHARK_WHALE
source: [PREFSTRING:gentle nature]
cs: [PREFSTRING:jemnou povahou]
de: [PREFSTRING:sanftes Wesen]
eo: [PREFSTRING:ĝentila naturo]
es: [PREFSTRING:naturaleza amable]
ja: [PREFSTRING:穏やか]
ko: [PREFSTRING:온화한 특성]
pl: [PREFSTRING:łagodna natura]
ru: [PREFSTRING:кроткую натуру]
tr: [PREFSTRING:nazik doğa]
vi: [PREFSTRING:bản tính hiền lành]
zh_hans: [PREFSTRING:温柔的天性]

# CREATURE:SHARK_WHALE
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_WHALE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SHARK_WHALE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_BASKING
source: [DESCRIPTION:A gigantic filter-feeding fish found in temperate oceans.]
cs: [DESCRIPTION:Obrovská ryba živící se filtrováním planktonu, žijící v mírných oceánech.]
de: [DESCRIPTION:Ein gigantischer planktonfressender Fisch, der in tropischen Ozeanen vorkommt.]
eo: [DESCRIPTION:Giganta filtromanĝanta fiŝo kiu troviĝas en mezvarmaj oceanoj.]
es: [DESCRIPTION:Un pez gigante que se alimenta por filtración, se encuentra en los oceanos templados]
ko: [DESCRIPTION:온대 바다에서 발견되는 거대한 여과성 물고기.]
pl: [DESCRIPTION:Gigantyczna, żywiąca się filtrowo ryba, którą można znaleźć w umiarkowanych oceanach.]
ru: [DESCRIPTION:Гигантская рыба, питается планктоном, который добывает процеживая воду. Обитает в океанах с умеренным климатом.]
tr: [DESCRIPTION:Ilıman okyanuslarda bulunan, süzerek beslenen devasa bir balık.]
vi: [DESCRIPTION:Một loài cá ăn lọc khổng lồ được tìm thấy ở các đại dương ôn đới.]
zh_hans: [DESCRIPTION:一种生活在温带海洋中的巨型滤食性鱼类。]

# CREATURE:SHARK_BASKING
source: [NAME:basking shark:basking sharks:basking shark]
cs: [NAME:žralok obrovský (basking):žraloci obrovští:žralok obrovský]
de: [NAME:Riesenhai:Riesenhaie:Riesenhai]
eo: [NAME:cetorino:cetorinoj:de cetorino]
es: [NAME:tiburón peregrino:tiburones peregrino:de tiburón peregrino]
ja: [NAME:ウバザメ:ウバザメ:ウバザメの]
ko: [NAME:돌묵상어:돌묵상어들:돌묵상어]
pl: [NAME:długoszpar:długoszpary:długoszparzy]
ru: [NAME:гигантская акула:гигантские акулы:гигантской акулы]
tr: [NAME:büyük camgöz:büyük camgözler:büyük camgöz]
vi: [NAME:cá mập phơi nắng:Những cá mập phơi nắng:cá mập phơi nắng]
zh_hans: [NAME:姥鲨:姥鲨:姥鲨]

# CREATURE:SHARK_BASKING
source: [CASTE_NAME:basking shark:basking sharks:basking shark]
cs: [CASTE_NAME:žralok obrovský:žraloci obrovští:žralok obrovský]
de: [CASTE_NAME:Riesenhai:Riesenhaie:Riesenhai]
eo: [CASTE_NAME:cetorino:cetorinoj:de cetorino]
es: [CASTE_NAME:tiburón peregrino:tiburones peregrino:de tiburón peregrino]
ja: [CASTE_NAME:ウバザメ:ウバザメ:ウバザメの]
ko: [CASTE_NAME:돌묵상어:돌묵상어들:돌묵상어]
pl: [CASTE_NAME:długoszpar:długoszpary:długoszparzy]
ru: [CASTE_NAME:гигантская акула:гигантские акулы:гигантской акулы]
tr: [CASTE_NAME:büyük camgöz:büyük camgözler:büyük camgöz]
vi: [CASTE_NAME:cá mập phơi nắng:Những cá mập phơi nắng:cá mập phơi nắng]
zh_hans: [CASTE_NAME:姥鲨:姥鲨:姥鲨]

# CREATURE:SHARK_BASKING
source: [GENERAL_CHILD_NAME:basking shark pup:basking shark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka obrovského:mláďata žraloků obrovských]
de: [GENERAL_CHILD_NAME:Riesenhaijunge:Riesenhaijungen]
eo: [GENERAL_CHILD_NAME:cetorinido:cetorinidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón peregrino:crías de tiburón peregrino]
ja: [GENERAL_CHILD_NAME:ウバザメの子供:ウバザメの子供の]
ko: [GENERAL_CHILD_NAME:새끼 돌묵상어:새끼 돌묵상어들]
pl: [GENERAL_CHILD_NAME:młody długoszpara:młode długoszpara]
ru: [GENERAL_CHILD_NAME:гигантский акулёнок:гигантские акулята]
tr: [GENERAL_CHILD_NAME:yavru büyük camgöz:yavru büyük camgözler]
vi: [GENERAL_CHILD_NAME:cá mập phơi nắng con:Những cá mập phơi nắng con]
zh_hans: [GENERAL_CHILD_NAME:姥鲨幼崽:姥鲨幼崽]

# CREATURE:SHARK_BASKING
source: [PREFSTRING:giant open mouths]
cs: [PREFSTRING:obřími otevřenými tlamami]
de: [PREFSTRING:riesige offene Münder]
eo: [PREFSTRING:gigantaj malfermaj buŝoj]
es: [PREFSTRING:bocas gigantes abiertas]
ja: [PREFSTRING:大きく開く口]
ko: [PREFSTRING:크게 벌린 입]
pl: [PREFSTRING:gigantyczna jama gębowa]
ru: [PREFSTRING:гигантские разинутые рты]
tr: [PREFSTRING:devasa açık ağızlar]
vi: [PREFSTRING:những cái miệng há to khổng lồ]
zh_hans: [PREFSTRING:超级大嘴]

# CREATURE:SHARK_BASKING
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_BASKING
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SHARK_BASKING
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_NURSE
source: [DESCRIPTION:A large nocturnal bottom-dwelling fish. It is sluggish in movement and found in near-tropical shores.]
cs: [DESCRIPTION:Velká noční ryba žijící u dna. Pohybuje se pomalu a vyskytuje se u subtropických pobřeží.]
de: [DESCRIPTION:Ein großer nachtaktiver Fisch der in Bodennähe lebt. Er ist träge und wird in der nähet tropischen Küsten gefunden.]
eo: [DESCRIPTION:Granda nokta fondo-loĝanta fiŝo. Ĝi movas malrapide, kaj troviĝas proksime tropikaj bordoj.]
ja: [DESCRIPTION:夜行性の大型底生魚。動きが遅く、熱帯の沿岸に棲息。]
ko: [DESCRIPTION:야행성의 바닥에 사는 물고기입니다. 움직임이 느리고 거의 열대 해안에서 발견된다.]
pl: [DESCRIPTION:Duża, nocna ryba zamieszkująca dno. Jest powolny w ruchu i można go znaleźć w pobliżu tropikalnych wybrzeży.]
ru: [DESCRIPTION:Крупная донная рыба, ведущая ночной образ жизни. Медлительна, встречается возле тропических побережий.]
tr: [DESCRIPTION:Gececil, dipte yaşayan büyük bir balık. Hareketi ağırdır ve yarı tropikal kıyılarda bulunur.]
vi: [DESCRIPTION:Một loài cá lớn sống đáy hoạt động về đêm. Nó chậm chạp trong di chuyển và được tìm thấy ở các bờ biển cận nhiệt đới.]
zh_hans: [DESCRIPTION:一种大型的夜行性底栖鱼类。它行动迟缓，生活在近热带海岸。]

# CREATURE:SHARK_NURSE
source: [NAME:nurse shark:nurse sharks:nurse shark]
cs: [NAME:žralok chůvička:žraloci chůvičky:žralok chůvička]
de: [NAME:Ammenhai:Ammenhaie:Ammenhai]
eo: [NAME:ginglimostomo:ginglimostomoj:de ginglimostomo]
es: [NAME:tiburón nodriza:tiburones nodriza:de tiburón nodriza]
ja: [NAME:コモリザメ:コモリザメ:コモリザメの]
ko: [NAME:너스상어:너스상어들:너스상어]
pl: [NAME:rekin wąsaty:rekiny wąsate:rekino wąsaty]
ru: [NAME:акула-нянька:акулы-няньки:акулы-няньки]
tr: [NAME:hemşire köpekbalığı:hemşire köpekbalıkları:hemşire köpekbalığı]
vi: [NAME:cá mập y tá:Những cá mập y tá:cá mập y tá]
zh_hans: [NAME:铰口鲨:铰口鲨:铰口鲨]

# CREATURE:SHARK_NURSE
source: [CASTE_NAME:nurse shark:nurse sharks:nurse shark]
cs: [CASTE_NAME:žralok chůvička:žraloci chůvičky:žralok chůvička]
de: [CASTE_NAME:Ammenhai:Ammenhaie:Ammenhai]
eo: [CASTE_NAME:ginglimostomo:ginglimostomoj:de ginglimostomo]
es: [CASTE_NAME:tiburón nodriza:tiburones nodriza:de tiburón nodriza]
ja: [CASTE_NAME:コモリザメ:コモリザメ:コモリザメの]
ko: [CASTE_NAME:너스상어:너스상어들:너스상어]
pl: [CASTE_NAME:rekin wąsaty:rekiny wąsate:rekino wąsaty]
ru: [CASTE_NAME:акула-нянька:акулы-няньки:акулы-няньки]
tr: [CASTE_NAME:hemşire köpekbalığı:hemşire köpekbalıkları:hemşire köpekbalığı]
vi: [CASTE_NAME:cá mập y tá:Những cá mập y tá:cá mập y tá]
zh_hans: [CASTE_NAME:铰口鲨:铰口鲨:铰口鲨]

# CREATURE:SHARK_NURSE
source: [GENERAL_CHILD_NAME:nurse shark pup:nurse shark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka chůvičky:mláďata žraloků chůviček]
de: [GENERAL_CHILD_NAME:Ammenhai-Welpe:Ammenhai-Welpen]
eo: [GENERAL_CHILD_NAME:ginglimostomido:ginglimostomidoj:de ginglimostomo]
es: [GENERAL_CHILD_NAME:cría de tiburón nodriza:crías de tiburón nodriza]
ja: [GENERAL_CHILD_NAME:コモリザメの稚魚:コモリザメの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 너스상어:새끼 너스상어들]
pl: [GENERAL_CHILD_NAME:młody rekina wąsatego:młode rekina wąsatego]
ru: [GENERAL_CHILD_NAME:акулёнок-нянька:акулята-няньки]
tr: [GENERAL_CHILD_NAME:yavru hemşire köpekbalığı:yavru hemşire köpekbalıkları]
vi: [GENERAL_CHILD_NAME:cá mập y tá con:Những cá mập y tá con]
zh_hans: [GENERAL_CHILD_NAME:铰口鲨幼崽:铰口鲨幼崽]

# CREATURE:SHARK_NURSE
source: [PREFSTRING:tenacity]
cs: [PREFSTRING:houževnatostí]
de: [PREFSTRING:Zähigkeit]
eo: [PREFSTRING:persistenco]
es: [PREFSTRING:tenacidad]
ja: [PREFSTRING:粘り強い]
ko: [PREFSTRING:끈기]
pl: [PREFSTRING:wytrwałość]
ru: [PREFSTRING:стойкость]
tr: [PREFSTRING:azim]
vi: [PREFSTRING:sự kiên cường]
zh_hans: [PREFSTRING:坚韧]

# CREATURE:SHARK_NURSE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_NURSE
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_NURSE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SHARK_NURSE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_MAKO_SHORTFIN
source: [DESCRIPTION:A large, aggressive, oceanic fish with a mouth full of pointed teeth. It is capable of great speed.]
cs: [DESCRIPTION:Velká, agresivní mořská ryba s tlamou plnou ostrých zubů. Je schopná rychle plavat.]
de: [DESCRIPTION:Ein großer, aggressiver, im Ozen lebender Fisch mit einem Maul voller spitzer Zähne. Es ist in der Lage, große Geschwindigkeit zu erreichen.]
eo: [DESCRIPTION:Granda agresema oceana fiŝo kun buŝo plena de pontaj dentoj. Ĝi eblas granda rapideco.]
es: [DESCRIPTION:Un pez oceánico grande y agresivo, con una boca llena de dientes afilados. Puede alcanzar una gran velocidad.]
ja: [DESCRIPTION:尖った歯をたくさん持つ、獰猛な海洋魚。とても速く泳ぐ。]
ko: [DESCRIPTION:뾰족한 이빨로 가득 찬 입을 가진 크고 공격적인 해양 물고기입니다. 그것은 굉장한 속도를 냅니다.]
pl: [DESCRIPTION:Duża, agresywna ryba oceaniczna z ustami pełnymi szpiczastych zębów. Jest zdolna do dużych prędkości.]
ru: [DESCRIPTION:Крупная агрессивная океаническая рыба с пастью, полной острых зубов. Способна достигать огромной скорости.]
tr: [DESCRIPTION:Sivri dişlerle dolu bir ağzı olan büyük, saldırgan, okyanus balığı. Büyük hızlara ulaşabilir.]
vi: [DESCRIPTION:Một loài cá biển lớn, hung hãn, với miệng đầy răng nhọn. Nó có khả năng đạt tốc độ cao.]
zh_hans: [DESCRIPTION:一种大型的、好斗的海洋鱼类，嘴里长满了尖牙。 它的速度非常快。]

# CREATURE:SHARK_MAKO_SHORTFIN
source: [NAME:shortfin mako shark:shortfin mako sharks:shortfin mako shark]
cs: [NAME:žralok mako krátkoploutvý:žraloci mako krátkoploutví:žralok mako krátkoploutvý]
de: [NAME:Makohai:Makohaie:Makohai]
eo: [NAME:mallongnaĝila makoŝarko:mallongnaĝilaj makoŝarkoj:de mallongnaĝila makoŝarko]
es: [NAME:tiburón marrajo aleta corta:tiburones marrajo aleta corta:de tiburón marrajo aleta corta]
ja: [NAME:アオザメ:アオザメ:アオザメの]
ko: [NAME:청상아리:청상아리들:청상아리]
pl: [NAME:rekin ostronosy:rekiny ostronose:rekino ostronosowy]
ru: [NAME:короткоплавниковая акула мако:короткоплавниковые акулы мако:короткоплавниковой акулы мако]
tr: [NAME:kısa yüzgeçli mako köpekbalığı:kısa yüzgeçli mako köpekbalıkları:kısa yüzgeçli mako köpekbalığı]
vi: [NAME:cá mập mako vây ngắn:Những cá mập mako vây ngắn:cá mập mako vây ngắn]
zh_hans: [NAME:尖吻鲭鲨:尖吻鲭鲨:尖吻鲭鲨]

# CREATURE:SHARK_MAKO_SHORTFIN
source: [CASTE_NAME:shortfin mako shark:shortfin mako sharks:shortfin mako shark]
cs: [CASTE_NAME:žralok mako krátkoploutvý:žraloci mako krátkoploutví:žralok mako krátkoploutvý]
de: [CASTE_NAME:Makohai:Makohaie:Makohai]
eo: [CASTE_NAME:mallongnaĝila makoŝarko:mallongnaĝilaj makoŝarkoj:de mallongnaĝila makoŝarko]
es: [CASTE_NAME:tiburón marrajo aleta corta:tiburones marrajo aleta corta:de tiburón marrajo aleta corta]
ja: [CASTE_NAME:アオザメ:アオザメ:アオザメの]
ko: [CASTE_NAME:청상아리:청상아리들:청상아리]
pl: [CASTE_NAME:rekin ostronosy:rekiny ostronose:rekino ostronosowy]
ru: [CASTE_NAME:короткоплавниковая акула мако:короткоплавниковые акулы мако:короткоплавниковой акулы мако]
tr: [CASTE_NAME:kısa yüzgeçli mako köpekbalığı:kısa yüzgeçli mako köpekbalıkları:kısa yüzgeçli mako köpekbalığı]
vi: [CASTE_NAME:cá mập mako vây ngắn:Những cá mập mako vây ngắn:cá mập mako vây ngắn]
zh_hans: [CASTE_NAME:尖吻鲭鲨:尖吻鲭鲨:尖吻鲭鲨]

# CREATURE:SHARK_MAKO_SHORTFIN
source: [GENERAL_CHILD_NAME:shortfin mako shark pup:shortfin mako shark pup]
cs: [GENERAL_CHILD_NAME:mládě žraloka mako krátkoploutvého:mládě žraloka mako krátkoploutvého]
de: [GENERAL_CHILD_NAME:Makohaijunges:Makohaijungen]
eo: [GENERAL_CHILD_NAME:mallongnaĝila makoŝarkido:mallongnaĝilaj makoŝarkidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón marrajo aleta corta:crías de tiburón marrajo aleta corta]
ja: [GENERAL_CHILD_NAME:アオザメの稚魚:アオザメの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 청상아리:새끼 청상아리들]
pl: [GENERAL_CHILD_NAME:młody rekina ostronosego:młode rekina ostronosego]
ru: [GENERAL_CHILD_NAME:короткоплавниковый акулёнок мако:короткоплавниковые акулята мако]
tr: [GENERAL_CHILD_NAME:yavru kısa yüzgeçli mako köpekbalığı:yavru kısa yüzgeçli mako köpekbalıkları]
vi: [GENERAL_CHILD_NAME:cá mập mako vây ngắn con:cá mập mako vây ngắn con]
zh_hans: [GENERAL_CHILD_NAME:尖吻鲭鲨幼崽:尖吻鲭鲨幼崽]

# CREATURE:SHARK_MAKO_SHORTFIN
source: [PREFSTRING:speed]
cs: [PREFSTRING:rychlostí]
de: [PREFSTRING:Geschwindigkeit]
eo: [PREFSTRING:rapideco]
es: [PREFSTRING:velocidad]
ja: [PREFSTRING:速い]
ko: [PREFSTRING:속도]
pl: [PREFSTRING:prędkość]
ru: [PREFSTRING:скорость]
tr: [PREFSTRING:hız]
vi: [PREFSTRING:tốc độ]
zh_hans: [PREFSTRING:快速]

# CREATURE:SHARK_MAKO_SHORTFIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_MAKO_SHORTFIN
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_MAKO_SHORTFIN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SHARK_MAKO_SHORTFIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_MAKO_LONGFIN
source: [DESCRIPTION:A large fish which scavenges along tropical and temperate coastal waters.]
cs: [DESCRIPTION:Velká ryba, která se živí zbytky v tropických a mírných pobřežních vodách.]
de: [DESCRIPTION:Ein großer Fisch, der in tropischen und gemäßigten Küstengewässern frisst.]
eo: [DESCRIPTION:Granda fiŝo kiu kadavromanĝas laŭlonge de tropikaj kaj mezvarmaj bordaj akvoj.]
es: [DESCRIPTION:Un pez grande que busca alimento a lo largo de las aguas tropicales y costeras templadas.]
ja: [DESCRIPTION:熱帯および温帯の沿岸水域に棲息する、腐肉食の巨大魚]
ko: [DESCRIPTION:열대 및 온대 해안 수역을 따라 서식하는 대형 어류입니다.]
pl: [DESCRIPTION:Duża ryba, która poluje w tropikalnych, umiarkowanych wodach przybrzeżnych.]
ru: [DESCRIPTION:Крупная рыба, рыскающая в прибрежных водах тропического и умеренного климата.]
tr: [DESCRIPTION:Tropikal ve ılıman kıyı sularında leş yiyen büyük bir balık.]
vi: [DESCRIPTION:Một loài cá lớn kiếm ăn xác thối dọc theo các vùng biển ven bờ nhiệt đới và ôn đới.]
zh_hans: [DESCRIPTION:一种生活在热带和温带沿海水域的大型清道夫鱼类。]

# CREATURE:SHARK_MAKO_LONGFIN
source: [NAME:longfin mako shark:longfin mako sharks:longfin mako shark]
cs: [NAME:žralok mako dlouhoploutvý:žraloci mako dlouhoploutví:žralok mako dlouhoploutvý]
de: [NAME:Langflossenmakohai:Langflossenmakohaie:Langflossenmakohai]
eo: [NAME:longnaĝila makoŝarko:longnaĝilaj makoŝarkoj:de longnaĝila makoŝarko]
es: [NAME:tiburón marrajo aleta larga:tiburones marrajo aleta larga:de tiburón marrajo aleta larga]
ja: [NAME:バケアオザメ:バケアオザメ:バケアオザメの]
ko: [NAME:단순청상아리:단순청상아리들:단순청상아리]
pl: [NAME:ostronos długopłetwowy:ostronosy długopłetwowe:ostronoso długopłetwowy]
ru: [NAME:длинноплавниковая акула мако:длинноплавниковые акула мако:длинноплавниковой акулы мако]
tr: [NAME:uzun yüzgeçli mako köpekbalığı:uzun yüzgeçli mako köpekbalıkları:uzun yüzgeçli mako köpekbalığı]
vi: [NAME:cá mập mako vây dài:Những cá mập mako vây dài:cá mập mako vây dài]
zh_hans: [NAME:长鳍鲭鲨:长鳍鲭鲨:长鳍鲭鲨]

# CREATURE:SHARK_MAKO_LONGFIN
source: [CASTE_NAME:longfin mako shark:longfin mako sharks:longfin mako shark]
cs: [CASTE_NAME:žralok mako dlouhoploutvý:žraloci mako dlouhoploutví:žralok mako dlouhoploutvý]
de: [CASTE_NAME:Langflossenmakohai:Langflossenmakohaie:Langflossenmakohai]
eo: [CASTE_NAME:longnaĝila makoŝarko:longnaĝilaj makoŝarkoj:de longnaĝila makoŝarko]
es: [CASTE_NAME:tiburón marrajo aleta larga:tiburones marrajo aleta larga:de tiburón marrajo aleta larga]
ja: [CASTE_NAME:バケアオザメ:バケアオザメ:バケアオザメの]
ko: [CASTE_NAME:단순청상아리:단순청상아리들:단순청상아리]
pl: [CASTE_NAME:ostronos długopłetwowy:ostronosy długopłetwowe:ostronoso długopłetwowy]
ru: [CASTE_NAME:длинноплавниковая акула мако:длинноплавниковые акулы мако:длинноплавниковой акулы мако]
tr: [CASTE_NAME:uzun yüzgeçli mako köpekbalığı:uzun yüzgeçli mako köpekbalıkları:uzun yüzgeçli mako köpekbalığı]
vi: [CASTE_NAME:cá mập mako vây dài:Những cá mập mako vây dài:cá mập mako vây dài]
zh_hans: [CASTE_NAME:长鳍鲭鲨:长鳍鲭鲨:长鳍鲭鲨]

# CREATURE:SHARK_MAKO_LONGFIN
source: [GENERAL_CHILD_NAME:longfin mako shark pup:longfin mako shark pup]
cs: [GENERAL_CHILD_NAME:mládě žraloka mako dlouhoploutvého:mládě žraloka mako dlouhoploutvého]
de: [GENERAL_CHILD_NAME:Langflossenmakohaijunges:Langflossenmakohaijungen]
eo: [GENERAL_CHILD_NAME:longnaĝila makoŝarkido:longnaĝilaj makoŝarkidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón marrajo aleta larga:crías de tiburón marrajo aleta larga]
ja: [GENERAL_CHILD_NAME:バケアオザメの子供:バケアオザメの子供の]
ko: [GENERAL_CHILD_NAME:새끼 단순청상아리:새끼 단순청상아리들]
pl: [GENERAL_CHILD_NAME:młody ostronosa długopłetwowego:młode ostronosa długopłetwowego]
ru: [GENERAL_CHILD_NAME:длинноплавниковый акулёнок мако:длинноплавниковые акулята мако]
tr: [GENERAL_CHILD_NAME:yavru uzun yüzgeçli mako köpekbalığı:yavru uzun yüzgeçli mako köpekbalıkları]
vi: [GENERAL_CHILD_NAME:cá mập mako vây dài con:cá mập mako vây dài con]
zh_hans: [GENERAL_CHILD_NAME:长鳍鲭鲨幼崽:长鳍鲭鲨幼崽]

# CREATURE:SHARK_MAKO_LONGFIN
source: [PREFSTRING:speed]
cs: [PREFSTRING:rychlostí]
de: [PREFSTRING:Geschwindigkeit]
eo: [PREFSTRING:rapideco]
es: [PREFSTRING:velocidad]
ja: [PREFSTRING:速い]
ko: [PREFSTRING:속도]
pl: [PREFSTRING:prędkość]
ru: [PREFSTRING:скорость]
tr: [PREFSTRING:hız]
vi: [PREFSTRING:tốc độ]
zh_hans: [PREFSTRING:快速]

# CREATURE:SHARK_MAKO_LONGFIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_MAKO_LONGFIN
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_MAKO_LONGFIN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]
