Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_STOAT
source: [NAME:giant stoat:giant stoats:giant stoat]
cs: [NAME:obří hranostaj:obří hranostajové:obřího hranostaje]
de: [NAME:Riesen-Hermelin:Riesen-Hermeline:Riesen-Hermelin]
eo: [NAME:giganta ermeno:gigantaj ermenoj:de giganta ermeno]
es: [NAME:comadreja gigante:comadrejas gigantes:comadreja gigante]
ja: [NAME:巨大オコジョ:巨大オコジョ:巨大オコジョの]
ko: [NAME:거대 북방족제비:거대 북방족제비들:거대 북방족제비]
ru: [NAME:гигантский горностай:гигантские горностаи:гигантского горностая]
tr: [NAME:dev kakım:dev kakımlar:dev kakım]
vi: [NAME:chồn stoat khổng lồ:những chồn stoat khổng lồ:chồn stoat khổng lồ]

# CREATURE:GIANT_STOAT
source: [CASTE_NAME:giant stoat:giant stoats:giant stoat]
cs: [CASTE_NAME:obří hranostaj:obří hranostajové:obřího hranostaje]
de: [CASTE_NAME:Riesen-Hermelin:Riesen-Hermeline:Riesen-Hermelin]
eo: [CASTE_NAME:giganta ermeno:gigantaj ermenoj:de giganta ermeno]
es: [CASTE_NAME:comadreja gigante:comadrejas gigantes:comadreja gigante]
ja: [CASTE_NAME:巨大オコジョ:巨大オコジョ:巨大オコジョの]
ko: [CASTE_NAME:거대 북방족제비:거대 북방족제비들:거대 북방족제비]
ru: [CASTE_NAME:гигантский горностай:гигантские горностаи:гигантского горностая]
tr: [CASTE_NAME:dev kakım:dev kakımlar:dev kakım]
vi: [CASTE_NAME:chồn stoat khổng lồ:những chồn stoat khổng lồ:chồn stoat khổng lồ]

# CREATURE:GIANT_STOAT
source: [GENERAL_CHILD_NAME:giant stoat kit:giant stoat kits]
cs: [GENERAL_CHILD_NAME:mládě obřího hranostaje:mláďata obřího hranostaje]
de: [GENERAL_CHILD_NAME:Riesen-Hermelin Junges:Riesen-Hermelin Junge]
eo: [GENERAL_CHILD_NAME:giganta ermenido:gigantaj ermenidoj]
es: [GENERAL_CHILD_NAME:cría de comadreja gigante:crías de comadreja gigante]
ja: [GENERAL_CHILD_NAME:巨大オコジョの仔:巨大オコジョの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 북방족제비:새끼 거대 북방족제비들
ru: [GENERAL_CHILD_NAME:детёныш гигантского горностая:детёныши гигантского горностая]
tr: [GENERAL_CHILD_NAME:yavru dev kakım:yavru dev kakımlar]
vi: [GENERAL_CHILD_NAME:chồn stoat con khổng lồ:những chồn stoat con khổng lồ]

# CREATURE:GIANT_STOAT
source: [DESCRIPTION:A large monster in the shape of a stoat.]
cs: [DESCRIPTION:Velké monstrum ve tvaru hranostaje.]
de: [DESCRIPTION:Ein großes Monster in Form eines Hermelins.]
eo: [DESCRIPTION:Granda monstro kun formo de ermino.]
es: [DESCRIPTION:Un gran monstruo con el aspecto de una comadreja.]
ja: [DESCRIPTION:オコジョのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:스토트 모양의 큰 괴물.]
ru: [DESCRIPTION:Огромный монстр, похожий на горностая.]
tr: [DESCRIPTION:Kakım şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn mang hình hài chồn stoat.]

# CREATURE:GIANT_STOAT
source: [PREFSTRING:ability to take down large prey]
cs: [PREFSTRING:schopnost skol it velkou kořist]
de: [PREFSTRING:fähig große Beute zu schleppen]
eo: [PREFSTRING:kapablo por superforti grandajn predojn]
es: [PREFSTRING:habilidad de derrotar presas grandes]
ja: [PREFSTRING:大きな獲物を倒す能力]
ru: [PREFSTRING:способность охотиться на крупную дичь]
tr: [PREFSTRING:büyük avları devirebilme yeteneği]
vi: [PREFSTRING:khả năng hạ gục con mồi lớn]

# CREATURE:LYNX
source: [DESCRIPTION:A medium-sized mammalian predator. It is known by the tell-tale tufts of hair on the tips of its ears.]
cs: [DESCRIPTION:Středně velký savčí predátor, známý podle typických štětiček na uších.]
de: [DESCRIPTION:Ein mittelgroßes Säugetier-Raubtier. Es ist bekannt für die märchenhaften Haarbüschel an den Spitzen seiner Ohren.]
eo: [DESCRIPTION:Mezgranda mamula predanto. Ĝi estas konita por la avertantaj hartufoj en la orelpintoj.]
es: [DESCRIPTION:Un mamífero depredador de tamaño medio. Es conocido por los mechones reveladores de pelo en las puntas de sus orejas.]
ja: [DESCRIPTION:中型のネコ科動物。耳の先にある物語のような髪の房で知られています。]
ko: [DESCRIPTION:중간 크기의 포유류 포식자입니다. 귀 끝에 털뭉치가 있습니다.]
ru: [DESCRIPTION:Хищное млекопитающее среднего размера. Известно своими кисточками на кончиках ушей.]
tr: [DESCRIPTION:Orta boy memeli bir yırtıcı. Kulaklarının ucundaki ele veren kıl püskülleriyle bilinir.]
vi: [DESCRIPTION:Một loài săn mồi có vú cỡ trung bình. Nó được nhận biết bởi chùm lông đặc trưng ở chóp tai.]

# CREATURE:LYNX
source: [NAME:lynx:lynx:lynx]
cs: [NAME:rys:rysové:rysa]
de: [NAME:Luchs:Luchse:Luchs]
eo: [NAME:linko:linkoj:de linko]
es: [NAME:lince:linces:lince]
ja: [NAME:リンクス:リンクス:リンクスの]
ko: [NAME:스라소니:스라소니:스라소니]
ru: [NAME:рысь:рыси:рыси]
tr: [NAME:vaşak:vaşaklar:vaşak]
vi: [NAME:linh miêu:linh miêu:linh miêu]

# CREATURE:LYNX
source: [CASTE_NAME:lynx:lynx:lynx]
cs: [CASTE_NAME:rys:rysové:rysa]
de: [CASTE_NAME:Luchs:Luchse:Luchs]
eo: [CASTE_NAME:linko:linkoj:de linko]
es: [CASTE_NAME:lince:linces:lince]
ja: [CASTE_NAME:リンクス:リンクス:リンクスの]
ko: [CASTE_NAME:스라소니:스라소니:스라소니]
ru: [CASTE_NAME:рысь:рыси:рыси]
tr: [CASTE_NAME:vaşak:vaşaklar:vaşak]
vi: [CASTE_NAME:linh miêu:linh miêu:linh miêu]

# CREATURE:LYNX
source: [GENERAL_CHILD_NAME:lynx cub:lynx cubs]
cs: [GENERAL_CHILD_NAME:rysí mládě:rysí mláďata]
de: [GENERAL_CHILD_NAME:Luchs Kätzchen:Luchs Kätzchen]
eo: [GENERAL_CHILD_NAME:linkido:linkidoj]
es: [GENERAL_CHILD_NAME:cachorro de lince:cachorros de lince]
ja: [GENERAL_CHILD_NAME:リンクスの子供:リンクスの子供の]
ko: [GENERAL_CHILD_NAME:스라소니 새끼:스라소니 새끼들]
ru: [GENERAL_CHILD_NAME:рысёнок:рысята]
tr: [GENERAL_CHILD_NAME:vaşak yavrusu:vaşak yavruları]
vi: [GENERAL_CHILD_NAME:linh miêu con:những linh miêu con]
zh_hans: [GENERAL_CHILD_NAME:猞猁幼崽:猞猁幼崽]

# CREATURE:LYNX
source: [PREFSTRING:ear tufts]
cs: [PREFSTRING:štětiny na uších]
de: [PREFSTRING:Ohrenbüschel]
eo: [PREFSTRING:orelaj hartufoj]
es: [PREFSTRING:penachos de las orejas]
ja: [PREFSTRING:耳の房]
ko: [PREFSTRING:귀털]
ru: [PREFSTRING:кисточки на ушах]
tr: [PREFSTRING:kulak püskülleri]
vi: [PREFSTRING:chùm lông tai]

# CREATURE:LYNX
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:LYNX
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:LYNX
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:LYNX
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:LYNX
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:LYNX_MAN
source: [CASTE_NAME:lynx man:lynx men:lynx man]
cs: [CASTE_NAME:rysí muž:rysí muži:rysího muže]
de: [CASTE_NAME:Luchs-Mann:Luchs-Männer:Luchs-Mann]
eo: [CASTE_NAME:homlinkiĉo:homlinkiĉoj:de homlinkiĉo]
es: [CASTE_NAME:hombre lince:hombres linces:hombre lince]
ja: [CASTE_NAME:リンクス男:リンクス男:リンクス男の]
ko: [CASTE_NAME:스라소니인간 남성:스라소니인간 남성들:스라소니인간 남성]
ru: [CASTE_NAME:мужчина-рысь:мужчины-рыси:мужчины-рыси]
tr: [CASTE_NAME:erkek vaşak:erkek vaşaklar:erkek vaşak]
vi: [CASTE_NAME:người linh miêu:những người linh miêu:người linh miêu]
zh_hans: [CASTE_NAME:猞猁男:猞猁男:猞猁男]

# CREATURE:LYNX_MAN
source: [CASTE_NAME:lynx woman:lynx women:lynx woman]
cs: [CASTE_NAME:rysí žena:rysí ženy:rysí ženu]
de: [CASTE_NAME:Luchs-Frau:Luchs-Frauen:Luchs-Frau]
eo: [CASTE_NAME:homlinkino:homlinkinoj:de homlinkino]
es: [CASTE_NAME:mujer lince:mujeres linces:mujer lince]
ja: [CASTE_NAME:リンクス女:リンクス女:リンクス女の]
ko: [CASTE_NAME:스라소니인간 여성:스라소니인간 여성들:스라소니인간 여성]
ru: [CASTE_NAME:женщина-рысь:женщины-рыси:женщины-рыси]
tr: [CASTE_NAME:dişi vaşak:dişi vaşaklar:dişi vaşak]
vi: [CASTE_NAME:người linh miêu nữ:những người linh miêu nữ:người linh miêu nữ]
zh_hans: [CASTE_NAME:猞猁女:猞猁女:猞猁女]

# CREATURE:LYNX_MAN
source: [NAME:lynx man:lynx men:lynx man]
cs: [NAME:rysí muž:rysí muži:rysího muže]
de: [NAME:Luchs-Mensch:Luchs-Menschen:Luchs-Mensch]
eo: [NAME:homlinko:homlinkoj:de homlinko]
es: [NAME:hombre lince:hombres linces:hombre lince]
ja: [NAME:リンクス男:リンクス男:リンクス男の]
ko: [NAME:스라소니인간:스라소니인간들:스라소니인간]
ru: [NAME:человек-рысь:люди-рыси:человека-рыси]
tr: [NAME:erkek vaşak:erkek vaşaklar:erkek vaşak]
vi: [NAME:người linh miêu:những người linh miêu:người linh miêu]
zh_hans: [NAME:猞猁人:猞猁人:猞猁人]

# CREATURE:LYNX_MAN
source: [DESCRIPTION:A person with the head and tail of a lynx.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem rysa.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Luchses.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de linko.]
es: [DESCRIPTION:Una persona con cabeza y cola de lince.]
ja: [DESCRIPTION:リンクスの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:스라소니의 머리와 꼬리를 가진 인간.]
ru: [DESCRIPTION:A человек с головой и хвостом рыси.]
tr: [DESCRIPTION:Bir vaşağın başına ve kuyruğuna sahip bir kişi.]
vi: [DESCRIPTION:Một cá nhân với đầu và đuôi của linh miêu.]

# CREATURE:GIANT_LYNX
source: [NAME:giant lynx:giant lynx:giant lynx]
cs: [NAME:obří rys:obří rysové:obřího rysa]
de: [NAME:Riesenluchs:Riesenluchse:Riesenluchs]
eo: [NAME:giganta linko:gigantaj linkoj:de giganta linko]
es: [NAME:lince gigante:linces gigantes:lince gigante]
ja: [NAME:巨大リンクス:巨大リンクス:巨大リンクスの]
ko: [NAME:거대 스라소니:거대 스라소니:거대 스라소니]
ru: [NAME:гигантская рысь:гигантские рыси:гигантской рыси]
tr: [NAME:dev vaşak:dev vaşaklar:dev vaşak]
vi: [NAME:linh miêu khổng lồ:linh miêu khổng lồ:linh miêu khổng lồ]

# CREATURE:GIANT_LYNX
source: [CASTE_NAME:giant lynx:giant lynx:giant lynx]
cs: [CASTE_NAME:obří rys:obří rysové:obřího rysa]
de: [CASTE_NAME:Riesenluchs:Riesenluchse:Riesenluchs]
eo: [CASTE_NAME:giganta linko:gigantaj linkoj:de giganta linko]
es: [CASTE_NAME:lince gigante:linces gigantes:lince gigante]
ja: [CASTE_NAME:巨大リンクス:巨大リンクス:巨大リンクスの]
ko: [CASTE_NAME:거대 스라소니:거대 스라소니:거대 스라소니]
ru: [CASTE_NAME:гигантская рысь:гигантские рыси:гигантской рыси]
tr: [CASTE_NAME:dev vaşak:dev vaşaklar:dev vaşak]
vi: [CASTE_NAME:linh miêu khổng lồ:linh miêu khổng lồ:linh miêu khổng lồ]

# CREATURE:GIANT_LYNX
source: [GENERAL_CHILD_NAME:giant lynx cub:giant lynx cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího rysa:mláďata obřího rysa]
de: [GENERAL_CHILD_NAME:Riesenluchs Kätzchen:Riesenluchs Kätzchen]
eo: [GENERAL_CHILD_NAME:giganta linkido:gigantaj linkidoj]
es: [GENERAL_CHILD_NAME:cachorro de lince gigante:cachorros de linces gigantes:cachorro de lince gigante]
ja: [GENERAL_CHILD_NAME:巨大リンクスの子供:巨大リンクスの子供の]
ko: [GENERAL_CHILD_NAME:거대 스라소니 새끼:거대 스라소니 새끼들]
ru: [GENERAL_CHILD_NAME:гигантский рысёнок:гигантские рысята]
tr: [GENERAL_CHILD_NAME:yavru dev vaşak:yavru dev vaşaklar]
vi: [GENERAL_CHILD_NAME:linh miêu con khổng lồ:những linh miêu con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨猞猁幼崽:巨猞猁幼崽]

# CREATURE:GIANT_LYNX
source: [DESCRIPTION:A huge monster in the shape of a lynx.]
cs: [DESCRIPTION:Obří monstrum ve tvaru rysa.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Luchs.]
eo: [DESCRIPTION:Grandega monstro kun formo de linko.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un lince.]
ja: [DESCRIPTION:リンクスのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:스라소니와 닮은 거대한 괴수.]
ru: [DESCRIPTION:Огромный монстр, похожий на рысь.]
tr: [DESCRIPTION:Vaşak şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài linh miêu.]
zh_hans: [DESCRIPTION:一只巨大的猞猁怪。]

# CREATURE:GIANT_LYNX
source: [PREFSTRING:ear tufts]
cs: [PREFSTRING:štětiny na uších]
de: [PREFSTRING:Ohrenbüschel]
eo: [PREFSTRING:orelaj hartufoj]
es: [PREFSTRING:penachos de las orejas]
ja: [PREFSTRING:耳の房]
ko: [PREFSTRING:귀털]
ru: [PREFSTRING:кисточки на ушах]
tr: [PREFSTRING:kulak püskülleri]
vi: [PREFSTRING:chùm lông tai]

# COLOR:AMBER
source: [NAME:amber]
cs: [NAME:jantarová]
de: [NAME:Bernsteinfarben]
eo: [NAME:sukcenkolora]
es: [NAME:ambár]
ja: [NAME:琥珀色]
ko: [NAME:호박색]
pl: [NAME:bursztyn]
ru: [NAME:янтарного цвета]
tr: [NAME:kehribar]
vi: [NAME:hổ phách]

# COLOR:AMETHYST
source: [NAME:amethyst]
cs: [NAME:ametystová]
de: [NAME:Amethystfarben]
eo: [NAME:ametistkolora]
es: [NAME:amatista]
ja: [NAME:アメジスト]
ko: [NAME:자수정]
pl: [NAME:ametyst]
ru: [NAME:аметистового цвета]
tr: [NAME:ametist]
vi: [NAME:thạch anh tím]

# COLOR:AQUA
source: [NAME:aqua]
cs: [NAME:akvamarínová]
de: [NAME:Wasserfarben]
eo: [NAME:cejana]
es: [NAME:agua]
ja: [NAME:水色]
ko: [NAME:옥색]
ru: [NAME:цвета морской волны]
tr: [NAME:su yeşili]
vi: [NAME:xanh ngọc]

# COLOR:AQUAMARINE
source: [NAME:aquamarine]
cs: [NAME:akvamarín]
de: [NAME:Aquamarinfarben]
eo: [NAME:akvamarinkolora]
es: [NAME:aguamarina]
ja: [NAME:アクアマリン]
ko: [NAME:아쿠아마린]
pl: [NAME:akwamaryn]
ru: [NAME:аквамаринового цвета]
tr: [NAME:akuamarin]

# COLOR:ASH_GRAY
source: [NAME:ash gray]
cs: [NAME:popelavě šedá]
de: [NAME:Aschefarben]
eo: [NAME:cindrogriza]
es: [NAME:gris ceniza]
ja: [NAME:灰色]
ko: [NAME:잿빛]
ru: [NAME:пепельно-серого цвета]
tr: [NAME:kül grisi]
vi: [NAME:xám tro]

# COLOR:AUBURN
source: [NAME:auburn]
cs: [NAME:kaštanová]
de: [NAME:Rotbraun]
eo: [NAME:ruĝbruna]
es: [NAME:castaño rojizo]
ja: [NAME:赤褐色]
ko: [NAME:적갈색]
ru: [NAME:золотисто-каштанового цвета]
tr: [NAME:kızıl kahve]

# COLOR:AZURE
source: [NAME:azure]
cs: [NAME:azurová]
de: [NAME:Azurblau]
eo: [NAME:lazura]
es: [NAME:azulado]
ja: [NAME:瑠璃色]
ko: [NAME:하늘빛]
pl: [NAME:błękitny]
ru: [NAME:голубого цвета]
tr: [NAME:gök mavisi]

# COLOR:BEIGE
source: [NAME:beige]
cs: [NAME:béžová]
de: [NAME:Beigefarben]
eo: [NAME:beĵa]
ja: [NAME:ベージュ]
ko: [NAME:베이지색]
pl: [NAME:beżowy]
ru: [NAME:бежевого цвета]
tr: [NAME:bej]

# COLOR:BLACK
source: [NAME:black]
cs: [NAME:černá]
de: [NAME:Schwarz]
eo: [NAME:nigra]
es: [NAME:negro]
ja: [NAME:黒色]
ko: [NAME:검정]
pl: [NAME:czarny]
ru: [NAME:чёрного цвета]
tr: [NAME:siyah]
vi: [NAME:đen]

# COLOR:BLUE
source: [NAME:blue]
cs: [NAME:modrá]
de: [NAME:Blau]
eo: [NAME:blua]
es: [NAME:azul]
ja: [NAME:青色]
ko: [NAME:파란]
pl: [NAME:niebieski]
ru: [NAME:синего цвета]
tr: [NAME:mavi]
vi: [NAME:xanh dương]

# COLOR:BRASS
source: [NAME:brass]
cs: [NAME:mosazná]
de: [NAME:Messingfarben]
eo: [NAME:latunkolora]
es: [NAME:cobre]
ja: [NAME:真鍮色]
ko: [NAME:황동색]
pl: [NAME:mosiądz]
ru: [NAME:латунного цвета]
tr: [NAME:pirinç]
vi: [NAME:vàng đồng]

# COLOR:BRONZE
source: [NAME:bronze]
cs: [NAME:bronz]
de: [NAME:Bronzefarben]
eo: [NAME:bronzkolora]
es: [NAME:bronce]
ja: [NAME:ブロンズ]
ko: [NAME:청동색]
pl: [NAME:brąz]
ru: [NAME:бронзового цвета]
tr: [NAME:bronz]

# COLOR:BROWN
source: [NAME:brown]
cs: [NAME:hnědá]
de: [NAME:Braun]
eo: [NAME:bruna]
es: [NAME:marrón]
ja: [NAME:茶色]
ko: [NAME:갈색]
pl: [NAME:brązowy]
ru: [NAME:коричневого цвета]
tr: [NAME:kahverengi]
vi: [NAME:nâu]

# COLOR:BUFF
source: [NAME:buff]
cs: [NAME:světle žlutá]
de: [NAME:Gelbbraun]
eo: [NAME:ledkolora]
es: [NAME:amarillado]
ja: [NAME:深黄土色]
ko: [NAME:담황색]
ru: [NAME:тёмно-жёлтого цвета]
tr: [NAME:devetüyü]
vi: [NAME:vàng da bò]

# COLOR:BURNT_SIENNA
source: [NAME:burnt sienna]
cs: [NAME:pálená sienna]
de: [NAME:Siena gebranntfarben]
eo: [NAME:brulitsiena]
es: [NAME:ocre siena]
ja: [NAME:burnt 弁柄色]
ko: [NAME:번트 시에나색]
ru: [NAME:цвета жжёной сиены]
tr: [NAME:yanık siena]
vi: [NAME:nâu đỏ cháy]

# COLOR:BURNT_UMBER
source: [NAME:burnt umber]
cs: [NAME:pálený umbra]
de: [NAME:Umbra gebranntfarben]
eo: [NAME:brulitumbera]
es: [NAME:ocre oscuro]
ja: [NAME:こげ茶色]
ko: [NAME:암갈색]
ru: [NAME:цвета жжёной умбры]
tr: [NAME:yanık ombra]
vi: [NAME:nâu đất cháy]

# COLOR:CARDINAL
source: [NAME:cardinal]
cs: [NAME:kardinálová]
de: [NAME:Scharlachrot]
eo: [NAME:kardinal-ruĝa]
es: [NAME:rojo cardenal]
ja: [NAME:深緋色]
ko: [NAME:카디날 색]
ru: [NAME:ярко-красного цвета]
tr: [NAME:kardinal kırmızısı]
vi: [NAME:chim hồng y]

# COLOR:CARMINE
source: [NAME:carmine]
cs: [NAME:karminová]
de: [NAME:Karminrot]
eo: [NAME:karmina]
es: [NAME:carmín]
ja: [NAME:洋紅色]
ko: [NAME:암적색]
ru: [NAME:карминного цвета]
tr: [NAME:karmin]
vi: [NAME:đỏ son]

# COLOR:CERULEAN
source: [NAME:cerulean]
cs: [NAME:ceruleová]
de: [NAME:Coelinblau]
eo: [NAME:malhele ĉielblua]
es: [NAME:azul claro]
ja: [NAME:セルリアンブルー]
ko: [NAME:짙은 청색]
ru: [NAME:лазурного цвета]
tr: [NAME:gökçül]
vi: [NAME:xanh thiên thanh]

# COLOR:CHARCOAL
source: [NAME:charcoal]
cs: [NAME:dřevěné uhlí]
de: [NAME:Holzkohle]
eo: [NAME:braĝkolora]
es: [NAME:carbón]
ja: [NAME:消炭色]
ko: [NAME:암회색]
ru: [NAME:угольного цвета]
tr: [NAME:kömür karası]
vi: [NAME:xám than]

# COLOR:CHARTREUSE
source: [NAME:chartreuse]
cs: [NAME:chartreusová]
de: [NAME:Hellgrün]
eo: [NAME:ĉartrusa]
es: [NAME:verde oliva]
ja: [NAME:明黄緑色]
ko: [NAME:연노랑, 연초록색]
ru: [NAME:бледно-зелёного цвета]
tr: [NAME:şartröz]

# COLOR:CHESTNUT
source: [NAME:chestnut]
cs: [NAME:kaštanová]
de: [NAME:Kastanienbraun]
eo: [NAME:kaŝtana]
es: [NAME:castaño]
ja: [NAME:えんじ色]
ko: [NAME:밤색]
ru: [NAME:каштан]
tr: [NAME:kestane]
vi: [NAME:nâu hạt dẻ]

# COLOR:CHOCOLATE
source: [NAME:chocolate]
cs: [NAME:čokoládová]
de: [NAME:Schokobraun]
eo: [NAME:ĉokoladkolora]
ja: [NAME:チョコレート色]
ko: [NAME:초콜렛빛]
ru: [NAME:шоколадного цвета]
tr: [NAME:çikolata]
vi: [NAME:nâu sô-cô-la]

# COLOR:CINNAMON
source: [NAME:cinnamon]
cs: [NAME:skořicová]
de: [NAME:Zimtbraun]
eo: [NAME:cinamkolora]
es: [NAME:canela]
ja: [NAME:くすんだ黄赤色]
ko: [NAME:계피색]
ru: [NAME:цвета корицы]
tr: [NAME:tarçın]

# COLOR:CLEAR
source: [NAME:clear]
cs: [NAME:průhledná]
de: [NAME:Transparent]
eo: [NAME:klara]
es: [NAME:claro]
ja: [NAME:透明]
ko: [NAME:투명]
ru: [NAME:светлого оттенка]
tr: [NAME:şeffaf]
vi: [NAME:trong suốt]

# COLOR:COBALT
source: [NAME:cobalt]
cs: [NAME:kobaltová]
de: [NAME:Kobaltblau]
eo: [NAME:kobaltkolora]
es: [NAME:cobalto]
ja: [NAME:コバルト]
ko: [NAME:코발트색]
ru: [NAME:кобальтового цвета]
tr: [NAME:kobalt]

# COLOR:COPPER
source: [NAME:copper]
cs: [NAME:měděná]
de: [NAME:Kupferrot]
eo: [NAME:kuprokolora]
es: [NAME:cobre]
ja: [NAME:銅色]
ko: [NAME:구리색]
pl: [NAME:miedź]
ru: [NAME:медного цвета]
tr: [NAME:bakır]
vi: [NAME:đồng]

# COLOR:CREAM
source: [NAME:cream]
cs: [NAME:krémová]
de: [NAME:Cremefarben]
eo: [NAME:kremkolora]
es: [NAME:crema]
ja: [NAME:クリーム色]
ko: [NAME:크림색]
ru: [NAME:кремового цвета]
tr: [NAME:krem]
vi: [NAME:kem]

# COLOR:CRIMSON
source: [NAME:crimson]
cs: [NAME:krvavě červená]
de: [NAME:Purpurrot]
eo: [NAME:karmezina]
es: [NAME:carmesí]
ja: [NAME:深紅色]
ko: [NAME:진홍색]
ru: [NAME:малинового цвета]
tr: [NAME:kızıl]
vi: [NAME:đỏ thẫm]

# COLOR:DARK_BLUE
source: [NAME:dark blue]
cs: [NAME:tmavě modrá]
de: [NAME:dunkelblau]
eo: [NAME:malhele blua]
es: [NAME:azul oscuro]
ja: [NAME:深青色]
ko: [NAME:짙은 푸른색]
pl: [NAME:ciemny niebieski]
ru: [NAME:тёмно-синего цвета]
tr: [NAME:koyu mavi]
vi: [NAME:xanh dương đậm]
zh_hans: [NAME:暗蓝色]

# COLOR:DARK_BROWN
source: [NAME:dark brown]
cs: [NAME:tmavě hnědá]
de: [NAME:dunkelbraun]
eo: [NAME:malhele bruna]
es: [NAME:marrón oscuro]
ja: [NAME:暗茶色]
ko: [NAME:짙은 갈색]
ru: [NAME:тёмно-коричневого цвета]
tr: [NAME:koyu kahverengi]
vi: [NAME:nâu đậm]
zh_hans: [NAME:暗棕色]

# COLOR:DARK_CHESTNUT
source: [NAME:dark chestnut]
cs: [NAME:tmavě kaštanová]
de: [NAME:dunkelkastanienbraun]
eo: [NAME:malhele kaŝtana]
es: [NAME:castaño oscuro]
ja: [NAME:暗えんじ色]
ko: [NAME:짙은 밤색]
ru: [NAME:тёмно-каштанового цвета]
tr: [NAME:koyu kestane]
vi: [NAME:nâu hạt dẻ đậm]
zh_hans: [NAME:暗栗色]

# COLOR:DARK_GREEN
source: [NAME:dark green]
cs: [NAME:tmavě zelená]
de: [NAME:dunkelgrün]
eo: [NAME:malhele verda]
es: [NAME:verde oscuro]
ja: [NAME:暗緑色]
ko: [NAME:짙은 녹색]
ru: [NAME:тёмно-зелёного цвета]
tr: [NAME:koyu yeşil]
vi: [NAME:xanh lá cây đậm]
zh_hans: [NAME:暗绿色]

# COLOR:DARK_INDIGO
source: [NAME:dark indigo]
cs: [NAME:tmavě indigová]
de: [NAME:Indigo Dunkel]
eo: [NAME:malhele indiga]
es: [NAME:índigo oscuro]
ja: [NAME:暗藍色]
ko: [NAME:짙은 남색]
ru: [NAME:тёмно-индигового цвета]
tr: [NAME:koyu çivit]
vi: [NAME:chàm đậm]
zh_hans: [NAME:暗靛色]

# COLOR:DARK_OLIVE
source: [NAME:dark olive]
cs: [NAME:tmavě olivová]
de: [NAME:dunkelolive]
eo: [NAME:malhele olivkolora]
es: [NAME:verde oliva oscuro]
ja: [NAME:暗オリーブ色]
ko: [NAME:짙은 올리브색]
ru: [NAME:тёмно-оливкового цвета]
tr: [NAME:koyu zeytin]
vi: [NAME:xanh ô liu đậm]

# COLOR:DARK_PEACH
source: [NAME:dark peach]
cs: [NAME:tmavě broskvová]
de: [NAME:Pfirsich Dunkelfarben]
eo: [NAME:malhele persikokolora]
es: [NAME:naranja durazno oscuro]
ja: [NAME:暗桃色]
ko: [NAME:짙은 분홍빛]
ru: [NAME:тёмно-персикового цвета]
tr: [NAME:koyu şeftali]
vi: [NAME:hồng đào đậm]
zh_hans: [NAME:暗桃色]

# COLOR:DARK_PINK
source: [NAME:dark pink]
cs: [NAME:tmavě růžová]
de: [NAME:Dunkelrosa]
eo: [NAME:malhele diantokolora]
es: [NAME:rosado oscuro]
ja: [NAME:暗ピンク色]
ko: [NAME:짙은 분홍색]
ru: [NAME:тёмно-розового цвета]
tr: [NAME:koyu pembe]
vi: [NAME:hồng đậm]

# COLOR:DARK_SCARLET
source: [NAME:dark scarlet]
cs: [NAME:tmavě šarlatová]
de: [NAME:Scharlach Dunkelfarben]
eo: [NAME:malhele skarlata]
es: [NAME:escarlata oscuro]
ja: [NAME:暗緋色]
ko: [NAME:짙은 주홍색]
ru: [NAME:тёмно-алого цвета]
tr: [NAME:koyu al]
vi: [NAME:đỏ tươi đậm]
zh_hans: [NAME:暗红色]

# COLOR:DARK_TAN
source: [NAME:dark tan]
cs: [NAME:tmavě písková]
de: [NAME:dunkelbraun]
eo: [NAME:malhele sunbruna]
es: [NAME:tostado oscuro]
ja: [NAME:暗革色]
ko: [NAME:다크 탄색]
ru: [NAME:тёмного смуглого цвета]
tr: [NAME:koyu taba]
vi: [NAME:nâu rám nắng đậm]

# COLOR:DARK_VIOLET
source: [NAME:dark violet]
cs: [NAME:tmavě fialová]
de: [NAME:dunkelviolett]
eo: [NAME:malhele viola]
es: [NAME:violeta oscuro]
ja: [NAME:暗紫色]
ko: [NAME:어두운 보라색]
ru: [NAME:тёмно-фиолетового цвета]
tr: [NAME:koyu menekşe]
vi: [NAME:tím đậm]
zh_hans: [NAME:深紫色]

# COLOR:ECRU
source: [NAME:ecru]
cs: [NAME:krémově bílá]
de: [NAME:naturfarbend]
eo: [NAME:malhele beĵa]
es: [NAME:crudo]
ja: [NAME:生成り色]
ko: [NAME:크림색]
ru: [NAME:серовато-бежевого цвета]
tr: [NAME:ekru]
vi: [NAME:vàng be]

# COLOR:EGGPLANT
source: [NAME:eggplant]
cs: [NAME:lilková]
de: [NAME:Auberginefarben]
eo: [NAME:melongenkolora]
es: [NAME:berenjena]
ja: [NAME:茄子紺]
ko: [NAME:가지색]
ru: [NAME:баклажан]
tr: [NAME:patlıcan]
vi: [NAME:tím cà]

# COLOR:EMERALD
source: [NAME:emerald]
cs: [NAME:smaragdová]
de: [NAME:smaragdgrün]
eo: [NAME:ŝmeraldkolora]
es: [NAME:esmeralda]
ja: [NAME:エメラルドグリーン]
ko: [NAME:에메랄드 빛]
ru: [NAME:изумрудного цвета]
tr: [NAME:zümrüt]
vi: [NAME:xanh lục bảo]

# COLOR:FERN_GREEN
source: [NAME:fern green]
cs: [NAME:kapradinová zelená]
de: [NAME:farngrün]
eo: [NAME:filikverda]
es: [NAME:verde helecho]
ja: [NAME:薄緑色]
ko: [NAME:탁한 황록색]
ru: [NAME:папоротниково-зелёного цвета]
tr: [NAME:eğrelti yeşili]
vi: [NAME:xanh lá cây dương xỉ]

# COLOR:FLAX
source: [NAME:flax]
cs: [NAME:lněná]
de: [NAME:Flachsfarben]
eo: [NAME:linkolora]
es: [NAME:lino]
ja: [NAME:亜麻色]
ko: [NAME:아마 색]
ru: [NAME:льняного цвета]
tr: [NAME:keten]
vi: [NAME:vàng lanh]

# COLOR:FUCHSIA
source: [NAME:fuchsia]
cs: [NAME:fuchsiová]
de: [NAME:Fuchsiafarben]
eo: [NAME:fuksikolora]
es: [NAME:fucsia]
ja: [NAME:マゼンダ色]
ko: [NAME:자홍색]
ru: [NAME:цвета фуксии]
tr: [NAME:fuşya]
vi: [NAME:hồng vân anh]

# COLOR:GOLD
source: [NAME:gold]
cs: [NAME:zlatá]
eo: [NAME:ora]
es: [NAME:oro]
ja: [NAME:金色]
ko: [NAME:금색]
pl: [NAME:złoto]
ru: [NAME:золотистого цвета]
tr: [NAME:altın]
vi: [NAME:vàng]

# COLOR:GOLDEN_YELLOW
source: [NAME:golden yellow]
cs: [NAME:zlatavě žlutá]
de: [NAME:goldgelb]
eo: [NAME:orflava]
es: [NAME:amarillo dorado]
ja: [NAME:山吹色]
ko: [NAME:황금색]
pl: [NAME:złoty żółty]
ru: [NAME:золотисто-жёлтого цвета]
tr: [NAME:altın sarısı]
vi: [NAME:vàng óng]
