Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:MANGROVE
source: [GROWTH_NAME:mangrove leaf:mangrove leaves]
cs: [GROWTH_NAME:list mangrovníku:listy mangrovníku]
de: [GROWTH_NAME:Mangrovenblatt: Mangrovenblätter]
eo: [GROWTH_NAME:folio de manglo:folioj de manglo]
es: [GROWTH_NAME:hoja de manglar:hojas de manglar]
ja: [GROWTH_NAME:マングローブの葉:マングローブの葉]
ru: [GROWTH_NAME:мангровый лист:мангровые листья]
tr: [GROWTH_NAME:mangrov yaprağı:mangrov yaprakları]
vi: [GROWTH_NAME:Lá cây đước:Các lá cây đước]
zh_hans: [GROWTH_NAME:红树树叶:红树树叶]

# PLANT:MANGROVE
source: [GROWTH_NAME:mangrove flower:STP]
cs: [GROWTH_NAME:květ mangrovníku:STP]
de: [GROWTH_NAME:Mangroven-Blüte:STP]
eo: [GROWTH_NAME:floro de manglo:floroj de manglo]
es: [GROWTH_NAME:flor de manglar:STP]
ja: [GROWTH_NAME:マングローブの花:STP]
ru: [GROWTH_NAME:мангровый цветок:мангровые цветы]
tr: [GROWTH_NAME:mangrov çiçeği:STP]
zh_hans: [GROWTH_NAME:红树花:STP]

# PLANT:MANGROVE
source: [GROWTH_NAME:mangrove fruit:mangrove fruit]
cs: [GROWTH_NAME:plod mangrovníku:plod mangrovníku]
de: [GROWTH_NAME:Mangrovenfrucht:Mangrovenfrüchte]
eo: [GROWTH_NAME:frukto de manglo:fruktoj de manglo]
es: [GROWTH_NAME:fruta de manglar:frutas de manglar]
ja: [GROWTH_NAME:マングローブの果実:マングローブの果実]
ru: [GROWTH_NAME:мангровый фрукт:мангровые фрукты]
tr: [GROWTH_NAME:mangrov meyvesi:mangrov meyvesi]
vi: [GROWTH_NAME:Quả cây đước:Quả cây đước]
zh_hans: [GROWTH_NAME:红树果实:红树果实]

# PLANT:SAGUARO
source: [NAME_PLURAL:saguaros]
cs: [NAME_PLURAL:saguara]
eo: [NAME_PLURAL:saguaroj]
ja: [NAME_PLURAL:サグアロサボテン]
ru: [NAME_PLURAL:цереус]
tr: [NAME_PLURAL:saguaro]
zh_hans: [NAME_PLURAL:巨刺柱]

# PLANT:SAGUARO
source: [STATE_NAME:ALL_SOLID:saguaro rib wood]
cs: [STATE_NAME:ALL_SOLID:dřevo ze saguara]
de: [STATE_NAME:ALL_SOLID: Saguaro-Rippenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el saguarripo]
es: [STATE_NAME:ALL_SOLID:cuaderna de madera de saguaro]
ja: [STATE_NAME:ALL_SOLID:サグアロサボテンの幹]
ko: [STATE_NAME:ALL_SOLID:saguaro rib 나무]
ru: [STATE_NAME:ALL_SOLID:древесина ребра цереуса]
tr: [STATE_NAME:ALL_SOLID:saguaro kaburgası odunu]
vi: [STATE_NAME:ALL_SOLID:Gỗ xương sườn Saguaro]
zh_hans: [STATE_NAME:ALL_SOLID:仙人掌罗纹木]

# PLANT:SAGUARO
source: [STATE_ADJ:ALL_SOLID:saguaro rib]
cs: [STATE_ADJ:ALL_SOLID:žebro saguara]
de: [STATE_ADJ:ALL_SOLID:Saguaro-Rippe]
eo: [STATE_ADJ:ALL_SOLID:el saguarripo]
es: [STATE_ADJ:ALL_SOLID:de cuaderna de saguaro]
ja: [STATE_ADJ:ALL_SOLID:サグアロサボテンの幹]
ru: [STATE_ADJ:ALL_SOLID:ребро цереуса]
tr: [STATE_ADJ:ALL_SOLID:saguaro kaburgası]
vi: [STATE_ADJ:ALL_SOLID:Gân saguaro]
zh_hans: [STATE_ADJ:ALL_SOLID:仙人掌罗纹的]

# PLANT:SAGUARO
source: [PREFSTRING:amazing arms]
cs: [PREFSTRING:úžasné paže]
de: [PREFSTRING:erstaunliche Arme]
eo: [PREFSTRING:miribdiaj brakoj]
es: [PREFSTRING:brazos asombrosos]
ja: [PREFSTRING:幹]
ru: [PREFSTRING:удивительные ветви]
tr: [PREFSTRING:şaşırtıcı kolları]
vi: [PREFSTRING:Những nhánh cây hùng vĩ]
zh_hans: [PREFSTRING:神奇的武器]

# PLANT:SAGUARO
source: [GROWTH_NAME:saguaro flower:STP]
cs: [GROWTH_NAME:květ saguara:STP]
de: [GROWTH_NAME:Saguaro-Blüte:STP]
eo: [GROWTH_NAME:floro de saguaro:floroj de saguaro]
es: [GROWTH_NAME:flor de saguaro:STP]
ja: [GROWTH_NAME:サグアロサボテンの花:STP]
ru: [GROWTH_NAME:цветок цереуса:цветы цереуса]
tr: [GROWTH_NAME:saguaro çiçeği:STP]
zh_hans: [GROWTH_NAME:巨刺柱花:STP]

# PLANT:SAGUARO
source: [GROWTH_NAME:saguaro fruit:saguaro fruit]
cs: [GROWTH_NAME:plod saguara:plod saguara]
de: [GROWTH_NAME:Saguaro-Frucht:Saguaro-Frucht]
eo: [GROWTH_NAME:frukto de saguaro:fruktoj de saguaro]
es: [GROWTH_NAME:fruta de saguaro:frutas de saguaro]
ja: [GROWTH_NAME:サグアロサボテンの実:サグアロサボテンの実]
ru: [GROWTH_NAME:фрукт цереуса:фрукты цереуса]
tr: [GROWTH_NAME:saguaro meyvesi:saguaro meyvesi]
vi: [GROWTH_NAME:Quả saguaro:Quả saguaro]
zh_hans: [GROWTH_NAME:巨刺柱果实:巨刺柱果实]

# PLANT:PINE
source: [NAME:pine]
cs: [NAME:borovice]
de: [NAME:Kiefer]
eo: [NAME:pino]
es: [NAME:pino]
ja: [NAME:松]
ru: [NAME:сосна]
tr: [NAME:çam]
vi: [NAME:Cây thông]
zh_hans: [NAME:针松]

# PLANT:PINE
source: [NAME_PLURAL:pines]
cs: [NAME_PLURAL:borovice]
de: [NAME_PLURAL:Kiefern]
eo: [NAME_PLURAL:pinoj]
es: [NAME_PLURAL:pinos]
ja: [NAME_PLURAL:松]
ru: [NAME_PLURAL:сосны]
tr: [NAME_PLURAL:çam]
vi: [NAME_PLURAL:Những cây thông]
zh_hans: [NAME_PLURAL:针松]

# PLANT:PINE
source: [ADJ:pine]
cs: [ADJ:borovicový]
de: [ADJ:Kiefer]
eo: [ADJ:de pino]
es: [ADJ:pino]
ja: [ADJ:松]
ru: [ADJ:сосна]
tr: [ADJ:çam]
vi: [ADJ:Cây thông]
zh_hans: [ADJ:针松的]

# PLANT:PINE
source: [STATE_NAME:ALL_SOLID:pine]
cs: [STATE_NAME:ALL_SOLID:borovice]
de: [STATE_NAME:ALL_SOLID:Kiefer]
eo: [STATE_NAME:ALL_SOLID:ligno el pino]
es: [STATE_NAME:ALL_SOLID:pino]
ja: [STATE_NAME:ALL_SOLID:松]
ru: [STATE_NAME:ALL_SOLID:древесина сосны]
tr: [STATE_NAME:ALL_SOLID:çam]
vi: [STATE_NAME:ALL_SOLID:Cây thông]
zh_hans: [STATE_NAME:ALL_SOLID:针松]

# PLANT:PINE
source: [STATE_ADJ:ALL_SOLID:pine]
cs: [STATE_ADJ:ALL_SOLID:borovicový]
de: [STATE_ADJ:ALL_SOLID:Kiefer]
eo: [STATE_ADJ:ALL_SOLID:el ligno el pino]
es: [STATE_ADJ:ALL_SOLID:de pino]
ja: [STATE_ADJ:ALL_SOLID:松]
ru: [STATE_ADJ:ALL_SOLID:сосна]
tr: [STATE_ADJ:ALL_SOLID:çam]
vi: [STATE_ADJ:ALL_SOLID:Cây thông]
zh_hans: [STATE_ADJ:ALL_SOLID:针松的]

# PLANT:PINE
source: [PREFSTRING:cones]
cs: [PREFSTRING:šišky]
de: [PREFSTRING:Zapfen]
eo: [PREFSTRING:strobiloj]
es: [PREFSTRING:piñas]
ja: [PREFSTRING:松の実]
ru: [PREFSTRING:конусные кроны]
tr: [PREFSTRING:kozalakları]
vi: [PREFSTRING:Quả nón]
zh_hans: [PREFSTRING:球果]

# PLANT:PINE
source: [PREFSTRING:needles]
cs: [PREFSTRING:jehlice]
de: [PREFSTRING:Nadeln]
eo: [PREFSTRING:pingloj]
es: [PREFSTRING:agujas]
ja: [PREFSTRING:松葉]
ko: [PREFSTRING:바늘]
ru: [PREFSTRING:хвою]
tr: [PREFSTRING:iğneleri]
vi: [PREFSTRING:Lá kim]
zh_hans: [PREFSTRING:松针]

# PLANT:PINE
source: [GROWTH_NAME:pine needle:STP]
cs: [GROWTH_NAME:borovicová jehlice:STP]
de: [GROWTH_NAME:Kiefer-Nadel:STP]
eo: [GROWTH_NAME:pinglo de pino:pingloj de pino]
es: [GROWTH_NAME:agujas de pino:STP]
ja: [GROWTH_NAME:松葉:STP]
ru: [GROWTH_NAME:сосновая иголка:сосновые иголки]
tr: [GROWTH_NAME:çam iğnesi:STP]
zh_hans: [GROWTH_NAME:针松松针:STP]

# PLANT:PINE
source: [GROWTH_NAME:pine seed cone:STP]
cs: [GROWTH_NAME:borovicová šiška:STP]
de: [GROWTH_NAME:Kiefer-Samenzapfen:STP]
eo: [GROWTH_NAME:sem-konuso de pino:sem-konusoj de pino]
es: [GROWTH_NAME:semilla de piñones de pino:STP]
ja: [GROWTH_NAME:松の種:STP]
ru: [GROWTH_NAME:сосновая шишка:сосновые шишки]
tr: [GROWTH_NAME:çam tohum kozalağı:STP]
zh_hans: [GROWTH_NAME:针松子球果:STP]

# PLANT:PINE
source: [GROWTH_NAME:pine pollen cone:STP]
cs: [GROWTH_NAME:borovicový pylový šištic:STP]
de: [GROWTH_NAME:Kiefer-Pollenzapfen:STP]
eo: [GROWTH_NAME:polen-konuso de pino:polen-konusoj de pino]
es: [GROWTH_NAME:polen de piña de pino:STP]
ja: [GROWTH_NAME:松ぼっくり:STP]
ru: [GROWTH_NAME:сосновая пыльцевая шишка:сосновые пыльцевые шишки]
tr: [GROWTH_NAME:çam polen kozalağı:STP]
zh_hans: [GROWTH_NAME:针松花粉球:STP]

# PLANT:CEDAR
source: [NAME:cedar]
cs: [NAME:cedr]
de: [NAME:Zeder]
eo: [NAME:cedro]
es: [NAME:cedro]
ja: [NAME:杉]
ko: [NAME:삼나무]
ru: [NAME:кедр]
tr: [NAME:sedir]
vi: [NAME:Cây tuyết tùng]
zh_hans: [NAME:雪松]

# PLANT:CEDAR
source: [NAME_PLURAL:cedars]
cs: [NAME_PLURAL:cedy]
de: [NAME_PLURAL:Zedern]
eo: [NAME_PLURAL:cedroj]
es: [NAME_PLURAL:cedros]
ja: [NAME_PLURAL:杉]
ko: [NAME_PLURAL:삼나무들]
ru: [NAME_PLURAL:кедры]
tr: [NAME_PLURAL:sedir]
vi: [NAME_PLURAL:Những cây tuyết tùng]
zh_hans: [NAME_PLURAL:雪松]

# PLANT:CEDAR
source: [ADJ:cedar]
cs: [ADJ:cedrový]
de: [ADJ:Zeder]
eo: [ADJ:de cedro]
es: [ADJ:cedro]
ja: [ADJ:杉]
ko: [ADJ:삼나무]
ru: [ADJ:кедр]
tr: [ADJ:sedir]
vi: [ADJ:Cây tuyết tùng]
zh_hans: [ADJ:雪松的]

# PLANT:CEDAR
source: [STATE_NAME:ALL_SOLID:cedar]
cs: [STATE_NAME:ALL_SOLID:cedr]
de: [STATE_NAME:ALL_SOLID:Zeder]
eo: [STATE_NAME:ALL_SOLID:ligno el cedro]
es: [STATE_NAME:ALL_SOLID:cedro]
ja: [STATE_NAME:ALL_SOLID:杉]
ko: [STATE_NAME:ALL_SOLID:삼나무]
ru: [STATE_NAME:ALL_SOLID:древесина кедра]
tr: [STATE_NAME:ALL_SOLID:sedir]
vi: [STATE_NAME:ALL_SOLID:Cây tuyết tùng]
zh_hans: [STATE_NAME:ALL_SOLID:雪松]

# PLANT:CEDAR
source: [STATE_ADJ:ALL_SOLID:cedar]
cs: [STATE_ADJ:ALL_SOLID:cedrový]
de: [STATE_ADJ:ALL_SOLID:Zeder]
eo: [STATE_ADJ:ALL_SOLID:el ligno el cedro]
es: [STATE_ADJ:ALL_SOLID:de cedro]
ja: [STATE_ADJ:ALL_SOLID:杉]
ko: [STATE_ADJ:ALL_SOLID:삼나무]
ru: [STATE_ADJ:ALL_SOLID:кедр]
tr: [STATE_ADJ:ALL_SOLID:sedir]
vi: [STATE_ADJ:ALL_SOLID:Cây tuyết tùng]
zh_hans: [STATE_ADJ:ALL_SOLID:雪松的]

# PLANT:CEDAR
source: [PREFSTRING:majesty]
cs: [PREFSTRING:veličenstvo]
de: [PREFSTRING:majestätisch]
eo: [PREFSTRING:majesto]
es: [PREFSTRING:majestuoso]
ja: [PREFSTRING:威厳]
ru: [PREFSTRING:величие]
tr: [PREFSTRING:ihtişamı]
vi: [PREFSTRING:vẻ uy nghi]
zh_hans: [PREFSTRING:雄伟]

# PLANT:CEDAR
source: [GROWTH_NAME:cedar scale-leaf:cedar scale-leaves]
cs: [GROWTH_NAME:cedrová šupinová jehlice:cedrové šupinové jehlice]
de: [GROWTH_NAME:Zederschuppenblatt:Zedernschuppenblätter]
eo: [GROWTH_NAME:folio de cedro:folioj de cedro]
es: [GROWTH_NAME:cedro rugoso-hoja:cedro rugoso-hojas]
ja: [GROWTH_NAME:杉の葉:杉の葉]
ru: [GROWTH_NAME:хвоя кедра:хвоя кедра]
tr: [GROWTH_NAME:sedir pul yaprağı:sedir pul yaprakları]
vi: [GROWTH_NAME:Lá vảy tuyết tùng:Những lá vảy tuyết tùng]
zh_hans: [GROWTH_NAME:雪松鳞叶:雪松鳞叶]

# PLANT:CEDAR
source: [GROWTH_NAME:cedar seed cone:STP]
cs: [GROWTH_NAME:cedrová šiška:STP]
de: [GROWTH_NAME:Zeder-Samenzapfen:STP]
eo: [GROWTH_NAME:sem-konuso de cedro:sem-konusoj de cedro]
es: [GROWTH_NAME:semilla de piña de cedro:STP]
ja: [GROWTH_NAME:杉の種:STP]
ru: [GROWTH_NAME:кедровая шишка:кедровые шишики]
tr: [GROWTH_NAME:sedir tohum kozalağı:STP]
zh_hans: [GROWTH_NAME:雪松子球果:STP]

# PLANT:CEDAR
source: [GROWTH_NAME:cedar pollen cone:STP]
cs: [GROWTH_NAME:cedrový pylový šištic:STP]
de: [GROWTH_NAME:Zeder-Pollenzapfen:STP]
eo: [GROWTH_NAME:polen-konuso de cedro:polen-konusoj de cedro]
es: [GROWTH_NAME:polen de piña de cedro:STP]
ja: [GROWTH_NAME:杉の実:STP]
ru: [GROWTH_NAME:кедровая пыльцевая шишка:кедровые пыльцевые шишки]
tr: [GROWTH_NAME:sedir polen kozalağı:STP]
zh_hans: [GROWTH_NAME:雪松花粉球:STP]

# PLANT:OAK
source: [NAME:oak]
cs: [NAME:dub]
de: [NAME:Eiche]
eo: [NAME:kverko]
es: [NAME:roble]
ja: [NAME:オーク]
ko: [NAME:오크]
pl: [NAME:dąb]
ru: [NAME:дуб]
tr: [NAME:meşe]
vi: [NAME:Cây sồi]
zh_hans: [NAME:橡树]

# PLANT:OAK
source: [NAME_PLURAL:oaks]
cs: [NAME_PLURAL:duby]
de: [NAME_PLURAL:Eichen]
eo: [NAME_PLURAL:kverkoj]
es: [NAME_PLURAL:robles]
ja: [NAME_PLURAL:オーク]
ko: [NAME_PLURAL:오크들]
pl: [NAME_PLURAL:dęby]
ru: [NAME_PLURAL:дубы]
tr: [NAME_PLURAL:meşe]
vi: [NAME_PLURAL:Những cây sồi]
zh_hans: [NAME_PLURAL:橡树]

# PLANT:OAK
source: [ADJ:oaken]
cs: [ADJ:dubový]
de: [ADJ:Eiche]
eo: [ADJ:de kverko]
es: [ADJ:de roble]
ja: [ADJ:オーク]
ko: [ADJ:오크로 된]
ru: [ADJ:дубовый]
tr: [ADJ:meşe]
vi: [ADJ:Bằng gỗ sồi]
zh_hans: [ADJ:橡树的]

# PLANT:OAK
source: [STATE_NAME:ALL_SOLID:oak]
cs: [STATE_NAME:ALL_SOLID:dub]
de: [STATE_NAME:ALL_SOLID:Eiche]
eo: [STATE_NAME:ALL_SOLID:ligno el kverko]
es: [STATE_NAME:ALL_SOLID:roble]
ja: [STATE_NAME:ALL_SOLID:オーク]
ko: [STATE_NAME:ALL_SOLID:오크]
ru: [STATE_NAME:ALL_SOLID:древесина дуба]
tr: [STATE_NAME:ALL_SOLID:meşe]
vi: [STATE_NAME:ALL_SOLID:Cây sồi]
zh_hans: [STATE_NAME:ALL_SOLID:橡树]

# PLANT:OAK
source: [STATE_ADJ:ALL_SOLID:oaken]
cs: [STATE_ADJ:ALL_SOLID:duby]
de: [STATE_ADJ:ALL_SOLID:Eiche]
eo: [STATE_ADJ:ALL_SOLID:el ligno el kverko]
es: [STATE_ADJ:ALL_SOLID:de roble]
ja: [STATE_ADJ:ALL_SOLID:オーク]
ko: [STATE_ADJ:ALL_SOLID:오크로 된]
ru: [STATE_ADJ:ALL_SOLID:дубовый]
tr: [STATE_ADJ:ALL_SOLID:meşe]
vi: [STATE_ADJ:ALL_SOLID:Bằng gỗ sồi]
zh_hans: [STATE_ADJ:ALL_SOLID:橡树的]

# PLANT:OAK
source: [SEED:acorn:acorns:]
cs: [SEED:žalud:žaludy:]
de: [SEED:Eichel:Eicheln:]
eo: [SEED:kverkonukso:kverkonuksoj:]
es: [SEED:bellota:bellota:]
ja: [SEED:オークの種:オークの種:]
ru: [SEED:жёлудь:жёлуди:]
tr: [SEED:palamut:palamutlar:]
vi: [SEED:Quả sồi:Quả sồi:]
zh_hans: [SEED:橡子:橡子:]

# PLANT:OAK
source: [PREFSTRING:acorns]
cs: [PREFSTRING:žaludy]
de: [PREFSTRING:Eicheln]
eo: [PREFSTRING:kverkonuksoj]
es: [PREFSTRING:bellotas]
ja: [PREFSTRING:種
ru: [PREFSTRING:жёлуди]
tr: [PREFSTRING:palamutları]
vi: [PREFSTRING:Quả sồi]
zh_hans: [PREFSTRING:橡子]

# PLANT:OAK
source: [PREFSTRING:autumn coloration]
cs: [PREFSTRING:podzimní zbarvení]
de: [PREFSTRING:Herbstfärbung]
eo: [PREFSTRING:aŭtuna kolorigo]
es: [PREFSTRING:coloración otoñal]
ja: [PREFSTRING:秋の彩り]
ko: [PREFSTRING:단풍]
ru: [PREFSTRING:осеннюю расцветку]
tr: [PREFSTRING:sonbahar renkleri]
vi: [PREFSTRING:Sắc thu]
zh_hans: [PREFSTRING:秋天的颜色]

# PLANT:OAK
source: [GROWTH_NAME:oak leaf:oak leaves]
cs: [GROWTH_NAME:list dubu:listy dubu]
de: [GROWTH_NAME:Eichenblatt:Eichenblätter]
eo: [GROWTH_NAME:folio de kverko:folioj de kverko]
es: [GROWTH_NAME:hoja de roble:hojas de roble]
ja: [GROWTH_NAME:オークの葉:オークの葉]
ru: [GROWTH_NAME:дубовый лист:дубовые листья]
tr: [GROWTH_NAME:meşe yaprağı:meşe yaprakları]
vi: [GROWTH_NAME:Lá sồi:Những lá sồi]
zh_hans: [GROWTH_NAME:橡树叶:橡树叶]

# PLANT:OAK
source: [GROWTH_NAME:oak flower cluster:STP]
cs: [GROWTH_NAME:květy dubu:STP]
de: [GROWTH_NAME:Eichenblütentraube:STP]
eo: [GROWTH_NAME:garbo da floroj de kverko:garbo da floroj de kverko]
es: [GROWTH_NAME:racimo de flor de roble:STP]
ja: [GROWTH_NAME:オークの花:STP]
ru: [GROWTH_NAME:соцветье дуба:соцветья дуба]
tr: [GROWTH_NAME:meşe çiçek kümesi:STP]
zh_hans: [GROWTH_NAME:橡树花簇:STP]

# PLANT:OAK
source: [GROWTH_NAME:acorn:STP]
cs: [GROWTH_NAME:žalud:STP]
de: [GROWTH_NAME:Eichel:STP]
eo: [GROWTH_NAME:kverkonukso:kverkonuksoj]
es: [GROWTH_NAME:bellota:STP]
ja: [GROWTH_NAME:オークの実:STP]
ru: [GROWTH_NAME:жёлудь:жёлуди]
tr: [GROWTH_NAME:palamut:STP]
zh_hans: [GROWTH_NAME:橡子:STP]

# PLANT:MAHOGANY
source: [NAME:mahogany]
cs: [NAME:mahagon]
de: [NAME:mahagoni]
eo: [NAME:mahagono]
es: [NAME:caoba]
ja: [NAME:マホガニー]
ko: [NAME:마호가니]
ru: [NAME:красное дерево]
tr: [NAME:maun]
vi: [NAME:nâu gỗ gụ]
zh_hans: [NAME:褐芯树]

# PLANT:MAHOGANY
source: [NAME_PLURAL:mahoganies]
cs: [NAME_PLURAL:mahagony]
de: [NAME_PLURAL:Mahagonis]
eo: [NAME_PLURAL:mahagonoj]
es: [NAME_PLURAL:caobas]
ja: [NAME_PLURAL:マホガニー]
ko: [NAME_PLURAL:마호가니들]
ru: [NAME_PLURAL:красное дерево]
tr: [NAME_PLURAL:maun]
vi: [NAME_PLURAL:Những cây gụ]
zh_hans: [NAME_PLURAL:褐芯树]

# PLANT:MAHOGANY
source: [ADJ:mahogany]
cs: [ADJ:mahagonový]
de: [ADJ:Mahagoni]
eo: [ADJ:mahagona]
es: [ADJ:caoba]
ja: [ADJ:マホガニー]
ko: [ADJ:마호가니로된]
ru: [ADJ:красное дерево]
tr: [ADJ:maun]
vi: [ADJ:nâu gỗ gụ]
zh_hans: [ADJ:褐芯树的]

# PLANT:MAHOGANY
source: [STATE_NAME:ALL_SOLID:mahogany]
cs: [STATE_NAME:ALL_SOLID:mahagon]
de: [STATE_NAME:ALL_SOLID:Mahagoni]
eo: [STATE_NAME:ALL_SOLID:mahagono]
es: [STATE_NAME:ALL_SOLID:caoba]
ja: [STATE_NAME:ALL_SOLID:マホガニー]
ko: [STATE_NAME:ALL_SOLID:마호가니]
ru: [STATE_NAME:ALL_SOLID:красное дерево]
tr: [STATE_NAME:ALL_SOLID:maun]
vi: [STATE_NAME:ALL_SOLID:nâu gỗ gụ]
zh_hans: [STATE_NAME:ALL_SOLID:褐芯树]

# PLANT:MAHOGANY
source: [STATE_ADJ:ALL_SOLID:mahogany]
cs: [STATE_ADJ:ALL_SOLID:mahagonový]
de: [STATE_ADJ:ALL_SOLID:Mahagoni]
eo: [STATE_ADJ:ALL_SOLID:el mahagono]
es: [STATE_ADJ:ALL_SOLID:caoba]
ja: [STATE_ADJ:ALL_SOLID:マホガニー]
ko: [STATE_ADJ:ALL_SOLID:마호가니로된]
ru: [STATE_ADJ:ALL_SOLID:красное дерево]
tr: [STATE_ADJ:ALL_SOLID:maun]
vi: [STATE_ADJ:ALL_SOLID:nâu gỗ gụ]
zh_hans: [STATE_ADJ:ALL_SOLID:褐芯树的]

# PLANT:MAHOGANY
source: [PREFSTRING:loose inflorescences]
cs: [PREFSTRING:volná květenství]
de: [PREFSTRING:lose Blütenstände]
eo: [PREFSTRING:lozaj floraroj]
es: [PREFSTRING:inflorescencias sueltas]
ja: [PREFSTRING:冬の彩り]
ko: [PREFSTRING:늘어진 꽃송이들]
ru: [PREFSTRING:распущенные соцветия]
tr: [PREFSTRING:salkım çiçekleri]
vi: [PREFSTRING:Cụm hoa thưa]
zh_hans: [PREFSTRING:松散花序]

# PLANT:MAHOGANY
source: [GROWTH_NAME:mahogany leaf:mahogany leaves]
cs: [GROWTH_NAME:mahagonový list:mahagonové listy]
de: [GROWTH_NAME:Mahagoni-Blatt:Mahagoni-Blätter]
eo: [GROWTH_NAME:folio de mahagono:folioj de mahagono]
es: [GROWTH_NAME:hoja de caoba:hojas de caoba]
ja: [GROWTH_NAME:マホガニーの葉:マホガニーの葉]
ko: [GROWTH_NAME:마호가니 잎:마호가니 잎들]
ru: [GROWTH_NAME:лист красного дерева:листья красного дерева]
tr: [GROWTH_NAME:maun yaprağı:maun yaprakları]
vi: [GROWTH_NAME:Lá gụ:Những lá gụ]
zh_hans: [GROWTH_NAME:褐芯树树叶:褐芯树树叶]

# PLANT:MAHOGANY
source: [GROWTH_NAME:mahogany flower:STP]
cs: [GROWTH_NAME:mahagonový květ:STP]
de: [GROWTH_NAME:Mahagoni-Blüte:STP]
eo: [GROWTH_NAME:floro de mahagono:floroj de mahagono]
es: [GROWTH_NAME:flor de caoba:STP]
ja: [GROWTH_NAME:マホガニーの花:STP]
ko: [GROWTH_NAME:마호가니 꽃:STP]
ru: [GROWTH_NAME:цветок красного дерева:цветы красного дерева]
tr: [GROWTH_NAME:maun çiçeği:STP]
zh_hans: [GROWTH_NAME:褐芯树花:STP]

# PLANT:MAHOGANY
source: [GROWTH_NAME:mahogany fruit:mahogany fruit]
cs: [GROWTH_NAME:mahagonový plod:mahagonový plod]
de: [GROWTH_NAME:Mahagoni-Frucht: Mahagoni-Frucht]
eo: [GROWTH_NAME:frukto de mahagono:fruktoj de mahagono]
es: [GROWTH_NAME:fruta de caoba:frutas de caoba]
ja: [GROWTH_NAME:マホガニーの実:マホガニーの実]
ko: [GROWTH_NAME:마호가니 열매:마호가니 열매들]
ru: [GROWTH_NAME:плод красного дерева:плоды красного дерева]
tr: [GROWTH_NAME:maun meyvesi:maun meyvesi]
vi: [GROWTH_NAME:Quả gụ:Quả gụ]
zh_hans: [GROWTH_NAME:褐芯树果实:褐芯树果实]

# PLANT:ACACIA
source: [NAME:acacia]
cs: [NAME:akácie]
de: [NAME:Akarzie]
eo: [NAME:akacio]
ja: [NAME:アカシア]
ko: [NAME:아카시아]
ru: [NAME:акация]
tr: [NAME:akasya]
zh_hans: [NAME:刺槐]

# PLANT:ACACIA
source: [NAME_PLURAL:acacias]
cs: [NAME_PLURAL:akácie]
de: [NAME_PLURAL:Akazien]
eo: [NAME_PLURAL:akacioj]
ja: [NAME_PLURAL:アカシア]
ko: [NAME_PLURAL:아카시아들]
ru: [NAME_PLURAL:акация]
tr: [NAME_PLURAL:akasya]
zh_hans: [NAME_PLURAL:刺槐]

# PLANT:ACACIA
source: [ADJ:acacia]
cs: [ADJ:akáciový]
de: [ADJ:Akarzie]
eo: [ADJ:de akacio]
ja: [ADJ:アカシア]
ko: [ADJ:아카시아]
ru: [ADJ:акация]
tr: [ADJ:akasya]
zh_hans: [ADJ:刺槐的]

# PLANT:ACACIA
source: [STATE_NAME:ALL_SOLID:acacia]
cs: [STATE_NAME:ALL_SOLID:akácie]
de: [STATE_NAME:ALL_SOLID:Akazie]
eo: [STATE_NAME:ALL_SOLID:ligno el akacio]
ja: [STATE_NAME:ALL_SOLID:アカシア]
ko: [STATE_NAME:ALL_SOLID:아카시아]
ru: [STATE_NAME:ALL_SOLID:древесина акации]
tr: [STATE_NAME:ALL_SOLID:akasya]
zh_hans: [STATE_NAME:ALL_SOLID:刺槐]

# PLANT:ACACIA
source: [STATE_ADJ:ALL_SOLID:acacia]
cs: [STATE_ADJ:ALL_SOLID:akáciový]
de: [STATE_ADJ:ALL_SOLID:Akazie]
eo: [STATE_ADJ:ALL_SOLID:el ligno el akacio]
ja: [STATE_ADJ:ALL_SOLID:アカシア]
ko: [STATE_ADJ:ALL_SOLID:아카시아]
ru: [STATE_ADJ:ALL_SOLID:акация]
tr: [STATE_ADJ:ALL_SOLID:akasya]
zh_hans: [STATE_ADJ:ALL_SOLID:a刺槐的]

# PLANT:ACACIA
source: [SEED:acacia seed:acacia seeds:]
cs: [SEED:semeno akácie:semena akácie:]
de: [SEED:Akaziensamen:Akaziensamen:]
eo: [SEED:semo de akacio:semoj de akacio:]
es: [SEED:semilla de acacia:semillas de acacia:]
ja: [SEED:アカシアの種:アカシアの種:]
ko: [SEED:아카시아 씨:아카시아 씨들:]
ru: [SEED:семя акации:семена акации:]
tr: [SEED:akasya tohumu:akasya tohumları:]
vi: [SEED:Hạt keo:Những hạt keo:]
zh_hans: [SEED:刺槐种子:刺槐种子:]

# PLANT:ACACIA
source: [PREFSTRING:thorns]
cs: [PREFSTRING:trny]
de: [PREFSTRING:Dornen]
eo: [PREFSTRING:dornoj]
es: [PREFSTRING:espinas]
ja: [PREFSTRING:とげ]
ko: [PREFSTRING:가시]
ru: [PREFSTRING:шипы]
tr: [PREFSTRING:dikenleri]
vi: [PREFSTRING:Gai nhọn]
zh_hans: [PREFSTRING:棘刺]

# PLANT:ACACIA
source: [GROWTH_NAME:acacia leaf:acacia leaves]
cs: [GROWTH_NAME:list akácie:listy akácie]
de: [GROWTH_NAME:Akazienblatt: Akazienblätter]
eo: [GROWTH_NAME:folio de akacio:folioj de akacio]
es: [GROWTH_NAME:hoja de acacia:hojas de acacia]
ja: [GROWTH_NAME:アカシアの葉:アカシアの葉]
ko: [GROWTH_NAME:아카시아 잎:아카시아 잎들]
ru: [GROWTH_NAME:лист акации:листья акации]
tr: [GROWTH_NAME:akasya yaprağı:akasya yaprakları]
vi: [GROWTH_NAME:Lá keo:Những lá keo]
zh_hans: [GROWTH_NAME:刺槐叶:刺槐叶]

# PLANT:ACACIA
source: [GROWTH_NAME:acacia flower:STP]
cs: [GROWTH_NAME:květ akácie:STP]
de: [GROWTH_NAME:Akazien-Blüte:STP]
eo: [GROWTH_NAME:floro de akacio:floroj de akacio]
es: [GROWTH_NAME:flor de acacia:STP]
ja: [GROWTH_NAME:アカシアの花:STP]
ko: [GROWTH_NAME:아카시아 꽃:STP]
ru: [GROWTH_NAME:цветок акации:цветы акации]
tr: [GROWTH_NAME:akasya çiçeği:STP]
zh_hans: [GROWTH_NAME:刺槐花:STP]

# PLANT:ACACIA
source: [GROWTH_NAME:acacia seed pod:STP]
cs: [GROWTH_NAME:akáciový lusk:STP]
de: [GROWTH_NAME:Akazien-Samenkapsel:STP]
eo: [GROWTH_NAME:sem-guŝo de akacio:sem-guŝoj de akacio]
es: [GROWTH_NAME:vaina de semilla de acacia:STP]
ja: [GROWTH_NAME:アカシアの種 pod:STP]
ko: [GROWTH_NAME:아카시아 씨 깍지:STP]
ru: [GROWTH_NAME:стручок акации:стручки акации]
tr: [GROWTH_NAME:akasya tohum kabuğu:STP]
zh_hans: [GROWTH_NAME:刺槐种荚:STP]

# PLANT:KAPOK
source: [NAME:kapok]
eo: [NAME:kapokujo]
es: [NAME:guata]
ja: [NAME:カポック]
ru: [NAME:хлопковое дерево]
tr: [NAME:kapok ağacı]
vi: [NAME:Cây gạo]
zh_hans: [NAME:木棉树]

# PLANT:KAPOK
source: [NAME_PLURAL:kapoks]
cs: [NAME_PLURAL:kapoky]
eo: [NAME_PLURAL:kapokujoj]
es: [NAME_PLURAL:guatas]
ja: [NAME_PLURAL:カポック]
ru: [NAME_PLURAL:хлопковые деревья]
tr: [NAME_PLURAL:kapok ağacı]
vi: [NAME_PLURAL:Những cây gạo]
zh_hans: [NAME_PLURAL:木棉树]

# PLANT:KAPOK
source: [ADJ:kapok]
cs: [ADJ:kapokový]
eo: [ADJ:de kapokujo]
es: [ADJ:enguatado]
ja: [ADJ:カポック]
ru: [ADJ:хлопковое дерево]
tr: [ADJ:kapok ağacı]
vi: [ADJ:Cây gạo]
zh_hans: [ADJ:木棉树的]

# PLANT:KAPOK
source: [PREFSTRING:buttresses]
cs: [PREFSTRING:opěrné kořeny]
de: [PREFSTRING:Pfeiler]
eo: [PREFSTRING:apogilradikoj]
es: [PREFSTRING:contrafuerte]
ja: [PREFSTRING:支え]
ru: [PREFSTRING:подпирающие корни]
tr: [PREFSTRING:payandaları]
vi: [PREFSTRING:Rễ bạnh]
zh_hans: [PREFSTRING:扶壁]

# PLANT:KAPOK
source: [GROWTH_NAME:kapok leaf:kapok leaves]
cs: [GROWTH_NAME:list kapoku:listy kapoku]
de: [GROWTH_NAME:Kapok-Blatt:Kapok-Blätter]
eo: [GROWTH_NAME:folio de kapokujo:folioj de kapokujo]
es: [GROWTH_NAME:hoja de guata:hojas de guata]
ja: [GROWTH_NAME:カポックの葉:カポックの葉]
ru: [GROWTH_NAME:лист хлопкового дерева:листья хлопкового дерева]
tr: [GROWTH_NAME:kapok ağacı yaprağı:kapok ağacı yaprakları]
vi: [GROWTH_NAME:Lá gạo:Những lá gạo]
zh_hans: [GROWTH_NAME:木棉树树叶:木棉树树叶]

# PLANT:KAPOK
source: [GROWTH_NAME:kapok flower:STP]
cs: [GROWTH_NAME:květ kapoku:STP]
de: [GROWTH_NAME:Kapok-Blüte:STP]
eo: [GROWTH_NAME:floro de kapokujo:floroj de kapokujo]
es: [GROWTH_NAME:flor de guata:STP]
ja: [GROWTH_NAME:カポックの花:STP]
ru: [GROWTH_NAME:цветок хлопкового дерева:цветы хлопкового дерева]
tr: [GROWTH_NAME:kapok ağacı çiçeği:STP]
zh_hans: [GROWTH_NAME:木棉树花:STP]

# PLANT:KAPOK
source: [GROWTH_NAME:kapok fruit:kapok fruit]
cs: [GROWTH_NAME:plod kapoku:plod kapoku]
de: [GROWTH_NAME:Kapok-Frucht:Kapok-Frucht]
eo: [GROWTH_NAME:frukto de kapokujo:fruktoj de kapokujo]
es: [GROWTH_NAME:fruta de guata:frutas de guata]
ja: [GROWTH_NAME:カポックの実:カポックの実]
ru: [GROWTH_NAME:плод хлопкового дерева:плоды хлопкового дерева]
tr: [GROWTH_NAME:kapok ağacı meyvesi:kapok ağacı meyvesi]
vi: [GROWTH_NAME:Quả gạo:Quả gạo]
zh_hans: [GROWTH_NAME:木棉树果实 :木棉树果实]

# PLANT:MAPLE
source: [NAME:maple]
cs: [NAME:javor]
de: [NAME:Ahorn]
eo: [NAME:acero]
es: [NAME:arce]
ja: [NAME:カエデ]
ko: [NAME:단풍 나무]
ru: [NAME:клён]
tr: [NAME:akçaağaç]
vi: [NAME:Cây phong]
zh_hans: [NAME:枫树]

# PLANT:MAPLE
source: [NAME_PLURAL:maples]
cs: [NAME_PLURAL:javory]
de: [NAME_PLURAL:Ahorne]
eo: [NAME_PLURAL:aceroj]
es: [NAME_PLURAL:arces]
ja: [NAME_PLURAL:カエデ]
ko: [NAME_PLURAL:단풍 나무들]
ru: [NAME_PLURAL:клёны]
tr: [NAME_PLURAL:akçaağaç]
vi: [NAME_PLURAL:Những cây phong]
zh_hans: [NAME_PLURAL:枫树]

# PLANT:MAPLE
source: [ADJ:maple]
cs: [ADJ:javorový]
de: [ADJ:Ahorn]
eo: [ADJ:de acero]
es: [ADJ:de arce]
ja: [ADJ:カエデ]
ko: [ADJ:단풍 나무]
ru: [ADJ:клён]
tr: [ADJ:akçaağaç]
vi: [ADJ:Cây phong]
zh_hans: [ADJ:枫树的]

# PLANT:MAPLE
source: [STATE_NAME:ALL_SOLID:maple]
cs: [STATE_NAME:ALL_SOLID:javor]
de: [STATE_NAME:ALL_SOLID:Ahorn]
eo: [STATE_NAME:ALL_SOLID:ligno el acero]
es: [STATE_NAME:ALL_SOLID:arce]
ja: [STATE_NAME:ALL_SOLID:カエデ]
ko: [STATE_NAME:ALL_SOLID:단풍 나무]
ru: [STATE_NAME:ALL_SOLID:древесина клёна]
tr: [STATE_NAME:ALL_SOLID:akçaağaç]
vi: [STATE_NAME:ALL_SOLID:Cây phong]
zh_hans: [STATE_NAME:ALL_SOLID:枫树]
