Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:CANDLENUT
source: [ADJ:candlenut]
cs: [ADJ:tungovníkový]
de: [ADJ:Lichtnuss]
eo: [ADJ:kamiria]
es: [ADJ:de anacardo]
ja: [ADJ:ククイ]
ru: [ADJ:лумбанг]
tr: [ADJ:mum cevizi]
vi: [ADJ:hạt lai]
zh_hans: [ADJ:石栗的]

# PLANT:CANDLENUT
source: [STATE_NAME:ALL_SOLID:candlenut]
cs: [STATE_NAME:ALL_SOLID:tungovník]
de: [STATE_NAME:ALL_SOLID:Lichtnuss]
eo: [STATE_NAME:ALL_SOLID:ligno el kamirio]
es: [STATE_NAME:ALL_SOLID:anacardo]
ja: [STATE_NAME:ALL_SOLID:ククイ]
ru: [STATE_NAME:ALL_SOLID:древесина лумбанга]
tr: [STATE_NAME:ALL_SOLID:mum cevizi]
vi: [STATE_NAME:ALL_SOLID:hạt lai]
zh_hans: [STATE_NAME:ALL_SOLID:石栗]

# PLANT:CANDLENUT
source: [STATE_ADJ:ALL_SOLID:candlenut]
cs: [STATE_ADJ:ALL_SOLID:tungovník]
de: [STATE_ADJ:ALL_SOLID:Lichtnuss]
eo: [STATE_ADJ:ALL_SOLID:el ligno el kamirio]
es: [STATE_ADJ:ALL_SOLID:de anacardo]
ja: [STATE_ADJ:ALL_SOLID:ククイ]
ru: [STATE_ADJ:ALL_SOLID:лумбанг]
tr: [STATE_ADJ:ALL_SOLID:mum cevizi]
vi: [STATE_ADJ:ALL_SOLID:hạt lai]
zh_hans: [STATE_ADJ:ALL_SOLID:石栗的]

# PLANT:CANDLENUT
source: [SEED:candlenut:candlenuts:]
cs: [SEED:tungovník:tungovníky:]
de: [SEED:Lichtnuss:Lichtnüsse:]
eo: [SEED:nukso de kamirio:nuksoj de kamirio:]
es: [SEED:anacardo:anacardos]
ja: [SEED:ククイ:ククイ:]
ru: [SEED:лумбанг:лумбанги:]
tr: [SEED:mum cevizi:mum cevizleri:]
vi: [SEED:hạt lai:hạt lai:]
zh_hans: [SEED:石栗:石栗:]

# PLANT:CANDLENUT
source: [PREFSTRING:nuts]
cs: [PREFSTRING:ořechy]
de: [PREFSTRING:Nüsse]
eo: [PREFSTRING:nuksoj]
es: [PREFSTRING:nueces]
ko: [PREFSTRING:견과류]
pl: [PREFSTRING:orzechy]
ru: [PREFSTRING:орехи]
tr: [PREFSTRING:cevizleri]
vi: [PREFSTRING:hạt]
zh_hans: [PREFSTRING:坚果]

# PLANT:CANDLENUT
source: [GROWTH_NAME:candlenut leaf:candlenut leaves]
cs: [GROWTH_NAME:list tungovníku:listy tungovníku]
de: [GROWTH_NAME:Lichtnuss Blatt:Lichtnuss Blätter]
eo: [GROWTH_NAME:folio de kamirio:folioj de kamirio]
es: [GROWTH_NAME:hoja de anacardo:hojas de anacardo]
ja: [GROWTH_NAME:ククイの葉:ククイの葉]
ru: [GROWTH_NAME:лист лумбанга:листья лумбанга]
tr: [GROWTH_NAME:mum cevizi yaprağı:mum cevizi yaprakları]
vi: [GROWTH_NAME:lá lai:lá lai]
zh_hans: [GROWTH_NAME:石栗叶:石栗叶]

# PLANT:CANDLENUT
source: [GROWTH_NAME:candlenut flower:STP]
cs: [GROWTH_NAME:květ tungovníku:květy tungovníku]
de: [GROWTH_NAME:Lichtnuss Blüte:STP]
eo: [GROWTH_NAME:floro de kamirio:floroj de kamirio]
es: [GROWTH_NAME:flor de anacardo:STP]
ja: [GROWTH_NAME:ククイの花:STP]
ru: [GROWTH_NAME:цветок лумбанга:цветы лумбанга]
tr: [GROWTH_NAME:mum cevizi çiçeği:STP]
zh_hans: [GROWTH_NAME:石栗花:STP]

# PLANT:CANDLENUT
source: [GROWTH_NAME:candlenut:STP]
cs: [GROWTH_NAME:tungovník:tungovníky]
de: [GROWTH_NAME:Lichtnuss:STP]
eo: [GROWTH_NAME:nukso de kamirio:nuksoj de kamirio]
es: [GROWTH_NAME:anacardo:STP]
ja: [GROWTH_NAME:ククイ:STP]
ru: [GROWTH_NAME:лумбанг:лумбанги]
tr: [GROWTH_NAME:mum cevizi:STP]
zh_hans: [GROWTH_NAME:石栗:STP]

# PLANT:MANGO
source: [NAME:mango tree]
cs: [NAME:mangovník]
de: [NAME:Mango Baum]
eo: [NAME:mangarbo]
es: [NAME:árbol de mango]
ja: [NAME:マンゴーの木]
ko: [NAME:망고 나무]
ru: [NAME:манговое дерево]
tr: [NAME:mango ağacı]
vi: [NAME:cây xoài]
zh_hans: [NAME:芒果树]

# PLANT:MANGO
source: [NAME_PLURAL:mango trees]
cs: [NAME_PLURAL:mangovníky]
de: [NAME_PLURAL:Mango Bäume]
eo: [NAME_PLURAL:mangarboj]
es: [NAME_PLURAL:árboles de mango]
ja: [NAME_PLURAL:マンゴーの木]
ko: [NAME_PLURAL:망고 나무들]
ru: [NAME_PLURAL:манговые деревья]
tr: [NAME_PLURAL:mango ağaçları]
vi: [NAME_PLURAL:cây xoài]
zh_hans: [NAME_PLURAL:芒果树]

# PLANT:MANGO
source: [ADJ:mango tree]
cs: [ADJ:mangovník]
de: [ADJ:Mangobaum]
eo: [ADJ:mangarba]
es: [ADJ:árbol de mango]
ja: [ADJ:マンゴーの木]
ko: [ADJ:망고 나무]
ru: [ADJ:манговое дерево]
tr: [ADJ:mango ağacı]
vi: [ADJ:cây xoài]
zh_hans: [ADJ:芒果树的]

# PLANT:MANGO
source: [STATE_NAME:ALL_SOLID:mango wood]
cs: [STATE_NAME:ALL_SOLID:mangové dřevo]
de: [STATE_NAME:ALL_SOLID:Mango Holz]
eo: [STATE_NAME:ALL_SOLID:ligno el mangarbo]
es: [STATE_NAME:ALL_SOLID:madera de mango]
ja: [STATE_NAME:ALL_SOLID:マンゴーの木]
ko: [STATE_NAME:ALL_SOLID:망고 나무]
ru: [STATE_NAME:ALL_SOLID:манговое дерево]
tr: [STATE_NAME:ALL_SOLID:mango odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ xoài]
zh_hans: [STATE_NAME:ALL_SOLID:芒果木]

# PLANT:MANGO
source: [STATE_ADJ:ALL_SOLID:mango wood]
cs: [STATE_ADJ:ALL_SOLID:mangové dřevo]
de: [STATE_ADJ:ALL_SOLID:Mango Holz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el mangarbo]
es: [STATE_ADJ:ALL_SOLID:madera de mango]
ja: [STATE_ADJ:ALL_SOLID:マンゴーの木]
ko: [STATE_ADJ:ALL_SOLID:망고 나무]
ru: [STATE_ADJ:ALL_SOLID:манговое дерево]
tr: [STATE_ADJ:ALL_SOLID:mango odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ xoài]
zh_hans: [STATE_ADJ:ALL_SOLID:芒果木的]

# PLANT:MANGO
source: [STATE_NAME_ADJ:ALL_SOLID:frozen mango wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:mražené mangové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:Gefrorener Mango Wein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el mango]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de mango congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったマンゴーのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 망고 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное манговое вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş mango şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu xoài đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的芒果酒]

# PLANT:MANGO
source: [STATE_NAME_ADJ:LIQUID:mango wine]
cs: [STATE_NAME_ADJ:LIQUID:mangové víno]
de: [STATE_NAME_ADJ:LIQUID:Mango Wein]
eo: [STATE_NAME_ADJ:LIQUID:vino el mango]
es: [STATE_NAME_ADJ:LIQUID:vino de mango]
ja: [STATE_NAME_ADJ:LIQUID:マンゴーのワイン]
ko: [STATE_NAME_ADJ:LIQUID:망고 wine]
ru: [STATE_NAME_ADJ:LIQUID:манговое вино]
tr: [STATE_NAME_ADJ:LIQUID:mango şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu xoài]
zh_hans: [STATE_NAME_ADJ:LIQUID:芒果酒的]

# PLANT:MANGO
source: [STATE_NAME_ADJ:GAS:boiling mango wine]
cs: [STATE_NAME_ADJ:GAS:vařící mangové víno]
de: [STATE_NAME_ADJ:GAS:Kochender Mango Wein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el mango]
es: [STATE_NAME_ADJ:GAS:vino de mango hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したマンゴーのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 망고 wine]
ru: [STATE_NAME_ADJ:GAS:кипящее манговое вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan mango şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu xoài đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾芒果酒的]

# PLANT:MANGO
source: [SEED:mango pit:mango pits:]
cs: [SEED:pecka manga:pecky mang:]
de: [SEED:Mango Samen:Mango Samen:]
eo: [SEED:kerno de mango:kernoj de mango:]
es: [SEED:semilla de mango:semillas de mango:]
ja: [SEED:マンゴーの実:マンゴーの実:]
ko: [SEED:망고 씨앗:망고 씨앗들:]
ru: [SEED:косточка манго:косточки манго:]
tr: [SEED:mango çekirdeği:mango çekirdekleri:]
vi: [SEED:hạt xoài:hạt xoài:]
zh_hans: [SEED:芒果核:芒果核:]

# PLANT:MANGO
source: [PREFSTRING:sweet-smelling flowers]
cs: [PREFSTRING:sladce vonící květy]
de: [PREFSTRING:süß duftende Blüten]
eo: [PREFSTRING:dolĉodora floroj]
es: [PREFSTRING:flores de olor dulzón]
ja: [PREFSTRING:甘い匂いのの花]
ko: [PREFSTRING:달콤한 향이 나는 꽃들]
ru: [PREFSTRING:сладкий запах цветов]
tr: [PREFSTRING:tatlı kokulu çiçekleri]
vi: [PREFSTRING:hoa thơm]
zh_hans: [PREFSTRING:芬芳的花朵]

# PLANT:MANGO
source: [GROWTH_NAME:mango leaf:mango leaves]
cs: [GROWTH_NAME:list mangovníku:listy mangovníku]
de: [GROWTH_NAME:Mangoblatt:Mangoblätter]
eo: [GROWTH_NAME:folio de mangarbo:folioj de mangarbo]
es: [GROWTH_NAME:hoja de mango:hojas de mango]
ja: [GROWTH_NAME:マンゴーの葉:マンゴーの葉]
ko: [GROWTH_NAME:망고 나무 잎:망고 나무 잎들]
ru: [GROWTH_NAME:лист манго:листья манго]
tr: [GROWTH_NAME:mango yaprağı:mango yaprakları]
vi: [GROWTH_NAME:lá xoài:lá xoài]
zh_hans: [GROWTH_NAME:芒果树树叶:芒果树树叶]

# PLANT:MANGO
source: [GROWTH_NAME:mango flower:STP]
cs: [GROWTH_NAME:květ mangovníku:STP]
de: [GROWTH_NAME:Mangoblüte:STP]
eo: [GROWTH_NAME:floro de mangarbo:floroj de mangarbo]
es: [GROWTH_NAME:flor de mango:STP]
ja: [GROWTH_NAME:マンゴーの花:STP]
ko: [GROWTH_NAME:망고 나무 꽃:STP]
ru: [GROWTH_NAME:цветок манго:цветы манго]
tr: [GROWTH_NAME:mango çiçeği:STP]
zh_hans: [GROWTH_NAME:芒果树花:STP]

# PLANT:RUBBER
source: [NAME:rubber tree]
cs: [NAME:kaučukovník]
de: [NAME:Gummibaum]
eo: [NAME:kaŭĉukarbo]
es: [NAME:árbol de caucho]
ja: [NAME:ゴムの木]
ko: [NAME:고무 나무]
pl: [NAME:Kauczukowiec]
ru: [NAME:гевея]
tr: [NAME:kauçuk ağacı]
vi: [NAME:cây cao su]
zh_hans: [NAME:橡胶树]

# PLANT:RUBBER
source: [NAME_PLURAL:rubber trees]
cs: [NAME_PLURAL:kaučukovníky]
de: [NAME_PLURAL:Gummibäume]
eo: [NAME_PLURAL:kaŭĉukarboj]
es: [NAME_PLURAL:árboles de caucho]
ja: [NAME_PLURAL:ゴムの木]
ko: [NAME_PLURAL:고무 나무들]
ru: [NAME_PLURAL:гевеи]
tr: [NAME_PLURAL:kauçuk ağaçları]
vi: [NAME_PLURAL:cây cao su]
zh_hans: [NAME_PLURAL:橡胶树]

# PLANT:RUBBER
source: [ADJ:rubber tree]
cs: [ADJ:kaučukový]
de: [ADJ:Gummibaum]
eo: [ADJ:de kaŭĉukarbo]
es: [ADJ:árbol de caucho]
ja: [ADJ:ゴムの木]
ko: [ADJ:고무 나무]
ru: [ADJ:гевея]
tr: [ADJ:kauçuk ağacı]
vi: [ADJ:cây cao su]
zh_hans: [ADJ:橡胶树的]

# PLANT:RUBBER
source: [STATE_NAME:ALL_SOLID:rubber wood]
cs: [STATE_NAME:ALL_SOLID:kaučukové dřevo]
de: [STATE_NAME:ALL_SOLID:Gummibaum Holz]
eo: [STATE_NAME:ALL_SOLID:ligno de kaŭĉukarbo]
es: [STATE_NAME:ALL_SOLID:madera de gomero]
ja: [STATE_NAME:ALL_SOLID:ゴムの木]
ko: [STATE_NAME:ALL_SOLID:고무 나무]
ru: [STATE_NAME:ALL_SOLID:древесина гевеи]
tr: [STATE_NAME:ALL_SOLID:kauçuk odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ cao su]
zh_hans: [STATE_NAME:ALL_SOLID:橡胶木]

# PLANT:RUBBER
source: [STATE_ADJ:ALL_SOLID:rubber wood]
cs: [STATE_ADJ:ALL_SOLID:kaučukové dřevo]
de: [STATE_ADJ:ALL_SOLID:Gummibaum Holz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el kaŭĉukarbo]
es: [STATE_ADJ:ALL_SOLID:madera gomosa]
ja: [STATE_ADJ:ALL_SOLID:ゴムの木]
ko: [STATE_ADJ:ALL_SOLID:고무 나무]
ru: [STATE_ADJ:ALL_SOLID:гевея]
tr: [STATE_ADJ:ALL_SOLID:kauçuk odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ cao su]
zh_hans: [STATE_ADJ:ALL_SOLID:橡胶木的]

# PLANT:RUBBER
source: [PREFSTRING:branch shedding]
cs: [PREFSTRING:shazování větví]
de: [PREFSTRING:verzweigter Abwurf]
eo: [PREFSTRING:falado de branĉoj]
es: [PREFSTRING:rama de poda]
ru: [PREFSTRING:опадающие ветки]
tr: [PREFSTRING:dal dökümü]
vi: [PREFSTRING:rụng cành]
zh_hans: [PREFSTRING:枝条脱落]

# PLANT:RUBBER
source: [GROWTH_NAME:rubber leaf:rubber leaves]
cs: [GROWTH_NAME:kaučukový list:kaučukové listy]
de: [GROWTH_NAME:Gummibaumblatt:Gummibaumblätter]
eo: [GROWTH_NAME:folio de kaŭĉukarbo:folioj de kaŭĉukarbo]
es: [GROWTH_NAME:hoja de gomero:hojas de gomero]
ja: [GROWTH_NAME:ゴムの葉:ゴムの葉]
ko: [GROWTH_NAME:고무 나무 잎:고무 나무 잎들]
ru: [GROWTH_NAME:лист гевеи:листья гевеи]
tr: [GROWTH_NAME:kauçuk yaprağı:kauçuk yaprakları]
vi: [GROWTH_NAME:lá cao su:lá cao su]
zh_hans: [GROWTH_NAME:橡胶树叶:橡胶树叶]

# PLANT:CACAO
source: [NAME:cacao tree]
cs: [NAME:kakaovník]
de: [NAME:Kakaobaum]
eo: [NAME:kakaujo]
es: [NAME:cacaotero]
ja: [NAME:カカオの木]
ko: [NAME:카카오 나무]
pl: [NAME:drzewo kakaowe]
ru: [NAME:какао дерево]
tr: [NAME:kakao ağacı]
vi: [NAME:cây cacao]
zh_hans: [NAME:可可树]

# PLANT:CACAO
source: [NAME_PLURAL:cacao trees]
cs: [NAME_PLURAL:kakaovníky]
de: [NAME_PLURAL:Kakaobäume]
eo: [NAME_PLURAL:kakaujoj]
es: [NAME_PLURAL:cacaoteros]
ja: [NAME_PLURAL:カカオの木]
ko: [NAME_PLURAL:카카오 나무들]
ru: [NAME_PLURAL:какао деревья]
tr: [NAME_PLURAL:kakao ağaçları]
vi: [NAME_PLURAL:cây cacao]
zh_hans: [NAME_PLURAL:可可树]

# PLANT:CACAO
source: [ADJ:cacao tree]
cs: [ADJ:kakaovníkový]
de: [ADJ:Kakaobaum]
eo: [ADJ:de kakaujo]
es: [ADJ:de cacaotero
ja: [ADJ:カカオの木]
ko: [ADJ:카카오 나무]
pl: [ADJ:drzewo kakaowe]
ru: [ADJ:какао дерево]
tr: [ADJ:kakao ağacı]
vi: [ADJ:cây cacao]
zh_hans: [ADJ:可可树的]

# PLANT:CACAO
source: [STATE_NAME:ALL_SOLID:cacao wood]
cs: [STATE_NAME:ALL_SOLID:kakaové dřevo]
de: [STATE_NAME:ALL_SOLID:Kakao Holz]
eo: [STATE_NAME:ALL_SOLID:ligno el kakaujo]
es: [STATE_NAME:ALL_SOLID:madera de cacaotero]
ja: [STATE_NAME:ALL_SOLID:カカオの木]
ko: [STATE_NAME:ALL_SOLID:카카오 나무]
ru: [STATE_NAME:ALL_SOLID:древесина какао]
tr: [STATE_NAME:ALL_SOLID:kakao odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ cacao]
zh_hans: [STATE_NAME:ALL_SOLID:可可木]

# PLANT:CACAO
source: [STATE_ADJ:ALL_SOLID:cacao wood]
cs: [STATE_ADJ:ALL_SOLID:kakaové dřevo]
de: [STATE_ADJ:ALL_SOLID:Kakao Holz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el kakaujo]
es: [STATE_ADJ:ALL_SOLID:de madera de cacaotero]
ja: [STATE_ADJ:ALL_SOLID:カカオの木]
ko: [STATE_ADJ:ALL_SOLID:카카오 나무]
ru: [STATE_ADJ:ALL_SOLID:какао дерево]
tr: [STATE_ADJ:ALL_SOLID:kakao odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ cacao]
zh_hans: [STATE_ADJ:ALL_SOLID:可可木]

# PLANT:CACAO
source: [SEED:cacao bean:cacao beans:]
cs: [SEED:kakaový bob:kakaové boby:]
de: [SEED:Kakaobohne:Kakaobohnen:]
eo: [SEED:kakao:kakao:]
es: [SEED:grano de cacao:granos de cacao:]
ja: [SEED:カカオ豆:カカオ豆:]
ko: [SEED:카카오 빈:카카오 빈들:]
ru: [SEED:какао боб:какао-бобы:]
tr: [SEED:kakao çekirdeği:kakao çekirdekleri:]
zh_hans: [SEED:可可豆:可可豆:]

# PLANT:CACAO
source: [PREFSTRING:flowers]
cs: [PREFSTRING:květy]
de: [PREFSTRING:Blumen]
eo: [PREFSTRING:floroj]
es: [PREFSTRING:flores]
ja: [PREFSTRING:花]
ko: [PREFSTRING:꽃들]
ru: [PREFSTRING:цветы]
tr: [PREFSTRING:çiçekleri]
vi: [PREFSTRING:hoa]
zh_hans: [PREFSTRING:花]

# PLANT:CACAO
source: [GROWTH_NAME:cacao leaf:cacao leaves]
cs: [GROWTH_NAME:list kakaovníku:listy kakaovníku]
de: [GROWTH_NAME:Kakaoblatt:Kakaoblätter]
eo: [GROWTH_NAME:folio de kakaujo:folioj de kakaujo]
es: [GROWTH_NAME:hoja de cacao:hoas de cacao]
ja: [GROWTH_NAME:カカオの葉:カカオの葉]
ko: [GROWTH_NAME:카카오 나무 잎:카카오 나무 잎들]
ru: [GROWTH_NAME:лист какао:листья какао]
tr: [GROWTH_NAME:kakao yaprağı:kakao yaprakları]
vi: [GROWTH_NAME:lá cacao:lá cacao]
zh_hans: [GROWTH_NAME:可可树树叶:可可树树叶]

# PLANT:CACAO
source: [GROWTH_NAME:cacao flower:STP]
cs: [GROWTH_NAME:kakaový květ:kakaové květy]
de: [GROWTH_NAME:Kakaoblüte:STP]
eo: [GROWTH_NAME:floro de kakaujo:floroj de kakaujo]
es: [GROWTH_NAME:flor de cacao:STP]
ja: [GROWTH_NAME:カカオの花:STP]
ko: [GROWTH_NAME:카카오 나무 꽃:STP]
ru: [GROWTH_NAME:цветок какао:цветы какао]
tr: [GROWTH_NAME:kakao çiçeği:STP]
zh_hans: [GROWTH_NAME:可可树花:STP]

# PLANT:CACAO
source: [GROWTH_NAME:cacao pod:STP]
cs: [GROWTH_NAME:kakaový lusk:kakaové lusky]
de: [GROWTH_NAME:Kakaoschote:STP]
eo: [GROWTH_NAME:guŝo de kakao:guŝoj de kakao]
es: [GROWTH_NAME:vaina de cacao:STP]
ja: [GROWTH_NAME:カカオの実:STP]
ko: [GROWTH_NAME:카카오 pod:STP]
ru: [GROWTH_NAME:стручок какао:стручки какао]
tr: [GROWTH_NAME:kakao meyvesi:STP]
zh_hans: [GROWTH_NAME:可可树豆荚:STP]

# PLANT:PALM
source: [NAME:coconut palm]
cs: [NAME:kokosová palma]
de: [NAME:Kokosnuss-Palme]
eo: [NAME:kokosarbo]
es: [NAME:palmera de cocos]
ja: [NAME:ココナッツ]
ko: [NAME:코코넛야자수]
ru: [NAME:кокосовая пальма]
tr: [NAME:hindistan cevizi palmiyesi]
vi: [NAME:cây dừa]
zh_hans: [NAME:椰棕榈]

# PLANT:PALM
source: [NAME_PLURAL:coconut palms]
cs: [NAME_PLURAL:kokosové palmy]
de: [NAME_PLURAL:Kokosnuss-Palmen]
eo: [NAME_PLURAL:kokosarboj]
es: [NAME_PLURAL:palmeras de cocos]
ja: [NAME_PLURAL:ココナッツ]
ko: [NAME_PLURAL:코코넛야자수들]
ru: [NAME_PLURAL:кокосовые пальмы]
tr: [NAME_PLURAL:hindistan cevizi palmiyesi]
vi: [NAME_PLURAL:cây dừa]
zh_hans: [NAME_PLURAL:椰棕榈]

# PLANT:PALM
source: [ADJ:coconut palm]
cs: [ADJ:kokosový]
de: [ADJ:Kokosnuss-Palme]
eo: [ADJ:de kokosarbo]
es: [ADJ:palmera de cocos]
ja: [ADJ:ココナッツ]
ko: [ADJ:코코넛야자수]
ru: [ADJ:кокосовая пальма]
tr: [ADJ:hindistan cevizi palmiyesi]
vi: [ADJ:cây dừa]
zh_hans: [ADJ:椰棕榈的]

# PLANT:PALM
source: [STATE_NAME:ALL_SOLID:coconut palm]
cs: [STATE_NAME:ALL_SOLID:kokosová palma]
de: [STATE_NAME:ALL_SOLID:Kokosnuss-Palme]
eo: [STATE_NAME:ALL_SOLID:ligno el kokosarbo]
es: [STATE_NAME:ALL_SOLID:palmera de cocos]
ja: [STATE_NAME:ALL_SOLID:ココナッツ]
ko: [STATE_NAME:ALL_SOLID:코코넛야자수]
ru: [STATE_NAME:ALL_SOLID:древесина кокосовой пальмы]
tr: [STATE_NAME:ALL_SOLID:hindistan cevizi palmiyesi]
vi: [STATE_NAME:ALL_SOLID:cây dừa]
zh_hans: [STATE_NAME:ALL_SOLID:椰棕榈]

# PLANT:PALM
source: [STATE_ADJ:ALL_SOLID:coconut palm]
cs: [STATE_ADJ:ALL_SOLID:kokosová palma]
de: [STATE_ADJ:ALL_SOLID:Kokosnuss-Palme]
eo: [STATE_ADJ:ALL_SOLID:el ligno el kokosarbo]
es: [STATE_ADJ:ALL_SOLID:palmera de cocos]
ja: [STATE_ADJ:ALL_SOLID:ココナッツ]
ko: [STATE_ADJ:ALL_SOLID:코코넛야자수]
ru: [STATE_ADJ:ALL_SOLID:кокосовая пальма]
tr: [STATE_ADJ:ALL_SOLID:hindistan cevizi palmiyesi]
vi: [STATE_ADJ:ALL_SOLID:cây dừa]
zh_hans: [STATE_ADJ:ALL_SOLID:椰棕榈的]

# PLANT:PALM
source: [PREFSTRING:leaves]
cs: [PREFSTRING:listy]
de: [PREFSTRING:Blätter]
eo: [PREFSTRING:folioj]
es: [PREFSTRING:hojas]
ja: [PREFSTRING:葉]
ko: [PREFSTRING:잎들]
ru: [PREFSTRING:листья]
tr: [PREFSTRING:yaprakları]
vi: [PREFSTRING:lá]
zh_hans: [PREFSTRING:叶]

# PLANT:PALM
source: [GROWTH_NAME:coconut palm frond blade:coconut palm frond blades]
cs: [GROWTH_NAME:čepel z listů kokosové palmy:čepele z listů kokosové palmy]
de: [GROWTH_NAME:Kokospalmenblattwedel:Kokospalmenblattwedel]
eo: [GROWTH_NAME:frondo de kokosarbo:frondoj de kokosarbo]
es: [GROWTH_NAME:espad de hoja de palmera:espadas de hoja de palmera]
ja: [GROWTH_NAME:ココナッツの葉:ココナッツの葉]
ko: [GROWTH_NAME:코코넛야자수의 긴 잎:코코넛야자수의 긴 잎들]
ru: [GROWTH_NAME:ветвь кокосовой пальмы:ветви кокосовой пальмы]
tr: [GROWTH_NAME:hindistan cevizi yaprak ayası:hindistan cevizi yaprak ayaları]
vi: [GROWTH_NAME:phiến lá dừa:phiến lá dừa]
zh_hans: [GROWTH_NAME:椰棕榈叶叶片:椰棕榈叶叶片]

# PLANT:PALM
source: [GROWTH_NAME:coconut palm spathe:STP]
cs: [GROWTH_NAME:lopatka kokosové palmy:lopatky kokosové palmy]
de: [GROWTH_NAME:Kokospalmenspatel:STP]
eo: [GROWTH_NAME:brakteo de kokosarbo:brakteoj de kokosarbo]
es: [GROWTH_NAME:emboltura de hoja de palmera:STP]
ja: [GROWTH_NAME:ココナッツ spathe:STP]
ko: [GROWTH_NAME:코코넛 야자수 불염포:STP]
ru: [GROWTH_NAME:скорлупа кокосового ореха:скорлупа кокосового ореха]
tr: [GROWTH_NAME:hindistan cevizi kılıfı:STP]
zh_hans: [GROWTH_NAME:椰棕榈佛焰苞:STP]

# PLANT:PALM
source: [GROWTH_NAME:coconut:STP]
cs: [GROWTH_NAME:kokos:kokosy]
de: [GROWTH_NAME:Kokosnuss:STP]
eo: [GROWTH_NAME:kokoso:kokosoj]
es: [GROWTH_NAME:coco:STP]
ja: [GROWTH_NAME:ココナッツ:STP]
ko: [GROWTH_NAME:코코넛:STP]
pl: [GROWTH_NAME:kokos:STP]
ru: [GROWTH_NAME:кокосовый орех:кокосовые орехи]
tr: [GROWTH_NAME:hindistan cevizi:STP]
zh_hans: [GROWTH_NAME:椰子:STP]

# REACTION:MAKE WOODEN CHAIR
source: [NAME:make wooden chair]
cs: [NAME:vyrobit dřevěnou židli]
de: [NAME:Holz Stuhl herstellen]
eo: [NAME:fari lignan seĝon]
es: [NAME:hacer una silla de madera]
ja: [NAME:木の椅子を作成]
ko: [NAME:나무 의자 만들기]
pl: [NAME:zrób drewniane krzesło]
ru: [NAME:изготовить деревянный стул]
tr: [NAME:ahşap sandalye yap]
vi: [NAME:chế tạo ghế gỗ]
zh_hans: [NAME:制作木制座椅]

# REACTION:MAKE WOODEN CHAIR
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN CHAIR
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN CHAIR
source: [PRODUCT:100:1:CHAIR:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:CHAIR:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:CHAIR:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:CHAIR:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:CHAIR:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:CHAIR:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:CHAIR:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:SANDALYE:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:CHAIR:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:CHAIR:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN CHAIR
source: [PRODUCT_TOKEN:chair]
cs: [PRODUCT_TOKEN:židle]
de: [PRODUCT_TOKEN:Stuhl]
eo: [PRODUCT_TOKEN:seĝo]
es: [PRODUCT_TOKEN:silla]
ko: [PRODUCT_TOKEN:의자]
pl: [PRODUCT_TOKEN:krzesło]
ru: [PRODUCT_TOKEN:стул]
tr: [PRODUCT_TOKEN:sandalye]
vi: [PRODUCT_TOKEN:ghế]
zh_hans: [PRODUCT_TOKEN:座椅]

# REACTION:MAKE WOODEN CHAIR
source: [CATEGORY_NAME:Carpentry]
cs: [CATEGORY_NAME:Truhlářství]
de: [CATEGORY_NAME:Zimmerei]
eo: [CATEGORY_NAME:Ĉarpentado]
es: [CATEGORY_NAME:Carpintería]
ja: [CATEGORY_NAME:大工]
ko: [CATEGORY_NAME:목공품]
pl: [CATEGORY_NAME:Stolarstwo]
ru: [CATEGORY_NAME:Плотничество]
tr: [CATEGORY_NAME:Marangozluk]
vi: [CATEGORY_NAME:Nghề Mộc]
zh_hans: [CATEGORY_NAME:木匠活]

# REACTION:MAKE WOODEN CHAIR
source: [CATEGORY_DESCRIPTION:Make furniture at a carpenter's workshop using logs and a sharp tool.]
cs: [CATEGORY_DESCRIPTION:Vyrobte si nábytek v truhlářské dílně z klád a ostrým nářadím.]
de: [CATEGORY_DESCRIPTION:Stelle Möbel mithilfe von Baumstämmen und scharfen Werkzeugen in einer Tischler Werkstatt her.]
eo: [CATEGORY_DESCRIPTION:Faru meblojn en ĉarpentada metiejo el ŝtipoj, kaj per akra ilo.]
es: [CATEGORY_DESCRIPTION:Haz muebles en un taller de carpintero usando troncos y un utensilio afilado.]
ko: [CATEGORY_DESCRIPTION:목공소에서 나무와 날카로운 도구를 이용해 가구를 만들 수 있습니다.]
pl: [CATEGORY_DESCRIPTION:Wykonaj meble z bali w stolarskim warsztacie za pomocą ostrego narzędzia.]
ru: [CATEGORY_DESCRIPTION:Изготовление мебели в плотницкой мастерской из бревен с помощью режущего инструмента.]
tr: [CATEGORY_DESCRIPTION:Marangoz atölyesinde kütükler ve keskin bir alet kullanarak mobilya yapın.]
vi: [CATEGORY_DESCRIPTION:Chế tạo đồ nội thất tại xưởng mộc bằng cách sử dụng khúc gỗ và một công cụ sắc bén.]
zh_hans: [CATEGORY_DESCRIPTION:在木匠工坊里用原木和锋利的工具制作家具.]

# REACTION:MAKE WOODEN TABLE
source: [NAME:make wooden table]
cs: [NAME:vyrobit dřevěný stůl]
de: [NAME:Holz Tisch herstellen]
eo: [NAME:fari lignan tablon]
es: [NAME:hacer una mesa de madera]
ja: [NAME:木の机を作成]
ko: [NAME:나무 탁자 만들기]
pl: [NAME:zrób drewniany stół]
ru: [NAME:изготовить деревянный стол]
tr: [NAME:ahşap masa yap]
vi: [NAME:chế tạo bàn gỗ]
zh_hans: [NAME:制作木质桌子]

# REACTION:MAKE WOODEN TABLE
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN TABLE
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN TABLE
source: [PRODUCT:100:1:TABLE:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:TABLE:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:TABLE:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:TABLE:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:TABLE:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:TABLE:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:TABLE:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:MASA:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:TABLE:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:TABLE:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN TABLE
source: [PRODUCT_TOKEN:table]
cs: [PRODUCT_TOKEN:stůl]
de: [PRODUCT_TOKEN:Tisch]
eo: [PRODUCT_TOKEN:tablo]
es: [PRODUCT_TOKEN:mesa]
ko: [PRODUCT_TOKEN:탁자]
pl: [PRODUCT_TOKEN:stół]
ru: [PRODUCT_TOKEN:стол]
tr: [PRODUCT_TOKEN:masa]
zh_hans: [PRODUCT_TOKEN:桌子]

# REACTION:MAKE WOODEN BED
source: [NAME:make wooden bed]
cs: [NAME:vyrobit dřevěnou postel]
de: [NAME:Holz Bett herstellen]
eo: [NAME:fari lignan liton]
es: [NAME:hacer una cama de madera]
ja: [NAME:木のベッドを作成]
ko: [NAME:나무 침대 만들기]
pl: [NAME:zrób drewniane łóżko]
ru: [NAME:изготовить деревянную кровать]
tr: [NAME:ahşap yatak yap]
vi: [NAME:chế tạo giường gỗ]
zh_hans: [NAME:制作木制床]

# REACTION:MAKE WOODEN BED
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN BED
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]
