Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:FAIRY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:PIXIE
source: [DESCRIPTION:A tiny winged humanoid with shifting colors which performs intricate aerial dances in large groups.]
cs: [DESCRIPTION:Drobný okřídlený humanoid s měnícími se barvami, který ve velkých skupinách předvádí složité vzdušné tance.]
de: [DESCRIPTION:Ein winziger geflügelter Humanoid mit wechselnden Farben, der komplizierte Lufttänze in großen Gruppen aufführt.]
eo: [DESCRIPTION:Eta flugila homsimilulo kun ŝanĝiĝantaj koloroj, kiu ludaj komplikaj aeraj dancoj en grandaj grupoj.]
es: [DESCRIPTION:Un diminuto humanoide alado, de colores variados, los cuales usan para realizar intrincados bailes aéreos en grandes grupos.]
ko: [DESCRIPTION:대규모 그룹에서 복잡한 공중 춤을 추는 변화하는 색상의 작은 날개 달린 인간형 생물체.]
pl: [DESCRIPTION:Malutki skrzydlaty humanoid o zmieniających się kolorach, który wykonuje zawiłe powietrzne tańce w dużych grupach.]
ru: [DESCRIPTION:Крохотное, постоянно меняющее цвет крылатое человекоподобное существо, исполняющие замысловатые танцы в воздухе большими группами.]
tr: [DESCRIPTION:Büyük gruplar halinde karmaşık hava dansları sergileyen, renk değiştiren minik kanatlı bir insansı.]
vi: [DESCRIPTION:Một nhân hình có cánh nhỏ bé với màu sắc thay đổi, thực hiện những điệu nhảy trên không phức tạp theo nhóm lớn.]

# CREATURE:PIXIE
source: [NAME:pixie:pixies:pixie]
cs: [NAME:skřítek:skřítci:skřítka]
de: [NAME:Naturgeist:Naturgeister:Naturgeist]
eo: [NAME:piksio:piksioj:de piksio]
ja: [NAME:ピクシー:ピクシー:ピクシーの]
ko: [NAME:픽시:픽시들:픽시]
pl: [NAME:chochlik:chochliki:chochliczy]
ru: [NAME:пикси:пикси:пикси]
tr: [NAME:piksi:piksiler:piksi]
vi: [NAME:Tinh linh Pixie:Tinh linh Pixie:Tinh linh Pixie]
zh_hans: [NAME:小精灵:小精灵:小精灵]

# CREATURE:PIXIE
source: [CASTE_NAME:pixie:pixies:pixie]
cs: [CASTE_NAME:skřítek:skřítci:skřítka]
de: [CASTE_NAME:Naturgeist:Naturgeister:Naturgeist]
eo: [CASTE_NAME:piksio:piksioj:de piksio]
ja: [CASTE_NAME:ピクシー:ピクシー:ピクシーの]
ko: [CASTE_NAME:픽시:픽시들:픽시]
pl: [CASTE_NAME:chochlik:chochliki:chochliczy]
ru: [CASTE_NAME:пикси:пикси:пикси]
tr: [CASTE_NAME:piksi:piksiler:piksi]
vi: [CASTE_NAME:Tinh linh Pixie:Tinh linh Pixie:Tinh linh Pixie]
zh_hans: [CASTE_NAME:小精灵:小精灵:小精灵]

# CREATURE:PIXIE
source: [PREFSTRING:shifting colors]
cs: [PREFSTRING:měnící se barvy]
de: [PREFSTRING:wechselnde Farben]
eo: [PREFSTRING:ŝanĝiĝiantaj koloroj]
es: [PREFSTRING:colores cambiantes]
ja: [PREFSTRING:変化する色]
ko: [PREFSTRING:변화하는 색]
pl: [PREFSTRING:wielobarwny]
ru: [PREFSTRING:изменение цвета]
tr: [PREFSTRING:değişen renkler]
vi: [PREFSTRING:màu sắc thay đổi]

# CREATURE:PIXIE
source: [PREFSTRING:intricate aerial dances]
cs: [PREFSTRING:složité vzdušné tance]
de: [PREFSTRING:komplexe Lufttänze]
eo: [PREFSTRING:komplikaj aeraj dancoj]
es: [PREFSTRING:bailes aéreos complejos]
ja: [PREFSTRING:複雑に宙を舞う]
ko: [PREFSTRING:복잡한 공중 댄스]
pl: [PREFSTRING:zawiłe powietrzne tańce]
ru: [PREFSTRING:замысловатые воздушные танцы]
tr: [PREFSTRING:karmaşık hava dansları]
vi: [PREFSTRING:những điệu nhảy trên không phức tạp]

# CREATURE:PIXIE
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:PIXIE
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:usta:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:PIXIE
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:PIXIE
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:PIXIE
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:PIXIE
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:PIXIE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:PIXIE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:PIXIE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:PIXIE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]

# CREATURE:PIXIE
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]

# CREATURE:PIXIE
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]

# CREATURE:PIXIE
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]

# CREATURE:PIXIE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:PIXIE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:BEAK_DOG
source: [DESCRIPTION:A creature from the evil swamp. It resembles a squat, wingless bird with powerful beak and legs. Its blotchy skin is brightly colored.]
cs: [DESCRIPTION:Stvoření ze zlého močálu. Připomíná zavalitého, bezkřídlého ptáka se silným zobákem a nohama. Jeho skvrnitá kůže je jasně zbarvená.]
de: [DESCRIPTION:Eine Kreatur aus dem Sumpf des Bösen. Er ähnelt einem hockenden, flügellosen Vogel mit kräftigem Schnabel und Beinen. Seine fleckige Haut ist hell gefärbt.]
eo: [DESCRIPTION:Kreito el la malbona arbomarĉo. Ĝi similas al korpampleksa senflugila birdo kun potencaj beko kaj gamboj. Ĝia makula haŭto estas hele bunta.]
es: [DESCRIPTION:Una criatura del pantano maligno. Se parece a un ave achaparrada sin alas, con pico y piernas poderosas. Su piel emborronada está brillantemente coloreada.]
ja: [DESCRIPTION:邪悪な沼地に棲息する。強力なくちばしと脚を備えた、四つ足の翼のない鳥に似ている。そのしみのある肌は鮮やかな色です。]
ko: [DESCRIPTION:사악한 늪지에서 서식하는 생물. 짜리몽당하고 날개없는 새의 형태를 하고있으며, 강력한 부리와 다리가 특징이다. 밝은 색의 피부가 얼룩덜룩하다.
pl: [DESCRIPTION:Stwór ze złego bagna. Przypomina przysadzistego, bezskrzydłego ptaka z potężnym dziobem i nogami. Jego poplamiona skóra jest jaskrawo zabarwiona.]
ru: [DESCRIPTION:Существо из гибельных болот. Похожа на припадающую к земле бескрылую птицу с мощным клювом и ногами. Шкура пятнистая, ярко окрашенная.]
tr: [DESCRIPTION:Kötücül bataklıktan gelen bir yaratık. Güçlü gagası ve bacakları olan, kanatsız, tıknaz bir kuşu andırır. Lekeli derisi parlak renklidir.]
vi: [DESCRIPTION:Một sinh vật từ đầm lầy tà ác. Nó giống một con chim lùn tịt, không cánh với mỏ và chân mạnh mẽ. Làn da loang lổ của nó có màu sắc tươi sáng.]
zh_hans: [DESCRIPTION:一种来自毒沼的生物.它像带有强壮的喙和腿的矮胖的无翼鸟.它到处有污斑的皮肤被予以亮色.]

# CREATURE:BEAK_DOG
source: [NAME:beak dog:beak dogs:beak dog]
cs: [NAME:zobákový pes:zobákoví psi:zobákového psa]
de: [NAME:Schnabelhund:Schnabelhunde:Schnabelhund]
eo: [NAME:bekhundo:bekhundoj:de bekhundo]
ja: [NAME:くちばし犬:くちばし犬:くちばし犬の]
ko: [NAME:부리 개:부리 개들:부리 개]
pl: [NAME:bagienny gryf:bagienne gryfy: bagienno gryfi]
ru: [NAME:клювоглавая собака:клювоглавые собаки:клювоглавой собаки]
tr: [NAME:gaga köpeği:gaga köpekleri:gaga köpeği]
vi: [NAME:Chó mỏ:Chó mỏ:Chó mỏ]
zh_hans: [NAME:喙狗:喙狗:喙狗]

# CREATURE:BEAK_DOG
source: [CASTE_NAME:beak dog:beak dogs:beak dog]
cs: [CASTE_NAME:zobákový pes:zobákoví psi:zobákového psa]
de: [CASTE_NAME:Schnabelhund:Schnabelhunde:Schnabelhund]
eo: [CASTE_NAME:bekhundo:bekhundoj:de bekhundo]
ja: [CASTE_NAME:くちばし犬:くちばし犬:くちばし犬の]
ko: [CASTE_NAME:부리 개:부리 개들:부리 개]
pl: [CASTE_NAME:bagienny gryf:bagienne gryfy: bagienno gryfi]
ru: [CASTE_NAME:клювоглавая собака:клювоглавые собаки:клювоглавой собаки]
tr: [CASTE_NAME:gaga köpeği:gaga köpekleri:gaga köpeği]
vi: [CASTE_NAME:Chó mỏ:Chó mỏ:Chó mỏ]
zh_hans: [CASTE_NAME:喙狗:喙狗:喙狗]

# CREATURE:BEAK_DOG
source: [GENERAL_CHILD_NAME:beak dog pup:beak dog pups]
cs: [GENERAL_CHILD_NAME:štěně zobákového psa:štěňata zobákového psa]
de: [GENERAL_CHILD_NAME:Schnabelhund-Welpe:Schnabelhund-Welpen]
eo: [GENERAL_CHILD_NAME:bekhundido:bekhundidoj]
es: [GENERAL_CHILD_NAME:cría de beak dog:criás de beak dog]
ja: [GENERAL_CHILD_NAME:くちばし犬の子供:くちばし犬の子供の]
ko: [GENERAL_CHILD_NAME:부리 강아지:부리 강아지들]
pl: [GENERAL_CHILD_NAME:szczenię bagiennego gryfa: szczenięta bagiennego gryfa]
ru: [GENERAL_CHILD_NAME:клювоглавый щенок:клювоглавые щенки]
tr: [GENERAL_CHILD_NAME:gaga köpeği yavrusu:gaga köpeği yavruları]
vi: [GENERAL_CHILD_NAME:Chó mỏ con:Chó mỏ con]
zh_hans: [GENERAL_CHILD_NAME:喙狗幼崽:喙狗幼崽]

# CREATURE:BEAK_DOG
source: [PREFSTRING:chatters and clicks]
cs: [PREFSTRING:cvakání a klapání]
de: [PREFSTRING:Klappern und Klicken]
eo: [PREFSTRING:klakoj]
es: [PREFSTRING:charlas y chasquidos]
ja: [PREFSTRING:やかましい鳴き声]
ko: [PREFSTRING:딱딱 거리는 소리]
pl: [PREFSTRING:szczebiotania i kłapnięcia]
ru: [PREFSTRING:стрекот и щелчки]
tr: [PREFSTRING:gevezelik ve tıkırtılar]
vi: [PREFSTRING:tiếng ríu rít và lách cách]

# CREATURE:BEAK_DOG
source: [PREFSTRING:hunched backs]
cs: [PREFSTRING:hrbatá záda]
de: [PREFSTRING:Bucklige Rücken]
eo: [PREFSTRING:ĝibaj dorsoj]
es: [PREFSTRING:espalda encorvada]
ja: [PREFSTRING:四つん這い]
ko: [PREFSTRING:굽은 등]
pl: [PREFSTRING:zgarbione plecy]
ru: [PREFSTRING:сгорбившиеся спины]
tr: [PREFSTRING:kambur sırtlar]
vi: [PREFSTRING:lưng gù]

# CREATURE:BEAK_DOG
source: [PREFSTRING:large beaks]
cs: [PREFSTRING:velké zobáky]
de: [PREFSTRING:große Schnäbel]
eo: [PREFSTRING:grandaj bekoj]
es: [PREFSTRING:picos largos]
ja: [PREFSTRING:大きなくちばし]
ko: [PREFSTRING:커다란 부리]
pl: [PREFSTRING:duże dzioby]
ru: [PREFSTRING:большие клювы]
tr: [PREFSTRING:büyük gagalar]
vi: [PREFSTRING:mỏ lớn]

# CREATURE:BEAK_DOG
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BEAK_DOG
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:BEAK_DOG
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BEAK_DOG
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GRIMELING
source: [DESCRIPTION:An evil monster from the swamp. It resembles a knot of waterlogged weeds but will strike the unaware victim.]
cs: [DESCRIPTION:Zlé bažinné monstrum. Připomíná chomáč nasáklých plevelů, ale udeří nic netušící oběť.]
de: [DESCRIPTION:Ein böses Monster aus dem Sumpf. Es tarnt sich als Bündel durchnässtem Unkraut, wärend es auf ein unwissende Opfer lauert.]
eo: [DESCRIPTION:Malica monstro el la arbomarĉo. Ĝi similas maŝon el akvosaturitaj herbaĉoj, sed frapos la senantaŭgardan viktimon.]
es: [DESCRIPTION:Un maligno monstruo del pantano. Se asemeja a un nudo de hierbajos anegados pero golpearía a una victima desprevenida.]
ja: [DESCRIPTION:沼に潜む邪悪な怪物。水浸しの雑草に擬態し、気づかない犠牲者を襲う。]
ko: [DESCRIPTION:늪지에서 서식하는 사악한 괴물. 물에 빠진 잡초더미처럼 생겼으며, 방심 하고있는 대상을 공격한다.]
pl: [DESCRIPTION:Zły potwór z bagien. Przypomina kępę nasiąkniętych wodą chwastów, ale uderza w nieświadomą ofiarę.]
ru: [DESCRIPTION:Злобное чудовище из болот, похожее на клубок болотной травы. Нападает внезапно на ничего не подозревающую жертву.]
tr: [DESCRIPTION:Bataklıktan gelen kötücül bir canavar. Suya batmış otlardan oluşan bir düğümü andırır ancak habersiz kurbana saldırır.]
vi: [DESCRIPTION:Một quái vật tà ác từ đầm lầy. Nó giống một búi cỏ dại ngập nước nhưng sẽ tấn công nạn nhân không cảnh giác.]

# CREATURE:GRIMELING
source: [NAME:grimeling:grimelings:grimeling]
cs: [NAME:bahňák:bahňáci:bahňáka]
de: [NAME:Sumpfgeist:Sumpfgeister:Sumpfgeist]
eo: [NAME:kotulo:kotuloj:de kotulo]
ja: [NAME:グリメリング:グリメリング:グリメリングの]
ko: [NAME:그라임링:그라임링들:그라임링]
pl: [NAME:grimeling:grimelingi:grimelingowe]
ru: [NAME:пачкальщик:пачкальщики:пачкальщика]
tr: [NAME:kir canavarı:kir canavarları:kir canavarı]
zh_hans: [NAME:水鬼:水鬼:水鬼]

# CREATURE:GRIMELING
source: [CASTE_NAME:grimeling:grimelings:grimeling]
cs: [CASTE_NAME:bahňák:bahňáci:bahňáka]
de: [CASTE_NAME:Sumpfgeist:Sumpfgeister:Sumpfgeist]
eo: [CASTE_NAME:kotulo:kotuloj:de kotulo]
ja: [CASTE_NAME:グリメリング:グリメリング:グリメリングの]
ko: [CASTE_NAME:그라임링:그라임링들:그라임링]
pl: [CASTE_NAME:grimeling:grimelingi:grimelingowe]
ru: [CASTE_NAME:пачкальщик:пачкальщики:пачкальщика]
tr: [CASTE_NAME:kir canavarı:kir canavarları:kir canavarı]
zh_hans: [CASTE_NAME:水鬼:水鬼:水鬼]

# CREATURE:GRIMELING
source: [PREFSTRING:slithering nature]
cs: [PREFSTRING:plíživou povahu]
de: [PREFSTRING:heimtückische Natur]
eo: [PREFSTRING:rampanta naturo]
es: [PREFSTRING:naturaleza deslizante]
ja: [PREFSTRING:ずる賢い]
ko: [PREFSTRING:흐물거리는 특성]
pl: [PREFSTRING:pełzająca natura]
ru: [PREFSTRING:скользкую натуру]
tr: [PREFSTRING:sürünen doğa]
vi: [PREFSTRING:bản chất trườn lượn]

# CREATURE:GRIMELING
source: [PREFSTRING:weedy bodies]
cs: [PREFSTRING:plevelovitá těla]
de: [PREFSTRING:schmächtige Körper]
eo: [PREFSTRING:herbaĉaj korpoj]
es: [PREFSTRING:malezas]
ja: [PREFSTRING:雑草のような体]
ko: [PREFSTRING:풀같은 몸통]
pl: [PREFSTRING:ciało z chwastów]
ru: [PREFSTRING:травяные тела]
tr: [PREFSTRING:otlu gövdeler]
vi: [PREFSTRING:thân hình như cỏ dại]

# CREATURE:GRIMELING
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:GRIMELING
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:BLENDEC_FOUL
source: [DESCRIPTION:A man-shaped creature with the legs of a goat and the empty-eyed skull of a goat.]
cs: [DESCRIPTION:Člověku podobné stvoření s kozlíma nohama a kozlí lebkou s prázdnými očními důlky.]
de: [DESCRIPTION:Eine menschenähnliche Kreatur mit den Beinen einer Ziege und einen Schädel ohne Augen einer Ziege.]
eo: [DESCRIPTION:Homformita estaĵo kun la gamboj kaj la senokula kranio de kapro.]
es: [DESCRIPTION:Una criatura antropomorfa con las piernas de una cabra y el craneo de ojos vacíos de una cabra.]
ja: [DESCRIPTION:ヤギの頭蓋骨がそのまま頭になった、ヤギの足を持つ人型の生き物だ。]
ko: [DESCRIPTION:눈알이 빠진 염소의 해골을 닮은 머리와 다리를 가진 인간형태의 생물.
pl: [DESCRIPTION:Stwór w kształcie człowieka z nogami kozy i czaszką kozła z pustymi oczami.]
ru: [DESCRIPTION:Похожее на человека существо с козлиными ногами и козлиным черепом с пустыми глазницами.]
tr: [DESCRIPTION:Keçi bacaklarına ve boş gözlü bir keçi kafatasına sahip insan şekilli bir yaratık.]
vi: [DESCRIPTION:Một sinh vật hình người với chân dê và sọ dê với hốc mắt rỗng tuếch.]
zh_hans: [DESCRIPTION:一种有着山羊的腿和无眼的山羊头骨作为头部的人性生物.]

# CREATURE:BLENDEC_FOUL
source: [NAME:foul blendec:foul blendecs:foul blendec]
cs: [NAME:zkažený blendec:zkažení blendeci:zkaženého blendce]
de: [NAME:Übler Blendec:Üble Blendecs:Übler Blendec]
eo: [NAME:blendeko:blendekoj:de blendeko]
es: [NAME:vil blendec:grupo de vil blendec:vil blendec]
ja: [NAME:ファウルブレンデック:ファウルブレンデック:ファウルブレンデックの]
ko: [NAME:포울 블렌덱:포울 블렌덱들:포울 블렌덱]
pl: [NAME:plugawy blendek:plugawe blendeki:plugawo blędekowy]
ru: [NAME:хазра:хазры:хазры]
tr: [NAME:kokuşmuş blendec:kokuşmuş blendecler:kokuşmuş blendec]
vi: [NAME:Foul Blendec:Foul Blendec:Foul Blendec]
zh_hans: [NAME:污邪杂种:污邪杂种:污邪杂种]

# CREATURE:BLENDEC_FOUL
source: [CASTE_NAME:foul blendec:foul blendecs:foul blendec]
cs: [CASTE_NAME:zkažený blendec:zkažení blendeci:zkaženého blendce]
de: [CASTE_NAME:Übler Blendec:Üble Blendecs:Übler Blendec]
eo: [CASTE_NAME:blendeko:blendekoj:de blendeko]
es: [CASTE_NAME:vil blendec:grupo de vil blendec:vil blendec]
ja: [CASTE_NAME:ファウルブレンデック:ファウルブレンデック:ファウルブレンデックの]
ko: [CASTE_NAME:포울 블렌덱:포울 블렌덱들:포울 블렌덱]
pl: [CASTE_NAME:plugawy blendek:plugawe blendeki:plugawo blędekowy]
ru: [CASTE_NAME:хазра:хазры:хазры]
tr: [CASTE_NAME:kokuşmuş blendec:kokuşmuş blendecler:kokuşmuş blendec]
vi: [CASTE_NAME:Foul Blendec:Foul Blendec:Foul Blendec]
zh_hans: [CASTE_NAME:污邪杂种:污邪杂种:污邪杂种]

# CREATURE:BLENDEC_FOUL
source: [PREFSTRING:goat heads]
cs: [PREFSTRING:kozlí hlavy]
de: [PREFSTRING:Ziegenköpfe]
eo: [PREFSTRING:kapraj kapoj]
es: [PREFSTRING:cabezas de cabra]
ja: [PREFSTRING:ヤギ heads]
ko: [PREFSTRING:염소 머리]
pl: [PREFSTRING:kozia głowa]
ru: [PREFSTRING:козлиные головы]
tr: [PREFSTRING:keçi kafaları]
vi: [PREFSTRING:đầu dê]

# CREATURE:BLENDEC_FOUL
source: [PREFSTRING:goat legs]
cs: [PREFSTRING:kozlí nohy]
de: [PREFSTRING:Ziegenbeine]
eo: [PREFSTRING:gamboj de kapro]
es: [PREFSTRING:piernas de cabra]
ja: [PREFSTRING:ヤギ 脚]
ko: [PREFSTRING:염소 다리]
pl: [PREFSTRING:kozie nogi]
ru: [PREFSTRING:козлиные копыта]
tr: [PREFSTRING:keçi bacakları]
vi: [PREFSTRING:chân dê]
zh_hans: [PREFSTRING:山羊腿]

# CREATURE:BLENDEC_FOUL
source: [PREFSTRING:rotten eye sockets]
cs: [PREFSTRING:shnilé oční důlky]
de: [PREFSTRING:faulende Augenhöhle]
eo: [PREFSTRING:putraj okulkavoj]
es: [PREFSTRING:ojos podridos]
ja: [PREFSTRING:腐った眼窩]
ko: [PREFSTRING:썩은 눈구멍]
pl: [PREFSTRING:zgniłe oczodoły]
ru: [PREFSTRING:разлагающиеся глазницы]
tr: [PREFSTRING:çürük göz çukurları]
vi: [PREFSTRING:hốc mắt mục nát]

# CREATURE:BLENDEC_FOUL
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:BLENDEC_FOUL
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:BLENDEC_FOUL
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:deş:deşer]
vi: [ATTACK_VERB:húc:húc]

# CREATURE:BLENDEC_FOUL
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:BLENDEC_FOUL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
