Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GNAT_BLOOD
source: [CASTE_NAME:blood gnat:blood gnats:blood gnat]
cs: [CASTE_NAME:krvesačka:krvesačky:krvesačka]
de: [CASTE_NAME:Blutmücke:Blutmücken:Blutmücke]
eo: [CASTE_NAME:sangomuŝo:sangomuŝoj:de sangomuŝo]
es: [CASTE_NAME:mosquito chupa-sangre:mosquitos chupa-sangre:mosquito chupa-sangre]
ja: [CASTE_NAME:血アブ:血アブ:血アブの]
ko: [CASTE_NAME:핏빛 모기:핏빛 모기들:핏빛 모기]
pl: [CASTE_NAME:krwawy komar:krwawe komary:krwawo komarzy]
ru: [CASTE_NAME:комар-кровосос:комары-кровососы:комара-кровососа]
tr: [CASTE_NAME:kan sivrisineği:kan sivrisinekleri:kan sivrisineği]
vi: [CASTE_NAME:Muỗi máu:Muỗi máu:Muỗi máu]

# CREATURE:GNAT_BLOOD
source: [PREFSTRING:thirst for blood]
cs: [PREFSTRING:žízní po krvi]
de: [PREFSTRING:blutdurstig]
eo: [PREFSTRING:sangavido]
es: [PREFSTRING:sed de sangre]
ja: [PREFSTRING:血への渇き]
ko: [PREFSTRING:피의 갈증]
pl: [PREFSTRING:żądza krwi]
ru: [PREFSTRING:жажду крови]
tr: [PREFSTRING:kan susuzluğu]
vi: [PREFSTRING:Khát máu]

# CREATURE:GNAT_BLOOD
source: [PREFSTRING:pulsating lumpy bodies]
cs: [PREFSTRING:pulzujícími hrbolatými těly]
de: [PREFSTRING:schwingende pummelige Körper]
eo: [PREFSTRING:pulsantaj bulaj korpoj]
es: [PREFSTRING:cuerpos versátiles y protuberantes]
ja: [PREFSTRING:脈動するゴツゴツした体]
ko: [PREFSTRING:활기넘치는 혹투성이의 몸]
pl: [PREFSTRING:pulsujące, grudkowate ciała]
ru: [PREFSTRING:пульсирующие бугристые тела]
tr: [PREFSTRING:zonklayan yumrulu vücutlar]
vi: [PREFSTRING:Cơ thể sần sùi, phập phồng]

# CREATURE:GNAT_BLOOD
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]

# CREATURE:GNAT_BLOOD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:LIZARD
source: [DESCRIPTION:A small reptile.]
cs: [DESCRIPTION:Drobný plaz.]
de: [DESCRIPTION:Ein kleines Reptil.]
eo: [DESCRIPTION:Eta reptilio.]
es: [DESCRIPTION:Un pequeño reptil.]
ja: [DESCRIPTION:小型爬虫類。]
ko: [DESCRIPTION:작은 파충류.]
pl: [DESCRIPTION:Mały gad.]
ru: [DESCRIPTION:Небольшая рептилия.]
tr: [DESCRIPTION:Küçük bir sürüngen.]
vi: [DESCRIPTION:Một loài bò sát nhỏ.]

# CREATURE:LIZARD
source: [NAME:lizard:lizards:lizard]
cs: [NAME:ještěr:ještěři:ještěr]
de: [NAME:Eidechse:Eidechsen:Eidechse]
eo: [NAME:lacerto:lacertoj:de lacerto]
es: [NAME:lagarto:lagartos:lagarto]
ja: [NAME:トカゲ:トカゲ:トカゲの]
ko: [NAME:도마뱀:도마뱀들:도마뱀]
pl: [NAME:jaszczurka:jaszczurki:jaszczurkowy]
ru: [NAME:ящерица:ящерицы:ящерицы]
tr: [NAME:kertenkele:kertenkeleler:kertenkele]
vi: [NAME:Thằn lằn:Thằn lằn:Thằn lằn]

# CREATURE:LIZARD
source: [CASTE_NAME:lizard:lizards:lizard]
cs: [CASTE_NAME:ještěr:ještěři:ještěr]
de: [CASTE_NAME:Eidechse:Eidechsen:Eidechse]
eo: [CASTE_NAME:lacerto:lacertoj:de lacerto]
es: [CASTE_NAME:lagarto:lagartos:lagarto]
ja: [CASTE_NAME:トカゲ:トカゲ:トカゲの]
ko: [CASTE_NAME:도마뱀:도마뱀들:도마뱀]
pl: [CASTE_NAME:jaszczurka:jaszczurki:jaszczurkowy]
ru: [CASTE_NAME:ящерица:ящерицы:ящерицы]
tr: [CASTE_NAME:kertenkele:kertenkeleler:kertenkele]
vi: [CASTE_NAME:Thằn lằn:Thằn lằn:Thằn lằn]

# CREATURE:LIZARD
source: [PREFSTRING:beauty]
cs: [PREFSTRING:krásou]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다움]
pl: [PREFSTRING:urodzie]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]

# CREATURE:LIZARD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:LIZARD
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:LIZARD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:LIZARD_MAN
source: [CASTE_NAME:lizard man:lizard men:lizard man]
cs: [CASTE_NAME:ještěří muž:ještěří muži:ještěří muž]
de: [CASTE_NAME:Echsenmann:Echsenmänner:Echsenmann]
eo: [CASTE_NAME:homlacertiĉo:homlacertiĉoj:de homlacertiĉo]
es: [CASTE_NAME:hombre lagarto:hombres lagarto:hombre lagarto]
ja: [CASTE_NAME:トカゲ男:トカゲ男:トカゲ男の]
ko: [CASTE_NAME:남성 도마뱀인간:남성 도마뱀인간들:남성 도마뱀인간]
pl: [CASTE_NAME:jaszczuromężczyzna:jaszczuromęzczyźni:jaszczuromężczyzny]
ru: [CASTE_NAME:мужчина-ящерица:мужчины-ящерицы:мужчины-ящерицы]
tr: [CASTE_NAME:erkek kertenkele:erkek kertenkeleler:erkek kertenkele]
vi: [CASTE_NAME:Người thằn lằn:Người thằn lằn:Người thằn lằn]

# CREATURE:LIZARD_MAN
source: [CASTE_NAME:lizard woman:lizard women:lizard woman]
cs: [CASTE_NAME:ještěří žena:ještěří ženy:ještěří žena]
de: [CASTE_NAME:Echsenfrau:Echsenfrauen:Echsenfrau]
eo: [CASTE_NAME:homlacertino:homlacertinoj:de homlacertino]
es: [CASTE_NAME:mujer lagarto:mujeres lagarto:mujer lagarto]
ja: [CASTE_NAME:トカゲ女:トカゲ女:トカゲ女の]
ko: [CASTE_NAME:여성 도마뱀인간:여성 도마뱀인간들:여성 도마뱀인간]
pl: [CASTE_NAME:jaszczurokobieta:jaszczurokobiety:jaszczurokobiecy]
ru: [CASTE_NAME:женщина-ящерица:женщины-ящерицы:женщины-ящерицы]
tr: [CASTE_NAME:dişi kertenkele:dişi kertenkeleler:dişi kertenkele]
vi: [CASTE_NAME:Nữ người thằn lằn:Nữ người thằn lằn:Nữ người thằn lằn]

# CREATURE:LIZARD_MAN
source: [NAME:lizard man:lizard men:lizard man]
cs: [NAME:ještěří muž:ještěří muži:ještěří muž]
de: [NAME:Echsenmensch:Echsenmenschen:Echsenmensch]
eo: [NAME:homlacerto:homlacertoj:de homlacerto]
es: [NAME:hombre lagarto:hombres lagarto:hombre lagarto]
ja: [NAME:トカゲ男:トカゲ男:トカゲ男の]
ko: [NAME:도마뱀인간:도마뱀인간들:도마뱀인간]
pl: [NAME:jaszczuroczłowiek:jaszczuroludzie:jaszczuroludzki]
ru: [NAME:человек-ящерица:люди-ящерицы:человека-ящерицы]
tr: [NAME:erkek kertenkele:erkek kertenkeleler:erkek kertenkele]
vi: [NAME:Người thằn lằn:Người thằn lằn:Người thằn lằn]

# CREATURE:LIZARD_MAN
source: [DESCRIPTION:A person with the head and tail of a lizard.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem ještěra.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Schwanz einer Eidechse.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de lacerto.]
es: [DESCRIPTION:Una persona con la cabeza y cola de un lagarto.]
ja: [DESCRIPTION:トカゲの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:도마뱀의 머리와 꼬리를 가진 사람.]
pl: [DESCRIPTION:Osobnik z głową i ogonem jaszczurki.]
ru: [DESCRIPTION:Человек с головой и хвостом ящерицы.]
tr: [DESCRIPTION:Kertenkele başlı ve kuyruklu bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đuôi của thằn lằn.]

# CREATURE:GIANT_LIZARD
source: [NAME:giant lizard:giant lizards:giant lizard]
cs: [NAME:obří ještěr:obří ještěři:obří ještěr]
de: [NAME:Rieseneidechse:Riesenechsen:Rieseneidechse]
eo: [NAME:giganta lacerto:gigantaj lacertoj:de giganta lacerto]
es: [NAME:lagarto gigante:lagartos gigantes:lagarto gigante]
ja: [NAME:巨大トカゲ:巨大トカゲ:巨大トカゲの]
ko: [NAME:거대 도마뱀:거대 도마뱀들:거대 도마뱀]
pl: [NAME:gigantyczna jaszczurka:gigantyczne jaszczurki:gigantyczno jaszczurkowy]
ru: [NAME:гигантская ящерица:гигантские ящерицы:гигантской ящерицы]
tr: [NAME:dev kertenkele:dev kertenkeleler:dev kertenkele]
vi: [NAME:Thằn lằn khổng lồ:Thằn lằn khổng lồ:Thằn lằn khổng lồ]

# CREATURE:GIANT_LIZARD
source: [CASTE_NAME:giant lizard:giant lizards:giant lizard]
cs: [CASTE_NAME:obří ještěr:obří ještěři:obří ještěr]
de: [CASTE_NAME:Rieseneidechse:Riesenechsen:Rieseneidechse]
eo: [CASTE_NAME:giganta lacerto:gigantaj lacertoj:de giganta lacerto]
es: [CASTE_NAME:lagarto gigante:lagartos gigantes:lagarto gigante]
ja: [CASTE_NAME:巨大トカゲ:巨大トカゲ:巨大トカゲの]
ko: [CASTE_NAME:거대 도마뱀:거대 도마뱀들:거대 도마뱀]
pl: [CASTE_NAME:gigantyczna jaszczurka:gigantyczne jaszczurki:gigantyczno jaszczurkowy]
ru: [CASTE_NAME:гигантская ящерица:гигантские ящерицы:гигантской ящерицы]
tr: [CASTE_NAME:dev kertenkele:dev kertenkeleler:dev kertenkele]
vi: [CASTE_NAME:Thằn lằn khổng lồ:Thằn lằn khổng lồ:Thằn lằn khổng lồ]

# CREATURE:GIANT_LIZARD
source: [GENERAL_CHILD_NAME:giant lizard hatchling:giant lizard hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího ještěra:mláďata obřího ještěra]
de: [GENERAL_CHILD_NAME:Rieseneidechsen-Schlüpflinge:Rieseneidechsen-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta lacertido:gigantaj lacertidoj]
es: [GENERAL_CHILD_NAME:cría de lagarto gigante:crías de lagarto gigante]
ja: [GENERAL_CHILD_NAME:巨大トカゲの子供:巨大トカゲの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 도마뱀:새끼 거대 도마뱀들]
pl: [GENERAL_CHILD_NAME:młody gigantycznej jaszczurki:młode gigantycznej jaszczurki]
ru: [GENERAL_CHILD_NAME:детёныш гигантской ящерицы:детёныши гигантской ящерицы]
tr: [GENERAL_CHILD_NAME:yavru dev kertenkele:yavru dev kertenkeleler]
vi: [GENERAL_CHILD_NAME:Thằn lằn khổng lồ con mới nở:Thằn lằn khổng lồ con mới nở]

# CREATURE:GIANT_LIZARD
source: [DESCRIPTION:A huge monster in the shape of a lizard.]
cs: [DESCRIPTION:Obrovský tvor ve tvaru ještěra.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Echse.]
eo: [DESCRIPTION:Grandega monstro kun formo de lacerto.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un lagarto.]
ja: [DESCRIPTION:トカゲのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:도마뱀의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie jaszczurki.]
ru: [DESCRIPTION:Огромный монстр, похожий на ящерицу.]
tr: [DESCRIPTION:Kertenkele biçiminde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng thằn lằn.]
zh_hans: [DESCRIPTION:一只巨大的蜥蜴怪。]

# CREATURE:GIANT_LIZARD
source: [PREFSTRING:beauty]
cs: [PREFSTRING:krásou]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다움]
pl: [PREFSTRING:urodzie]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]

# CREATURE:SKINK
source: [DESCRIPTION:A relatively large lizard. It can be found in most climates, foraging for bugs during daylight hours.]
cs: [DESCRIPTION:Poměrně velký ještěr. Vyskytuje se ve většině podnebí a přes den hledá hmyz.]
de: [DESCRIPTION:Eine relativ große Eidechse. Sie ist in den meisten Klimazonen anzutreffen und sucht tagsüber nach Käfern..]
eo: [DESCRIPTION:Relative granda lacerto. Ĝi troviĝas en la plimulto de la klimatoj, ĉasante je insektojn tage.]
es: [DESCRIPTION:Un lagarto relativamente largo. Puede ser visto en la mayoría de los climas, en busca de insectos durante el día.]
ja: [DESCRIPTION:比較的大きなトカゲ。ほとんどの気候で見られ、日中は虫を探します。]
ko: [DESCRIPTION:비교적 큰 도마뱀. 대부분의 기후에서 발견되며 낮 시간 동안 벌레를 찾아다닙니다.]
pl: [DESCRIPTION:Relatywnie duża jaszczurka. Można ją znaleźć w większości klimatów, szukającą owadów za dnia.]
ru: [DESCRIPTION:Довольно крупная ящерица. Встречается в большинстве климатических зон. Питается насекомыми, активна в дневные часы.]
tr: [DESCRIPTION:Nispeten büyük bir parlak kertenkele. Çoğu iklimde bulunabilir; gündüz saatlerinde böcek arar.]
vi: [DESCRIPTION:Một loài thằn lằn tương đối lớn. Nó có thể được tìm thấy ở hầu hết các vùng khí hậu, kiếm ăn côn trùng vào ban ngày.]

# CREATURE:SKINK
source: [NAME:skink:skinks:skink]
cs: [NAME:scink:scinkové:scink]
de: [NAME:Glattechse:Glattechsen:Glattechse]
eo: [NAME:skinko:skinkoj:de skinko]
es: [NAME:escínido:escínidos:escínido]
ja: [NAME:オオトカゲ:オオトカゲ:オオトカゲの]
ko: [NAME:스킹크:스킹크들:스킹크]
pl: [NAME:scynka:scynki:scynkowyx]
ru: [NAME:сцинк:сцинки:сцинка]
tr: [NAME:parlak kertenkele:parlak kertenkeleler:parlak kertenkele]
vi: [NAME:Thằn lằn bóng:Thằn lằn bóng:Thằn lằn bóng]

# CREATURE:SKINK
source: [CASTE_NAME:skink:skinks:skink]
cs: [CASTE_NAME:scink:scinkové:scink]
de: [CASTE_NAME:Glattechse:Glattechsen:Glattechse]
eo: [CASTE_NAME:skinko:skinkoj:de skinko]
es: [CASTE_NAME:escínido:escínidos:escínido]
ja: [CASTE_NAME:オオトカゲ:オオトカゲ:オオトカゲの]
ko: [CASTE_NAME:스킹크:스킹크들:스킹크]
pl: [CASTE_NAME:scynka:scynki:scynkowy]
ru: [CASTE_NAME:сцинк:сцинки:сцинка]
tr: [CASTE_NAME:parlak kertenkele:parlak kertenkeleler:parlak kertenkele]
vi: [CASTE_NAME:Thằn lằn bóng:Thằn lằn bóng:Thằn lằn bóng]

# CREATURE:SKINK
source: [PREFSTRING:colorful tongues]
cs: [PREFSTRING:barevnými jazyky]
de: [PREFSTRING:farbige Zungen]
eo: [PREFSTRING:buntaj langoj]
es: [PREFSTRING:lenguas coloridas]
ja: [PREFSTRING:カラフルな舌]
ko: [PREFSTRING:형형색색의 혀]
pl: [PREFSTRING:kolorowe języki]
ru: [PREFSTRING:цветные языки]
tr: [PREFSTRING:renkli diller]
vi: [PREFSTRING:Những chiếc lưỡi sặc sỡ]
zh_hans: [PREFSTRING:彩色舌头]

# CREATURE:SKINK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SKINK
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:SKINK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SKINK_MAN
source: [CASTE_NAME:skink man:skink men:skink man]
cs: [CASTE_NAME:scinkí muž:scinkí muži:scinkí muž]
de: [CASTE_NAME:Skinkmann:Skinkmänner:Skinkmann]
eo: [CASTE_NAME:homskinkiĉo:homskinkiĉoj:de homskinkiĉo]
es: [CASTE_NAME:hombre escínido:hombres escínido:hombre escínido]
ja: [CASTE_NAME:オオトカゲ男:オオトカゲ男:オオトカゲ男の]
ko: [CASTE_NAME:남성 스킹크인간:남성 스킹크인간들:남성 스킹크인간]
pl: [CASTE_NAME:scynkomężczyzna:scynkomężczyźni:scynkomężczyzny]
ru: [CASTE_NAME:мужчина-сцинк:мужчины-сцинки:мужчины-сцинка]
tr: [CASTE_NAME:erkek parlak kertenkele:erkek parlak kertenkeleler:erkek parlak kertenkele]
vi: [CASTE_NAME:Người thằn lằn bóng:Người thằn lằn bóng:Người thằn lằn bóng]

# CREATURE:SKINK_MAN
source: [CASTE_NAME:skink woman:skink women:skink woman]
cs: [CASTE_NAME:scinkí žena:scinkí ženy:scinkí žena]
de: [CASTE_NAME:Skinkfrau:Skinkfrauen:Skinkfrau]
eo: [CASTE_NAME:homskinkino:homskinkinoj:de homskinkino]
es: [CASTE_NAME:mujer escínido:mujeres escínido:mujer escínido]
ja: [CASTE_NAME:オオトカゲ女:オオトカゲ女:オオトカゲ女の]
ko: [CASTE_NAME:여성 스킹크인간:여성 스킹크인간들:여성 스킹크인간]
pl: [CASTE_NAME:scynkokobieta:scynkokobiety:scynkokobiecy]
ru: [CASTE_NAME:женщина-сцинк:женщины-сцинки:женщины-сцинка]
tr: [CASTE_NAME:dişi parlak kertenkele:dişi parlak kertenkeleler:dişi parlak kertenkele]
vi: [CASTE_NAME:Nữ người thằn lằn bóng:Nữ người thằn lằn bóng:Nữ người thằn lằn bóng]

# CREATURE:SKINK_MAN
source: [NAME:skink man:skink men:skink man]
cs: [NAME:scinkí muž:scinkí muži:scinkí muž]
de: [NAME:Skinkmensch:Skinkmenschen:Skinkmensch]
eo: [NAME:homskinko:homskinkoj:de homskinko]
es: [NAME:hombre escínido:hombres escínido:hombre escínido]
ja: [NAME:オオトカゲ男:オオトカゲ男:オオトカゲ男の]
ko: [NAME:스킹크인간:스킹크인간들:스킹크인간]
pl: [NAME:scynkoczłowiek:scynkoludzie:scynkoludzki]
ru: [NAME:человек-сцинк:люди-сцинки:человека-сцинка]
tr: [NAME:erkek parlak kertenkele:erkek parlak kertenkeleler:erkek parlak kertenkele]
vi: [NAME:Người thằn lằn bóng:Người thằn lằn bóng:Người thằn lằn bóng]

# CREATURE:SKINK_MAN
source: [DESCRIPTION:A long-bodied person with the head and tail of a skink.]
cs: [DESCRIPTION:Osoba s dlouhým tělem a hlavou a ocasem scinka.]
de: [DESCRIPTION:Eine langgliedrige Person mit dem Kopf und Schwanz eines Glattechsen.]
eo: [DESCRIPTION:Longkorphava homo kun la kapo kaj la vosto de skinko.]
es: [DESCRIPTION:Una persona con el cuerpo alargado, y con la cabeza y la cola de un escínido.]
ja: [DESCRIPTION:オオトカゲの頭と尾をもつ、胴体の長い人間だ
ko: [DESCRIPTION:스컹크의 머리와 꼬리를 가진 긴 몸의 인간.]
pl: [DESCRIPTION:Osobnik o długim ciele z głową i ogonem scynki.]
ru: [DESCRIPTION:Длиннотелый человек с головой и хвостом сцинка.]
tr: [DESCRIPTION:Parlak kertenkele başına ve kuyruğuna sahip, uzun gövdeli bir fantastik canlı.]
vi: [DESCRIPTION:Một người có thân hình dài, mang đầu và đuôi của thằn lằn bóng.]

# CREATURE:GIANT_SKINK
source: [NAME:giant skink:giant skinks:giant skink]
cs: [NAME:obří scink:obří scinkové:obří scink]
de: [NAME:riesen Glattechse:riesen Glattechsen:riesen Glattechse]
eo: [NAME:giganta skinko:gigantaj skinkoj:de giganta skinko]
es: [NAME:escínido gigante:escínidos gigantes:escínido gigante]
ja: [NAME:巨大オオトカゲ:巨大オオトカゲ:巨大オオトカゲの]
ko: [NAME:거대 스킹크:거대 스킹크들:거대 스킹크]
pl: [NAME:gigantyczna scynka:gigantyczne scynki:gigantyczno scynkowy]
ru: [NAME:гигантский сцинк:гигантские сцинки:гигантского сцинка]
tr: [NAME:dev parlak kertenkele:dev parlak kertenkeleler:dev parlak kertenkele]
vi: [NAME:Thằn lằn bóng khổng lồ:Thằn lằn bóng khổng lồ:Thằn lằn bóng khổng lồ]

# CREATURE:GIANT_SKINK
source: [CASTE_NAME:giant skink:giant skinks:giant skink]
cs: [CASTE_NAME:obří scink:obří scinkové:obří scink]
de: [CASTE_NAME:riesen Glattechse:riesen Glattechsen:riesen Glattechse]
eo: [CASTE_NAME:giganta skinko:gigantaj skinkoj:de giganta skinko]
es: [CASTE_NAME:escínido gigante:escínidos gigantes:escínido gigante]
ja: [CASTE_NAME:巨大オオトカゲ:巨大オオトカゲ:巨大オオトカゲの]
ko: [CASTE_NAME:거대 스킹크:거대 스킹크들:거대 스킹크]
pl: [CASTE_NAME:gigantyczna scynka:gigantyczne scynki:gigantyczno scynkowy]
ru: [CASTE_NAME:гигантский сцинк:гигантские сцинки:гигантского сцинка]
tr: [CASTE_NAME:dev parlak kertenkele:dev parlak kertenkeleler:dev parlak kertenkele]
vi: [CASTE_NAME:Thằn lằn bóng khổng lồ:Thằn lằn bóng khổng lồ:Thằn lằn bóng khổng lồ]

# CREATURE:GIANT_SKINK
source: [DESCRIPTION:A large monster in the shape of a skink.]
cs: [DESCRIPTION:Velký tvor ve tvaru scinka.]
de: [DESCRIPTION:Ein großes Monster in Form eines Skinks.]
eo: [DESCRIPTION:Granda monstro kun formo de skinko.]
es: [DESCRIPTION:Un largo monstruo con la forma de un escínido.]
ja: [DESCRIPTION:オオトカゲのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:스컹크의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie scynki.]
ru: [DESCRIPTION:Огромный монстр, похожий на сцинка.]
tr: [DESCRIPTION:Parlak kertenkele şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng thằn lằn bóng.]

# CREATURE:GIANT_SKINK
source: [PREFSTRING:colorful tongues]
cs: [PREFSTRING:barevnými jazyky]
de: [PREFSTRING:farbige Zungen]
eo: [PREFSTRING:buntaj langoj]
es: [PREFSTRING:lenguas coloridas]
ja: [PREFSTRING:カラフルな舌]
ko: [PREFSTRING:화려한 혀]
pl: [PREFSTRING:kolorowe języki]
ru: [PREFSTRING:цветные языки]
tr: [PREFSTRING:renkli diller]
vi: [PREFSTRING:Những chiếc lưỡi sặc sỡ]
zh_hans: [PREFSTRING:彩色舌头]

# CREATURE:CHAMELEON
source: [DESCRIPTION:A colorful lizard that spends its life hunting insects with its long tongue. It moves slowly through the trees, spying the surroundings with its independently roving eyes.]
cs: [DESCRIPTION:Barevný ještěr, který tráví život lovem hmyzu svým dlouhým jazykem. Pohybuje se pomalu po stromech a sleduje okolí nezávisle se pohybujícíma očima.]
de: [DESCRIPTION:Eine farbenfrohe Eidechse, die ihr Leben damit verbringt, mit ihrer langen Zunge Insekten zu jagen. Sie bewegt sich langsam durch die Bäume und späht die Umgebung mit ihren unabhängig voneinander wandernden Augen aus..]
eo: [DESCRIPTION:Bunta lacerto kiu pasas sian vivon ĉasante insektojn per sia longa lango. Ĝi moviĝas malrapide tra la arboj, gvatante sian najbaron per siaj sendepende movantaj okuloj.]
es: [DESCRIPTION:Un lagarto colorido que pasa su vida cazando insectos con su larga lengua. Se mueve lentamente por los árboles, espiando los alrededores con sus ojos rotatorios.]
ja: [DESCRIPTION:長い舌で昆虫を狩るトカゲ。木々の間をゆっくりと移動し、独立した動きのある目で見まわす。隠れるために体色を変えることができる。]
ko: [DESCRIPTION:긴 혀로 곤충을 사냥하며 평생을 보내는 형형색색의 도마뱀. 나무 사이를 천천히 이동하며, 독립적으로 돌아다니는 눈으로 주변을 살핀다.]
pl: [DESCRIPTION:Kolorowa jaszczurka, która spędza swoje życie polując na insekty swoim długim językiem. Porusza się powoli po drzewach, obserwując okolicę swoimi niezależnie błądzącymi oczyma.]
ru: [DESCRIPTION:Разноцветная ящерица, известная своим умением ловить насекомых при помощи своего длинного языка. Медленно двигается по деревьям, наблюдая за окружением своими независимо вращающимися глазами.]
tr: [DESCRIPTION:Ömrünü uzun diliyle böcek avlayarak geçiren renkli bir kertenkele. Bağımsız hareket eden gözleriyle çevreyi gözetleyerek ağaçlar arasında yavaşça hareket eder.]
vi: [DESCRIPTION:Một loài thằn lằn sặc sỡ dành cả đời để săn côn trùng bằng chiếc lưỡi dài của mình. Nó di chuyển chậm rãi qua cây cối, dò xét môi trường xung quanh bằng đôi mắt có thể chuyển động độc lập.]
zh_hans: [DESCRIPTION:一种彩色蜥蜴，一生都在用它那长舌狩猎昆虫。它们在林间缓慢移动，用它们那对独立眼珠紧盯周围的环境。]

# CREATURE:CHAMELEON
source: [NAME:chameleon:chameleons:chameleon]
cs: [NAME:chameleon:chameleoni:chameleon]
de: [NAME:Chamäleon:Chamäleons:Chamäleon]
eo: [NAME:ĥamaleono:ĥamaleonoj:de ĥamaleono]
es: [NAME:camaleón:camaleones:camaleón]
ja: [NAME:カメレオン:カメレオン:カメレオンの]
ko: [NAME:카멜레온:카멜레온들:카멜레온]
pl: [NAME:kameleon:kameleony:kameleonowy]
ru: [NAME:хамелеон:хамелеоны:хамелеона]
tr: [NAME:bukalemun:bukalemunlar:bukalemun]
vi: [NAME:Tắc kè hoa:Tắc kè hoa:Tắc kè hoa]

# CREATURE:CHAMELEON
source: [CASTE_NAME:chameleon:chameleons:chameleon]
cs: [CASTE_NAME:chameleon:chameleoni:chameleon]
de: [CASTE_NAME:Chamäleon:Chamäleons:Chamäleon]
eo: [CASTE_NAME:ĥamaleono:ĥamaleonoj:de ĥamaleono]
es: [CASTE_NAME:camaleón:camaleones:camaleón]
ja: [CASTE_NAME:カメレオン:カメレオン:カメレオンの]
ko: [CASTE_NAME:카멜레온:카멜레온들:카멜레온]
pl: [CASTE_NAME:kameleon:kameleony:kameleonowy]
ru: [CASTE_NAME:хамелеон:хамелеоны:хамелеона]
tr: [CASTE_NAME:bukalemun:bukalemunlar:bukalemun]
vi: [CASTE_NAME:Tắc kè hoa:Tắc kè hoa:Tắc kè hoa]

# CREATURE:CHAMELEON
source: [PREFSTRING:ability to change color]
cs: [PREFSTRING:schopností měnit barvu]
de: [PREFSTRING:kann seine Farbe ändern]
eo: [PREFSTRING:kapablo por kolorŝanĝado]
es: [PREFSTRING:habilidad para cambiar de color]
ja: [PREFSTRING:体色を変える]
ko: [PREFSTRING:색을 바꾸는 능력]
pl: [PREFSTRING:zdolność do zmiany koloru]
ru: [PREFSTRING:способность менять цвет]
tr: [PREFSTRING:renk değiştirme yeteneği]
vi: [PREFSTRING:khả năng đổi màu]

# CREATURE:CHAMELEON
source: [PREFSTRING:eyes]
cs: [PREFSTRING:očima]
de: [PREFSTRING:Augen]
eo: [PREFSTRING:okuloj]
es: [PREFSTRING:ojos]
ja: [PREFSTRING:眼]
ko: [PREFSTRING:눈]
pl: [PREFSTRING:oczy]
ru: [PREFSTRING:глаза]
tr: [PREFSTRING:gözler]
vi: [PREFSTRING:Mắt]

# CREATURE:CHAMELEON
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CHAMELEON
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]
