Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:4TOES_FQ_REG
source: [BP:LFTOE2:second left front toe:STP]
cs: [BP:LFTOE2:druhý levý přední prst:druhé levé přední prsty]
de: [BP:LFTOE2:zweite linke Vorderzehe:STP]
eo: [BP:LFTOE2:maldekstra antaŭa dua piedfingro:maldekstraj antaŭaj duaj piedfingroj]
es: [BP:LFTOE2:segundo dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE2:左前第二趾:STP]
ko: [BP:LFTOE2:둘째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE2:drugi lewy przedni palec u stopy:drugie lewe przednie palce u stopy]
ru: [BP:LFTOE2:второй палец левой передней ноги:вторые пальцы левых передних ног]
tr: [BP:LFTOE2:sol ön ikinci ayak parmağı:STP]
vi: [BP:LFTOE2:ngón chân thứ hai phía trước bên trái:STP]
zh_hans: [BP:LFTOE2:左前脚食趾:STP]

# BODY:4TOES_FQ_REG
source: [BP:LFTOE3:third left front toe:STP]
cs: [BP:LFTOE3:třetí levý přední prst:třetí levé přední prsty]
de: [BP:LFTOE3:dritte linke Vorderzehe:STP]
eo: [BP:LFTOE3:maldekstra antaŭa tria piedfingro:maldekstraj antaŭaj triaj piedfingroj]
es: [BP:LFTOE3:tercer dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE3:左前第三趾:STP]
ko: [BP:LFTOE3:셋째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE3:trzeci prawy przedni palec u stopy:trzecie lewe przednie palce u stopy]
ru: [BP:LFTOE3:третий палец левой передней ноги:третьи пальцы левых передних ног]
tr: [BP:LFTOE3:sol ön üçüncü ayak parmağı:STP]
vi: [BP:LFTOE3:ngón chân thứ ba phía trước bên trái:STP]
zh_hans: [BP:LFTOE3:左前脚中趾:STP]

# BODY:4TOES_FQ_REG
source: [BP:LFTOE4:fourth left front toe:STP]
cs: [BP:LFTOE4:čtvrtý levý přední prst:čtvrté levé přední prsty]
de: [BP:LFTOE4:vierte linke Vorderzehe:STP]
eo: [BP:LFTOE4:maldekstra antaŭa kvara piedfingro:maldekstraj antaŭaj kvaraj piedfingroj]
es: [BP:LFTOE4:cuarto dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE4:左前第四趾:STP]
ko: [BP:LFTOE4:넷째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE4:czwarty lewy przedni palec u stopy:czwarte lewe przednie palce u stopy]
ru: [BP:LFTOE4:четвёртый палец левой передней ноги:четвёртые пальцы левых передних ног]
tr: [BP:LFTOE4:sol ön dördüncü ayak parmağı:STP]
vi: [BP:LFTOE4:ngón chân thứ tư phía trước bên trái:STP]
zh_hans: [BP:LFTOE4:左前脚无名趾:STP]

# BODY:3TOES_FQ_REG
source: [BP:RFTOE1:first right front toe:STP]
cs: [BP:RFTOE1:první pravý přední prst:první pravé přední prsty]
de: [BP:RFTOE1:erste rechte Vorderzehe:STP]
eo: [BP:RFTOE1:dekstra antaŭa unua piedfingro:dekstraj antaŭaj unuaj piedfingroj]
es: [BP:RFTOE1:primer dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE1:右前第一趾:STP]
ko: [BP:RFTOE1:첫째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE1:pierwszy prawy przedni palec u stopy:pierwsze prawe przednie palce u stopy]
ru: [BP:RFTOE1:первый палец правой передней ноги:первые пальцы правых передних ног]
tr: [BP:RFTOE1:sağ ön birinci ayak parmağı:STP]
vi: [BP:RFTOE1:ngón chân trước bên phải đầu tiên:STP]
zh_hans: [BP:RFTOE1:右前大脚趾:STP]

# BODY:3TOES_FQ_REG
source: [BP:RFTOE2:second right front toe:STP]
cs: [BP:RFTOE2:druhý pravý přední prst:druhé pravé přední prsty]
de: [BP:RFTOE2:zweite rechte Vorderzehe:STP]
eo: [BP:RFTOE2:dekstra antaŭa dua piedfingro:dekstraj antaŭaj duaj piedfingroj]
es: [BP:RFTOE2:segundo dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE2:右前第二趾:STP]
ko: [BP:RFTOE2:둘째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE2:drugi prawy przedni palec u stopy:drugie prawe przednie palce u stopy]
ru: [BP:RFTOE2:второй палец правой передней ноги:вторые пальцы правых передних ног]
tr: [BP:RFTOE2:sağ ön ikinci ayak parmağı:STP]
vi: [BP:RFTOE2:ngón chân thứ hai phía trước bên phải:STP]
zh_hans: [BP:RFTOE2:右前脚食趾:STP]

# BODY:3TOES_FQ_REG
source: [BP:RFTOE3:third right front toe:STP]
cs: [BP:RFTOE3:třetí pravý přední prst:třetí pravé přední prsty]
de: [BP:RFTOE3:dritte rechte Vorderzehe:STP]
eo: [BP:RFTOE3:dekstra antaŭa tria piedfingro:dekstraj antaŭaj triaj piedfingroj]
es: [BP:RFTOE3:tercer dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE3:右前第三趾:STP]
ko: [BP:RFTOE3:셋째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE3:trzeci prawy przedni palec u stopy:trzecie prawe przednie palce u stopy]
ru: [BP:RFTOE3:третий палец правой передней ноги:третьи пальцы правых передних ног]
tr: [BP:RFTOE3:sağ ön üçüncü ayak parmağı:STP]
vi: [BP:RFTOE3:ngón chân trước bên phải thứ ba:STP]
zh_hans: [BP:RFTOE3:右前脚中趾:STP]

# BODY:3TOES_FQ_REG
source: [BP:LFTOE1:first left front toe:STP]
cs: [BP:LFTOE1:první levý přední prst:první levé přední prsty]
de: [BP:LFTOE1:erste linke Vorderzehe:STP]
eo: [BP:LFTOE1:maldekstra antaŭa unua piedfingro:maldekstraj antaŭaj unuaj piedfingroj]
es: [BP:LFTOE1:primer dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE1:左前第一趾:STP]
ko: [BP:LFTOE1:첫째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE1:pierwszy lewy przedni palec u stopy:STP]
ru: [BP:LFTOE1:первый палец левой передней ноги:первые пальцы левых передних ног]
tr: [BP:LFTOE1:sol ön birinci ayak parmağı:STP]
vi: [BP:LFTOE1:ngón chân trước bên trái đầu tiên:STP]
zh_hans: [BP:LFTOE1:左前大脚趾:STP]

# BODY:3TOES_FQ_REG
source: [BP:LFTOE2:second left front toe:STP]
cs: [BP:LFTOE2:druhý levý přední prst:druhé levé přední prsty]
de: [BP:LFTOE2:zweite linke Vorderzehe:STP]
eo: [BP:LFTOE2:maldekstra antaŭa dua piedfingro:maldekstraj antaŭaj duaj piedfingroj]
es: [BP:LFTOE2:segundo dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE2:左前第二趾:STP]
ko: [BP:LFTOE2:둘째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE2:drugi lewy przedni palec u stopy:drugie lewe przednie palce u stopy]
ru: [BP:LFTOE2:второй палец левой передней ноги:вторые пальцы левых передних ног]
tr: [BP:LFTOE2:sol ön ikinci ayak parmağı:STP]
vi: [BP:LFTOE2:ngón chân thứ hai phía trước bên trái:STP]
zh_hans: [BP:LFTOE2:左前脚食趾:STP]

# BODY:3TOES_FQ_REG
source: [BP:LFTOE3:third left front toe:STP]
cs: [BP:LFTOE3:třetí levý přední prst:třetí levé přední prsty]
de: [BP:LFTOE3:dritte linke Vorderzehe:STP]
eo: [BP:LFTOE3:maldekstra antaŭa tria piedfingro:maldekstraj antaŭaj triaj piedfingroj]
es: [BP:LFTOE3:tercer dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE3:左前第三趾:STP]
ko: [BP:LFTOE3:셋째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE3:trzeci prawy przedni palec u stopy:trzecie lewe przednie palce u stopy]
ru: [BP:LFTOE3:третий палец левой передней ноги:третьи пальцы левых передних ног]
tr: [BP:LFTOE3:sol ön üçüncü ayak parmağı:STP]
vi: [BP:LFTOE3:ngón chân thứ ba phía trước bên trái:STP]
zh_hans: [BP:LFTOE3:左前脚中趾:STP]

# BODY:5TOES_RQ_REG
source: [BP:RRTOE1:first right rear toe:STP]
cs: [BP:RRTOE1:první pravý zadní prst:STP]
de: [BP:RRTOE1:erste rechte Hinterzehe:STP]
eo: [BP:RRTOE1:dekstra posta unua piedfingro:dekstraj postaj unuaj piedfingroj]
es: [BP:RRTOE1:primer dedo de la pata trasera derecha:STP]
ja: [BP:RRTOE1:右後第一趾:STP]
ko: [BP:RRTOE1:첫째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE1:pierwszy prawy tylni palec u stopy:pierwsze prawe tylnie palce u stopy]
ru: [BP:RRTOE1:первый палец правой задней ноги:первые пальцы правых задних ног]
tr: [BP:RRTOE1:sağ arka birinci ayak parmağı:STP]
vi: [BP:RRTOE1:ngón chân sau bên phải đầu tiên:STP]
zh_hans: [BP:RRTOE1:右后大脚趾:STP]

# BODY:5TOES_RQ_REG
source: [BP:RRTOE2:second right rear toe:STP]
cs: [BP:RRTOE2:druhý pravý zadní prst:STP]
de: [BP:RRTOE2:zweite rechte Hinterzehe:STP]
eo: [BP:RRTOE2:dekstra posta dua piedfingro:dekstraj postaj duaj piedfingroj]
es: [BP:RRTOE2:segundo dedo de la pata trasera derecha:STP]
ja: [BP:RRTOE2:右後第二趾:STP]
ko: [BP:RRTOE2:둘째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE2:drugi prawy tylni palec u stopy:drugie prawe tylnie palce u stopy]
ru: [BP:RRTOE2:второй палец правой задней ноги:вторые пальцы правых задних ног]
tr: [BP:RRTOE2:sağ arka ikinci ayak parmağı:STP]
vi: [BP:RRTOE2:ngón chân sau bên phải thứ hai:STP]
zh_hans: [BP:RRTOE2:右后脚食趾:STP]

# BODY:5TOES_RQ_REG
source: [BP:RRTOE3:third right rear toe:STP]
cs: [BP:RRTOE3:třetí pravý zadní prst:STP]
de: [BP:RRTOE3:dritte rechte Hinterzehe:STP]
eo: [BP:RRTOE3:dekstra posta tria piedfingro:dekstraj postaj triaj piedfingroj]
es: [BP:RRTOE3:tercer dedo de la pata tracera derecha:STP]
ja: [BP:RRTOE3:右後第三趾:STP]
ko: [BP:RRTOE3:셋째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE3:trzeci prawy tylni palec u stopy:trzecie prawe tylnie palce u stopy]
ru: [BP:RRTOE3:третий палец правой задней ноги:третьи пальцы правых задних ног]
tr: [BP:RRTOE3:sağ arka üçüncü ayak parmağı:STP]
vi: [BP:RRTOE3:ngón chân thứ ba phía sau bên phải:STP]
zh_hans: [BP:RRTOE3:右后脚中趾:STP]

# BODY:5TOES_RQ_REG
source: [BP:RRTOE4:fourth right rear toe:STP]
cs: [BP:RRTOE4:čtvrtý pravý zadní prst:STP]
de: [BP:RRTOE4:vierte rechte Hinterzehe:STP]
eo: [BP:RRTOE4:dekstra posta kvara piedfingro:dekstraj postaj kvaraj piedfingroj]
es: [BP:RRTOE4:cuarto dedo de la pata trasera derecha:STP]
ja: [BP:RRTOE4:右後第四趾:STP]
ko: [BP:RRTOE4:넷째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE4:czwarty prawy tylni palec u stopy:czwarte prawe tylnie palce u stopy]
ru: [BP:RRTOE4:четвёртый палец правой задней ноги:четвёртые пальцы правых задних ног]
tr: [BP:RRTOE4:sağ arka dördüncü ayak parmağı:STP]
vi: [BP:RRTOE4:ngón chân thứ tư phía sau bên phải:STP]
zh_hans: [BP:RRTOE4:右后脚无名趾:STP]

# BODY:5TOES_RQ_REG
source: [BP:RRTOE5:fifth right rear toe:STP]
cs: [BP:RRTOE5:pátý pravý zadní prst:STP]
de: [BP:RRTOE5:fünfte rechte Hinterzehe:STP]
eo: [BP:RRTOE5:dekstra posta kvina piedfingro:dekstraj postaj kvinaj piedfingroj]
es: [BP:RRTOE5:quinto dedo de la pata trasera derecha:STP]
ja: [BP:RRTOE5:右後第五趾:STP]
ko: [BP:RRTOE5:다섯째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE5:piąty prawy tylni palec u stopy:piąte prawe tylnie palce u stopy]
ru: [BP:RRTOE5:пятый палец правой задней ноги:пятые пальцы правых задних ног]
tr: [BP:RRTOE5:sağ arka beşinci ayak parmağı:STP]
vi: [BP:RRTOE5:ngón chân sau bên phải thứ năm:STP]
zh_hans: [BP:RRTOE5:右后脚小趾:STP]

# BODY:5TOES_RQ_REG
source: [BP:LRTOE1:first left rear toe:STP]
cs: [BP:LRTOE1:první levý zadní prst:STP]
de: [BP:LRTOE1:erste linke Hinterzehe:STP]
eo: [BP:LRTOE1:maldekstra posta unua piedfingro:maldekstraj postaj unuaj piedfingroj]
es: [BP:LRTOE1:primer dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE1:左後第一趾:STP]
ko: [BP:LRTOE1:첫째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE1:pierwszy lewy tylni palec u stopy:pierwsze lewe tylnie palce u stopy]
ru: [BP:LRTOE1:первый палец левой задней ноги:первые пальцы левых задних ног]
tr: [BP:LRTOE1:sol arka birinci ayak parmağı:STP]
vi: [BP:LRTOE1:ngón chân sau bên trái đầu tiên:STP]
zh_hans: [BP:LRTOE1:左后大脚趾:STP]

# BODY:5TOES_RQ_REG
source: [BP:LRTOE2:second left rear toe:STP]
cs: [BP:LRTOE2:druhý levý zadní prst:STP]
de: [BP:LRTOE2:zweite linke Hinterzehe:STP]
eo: [BP:LRTOE2:maldekstra posta dua piedfingro:maldekstraj postaj duaj piedfingroj]
es: [BP:LRTOE2:segundo dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE2:左後第二趾:STP]
ko: [BP:LRTOE2:둘째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE2:drugi lewy tylni palec u stopy:drugie lewe tylnie palce u stopy]
ru: [BP:LRTOE2:второй палец левой задней ноги:вторые пальцы левых задних ног]
tr: [BP:LRTOE2:sol arka ikinci ayak parmağı:STP]
vi: [BP:LRTOE2:ngón chân sau bên trái thứ hai:STP]
zh_hans: [BP:LRTOE2:左后脚食趾:STP]

# BODY:5TOES_RQ_REG
source: [BP:LRTOE3:third left rear toe:STP]
cs: [BP:LRTOE3:třetí levý zadní prst:STP]
de: [BP:LRTOE3:dritte linke Hinterzehe:STP]
eo: [BP:LRTOE3:maldekstra posta tria piedfingro:maldekstraj postaj triaj piedfingroj]
es: [BP:LRTOE3:tercer dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE3:左後第三趾:STP]
ko: [BP:LRTOE3:셋째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE3:trzeci lewy tylni palec u stopy:trzecie lewe tylnie palce u stopy]
ru: [BP:LRTOE3:третий палец левой задней ноги:третьи пальцы левых задних ног]
tr: [BP:LRTOE3:sol arka üçüncü ayak parmağı:STP]
vi: [BP:LRTOE3:ngón chân thứ ba phía sau bên trái:STP]
zh_hans: [BP:LRTOE3:左后脚中趾:STP]

# BODY:5TOES_RQ_REG
source: [BP:LRTOE4:fourth left rear toe:STP]
cs: [BP:LRTOE4:čtvrtý levý zadní prst:STP]
de: [BP:LRTOE4:vierte linke Hinterzehe:STP]
eo: [BP:LRTOE4:maldekstra posta kvara piedfingro:maldekstraj postaj kvaraj piedfingroj]
es: [BP:LRTOE4:cuarto dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE4:左後第四趾:STP]
ko: [BP:LRTOE4:넷째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE4:czwarty lewy tylni palec u stopy:czwarte lewe tylnie palce u stopy]
ru: [BP:LRTOE4:четвёртый палец левой задней ноги:четвёртые пальцы левых задних ног]
tr: [BP:LRTOE4:sol arka dördüncü ayak parmağı:STP]
vi: [BP:LRTOE4:ngón chân thứ tư phía sau bên trái:STP]
zh_hans: [BP:LRTOE4:左后脚无名趾:STP]

# BODY:5TOES_RQ_REG
source: [BP:LRTOE5:fifth left rear toe:STP]
cs: [BP:LRTOE5:pátý levý zadní prst:STP]
de: [BP:LRTOE5:fünfte linke Hinterzehe:STP]
eo: [BP:LRTOE5:maldekstra posta kvina piedfingro:maldekstraj postaj kvinaj piedfingroj]
es: [BP:LRTOE5:quinto dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE5:左後第五趾:STP]
ko: [BP:LRTOE5:다섯째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE5:piąty lewy tylni palec u stopy:piąte lewe tylnie palce u stopy]
ru: [BP:LRTOE5:пятый палец левой задней ноги:пятые пальцы левых задних ног]
tr: [BP:LRTOE5:sol arka beşinci ayak parmağı:STP]
vi: [BP:LRTOE5:ngón chân sau bên trái thứ năm:STP]
zh_hans: [BP:: LRTOE5:左后脚小趾:STP]

# BODY:4TOES_RQ_REG
source: [BP:RRTOE1:first right rear toe:STP]
cs: [BP:RRTOE1:první pravý zadní prst:STP]
de: [BP:RRTOE1:erste rechte Hinterzehe:STP]
eo: [BP:RRTOE1:dekstra posta unua piedfingro:dekstraj postaj unuaj piedfingroj]
es: [BP:RRTOE1:primer dedo de la pata trasera derecha:STP]
ja: [BP:RRTOE1:右後第一趾:STP]
ko: [BP:RRTOE1:첫째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE1:pierwszy prawy tylni palec u stopy:pierwsze prawe tylnie palce u stopy]
ru: [BP:RRTOE1:первый палец правой задней ноги:первые пальцы правых задних ног]
tr: [BP:RRTOE1:sağ arka birinci ayak parmağı:STP]
vi: [BP:RRTOE1:ngón chân sau bên phải đầu tiên:STP]
zh_hans: [BP:RRTOE1:右后大脚趾:STP]

# BODY:4TOES_RQ_REG
source: [BP:RRTOE2:second right rear toe:STP]
cs: [BP:RRTOE2:druhý pravý zadní prst:STP]
de: [BP:RRTOE2:zweite rechte Hinterzehe:STP]
eo: [BP:RRTOE2:dekstra posta dua piedfingro:dekstraj postaj duaj piedfingroj]
es: [BP:RRTOE2:segundo dedo de la pata trasera derecha:STP]
ja: [BP:RRTOE2:右後第二趾:STP]
ko: [BP:RRTOE2:둘째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE2:drugi prawy tylni palec u stopy:drugie prawe tylnie palce u stopy]
ru: [BP:RRTOE2:второй палец правой задней ноги:вторые пальцы правых задних ног]
tr: [BP:RRTOE2:sağ arka ikinci ayak parmağı:STP]
vi: [BP:RRTOE2:ngón chân sau bên phải thứ hai:STP]
zh_hans: [BP:RRTOE2:右后脚食趾:STP]

# BODY:4TOES_RQ_REG
source: [BP:RRTOE3:third right rear toe:STP]
cs: [BP:RRTOE3:třetí pravý zadní prst:STP]
de: [BP:RRTOE3:dritte rechte Hinterzehe:STP]
eo: [BP:RRTOE3:dekstra posta tria piedfingro:dekstraj postaj triaj piedfingroj]
es: [BP:RRTOE3:tercer dedo de la pata tracera derecha:STP]
ja: [BP:RRTOE3:右後第三趾:STP]
ko: [BP:RRTOE3:셋째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE3:trzeci prawy tylni palec u stopy:trzecie prawe tylnie palce u stopy]
ru: [BP:RRTOE3:третий палец правой задней ноги:третьи пальцы правых задних ног]
tr: [BP:RRTOE3:sağ arka üçüncü ayak parmağı:STP]
vi: [BP:RRTOE3:ngón chân thứ ba phía sau bên phải:STP]
zh_hans: [BP:RRTOE3:右后脚中趾:STP]

# BODY:4TOES_RQ_REG
source: [BP:RRTOE4:fourth right rear toe:STP]
cs: [BP:RRTOE4:čtvrtý pravý zadní prst:STP]
de: [BP:RRTOE4:vierte rechte Hinterzehe:STP]
eo: [BP:RRTOE4:dekstra posta kvara piedfingro:dekstraj postaj kvaraj piedfingroj]
es: [BP:RRTOE4:cuarto dedo de la pata trasera derecha:STP]
ja: [BP:RRTOE4:右後第四趾:STP]
ko: [BP:RRTOE4:넷째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE4:czwarty prawy tylni palec u stopy:czwarte prawe tylnie palce u stopy]
ru: [BP:RRTOE4:четвёртый палец правой задней ноги:четвёртые пальцы правых задних ног]
tr: [BP:RRTOE4:sağ arka dördüncü ayak parmağı:STP]
vi: [BP:RRTOE4:ngón chân thứ tư phía sau bên phải:STP]
zh_hans: [BP:RRTOE4:右后脚无名趾:STP]

# BODY:4TOES_RQ_REG
source: [BP:LRTOE1:first left rear toe:STP]
cs: [BP:LRTOE1:první levý zadní prst:STP]
de: [BP:LRTOE1:erste linke Hinterzehe:STP]
eo: [BP:LRTOE1:maldekstra posta unua piedfingro:maldekstraj postaj unuaj piedfingroj]
es: [BP:LRTOE1:primer dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE1:左後第一趾:STP]
ko: [BP:LRTOE1:첫째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE1:pierwszy lewy tylni palec u stopy:pierwsze lewe tylnie palce u stopy]
ru: [BP:LRTOE1:первый палец левой задней ноги:первые пальцы левых задних ног]
tr: [BP:LRTOE1:sol arka birinci ayak parmağı:STP]
vi: [BP:LRTOE1:ngón chân sau bên trái đầu tiên:STP]
zh_hans: [BP:LRTOE1:左后大脚趾:STP]

# BODY:4TOES_RQ_REG
source: [BP:LRTOE2:second left rear toe:STP]
cs: [BP:LRTOE2:druhý levý zadní prst:STP]
de: [BP:LRTOE2:zweite linke Hinterzehe:STP]
eo: [BP:LRTOE2:maldekstra posta dua piedfingro:maldekstraj postaj duaj piedfingroj]
es: [BP:LRTOE2:segundo dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE2:左後第二趾:STP]
ko: [BP:LRTOE2:둘째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE2:drugi lewy tylni palec u stopy:drugie lewe tylnie palce u stopy]
ru: [BP:LRTOE2:второй палец левой задней ноги:вторые пальцы левых задних ног]
tr: [BP:LRTOE2:sol arka ikinci ayak parmağı:STP]
vi: [BP:LRTOE2:ngón chân sau bên trái thứ hai:STP]
zh_hans: [BP:LRTOE2:左后脚食趾:STP]

# BODY:4TOES_RQ_REG
source: [BP:LRTOE3:third left rear toe:STP]
cs: [BP:LRTOE3:třetí levý zadní prst:STP]
de: [BP:LRTOE3:dritte linke Hinterzehe:STP]
eo: [BP:LRTOE3:maldekstra posta tria piedfingro:maldekstraj postaj triaj piedfingroj]
es: [BP:LRTOE3:tercer dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE3:左後第三趾:STP]
ko: [BP:LRTOE3:셋째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE3:trzeci lewy tylni palec u stopy:trzecie lewe tylnie palce u stopy]
ru: [BP:LRTOE3:третий палец левой задней ноги:третьи пальцы левых задних ног]
tr: [BP:LRTOE3:sol arka üçüncü ayak parmağı:STP]
vi: [BP:LRTOE3:ngón chân thứ ba phía sau bên trái:STP]
zh_hans: [BP:LRTOE3:左后脚中趾:STP]

# BODY:4TOES_RQ_REG
source: [BP:LRTOE4:fourth left rear toe:STP]
cs: [BP:LRTOE4:čtvrtý levý zadní prst:STP]
de: [BP:LRTOE4:vierte linke Hinterzehe:STP]
eo: [BP:LRTOE4:maldekstra posta kvara piedfingro:maldekstraj postaj kvaraj piedfingroj]
es: [BP:LRTOE4:cuarto dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE4:左後第四趾:STP]
ko: [BP:LRTOE4:넷째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE4:czwarty lewy tylni palec u stopy:czwarte lewe tylnie palce u stopy]
ru: [BP:LRTOE4:четвёртый палец левой задней ноги:четвёртые пальцы левых задних ног]
tr: [BP:LRTOE4:sol arka dördüncü ayak parmağı:STP]
vi: [BP:LRTOE4:ngón chân thứ tư phía sau bên trái:STP]
zh_hans: [BP:LRTOE4:左后脚无名趾:STP]

# BODY:3TOES_RQ_REG
source: [BP:RRTOE1:first right rear toe:STP]
cs: [BP:RRTOE1:první pravý zadní prst:STP]
de: [BP:RRTOE1:erste rechte Hinterzehe:STP]
eo: [BP:RRTOE1:dekstra posta unua piedfingro:dekstraj postaj unuaj piedfingroj]
es: [BP:RRTOE1:primer dedo de la pata trasera derecha:STP]
ja: [BP:RRTOE1:右後第一趾:STP]
ko: [BP:RRTOE1:첫째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE1:pierwszy prawy tylni palec u stopy:pierwsze prawe tylnie palce u stopy]
ru: [BP:RRTOE1:первый палец правой задней ноги:первые пальцы правых задних ног]
tr: [BP:RRTOE1:sağ arka birinci ayak parmağı:STP]
vi: [BP:RRTOE1:ngón chân sau bên phải đầu tiên:STP]
zh_hans: [BP:RRTOE1:右后大脚趾:STP]

# BODY:3TOES_RQ_REG
source: [BP:RRTOE2:second right rear toe:STP]
cs: [BP:RRTOE2:druhý pravý zadní prst:STP]
de: [BP:RRTOE2:zweite rechte Hinterzehe:STP]
eo: [BP:RRTOE2:dekstra posta dua piedfingro:dekstraj postaj duaj piedfingroj]
es: [BP:RRTOE2:segundo dedo de la pata trasera derecha:STP]
ja: [BP:RRTOE2:右後第二趾:STP]
ko: [BP:RRTOE2:둘째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE2:drugi prawy tylni palec u stopy:drugie prawe tylnie palce u stopy]
ru: [BP:RRTOE2:второй палец правой задней ноги:вторые пальцы правых задних ног]
tr: [BP:RRTOE2:sağ arka ikinci ayak parmağı:STP]
vi: [BP:RRTOE2:ngón chân sau bên phải thứ hai:STP]
zh_hans: [BP:RRTOE2:右后脚食趾:STP]

# BODY:3TOES_RQ_REG
source: [BP:RRTOE3:third right rear toe:STP]
cs: [BP:RRTOE3:třetí pravý zadní prst:STP]
de: [BP:RRTOE3:dritte rechte Hinterzehe:STP]
eo: [BP:RRTOE3:dekstra posta tria piedfingro:dekstraj postaj triaj piedfingroj]
es: [BP:RRTOE3:tercer dedo de la pata tracera derecha:STP]
ja: [BP:RRTOE3:右後第三趾:STP]
ko: [BP:RRTOE3:셋째 오른쪽 뒷발가락:STP]
pl: [BP:RRTOE3:trzeci prawy tylni palec u stopy:trzecie prawe tylnie palce u stopy]
ru: [BP:RRTOE3:третий палец правой задней ноги:третьи пальцы правых задних ног]
tr: [BP:RRTOE3:sağ arka üçüncü ayak parmağı:STP]
vi: [BP:RRTOE3:ngón chân thứ ba phía sau bên phải:STP]
zh_hans: [BP:RRTOE3:右后脚中趾:STP]

# BODY:3TOES_RQ_REG
source: [BP:LRTOE1:first left rear toe:STP]
cs: [BP:LRTOE1:první levý zadní prst:STP]
de: [BP:LRTOE1:erste linke Hinterzehe:STP]
eo: [BP:LRTOE1:maldekstra posta unua piedfingro:maldekstraj postaj unuaj piedfingroj]
es: [BP:LRTOE1:primer dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE1:左後第一趾:STP]
ko: [BP:LRTOE1:첫째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE1:pierwszy lewy tylni palec u stopy:pierwsze lewe tylnie palce u stopy]
ru: [BP:LRTOE1:первый палец левой задней ноги:первые пальцы левых задних ног]
tr: [BP:LRTOE1:sol arka birinci ayak parmağı:STP]
vi: [BP:LRTOE1:ngón chân sau bên trái đầu tiên:STP]
zh_hans: [BP:LRTOE1:左后大脚趾:STP]

# BODY:3TOES_RQ_REG
source: [BP:LRTOE2:second left rear toe:STP]
cs: [BP:LRTOE2:druhý levý zadní prst:STP]
de: [BP:LRTOE2:zweite linke Hinterzehe:STP]
eo: [BP:LRTOE2:maldekstra posta dua piedfingro:maldekstraj postaj duaj piedfingroj]
es: [BP:LRTOE2:segundo dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE2:左後第二趾:STP]
ko: [BP:LRTOE2:둘째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE2:drugi lewy tylni palec u stopy:drugie lewe tylnie palce u stopy]
ru: [BP:LRTOE2:второй палец левой задней ноги:вторые пальцы левых задних ног]
tr: [BP:LRTOE2:sol arka ikinci ayak parmağı:STP]
vi: [BP:LRTOE2:ngón chân sau bên trái thứ hai:STP]
zh_hans: [BP:LRTOE2:左后脚食趾:STP]

# BODY:3TOES_RQ_REG
source: [BP:LRTOE3:third left rear toe:STP]
cs: [BP:LRTOE3:třetí levý zadní prst:STP]
de: [BP:LRTOE3:dritte linke Hinterzehe:STP]
eo: [BP:LRTOE3:maldekstra posta tria piedfingro:maldekstraj postaj triaj piedfingroj]
es: [BP:LRTOE3:tercer dedo de la pata trasera izquierda:STP]
ja: [BP:LRTOE3:左後第三趾:STP]
ko: [BP:LRTOE3:셋째 왼쪽 뒷발가락:STP]
pl: [BP:LRTOE3:trzeci lewy tylni palec u stopy:trzecie lewe tylnie palce u stopy]
ru: [BP:LRTOE3:третий палец левой задней ноги:третьи пальцы левых задних ног]
tr: [BP:LRTOE3:sol arka üçüncü ayak parmağı:STP]
vi: [BP:LRTOE3:ngón chân thứ ba phía sau bên trái:STP]
zh_hans: [BP:LRTOE3:左后脚中趾:STP]

# BODY:5TOES_RQ_ANON
source: [BP:RRTOE1:first right toe:STP]
cs: [BP:RRTOE1:pravý první prst:STP]
de: [BP:RRTOE1:erster rechter Zeh:STP]
eo: [BP:RRTOE1:dekstra unua piedfingro:dekstraj unuaj piedfingroj]
es: [BP:RRTOE1:primer dedo de la pata derecha:STP]
ja: [BP:RRTOE1:右親趾:STP]
ko: [BP:RRTOE1:첫째 오른쪽 발가락:STP]
pl: [BP:RRTOE1:pierwszy prawy palec u stopy:pierwsze prawe palce u stopy]
ru: [BP:RRTOE1:первый палец правой ноги:первые пальцы правых ног]
tr: [BP:RRTOE1:sağ birinci ayak parmağı:STP]
vi: [BP:RRTOE1:ngón chân sau bên phải đầu tiên:STP]
zh_hans: [BP:RRTOE1:右大脚趾:STP]

# BODY:5TOES_RQ_ANON
source: [BP:RRTOE2:second right toe:STP]
cs: [BP:RRTOE2:pravý druhý prst:STP]
de: [BP:RRTOE2:zweiter rechter Zehe:STP]
eo: [BP:RRTOE2:dekstra dua piedfingro:dekstraj duaj piedfingroj]
es: [BP:RRTOE2:segundo dedo de la pata derecha:STP]
ja: [BP:RRTOE2右人差趾:STP]
ko: [BP:RRTOE2:둘째 오른쪽 발가락:STP]
pl: [BP:RRTOE2:drugi prawy palec u stopy:drugie prawe palce u stopy]
ru: [BP:RRTOE2:второй палец правой ноги:вторые пальцы задних ног]
tr: [BP:RRTOE2:sağ ikinci ayak parmağı:STP]
vi: [BP:RRTOE2:ngón chân sau bên phải thứ hai:STP]
zh_hans: [BP:RRTOE2:右脚食趾:STP]

# BODY:5TOES_RQ_ANON
source: [BP:RRTOE3:third right toe:STP]
cs: [BP:RRTOE3:třetí pravý prst:STP]
de: [BP:RRTOE3:dritter rechter Zehe:STP]
eo: [BP:RRTOE3:dekstra tria piedfingro:dekstraj triaj piedfingroj]
es: [BP:RRTOE3:tercer dedo de la pata derecha:STP]
ja: [BP:RRTOE3:右中趾:STP]
ko: [BP:RRTOE3:셋째 오른쪽 발가락:STP]
pl: [BP:RRTOE3:trzeci prawy palec u stopy:trzecie prawe palce u stopy]
ru: [BP:RRTOE3:третий палец правой ноги:третьи пальцы правых ног]
tr: [BP:RRTOE3:sağ üçüncü ayak parmağı:STP]
vi: [BP:RRTOE3:ngón chân thứ ba phía sau bên phải:STP]
zh_hans: [BP:RRTOE3:右脚中趾:STP]
