Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_MOSQUITO
source: [PREFSTRING:ability to feast on blood]
cs: [PREFSTRING:schopností sát krev]
de: [PREFSTRING:blutdurstig]
eo: [PREFSTRING:kapablo por sangomanĝado]
es: [PREFSTRING:habilidades para darse festines de sangre]
ja: [PREFSTRING:血を吸う]
ko: [PREFSTRING:피를 섭취하는 능력]
pl: [PREFSTRING:zdolność do ucztowania na krwi]
ru: [PREFSTRING:способность сосать кровь]
tr: [PREFSTRING:kanla ziyafet çekme yeteneği]
vi: [PREFSTRING:Khả năng hút máu]
zh_hans: [PREFSTRING:可吸血]

# CREATURE:SPIDER_JUMPING
source: [DESCRIPTION:A tiny black bug that lacks a web but can leap short distances.]
cs: [DESCRIPTION:Drobný černý pavouk, který nestaví sítě, ale dokáže skákat na krátké vzdálenosti.]
de: [DESCRIPTION:Eine kleine Spinne ohne Netz, die springen kann.]
eo: [DESCRIPTION:Eta nigra araneoido kiu ne povas produkti araneaĵon sed povas salti mallongajn distancojn.]
es: [DESCRIPTION:Un diminuto bicho negro que carece de telarañas pero puede saltar pequeñas distancias]
ja: [DESCRIPTION:A tiny black bug that lacks a web but can leap short distances.][DESCRIPTION:糸を出さないが、跳ねて移動できる小さな黒いクモだ。]
ko: [DESCRIPTION:거미줄은 없지만 짧은 거리를 뛸 수 있는 작은 검은색 벌레.]
pl: [DESCRIPTION:Malutki, czarny owad, który nie tka sieci, lecz może skakać na małe dystanse.]
ru: [DESCRIPTION:Маленький черный жук, который не имеет паутины, но может прыгать на короткие дистанции.]
tr: [DESCRIPTION:Ağı olmayan ancak kısa mesafelere sıçrayabilen minik siyah bir böcek.]
vi: [DESCRIPTION:Một loài bọ đen nhỏ bé không giăng tơ nhưng có thể nhảy xa một quãng ngắn.]
zh_hans: [DESCRIPTION:一种没有网但能短距离跳跃的小型黑虫。]

# CREATURE:SPIDER_JUMPING
source: [NAME:jumping spider:jumping spiders:jumping spider]
cs: [NAME:skákavka:skákavky:skákavka]
de: [NAME:Springspinne:Springspinnen:Springspinne]
eo: [NAME:salticedo:salticedoj:de salticedo]
es: [NAME:araña saltadora:arañas saltadoras:araña saltadora]
ja: [NAME:ハエトリグモ:ハエトリグモ:ハエトリグモの]
ko: [NAME:껑충 거미:껑충 거미들:껑충 거미]
pl: [NAME:skakun:skakuny:skakun]
ru: [NAME:паук-скакун:пауки-скакуны:паука-скакуна]
tr: [NAME:zıplayan örümcek:zıplayan örümcekler:zıplayan örümcek]
vi: [NAME:Nhện nhảy:Những con nhện nhảy:Nhện nhảy]
zh_hans: [NAME:蝇虎:蝇虎:蝇虎]

# CREATURE:SPIDER_JUMPING
source: [CASTE_NAME:jumping spider:jumping spiders:jumping spider]
cs: [CASTE_NAME:skákavka:skákavky:skákavka]
de: [CASTE_NAME:Springspinne:Springspinnen:Springspinne]
eo: [CASTE_NAME:salticedo:salticedoj:de salticedo]
es: [CASTE_NAME:araña saltadora:arañas saltadoras:araña saltadora]
ja: [CASTE_NAME:ハエトリグモ:ハエトリグモ:ハエトリグモの]
ko: [CASTE_NAME:껑충 거미:껑충 거미들:껑충 거미]
pl: [CASTE_NAME:skakun:skakuny:skakun]
ru: [CASTE_NAME:паук-скакун:пауки-скакуны:паука-скакуна]
tr: [CASTE_NAME:zıplayan örümcek:zıplayan örümcekler:zıplayan örümcek]
vi: [CASTE_NAME:Nhện nhảy:Những con nhện nhảy:Nhện nhảy]
zh_hans: [CASTE_NAME:蝇虎:蝇虎:蝇虎]

# CREATURE:SPIDER_JUMPING
source: [PREFSTRING:striking appearance]
cs: [PREFSTRING:nápadným vzhledem]
de: [PREFSTRING:auffälliges Erscheinungsbild]
eo: [PREFSTRING:okulfrapa aspekto]
es: [PREFSTRING:apariencias llamativas]
ja: [PREFSTRING:印象的な姿]
ko: [PREFSTRING:매력적인 외모]
pl: [PREFSTRING:efektowny wygląd]
ru: [PREFSTRING:поразительный внешний вид]
tr: [PREFSTRING:çarpıcı görünüş]
vi: [PREFSTRING:Ngoại hình nổi bật]
zh_hans: [PREFSTRING:引人注目的外表]

# CREATURE:SPIDER_JUMPING
source: [PREFSTRING:ability to leap]
cs: [PREFSTRING:schopností skákat]
de: [PREFSTRING:kann springen]
eo: [PREFSTRING:saltkapablo]
es: [PREFSTRING:habilidad para saltar]
ja: [PREFSTRING:跳躍する]
ko: [PREFSTRING:뜀박질]
pl: [PREFSTRING:zdolność do skakania]
ru: [PREFSTRING:способность прыгать]
tr: [PREFSTRING:sıçrama yeteneği]
vi: [PREFSTRING:Khả năng nhảy]
zh_hans: [PREFSTRING:可跳跃]

# CREATURE:SPIDER_JUMPING
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:SPIDER_JUMPING
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:JUMPING_SPIDER_MAN
source: [CASTE_NAME:jumping spider man:jumping spider men:jumping spider man]
cs: [CASTE_NAME:skákavčí muž:skákavčí muži:skákavčí muž]
de: [CASTE_NAME:Springspinnenmann:Springspinnenmänner:Springspinnenmann]
eo: [CASTE_NAME:homsalticediĉo:homsalticediĉoj:de homsalticediĉo]
es: [CASTE_NAME:hombre araña saltadora:hombres araña saltadora:de hombre araña saltadora]
ja: [CASTE_NAME:ハエトリグモ男:ハエトリグモ男:ハエトリグモ男の]
ko: [CASTE_NAME:수컷 껑충 거미:수컷 껑충 거미들:수컷 껑충 거미]
pl: [CASTE_NAME:skakunomężczyzna:skakunomężczyźni:skakunomężczyzny]
ru: [CASTE_NAME:мужчина-паук-скакун:мужчины-пауки-скакуны:мужчины-паука-скакуна]
tr: [CASTE_NAME:erkek zıplayan örümcek:erkek zıplayan örümcekler:erkek zıplayan örümcek]
vi: [CASTE_NAME:Người Nhện nhảy:Những Người Nhện nhảy:Người Nhện nhảy]
zh_hans: [CASTE_NAME:蝇虎男:蝇虎男:蝇虎男]

# CREATURE:JUMPING_SPIDER_MAN
source: [CASTE_NAME:jumping spider woman:jumping spider women:jumping spider woman]
cs: [CASTE_NAME:skákavčí žena:skákavčí ženy:skákavčí žena]
de: [CASTE_NAME:Springspinnenfrau:Springspinnenfrauen:Springspinnenfrau]
eo: [CASTE_NAME:homsalticedino:homsalticedinoj:de homsalticedino]
es: [CASTE_NAME:mujer araña saltadora:mujeres arañas saltadoras:de mujer araña saltadora]
ja: [CASTE_NAME:ハエトリグモ女:ハエトリグモ女:ハエトリグモ女の]
ko: [CASTE_NAME:암컷 껑충 거미:암컷 껑충 거미들:암컷 껑충 거미]
pl: [CASTE_NAME:skakunokobieta:skakunokobiety:skakunokobieta]
ru: [CASTE_NAME:женщина-паук-скакун:женщины-пауки-скакуны:женщины-паука-скакуна]
tr: [CASTE_NAME:dişi zıplayan örümcek:dişi zıplayan örümcekler:dişi zıplayan örümcek]
vi: [CASTE_NAME:Phụ nữ Nhện nhảy:Những Phụ nữ Nhện nhảy:Phụ nữ Nhện nhảy]
zh_hans: [CASTE_NAME:蝇虎女:蝇虎女:蝇虎女]

# CREATURE:JUMPING_SPIDER_MAN
source: [NAME:jumping spider man:jumping spider men:jumping spider man]
cs: [NAME:skákavčí muž:skákavčí muži:skákavčí muž]
de: [NAME:Springspinnenmensch:Springspinnenmenschen:Springspinnenmensch]
eo: [NAME:homsalticedo:homsalticedoj:de homsalticedo]
es: [NAME:hombre araña saltadora:hombres araña saltadora:de hombre araña saltadora]
ja: [NAME:ハエトリグモ男:ハエトリグモ男:ハエトリグモ男の]
ko: [NAME:수컷 껑충 거미:수컷 껑충 거미들:수컷 껑충 거미]
pl: [NAME:skakunoczłowiek:skakunoludzie:skakunoludzki]
ru: [NAME:человек-паук-скакун:люди-пауки-скакуны:человека-паука-скакуна]
tr: [NAME:erkek zıplayan örümcek:erkek zıplayan örümcekler:erkek zıplayan örümcek]
vi: [NAME:Người Nhện nhảy:Những Người Nhện nhảy:Người Nhện nhảy]
zh_hans: [NAME:蝇虎人:蝇虎人:蝇虎人]

# CREATURE:JUMPING_SPIDER_MAN
source: [DESCRIPTION:A person with the head and arms of a jumping spider.]
cs: [DESCRIPTION:Osoba s hlavou a předními končetinami skákavky.]
de: [DESCRIPTION:Ein Mensch mit dem Kopf und den Armen einer Springspinne.]
eo: [DESCRIPTION:Homo kun la kapo kaj la brakoj de salticedo.]
es: [DESCRIPTION:Una persona con la cabeza y los brazos de una araña saltadora.]
ja: [DESCRIPTION:ハエトリグモの頭と腕を持った人間だ。]
ko: [DESCRIPTION:깡충거미의 머리와 팔을 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ramionami skakuna.]
ru: [DESCRIPTION:Человек с головой и руками паука-скакуна.]
tr: [DESCRIPTION:Zıplayan örümcek başlı ve kollu bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và cánh tay của nhện nhảy.]
zh_hans: [DESCRIPTION:一个长着跳蛛脑袋和触肢的人。]

# CREATURE:GIANT_JUMPING_SPIDER
source: [NAME:giant jumping spider:giant jumping spiders:giant jumping spider]
cs: [NAME:obří skákavka:obří skákavky:obří skákavka]
de: [NAME:Riesenspringspinne:Riesenspringspinnen:Riesenspringspinne]
eo: [NAME:giganta salticedo:gigantaj salticedoj:de giganta salticedo]
es: [NAME:araña saltadora gigante:arañas saltadoras gigantes:de araña saltadora gigante]
ja: [NAME:巨大ハエトリグモ:巨大ハエトリグモ:巨大ハエトリグモの]
ko: [NAME:거대 껑충 거미:거대 껑충 거미들:거대 껑충 거미]
pl: [NAME:gigantyczny skakun:gigantyczne skakuny:gigantyczny skakun]
ru: [NAME:гигантский паук-скакун:гигантские пауки-скакуны:гигантского паука-скакуна]
tr: [NAME:dev zıplayan örümcek:dev zıplayan örümcekler:dev zıplayan örümcek]
vi: [NAME:Nhện nhảy khổng lồ:Những con nhện nhảy khổng lồ:Nhện nhảy khổng lồ]
zh_hans: [NAME:巨蝇虎:巨蝇虎:巨蝇虎]

# CREATURE:GIANT_JUMPING_SPIDER
source: [CASTE_NAME:giant jumping spider:giant jumping spiders:giant jumping spider]
cs: [CASTE_NAME:obří skákavka:obří skákavky:obří skákavka]
de: [CASTE_NAME:Riesenspringspinne:Riesenspringspinnen:Riesenspringspinne]
eo: [CASTE_NAME:giganta salticedo:gigantaj salticedoj:de giganta salticedo]
es: [CASTE_NAME:araña saltadora gigante:arañas saltadoras gigantes:de araña saltadora gigante]
ja: [CASTE_NAME:巨大ハエトリグモ:巨大ハエトリグモ:巨大ハエトリグモの]
ko: [CASTE_NAME:거대 껑충 거미:거대 껑충 거미들:거대 껑충 거미]
pl: [CASTE_NAME:gigantyczny skakun:gigantyczne skakuny:gigantyczny skakun]
ru: [CASTE_NAME:гигантский паук-скакун:гигантские пауки-скакуны:гигантского паука-скакуна]
tr: [CASTE_NAME:dev zıplayan örümcek:dev zıplayan örümcekler:dev zıplayan örümcek]
vi: [CASTE_NAME:Nhện nhảy khổng lồ:Những con nhện nhảy khổng lồ:Nhện nhảy khổng lồ]
zh_hans: [CASTE_NAME:巨蝇虎:巨蝇虎:巨蝇虎]

# CREATURE:GIANT_JUMPING_SPIDER
source: [DESCRIPTION:A huge monster in the form of a jumping spider.]
cs: [DESCRIPTION:Obrovská příšera v podobě skákavky.]
de: [DESCRIPTION:Ein riesiges Monster in Form einer Springspinne.]
eo: [DESCRIPTION:Grandega monstro kun formo de salticedo.]
es: [DESCRIPTION:Un enorme monstruo con el aspecto de una araña saltadora.]
ja: [DESCRIPTION:ハエトリグモのような姿の巨大な怪物だ。]
ko: [DESCRIPTION:깡충거미의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci skakuna.]
ru: [DESCRIPTION:Огромный монстр, похожий на паука-скакуна.]
tr: [DESCRIPTION:Zıplayan örümcek biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng nhện nhảy.]
zh_hans: [DESCRIPTION:一只体型巨大的跳蛛怪。]

# CREATURE:GIANT_JUMPING_SPIDER
source: [PREFSTRING:striking appearance]
cs: [PREFSTRING:nápadným vzhledem]
de: [PREFSTRING:auffälliges Erscheinungsbild]
eo: [PREFSTRING:okulfrapa aspekto]
es: [PREFSTRING:apariencias llamativas]
ja: [PREFSTRING:印象的な姿]
ko: [PREFSTRING:매력적인 외모]
pl: [PREFSTRING:efektowny wygląd]
ru: [PREFSTRING:поразительный внешний вид]
tr: [PREFSTRING:çarpıcı görünüş]
vi: [PREFSTRING:Ngoại hình nổi bật]
zh_hans: [PREFSTRING:引人注目的外表]

# CREATURE:GIANT_JUMPING_SPIDER
source: [PREFSTRING:ability to leap]
cs: [PREFSTRING:schopností skákat]
de: [PREFSTRING:kann springen]
eo: [PREFSTRING:saltkapablo]
es: [PREFSTRING:habilidad para saltar]
ja: [PREFSTRING:跳躍する]
ko: [PREFSTRING:뜀박질]
pl: [PREFSTRING:zdolność do skakania]
ru: [PREFSTRING:способность прыгать]
tr: [PREFSTRING:sıçrama yeteneği]
vi: [PREFSTRING:Khả năng nhảy]
zh_hans: [PREFSTRING:可跳跃]

# CREATURE:TERMITE
source: [DESCRIPTION:A tiny insect capable of destroying large wooden structures when in large numbers.]
cs: [DESCRIPTION:Drobný hmyz, který je ve velkém množství schopen ničit velké dřevěné konstrukce.]
de: [DESCRIPTION:Ein winziges Insekt, das in der Lage ist, in der Masse große Holzstrukturen zu zerstören.]
eo: [DESCRIPTION:Eta insekto kapabla de destruii grandajn lignostrukturojn kiam ili esti en grandaj nombroj.]
es: [DESCRIPTION:Un diminuto insecto capaz de destruir grandes estructuras de madera si se encuentra en gran numero.]
ja: [DESCRIPTION:A tiny insect capable of destroying large wooden structures when in large numbers.][DESCRIPTION:小さな昆虫だが、沢山居ると大きな建造物を食い荒らして倒壊させる。
ko: [DESCRIPTION:많은 수가 있을 때 큰 나무 구조물을 파괴할 수 있는 작은 곤충.]
pl: [DESCRIPTION:Malutki insekt zdolny do niszczenia dużych drewnianych obiektów, jeśli jest w dużych ilościach.]
ru: [DESCRIPTION:Мелкое насекомое, способное уничтожать большие деревянные постройки, когда собирается в больших количествах.]
tr: [DESCRIPTION:Büyük sayılardayken büyük ahşap yapıları yok edebilen minik bir böcek.]
vi: [DESCRIPTION:Một loài côn trùng nhỏ bé có khả năng phá hủy các cấu trúc gỗ lớn khi xuất hiện với số lượng đông đảo.]
zh_hans: [DESCRIPTION:一种当其数量庞大时可破环木质结构的昆虫。]

# CREATURE:TERMITE
source: [NAME:termite:termites:termite]
cs: [NAME:termit:termite:termit]
de: [NAME:Termite:Termiten:Termite]
eo: [NAME:termito:termitoj:de termito]
es: [NAME:termita:termitas:de termita]
ja: [NAME:シロアリ:シロアリ:シロアリの]
ko: [NAME:흰개미:흰개미들:흰개미]
pl: [NAME:termit:termity:termit]
ru: [NAME:термит:термиты:термита]
tr: [NAME:termit:termitler:termit]
zh_hans: [NAME:白蚁:白蚁:白蚁]

# CREATURE:TERMITE
source: [PREFSTRING:industrious nature]
cs: [PREFSTRING:pracovitostí]
de: [PREFSTRING:fleißige Natur]
eo: [PREFSTRING:laborema naturo]
es: [PREFSTRING:naturaleza industriosa]
ja: [PREFSTRING:働き者]
ko: [PREFSTRING:근면한 특성]
pl: [PREFSTRING:pracowita natura]
ru: [PREFSTRING:трудолюбивую натуру]
tr: [PREFSTRING:çalışkan doğa]
vi: [PREFSTRING:Bản chất chăm chỉ]
zh_hans: [PREFSTRING:勤劳的天性]

# CREATURE:TERMITE
source: [PREFSTRING:ability to devour wood]
cs: [PREFSTRING:schopnost požírat dřevo]
de: [PREFSTRING:frisst Holz]
eo: [PREFSTRING:kapablo por lignovorado]
es: [PREFSTRING:habilidad para devorar madera]
ja: [PREFSTRING:気をむさぼり食う]
ko: [PREFSTRING:나무를 먹는 능력]
pl: [PREFSTRING:zdolność do pożerania drewna]
ru: [PREFSTRING:способность грызть дерево]
tr: [PREFSTRING:odun yiyip bitirme yeteneği]
vi: [PREFSTRING:Khả năng ngốn gỗ]
zh_hans: [PREFSTRING:可食木头]

# CREATURE:TERMITE
source: [CASTE_NAME:worker termite:worker termites:worker termite]
cs: [CASTE_NAME:dělník termit:dělníci termiti:dělník termit]
de: [CASTE_NAME:Arbeitertermite:Arbeitertermiten:Arbeitertermite]
eo: [CASTE_NAME:laborista termito:laboristaj termitoj:de laborista termito]
es: [CASTE_NAME:termita obrera:termitas obreras:de termita obrera]
ja: [CASTE_NAME:働きシロアリ:働きシロアリ:働きシロアリの]
ko: [CASTE_NAME:일꾼 흰개미:일꾼 흰개미들:일꾼 흰개미]
pl: [CASTE_NAME:robotnik termit:robotnicy termity:robotnik termit]
ru: [CASTE_NAME:рабочий термит:рабочие термиты:рабочего термита]
tr: [CASTE_NAME:işçi termit:işçi termitler:işçi termit]
vi: [CASTE_NAME:Mối thợ:Những con mối thợ:Mối thợ]
zh_hans: [CASTE_NAME:工蚁:工蚁:工蚁]

# CREATURE:TERMITE
source: [CASTE_NAME:soldier termite:soldier termites:soldier termite]
cs: [CASTE_NAME:voják termit:vojáci termiti:voják termit]
de: [CASTE_NAME:Soldatentermite:Soldatentermiten:Soldatentermite]
eo: [CASTE_NAME:soldata termito:soldataj termitoj:de soldata termito]
es: [CASTE_NAME:termita soldado:termitas soldado:de termita soldado]
ja: [CASTE_NAME:兵隊シロアリ:兵隊シロアリ:兵隊シロアリの]
ko: [CASTE_NAME:병정 흰개미:병정 흰개미들:병정 흰개미]
pl: [CASTE_NAME:żołnierz termit:żołnierze termity:żołnierz termit]
ru: [CASTE_NAME:термит-солдат:термиты-солдаты:термита-солдата]
tr: [CASTE_NAME:asker termit:asker termitler:asker termit]
vi: [CASTE_NAME:Mối lính:Những con mối lính:Mối lính]
zh_hans: [CASTE_NAME:兵蚁:兵蚁:兵蚁]

# CREATURE:TERMITE
source: [CASTE_NAME:king termite:king termites:king termite]
cs: [CASTE_NAME:král termit:králové termiti:král termit]
de: [CASTE_NAME:Königstermite:Königstermiten:Königstermite]
eo: [CASTE_NAME:reĝa termitiĉo:reĝaj termitiĉoj:de reĝa termitiĉo]
es: [CASTE_NAME:rey termita:reyes termita:rey termita]
ja: [CASTE_NAME:王シロアリ:王シロアリ:王シロアリの]
ko: [CASTE_NAME:왕 흰개미:왕 흰개미들:왕 흰개미]
pl: [CASTE_NAME:król termitów:królowie termitów:król termitów]
ru: [CASTE_NAME:король термитов:короли термитов:короля термитов]
tr: [CASTE_NAME:kral termit:kral termitler:kral termit]
vi: [CASTE_NAME:Mối Vua:Những con Mối Vua:Mối Vua]
zh_hans: [CASTE_NAME:蚁王:蚁王:蚁王]

# CREATURE:TERMITE
source: [CASTE_NAME:queen termite:queen termites:queen termite]
cs: [CASTE_NAME:královna termit:královny termiti:královna termit]
de: [CASTE_NAME:Termitenkönigin:Termitenköniginnen:Termitenkönigin]
eo: [CASTE_NAME:reĝa termitino:reĝaj termitinoj:de reĝa termitino]
es: [CASTE_NAME:reina termita:reinas termita:de reina termita]
ja: [CASTE_NAME:女王シロアリ:女王シロアリ:女王シロアリの]
ko: [CASTE_NAME:여왕 흰개미:여왕 흰개미들:여왕 흰개미]
pl: [CASTE_NAME:królowa termitów:królowe termitów:królowa termitów]
ru: [CASTE_NAME:королева термитов:королевы термитов:королевы термитов]
tr: [CASTE_NAME:kraliçe termit:kraliçe termitler:kraliçe termit]
vi: [CASTE_NAME:Mối chúa:Những con Mối chúa:Mối chúa]
zh_hans: [CASTE_NAME:蚁后:蚁后:蚁后]

# CREATURE:TERMITE
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:TERMITE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:MOON_SNAIL
source: [DESCRIPTION:A tiny predatory mollusk. It is brightly colored.]
cs: [DESCRIPTION:Drobný dravý měkkýš. Je jasně zbarvený.]
de: [DESCRIPTION:Ein kleines räuberisches Weichtier. Es ist strahlend gefärbt.]
eo: [DESCRIPTION:Eta predanta molusko. Ĝi helkoloras.]
es: [DESCRIPTION:Un diminuto molusco depredador. Es de colores brillantes.]
ja: [DESCRIPTION:肉食で鮮やかな色をした、巻貝を背負った小さな軟体動物。]
ko: [DESCRIPTION:작은 포식성 연체 동물. 밝은 색칠되어 있다.]
pl: [DESCRIPTION:Malutki, drapieżny mięczak. Jest jaskrawo ubarwiony.]
ru: [DESCRIPTION:Небольшой хищный моллюск. Имеет ярко окрашенную раковину.]
tr: [DESCRIPTION:Minik bir yırtıcı yumuşakça. Parlak renklidir.]
vi: [DESCRIPTION:Một loài thân mềm ăn thịt nhỏ bé. Chúng có màu sắc rực rỡ.]
zh_hans: [DESCRIPTION:一种小型肉食软体动物。它颜色鲜艳。]

# CREATURE:MOON_SNAIL
source: [NAME:moon snail:moon snails:moon snail]
cs: [NAME:měsíční plž:měsíční plži:měsíční plž]
de: [NAME:Mondschnecke:Mondschnecken:Mondschnecke]
eo: [NAME:naticedo:naticedoj:de naticedo]
es: [NAME:caracol lunar: caracoles lunares:de caracol lunar]
ja: [NAME:タマガイ:タマガイ:タマガイの]
ko: [NAME:옆줄구슬우렁이:옆줄구슬우렁이들:옆줄구슬우렁이]
pl: [NAME:ślimak księżycowy:ślimaki księżycowe:ślimak księżycowy]
ru: [NAME:лунная улитка:лунные улитки:лунной улитки]
tr: [NAME:ay salyangozu:ay salyangozları:ay salyangozu]
vi: [NAME:Ốc mặt trăng:Những con ốc mặt trăng:Ốc mặt trăng]
zh_hans: [NAME:玉螺:玉螺:玉螺]

# CREATURE:MOON_SNAIL
source: [CASTE_NAME:moon snail:moon snails:moon snail]
cs: [CASTE_NAME:měsíční plž:měsíční plži:měsíční plž]
de: [CASTE_NAME:Mondschnecke:Mondschnecken:Mondschnecke]
eo: [CASTE_NAME:naticedo:naticedoj:de naticedo]
es: [CASTE_NAME:caracol lunar:caracoles lunares:caracol lunar]
ja: [CASTE_NAME:タマガイ:タマガイ:タマガイの]
ko: [CASTE_NAME:옆줄구슬우렁이:옆줄구슬우렁이들:옆줄구슬우렁이]
pl: [CASTE_NAME:ślimak księżycowy:ślimaki księżycowe:ślimak księżycowy]
ru: [CASTE_NAME:лунная улитка:лунные улитки:лунной улитки]
tr: [CASTE_NAME:ay salyangozu:ay salyangozları:ay salyangozu]
vi: [CASTE_NAME:Ốc mặt trăng:Những con ốc mặt trăng:Ốc mặt trăng]
zh_hans: [CASTE_NAME:玉螺:玉螺:玉螺]

# CREATURE:MOON_SNAIL
source: [PREFSTRING:predatory nature]
cs: [PREFSTRING:dravou povahou]
de: [PREFSTRING:räuberische Natur]
eo: [PREFSTRING:predada naturo]
es: [PREFSTRING:depredadora naturaleza]
ja: [PREFSTRING:獰猛]
ko: [PREFSTRING:포식 특성]
pl: [PREFSTRING:drapieżna natura]
ru: [PREFSTRING:хищную натуру]
tr: [PREFSTRING:yırtıcı doğa]
vi: [PREFSTRING:Bản chất săn mồi]
zh_hans: [PREFSTRING:掠夺的天性]

# CREATURE:MOON_SNAIL
source: [PREFSTRING:striking coloration]
cs: [PREFSTRING:nápadným zbarvením]
de: [PREFSTRING:beeindruckenden Farben]
eo: [PREFSTRING:okulfrapaj koloroj]
es: [PREFSTRING:coloración llamativa]
ja: [PREFSTRING:鮮やかな体色]
ko: [PREFSTRING:강렬한 색감]
pl: [PREFSTRING:efektowne ubarwienie]
ru: [PREFSTRING:поразительную окраску]
tr: [PREFSTRING:çarpıcı renklenme]
vi: [PREFSTRING:Màu sắc ấn tượng]
zh_hans: [PREFSTRING:引人注目的花纹]

# CREATURE:MOON_SNAIL
source: [TLCM_NOUN:shell:SINGULAR]
cs: [TLCM_NOUN:ulita:SINGULAR]
de: [TLCM_NOUN:Schale:SINGULAR]
eo: [TLCM_NOUN:karapaco:SINGULAR]
es: [TLCM_NOUN:caparazón:SINGULAR]
ja: [TLCM_NOUN:殻:SINGULAR]
ko: [TLCM_NOUN:껍데기:SINGULAR]
pl: [TLCM_NOUN:muszla:SINGULAR]
ru: [TLCM_NOUN:раковина:SINGULAR]
tr: [TLCM_NOUN:kabuk:SINGULAR]
zh_hans: [TLCM_NOUN:壳:SINGULAR]

# CREATURE:MOON_SNAIL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:MOON_SNAIL_MAN
source: [CASTE_NAME:moon snail man:moon snail men:moon snail man]
cs: [CASTE_NAME:měsíční plží muž:měsíční plží muži:měsíční plží muž]
de: [CASTE_NAME:Mondschneckenmann:Mondschneckenmänner:Mondschneckenmann]
eo: [CASTE_NAME:homnaticediĉo:homnaticediĉoj:de homnaticediĉo]
es: [CASTE_NAME:hombre caracol lunar:hombres caracoles lunares:hombre caracol lunar]
ja: [CASTE_NAME:タマガイ男:タマガイ男:タマガイ男の]
ko: [CASTE_NAME:수컷 옆줄구슬우렁이인간:수컷 옆줄구슬우렁이인간들:수컷 옆줄구슬우렁이인간]
pl: [CASTE_NAME:ślimakomężczyzna księżycowy:ślimakomężczyźni księżycowi:ślimakomężczyzna księżycowy]
ru: [CASTE_NAME:мужчина-лунная улитка:мужчины-лунные улитки:мужчины-лунной улитки]
tr: [CASTE_NAME:erkek ay salyangozu:erkek ay salyangozları:erkek ay salyangozu]
vi: [CASTE_NAME:Người Ốc mặt trăng:Những Người Ốc mặt trăng:Người Ốc mặt trăng]
zh_hans: [CASTE_NAME:玉螺男:玉螺男:玉螺男]

# CREATURE:MOON_SNAIL_MAN
source: [CASTE_NAME:moon snail woman:moon snail women:moon snail woman]
cs: [CASTE_NAME:měsíční plží žena:měsíční plží ženy:měsíční plží žena]
de: [CASTE_NAME:Mondschneckenfrau:Mondschneckenfrauen:Mondschneckenfrau]
eo: [CASTE_NAME:homnaticedino:homnaticedinoj:de homnaticedino]
es: [CASTE_NAME:mujer caracol lunar:mujeres caracoles lunares:mujer caracol lunar]
ja: [CASTE_NAME:タマガイ女:タマガイ女:タマガイ女の]
ko: [CASTE_NAME:암컷 옆줄구슬우렁이인간:암컷 옆줄구슬우렁이인간들:암컷 옆줄구슬우렁이인간]
pl: [CASTE_NAME:ślimakokobieta księżycowa:ślimakokobiety księżycowe:ślimakokobieta księżycowa]
ru: [CASTE_NAME:женщина-лунная улитка:женщины-лунные улитки:женщины-лунной улитки]
tr: [CASTE_NAME:dişi ay salyangozu:dişi ay salyangozları:dişi ay salyangozu]
vi: [CASTE_NAME:Phụ nữ Ốc mặt trăng:Những Phụ nữ Ốc mặt trăng:Phụ nữ Ốc mặt trăng]
zh_hans: [CASTE_NAME:玉螺女:玉螺女:玉螺女]

# CREATURE:MOON_SNAIL_MAN
source: [NAME:moon snail man:moon snail men:moon snail man]
cs: [NAME:měsíční plží muž:měsíční plží muži:měsíční plží muž]
de: [NAME:Mondschneckenmensch:Mondschneckenmenschen:Mondschneckenmensch]
eo: [NAME:homnaticedo:homnaticedoj:de homnaticedo]
es: [NAME:hombre caracol lunar:hombres caracoles lunares:de hombre caracol lunar]
ja: [NAME:タマガイ男:タマガイ男:タマガイ男の]
ko: [NAME:옆줄구슬우렁이인간:옆줄구슬우렁이인간들:옆줄구슬우렁이인간]
pl: [NAME:ślimakoczłowiek księżycowy:ślimakoludzie księżycowi:ślimakoczłowiek księżycowy]
ru: [NAME:человек-лунная улитка:люди-лунные улитки:человека-лунной улитки]
tr: [NAME:erkek ay salyangozu:erkek ay salyangozları:erkek ay salyangozu]
vi: [NAME:Người Ốc mặt trăng:Những Người Ốc mặt trăng:Người Ốc mặt trăng]
zh_hans: [NAME:玉螺人:玉螺人:玉螺人]

# CREATURE:MOON_SNAIL_MAN
source: [DESCRIPTION:A colorful person with the head and shell of a moon snail.]
cs: [DESCRIPTION:Barevná osoba s hlavou a ulitou měsíčního plže.]
de: [DESCRIPTION:Ein farbenreicher Mensch mit dem Kopf und der Schale einer Mondschnecke.]
eo: [DESCRIPTION:Bunta homo kun la kapo kaj la karapaco de naticedo.]
es: [DESCRIPTION:Una persona colorida con la cabeza y concha de un caracol lunar.]
ja: [DESCRIPTION:タマガイの頭と殻を持ったカラフルな人間だ。]
ko: [DESCRIPTION:옆줄구슬우렁이의 머리와 껍데기를 가진 인간]
pl: [DESCRIPTION:Kolorowy osobnik z głową i muszlą ślimaka księżycowego.]
ru: [DESCRIPTION:Пёстрый человек с головой и раковиной лунной улитки.]
tr: [DESCRIPTION:Ay salyangozu başlı ve kabuklu renkli bir fantastik canlı.]
vi: [DESCRIPTION:Một người sặc sỡ mang đầu và vỏ của ốc mặt trăng.]
zh_hans: [DESCRIPTION:一个长着月亮蜗牛脑袋并背着蜗牛壳的色彩斑斓的人。]
