Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CAMEL_1_HUMP
source: [DESCRIPTION:A large long-necked creature with a large hump on its sturdy body. It has been domesticated to carry passengers and cargo but is nonetheless bad-tempered and will spit.]
cs: [DESCRIPTION:Velké dlouhokrké zvíře s velkým hrbem na pevném těle. Bylo domestikováno k nošení nákladu a lidí, ale má špatnou povahu a plive.]
de: [DESCRIPTION:Eine große, langhalsige Kreatur mit einem großen Buckel auf ihrem robusten Körper. Es wurde domestiziert, um Passagiere und Fracht zu befördern, ist aber dennoch schlecht gelaunt und spuckt.]
eo: [DESCRIPTION:Granda longkola estaĵo kun unu granda ĝibo sur sia fortika korpo. Ĝi estas aldomigita por ŝarĝi pasaĝerojn kaj kargojn, sed ĝi estas tamen kolerema, kaj ĝi kraĉos.]
es: [DESCRIPTION:Una gran criatura de cuello largo con una gran joroba en su robusto cuerpo. Se ha domesticado para transportar pasajeros y carga, pero es de mal genio y suele escupir.]
ja: [DESCRIPTION:大きなこぶと長い首を持つ大型哺乳類。家畜として人や荷物を運べるが、気性が荒く、しばしば唾を吐きかけてくる。]
ko: [DESCRIPTION:튼튼한 몸에 큰 혹이 있는 목이 긴 대형 생물입니다. 그것은 승객과 화물을 나르도록 길들여졌지만 그럼에도 불구하고 성질이 나쁘고 침을 뱉을 것이다.]
pl: [DESCRIPTION:Duży, długoszyjne stworzenie z dużym garbem na jego rosłym cielsku. Zostało udomowione do przewożenia pasażerów i ładunku, ale jest nie mniej jednak wredne i będzie pluć.]
ru: [DESCRIPTION:Крупное животное с длинной шеей и большим горбом на крепкой спине. Был одомашнен, чтобы перевозить пассажиров и грузы, но несмотря на это раздражителен и плюётся.]
tr: [DESCRIPTION:Sağlam gövdesinde büyük bir hörgücü olan, uzun boyunlu büyük bir canlı. Yolcu ve yük taşımak için evcilleştirilmiştir ancak yine de huysuzdur ve tükürür.]
vi: [DESCRIPTION:Một sinh vật lớn, cổ dài với một bướu lớn trên thân hình vạm vỡ. Chúng đã được thuần hóa để chở người và hàng hóa nhưng dù vậy vẫn hung dữ và sẽ phun nước bọt.]

# CREATURE:CAMEL_1_HUMP
source: [NAME:one-humped camel:one-humped camels:one-humped camel]
cs: [NAME:jednohřbetý velbloud:jednohřbetí velbloudi:jednohřbetého velblouda]
de: [NAME:Kamel:Kamele:Kamel]
eo: [NAME:dromedaro:dromedaroj:de dromedaro]
es: [NAME:dromedario:dromedarios:dromedario]
ja: [NAME:ヒトコブラクダ:ヒトコブラクダ:ヒトコブラクダの]
ko: [NAME:단봉낙타:단봉낙타들:단봉낙타]
pl: [NAME:wielbłąd jednogarbny:wielbłądy jednogarbne:wielbłądzko jednogarbny]
ru: [NAME:одногорбый верблюд:одногорбые верблюды:одногорбого верблюда]
tr: [NAME:tek hörgüçlü deve:tek hörgüçlü develer:tek hörgüçlü deve]
vi: [NAME:lạc đà một bướu:những con lạc đà một bướu:lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP
source: [CASTE_NAME:one-humped camel:one-humped camels:one-humped camel]
cs: [CASTE_NAME:jednohřbetý velbloud:jednohřbetí velbloudi:jednohřbetého velblouda]
de: [CASTE_NAME:Kamel:Kamele:Kamel]
eo: [CASTE_NAME:dromedaro:dromedaroj:de dromedaro]
es: [CASTE_NAME:dromedario:dromedarios:dromedario]
ja: [CASTE_NAME:ヒトコブラクダ:ヒトコブラクダ:ヒトコブラクダの]
ko: [CASTE_NAME:단봉낙타:단봉낙타들:단봉낙타]
pl: [CASTE_NAME:wielbłąd jednogarbny:wielbłądy jednogarbne:wielbłądzko jednogarbny]
ru: [CASTE_NAME:одногорбый верблюд:одногорбые верблюды:одногорбого верблюда]
tr: [CASTE_NAME:tek hörgüçlü deve:tek hörgüçlü develer:tek hörgüçlü deve]
vi: [CASTE_NAME:lạc đà một bướu:những con lạc đà một bướu:lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP
source: [GENERAL_CHILD_NAME:one-humped camel calf:one-humped camel calves]
cs: [GENERAL_CHILD_NAME:mládě jednhrbého velblouda:mláďata jednhrbého velblouda]
de: [GENERAL_CHILD_NAME:Kamelkalb:Kamelkälber]
eo: [GENERAL_CHILD_NAME:dromedarido:dromedaridoj]
es: [GENERAL_CHILD_NAME:guelfo:guelfos]
ja: [GENERAL_CHILD_NAME:ヒトコブラクダの仔:ヒトコブラクダの仔の]
ko: [GENERAL_CHILD_NAME:새끼 단봉낙타:새끼 단봉낙타들]
pl: [GENERAL_CHILD_NAME:cielę wielbłąda jednogarbnego:cielaki wielbłąda jednogarbnego]
ru: [GENERAL_CHILD_NAME:одногорбый верблюжонок:одногорбые верблюжата]
tr: [GENERAL_CHILD_NAME:yavru tek hörgüçlü deve:yavru tek hörgüçlü develer]
vi: [GENERAL_CHILD_NAME:lạc đà con một bướu:những con lạc đà con một bướu]
zh_hans: [GENERAL_CHILD_NAME:单峰骆驼幼崽:单峰骆驼幼崽]

# CREATURE:CAMEL_1_HUMP
source: [PREFSTRING:hump]
cs: [PREFSTRING:hrb]
de: [PREFSTRING:Höcker]
eo: [PREFSTRING:ĝibo]
es: [PREFSTRING:joroba]
ja: [PREFSTRING:こぶ]
ko: [PREFSTRING:혹]
pl: [PREFSTRING:garb]
ru: [PREFSTRING:горб]
tr: [PREFSTRING:hörgüç]
vi: [PREFSTRING:Bướu]

# CREATURE:CAMEL_1_HUMP
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:CAMEL_1_HUMP
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CAMEL_1_HUMP
source: [STATE_NAME:ALL_SOLID:frozen one-humped camel's milk]
cs: [STATE_NAME:ALL_SOLID:mražené mléko jednohrbého velblouda]
de: [STATE_NAME:ALL_SOLID:gefrorene einhöckrige Kamelmilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de dromedaro]
es: [STATE_NAME:ALL_SOLID:leche helada de dromedario]
ja: [STATE_NAME:ALL_SOLID:凍ったヒトコブラクダのミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 단봉낙타 젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone mleko wielbłąda jednogarbnego]
ru: [STATE_NAME:ALL_SOLID:замёрзшее молоко одногорбого верблюда]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş tek hörgüçlü deve sütü]
vi: [STATE_NAME:ALL_SOLID:sữa lạc đà một bướu đông lạnh]

# CREATURE:CAMEL_1_HUMP
source: [STATE_ADJ:ALL_SOLID:frozen one-humped camel's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené mléko jednohrbého velblouda]
de: [STATE_ADJ:ALL_SOLID:gefrorene einhöckrige Kamelmilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de dromedaro]
es: [STATE_ADJ:ALL_SOLID:leche helada de dromedario]
ja: [STATE_ADJ:ALL_SOLID:凍ったヒトコブラクダのミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 단봉낙타 젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone mleczny wielbłąda jednogarbnego]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее молоко одногорбого верблюда]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş tek hörgüçlü deve sütü]
vi: [STATE_ADJ:ALL_SOLID:sữa lạc đà một bướu đông lạnh]

# CREATURE:CAMEL_1_HUMP
source: [STATE_NAME:LIQUID:one-humped camel's milk]
cs: [STATE_NAME:LIQUID:mléko jednohrbého velblouda]
de: [STATE_NAME:LIQUID:Kamel Milch]
eo: [STATE_NAME:LIQUID:lakto de dromedaro]
es: [STATE_NAME:LIQUID:leche de dromedario]
ja: [STATE_NAME:LIQUID:ヒトコブラクダのミルク]
ko: [STATE_NAME:LIQUID:단봉낙타 젖]
pl: [STATE_NAME:LIQUID:mleko wielbłąda jednogarbnego]
ru: [STATE_NAME:LIQUID:молоко одногорбого верблюда]
tr: [STATE_NAME:LIQUID:tek hörgüçlü deve sütü]
vi: [STATE_NAME:LIQUID:sữa lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP
source: [STATE_ADJ:LIQUID:one-humped camel's milk]
cs: [STATE_ADJ:LIQUID:mléko jednohrbého velblouda]
de: [STATE_ADJ:LIQUID:Kamel Milch]
eo: [STATE_ADJ:LIQUID:de lakto de dromedaro]
es: [STATE_ADJ:LIQUID:leche de dromedario]
ja: [STATE_ADJ:LIQUID:ヒトコブラクダのミルク]
ko: [STATE_ADJ:LIQUID:단봉낙타 젖]
pl: [STATE_ADJ:LIQUID:mleczny wielbłąda jednogarbnego]
ru: [STATE_ADJ:LIQUID:молоко одногорбого верблюда]
tr: [STATE_ADJ:LIQUID:tek hörgüçlü deve sütü]
vi: [STATE_ADJ:LIQUID:sữa lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP
source: [STATE_NAME:GAS:boiling one-humped camel's milk]
cs: [STATE_NAME:GAS:vařící mléko jednohrbého velblouda]
de: [STATE_NAME:GAS:Kochenende Kamelmilch]
eo: [STATE_NAME:GAS:bolanta lakto de dromedaro]
es: [STATE_NAME:GAS:leche de dromedario hirviendo]
ja: [STATE_NAME:GAS:蒸気化したヒトコブラクダのミルク]
ko: [STATE_NAME:GAS:기화된 단봉낙타 젖]
pl: [STATE_NAME:GAS:gotujące się mleko wielbłąda jednogarbnego]
ru: [STATE_NAME:GAS:пары молока одногорбого верблюда]
tr: [STATE_NAME:GAS:kaynayan tek hörgüçlü deve sütü]
vi: [STATE_NAME:GAS:sữa lạc đà một bướu đang sôi]

# CREATURE:CAMEL_1_HUMP
source: [STATE_ADJ:GAS:boiling one-humped camel's milk]
cs: [STATE_ADJ:GAS:vařící mléko jednohrbého velblouda]
de: [STATE_ADJ:GAS:Kochenende Kamelmilch]
eo: [STATE_ADJ:GAS:de bolanta lakto de dromedaro]
es: [STATE_ADJ:GAS:leche de dromedario hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したヒトコブラクダのミルク]
ko: [STATE_ADJ:GAS:기화된 단봉낙타 젖]
pl: [STATE_ADJ:GAS:gotujące się mleczny wielbłąda jednogarbnego]
ru: [STATE_ADJ:GAS:кипящее молоко одногорбого верблюда]
tr: [STATE_ADJ:GAS:kaynayan tek hörgüçlü deve sütü]
vi: [STATE_ADJ:GAS:sữa lạc đà một bướu đang sôi]

# CREATURE:CAMEL_1_HUMP
source: [STATE_NAME:SOLID:one-humped camel cheese]
cs: [STATE_NAME:SOLID:sýr jednohrbého velblouda]
de: [STATE_NAME:SOLID:Kamelkäse]
eo: [STATE_NAME:SOLID:fromaĝo de dromedaro]
es: [STATE_NAME:SOLID:queso de dromedario]
ja: [STATE_NAME:SOLID:ヒトコブラクダのチーズ]
ko: [STATE_NAME:SOLID:단봉낙타 치즈]
pl: [STATE_NAME:SOLID:ser wielbłąda jednogarbnego]
ru: [STATE_NAME:SOLID:сыр одногорбого верблюда]
tr: [STATE_NAME:SOLID:tek hörgüçlü deve peyniri]
vi: [STATE_NAME:SOLID:phô mai lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP
source: [STATE_ADJ:SOLID:one-humped camel cheese]
cs: [STATE_ADJ:SOLID:sýr jednohrbého velblouda]
de: [STATE_ADJ:SOLID:Kamelkäse]
eo: [STATE_ADJ:SOLID:de fromaĝo de dromedaro]
es: [STATE_ADJ:SOLID:queso de dromedario]
ja: [STATE_ADJ:SOLID:ヒトコブラクダのチーズ]
ko: [STATE_ADJ:SOLID:단봉낙타 치즈]
pl: [STATE_ADJ:SOLID:serowy wielbłąda jednogarbnego]
ru: [STATE_ADJ:SOLID:сыр одногорбого верблюда]
tr: [STATE_ADJ:SOLID:tek hörgüçlü deve peyniri]
vi: [STATE_ADJ:SOLID:phô mai lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP
source: [STATE_NAME:SOLID_POWDER:one-humped camel cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený sýr jednohrbého velblouda]
de: [STATE_NAME:SOLID_POWDER:Kamelkäsepulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de dromedaro]
es: [STATE_NAME:SOLID_POWDER:queso de dromedario en polvo]
ja: [STATE_NAME:SOLID_POWDER:ヒトコブラクダのチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:단봉낙타 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany ser wielbłąda jednogarbnego]
ru: [STATE_NAME:SOLID_POWDER:тёртый сыр одногорбого верблюда]
tr: [STATE_NAME:SOLID_POWDER:tek hörgüçlü deve peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:bột phô mai lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP
source: [STATE_ADJ:SOLID_POWDER:one-humped camel cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený sýr jednohrbého velblouda]
de: [STATE_ADJ:SOLID_POWDER:Kamelkäsepulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de dromedaro]
es: [STATE_ADJ:SOLID_POWDER:queso de dromedario en polvo]
ja: [STATE_ADJ:SOLID_POWDER:ヒトコブラクダのチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:단봉낙타 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany serowy wielbłąda jednogarbnego]
ru: [STATE_ADJ:SOLID_POWDER:тёртый сыр одногорбого верблюда]
tr: [STATE_ADJ:SOLID_POWDER:tek hörgüçlü deve peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:bột phô mai lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP
source: [STATE_NAME:LIQUID:melted one-humped camel cheese]
cs: [STATE_NAME:LIQUID:tavený sýr jednohrbého velblouda]
de: [STATE_NAME:LIQUID:geschmolzener Kamelkäse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de dromedaro]
es: [STATE_NAME:LIQUID:queso de dromedario derretido]
ja: [STATE_NAME:LIQUID:溶けたヒトコブラクダのチーズ]
ko: [STATE_NAME:LIQUID:녹은 단봉낙타 치즈]
pl: [STATE_NAME:LIQUID:roztopiony ser wielbłąda jednogarbnego]
ru: [STATE_NAME:LIQUID:расплавленный сыр одногорбого верблюда]
tr: [STATE_NAME:LIQUID:erimiş tek hörgüçlü deve peyniri]
vi: [STATE_NAME:LIQUID:phô mai lạc đà một bướu tan chảy]

# CREATURE:CAMEL_1_HUMP
source: [STATE_ADJ:LIQUID:melted one-humped camel cheese]
cs: [STATE_ADJ:LIQUID:tavený sýr jednohrbého velblouda]
de: [STATE_ADJ:LIQUID:geschmolzener Kamelkäse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de dromedaro]
es: [STATE_ADJ:LIQUID:de queso de dromedario derretido]
ja: [STATE_ADJ:LIQUID:溶けたヒトコブラクダのチーズ]
ko: [STATE_ADJ:LIQUID:녹은 단봉낙타 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony serowy wielbłąda jednogarbnego]
ru: [STATE_ADJ:LIQUID:расплавленный сыр одногорбого верблюда]
tr: [STATE_ADJ:LIQUID:erimiş tek hörgüçlü deve peyniri]
vi: [STATE_ADJ:LIQUID:phô mai lạc đà một bướu tan chảy]

# CREATURE:CAMEL_1_HUMP
source: [STATE_NAME:GAS:boiling one-humped camel cheese]
cs: [STATE_NAME:GAS:vařící sýr jednohrbého velblouda]
de: [STATE_NAME:GAS:kochender einhöckriger Kamelkäse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de dromedaro]
es: [STATE_NAME:GAS:Queso de dromedario hirviendo]
ja: [STATE_NAME:GAS:蒸気化したヒトコブラクダのチーズ]
ko: [STATE_NAME:GAS:기화된 단봉낙타 치즈]
pl: [STATE_NAME:GAS:gotujący się ser wielbłąda jednogarbnego]
ru: [STATE_NAME:GAS:пары сыра одногорбого верблюда]
tr: [STATE_NAME:GAS:kaynayan tek hörgüçlü deve peyniri]
vi: [STATE_NAME:GAS:phô mai lạc đà một bướu đang sôi]

# CREATURE:CAMEL_1_HUMP
source: [STATE_ADJ:GAS:boiling one-humped camel cheese]
cs: [STATE_ADJ:GAS:vařící sýr jednohrbého velblouda]
de: [STATE_ADJ:GAS:kochender einhöckriger Kamelkäse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de dromedaro]
es: [STATE_ADJ:GAS:Queso de dromedario hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したヒトコブラクダのチーズ]
ko: [STATE_ADJ:GAS:기화된 단봉낙타 치즈]
pl: [STATE_ADJ:GAS:gotujący się serowy wielbłąda jednogarbnego]
ru: [STATE_ADJ:GAS:кипящий сыр одногорбого верблюда]
tr: [STATE_ADJ:GAS:kaynayan tek hörgüçlü deve peyniri]
vi: [STATE_ADJ:GAS:phô mai lạc đà một bướu đang sôi]

# CREATURE:CAMEL_1_HUMP
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:CAMEL_1_HUMP
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CAMEL_1_HUMP
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CAMEL_1_HUMP_MAN
source: [CVCT_TARGET:one-humped camel]
cs: [CVCT_TARGET:jednohřbetý velbloud]
de: [CVCT_TARGET:einhöckriges Kamel]
eo: [CVCT_TARGET:dromedar]
es: [CVCT_TARGET:camello de una joroba]
ko: [CVCT_TARGET:단봉낙타]
pl: [CVCT_TARGET:jednogarbny wielbłąd]
ru: [CVCT_TARGET:одногорбый верблюд]
tr: [CVCT_TARGET:tek hörgüçlü deve]
vi: [CVCT_TARGET:lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP_MAN
source: [CVCT_REPLACEMENT:one-humped camel man]
cs: [CVCT_REPLACEMENT:jednohřbetý velbloudí muž]
de: [CVCT_REPLACEMENT:einhöckriger Kamelmann]
eo: [CVCT_REPLACEMENT:homdromedar]
es: [CVCT_REPLACEMENT:hombre camello de una joroba]
ko: [CVCT_REPLACEMENT:단봉낙타인간]
pl: [CVCT_REPLACEMENT:wielbłądoczłowiek jednogarbny]
ru: [CVCT_REPLACEMENT:одногорбого человека-верблюда]
tr: [CVCT_REPLACEMENT:erkek tek hörgüçlü deve]
vi: [CVCT_REPLACEMENT:người lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP_MAN
source: [CASTE_NAME:one-humped camel man:one-humped camel men:one-humped camel man]
cs: [CASTE_NAME:jednohřbetý velbloudí muž:jednohřbetí velbloudí muži:jednohřbetého velbloudího muže]
de: [CASTE_NAME:einhöckriger Kamelmann:einhöckriger Kamelmann:einhöckriger Kamelmann]
eo: [CASTE_NAME:homdromedariĉo:homdromedariĉoj:de homdromedariĉo]
es: [CASTE_NAME:hombre dromedario:hombres dromedarios:hombre dromedario]
ja: [CASTE_NAME:ヒトコブラクダ男:ヒトコブラクダ男:ヒトコブラクダ男の]
ko: [CASTE_NAME:남성 단봉낙타인간:남성 단봉낙타인간들:남성 단봉낙타인간]
pl: [CASTE_NAME:wielbłądomężczyzna jednogarbny:wielbłądomężczyźni jednogarbni:wielbłądomęsko jednogarbny]
ru: [CASTE_NAME:мужчина-одногорбый верблюд:мужчины-одногорбые верблюды:мужчины-одногорбого верблюда]
tr: [CASTE_NAME:erkek tek hörgüçlü deve:erkek tek hörgüçlü develer:erkek tek hörgüçlü deve]
vi: [CASTE_NAME:người lạc đà một bướu:những người lạc đà một bướu:người lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP_MAN
source: [CASTE_NAME:one-humped camel woman:one-humped camel women:one-humped camel woman]
cs: [CASTE_NAME:jednohřbetá velbloudí žena:jednohřbeté velbloudí ženy:jednohřbetou velbloudí ženu]
de: [CASTE_NAME:Einhöckerige Kamelfrau:Einhöckerige Kamelfrauen:Einhöckerige Kamelfrau]
eo: [CASTE_NAME:homdromedarino:homdromedarinoj:de homdromedarino]
es: [CASTE_NAME:mujer dromedario:mujeres dromedarios:mujer dromedario]
ja: [CASTE_NAME:ヒトコブラクダ女:ヒトコブラクダ女:ヒトコブラクダ女の]
ko: [CASTE_NAME:여성 단봉낙타인간:여성 단봉낙타인간들:여성 단봉낙타인간]
pl: [CASTE_NAME:wielbłądokobieta:wielbłądokobiety:wielbłądokobieco jednogarbny]
ru: [CASTE_NAME:женщина-одногорбый верблюд:женщины-одногорбые верблюды:женщины-одногорбого верблюда]
tr: [CASTE_NAME:dişi tek hörgüçlü deve:dişi tek hörgüçlü develer:dişi tek hörgüçlü deve]
vi: [CASTE_NAME:phụ nữ lạc đà một bướu:những phụ nữ lạc đà một bướu:phụ nữ lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP_MAN
source: [NAME:one-humped camel man:one-humped camel men:one-humped camel man]
cs: [NAME:jednohřbetý velbloudí muž:jednohřbetí velbloudí muži:jednohřbetého velbloudího muže]
de: [NAME:einhöckriger Kamelmann:einhöckriger Kamelmann:einhöckriger Kamelmann]
eo: [NAME:homdromedaro:homdromedaroj:de homdromedaro]
es: [NAME:hombre dromedario:hombres dromedarios:hombre dromedario]
ja: [NAME:ヒトコブラクダ男:ヒトコブラクダ男:ヒトコブラクダ男の]
ko: [NAME:단봉낙타인간:단봉낙타인간들:단봉낙타인간]
pl: [NAME:wielbłądoczłowiek jednogarbny:wielbłądoludzie jednogarbni:wielbłądoludzko jednogarbny]
ru: [NAME:человек-одногорбый верблюд:люди-одногорбые верблюды:человека-одногорбого верблюда]
tr: [NAME:erkek tek hörgüçlü deve:erkek tek hörgüçlü develer:erkek tek hörgüçlü deve]
vi: [NAME:người lạc đà một bướu:những người lạc đà một bướu:người lạc đà một bướu]

# CREATURE:CAMEL_1_HUMP_MAN
source: [DESCRIPTION:A person with the head and hump of a one-humped camel.]
cs: [DESCRIPTION:Osoba s hlavou a hrbem jednhrbého velblouda.]
de: [DESCRIPTION:Eine Person mit dem Kopf und dem Höcker eines Kamels.]
eo: [DESCRIPTION:Homo kun la kapo kaj la ĝibo de dromedaro.]
es: [DESCRIPTION:Una persona con la cabeza y joroba de un dromedario.]
ja: [DESCRIPTION:ヒトコブラクダの頭とこぶを持つ人間だ。]
ko: [DESCRIPTION:단봉낙타의 머리와 혹을 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i garbem wielbłąda jednogarbnego.]
ru: [DESCRIPTION:Человек с головой и горбом одногорбого верблюда.]
tr: [DESCRIPTION:Tek hörgüçlü deve başına ve hörgücüne sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và bướu của lạc đà một bướu.]

# CREATURE:GIANT_CAMEL_1_HUMP
source: [CVCT_TARGET:one-humped camel]
cs: [CVCT_TARGET:jednohřbetý velbloud]
de: [CVCT_TARGET:einhöckriges Kamel]
eo: [CVCT_TARGET:dromedar]
es: [CVCT_TARGET:camello de una joroba]
ko: [CVCT_TARGET:단봉낙타]
pl: [CVCT_TARGET:jednogarbny wielbłąd]
ru: [CVCT_TARGET:одногорбый верблюд]
tr: [CVCT_TARGET:tek hörgüçlü deve]
vi: [CVCT_TARGET:lạc đà một bướu]

# CREATURE:GIANT_CAMEL_1_HUMP
source: [CVCT_REPLACEMENT:giant one-humped camel]
cs: [CVCT_REPLACEMENT:obří jednhrbý velbloud]
de: [CVCT_REPLACEMENT:riesiges einhöckriges Kamel]
eo: [CVCT_REPLACEMENT:giganta dromedar]
es: [CVCT_REPLACEMENT:camello gigante de una joroba]
ko: [CVCT_REPLACEMENT:거대 단봉낙타]
pl: [CVCT_REPLACEMENT:gigantyczny jednogarbny wielbłąd]
ru: [CVCT_REPLACEMENT:гигантского одногорбого верблюда]
tr: [CVCT_REPLACEMENT:dev tek hörgüçlü deve]
vi: [CVCT_REPLACEMENT:lạc đà một bướu khổng lồ]

# CREATURE:GIANT_CAMEL_1_HUMP
source: [NAME:giant one-humped camel:giant one-humped camels:giant one-humped camel]
cs: [NAME:obří jednhrbý velbloud:obří jednhrbí velbloudi:obřího jednhrbého velblouda]
de: [NAME:Einhöckeriges Riesenkamel:Einhöckerige Riesenkamele:Einhöckeriges Riesenkamel]
eo: [NAME:giganta dromedaro:gigantaj dromedaroj:de giganta dromedaro]
es: [NAME:dromedario gigante:dromedarios gigantes:dromedario gigante]
ja: [NAME:巨大ヒトコブラクダ:巨大ヒトコブラクダ:巨大ヒトコブラクダの]
ko: [NAME:거대 단봉낙타:거대 단봉낙타들:거대 단봉낙타]
pl: [NAME:gigantyczny wielbłąd jednogarbny:gigantyczne wielbłądy jednogarbne:gigantyczno wielbłądo jednogarbny]
ru: [NAME:гигантский одногорбый верблюд:гигантские одногорбые верблюды:гигантского одногорбого верблюда]
tr: [NAME:dev tek hörgüçlü deve:dev tek hörgüçlü develer:dev tek hörgüçlü deve]
vi: [NAME:lạc đà một bướu khổng lồ:những con lạc đà một bướu khổng lồ:lạc đà một bướu khổng lồ]

# CREATURE:GIANT_CAMEL_1_HUMP
source: [CASTE_NAME:giant one-humped camel:giant one-humped camels:giant one-humped camel]
cs: [CASTE_NAME:obří jednhrbý velbloud:obří jednhrbí velbloudi:obřího jednhrbého velblouda]
de: [CASTE_NAME:Einhöckeriges Riesenkamel:Einhöckerige Riesenkamele:Einhöckeriges Riesenkamel]
eo: [CASTE_NAME:giganta dromedaro:gigantaj dromedaroj:de giganta dromedaro]
es: [CASTE_NAME:dromedario gigante:dromedarios gigantes:dromedario gigante]
ja: [CASTE_NAME:巨大ヒトコブラクダ:巨大ヒトコブラクダ:巨大ヒトコブラクダの]
ko: [CASTE_NAME:거대 단봉낙타:거대 단봉낙타들:거대 단봉낙타]
pl: [CASTE_NAME:gigantyczny wielbłąd jednogarbny:gigantyczne wielbłądy jednogarbne:gigantyczno wielbłądo jednogarbny]
ru: [CASTE_NAME:гигантский одногорбый верблюд:гигантские одногорбые верблюды:гигантского одногорбого верблюда]
tr: [CASTE_NAME:dev tek hörgüçlü deve:dev tek hörgüçlü develer:dev tek hörgüçlü deve]
vi: [CASTE_NAME:lạc đà một bướu khổng lồ:những con lạc đà một bướu khổng lồ:lạc đà một bướu khổng lồ]

# CREATURE:GIANT_CAMEL_1_HUMP
source: [GENERAL_CHILD_NAME:giant one-humped camel calf:giant one-humped camel calves]
cs: [GENERAL_CHILD_NAME:mládě obřího jednhrbého velblouda:mláďata obřího jednhrbého velblouda]
de: [GENERAL_CHILD_NAME:Riesiges einhöckriges Kamelkalb:Riesige einhöckrige Kamelkälber]
eo: [GENERAL_CHILD_NAME:giganta dromedarido:gigantaj dromedaridoj]
es: [GENERAL_CHILD_NAME:ternero de dromedario gigante:terneros de dromedario gigantes]
ja: [GENERAL_CHILD_NAME:巨大ヒトコブラクダの仔:巨大ヒトコブラクダの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 단봉낙타:새끼 거대 단봉낙타들]
pl: [GENERAL_CHILD_NAME:cielę gigantycznego wielbłąda jednogarbnego:cielaki gigantycznego wielbłąda jednogarbnego]
ru: [GENERAL_CHILD_NAME:гигантский одногорбый верблюжонок:гигантские одногорбые верблюжата]
tr: [GENERAL_CHILD_NAME:yavru dev tek hörgüçlü deve:yavru dev tek hörgüçlü develer]
vi: [GENERAL_CHILD_NAME:lạc đà con một bướu khổng lồ:những con lạc đà con một bướu khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨单峰骆驼幼崽:巨单峰骆驼幼崽]

# CREATURE:GIANT_CAMEL_1_HUMP
source: [DESCRIPTION:A huge monster the shape of a one-humped camel.]
cs: [DESCRIPTION:Obrovský tvor ve tvaru jednhrbého velblouda.]
de: [DESCRIPTION:Ein riesiges Ungetüm in Form eines Kamels.]
eo: [DESCRIPTION:Grandega monstro kun la formo de dromedaro.]
es: [DESCRIPTION:Un enorme monstruo con el aspecto de un dromedario.]
ja: [DESCRIPTION:ヒトコブラクダのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:단봉낙타의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie wielbłąda jednogarbnego.]
ru: [DESCRIPTION:Огромный монстр, похожий на одногорбого верблюда.]
tr: [DESCRIPTION:Tek hörgüçlü deve biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng lạc đà một bướu.]
zh_hans: [DESCRIPTION:一只巨大的单峰骆驼怪。]

# CREATURE:GIANT_CAMEL_1_HUMP
source: [PREFSTRING:hump]
cs: [PREFSTRING:hrb]
de: [PREFSTRING:Höcker]
eo: [PREFSTRING:ĝibo]
es: [PREFSTRING:joroba]
ja: [PREFSTRING:こぶ]
ko: [PREFSTRING:혹]
pl: [PREFSTRING:garb]
ru: [PREFSTRING:горб]
tr: [PREFSTRING:hörgüç]
vi: [PREFSTRING:Bướu]
