Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:ASPARAGUS
source: [ADJ:asparagus]
cs: [ADJ:chřestový]
de: [ADJ:Spargel]
eo: [ADJ:de asparago]
es: [ADJ:espárrago]
ja: [ADJ:アスパラガス]
ko: [ADJ:아스파라거스]
ru: [ADJ:спаржа]
tr: [ADJ:kuşkonmaz]
vi: [ADJ:măng tây]
zh_hans: [ADJ:芦笋的]

# PLANT:ASPARAGUS
source: [SEED:asparagus seed:asparagus seeds:]
cs: [SEED:semeno chřestu:semena chřestu:]
de: [SEED:Spargelsamen:Spargelsamen:]
eo: [SEED:semo de asparago:semoj de asparago:]
es: [SEED:semilla de esparrago:semillas de esparragos:]
ja: [SEED:asparagusの種:アスパラガスの種:]
ko: [SEED:아스파라거스 씨:아스파라거스 씨들:]
ru: [SEED:семя спаржи:семена спаржи:]
tr: [SEED:kuşkonmaz tohumu:kuşkonmaz tohumları:]
vi: [SEED:hạt măng tây:hạt măng tây:]
zh_hans: [SEED:芦笋种子:芦笋种子:]

# PLANT:ASPARAGUS
source: [PREFSTRING:delicious shoots]
cs: [PREFSTRING:lahodné výhonky]
de: [PREFSTRING:delizöse Schüsse]
eo: [PREFSTRING:frandaj tigoj]
es: [PREFSTRING:deliciosos brotes]
ja: [PREFSTRING:アスパラガスの若芽]
ko: [PREFSTRING:맛있는 순]
ru: [PREFSTRING:вкусные побеги]
tr: [PREFSTRING:lezzetli sürgünleri]
vi: [PREFSTRING:chồi non ngon miệng]
zh_hans: [PREFSTRING:美味的嫩茎]

# PLANT:ASPARAGUS
source: [GROWTH_NAME:asparagus leaf:asparagus leaves]
cs: [GROWTH_NAME:list chřestu:listy chřestu]
de: [GROWTH_NAME:Spargelblatt:Spargelblätter]
eo: [GROWTH_NAME:folio de asparago:folioj de asparago]
es: [GROWTH_NAME:hoja de espárrago:hojas de espárrago]
ja: [GROWTH_NAME:アスパラガスの葉:アスパラガスの葉]
ko: [GROWTH_NAME:아스파라거스 잎:아스파라거스 잎들]
ru: [GROWTH_NAME:лист спаржи:листья спаржи]
tr: [GROWTH_NAME:kuşkonmaz yaprağı:kuşkonmaz yaprakları]
vi: [GROWTH_NAME:lá măng tây:lá măng tây]
zh_hans: [GROWTH_NAME:芦笋叶:芦笋叶]

# PLANT:ASPARAGUS
source: [GROWTH_NAME:asparagus flower:STP]
cs: [GROWTH_NAME:květ chřestu:STP]
de: [GROWTH_NAME:Spargelblüte:STP]
eo: [GROWTH_NAME:floro de asparago:floroj de asparago]
es: [GROWTH_NAME:flor de espárrago:STP]
ja: [GROWTH_NAME:アスパラガスの花:STP]
ko: [GROWTH_NAME:아스파라거스 꽃:STP]
ru: [GROWTH_NAME:цветок спаржи:цветы спаржи]
tr: [GROWTH_NAME:kuşkonmaz çiçeği:STP]
zh_hans: [GROWTH_NAME:芦笋花:STP]

# PLANT:ASPARAGUS
source: [GROWTH_NAME:asparagus berry:asparagus berries]
cs: [GROWTH_NAME:plod chřestu:plody chřestu]
de: [GROWTH_NAME:Spargelbeere:Spargelbeeren]
eo: [GROWTH_NAME:bero de asparago:beroj de asparago]
es: [GROWTH_NAME:baya de espárrago:bayas de espárrago]
ja: [GROWTH_NAME:asparagus berry:アスパラガスの実]
ko: [GROWTH_NAME:아스파라거스 베리:아스파라거스 베리들]
ru: [GROWTH_NAME:ягода спаржи:ягоды спаржи]
tr: [GROWTH_NAME:kuşkonmaz meyvesi:kuşkonmaz meyveleri]
vi: [GROWTH_NAME:quả mọng măng tây:quả mọng măng tây]
zh_hans: [GROWTH_NAME:芦笋浆果:芦笋浆果]

# PLANT:BAMBARA_GROUNDNUT
source: [NAME:bambara groundnut plant]
cs: [NAME:bambara oříšek]
de: [NAME:Bambara-Erdnusspflanze]
eo: [NAME:terpizo]
es: [NAME:planta de maní bambara]
ja: [NAME:バンバラ豆]
ko: [NAME:밤바라 땅콩]
ru: [NAME:бамбарский земляной орех]
tr: [NAME:bambara yer fıstığı bitkisi]
vi: [NAME:cây lạc Bambara]
zh_hans: [NAME:班巴拉花生植株]

# PLANT:BAMBARA_GROUNDNUT
source: [NAME_PLURAL:bambara groundnut plants]
cs: [NAME_PLURAL:bambara oříšky]
de: [NAME_PLURAL:Bambara-Erdnusspflanzen]
eo: [NAME_PLURAL:terpizoj]
es: [NAME_PLURAL:plantas de maní bambara]
ja: [NAME_PLURAL:バンバラ豆]
ko: [NAME_PLURAL:밤바라 땅콩들]
ru: [NAME_PLURAL:бамбарский земляной орех]
tr: [NAME_PLURAL:bambara yer fıstığı bitkileri]
vi: [NAME_PLURAL:cây lạc Bambara]
zh_hans: [NAME_PLURAL:班巴拉花生植株]

# PLANT:BAMBARA_GROUNDNUT
source: [ADJ:bambara groundnut plant]
cs: [ADJ:bambara oříškový]
de: [ADJ:Bambara-Erdnusspflanze]
eo: [ADJ:de terpizo]
es: [ADJ:plantación de maní bambara]
ja: [ADJ:バンバラ豆]
ko: [ADJ:밤바라 땅콩]
ru: [ADJ:бамбарский земляной орех]
tr: [ADJ:bambara yer fıstığı bitkisi]
vi: [ADJ:cây lạc Bambara]
zh_hans: [ADJ:班巴拉花生植株的]

# PLANT:BAMBARA_GROUNDNUT
source: [SEED:bambara groundnut:bambara groundnuts:]
cs: [SEED:bambara oříšek:bambara oříšky:]
de: [SEED:Bambara-Erdnüsse:Bambara-Erdnüsse:]
eo: [SEED:grajno de terpizo:grajnoj de terpizo:]
es: [SEED:maní bambara:manies bambara:]
ja: [SEED:バンバラ豆:バンバラ豆:]
ko: [SEED:밤바라 땅콩:밤바라 땅콩들:]
ru: [SEED:бамбарский земляной орех:бамбарские земляные орехи:]
tr: [SEED:bambara yer fıstığı:bambara yer fıstıkları:]
vi: [SEED:lạc Bambara:lạc Bambara:]
zh_hans: [SEED:班巴拉花生:班巴拉花生:]

# PLANT:BAMBARA_GROUNDNUT
source: [PREFSTRING:edible nuts]
cs: [PREFSTRING:jedlé oříšky]
de: [PREFSTRING:essbare Nüsse]
eo: [PREFSTRING:manĝeblaj semoj]
es: [PREFSTRING:nueces comestibles]
ja: [PREFSTRING:豆穀]
ru: [PREFSTRING:съедобные орехи]
tr: [PREFSTRING:yenebilir yemişleri]
vi: [PREFSTRING:hạt ăn được]
zh_hans: [PREFSTRING:可食用的坚果]

# PLANT:BAMBARA_GROUNDNUT
source: [GROWTH_NAME:bambara groundnut leaf:bambara groundnut leaves]
cs: [GROWTH_NAME:list bambara oříšku:listy bambara oříšku]
de: [GROWTH_NAME:Bambara-Erdnussblatt:Bambara-Erdnussblätter]
eo: [GROWTH_NAME:folio de terpizo:folioj de terpizo]
es: [GROWTH_NAME:hoja de maní bambara:hojas de maní bambara]
ja: [GROWTH_NAME:バンバラ豆の葉:バンバラ豆の葉]
ko: [GROWTH_NAME:밤바라 땅콩 잎:밤바라 땅콩 잎들]
ru: [GROWTH_NAME:лист бамбарского земляного ореха:листья бамбарского земляного ореха]
tr: [GROWTH_NAME:bambara yer fıstığı yaprağı:bambara yer fıstığı yaprakları]
vi: [GROWTH_NAME:lá lạc Bambara:lá lạc Bambara]
zh_hans: [GROWTH_NAME:班巴拉花生叶:班巴拉花生叶]

# PLANT:BAMBARA_GROUNDNUT
source: [GROWTH_NAME:bambara groundnut flower:STP]
cs: [GROWTH_NAME:květ bambara oříšku:STP]
de: [GROWTH_NAME:Bambara-Erdnussblüte:STP]
eo: [GROWTH_NAME:floro de terpizo:floroj de terpizo]
es: [GROWTH_NAME:flor de maní bambara:STP]
ja: [GROWTH_NAME:バンバラ豆の花:STP]
ko: [GROWTH_NAME:밤바라 땅콩 꽃:STP]
ru: [GROWTH_NAME:цветок бамбарского земляного ореха:цветы бамбарского земляного ореха]
tr: [GROWTH_NAME:bambara yer fıstığı çiçeği:STP]
zh_hans: [GROWTH_NAME:班巴拉花生花:STP]

# PLANT:BAMBARA_GROUNDNUT
source: [GROWTH_NAME:bambara groundnut pod:STP]
cs: [GROWTH_NAME:lusk bambara oříšku:STP]
de: [GROWTH_NAME:Bambara-Erdnussschote:STP]
eo: [GROWTH_NAME:guŝo de terpizo:guŝoj de terpizo]
es: [GROWTH_NAME:vaina de maní bambara:STP]
ja: [GROWTH_NAME:バンバラ豆粒:STP]
ko: [GROWTH_NAME:밤바라 땅콩 꼬투리:STP]
ru: [GROWTH_NAME:стручок бамбарского земляного ореха:стручки бамбарского земляного ореха]
tr: [GROWTH_NAME:bambara yer fıstığı baklası:STP]
zh_hans: [GROWTH_NAME:班巴拉花生豆荚:STP]

# PLANT:STRING_BEAN
source: [NAME:string bean plant]
cs: [NAME:fazol špagetový]
de: [NAME:Stangenbohnenpflanze]
eo: [NAME:fazeolo]
es: [NAME:planta de arvejas]
ja: [NAME:サヤインゲン]
ko: [NAME:깍지콩]
ru: [NAME:фасоль]
tr: [NAME:taze fasulye bitkisi]
vi: [NAME:cây đậu que]
zh_hans: [NAME:青豆植株]

# PLANT:STRING_BEAN
source: [NAME_PLURAL:string bean plants]
cs: [NAME_PLURAL:fazol špagetový]
de: [NAME_PLURAL:Stangenbohnenpflanzen]
eo: [NAME_PLURAL:fazeoloj]
es: [NAME_PLURAL:plantas de arvejas]
ja: [NAME_PLURAL:サヤインゲン]
ko: [NAME_PLURAL:깍지콩들]
ru: [NAME_PLURAL:фасоль]
tr: [NAME_PLURAL:taze fasulye bitkileri]
vi: [NAME_PLURAL:cây đậu que]
zh_hans: [NAME_PLURAL:青豆植株]

# PLANT:STRING_BEAN
source: [ADJ:string bean plant]
cs: [ADJ:špagetový fazol]
de: [ADJ:Stangenbohnenpflanze]
eo: [ADJ:de fazeolo]
es: [ADJ:plantación de arvejas]
ja: [ADJ:サヤインゲン]
ko: [ADJ:깍지콩]
ru: [ADJ:фасоль]
tr: [ADJ:taze fasulye bitkisi]
vi: [ADJ:cây đậu que]
zh_hans: [ADJ:青豆植株的]

# PLANT:STRING_BEAN
source: [SEED:string bean:string beans:]
cs: [SEED:špagetový fazol:špagetové fazole:]
de: [SEED:Stangenbohne:Stangenbohnen:]
eo: [SEED:grajno de fazeolo:grajnoj de fazeolo:]
es: [SEED:arveja:arvejas:]
ja: [SEED:サヤインゲン:サヤインゲン:]
ko: [SEED:깍지콩:깍지콩들:]
ru: [SEED:фасоль:фасоли:]
tr: [SEED:taze fasulye:taze fasulyeler:]
vi: [SEED:đậu que:đậu que:]
zh_hans: [SEED:青豆:青豆:]

# PLANT:STRING_BEAN
source: [PREFSTRING:pods]
cs: [PREFSTRING:lusky]
de: [PREFSTRING:Früchte]
eo: [PREFSTRING:guŝoj]
es: [PREFSTRING:vainas]
ja: [PREFSTRING:鞘]
ko: [PREFSTRING:꼬투리]
ru: [PREFSTRING:стручки]
tr: [PREFSTRING:baklaları]
vi: [PREFSTRING:quả]
zh_hans: [PREFSTRING:豆荚]

# PLANT:STRING_BEAN
source: [GROWTH_NAME:string bean leaf:string bean leaves]
cs: [GROWTH_NAME:list špagetového fazolu:listy špagetového fazolu]
de: [GROWTH_NAME:Stangenbohnenblatt:Stangenbohnenblätter]
eo: [GROWTH_NAME:folio de fazeolo:folioj de fazeolo]
es: [GROWTH_NAME:hoja de planta de arvejas:hoja de planta de arvejas]
ja: [GROWTH_NAME:サヤインゲンの葉:サヤインゲンの葉]
ko: [GROWTH_NAME:깍지콩 잎:깍지콩 잎들]
ru: [GROWTH_NAME:лист фасоли:листья фасоли]
tr: [GROWTH_NAME:taze fasulye yaprağı:taze fasulye yaprakları]
vi: [GROWTH_NAME:lá đậu que:lá đậu que]
zh_hans: [GROWTH_NAME:青豆叶:青豆叶]

# PLANT:STRING_BEAN
source: [GROWTH_NAME:string bean flower:STP]
cs: [GROWTH_NAME:květ špagetového fazolu:STP]
de: [GROWTH_NAME:Stangenbohnen-Blüte:STP]
eo: [GROWTH_NAME:floro de fazeolo:floroj de fazeolo]
es: [GROWTH_NAME:flor de planta de arvejas:STP]
ja: [GROWTH_NAME:サヤインゲンの花:STP]
ko: [GROWTH_NAME:깍지콩 꽃:STP]
ru: [GROWTH_NAME:цветок фасоли:цветы фасоли]
tr: [GROWTH_NAME:taze fasulye çiçeği:STP]
zh_hans: [GROWTH_NAME:青豆花:STP]

# PLANT:STRING_BEAN
source: [GROWTH_NAME:string bean pod:STP]
cs: [GROWTH_NAME:lusk špagetového fazolu:STP]
de: [GROWTH_NAME:Stangenbohnenschote:STP]
eo: [GROWTH_NAME:guŝo de fazeolo:guŝoj de fazeolo]
es: [GROWTH_NAME:vaina de arvejas:STP]
ja: [GROWTH_NAME:サヤインゲンの鞘:STP]
ko: [GROWTH_NAME:깍지콩 꼬투리:STP]
ru: [GROWTH_NAME:стручок фасоли:стручки фасоли]
tr: [GROWTH_NAME:taze fasulye baklası:STP]
zh_hans: [GROWTH_NAME:青豆豆荚:STP]

# PLANT:BROAD_BEAN
source: [NAME:broad bean plant]
cs: [NAME:bob]
de: [NAME:Ackerbohnenpflanze]
eo: [NAME:fabo]
es: [NAME:planta de habas]
ja: [NAME:ソラマメ]
ko: [NAME:누에콩]
ru: [NAME:бобы]
tr: [NAME:bakla bitkisi]
vi: [NAME:cây đậu tằm]
zh_hans: [NAME:蚕豆植株]

# PLANT:BROAD_BEAN
source: [NAME_PLURAL:broad bean plants]
cs: [NAME_PLURAL:bob]
de: [NAME_PLURAL:Ackerbohnenpflanzen]
eo: [NAME_PLURAL:faboj]
es: [NAME_PLURAL:plantas de habas]
ja: [NAME_PLURAL:ソラマメ]
ko: [NAME_PLURAL:누에콩들]
ru: [NAME_PLURAL:бобы]
tr: [NAME_PLURAL:bakla bitkileri]
vi: [NAME_PLURAL:cây đậu tằm]
zh_hans: [NAME_PLURAL:蚕豆植株]

# PLANT:BROAD_BEAN
source: [ADJ:broad bean plant]
cs: [ADJ:bobový]
de: [ADJ:Ackerbohne]
eo: [ADJ:de fabo]
es: [ADJ:plantación de habas]
ja: [ADJ:ソラマメ]
ko: [ADJ:누에콩]
ru: [ADJ:бобы]
tr: [ADJ:bakla bitkisi]
vi: [ADJ:cây đậu tằm]
zh_hans: [ADJ:蚕豆植株的]

# PLANT:BROAD_BEAN
source: [SEED:broad bean:broad beans:]
cs: [SEED:bob:boby:]
de: [SEED:Ackerbohne:Ackerbohnen:]
eo: [SEED:grajno de fabo:grajnoj de fabo:]
es: [SEED:semilla de haba:semillas de habas:]
ja: [SEED:broad bean:ソラマメ:]
ko: [SEED:누에콩:누에콩들:]
ru: [SEED:боб:бобы:]
tr: [SEED:bakla:baklalar:]
vi: [SEED:đậu tằm:đậu tằm:]
zh_hans: [SEED:蚕豆:蚕豆:]

# PLANT:BROAD_BEAN
source: [PREFSTRING:pods]
cs: [PREFSTRING:lusky]
de: [PREFSTRING:Früchte]
eo: [PREFSTRING:guŝoj]
es: [PREFSTRING:vainas]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:꼬투리]
ru: [PREFSTRING:стручки]
tr: [PREFSTRING:baklaları]
vi: [PREFSTRING:quả]
zh_hans: [PREFSTRING:豆荚]

# PLANT:BROAD_BEAN
source: [GROWTH_NAME:broad bean leaf:broad bean leaves]
cs: [GROWTH_NAME:list bobu:listy bobu]
de: [GROWTH_NAME:Ackerbohnenblatt:Ackerbohnenblätter]
eo: [GROWTH_NAME:folio de fabo:folioj de fabo]
es: [GROWTH_NAME:hoja de planta de habas:hojas de planta de habas]
ja: [GROWTH_NAME:ソラマメの葉:ソラマメの葉]
ko: [GROWTH_NAME:누에콩 잎:누에콩 잎들]
ru: [GROWTH_NAME:лист бобов:листья бобов]
tr: [GROWTH_NAME:bakla yaprağı:bakla yaprakları]
vi: [GROWTH_NAME:lá đậu tằm:lá đậu tằm]
zh_hans: [GROWTH_NAME:蚕豆叶:蚕豆叶]

# PLANT:BROAD_BEAN
source: [GROWTH_NAME:broad bean flower:STP]
cs: [GROWTH_NAME:květ bobu:STP]
de: [GROWTH_NAME:Ackerbohnen-Blüte:STP]
eo: [GROWTH_NAME:floro de fabo:floroj de fabo]
es: [GROWTH_NAME:flor de planta de habas:STP]
ja: [GROWTH_NAME:ソラマメの花:STP]
ko: [GROWTH_NAME:누에콩 꽃:STP]
ru: [GROWTH_NAME:цветок бобов:цветы бобов]
tr: [GROWTH_NAME:bakla çiçeği:STP]
zh_hans: [GROWTH_NAME:蚕豆花:STP]

# PLANT:BROAD_BEAN
source: [GROWTH_NAME:broad bean pod:STP]
cs: [GROWTH_NAME:lusk bobu:STP]
de: [GROWTH_NAME:Ackerbohnenschote:STP]
eo: [GROWTH_NAME:guŝo de fabo:guŝoj de fabo]
es: [GROWTH_NAME:vaina de habas:STP]
ja: [GROWTH_NAME:ソラマメ粒:STP]
ko: [GROWTH_NAME:누에콩 꼬투리:STP]
ru: [GROWTH_NAME:стручок бобов:стручки бобов]
tr: [GROWTH_NAME:bakla baklası:STP]
zh_hans: [GROWTH_NAME:蚕豆豆荚:STP]

# PLANT:BEET
source: [NAME:beet plant]
cs: [NAME:řepa]
de: [NAME:Rübenpflanze]
eo: [NAME:beto]
es: [NAME:planta de remolacha]
ja: [NAME:テンサイ]
ko: [NAME:사탕무]
ru: [NAME:свекла]
tr: [NAME:pancar bitkisi]
vi: [NAME:cây củ dền]
zh_hans: [NAME:甜菜植株]

# PLANT:BEET
source: [NAME_PLURAL:beet plants]
cs: [NAME_PLURAL:řepa]
de: [NAME_PLURAL:Rübenpflanzen]
eo: [NAME_PLURAL:betoj]
es: [NAME_PLURAL:plantas de remolacha]
ja: [NAME_PLURAL:テンサイ]
ko: [NAME_PLURAL:사탕무들]
ru: [NAME_PLURAL:свекла]
tr: [NAME_PLURAL:pancar bitkileri]
vi: [NAME_PLURAL:cây củ dền]
zh_hans: [NAME_PLURAL:甜菜植株]

# PLANT:BEET
source: [ADJ:beet plant]
cs: [ADJ:řepný]
de: [ADJ:Rotrübenpflanze]
eo: [ADJ:de beto]
es: [ADJ:planta de remolacha]
ja: [ADJ:テンサイ]
ko: [ADJ:사탕무]
ru: [ADJ:свекла]
tr: [ADJ:pancar bitkisi]
vi: [ADJ:cây củ dền]
zh_hans: [ADJ:甜菜植株的]

# PLANT:BEET
source: [STATE_NAME_ADJ:ALL_SOLID:frozen beetroot wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé řepné víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Rübenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el beto]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de remolacha congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったテンサイのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 비트 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный свекольный самогон]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş pancar şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu củ dền đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的甜菜酒]

# PLANT:BEET
source: [STATE_NAME_ADJ:LIQUID:beetroot wine]
cs: [STATE_NAME_ADJ:LIQUID:řepné víno]
de: [STATE_NAME_ADJ:LIQUID:Rübenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el beto]
es: [STATE_NAME_ADJ:LIQUID:vino de remolacha]
ja: [STATE_NAME_ADJ:LIQUID:テンサイのワイン]
ko: [STATE_NAME_ADJ:LIQUID:비트 와인]
ru: [STATE_NAME_ADJ:LIQUID:свекольный самогон]
tr: [STATE_NAME_ADJ:LIQUID:pancar şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu củ dền]
zh_hans: [STATE_NAME_ADJ:LIQUID:甜菜酒]

# PLANT:BEET
source: [STATE_NAME_ADJ:GAS:boiling beetroot wine]
cs: [STATE_NAME_ADJ:GAS:vařící se řepné víno]
de: [STATE_NAME_ADJ:GAS:kochender Rübenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el beto]
es: [STATE_NAME_ADJ:GAS:vino de remolacha hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したテンサイのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 비트 와인]
ru: [STATE_NAME_ADJ:GAS:кипящий свекольный самогон]
tr: [STATE_NAME_ADJ:GAS:kaynayan pancar şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu củ dền đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的甜菜酒]

# PLANT:BEET
source: [SEED:beet seed:beet seeds:]
cs: [SEED:semeno řepy:semena řepy:]
de: [SEED:Rübensamen:Rübensamen:]
eo: [SEED:semo de beto:semoj de beto:]
es: [SEED:semilla de remolacha:semillas de remolacha:]
ja: [SEED:テンサイの種:テンサイの種:]
ru: [SEED:семя свеклы:семена свеклы:]
tr: [SEED:pancar tohumu:pancar tohumları:]
vi: [SEED:hạt củ dền:hạt củ dền:]
zh_hans: [SEED:甜菜种子:甜菜种子:]

# PLANT:BEET
source: [PREFSTRING:edible roots]
cs: [PREFSTRING:jedlé kořeny]
de: [PREFSTRING:essbare Wurzeln]
eo: [PREFSTRING:manĝeblaj radikoj]
es: [PREFSTRING:raíces comestibles]
ja: [PREFSTRING:食用根]
ru: [PREFSTRING:съедобные корни]
tr: [PREFSTRING:yenilebilir kökleri]
vi: [PREFSTRING:củ ăn được]
zh_hans: [PREFSTRING:可食用的根茎]

# PLANT:BEET
source: [GROWTH_NAME:beet leaf:beet leaves]
cs: [GROWTH_NAME:list řepy:listy řepy]
de: [GROWTH_NAME:Rübenblatt:Rübenblätter]
eo: [GROWTH_NAME:folio de beto:folioj de beto]
es: [GROWTH_NAME:hoja de remolacha:hojas de remolacha]
ja: [GROWTH_NAME:テンサイの葉:テンサイの葉]
ru: [GROWTH_NAME:ботва свеклы:ботва свеклы]
tr: [GROWTH_NAME:pancar yaprağı:pancar yaprakları]
vi: [GROWTH_NAME:lá củ dền:lá củ dền]
zh_hans: [GROWTH_NAME:甜菜叶:甜菜叶]

# PLANT:BEET
source: [GROWTH_NAME:beet flower spike:STP]
cs: [GROWTH_NAME:květní klas řepy:STP]
de: [GROWTH_NAME:Rübenblütenstachel:STP]
eo: [GROWTH_NAME:spiko de beto:spikoj de beto]
es: [GROWTH_NAME:brote de flor de remolacha:STP]
ja: [GROWTH_NAME:テンサイの花:STP]
ru: [GROWTH_NAME:цветонос свеклы:цветоносы свеклы]
tr: [GROWTH_NAME:pancar çiçeği başağı:STP]
zh_hans: [GROWTH_NAME:甜菜花穗:STP]

# PLANT:BITTER_MELON
source: [NAME:bitter melon vine]
cs: [NAME:hořká okurka]
de: [NAME:Bittermelonenranke]
eo: [NAME:vegetalo de amara melono]
es: [NAME:parra de pepino amargo]
ja: [NAME:ゴーヤのつる]
ko: [NAME:여주 넝쿨]
ru: [NAME:побег горькой дыни]
tr: [NAME:kudret narı asması]
vi: [NAME:dây khổ qua]
zh_hans: [NAME:苦瓜藤]

# PLANT:BITTER_MELON
source: [NAME_PLURAL:bitter melon vines]
cs: [NAME_PLURAL:rostliny hořké okurky]
de: [NAME_PLURAL:Bittermelonenranken]
eo: [NAME_PLURAL:vegetaloj de amara melono]
es: [NAME_PLURAL:parras de pepino amargo]
ja: [NAME_PLURAL:ゴーヤのつる]
ko: [NAME_PLURAL:여주 넝쿨들]
ru: [NAME_PLURAL:побеги горькой дыни]
tr: [NAME_PLURAL:kudret narı asmaları]
vi: [NAME_PLURAL:dây khổ qua]
zh_hans: [NAME_PLURAL:苦瓜藤]

# PLANT:BITTER_MELON
source: [ADJ:bitter melon vine]
cs: [ADJ:rostlina hořké okurky]
de: [ADJ:Bittermelonenranke]
eo: [ADJ:de vegetaloj de amara melono]
es: [ADJ:plantación de pepino amargo]
ja: [ADJ:ゴーヤのつる]
ko: [ADJ:여주 넝쿨]
ru: [ADJ:побег горькой дыни]
tr: [ADJ:kudret narı asması]
vi: [ADJ:dây khổ qua]
zh_hans: [ADJ:苦瓜藤的]

# PLANT:BITTER_MELON
source: [SEED:bitter melon seed:bitter melon seeds:]
cs: [SEED:semeno hořké okurky:semena hořké okurky:]
de: [SEED:Bittermelonensamen:Bittermelonensamen:]
eo: [SEED:semo de amara melono:semoj de amara melono:]
es: [SEED:semilla de pepino amargo:semillas de pepino amargo:]
ja: [SEED:ゴーヤの種:ゴーヤの種:]
ko: [SEED:여주 씨:여주 씨들]
ru: [SEED:семя горькой дыни:семена горькой дыни:]
tr: [SEED:kudret narı tohumu:kudret narı tohumları:]
vi: [SEED:hạt khổ qua:hạt khổ qua:]
zh_hans: [SEED:苦瓜种子:苦瓜种子:]

# PLANT:BITTER_MELON
source: [PREFSTRING:taste]
cs: [PREFSTRING:chuť]
de: [PREFSTRING:Geschmack]
eo: [PREFSTRING:gusto]
es: [PREFSTRING:sabor]
ja: [PREFSTRING:実]
ko: [PREFSTRING:맛 좋은]
ru: [PREFSTRING:вкус]
tr: [PREFSTRING:tadı]
vi: [PREFSTRING:vị]

# PLANT:BITTER_MELON
source: [GROWTH_NAME:bitter melon leaf:bitter melon leaves]
cs: [GROWTH_NAME:list hořké okurky:listy hořké okurky]
de: [GROWTH_NAME:Bittermelonenblatt:Bittermelonenblätter]
eo: [GROWTH_NAME:folio de amara melono:folioj de amara melono]
es: [GROWTH_NAME:hoja de pepino amargo:hojas de pepino amargo]
ja: [GROWTH_NAME:ゴーヤの葉:ゴーヤの葉]
ko: [GROWTH_NAME:여주 잎:여주 잎들]
ru: [GROWTH_NAME:лист горькой дыни:листья горькой дыни]
tr: [GROWTH_NAME:kudret narı yaprağı:kudret narı yaprakları]
vi: [GROWTH_NAME:lá khổ qua:lá khổ qua]
zh_hans: [GROWTH_NAME:苦瓜叶:苦瓜叶]

# PLANT:BITTER_MELON
source: [GROWTH_NAME:bitter melon flower:STP]
cs: [GROWTH_NAME:květ hořké okurky:STP]
de: [GROWTH_NAME:Bittermelonenblüte:STP]
eo: [GROWTH_NAME:floro de amara melono:floroj de amara melono]
es: [GROWTH_NAME:flor de pepino amargo:STP]
ja: [GROWTH_NAME:ゴーヤの花:STP]
ko: [GROWTH_NAME:여주 꽃:STP]
ru: [GROWTH_NAME:цветок горькой дыни:цветы горькой дыни]
tr: [GROWTH_NAME:kudret narı çiçeği:STP]
zh_hans: [GROWTH_NAME:苦瓜花:STP]

# PLANT:BITTER_MELON
source: [GROWTH_NAME:bitter melon:STP]
cs: [GROWTH_NAME:hořká okurka:STP]
de: [GROWTH_NAME:Bittermelone:STP]
eo: [GROWTH_NAME:amara melono:amaraj melonoj]
es: [GROWTH_NAME:pepino amargo:STP]
ja: [GROWTH_NAME:ゴーヤ:STP]
ko: [GROWTH_NAME:여주:STP]
ru: [GROWTH_NAME:горькая дыня:горькие дыни]
tr: [GROWTH_NAME:kudret narı:STP]
zh_hans: [GROWTH_NAME:苦瓜:STP]

# PLANT:CABBAGE
source: [NAME:cabbage]
cs: [NAME:zelí]
de: [NAME:Kohl]
eo: [NAME:ĝardenbrasiko]
es: [NAME:repollo]
ja: [NAME:キャベツ]
ko: [NAME:양배추]
ru: [NAME:капуста]
tr: [NAME:lahana]
vi: [NAME:bắp cải]
zh_hans: [NAME:卷心菜]

# PLANT:CABBAGE
source: [NAME_PLURAL:cabbages]
cs: [NAME_PLURAL:zelí]
de: [NAME_PLURAL:Kohle]
eo: [NAME_PLURAL:ĝardenbrasikoj]
es: [NAME_PLURAL:repollos]
ja: [NAME_PLURAL:キャベツ]
ko: [NAME_PLURAL:양배추들]
ru: [NAME_PLURAL:капуста]
tr: [NAME_PLURAL:lahana]
vi: [NAME_PLURAL:bắp cải]
zh_hans: [NAME_PLURAL:卷心菜]

# PLANT:CABBAGE
source: [ADJ:cabbage]
cs: [ADJ:zelí]
de: [ADJ:Kohl]
eo: [ADJ:de ĝardenbrasiko]
es: [ADJ:repollo]
ja: [ADJ:キャベツ]
ko: [ADJ:양배추]
ru: [ADJ:капуста]
tr: [ADJ:lahana]
vi: [ADJ:bắp cải]
zh_hans: [ADJ:卷心菜的]

# PLANT:CABBAGE
source: [SEED:cabbage seed:cabbage seeds:]
cs: [SEED:zelné semínko:zelná semínka:]
de: [SEED:Kohlsamen:Kohlsamen:]
eo: [SEED:semo de ĝardenbrasiko:semoj de ĝardenbrasiko:]
es: [SEED:semilla de repollo:semillas de repollo:]
ja: [SEED:キャベツの種:キャベツの種:]
ko: [SEED:양배추 씨앗:양배추 씨앗들:]
ru: [SEED:семя капусты:семена капусты:]
tr: [SEED:lahana tohumu:lahana tohumları:]
vi: [SEED:hạt bắp cải:hạt bắp cải:]
zh_hans: [SEED:卷心菜种子:卷心菜种子:]

# PLANT:CABBAGE
source: [PREFSTRING:taste]
cs: [PREFSTRING:chuť]
de: [PREFSTRING:Geschmack]
eo: [PREFSTRING:gusto]
es: [PREFSTRING:sabor]
ja: [PREFSTRING:玉]
ko: [PREFSTRING:맛 좋은]
ru: [PREFSTRING:вкус]
tr: [PREFSTRING:tadı]
vi: [PREFSTRING:vị]

# PLANT:CABBAGE
source: [GROWTH_NAME:cabbage leaf:cabbage leaves]
cs: [GROWTH_NAME:list zelí:listy zelí]
de: [GROWTH_NAME:Kohlblatt: Kohlblätter]
eo: [GROWTH_NAME:folio de ĝardenbrasiko:folioj de ĝardenbrasiko]
es: [GROWTH_NAME:hoja de repollo:hojas de repollo]
ja: [GROWTH_NAME:キャベツの葉:キャベツの葉]
ko: [GROWTH_NAME:양배추 잎:양배추 잎들]
ru: [GROWTH_NAME:лист капусты:листья капусты]
tr: [GROWTH_NAME:lahana yaprağı:lahana yaprakları]
vi: [GROWTH_NAME:lá bắp cải:lá bắp cải]
zh_hans: [GROWTH_NAME:卷心菜叶:卷心菜叶]

# PLANT:CABBAGE
source: [GROWTH_NAME:cabbage flower spike:STP]
cs: [GROWTH_NAME:květní klas zelí:STP]
de: [GROWTH_NAME:Kohlblütenstachel:STP]
eo: [GROWTH_NAME:spiko de ĝardenbrasiko:spikoj de ĝardenbrasiko]
es: [GROWTH_NAME:brote de flor de repollo:STP]
ja: [GROWTH_NAME:キャベツの花:STP]
ko: [GROWTH_NAME:양배추 꽃 가시:STP]
ru: [GROWTH_NAME:цветонос капусты:цветоносы капусты]
tr: [GROWTH_NAME:lahana çiçeği başağı:STP]
zh_hans: [GROWTH_NAME:卷心菜花穗:STP]

# PLANT:CAPER
source: [NAME:caper bush]
cs: [NAME:keř kapary]
de: [NAME:Kapernstrauch]
eo: [NAME:kaporo]
es: [NAME:alcaparra]
ja: [NAME:ケッパー bush]
ru: [NAME:каперсник]
tr: [NAME:kapari çalısı]
vi: [NAME:bụi caper]
zh_hans: [NAME:刺山柑灌木]

# PLANT:CAPER
source: [NAME_PLURAL:caper bushes]
cs: [NAME_PLURAL:keře kapary]
de: [NAME_PLURAL:Kapernsträucher]
eo: [NAME_PLURAL:kaporoj]
es: [NAME_PLURAL:arbustos de alcaparra]
ja: [NAME_PLURAL:ケッパーの茂み]
ru: [NAME_PLURAL:каперсник]
tr: [NAME_PLURAL:kapari çalıları]
vi: [NAME_PLURAL:các bụi caper]
zh_hans: [NAME_PLURAL:刺山柑灌木]

# PLANT:CAPER
source: [ADJ:caper bush]
cs: [ADJ:keř kapary]
de: [ADJ:Kapernstrauch]
eo: [ADJ:de kaporo]
es: [ADJ:arbusto de alcaparra]
ja: [ADJ:ケッパー bush]
ru: [ADJ:каперсник]
tr: [ADJ:kapari çalısı]
vi: [ADJ:bụi caper]
zh_hans: [ADJ:刺山柑灌木的]

# PLANT:CAPER
source: [SEED:caper seed:caper seeds:]
cs: [SEED:semeno kapary:semena kapary:]
de: [SEED:Kapernsamen:Kapernsamen:]
eo: [SEED:semo de kapero:semoj de kapero:]
es: [SEED:semilla de arbusto:semillas de arbusto:]
ja: [SEED:ケッパーの種:ケッパーの種:]
ru: [SEED:каперсовое семя:каперсовые семечки:]
tr: [SEED:kapari tohumu:kapari tohumları:]
zh_hans: [SEED:刺山柑种子:刺山柑种子:]

# PLANT:CAPER
source: [PREFSTRING:buds and berries]
cs: [PREFSTRING:poupata a bobule]
de: [PREFSTRING:Knospen und Beeren]
eo: [PREFSTRING:beroj kaj burĝonoj]
es: [PREFSTRING:brotes y bayas]
ja: [PREFSTRING:実]
ru: [PREFSTRING:бутоны и ягоды]
tr: [PREFSTRING:tomurcukları ve meyveleri]
vi: [PREFSTRING:nụ và quả mọng]
zh_hans: [PREFSTRING:芽&浆果]

# PLANT:CAPER
source: [GROWTH_NAME:caper leaf:caper leaves]
cs: [GROWTH_NAME:list kapary:listy kapary]
de: [GROWTH_NAME:Kapernblatt: Kapernblätter]
eo: [GROWTH_NAME:folio de kapero:folioj de kapero]
es: [GROWTH_NAME:hoja de alcaparra:hojas de alcaparra]
ja: [GROWTH_NAME:ケッパーの葉:ケッパーの葉]
ru: [GROWTH_NAME:лист каперсника:листья каперсника]
tr: [GROWTH_NAME:kapari yaprağı:kapari yaprakları]
vi: [GROWTH_NAME:lá caper:lá caper]
zh_hans: [GROWTH_NAME:刺山柑叶:刺山柑叶]

# PLANT:CAPER
source: [GROWTH_NAME:caper:STP]
cs: [GROWTH_NAME:kapara:STP]
de: [GROWTH_NAME:Kaper:STP]
eo: [GROWTH_NAME:kapero:kaperoj]
es: [GROWTH_NAME:alcaparra:STP]
ja: [GROWTH_NAME:ケッパー:STP]
ru: [GROWTH_NAME:каперс:каперсы]
tr: [GROWTH_NAME:kapari:STP]
zh_hans: [GROWTH_NAME:刺山柑:STP]
