Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:TAPIR
source: [STATE_ADJ:GAS:boiling tapir's milk]
cs: [STATE_ADJ:GAS:vařící tapíří mléko]
de: [STATE_ADJ:GAS:kochende Tapir-Milch]
eo: [STATE_ADJ:GAS:de bolanta lakto de tapiro]
es: [STATE_ADJ:GAS:leche de tapir hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したバクのミルク]
ko: [STATE_ADJ:GAS:기화된 맥젖]
ru: [STATE_ADJ:GAS:кипящее молоко тапира]
tr: [STATE_ADJ:GAS:kaynayan tapir sütü]
vi: [STATE_ADJ:GAS:sữa heo vòi đang sôi]

# CREATURE:TAPIR
source: [STATE_NAME:SOLID:tapir cheese]
cs: [STATE_NAME:SOLID:tapíří sýr]
de: [STATE_NAME:SOLID:Tapir-Käse]
eo: [STATE_NAME:SOLID:fromaĝo de tapiro]
es: [STATE_NAME:SOLID:queso de tapir]
ja: [STATE_NAME:SOLID:バクのチーズ]
ko: [STATE_NAME:SOLID:맥 치즈]
ru: [STATE_NAME:SOLID:сыр тапира]
tr: [STATE_NAME:SOLID:tapir peyniri]
vi: [STATE_NAME:SOLID:phô mai heo vòi]

# CREATURE:TAPIR
source: [STATE_ADJ:SOLID:tapir cheese]
cs: [STATE_ADJ:SOLID:tapíří sýr]
de: [STATE_ADJ:SOLID:Tapir-Käse]
eo: [STATE_ADJ:SOLID:de fromaĝo de tapiro]
es: [STATE_ADJ:SOLID:de queso de tapir]
ja: [STATE_ADJ:SOLID:バクのチーズ]
ko: [STATE_ADJ:SOLID:맥 치즈]
ru: [STATE_ADJ:SOLID:сыр тапира]
tr: [STATE_ADJ:SOLID:tapir peyniri]
vi: [STATE_ADJ:SOLID:phô mai heo vòi]

# CREATURE:TAPIR
source: [STATE_NAME:SOLID_POWDER:tapir cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený tapíří sýr]
de: [STATE_NAME:SOLID_POWDER: Tapir-Käse-Pulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de tapiro]
es: [STATE_NAME:SOLID_POWDER:polvo de queso de tapir]
ja: [STATE_NAME:SOLID_POWDER:バクのチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:맥 치즈가루]
ru: [STATE_NAME:SOLID_POWDER:тёртый сыр тапира]
tr: [STATE_NAME:SOLID_POWDER:tapir peynir tozu]
vi: [STATE_NAME:SOLID_POWDER:bột phô mai heo vòi]

# CREATURE:TAPIR
source: [STATE_ADJ:SOLID_POWDER:tapir cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený tapíří sýr]
de: [STATE_ADJ:SOLID_POWDER: Tapir-Käse-Pulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de tapiro]
es: [STATE_ADJ:SOLID_POWDER:de polvo de queso de tapir]
ja: [STATE_ADJ:SOLID_POWDER:バクのチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:맥 치즈가루]
ru: [STATE_ADJ:SOLID_POWDER:тёртый сыр тапира]
tr: [STATE_ADJ:SOLID_POWDER:tapir peynir tozu]
vi: [STATE_ADJ:SOLID_POWDER:bột phô mai heo vòi]

# CREATURE:TAPIR
source: [STATE_NAME:LIQUID:melted tapir cheese]
cs: [STATE_NAME:LIQUID:tavený tapíří sýr]
de: [STATE_NAME:LIQUID:geschmolzener Tapir-Käse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de tapiro]
es: [STATE_NAME:LIQUID:queso de tapir derretido]
ja: [STATE_NAME:LIQUID:溶けたバクのチーズ]
ko: [STATE_NAME:LIQUID:녹은 맥 치즈]
ru: [STATE_NAME:LIQUID:расплавенный сыр тапира]
tr: [STATE_NAME:LIQUID:erimiş tapir peyniri]
vi: [STATE_NAME:LIQUID:phô mai heo vòi tan chảy]

# CREATURE:TAPIR
source: [STATE_ADJ:LIQUID:melted tapir cheese]
cs: [STATE_ADJ:LIQUID:tavený tapíří sýr]
de: [STATE_ADJ:LIQUID:geschmolzener Tapir-Käse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de tapiro]
es: [STATE_ADJ:LIQUID:queso de tapir derretido]
ja: [STATE_ADJ:LIQUID:溶けたバクのチーズ]
ko: [STATE_ADJ:LIQUID:녹은 맥 치즈]
ru: [STATE_ADJ:LIQUID:расплавленный сыр тапира]
tr: [STATE_ADJ:LIQUID:erimiş tapir peyniri]
vi: [STATE_ADJ:LIQUID:phô mai heo vòi tan chảy]

# CREATURE:TAPIR
source: [STATE_NAME:GAS:boiling tapir cheese]
cs: [STATE_NAME:GAS:vařící tapíří sýr]
de: [STATE_NAME:GAS:kochender Tapir-Käse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de tapiro]
es: [STATE_NAME:GAS:queso de tapir hirviendo]
ja: [STATE_NAME:GAS:蒸気化したバクのチーズ]
ko: [STATE_NAME:GAS:기화된 맥 치즈]
ru: [STATE_NAME:GAS:пары сыра тапира]
tr: [STATE_NAME:GAS:kaynayan tapir peyniri]
vi: [STATE_NAME:GAS:phô mai heo vòi đang sôi]

# CREATURE:TAPIR
source: [STATE_ADJ:GAS:boiling tapir cheese]
cs: [STATE_ADJ:GAS:vařící tapíří sýr]
de: [STATE_ADJ:GAS:kochender Tapir-Käse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de tapiro]
es: [STATE_ADJ:GAS:de queso de tapir hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したバクのチーズ]
ko: [STATE_ADJ:GAS:기화된 맥 치즈]
ru: [STATE_ADJ:GAS:кипящий сыр тапира]
tr: [STATE_ADJ:GAS:kaynayan tapir peyniri]
vi: [STATE_ADJ:GAS:phô mai heo vòi đang sôi]

# CREATURE:TAPIR
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:TAPIR
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:TAPIR
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:TAPIR_MAN
source: [CVCT_REPLACEMENT:tapir man]
cs: [CVCT_REPLACEMENT:mužský tapír]
de: [CVCT_REPLACEMENT:Tapir-Mensch]
eo: [CVCT_REPLACEMENT:homtapir]
ru: [CVCT_REPLACEMENT:человека-тапира]
tr: [CVCT_REPLACEMENT:tapir adam]
vi: [CVCT_REPLACEMENT:người heo vòi nam]

# CREATURE:TAPIR_MAN
source: [CASTE_NAME:tapir man:tapir men:tapir man]
cs: [CASTE_NAME:mužský tapír:mužští tapíři:mužského tapíra]
de: [CASTE_NAME:Tapir-Mann:Tapir-Männer:Tapir-Mann]
eo: [CASTE_NAME:homtapiriĉo:homtapiriĉoj:de homtapiriĉo]
es: [CASTE_NAME:hombre tapir:hombres tapir:hombre tapir]
ja: [CASTE_NAME:バク男:バク男:バク男の]
ru: [CASTE_NAME:мужчина-тапир:мужчины-тапиры:мужчины-тапира]
tr: [CASTE_NAME:erkek tapir:erkek tapirler:erkek tapir]
vi: [CASTE_NAME:người heo vòi nam:những người heo vòi nam:người heo vòi nam]

# CREATURE:TAPIR_MAN
source: [CASTE_NAME:tapir woman:tapir women:tapir woman]
cs: [CASTE_NAME:ženský tapír:ženští tapíři:ženského tapíra]
de: [CASTE_NAME:Tapir-Frau:Tapir-Frauen:Tapir-Frau]
eo: [CASTE_NAME:homtapirino:homtapirinoj:de homtapirino]
es: [CASTE_NAME:mujer tapir:mujeres tapir:mujer tapir]
ja: [CASTE_NAME:バク女:バク女:バク女の]
ru: [CASTE_NAME:женщина-тапир:женщины-тапиры:женщины-тапира]
tr: [CASTE_NAME:dişi tapir:dişi tapirler:dişi tapir]
vi: [CASTE_NAME:người heo vòi nữ:những người heo vòi nữ:người heo vòi nữ]

# CREATURE:TAPIR_MAN
source: [NAME:tapir man:tapir men:tapir man]
cs: [NAME:mužský tapír:mužští tapíři:mužského tapíra]
de: [NAME:Tapir-Mensch:Tapir-Menschen:Tapir-Mensch]
eo: [NAME:homtapiro:homtapiroj:de homtapiro]
es: [NAME:hombre tapir:hombres tapir:hombre tapir]
ja: [NAME:バク男:バク男:バク男の]
ko: [NAME:맥인간:맥인간들:맥인간]
ru: [NAME:человек-тапир:люди-тапиры:человека-тапира]
tr: [NAME:erkek tapir:erkek tapirler:erkek tapir]
vi: [NAME:người heo vòi nam:những người heo vòi nam:người heo vòi nam]
zh_hans: [NAME:貘人:貘人:貘人]

# CREATURE:TAPIR_MAN
source: [DESCRIPTION:A person with the head of a tapir.]
cs: [DESCRIPTION:Osoba s hlavou tapíra.]
de: [DESCRIPTION:Eine Person mit dem Kopf eines Tapirs.]
eo: [DESCRIPTION:Homo kun la kapo de tapiro.]
es: [DESCRIPTION:Una persona con la cabeza de tapir.]
ja: [DESCRIPTION:バクの頭を持つ人間だ。]
ko: [DESCRIPTION:맥의 머리를 가진 사람.]
ru: [DESCRIPTION:Человек с головой тапира.]
tr: [DESCRIPTION:Tapir başına sahip bir kişi.]
vi: [DESCRIPTION:Một người mang đầu của một con heo vòi.]

# CREATURE:GIANT_TAPIR
source: [CVCT_REPLACEMENT:giant tapir]
cs: [CVCT_REPLACEMENT:obří tapír]
de: [CVCT_REPLACEMENT:Riesen-Tapir]
eo: [CVCT_REPLACEMENT:giganta tapir]
ko: [CVCT_REPLACEMENT:거대 맥]
ru: [CVCT_REPLACEMENT:гигантского тапира]
tr: [CVCT_REPLACEMENT:dev tapir]
vi: [CVCT_REPLACEMENT:heo vòi khổng lồ]

# CREATURE:GIANT_TAPIR
source: [NAME:giant tapir:giant tapirs:giant tapir]
cs: [NAME:obří tapír:obří tapíri:obřího tapíra]
de: [NAME:Riesen-Tapir:Riesen-Tapire:Riesen-Tapir]
eo: [NAME:giganta tapiro:gigantaj tapiroj:de giganta tapiro]
es: [NAME:tapir gigante:tapires gigantes:tapir giante]
ja: [NAME:巨大バク:巨大バク:巨大バクの]
ko: [NAME:거대 맥:거대 맥들:거대 맥]
ru: [NAME:гигантский тапир:гигантские тапиры:гигантского тапира]
tr: [NAME:dev tapir:dev tapirler:dev tapir]
vi: [NAME:heo vòi khổng lồ:những heo vòi khổng lồ:heo vòi khổng lồ]

# CREATURE:GIANT_TAPIR
source: [CASTE_NAME:giant tapir:giant tapirs:giant tapir]
cs: [CASTE_NAME:obří tapír:obří tapíři:obřího tapíra]
de: [CASTE_NAME:Riesen-Tapir:Riesen-Tapire:Riesen-Tapir]
eo: [CASTE_NAME:giganta tapiro:gigantaj tapiroj:de giganta tapiro]
es: [CASTE_NAME:tapir gigante:tapires gigantes:tapir giante]
ja: [CASTE_NAME:巨大バク:巨大バク:巨大バクの]
ko: [CASTE_NAME:거대 맥:거대 맥들:거대 맥]
ru: [CASTE_NAME:гигантский тапир:гигантские тапиры:гигантского тапира]
tr: [CASTE_NAME:dev tapir:dev tapirler:dev tapir]
vi: [CASTE_NAME:heo vòi khổng lồ:những heo vòi khổng lồ:heo vòi khổng lồ]

# CREATURE:GIANT_TAPIR
source: [GENERAL_CHILD_NAME:giant tapir calf:giant tapir calves]
cs: [GENERAL_CHILD_NAME:tele obřího tapíra:telata obřích tapírů]
de: [GENERAL_CHILD_NAME:Riesen-Tapir Junges:Riesen-Tapir Junge]
eo: [GENERAL_CHILD_NAME:giganta tapirido:gigantaj tapiridoj]
es: [GENERAL_CHILD_NAME:cría de tapir gigante:crías de tapir gigante]
ja: [GENERAL_CHILD_NAME:巨大バクの仔:巨大バクの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 맥:새끼 거대 맥들
ru: [GENERAL_CHILD_NAME:детёныш гигантского тапира:детёныши гигантского тапира]
tr: [GENERAL_CHILD_NAME:yavru dev tapir:yavru dev tapirler]
vi: [GENERAL_CHILD_NAME:heo vòi khổng lồ con:những heo vòi khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨貘幼崽:巨貘幼崽]

# CREATURE:GIANT_TAPIR
source: [DESCRIPTION:A huge monster in the form of a tapir.]
cs: [DESCRIPTION:Obrovská příšera v podobě tapíra.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Tapirs.]
eo: [DESCRIPTION:Grandega monstro kun formo de tapiro.]
es: [DESCRIPTION:Un gigantesco monstruo con la forma de un tapir.]
ja: [DESCRIPTION:バクのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:맥 형태의 거대한 괴물.]
ru: [DESCRIPTION:Огромный монстр, похожий на тапира.]
tr: [DESCRIPTION:Tapir formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài của một con heo vòi.]
zh_hans: [DESCRIPTION:一只巨大的貘怪。]

# CREATURE:GIANT_TAPIR
source: [PREFSTRING:floppy noses]
cs: [PREFSTRING:povislé čenichy]
de: [PREFSTRING:schlapprige Nase]
eo: [PREFSTRING:flekseblaj nazoj]
es: [PREFSTRING:narices caídas]
ja: [PREFSTRING:伸びた鼻]
ko: [PREFSTRING:물렁한 코]
ru: [PREFSTRING:длинные носы]
tr: [PREFSTRING:sarkık burnları]
vi: [PREFSTRING:những chiếc mũi rủ xuống]

# CREATURE:IMPALA
source: [DESCRIPTION:A small, slender gazelle-like creature.]
cs: [DESCRIPTION:Malé, štíhlé stvoření podobné gazele.]
de: [DESCRIPTION:Eine kleine, schlanke Gazellen-ähnliche Kreatur.]
eo: [DESCRIPTION:Malgranda maldika gazelsimila estaĵo.]
es: [DESCRIPTION:Una pequeña y esbelta criatura, similar a la gacela.]
ja: [DESCRIPTION:小さくて痩せたガゼルのような生き物だ。]
ko: [DESCRIPTION:작고 가느다란 가젤 같은 생물.]
ru: [DESCRIPTION:Небольшое, стройное, похожее на газель существо.]
tr: [DESCRIPTION:Ceylana benzeyen, küçük ve narin bir yaratık.]
vi: [DESCRIPTION:Một sinh vật nhỏ, mảnh mai, giống linh dương gazelle.]

# CREATURE:IMPALA
source: [NAME:impala:impalas:impala]
cs: [NAME:impala:impaly:impalu]
eo: [NAME:impalo:impaloj:de impalo]
ja: [NAME:インパラ:インパラ:インパラの]
ko: [NAME:임팔라:임팔라들:임팔라]
ru: [NAME:импала:импалы:импалы]
tr: [NAME:impala:impalalar:impala]

# CREATURE:IMPALA
source: [CASTE_NAME:impala:impalas:impala]
cs: [CASTE_NAME:impala:impaly:impalu]
eo: [CASTE_NAME:impalo:impaloj:de impalo]
ja: [CASTE_NAME:インパラ:インパラ:インパラの]
ko: [CASTE_NAME:임팔라:임팔라들:임팔라]
ru: [CASTE_NAME:импала:импалы:импалы]
tr: [CASTE_NAME:impala:impalalar:impala]

# CREATURE:IMPALA
source: [GENERAL_CHILD_NAME:impala fawn:impala fawns]
cs: [GENERAL_CHILD_NAME:kolouch impaly:kolouši impaly]
de: [GENERAL_CHILD_NAME:Impala-Fohlen:Impala-Fohlen]
eo: [GENERAL_CHILD_NAME:impalido:impalidoj]
es: [GENERAL_CHILD_NAME:cría de impala:crías de impala]
ja: [GENERAL_CHILD_NAME:インパラの子供:インパラの子供の]
ko: [GENERAL_CHILD_NAME:새끼 임팔라:새끼 임팔라들]
ru: [GENERAL_CHILD_NAME:детёныш импалы:детёныши импалы]
tr: [GENERAL_CHILD_NAME:impala yavrusu:impala yavruları]
vi: [GENERAL_CHILD_NAME:linh dương impala con:những linh dương impala con]

# CREATURE:IMPALA
source: [PREFSTRING:mighty leaps]
cs: [PREFSTRING:mohutné skoky]
de: [PREFSTRING:mächtige Sprünge]
eo: [PREFSTRING:potencaj saltoj]
es: [PREFSTRING:saltos poderosos]
ja: [PREFSTRING:高い跳躍]
ko: [PREFSTRING:힘차게 뛰어오름]
ru: [PREFSTRING:мощные прыжки]
tr: [PREFSTRING:güçlü sıçrayışları]
vi: [PREFSTRING:những cú nhảy dũng mãnh]

# CREATURE:IMPALA
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:IMPALA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:IMPALA
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:IMPALA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:IMPALA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:IMPALA_MAN
source: [CASTE_NAME:impala man:impala men:impala man]
cs: [CASTE_NAME:impalí muž:impalí muži:impalího muže]
de: [CASTE_NAME:Impala-Mann:Impala-Männer:Impala-Mann]
eo: [CASTE_NAME:homimpaliĉo:homimpaliĉoj:de homimpaliĉo]
es: [CASTE_NAME:hombre impala:hombres impala:hombre impala]
ja: [CASTE_NAME:インパラ男:インパラ男:インパラ男の]
ko: [CASTE_NAME:임팔라 인간:임팔라 인간들:임팔라 인간]
ru: [CASTE_NAME:мужчина-импала:мужчины-импалы:мужчины-импалы]
tr: [CASTE_NAME:erkek impala:erkek impalalar:erkek impala]
vi: [CASTE_NAME:người linh dương impala nam:những người linh dương impala nam:người linh dương impala nam]
zh_hans: [CASTE_NAME:黑斑羚男:黑斑羚男:黑斑羚男]

# CREATURE:IMPALA_MAN
source: [CASTE_NAME:impala woman:impala women:impala woman]
cs: [CASTE_NAME:impalí žena:impalí ženy:impalí ženu]
de: [CASTE_NAME:Impala-Frau:Impala-Frauen:Impala-Frau]
eo: [CASTE_NAME:homimpalino:homimpalinoj:de homimpalino]
es: [CASTE_NAME:mujer impala:mujeres impala:mujer impala]
ja: [CASTE_NAME:インパラ女:インパラ女:インパラ女の]
ko: [CASTE_NAME:여성 임팔라인간:여성 임팔라인간들:여성 임팔라인간]
ru: [CASTE_NAME:женщина-импала:женщины-импалы:женщины-импалы]
tr: [CASTE_NAME:dişi impala:dişi impalalar:dişi impala]
vi: [CASTE_NAME:người linh dương impala nữ:những người linh dương impala nữ:người linh dương impala nữ]
zh_hans: [CASTE_NAME:黑斑羚女:黑斑羚女:黑斑羚女]

# CREATURE:IMPALA_MAN
source: [NAME:impala man:impala men:impala man]
cs: [NAME:impalí muž:impalí muži:impalího muže]
de: [NAME:Impala-Mensch:Impala-Menschen:Impala-Mensch]
eo: [NAME:homimpalo:homimpaloj:de homimpalo]
es: [NAME:hombre impala:hombres impala:hombre impala]
ja: [NAME:インパラ男:インパラ男:インパラ男の]
ko: [NAME:임팔라인간:임팔라인간들:임팔라인간]
ru: [NAME:человек-импала:люди-импалы:человека-импалы]
tr: [NAME:erkek impala:erkek impalalar:erkek impala]
vi: [NAME:người linh dương impala nam:những người linh dương impala nam:người linh dương impala nam]
zh_hans: [NAME:黑斑羚人:黑斑羚人:黑斑羚人]

# CREATURE:IMPALA_MAN
source: [DESCRIPTION:A slender, horned man with the head and tail of a impala.]
cs: [DESCRIPTION:Štíhlý, rohatý člověk s hlavou a ocasem impaly.]
de: [DESCRIPTION:Ein schlanker, gehörnter Mann mit Kopf und Schwanz eines Impalas.]
eo: [DESCRIPTION:Maldika korna homo kun la kapo kaj la vosto de impalo.]
es: [DESCRIPTION:Un hombre esbelto, con cuernos con la cabeza y la cola de un impala.]
ja: [DESCRIPTION:インパラの頭と尾を角を持つ、痩せた人間だ。]
ko: [DESCRIPTION:호리호리하고, 임팔라의 머리와 꼬리를 가진 뿔 달린 인간.]
ru: [DESCRIPTION:Стройный рогатый человек с головой и хвостом импалы.]
tr: [DESCRIPTION:İmpala başına ve kuyruğuna sahip, boynuzlu ve narin bir adam.]
vi: [DESCRIPTION:Một người đàn ông mảnh mai, có sừng, mang đầu và đuôi của một con linh dương impala.]

# CREATURE:GIANT_IMPALA
source: [NAME:giant impala:giant impalas:giant impala]
cs: [NAME:obří impala:obří impaly:obří impalu]
de: [NAME:Riesen-Impala:Riesen-Impalas:Riesen-Impalas]
eo: [NAME:giganta impalo:gigantaj impaloj:de giganta impalo]
es: [NAME:impala gigante:impalas gigantes:impala gigante]
ja: [NAME:巨大インパラ:巨大インパラ:巨大インパラの]
ko: [NAME:거대 임팔라:거대 임팔라들:거대 임팔라]
ru: [NAME:гигантская импала:гигантские импалы:гигантской импалы]
tr: [NAME:dev impala:dev impalalar:dev impala]
vi: [NAME:linh dương impala khổng lồ:những linh dương impala khổng lồ:linh dương impala khổng lồ]

# CREATURE:GIANT_IMPALA
source: [CASTE_NAME:giant impala:giant impalas:giant impala]
cs: [CASTE_NAME:obří impala:obří impaly:obří impalu]
de: [CASTE_NAME:Riesen-Impala:Riesen-Impalas:Riesen-Impalas]
eo: [CASTE_NAME:giganta impalo:gigantaj impaloj:de giganta impalo]
es: [CASTE_NAME:impala gigante:impalas gigantes:impala gigante]
ja: [CASTE_NAME:巨大インパラ:巨大インパラ:巨大インパラの]
ko: [CASTE_NAME:거대 임팔라:거대 임팔라들:거대 임팔라]
ru: [CASTE_NAME:гигантская импала:гигантские импалы:гигантской импалы]
tr: [CASTE_NAME:dev impala:dev impalalar:dev impala]
vi: [CASTE_NAME:linh dương impala khổng lồ:những linh dương impala khổng lồ:linh dương impala khổng lồ]

# CREATURE:GIANT_IMPALA
source: [GENERAL_CHILD_NAME:giant impala fawn:giant impala fawns]
cs: [GENERAL_CHILD_NAME:kolouch obří impaly:kolouši obří impaly]
de: [GENERAL_CHILD_NAME:Riesen-Impala Fohlen:Riesen-Impala Fohlen]
eo: [GENERAL_CHILD_NAME:giganta impalido:gigantaj impalidoj]
es: [GENERAL_CHILD_NAME:cría de impala gigante:crías de impala gigante]
ja: [GENERAL_CHILD_NAME:巨大インパラの子供:巨大インパラの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 임팔라:새끼 거대 임팔라들]
ru: [GENERAL_CHILD_NAME:детёныш гигантской импалы:детёныши гигантской импалы]
tr: [GENERAL_CHILD_NAME:yavru dev impala:yavru dev impalalar]
vi: [GENERAL_CHILD_NAME:linh dương impala khổng lồ con:những linh dương impala khổng lồ con]

# CREATURE:GIANT_IMPALA
source: [DESCRIPTION:A huge monster in the form of an impala.]
cs: [DESCRIPTION:Obrovská příšera v podobě impaly.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Impalas.]
eo: [DESCRIPTION:Grandega monstro kun formo de impalo.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un impala.]
ja: [DESCRIPTION:インパラのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:임팔라의 모습을 한 거대한 괴수.]
ru: [DESCRIPTION:Огромный монстр, похожий на импалу.]
tr: [DESCRIPTION:İmpala formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài của một con linh dương impala.]
zh_hans: [DESCRIPTION:一只巨大的高角羚怪。]

# CREATURE:GIANT_IMPALA
source: [PREFSTRING:mighty leaps]
cs: [PREFSTRING:mohutné skoky]
de: [PREFSTRING:mächtige Sprünge]
eo: [PREFSTRING:potencaj saltoj]
es: [PREFSTRING:saltos poderosos]
ja: [PREFSTRING:高い跳躍]
ko: [PREFSTRING:강한 뜀박질]
ru: [PREFSTRING:мощные прыжки]
tr: [PREFSTRING:güçlü sıçrayışları]
vi: [PREFSTRING:những cú nhảy dũng mãnh]

# CREATURE:AARDVARK
source: [DESCRIPTION:A small, nocturnal mammal. It has a long tongue with which to eat insects.]
cs: [DESCRIPTION:Malý noční savec. Má dlouhý jazyk, kterým vybírá hmyz.]
de: [DESCRIPTION:Ein kleines, nachtaktives Säugetier. Es hat eine lange Zunge, mit der es Insekten fressen kann.]
eo: [DESCRIPTION:Malgranda nokta mamulo. Ĝi havas longan langon por manĝi insektojn.]
es: [DESCRIPTION:Un pequeño mamífero nocturno. Tiene una larga lengua con la que come insectos.]
ja: [DESCRIPTION:小さな夜行性の哺乳類。虫を食べるための長い舌を持つ。]
ko: [DESCRIPTION:소형 야행성 포유류. 곤충을 잡아먹을 수 있는 긴 혀를 가지고 있다.]
ru: [DESCRIPTION:Небольшое ночное млекопитающее. У него длинный язык, с помощью которого оно добывает насекомых.]
tr: [DESCRIPTION:Küçük, gececil bir memeli. Böcek yemek için kullandığı uzun bir dili vardır.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ, sống về đêm. Nó có chiếc lưỡi dài dùng để ăn côn trùng.]

# CREATURE:AARDVARK
source: [NAME:aardvark:aardvarks:aardvark]
cs: [NAME:mravenečník:mravenečníci:mravenečníka]
de: [NAME:Erdferkel:Erdferkel:Erdferkel]
eo: [NAME:terporko:terporkoj:de terporko]
es: [NAME: cerdo hormiguero: cerdos hormigueros: cerdo hormiguero]
ja: [NAME:ツチブタ:ツチブタ:ツチブタの]
ko: [NAME:땅돼지:땅돼지들:땅돼지]
ru: [NAME:трубкозуб:трубкозубы:трубкозуба]
tr: [NAME:yer domuzu:yer domuzları:yer domuzu]
vi: [NAME:lợn đất:những lợn đất:lợn đất]

# CREATURE:AARDVARK
source: [CASTE_NAME:aardvark:aardvarks:aardvark]
cs: [CASTE_NAME:mravenečník:mravenečníci:mravenečníka]
de: [CASTE_NAME:Erdferkel:Erdferkel:Erdferkel]
eo: [CASTE_NAME:terporko:terporkoj:de terporko]
es: [CASTE_NAME: cerdo hormiguero: cerdos hormigueros: cerdo hormiguero]
ja: [CASTE_NAME:ツチブタ:ツチブタ:ツチブタの]
ko: [CASTE_NAME:땅돼지:땅돼지들:땅돼지]
ru: [CASTE_NAME:трубкозуб:трубкозубы:трубкозуба]
tr: [CASTE_NAME:yer domuzu:yer domuzları:yer domuzu]
vi: [CASTE_NAME:lợn đất:những lợn đất:lợn đất]

# CREATURE:AARDVARK
source: [GENERAL_CHILD_NAME:aardvark cub:aardvark cubs]
cs: [GENERAL_CHILD_NAME:mládě mravenečníka:mláďata mravenečníka]
de: [GENERAL_CHILD_NAME:Erdferkeljunges:Erdferkeljunge]
eo: [GENERAL_CHILD_NAME:terporkido:terporkidoj]
es: [GENERAL_CHILD_NAME:cachorro de cerdo hormiguero:cachorros de cerdo hormiguero]
ja: [GENERAL_CHILD_NAME:ツチブタの子供:ツチブタの子供の]
ko: [GENERAL_CHILD_NAME:땅돼지 새끼:땅돼지 새끼들]
ru: [GENERAL_CHILD_NAME:детёныш трубкозуба:детёныши трубкозуба]
tr: [GENERAL_CHILD_NAME:yer domuzu yavrusu:yer domuzu yavruları]
vi: [GENERAL_CHILD_NAME:lợn đất con:những lợn đất con]
zh_hans: [GENERAL_CHILD_NAME:食蚁兽幼崽:食蚁兽幼崽]

# CREATURE:AARDVARK
source: [PREFSTRING:long ears]
cs: [PREFSTRING:dlouhé uši]
de: [PREFSTRING:lange Ohren]
eo: [PREFSTRING:longaj oreloj]
es: [PREFSTRING:orejas largas]
ja: [PREFSTRING:長い耳]
ko: [PREFSTRING:긴 귀]
ru: [PREFSTRING:длинные уши]
tr: [PREFSTRING:uzun kulakları]
vi: [PREFSTRING:tai dài]

# CREATURE:AARDVARK
source: [PREFSTRING:snout]
cs: [PREFSTRING:čumák]
de: [PREFSTRING:Schnauze]
eo: [PREFSTRING:muzelo]
es: [PREFSTRING:hocico]
ja: [PREFSTRING:鼻]
ko: [PREFSTRING:주둥이]
ru: [PREFSTRING:рыло]
tr: [PREFSTRING:burnu]
vi: [PREFSTRING:mõm]

# CREATURE:AARDVARK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:AARDVARK
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:AARDVARK
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:AARDVARK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
