Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_BEAR_POLAR
source: [DESCRIPTION:A huge monster in the shape of a polar bear.]
cs: [DESCRIPTION:Obrovský tvor ve tvaru ledního medvěda.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Eisbären.]
eo: [DESCRIPTION:Grandega monstro kun formo de blanka urso.]
es: [DESCRIPTION:Un enorme monstruo con el aspecto de un oso polar.]
ja: [DESCRIPTION:白熊のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:북극곰의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie niedźwiedzia polarnego.]
ru: [DESCRIPTION:Огромный монстр, похожий на белого медведя.]
tr: [DESCRIPTION:Kutup ayısı biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng gấu bắc cực.]
zh_hans: [DESCRIPTION:一只巨大的北极熊怪。]

# CREATURE:GIANT_BEAR_POLAR
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]

# CREATURE:WOLVERINE
source: [DESCRIPTION:A small, muscular, weasel-like creature. It is known for its ferocity.]
cs: [DESCRIPTION:Malý, svalnatý tvor podobný lasici. Je známý svou zuřivostí.]
de: [DESCRIPTION:Eine kleine, muskulöse, wieselartige Kreatur. Es ist bekannt für seine Wildheit.]
eo: [DESCRIPTION:Malgranda muskola mustelsimila estaĵo. Ĝi estas konita por sia feroceco.]
es: [DESCRIPTION:Una pequeña criatura musculosa, parecida a la comadreja. Es conocido por su ferocidad.]
ja: [DESCRIPTION:小さくて筋肉質の、イタチのような生き物。非常に狂暴。]
ko: [DESCRIPTION:작고 근육질의 족제비 같은 생물. 잔인하기로 유명합니다.]
pl: [DESCRIPTION:Małe, umięśnione, łasicopodobne stworzenie. Jest znane ze swojej okrutności.]
ru: [DESCRIPTION:Небольшое, мускулистое, похожее на ласку существо. Известно своей свирепостью.]
tr: [DESCRIPTION:Küçük, kaslı, gelincik benzeri bir yaratık. Vahşiliği ile bilinir.]
vi: [DESCRIPTION:Một sinh vật nhỏ bé, cơ bắp, giống loài chồn. Nó nổi tiếng với sự hung dữ.]

# CREATURE:WOLVERINE
source: [NAME:wolverine:wolverines:wolverine]
cs: [NAME:rosomák:rosomáci:rosomák]
de: [NAME:ielfraß:Vielfraße:Vielfraß]
eo: [NAME:gulo:guloj:de gulo]
es: [NAME:lobezno:lobeznos:lobezno]
ja: [NAME:クズリ:クズリ:クズリの]
ko: [NAME:울버린:울버린들:울버린]
pl: [NAME:rosomak:rosomaki:rosomakowy]
ru: [NAME:росомаха:росомахи:росомахи]
tr: [NAME:wolverine:wolverineler:wolverine]
vi: [NAME:chồn sói:các chồn sói:chồn sói]

# CREATURE:WOLVERINE
source: [CASTE_NAME:wolverine:wolverines:wolverine]
cs: [CASTE_NAME:rosomák:rosomáci:rosomák]
de: [CASTE_NAME:ielfraß:Vielfraße:Vielfraß]
eo: [CASTE_NAME:gulo:guloj:de gulo]
es: [CASTE_NAME:lobezno:lobeznos:lobezno]
ja: [CASTE_NAME:クズリ:クズリ:クズリの]
ko: [CASTE_NAME:울버린:울버린들:울버린]
pl: [CASTE_NAME:rosomak:rosomaki:rosomakowy]
ru: [CASTE_NAME:росомаха:росомахи:росомахи]
tr: [CASTE_NAME:wolverine:wolverineler:wolverine]
vi: [CASTE_NAME:chồn sói:các chồn sói:chồn sói]

# CREATURE:WOLVERINE
source: [GENERAL_CHILD_NAME:wolverine kit:wolverine kits]
cs: [GENERAL_CHILD_NAME:mládě rosomáka:mláďata rosomáka]
de: [GENERAL_CHILD_NAME:Vielfraß Junges:Vielfraß Junge]
eo: [GENERAL_CHILD_NAME:gulido:gulidoj]
es: [GENERAL_CHILD_NAME:cria de lobezno:crias de lobezno]
ja: [GENERAL_CHILD_NAME:クズリの仔:クズリの仔の]
ko: [GENERAL_CHILD_NAME:새끼 울버린:새끼 울버린들]
pl: [GENERAL_CHILD_NAME:młody rosomaka:młode rosomaka]
ru: [GENERAL_CHILD_NAME:детёныш росомахи:детёныши росомахи]
tr: [GENERAL_CHILD_NAME:yavru wolverine:yavru wolverineler]

# CREATURE:WOLVERINE
source: [PREFSTRING:tenacity]
cs: [PREFSTRING:houževnatost]
de: [PREFSTRING:Zähigkeit]
eo: [PREFSTRING:persistenco]
es: [PREFSTRING:tenacidad]
ja: [PREFSTRING:粘り強い]
ko: [PREFSTRING:끈기]
pl: [PREFSTRING:wytrwałość]
ru: [PREFSTRING:стойкость]
tr: [PREFSTRING:azim]
vi: [PREFSTRING:sự kiên cường]

# CREATURE:WOLVERINE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:WOLVERINE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:WOLVERINE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:WOLVERINE
source: [TLCM_NOUN:legs:PLURAL]
cs: [TLCM_NOUN:nohy:PLURAL]
de: [TLCM_NOUN:Beine:PLURAL]
eo: [TLCM_NOUN:gamboj:PLURAL]
es: [TLCM_NOUN:piernas:PLURAL]
ja: [TLCM_NOUN:脚:PLURAL]
ko: [TLCM_NOUN:다리:PLURAL]
pl: [TLCM_NOUN:nogi:PLURAL]
ru: [TLCM_NOUN:лапы:PLURAL]
tr: [TLCM_NOUN:bacaklar:PLURAL]
zh_hans: [TLCM_NOUN:腿部:PLURAL]

# CREATURE:WOLVERINE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:WOLVERINE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:WOLVERINE_MAN
source: [CASTE_NAME:wolverine man:wolverine men:wolverine man]
cs: [CASTE_NAME:rosomáčí muž:rosomáčí muži:rosomáčí muž]
de: [CASTE_NAME:Vielfraß Mann:Vielfraß Männer:Vielfraß Mann]
eo: [CASTE_NAME:homguliĉo:homguliĉoj:de homguliĉo]
es: [CASTE_NAME:hombre lobezno:hombres lobeznos:hombre lobezno]
ja: [CASTE_NAME:クズリ男:クズリ男:クズリ男の]
ko: [CASTE_NAME:남성 울버린인간:남성 울버린인간들:남성 울버린인간]
pl: [CASTE_NAME:rosomakomężczyzna:rosomakomężczyźni:rosomakomężczyzny]
ru: [CASTE_NAME:мужчина-росомаха:мужчины-росомахи:мужчины-росомахи]
tr: [CASTE_NAME:erkek wolverine:erkek wolverineler:erkek wolverine]
vi: [CASTE_NAME:người chồn sói:những người chồn sói:người chồn sói]

# CREATURE:WOLVERINE_MAN
source: [CASTE_NAME:wolverine woman:wolverine women:wolverine woman]
cs: [CASTE_NAME:rosomáčí žena:rosomáčí ženy:rosomáčí žena]
de: [CASTE_NAME:Vielfraßfrau: Vielfraßfrauen: Vielfraßfrau]
eo: [CASTE_NAME:homgulino:homgulinoj:de homgulino]
es: [CASTE_NAME:mujer lobezno:mujeres lobezno:mujer loberzno]
ja: [CASTE_NAME:クズリ女:クズリ女:クズリ女の]
ko: [CASTE_NAME:여성 울버린인간:여성 울버린인간들:여성 울버린인간]
pl: [CASTE_NAME:rosomakokobieta:rosomakokobiety:rosomakokobiecy]
ru: [CASTE_NAME:женщина-росомаха:женщины-росомахи:женщины-росомахи]
tr: [CASTE_NAME:dişi wolverine:dişi wolverineler:dişi wolverine]
vi: [CASTE_NAME:phụ nữ chồn sói:những phụ nữ chồn sói:phụ nữ chồn sói]

# CREATURE:WOLVERINE_MAN
source: [NAME:wolverine man:wolverine men:wolverine man]
cs: [NAME:rosomáčí muž:rosomáčí muži:rosomáčí muž]
de: [NAME:Vielfraß Mann:Vielfraß Männer:Vielfraß Mann]
eo: [NAME:homgulo:homguloj:de homgulo]
es: [NAME:hombre lobezno:hombres lobeznos:hombre lobezno]
ja: [NAME:クズリ男:クズリ男:クズリ男の]
ko: [NAME:울버린인간:울버린인간들:울버린인간]
pl: [NAME:rosomakoczłowiek:rosomakoludzie:rosomakoludzki]
ru: [NAME:человек-росомаха:люди-росомахи:человека-росомахи]
tr: [NAME:erkek wolverine:erkek wolverineler:erkek wolverine]
vi: [NAME:người chồn sói:những người chồn sói:người chồn sói]

# CREATURE:WOLVERINE_MAN
source: [DESCRIPTION:A person with the head and tail of a wolverine.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem rosomáka.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Schwanz eines Vielfraßes.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de gulo.]
es: [DESCRIPTION:Una persona con la cabeza y cola de un carcayú.]
ja: [DESCRIPTION:クズリの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:울버린의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem rosomaka.]
ru: [DESCRIPTION:Человек с головой и хвостом росомахи.]
tr: [DESCRIPTION:Wolverine başlı ve kuyruklu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và đuôi chồn sói.]

# CREATURE:GIANT_WOLVERINE
source: [NAME:giant wolverine:giant wolverines:giant wolverine]
cs: [NAME:obří rosomák:obří rosomáci:obří rosomák]
de: [NAME:riesiger Vielfraß:riesige Vielfraße:riesiger Vielfraß]
eo: [NAME:giganta gulo:gigantaj guloj:de giganta gulo]
es: [NAME:lobezno gigante:lobeznos gigantes:lobezno gigante]
ja: [NAME:巨大クズリ:巨大クズリ:巨大クズリの]
ko: [NAME:거대 울버린:거대 울버린들:거대 울버린]
pl: [NAME:gigantyczny rosomak:gigantyczne rosomaki:gigantyczno rosomakowy]
ru: [NAME:гигантская росомаха:гигантские росомахи:гигантской росомахи]
tr: [NAME:dev wolverine:dev wolverineler:dev wolverine]
vi: [NAME:chồn sói khổng lồ:các chồn sói khổng lồ:chồn sói khổng lồ]

# CREATURE:GIANT_WOLVERINE
source: [CASTE_NAME:giant wolverine:giant wolverines:giant wolverine]
cs: [CASTE_NAME:obří rosomák:obří rosomáci:obří rosomák]
de: [CASTE_NAME:riesiger Vielfraß:riesige Vielfraße:riesiger Vielfraß]
eo: [CASTE_NAME:giganta gulo:gigantaj guloj:de giganta gulo]
es: [CASTE_NAME:lobezno gigante:lobeznos gigantes:lobezno gigante]
ja: [CASTE_NAME:巨大クズリ:巨大クズリ:巨大クズリの]
ko: [CASTE_NAME:거대 울버린:거대 울버린들:거대 울버린]
pl: [CASTE_NAME:gigantyczny rosomak:gigantyczne rosomaki:gigantyczno rosomakowy]
ru: [CASTE_NAME:гигантская росомаха:гигантские росомахи:гигантской росомахи]
tr: [CASTE_NAME:dev wolverine:dev wolverineler:dev wolverine]
vi: [CASTE_NAME:chồn sói khổng lồ:các chồn sói khổng lồ:chồn sói khổng lồ]

# CREATURE:GIANT_WOLVERINE
source: [GENERAL_CHILD_NAME:giant wolverine kit:giant wolverine kits]
cs: [GENERAL_CHILD_NAME:mládě obřího rosomáka:mláďata obřího rosomáka]
de: [GENERAL_CHILD_NAME:Riesiges Vielfraß Junges:Riesige Vielfraß Junge]
eo: [GENERAL_CHILD_NAME:giganta gulido:gigantaj gulidoj]
es: [GENERAL_CHILD_NAME:cria de lobezno gigante:crias de lobezno gigante]
ja: [GENERAL_CHILD_NAME:巨大クズリの仔:巨大クズリの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 울버린:새끼 거대 울버린들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego rosomaka:młode gigantycznego rosomaka]
ru: [GENERAL_CHILD_NAME:детёныш гигантской росомахи:детёныши гигантской росомахи]
tr: [GENERAL_CHILD_NAME:yavru dev wolverine:yavru dev wolverineler]
vi: [GENERAL_CHILD_NAME:chồn sói con khổng lồ:các chồn sói con khổng lồ]

# CREATURE:GIANT_WOLVERINE
source: [DESCRIPTION:A large, terrifying monster the shape of a wolverine.]
cs: [DESCRIPTION:Velký, děsivý tvor ve tvaru rosomáka.]
de: [DESCRIPTION:Ein riesiges Monster, in Form eines Vielfraßes.]
eo: [DESCRIPTION:Granda terura monstro kun la formo de gulo.]
es: [DESCRIPTION:Un gran animal terrorífico con el aspecto de un carcayú.]
ja: [DESCRIPTION:クズリのような姿をした恐ろしい巨大な怪物だ。]
ko: [DESCRIPTION:울버린의 모습을 한 크고 무시무시한 괴수.]
pl: [DESCRIPTION:Duży, przerażający potwór w kształcie rosomaka.]
ru: [DESCRIPTION:Огромный устрашающий монстр, похожий на росомаху.]
tr: [DESCRIPTION:Wolverine şeklinde büyük, korkunç bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn, đáng sợ có hình dạng chồn sói.]

# CREATURE:GIANT_WOLVERINE
source: [PREFSTRING:tenacity]
cs: [PREFSTRING:houževnatost]
de: [PREFSTRING:Zähigkeit]
eo: [PREFSTRING:persistenco]
es: [PREFSTRING:tenacidad]
ja: [PREFSTRING:粘り強い]
ko: [PREFSTRING:끈기]
pl: [PREFSTRING:wytrwałość]
ru: [PREFSTRING:стойкость]
tr: [PREFSTRING:azim]
vi: [PREFSTRING:sự kiên cường]

# CREATURE:CHINCHILLA
source: [DESCRIPTION:A tiny furry rodent dwelling in the hollow cracks of rocks. They can be found high in the mountains.]
cs: [DESCRIPTION:Drobný chlupatý hlodavec žijící v dutinách skal. Vyskytuje se vysoko v horách.]
de: [DESCRIPTION:Ein winziges pelziges Nagetier, das in den hohlen Spalten von Felsen lebt. Man findet sie hoch in den Bergen.]
eo: [DESCRIPTION:Eta fela ronĝulo loĝante en la malplenaj fendoj en rokoj. Ili troveblas alte en la montoj.]
es: [DESCRIPTION:Un roedor peludo minúsculo que mora en las grietas y huecos de las rocas. Se pueden encontrar en lo alto de las montañas.]
ja: [DESCRIPTION:岩のくぼんだ割れ目に住む、ふさふさの小型齧歯動物。高山地帯に棲息。]
ko: [DESCRIPTION:바위의 속이 빈 틈에 사는 작은 털북숭이 설치류. 높은 산에서 찾을 수 있습니다.]
pl: [DESCRIPTION:Malutki, futrzasty gryzoń, żyjący w pęknięciach i dziurach skalnych. Można je znaleźć wysoko w górach.]
ru: [DESCRIPTION:Мелкий покрытый мехом грызун, живущий в трещинах между камней. Обитает высоко в горах.]
tr: [DESCRIPTION:Kayaların oyuk çatlaklarında yaşayan minik kürklü bir kemirgen. Yüksek dağlarda bulunabilirler.]
vi: [DESCRIPTION:Một loài gặm nhấm nhỏ bé, có lông, sống trong các khe nứt rỗng của đá. Chúng có thể được tìm thấy trên các ngọn núi cao.]

# CREATURE:CHINCHILLA
source: [NAME:chinchilla:chinchillas:chinchilla]
cs: [NAME:činčila:činčily:činčila]
eo: [NAME:ĉinĉilo:ĉinĉiloj:de ĉinĉilo]
ja: [NAME:チンチラ:チンチラ:チンチラの]
ko: [NAME:친칠라:친칠라들:친칠라]
pl: [NAME:szynszyla:szynszyle:szynszylowy]
ru: [NAME:шиншилла:шиншиллы:шиншиллы]
tr: [NAME:çinçilla:çinçillalar:çinçilla]

# CREATURE:CHINCHILLA
source: [CASTE_NAME:chinchilla:chinchillas:chinchilla]
cs: [CASTE_NAME:činčila:činčily:činčila]
eo: [CASTE_NAME:ĉinĉilo:ĉinĉiloj:de ĉinĉilo]
ja: [CASTE_NAME:チンチラ:チンチラ:チンチラの]
ko: [CASTE_NAME:친칠라:친칠라들:친칠라]
pl: [CASTE_NAME:szynszyla:szynszyle:szynszylowy]
ru: [CASTE_NAME:шиншилла:шиншиллы:шиншиллы]
tr: [CASTE_NAME:çinçilla:çinçillalar:çinçilla]

# CREATURE:CHINCHILLA
source: [GENERAL_CHILD_NAME:chinchilla kit:chinchilla kits]
cs: [GENERAL_CHILD_NAME:mládě činčily:mláďata činčily]
de: [GENERAL_CHILD_NAME:Chinchilla Junges:Chinchilla Junge]
eo: [GENERAL_CHILD_NAME:ĉinĉilido:ĉinĉilidoj]
es: [GENERAL_CHILD_NAME:cria chinchilla:crias chinchilla]
ja: [GENERAL_CHILD_NAME:チンチラの仔:チンチラの仔の]
ko: [GENERAL_CHILD_NAME:새끼 친칠라:새끼 친칠라들]
pl: [GENERAL_CHILD_NAME:młody szynszyli:młode szynszyli]
ru: [GENERAL_CHILD_NAME:детёныш шиншиллы:детёныши шиншиллы]
tr: [GENERAL_CHILD_NAME:yavru çinçilla:yavru çinçillalar]
vi: [GENERAL_CHILD_NAME:chinchilla con:các chinchilla con]

# CREATURE:CHINCHILLA
source: [PREFSTRING:fur]
cs: [PREFSTRING:srst]
de: [PREFSTRING:Fell]
eo: [PREFSTRING:felo]
es: [PREFSTRING:pelaje]
ja: [PREFSTRING:ふさふさ]
ko: [PREFSTRING:모피]
pl: [PREFSTRING:futro]
ru: [PREFSTRING:мех]
tr: [PREFSTRING:kürk]
vi: [PREFSTRING:lông]

# CREATURE:CHINCHILLA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CHINCHILLA
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:CHINCHILLA
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:CHINCHILLA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CHINCHILLA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CHINCHILLA_MAN
source: [CASTE_NAME:chinchilla man:chinchilla men:chinchilla man]
cs: [CASTE_NAME:činčilí muž:činčilí muži:činčilí muž]
de: [CASTE_NAME:Chinchillamännchen:Chinchillamännchen:Chinchillamännchen]
eo: [CASTE_NAME:homĉinĉiliĉo:homĉinĉiliĉoj:de homĉinĉiliĉo]
es: [CASTE_NAME:hombre chinchilla:hombres chinchilla:hombre chinchilla]
ja: [CASTE_NAME:チンチラ男:チンチラ男:チンチラ男の]
ko: [CASTE_NAME:남성 친칠라인간:남성 친칠라인간들:남성 친칠라인간]
pl: [CASTE_NAME:szynszylomężczyzna:szynszylomężczyźni:szynszylomężczyzny]
ru: [CASTE_NAME:мужчина-шиншилла:мужчины-шиншиллы:мужчины-шиншиллы]
tr: [CASTE_NAME:erkek çinçilla:erkek çinçillalar:erkek çinçilla]
vi: [CASTE_NAME:người chinchilla:những người chinchilla:người chinchilla]

# CREATURE:CHINCHILLA_MAN
source: [CASTE_NAME:chinchilla woman:chinchilla women:chinchilla woman]
cs: [CASTE_NAME:činčilí žena:činčilí ženy:činčilí žena]
de: [CASTE_NAME:Chinchillaweibchen:Chinchillaweibchen:Chinchillaweibchen]
eo: [CASTE_NAME:homĉinĉilino:homĉinĉilinoj:de homĉinĉilino]
es: [CASTE_NAME:mujer chinchilla:mujeres chinchilla:mujer chinchilla]
ja: [CASTE_NAME:チンチラ女:チンチラ女:チンチラ女の]
ko: [CASTE_NAME:여성 친칠라인간:여성 친칠라인간들:여성 친칠라인간]
pl: [CASTE_NAME:szynszylokobieta:szynszylokobiety:szynszylokobiecy]
ru: [CASTE_NAME:женщина-шиншилла:женщины-шиншиллы:женщины-шиншиллы]
tr: [CASTE_NAME:dişi çinçilla:dişi çinçillalar:dişi çinçilla]
vi: [CASTE_NAME:phụ nữ chinchilla:những phụ nữ chinchilla:phụ nữ chinchilla]

# CREATURE:CHINCHILLA_MAN
source: [NAME:chinchilla man:chinchilla men:chinchilla man]
cs: [NAME:činčilí muž:činčilí muži:činčilí muž]
de: [NAME:Chinchillamännchen:Chinchillamännchen:Chinchillamännchen]
eo: [NAME:homĉinĉilo:homĉinĉiloj:de homĉinĉilo]
es: [NAME:hombre chinchilla:hombres chinchilla:hombre chinchilla]
ja: [NAME:チンチラ男:チンチラ男:チンチラ男の]
ko: [NAME:친칠라인간:친칠라인간들:친칠라인간]
pl: [NAME:szynszyloczłowiek:szynszyloludzie:szynszyloludzki]
ru: [NAME:человек-шиншилла:люди-шиншиллы:человека-шиншиллы]
tr: [NAME:erkek çinçilla:erkek çinçillalar:erkek çinçilla]
vi: [NAME:người chinchilla:những người chinchilla:người chinchilla]

# CREATURE:CHINCHILLA_MAN
source: [DESCRIPTION:A hairy person with the head and tail of a chinchilla.]
cs: [DESCRIPTION:Chlupatá osoba s hlavou a ocasem činčily.]
de: [DESCRIPTION: Einer haarige Person mit dem Kopf und Schwanz eines Chinchillas..]
eo: [DESCRIPTION:Vila homo kun la kapo kaj la vosto de ĉinĉilo.]
es: [DESCRIPTION:Una persona peluda con cabeza y cola de chinchilla.]
ja: [DESCRIPTION:チンチラの頭と尾を持つ、ふさふさの人間だ。]
ko: [DESCRIPTION:친칠라의 머리와 꼬리를 가진 털이 풍성한 인간.]
pl: [DESCRIPTION:Włochaty osobnik z głową i ogonem szynszyli.]
ru: [DESCRIPTION:Покрытый шерстью человек с головой и хвостом шиншиллы.]
tr: [DESCRIPTION:Çinçilla başlı ve kuyruklu, kıllı bir fantastik canlı.]
vi: [DESCRIPTION:Một người có lông với đầu và đuôi chinchilla.]

# CREATURE:GIANT_CHINCHILLA
source: [NAME:giant chinchilla:giant chinchillas:giant chinchilla]
cs: [NAME:obří činčila:obří činčily:obří činčila]
de: [NAME:Riesenchinchilla:Riesenchinchillas:Riesenchinchilla]
eo: [NAME:giganta ĉinĉilo:gigantaj ĉinĉiloj:de giganta ĉinĉilo]
es: [NAME:chinchilla gigante:chinchillas gigantes:chinchilla gigante]
ja: [NAME:巨大チンチラ:巨大チンチラ:巨大チンチラの]
ko: [NAME:거대 친칠라:거대 친칠라들:거대 친칠라]
pl: [NAME:gigantyczna szynszyla:gigantyczne szynszyle:gigantyczno szynszylowy]
ru: [NAME:гигантская шиншилла:гигантские шиншиллы:гигантской шиншиллы]
tr: [NAME:dev çinçilla:dev çinçillalar:dev çinçilla]
vi: [NAME:chinchilla khổng lồ:các chinchilla khổng lồ:chinchilla khổng lồ]

# CREATURE:GIANT_CHINCHILLA
source: [CASTE_NAME:giant chinchilla:giant chinchillas:giant chinchilla]
cs: [CASTE_NAME:obří činčila:obří činčily:obří činčila]
de: [CASTE_NAME:Riesenchinchilla:Riesenchinchillas:Riesenchinchilla]
eo: [CASTE_NAME:giganta ĉinĉilo:gigantaj ĉinĉiloj:de giganta ĉinĉilo]
es: [CASTE_NAME:chinchilla gigante:chinchillas gigantes:chinchilla gigante]
ja: [CASTE_NAME:巨大チンチラ:巨大チンチラ:巨大チンチラの]
ko: [CASTE_NAME:거대 친칠라:거대 친칠라들:거대 친칠라]
pl: [CASTE_NAME:gigantyczna szynszyla:gigantyczne szynszyle:gigantyczno szynszylowy]
ru: [CASTE_NAME:гигантская шиншилла:гигантские шиншиллы:гигантской шиншиллы]
tr: [CASTE_NAME:dev çinçilla:dev çinçillalar:dev çinçilla]
vi: [CASTE_NAME:chinchilla khổng lồ:các chinchilla khổng lồ:chinchilla khổng lồ]

# CREATURE:GIANT_CHINCHILLA
source: [GENERAL_CHILD_NAME:giant chinchilla kit:giant chinchilla kits]
cs: [GENERAL_CHILD_NAME:mládě obří činčily:mláďata obří činčily]
de: [GENERAL_CHILD_NAME:Riesiges Chinchilla Junges:Riesige Chinchilla Junge]
eo: [GENERAL_CHILD_NAME:giganta ĉinĉilido:gigantaj ĉinĉilidoj]
es: [GENERAL_CHILD_NAME:cria de chinchilla gigante:crias de chinchillas gigantes]
ja: [GENERAL_CHILD_NAME:巨大チンチラの仔:巨大チンチラの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 친칠라:새끼 거대 친칠라들]
pl: [GENERAL_CHILD_NAME:młody gigantycznej szynszyli:młode gigantycznej szynszyli]
ru: [GENERAL_CHILD_NAME:детёныш гигантской шиншиллы:детёныши гигантской шиншиллы]
tr: [GENERAL_CHILD_NAME:yavru dev çinçilla:yavru dev çinçillalar]
vi: [GENERAL_CHILD_NAME:chinchilla con khổng lồ:các chinchilla con khổng lồ]

# CREATURE:GIANT_CHINCHILLA
source: [DESCRIPTION:A large monster in the shape of a chinchilla.]
cs: [DESCRIPTION:Velký tvor ve tvaru činčily.]
de: [DESCRIPTION:Ein großes Monster in Form eines Chinchillas.]
eo: [DESCRIPTION:Granda monstro kun formo de ĉinĉilo]
es: [DESCRIPTION:Un gran monstruo con forma de chinchilla.]
ja: [DESCRIPTION:チンチラのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:친칠라의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie szynszyli.]
ru: [DESCRIPTION:Огромный монстр, похожий на шиншиллу.]
tr: [DESCRIPTION:Çinçilla biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn có hình dạng chinchilla.]

# CREATURE:GIANT_CHINCHILLA
source: [PREFSTRING:fur]
cs: [PREFSTRING:srst]
de: [PREFSTRING:Fell]
eo: [PREFSTRING:felo]
es: [PREFSTRING:pelaje]
ja: [PREFSTRING:ふさふさ]
ko: [PREFSTRING:모피]
pl: [PREFSTRING:futro]
ru: [PREFSTRING:мех]
tr: [PREFSTRING:kürk]
vi: [PREFSTRING:lông]

# CREATURE:FLOATING_GUTS
source: [DESCRIPTION:A transparent and amorphous monster that lives underground. It is small in size and is found crawling across the cavern floor. Its organs appear to be floating inside of its body.]
cs: [DESCRIPTION:Průhledný beztvarý tvor žijící v podzemí. Je malý a plazí se po podlaze jeskyní. Jeho orgány vypadají, jako by uvnitř těla plavaly.]
de: [DESCRIPTION:Ein transparentes und amorphes Monster, das unter der Erde lebt. Es ist klein und krabbelt über den Höhlenboden. Seine Organe scheinen im Inneren seines Körpers zu schweben.]
eo: [DESCRIPTION:Travidebla amorfa monstro kiu loĝas subtere. Ĝi estas malgranda, kaj troviĝas rampante tra la kaverna planko. Ĝiaj organoj ŝajnas, ke ili flosas interne de sia korpo.]
es: [DESCRIPTION:Un monstruo transparente y amorfo que vive bajo tierra. Es pequeño y se le puede encontrar gateando por las cavernas. Sus organos parecen estar flotando en el interior de su cuerpo.]
ko: [DESCRIPTION:지하에 사는 투명하고 무정형의 괴물. 크기가 작고 동굴 바닥을 기어다니는 것이 발견됩니다. 몸 안에 장기가 떠 있는 것 같다.]
pl: [DESCRIPTION:Przezroczysty i amorficzny potwór żyjący pod ziemią. Jest niewielki i znajduje się go pełzającego po dnie jaskini. Jego organy wydają się unosić wewnątrz jego ciała.]
ru: [DESCRIPTION:Прозрачный аморфный монстр небольшого размера, который живёт под землёй. Встречается ползающим по полу пещер. Его органы, по всей видимости, свободно плавают внутри тела.]
tr: [DESCRIPTION:Yeraltında yaşayan şeffaf ve şekilsiz bir canavar. Küçük boyutludur ve mağara tabanında sürünürken bulunur. Organları vücudunun içinde yüzüyormuş gibi görünür.]
vi: [DESCRIPTION:Một quái vật trong suốt và vô định hình sống dưới lòng đất. Nó có kích thước nhỏ và được tìm thấy bò trên nền hang động. Các cơ quan của nó dường như trôi nổi bên trong cơ thể.]
