Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:SNOWY_OWL_MAN
source: [NAME:snowy owl man:snowy owl men:snowy owl man]
cs: [NAME:mužská sova sněžná:mužské sovy sněžné:mužské sovy sněžné]
de: [NAME:Schneeeulenmännchen:Schneeeulenmännchen:Schneeeulenmännchen]
eo: [NAME:homneĝostrigo:homneĝostrigoj:de homneĝostrigo]
es: [NAME:hombre búho nival:hombres búho nival:de hombre búho nival]
ja: [NAME:シロフクロウ男:シロフクロウ男:シロフクロウ男の]
ko: [NAME:눈 올빼미인간:눈 올빼미인간:눈 올빼미인간.]
pl: [NAME:śnieżnosowoczłowiek:śnieżnosowoludzie:śnieżnosowoludzki]
ru: [NAME:человек-полярная сова:люди-полярные совы:человека-полярной совы]
tr: [NAME:kar baykuşu adam:kar baykuşu adamlar:kar baykuşu adam]
vi: [NAME:người-cú tuyết:người-cú tuyết:người-cú tuyết]
zh_hans: [NAME:雪鸮人:雪鸮人:雪鸮人]

# CREATURE:SNOWY_OWL_MAN
source: [DESCRIPTION:A person with the wings and head of a snowy owl.]
cs: [DESCRIPTION:Osoba s křídly a hlavou sovy sněžné.]
de: [DESCRIPTION:Eine Person mit Kopf und Flügeln einer Schneeeulel.]
eo: [DESCRIPTION:Homo kun la flugiloj kaj la kapo de neĝostrigo.]
es: [DESCRIPTION:Una persona con las alas y la cabeza de un búho nival.]
ja: [DESCRIPTION:シロフクロウの翼と頭を持つ人間だ。]
ko: [DESCRIPTION:눈 올빼미의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik ze skrzydłami i głową sowy śnieżnej.]
ru: [DESCRIPTION:Человек с крыльями и головой полярной совы.]
tr: [DESCRIPTION:Kar baykuşunun kanatları ve başına sahip bir kişi.]
vi: [DESCRIPTION:Một người với cánh và đầu của cú tuyết.]
zh_hans: [DESCRIPTION:一个长着雪鸮脑袋和翅膀的人。]

# CREATURE:GIANT_SNOWY_OWL
source: [NAME:giant snowy owl:giant snowy owls:giant snowy owl]
cs: [NAME:obří sova sněžná:obří sovy sněžné:obří sovy sněžné]
de: [NAME:Riesen-Schneeeule:Riesen-Schneeeulen:Riesen-Schneeeule]
eo: [NAME:giganta neĝostrigo:gigantaj neĝostrigoj:de giganta neĝostrigo]
es: [NAME:búho nival gigante:búhos nivales gigantes:de búho nival gigante]
ja: [NAME:巨大シロフクロウ:巨大シロフクロウ:巨大シロフクロウの]
ko: [NAME:거대 눈 올빼미:거대 눈 올빼미:거대 눈 올빼미.]
pl: [NAME:gigantyczna sowa śnieżna:gigantyczne sowy śnieżne:gigantycznej sowy śnieżnej]
ru: [NAME:гигантская полярная сова:гигантские полярные совы:гигантской полярной совы]
tr: [NAME:dev kar baykuşu:dev kar baykuşları:dev kar baykuşu]
vi: [NAME:cú tuyết khổng lồ:cú tuyết khổng lồ:cú tuyết khổng lồ]
zh_hans: [NAME:巨雪鸮:巨雪鸮:巨雪鸮]

# CREATURE:GIANT_SNOWY_OWL
source: [CASTE_NAME:giant snowy owl:giant snowy owls:giant snowy owl]
cs: [CASTE_NAME:obří sova sněžná:obří sovy sněžné:obří sovy sněžné]
de: [CASTE_NAME:Riesenschneeeule:Riesenschneeeulen:Riesenschneeeulen]
eo: [CASTE_NAME:giganta neĝostrigo:gigantaj neĝostrigoj:de giganta neĝostrigo]
es: [CASTE_NAME:búho nival gigante:búhos nivales gigantes:búho nival gigante]
ja: [CASTE_NAME:巨大シロフクロウ:巨大シロフクロウ:巨大シロフクロウの]
ko: [CASTE_NAME:거대 눈 올빼미:거대 눈 올빼미:거대 눈 올빼미.]
pl: [CASTE_NAME:gigantyczna sowa śnieżna:gigantyczne sowy śnieżne:gigantycznej sowy śnieżnej]
ru: [CASTE_NAME:гигантская полярная сова:гигантские полярные совы:гигантской полярной совы]
tr: [CASTE_NAME:dev kar baykuşu:dev kar baykuşları:dev kar baykuşu]
vi: [CASTE_NAME:cú tuyết khổng lồ:cú tuyết khổng lồ:cú tuyết khổng lồ]
zh_hans: [CASTE_NAME:巨雪鸮:巨雪鸮:巨雪鸮]

# CREATURE:GIANT_SNOWY_OWL
source: [GENERAL_CHILD_NAME:giant snowy owl chick:giant snowy owl chicks]
cs: [GENERAL_CHILD_NAME:kuře obří sovy sněžné:kuřata obří sovy sněžné]
de: [GENERAL_CHILD_NAME:Riesenschneeeulenküken:Riesenschneeeulenküken]
eo: [GENERAL_CHILD_NAME:giganta neĝostrigido:gigantaj neĝostrigidoj]
es: [GENERAL_CHILD_NAME:polluelo de búho nival gigante:polluelos de búho nival gigante]
ja: [GENERAL_CHILD_NAME:巨大シロフクロウの雛:巨大シロフクロウの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 눈 올빼미:새끼 거대 눈 올빼미]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej sowy śnieżnej:pisklęta gigantycznej sowy śnieżnej]
ru: [GENERAL_CHILD_NAME:гигантский полярный совёнок:гигантские полярные совята]
tr: [GENERAL_CHILD_NAME:dev kar baykuşu yavrusu:dev kar baykuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim non cú tuyết khổng lồ:những chim non cú tuyết khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨雪鸮雏鸟:巨雪鸮雏鸟]

# CREATURE:GIANT_SNOWY_OWL
source: [DESCRIPTION:A large bird monster in the shape of a snowy owl.]
cs: [DESCRIPTION:Velká ptačí příšera ve tvaru sněžné sovy.]
de: [DESCRIPTION: Ein großer Monstervogel, in Form einer Schneeeule.]
eo: [DESCRIPTION:Granda birdo-monstro kun la kapo de neĝostrigo.]
es: [DESCRIPTION:Un monstruo-ave con la forma de un búho nival.]
ja: [DESCRIPTION:シロフクロウの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:눈 올빼미 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży, ptasi potwór w kształcie sowy śnieżnej.]
ru: [DESCRIPTION:Огромная птица, похожая на полярную сову.]
tr: [DESCRIPTION:Kar baykuşu şekli gibi geniş bir kuş canavarı.]
vi: [DESCRIPTION:Một con quái vật chim lớn mang hình dáng của cú tuyết.]
zh_hans: [DESCRIPTION:一只体型巨大的雪鸮怪。]

# CREATURE:GIANT_SNOWY_OWL
source: [PREFSTRING:yellow eyes]
cs: [PREFSTRING:žuté oči]
de: [PREFSTRING:gelbe Augen]
eo: [PREFSTRING:flavaj okuloj]
es: [PREFSTRING:ojos amarillos]
ja: [PREFSTRING:黄色い眼]
ko: [PREFSTRING:노란 눈.]
pl: [PREFSTRING:żółte oczy]
ru: [PREFSTRING:жёлтые глаза]
tr: [PREFSTRING:sarı gözler]
vi: [PREFSTRING:mắt màu vàng]
zh_hans: [PREFSTRING:黄色眼眸]

# CREATURE:GIANT_SNOWY_OWL
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:SPARROW
source: [DESCRIPTION:A tiny brown bird that can be found in most temperate regions.]
cs: [DESCRIPTION:Drobný hnědý ptáček, kterého lze nalézt ve většině mírných oblastí.]
de: [DESCRIPTION:Ein kleiner brauner Vogel, den man in den meisten gemäßigten Regionen finden kann.]
eo: [DESCRIPTION:Eta bruna birdo kiu troviĝas en la plimulto de mezvarmaj regionoj.]
es: [DESCRIPTION:Una pequeña ave marrón que puede ser encontrada en las regiones más tempradas.]
ja: [DESCRIPTION:ほとんどの温帯地域でみられる小さな茶色い鳥。]
ko: [DESCRIPTION:대부분의 기온에서 보이곤 하는 작은 갈색의 새.]
pl: [DESCRIPTION:Malutki, brązowy ptak, który może być znaleziony w większości klimatów.]
ru: [DESCRIPTION:Мелкая коричневая птица, обитающая в основном в умеренных регионах.]
tr: [DESCRIPTION:Çoğu ılıman bölgede bulunabilen minik kahverengi bir kuş.]
vi: [DESCRIPTION:Một loài chim nhỏ màu nâu có thể được tìm thấy ở hầu hết các vùng ôn đới.]
zh_hans: [DESCRIPTION:一种在大多数温带地区找到的小型棕色鸟类。]

# CREATURE:SPARROW
source: [NAME:sparrow:sparrows:sparrow]
cs: [NAME:vrabec:vrabci:vrabčí]
de: [NAME:Spatz:Spatzen:Spatz]
eo: [NAME:pasero:paseroj:de pasero]
es: [NAME:gorrión:gorrines:de gorrión]
ja: [NAME:ツバメ:ツバメ:ツバメの]
ko: [NAME:참새:참새:참새]
pl: [NAME:wróbel:wróble:wróbla]
ru: [NAME:воробей:воробьи:воробья]
tr: [NAME:serçe:serçeler:serçe]
vi: [NAME:chim sẻ:những con chim sẻ:chim sẻ]
zh_hans: [NAME:麻雀:麻雀:麻雀]

# CREATURE:SPARROW
source: [CASTE_NAME:sparrow:sparrows:sparrow]
cs: [CASTE_NAME:vrabec:vrabci:vrabčí]
de: [CASTE_NAME:Spatz:Spatzen:Spatz]
eo: [CASTE_NAME:pasero:paseroj:de pasero]
es: [CASTE_NAME:gorrion:gorriones:gorrion]
ja: [CASTE_NAME:ツバメ:ツバメ:ツバメの]
ko: [CASTE_NAME:참새:참새:참새]
pl: [CASTE_NAME:wróbel:wróble:wróbla]
ru: [CASTE_NAME:воробей:воробьи:воробья]
tr: [CASTE_NAME:serçe:serçeler:serçe]
vi: [CASTE_NAME:chim sẻ:những con chim sẻ:chim sẻ]
zh_hans: [CASTE_NAME:麻雀:麻雀:麻雀]

# CREATURE:SPARROW
source: [GENERAL_CHILD_NAME:sparrow hatchling:sparrow hatchlings]
cs: [GENERAL_CHILD_NAME:mládě vrabce:mláďata vrabce]
de: [GENERAL_CHILD_NAME:Spatzenküken:Spatzenküken]
eo: [GENERAL_CHILD_NAME:paserido:paseridoj]
es: [GENERAL_CHILD_NAME:crias de gorrion:crias de gorrion]
ja: [GENERAL_CHILD_NAME:ツバメの雛:ツバメの雛の]
ko: [GENERAL_CHILD_NAME:새끼 참새:새끼 참새떼]
pl: [GENERAL_CHILD_NAME:pisklę wróbla:pisklęta wróbla]
ru: [GENERAL_CHILD_NAME:воробьёнок:воробьята]
tr: [GENERAL_CHILD_NAME:serçe yavrusu:serçe yavruları]
vi: [GENERAL_CHILD_NAME:chim sẻ non:những con chim sẻ non]
zh_hans: [GENERAL_CHILD_NAME:麻雀幼崽:麻雀幼崽]

# CREATURE:SPARROW
source: [PREFSTRING:lovely songs]
cs: [PREFSTRING:oblíbené písničky]
de: [PREFSTRING:schöne Laute]
eo: [PREFSTRING:belegaj kantoj]
es: [PREFSTRING:canciones hermosas]
ja: [PREFSTRING:可愛らしい鳴き声]
ko: [PREFSTRING:사랑스러운 노래]
pl: [PREFSTRING:piękne piosenki]
ru: [PREFSTRING:весёлое чирикание]
tr: [PREFSTRING:güzel şarkılar]
vi: [PREFSTRING:những bài nhạc đáng yêu]
zh_hans: [PREFSTRING:悦耳的声乐]

# CREATURE:SPARROW
source: [PREFSTRING:dust baths]
cs: [PREFSTRING:prachové lázně]
de: [PREFSTRING:trockene Bäder]
eo: [PREFSTRING:polvobanoj]
es: [PREFSTRING:baños de polvo]
ja: [PREFSTRING:砂浴び]
ko: [PREFSTRING:흙 목욕]
pl: [PREFSTRING:kąpiele w pyle]
ru: [PREFSTRING:пылевые ванны]
tr: [PREFSTRING:toz banyoları]
vi: [PREFSTRING:tắm bụi]
zh_hans: [PREFSTRING:沙浴]

# CREATURE:SPARROW
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:SPARROW
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:SPARROW
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:SPARROW
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SPARROW
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SPARROW_MAN
source: [CASTE_NAME:sparrow man:sparrow men:sparrow man]
cs: [CASTE_NAME:mužský vrabec:mužští vrabci:mužského vrabce]
de: [CASTE_NAME:Spatzenmännchen:Spatzenmännchen:Spatzenmännchen]
eo: [CASTE_NAME:hompaseriĉo:hompaseriĉoj:de hompaseriĉo]
es: [CASTE_NAME:hombre gorrión:hombres gorrión:hombre gorrión]
ja: [CASTE_NAME:ツバメ男:ツバメ男:ツバメ男の]
ko: [CASTE_NAME:남성 참새인간:남성 참새인간들:남성 참새인간]
pl: [CASTE_NAME:wróblomężczyzna:wróblomężczyźni:wróblomężczyzny]
ru: [CASTE_NAME:мужчина-воробей:мужчины-воробьи:мужчины-воробья]
tr: [CASTE_NAME:serçe adam:serçe adamlar:serçe adam]
vi: [CASTE_NAME:Người chim sẻ:Những người chim sẻ:Người chim sẻ]
zh_hans: [CASTE_NAME:雀男:雀男:雀男]

# CREATURE:SPARROW_MAN
source: [CASTE_NAME:sparrow woman:sparrow women:sparrow woman]
cs: [CASTE_NAME:žena vrabce:ženy vrabce:ženy vrabce]
de: [CASTE_NAME:Spatzenweibchen:Spatzenweibchen:Spatzenweibchen]
eo: [CASTE_NAME:hompaserino:hompaserinoj:de hompaserino]
es: [CASTE_NAME:mujer gorrión:mujeres gorrión:mujer gorrión]
ja: [CASTE_NAME:ツバメ女:ツバメ女:ツバメ女の]
ko: [CASTE_NAME:여성 참새인간:여성 참새인간들:여성 참새인간]
pl: [CASTE_NAME:wróblokobieta:wróblokobiety:wróblokobiecy]
ru: [CASTE_NAME:женщина-воробей:женщины-воробьи:женщины-воробья]
tr: [CASTE_NAME:serçe kadın:serçe kadınlar:serçe kadın]
vi: [CASTE_NAME:Người chim sẻ nữ:Những người chim sẻ nữ:Người chim sẻ nữ]
zh_hans: [CASTE_NAME:雀女:雀女:雀女]

# CREATURE:SPARROW_MAN
source: [NAME:sparrow man:sparrow men:sparrow man]
cs: [NAME:mužský vrabec:mužští vrabci:mužského vrabce]
de: [NAME:Spatzenmännchen:Spatzenmännchen:Spatzenmännchen]
eo: [NAME:hompasero:hompaseroj:de hompasero]
es: [NAME:hombre gorrión:hombres gorrión:de hombre gorrión]
ja: [NAME:ツバメ男:ツバメ男:ツバメ男の]
ko: [NAME:참새인간:참새인간들:참새인간]
pl: [NAME:wróbloczłowiek:wróbloludzie:wróbloludzki]
ru: [NAME:человек-воробей:люди-воробьи:человека-воробья]
tr: [NAME:serçe adam:serçe adamlar:serçe adam]
vi: [NAME:Người chim sẻ:Những người chim sẻ:Người chim sẻ]
zh_hans: [NAME:雀人:雀人:雀人]

# CREATURE:SPARROW_MAN
source: [DESCRIPTION:A person with the head and wings of a sparrow.]
cs: [DESCRIPTION:Osoba s hlavou a křídly vrabce.]
de: [DESCRIPTION: Eine Person mit Kopf und Flügeln eines Spatzen.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de pasero.]
es: [DESCRIPTION:Una persona con la cabeza con la cabeza y alas de un gorrión.]
ja: [DESCRIPTION:ツバメの翼と頭を持つ人間だ。]
ko: [DESCRIPTION:참새의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami wróbla.]
ru: [DESCRIPTION:Человек с головой и крыльями воробья.]
tr: [DESCRIPTION:Serçenin baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu và đôi cánh của một con chim sẻ.]
zh_hans: [DESCRIPTION:一个长着麻雀脑袋和翅膀的人。]

# CREATURE:GIANT_SPARROW
source: [NAME:giant sparrow:giant sparrows:giant sparrow]
cs: [NAME:obří vrabec:obří vrabci:obřího vrabce]
de: [NAME:Riesenspatz:Riesenspatzen:Riesenspatz]
eo: [NAME:giganta pasero:gigantaj paseroj:de giganta pasero]
es: [NAME:gorrión gigante:gorriones gigantes:de gorrión gigante]
ja: [NAME:巨大ツバメ:巨大ツバメ:巨大ツバメの]
ko: [NAME:거대 참새:거대 참새떼:거대 참새]
pl: [NAME:gigantyczny wróbel:gigantyczne wróble:gigantycznego wróbla]
ru: [NAME:гигантский воробей:гигантские воробьи:гигантского воробья]
tr: [NAME:dev serçe:dev serçeler:dev serçe]
vi: [NAME:chim sẻ khổng lồ:những con chim sẻ khổng lồ:chim sẻ khổng lồ]
zh_hans: [NAME:巨雀:巨雀:巨雀]

# CREATURE:GIANT_SPARROW
source: [CASTE_NAME:giant sparrow:giant sparrows:giant sparrow]
cs: [CASTE_NAME:obří vrabec:obří vrabci:obří vrabec]
de: [CASTE_NAME:Riesenspatz:Riesenspatzen:Riesenspatz]
eo: [CASTE_NAME:giganta pasero:gigantaj paseroj:de giganta pasero]
es: [CASTE_NAME:gorrión gigante:gorriones gigantes:gorrión gigante]
ja: [CASTE_NAME:巨大ツバメ:巨大ツバメ:巨大ツバメの]
ko: [CASTE_NAME:거대 참새:거대 참새떼:거대 참새]
pl: [CASTE_NAME:gigantyczny wróbel:gigantyczne wróble:gigantycznego wróbla]
ru: [CASTE_NAME:гигантский воробей:гигантские воробьи:гигантского воробья]
tr: [CASTE_NAME:dev serçe:dev serçeler:dev serçe]
vi: [CASTE_NAME:chim sẻ khổng lồ:những con chim sẻ khổng lồ:chim sẻ khổng lồ]
zh_hans: [CASTE_NAME:巨雀:巨雀:巨雀]

# CREATURE:GIANT_SPARROW
source: [GENERAL_CHILD_NAME:giant sparrow hatchling:giant sparrow hatchlings]
cs: [GENERAL_CHILD_NAME:obří mládě vrabce:obří mláďata vrabce]
de: [GENERAL_CHILD_NAME:Riesenspatzenküken:Riesenspatzenküken]
eo: [GENERAL_CHILD_NAME:giganta paserido:gigantaj paseridoj]
es: [GENERAL_CHILD_NAME:polluelo de gorrión gigante:polluelos de gorrión gigante]
ja: [GENERAL_CHILD_NAME:巨大ツバメの雛:巨大ツバメの雛の]
ko: [GENERAL_CHILD_NAME:새끼 참새:새끼 참새떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego wróbla:pisklęta gigantycznego wróbla]
ru: [GENERAL_CHILD_NAME:гигантский воробьёнок:гигантские воробьята]
tr: [GENERAL_CHILD_NAME:dev serçe yavrusu:dev serçe yavruları]
vi: [GENERAL_CHILD_NAME:chim sẻ non khổng lồ:những con chim sẻ non khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨麻雀幼崽:巨麻雀幼崽]

# CREATURE:GIANT_SPARROW
source: [DESCRIPTION:A large bird-like monster in the shape of a sparrow.]
cs: [DESCRIPTION:Velká ptačí příšera ve tvaru vrabce.]
de: [DESCRIPTION: Ein großer Monstervogel, in Form eines Spatzen.]
eo: [DESCRIPTION:Granda monstro simila al birdo kun formo de pasero.]
es: [DESCRIPTION:Una gran ave-monstruo con la forma de un gorrión.]
ja: [DESCRIPTION:ツバメのような姿の巨大な怪鳥だ。]
ko: [DESCRIPTION:참새의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży ptakopodobny potwór w kształcie wróbla.]
ru: [DESCRIPTION:Большой птицеподобный монстр, похожий на воробья.]
tr: [DESCRIPTION:Serçe şekli gibi geniş kuş benzeri canavar.]
vi: [DESCRIPTION:Một quái vật lớn giống chim, mang hình dáng chim sẻ.]
zh_hans: [DESCRIPTION:一只体型巨大的麻雀怪。]

# CREATURE:GIANT_SPARROW
source: [PREFSTRING:lovely songs]
cs: [PREFSTRING:oblíbená píseň]
de: [PREFSTRING:schöne Laute]
eo: [PREFSTRING:belegaj kantoj]
es: [PREFSTRING:canciones hermosas]
ja: [PREFSTRING:可愛らしい鳴き声]
ko: [PREFSTRING:사랑스러운 노래]
pl: [PREFSTRING:piękne piosenki]
ru: [PREFSTRING:весёлое чирикание]
tr: [PREFSTRING:güzel şarkılar]
vi: [PREFSTRING:tiếng hót du dương]
zh_hans: [PREFSTRING:悦耳的声乐]

# CREATURE:GIANT_SPARROW
source: [PREFSTRING:dust baths]
cs: [PREFSTRING:prachové lázně]
de: [PREFSTRING:trockene Bäder]
eo: [PREFSTRING:polvobanoj]
es: [PREFSTRING:baños de polvo]
ja: [PREFSTRING:砂浴び]
ko: [PREFSTRING:흙 목욕]
pl: [PREFSTRING:kąpiele w pyle]
ru: [PREFSTRING:пылевые ванны]
tr: [PREFSTRING:toz banyoları]
vi: [PREFSTRING:tắm bụi]
zh_hans: [PREFSTRING:沙浴]

# CREATURE:BIRD_STORK_WHITE
source: [DESCRIPTION:A small bird with long legs and bill, and a extremely long wingspan.]
cs: [DESCRIPTION:Malý pták s dlouhýma nohama a zobákem a extrémně dlouhým rozpětím křídel.]
de: [DESCRIPTION:Ein kleiner Vogel mit langen Beinen und langem Schnabel und extrem weiter Flügelspanne.]
eo: [DESCRIPTION:Malgranda birdo kun longaj gamboj kaj beko, kaj longega enverguro.]
es: [DESCRIPTION: Un pequeño pájaro con patas y pico largos y una envergadura extremadamente larga.]
ja: [DESCRIPTION:A small bird with long legs and bill, and a extremely long wingspan.][DESCRIPTION:長い足とくちばし、そしてとても長い尾羽を持った、白いコウノトリの仲間だ。]
ko: [DESCRIPTION:긴 다리와 부리, 그리고 매우 긴 날개를 가진 작은 새]
pl: [DESCRIPTION:Mały ptak z długimi nogami i dziobem oraz niesamowicie dużą rozpiętością skrzydeł.]
ru: [DESCRIPTION:Небольшая птица с длинными ногами и клювом и очень большим размахом крыльев.]
tr: [DESCRIPTION:Uzun bacakları ve gagası olan, son derece uzun kanat açıklığına sahip küçük bir kuş.]
vi: [DESCRIPTION:Một loài chim nhỏ với đôi chân và mỏ dài, cùng sải cánh cực kỳ rộng.]
zh_hans: [DESCRIPTION:一直有着长腿、长扁喙以及翼展极长的小鸟。]

# CREATURE:BIRD_STORK_WHITE
source: [NAME:white stork:white storks:white stork]
cs: [NAME:čáp bílý:čápi bílý:čápa bílého]
de: [NAME:Weißstorch:Weißstörche:Weißstorch]
eo: [NAME:blanka cikonio:blankaj cikonioj:de blanka cikonio]
es: [NAME:cigüeña blanca:cigüeñas blancas:de cigüeña blanca]
ja: [NAME:朱嘴鸛:朱嘴鸛:朱嘴鸛の]
ko: [NAME:흰 황새:흰 황세떼:흰 황새]
pl: [NAME:bocian biały:bociany białe:bociana białego]
ru: [NAME:белый аист:белые аисты:белого аиста]
tr: [NAME:beyaz leylek:beyaz leylekler:beyaz leylek]
vi: [NAME:cò trắng:những con cò trắng:cò trắng]
zh_hans: [NAME:白鹳:白鹳:白鹳]

# CREATURE:BIRD_STORK_WHITE
source: [CASTE_NAME:white stork:white storks:white stork]
cs: [CASTE_NAME:čáp bílý:čápy bílý:čáp bílý]
de: [CASTE_NAME:Weißstorch:Weißstörche:Weißstorch]
eo: [CASTE_NAME:blanka cikonio:blankaj cikonioj:de blanka cikonio]
es: [CASTE_NAME:cigüeña blanca:cigüeñas blancas:cigüeña blanca]
ja: [CASTE_NAME:朱嘴鸛:朱嘴鸛:朱嘴鸛の]
ko: [CASTE_NAME:흰 황새:흰 황세떼:흰 황새]
pl: [CASTE_NAME:bocian biały:bociany białe:bociana białego]
ru: [CASTE_NAME:белый аист:белые аисты:белого аиста]
tr: [CASTE_NAME:beyaz leylek:beyaz leylekler:beyaz leylek]
vi: [CASTE_NAME:cò trắng:những con cò trắng:cò trắng]
zh_hans: [CASTE_NAME:白鹳:白鹳:白鹳]

# CREATURE:BIRD_STORK_WHITE
source: [GENERAL_CHILD_NAME:white stork hatchling:white stork hatchlings]
cs: [GENERAL_CHILD_NAME:mládě čápa bílého:mláďata čápa bílého]
de: [GENERAL_CHILD_NAME:Weißstorchküken:Weißstorchküken]
eo: [GENERAL_CHILD_NAME:blanka cikoniido:blankaj cikoniidoj]
es: [GENERAL_CHILD_NAME:polluelo de cigüeña blanca:polluelos de cigüeña blanca]
ja: [GENERAL_CHILD_NAME:朱嘴鸛の雛:朱嘴鸛の雛の]
ko: [GENERAL_CHILD_NAME:새끼 황새:새끼 황새떼]
pl: [GENERAL_CHILD_NAME:pisklę bociana białego:pisklęta bociana białego]
ru: [GENERAL_CHILD_NAME:белый аистёнок:белые аистята]
tr: [GENERAL_CHILD_NAME:beyaz leylek yavrusu:beyaz leylek yavruları]
vi: [GENERAL_CHILD_NAME:cò trắng non:những con cò trắng non]
zh_hans: [GENERAL_CHILD_NAME:白鹳幼崽:白鹳幼崽]

# CREATURE:BIRD_STORK_WHITE
source: [PREFSTRING:long necks]
cs: [PREFSTRING:dlouhé krky]
de: [PREFSTRING:lange Hälse]
eo: [PREFSTRING:longaj koloj]
es: [PREFSTRING:cuellos largos]
ja: [PREFSTRING:長い首]
ko: [PREFSTRING:긴 목]
pl: [PREFSTRING:długie szyje]
ru: [PREFSTRING:длинные шеи]
tr: [PREFSTRING:uzun boyunlar]
vi: [PREFSTRING:cổ dài]
zh_hans: [PREFSTRING:长颈]

# CREATURE:BIRD_STORK_WHITE
source: [PREFSTRING:long legs]
cs: [PREFSTRING:dlouhé nohy]
de: [PREFSTRING:lange Beine]
eo: [PREFSTRING:longaj gamboj]
es: [PREFSTRING:patas largas]
ja: [PREFSTRING:長い脚]
ko: [PREFSTRING:긴 다리]
pl: [PREFSTRING:długie nogi]
ru: [PREFSTRING:длинные ноги]
tr: [PREFSTRING:uzun bacaklar]
vi: [PREFSTRING:đôi chân dài]
zh_hans: [PREFSTRING:长腿]

# CREATURE:BIRD_STORK_WHITE
source: [PREFSTRING:long bills]
cs: [PREFSTRING:dlouhé polibky]
de: [PREFSTRING:lange Schnäbel]
eo: [PREFSTRING:longaj bekoj]
es: [PREFSTRING:pico largo]
ja: [PREFSTRING:長いくちばし]
ko: [PREFSTRING:긴 부리]
pl: [PREFSTRING:długie dzioby]
ru: [PREFSTRING:длинные узкие клювы]
tr: [PREFSTRING:uzun gagalar]
vi: [PREFSTRING:những chiếc mỏ dài]
zh_hans: [PREFSTRING:长扁喙]

# CREATURE:BIRD_STORK_WHITE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_STORK_WHITE
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_STORK_WHITE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_STORK_WHITE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:WHITE_STORK_MAN
source: [CASTE_NAME:white stork man:white stork men:white stork man]
cs: [CASTE_NAME:mužský čáp bílý:mužčtí čápi bílý:mužského čápa bílého]
de: [CASTE_NAME:Weißstorchmännchen:Weißstorchmännchen:Weißstorchmännchen]
eo: [CASTE_NAME:hom-blanka-cikoniiĉo:hom-blanka-cikoniiĉoj:de hom-blanka-cikoniiĉo]
es: [CASTE_NAME:hombre cigüeña blanca:hombres cigüeña blanca:hombre cigüeña blanca]
ja: [CASTE_NAME:朱嘴鸛男:朱嘴鸛男:朱嘴鸛男の]
ko: [CASTE_NAME:흰 황새 인간:흰 황세 인간들:흰 황새 인간]
pl: [CASTE_NAME:białobocianomężczyzna:białobocianomężczyźni:białobocianomężczyzny]
ru: [CASTE_NAME:мужчина-аист:мужчины-аисты:мужчины-аиста]
tr: [CASTE_NAME:beyaz leylek adam:beyaz leylek adamlar:beyaz leylek adam]
vi: [CASTE_NAME:Người cò trắng:Những người cò trắng:Người cò trắng]
zh_hans: [CASTE_NAME:白鹳男:白鹳男:白鹳男]
