Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:PEARL_MILLET
source: [STATE_NAME_ADJ:GAS:boiling pearl millet beer]
cs: [STATE_NAME_ADJ:GAS:vařící se pivo z perlového prosa]
de: [STATE_NAME_ADJ:GAS:kochendes Perlhirsebier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el perla milio]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de planta de mijo perla]
ja: [STATE_NAME_ADJ:GAS:蒸気化した唐人稗のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 진주좁쌀 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее просовое пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan inci darısı birası]
vi: [STATE_NAME_ADJ:GAS:bia kê trân châu đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的珍珠粟啤酒]

# PLANT:PEARL_MILLET
source: [STATE_NAME_ADJ:ALL_SOLID:pearl millet flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:perlová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Perlhirse-Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el perla milio]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de mijo perla]
ja: [STATE_NAME_ADJ:ALL_SOLID:唐人稗の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:진주좁쌀 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:просовая мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:inci darısı unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:珍珠粟粉]

# PLANT:PEARL_MILLET
source: [SEED:pearl millet:pearl millet:]
cs: [SEED:proso perlové:proso perlové:]
de: [SEED:Perlhirse:Perlhirse:]
eo: [SEED:grajno de perla milio:grajnoj de perla milio:]
es: [SEED:mijo perla:mijo perla:]
ja: [SEED:唐人稗:唐人稗:]
ko: [SEED:진주 좁쌀:진주 좁쌀들:]
ru: [SEED:просо:просо:]
tr: [SEED:inci darısı:inci darısı:]
vi: [SEED:kê trân châu:kê trân châu:]
zh_hans: [SEED:珍珠粟:珍珠粟:]

# PLANT:PEARL_MILLET
source: [PREFSTRING:grain]
cs: [PREFSTRING:zrno]
de: [PREFSTRING:Korn]
eo: [PREFSTRING:grajno]
es: [PREFSTRING:grano]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:낱알]
ru: [PREFSTRING:зерно]
tr: [PREFSTRING:tanesi]
vi: [PREFSTRING:ngũ cốc]
zh_hans: [PREFSTRING:谷物]

# PLANT:PEARL_MILLET
source: [GROWTH_NAME:pearl millet leaf:pearl millet leaves]
cs: [GROWTH_NAME:list perlového prosa:listy perlového prosa]
de: [GROWTH_NAME:Perlhirseblatt:Perlhirseblätter]
eo: [GROWTH_NAME:folio de perla milio:folioj de perla milio]
es: [GROWTH_NAME:hoja de mijo perla:hojas de mijo perla]
ja: [GROWTH_NAME:唐人稗の葉:唐人稗の葉]
ko: [GROWTH_NAME:진주조 잎:진주조 잎들]
ru: [GROWTH_NAME:лист проса:листья проса]
tr: [GROWTH_NAME:inci darısı yaprağı:inci darısı yaprakları]
vi: [GROWTH_NAME:lá kê trân châu:lá kê trân châu]
zh_hans: [GROWTH_NAME:珍珠粟叶:珍珠粟叶]

# PLANT:WHITE_MILLET
source: [NAME:white millet plant]
cs: [NAME:proso bílé]
de: [NAME:weiße Hirse Pflanze]
eo: [NAME:blanka milio]
es: [NAME:mijo perla blanco]
ja: [NAME:キビ]
ko: [NAME:하얀 펄 밀렛]
ru: [NAME:пшено]
tr: [NAME:beyaz darı bitkisi]
vi: [NAME:cây kê trắng]
zh_hans: [NAME:白粟植株]

# PLANT:WHITE_MILLET
source: [NAME_PLURAL:white millet plants]
cs: [NAME_PLURAL:proso bílé]
de: [NAME_PLURAL:weiße Hirse Pflanzen]
eo: [NAME_PLURAL:vegetaloj de blanka milio]
es: [NAME_PLURAL:plantas de mijo blanco]
ja: [NAME_PLURAL:キビ]
ko: [NAME_PLURAL:하얀 펄 밀렛들]
ru: [NAME_PLURAL:пшено]
tr: [NAME_PLURAL:beyaz darı bitkileri]
vi: [NAME_PLURAL:cây kê trắng]
zh_hans: [NAME_PLURAL:白粟植株]

# PLANT:WHITE_MILLET
source: [ADJ:white millet plant]
cs: [ADJ:bílé proso]
de: [ADJ:weiße Hirse Pflanze]
eo: [ADJ:de blanka milio]
es: [ADJ:de planta de mijo blanco]
ja: [ADJ:キビ]
ko: [ADJ:하얀 펄 밀렛]
ru: [ADJ:пшено]
tr: [ADJ:beyaz darı bitkisi]
vi: [ADJ:cây kê trắng]
zh_hans: [ADJ:白粟植株的]

# PLANT:WHITE_MILLET
source: [STATE_NAME_ADJ:ALL_SOLID:frozen white millet beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé pivo z bílého prosa]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes weißes Hirsebier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el blanka milio]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de mijo blanco]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったキビのビール]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное пшённое пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş beyaz darı birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia kê trắng đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的白粟啤酒]

# PLANT:WHITE_MILLET
source: [STATE_NAME_ADJ:LIQUID:white millet beer]
cs: [STATE_NAME_ADJ:LIQUID:pivo z bílého prosa]
de: [STATE_NAME_ADJ:LIQUID:Weißhirsebier]
eo: [STATE_NAME_ADJ:LIQUID:biero el blanka milio]
es: [STATE_NAME_ADJ:LIQUID:cerveza de mijo blanco]
ja: [STATE_NAME_ADJ:LIQUID:キビのビール]
ru: [STATE_NAME_ADJ:LIQUID:пшённое пиво]
tr: [STATE_NAME_ADJ:LIQUID:beyaz darı birası]
vi: [STATE_NAME_ADJ:LIQUID:bia kê trắng]
zh_hans: [STATE_NAME_ADJ:LIQUID:白粟啤酒]

# PLANT:WHITE_MILLET
source: [STATE_NAME_ADJ:GAS:boiling white millet beer]
cs: [STATE_NAME_ADJ:GAS:vařící se pivo z bílého prosa]
de: [STATE_NAME_ADJ:GAS:kochendes weißes Hirsebier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero de blanka milio]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de mijo blanco]
ja: [STATE_NAME_ADJ:GAS:蒸気化したキビのビール]
ru: [STATE_NAME_ADJ:GAS:кипящее пшённое пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan beyaz darı birası]
vi: [STATE_NAME_ADJ:GAS:bia kê trắng đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的白粟啤酒]

# PLANT:WHITE_MILLET
source: [STATE_NAME_ADJ:ALL_SOLID:white millet flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:bílá mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:weißes Hirsemehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el blanka milio]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de mijo blanco]
ja: [STATE_NAME_ADJ:ALL_SOLID:キビの挽粉]
ru: [STATE_NAME_ADJ:ALL_SOLID:пшённая мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:beyaz darı unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:白粟粉]

# PLANT:WHITE_MILLET
source: [SEED:white millet:white millet:]
cs: [SEED:proso bílé:proso bílé:]
de: [SEED:weiße Hirse:weiße Hirse:]
eo: [SEED:grajno de blanka milio:grajnoj de blanka milio:]
es: [SEED:mijo blanco:mijos blancos:]
ja: [SEED:キビ:キビ:]
ru: [SEED:пшено:пшено:]
tr: [SEED:beyaz darı:beyaz darı:]
vi: [SEED:kê trắng:kê trắng:]
zh_hans: [SEED:白粟:白粟:]

# PLANT:WHITE_MILLET
source: [PREFSTRING:grain]
cs: [PREFSTRING:zrno]
de: [PREFSTRING:Korn]
eo: [PREFSTRING:grajno]
es: [PREFSTRING:grano]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:낱알]
ru: [PREFSTRING:зерно]
tr: [PREFSTRING:tanesi]
vi: [PREFSTRING:ngũ cốc]
zh_hans: [PREFSTRING:谷物]

# PLANT:WHITE_MILLET
source: [GROWTH_NAME:white millet leaf:white millet leaves]
cs: [GROWTH_NAME:list bílého prosa:listy bílého prosa]
de: [GROWTH_NAME:weißes Hirseblatt:weiße Hirseblätter]
eo: [GROWTH_NAME:folio de blanka milio:folioj de blanka milio]
es: [GROWTH_NAME:hoja de mijo blanco:hojas de mijo blanco]
ja: [GROWTH_NAME:キビの葉:キビの葉]
ru: [GROWTH_NAME:лист пшена:листья пшена]
tr: [GROWTH_NAME:beyaz darı yaprağı:beyaz darı yaprakları]
vi: [GROWTH_NAME:lá kê trắng:lá kê trắng]
zh_hans: [GROWTH_NAME:白粟叶:白粟叶]

# PLANT:FINGER_MILLET
source: [NAME:finger millet plant]
cs: [NAME:proso prstové]
de: [NAME:Fingerhirse-Pflanze]
eo: [NAME:eleŭzino]
es: [NAME:dedo de planta de mijo]
ja: [NAME:四石稗]
ko: [NAME:손가락조]
ru: [NAME:дагусса]
tr: [NAME:parmak darı bitkisi]
vi: [NAME:cây kê ngón tay]
zh_hans: [NAME:爪粟植株]

# PLANT:FINGER_MILLET
source: [NAME_PLURAL:finger millet plants]
cs: [NAME_PLURAL:proso prstové]
de: [NAME_PLURAL:Fingerhirse-Pflanzen]
eo: [NAME_PLURAL:vegetaloj de eleŭzino]
es: [NAME_PLURAL:dedos de plantas de mijo]
ja: [NAME_PLURAL:四石稗]
ko: [NAME_PLURAL:손가락조]
ru: [NAME_PLURAL:дагусса]
tr: [NAME_PLURAL:parmak darı bitkileri]
vi: [NAME_PLURAL:cây kê ngón tay]
zh_hans: [NAME_PLURAL:爪粟植株]

# PLANT:FINGER_MILLET
source: [ADJ:finger millet plant]
cs: [ADJ:prstové proso]
de: [ADJ:Fingerhirse-Pflanze]
eo: [ADJ:de eleŭzino]
es: [ADJ:de dedo de planta de mijo]
ja: [ADJ:四石稗]
ko: [ADJ:손가락조]
ru: [ADJ:дагусса]
tr: [ADJ:parmak darı bitkisi]
vi: [ADJ:cây kê ngón tay]
zh_hans: [ADJ:爪粟植株的]

# PLANT:FINGER_MILLET
source: [STATE_NAME_ADJ:ALL_SOLID:frozen finger millet beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé pivo z prstového prosa]
de: [STATE_NAME_ADJ:ALL_SOLID:Gefrorenes Fingerhirsebier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el eleŭzino]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de dedo de mijo]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った四石稗のビール]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное дагуссовое пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş parmak darı birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia kê ngón tay đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的爪粟啤酒]

# PLANT:FINGER_MILLET
source: [STATE_NAME_ADJ:LIQUID:finger millet beer]
cs: [STATE_NAME_ADJ:LIQUID:pivo z prstového prosa]
de: [STATE_NAME_ADJ:LIQUID:Fingerhirse-Bier]
eo: [STATE_NAME_ADJ:LIQUID:biero el eleŭzino]
es: [STATE_NAME_ADJ:LIQUID:cerveza de dedo de mijo]
ja: [STATE_NAME_ADJ:LIQUID:四石稗のビール]
ru: [STATE_NAME_ADJ:LIQUID:дагуссовое пиво]
tr: [STATE_NAME_ADJ:LIQUID:parmak darı birası]
vi: [STATE_NAME_ADJ:LIQUID:bia kê ngón tay]
zh_hans: [STATE_NAME_ADJ:LIQUID:爪粟啤酒]

# PLANT:FINGER_MILLET
source: [STATE_NAME_ADJ:GAS:boiling finger millet beer]
cs: [STATE_NAME_ADJ:GAS:vařící se pivo z prstového prosa]
de: [STATE_NAME_ADJ:GAS:kochendes Fingerhirsebier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el eleŭzino]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de dedo de mijo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した四石稗のビール]
ru: [STATE_NAME_ADJ:GAS:кипящее дагуссовое пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan parmak darı birası]
vi: [STATE_NAME_ADJ:GAS:bia kê ngón tay đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的爪粟啤酒]

# PLANT:FINGER_MILLET
source: [STATE_NAME_ADJ:ALL_SOLID:finger millet flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:prstová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Fingerhirsemehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el eleŭzino]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de dedo de mijo]
ja: [STATE_NAME_ADJ:ALL_SOLID:四石稗の挽粉]
ru: [STATE_NAME_ADJ:ALL_SOLID:дагуссовая мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:parmak darı unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột kê ngón tay]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:爪粟粉]

# PLANT:FINGER_MILLET
source: [SEED:finger millet:finger millet:]
cs: [SEED:proso prstové:proso prstové:]
de: [SEED:Fingerhirse:Fingerhirse:]
eo: [SEED:grajno de eleŭzino:grajnoj de eleŭzino:]
es: [SEED:dedo de mijo:dedos de mijo:]
ja: [SEED:四石稗:四石稗:]
ru: [SEED:дагусса:дагусса:]
tr: [SEED:parmak darı:parmak darı:]
vi: [SEED:kê ngón tay:kê ngón tay:]
zh_hans: [SEED:爪粟:爪粟:]

# PLANT:FINGER_MILLET
source: [PREFSTRING:grain]
cs: [PREFSTRING:zrno]
de: [PREFSTRING:Korn]
eo: [PREFSTRING:grajno]
es: [PREFSTRING:grano]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:낱알]
ru: [PREFSTRING:зерно]
tr: [PREFSTRING:tanesi]
vi: [PREFSTRING:ngũ cốc]
zh_hans: [PREFSTRING:谷物]

# PLANT:FINGER_MILLET
source: [GROWTH_NAME:finger millet leaf:finger millet leaves]
cs: [GROWTH_NAME:list prstového prosa:listy prstového prosa]
de: [GROWTH_NAME:Fingerhirseblatt:Fingerhirseblätter]
eo: [GROWTH_NAME:folio de eleŭzino:folioj de eleŭzino]
es: [GROWTH_NAME:hoja de dedo de mijo:hojas de dedo de mijo]
ja: [GROWTH_NAME:四石稗の葉:四石稗の葉]
ru: [GROWTH_NAME:лист дагуссы:листья дагуссы]
tr: [GROWTH_NAME:parmak darı yaprağı:parmak darı yaprakları]
vi: [GROWTH_NAME:lá kê ngón tay:lá kê ngón tay]
zh_hans: [GROWTH_NAME:爪粟叶:爪粟叶]

# PLANT:FOXTAIL_MILLET
source: [NAME:foxtail millet plant]
cs: [NAME:proso štětinaté]
de: [NAME:Fuchsschwanz Hirse Pflanze]
eo: [NAME:setario]
es: [NAME:planta de mijo cola de zorro]
ja: [NAME:粟]
ko: [NAME:조]
ru: [NAME:могар]
tr: [NAME:tilkikuyruğu darı bitkisi]
vi: [NAME:cây kê đuôi chồn]
zh_hans: [NAME:狐尾粟植株]

# PLANT:FOXTAIL_MILLET
source: [NAME_PLURAL:foxtail millet plants]
cs: [NAME_PLURAL:proso štětinaté]
de: [NAME_PLURAL:Fuchsschwanz Hirse Pflanzen]
eo: [NAME_PLURAL:setarioj]
es: [NAME_PLURAL:plantas de mijo cola de zorro]
ja: [NAME_PLURAL:粟]
ko: [NAME_PLURAL:조들]
ru: [NAME_PLURAL:могар]
tr: [NAME_PLURAL:tilkikuyruğu darı bitkileri]
vi: [NAME_PLURAL:cây kê đuôi chồn]
zh_hans: [NAME_PLURAL:狐尾粟植株]

# PLANT:FOXTAIL_MILLET
source: [ADJ:foxtail millet plant]
cs: [ADJ:štětinaté proso]
de: [ADJ:Fuchsschwanz Hirse Pflanze]
eo: [ADJ:de setario]
es: [ADJ:de planta de mijo cola de zorro]
ja: [ADJ:粟]
ko: [ADJ:조]
ru: [ADJ:могар]
tr: [ADJ:tilkikuyruğu darı bitkisi]
vi: [ADJ:cây kê đuôi chồn]
zh_hans: [ADJ:狐尾粟啤酒植株的]

# PLANT:FOXTAIL_MILLET
source: [STATE_NAME_ADJ:ALL_SOLID:frozen foxtail millet beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé pivo ze štětinatého prosa]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Fuchsschwanz Hirse Bier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el setario]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de mijo cola de zorro]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った粟のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 조 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное могаровое пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş tilkikuyruğu darı birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia kê đuôi chồn đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的狐尾粟啤酒]

# PLANT:FOXTAIL_MILLET
source: [STATE_NAME_ADJ:LIQUID:foxtail millet beer]
cs: [STATE_NAME_ADJ:LIQUID:pivo ze štětinatého prosa]
de: [STATE_NAME_ADJ:LIQUID:Fuchsschwanz Hirse Bier]
eo: [STATE_NAME_ADJ:LIQUID:biero el setario]
es: [STATE_NAME_ADJ:LIQUID:cerveza de mijo cola de zorro]
ja: [STATE_NAME_ADJ:LIQUID:粟のビール]
ko: [STATE_NAME_ADJ:LIQUID:조 맥주]
ru: [STATE_NAME_ADJ:LIQUID:могаровое пиво]
tr: [STATE_NAME_ADJ:LIQUID:tilkikuyruğu darı birası]
vi: [STATE_NAME_ADJ:LIQUID:bia kê đuôi chồn]
zh_hans: [STATE_NAME_ADJ:LIQUID:狐尾粟啤酒]

# PLANT:FOXTAIL_MILLET
source: [STATE_NAME_ADJ:GAS:boiling foxtail millet beer]
cs: [STATE_NAME_ADJ:GAS:vařící se pivo ze štětinatého prosa]
de: [STATE_NAME_ADJ:GAS:kochendes Fuchsschwanz Hirse Bier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el setario]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de mijo cola de zorro]
ja: [STATE_NAME_ADJ:GAS:蒸気化した粟のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 조 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее могаровое пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan tilkikuyruğu darı birası]
vi: [STATE_NAME_ADJ:GAS:bia kê đuôi chồn đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的狐尾粟啤酒]

# PLANT:FOXTAIL_MILLET
source: [STATE_NAME_ADJ:ALL_SOLID:foxtail millet flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:štětinatá mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Fuchsschwanz Hirse Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el setario]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de mijo cola de zorro]
ja: [STATE_NAME_ADJ:ALL_SOLID:粟の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:좁쌀가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:могаровая мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:tilkikuyruğu darı unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:狐尾粟粉]

# PLANT:FOXTAIL_MILLET
source: [SEED:foxtail millet:foxtail millet:]
cs: [SEED:proso štětinaté:proso štětinaté:]
de: [SEED:Fuchsschwanz Hirse:Fuchsschwanz Hirse:]
eo: [SEED:grajno de setario:grajnoj de setario:]
es: [SEED:mijo cola de zorro:mijos cola de zorro:]
ja: [SEED:粟:粟:]
ko: [SEED:조:]
ru: [SEED:семя могара:семена могара:]
tr: [SEED:tilkikuyruğu darı:tilkikuyruğu darı:]
vi: [SEED:kê đuôi chồn:kê đuôi chồn:]
zh_hans: [SEED:狐尾粟:狐尾粟:]

# PLANT:FOXTAIL_MILLET
source: [PREFSTRING:grain]
cs: [PREFSTRING:zrno]
de: [PREFSTRING:Korn]
eo: [PREFSTRING:grajno]
es: [PREFSTRING:grano]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:낱알]
ru: [PREFSTRING:зерно]
tr: [PREFSTRING:tanesi]
vi: [PREFSTRING:ngũ cốc]
zh_hans: [PREFSTRING:谷物]

# PLANT:FOXTAIL_MILLET
source: [GROWTH_NAME:foxtail millet leaf:foxtail millet leaves]
cs: [GROWTH_NAME:list štětinatého prosa:listy štětinatého prosa]
de: [GROWTH_NAME:Fuchsschwanz Hirse Blatt:Fuchsschwanz Hirse Blätter]
eo: [GROWTH_NAME:folio el setario:folioj el setario]
es: [GROWTH_NAME:hoja de mijo cola de zorro:hojas de mijo cola de zorro]
ja: [GROWTH_NAME:粟の葉:粟の葉]
ko: [GROWTH_NAME:조 잎:조 잎들]
ru: [GROWTH_NAME:лист могара:листья могара]
tr: [GROWTH_NAME:tilkikuyruğu darı yaprağı:tilkikuyruğu darı yaprakları]
vi: [GROWTH_NAME:lá kê đuôi chồn:lá kê đuôi chồn]
zh_hans: [GROWTH_NAME:狐尾粟叶:狐尾粟叶]

# PLANT:FONIO
source: [NAME:fonio plant]
cs: [NAME:fonio]
de: [NAME:Foniohirse Pflanze]
eo: [NAME:fonjo]
es: [NAME:planta de fonio]
ja: [NAME:フォニオ]
ko: [NAME:포니오]
ru: [NAME:фонио]
tr: [NAME:fonyo bitkisi]
vi: [NAME:cây Fonio]
zh_hans: [NAME:非尼奥米植株]

# PLANT:FONIO
source: [NAME_PLURAL:fonio plants]
cs: [NAME_PLURAL:fonio]
de: [NAME_PLURAL:Foniohirse Pflanzen]
eo: [NAME_PLURAL:fonjoj]
es: [NAME_PLURAL:plantas de fonio]
ja: [NAME_PLURAL:フォニオ]
ko: [NAME_PLURAL:포니오들]
ru: [NAME_PLURAL:фонио]
tr: [NAME_PLURAL:fonyo bitkileri]
vi: [NAME_PLURAL:cây Fonio]
zh_hans: [NAME_PLURAL:非尼奥米植株]

# PLANT:FONIO
source: [ADJ:fonio plant]
cs: [ADJ:foniové]
de: [ADJ:Foniopflanze]
eo: [ADJ:de fonjo]
es: [ADJ:de planta de fonio]
ja: [ADJ:フォニオ]
ko: [ADJ:포니오]
ru: [ADJ:фонио]
tr: [ADJ:fonyo bitkisi]
vi: [ADJ:cây Fonio]
zh_hans: [ADJ:非尼奥米植株的]

# PLANT:FONIO
source: [STATE_NAME_ADJ:ALL_SOLID:frozen fonio beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé foniové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Foniohirse Bier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el fonjo]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de fonio]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったフォニオのビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 포니오 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное пиво из фонио]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş fonyo birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia Fonio đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的非尼奥米啤酒]

# PLANT:FONIO
source: [STATE_NAME_ADJ:LIQUID:fonio beer]
cs: [STATE_NAME_ADJ:LIQUID:foniové pivo]
de: [STATE_NAME_ADJ:LIQUID:Foniohirse Bier]
eo: [STATE_NAME_ADJ:LIQUID:biero el fonjo]
es: [STATE_NAME_ADJ:LIQUID:cerveza de fonio]
ja: [STATE_NAME_ADJ:LIQUID:フォニオのビール]
ko: [STATE_NAME_ADJ:LIQUID:포니오 맥주]
ru: [STATE_NAME_ADJ:LIQUID:пиво из фонио]
tr: [STATE_NAME_ADJ:LIQUID:fonyo birası]
vi: [STATE_NAME_ADJ:LIQUID:bia Fonio]
zh_hans: [STATE_NAME_ADJ:LIQUID:非尼奥米啤酒]

# PLANT:FONIO
source: [STATE_NAME_ADJ:GAS:boiling fonio beer]
cs: [STATE_NAME_ADJ:GAS:vařící se foniové pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Finiohirse Bier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el fonjo]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de fonio]
ja: [STATE_NAME_ADJ:GAS:蒸気化したフォニオのビール]
ko: [STATE_NAME_ADJ:GAS:기화된 포니오 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее пиво из фонио]
tr: [STATE_NAME_ADJ:GAS:kaynayan fonyo birası]
vi: [STATE_NAME_ADJ:GAS:bia Fonio đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的非尼奥米啤酒]

# PLANT:FONIO
source: [STATE_NAME_ADJ:ALL_SOLID:fonio flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:foniová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Finiohirse Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el fonjo]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de fonio]
ja: [STATE_NAME_ADJ:ALL_SOLID:フォニオの挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:포니오 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:мука из фонио]
tr: [STATE_NAME_ADJ:ALL_SOLID:fonyo unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột Fonio]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:非尼奥米粉]

# PLANT:FONIO
source: [SEED:fonio:fonio:]
de: [SEED:Foniohirse:Foniohirse:]
eo: [SEED:grajno de fonjo:grajnoj de fonjo:]
es: [SEED:fonio:fonios:]
ja: [SEED:フォニオ:フォニオ:]
ko: [SEED:포니오:포니오:]
ru: [SEED:фонио:фонио:]
tr: [SEED:fonyo:fonyo:]
zh_hans: [SEED:非尼奥米:非尼奥米:]

# PLANT:FONIO
source: [PREFSTRING:grain]
cs: [PREFSTRING:zrno]
de: [PREFSTRING:Korn]
eo: [PREFSTRING:grajno]
es: [PREFSTRING:grano]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:낱알]
ru: [PREFSTRING:зерно]
tr: [PREFSTRING:tanesi]
vi: [PREFSTRING:ngũ cốc]
zh_hans: [PREFSTRING:谷物]

# PLANT:FONIO
source: [GROWTH_NAME:fonio leaf:fonio leaves]
cs: [GROWTH_NAME:list fonia:listy fonia]
de: [GROWTH_NAME:Foniohirse Blatt:Foniohirse Blätter]
eo: [GROWTH_NAME:folio de fonjo:folioj de fonjo]
es: [GROWTH_NAME:hoja de fonio:hojas de fonio]
ja: [GROWTH_NAME:フォニオの葉:フォニオの葉]
ko: [GROWTH_NAME:포니오 잎:포니오 잎들]
ru: [GROWTH_NAME:лист фонио:листья фонио]
tr: [GROWTH_NAME:fonyo yaprağı:fonyo yaprakları]
vi: [GROWTH_NAME:lá Fonio:lá Fonio]
zh_hans: [GROWTH_NAME:非尼奥米叶:非尼奥米叶]

# PLANT:TEFF
source: [NAME:teff plant]
cs: [NAME:teff]
de: [NAME:Zwerghirse Pflanze]
eo: [NAME:tefo]
es: [NAME:planta de teff]
ja: [NAME:テフ]
ko: [NAME:테프]
ru: [NAME:метличка]
tr: [NAME:tef bitkisi]
vi: [NAME:cây Teff]
zh_hans: [NAME:苔麸植株]

# PLANT:TEFF
source: [NAME_PLURAL:teff plants]
cs: [NAME_PLURAL:teff]
de: [NAME_PLURAL:Zwerghirse Pflanzen]
eo: [NAME_PLURAL:tefoj]
es: [NAME_PLURAL:plantas de teff]
ja: [NAME_PLURAL:テフ]
ko: [NAME_PLURAL:테프들]
ru: [NAME_PLURAL:метличка]
tr: [NAME_PLURAL:tef bitkileri]
vi: [NAME_PLURAL:cây Teff]
zh_hans: [NAME_PLURAL:苔麸植株]

# PLANT:TEFF
source: [ADJ:teff plant]
cs: [ADJ:teffový]
de: [ADJ:Zwerghirsenpflanze]
eo: [ADJ:de tefo]
es: [ADJ: de planta de teff]
ja: [ADJ:テフ]
ko: [ADJ:테프]
ru: [ADJ:метличка]
tr: [ADJ:tef bitkisi]
vi: [ADJ:cây Teff]
zh_hans: [ADJ:苔麸植株的]

# PLANT:TEFF
source: [STATE_NAME_ADJ:ALL_SOLID:frozen teff beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé teffové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Zwerghirse Bier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el tefo]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza de teff congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったテフのビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 테프 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное метличное пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş tef birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia Teff đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的苔麸啤酒]

# PLANT:TEFF
source: [STATE_NAME_ADJ:LIQUID:teff beer]
cs: [STATE_NAME_ADJ:LIQUID:teffové pivo]
de: [STATE_NAME_ADJ:LIQUID:Zwerghirse Bier]
eo: [STATE_NAME_ADJ:LIQUID:biero el tefo]
es: [STATE_NAME_ADJ:LIQUID:cerveza de teff]
ja: [STATE_NAME_ADJ:LIQUID:テフのビール]
ko: [STATE_NAME_ADJ:LIQUID:테프 맥주]
ru: [STATE_NAME_ADJ:LIQUID:метличное пиво]
tr: [STATE_NAME_ADJ:LIQUID:tef birası]
vi: [STATE_NAME_ADJ:LIQUID:bia Teff]
zh_hans: [STATE_NAME_ADJ:LIQUID:苔麸啤酒]

# PLANT:TEFF
source: [STATE_NAME_ADJ:GAS:boiling teff beer]
cs: [STATE_NAME_ADJ:GAS:vařící se teffové pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Zwerghirse Bier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el tefo]
es: [STATE_NAME_ADJ:GAS:cerveza de teff hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したテフのビール]
ko: [STATE_NAME_ADJ:GAS:기화된 테프 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее метличное пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan tef birası]
vi: [STATE_NAME_ADJ:GAS:bia Teff đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的苔麸啤酒]

# PLANT:TEFF
source: [STATE_NAME_ADJ:ALL_SOLID:teff flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:teffová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Zwerghirse Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el tefo]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de teff]
ja: [STATE_NAME_ADJ:ALL_SOLID:テフの挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:테프 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:метличная мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:tef unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột Teff]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:苔麸粉]

# PLANT:TEFF
source: [SEED:teff:teff:]
de: [SEED:Zwerghirse:Zwerghirse:]
eo: [SEED:grajno de tefo:grajnoj de tefo:]
ja: [SEED:テフ:テフ:]
ko: [SEED:테프씨:테프씨들:]
ru: [SEED:семя метлички:семена метлички:]
tr: [SEED:tef:tef:]
zh_hans: [SEED:苔麸:苔麸:]

# PLANT:TEFF
source: [PREFSTRING:grain]
cs: [PREFSTRING:zrno]
de: [PREFSTRING:Korn]
eo: [PREFSTRING:grajno]
es: [PREFSTRING:grano]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:낱알]
ru: [PREFSTRING:зерно]
tr: [PREFSTRING:tanesi]
vi: [PREFSTRING:ngũ cốc]
zh_hans: [PREFSTRING:谷物]

# PLANT:TEFF
source: [GROWTH_NAME:teff leaf:teff leaves]
cs: [GROWTH_NAME:list teffu:listy teffu]
de: [GROWTH_NAME:Zwerghirse Blatt:Zwerghirse Blätter]
eo: [GROWTH_NAME:folio de tefo:folioj de tefo]
es: [GROWTH_NAME:hoja de teff:hojas de teff]
ja: [GROWTH_NAME:テフの葉:テフの葉]
ru: [GROWTH_NAME:лист метлички:листья метлички]
tr: [GROWTH_NAME:tef yaprağı:tef yaprakları]
vi: [GROWTH_NAME:lá Teff:lá Teff]
zh_hans: [GROWTH_NAME:苔麸叶:苔麸叶]

# PLANT:FLAX
source: [NAME:flax plant]
cs: [NAME:len]
de: [NAME:Flachs Pflanze]
eo: [NAME:lino]
es: [NAME:planta de lino]
ja: [NAME:亜麻]
ko: [NAME:아마]
ru: [NAME:лён]
tr: [NAME:keten bitkisi]
vi: [NAME:cây lanh]
zh_hans: [NAME:亚麻植株]

# PLANT:FLAX
source: [NAME_PLURAL:flax plants]
cs: [NAME_PLURAL:len]
de: [NAME_PLURAL:Flachs Pflanzen]
eo: [NAME_PLURAL:linoj]
es: [NAME_PLURAL:plantas de lino]
ja: [NAME_PLURAL:亜麻]
ko: [NAME_PLURAL:아마들]
ru: [NAME_PLURAL:лён]
tr: [NAME_PLURAL:keten bitkileri]
vi: [NAME_PLURAL:cây lanh]
zh_hans: [NAME_PLURAL:亚麻植株]

# PLANT:FLAX
source: [ADJ:flax plant]
cs: [ADJ:lněný]
de: [ADJ:Flachspflanze]
eo: [ADJ:de lino]
es: [ADJ:planta de linaza]
ja: [ADJ:亜麻]
ko: [ADJ:아마]
ru: [ADJ:лён]
tr: [ADJ:keten bitkisi]
vi: [ADJ:cây lanh]
zh_hans: [ADJ:亚麻植株的]
