Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BUSHMASTER
source: [NAME:bushmaster:bushmasters:bushmaster]
cs: [NAME:surukuku:surukukové:surukuka]
de: [NAME:Buschmeister:Buschmeister:Buschmeister]
eo: [NAME:surukukuo:surukukuoj:de surukukuo]
es: [NAME:cascabel muda:cascabeles mudas:cascabel muda]
ja: [NAME:ブッシュマスター:ブッシュマスター:ブッシュマスターの]
ko: [NAME:부시마스터:부시마스터떼:부시마스터]
ru: [NAME:бушмейстер:бушмейстеры:бушмейстера]
tr: [NAME:bushmaster:bushmasterlar:bushmaster]
vi: [NAME:rắn bushmaster:những rắn bushmaster:rắn bushmaster]

# CREATURE:BUSHMASTER
source: [CASTE_NAME:bushmaster:bushmasters:bushmaster]
cs: [CASTE_NAME:surukuku:surukukové:surukuka]
de: [CASTE_NAME:Buschmeister:Buschmeister:Buschmeister]
eo: [CASTE_NAME:surukukuo:surukukuoj:de surukukuo]
es: [CASTE_NAME:cascabel muda:cascabeles mudas:cascabel muda]
ja: [CASTE_NAME:ブッシュマスター:ブッシュマスター:ブッシュマスターの]
ko: [CASTE_NAME:부시마스터:부시마스터들:부시마스터]
ru: [CASTE_NAME:бушмейстер:бушмейстеры:бушмейстера]
tr: [CASTE_NAME:bushmaster:bushmasterlar:bushmaster]
vi: [CASTE_NAME:rắn bushmaster:những rắn bushmaster:rắn bushmaster]

# CREATURE:BUSHMASTER
source: [PREFSTRING:deadly bite]
cs: [PREFSTRING:smrtelné kousnutí]
de: [PREFSTRING:tödlicher biss]
eo: [PREFSTRING:mortiga mordo]
es: [PREFSTRING:mordedura mortal]
ja: [PREFSTRING:死の毒牙]
ru: [PREFSTRING:смертельный укус]
tr: [PREFSTRING:ölümcül ısırığı]
vi: [PREFSTRING:vết cắn chết người]

# CREATURE:BUSHMASTER
source: [STATE_NAME:ALL_SOLID:frozen bushmaster venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed surukuky]
de: [STATE_NAME:ALL_SOLID:gefrorenes Buschmeister Gift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de surukukuo]
es: [STATE_NAME:ALL_SOLID:veneno de cascabel muda congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったブッシュマスターの毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 부시마스터 독]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд бушмейстера]
tr: [STATE_NAME:ALL_SOLID:donmuş bushmaster zehri]
vi: [STATE_NAME:ALL_SOLID:nọc độc rắn bushmaster đông lạnh]

# CREATURE:BUSHMASTER
source: [STATE_ADJ:ALL_SOLID:frozen bushmaster venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed surukuky]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Buschmeister Gift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de surukukuo]
es: [STATE_ADJ:ALL_SOLID:veneno de cascabel muda congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったブッシュマスターの毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 부시마스터 독]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд бушмейстера]
tr: [STATE_ADJ:ALL_SOLID:donmuş bushmaster zehri]
vi: [STATE_ADJ:ALL_SOLID:nọc độc rắn bushmaster đông lạnh]

# CREATURE:BUSHMASTER
source: [STATE_NAME:LIQUID:bushmaster venom]
cs: [STATE_NAME:LIQUID:jed surukuky]
de: [STATE_NAME:LIQUID:Buschmeister-Gift]
eo: [STATE_NAME:LIQUID:veneno de surukukuo]
es: [STATE_NAME:LIQUID:veneno de cascabel muda]
ja: [STATE_NAME:LIQUID:ブッシュマスターの毒液]
ko: [STATE_NAME:LIQUID:부시마스터 독]
ru: [STATE_NAME:LIQUID:яд бушмейстера]
tr: [STATE_NAME:LIQUID:bushmaster zehri]
vi: [STATE_NAME:LIQUID:nọc độc rắn bushmaster]

# CREATURE:BUSHMASTER
source: [STATE_ADJ:LIQUID:bushmaster venom]
cs: [STATE_ADJ:LIQUID:jed surukuky]
de: [STATE_ADJ:LIQUID:Buschmeister-Gift]
eo: [STATE_ADJ:LIQUID:de veneno de surukukuo]
es: [STATE_ADJ:LIQUID:veneno de cascabel muda]
ja: [STATE_ADJ:LIQUID:ブッシュマスターの毒液]
ko: [STATE_ADJ:LIQUID:부시마스터 독]
ru: [STATE_ADJ:LIQUID:яд бушмейстера]
tr: [STATE_ADJ:LIQUID:bushmaster zehri]
vi: [STATE_ADJ:LIQUID:nọc độc rắn bushmaster]

# CREATURE:BUSHMASTER
source: [STATE_NAME:GAS:boiling bushmaster venom]
cs: [STATE_NAME:GAS:vroucí jed surukuky]
de: [STATE_NAME:GAS:kochendes Buschmeister-Gift]
eo: [STATE_NAME:GAS:bolanta veneno de surukukuo]
es: [STATE_NAME:GAS:veneno de cascabel muda hirviendo]
ja: [STATE_NAME:GAS:蒸気化したブッシュマスターの毒液]
ko: [STATE_NAME:GAS:기화된 부시마스터 독]
ru: [STATE_NAME:GAS:пары яда бушмейстера]
tr: [STATE_NAME:GAS:kaynayan bushmaster zehri]
vi: [STATE_NAME:GAS:nọc độc rắn bushmaster đang sôi]

# CREATURE:BUSHMASTER
source: [STATE_ADJ:GAS:boiling bushmaster venom]
cs: [STATE_ADJ:GAS:vroucí jed surukuky]
de: [STATE_ADJ:GAS:kochendes Buschmeister-Gift]
eo: [STATE_ADJ:GAS:de bolanta veneno de surukukuo]
es: [STATE_ADJ:GAS:veneno de cascabel muda hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したブッシュマスターの毒液]
ko: [STATE_ADJ:GAS:기화된 부시마스터 독]
ru: [STATE_ADJ:GAS:кипящий яд бушмейстера]
tr: [STATE_ADJ:GAS:kaynayan bushmaster zehri]
vi: [STATE_ADJ:GAS:nọc độc rắn bushmaster đang sôi]

# CREATURE:BUSHMASTER
source: [SYN_NAME:bushmaster bite]
cs: [SYN_NAME:uštknutí křovinářem]
de: [SYN_NAME:Buschmeister-Biss]
eo: [SYN_NAME:mordo de surukukuo]
es: [SYN_NAME:mordida de cascabel muda]
ja: [SYN_NAME:ブッシュマスターの牙]
ru: [SYN_NAME:укус бушмейстера]
tr: [SYN_NAME:bushmaster ısırığı]
vi: [SYN_NAME:vết cắn của rắn bushmaster]

# CREATURE:BUSHMASTER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BUSHMASTER
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:BUSHMASTER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:BUSHMASTER_MAN
source: [CVCT_REPLACEMENT:bushmaster man]
cs: [CVCT_REPLACEMENT:surukukí muž]
de: [CVCT_REPLACEMENT:Buschmeister-Mensch]
eo: [CVCT_REPLACEMENT:homsurukuku]
es: [CVCT_REPLACEMENT:hombre cascabel muda]
ja: [CVCT_REPLACEMENT:ブッシュマスター男]
ko: [CVCT_REPLACEMENT:부시마스터인간]
ru: [CVCT_REPLACEMENT:человека-бушмейстера]
tr: [CVCT_REPLACEMENT:bushmaster adam]
vi: [CVCT_REPLACEMENT:người rắn bushmaster nam]

# CREATURE:BUSHMASTER_MAN
source: [CASTE_NAME:bushmaster man:bushmaster men:bushmaster man]
cs: [CASTE_NAME:surukukí muž:surukukí muži:surukukího muže]
de: [CASTE_NAME:Buschmeister-Mann:Buschmeister-Männer:Buschmeister-Mann]
eo: [CASTE_NAME:homsurukukuiĉo:homsurukukuiĉoj:de homsurukukuiĉo]
es: [CASTE_NAME:hombre cascabel muda:hombres cascabel muda:hombre cascabel muda]
ja: [CASTE_NAME:ブッシュマスター男:ブッシュマスター男:ブッシュマスター男の]
ko: [CASTE_NAME:남성 부시마스터인간:남성 부시마스터인간들:부시마스터인간]
ru: [CASTE_NAME:мужчина-бушмейстер:мужчины-бушмейстеры:мужчины-бушмейстера]
tr: [CASTE_NAME:erkek bushmaster:erkek bushmasterlar:erkek bushmaster]
vi: [CASTE_NAME:người rắn bushmaster nam:những người rắn bushmaster nam:người rắn bushmaster nam]

# CREATURE:BUSHMASTER_MAN
source: [CASTE_NAME:bushmaster woman:bushmaster women:bushmaster woman]
cs: [CASTE_NAME:surukukí žena:surukukí ženy:surukukí ženu]
de: [CASTE_NAME:Buschmeister-Frau:Buschmeister-Frauen:Buschmeister-Frau]
eo: [CASTE_NAME:homsurukukuino:homsurukukuinoj:de homsurukukuino]
es: [CASTE_NAME:mujer cascabel muda:mujeres cascabel muda:mujer cascabel muda]
ja: [CASTE_NAME:ブッシュマスター女:ブッシュマスター女:ブッシュマスター女の]
ko: [CASTE_NAME:여성 부시마스터인간:여성 부시마스터인간들:여성 부시마스터인간]
ru: [CASTE_NAME:женщина-бушмейстер:женщины-бушмейстеры:женщины-бушмейстера]
tr: [CASTE_NAME:dişi bushmaster:dişi bushmasterlar:dişi bushmaster]
vi: [CASTE_NAME:người rắn bushmaster nữ:những người rắn bushmaster nữ:người rắn bushmaster nữ]

# CREATURE:BUSHMASTER_MAN
source: [NAME:bushmaster man:bushmaster men:bushmaster man]
cs: [NAME:surukukí muž:surukukí muži:surukukího muže]
de: [NAME:Buschmeister-Mensch:Buschmeister-Menschen:Buschmeister-Mensch]
eo: [NAME:homsurukukuo:homsurukukuoj:de homsurukukuo]
es: [NAME:hombre cascabel muda:hombres cascabel muda:hombre cascabel muda]
ja: [NAME:ブッシュマスター男:ブッシュマスター男:ブッシュマスター男の]
ko: [NAME:부시마스터인간:부시마스터인간들:부시마스터인간]
ru: [NAME:человек-бушмейстер:люди-бушмейстеры:человека-бушмейстера]
tr: [NAME:erkek bushmaster:erkek bushmasterlar:erkek bushmaster]
vi: [NAME:người rắn bushmaster nam:những người rắn bushmaster nam:người rắn bushmaster nam]

# CREATURE:BUSHMASTER_MAN
source: [DESCRIPTION:A large bushmaster with the arms of a man.]
cs: [DESCRIPTION:Velká surukuku s pažemi člověka.]
de: [DESCRIPTION:Ein großer Buschmeister mit den Armen eines Mannes.]
eo: [DESCRIPTION:Granda surukukuo kun la brakoj de homo.]
es: [DESCRIPTION:Una gran cascabel muda con brazos de hombre.]
ja: [DESCRIPTION:大きなブッシュマスターに腕が生えたかのような人間だ。]
ko: [DESCRIPTION:남자의 팔을 가진 큰 부시마스터.]
ru: [DESCRIPTION:Большой бушмейстер с человеческими руками.]
tr: [DESCRIPTION:Bir insanın kollarına sahip büyük bir bushmaster.]
vi: [DESCRIPTION:Một con rắn bushmaster lớn mang cánh tay của một người.]

# CREATURE:GIANT_BUSHMASTER
source: [CVCT_REPLACEMENT:giant bushmaster]
cs: [CVCT_REPLACEMENT:obří surukuku]
de: [CVCT_REPLACEMENT:Riesen-Buschmeister]
eo: [CVCT_REPLACEMENT:giganta surukuku]
es: [CVCT_REPLACEMENT:cascabel muda gigante]
ja: [CVCT_REPLACEMENT:巨大ブッシュマスター]
ko: [CVCT_REPLACEMENT:거대 부시마스터]
ru: [CVCT_REPLACEMENT:гигантского бушмейстера]
tr: [CVCT_REPLACEMENT:dev bushmaster]
vi: [CVCT_REPLACEMENT:rắn bushmaster khổng lồ]

# CREATURE:GIANT_BUSHMASTER
source: [NAME:giant bushmaster:giant bushmasters:giant bushmaster]
cs: [NAME:obří surukuku:obří surukukové:obří surukuku]
de: [NAME:Riesen-Buschmeister:Riesen-Buschmeister:Riesen-Buschmeister]
eo: [NAME:giganta surukukuo:gigantaj surukukuoj:de giganta surukukuo]
es: [NAME:cascabel muda gigante:cascabeles mudas gigantes:cascabel muda gigante]
ja: [NAME:巨大ブッシュマスター:巨大ブッシュマスター:巨大ブッシュマスターの]
ko: [NAME:거대 부시마스터:거대 부시마스터떼:거대 부시마스터]
ru: [NAME:гигантский бушмейстер:гигантские бушмейстеры:гигантского бушмейстера]
tr: [NAME:dev bushmaster:dev bushmasterlar:dev bushmaster]
vi: [NAME:rắn bushmaster khổng lồ:những rắn bushmaster khổng lồ:rắn bushmaster khổng lồ]

# CREATURE:GIANT_BUSHMASTER
source: [CASTE_NAME:giant bushmaster:giant bushmasters:giant bushmaster]
cs: [CASTE_NAME:obří surukuku:obří surukukové:obří surukuku]
de: [CASTE_NAME:Riesen-Buschmeister:Riesen-Buschmeister:Riesen-Buschmeister]
eo: [CASTE_NAME:giganta surukukuo:gigantaj surukukuoj:de giganta surukukuo]
es: [CASTE_NAME:cascabel muda gigante:cascabeles mudas gigantes:cascabel muda gigante]
ja: [CASTE_NAME:巨大ブッシュマスター:巨大ブッシュマスター:巨大ブッシュマスターの]
ko: [CASTE_NAME:거대 부시마스터:거대 부시마스터떼:거대 부시마스터]
ru: [CASTE_NAME:гигантский бушмейстер:гигантские бушмейстеры:гигантского бушмейстера]
tr: [CASTE_NAME:dev bushmaster:dev bushmasterlar:dev bushmaster]
vi: [CASTE_NAME:rắn bushmaster khổng lồ:những rắn bushmaster khổng lồ:rắn bushmaster khổng lồ]

# CREATURE:GIANT_BUSHMASTER
source: [DESCRIPTION:A huge monster in the form of a bushmaster.]
cs: [DESCRIPTION:Obrovská příšera v podobě křovináře.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Buschmeisters.]
eo: [DESCRIPTION:Grandega monstro kun formo de surukukuo.]
es: [DESCRIPTION:Un enorme monstruo con la forma de una cascabel muda.]
ja: [DESCRIPTION:ブッシュマスターのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:부시마스터의 모습을 한 거대한 괴수.]
ru: [DESCRIPTION:Огромный монстр, похожий на бушмейстера.]
tr: [DESCRIPTION:Bushmaster formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài của một con rắn bushmaster.]
zh_hans: [DESCRIPTION:一只巨大的巨蝮怪。]

# CREATURE:GIANT_BUSHMASTER
source: [PREFSTRING:deadly bite]
cs: [PREFSTRING:smrtelné kousnutí]
de: [PREFSTRING:tödlicher biss]
eo: [PREFSTRING:mortiga mordo]
es: [PREFSTRING:mordedura mortal]
ja: [PREFSTRING:死の毒牙]
ru: [PREFSTRING:смертельный укус]
tr: [PREFSTRING:ölümcül ısırığı]
vi: [PREFSTRING:vết cắn chết người]

# CREATURE:PYTHON
source: [DESCRIPTION:A small snake found in the trees. It kills its prey by using its long body to constrict them.]
cs: [DESCRIPTION:Malý had žijící na stromech. Zabíjí kořist svým dlouhým tělem jejím uškrcením.]
de: [DESCRIPTION:Eine kleine Schlange, die in den Bäumen gefunden wurde. Sie tötet ihre Beute, indem sie sie mit ihrem langen Körper zusammenschnürt.]
eo: [DESCRIPTION:Malgranda serpento kiu troviĝas en la arboj. Ĝi mortigas siajn predojn, uzante sian longan korpon por stringi ilin.]
es: [DESCRIPTION:Una pequeña serpiente que habita en los arboles. Mata a su presa utilizando su largo cuerpo para constreñirla.]
ja: [DESCRIPTION:木に棲む小さな蛇だ。I長い体を使って獲物を絞め殺す。]
ko: [DESCRIPTION:나무에서 발견 된 작은 뱀. 긴 몸을 이용해 먹이를 잡아 죽인다.]
ru: [DESCRIPTION:Небольшая змея, живущая на деревьях. Убивает свою жертву, удушая её своим длинным телом.]
tr: [DESCRIPTION:Ağaçlarda bulunan küçük bir yılan. Avını öldürmek için uzun vücudunu kullanarak onları sıkar.]
vi: [DESCRIPTION:Một loài rắn nhỏ sống trên cây. Nó giết con mồi bằng cách dùng thân dài của mình để siết chặt chúng.]

# CREATURE:PYTHON
source: [NAME:python:pythons:python]
cs: [NAME:krajta:krajty:krajtu]
eo: [NAME:pitono:pitonoj:de pitono]
es: [NAME:pitón:pitones:pitón]
ja: [NAME:ブッシュマスター:ブッシュマスター:ブッシュマスターの]
ko: [NAME:비단뱀:비단뱀떼:비단뱀]
ru: [NAME:питон:питоны:питона]
tr: [NAME:piton:pitonlar:piton]

# CREATURE:PYTHON
source: [CASTE_NAME:python:pythons:python]
cs: [CASTE_NAME:krajta:krajty:krajtu]
eo: [CASTE_NAME:pitono:pitonoj:de pitono]
es: [CASTE_NAME:pitón:pitones:pitón]
ja: [CASTE_NAME:ブッシュマスター:ブッシュマスター:ブッシュマスターの]
ru: [CASTE_NAME:питон:питоны:питона]
tr: [CASTE_NAME:piton:pitonlar:piton]

# CREATURE:PYTHON
source: [PREFSTRING:great size]
cs: [PREFSTRING:velká velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük cüssesi]
vi: [PREFSTRING:kích thước khổng lồ]

# CREATURE:PYTHON
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:PYTHON
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:PYTHON
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:PYTHON_MAN
source: [CASTE_NAME:python man:python men:python man]
cs: [CASTE_NAME:krajtí muž:krajtí muži:krajtího muže]
de: [CASTE_NAME:Python-Mann:Python-Männer:Python-Mann]
eo: [CASTE_NAME:hompitoniĉo:hompitoniĉoj:de hompitoniĉo]
es: [CASTE_NAME:hombre pitón:hombres pitón:hombre pitón]
ja: [CASTE_NAME:ブッシュマスター男:ブッシュマスター男:ブッシュマスター男の]
ru: [CASTE_NAME:мужчина-питон:мужчины-питоны:мужчины-питона]
tr: [CASTE_NAME:erkek piton:erkek pitonlar:erkek piton]
vi: [CASTE_NAME:người trăn nam:những người trăn nam:người trăn nam]

# CREATURE:PYTHON_MAN
source: [CASTE_NAME:python woman:python women:python woman]
cs: [CASTE_NAME:krajtí žena:krajtí ženy:krajtí ženu]
de: [CASTE_NAME:Python-Frau:Python-Frauen:Python-Frau]
eo: [CASTE_NAME:hompitonino:hompitoninoj:de hompitonino]
es: [CASTE_NAME:mujer pitón:mujeres pitón:mujer pitón]
ja: [CASTE_NAME:ブッシュマスター女:ブッシュマスター女:ブッシュマスター女の]
ru: [CASTE_NAME:женщина-питон:женщины-питоны:женщины-питона]
tr: [CASTE_NAME:dişi piton:dişi pitonlar:dişi piton]
vi: [CASTE_NAME:người trăn nữ:những người trăn nữ:người trăn nữ]

# CREATURE:PYTHON_MAN
source: [NAME:python man:python men:python man]
cs: [NAME:krajtí muž:krajtí muži:krajtího muže]
de: [NAME:Python-Mensch:Python-Menschen:Python-Mensch]
eo: [NAME:hompitono:hompitonoj:de hompitono]
es: [NAME:hombre pitón:hombres pitón:hombre pitón]
ja: [NAME:ブッシュマスター男:ブッシュマスター男:ブッシュマスター男の]
ko: [NAME:비단뱀인간:비단뱀인간들:비단뱀인간]
ru: [NAME:человек-питон:люди-питоны:человека-питона]
tr: [NAME:erkek piton:erkek pitonlar:erkek piton]
vi: [NAME:người trăn nam:những người trăn nam:người trăn nam]

# CREATURE:PYTHON_MAN
source: [DESCRIPTION:A large python with arms of a man.]
cs: [DESCRIPTION:Velká krajta s pažemi člověka.]
de: [DESCRIPTION:Eine große Python mit den Armen eines Mannes.]
eo: [DESCRIPTION:Granda pitono kun brakoj de homo.]
es: [DESCRIPTION:Una larga pitón con brazos humanos.]
ja: [DESCRIPTION:A large ブッシュマスター with arms of a男.]
ko: [DESCRIPTION:남자의 팔을 가진 큰 비단뱀.]
ru: [DESCRIPTION:Большой питон с человеческими руками.]
tr: [DESCRIPTION:Bir insanın kollarına sahip büyük bir piton.]
vi: [DESCRIPTION:Một con trăn lớn mang cánh tay của một người.]

# CREATURE:GIANT_PYTHON
source: [NAME:giant python:giant pythons:giant python]
cs: [NAME:obří krajta:obří krajty:obří krajtu]
de: [NAME:Riesen-Python:Riesen-Pythons:Riesen-Python]
eo: [NAME:giganta pitono:gigantaj pitonoj:de giganta pitono]
es: [NAME:pitón gigante:pitones gigantes:pitón gigante]
ja: [NAME:巨大ブッシュマスター:巨大ブッシュマスター:巨大ブッシュマスターの]
ko: [NAME:거대 비단뱀:거대 비단뱀떼:거대 비단뱀]
ru: [NAME:гигантский питон:гигантские питоны:гигантского питона]
tr: [NAME:dev piton:dev pitonlar:dev piton]
vi: [NAME:trăn khổng lồ:những trăn khổng lồ:trăn khổng lồ]

# CREATURE:GIANT_PYTHON
source: [CASTE_NAME:giant python:giant pythons:giant python]
cs: [CASTE_NAME:obří krajta:obří krajty:obří krajtu]
de: [CASTE_NAME:Riesen-Python:Riesen-Pythons:Riesen-Python]
eo: [CASTE_NAME:giganta pitono:gigantaj pitonoj:de giganta pitono]
es: [CASTE_NAME:pitón gigante:pitones gigantes:pitón gigante]
ja: [CASTE_NAME:巨大ブッシュマスター:巨大ブッシュマスター:巨大ブッシュマスターの]
ko: [CASTE_NAME:거대 비단뱀:거대 비단뱀떼:거대 비단뱀]
ru: [CASTE_NAME:гигантский питон:гигантские питоны:гигантского питона]
tr: [CASTE_NAME:dev piton:dev pitonlar:dev piton]
vi: [CASTE_NAME:trăn khổng lồ:những trăn khổng lồ:trăn khổng lồ]

# CREATURE:GIANT_PYTHON
source: [DESCRIPTION:A huge monster in the form of a python.]
cs: [DESCRIPTION:Obrovská příšera v podobě krajty.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Python.]
eo: [DESCRIPTION:Grandega monstro kun formo de pitono.]
es: [DESCRIPTION:Un monstruo grandioso con la forma de una pitón.]
ja: [DESCRIPTION:ブッシュマスターのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:비단뱀 형태의 거대한 괴물.]
ru: [DESCRIPTION:Огромный монстр, похожий на питона.]
tr: [DESCRIPTION:Piton formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài của một con trăn.]
zh_hans: [DESCRIPTION:一只巨大的巨蟒怪。]

# CREATURE:GIANT_PYTHON
source: [PREFSTRING:great size]
cs: [PREFSTRING:velká velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük cüssesi]
vi: [PREFSTRING:kích thước khổng lồ]

# CREATURE:TAPIR
source: [DESCRIPTION:A medium-sized mammal with a prehensile nose. It lives in the tropical rainforest.]
cs: [DESCRIPTION:Středně velký savec s uchopitelným čenichem. Žije v tropických deštných pralesech.]
de: [DESCRIPTION:Ein mittelgroßes Säugetier mit Greifnase. Es lebt im tropischen Regenwald.]
eo: [DESCRIPTION:Mezgranda mamulo, kun tenpova nazo. Ĝi loĝas en tropikaj pluvarbaroj.]
es: [DESCRIPTION:Un mamífero de tamaño mediano con una nariz prensil. Vive en las selvas tropicales.]
ja: [DESCRIPTION:鼻で物が掴める中型哺乳類。ジャングルに棲む。]
ko: [DESCRIPTION:코를 가진 중형 포유류. 열대 우림에 산다.]
ru: [DESCRIPTION:Млекопитающее средних размеров с цепким носом. Обитает в тропических джунглях.]
tr: [DESCRIPTION:Kavrayıcı burnu olan orta boy bir memeli. Tropikal yağmur ormanlarında yaşar.]
vi: [DESCRIPTION:Một loài động vật có vú cỡ trung bình với chiếc mũi vòi linh hoạt. Nó sống trong rừng mưa nhiệt đới.]

# CREATURE:TAPIR
source: [NAME:tapir:tapirs:tapir]
cs: [NAME:tapír:tapíři:tapíří]
de: [NAME:Tapir:Tapire:Tapir]
eo: [NAME:tapiro:tapiroj:de tapiro]
ja: [NAME:バク:バク:バクの]
ko: [NAME:맥:맥들:맥]
ru: [NAME:тапир:тапиры:тапира]
tr: [NAME:tapir:tapirler:tapir]

# CREATURE:TAPIR
source: [CASTE_NAME:tapir:tapirs:tapir]
cs: [CASTE_NAME:tapír:tapíri:tapíří]
de: [CASTE_NAME:Tapir:Tapire:Tapir]
eo: [CASTE_NAME:tapiro:tapiroj:de tapiro]
ja: [CASTE_NAME:バク:バク:バクの]
ru: [CASTE_NAME:тапир:тапиры:тапира]
tr: [CASTE_NAME:tapir:tapirler:tapir]

# CREATURE:TAPIR
source: [GENERAL_CHILD_NAME:tapir calf:tapir calves]
cs: [GENERAL_CHILD_NAME:tele tapíra:telata tapírů]
de: [GENERAL_CHILD_NAME:Tapir-Kalb:Tapir-Kälber]
eo: [GENERAL_CHILD_NAME:tapirido:tapiridoj]
es: [GENERAL_CHILD_NAME:cría de tapir:crías de tapir]
ja: [GENERAL_CHILD_NAME:バクの仔:バクの仔の]
ru: [GENERAL_CHILD_NAME:детёныш тапира:детёныши тапира]
tr: [GENERAL_CHILD_NAME:tapir yavrusu:tapir yavruları]
vi: [GENERAL_CHILD_NAME:heo vòi con:những heo vòi con]
zh_hans: [GENERAL_CHILD_NAME:貘幼崽:貘幼崽]

# CREATURE:TAPIR
source: [PREFSTRING:floppy noses]
cs: [PREFSTRING:povislé čenichy]
de: [PREFSTRING:schlapprige Nase]
eo: [PREFSTRING:flekseblaj nazoj]
es: [PREFSTRING:narices caídas]
ja: [PREFSTRING:伸びた鼻]
ko: [PREFSTRING:물렁한 코]
ru: [PREFSTRING:длинные носы]
tr: [PREFSTRING:sarkık burunları]
vi: [PREFSTRING:những chiếc mũi rủ xuống]

# CREATURE:TAPIR
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:TAPIR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:TAPIR
source: [STATE_NAME:ALL_SOLID:frozen tapir's milk]
cs: [STATE_NAME:ALL_SOLID:mražené tapíří mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Tapirmilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de tapiro]
es: [STATE_NAME:ALL_SOLID:leche de tapir congelada]
ja: [STATE_NAME:ALL_SOLID:凍ったバクのミルク]
ru: [STATE_NAME:ALL_SOLID:замёрзшее молоко тапира]
tr: [STATE_NAME:ALL_SOLID:donmuş tapir sütü]
vi: [STATE_NAME:ALL_SOLID:sữa heo vòi đông lạnh]

# CREATURE:TAPIR
source: [STATE_ADJ:ALL_SOLID:frozen tapir's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené tapíří mléko]
de: [STATE_ADJ:ALL_SOLID:gefrorene Tapirmilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de tapiro]
es: [STATE_ADJ:ALL_SOLID:leche de tapir congelada]
ja: [STATE_ADJ:ALL_SOLID:凍ったバクのミルク]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее молоко тапира]
tr: [STATE_ADJ:ALL_SOLID:donmuş tapir sütü]
vi: [STATE_ADJ:ALL_SOLID:sữa heo vòi đông lạnh]

# CREATURE:TAPIR
source: [STATE_NAME:LIQUID:tapir's milk]
cs: [STATE_NAME:LIQUID:tapíří mléko]
de: [STATE_NAME:LIQUID:Tapir-Milch]
eo: [STATE_NAME:LIQUID:lakto de tapiro]
es: [STATE_NAME:LIQUID:leche de tapir]
ja: [STATE_NAME:LIQUID:バクのミルク]
ru: [STATE_NAME:LIQUID:молоко тапира]
tr: [STATE_NAME:LIQUID:tapir sütü]
vi: [STATE_NAME:LIQUID:sữa heo vòi]

# CREATURE:TAPIR
source: [STATE_ADJ:LIQUID:tapir's milk]
cs: [STATE_ADJ:LIQUID:tapíří mléko]
de: [STATE_ADJ:LIQUID:Tapir-Milch]
eo: [STATE_ADJ:LIQUID:de lakto de tapiro]
es: [STATE_ADJ:LIQUID:de leche de tapir]
ja: [STATE_ADJ:LIQUID:バクのミルク]
ko: [STATE_ADJ:LIQUID:맥젖]
ru: [STATE_ADJ:LIQUID:молоко тапира]
tr: [STATE_ADJ:LIQUID:tapir sütü]
vi: [STATE_ADJ:LIQUID:sữa heo vòi]

# CREATURE:TAPIR
source: [STATE_NAME:GAS:boiling tapir's milk]
cs: [STATE_NAME:GAS:vařící tapíří mléko]
de: [STATE_NAME:GAS:kochende Tapir-Milch]
eo: [STATE_NAME:GAS:bolanta lakto de tapiro]
es: [STATE_NAME:GAS:leche de tapir hirviendo]
ja: [STATE_NAME:GAS:蒸気化したバクのミルク]
ru: [STATE_NAME:GAS:пары молока тапира]
tr: [STATE_NAME:GAS:kaynayan tapir sütü]
vi: [STATE_NAME:GAS:sữa heo vòi đang sôi]
