Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# MATERIAL_TEMPLATE:SEED_TEMPLATE
source: [STATE_NAME:ALL_SOLID:seed]
cs: [STATE_NAME:ALL_SOLID:semeno]
de: [STATE_NAME:ALL_SOLID:Samen]
eo: [STATE_NAME:ALL_SOLID:semo]
es: [STATE_NAME:ALL_SOLID:semilla]
ja: [STATE_NAME:ALL_SOLID:種]
ko: [STATE_NAME:ALL_SOLID:씨]
ru: [STATE_NAME:ALL_SOLID:семя]
tr: [STATE_NAME:ALL_SOLID:tohum]
vi: [STATE_NAME:ALL_SOLID:hạt giống]
zh_hans: [STATE_NAME:ALL_SOLID:种子]

# MATERIAL_TEMPLATE:SEED_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:seed]
cs: [STATE_ADJ:ALL_SOLID:semenný]
de: [STATE_ADJ:ALL_SOLID:Samen]
eo: [STATE_ADJ:ALL_SOLID:el semo]
es: [STATE_ADJ:ALL_SOLID:de semilla]
ja: [STATE_ADJ:ALL_SOLID:種の]
ko: [STATE_ADJ:ALL_SOLID:씨]
ru: [STATE_ADJ:ALL_SOLID:зерновой]
tr: [STATE_ADJ:ALL_SOLID:tohum]
vi: [STATE_ADJ:ALL_SOLID:hạt giống]
zh_hans: [STATE_ADJ:ALL_SOLID:种子的]

# MATERIAL_TEMPLATE:SEED_TEMPLATE
source: [STATE_NAME:LIQUID:none]
cs: [STATE_NAME:LIQUID:žádný]
de: [STATE_NAME:LIQUID:nichts]
es: [STATE_NAME:LIQUID:nada]
tr: [STATE_NAME:LIQUID:yok]
zh_hans: [STATE_NAME:LIQUID:无]

# MATERIAL_TEMPLATE:SEED_TEMPLATE
source: [STATE_ADJ:LIQUID:none]
cs: [STATE_ADJ:LIQUID:žádný]
de: [STATE_ADJ:LIQUID:nichts]
es: [STATE_ADJ:LIQUID:de nada]
tr: [STATE_ADJ:LIQUID:yok]
zh_hans: [STATE_ADJ:LIQUID:无]

# MATERIAL_TEMPLATE:SEED_TEMPLATE
source: [STATE_NAME:GAS:none]
cs: [STATE_NAME:GAS:žádný]
de: [STATE_NAME:GAS:nichts]
es: [STATE_NAME:GAS:nada]
tr: [STATE_NAME:GAS:yok]
zh_hans: [STATE_NAME:GAS:无]

# MATERIAL_TEMPLATE:SEED_TEMPLATE
source: [STATE_ADJ:GAS:none]
cs: [STATE_ADJ:GAS:žádný]
de: [STATE_ADJ:GAS:nichts]
es: [STATE_ADJ:GAS:de nada]
tr: [STATE_ADJ:GAS:yok]
zh_hans: [STATE_ADJ:GAS:无]

# MATERIAL_TEMPLATE:LEAF_TEMPLATE
source: [STATE_NAME:ALL_SOLID:leaf]
cs: [STATE_NAME:ALL_SOLID:list]
de: [STATE_NAME:ALL_SOLID:Blatt]
eo: [STATE_NAME:ALL_SOLID:folio]
es: [STATE_NAME:ALL_SOLID:hoja]
ja: [STATE_NAME:ALL_SOLID:葉]
ko: [STATE_NAME:ALL_SOLID:잎]
ru: [STATE_NAME:ALL_SOLID:лист]
tr: [STATE_NAME:ALL_SOLID:yaprak]
vi: [STATE_NAME:ALL_SOLID:lá]
zh_hans: [STATE_NAME:ALL_SOLID:叶]

# MATERIAL_TEMPLATE:LEAF_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:leaf]
cs: [STATE_ADJ:ALL_SOLID:listový]
de: [STATE_ADJ:ALL_SOLID:Blatt]
eo: [STATE_ADJ:ALL_SOLID:el folio]
es: [STATE_ADJ:ALL_SOLID:de hoja]
ja: [STATE_ADJ:ALL_SOLID:葉の]
ko: [STATE_ADJ:ALL_SOLID:잎]
ru: [STATE_ADJ:ALL_SOLID:листья]
tr: [STATE_ADJ:ALL_SOLID:yaprak]
vi: [STATE_ADJ:ALL_SOLID:lá]
zh_hans: [STATE_ADJ:ALL_SOLID:叶的]

# MATERIAL_TEMPLATE:LEAF_TEMPLATE
source: [STATE_NAME:LIQUID:none]
cs: [STATE_NAME:LIQUID:žádný]
de: [STATE_NAME:LIQUID:nichts]
es: [STATE_NAME:LIQUID:nada]
tr: [STATE_NAME:LIQUID:yok]
zh_hans: [STATE_NAME:LIQUID:无]

# MATERIAL_TEMPLATE:LEAF_TEMPLATE
source: [STATE_ADJ:LIQUID:none]
cs: [STATE_ADJ:LIQUID:žádný]
de: [STATE_ADJ:LIQUID:nichts]
es: [STATE_ADJ:LIQUID:de nada]
tr: [STATE_ADJ:LIQUID:yok]
zh_hans: [STATE_ADJ:LIQUID:无]

# MATERIAL_TEMPLATE:LEAF_TEMPLATE
source: [STATE_NAME:GAS:none]
cs: [STATE_NAME:GAS:žádný]
de: [STATE_NAME:GAS:nichts]
es: [STATE_NAME:GAS:nada]
tr: [STATE_NAME:GAS:yok]
zh_hans: [STATE_NAME:GAS:无]

# MATERIAL_TEMPLATE:LEAF_TEMPLATE
source: [STATE_ADJ:GAS:none]
cs: [STATE_ADJ:GAS:žádný]
de: [STATE_ADJ:GAS:nichts]
es: [STATE_ADJ:GAS:de nada]
tr: [STATE_ADJ:GAS:yok]
zh_hans: [STATE_ADJ:GAS:无]

# MATERIAL_TEMPLATE:FRUIT_TEMPLATE
source: [STATE_NAME:ALL_SOLID:fruit]
cs: [STATE_NAME:ALL_SOLID:ovoce]
de: [STATE_NAME:ALL_SOLID:Frucht]
eo: [STATE_NAME:ALL_SOLID:frukto]
es: [STATE_NAME:ALL_SOLID:fruta]
ja: [STATE_NAME:ALL_SOLID:果実]
ko: [STATE_NAME:ALL_SOLID:과일]
ru: [STATE_NAME:ALL_SOLID:фрукт]
tr: [STATE_NAME:ALL_SOLID:meyve]
zh_hans: [STATE_NAME:ALL_SOLID:果实]

# MATERIAL_TEMPLATE:FRUIT_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:fruit]
cs: [STATE_ADJ:ALL_SOLID:ovocný]
de: [STATE_ADJ:ALL_SOLID:Frucht]
eo: [STATE_ADJ:ALL_SOLID:el frukto]
es: [STATE_ADJ:ALL_SOLID:de fruta]
ja: [STATE_ADJ:ALL_SOLID:果実の]
ko: [STATE_ADJ:ALL_SOLID:과일]
ru: [STATE_ADJ:ALL_SOLID:фруктовый]
tr: [STATE_ADJ:ALL_SOLID:meyve]
zh_hans: [STATE_ADJ:ALL_SOLID:果实的]

# MATERIAL_TEMPLATE:FRUIT_TEMPLATE
source: [STATE_NAME:LIQUID:none]
cs: [STATE_NAME:LIQUID:žádný]
de: [STATE_NAME:LIQUID:nichts]
es: [STATE_NAME:LIQUID:nada]
tr: [STATE_NAME:LIQUID:yok]
zh_hans: [STATE_NAME:LIQUID:无]

# MATERIAL_TEMPLATE:FRUIT_TEMPLATE
source: [STATE_ADJ:LIQUID:none]
cs: [STATE_ADJ:LIQUID:žádný]
de: [STATE_ADJ:LIQUID:nichts]
es: [STATE_ADJ:LIQUID:de nada]
tr: [STATE_ADJ:LIQUID:yok]
zh_hans: [STATE_ADJ:LIQUID:无]

# MATERIAL_TEMPLATE:FRUIT_TEMPLATE
source: [STATE_NAME:GAS:none]
cs: [STATE_NAME:GAS:žádný]
de: [STATE_NAME:GAS:nichts]
es: [STATE_NAME:GAS:nada]
tr: [STATE_NAME:GAS:yok]
zh_hans: [STATE_NAME:GAS:无]

# MATERIAL_TEMPLATE:FRUIT_TEMPLATE
source: [STATE_ADJ:GAS:none]
cs: [STATE_ADJ:GAS:žádný]
de: [STATE_ADJ:GAS:nichts]
es: [STATE_ADJ:GAS:de nada]
tr: [STATE_ADJ:GAS:yok]
zh_hans: [STATE_ADJ:GAS:无]

# MATERIAL_TEMPLATE:BUD_TEMPLATE
source: [STATE_NAME:ALL_SOLID:bud]
cs: [STATE_NAME:ALL_SOLID:pupen]
de: [STATE_NAME:ALL_SOLID:Knospe]
eo: [STATE_NAME:ALL_SOLID:burĝono]
es: [STATE_NAME:ALL_SOLID:brote]
ja: [STATE_NAME:ALL_SOLID:つぼみ]
ko: [STATE_NAME:ALL_SOLID:싹]
ru: [STATE_NAME:ALL_SOLID:бутон]
tr: [STATE_NAME:ALL_SOLID:tomurcuk]
vi: [STATE_NAME:ALL_SOLID:nụ]
zh_hans: [STATE_NAME:ALL_SOLID:花蕾]

# MATERIAL_TEMPLATE:BUD_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:bud]
cs: [STATE_ADJ:ALL_SOLID:pupenový]
de: [STATE_ADJ:ALL_SOLID:Knospe]
eo: [STATE_ADJ:ALL_SOLID:el burĝono]
es: [STATE_ADJ:ALL_SOLID:brote]
ja: [STATE_ADJ:ALL_SOLID:つぼみの]
ko: [STATE_ADJ:ALL_SOLID:싹]
ru: [STATE_ADJ:ALL_SOLID:бутон]
tr: [STATE_ADJ:ALL_SOLID:tomurcuk]
vi: [STATE_ADJ:ALL_SOLID:nụ]
zh_hans: [STATE_ADJ:ALL_SOLID:花蕾的]

# MATERIAL_TEMPLATE:BUD_TEMPLATE
source: [STATE_NAME:LIQUID:none]
cs: [STATE_NAME:LIQUID:žádný]
de: [STATE_NAME:LIQUID:nichts]
es: [STATE_NAME:LIQUID:nada]
tr: [STATE_NAME:LIQUID:yok]
zh_hans: [STATE_NAME:LIQUID:无]

# MATERIAL_TEMPLATE:BUD_TEMPLATE
source: [STATE_ADJ:LIQUID:none]
cs: [STATE_ADJ:LIQUID:žádný]
de: [STATE_ADJ:LIQUID:nichts]
es: [STATE_ADJ:LIQUID:de nada]
tr: [STATE_ADJ:LIQUID:yok]
zh_hans: [STATE_ADJ:LIQUID:无]

# MATERIAL_TEMPLATE:BUD_TEMPLATE
source: [STATE_NAME:GAS:none]
cs: [STATE_NAME:GAS:žádný]
de: [STATE_NAME:GAS:nichts]
es: [STATE_NAME:GAS:nada]
tr: [STATE_NAME:GAS:yok]
zh_hans: [STATE_NAME:GAS:无]

# MATERIAL_TEMPLATE:BUD_TEMPLATE
source: [STATE_ADJ:GAS:none]
cs: [STATE_ADJ:GAS:žádný]
de: [STATE_ADJ:GAS:nichts]
es: [STATE_ADJ:GAS:de nada]
tr: [STATE_ADJ:GAS:yok]
zh_hans: [STATE_ADJ:GAS:无]

# MATERIAL_TEMPLATE:MUSHROOM_TEMPLATE
source: [STATE_NAME:ALL_SOLID:mushroom]
cs: [STATE_NAME:ALL_SOLID:houba]
de: [STATE_NAME:ALL_SOLID:Pilz]
eo: [STATE_NAME:ALL_SOLID:funga histo]
es: [STATE_NAME:ALL_SOLID:hongos]
ja: [STATE_NAME:ALL_SOLID:茸]
ko: [STATE_NAME:ALL_SOLID:버섯]
ru: [STATE_NAME:ALL_SOLID:гриб]
tr: [STATE_NAME:ALL_SOLID:mantar]
vi: [STATE_NAME:ALL_SOLID:nấm]
zh_hans: [STATE_NAME:ALL_SOLID:蘑菇]

# MATERIAL_TEMPLATE:MUSHROOM_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:mushroom]
cs: [STATE_ADJ:ALL_SOLID:houbový]
de: [STATE_ADJ:ALL_SOLID:Pilz]
eo: [STATE_ADJ:ALL_SOLID:el funga histo]
es: [STATE_ADJ:ALL_SOLID:de hongos]
ja: [STATE_ADJ:ALL_SOLID:茸の]
ko: [STATE_ADJ:ALL_SOLID:버섯]
ru: [STATE_ADJ:ALL_SOLID:грибной]
tr: [STATE_ADJ:ALL_SOLID:mantar]
vi: [STATE_ADJ:ALL_SOLID:nấm]
zh_hans: [STATE_ADJ:ALL_SOLID:蘑菇的]

# MATERIAL_TEMPLATE:MUSHROOM_TEMPLATE
source: [STATE_NAME:LIQUID:none]
cs: [STATE_NAME:LIQUID:žádný]
de: [STATE_NAME:LIQUID:nichts]
es: [STATE_NAME:LIQUID:nada]
tr: [STATE_NAME:LIQUID:yok]
zh_hans: [STATE_NAME:LIQUID:无]

# MATERIAL_TEMPLATE:MUSHROOM_TEMPLATE
source: [STATE_ADJ:LIQUID:none]
cs: [STATE_ADJ:LIQUID:žádný]
de: [STATE_ADJ:LIQUID:nichts]
es: [STATE_ADJ:LIQUID:de nada]
tr: [STATE_ADJ:LIQUID:yok]
zh_hans: [STATE_ADJ:LIQUID:无]

# MATERIAL_TEMPLATE:MUSHROOM_TEMPLATE
source: [STATE_NAME:GAS:none]
cs: [STATE_NAME:GAS:žádný]
de: [STATE_NAME:GAS:nichts]
es: [STATE_NAME:GAS:nada]
tr: [STATE_NAME:GAS:yok]
zh_hans: [STATE_NAME:GAS:无]

# MATERIAL_TEMPLATE:MUSHROOM_TEMPLATE
source: [STATE_ADJ:GAS:none]
cs: [STATE_ADJ:GAS:žádný]
de: [STATE_ADJ:GAS:nichts]
es: [STATE_ADJ:GAS:de nada]
tr: [STATE_ADJ:GAS:yok]
zh_hans: [STATE_ADJ:GAS:无]

# MATERIAL_TEMPLATE:FLOWER_TEMPLATE
source: [STATE_NAME:ALL_SOLID:flower]
cs: [STATE_NAME:ALL_SOLID:květ]
de: [STATE_NAME:ALL_SOLID:Blüte]
eo: [STATE_NAME:ALL_SOLID:floro]
es: [STATE_NAME:ALL_SOLID:flores]
ja: [STATE_NAME:ALL_SOLID:花]
ko: [STATE_NAME:ALL_SOLID:꽃]
ru: [STATE_NAME:ALL_SOLID:цветок]
tr: [STATE_NAME:ALL_SOLID:çiçek]
vi: [STATE_NAME:ALL_SOLID:hoa]
zh_hans: [STATE_NAME:ALL_SOLID:花]

# MATERIAL_TEMPLATE:FLOWER_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:flower]
cs: [STATE_ADJ:ALL_SOLID:květový]
de: [STATE_ADJ:ALL_SOLID:Blüte]
eo: [STATE_ADJ:ALL_SOLID:flora]
es: [STATE_ADJ:ALL_SOLID:de flores]
ja: [STATE_ADJ:ALL_SOLID:花の]
ko: [STATE_ADJ:ALL_SOLID:꽃]
ru: [STATE_ADJ:ALL_SOLID:цветочный]
tr: [STATE_ADJ:ALL_SOLID:çiçek]
vi: [STATE_ADJ:ALL_SOLID:hoa]
zh_hans: [STATE_ADJ:ALL_SOLID:花的]

# MATERIAL_TEMPLATE:FLOWER_TEMPLATE
source: [STATE_NAME:LIQUID:none]
cs: [STATE_NAME:LIQUID:žádný]
de: [STATE_NAME:LIQUID:nichts]
es: [STATE_NAME:LIQUID:nada]
tr: [STATE_NAME:LIQUID:yok]
zh_hans: [STATE_NAME:LIQUID:无]

# MATERIAL_TEMPLATE:FLOWER_TEMPLATE
source: [STATE_ADJ:LIQUID:none]
cs: [STATE_ADJ:LIQUID:žádný]
de: [STATE_ADJ:LIQUID:nichts]
es: [STATE_ADJ:LIQUID:de nada]
tr: [STATE_ADJ:LIQUID:yok]
zh_hans: [STATE_ADJ:LIQUID:无]

# MATERIAL_TEMPLATE:FLOWER_TEMPLATE
source: [STATE_NAME:GAS:none]
cs: [STATE_NAME:GAS:žádný]
de: [STATE_NAME:GAS:nichts]
es: [STATE_NAME:GAS:nada]
tr: [STATE_NAME:GAS:yok]
zh_hans: [STATE_NAME:GAS:无]

# MATERIAL_TEMPLATE:FLOWER_TEMPLATE
source: [STATE_ADJ:GAS:none]
cs: [STATE_ADJ:GAS:žádný]
de: [STATE_ADJ:GAS:nichts]
es: [STATE_ADJ:GAS:de nada]
tr: [STATE_ADJ:GAS:yok]
zh_hans: [STATE_ADJ:GAS:无]

# MATERIAL_TEMPLATE:THREAD_PLANT_TEMPLATE
source: [STATE_NAME:ALL_SOLID:fiber]
cs: [STATE_NAME:ALL_SOLID:vlákno]
de: [STATE_NAME:ALL_SOLID:Faser]
eo: [STATE_NAME:ALL_SOLID:fibro]
es: [STATE_NAME:ALL_SOLID:fibra]
ja: [STATE_NAME:ALL_SOLID:繊維]
ko: [STATE_NAME:ALL_SOLID:섬유질]
ru: [STATE_NAME:ALL_SOLID:волокно]
tr: [STATE_NAME:ALL_SOLID:lif]
vi: [STATE_NAME:ALL_SOLID:sợi]
zh_hans: [STATE_NAME:ALL_SOLID:纤维]

# MATERIAL_TEMPLATE:THREAD_PLANT_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:fiber]
cs: [STATE_ADJ:ALL_SOLID:vláknitý]
de: [STATE_ADJ:ALL_SOLID:Faser]
eo: [STATE_ADJ:ALL_SOLID:el fibro]
es: [STATE_ADJ:ALL_SOLID:de fibra]
ja: [STATE_ADJ:ALL_SOLID:繊維の]
ko: [STATE_ADJ:ALL_SOLID:섬유질]
ru: [STATE_ADJ:ALL_SOLID:волокна]
tr: [STATE_ADJ:ALL_SOLID:lif]
vi: [STATE_ADJ:ALL_SOLID:sợi]
zh_hans: [STATE_ADJ:ALL_SOLID:纤维的]

# MATERIAL_TEMPLATE:THREAD_PLANT_TEMPLATE
source: [STATE_NAME:LIQUID:none]
cs: [STATE_NAME:LIQUID:žádný]
de: [STATE_NAME:LIQUID:nichts]
es: [STATE_NAME:LIQUID:nada]
tr: [STATE_NAME:LIQUID:yok]
zh_hans: [STATE_NAME:LIQUID:无]

# MATERIAL_TEMPLATE:THREAD_PLANT_TEMPLATE
source: [STATE_ADJ:LIQUID:none]
cs: [STATE_ADJ:LIQUID:žádný]
de: [STATE_ADJ:LIQUID:nichts]
es: [STATE_ADJ:LIQUID:de nada]
tr: [STATE_ADJ:LIQUID:yok]
zh_hans: [STATE_ADJ:LIQUID:无]

# MATERIAL_TEMPLATE:THREAD_PLANT_TEMPLATE
source: [STATE_NAME:GAS:none]
cs: [STATE_NAME:GAS:žádný]
de: [STATE_NAME:GAS:nichts]
es: [STATE_NAME:GAS:nada]
tr: [STATE_NAME:GAS:yok]
zh_hans: [STATE_NAME:GAS:无]

# MATERIAL_TEMPLATE:THREAD_PLANT_TEMPLATE
source: [STATE_ADJ:GAS:none]
cs: [STATE_ADJ:GAS:žádný]
de: [STATE_ADJ:GAS:nichts]
es: [STATE_ADJ:GAS:de nada]
tr: [STATE_ADJ:GAS:yok]
zh_hans: [STATE_ADJ:GAS:无]

# MATERIAL_TEMPLATE:PLANT_ALCOHOL_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen alcohol]
cs: [STATE_NAME:ALL_SOLID:zmrzlý alkohol]
de: [STATE_NAME:ALL_SOLID:gefrorener Alkohol]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita alkoholo]
es: [STATE_NAME:ALL_SOLID:alcohol congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったアルコール]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 알코올]
ru: [STATE_NAME:ALL_SOLID:замороженный алкоголь]
tr: [STATE_NAME:ALL_SOLID:donmuş alkol]
vi: [STATE_NAME:ALL_SOLID:cồn đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的酒精]

# MATERIAL_TEMPLATE:PLANT_ALCOHOL_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen alcohol]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý alkohol]
de: [STATE_ADJ:ALL_SOLID:gefrorener Alkohol]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita alkoholo]
es: [STATE_ADJ:ALL_SOLID:de alcohol congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったアルコールの]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 알코올]
ru: [STATE_ADJ:ALL_SOLID:замороженный алкоголь]
tr: [STATE_ADJ:ALL_SOLID:donmuş alkol]
vi: [STATE_ADJ:ALL_SOLID:cồn đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的酒精的]

# MATERIAL_TEMPLATE:PLANT_ALCOHOL_TEMPLATE
source: [STATE_NAME:LIQUID:alcohol]
cs: [STATE_NAME:LIQUID:alkohol]
de: [STATE_NAME:LIQUID:Alkohol]
eo: [STATE_NAME:LIQUID:alkoholo]
ja: [STATE_NAME:LIQUID:アルコール]
ko: [STATE_NAME:LIQUID:알코올]
ru: [STATE_NAME:LIQUID:алкоголь]
tr: [STATE_NAME:LIQUID:alkol]
vi: [STATE_NAME:LIQUID:cồn]
zh_hans: [STATE_NAME:LIQUID:酒精]

# MATERIAL_TEMPLATE:PLANT_ALCOHOL_TEMPLATE
source: [STATE_ADJ:LIQUID:alcohol]
cs: [STATE_ADJ:LIQUID:alkohol]
de: [STATE_ADJ:LIQUID:Alkohol]
eo: [STATE_ADJ:LIQUID:el alkoholo]
es: [STATE_ADJ:LIQUID:de alcohol]
ja: [STATE_ADJ:LIQUID:アルコールの]
ko: [STATE_ADJ:LIQUID:알코올]
ru: [STATE_ADJ:LIQUID:алкоголь]
tr: [STATE_ADJ:LIQUID:alkol]
vi: [STATE_ADJ:LIQUID:cồn]
zh_hans: [STATE_ADJ:LIQUID:酒精的]

# MATERIAL_TEMPLATE:PLANT_ALCOHOL_TEMPLATE
source: [STATE_NAME:GAS:boiling alcohol]
cs: [STATE_NAME:GAS:vroucí alkohol]
de: [STATE_NAME:GAS:kochender Alkohol]
eo: [STATE_NAME:GAS:bolanta alkoholo]
es: [STATE_NAME:GAS:alcohol hirviendo]
ja: [STATE_NAME:GAS:蒸気化したアルコール]
ko: [STATE_NAME:GAS:기화된 알코올]
ru: [STATE_NAME:GAS:кипящий алкоголь]
tr: [STATE_NAME:GAS:kaynayan alkol]
vi: [STATE_NAME:GAS:cồn đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的酒精]

# MATERIAL_TEMPLATE:PLANT_ALCOHOL_TEMPLATE
source: [STATE_ADJ:GAS:boiling alcohol]
cs: [STATE_ADJ:GAS:vroucí alkohol]
de: [STATE_ADJ:GAS:kochender Alkohol]
eo: [STATE_ADJ:GAS:el bolanta alkoholo]
es: [STATE_ADJ:GAS:de alcohol hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したアルコールの]
ko: [STATE_ADJ:GAS:기화된 알코올]
ru: [STATE_ADJ:GAS:кипящий алкоголь]
tr: [STATE_ADJ:GAS:kaynayan alkol]
vi: [STATE_ADJ:GAS:cồn đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的酒精的]

# MATERIAL_TEMPLATE:PLANT_ALCOHOL_TEMPLATE
source: [SYN_NAME:inebriation]
cs: [SYN_NAME:opojení]
de: [SYN_NAME:Trunkenheit]
eo: [SYN_NAME:ebrieco]
es: [SYN_NAME:bebida]
ja: [SYN_NAME:酩酊]
ko: [SYN_NAME:만취]
ru: [SYN_NAME:опьянение]
tr: [SYN_NAME:sarhoşluk]
vi: [SYN_NAME:sự say xỉn]
zh_hans: [SYN_NAME:酒醉]

# MATERIAL_TEMPLATE:PLANT_POWDER_TEMPLATE
source: [STATE_NAME:ALL_SOLID:plant powder]
cs: [STATE_NAME:ALL_SOLID:rostlinný prášek]
de: [STATE_NAME:ALL_SOLID:pflanzliches Pulver]
eo: [STATE_NAME:ALL_SOLID:vegetaĵpulvoro]
es: [STATE_NAME:SOLID_POWDER:polvo de planta]
ja: [STATE_NAME:ALL_SOLID:穀物粉]
ko: [STATE_NAME:ALL_SOLID:식물 가루]
ru: [STATE_NAME:ALL_SOLID:растительная мука]
tr: [STATE_NAME:ALL_SOLID:bitki tozu]
vi: [STATE_NAME:ALL_SOLID:bột thực vật]
zh_hans: [STATE_NAME:ALL_SOLID:植物粉末]

# MATERIAL_TEMPLATE:PLANT_POWDER_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:plant powder]
cs: [STATE_ADJ:ALL_SOLID:rostlinný prášek]
de: [STATE_ADJ:ALL_SOLID:pflanzliches Pulver]
eo: [STATE_ADJ:ALL_SOLID:el pulvoro de vegetaĵo]
es: [STATE_NAME:SOLID_POWDER:polvo de planta]
ja: [STATE_ADJ:ALL_SOLID:穀物粉の]
ko: [STATE_ADJ:ALL_SOLID:식물 가루]
ru: [STATE_ADJ:ALL_SOLID:растительная мука]
tr: [STATE_ADJ:ALL_SOLID:bitki tozu]
vi: [STATE_ADJ:ALL_SOLID:bột thực vật]
zh_hans: [STATE_ADJ:ALL_SOLID:植物粉末的]

# MATERIAL_TEMPLATE:PLANT_POWDER_TEMPLATE
source: [STATE_NAME:LIQUID:none]
cs: [STATE_NAME:LIQUID:žádný]
de: [STATE_NAME:LIQUID:nichts]
es: [STATE_NAME:LIQUID:nada]
tr: [STATE_NAME:LIQUID:yok]
zh_hans: [STATE_NAME:LIQUID:无]

# MATERIAL_TEMPLATE:PLANT_POWDER_TEMPLATE
source: [STATE_ADJ:LIQUID:none]
cs: [STATE_ADJ:LIQUID:žádný]
de: [STATE_ADJ:LIQUID:nichts]
es: [STATE_ADJ:LIQUID:de nada]
tr: [STATE_ADJ:LIQUID:yok]
zh_hans: [STATE_ADJ:LIQUID:无]

# MATERIAL_TEMPLATE:PLANT_POWDER_TEMPLATE
source: [STATE_NAME:GAS:none]
cs: [STATE_NAME:GAS:žádný]
de: [STATE_NAME:GAS:nichts]
es: [STATE_NAME:GAS:nada]
tr: [STATE_NAME:GAS:yok]
zh_hans: [STATE_NAME:GAS:无]

# MATERIAL_TEMPLATE:PLANT_POWDER_TEMPLATE
source: [STATE_ADJ:GAS:none]
cs: [STATE_ADJ:GAS:žádný]
de: [STATE_ADJ:GAS:nichts]
es: [STATE_ADJ:GAS:de nada]
tr: [STATE_ADJ:GAS:yok]
zh_hans: [STATE_ADJ:GAS:无]

# MATERIAL_TEMPLATE:PLANT_EXTRACT_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen extract]
cs: [STATE_NAME:ALL_SOLID:zmrzlý extrakt]
de: [STATE_NAME:ALL_SOLID:gefrorenes Extrakt]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita ekstrakto]
es: [STATE_NAME:ALL_SOLID:extracto congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったエキス]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 추출물]
ru: [STATE_NAME:ALL_SOLID:замороженный экстракт]
tr: [STATE_NAME:ALL_SOLID:donmuş özüt]
vi: [STATE_NAME:ALL_SOLID:chiết xuất đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的提取物]

# MATERIAL_TEMPLATE:PLANT_EXTRACT_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen extract]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý extrakt]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Extrakt]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita ekstrakto]
es: [STATE_ADJ:ALL_SOLID:de extracto congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったエキスの]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 추출물]
ru: [STATE_ADJ:ALL_SOLID:замороженный экстракт]
tr: [STATE_ADJ:ALL_SOLID:donmuş özüt]
vi: [STATE_ADJ:ALL_SOLID:chiết xuất đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的提取物的]

# MATERIAL_TEMPLATE:PLANT_EXTRACT_TEMPLATE
source: [STATE_NAME:LIQUID:extract]
cs: [STATE_NAME:LIQUID:extrakt]
de: [STATE_NAME:LIQUID:Extrakt]
eo: [STATE_NAME:LIQUID:ekstrakto]
es: [STATE_NAME:LIQUID:extracto]
ja: [STATE_NAME:LIQUID:エキス]
ko: [STATE_NAME:LIQUID:추출물]
ru: [STATE_NAME:LIQUID:экстракт]
tr: [STATE_NAME:LIQUID:özüt]
vi: [STATE_NAME:LIQUID:chiết xuất]
zh_hans: [STATE_NAME:LIQUID:提取物]

# MATERIAL_TEMPLATE:PLANT_EXTRACT_TEMPLATE
source: [STATE_ADJ:LIQUID:extract]
cs: [STATE_ADJ:LIQUID:extrakt]
de: [STATE_ADJ:LIQUID:Extrakt]
eo: [STATE_ADJ:LIQUID:el ekstrakto]
es: [STATE_ADJ:LIQUID:extracto]
ja: [STATE_ADJ:LIQUID:エキスの]
ko: [STATE_ADJ:LIQUID:추출물]
ru: [STATE_ADJ:LIQUID:экстракта]
tr: [STATE_ADJ:LIQUID:özüt]
vi: [STATE_ADJ:LIQUID:chiết xuất]
zh_hans: [STATE_ADJ:LIQUID:提取物的]

# MATERIAL_TEMPLATE:PLANT_EXTRACT_TEMPLATE
source: [STATE_NAME:GAS:boiling extract]
cs: [STATE_NAME:GAS:vroucí extrakt]
de: [STATE_NAME:GAS:kochendes Extrakt]
eo: [STATE_NAME:GAS:bolanta ekstrakto]
es: [STATE_NAME:GAS:extracto hirviendo]
ja: [STATE_NAME:GAS:蒸気化したエキス]
ko: [STATE_NAME:GAS:기화된 추출물]
ru: [STATE_NAME:GAS:кипящий экстракт]
tr: [STATE_NAME:GAS:kaynayan özüt]
vi: [STATE_NAME:GAS:chiết xuất đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的提取物]

# MATERIAL_TEMPLATE:PLANT_EXTRACT_TEMPLATE
source: [STATE_ADJ:GAS:boiling extract]
cs: [STATE_ADJ:GAS:vroucí extrakt]
de: [STATE_ADJ:GAS:kochendes Extrakt]
eo: [STATE_ADJ:GAS:el bolanta ekstrakto]
es: [STATE_ADJ:GAS:extracto hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したエキスの]
ko: [STATE_ADJ:GAS:기화된 추출물]
ru: [STATE_ADJ:GAS:кипящий экстракт]
tr: [STATE_ADJ:GAS:kaynayan özüt]
vi: [STATE_ADJ:GAS:chiết xuất đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的提取物的]

# MATERIAL_TEMPLATE:CREATURE_EXTRACT_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen extract]
cs: [STATE_NAME:ALL_SOLID:zmrzlý extrakt]
de: [STATE_NAME:ALL_SOLID:gefrorenes Extrakt]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita ekstrakto]
es: [STATE_NAME:ALL_SOLID:extracto congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったエキス]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 추출물]
ru: [STATE_NAME:ALL_SOLID:замороженный экстракт]
tr: [STATE_NAME:ALL_SOLID:donmuş özüt]
vi: [STATE_NAME:ALL_SOLID:chiết xuất đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的提取物]

# MATERIAL_TEMPLATE:CREATURE_EXTRACT_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen extract]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý extrakt]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Extrakt]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita ekstrakto]
es: [STATE_ADJ:ALL_SOLID:de extracto congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったエキスの]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 추출물]
ru: [STATE_ADJ:ALL_SOLID:замороженный экстракт]
tr: [STATE_ADJ:ALL_SOLID:donmuş özüt]
vi: [STATE_ADJ:ALL_SOLID:chiết xuất đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的提取物的]

# MATERIAL_TEMPLATE:CREATURE_EXTRACT_TEMPLATE
source: [STATE_NAME:LIQUID:extract]
cs: [STATE_NAME:LIQUID:extrakt]
de: [STATE_NAME:LIQUID:Extrakt]
eo: [STATE_NAME:LIQUID:ekstrakto]
es: [STATE_NAME:LIQUID:extracto]
ja: [STATE_NAME:LIQUID:エキス]
ko: [STATE_NAME:LIQUID:추출물]
ru: [STATE_NAME:LIQUID:экстракт]
tr: [STATE_NAME:LIQUID:özüt]
vi: [STATE_NAME:LIQUID:chiết xuất]
zh_hans: [STATE_NAME:LIQUID:提取物]

# MATERIAL_TEMPLATE:CREATURE_EXTRACT_TEMPLATE
source: [STATE_ADJ:LIQUID:extract]
cs: [STATE_ADJ:LIQUID:extrakt]
de: [STATE_ADJ:LIQUID:Extrakt]
eo: [STATE_ADJ:LIQUID:el ekstrakto]
es: [STATE_ADJ:LIQUID:extracto]
ja: [STATE_ADJ:LIQUID:エキスの]
ko: [STATE_ADJ:LIQUID:추출물]
ru: [STATE_ADJ:LIQUID:экстракта]
tr: [STATE_ADJ:LIQUID:özüt]
vi: [STATE_ADJ:LIQUID:chiết xuất]
zh_hans: [STATE_ADJ:LIQUID:提取物的]

# MATERIAL_TEMPLATE:CREATURE_EXTRACT_TEMPLATE
source: [STATE_NAME:GAS:boiling extract]
cs: [STATE_NAME:GAS:vroucí extrakt]
de: [STATE_NAME:GAS:kochendes Extrakt]
eo: [STATE_NAME:GAS:bolanta ekstrakto]
es: [STATE_NAME:GAS:extracto hirviendo]
ja: [STATE_NAME:GAS:蒸気化したエキス]
ko: [STATE_NAME:GAS:기화된 추출물]
ru: [STATE_NAME:GAS:кипящий экстракт]
tr: [STATE_NAME:GAS:kaynayan özüt]
vi: [STATE_NAME:GAS:chiết xuất đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的提取物]

# MATERIAL_TEMPLATE:CREATURE_EXTRACT_TEMPLATE
source: [STATE_ADJ:GAS:boiling extract]
cs: [STATE_ADJ:GAS:vroucí extrakt]
de: [STATE_ADJ:GAS:kochendes Extrakt]
eo: [STATE_ADJ:GAS:el bolanta ekstrakto]
es: [STATE_ADJ:GAS:extracto hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したエキスの]
ko: [STATE_ADJ:GAS:기화된 추출물]
ru: [STATE_ADJ:GAS:кипящий экстракт]
tr: [STATE_ADJ:GAS:kaynayan özüt]
vi: [STATE_ADJ:GAS:chiết xuất đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的提取物的]

# MATERIAL_TEMPLATE:FLAME_TEMPLATE
source: [STATE_NAME:GAS:flames]
cs: [STATE_NAME:GAS:plameny]
de: [STATE_NAME:GAS:Flammen]
eo: [STATE_NAME:GAS:flamoj]
es: [STATE_NAME:GAS:llamas]
ja: [STATE_NAME:GAS:炎]
ko: [STATE_NAME:GAS:화염]
ru: [STATE_NAME:GAS:пламя]
tr: [STATE_NAME:GAS:alevler]
vi: [STATE_NAME:GAS:Ngọn lửa]
zh_hans: [STATE_NAME:GAS:火焰]

# MATERIAL_TEMPLATE:FLAME_TEMPLATE
source: [STATE_ADJ:GAS:flames]
cs: [STATE_ADJ:GAS:plamenný]
de: [STATE_ADJ:GAS: Flammen]
eo: [STATE_ADJ:GAS:el flamoj]
es: [STATE_ADJ:GAS:llamas]
ja: [STATE_ADJ:GAS:炎の]
ko: [STATE_ADJ:GAS:화염]
ru: [STATE_ADJ:GAS:пламя]
tr: [STATE_ADJ:GAS:alevler]
vi: [STATE_ADJ:GAS:Ngọn lửa]
zh_hans: [STATE_ADJ:GAS:火焰的]

# MATERIAL_TEMPLATE:SOIL_TEMPLATE
source: [STATE_NAME:ALL_SOLID:soil]
cs: [STATE_NAME:ALL_SOLID:hlína]
de: [STATE_NAME:ALL_SOLID:Erde]
eo: [STATE_NAME:ALL_SOLID:grundo]
es: [STATE_NAME:ALL_SOLID:tierra]
ja: [STATE_NAME:ALL_SOLID:土]
ko: [STATE_NAME:ALL_SOLID:흙]
ru: [STATE_NAME:ALL_SOLID:почва]
tr: [STATE_NAME:ALL_SOLID:toprak]
vi: [STATE_NAME:ALL_SOLID:đất]
zh_hans: [STATE_NAME:ALL_SOLID:土壤]

# MATERIAL_TEMPLATE:SOIL_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:soil]
cs: [STATE_ADJ:ALL_SOLID:hlinitý]
de: [STATE_ADJ:ALL_SOLID:Erde]
eo: [STATE_ADJ:ALL_SOLID:el grundo]
es: [STATE_ADJ:ALL_SOLID:tierra]
ja: [STATE_ADJ:ALL_SOLID:土の]
ko: [STATE_ADJ:ALL_SOLID:흙]
ru: [STATE_ADJ:ALL_SOLID:почва]
tr: [STATE_ADJ:ALL_SOLID:toprak]
vi: [STATE_ADJ:ALL_SOLID:đất]
zh_hans: [STATE_ADJ:ALL_SOLID:土壤的]

# MATERIAL_TEMPLATE:SOIL_TEMPLATE
source: [STATE_NAME:GAS:boiling magma]
cs: [STATE_NAME:GAS:vroucí magma]
de: [STATE_NAME:GAS:kochendes Magma]
eo: [STATE_NAME:GAS:bolanta magmo]
es: [STATE_NAME:GAS:magma hirviendo]
ja: [STATE_NAME:GAS:蒸気化したマグマ]
ko: [STATE_NAME:GAS:기화된 마그마]
ru: [STATE_NAME:GAS:кипящая магма]
tr: [STATE_NAME:GAS:kaynayan magma]
vi: [STATE_NAME:GAS:magma đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的岩浆]
