Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# REACTION:MAKE WOODEN SPLINT
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN SPLINT
source: [PRODUCT:100:1:SPLINT:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:SPLINT:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:SPLINT:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:SPLINT:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:SPLINT:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:SPLINT:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:SPLINT:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:ATEL:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:SPLINT:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:SPLINT:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN SPLINT
source: [PRODUCT_TOKEN:splint]
cs: [PRODUCT_TOKEN:dlaha]
de: [PRODUCT_TOKEN:Schiene]
eo: [PRODUCT_TOKEN:splinto]
es: [PRODUCT_TOKEN:tablilla]
ja: [PRODUCT_TOKEN:添え木]
ko: [PRODUCT_TOKEN:부목]
pl: [PRODUCT_TOKEN:szyna]
ru: [PRODUCT_TOKEN:шина]
tr: [PRODUCT_TOKEN:atel]
vi: [PRODUCT_TOKEN:Nẹp]
zh_hans: [PRODUCT_TOKEN:夹板]

# REACTION:MAKE WOODEN CRUTCH
source: [NAME:make wooden crutch]
cs: [NAME:vyrobit dřevěné berle]
de: [NAME:Holz Krücke herstellen]
eo: [NAME:fari lignan lambastonon]
es: [NAME:hacer una muleta de madera]
ja: [NAME:木の松葉杖を作成]
ko: [NAME:나무 목발 만들기]
pl: [NAME:zrób drewniane widły]
ru: [NAME:изготовить деревянный костыль]
tr: [NAME:ahşap koltuk değneği yap]
vi: [NAME:Chế tạo nạng gỗ]
zh_hans: [NAME:制作木制拐杖]

# REACTION:MAKE WOODEN CRUTCH
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN CRUTCH
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN CRUTCH
source: [PRODUCT:100:1:CRUTCH:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:CRUTCH:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:CRUTCH:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:CRUTCH:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:CRUTCH:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:CRUTCH:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:CRUTCH:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:KOLTUK_DEĞNEĞİ:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:CRUTCH:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:CRUTCH:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN CRUTCH
source: [PRODUCT_TOKEN:crutch]
cs: [PRODUCT_TOKEN:berle]
de: [PRODUCT_TOKEN:Krücke]
eo: [PRODUCT_TOKEN:lambastono]
es: [PRODUCT_TOKEN:muleta]
pl: [PRODUCT_TOKEN:widły]
ru: [PRODUCT_TOKEN:костыль]
tr: [PRODUCT_TOKEN:koltuk değneği]
vi: [PRODUCT_TOKEN:Nạng]
zh_hans: [PRODUCT_TOKEN:拐杖]

# REACTION:MAKE WOODEN SHIELD
source: [NAME:make wooden shield]
cs: [NAME:vyrobit dřevěný štít]
de: [NAME:Holzschild herstellen]
eo: [NAME:fari lignan ŝildon]
es: [NAME:hacer escudo de madera]
ja: [NAME:木の盾を作成]
ko: [NAME:나무 방패 만들기]
pl: [NAME:zrób drewnianą tarcze]
ru: [NAME:изготовить деревянный щит]
tr: [NAME:ahşap kalkan yap]
vi: [NAME:Chế tạo khiên gỗ]
zh_hans: [NAME:制作木制尖盾]

# REACTION:MAKE WOODEN SHIELD
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN SHIELD
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN SHIELD
source: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_SHIELD:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_SHIELD:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_SHIELD:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_SHIELD:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_SHIELD:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_SHIELD:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_SHIELD:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:KALKAN:ITEM_SHIELD_SHIELD:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_SHIELD:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_SHIELD:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN SHIELD
source: [PRODUCT_TOKEN:shield]
cs: [PRODUCT_TOKEN:štít]
de: [PRODUCT_TOKEN:Schild]
eo: [PRODUCT_TOKEN:ŝildo]
es: [PRODUCT_TOKEN:escudo]
ko: [PRODUCT_TOKEN:방패]
pl: [PRODUCT_TOKEN:tarcza]
ru: [PRODUCT_TOKEN:щит]
tr: [PRODUCT_TOKEN:kalkan]
vi: [PRODUCT_TOKEN:Khiên]
zh_hans: [PRODUCT_TOKEN:尖盾]

# REACTION:MAKE WOODEN BUCKLER
source: [NAME:make wooden buckler]
cs: [NAME:vyrobit dřevěný pukléř]
de: [NAME:Holz Buckler herstellen]
eo: [NAME:fari lignan brokelon]
es: [NAME:hacer broquel de madera]
ja: [NAME:木の丸盾を作成]
ko: [NAME:목재 버클러 만들기]
pl: [NAME:zrób drewniany pancerz]
ru: [NAME:изготовить деревянный баклер]
tr: [NAME:ahşap küçük kalkan yap]
vi: [NAME:Chế tạo lá chắn gỗ]
zh_hans: [NAME:制作木制圆盾]

# REACTION:MAKE WOODEN BUCKLER
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN BUCKLER
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN BUCKLER
source: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_BUCKLER:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_BUCKLER:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_BUCKLER:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_BUCKLER:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_BUCKLER:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_BUCKLER:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_BUCKLER:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:KALKAN:ITEM_SHIELD_BUCKLER:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_BUCKLER:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:SHIELD:ITEM_SHIELD_BUCKLER:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN BUCKLER
source: [PRODUCT_TOKEN:buckler]
cs: [PRODUCT_TOKEN:kulatý štít]
eo: [PRODUCT_TOKEN:brokelo]
es: [PRODUCT_TOKEN:broquel]
ko: [PRODUCT_TOKEN:버클러]
pl: [PRODUCT_TOKEN:pancerz]
ru: [PRODUCT_TOKEN:баклер]
tr: [PRODUCT_TOKEN:küçük kalkan]
vi: [PRODUCT_TOKEN:Khiên nhỏ]
zh_hans: [PRODUCT_TOKEN:圆盾]

# REACTION:MAKE WOODEN TRAINING AXE
source: [NAME:make wooden training axe]
cs: [NAME:vyrobit dřevěnou tréninkovou sekeru]
de: [NAME:Holz Übungsaxt herstellen]
eo: [NAME:fari lignan ekzercadan hakilon]
es: [NAME:hacer hacha de entrenamiento de madera]
ja: [NAME:木の訓練用斧を作成]
ko: [NAME:목제 훈련용 도끼 만들기]
pl: [NAME:zrób drwnianą siekiere treningową]
ru: [NAME:изготовить деревянный тренировочный топор]
tr: [NAME:ahşap eğitim baltası yap]
vi: [NAME:Chế tạo rìu tập luyện bằng gỗ]
zh_hans: [NAME:制作木质训练斧]

# REACTION:MAKE WOODEN TRAINING AXE
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN TRAINING AXE
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN TRAINING AXE
source: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_AXE_TRAINING:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_AXE_TRAINING:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_AXE_TRAINING:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_AXE_TRAINING:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_AXE_TRAINING:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_AXE_TRAINING:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_AXE_TRAINING:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:SİLAH:ITEM_WEAPON_AXE_TRAINING:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_AXE_TRAINING:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_AXE_TRAINING:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN TRAINING AXE
source: [PRODUCT_TOKEN:axe]
cs: [PRODUCT_TOKEN:sekyra]
de: [PRODUCT_TOKEN:Axt]
eo: [PRODUCT_TOKEN:hakilo]
es: [PRODUCT_TOKEN:hacha]
ko: [PRODUCT_TOKEN:도끼]
pl: [PRODUCT_TOKEN:siekiera]
ru: [PRODUCT_TOKEN:топор]
tr: [PRODUCT_TOKEN:balta]
vi: [PRODUCT_TOKEN:Rìu]
zh_hans: [PRODUCT_TOKEN:斧]

# REACTION:MAKE WOODEN TRAINING SHORT SWORD
source: [NAME:make wooden training short sword]
cs: [NAME:vyrobit dřevěný tréninkový krátký meč]
de: [NAME:Holz Übungskurzschwert herstellen]
eo: [NAME:fari lignan ekzercadan mallongan glavon]
es: [NAME:hacer espada corta de entrenamiento de madera]
ja: [NAME:木の訓練用ショートソードを作成]
ko: [NAME:목제 훈련용 단검 만들기]
pl: [NAME:zrób drewniany krótki miecz treningowy]
ru: [NAME:изготовить деревянный тренировочный короткий меч]
tr: [NAME:ahşap eğitim kısa kılıcı yap]
vi: [NAME:Chế tạo kiếm ngắn tập luyện bằng gỗ]
zh_hans: [NAME:制作木质训练短剑]

# REACTION:MAKE WOODEN TRAINING SHORT SWORD
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN TRAINING SHORT SWORD
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN TRAINING SHORT SWORD
source: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:SİLAH:ITEM_WEAPON_SWORD_SHORT_TRAINING:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN TRAINING SHORT SWORD
source: [PRODUCT_TOKEN:sword]
cs: [PRODUCT_TOKEN:meč]
de: [PRODUCT_TOKEN:Schwert]
eo: [PRODUCT_TOKEN:glavo]
es: [PRODUCT_TOKEN:espada]
ko: [PRODUCT_TOKEN:검]
pl: [PRODUCT_TOKEN:miecz]
ru: [PRODUCT_TOKEN:меч]
tr: [PRODUCT_TOKEN:kılıç]
vi: [PRODUCT_TOKEN:Kiếm]
zh_hans: [PRODUCT_TOKEN:剑]

# REACTION:MAKE WOODEN TRAINING SPEAR
source: [NAME:make wooden training spear]
cs: [NAME:vyrobit dřevěné tréninkové kopí]
de: [NAME:Holz Übungsspeer herstellen]
eo: [NAME:fari ligna ekzerca lanco]
es: [NAME:hacer lanza de entreamiento de madera]
ja: [NAME:木の訓練用槍を作成]
ko: [NAME:목제 훈련용 창 만들기 나무]
pl: [NAME:zrób drewnianą włócznie treningową]
ru: [NAME:изготовить деревянное тренировочное копьё]
tr: [NAME:ahşap eğitim mızrağı yap]
vi: [NAME:Chế tạo giáo tập luyện bằng gỗ]
zh_hans: [NAME:制作木质训练短矛]

# REACTION:MAKE WOODEN TRAINING SPEAR
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN TRAINING SPEAR
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN TRAINING SPEAR
source: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SPEAR_TRAINING:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SPEAR_TRAINING:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SPEAR_TRAINING:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SPEAR_TRAINING:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SPEAR_TRAINING:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SPEAR_TRAINING:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SPEAR_TRAINING:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:SİLAH:ITEM_WEAPON_SPEAR_TRAINING:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SPEAR_TRAINING:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:WEAPON:ITEM_WEAPON_SPEAR_TRAINING:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN TRAINING SPEAR
source: [PRODUCT_TOKEN:spear]
cs: [PRODUCT_TOKEN:kopí]
de: [PRODUCT_TOKEN:Speer]
eo: [PRODUCT_TOKEN:lanco]
es: [PRODUCT_TOKEN:lanza]
ko: [PRODUCT_TOKEN:창]
pl: [PRODUCT_TOKEN:włócznia]
ru: [PRODUCT_TOKEN:копьё]
tr: [PRODUCT_TOKEN:mızrak]
vi: [PRODUCT_TOKEN:Giáo]
zh_hans: [PRODUCT_TOKEN:短矛]

# REACTION:MAKE WOODEN PEDESTAL
source: [NAME:make wooden pedestal]
cs: [NAME:vyrobit dřevěný podstavec]
de: [NAME:Holz Podest herstellen]
eo: [NAME:fari lignan postamenton]
es: [NAME:hacer pedestal de madera]
ja: [NAME:木の台座を作成]
ko: [NAME:나무 받침대 만들기]
pl: [NAME:zrób drewniany piedestał]
ru: [NAME:изготовить деревянный пьедестал]
tr: [NAME:ahşap kaide yap]
vi: [NAME:Chế tạo bệ đỡ gỗ]
zh_hans: [NAME:制作木质基座]

# REACTION:MAKE WOODEN PEDESTAL
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN PEDESTAL
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN PEDESTAL
source: [PRODUCT:100:1:TOOL:ITEM_TOOL_PEDESTAL:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:TOOL:ITEM_TOOL_PEDESTAL:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:TOOL:ITEM_TOOL_PEDESTAL:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:TOOL:ITEM_TOOL_PEDESTAL:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:TOOL:ITEM_TOOL_PEDESTAL:GET_MATERIAL_FROM_REAGENT:registro:]
ko: [PRODUCT:100:1:TOOL:ITEM_TOOL_PEDESTAL:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:TOOL:ITEM_TOOL_PEDESTAL:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:ALET:ITEM_TOOL_PEDESTAL:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:TOOL:ITEM_TOOL_PEDESTAL:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:TOOL:ITEM_TOOL_PEDESTAL:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN PEDESTAL
source: [PRODUCT_TOKEN:pedestal]
cs: [PRODUCT_TOKEN:podstavec]
de: [PRODUCT_TOKEN:Podest]
eo: [PRODUCT_TOKEN:postamento]
pl: [PRODUCT_TOKEN:piedestał]
ru: [PRODUCT_TOKEN:пьедестал]
tr: [PRODUCT_TOKEN:kaide]
vi: [PRODUCT_TOKEN:Bệ]
zh_hans: [PRODUCT_TOKEN:基座]

# REACTION:TAN_A_HIDE
source: [NAME:tan a hide]
cs: [NAME:vyčinit kůži]
de: [NAME:gerbe rohe Tierhaut]
eo: [NAME:tani felon]
es: [NAME:curtir piel]
ja: [NAME:皮をなめす]
pl: [NAME:opalać skórę]
ru: [NAME:дубить шкуру]
tr: [NAME:deri tabakla]
vi: [NAME:Thuộc da sống]
zh_hans: [NAME:鞣制生皮]

# REACTION:RENDER_FAT
source: [NAME:render fat]
cs: [NAME:vyškvařit tuk]
de: [NAME:gewinne Fett]
eo: [NAME:fandi grason]
es: [NAME:derretir grasa]
ja: [NAME:獣脂を精製する]
pl: [NAME:wykonać tłuszcz]
ru: [NAME:топить жир]
tr: [NAME:yağ erit]
vi: [NAME:Chưng cất mỡ]
zh_hans: [NAME:提取脂肪]

# REACTION:MAKE_SOAP_FROM_TALLOW
source: [NAME:make soap from tallow]
cs: [NAME:vyrobit mýdlo z loje]
de: [NAME:stelle Seife aus Talg her]
eo: [NAME:fari sapon el sebo]
es: [NAME:hacer jabón de cebo]
ja: [NAME:獣脂から石鹸を作成]
ko: [NAME:수지로 비누 만들기]
pl: [NAME:zrób mydło z łoju]
ru: [NAME:варить мыло из топлёного жира]
tr: [NAME:donyağından sabun yap]
vi: [NAME:Chế tạo xà phòng từ mỡ động vật]
zh_hans: [NAME:用脂油制作肥皂]

# REACTION:MAKE_SOAP_FROM_TALLOW
source: [REAGENT:lye:]
cs: [REAGENT:louh:]
de: [REAGENT:Lauge:]
eo: [REAGENT:lesivo:]
es: [REAGENT:lejía:]
ko: [REAGENT:잿물:]
pl: [REAGENT:ług:]
ru: [REAGENT:щёлок:]
tr: [REAGENT:küllü su:]
vi: [REAGENT:Kiềm:]
zh_hans: [REAGENT:碱液:]

# REACTION:MAKE_SOAP_FROM_TALLOW
source: [REAGENT:lye container:]
cs: [REAGENT:nádoba s louhem:]
de: [REAGENT:Laugenbottich:]
eo: [REAGENT:ujo de lesivo:]
es: [REAGENT:contenedor para lejía:]
pl: [REAGENT:pojemnik na ług:]
ru: [REAGENT:контейнер щёлока:]
tr: [REAGENT:küllü su kabı:]
vi: [REAGENT:Vật chứa kiềm:]
zh_hans: [REAGENT:碱液容器:]

# REACTION:MAKE_SOAP_FROM_TALLOW
source: [CONTAINS:lye]
cs: [CONTAINS:louh]
de: [CONTAINS:Lauge]
eo: [CONTAINS:lesivo]
es: [CONTAINS:lejía]
pl: [CONTAINS:ług]
ru: [CONTAINS:щёлок]
tr: [CONTAINS:küllü su]
vi: [CONTAINS:Kiềm]
zh_hans: [CONTAINS:碱液]

# REACTION:MAKE_SOAP_FROM_TALLOW
source: [REAGENT:tallow:]
cs: [REAGENT:lůj:]
de: [REAGENT:Talg:]
eo: [REAGENT:sebo:]
es: [REAGENT:sebo:]
ko: [REAGENT:수지:]
pl: [REAGENT:łój:]
ru: [REAGENT:топлёный жир:]
tr: [REAGENT:donyağı:]
vi: [REAGENT:mỡ động vật:]
zh_hans: [REAGENT:脂油:]

# REACTION:MAKE_SOAP_FROM_TALLOW
source: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:tallow:]
cs: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:lůj:]
de: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:Talg:]
eo: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:sebo:]
es: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:grasa:]
ko: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:수지:]
ru: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:топлёный жир:]
tr: [PRODUCT:100:1:ÇUBUK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:donyağı:]
vi: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:mỡ động vật:]
zh_hans: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:脂油:]

# REACTION:MAKE_SOAP_FROM_OIL
source: [NAME:make soap from oil]
cs: [NAME:vyrobit mýdlo z oleje]
de: [NAME:stelle Seife aus Öl her]
eo: [NAME:fari sapon el oleo]
es: [NAME:hacer jabón de aceite]
ja: [NAME:油から石鹸を作成]
ko: [NAME:기름으로 비누 만들기]
pl: [NAME:zrób mydło z oleju]
ru: [NAME:варить мыло из масла]
tr: [NAME:yağdan sabun yap]
vi: [NAME:Chế tạo xà phòng từ dầu]
zh_hans: [NAME:用植物油制作肥皂]

# REACTION:MAKE_SOAP_FROM_OIL
source: [REAGENT:lye:]
cs: [REAGENT:louh:]
de: [REAGENT:Lauge:]
eo: [REAGENT:lesivo:]
es: [REAGENT:lejía:]
pl: [REAGENT:ług:]
ru: [REAGENT:щёлок:]
tr: [REAGENT:küllü su:]
vi: [REAGENT:Kiềm:]
zh_hans: [REAGENT:碱液:]

# REACTION:MAKE_SOAP_FROM_OIL
source: [REAGENT:lye container:]
cs: [REAGENT:nádoba s louhem:]
de: [REAGENT:Laugenbottich:]
eo: [REAGENT:ujo de lesivo:]
es: [REAGENT:contenedor para lejía:]
pl: [REAGENT:pojemnik na ług:]
ru: [REAGENT:контейнер щёлока:]
tr: [REAGENT:küllü su kabı:]
vi: [REAGENT:Vật chứa kiềm:]
zh_hans: [REAGENT:碱液容器:]

# REACTION:MAKE_SOAP_FROM_OIL
source: [CONTAINS:lye]
cs: [CONTAINS:louh]
de: [CONTAINS:Lauge]
eo: [CONTAINS:lesivo]
es: [CONTAINS:lejía]
ko: [CONTAINS:잿물]
pl: [CONTAINS:ług]
ru: [CONTAINS:щёлок]
tr: [CONTAINS:küllü su]
vi: [CONTAINS:Kiềm]
zh_hans: [CONTAINS:碱液]

# REACTION:MAKE_SOAP_FROM_OIL
source: [REAGENT:oil:]
cs: [REAGENT:olej:]
de: [REAGENT:Öl:]
eo: [REAGENT:oleo:]
es: [REAGENT:aceite:]
ko: [REAGENT:기름:]
pl: [REAGENT:olej:]
ru: [REAGENT:масло:]
tr: [REAGENT:yağ:]
vi: [REAGENT:Dầu:]
zh_hans: [REAGENT:植物油:]

# REACTION:MAKE_SOAP_FROM_OIL
source: [REAGENT:oil container:]
cs: [REAGENT:nádoba s olejem:]
de: [REAGENT:Ölbehälter:]
eo: [REAGENT:ujo de oleo:]
es: [REAGENT:contenedor para aceite:]
ko: [REAGENT:기름 용기:]
pl: [REAGENT:pojemnik na olej:]
ru: [REAGENT:контейнер масла:]
tr: [REAGENT:yağ kabı:]
vi: [REAGENT:Vật chứa dầu:]
zh_hans: [REAGENT:植物油容器:]

# REACTION:MAKE_SOAP_FROM_OIL
source: [CONTAINS:oil]
cs: [CONTAINS:olej]
de: [CONTAINS:Öl]
eo: [CONTAINS:oleo]
es: [CONTAINS:aceite]
ko: [CONTAINS:기름을 함유한]
pl: [CONTAINS:olej]
ru: [CONTAINS:масло]
tr: [CONTAINS:yağ]
vi: [CONTAINS:Dầu]
zh_hans: [CONTAINS:植物油]

# REACTION:MAKE_SOAP_FROM_OIL
source: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:oil:]
cs: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:olej:]
de: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:Öl:]
eo: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:oleo:]
es: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:aceite:]
ko: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:기름:]
ru: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:масло:]
tr: [PRODUCT:100:1:ÇUBUK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:yağ:]
vi: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:Dầu:]
zh_hans: [PRODUCT:100:1:BAR:NONE:GET_MATERIAL_FROM_REAGENT:植物油:]

# REACTION:MAKE_PEARLASH
source: [NAME:make pearlash]
cs: [NAME:vyrobit perleť]
de: [NAME:Perlmutt herstellen]
eo: [NAME:fari kalia karbonaton]
es: [NAME:hacer carbonato de potasio]
ja: [NAME:炭酸カリウムを作る]
pl: [NAME:zrób węglan potasu]
ru: [NAME:изготовить перлаш]
tr: [NAME:inci külü yap]
vi: [NAME:Chế tạo kali cacbonat]
zh_hans: [NAME:制作珍珠灰]

# REACTION:MAKE_PLASTER_POWDER
source: [NAME:make plaster powder]
cs: [NAME:vyrobit sádrový prášek]
de: [NAME:Gipspulver herstellen]
eo: [NAME:fari gipson]
es: [NAME:hacer yeso en polvo]
ja: [NAME:漆喰を作る]
ko: [NAME:석고 가루 만들기]
pl: [NAME:zrób gipsowy proszek]
ru: [NAME:изготовить гипсовый порошок]
tr: [NAME:alçı tozu yap]
vi: [NAME:Chế tạo bột thạch cao]
zh_hans: [NAME:制作灰泥粉末]

# REACTION:MAKE_SHARP_ROCK
source: [NAME:make sharp rock]
cs: [NAME:vyrobit ostrý kámen]
de: [NAME:Scharfen Stein herstellen]
eo: [NAME:fari akran rokon]
es: [NAME:hacer piedra afilada]
ja: [NAME:尖った石を作成]
pl: [NAME:zrób ostry kamień]
ru: [NAME:изготовить острый камень]
tr: [NAME:keskin kaya yap]
vi: [NAME:Mài đá sắc]
zh_hans: [NAME:制作磨刀石]

# REACTION:MAKE_SHARP_ROCK
source: [REAGENT:tool stone:]
cs: [REAGENT:nástrojový kámen:]
de: [REAGENT:Werkzeugstein:]
eo: [REAGENT:ŝtona ilo:]
es: [REAGENT:herramienta de piedra:]
pl: [REAGENT:kamienne narzędzie:]
ru: [REAGENT:инструментальный камень:]
tr: [REAGENT:alet taşı:]
vi: [REAGENT:Đá công cụ:]
zh_hans: [REAGENT:工具石:]

# REACTION:MAKE_SHARP_ROCK
source: [REAGENT:hammerstone:]
cs: [REAGENT:kladivový kámen:]
de: [REAGENT:Hammerstein:]
eo: [REAGENT:ŝtona batilo:]
es: [REAGENT:maza de piedra:]
pl: [REAGENT:młotek:]
ru: [REAGENT:ударный камень:]
tr: [REAGENT:çekiç taşı:]
vi: [REAGENT:Đá búa:]
zh_hans: [REAGENT:石锤:]
