Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:SNAIL_MAN
source: [NAME:snail man:snail men:snail man]
cs: [NAME:plží muž:plží muži:plží muž]
de: [NAME:Schneckenmensch:Schneckenmenschen:Schneckenmensch]
eo: [NAME:homheliko:homhelikoj:de homheliko]
es: [NAME:hombre caracol:hombres caracoles:de hombre caracol]
ja: [NAME:カタツムリ男:カタツムリ男:カタツムリ男の]
ko: [NAME:달팽이인간:달팽이인간들:달팽이인간]
pl: [NAME:ślimakoczłowiek:ślimakoludzie:ślimakoczłowiek]
ru: [NAME:человек-улитка:люди-улитки:человека-улитки]
tr: [NAME:erkek salyangoz:erkek salyangozlar:erkek salyangoz]
vi: [NAME:Người Ốc sên:Những Người Ốc sên:Người Ốc sên]
zh_hans: [NAME:蜗人:蜗人:蜗人]

# CREATURE:SNAIL_MAN
source: [CASTE_NAME:snail man:snail men:snail man]
cs: [CASTE_NAME:plží muž:plží muži:plží muž]
de: [CASTE_NAME:Schneckenmann:Schneckenmänner:Schneckenmann]
eo: [CASTE_NAME:homheliko:homhelikoj:de homheliko]
es: [CASTE_NAME:hombre caracol:hombres caracoles:hombre caracol]
ja: [CASTE_NAME:カタツムリ男:カタツムリ男:カタツムリ男の]
ko: [CASTE_NAME:수컷 달팽이인간:수컷 달팽이인간들:수컷 달팽이인간]
pl: [CASTE_NAME:ślimakoczłowiek:ślimakoludzie:ślimakoczłowiek]
ru: [CASTE_NAME:человек-улитка:люди-улитки:человека-улитки]
tr: [CASTE_NAME:erkek salyangoz:erkek salyangozlar:erkek salyangoz]
vi: [CASTE_NAME:Người Ốc sên:Những Người Ốc sên:Người Ốc sên]
zh_hans: [CASTE_NAME:蜗男:蜗男:蜗男]

# CREATURE:SNAIL_MAN
source: [DESCRIPTION:A creature with the shape of a man, but with stalks for eyes, and a great shell on its back.]
cs: [DESCRIPTION:Tvor ve tvaru člověka, ale s očními stopkami a velkou ulitou na zádech.]
de: [DESCRIPTION:Ein Wesen in der Gestalt eines Menschen, aber mit Stielen als Augen und einer großen Schale auf dem Rücken.]
eo: [DESCRIPTION:Kreito kun la formo de homo, sed havas grandan konkon sur sia dorso kaj okulojn sur tigojn.]
es: [DESCRIPTION:Una criatura con la forma de un hombre, pero con ojos de tallo, y una gran concha en su espalda.]
ja: [DESCRIPTION:人間の形をしているが、目柄と大きな殻を背負った生物。]
ko: [DESCRIPTION:사람의 모습을 한 생물체, 하지만 더듬이 같은 눈과 거대한 등껍질을 가지고 있다.]
pl: [DESCRIPTION:Stworzenie w kształcie człowieka, jednak z czułkami na oczy i wielką muszlą na plecach.]
ru: [DESCRIPTION:Существо с фигурой человека, но с глазами на стебельках и большой раковиной на спине.]
tr: [DESCRIPTION:Gözleri saplı ve sırtında büyük bir kabuğu olan insan biçimli bir fantastik canlı.]
vi: [DESCRIPTION:Một sinh vật có hình dạng người, nhưng với đôi mắt lồi trên cuống và một chiếc vỏ lớn trên lưng.]
zh_hans: [DESCRIPTION:一个长着茎状眼睛并驮着一个巨大的壳的人形生物。]

# CREATURE:GIANT_SNAIL
source: [NAME:giant snail:giant snails:giant snail]
cs: [NAME:obří plž:obří plži:obří plž]
de: [NAME:Riesenschnecke:Riesenschnecken:Riesenschnecke]
eo: [NAME:giganta heliko:gigantaj helikoj:de giganta heliko]
es: [NAME:caracol gigante:caracoles gigantes:de caracol gigante]
ja: [NAME:巨大カタツムリ:巨大カタツムリ:巨大カタツムリの]
ko: [NAME:거대 달팽이:거대 달팽이들:거대 달팽이]
pl: [NAME:gigantyczny ślimak:gigantyczne ślimaki:gigantyczny ślimak]
ru: [NAME:гигантская улитка:гигантские улитки:гигантской улитки]
tr: [NAME:dev salyangoz:dev salyangozlar:dev salyangoz]
vi: [NAME:Ốc sên khổng lồ:Những con ốc sên khổng lồ:Ốc sên khổng lồ]
zh_hans: [NAME:巨蜗:巨蜗:巨蜗]

# CREATURE:GIANT_SNAIL
source: [CASTE_NAME:giant snail:giant snails:giant snail]
cs: [CASTE_NAME:obří plž:obří plži:obří plž]
de: [CASTE_NAME:Riesenschnecke:Riesenschnecken:Riesenschnecke]
eo: [CASTE_NAME:giganta heliko:gigantaj helikoj:de giganta heliko]
es: [CASTE_NAME:caracol gigante:caracoles gigantes:caracol gigante]
ja: [CASTE_NAME:巨大カタツムリ:巨大カタツムリ:巨大カタツムリの]
ko: [CASTE_NAME:거대 달팽이:거대 달팽이들:거대 달팽이]
pl: [CASTE_NAME:gigantyczny ślimak:gigantyczne ślimaki:gigantyczny ślimak]
ru: [CASTE_NAME:гигантская улитка:гигантские улитки:гигантской улитки]
tr: [CASTE_NAME:dev salyangoz:dev salyangozlar:dev salyangoz]
vi: [CASTE_NAME:Ốc sên khổng lồ:Những con ốc sên khổng lồ:Ốc sên khổng lồ]
zh_hans: [CASTE_NAME:巨蜗:巨蜗:巨蜗]

# CREATURE:GIANT_SNAIL
source: [DESCRIPTION:A huge monster in the form of a snail.]
cs: [DESCRIPTION:Obrovská příšera v podobě šneka.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Schnecke.]
eo: [DESCRIPTION:Granda monstro kun formo de heliko.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un caracol.]
ja: [DESCRIPTION:カタツムリのような姿の巨大な怪物だ。]
ko: [DESCRIPTION:달팽이의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci ślimaka.]
ru: [DESCRIPTION:Огромный монстр, похожий на улитку.]
tr: [DESCRIPTION:Salyangoz biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng ốc sên.]
zh_hans: [DESCRIPTION:一只体型巨大的蜗牛怪。]

# CREATURE:GIANT_SNAIL
source: [PREFSTRING:shells]
cs: [PREFSTRING:ulity]
de: [PREFSTRING:Schalen]
eo: [PREFSTRING:konkoj]
es: [PREFSTRING:caparazón]
ja: [PREFSTRING:殻]
ko: [PREFSTRING:껍질]
pl: [PREFSTRING:muszle]
ru: [PREFSTRING:раковины]
tr: [PREFSTRING:kabuklar]
vi: [PREFSTRING:các vỏ]
zh_hans: [PREFSTRING:壳]

# CREATURE:GECKO_LEOPARD
source: [DESCRIPTION:A tiny, brightly-colored lizard.]
cs: [DESCRIPTION:Drobná, jasně zbarvená ještěrka.]
de: [DESCRIPTION:Eine winzige, farbenfrohe Eidechse.]
eo: [DESCRIPTION:Eta helkolora lacerto.]
es: [DESCRIPTION:Un lagarto pequeño, de brillantes colores.]
ja: [DESCRIPTION:茶色の小さなトカゲだ。
ko: [DESCRIPTION:밝은 색을 가진 작은 도마뱀.]
pl: [DESCRIPTION:Malutka, jaskrawo ubarwiona jaszczurka.]
ru: [DESCRIPTION:Мелкая ярко окрашенная ящерица.]
tr: [DESCRIPTION:Minik, parlak renkli bir kertenkelesi.]
vi: [DESCRIPTION:Một loài thằn lằn nhỏ bé, màu sắc rực rỡ.]
zh_hans: [DESCRIPTION:一种色彩鲜艳的小型蜥蜴。]

# CREATURE:GECKO_LEOPARD
source: [NAME:leopard gecko:leopard geckos:leopard gecko]
cs: [NAME:gekonač leopardí:gekonači leopardí:gekonač leopardí]
de: [NAME:Leopardengecko:Leopardengeckos:Leopardengecko]
eo: [NAME:leopardgeko:leopardgekoj:de leopardgeko]
es: [NAME:geco leopardo:gecos leopardo:de geco leopardo]
ja: [NAME:ヤモリ:ヤモリ:ヤモリの]
ko: [NAME:표범 도마뱀붙이:표범 도마뱀붙이들:표범 도마뱀붙이]
pl: [NAME:gekon tygrysi:gekony tygrysie:gekon tygrysi]
ru: [NAME:леопардовый геккон:леопардовые гекконы:леопардового геккона]
tr: [NAME:leopar kertenkelesi:leopar kertenkeleleri:leopar kertenkelesi]
vi: [NAME:Tắc kè hoa báo:Những con tắc kè hoa báo:Tắc kè hoa báo]
zh_hans: [NAME:豹纹壁虎:豹纹壁虎:豹纹壁虎]

# CREATURE:GECKO_LEOPARD
source: [CASTE_NAME:leopard gecko:leopard geckos:leopard gecko]
cs: [CASTE_NAME:gekonač leopardí:gekonači leopardí:gekonač leopardí]
eo: [CASTE_NAME:leopardgeko:leopardgekoj:de leopardgeko]
es: [CASTE_NAME:geco leopardo:gecos leopardo:de geco leopardo]
ja: [CASTE_NAME:ヤモリ:ヤモリ:ヤモリの]
ko: [CASTE_NAME:표범 도마뱀붙이:표범 도마뱀붙이들:표범 도마뱀붙이]
pl: [CASTE_NAME:gekon tygrysi:gekony tygrysie:gekon tygrysi]
ru: [CASTE_NAME:леопардовый геккон:леопардовые гекконы:леопардового геккона]
tr: [CASTE_NAME:leopar kertenkelesi:leopar kertenkeleleri:leopar kertenkelesi]
vi: [CASTE_NAME:Tắc kè hoa báo:Những con tắc kè hoa báo:Tắc kè hoa báo]
zh_hans: [CASTE_NAME:豹纹壁虎:豹纹壁虎:豹纹壁虎]

# CREATURE:GECKO_LEOPARD
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:GECKO_LEOPARD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:GECKO_LEOPARD
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:皮膚:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:GECKO_LEOPARD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:LEOPARD_GECKO_MAN
source: [CASTE_NAME:leopard gecko man:leopard gecko men:leopard gecko man]
cs: [CASTE_NAME:leopardí gekoní muž:leopardí gekoní muži:leopardí gekoní muž]
de: [CASTE_NAME:Leopardengeckomann:Leopardengeckomänner:Leopardengeckomann]
eo: [CASTE_NAME:homleopardgekiĉo:homleopardgekiĉoj:de homleopardgekiĉo]
es: [CASTE_NAME:hombre geco leopardo:hombres geco leopardo:de hombre geco leopardo]
ja: [CASTE_NAME:ヤモリ男:ヤモリ男:ヤモリ男の]
ko: [CASTE_NAME:표범 도마뱀붙이 인간:표범 도마뱀붙이 인간들:표범 도마뱀붙이 인간]
pl: [CASTE_NAME:gekonomężczyzna tygrysi:gekonomężczyźni tygrysi:gekonomężczyzna tygrysi]
ru: [CASTE_NAME:мужчина-леопардовый геккон:мужчины-леопардовые гекконы:мужчины-леопардового геккона]
tr: [CASTE_NAME:erkek leopar kertenkelesi:erkek leopar kertenkelesiler:erkek leopar kertenkelesi]
vi: [CASTE_NAME:Người Tắc kè hoa báo:Những Người Tắc kè hoa báo:Người Tắc kè hoa báo]
zh_hans: [CASTE_NAME:豹纹壁虎男:豹纹壁虎男:豹纹壁虎男]

# CREATURE:LEOPARD_GECKO_MAN
source: [CASTE_NAME:leopard gecko woman:leopard gecko women:leopard gecko woman]
cs: [CASTE_NAME:leopardí gekoní žena:leopardí gekoní ženy:leopardí gekoní žena]
de: [CASTE_NAME:Leopardengeckofrau:Leopardengeckofrauen:Leopardengeckofrau]
eo: [CASTE_NAME:homleopardgekino:homleopardgekinoj:de homleopardgekino]
es: [CASTE_NAME:mujer geco leopardo:mujeres geco leopardo:de mujer geco leopardo]
ja: [CASTE_NAME:ヤモリ女:ヤモリ女:ヤモリ女の]
ko: [CASTE_NAME:암컷 표범 도마뱀붙이 인간:암컷 표범 도마뱀붙이 인간들:암컷 표범 도마뱀붙이 인간]
pl: [CASTE_NAME:gekonokobieta tygrysia:gekonokobiety tygrysie:gekonokobieta tygrysia]
ru: [CASTE_NAME:женщина-леопардовый геккон:женщины-леопардовые гекконы:женщины-леопардового геккона]
tr: [CASTE_NAME:dişi leopar kertenkelesi:dişi leopar kertenkeleleri:dişi leopar kertenkelesi]
vi: [CASTE_NAME:Phụ nữ Tắc kè hoa báo:Những Phụ nữ Tắc kè hoa báo:Phụ nữ Tắc kè hoa báo]
zh_hans: [CASTE_NAME:豹纹壁虎女:豹纹壁虎女:豹纹壁虎女]

# CREATURE:LEOPARD_GECKO_MAN
source: [NAME:leopard gecko man:leopard gecko men:leopard gecko man]
cs: [NAME:leopardí gekoní muž:leopardí gekoní muži:leopardí gekoní muž]
de: [NAME:Leopardgeckomensch:Leopardgeckomenschen:Leopardgeckomensch]
eo: [NAME:homleopardgeko:homleopardgekoj:de homleopardgeko]
es: [NAME:hombre geco leopardo:hombres geco leopardo:de hombre geco leopardo]
ja: [NAME:ヤモリ男:ヤモリ男:ヤモリ男の]
ko: [NAME:표범 도마뱀붙이 인간:표범 도마뱀붙이 인간들:표범 도마뱀붙이 인간]
pl: [NAME:gekonoczłowiek tygrysi:gekonoludzie tygrysi:gekonoczłowiek tygrysi]
ru: [NAME:человек-леопардовый геккон:люди-леопардовые гекконы:человека-леопардового геккона]
tr: [NAME:erkek leopar kertenkelesi:erkek leopar kertenkeleleri:erkek leopar kertenkelesi]
vi: [NAME:Người Tắc kè hoa báo:Những Người Tắc kè hoa báo:Người Tắc kè hoa báo]
zh_hans: [NAME:豹纹壁虎人:豹纹壁虎人:豹纹壁虎人]

# CREATURE:LEOPARD_GECKO_MAN
source: [DESCRIPTION:A person with the head and fingers of a gecko.]
cs: [DESCRIPTION:Osoba s hlavou a prsty gekona.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Fingern eines Geckos.]
eo: [DESCRIPTION:Homo kun la kapo kaj la fingroj de geko.]
es: [DESCRIPTION::Una persona con la cabeza y los dedos de un geco.]
ja: [DESCRIPTION:ヤモリのような頭と指を持つ人間だ。]
ko: [DESCRIPTION:겍코의 머리와 손가락를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i palcami gekona.]
ru: [DESCRIPTION:Человек с головой и пальцами геккона.]
tr: [DESCRIPTION:Geko başlı ve parmaklı bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và ngón tay của tắc kè.]
zh_hans: [DESCRIPTION:一个长着壁虎脑袋和爪子的人。]

# CREATURE:GIANT_LEOPARD_GECKO
source: [NAME:giant leopard gecko:giant leopard geckos:giant leopard gecko]
cs: [NAME:obří leopardí gekon:obří leopardí gekoni:obří leopardí gekon]
de: [NAME:Riesenleopardgecko:Riesenleopardgeckos:Riesenleopardgecko]
eo: [NAME:giganta leopardgeko:gigantaj leopardgekoj:de giganta leopardgeko]
es: [NAME:geco leopardo gigante:gecos leopardo gigantes:de geco leopardo gigante]
ja: [NAME:巨大ヤモリ:巨大ヤモリ:巨大ヤモリの]
ko: [NAME:거대 표범 도마뱀붙이:거대 표범 도마뱀붙이들:거대 표범 도마뱀붙이]
pl: [NAME:gigantyczny gekon tygrysi:gigantyczne gekony tygrysie:gigantyczny gekon tygrysi]
ru: [NAME:гигантский леопардовый геккон:гигантские леопардовые гекконы:гигантского леопардового геккона]
tr: [NAME:dev leopar kertenkelesi:dev leopar kertenkeleleri:dev leopar kertenkelesi]
vi: [NAME:Tắc kè hoa báo khổng lồ:tắc kè báo khổng lồ:Tắc kè hoa báo khổng lồ]
zh_hans: [NAME:巨豹纹壁虎:巨豹纹壁虎:巨豹纹壁虎]

# CREATURE:GIANT_LEOPARD_GECKO
source: [CASTE_NAME:giant leopard gecko:giant leopard geckos:giant leopard gecko]
cs: [CASTE_NAME:obří leopardí gekon:obří leopardí gekoni:obří leopardí gekon]
de: [CASTE_NAME:Riesenleopardgecko:Riesenleopardgeckos:Riesenleopardgecko]
eo: [CASTE_NAME:giganta leopardgeko:gigantaj leopardgekoj:de giganta leopardgeko]
es: [CASTE_NAME:geco leopardo gigante:gecos leopardo gigantes:de geco leopardo gigante]
ja: [CASTE_NAME:巨大ヤモリ:巨大ヤモリ:巨大ヤモリの]
ko: [CASTE_NAME:거대 표범 도마뱀붙이:거대 표범 도마뱀붙이들:거대 표범 도마뱀붙이]
pl: [CASTE_NAME:gigantyczny gekon tygrysi:gigantyczne gekony tygrysie:gigantyczny gekon tygrysi]
ru: [CASTE_NAME:гигантский леопардовый геккон:гигантские леопардовые гекконы:гигантского леопардового геккона]
tr: [CASTE_NAME:dev leopar kertenkelesi:dev leopar kertenkeleleri:dev leopar kertenkelesi]
vi: [CASTE_NAME:Tắc kè hoa báo khổng lồ:tắc kè báo khổng lồ:Tắc kè hoa báo khổng lồ]
zh_hans: [CASTE_NAME:巨豹纹壁虎:巨豹纹壁虎:巨豹纹壁虎]

# CREATURE:GIANT_LEOPARD_GECKO
source: [DESCRIPTION:A large monster in the shape of a gecko.]
cs: [DESCRIPTION:Velká nestvůra ve tvaru gekona.]
de: [DESCRIPTION:Ein großes Monster in Form eines Geckos.]
eo: [DESCRIPTION:Granda monstro kun formo de geko.]
es: [DESCRIPTION:Un gran monstruo con la forma de un geco.]
ja: [DESCRIPTION:ヤモリのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:도마뱀붙이의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie gekona.]
ru: [DESCRIPTION:Огромный монстр похожий на геккона.]
tr: [DESCRIPTION:Geko biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng tắc kè.]
zh_hans: [DESCRIPTION:一只体型巨大的壁虎怪。]

# CREATURE:GIANT_LEOPARD_GECKO
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:DESERT TORTOISE
source: [DESCRIPTION:A tiny shelled reptile that lives in the desert.]
cs: [DESCRIPTION:Drobný pouštní plaz s krunýřem.]
de: [DESCRIPTION:Ein kleines gepanzertes Reptil , das in der Wüste lebt.]
eo: [DESCRIPTION:Eta kaparac-hava reptilio kiu loĝas en la deserto.]
es: [DESCRIPTION:Un diminuto reptil con caparazón que vive en el desierto.]
ja: [DESCRIPTION:砂漠に住む亀だ。]
ko: [DESCRIPTION:사막에서 사는 작은 껍질을 가진 파충류.]
pl: [DESCRIPTION:Malutki, gad ze skorupą żyjący na pustyni.]
ru: [DESCRIPTION:Мелкая панцирная рептилия, живущая в пустыне.]
tr: [DESCRIPTION:Çölde yaşayan minik kabuklu bir sürüngen.]
vi: [DESCRIPTION:Một loài bò sát có mai nhỏ bé sống ở sa mạc.]
zh_hans: [DESCRIPTION:一种生活在沙漠中的小型有贝壳类动物。]

# CREATURE:DESERT TORTOISE
source: [NAME:desert tortoise:desert tortoises:desert tortoise]
cs: [NAME:pouštní želva:pouštní želvy:pouštní želva]
de: [NAME:Wüstenschildkröte:Wüstenschildkröten:Wüstenschildkröte]
eo: [NAME:dezerta testudo:dezertaj testudoj:de dezerta testudo]
es: [NAME:tortuga del desierto:tortugas del desierto:de tortuga del desierto]
ja: [NAME:砂漠亀:砂漠亀:砂漠亀の]
ko: [NAME:사막 거북이:사막 거북이들:사막 거북이]
pl: [NAME:żółw pustynny:żółwie pustynne:żółw pustynny]
ru: [NAME:пустынная черепаха:пустынные черепахи:пустынной черепахи]
tr: [NAME:çöl kaplumbağası:çöl kaplumbağaları:çöl kaplumbağası]
vi: [NAME:rùa cạn sa mạc:rùa cạn sa mạc:rùa cạn sa mạc]
zh_hans: [NAME:沙漠地鼠龟:沙漠地鼠龟:沙漠地鼠龟]

# CREATURE:DESERT TORTOISE
source: [CASTE_NAME:desert tortoise:desert tortoises:desert tortoise]
cs: [CASTE_NAME:pouštní želva:pouštní želvy:pouštní želva]
de: [CASTE_NAME:Wüstenschildkröte:Wüstenschildkröten:Wüstenschildkröte]
eo: [CASTE_NAME:dezerta testudo:dezertaj testudoj: de dezerta testudo]
es: [CASTE_NAME:tortuga del desierto:tortugas del desierto:tortuga del desierto]
ja: [CASTE_NAME:砂漠亀:砂漠亀:砂漠亀の]
ko: [CASTE_NAME:사막 거북이:사막 거북이들:사막 거북이]
pl: [CASTE_NAME:żółw pustynny:żółwie pustynne:żółw pustynny]
ru: [CASTE_NAME:пустынная черепаха:пустынные черепахи:пустынной черепахи]
tr: [CASTE_NAME:çöl kaplumbağası:çöl kaplumbağaları:çöl kaplumbağası]
vi: [CASTE_NAME:rùa cạn sa mạc:rùa cạn sa mạc:rùa cạn sa mạc]
zh_hans: [CASTE_NAME:沙漠地鼠龟:沙漠地鼠龟:沙漠地鼠龟]

# CREATURE:DESERT TORTOISE
source: [GENERAL_CHILD_NAME:desert tortoise hatchling:desert tortoise hatchlings]
cs: [GENERAL_CHILD_NAME:mládě pouštní želvy:mláďata pouštních želv]
de: [GENERAL_CHILD_NAME:Wüstenschildkrötejunges:Wüstenschildkrötejunge]
eo: [GENERAL_CHILD_NAME:dezerta testudido:dezertaj testudidoj]
es: [GENERAL_CHILD_NAME:cría de tortuga del desierto:crías de tortuga del desierto]
ko: [GENERAL_CHILD_NAME:새끼 사막 거북이:새끼 사막 거북이들]
pl: [GENERAL_CHILD_NAME:młody żółwia pustynnego:młode żółwia pustynnego]
ru: [GENERAL_CHILD_NAME:пустынный черепашонок:пустынные черепашата]
tr: [GENERAL_CHILD_NAME:yavru çöl kaplumbağası:yavru çöl kaplumbağaları]
vi: [GENERAL_CHILD_NAME:rùa cạn sa mạc con non:rùa cạn sa mạc con non]
zh_hans: [GENERAL_CHILD_NAME:沙漠陆龟幼崽:沙漠陆龟幼崽]

# CREATURE:DESERT TORTOISE
source: [PREFSTRING:shells]
cs: [PREFSTRING:ulity]
de: [PREFSTRING:Schalen]
eo: [PREFSTRING:karapacoj]
es: [PREFSTRING:caparazón]
ja: [PREFSTRING:甲羅]
ko: [PREFSTRING:껍질]
pl: [PREFSTRING:muszle]
ru: [PREFSTRING:раковины]
tr: [PREFSTRING:kabuklar]
vi: [PREFSTRING:các vỏ]
zh_hans: [PREFSTRING:壳]

# CREATURE:DESERT TORTOISE
source: [PREFSTRING:longevity]
cs: [PREFSTRING:dlouhověkost]
de: [PREFSTRING:Langlebigkeit]
eo: [PREFSTRING:longvivo]
es: [PREFSTRING:longevidad]
ja: [PREFSTRING:長寿]
ko: [PREFSTRING:긴 수명]
pl: [PREFSTRING:długowieczność]
ru: [PREFSTRING:долгожительство]
tr: [PREFSTRING:uzun ömür]
vi: [PREFSTRING:Tuổi thọ]
zh_hans: [PREFSTRING:长寿]

# CREATURE:DESERT TORTOISE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:DESERT TORTOISE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:甲羅:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:DESERT TORTOISE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:DESERT_TORTOISE_MAN
source: [CASTE_NAME:desert tortoise man:desert tortoise men:desert tortoise man]
cs: [CASTE_NAME:pouštní želví muž:pouštní želví muži:pouštní želví muž]
de: [CASTE_NAME:Wüstenschildkrötenmann:Wüstenschildkrötenmänner:Wüstenschildkrötenmann]
eo: [CASTE_NAME:hom-dezerta-testudiĉo:hom-dezerta-testudiĉoj:de hom-dezerta-testudiĉo]
es: [CASTE_NAME:hombre tortuga del desierto:hombres tortuga del desierto:hombre tortuga del desierto]
ja: [CASTE_NAME:砂漠亀男:砂漠亀男:砂漠亀男の]
ko: [CASTE_NAME:수컷 사막 거북이인간:수컷 사막 거북이인간들:수컷 사막 거북이인간]
pl: [CASTE_NAME:żółwiomężczyzna pustynny:żółwiomężczyźni pustynni:żółwiomężczyzno pustynny]
ru: [CASTE_NAME:мужчина-пустынная черепаха:мужчины-пустынные черепахи:мужчины-пустынной черепахи]
tr: [CASTE_NAME:erkek çöl kaplumbağası:erkek çöl kaplumbağaları:erkek çöl kaplumbağası]
vi: [CASTE_NAME:nam nhân rùa cạn sa mạc:nam nhân rùa cạn sa mạc:nam nhân rùa cạn sa mạc]
zh_hans: [CASTE_NAME:沙漠地鼠龟男:沙漠地鼠龟男:沙漠地鼠龟男]

# CREATURE:DESERT_TORTOISE_MAN
source: [CASTE_NAME:desert tortoise woman:desert tortoise women:desert tortoise woman]
cs: [CASTE_NAME:pouštní želví žena:pouštní želví ženy:pouštní želví žena]
de: [CASTE_NAME:Wüstenschildkrötenfrau:Wüstenschildkrötenfrauen:Wüstenschildkrötenfrau]
eo: [CASTE_NAME:hom-dezerta-testudino:hom-dezerta-testudinoj:de hom-dezerta-testudino]
es: [CASTE_NAME:mujer tortuga del desierto:mujeres tortuga del desierto:mujer tortuga del desierto]
ja: [CASTE_NAME:砂漠亀女:砂漠亀女:砂漠亀女の]
ko: [CASTE_NAME:암컷 사막 거북이인간:암컷 사막 거북이인간들:암컷 사막 거북이인간]
pl: [CASTE_NAME:żółwiokobieta pustynna:żółwiokobiety pustynne:żółwiokobieto pustynna]
ru: [CASTE_NAME:женщина-пустынная черепаха:женщины-пустынные черепахи:женщины-пустынной черепахи]
tr: [CASTE_NAME:dişi çöl kaplumbağası:dişi çöl kaplumbağaları:dişi çöl kaplumbağası]
vi: [CASTE_NAME:nữ nhân rùa cạn sa mạc:nữ nhân rùa cạn sa mạc:nữ nhân rùa cạn sa mạc]
zh_hans: [CASTE_NAME:沙漠地鼠龟女:沙漠地鼠龟女:沙漠地鼠龟女]

# CREATURE:DESERT_TORTOISE_MAN
source: [NAME:desert tortoise man:desert tortoise men:desert tortoise man]
cs: [NAME:pouštní želví muž:pouštní želví muži:pouštní želví muž]
de: [NAME:Wüstenschildkrötenmensch:Wüstenschildkrötenmenschen:Wüstenschildkrötenmensch]
eo: [NAME:hom-dezerta-testudo:hom-dezerta-testudoj:de hom-dezerta-testudo]
es: [NAME:hombre tortuga del desierto:hombres tortuga del desierto:de hombre tortuga del desierto]
ja: [NAME:砂漠亀男:砂漠亀男:砂漠亀男の]
ko: [NAME:사막 거북이인간:사막 거북이인간들:사막 거북이인간]
pl: [NAME:żółwioczłowiek pustynny:żółwioludzie pustynni:żółwiomężczyzno pustynny]
ru: [NAME:человек-пустынная черепаха:люди-пустынные черепахи:человека-пустынной черепахи]
tr: [NAME:erkek çöl kaplumbağası:erkek çöl kaplumbağaları:erkek çöl kaplumbağası]
vi: [NAME:nam nhân rùa cạn sa mạc:nam nhân rùa cạn sa mạc:nam nhân rùa cạn sa mạc]
zh_hans: [NAME:沙漠地鼠龟人:沙漠地鼠龟人:沙漠地鼠龟人]

# CREATURE:DESERT_TORTOISE_MAN
source: [DESCRIPTION:A reptile person with the head and tail of a desert tortoise.]
cs: [DESCRIPTION:Plazí osoba s hlavou a ocasem pouštní želvy.]
de: [DESCRIPTION:Ein Reptilienmensch mit dem Kopf und Schwanz einer Wüstenschildkröte.]
eo: [DESCRIPTION:Reptilia homo kun la kapo kaj la vosto de dezerta testudo.]
es: [DESCRIPTION:Una persona reptiliana con la cabeza y la cola de una tortuga del desierto.]
ja: [DESCRIPTION:砂漠亀の頭と尾を持つ爬虫類人だ。]
ko: [DESCRIPTION:사막 거북이의 머리와 꼬리를 가진 파충류 인간.]
pl: [DESCRIPTION:Gadzi osobnik z głową i ogonem żółwia pustynnego.]
ru: [DESCRIPTION:Рептилообразный человек с головой и хвостом пустынной черепахи.]
tr: [DESCRIPTION:Çöl kaplumbağası başlı ve kuyruklu, sürüngen bir fantastik canlı.]
vi: [DESCRIPTION:Một người bò sát với đầu và đuôi của một con rùa cạn sa mạc.]
zh_hans: [DESCRIPTION:一个长着沙漠陆龟头和尾巴的人。]

# CREATURE:GIANT_DESERT_TORTOISE
source: [NAME:giant desert tortoise:giant desert tortoises:giant desert tortoise]
cs: [NAME:obří pouštní želva:obří pouštní želvy:obří pouštní želva]
de: [NAME:Riesenwüstenschildkröte:Riesenwüstenschildkröten:Riesenwüstenschildkröte]
eo: [NAME:giganta dezerta testudo:gigantaj dezertaj testudoj:de giganta dezerta testudo]
es: [NAME:tortuga del desierto gigante:tortugas del desierto gigantes:de tortuga del desierto gigante]
ja: [NAME:巨大砂漠亀:巨大砂漠亀:巨大砂漠亀の]
ko: [NAME:거대 사막 거북이:거대 사막 거북이들:거대 사막 거북이]
pl: [NAME:gigantyczny żółw pustynny:gigantyczne żółwie pustynne:gigantyczno żółwio pustynny]
ru: [NAME:гигантская пустынная черепаха:гигантские пустынные черепахи:гигантской пустынной черепахи]
tr: [NAME:dev çöl kaplumbağası:dev çöl kaplumbağaları:dev çöl kaplumbağası]
vi: [NAME:rùa cạn sa mạc khổng lồ:rùa cạn sa mạc khổng lồ:rùa cạn sa mạc khổng lồ]
zh_hans: [NAME:巨沙漠地鼠龟:巨沙漠地鼠龟:巨沙漠地鼠龟]
