Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:HARD_WHEAT
source: [SEED:hard wheat seed:hard wheat seeds:]
cs: [SEED:semeno tvrdé pšenice:semena tvrdé pšenice:]
de: [SEED:Hartweizensamen:Hartweizensamen:]
eo: [SEED:semo de malmola tritiko:semoj de malmola tritiko:]
es: [SEED:semilla de trigo fuerte:semillas de trigo fuerte:]
ja: [SEED:硬質小麦の種:硬質小麦の種:]
ko: [SEED:경질 밀 씨:경질 밀 씨들:]
ru: [SEED:семя твердой пшеницы:семена твердой пшеницы:]
tr: [SEED:sert buğday tohumu:sert buğday tohumları:]
vi: [SEED:hạt lúa mì cứng:hạt giống lúa mì cứng:]
zh_hans: [SEED:硬质小麦种子:硬质小麦种子:]

# PLANT:HARD_WHEAT
source: [PREFSTRING:beer]
cs: [PREFSTRING:pivo]
de: [PREFSTRING:Bier]
eo: [PREFSTRING:biero]
es: [PREFSTRING:cerveza]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:맥주]
ru: [PREFSTRING:пиво]
tr: [PREFSTRING:birası]
vi: [PREFSTRING:bia]
zh_hans: [PREFSTRING:啤酒]

# PLANT:HARD_WHEAT
source: [GROWTH_NAME:hard wheat leaf:hard wheat leaves]
cs: [GROWTH_NAME:list tvrdé pšenice:listy tvrdé pšenice]
de: [GROWTH_NAME:Hartweizenblatt:Hartweizenblätter]
eo: [GROWTH_NAME:folio de malmola tritiko:folioj de malmola tritiko]
es: [GROWTH_NAME:hoja de trigo fuerte:hojas de trigo fuerte]
ja: [GROWTH_NAME:硬質小麦の葉:硬質小麦の葉]
ko: [GROWTH_NAME:딱딱한 밀 잎:딱딱한 밀 잎들]
ru: [GROWTH_NAME:лист твердой пшеницы:листья твердой пшеницы]
tr: [GROWTH_NAME:sert buğday yaprağı:sert buğday yaprakları]
vi: [GROWTH_NAME:lá lúa mì cứng:lá lúa mì cứng]
zh_hans: [GROWTH_NAME:硬质小麦叶:硬质小麦叶]

# PLANT:SPELT
source: [NAME:spelt]
cs: [NAME:špalda]
de: [NAME:Dinkel]
eo: [NAME:spelto]
es: [NAME:espelta]
ja: [NAME:スペルト小麦]
ko: [NAME:스펠트]
ru: [NAME:полба]
tr: [NAME:spelt buğdayı]
vi: [NAME:lúa mì Spelt]
zh_hans: [NAME:斯佩尔特麦]

# PLANT:SPELT
source: [NAME_PLURAL:spelt]
cs: [NAME_PLURAL:špalda]
de: [NAME_PLURAL:Dinkel]
eo: [NAME_PLURAL:spelto]
es: [NAME_PLURAL:espeltas]
ja: [NAME_PLURAL:スペルト小麦]
ko: [NAME_PLURAL:스펠트들]
ru: [NAME_PLURAL:полба]
tr: [NAME_PLURAL:spelt buğdayı]
vi: [NAME_PLURAL:lúa mì Spelt]
zh_hans: [NAME_PLURAL:斯佩尔特麦]

# PLANT:SPELT
source: [ADJ:spelt]
cs: [ADJ:špalda]
de: [ADJ:Dinkel]
eo: [ADJ:de spelto]
es: [ADJ:de espelta]
ja: [ADJ:スペルト小麦]
ko: [ADJ:스펠트]
ru: [ADJ:полба]
tr: [ADJ:spelt buğdayı]
vi: [ADJ:lúa mì Spelt]
zh_hans: [ADJ:斯佩尔特麦的]

# PLANT:SPELT
source: [STATE_NAME_ADJ:ALL_SOLID:frozen spelt beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé pivo ze špaldy]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Dinkelbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el spelto]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza de espelta congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったスペルト小麦のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 스펠트 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное полбенное пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş spelt birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia lúa mì Spelt đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的斯佩尔特麦啤酒]

# PLANT:SPELT
source: [STATE_NAME_ADJ:LIQUID:spelt beer]
cs: [STATE_NAME_ADJ:LIQUID:pivo ze špaldy]
de: [STATE_NAME_ADJ:LIQUID:Dinkelbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el spelto]
es: [STATE_NAME_ADJ:LIQUID:cerveza de espelta]
ja: [STATE_NAME_ADJ:LIQUID:スペルト小麦のビール]
ko: [STATE_NAME_ADJ:LIQUID:스펠트 맥주]
ru: [STATE_NAME_ADJ:LIQUID:полбенное пиво]
tr: [STATE_NAME_ADJ:LIQUID:spelt birası]
vi: [STATE_NAME_ADJ:LIQUID:bia lúa mì Spelt]
zh_hans: [STATE_NAME_ADJ:LIQUID:斯佩尔特麦啤酒]

# PLANT:SPELT
source: [STATE_NAME_ADJ:GAS:boiling spelt beer]
cs: [STATE_NAME_ADJ:GAS:vařící se pivo ze špaldy]
de: [STATE_NAME_ADJ:GAS:kochendes Dinkelbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el spelto]
es: [STATE_NAME_ADJ:GAS:cerveza de espelta hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したスペルト小麦のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 스펠트 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее полбенное пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan spelt birası]
vi: [STATE_NAME_ADJ:GAS:bia lúa mì Spelt sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的斯佩尔特麦啤酒]

# PLANT:SPELT
source: [STATE_NAME_ADJ:ALL_SOLID:spelt flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:špaldová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Dinkelmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el spelto]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de espelta]
ja: [STATE_NAME_ADJ:ALL_SOLID:スペルト小麦の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:스펠트 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:полбенная мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:spelt unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:斯佩尔特麦粉]

# PLANT:SPELT
source: [SEED:spelt seed:spelt seeds:]
cs: [SEED:semeno špaldy:semena špaldy:]
de: [SEED:Dinkelsamen:Dinkelsamen:]
eo: [SEED:semo de spelto:semoj de spelto:]
es: [SEED:semilla de espelta:semillas de espelta:]
ja: [SEED:スペルト小麦の種:スペルト小麦の種:]
ko: [SEED:스펠트 밀 씨:스펠트 밀 씨들:]
ru: [SEED:семя полбы:семена полбы:]
tr: [SEED:spelt tohumu:spelt tohumları:]
vi: [SEED:hạt lúa mì Spelt:hạt giống lúa mì Spelt:]
zh_hans: [SEED:斯佩尔特麦种子:斯佩尔特麦种子:]

# PLANT:SPELT
source: [PREFSTRING:beer]
cs: [PREFSTRING:pivo]
de: [PREFSTRING:Bier]
eo: [PREFSTRING:biero]
es: [PREFSTRING:cerveza]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:맥주]
ru: [PREFSTRING:пиво]
tr: [PREFSTRING:birası]
vi: [PREFSTRING:bia]
zh_hans: [PREFSTRING:啤酒]

# PLANT:SPELT
source: [GROWTH_NAME:spelt leaf:spelt leaves]
cs: [GROWTH_NAME:list špaldy:listy špaldy]
de: [GROWTH_NAME:Dinkelblatt:Dinkelblätter]
eo: [GROWTH_NAME:folio de spelto:folioj de spelto]
es: [GROWTH_NAME:hoja de espelta:hojas de espeltas]
ja: [GROWTH_NAME:スペルト小麦の葉:スペルト小麦の葉]
ko: [GROWTH_NAME:스펠트 잎:스펠트 잎들]
ru: [GROWTH_NAME:лист полбы:листья полбы]
tr: [GROWTH_NAME:spelt yaprağı:spelt yaprakları]
vi: [GROWTH_NAME:lá lúa mì Spelt:lá lúa mì Spelt]
zh_hans: [GROWTH_NAME:斯佩尔特麦叶:斯佩尔特麦叶]

# PLANT:BARLEY
source: [NAME:barley]
cs: [NAME:ječmen]
de: [NAME:Gerste]
eo: [NAME:hordeo]
es: [NAME:cebada]
ja: [NAME:大麦]
ko: [NAME:보리]
ru: [NAME:ячмень]
tr: [NAME:arpa]
vi: [NAME:lúa mạch]
zh_hans: [NAME:大麦]

# PLANT:BARLEY
source: [NAME_PLURAL:barley]
cs: [NAME_PLURAL:ječmen]
de: [NAME_PLURAL:Gerste]
eo: [NAME_PLURAL:hordeo]
es: [NAME_PLURAL:cebadas]
ja: [NAME_PLURAL:大麦]
ko: [NAME_PLURAL:보리]
ru: [NAME_PLURAL:ячмень]
tr: [NAME_PLURAL:arpa]
vi: [NAME_PLURAL:lúa mạch]
zh_hans: [NAME_PLURAL:大麦]

# PLANT:BARLEY
source: [ADJ:barley]
cs: [ADJ:ječmenný]
de: [ADJ:Gerste]
eo: [ADJ:de hordeo]
es: [ADJ:de cebada]
ja: [ADJ:大麦]
ko: [ADJ:보리]
ru: [ADJ:ячмень]
tr: [ADJ:arpa]
vi: [ADJ:lúa mạch]
zh_hans: [ADJ:大麦的]

# PLANT:BARLEY
source: [STATE_NAME_ADJ:ALL_SOLID:frozen barley wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé ječné víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Gerstenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino de hordeo]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de cebada congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った大麦のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное ячменное вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş arpa şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu lúa mạch đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的大麦酒]

# PLANT:BARLEY
source: [STATE_NAME_ADJ:LIQUID:barley wine]
cs: [STATE_NAME_ADJ:LIQUID:ječné víno]
de: [STATE_NAME_ADJ:LIQUID:Gerstenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino de hordeo]
es: [STATE_NAME_ADJ:LIQUID:vino de cebada]
ja: [STATE_NAME_ADJ:LIQUID:大麦のビール]
ko: [STATE_NAME_ADJ:LIQUID:맥주]
ru: [STATE_NAME_ADJ:LIQUID:ячменное вино]
tr: [STATE_NAME_ADJ:LIQUID:arpa şarabı]
zh_hans: [STATE_NAME_ADJ:LIQUID:大麦酒]

# PLANT:BARLEY
source: [STATE_NAME_ADJ:GAS:boiling barley wine]
cs: [STATE_NAME_ADJ:GAS:vařící se ječné víno]
de: [STATE_NAME_ADJ:GAS:kochender Gerstenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino de hordeo]
es: [STATE_NAME_ADJ:GAS:vino de cebada hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した大麦のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее ячменное вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan arpa şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu lúa mạch sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的大麦酒]

# PLANT:BARLEY
source: [STATE_NAME_ADJ:ALL_SOLID:barley flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:ječná mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Gerstenmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el hordeo]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de cebada]
ja: [STATE_NAME_ADJ:ALL_SOLID:大麦の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:보리 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:ячменная мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:arpa unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:大麦粉]

# PLANT:BARLEY
source: [SEED:barley seed:barley seeds:]
cs: [SEED:semeno ječmene:semena ječmene:]
de: [SEED:Gerstensamen:Gerstensamen:]
eo: [SEED:semo de hordeo:semoj de hordeo:]
es: [SEED:semilla de cebada:semillas de cebada:]
ja: [SEED:大麦の種:大麦の種:]
ko: [SEED:보리 씨:보리 씨:]
ru: [SEED:семя ячменя:семена ячменя:]
tr: [SEED:arpa tohumu:arpa tohumları:]
vi: [SEED:hạt lúa mạch:hạt giống lúa mạch:]
zh_hans: [SEED:大麦种子:大麦种子:]

# PLANT:BARLEY
source: [PREFSTRING:wine]
cs: [PREFSTRING:víno]
de: [PREFSTRING:Wein]
eo: [PREFSTRING:vino]
es: [PREFSTRING:vino]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:포도주]
ru: [PREFSTRING:вино]
tr: [PREFSTRING:şarabı]
vi: [PREFSTRING:rượu]
zh_hans: [PREFSTRING:酒]

# PLANT:BARLEY
source: [GROWTH_NAME:barley leaf:barley leaves]
cs: [GROWTH_NAME:list ječmene:listy ječmene]
de: [GROWTH_NAME:Gerstenblatt:Gerstenblätter]
eo: [GROWTH_NAME:folio de hordeo:folioj de hordeo]
es: [GROWTH_NAME:hoja de cebada:hojas de cebada]
ja: [GROWTH_NAME:大麦の葉:大麦の葉]
ko: [GROWTH_NAME:보리 잎:보리 잎]
ru: [GROWTH_NAME:лист ячменя:листья ячменя]
tr: [GROWTH_NAME:arpa yaprağı:arpa yaprakları]
vi: [GROWTH_NAME:lá lúa mạch:lá lúa mạch]
zh_hans: [GROWTH_NAME:大麦叶:大麦叶]

# PLANT:BUCKWHEAT
source: [NAME:buckwheat]
cs: [NAME:pohanka]
de: [NAME:Buchweizen]
eo: [NAME:fagopiro]
es: [NAME:alforfón]
ja: [NAME:蕎麦]
ko: [NAME:메밀]
ru: [NAME:гречиха]
tr: [NAME:karabuğday]
vi: [NAME:kiều mạch]
zh_hans: [NAME:荞麦]

# PLANT:BUCKWHEAT
source: [NAME_PLURAL:buckwheat]
cs: [NAME_PLURAL:pohanka]
de: [NAME_PLURAL:Buchenweizen]
eo: [NAME_PLURAL:fagopiro]
es: [NAME_PLURAL:alforfón]
ja: [NAME_PLURAL:蕎麦]
ko: [NAME_PLURAL:메밀들]
ru: [NAME_PLURAL:гречиха]
tr: [NAME_PLURAL:karabuğday]
vi: [NAME_PLURAL:kiều mạch]
zh_hans: [NAME_PLURAL:荞麦]

# PLANT:BUCKWHEAT
source: [ADJ:buckwheat]
cs: [ADJ:pohankový]
de: [ADJ:Buchweizen]
eo: [ADJ:fagopiro]
es: [ADJ:de alforfón]
ja: [ADJ:蕎麦]
ko: [ADJ:메밀]
ru: [ADJ:гречиха]
tr: [ADJ:karabuğday]
vi: [ADJ:kiều mạch]
zh_hans: [ADJ:荞麦的]

# PLANT:BUCKWHEAT
source: [STATE_NAME_ADJ:ALL_SOLID:frozen buckwheat beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé pohankové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Buchweizenbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el fagopiro]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de alforfón]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った蕎麦のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 메밀 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное гречневое пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş karabuğday birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia kiều mạch đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的荞麦啤酒]

# PLANT:BUCKWHEAT
source: [STATE_NAME_ADJ:LIQUID:buckwheat beer]
cs: [STATE_NAME_ADJ:LIQUID:pohankové pivo]
de: [STATE_NAME_ADJ:LIQUID:Buchweizenbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el fagopiro]
es: [STATE_NAME_ADJ:LIQUID:cerveza de alforfón]
ja: [STATE_NAME_ADJ:LIQUID:蕎麦のビール]
ko: [STATE_NAME_ADJ:LIQUID:메밀 맥주]
ru: [STATE_NAME_ADJ:LIQUID:гречневое пиво]
tr: [STATE_NAME_ADJ:LIQUID:karabuğday birası]
vi: [STATE_NAME_ADJ:LIQUID:bia kiều mạch]
zh_hans: [STATE_NAME_ADJ:LIQUID:荞麦啤酒]

# PLANT:BUCKWHEAT
source: [STATE_NAME_ADJ:GAS:boiling buckwheat beer]
cs: [STATE_NAME_ADJ:GAS:vařící se pohankové pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Buchweizenbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el fagopiro]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de alforfón]
ja: [STATE_NAME_ADJ:GAS:蒸気化した蕎麦のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 메밀 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее гречневое пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan karabuğday birası]
vi: [STATE_NAME_ADJ:GAS:bia kiều mạch sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的荞麦啤酒]

# PLANT:BUCKWHEAT
source: [STATE_NAME_ADJ:ALL_SOLID:buckwheat flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:pohanková mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Buchweizenmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el fagopiro]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de alforfón]
ja: [STATE_NAME_ADJ:ALL_SOLID:蕎麦の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:메밀 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:гречневая мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:karabuğday unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:荞麦粉]

# PLANT:BUCKWHEAT
source: [SEED:buckwheat seed:buckwheat seeds:]
cs: [SEED:semeno pohanky:semena pohanky:]
de: [SEED:Buchweizensamen:Buchweizensamen:]
eo: [SEED:semo de fagopiro:semoj de fagopiro:]
es: [SEED:semilla de alforfón:semillas de alforfón:]
ja: [SEED:蕎麦の種:蕎麦の種:]
ko: [SEED:메밀 씨:메밀 씨들:]
ru: [SEED:семя гречихи:семена гречихи:]
tr: [SEED:karabuğday tohumu:karabuğday tohumları:]
vi: [SEED:hạt kiều mạch:hạt giống kiều mạch:]
zh_hans: [SEED:荞麦种子:荞麦种子:]

# PLANT:BUCKWHEAT
source: [PREFSTRING:beer]
cs: [PREFSTRING:pivo]
de: [PREFSTRING:Bier]
eo: [PREFSTRING:biero]
es: [PREFSTRING:cerveza]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:맥주]
ru: [PREFSTRING:пиво]
tr: [PREFSTRING:birası]
vi: [PREFSTRING:bia]
zh_hans: [PREFSTRING:啤酒]

# PLANT:BUCKWHEAT
source: [GROWTH_NAME:buckwheat leaf:buckwheat leaves]
cs: [GROWTH_NAME:list pohanky:listy pohanky]
de: [GROWTH_NAME:Buchweizenblatt:Buchweizenblätter]
eo: [GROWTH_NAME:folio de fagopiro:folioj de fagopiro]
es: [GROWTH_NAME:hoja de alforfón:hojas de alforfón]
ja: [GROWTH_NAME:蕎麦の葉:蕎麦の葉]
ko: [GROWTH_NAME:메밀 잎:메밀 잎들]
ru: [GROWTH_NAME:лист гречихи:листья гречихи]
tr: [GROWTH_NAME:karabuğday yaprağı:karabuğday yaprakları]
vi: [GROWTH_NAME:lá kiều mạch:lá kiều mạch]
zh_hans: [GROWTH_NAME:荞麦叶:荞麦叶]

# PLANT:BUCKWHEAT
source: [GROWTH_NAME:buckwheat flower:STP]
cs: [GROWTH_NAME:květ pohanky:STP]
de: [GROWTH_NAME:Buchweizenblüte:STP]
eo: [GROWTH_NAME:floro de fagopiro:floroj de fagopiro]
es: [GROWTH_NAME:alforfón florecido:STP]
ja: [GROWTH_NAME:蕎麦の花:STP]
ko: [GROWTH_NAME:메밀 꽃:STP]
ru: [GROWTH_NAME:цветок гречихи:цветы гречихи]
tr: [GROWTH_NAME:karabuğday çiçeği:STP]
zh_hans: [GROWTH_NAME:荞麦花:STP]

# PLANT:OATS
source: [NAME:oat]
cs: [NAME:oves]
de: [NAME:Hafer]
eo: [NAME:aveno]
es: [NAME:avena]
ja: [NAME:カラス麦]
ko: [NAME:귀리]
ru: [NAME:овес]
tr: [NAME:yulaf]
vi: [NAME:yến mạch]
zh_hans: [NAME:燕麦]

# PLANT:OATS
source: [NAME_PLURAL:oats]
cs: [NAME_PLURAL:oves]
de: [NAME_PLURAL:Hafers]
eo: [NAME_PLURAL:aveno]
es: [NAME_PLURAL:avenas]
ja: [NAME_PLURAL:カラス麦]
ko: [NAME_PLURAL:귀리들]
ru: [NAME_PLURAL:овес]
tr: [NAME_PLURAL:yulaf]
vi: [NAME_PLURAL:yến mạch]
zh_hans: [NAME_PLURAL:燕麦]

# PLANT:OATS
source: [ADJ:oat]
cs: [ADJ:ovesný]
de: [ADJ:Hafer]
eo: [ADJ:de aveno]
es: [ADJ:de avena]
ja: [ADJ:カラス麦]
ko: [ADJ:귀리]
ru: [ADJ:овёс]
tr: [ADJ:yulaf]
vi: [ADJ:yến mạch]
zh_hans: [ADJ:燕麦的]

# PLANT:OATS
source: [STATE_NAME_ADJ:ALL_SOLID:oat flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:ovesná mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Hafermehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el aveno]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de avena]
ja: [STATE_NAME_ADJ:ALL_SOLID:カラス麦の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:귀리 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:овсяная мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:yulaf unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột yến mạch]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:燕麦粉]

# PLANT:OATS
source: [SEED:oat seed:oat seeds:]
cs: [SEED:semeno ovsa:semena ovsa:]
de: [SEED:Haferkorn:Haferkörner:]
eo: [SEED:semo de aveno:semoj de aveno:]
es: [SEED:semilla de avena:semillas de avena:]
ja: [SEED:カラス麦の種:カラス麦の種:]
ko: [SEED:귀리 씨:귀리 씨들:]
ru: [SEED:семя овса:семена овса:]
tr: [SEED:yulaf tohumu:yulaf tohumları:]
vi: [SEED:hạt yến mạch:hạt giống yến mạch:]
zh_hans: [SEED:燕麦种子:燕麦种子:]

# PLANT:OATS
source: [PREFSTRING:beer]
cs: [PREFSTRING:pivo]
de: [PREFSTRING:Bier]
eo: [PREFSTRING:biero]
es: [PREFSTRING:cerveza]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:맥주]
ru: [PREFSTRING:пиво]
tr: [PREFSTRING:birası]
vi: [PREFSTRING:bia]
zh_hans: [PREFSTRING:啤酒]

# PLANT:OATS
source: [GROWTH_NAME:oat leaf:oat leaves]
cs: [GROWTH_NAME:list ovsa:listy ovsa]
de: [GROWTH_NAME:Haferblatt:Haferblätter]
eo: [GROWTH_NAME:folio de aveno:folioj de aveno]
es: [GROWTH_NAME:hoja de avena:hojas de avena]
ja: [GROWTH_NAME:カラス麦の葉:カラス麦の葉]
ko: [GROWTH_NAME:귀리 잎:귀리 잎들]
ru: [GROWTH_NAME:лист овса:листья овса]
tr: [GROWTH_NAME:yulaf yaprağı:yulaf yaprakları]
vi: [GROWTH_NAME:lá yến mạch:lá yến mạch]
zh_hans: [GROWTH_NAME:燕麦叶:燕麦叶]

# PLANT:ALFALFA
source: [NAME:alfalfa]
cs: [NAME:vojtěška]
de: [NAME:Schneckenklee]
eo: [NAME:luzerno]
ja: [NAME:アルファルファ]
ko: [NAME:자주개자리]
ru: [NAME:люцерна]
tr: [NAME:yonca]
vi: [NAME:cỏ linh lăng]
zh_hans: [NAME:苜蓿]

# PLANT:ALFALFA
source: [NAME_PLURAL:alfalfa]
cs: [NAME_PLURAL:vojtěška]
de: [NAME_PLURAL:Schneckenklee]
eo: [NAME_PLURAL:luzerno]
ja: [NAME_PLURAL:アルファルファ]
ko: [NAME_PLURAL:자주개자리들]
ru: [NAME_PLURAL:люцерна]
tr: [NAME_PLURAL:yonca]
vi: [NAME_PLURAL:cỏ linh lăng]
zh_hans: [NAME_PLURAL:苜蓿]

# PLANT:ALFALFA
source: [ADJ:alfalfa]
cs: [ADJ:vojtěškový]
de: [ADJ:Schneckenklee]
eo: [ADJ:de luzerno]
ja: [ADJ:アルファルファ]
ko: [ADJ:자주개자리]
ru: [ADJ:люцерна]
tr: [ADJ:yonca]
vi: [ADJ:cỏ linh lăng]
zh_hans: [ADJ:苜蓿的]

# PLANT:ALFALFA
source: [SEED:alfalfa seed:alfalfa seeds:]
cs: [SEED:semeno vojtěšky:semena vojtěšky:]
de: [SEED:Schneckenklee Samen:Schneckenklee Samen:]
eo: [SEED:semo de luzerno:semoj de luzerno:]
es: [SEED:semilla de alfalfa:semillas de alfalfa:]
ja: [SEED:アルファルファの種:アルファルファの種:]
ko: [SEED:자주개자리 씨:자주개자리 씨들:]
ru: [SEED:семя люцерны:семена люцерны:]
tr: [SEED:yonca tohumu:yonca tohumları:]
vi: [SEED:hạt cỏ linh lăng:hạt giống cỏ linh lăng:]
zh_hans: [SEED:苜蓿种子:苜蓿种子:]

# PLANT:ALFALFA
source: [PREFSTRING:sprouts]
cs: [PREFSTRING:výhonky]
de: [PREFSTRING:Sprossen]
eo: [PREFSTRING:ŝosoj]
es: [PREFSTRING:brotes]
ja: [PREFSTRING:芽]
ko: [PREFSTRING:스프라우츠]
ru: [PREFSTRING:ростки]
tr: [PREFSTRING:filizleri]
vi: [PREFSTRING:mầm]
zh_hans: [PREFSTRING:嫩茎]

# PLANT:ALFALFA
source: [GROWTH_NAME:alfalfa leaf:alfalfa leaves]
cs: [GROWTH_NAME:list vojtěšky:listy vojtěšky]
de: [GROWTH_NAME:Schneckenklee Blätter:Schneckenklee Blätter]
eo: [GROWTH_NAME:folio de luzerno:folioj de luzerno]
es: [GROWTH_NAME:hoja de alfalfa:hojas de alfalfa]
ja: [GROWTH_NAME:アルファルファの葉:アルファルファの葉]
ko: [GROWTH_NAME:자주개자리 잎:자주개자리 잎들]
ru: [GROWTH_NAME:лист люцерны:листья люцерны]
tr: [GROWTH_NAME:yonca yaprağı:yonca yaprakları]
vi: [GROWTH_NAME:lá cỏ linh lăng:lá cỏ linh lăng]
zh_hans: [GROWTH_NAME:苜蓿叶:苜蓿叶]

# PLANT:ALFALFA
source: [GROWTH_NAME:alfalfa flower cluster:STP]
cs: [GROWTH_NAME:květenství vojtěšky:STP]
de: [GROWTH_NAME:Schneckenkleeblütenbüschel:STP]
eo: [GROWTH_NAME:garbo da floroj de luzerno:garboj da floroj de luzerno]
es: [GROWTH_NAME:racimo de flores de alfalfa:STP]
ja: [GROWTH_NAME:アルファルファの花:STP]
ko: [GROWTH_NAME:자주개자리 꽃송이:STP]
ru: [GROWTH_NAME:соцветие люцерны:соцветия люцерны]
tr: [GROWTH_NAME:yonca çiçek kümesi:STP]
zh_hans: [GROWTH_NAME:苜蓿花簇:STP]

# PLANT:RYE
source: [NAME:rye]
cs: [NAME:žito]
de: [NAME:Roggen]
eo: [NAME:sekalo]
es: [NAME:centeno]
ja: [NAME:ライ麦]
ko: [NAME:호밀]
ru: [NAME:рожь]
tr: [NAME:çavdar]
vi: [NAME:lúa mạch đen]
zh_hans: [NAME:黑麦]

# PLANT:RYE
source: [NAME_PLURAL:rye]
cs: [NAME_PLURAL:žito]
de: [NAME_PLURAL:Roggen]
eo: [NAME_PLURAL:sekalo]
es: [NAME_PLURAL:centenos]
ja: [NAME_PLURAL:ライ麦]
ko: [NAME_PLURAL:호밀들]
ru: [NAME_PLURAL:рожь]
tr: [NAME_PLURAL:çavdar]
vi: [NAME_PLURAL:lúa mạch đen]
zh_hans: [NAME_PLURAL:黑麦]

# PLANT:RYE
source: [ADJ:rye]
cs: [ADJ:žitný]
de: [ADJ:Roggen]
eo: [ADJ:de sekalo]
es: [ADJ:centeno]
ja: [ADJ:ライ麦]
ko: [ADJ:호밀]
ru: [ADJ:рожь]
tr: [ADJ:çavdar]
vi: [ADJ:lúa mạch đen]
zh_hans: [ADJ:黑麦的]

# PLANT:RYE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen rye beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé žitné pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Roggenbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el sekalo]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza de centeno congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったライ麦のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 호밀 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное ржаное пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş çavdar birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia lúa mạch đen đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的黑麦啤酒]

# PLANT:RYE
source: [STATE_NAME_ADJ:LIQUID:rye beer]
cs: [STATE_NAME_ADJ:LIQUID:žitné pivo]
de: [STATE_NAME_ADJ:LIQUID:Roggenbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el sekalo]
es: [STATE_NAME_ADJ:LIQUID:cerveza de centeno]
ja: [STATE_NAME_ADJ:LIQUID:ライ麦のビール]
ko: [STATE_NAME_ADJ:LIQUID:호밀 맥주]
ru: [STATE_NAME_ADJ:LIQUID:ржаное пиво]
tr: [STATE_NAME_ADJ:LIQUID:çavdar birası]
vi: [STATE_NAME_ADJ:LIQUID:bia lúa mạch đen]
zh_hans: [STATE_NAME_ADJ:LIQUID:黑麦啤酒]

# PLANT:RYE
source: [STATE_NAME_ADJ:GAS:boiling rye beer]
cs: [STATE_NAME_ADJ:GAS:vařící se žitné pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Roggenbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el sekalo]
es: [STATE_NAME_ADJ:GAS:cerveza de centeno hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したライ麦のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 호밀 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее ржаное пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan çavdar birası]
vi: [STATE_NAME_ADJ:GAS:bia lúa mạch đen sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的黑麦啤酒]

# PLANT:RYE
source: [STATE_NAME_ADJ:ALL_SOLID:rye flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:žitná mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Roggen Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el sekalo]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de centeno]
ja: [STATE_NAME_ADJ:ALL_SOLID:ライ麦の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:호밀 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:ржаная мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:çavdar unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột lúa mạch đen]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:黑麦粉]

# PLANT:RYE
source: [SEED:rye seed:rye seeds:]
cs: [SEED:semeno žita:semena žita:]
de: [SEED:Roggen Samen:Roggen Samen:]
eo: [SEED:semo de sekalo:semoj de sekalo:]
es: [SEED:semilla de centeno:semillas de centeno:]
ja: [SEED:ライ麦の種:ライ麦の種:]
ko: [SEED:호밀 씨:호밀 씨들:]
ru: [SEED:семя ржи:семена ржи:]
tr: [SEED:çavdar tohumu:çavdar tohumları:]
vi: [SEED:hạt lúa mạch đen:hạt giống lúa mạch đen:]
zh_hans: [SEED:黑麦种子:黑麦种子:]

# PLANT:RYE
source: [PREFSTRING:beer]
cs: [PREFSTRING:pivo]
de: [PREFSTRING:Bier]
eo: [PREFSTRING:biero]
es: [PREFSTRING:cerveza]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:맥주]
ru: [PREFSTRING:пиво]
tr: [PREFSTRING:birası]
vi: [PREFSTRING:bia]
zh_hans: [PREFSTRING:啤酒]

# PLANT:RYE
source: [GROWTH_NAME:rye leaf:rye leaves]
cs: [GROWTH_NAME:list žita:listy žita]
de: [GROWTH_NAME:Roggen Blätter:Roggen Blätter]
eo: [GROWTH_NAME:folio de sekalo:folioj de sekalo]
es: [GROWTH_NAME:hoja de centeno:hojas de centeno]
ja: [GROWTH_NAME:ライ麦の葉:ライ麦の葉]
ko: [GROWTH_NAME:호밀 잎:호밀 잎들]
ru: [GROWTH_NAME:лист ржи:листья ржи]
tr: [GROWTH_NAME:çavdar yaprağı:çavdar yaprakları]
vi: [GROWTH_NAME:lá lúa mạch đen:lá lúa mạch đen]
zh_hans: [GROWTH_NAME:黑麦叶:黑麦叶]

# PLANT:SORGHUM
source: [NAME:sorghum]
cs: [NAME:cukrové čiro]
de: [NAME:Sorghumhirse]
eo: [NAME:sorgo]
es: [NAME:sorgo]
ja: [NAME:モロコシ]
ko: [NAME:수수새]
ru: [NAME:сорго]
tr: [NAME:sorgum]
vi: [NAME:lúa miến]
zh_hans: [NAME:高粱]

# PLANT:SORGHUM
source: [NAME_PLURAL:sorghum]
cs: [NAME_PLURAL:cukrové čiro]
de: [NAME_PLURAL:Sorghumhirsen]
eo: [NAME_PLURAL:sorgo]
es: [NAME_PLURAL:sorgo]
ja: [NAME_PLURAL:モロコシ]
ko: [NAME_PLURAL:수수새들]
ru: [NAME_PLURAL:сорго]
tr: [NAME_PLURAL:sorgum]
vi: [NAME_PLURAL:lúa miến]
zh_hans: [NAME_PLURAL:高粱]

# PLANT:SORGHUM
source: [ADJ:sorghum]
cs: [ADJ:čirový]
de: [ADJ:Sorghumhirse]
eo: [ADJ:sorgo]
es: [ADJ:de sorgo]
ja: [ADJ:モロコシ]
ko: [ADJ:수수새]
ru: [ADJ:сорго]
tr: [ADJ:sorgum]
vi: [ADJ:lúa miến]
zh_hans: [ADJ:高粱的]

# PLANT:SORGHUM
source: [STATE_NAME_ADJ:ALL_SOLID:frozen sorghum beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé čirové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Sorghumhirse Bier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el sorgo]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de sorgo]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったモロコシのビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 수수새 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное сорговое пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş sorgum birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia lúa miến đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的高粱啤酒]
