Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:CAPER
source: [GROWTH_NAME:caper flower:STP]
cs: [GROWTH_NAME:květ kapary:STP]
de: [GROWTH_NAME:Kapernblüte:STP]
eo: [GROWTH_NAME:floro de kapero:floroj de kapero]
es: [GROWTH_NAME:flor de alcaparra:STP]
ja: [GROWTH_NAME:ケッパーの花:STP]
ru: [GROWTH_NAME:цветок каперсника:цветы каперсника]
tr: [GROWTH_NAME:kapari çiçeği:STP]
zh_hans: [GROWTH_NAME:刺山柑花:STP]

# PLANT:CAPER
source: [GROWTH_NAME:caper berry:caper berries]
cs: [GROWTH_NAME:plod kapary:plody kapary]
de: [GROWTH_NAME:Kapernbeere:Kapernbeeren]
eo: [GROWTH_NAME:bero de kapero:beroj de kapero]
es: [GROWTH_NAME:baya de alcaparra:bayas de alcaparra]
ja: [GROWTH_NAME:ケッパーの実:ケッパーの実]
ko: [GROWTH_NAME:케이퍼베리:케이퍼베리들]
ru: [GROWTH_NAME:каперсовая ягода:каперсовые ягоды]
tr: [GROWTH_NAME:kapari meyvesi:kapari meyveleri]
vi: [GROWTH_NAME:quả mọng caper:quả mọng caper]
zh_hans: [GROWTH_NAME:刺山柑浆果:刺山柑浆果]

# PLANT:WILD_CARROT
source: [NAME:wild carrot plant]
cs: [NAME:divoká mrkev]
de: [NAME:wilde Karottenpflanze]
eo: [NAME:karoto]
es: [NAME:planta de zanahoria salvaje]
ja: [NAME:wild 人参]
ko: [NAME:야생당근]
ru: [NAME:дикая морковь]
tr: [NAME:yabani havuç bitkisi]
vi: [NAME:cây cà rốt dại]
zh_hans: [NAME:野胡萝卜植株]

# PLANT:WILD_CARROT
source: [NAME_PLURAL:wild carrot plants]
cs: [NAME_PLURAL:divoká mrkev]
de: [NAME_PLURAL:wilde Karottenpflanzen]
eo: [NAME_PLURAL:karotoj]
es: [NAME_PLURAL:plantas de zanahoria salvaje]
ja: [NAME_PLURAL:wild 人参]
ko: [NAME_PLURAL:야생당근들]
ru: [NAME_PLURAL:дикая морковь]
tr: [NAME_PLURAL:yabani havuç bitkileri]
vi: [NAME_PLURAL:các cây cà rốt dại]
zh_hans: [NAME_PLURAL:野胡萝卜植株]

# PLANT:WILD_CARROT
source: [ADJ:wild carrot plant]
cs: [ADJ:divoká mrkev]
de: [ADJ:wilde Karottenpflanze]
eo: [ADJ:de karoto]
es: [ADJ:planta de zanahoria salvaje]
ja: [ADJ:wild 人参]
ko: [ADJ:야생당근]
ru: [ADJ:дикая морковь]
tr: [ADJ:yabani havuç bitkisi]
vi: [ADJ:cây cà rốt dại]
zh_hans: [ADJ:野胡萝卜植株的]

# PLANT:WILD_CARROT
source: [STATE_NAME_ADJ:ALL_SOLID:frozen carrot wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé mrkvové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Karottenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el karoto]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de zanahoria congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った人参のワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 당근 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный морковный шнапс]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş havuç şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu cà rốt đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的胡萝卜酒]

# PLANT:WILD_CARROT
source: [STATE_NAME_ADJ:LIQUID:carrot wine]
cs: [STATE_NAME_ADJ:LIQUID:mrkvové víno]
de: [STATE_NAME_ADJ:LIQUID:Karottenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el karoto]
es: [STATE_NAME_ADJ:LIQUID:vino de zanahoria]
ja: [STATE_NAME_ADJ:LIQUID:人参のワイン]
ko: [STATE_NAME_ADJ:LIQUID:당근 와인]
ru: [STATE_NAME_ADJ:LIQUID:морковный шнапс]
tr: [STATE_NAME_ADJ:LIQUID:havuç şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu cà rốt]
zh_hans: [STATE_NAME_ADJ:LIQUID:胡萝卜酒]

# PLANT:WILD_CARROT
source: [STATE_NAME_ADJ:GAS:boiling carrot wine]
cs: [STATE_NAME_ADJ:GAS:vařící se mrkvové víno]
de: [STATE_NAME_ADJ:GAS:kochender Karottenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el karoto]
es: [STATE_NAME_ADJ:GAS:vino de zanahoria hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した人参のワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 당근 와인]
ru: [STATE_NAME_ADJ:GAS:кипящий морковный шнапс]
tr: [STATE_NAME_ADJ:GAS:kaynayan havuç şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu cà rốt đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的胡萝卜酒]

# PLANT:WILD_CARROT
source: [SEED:carrot seed:carrot seeds:]
cs: [SEED:semeno mrkve:semena mrkve:]
de: [SEED:Karottensamen:Karottensamen:]
eo: [SEED:semo de karoto:semoj de karoto:]
es: [SEED:semilla de zanahoria:semillas de zanahoria:]
ja: [SEED:人参の種:人参の種:]
ko: [SEED:당근 씨:당근 씨들]
ru: [SEED:морковное семечко:морковные семена:]
tr: [SEED:havuç tohumu:havuç tohumları:]
vi: [SEED:hạt cà rốt:hạt cà rốt:]
zh_hans: [SEED:胡萝卜种子:胡萝卜种子:]

# PLANT:WILD_CARROT
source: [PREFSTRING:edible roots]
cs: [PREFSTRING:jedlé kořeny]
de: [PREFSTRING:essbare Wurzeln]
eo: [PREFSTRING:manĝeblaj radikoj]
es: [PREFSTRING:raíces comestibles]
ja: [PREFSTRING:食用根]
ko: [PREFSTRING:먹을 수 있는 뿌리들]
ru: [PREFSTRING:съедобные корни]
tr: [PREFSTRING:yenebilir kökleri]
vi: [PREFSTRING:củ ăn được]
zh_hans: [PREFSTRING:可食用的根茎]

# PLANT:WILD_CARROT
source: [GROWTH_NAME:carrot leaf:carrot leaves]
cs: [GROWTH_NAME:list mrkve:listy mrkve]
de: [GROWTH_NAME:Karottenblatt: Karottenblätter]
eo: [GROWTH_NAME:folio de karoto:folioj de karoto]
es: [GROWTH_NAME:hoja de zanahoria:hojas de zanahoria]
ja: [GROWTH_NAME:人参の葉:人参の葉]
ko: [GROWTH_NAME:당근 잎:당근 잎들]
ru: [GROWTH_NAME:морковная ботва:морковная ботва]
tr: [GROWTH_NAME:havuç yaprağı:havuç yaprakları]
vi: [GROWTH_NAME:lá cà rốt:lá cà rốt]
zh_hans: [GROWTH_NAME:胡萝卜叶:胡萝卜叶]

# PLANT:WILD_CARROT
source: [GROWTH_NAME:carrot umbel:STP]
cs: [GROWTH_NAME:okolík mrkve:STP]
de: [GROWTH_NAME:Karottendolde:STP]
eo: [GROWTH_NAME:umbelo de karoto:umbeloj de karoto]
es: [GROWTH_NAME:raíz de zanahoria:STP]
ja: [GROWTH_NAME:人参の花:STP]
ko: [GROWTH_NAME:당근 우산:STP]
ru: [GROWTH_NAME:соцветие моркови:соцветия моркови]
tr: [GROWTH_NAME:havuç şemsiyesi:STP]
zh_hans: [GROWTH_NAME:胡萝卜伞状花序:STP]

# PLANT:CASSAVA
source: [NAME:cassava]
cs: [NAME:maniok]
de: [NAME:Maniok]
eo: [NAME:manioko]
es: [NAME:mandioca]
ja: [NAME:キャッサバ]
ko: [NAME:카사바]
ru: [NAME:маниока]
tr: [NAME:manyok]
vi: [NAME:sắn]
zh_hans: [NAME:木薯]

# PLANT:CASSAVA
source: [NAME_PLURAL:cassavas]
cs: [NAME_PLURAL:maniok]
de: [NAME_PLURAL:Manioks]
eo: [NAME_PLURAL:kasavoj]
es: [NAME_PLURAL:mandiocas]
ja: [NAME_PLURAL:キャッサバ]
ko: [NAME_PLURAL:카사바들]
ru: [NAME_PLURAL:маниока]
tr: [NAME_PLURAL:manyok]
vi: [NAME_PLURAL:sắn]
zh_hans: [NAME_PLURAL:木薯]

# PLANT:CASSAVA
source: [ADJ:cassava]
cs: [ADJ:maniokový]
de: [ADJ:Maniok]
eo: [ADJ:de kasavo]
es: [ADJ:mandioca]
ja: [ADJ:キャッサバ]
ko: [ADJ:카사바]
ru: [ADJ:маниока]
tr: [ADJ:manyok]
vi: [ADJ:sắn]
zh_hans: [ADJ:木薯的]

# PLANT:CASSAVA
source: [STATE_NAME_ADJ:ALL_SOLID:frozen cassava beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé maniokové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Maniokbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el manioko]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza de mandioca congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったキャッサバのビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 카사바 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное маниоковое пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş manyok birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia sắn đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的木薯啤酒]

# PLANT:CASSAVA
source: [STATE_NAME_ADJ:LIQUID:cassava beer]
cs: [STATE_NAME_ADJ:LIQUID:maniokové pivo]
de: [STATE_NAME_ADJ:LIQUID:Maniokbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el manioko]
es: [STATE_NAME_ADJ:LIQUID:cerveza de mandioca]
ja: [STATE_NAME_ADJ:LIQUID:キャッサバのビール]
ko: [STATE_NAME_ADJ:LIQUID:카사바 맥주]
ru: [STATE_NAME_ADJ:LIQUID:маниоковое пиво]
tr: [STATE_NAME_ADJ:LIQUID:manyok birası]
vi: [STATE_NAME_ADJ:LIQUID:bia sắn]
zh_hans: [STATE_NAME_ADJ:LIQUID:木薯啤酒]

# PLANT:CASSAVA
source: [STATE_NAME_ADJ:GAS:boiling cassava beer]
cs: [STATE_NAME_ADJ:GAS:vařící se maniokové pivo]
de: [STATE_NAME_ADJ:GAS: kochendes Maniokbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el manioko]
es: [STATE_NAME_ADJ:GAS:cerveza de mandioca hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したキャッサバのビール]
ko: [STATE_NAME_ADJ:GAS:기화된 카사바 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее маниоковое пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan manyok birası]
vi: [STATE_NAME_ADJ:GAS:bia sắn đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的木薯啤酒]

# PLANT:CASSAVA
source: [SEED:cassava seed:cassava seeds:]
cs: [SEED:semeno manioku:semena manioku:]
de: [SEED:Manioksamen:Manioksamen:]
eo: [SEED:semo de manioko:semoj de manioko:]
es: [SEED:semilla de mandioca:semillas de mandioca:]
ja: [SEED:キャッサバの種:キャッサバの種:]
ko: [SEED:카사바 씨:카사바 씨들:]
ru: [SEED:семя маниоки:семена маниоки:]
tr: [SEED:manyok tohumu:manyok tohumları:]
vi: [SEED:hạt sắn:hạt sắn:]
zh_hans: [SEED:木薯种子:木薯种子:]

# PLANT:CASSAVA
source: [PREFSTRING:roots]
cs: [PREFSTRING:kořeny]
de: [PREFSTRING:Wurzeln]
eo: [PREFSTRING:radikoj]
es: [PREFSTRING:raíces]
ja: [PREFSTRING:芋]
ko: [PREFSTRING:뿌리 ]
ru: [PREFSTRING:корни]
tr: [PREFSTRING:kökleri]
vi: [PREFSTRING:rễ]
zh_hans: [PREFSTRING:根茎]

# PLANT:CASSAVA
source: [GROWTH_NAME:cassava leaf:cassava leaves]
cs: [GROWTH_NAME:list manioku:listy manioku]
de: [GROWTH_NAME:Maniokblatt: Maniokblätter]
eo: [GROWTH_NAME:folio de manioko:folioj de manioko]
es: [GROWTH_NAME:hoja de mandioca:hojas de mandioca]
ja: [GROWTH_NAME:キャッサバの葉:キャッサバの葉]
ko: [GROWTH_NAME:카사바 잎:카사바 잎들]
ru: [GROWTH_NAME:лист маниоки:листья маниоки]
tr: [GROWTH_NAME:manyok yaprağı:manyok yaprakları]
vi: [GROWTH_NAME:lá sắn:lá sắn]
zh_hans: [GROWTH_NAME:木薯叶:木薯叶]

# PLANT:CASSAVA
source: [GROWTH_NAME:cassava flower:STP]
cs: [GROWTH_NAME:květ manioku:STP]
de: [GROWTH_NAME:Maniokblüte:STP]
eo: [GROWTH_NAME:floro de manioko:floroj de manioko]
es: [GROWTH_NAME:flor de mandioca:STP]
ja: [GROWTH_NAME:キャッサバの花:STP]
ko: [GROWTH_NAME:카사바 꽃:STP]
ru: [GROWTH_NAME:цветок маниоки:цветы маниоки]
tr: [GROWTH_NAME:manyok çiçeği:STP]
zh_hans: [GROWTH_NAME:木薯花:STP]

# PLANT:CELERY
source: [NAME:celery]
cs: [NAME:celer]
de: [NAME:Sellerie]
eo: [NAME:celerio]
es: [NAME:apio]
ja: [NAME:セロリ]
ko: [NAME:셀러리]
ru: [NAME:сельдерей]
tr: [NAME:kereviz]
vi: [NAME:cần tây]
zh_hans: [NAME:芹菜]

# PLANT:CELERY
source: [NAME_PLURAL:celery]
cs: [NAME_PLURAL:celer]
de: [NAME_PLURAL:Sellerien]
eo: [NAME_PLURAL:celerioj]
es: [NAME_PLURAL:apios]
ja: [NAME_PLURAL:セロリ]
ko: [NAME_PLURAL:샐러리]
ru: [NAME_PLURAL:сельдерей]
tr: [NAME_PLURAL:kereviz]
vi: [NAME_PLURAL:cần tây]
zh_hans: [NAME_PLURAL:芹菜]

# PLANT:CELERY
source: [ADJ:celery]
cs: [ADJ:celerový]
de: [ADJ:Sellerie]
eo: [ADJ:de celerio]
es: [ADJ:apio]
ja: [ADJ:セロリ]
ko: [ADJ:샐러리]
ru: [ADJ:сельдерей]
tr: [ADJ:kereviz]
vi: [ADJ:cần tây]
zh_hans: [ADJ:芹菜的]

# PLANT:CELERY
source: [SEED:celery seed:celery seeds:]
cs: [SEED:semeno celeru:semena celeru:]
de: [SEED:Selleriesamen:Selleriesamen:]
eo: [SEED:semo de celerio:semoj de celerio:]
es: [SEED:semilla de apio:semillas de apio:]
ja: [SEED:celeryの種:セロリの種:]
ko: [SEED:샐러리 씨:샐러리 씨들:]
ru: [SEED:семя сельдерея:семена сельдерея:]
tr: [SEED:kereviz tohumu:kereviz tohumları:]
vi: [SEED:hạt cần tây:hạt cần tây:]
zh_hans: [SEED:芹菜种子:芹菜种子:]

# PLANT:CELERY
source: [PREFSTRING:taste]
cs: [PREFSTRING:chuť]
de: [PREFSTRING:Geschmack]
eo: [PREFSTRING:gusto]
es: [PREFSTRING:sabor]
ja: [PREFSTRING:茎]
ko: [PREFSTRING:맛 좋은]
ru: [PREFSTRING:вкус]
tr: [PREFSTRING:tadı]
vi: [PREFSTRING:vị]

# PLANT:CELERY
source: [GROWTH_NAME:celery leaf:celery leaves]
cs: [GROWTH_NAME:list celeru:listy celeru]
de: [GROWTH_NAME:Sellerieblatt: Sellerieblätter]
eo: [GROWTH_NAME:folio de celerio:folioj de celerio]
es: [GROWTH_NAME: hoja de apio: hojas de apio]
ja: [GROWTH_NAME:セロリの葉:セロリの葉]
ko: [GROWTH_NAME:샐러리 잎:샐러리 잎들]
ru: [GROWTH_NAME:лист сельдерея:листья сельдерея]
tr: [GROWTH_NAME:kereviz yaprağı:kereviz yaprakları]
vi: [GROWTH_NAME:lá cần tây:lá cần tây]
zh_hans: [GROWTH_NAME:芹菜叶:芹菜叶]

# PLANT:CELERY
source: [GROWTH_NAME:celery umbel:STP]
cs: [GROWTH_NAME:okolík celeru:STP]
de: [GROWTH_NAME:Selleriedolde:STP]
eo: [GROWTH_NAME:umbelo de celerio:umbeloj de celerio]
es: [GROWTH_NAME:raíz de apio:STP]
ja: [GROWTH_NAME:セロリの花:STP]
ko: [GROWTH_NAME:샐러리 우산:STP]
ru: [GROWTH_NAME:зонтичное соцветие сельдерея:зонтичные соцветия сельдерея]
tr: [GROWTH_NAME:kereviz şemsiyesi:STP]
zh_hans: [GROWTH_NAME:芹菜伞状花序:STP]

# PLANT:CHICKPEA
source: [NAME:chickpea plant]
cs: [NAME:cizrna]
de: [NAME:Kichererbsenpflanze]
eo: [NAME:kikero]
es: [NAME:planta de garbanzo]
ja: [NAME:ひよこ豆]
ko: [NAME:병아리콩]
ru: [NAME:нут]
tr: [NAME:nohut bitkisi]
vi: [NAME:cây đậu gà]
zh_hans: [NAME:鹰嘴豆植株]

# PLANT:CHICKPEA
source: [NAME_PLURAL:chickpea plants]
cs: [NAME_PLURAL:cizrny]
de: [NAME_PLURAL:Kichererbsenpflanzen]
eo: [NAME_PLURAL:kikeroj]
es: [NAME_PLURAL:plantas de garbanzos]
ja: [NAME_PLURAL:ひよこ豆]
ko: [NAME_PLURAL:병아리콩들]
ru: [NAME_PLURAL:нут]
tr: [NAME_PLURAL:nohut bitkileri]
vi: [NAME_PLURAL:các cây đậu gà]
zh_hans: [NAME_PLURAL:鹰嘴豆植株]

# PLANT:CHICKPEA
source: [ADJ:chickpea plant]
cs: [ADJ:cizrna]
de: [ADJ:Kiechererbsenpflanze]
eo: [ADJ:de kikero]
es: [ADJ:de planta de garbanzo]
ja: [ADJ:ひよこ豆]
ko: [ADJ:병아리콩]
ru: [ADJ:нут]
tr: [ADJ:nohut bitkisi]
vi: [ADJ:cây đậu gà]
zh_hans: [ADJ:鹰嘴豆植株的]

# PLANT:CHICKPEA
source: [SEED:chickpea:chickpeas:]
cs: [SEED:cizrna:cizrny:]
de: [SEED:Kichererbse:Kichererbsen:]
eo: [SEED:grajano de kikero:grajnoj de kikero:]
es: [SEED:garbanzo:garbanzos:]
ja: [SEED:ひよこ豆:ひよこ豆:]
ru: [SEED:нут:нут:]
tr: [SEED:nohut:nohutlar:]
vi: [SEED:đậu gà:đậu gà:]
zh_hans: [SEED:鹰嘴豆:鹰嘴豆:]

# PLANT:CHICKPEA
source: [PREFSTRING:pods]
cs: [PREFSTRING:lusky]
de: [PREFSTRING:Früchte]
eo: [PREFSTRING:guŝoj]
es: [PREFSTRING:vainas]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:꼬투리]
ru: [PREFSTRING:стручки]
tr: [PREFSTRING:baklaları]
vi: [PREFSTRING:quả]
zh_hans: [PREFSTRING:豆荚]

# PLANT:CHICKPEA
source: [GROWTH_NAME:chickpea leaf:chickpea leaves]
cs: [GROWTH_NAME:list cizrny:listy cizrny]
de: [GROWTH_NAME:Kichererbsenblatt:Kichererbsenblätter]
eo: [GROWTH_NAME:folio de kikero:folioj de kikero]
es: [GROWTH_NAME:hoja de garbanzo:hojas de garbanzos]
ja: [GROWTH_NAME:ひよこ豆の葉:ひよこ豆の葉]
ru: [GROWTH_NAME:лист нута:листья нута]
tr: [GROWTH_NAME:nohut yaprağı:nohut yaprakları]
vi: [GROWTH_NAME:lá đậu gà:lá đậu gà]
zh_hans: [GROWTH_NAME:鹰嘴豆叶:鹰嘴豆叶]

# PLANT:CHICKPEA
source: [GROWTH_NAME:chickpea flower:STP]
cs: [GROWTH_NAME:květ cizrny:STP]
de: [GROWTH_NAME:Kichererbsenblüte:STP]
eo: [GROWTH_NAME:floro de kikero:floroj de kikero]
es: [GROWTH_NAME:flor de garbanzo:STP]
ja: [GROWTH_NAME:ひよこ豆の花:STP]
ru: [GROWTH_NAME:цветок нута:цветы нута]
tr: [GROWTH_NAME:nohut çiçeği:STP]
zh_hans: [GROWTH_NAME:鹰嘴豆花:STP]

# PLANT:CHICKPEA
source: [GROWTH_NAME:chickpea pod:STP]
cs: [GROWTH_NAME:lusk cizrny:STP]
de: [GROWTH_NAME:Kichererbsenschote:STP]
eo: [GROWTH_NAME:guŝo de kikero:guŝoj de kikero]
es: [GROWTH_NAME: pod de garbanzo: STP]
ja: [GROWTH_NAME:ひよこ豆 pod:STP]
ru: [GROWTH_NAME:стручок нута:стручки нута]
tr: [GROWTH_NAME:nohut baklası:STP]
zh_hans: [GROWTH_NAME:鹰嘴豆豆荚:STP]

# PLANT:CHICORY
source: [NAME:chicory]
cs: [NAME:čekanka]
de: [NAME:Chicorée]
eo: [NAME:cikorio]
es: [NAME:radicheta]
ja: [NAME:チコリー]
ko: [NAME:치커리]
ru: [NAME:цикорий]
tr: [NAME:hindiba]
vi: [NAME:rau diếp xoăn]
zh_hans: [NAME:菊苣]

# PLANT:CHICORY
source: [NAME_PLURAL:chicory]
cs: [NAME_PLURAL:čekanka]
de: [NAME_PLURAL:Chicorées]
eo: [NAME_PLURAL:cikorioj]
es: [NAME_PLURAL:radicheta]
ja: [NAME_PLURAL:チコリー]
ko: [NAME_PLURAL:치커리]
ru: [NAME_PLURAL:цикорий]
tr: [NAME_PLURAL:hindiba]
vi: [NAME_PLURAL:rau diếp xoăn]
zh_hans: [NAME_PLURAL:菊苣]

# PLANT:CHICORY
source: [ADJ:chicory]
cs: [ADJ:čekankový]
de: [ADJ:Chicorée]
eo: [ADJ:de cikorio]
es: [ADJ:radicheta]
ja: [ADJ:チコリー]
ko: [ADJ:치커리]
ru: [ADJ:цикорий]
tr: [ADJ:hindiba]
vi: [ADJ:rau diếp xoăn]
zh_hans: [ADJ:菊苣的]

# PLANT:CHICORY
source: [SEED:chicory seed:chicory seeds:]
cs: [SEED:semeno čekanky:semena čekanky:]
de: [SEED:Chicorée-Samen:Chicorée-Samen:]
eo: [SEED:semo de cikorio:semoj de cikorio:]
es: [SEED:semilla de radicheta:semillas de radicheta:]
ja: [SEED:チコリーの種:チコリーの種:]
ko: [SEED:치커리 씨:치커리 씨들:]
ru: [SEED:семя цикория:семена цикория:]
tr: [SEED:hindiba tohumu:hindiba tohumları:]
vi: [SEED:hạt rau diếp xoăn:hạt rau diếp xoăn:]
zh_hans: [SEED:菊苣种子:菊苣种子:]

# PLANT:CHICORY
source: [PREFSTRING:taste]
cs: [PREFSTRING:chuť]
de: [PREFSTRING:Geschmack]
eo: [PREFSTRING:gusto]
es: [PREFSTRING:sabor]
ja: [PREFSTRING:茎]
ko: [PREFSTRING:맛 좋은]
ru: [PREFSTRING:вкус]
tr: [PREFSTRING:tadı]
vi: [PREFSTRING:vị]

# PLANT:CHICORY
source: [GROWTH_NAME:chicory leaf:chicory leaves]
cs: [GROWTH_NAME:list čekanky:listy čekanky]
de: [GROWTH_NAME:Chicoréeblatt: Chicoréeblätter]
eo: [GROWTH_NAME:folio de cikorio:folioj de cikorio]
es: [GROWTH_NAME:hoja de achicoria:hojas de achicorias]
ja: [GROWTH_NAME:チコリーの葉:チコリーの葉]
ko: [GROWTH_NAME:치커리 잎:치커리 잎들]
ru: [GROWTH_NAME:лист цикория:листья цикория]
tr: [GROWTH_NAME:hindiba yaprağı:hindiba yaprakları]
vi: [GROWTH_NAME:lá rau diếp xoăn:lá rau diếp xoăn]
zh_hans: [GROWTH_NAME:菊苣叶:菊苣叶]

# PLANT:CHICORY
source: [GROWTH_NAME:chicory flower:STP]
cs: [GROWTH_NAME:květ čekanky:STP]
de: [GROWTH_NAME:Chicorée-Blume:STP]
eo: [GROWTH_NAME:floro de cikorio:floroj de cikorio]
es: [GROWTH_NAME:flor de radicheta:STP]
ja: [GROWTH_NAME:チコリーの花:STP]
ko: [GROWTH_NAME:치커리 꽃:STP]
ru: [GROWTH_NAME:цветок цикория:цветы цикория]
tr: [GROWTH_NAME:hindiba çiçeği:STP]
zh_hans: [GROWTH_NAME:菊苣花:STP]

# PLANT:COWPEA
source: [NAME:cowpea plant]
cs: [NAME:vigna]
de: [NAME:Langbohnenpflanze]
eo: [NAME:okulvigno]
es: [NAME:planta de caupí]
ja: [NAME:ササゲ]
ko: [NAME:동부콩]
ru: [NAME:коровий горох]
tr: [NAME:börülce bitkisi]
vi: [NAME:cây đậu mắt đen]
zh_hans: [NAME:豇豆植株]

# PLANT:COWPEA
source: [NAME_PLURAL:cowpea plants]
cs: [NAME_PLURAL:vigna]
de: [NAME_PLURAL:Langbohnenpflanzen]
eo: [NAME_PLURAL:okulvignoj]
es: [NAME_PLURAL:plantas de caupí]
ja: [NAME_PLURAL:ササゲ]
ko: [NAME_PLURAL:동부콩들]
ru: [NAME_PLURAL:коровий горох]
tr: [NAME_PLURAL:börülce bitkileri]
vi: [NAME_PLURAL:các cây đậu mắt đen]
zh_hans: [NAME_PLURAL:豇豆植株]

# PLANT:COWPEA
source: [ADJ:cowpea plant]
cs: [ADJ:vignový]
de: [ADJ:Kuhbohnenpflanze]
eo: [ADJ:de okulvigno]
es: [ADJ:planta de caupí]
ja: [ADJ:ササゲ]
ko: [ADJ:동부콩]
ru: [ADJ:коровий горох]
tr: [ADJ:börülce bitkisi]
vi: [ADJ:cây đậu mắt đen]
zh_hans: [ADJ:豇豆植株的]

# PLANT:COWPEA
source: [SEED:cowpea:cowpeas:]
cs: [SEED:vigna:vigny:]
de: [SEED:Langbohne:Langbohnen:]
eo: [SEED:grajno de okulvigno:grajnoj de okulvigno:]
es: [SEED:caupí:caupíes:]
ja: [SEED:ササゲ:ササゲ:]
ru: [SEED:коровий горох:коровий горох:]
tr: [SEED:börülce:börülceler:]
zh_hans: [SEED:豇豆:豇豆:]

# PLANT:COWPEA
source: [PREFSTRING:pods]
cs: [PREFSTRING:lusky]
de: [PREFSTRING:Früchte]
eo: [PREFSTRING:guŝoj]
es: [PREFSTRING:vainas]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:꼬투리]
ru: [PREFSTRING:стручки]
tr: [PREFSTRING:baklaları]
vi: [PREFSTRING:quả]
zh_hans: [PREFSTRING:豆荚]

# PLANT:COWPEA
source: [GROWTH_NAME:cowpea leaf:cowpea leaves]
cs: [GROWTH_NAME:list vign y:listy vign y]
de: [GROWTH_NAME:Langbohnenblatt:Langbohnenblätter]
eo: [GROWTH_NAME:folio de okulvigno:folioj de okulvigno]
es: [GROWTH_NAME: hoja de caupí: hojas de caupí]
ja: [GROWTH_NAME:ササゲの葉:ササゲの葉]
ru: [GROWTH_NAME:лист коровьего гороха:листья коровьего гороха]
tr: [GROWTH_NAME:börülce yaprağı:börülce yaprakları]
vi: [GROWTH_NAME:lá đậu mắt đen:lá đậu mắt đen]
zh_hans: [GROWTH_NAME:豇豆叶:豇豆叶]

# PLANT:COWPEA
source: [GROWTH_NAME:cowpea flower:STP]
cs: [GROWTH_NAME:květ vign y:STP]
de: [GROWTH_NAME:Langbohnenblüte:STP]
eo: [GROWTH_NAME:floro de okulvigno:floroj de okulvigno]
es: [GROWTH_NAME: flor de caupí: STP]
ja: [GROWTH_NAME:ササゲの花:STP]
ru: [GROWTH_NAME:цветок коровьего гороха:цветы гороха]
tr: [GROWTH_NAME:börülce çiçeği:STP]
zh_hans: [GROWTH_NAME:豇豆花:STP]

# PLANT:COWPEA
source: [GROWTH_NAME:cowpea pod:STP]
cs: [GROWTH_NAME:lusk vign y:STP]
de: [GROWTH_NAME:Langbohnenschote:STP]
eo: [GROWTH_NAME:guŝo de okulvigno:guŝoj de okulvigno]
es: [GROWTH_NAME:caupí pod:STP]
ja: [GROWTH_NAME:ササゲの粒:STP]
ru: [GROWTH_NAME:стручок коровьего гороха:стручки коровьего гороха]
tr: [GROWTH_NAME:börülce baklası:STP]
zh_hans: [GROWTH_NAME:豇豆豆荚:STP]

# PLANT:CUCUMBER
source: [NAME:cucumber vine]
cs: [NAME:okurka]
de: [NAME:Gurkenranke]
eo: [NAME:vegetalo de kukumo]
es: [NAME:cepa de pepino]
ja: [NAME:きゅうりのつる]
ko: [NAME:오이 넝쿨]
ru: [NAME:огурец]
tr: [NAME:salatalık asması]
vi: [NAME:dây dưa chuột]
zh_hans: [NAME:黄瓜藤]

# PLANT:CUCUMBER
source: [NAME_PLURAL:cucumber vines]
cs: [NAME_PLURAL:okurka]
de: [NAME_PLURAL:Gurkenranken]
eo: [NAME_PLURAL:vegetaloj de kukumo]
es: [NAME_PLURAL: plantas de pepinos]
ja: [NAME_PLURAL:きゅうりのつる]
ko: [NAME_PLURAL:오이 넝쿨들]
ru: [NAME_PLURAL:побеги огурца]
tr: [NAME_PLURAL:salatalık asmaları]
vi: [NAME_PLURAL:các dây dưa chuột]
zh_hans: [NAME_PLURAL:黄瓜藤]

# PLANT:CUCUMBER
source: [ADJ:cucumber vine]
cs: [ADJ:okurkový]
de: [ADJ:Gurkenranke]
eo: [ADJ:de vegetalo de kukumo]
es: [ADJ: vid de pepino]
ja: [ADJ:きゅうりのつる]
ko: [ADJ:오이 넝쿨]
ru: [ADJ:огуречный]
tr: [ADJ:salatalık asması]
vi: [ADJ:dây dưa chuột]
zh_hans: [ADJ:黄瓜藤的]

# PLANT:CUCUMBER
source: [SEED:cucumber seed:cucumber seeds:]
cs: [SEED:semeno okurky:semena okurky:]
de: [SEED:Gurkensamen:Gurkensamen:]
eo: [SEED:semo de kukumo:semoj de kukumo:]
es: [SEED:semilla de pepino:semillas de pepino:]
ja: [SEED:きゅうりの種:きゅうりの種:]
ko: [SEED:오이 씨:오이 씨들]
ru: [SEED:семя огурца:семена огурца:]
tr: [SEED:salatalık tohumu:salatalık tohumları:]
vi: [SEED:hạt dưa chuột:hạt dưa chuột:]
zh_hans: [SEED:黄瓜种子:黄瓜种子:]

# PLANT:CUCUMBER
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plod]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:CUCUMBER
source: [GROWTH_NAME:cucumber leaf:cucumber leaves]
cs: [GROWTH_NAME:list okurky:listy okurky]
de: [GROWTH_NAME:Gurkenblatt:Gurkenblätter]
eo: [GROWTH_NAME:folio de kukumo:folioj de kukumo]
es: [GROWTH_NAME:hoja de pepino:hojas de pepino]
ja: [GROWTH_NAME:きゅうりの葉:きゅうりの葉]
ko: [GROWTH_NAME:오이 잎:오이 잎들]
ru: [GROWTH_NAME:огуречный лист:огуречные листья]
tr: [GROWTH_NAME:salatalık yaprağı:salatalık yaprakları]
vi: [GROWTH_NAME:lá dưa chuột:lá dưa chuột]
zh_hans: [GROWTH_NAME:黄瓜叶:黄瓜叶]

# PLANT:CUCUMBER
source: [GROWTH_NAME:cucumber flower:STP]
cs: [GROWTH_NAME:květ okurky:STP]
de: [GROWTH_NAME:Gurkenblüte:STP]
eo: [GROWTH_NAME:floro de kukumo:floroj de kukumo]
es: [GROWTH_NAME:flor de pepino:STP]
ja: [GROWTH_NAME:きゅうりの花:STP]
ko: [GROWTH_NAME:오이 꽃:STP]
ru: [GROWTH_NAME:цветок огурца:цветы огурца]
tr: [GROWTH_NAME:salatalık çiçeği:STP]
zh_hans: [GROWTH_NAME:黄瓜花:STP]

# PLANT:CUCUMBER
source: [GROWTH_NAME:cucumber:STP]
cs: [GROWTH_NAME:okurka:STP]
de: [GROWTH_NAME:Gurke:STP]
eo: [GROWTH_NAME:kukumo:kukumoj]
es: [GROWTH_NAME:pepino:STP]
ja: [GROWTH_NAME:きゅうり:STP]
ko: [GROWTH_NAME:오이:STP]
ru: [GROWTH_NAME:огурец:огурцы]
tr: [GROWTH_NAME:salatalık:STP]
zh_hans: [GROWTH_NAME:黄瓜:STP]

# PLANT:EGGPLANT
source: [NAME:eggplant]
cs: [NAME:lilek]
de: [NAME:aubergine]
eo: [NAME:vegetalo de melongeno]
es: [NAME:berenjena]
ja: [NAME:ナス]
ko: [NAME:가지]
ru: [NAME:баклажан]
tr: [NAME:patlıcan]
vi: [NAME:tím cà]
zh_hans: [NAME:茄子]

# PLANT:EGGPLANT
source: [NAME_PLURAL:eggplants]
cs: [NAME_PLURAL:lilek]
de: [NAME_PLURAL:Auberginen]
eo: [NAME_PLURAL:vegetalo de melongenoj]
es: [NAME_PLURAL:berenjenas]
ja: [NAME_PLURAL:ナス]
ko: [NAME_PLURAL:가지들]
ru: [NAME_PLURAL:побеги баклажан]
tr: [NAME_PLURAL:patlıcan]
vi: [NAME_PLURAL:cà tím]
zh_hans: [NAME_PLURAL:茄子]

# PLANT:EGGPLANT
source: [ADJ:eggplant]
cs: [ADJ:ilkový]
de: [ADJ:Aubergine]
eo: [ADJ:de vegetalo de melongeno]
es: [ADJ:berenjena]
ja: [ADJ:ナス]
ko: [ADJ:가지]
ru: [ADJ:баклажанный]
tr: [ADJ:patlıcan]
vi: [ADJ:tím cà]
zh_hans: [ADJ:茄子的]

# PLANT:EGGPLANT
source: [SEED:eggplant seed:eggplant seeds:]
cs: [SEED:semeno lilku:semena lilku:]
de: [SEED:Auberginensamen:Auberginensamen:]
eo: [SEED:semo de melongeno:semoj de melongeno:]
es: [SEED:semilla de berenjena:semillas de berenjena:]
ja: [SEED:ナスの種:ナスの種:]
ko: [SEED:가지 씨:가지 씨들:]
ru: [SEED:семя баклажана:семена баклажана:]
tr: [SEED:patlıcan tohumu:patlıcan tohumları:]
vi: [SEED:hạt cà tím:hạt cà tím:]
zh_hans: [SEED:茄子种子:茄子种子]

# PLANT:EGGPLANT
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plod]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]
