Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:RED PANDA
source: [PREFSTRING:large striped tails]
cs: [PREFSTRING:velké pruhované ocasy]
de: [PREFSTRING:großer gestreifter Schwanz]
eo: [PREFSTRING:grandaj striataj vostoj]
es: [PREFSTRING:extensas colas rayadas]
ja: [PREFSTRING:縞々の大きな尾]
ko: [PREFSTRING:줄무늬 큰 꼬리]
pl: [PREFSTRING:duże, pręgowane ogony]
ru: [PREFSTRING:большие полосатые хвосты]
tr: [PREFSTRING:büyük çizgili kuyruklar]
vi: [PREFSTRING:những chiếc đuôi sọc vằn lớn]
zh_hans: [PREFSTRING:大斑纹尾巴]

# CREATURE:RED PANDA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:RED PANDA
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:RED PANDA
source: [CDI:ADV_NAME:Clean]
cs: [CDI:ADV_NAME:Čistit]
de: [CDI:ADV_NAME:Sauber]
eo: [CDI:ADV_NAME:Purigado]
es: [CDI:ADV_NAME:Limpio]
ja: [CDI:ADV_NAME:掃除]
ko: [CDI:ADV_NAME:지우기]
pl: [CDI:ADV_NAME:Czystość]
ru: [CDI:ADV_NAME:Чистый]
tr: [CDI:ADV_NAME:Temizle]
vi: [CDI:ADV_NAME:làm sạch]
zh_hans: [CDI:ADV_NAME:清洁]

# CREATURE:RED PANDA
source: [CDI:VERB:lick:licks:lick each other]
cs: [CDI:VERB:líznout:lízne:lížou se navzájem]
de: [CDI:VERB:lecken:lecken:lecken sich gegenseitig]
eo: [CDI:VERB:lekas:lekas:lekas unu la alian]
es: [CDI:VERB:lamer:lame:lamer el uno al otro]
ja: [CDI:VERB:叩く:叩く:叩いた]
ko: [CDI:VERB:핥다:핥다:서로를 핥다]
pl: [CDI:VERB:lizanie:liże:liże się nawzajem]
ru: [CDI:VERB:вылизываете:вылизывает:вылизывают друг друга]
tr: [CDI:VERB:yala:yalar:birbirini yala]
vi: [CDI:VERB:liếm:liếm:liếm lẫn nhau]
zh_hans: [CDI:VERB:舔:舔:相互舔舐]

# CREATURE:RED PANDA
source: [CDI:ADV_NAME:Head bump]
cs: [CDI:ADV_NAME:Otření hlavou]
de: [CDI:ADV_NAME:Kopfstoß]
eo: [CDI:ADV_NAME:Kap-frapado]
es: [CDI:ADV_NAME:chichón]
ja: [CDI:ADV_NAME:頭突き]
ko: [CDI:ADV_NAME:머리를 부딪치다]
pl: [CDI:ADV_NAME:Uderzenie w głowę]
ru: [CDI:ADV_NAME:Трётся головой]
tr: [CDI:ADV_NAME:Kafa tokuşturma]
vi: [CDI:ADV_NAME:dụi đầu]
zh_hans: [CDI:ADV_NAME:头撞]

# CREATURE:RED PANDA
source: [CDI:VERB:head-bump:head-bumps:bump heads]
cs: [CDI:VERB:otřít se hlavou:otře se hlavou:otírají si hlavy]
de: [CDI:VERB:Kopfstoßen:Kopfstoßen:Kopfstoßen]
eo: [CDI:VERB:kap-frapas:kap-frapas:frapas siajn kapojn]
es: [CDI:VERB:chichón:chichones:chichones]
ja: [CDI:VERB:頭突き:頭突き:頭突きした]
ko: [CDI:VERB:머리를 부딪치다:머리를 부딪치다:머리를 부딪치다]
pl: [CDI:VERB:uderzenie w głowę:uderzenia w głowę:uderza w głowę]
ru: [CDI:VERB:трётесь головой:трётся головой:трутся головами]
tr: [CDI:VERB:kafa tokuştur:kafa tokuşturur:kafa tokuştur]
vi: [CDI:VERB:dụi đầu:dụi đầu:dụi đầu]
zh_hans: [CDI:VERB:头撞:头撞:撞头]

# CREATURE:RED PANDA
source: [CASTE_NAME:red panda sow:red panda sows:red panda sow]
cs: [CASTE_NAME:samice červené pandy:samice červené pandy:samici červené pandy]
de: [CASTE_NAME:Roter Panda Sau:Roter Panda Sauen:Roter Panda Sau]
eo: [CASTE_NAME:ruĝa pandino:ruĝaj pandinoj:de ruĝa pandino]
es: [CASTE_NAME:panda rojo hembra:pandas rojo hembra:panda rojo hembra]
ja: [CASTE_NAME:レッサーパンダの雌:レッサーパンダの雌:レッサーパンダの雌の]
ko: [CASTE_NAME:암컷 레서판다:암컷 레서판다들:암컷 레서판다]
pl: [CASTE_NAME:samica pandy rudej:samice pandy rudej:samiczo pando rudy]
ru: [CASTE_NAME:самка красной панды:самки красной панды:самки красной панды]
tr: [CASTE_NAME:dişi kızıl panda:dişi kızıl pandalar:dişi kızıl panda]
vi: [CASTE_NAME:gấu trúc đỏ cái:các gấu trúc đỏ cái:gấu trúc đỏ cái]
zh_hans: [CASTE_NAME:雌小熊猫:雌小熊猫:雌小熊猫]

# CREATURE:RED PANDA
source: [CASTE_NAME:red panda boar:red panda boars:red panda boar]
cs: [CASTE_NAME:samec červené pandy:samci červené pandy:samce červené pandy]
de: [CASTE_NAME:Roter Panda:Roter Panda:Roter Panda]
eo: [CASTE_NAME:ruĝa pandiĉo:ruĝaj pandiĉoj:de ruĝa pandiĉo]
es: [CASTE_NAME:panda rojo macho:pandas rojo macho:panda rojo macho]
ja: [CASTE_NAME:レッサーパンダの雄:レッサーパンダの雄:レッサーパンダの雄の]
ko: [CASTE_NAME:수컷 레서판다:수컷 레서판다들:수컷 레서판다]
pl: [CASTE_NAME:samiec pandy rudej:samce pandy rudej:samco pando rudy]
ru: [CASTE_NAME:самец красной панды:самец красной панды:самца красной панды]
tr: [CASTE_NAME:erkek kızıl panda:erkek kızıl pandalar:erkek kızıl panda]
vi: [CASTE_NAME:gấu trúc đỏ đực:các gấu trúc đỏ đực:gấu trúc đỏ đực]
zh_hans: [CASTE_NAME:雄小熊猫:雄小熊猫:雄小熊猫]

# CREATURE:RED PANDA
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:RED PANDA
source: [TLCM_NOUN:legs:PLURAL]
cs: [TLCM_NOUN:nohy:PLURAL]
de: [TLCM_NOUN:Beine:PLURAL]
eo: [TLCM_NOUN:gamboj:PLURAL]
es: [TLCM_NOUN:piernas:PLURAL]
ja: [TLCM_NOUN:脚:PLURAL]
ko: [TLCM_NOUN:다리:PLURAL]
pl: [TLCM_NOUN:nogi:PLURAL]
ru: [TLCM_NOUN:лапы:PLURAL]
tr: [TLCM_NOUN:bacaklar:PLURAL]
zh_hans: [TLCM_NOUN:腿部:PLURAL]

# CREATURE:RED PANDA
source: [TLCM_NOUN:head and tail:PLURAL]
cs: [TLCM_NOUN:hlava a ocas:PLURAL]
de: [TLCM_NOUN:Kopf und Schwanz:PLURAL]
eo: [TLCM_NOUN:kapo kaj vosto:PLURAL]
es: [TLCM_NOUN:cabeza y cola:PLURAL]
ja: [TLCM_NOUN:頭 and tail:PLURAL]
ko: [TLCM_NOUN:머리와 꼬리:PLURAL]
pl: [TLCM_NOUN:głowa i ogon:PLURAL]
ru: [TLCM_NOUN:голова и хвост:PLURAL]
tr: [TLCM_NOUN:kafa ve kuyruk:PLURAL]
zh_hans: [TLCM_NOUN:头和尾巴:PLURAL]

# CREATURE:RED PANDA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:毛皮:SINGULAR]

# CREATURE:RED PANDA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:RED PANDA MAN
source: [CASTE_NAME:red panda man:red panda men:red panda man]
cs: [CASTE_NAME:muž červené pandy:muži červené pandy:muže červené pandy]
de: [CASTE_NAME: Roter männlicher Panda:Rote männliche Pandas:Roter männlicher Panda]
eo: [CASTE_NAME:hom-ruĝ-pandiĉo:hom-ruĝ-pandiĉoj:de hom-ruĝ-pandiĉo]
es: [CASTE_NAME:hombre panda rojo:hombres pandas rojos:hombre panda rojo]
ja: [CASTE_NAME:レッサーパンダ男:レッサーパンダ男:レッサーパンダ男の]
ko: [CASTE_NAME:남성 레서판다인간:남성 레서판다인간들:남성 레서판다인간]
pl: [CASTE_NAME:pandomężczyzna rudy:pandomężczyźni rudzi:pandomęsko rudy]
ru: [CASTE_NAME:мужчина-красная панда:мужчины-красные панды:мужчины-красной панды]
tr: [CASTE_NAME:erkek kızıl panda:erkek kızıl pandalar:erkek kızıl panda]
vi: [CASTE_NAME:người gấu trúc đỏ:những người gấu trúc đỏ:người gấu trúc đỏ]
zh_hans: [CASTE_NAME:小熊猫男:小熊猫男:小熊猫男]

# CREATURE:RED PANDA MAN
source: [CASTE_NAME:red panda woman:red panda women:red panda woman]
cs: [CASTE_NAME:žena červené pandy:ženy červené pandy:ženu červené pandy]
de: [CASTE_NAME: Roter weiblicher Panda:Rote weibliche Pandas:Roter weiblicher Panda]
eo: [CASTE_NAME:hom-ruĝ-pandino:hom-ruĝ-pandinoj:de hom-ruĝ-pandino]
es: [CASTE_NAME:mujer panda rojo:mujeres pandas rojo:mujer panda rojo]
ja: [CASTE_NAME:レッサーパンダ女:レッサーパンダ女:レッサーパンダ女の]
ko: [CASTE_NAME:여성 레서판다인간:여성 레서판다인간들:여성 레서판다인간]
pl: [CASTE_NAME:pandokobieta ruda:pandokobiety rude:pandokobieco rudy]
ru: [CASTE_NAME:женщина-красная панда:женщины-красные панды:женщины-красной панды]
tr: [CASTE_NAME:dişi kızıl panda:dişi kızıl pandalar:dişi kızıl panda]
vi: [CASTE_NAME:phụ nữ gấu trúc đỏ:những phụ nữ gấu trúc đỏ:phụ nữ gấu trúc đỏ]
zh_hans: [CASTE_NAME:小熊猫女:小熊猫女:小熊猫女]

# CREATURE:RED PANDA MAN
source: [NAME:red panda man:red panda men:red panda man]
cs: [NAME:muž červené pandy:muži červené pandy:muže červené pandy]
de: [NAME:Männlicher roter Panda:Männliche Rote Pandas:Männlicher roter Panda ]
eo: [NAME:hom-ruĝ-pando:hom-ruĝ-pandoj:de hom-ruĝ-pando]
es: [NAME:hombre panda rojo:hombres pandas rojos:hombre panda rojo]
ja: [NAME:レッサーパンダ男:レッサーパンダ男:レッサーパンダ男の]
ko: [NAME:레서판다인간:레서판다인간들:레서판다인간]
pl: [NAME:pandoczłowiek rudy:pandoludzie rudzi:pandoludzko rudy]
ru: [NAME:человек-красная панда:люди-красные панды:человека-красной панды]
tr: [NAME:erkek kızıl panda:erkek kızıl pandalar:erkek kızıl panda]
vi: [NAME:người gấu trúc đỏ:những người gấu trúc đỏ:người gấu trúc đỏ]
zh_hans: [NAME:小熊猫人:小熊猫人:小熊猫人]

# CREATURE:RED PANDA MAN
source: [DESCRIPTION:A medium-sized, walking red panda with arms and a tail. It prefers the forest and its beloved trees.]
cs: [DESCRIPTION:Středně velká chodící červená panda s pažemi a ocasem. Dává přednost lesům a svým milovaným stromům.]
de: [DESCRIPTION:Ein mittelgroßer, laufender roter Panda mit Armen und einem Schwanz. Er bevorzugt den Wald und seine geliebten Bäume.]
eo: [DESCRIPTION:Mezgranda marŝanta ruĝa pando kun brakoj kaj vosto. Ĝi preferas la arbarojn kaj siajn amatajn arbojn.]
es: [DESCRIPTION:Un panda rojo mediano caminante con brazos y una cola. Prefiere los bosques y sus bienamados árboles.]
ja: [DESCRIPTION:手と尾を持った中型のレッサーパンダ。]
ko: [DESCRIPTION:팔과 꼬리가 달린 중간 크기의 걷는 레서 판다. 그것은 숲과 나무를 선호합니다.]
pl: [DESCRIPTION:Średniej wielkości, spacerująca panda ruda z ramionami i ogonem. Preferuje lasy i przebywa na drzewach.]
ru: [DESCRIPTION:Среднего размера прямоходящая красная панда с руками и хвостом. Предпочитает жить в лесах на своих любимых деревьях.]
tr: [DESCRIPTION:Kolları ve kuyruğu olan, orta büyüklükte, yürüyen bir kızıl panda fantastik canlısı. Ormanı ve çok sevdiği ağaçları tercih eder.]
vi: [DESCRIPTION:Một gấu trúc đỏ cỡ trung bình biết đi bộ, có tay và đuôi. Nó ưa thích rừng và những cái cây thân yêu của mình.]
zh_hans: [DESCRIPTION:一只中等大小、会走路、有胳膊和尾巴的小熊猫。它喜欢森林和它心爱的树木。]

# CREATURE:RED PANDA, GIANT
source: [NAME:giant red panda:giant red pandas:giant red panda]
cs: [NAME:obří červená panda:obří červené pandy:obří červenou pandu]
de: [NAME:Roter Riesenpanda:Rote Riesenpandas:Roter Riesenpanda]
eo: [NAME:giganta ruĝa pando:gigantaj ruĝaj pandoj:de giganta ruĝa pando]
es: [NAME:panda rojo gigante:pandas rojos gigantes:panda rojo gigante]
ja: [NAME:巨大レッサーパンダ:巨大レッサーパンダ:巨大レッサーパンダの]
ko: [NAME:거대 레서판다:거대 레서판다들:거대 레서판다]
pl: [NAME:gigantyczna panda ruda:gigantyczne pandy rude:gigantyczno pando rudy]
ru: [NAME:гигантская красная панда:гигантские красные панды:гигантской красной панды]
tr: [NAME:dev kızıl panda:dev kızıl pandalar:dev kızıl panda]
vi: [NAME:gấu trúc đỏ khổng lồ:các gấu trúc đỏ khổng lồ:gấu trúc đỏ khổng lồ]
zh_hans: [NAME:巨型小熊猫:巨型小熊猫:巨型小熊猫]

# CREATURE:RED PANDA, GIANT
source: [GENERAL_CHILD_NAME:giant red panda cub:giant red panda cubs]
cs: [GENERAL_CHILD_NAME:mládě obří červené pandy:mláďata obří červené pandy]
de: [GENERAL_CHILD_NAME:Roter Riesenpanda-Welpe:Roter Riesenpanda-Welpen]
eo: [GENERAL_CHILD_NAME:giganta ruĝa pandido:gigantaj ruĝaj pandidoj]
es: [GENERAL_CHILD_NAME:cachoro de panda rojo gigante:cachorros de pandas gigantes rojos]
ja: [GENERAL_CHILD_NAME:巨大レッサーパンダの子供:巨大レッサーパンダの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 레서판다:새끼 거대 레서판다들]
pl: [GENERAL_CHILD_NAME:młody gigantycznej pandy rudej:młode gigantycznej pandy rudej]
ru: [GENERAL_CHILD_NAME:детёныш гигантской красной панды:детёныши гигантской красной панды]
tr: [GENERAL_CHILD_NAME:yavru dev kızıl panda:yavru dev kızıl pandalar]
vi: [GENERAL_CHILD_NAME:gấu trúc đỏ con khổng lồ:các gấu trúc đỏ con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨小熊猫幼崽:巨小熊猫幼崽]

# CREATURE:RED PANDA, GIANT
source: [DESCRIPTION:A large monster with the shape of a red panda.]
cs: [DESCRIPTION:Velká nestvůra ve tvaru červené pandy.]
de: [DESCRIPTION:Ein großes Monster in Form eines Roten Pandas.]
eo: [DESCRIPTION:granda monstro kun formo de ruĝa pando]
es: [DESCRIPTION:Un monstruo grande con la forma de un oso panda rojo.]
ja: [DESCRIPTION:レッサーパンダのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:레서판다의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie pandy rudej.]
ru: [DESCRIPTION:Огромный монстр, похожий на красную панду.]
tr: [DESCRIPTION:Kızıl panda şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dạng của một gấu trúc đỏ.]
zh_hans: [DESCRIPTION:一只有着小熊猫外形的大型怪物。]

# CREATURE:RED PANDA, GIANT
source: [CASTE_NAME:giant red panda boar:giant red panda boars:giant red panda boar]
cs: [CASTE_NAME:obří samec červené pandy:obří samci červené pandy:obřího samce červené pandy]
de: [CASTE_NAME: Großer roter Pandawildschwein:Große rote Pandawildschweine:Großer roter Pandawildschwein]
eo: [CASTE_NAME:giganta ruĝa pandiĉo:gigantaj ruĝaj pandiĉoj:de giganta ruĝa pandiĉo]
es: [CASTE_NAME: jabalí de panda roja gigante: jabalí rojo gigante: jabalí gigante de panda roja]
ja: [CASTE_NAME:レッサーパンダの雄:レッサーパンダの雄:レッサーパンダの雄の]
ko: [CASTE_NAME:수컷 거대 레서판다:수컷 거대 레서판다들:수컷 거대 레서판다]
pl: [CASTE_NAME:gigantyczny samiec pandy rudej:gigantyczne samce pandy rudej:gigantyczno samco pando rudy]
ru: [CASTE_NAME:самец гигантской красной панды:самцы гигантской красной панды:самца гигантской красной панды]
tr: [CASTE_NAME:dev erkek kızıl panda:dev erkek kızıl pandalar:dev erkek kızıl panda]
vi: [CASTE_NAME:gấu trúc đỏ đực khổng lồ:các gấu trúc đỏ đực khổng lồ:gấu trúc đỏ đực khổng lồ]
zh_hans: [CASTE_NAME:巨雄小熊猫:巨雄小熊猫:巨雄小熊猫]

# CREATURE:RED PANDA, GIANT
source: [CASTE_NAME:giant red panda sow:giant red panda sows:giant red panda sow]
cs: [CASTE_NAME:obří samice červené pandy:obří samice červené pandy:obří samici červené pandy]
de: [CASTE_NAME:Rote Riesenpandasau:Rote Riesenpandasäue:Rote Riesenpandasau]
eo: [CASTE_NAME:giganta ruĝa pandino:gigantaj ruĝaj pandinoj:de giganta ruĝa pandino]
es: [CASTE_NAME:cerda gigante roja de panda: cerdas gigantes de panda roja: cerda gigante de panda roja]
ja: [CASTE_NAME:レッサーパンダの雌:レッサーパンダの雌:レッサーパンダの雌の]
ko: [CASTE_NAME:암컷 거대 레서판다:암컷 거대 레서판다들:암컷 거대 레서판다]
pl: [CASTE_NAME:gigantyczna samica pandy rudej:gigantyczne samice pandy rudej:gigantyczno samiczo pando rudy]
ru: [CASTE_NAME:самка гигантской красной панды:самки гигантской красной панды:самки гигантской красной панды]
tr: [CASTE_NAME:dev dişi kızıl panda:dev dişi kızıl pandalar:dev dişi kızıl panda]
vi: [CASTE_NAME:gấu trúc đỏ cái khổng lồ:các gấu trúc đỏ cái khổng lồ:gấu trúc đỏ cái khổng lồ]
zh_hans: [CASTE_NAME:巨雌小熊猫:巨雌小熊猫:巨雌小熊猫]

# CREATURE:RED PANDA, GIANT
source: [PREFSTRING:large striped tails]
cs: [PREFSTRING:velké pruhované ocasy]
de: [PREFSTRING:großer gestreifter Schwanz]
eo: [PREFSTRING:grandaj striataj vostoj]
es: [PREFSTRING:extensas colas rayadas]
ja: [PREFSTRING:縞々の大きな尾]
ko: [PREFSTRING:줄무늬 큰꼬리]
pl: [PREFSTRING:duże, pręgowane ogony]
ru: [PREFSTRING:большие полосатые хвосты]
tr: [PREFSTRING:büyük çizgili kuyruklar]
vi: [PREFSTRING:những chiếc đuôi sọc vằn lớn]
zh_hans: [PREFSTRING:带条纹的大尾巴]

# CREATURE:ELEPHANT
source: [DESCRIPTION:A huge, hairless mammal, found grazing in grasslands in groups. It eats plants which it lifts up with its long trunk. When angered, it will attack with its long tusks.]
cs: [DESCRIPTION:Obrovský bezsrstý savec žijící ve skupinách na travnatých pláních. Rostliny si podává dlouhým chobotem. Když se rozzuří, útočí dlouhými kly.]
de: [DESCRIPTION:Ein riesiges, unbehaartes Säugetier, das in Gruppen im Grasland weidet. Es frisst Pflanzen, die es mit seinem langen Rüssel hochhebt. Wenn es verärgert ist, greift es mit seinen langen Stoßzähnen an.]
eo: [DESCRIPTION:Grandega senhara mamulo kiu troviĝas manĝigante sin grege en herbejoj. Ĝi manĝas vegetaĵojn kiujn ĝi prenas per sia longa rostro. Se kolerigatas, ĝi atakos per siaj longaj dentegoj.]
es: [DESCRIPTION:Un enorme animal pelón hallado en praderas pantando en grupos. Come plantas que levanta con su luenga trumpa. Cuando se le provoca, atacará con sus largos colmillares.]
ja: [DESCRIPTION:サバンナに棲息する大型草食哺乳類。長い鼻を使って植物を食べる。群れを作り、襲われた時は長い牙を使って反撃する。]
ko: [DESCRIPTION: 초원에서 집단으로 풀을 뜯고 있는 거대하고 털이 없는 포유동물. 긴 몸통으로 식물을 들어올려 먹습니다. 분노하면 긴 엄니로 공격한다.]
pl: [DESCRIPTION:Duży, bezwłosy ssak, którego można znaleźć pasącego się na łąkach w grupach. Je rośliny, które podnosi swoją długą trąbą. Kiedy wściekły, atakuje swoimi długimi kłami.]
ru: [DESCRIPTION:Огромное стадное безволосое млекопитающее. Питается растениями, которые подбирает своим длинным хоботом. Когда разозлен, атакует обидчика своими длинными бивнями.]
tr: [DESCRIPTION:Otlaklarda gruplar halinde otlarken bulunan devasa, tüysüz bir memeli. Uzun hortumuyla kaldırdığı bitkileri yer. Kızdırıldığında uzun dişleriyle saldırır.]
vi: [DESCRIPTION:Một loài động vật có vú khổng lồ, không lông, được tìm thấy đang gặm cỏ theo đàn trên các đồng cỏ. Nó ăn thực vật bằng cách dùng vòi dài để nhấc lên. Khi tức giận, nó sẽ tấn công bằng cặp ngà dài của mình.]
zh_hans: [DESCRIPTION:一种大型的无毛哺乳动物，常在草原群居。它们用自己的长鼻举起植物来进食。被激怒时，它们会用它们的长象牙进行攻击。]

# CREATURE:ELEPHANT
source: [NAME:elephant:elephants:elephant]
cs: [NAME:slon:sloni:slona]
de: [NAME:Elefant:Elefanten:Elefant]
eo: [NAME:elefanto:elefantoj:de elefanto]
es: elefante
ja: [NAME:象:象:象の]
ko: [NAME:코끼리:코끼리들:코끼리]
pl: [NAME:słoń:słonie:słoniowy]
ru: [NAME:слон:слоны:слона]
tr: [NAME:fil:filler:fil]
vi: [NAME:voi:các voi:voi]
zh_hans: [NAME:大象:大象:大象]

# CREATURE:ELEPHANT
source: [CASTE_NAME:elephant:elephants:elephant]
cs: [CASTE_NAME:slon:sloni:slona]
de: [CASTE_NAME:Elefant:Elefanten:Elefant]
eo: [CASTE_NAME:elefanto:elefantoj:de elefanto]
es: [CASTE_NAME:elefante:elefantes:elefante]
ja: [CASTE_NAME:象:象:象の]
ko: [CASTE_NAME:코끼리:코끼리들:코끼리]
pl: [CASTE_NAME:słoń:słonie:słoniowy]
ru: [CASTE_NAME:слон:слоны:слона]
tr: [CASTE_NAME:fil:filler:fil]
vi: [CASTE_NAME:voi:các voi:voi]
zh_hans: [CASTE_NAME:大象:大象:大象]

# CREATURE:ELEPHANT
source: [GENERAL_CHILD_NAME:elephant calf:elephant calves]
cs: [GENERAL_CHILD_NAME:slůně:slůňata]
de: [GENERAL_CHILD_NAME:Elefantenkalb:Elefantenkälber]
eo: [GENERAL_CHILD_NAME:elefantido:elefantidoj]
es: [GENERAL_CHILD_NAME:cria de elefante:crias de elefantes]
ja: [GENERAL_CHILD_NAME:象の仔:象の仔の]
ko: [GENERAL_CHILD_NAME:새끼 코끼리:새끼 코끼리들]
pl: [GENERAL_CHILD_NAME:młody słonia:młode słonia]
ru: [GENERAL_CHILD_NAME:слонёнок:слонята]
tr: [GENERAL_CHILD_NAME:yavru fil:yavru filler]
vi: [GENERAL_CHILD_NAME:voi con:các voi con]
zh_hans: [GENERAL_CHILD_NAME:象幼崽:象幼崽]

# CREATURE:ELEPHANT
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]

# CREATURE:ELEPHANT
source: [PREFSTRING:amazing trunks]
cs: [PREFSTRING:úžasné choboty]
de: [PREFSTRING:erstaunliche Rüssel]
eo: [PREFSTRING:mirindaj dentegoj]
es: [PREFSTRING:trompas asombrosas]
ja: [PREFSTRING:驚異的な体]
ko: [PREFSTRING:놀라운 트렁크들]
pl: [PREFSTRING:niesamowite trąby]
ru: [PREFSTRING:удивительные хоботы]
tr: [PREFSTRING:inanılmaz hortumlar]
vi: [PREFSTRING:những chiếc vòi đáng kinh ngạc]

# CREATURE:ELEPHANT
source: [PREFSTRING:calves' spirited antics]
cs: [PREFSTRING:živé kousky slůňat]
de: [PREFSTRING:temperamentvolles Possen]
eo: [PREFSTRING:la animataj klaŭnaĵoj de la idoj]
es: [PREFSTRING:travesuras enérgicas de los terneros]
ja: [PREFSTRING:子牛のようなしぐさ]
ko: [PREFSTRING:송아지들의 활기찬 장난]
pl: [PREFSTRING:porywające wybryki młodych]
ru: [PREFSTRING:смешные выходки детёнышей]
tr: [PREFSTRING:yavruların canlı maskaralıkları]
vi: [PREFSTRING:những trò đùa tinh nghịch đầy sức sống của voi con]

# CREATURE:ELEPHANT
source: [PREFSTRING:tusks]
cs: [PREFSTRING:kly]
de: [PREFSTRING:Stosszähne]
eo: [PREFSTRING:dentegoj]
es: [PREFSTRING:Colmillos]
ja: [PREFSTRING:牙]
ko: [PREFSTRING:엄니]
pl: [PREFSTRING:kły]
ru: [PREFSTRING:клыки]
tr: [PREFSTRING:dişler]
vi: [PREFSTRING:Các ngà (răng nanh)]
zh_hans: [PREFSTRING:象牙]

# CREATURE:ELEPHANT
source: [PREFSTRING:great weight]
cs: [PREFSTRING:velká hmotnost]
de: [PREFSTRING: enormes Gewicht]
eo: [PREFSTRING:granda pezo]
es: [PREFSTRING:gran peso]
ja: [PREFSTRING:重い]
ko: [PREFSTRING:거대한 무게]
pl: [PREFSTRING:wielka waga]
ru: [PREFSTRING:огромный вес]
tr: [PREFSTRING:büyük ağırlık]
vi: [PREFSTRING:trọng lượng lớn]

# CREATURE:ELEPHANT
source: [PREFSTRING:social behavior]
cs: [PREFSTRING:sociální chování]
de: [PREFSTRING:Sozialverhalten]
eo: [PREFSTRING:sociema konduto]
es: [PREFSTRING:Comportamiento social]
ja: [PREFSTRING:社会性動物]
ko: [PREFSTRING:사회 활동]
pl: [PREFSTRING:społeczne zachowanie]
ru: [PREFSTRING:социальное поведение]
tr: [PREFSTRING:sosyal davranış]
vi: [PREFSTRING:hành vi xã hội]

# CREATURE:ELEPHANT
source: [PREFSTRING:flappy ears]
cs: [PREFSTRING:mávající uši]
de: [PREFSTRING:labbrige Ohren]
eo: [PREFSTRING:larĝaj oreloj]
es: [PREFSTRING:orejas caidas]
ja: [PREFSTRING:ひらひらした耳]
ko: [PREFSTRING:펄럭이는 귀]
pl: [PREFSTRING:klapnięte uszy]
ru: [PREFSTRING:большие хлопающие уши]
tr: [PREFSTRING:sarkık kulaklar]
vi: [PREFSTRING:đôi tai phe phẩy]
zh_hans: [PREFSTRING:垂耳]

# CREATURE:ELEPHANT
source: [PREFSTRING:uprooting of trees]
cs: [PREFSTRING:vyvracení stromů]
de: [PREFSTRING:entwurzeln Bäume]
eo: [PREFSTRING:eltirado arbojn]
es: [PREFSTRING:Desarraigo de árboles]
ja: [PREFSTRING:木の根こそぎ]
ko: [PREFSTRING:나무 뿌리 뽑기]
pl: [PREFSTRING:wyrywanie drzew]
ru: [PREFSTRING:способность выдёргивать деревья с корнем]
tr: [PREFSTRING:ağaç sökme]
vi: [PREFSTRING:việc nhổ bật gốc cây]

# CREATURE:ELEPHANT
source: [PREFSTRING:aggressive sparring]
cs: [PREFSTRING:agresivní souboje]
de: [PREFSTRING:aggressiv kämpfend]
eo: [PREFSTRING:agresa frapado]
es: [PREFSTRING:Combate agresivo]
ja: [PREFSTRING:実戦的なスパーリング]
ko: [PREFSTRING:공격적인 스파링]
pl: [PREFSTRING:agresywne sparingi]
ru: [PREFSTRING:агрессивные бои]
tr: [PREFSTRING:agresif dövüşme]
vi: [PREFSTRING:những cuộc đấu thử hung hăng]

# CREATURE:ELEPHANT
source: [PREFSTRING:trumpeting]
cs: [PREFSTRING:troubení]
de: [PREFSTRING:trompend]
eo: [PREFSTRING:trumpetado]
es: [PREFSTRING:trompetas]
ja: [PREFSTRING:突進]
ko: [PREFSTRING:트럼펫]
pl: [PREFSTRING:trąbienie]
ru: [PREFSTRING:трубный голос]
tr: [PREFSTRING:borazan gibi ses çıkarma]
vi: [PREFSTRING:tiếng voi rống]

# CREATURE:ELEPHANT
source: [PREFSTRING:tool use]
cs: [PREFSTRING:používání nástrojů]
de: [PREFSTRING:Werkzeug nutzend]
eo: [PREFSTRING:ilon uzado]
es: [PREFSTRING:uso de herramientas]
ja: [PREFSTRING:道具を使う]
ko: [PREFSTRING:도구 사용]
pl: [PREFSTRING:użycie narzędzi]
ru: [PREFSTRING:умение пользоваться предметами в качестве инструментов]
tr: [PREFSTRING:araç kullanımı]
vi: [PREFSTRING:việc sử dụng công cụ]

# CREATURE:ELEPHANT
source: [PREFSTRING:self-awareness]
cs: [PREFSTRING:sebeuvědomění]
de: [PREFSTRING:Selbsterkenntnis]
eo: [PREFSTRING:memkonscio]
es: [PREFSTRING:conciente de si mismo]
ja: [PREFSTRING:自己認識]
ko: [PREFSTRING:자기 인식]
pl: [PREFSTRING:samoświadomość]
ru: [PREFSTRING:самоосознание]
tr: [PREFSTRING:öz farkındalık]
vi: [PREFSTRING:ý thức về bản thân]

# CREATURE:ELEPHANT
source: [STATE_NAME:ALL_SOLID:ivory]
cs: [STATE_NAME:ALL_SOLID:slonovina]
de: [STATE_NAME:ALL_SOLID:Elfenbein]
eo: [STATE_NAME:ALL_SOLID:eburo]
es: [STATE_NAME:ALL_SOLID:marfil]
ja: [STATE_NAME:ALL_SOLID:牙]
ko: [STATE_NAME:ALL_SOLID:상아]
pl: [STATE_NAME:ALL_SOLID:kość słoniowa]
ru: [STATE_NAME:ALL_SOLID:клыки]
tr: [STATE_NAME:ALL_SOLID:fildişi]
vi: [STATE_NAME:ALL_SOLID:Ngà]
