Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:RCP_3_REAR_TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:第三趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:RCP_2_REAR_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_2_REAR_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:RCP_5_FRONT_FINGERS
source: [BP:FINGER1:first finger:STP]
cs: [BP:FINGER1:první prst:první prsty]
de: [BP:FINGER1:erster Finger:STP]
eo: [BP:FINGER1:unua manfingro:unuaj fingroj]
es: [BP:FINGER1:dedo índice:STP]
ja: [BP:FINGER1:第一指:STP]
ko: [BP:FINGER1:첫째 손가락:STP]
pl: [BP:FINGER1:pierwszy palec:pierwsze palce]
ru: [BP:FINGER1:первый палец:первые пальцы]
tr: [BP:FINGER1:birinci parmak:STP]
vi: [BP:FINGER1:ngón cái:STP]
zh_hans: [BP:FINGER1:大拇指:STP]

# BODY:RCP_5_FRONT_FINGERS
source: [BP:FINGER2:second finger:STP]
cs: [BP:FINGER2:druhý prst:druhé prsty]
de: [BP:FINGER2:zweiter Finger:STP]
eo: [BP:FINGER2:dua manfingro:duaj manfingroj]
es: [BP:FINGER2:dedo medio:STP]
ja: [BP:FINGER2:第二指:STP]
ko: [BP:FINGER2:둘째 손가락:STP]
pl: [BP:FINGER2:drugi palec:drugie palce]
ru: [BP:FINGER2:второй палец:вторые пальцы]
tr: [BP:FINGER2:ikinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:食指:STP]

# BODY:RCP_5_FRONT_FINGERS
source: [BP:FINGER3:third finger:STP]
cs: [BP:FINGER3:třetí prst:STP]
de: [BP:FINGER3:dritter Finger:STP]
eo: [BP:FINGER3:tria manfingro:triaj manfingroj]
es: [BP:FINGER3:dedo mayor:STP]
ja: [BP:FINGER3:第三指:STP]
ko: [BP:FINGER3:셋째 손가락:STP]
pl: [BP:FINGER3:trzeci palec:trzecie palce]
ru: [BP:FINGER3:третий палец:третьи пальцы]
tr: [BP:FINGER3:üçüncü parmak:STP]
vi: [BP:FINGER3:ngón tay thứ hai:STP]
zh_hans: [BP:FINGER3:中指:STP]

# BODY:RCP_5_FRONT_FINGERS
source: [BP:FINGER4:fourth finger:STP]
cs: [BP:FINGER4:čtvrtý prst:STP]
de: [BP:FINGER4:vierter Finger:STP]
eo: [BP:FINGER4:kvara manfingro:kvaraj manfingroj]
es: [BP:FINGER4:dedo anular:STP]
ja: [BP:FINGER4:第四指:STP]
ko: [BP:FINGER4:넷째 손가락:STP]
pl: [BP:FINGER4:czwarty palec:czwarte palce]
ru: [BP:FINGER4:четвёртый палец:четвёртые пальцы]
tr: [BP:FINGER4:dördüncü parmak:STP]
vi: [BP:FINGER4:ngón tay thứ ba:STP]
zh_hans: [BP:FINGER4:无名指:STP]

# BODY:RCP_5_FRONT_FINGERS
source: [BP:FINGER5:fifth finger:STP]
cs: [BP:FINGER5:pátý prst:STP]
de: [BP:FINGER5:fünfter Finger:STP]
eo: [BP:FINGER5:kvina manfingro:kvinaj manfingroj]
es: [BP:FINGER5:dedo meñique:STP]
ja: [BP:FINGER5:f第五指:STP]
ko: [BP:FINGER5:다섯째 손가락:STP]
pl: [BP:FINGER5:piąty palec:piąte palce]
ru: [BP:FINGER5:пятый палец:пятые пальцы]
tr: [BP:FINGER5:beşinci parmak:STP]
vi: [BP:FINGER5:ngón thứ tư:STP]
zh_hans: [BP:FINGER5:小指:STP]

# BODY:RCP_4_FRONT_FINGERS
source: [BP:FINGER1:first finger:STP]
cs: [BP:FINGER1:první prst:první prsty]
de: [BP:FINGER1:erster Finger:STP]
eo: [BP:FINGER1:unua manfingro:unuaj manfingroj]
es: [BP:FINGER1:dedo índice:STP]
ja: [BP:FINGER1:第一指:STP]
ko: [BP:FINGER1:첫째 손가락:STP]
pl: [BP:FINGER1:pierwszy palec:pierwsze palce]
ru: [BP:FINGER1:первый палец:первые пальцы]
tr: [BP:FINGER1:birinci parmak:STP]
vi: [BP:FINGER1:ngón cái:STP]
zh_hans: [BP:FINGER1:大拇指:STP]

# BODY:RCP_4_FRONT_FINGERS
source: [BP:FINGER2:second finger:STP]
cs: [BP:FINGER2:druhý prst:druhé prsty]
de: [BP:FINGER2:zweiter Finger:STP]
eo: [BP:FINGER2:dua manfingro:duaj manfingroj]
es: [BP:FINGER2:dedo medio:STP]
ja: [BP:FINGER2:第二指:STP]
ko: [BP:FINGER2:둘째 손가락:STP]
pl: [BP:FINGER2:drugi palec:drugie palce]
ru: [BP:FINGER2:второй палец:вторые пальцы]
tr: [BP:FINGER2:ikinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:食指:STP]

# BODY:RCP_4_FRONT_FINGERS
source: [BP:FINGER3:third finger:STP]
cs: [BP:FINGER3:třetí prst:STP]
de: [BP:FINGER3:dritter Finger:STP]
eo: [BP:FINGER3:tria manfingro:triaj manfingroj]
es: [BP:FINGER3:dedo mayor:STP]
ja: [BP:FINGER3:第三指:STP]
ko: [BP:FINGER3:셋째 손가락:STP]
pl: [BP:FINGER3:trzeci palec:trzecie palce]
ru: [BP:FINGER3:третий палец:третьи пальцы]
tr: [BP:FINGER3:üçüncü parmak:STP]
vi: [BP:FINGER3:ngón tay thứ hai:STP]
zh_hans: [BP:FINGER3:中指:STP]

# BODY:RCP_4_FRONT_FINGERS
source: [BP:FINGER4:fourth finger:STP]
cs: [BP:FINGER4:čtvrtý prst:STP]
de: [BP:FINGER4:vierter Finger:STP]
eo: [BP:FINGER4:kvara manfingro:kvaraj manfingroj]
es: [BP:FINGER4:dedo anular:STP]
ja: [BP:FINGER4:第四指:STP]
ko: [BP:FINGER4:넷째 손가락:STP]
pl: [BP:FINGER4:czwarty palec:czwarte palce]
ru: [BP:FINGER4:четвёртый палец:четвёртые пальцы]
tr: [BP:FINGER4:dördüncü parmak:STP]
vi: [BP:FINGER4:ngón tay thứ ba:STP]
zh_hans: [BP:FINGER4:无名指:STP]

# BODY:RCP_3_FRONT_FINGERS
source: [BP:FINGER1:first finger:STP]
cs: [BP:FINGER1:první prst:první prsty]
de: [BP:FINGER1:erster Finger:STP]
eo: [BP:FINGER1:unua manfingro:unuaj manfingroj]
es: [BP:FINGER1:dedo índice:STP]
ja: [BP:FINGER1:第一指:STP]
ko: [BP:FINGER1:첫째 손가락:STP]
pl: [BP:FINGER1:pierwszy palec:pierwsze palce]
ru: [BP:FINGER1:первый палец:первые пальцы]
tr: [BP:FINGER1:birinci parmak:STP]
vi: [BP:FINGER1:ngón cái:STP]
zh_hans: [BP:FINGER1:大拇指:STP]

# BODY:RCP_3_FRONT_FINGERS
source: [BP:FINGER2:second finger:STP]
cs: [BP:FINGER2:druhý prst:druhé prsty]
de: [BP:FINGER2:zweiter Finger:STP]
eo: [BP:FINGER2:dua manfingro:duaj manfingroj]
es: [BP:FINGER2:dedo medio:STP]
ja: [BP:FINGER2:第二指:STP]
ko: [BP:FINGER2:둘째 손가락:STP]
pl: [BP:FINGER2:drugi palec:drugie palce]
ru: [BP:FINGER2:второй палец:вторые пальцы]
tr: [BP:FINGER2:ikinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:食指:STP]

# BODY:RCP_3_FRONT_FINGERS
source: [BP:FINGER3:third finger:STP]
cs: [BP:FINGER3:třetí prst:STP]
de: [BP:FINGER3:dritter Finger:STP]
eo: [BP:FINGER3:tria manfingro:triaj manfingroj]
es: [BP:FINGER3:dedo mayor:STP]
ja: [BP:FINGER3:第三指:STP]
ko: [BP:FINGER3:셋째 손가락:STP]
pl: [BP:FINGER3:trzeci palec:trzecie palce]
ru: [BP:FINGER3:третий палец:третьи пальцы]
tr: [BP:FINGER3:üçüncü parmak:STP]
vi: [BP:FINGER3:ngón tay thứ hai:STP]
zh_hans: [BP:FINGER3:中指:STP]

# BODY:RCP_2_FRONT_FINGERS
source: [BP:FINGER1:first finger:STP]
cs: [BP:FINGER1:první prst:první prsty]
de: [BP:FINGER1:erster Finger:STP]
eo: [BP:FINGER1:unua manfingro:unuaj manfingroj]
es: [BP:FINGER1:dedo índice:STP]
ja: [BP:FINGER1:第一指:STP]
ko: [BP:FINGER1:첫째 손가락:STP]
pl: [BP:FINGER1:pierwszy palec:pierwsze palce]
ru: [BP:FINGER1:первый палец:первые пальцы]
tr: [BP:FINGER1:birinci parmak:STP]
vi: [BP:FINGER1:ngón cái:STP]
zh_hans: [BP:FINGER1:大拇指:STP]

# BODY:RCP_2_FRONT_FINGERS
source: [BP:FINGER2:second finger:STP]
cs: [BP:FINGER2:druhý prst:druhé prsty]
de: [BP:FINGER2:zweiter Finger:STP]
eo: [BP:FINGER2:dua manfingro:duaj manfingroj]
es: [BP:FINGER2:dedo medio:STP]
ja: [BP:FINGER2:第二指:STP]
ko: [BP:FINGER2:둘째 손가락:STP]
pl: [BP:FINGER2:drugi palec:drugie palce]
ru: [BP:FINGER2:второй палец:вторые пальцы]
tr: [BP:FINGER2:ikinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:食指:STP]

# BODY:RCP_1_EYE
source: [BP:EYE:eye:STP]
cs: [BP:EYE:oko:oči]
de: [BP:EYE:Auge:STP]
eo: [BP:EYE:okulo:okuloj]
es: [BP:EYE:ojo:STP]
ja: [BP:EYE:眼:STP]
ko: [BP:EYE:눈:STP]
pl: [BP:EYE:oko:oczy]
ru: [BP:EYE:глаз:глаза]
tr: [BP:EYE:göz:STP]
vi: [BP:EYE:mắt:STP]
zh_hans: [BP:EYE:眼睛:STP]

# BODY:RCP_2_EYES
source: [BP:REYE:right eye:STP]
cs: [BP:REYE:pravé oko:pravé oči]
de: [BP:REYE:rechtes Auge:STP]
eo: [BP:REYE:dekstra okulo:dekstraj okuloj]
es: [BP:REYE:ojo derecho:STP]
ja: [BP:REYE:右眼:STP]
ko: [BP:REYE:오른쪽 눈:STP]
pl: [BP:REYE:prawe oko:prawe oczy]
ru: [BP:REYE:правый глаз:правые глаза]
tr: [BP:REYE:sağ göz:STP]
vi: [BP:REYE:mắt phải:STP]
zh_hans: [BP:REYE:右眼:STP]

# BODY:RCP_2_EYES
source: [BP:LEYE:left eye:STP]
cs: [BP:LEYE:levé oko:levé oči]
de: [BP:LEYE:linkes Auge:STP]
eo: [BP:LEYE:maldekstra okulo:maldekstraj okuloj]
es: [BP:LEYE:ojo izquierdo:STP]
ja: [BP:LEYE:左眼:STP]
ko: [BP:LEYE:왼쪽 눈:STP]
pl: [BP:LEYE:lewe oko:lewe oczy]
ru: [BP:LEYE:левый глаз:левые глаза]
tr: [BP:LEYE:sol göz:STP]
vi: [BP:LEYE:mắt trái:STP]
zh_hans: [BP:LEYE:左眼:STP]

# BODY:RCP_3_EYES
source: [BP:REYE:right eye:STP]
cs: [BP:REYE:pravé oko:pravé oči]
de: [BP:REYE:rechtes Auge:STP]
eo: [BP:REYE:dekstra okulo:dekstraj okuloj]
es: [BP:REYE:ojo derecho:STP]
ja: [BP:REYE:右眼:STP]
ko: [BP:REYE:오른쪽 눈:STP]
pl: [BP:REYE:prawe oko:prawe oczy]
ru: [BP:REYE:правый глаз:правые глаза]
tr: [BP:REYE:sağ göz:STP]
vi: [BP:REYE:mắt phải:STP]
zh_hans: [BP:REYE:右眼:STP]

# BODY:RCP_3_EYES
source: [BP:LEYE:left eye:STP]
cs: [BP:LEYE:levé oko:levé oči]
de: [BP:LEYE:linkes Auge:STP]
eo: [BP:LEYE:maldekstra okulo:maldekstraj okuloj]
es: [BP:LEYE:ojo izquierdo:STP]
ja: [BP:LEYE:左眼:STP]
ko: [BP:LEYE:왼쪽 눈:STP]
pl: [BP:LEYE:lewe oko:lewe oczy]
ru: [BP:LEYE:левый глаз:левые глаза]
tr: [BP:LEYE:sol göz:STP]
vi: [BP:LEYE:mắt trái:STP]
zh_hans: [BP:LEYE:左眼:STP]

# BODY:RCP_3_EYES
source: [BP:EYE:center eye:STP]
cs: [BP:EYE:prostřední oko:prostřední oči]
de: [BP:EYE:zentrales Auge:STP]
eo: [BP:EYE:meza okulo:mezaj okuloj]
es: [BP:EYE:ojo central:STP]
ja: [BP:EYE:center眼:STP]
ko: [BP:EYE:가운데 눈:STP]
pl: [BP:EYE:środkowe oko:środkowe oczy]
ru: [BP:EYE:средний глаз:средние глаза]
tr: [BP:EYE:orta göz:STP]
vi: [BP:EYE:mắt giữa:STP]
zh_hans: [BP:EYE:中眼:STP]

# BODY:RCP_BEAK
source: [BP:BEAK:beak:STP]
cs: [BP:BEAK:zobák:STP]
de: [BP:BEAK:Schnabel:STP]
eo: [BP:BEAK:beko:bekoj]
es: [BP:BEAK:pico:STP]
ja: [BP:BEAK:くちばし:STP]
ko: [BP:BEAK:부리:STP]
pl: [BP:BEAK:dziób:dzioby]
ru: [BP:BEAK:клюв:клювы]
tr: [BP:BEAK:gaga:STP]
vi: [BP:BEAK:mỏ:STP]
zh_hans: [BP:BEAK:尖喙:STP]

# BODY:RCP_NOSE
source: [BP:NOSE:nose:STP]
cs: [BP:NOSE:nos:STP]
de: [BP:NOSE:Nase:STP]
eo: [BP:NOSE:nazo:nazoj]
es: [BP:NOSE:nariz:STP]
ja: [BP:NOSE:鼻:STP]
ko: [BP:NOSE:코:STP]
pl: [BP:NOSE:nos:nosy]
ru: [BP:NOSE:нос:носы]
tr: [BP:NOSE:burun:STP]
vi: [BP:MŨI:mũi:STP]
zh_hans: [BP:NOSE:鼻子:STP]

# BODY:RCP_CHEEKS
source: [BP:L_CHEEK:left cheek:STP]
cs: [BP:L_CHEEK:levá líce:STP]
de: [BP:L_CHEEK:linke Wange:STP]
eo: [BP:L_CHEEK:maldekstra vango:maldekstraj vangoj]
es: [BP:L_CHEEK:mejilla izquierda:STP]
ja: [BP:L_CHEEK:左頬:STP]
ko: [BP:L_CHEEK:왼쪽 볼:STP]
pl: [BP:L_CHEEK:lewy policzek:lewe policzki]
ru: [BP:L_CHEEK:левая щека:левые щёки]
tr: [BP:L_CHEEK:sol yanağı:STP]
vi: [BP:L_CHEEK:má trái:STP]
zh_hans: [BP:L_CHEEK:左脸颊:STP]

# BODY:RCP_CHEEKS
source: [BP:R_CHEEK:right cheek:STP]
cs: [BP:R_CHEEK:pravá líce:STP]
de: [BP:R_CHEEK:rechte Wange:STP]
eo: [BP:R_CHEEK:dekstra vango:dekstraj vangoj]
es: [BP:R_CHEEK:mejilla derecha:STP]
ja: [BP:R_CHEEK:右頬:STP]
ko: [BP:R_CHEEK:오른쪽 볼:STP]
pl: [BP:R_CHEEK:prawy policzek:prawe policzki]
ru: [BP:R_CHEEK:правая щека:правые щёки]
tr: [BP:R_CHEEK:sağ yanağı:STP]
vi: [BP:R_CHEEK:má phải:STP]
zh_hans: [BP:R_CHEEK:右脸颊:STP]

# BODY:RCP_LUNGS
source: [BP:RLUNG:right lung:STP]
cs: [BP:RLUNG:pravá plíce:STP]
de: [BP:RLUNG:rechte Lunge:STP]
eo: [BP:RLUNG:dekstra pulmo:dekstraj pulmoj]
es: [BP:RLUNG:pulmon derecho:STP]
ja: [BP:RLUNG:右肺:STP]
ko: [BP:RLUNG:오른쪽 폐:STP]
pl: [BP:RLUNG:prawe płuco:prawe płuca]
ru: [BP:RLUNG:правое лёгкое:правые лёгкие]
tr: [BP:RLUNG:sağ akciğer:STP]
vi: [BP:RLUNG:phổi phải:STP]
zh_hans: [BP:RLUNG:右肺:STP]

# BODY:RCP_LUNGS
source: [BP:LLUNG:left lung:STP]
cs: [BP:LLUNG:levá plíce:STP]
de: [BP:LLUNG:linke Lunge:STP]
eo: [BP:LLUNG:maldekstra pulmo:maldekstraj pulmoj]
es: [BP:LLUNG:pulmon izquierdo:STP]
ja: [BP:LLUNG:左肺:STP]
ko: [BP:LLUNG:왼쪽 폐:STP]
pl: [BP:LLUNG:lewe płuco:lewe płuca]
ru: [BP:LLUNG:левое лёгкое:левые лёгкие]
tr: [BP:LLUNG:sol akciğer:STP]
vi: [BP:LLUNG:phổi trái:STP]
zh_hans: [BP:LLUNG:左肺:STP]

# BODY:RCP_HEART
source: [BP:HEART:heart:STP]
cs: [BP:HEART:srdce:STP]
de: [BP:HEART:Herz:STP]
eo: [BP:HEART:koro:koroj]
es: [BP:HEART:corazón:STP]
ja: [BP:HEART:心臓:STP]
ko: [BP:HEART:심장:STP]
pl: [BP:HEART:serce:serca]
ru: [BP:HEART:сердце:сердца]
tr: [BP:HEART:kalp:STP]
vi: [BP:HEART:tim:STP]
zh_hans: [BP:HEART:心脏:STP]

# BODY:RCP_GUTS
source: [BP:GUTS:guts:guts]
cs: [BP:GUTS:vnitřnosti:vnitřnosti]
de: [BP:GUTS:Eingeweide:Eingeweide]
eo: [BP:GUTS:intestaro:intestaroj]
es: [BP:GUTS:tripas:tripas]
ja: [BP:GUTS:guts:腸]
ko: [BP:GUTS:내장:내장]
pl: [BP:GUTS:jelito:jelita]
ru: [BP:GUTS:кишки:кишки]
tr: [BP:GUTS:iç organlar:iç organlar]
vi: [BP:GUTS:ruột:ruột]
zh_hans: [BP:GUTS:内脏:内脏]

# BODY:RCP_THROAT
source: [BP:THROAT:throat:STP]
cs: [BP:THROAT:hrdlo:hrdla]
de: [BP:THROAT:Rachen:STP]
eo: [BP:THROAT:gorĝo:gorĝoj]
es: [BP:THROAT:garganta:STP]
ja: [BP:THROAT:喉:STP]
ko: [BP:THROAT:목구멍:STP]
pl: [BP:THROAT:gardło:gardła]
ru: [BP:THROAT:горло:горл]
tr: [BP:THROAT:boğaz:STP]
vi: [BP:THROAT:họng:STP]
zh_hans: [BP:THROAT:喉咙:STP]

# BODY:RCP_SPINE
source: [BP:UPPERSPINE:middle spine:STP]
cs: [BP:UPPERSPINE:střední páteř:střední páteře]
de: [BP:UPPERSPINE:mittlere Wirbelsäule:STP]
eo: [BP:UPPERSPINE:meza spino:mezaj spinoj]
es: [BP:UPPERSPINE:espina dorsal central:STP]
ja: [BP:UPPERとげ:上部脊椎:STP]
ko: [BP:UPPERSPINE:중간 척추:STP]
pl: [BP:UPPERSPINE:piersiowy odcinek kręgosłupa:piersiowe odcinki kręgosłupa]
ru: [BP:UPPERSPINE:средний отдел позвоночника:средние отделы позвоночника]
tr: [BP:UPPERSPINE:orta omurga:STP]
vi: [BP:UPPERSPINE:cột sống giữa:STP]
zh_hans: [BP:UPPERSPINE:中脊椎:STP]

# BODY:RCP_SPINE
source: [BP:LOWERSPINE:lower spine:STP]
cs: [BP:LOWERSPINE:dolní páteř:dolní pátaře]
de: [BP:LOWERSPINE:untere Wirbelsäule:STP]
eo: [BP:LOWERSPINE:malsupra spino:malsupraj spinoj]
es: [BP:LOWERSPINE:espina dorsal inferior:STP]
ja: [BP:LOWERとげ:下部脊椎:STP]
ko: [BP:LOWERSPINE:아래쪽 척추:STP]
pl: [BP:LOWERSPINE:dolna część kręgosłupa:dolne części kręgosłupa]
ru: [BP:LOWERSPINE:нижний отдел позвоночника:нижние отделы позвоночника]
tr: [BP:LOWERSPINE:alt omurga:STP]
vi: [BP:LOWERSPINE:cột sống dưới:STP]
zh_hans: [BP:LOWERSPINE:下脊椎:STP]

# BODY:RCP_NECK
source: [BP:NK:neck:STP]
cs: [BP:NK:krk:krky]
de: [BP:NK:Nacken:STP]
eo: [BP:NK:kolo:koloj]
es: [BP:NK:cuello:STP]
ja: [BP:NK:首:STP]
ko: [BP:NK:목:STP]
pl: [BP:NK:szyja:szyje]
ru: [BP:NK:шея:шеи]
tr: [BP:NK:boyun:STP]
vi: [BP:NK:cổ:STP]
zh_hans: [BP:NK:颈部:STP]

# BODY:RCP_UPPER_SPINE
source: [BP:NECK:upper spine:STP]
cs: [BP:NECK:horní páteř:horní páteře]
de: [BP:NECK:obere Wirbelsäule:STP]
eo: [BP:NECK:supra spino:supra spinoj]
es: [BP:NECK:espina dorsal superior:STP]
ja: [BP:NECK:首骨:STP]
ko: [BP:NECK:위쪽 척추:STP]
pl: [BP:NECK:szyjny odcinek kręgosłupa:szyjne odcinki kręgosłupa]
ru: [BP:NECK:верхний отдел позвоночника:верхние отделы позвоночников]
tr: [BP:NECK:üst omurga:STP]
vi: [BP:CỔ:cột sống trên:STP]
zh_hans: [BP:NECK:上脊椎:STP]

# BODY:RCP_BRAIN
source: [BP:BRAIN:brain:STP]
cs: [BP:BRAIN:mozek:mozky]
de: [BP:BRAIN:Gehirn:STP]
eo: [BP:BRAIN:cerbo:cerboj]
es: [BP:BRAIN:cerebro:STP]
ja: [BP:BRAIN:脳:STP]
ko: [BP:BRAIN:뇌:STP]
pl: [BP:BRAIN:mózg:mózgi]
ru: [BP:BRAIN:мозг:мозги]
tr: [BP:BRAIN:beyin:STP]
vi: [BP:BRAIN:não:STP]
zh_hans: [BP:BRAIN:脑子:STP]

# BODY:RCP_SKULL
source: [BP:SKULL:skull:STP]
cs: [BP:SKULL:lebka:lebky]
de: [BP:SKULL:Schädel:STP]
eo: [BP:SKULL:kranio:kranioj]
es: [BP:SKULL:cráneo:STP]
ja: [BP:SKULL:頭蓋骨:STP]
ko: [BP:SKULL:두개골:STP]
pl: [BP:SKULL:czaszka:czaszki]
ru: [BP:SKULL:череп:черепа]
tr: [BP:SKULL:kafatası:STP]
vi: [BP:SKULL:sọ:STP]
zh_hans: [BP:SKULL:头骨:STP]

# BODY:RCP_MOUTH
source: [BP:MOUTH:mouth:STP]
cs: [BP:MOUTH:ústa:ústa]
de: [BP:MOUTH:Mund:STP]
eo: [BP:MOUTH:buŝo:buŝoj]
es: [BP:MOUTH:boca:STP]
ja: [BP:MOUTH:口:STP]
ko: [BP:MOUTH:입:STP]
pl: [BP:MOUTH:usta:usta]
ru: [BP:MOUTH:рот:рты]
tr: [BP:MOUTH:ağız:STP]
vi: [BP:MOUTH:miệng:STP]
zh_hans: [BP:MOUTH:嘴:STP]

# BODY:RCP_TEETH
source: [BP:TOOTH:tooth:teeth]
cs: [BP:TOOTH:zub:zuby]
de: [BP:TOOTH:Zahn:Zähne]
eo: [BP:TOOTH:dento:dentoj]
es: [BP:TOOTH:diente:dientes]
ja: [BP:TOOTH:tooth:歯]
ko: [BP:TOOTH:이빨:이빨]
pl: [BP:TOOTH:ząb:zęby]
ru: [BP:TOOTH:зуб:зубы]
tr: [BP:TOOTH:diş:dişler]
vi: [BP:TOOTH:răng:răng]
zh_hans: [BP:TOOTH:齿:齿]

# BODY:RCP_RIBS
source: [BP:L_TRUE_RIB:left true rib:STP]
cs: [BP:L_TRUE_RIB:skutečné levé žebro:STP]
de: [BP:L_TRUE_RIB:linke Rippe:STP]
eo: [BP:L_TRUE_RIB:maldekstra vera ripo:maldekstraj veraj ripoj]
es: [BP:L_TRUE_RIB:costilla verdadera izquierda:STP]
ja: [BP:L_TRUE_RIB:左真肋:STP]
ko: [BP:L_TRUE_RIB:왼쪽 참갈비뼈:STP]
pl: [BP:L_TRUE_RIB:lewe żebro prawdziwe:lewe żebra prawdziwe]
ru: [BP:L_TRUE_RIB:левое истинное ребро:левые истинные рёбра]
tr: [BP:L_TRUE_RIB:sol gerçek kaburga:STP]
vi: [BP:L_TRUE_RIB:gân thật bên trái:STP]
zh_hans: [BP:L_TRUE_RIB:左真肋:STP]

# BODY:RCP_RIBS
source: [BP:R_TRUE_RIB:right true rib:STP]
cs: [BP:R_TRUE_RIB:skutečné pravé žebro:STP]
de: [BP:R_TRUE_RIB:rechte Rippe:STP]
eo: [BP:R_TRUE_RIB:dekstra vera ripo:dekstraj veraj ripoj]
es: [BP:R_TRUE_RIB:costilla verdadera derecha:STP]
ja: [BP:R_TRUE_RIB:右真肋:STP]
ko: [BP:R_TRUE_RIB:오른쪽 참갈비뼈:STP]
pl: [BP:R_TRUE_RIB:prawe żebro prawdziwe:prawe żebra prawdziwe]
ru: [BP:R_TRUE_RIB:правое истинное ребро:правые истинные рёбра]
tr: [BP:R_TRUE_RIB:sağ gerçek kaburga:STP]
vi: [BP:R_TRUE_RIB:gân thật bên phải:STP]
zh_hans: [BP:R_TRUE_RIB:右真肋:STP]

# BODY:RCP_RIBS
source: [BP:L_FALSE_RIB:left false rib:STP]
cs: [BP:L_FALSE_RIB:falešné levé žebro:STP]
de: [BP:L_FALSE_RIB:linke künstliche Rippe:STP]
eo: [BP:L_FALSE_RIB:maldekstra malvera ripo:maldekstraj malveraj ripoj]
es: [BP:L_FALSE_RIB:costilla falsa izquierda:STP]
ja: [BP:L_FALSE_RIB:左偽肋:STP]
ko: [BP:L_FALSE_RIB:왼쪽 거짓갈비뼈:STP]
pl: [BP:L_FALSE_RIB:lewe żebro rzekome:lewe żebra rzekome]
ru: [BP:L_FALSE_RIB:левое ложное ребро:левые ложные рёбра]
tr: [BP:L_FALSE_RIB:sol sahte kaburga:STP]
vi: [BP:L_FALSE_RIB:gân giả bên trái:STP]
zh_hans: [BP:L_FALSE_RIB:左假肋:STP]

# BODY:RCP_RIBS
source: [BP:R_FALSE_RIB:right false rib:STP]
cs: [BP:R_FALSE_RIB:falešné pravé žebro:STP]
de: [BP:R_FALSE_RIB:rechte künstliche Rippe:STP]
eo: [BP:R_FALSE_RIB:dekstra malvera ripo:dekstraj malveraj ripoj]
es: [BP:R_FALSE_RIB:costilla falsa izquierda:STP]
ja: [BP:R_FALSE_RIB:右偽肋:STP]
ko: [BP:R_FALSE_RIB:오른쪽 거짓갈비뼈:STP]
pl: [BP:R_FALSE_RIB:prawe żebro rzekome:prawe żebra rzekome]
ru: [BP:R_FALSE_RIB:правое ложное ребро:правые ложные рёбра]
tr: [BP:R_FALSE_RIB:sağ sahte kaburga:STP]
vi: [BP:R_FALSE_RIB:gân giả bên phải:STP]
zh_hans: [BP:R_FALSE_RIB:右假肋:STP]

# BODY:RCP_RIBS
source: [BP:L_FLOATING_RIB:left floating rib:STP]
cs: [BP:L_FLOATING_RIB:plovoucí levé žebro:STP]
de: [BP:L_FLOATING_RIB:linke schwimmende Rippe:STP]
eo: [BP:L_FLOATING_RIB:maldekstra flosanta ripo:maldekstraj flosantaj ripoj]
es: [BP:L_FLOATING_RIB:costilla flotante izquierda:STP]
ja: [BP:L_FLOA錫G_RIB:左浮動肋骨:STP]
ko: [BP:L_FLOATING_RIB:왼쪽 뜬갈비뼈:STP]
pl: [BP:L_FLOATING_RIB:lewe wolne żebro:lewe wolne żebra]
ru: [BP:L_FLOATING_RIB:левое свободное ребро:левые свободные рёбра]
tr: [BP:L_FLOATING_RIB:sol serbest kaburga:STP]
vi: [BP:L_FLOATING_RIB:gân nổi bên trái:STP]
zh_hans: [BP:L_FLOATING_RIB:左浮肋:STP]

# BODY:RCP_RIBS
source: [BP:R_FLOATING_RIB:right floating rib:STP]
cs: [BP:R_FLOATING_RIB:plovoucí pravé žebro:STP]
de: [BP:R_FLOATING_RIB:rechte schwimmende Rippe:STP]
eo: [BP:R_FLOATING_RIB:dekstra flosanta ripo:dekstraj flosantaj ripoj]
es: [BP:R_FLOATING_RIB:costilla flotante derecha:STP]
ja: [BP:R_FLOA錫G_RIB:右浮動肋骨:STP]
ko: [BP:R_FLOATING_RIB:오른쪽 뜬갈비뼈:STP]
pl: [BP:R_FLOATING_RIB:prawe wolne żebro:prawe wolne żebra]
ru: [BP:R_FLOATING_RIB:правое свободное ребро:правые свободные рёбра]
tr: [BP:R_FLOATING_RIB:sağ serbest kaburga:STP]
vi: [BP:R_FLOATING_RIB:gân nổi bên phải:STP]
zh_hans: [BP:R_FLOATING_RIB:右浮肋:STP]

# BODY:RCP_RIBS_EXTERNAL
source: [BP:L_TRUE_RIB:left true rib:STP]
cs: [BP:L_TRUE_RIB:skutečné levé žebro:STP]
de: [BP:L_TRUE_RIB:linke Rippe:STP]
eo: [BP:L_TRUE_RIB:maldekstra vera ripo:maldekstraj veraj ripoj]
es: [BP:L_TRUE_RIB:costilla verdadera izquierda:STP]
ja: [BP:L_TRUE_RIB:左真肋:STP]
ko: [BP:L_TRUE_RIB:왼쪽 참갈비뼈:STP]
pl: [BP:L_TRUE_RIB:lewe żebro prawdziwe:lewe żebra prawdziwe]
ru: [BP:L_TRUE_RIB:левое истинное ребро:левые истинные рёбра]
tr: [BP:L_TRUE_RIB:sol gerçek kaburga:STP]
vi: [BP:L_TRUE_RIB:gân thật bên trái:STP]
zh_hans: [BP:L_TRUE_RIB:左真肋:STP]

# BODY:RCP_RIBS_EXTERNAL
source: [BP:R_TRUE_RIB:right true rib:STP]
cs: [BP:R_TRUE_RIB:skutečné pravé žebro:STP]
de: [BP:R_TRUE_RIB:rechte Rippe:STP]
eo: [BP:R_TRUE_RIB:dekstra vera ripo:dekstraj veraj ripoj]
es: [BP:R_TRUE_RIB:costilla verdadera derecha:STP]
ja: [BP:R_TRUE_RIB:右真肋:STP]
ko: [BP:R_TRUE_RIB:오른쪽 참갈비뼈:STP]
pl: [BP:R_TRUE_RIB:prawe żebro prawdziwe:prawe żebra prawdziwe]
ru: [BP:R_TRUE_RIB:правое истинное ребро:правые истинные рёбра]
tr: [BP:R_TRUE_RIB:sağ gerçek kaburga:STP]
vi: [BP:R_TRUE_RIB:gân thật bên phải:STP]
zh_hans: [BP:R_TRUE_RIB:右真肋:STP]

# BODY:RCP_RIBS_EXTERNAL
source: [BP:L_FALSE_RIB:left false rib:STP]
cs: [BP:L_FALSE_RIB:falešné levé žebro:STP]
de: [BP:L_FALSE_RIB:linke künstliche Rippe:STP]
eo: [BP:L_FALSE_RIB:maldekstra malvera ripo:maldekstraj malveraj ripoj]
es: [BP:L_FALSE_RIB:costilla falsa izquierda:STP]
ja: [BP:L_FALSE_RIB:左偽肋:STP]
ko: [BP:L_FALSE_RIB:왼쪽 거짓갈비뼈:STP]
pl: [BP:L_FALSE_RIB:lewe żebro rzekome:lewe żebra rzekome]
ru: [BP:L_FALSE_RIB:левое ложное ребро:левые ложные рёбра]
tr: [BP:L_FALSE_RIB:sol sahte kaburga:STP]
vi: [BP:L_FALSE_RIB:gân giả bên trái:STP]
zh_hans: [BP:L_FALSE_RIB:左假肋:STP]

# BODY:RCP_RIBS_EXTERNAL
source: [BP:R_FALSE_RIB:right false rib:STP]
cs: [BP:R_FALSE_RIB:falešné pravé žebro:STP]
de: [BP:R_FALSE_RIB:rechte künstliche Rippe:STP]
eo: [BP:R_FALSE_RIB:dekstra malvera ripo:dekstraj malveraj ripoj]
es: [BP:R_FALSE_RIB:costilla falsa izquierda:STP]
ja: [BP:R_FALSE_RIB:右偽肋:STP]
ko: [BP:R_FALSE_RIB:오른쪽 거짓갈비뼈:STP]
pl: [BP:R_FALSE_RIB:prawe żebro rzekome:prawe żebra rzekome]
ru: [BP:R_FALSE_RIB:правое ложное ребро:правые ложные рёбра]
tr: [BP:R_FALSE_RIB:sağ sahte kaburga:STP]
vi: [BP:R_FALSE_RIB:gân giả bên phải:STP]
zh_hans: [BP:R_FALSE_RIB:右假肋:STP]

# BODY:RCP_RIBS_EXTERNAL
source: [BP:L_FLOATING_RIB:left floating rib:STP]
cs: [BP:L_FLOATING_RIB:plovoucí levé žebro:STP]
de: [BP:L_FLOATING_RIB:linke schwimmende Rippe:STP]
eo: [BP:L_FLOATING_RIB:maldekstra flosanta ripo:maldekstraj flosantaj ripoj]
es: [BP:L_FLOATING_RIB:costilla flotante izquierda:STP]
ja: [BP:L_FLOA錫G_RIB:左浮動肋骨:STP]
ko: [BP:L_FLOATING_RIB:왼쪽 뜬갈비뼈:STP]
pl: [BP:L_FLOATING_RIB:lewe wolne żebro:lewe wolne żebra]
ru: [BP:L_FLOATING_RIB:левое свободное ребро:левые свободные рёбра]
tr: [BP:L_FLOATING_RIB:sol serbest kaburga:STP]
vi: [BP:L_FLOATING_RIB:gân nổi bên trái:STP]
zh_hans: [BP:L_FLOATING_RIB:左浮肋:STP]

# BODY:RCP_RIBS_EXTERNAL
source: [BP:R_FLOATING_RIB:right floating rib:STP]
cs: [BP:R_FLOATING_RIB:plovoucí pravé žebro:STP]
de: [BP:R_FLOATING_RIB:rechte schwimmende Rippe:STP]
eo: [BP:R_FLOATING_RIB:dekstra flosanta ripo:dekstraj flosantaj ripoj]
es: [BP:R_FLOATING_RIB:costilla flotante derecha:STP]
ja: [BP:R_FLOA錫G_RIB:右浮動肋骨:STP]
ko: [BP:R_FLOATING_RIB:오른쪽 뜬갈비뼈:STP]
pl: [BP:R_FLOATING_RIB:prawe wolne żebro:prawe wolne żebra]
ru: [BP:R_FLOATING_RIB:правое свободное ребро:правые свободные рёбра]
tr: [BP:R_FLOATING_RIB:sağ serbest kaburga:STP]
vi: [BP:R_FLOATING_RIB:gân nổi bên phải:STP]
zh_hans: [BP:R_FLOATING_RIB:右浮肋:STP]
