Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:AVOCADO
source: [GROWTH_NAME:avocado flower:STP]
cs: [GROWTH_NAME:avokádový květ:STP]
de: [GROWTH_NAME:Avocadoblume:STP]
eo: [GROWTH_NAME:floro de avokadarbo:floroj de avokadarbo]
es: [GROWTH_NAME:flor de aguacate:STP]
ja: [GROWTH_NAME:アボカドの花:STP]
ko: [GROWTH_NAME:아보카도 나무 꽃:STP]
ru: [GROWTH_NAME:цветок авокадо:цветы авокадо]
tr: [GROWTH_NAME:avokado çiçeği:STP]
zh_hans: [GROWTH_NAME:鳄梨花:STP]

# PLANT:AVOCADO
source: [GROWTH_NAME:avocado:STP]
cs: [GROWTH_NAME:avokádo:STP]
eo: [GROWTH_NAME:avokado:avokadoj]
es: [GROWTH_NAME:aguacate:STP]
ja: [GROWTH_NAME:アボカド:STP]
ko: [GROWTH_NAME:아보카도:STP]
ru: [GROWTH_NAME:плод авокадо:плоды авокадо]
tr: [GROWTH_NAME:avokado:STP]
zh_hans: [GROWTH_NAME:鳄梨:STP]

# PLANT:LIME
source: [NAME:lime tree]
cs: [NAME:limetovník]
de: [NAME:Limettenbaum]
eo: [NAME:limearbo]
es: [NAME:limero]
ja: [NAME:ライムの木]
ko: [NAME:라임 나무]
ru: [NAME:лаймовое дерево]
tr: [NAME:misket limonu ağacı]
vi: [NAME:cây chanh]
zh_hans: [NAME:酸橙树]

# PLANT:LIME
source: [NAME_PLURAL:lime trees]
cs: [NAME_PLURAL:limetovníky]
de: [NAME_PLURAL:Limettenbäume]
eo: [NAME_PLURAL:limearboj]
es: [NAME_PLURAL:limeros]
ja: [NAME_PLURAL:ライムの木]
ko: [NAME_PLURAL:라임 나무들]
ru: [NAME_PLURAL:лаймовые деревья]
tr: [NAME_PLURAL:misket limonu ağaçları]
vi: [NAME_PLURAL:cây chanh]
zh_hans: [NAME_PLURAL:酸橙树]

# PLANT:LIME
source: [ADJ:lime tree]
cs: [ADJ:limetovníkový]
de: [ADJ:Limetenbaum]
eo: [ADJ:de limearbo]
es: [ADJ:de limero]
ja: [ADJ:ライムの木]
ko: [ADJ:라임 나무]
ru: [ADJ:дерево лайма]
tr: [ADJ:misket limonu ağacı]
vi: [ADJ:cây chanh]
zh_hans: [ADJ:酸橙树的]

# PLANT:LIME
source: [STATE_NAME:ALL_SOLID:lime wood]
cs: [STATE_NAME:ALL_SOLID:limetové dřevo]
de: [STATE_NAME:ALL_SOLID:Limettenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el limearbo]
es: [STATE_NAME:ALL_SOLID:madera de limero]
ja: [STATE_NAME:ALL_SOLID:ライムの木]
ko: [STATE_NAME:ALL_SOLID:라임 나무]
ru: [STATE_NAME:ALL_SOLID:лаймовое дерево]
tr: [STATE_NAME:ALL_SOLID:misket limonu odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ chanh]
zh_hans: [STATE_NAME:ALL_SOLID:酸橙树木]

# PLANT:LIME
source: [STATE_ADJ:ALL_SOLID:lime wood]
cs: [STATE_ADJ:ALL_SOLID:limetové dřevo]
de: [STATE_ADJ:ALL_SOLID:Limettenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el limearbo]
es: [STATE_ADJ:ALL_SOLID:de madera de limero]
ja: [STATE_ADJ:ALL_SOLID:ライムの木]
ko: [STATE_ADJ:ALL_SOLID:라임 나무]
ru: [STATE_ADJ:ALL_SOLID:лаймовое дерево]
tr: [STATE_ADJ:ALL_SOLID:misket limonu odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ chanh]
zh_hans: [STATE_ADJ:ALL_SOLID:酸橙树木的]

# PLANT:LIME
source: [SEED:lime seed:lime seeds:]
cs: [SEED:limetové semeno:limetová semena:]
de: [SEED:Limettensamen:Limettensamen:]
eo: [SEED:semo de limeo:semoj de limeo:]
es: [SEED:semilla de lima:semillas de lima:]
ja: [SEED:ライムの種:ライムの種:]
ko: [SEED:라임 씨:라임 씨들:]
ru: [SEED:семя лайма:семена лайма:]
tr: [SEED:misket limonu çekirdeği:misket limonu çekirdekleri:]
vi: [SEED:hạt chanh:hạt chanh:]
zh_hans: [SEED:酸橙种子:酸橙种子:]

# PLANT:LIME
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:LIME
source: [GROWTH_NAME:lime leaf:lime leaves]
cs: [GROWTH_NAME:limetový list:limetové listy]
de: [GROWTH_NAME:Limettenblatt:Limettenblätter]
eo: [GROWTH_NAME:folio de limeo:folioj de limeo]
es: [GROWTH_NAME:hoja de limero:hojas de limero]
ja: [GROWTH_NAME:ライムの葉:ライムの葉]
ko: [GROWTH_NAME:라임 나무 잎:라임 나무 잎들]
ru: [GROWTH_NAME:лист лаймового дерева:листья лаймового дерева]
tr: [GROWTH_NAME:misket limonu yaprağı:misket limonu yaprakları]
vi: [GROWTH_NAME:lá chanh:lá chanh]
zh_hans: [GROWTH_NAME:酸橙叶:酸橙叶]

# PLANT:LIME
source: [GROWTH_NAME:lime flower:STP]
cs: [GROWTH_NAME:limetový květ:STP]
de: [GROWTH_NAME:Limettenblume:STP]
eo: [GROWTH_NAME:floro de limeo:floroj de limeo]
es: [GROWTH_NAME:flor de lima:STP]
ja: [GROWTH_NAME:ライムの花:STP]
ko: [GROWTH_NAME:라임 나무 꽃:STP]
ru: [GROWTH_NAME:цветок лайма:цветы лайма]
tr: [GROWTH_NAME:misket limonu çiçeği:STP]
zh_hans: [GROWTH_NAME:酸橙花:STP]

# PLANT:LIME
source: [GROWTH_NAME:lime:STP]
cs: [GROWTH_NAME:limeta:STP]
de: [GROWTH_NAME:Limette:STP]
eo: [GROWTH_NAME:limeo:limeoj]
es: [GROWTH_NAME:lima:STP]
ja: [GROWTH_NAME:ライム:STP]
ko: [GROWTH_NAME:라임:STP]
ru: [GROWTH_NAME:лайм:лаймы]
tr: [GROWTH_NAME:misket limonu:STP]
zh_hans: [GROWTH_NAME:酸橙:STP]

# PLANT:POMELO
source: [NAME:pomelo tree]
cs: [NAME:pomelovník]
de: [NAME:Pomelobaum]
eo: [NAME:pampelmusarbo]
es: [NAME:pamplemusa]
ja: [NAME:文旦の木]
ko: [NAME:포멜로 나무]
ru: [NAME:дерево помело]
tr: [NAME:pomelo ağacı]
vi: [NAME:cây bưởi]
zh_hans: [NAME:蜜柚树]

# PLANT:POMELO
source: [NAME_PLURAL:pomelo trees]
cs: [NAME_PLURAL:pomelovníky]
de: [NAME_PLURAL:Pomelobäume ]
eo: [NAME_PLURAL:pampelmusarboj]
es: [NAME_PLURAL:pamplemusas]
ja: [NAME_PLURAL:文旦の木]
ko: [NAME_PLURAL:포멜로 나무들]
ru: [NAME_PLURAL:деревья помело]
tr: [NAME_PLURAL:pomelo ağaçları]
vi: [NAME_PLURAL:cây bưởi]
zh_hans: [NAME_PLURAL:蜜柚树]

# PLANT:POMELO
source: [ADJ:pomelo tree]
cs: [ADJ:pomelovníkový]
de: [ADJ:Pomelobaum]
eo: [ADJ:de pampelmusarbo]
es: [ADJ:de pamplemusa]
ja: [ADJ:文旦の木]
ko: [ADJ:포멜로 나무]
ru: [ADJ:дерево помело]
tr: [ADJ:pomelo ağacı]
vi: [ADJ:cây bưởi]
zh_hans: [ADJ:蜜柚树的]

# PLANT:POMELO
source: [STATE_NAME:ALL_SOLID:pomelo wood]
cs: [STATE_NAME:ALL_SOLID:pomelové dřevo]
de: [STATE_NAME:ALL_SOLID:Pomelobholz]
eo: [STATE_NAME:ALL_SOLID:ligno el pampelmuso]
es: [STATE_NAME:ALL_SOLID:de madera de pamplemusa]
ja: [STATE_NAME:ALL_SOLID:文旦の木]
ko: [STATE_NAME:ALL_SOLID:포멜로 나무]
ru: [STATE_NAME:ALL_SOLID:древесина помело]
tr: [STATE_NAME:ALL_SOLID:pomelo odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ bưởi]
zh_hans: [STATE_NAME:ALL_SOLID:蜜柚木]

# PLANT:POMELO
source: [STATE_ADJ:ALL_SOLID:pomelo wood]
cs: [STATE_ADJ:ALL_SOLID:pomelové dřevo]
de: [STATE_ADJ:ALL_SOLID:Pomelobholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el pampelmuso]
es: [STATE_ADJ:ALL_SOLID:de madera de pamplemusa]
ja: [STATE_ADJ:ALL_SOLID:文旦の木]
ko: [STATE_ADJ:ALL_SOLID:포멜로 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина помело]
tr: [STATE_ADJ:ALL_SOLID:pomelo odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ bưởi]
zh_hans: [STATE_ADJ:ALL_SOLID:蜜柚木的]

# PLANT:POMELO
source: [SEED:pomelo seed:pomelo seeds:]
cs: [SEED:semeno pomela:semena pomela:]
de: [SEED:Pomelosamen:Pomelosamen:]
eo: [SEED:semo de pampelmuso:semoj de pampelmuso:]
es: [SEED:semilla de limonzón:semillas de limonzón:]
ja: [SEED:文旦の種:文旦の種:]
ko: [SEED:포멜로 씨:포멜로 씨들:]
ru: [SEED:семя помело:семена помело:]
tr: [SEED:pomelo çekirdeği:pomelo çekirdekleri:]
vi: [SEED:hạt bưởi:hạt bưởi:]
zh_hans: [SEED:蜜柚种子:蜜柚种子:]

# PLANT:POMELO
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:POMELO
source: [GROWTH_NAME:pomelo leaf:pomelo leaves]
cs: [GROWTH_NAME:list pomela:listy pomela]
de: [GROWTH_NAME:Pomeloblatt:Pomeloblätter]
eo: [GROWTH_NAME:folio de pampelmusarbo:folioj de pampelmusarbo]
es: [GROWTH_NAME:hoja de pamplemusa:hojas de pamplemusa]
ja: [GROWTH_NAME:文旦の葉:文旦の葉]
ko: [GROWTH_NAME:포멜로 나무 잎:포멜로 나무 잎들]
ru: [GROWTH_NAME:лист помело:листья помело]
tr: [GROWTH_NAME:pomelo yaprağı:pomelo yaprakları]
vi: [GROWTH_NAME:lá bưởi:lá bưởi]
zh_hans: [GROWTH_NAME:蜜柚叶:蜜柚叶]

# PLANT:POMELO
source: [GROWTH_NAME:pomelo flower:STP]
cs: [GROWTH_NAME:květ pomela:STP]
de: [GROWTH_NAME:Pomeloblume:STP]
eo: [GROWTH_NAME:floro de pampelmusarbo:floroj de pampelmusarbo]
es: [GROWTH_NAME:flor de limonzón:STP]
ja: [GROWTH_NAME:文旦の花:STP]
ko: [GROWTH_NAME:포멜로 나무 꽃:STP]
ru: [GROWTH_NAME:цветок помело:цветы помело]
tr: [GROWTH_NAME:pomelo çiçeği:STP]
zh_hans: [GROWTH_NAME:蜜柚树花:STP]

# PLANT:CITRON
source: [NAME:citron tree]
cs: [NAME:cedrátovník]
de: [NAME:Zitronenbaum]
eo: [NAME:cedratarbo]
es: [NAME:cidro]
ja: [NAME:丸仏手柑の木]
ko: [NAME:유자 나무]
ru: [NAME:цитрон]
tr: [NAME:ağaç kavunu ağacı]
vi: [NAME:cây thanh yên]
zh_hans: [NAME:香橼树]

# PLANT:CITRON
source: [NAME_PLURAL:citron trees]
cs: [NAME_PLURAL:cedrátovníky]
de: [NAME_PLURAL:Zitronenbäume]
eo: [NAME_PLURAL:cedratarboj]
es: [NAME_PLURAL:cidros]
ja: [NAME_PLURAL:丸仏手柑の木]
ko: [NAME_PLURAL:유자 나무들]
ru: [NAME_PLURAL:деревья цитрона]
tr: [NAME_PLURAL:ağaç kavunu ağaçları]
vi: [NAME_PLURAL:cây thanh yên]
zh_hans: [NAME_PLURAL:香橼树]

# PLANT:CITRON
source: [ADJ:citron tree]
cs: [ADJ:cedrátovník]
de: [ADJ:Zitronenbaum]
eo: [ADJ:de cedratarbo]
es: [ADJ:de cidro]
ja: [ADJ:丸仏手柑の木]
ko: [ADJ:유자 나무]
ru: [ADJ:дерево цитрона]
tr: [ADJ:ağaç kavunu ağacı]
vi: [ADJ:cây thanh yên]
zh_hans: [ADJ:香橼树的]

# PLANT:CITRON
source: [STATE_NAME:ALL_SOLID:citron wood]
cs: [STATE_NAME:ALL_SOLID:cedrátové dřevo]
de: [STATE_NAME:ALL_SOLID:Zitronenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el cedratarbo]
es: [STATE_NAME:ALL_SOLID:madera de cidro]
ja: [STATE_NAME:ALL_SOLID:丸仏手柑の木]
ko: [STATE_NAME:ALL_SOLID:유자 나무]
ru: [STATE_NAME:ALL_SOLID:древесина цитрона]
tr: [STATE_NAME:ALL_SOLID:ağaç kavunu odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ thanh yên]
zh_hans: [STATE_NAME:ALL_SOLID:香橼木]

# PLANT:CITRON
source: [STATE_ADJ:ALL_SOLID:citron wood]
cs: [STATE_ADJ:ALL_SOLID:cedrátové dřevo]
de: [STATE_ADJ:ALL_SOLID:Zitronenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el cedratarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de cidro]
ja: [STATE_ADJ:ALL_SOLID:丸仏手柑の木]
ko: [STATE_ADJ:ALL_SOLID:유자 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина цитрона]
tr: [STATE_ADJ:ALL_SOLID:ağaç kavunu odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ thanh yên]
zh_hans: [STATE_ADJ:ALL_SOLID:香橼木的]

# PLANT:CITRON
source: [SEED:citron seed:citron seeds:]
cs: [SEED:cedrátové semeno:cedrátová semena:]
de: [SEED:Zitronensamen:Zitronensamen:]
eo: [SEED:semo de cedrato:semoj de cedrato:]
es: [SEED:semilla de cidrón:semillas de cidrón:]
ja: [SEED:丸仏手柑の種:丸仏手柑の種:]
ko: [SEED:유자 씨:유자 씨들:]
ru: [SEED:семя цитрона:семена цитрона:]
tr: [SEED:ağaç kavunu çekirdeği:ağaç kavunu çekirdekleri:]
vi: [SEED:hạt thanh yên:hạt thanh yên:]
zh_hans: [SEED:香橼种子:香橼种子:]

# PLANT:CITRON
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:CITRON
source: [GROWTH_NAME:citron leaf:citron leaves]
cs: [GROWTH_NAME:list cedrátu:listy cedrátu]
de: [GROWTH_NAME:Zitronenblatt:Zitronenblätter]
eo: [GROWTH_NAME:folio de cedratarbo:folioj de cedratarbo]
es: [GROWTH_NAME:hoja de cidro:hojas de cidro]
ja: [GROWTH_NAME:丸仏手柑の葉:丸仏手柑の葉]
ko: [GROWTH_NAME:유자 나무 잎:유자 나무 잎들]
ru: [GROWTH_NAME:лист цитрона:листья цитрона]
tr: [GROWTH_NAME:ağaç kavunu yaprağı:ağaç kavunu yaprakları]
vi: [GROWTH_NAME:lá thanh yên:lá thanh yên]
zh_hans: [GROWTH_NAME:香橼树叶:香橼树叶]

# PLANT:CITRON
source: [GROWTH_NAME:citron flower:STP]
cs: [GROWTH_NAME:květ cedrátu:STP]
de: [GROWTH_NAME:Zitronenblume:STP]
eo: [GROWTH_NAME:floro de cedratarbo:floroj de cedratarbo]
es: [GROWTH_NAME:flor de cidrón:STP]
ja: [GROWTH_NAME:丸仏手柑の花:STP]
ko: [GROWTH_NAME:유자 나무 꽃:STP]
ru: [GROWTH_NAME:цветок цитрона:цветы цитрона]
tr: [GROWTH_NAME:ağaç kavunu çiçeği:STP]
zh_hans: [GROWTH_NAME:香橼树花:STP]

# PLANT:CITRON
source: [GROWTH_NAME:citron:STP]
cs: [GROWTH_NAME:cedrát:STP]
de: [GROWTH_NAME:Zitrone:STP]
eo: [GROWTH_NAME:cedrato:cedratoj]
es: [GROWTH_NAME:cidrón:STP]
ja: [GROWTH_NAME:丸仏手柑:STP]
ko: [GROWTH_NAME:유자:STP]
ru: [GROWTH_NAME:плод цитрона:плоды цитрона]
tr: [GROWTH_NAME:ağaç kavunu:STP]
zh_hans: [GROWTH_NAME:香橼:STP]

# PLANT:ORANGE
source: [NAME:orange tree]
cs: [NAME:pomerančovník]
de: [NAME:Orangenbaum]
eo: [NAME:oranĝarbo]
es: [NAME:naranjo]
ja: [NAME:オレンジの木]
ko: [NAME:오렌지 나무]
ru: [NAME:апельсиновое дерево]
tr: [NAME:portakal ağacı]
vi: [NAME:cây cam]
zh_hans: [NAME:橙树]

# PLANT:ORANGE
source: [NAME_PLURAL:orange trees]
cs: [NAME_PLURAL:pomerančovníky]
de: [NAME_PLURAL:Orangenbäume]
eo: [NAME_PLURAL:oranĝarboj]
es: [NAME_PLURAL:naranjos]
ja: [NAME_PLURAL:オレンジの木]
ko: [NAME_PLURAL:오렌지 나무들]
ru: [NAME_PLURAL:апельсиновые деревья]
tr: [NAME_PLURAL:portakal ağaçları]
vi: [NAME_PLURAL:cây cam]
zh_hans: [NAME_PLURAL:橙树]

# PLANT:ORANGE
source: [ADJ:orange tree]
cs: [ADJ:pomerančovník]
de: [ADJ:Orangenbaum]
eo: [ADJ:de oranĝarbo]
es: [ADJ:naranjo]
ja: [ADJ:オレンジの木]
ko: [ADJ:오렌지 나무]
pl: [ADJ:drzewo pomarańczy]
ru: [ADJ:апельсиновое дерево]
tr: [ADJ:portakal ağacı]
vi: [ADJ:cây cam]
zh_hans: [ADJ:橙树的]

# PLANT:ORANGE
source: [STATE_NAME:ALL_SOLID:orange wood]
cs: [STATE_NAME:ALL_SOLID:pomerančové dřevo]
de: [STATE_NAME:ALL_SOLID:Orangenholz]
eo: [STATE_NAME:ALL_SOLID:ligno de oranĝarbo]
es: [STATE_NAME:ALL_SOLID:madera de naranjo]
ja: [STATE_NAME:ALL_SOLID:オレンジの木]
ko: [STATE_NAME:ALL_SOLID:오렌지 나무]
ru: [STATE_NAME:ALL_SOLID:древесина апельсина]
tr: [STATE_NAME:ALL_SOLID:portakal odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ cam]
zh_hans: [STATE_NAME:ALL_SOLID:橙树木]

# PLANT:ORANGE
source: [STATE_ADJ:ALL_SOLID:orange wood]
cs: [STATE_ADJ:ALL_SOLID:pomerančové dřevo]
de: [STATE_ADJ:ALL_SOLID:Orangenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el oranĝarbo]
es: [STATE_ADJ:ALL_SOLID:madera de naranjo]
ja: [STATE_ADJ:ALL_SOLID:オレンジの木]
ko: [STATE_ADJ:ALL_SOLID:오렌지 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина апельсина]
tr: [STATE_ADJ:ALL_SOLID:portakal odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ cam]
zh_hans: [STATE_ADJ:ALL_SOLID:橙树木的]

# PLANT:ORANGE
source: [SEED:orange seed:orange seeds:]
cs: [SEED:pomerančové semeno:pomerančová semena:]
de: [SEED:Orangensamen:Orangensamen:]
eo: [SEED:semo de oranĝo:semoj de oranĝo:]
es: [SEED:semilla de naranja:semillas de naranja:]
ja: [SEED:オレンジの種:オレンジの種:]
ko: [SEED:오렌지 씨:오렌지 씨들:]
ru: [SEED:семя апельсина:семена апельсина:]
tr: [SEED:portakal çekirdeği:portakal çekirdekleri:]
vi: [SEED:hạt cam:hạt cam:]
zh_hans: [SEED:橙子籽:橙子籽:]

# PLANT:ORANGE
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:ORANGE
source: [GROWTH_NAME:orange leaf:orange leaves]
cs: [GROWTH_NAME:list pomeranče:listy pomeranče]
de: [GROWTH_NAME:Orangenblatt:Orangenblätter]
eo: [GROWTH_NAME:folio de oranĝarbo:folioj de oranĝarbo]
es: [GROWTH_NAME:hoja de naranjo:hojas de naranjo]
ja: [GROWTH_NAME:オレンジの葉:オレンジの葉]
ko: [GROWTH_NAME:오렌지 나무 잎:오렌지 나무 잎들]
ru: [GROWTH_NAME:лист апельсина:листья апельсина]
tr: [GROWTH_NAME:portakal yaprağı:portakal yaprakları]
vi: [GROWTH_NAME:lá cam:lá cam]
zh_hans: [GROWTH_NAME:橙树叶:橙树叶]

# PLANT:ORANGE
source: [GROWTH_NAME:orange flower:STP]
cs: [GROWTH_NAME:květ pomeranče:STP]
de: [GROWTH_NAME:Orangenblüte:STP]
eo: [GROWTH_NAME:floro de oranĝarbo:floroj de oranĝarbo]
es: [GROWTH_NAME:azahar:STP]
ja: [GROWTH_NAME:オレンジの花:STP]
ko: [GROWTH_NAME:오렌지 나무 꽃:STP]
ru: [GROWTH_NAME:цветок апельсина:цветы апельсина]
tr: [GROWTH_NAME:portakal çiçeği:STP]
zh_hans: [GROWTH_NAME:橙树花:STP]

# PLANT:ORANGE
source: [GROWTH_NAME:orange:STP]
cs: [GROWTH_NAME:pomeranč:STP]
eo: [GROWTH_NAME:oranĝo:oranĝoj]
es: [GROWTH_NAME:naranja:STOP]
ja: [GROWTH_NAME:オレンジ:STP]
ko: [GROWTH_NAME:오렌지:STP]
pl: [GROWTH_NAME:pomarańcza\:STP]
ru: [GROWTH_NAME:апельсин:апельсины]
tr: [GROWTH_NAME:portakal:STP]
zh_hans: [GROWTH_NAME:橙子:STP]

# PLANT:BITTER_ORANGE
source: [NAME:bitter orange tree]
cs: [NAME:pomerančovník hořký]
de: [NAME:Bitterorangenbaum]
eo: [NAME:bigaradarbo]
es: [NAME:naranjo trifoliado]
ja: [NAME:マーマレードの木]
ko: [NAME:광귤 나무]
ru: [NAME:померанец]
tr: [NAME:turunç ağacı]
vi: [NAME:cây cam đắng]
zh_hans: [NAME:苦橙]

# PLANT:BITTER_ORANGE
source: [NAME_PLURAL:bitter orange trees]
cs: [NAME_PLURAL:pomerančovníky hořké]
de: [NAME_PLURAL:Bitterorangenbäume]
eo: [NAME_PLURAL:bigaradarboj]
es: [NAME_PLURAL:naranjos trifoliados]
ja: [NAME_PLURAL:マーマレードの木]
ko: [NAME_PLURAL:광귤 나무들]
ru: [NAME_PLURAL:деревья померанца]
tr: [NAME_PLURAL:turunç ağaçları]
vi: [NAME_PLURAL:cây cam đắng]
zh_hans: [NAME_PLURAL:苦橙树]

# PLANT:BITTER_ORANGE
source: [ADJ:bitter orange tree]
cs: [ADJ:hořkopomerančový]
de: [ADJ:Bitterorangenbaum]
eo: [ADJ:de bigaradarbo]
es: [ADJ:de naranjo trifoliado]
ja: [ADJ:マーマレードの木]
ko: [ADJ:광귤 나무]
ru: [ADJ:дерево померанца]
tr: [ADJ:turunç ağacı]
vi: [ADJ:cây cam đắng]
zh_hans: [ADJ:苦橙树的]

# PLANT:BITTER_ORANGE
source: [STATE_NAME:ALL_SOLID:bitter orange wood]
cs: [STATE_NAME:ALL_SOLID:hořkopomerančové dřevo]
de: [STATE_NAME:ALL_SOLID:Bitterorangenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el bigaradarbo]
es: [STATE_NAME:ALL_SOLID:madera de naranjo trifoliado]
ja: [STATE_NAME:ALL_SOLID:マーマレードの木]
ko: [STATE_NAME:ALL_SOLID:광귤 나무]
ru: [STATE_NAME:ALL_SOLID:древесина померанца]
tr: [STATE_NAME:ALL_SOLID:turunç odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ cam đắng]
zh_hans: [STATE_NAME:ALL_SOLID:苦橙木]

# PLANT:BITTER_ORANGE
source: [STATE_ADJ:ALL_SOLID:bitter orange wood]
cs: [STATE_ADJ:ALL_SOLID:hořkopomerančové dřevo]
de: [STATE_ADJ:ALL_SOLID:Bitterorangenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el bigaradarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de naranjo trifoliado]
ja: [STATE_ADJ:ALL_SOLID:マーマレードの木]
ko: [STATE_ADJ:ALL_SOLID:광귤 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина померанца]
tr: [STATE_ADJ:ALL_SOLID:turunç odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ cam đắng]
zh_hans: [STATE_ADJ:ALL_SOLID:苦橙木的]

# PLANT:BITTER_ORANGE
source: [SEED:bitter orange seed:bitter orange seeds:]
cs: [SEED:semeno hořkého pomeranče:semena hořkého pomeranče:]
de: [SEED:Bitterorangensamen:Bitterorangensamen:]
eo: [SEED:semo de bigarado:semoj de bigarado:]
es: [SEED:semilla de naranja trifoliada:semillas de naranja trifoliada:]
ja: [SEED:マーマレードの種:マーマレードの種:]
ko: [SEED:광귤 씨:광귤 씨들:]
ru: [SEED:семя померанца:семена померанца:]
tr: [SEED:turunç çekirdeği:turunç çekirdekleri:]
vi: [SEED:hạt cam đắng:hạt cam đắng:]
zh_hans: [SEED:苦橙种子:苦橙种子:]

# PLANT:BITTER_ORANGE
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:BITTER_ORANGE
source: [GROWTH_NAME:bitter orange leaf:bitter orange leaves]
cs: [GROWTH_NAME:list hořkého pomeranče:listy hořkého pomeranče]
de: [GROWTH_NAME:Bitterorangenblatt:Bitterorangenblätter]
eo: [GROWTH_NAME:folio de bigarado:folioj de bigarado]
es: [GROWTH_NAME:hoja de naranjo trifoliado:hojas de naranjo trifoliado]
ja: [GROWTH_NAME:マーマレードの葉:マーマレードの葉]
ko: [GROWTH_NAME:광귤 나무 잎:광귤 나무 잎들]
ru: [GROWTH_NAME:лист померанца:листья померанца]
tr: [GROWTH_NAME:turunç yaprağı:turunç yaprakları]
vi: [GROWTH_NAME:lá cam đắng:lá cam đắng]
zh_hans: [GROWTH_NAME:苦橙叶:苦橙叶]

# PLANT:BITTER_ORANGE
source: [GROWTH_NAME:bitter orange flower:STP]
cs: [GROWTH_NAME:květ hořkého pomeranče:STP]
de: [GROWTH_NAME:Bitterorangenblüte:STP]
eo: [GROWTH_NAME:floro de bigarado:floroj de bigarado]
es: [GROWTH_NAME:flor de naranja trifoliada:STP]
ja: [GROWTH_NAME:マーマレードの花:STP]
ko: [GROWTH_NAME:광귤 나무 꽃:STP]
ru: [GROWTH_NAME:цветок померанца:цветы померанца]
tr: [GROWTH_NAME:turunç çiçeği:STP]
zh_hans: [GROWTH_NAME:苦橙花:STP]

# PLANT:BITTER_ORANGE
source: [GROWTH_NAME:bitter orange:STP]
cs: [GROWTH_NAME:hořký pomeranč:STP]
eo: [GROWTH_NAME:bigarado:bigaradoj]
es: [GROWTH_NAME:naranja trifoliada:STP]
ja: [GROWTH_NAME:マーマレード:STP]
ko: [GROWTH_NAME:광귤:STP]
ru: [GROWTH_NAME:померанец:померанцы]
tr: [GROWTH_NAME:turunç:STP]
zh_hans: [GROWTH_NAME:苦橙:STP]

# PLANT:FINGER_LIME
source: [NAME:finger lime tree]
cs: [NAME:limetovník prstový]
de: [NAME:Fingerlindenbaum]
eo: [NAME:kaviarlimearbo]
es: [NAME:arbol de lima dedo]
ja: [NAME:フィンガーライムの木]
ko: [NAME:핑거라임 나무]
ru: [NAME:пальчиковый лайм]
tr: [NAME:parmak limonu ağacı]
vi: [NAME:cây chanh ngón tay]
zh_hans: [NAME:指橘树]

# PLANT:FINGER_LIME
source: [NAME_PLURAL:finger lime trees]
cs: [NAME_PLURAL:limetovníky prstové]
de: [NAME_PLURAL:Fingerlindenbäume]
eo: [NAME_PLURAL:kaviarlimearboj]
es: [NAME_PLURAL:arboles de lima dedo]
ja: [NAME_PLURAL:フィンガーライムの木]
ko: [NAME_PLURAL:핑거라임 나무들]
ru: [NAME_PLURAL:деревья пальчикового лайма]
tr: [NAME_PLURAL:parmak limonu ağaçları]
vi: [NAME_PLURAL:cây chanh ngón tay]
zh_hans: [NAME_PLURAL:指橘树]

# PLANT:FINGER_LIME
source: [ADJ:finger lime tree]
cs: [ADJ:prstově-limetový]
de: [ADJ:Fingerlindenbaum]
eo: [ADJ:de kaviarlimearbo]
es: [ADJ:de arbol de lima dedo]
ja: [ADJ:フィンガーライムの木]
ko: [ADJ:핑거라임 나무]
ru: [ADJ:пальчиковый лайм]
tr: [ADJ:parmak limonu ağacı]
vi: [ADJ:cây chanh ngón tay]
zh_hans: [ADJ:指橘树的]

# PLANT:FINGER_LIME
source: [STATE_NAME:ALL_SOLID:finger lime wood]
cs: [STATE_NAME:ALL_SOLID:prstově-limetové dřevo]
de: [STATE_NAME:ALL_SOLID:Fingerlinden-Holz]
eo: [STATE_NAME:ALL_SOLID:ligno el kaviarlimearbo]
es: [STATE_NAME:ALL_SOLID:madera de lima dedo]
ja: [STATE_NAME:ALL_SOLID:フィンガーライムの木]
ko: [STATE_NAME:ALL_SOLID:핑거라임 나무]
ru: [STATE_NAME:ALL_SOLID:древесина пальчикового лайма]
tr: [STATE_NAME:ALL_SOLID:parmak limonu odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ chanh ngón tay]
zh_hans: [STATE_NAME:ALL_SOLID:指橘木]

# PLANT:FINGER_LIME
source: [STATE_ADJ:ALL_SOLID:finger lime wood]
cs: [STATE_ADJ:ALL_SOLID:prstově-limetové dřevo]
de: [STATE_ADJ:ALL_SOLID:Fingerlinden-Holz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el kaviarlimearbo]
es: [STATE_ADJ:ALL_SOLID:de madera de lima dedo]
ja: [STATE_ADJ:ALL_SOLID:フィンガーライムの木]
ko: [STATE_ADJ:ALL_SOLID:핑거라임 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина пальчикового лайма]
tr: [STATE_ADJ:ALL_SOLID:parmak limonu odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ chanh ngón tay]
zh_hans: [STATE_ADJ:ALL_SOLID:指橘木的]

# PLANT:FINGER_LIME
source: [SEED:finger lime seed:finger lime seeds:]
cs: [SEED:semeno prstové limety:semena prstové limety:]
de: [SEED:Fingerlindensamen:Fingerlindensamen:]
eo: [SEED:semo de kaviarlimeo:semoj de kaviarlimeo:]
es: [SEED:semilla de lima dedo:semillas de lima dedo:]
ja: [SEED:フィンガーライムの種:フィンガーライムの種:]
ko: [SEED:핑거라임 씨:핑거라임 씨들:]
ru: [SEED:семя пальчикового лайма:семена пальчикового лайма:]
tr: [SEED:parmak limonu çekirdeği:parmak limonu çekirdekleri:]
vi: [SEED:hạt chanh ngón tay:hạt chanh ngón tay:]
zh_hans: [SEED:指橘种子:指橘种子:]

# PLANT:FINGER_LIME
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:FINGER_LIME
source: [GROWTH_NAME:finger lime leaf:finger lime leaves]
cs: [GROWTH_NAME:list prstové limety:listy prstové limety]
de: [GROWTH_NAME:Fingerlindenblatt:Fingerlindenblätter]
eo: [GROWTH_NAME:folio de kaviarlimearbo:folioj de kaviarlimearbo]
es: [GROWTH_NAME:hoja de lima dedo:hojas de lima dedo]
ja: [GROWTH_NAME:フィンガーライムの葉:フィンガーライムの葉]
ko: [GROWTH_NAME:핑거라임 나무 잎:핑거라임 나무 잎들]
ru: [GROWTH_NAME:лист пальчикового лайма:листья пальчикового лайма]
tr: [GROWTH_NAME:parmak limonu yaprağı:parmak limonu yaprakları]
vi: [GROWTH_NAME:lá chanh ngón tay:lá chanh ngón tay]
zh_hans: [GROWTH_NAME:指橘叶:指橘叶]

# PLANT:FINGER_LIME
source: [GROWTH_NAME:finger lime flower:STP]
cs: [GROWTH_NAME:květ prstové limety:STP]
de: [GROWTH_NAME:Fingerlinden-Blüte:STP]
eo: [GROWTH_NAME:floro de kaviarlimeo:floroj de kaviarlimeo]
es: [GROWTH_NAME:flor de lima dedo:STP]
ja: [GROWTH_NAME:フィンガーライムの花:STP]
ko: [GROWTH_NAME:핑거라임 나무 꽃:STP]
ru: [GROWTH_NAME:цветок пальчикового лайма:цветы пальчикового лайма]
tr: [GROWTH_NAME:parmak limonu çiçeği:STP]
zh_hans: [GROWTH_NAME:指橘花:STP]

# PLANT:FINGER_LIME
source: [GROWTH_NAME:finger lime:STP]
cs: [GROWTH_NAME:prstová limeta:STP]
de: [GROWTH_NAME:Fingerlinde:STP]
eo: [GROWTH_NAME:kaviarlimeo:kaviarlimeoj]
es: [GROWTH_NAME:lima dedo:STP]
ja: [GROWTH_NAME:フィンガーライム:STP]
ko: [GROWTH_NAME:핑거라임:STP]
ru: [GROWTH_NAME:пальчиковый лайм:пальчиковые лаймы]
tr: [GROWTH_NAME:parmak limonu:STP]
zh_hans: [GROWTH_NAME:指橘:STP]
