Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# ENTITY:MOUNTAIN
source: [DESCRIPTION:The chief medical dwarf allows you to see the overall health of dwarves in your fortress.]
cs: [DESCRIPTION:Hlavní felčar vám umožňuje sledovat celkový zdravotní stav trpaslíků ve vaší pevnosti.]
de: [DESCRIPTION:Der Oberarzt der Zwerge ermöglicht es dir, den allgemeinen Gesundheitszustand der Zwerge in deiner Festung zu sehen.]
eo: [DESCRIPTION:La ĉefmedicinisto ebligas vin vidi la ĝeneralan sanon de la dvarfoj en via fortreso.]
ko: [DESCRIPTION:수석 의무관은 당신의 요새에 있는 드워프들의 건강 상태를 확인할 수 있게 합니다.]
ru: [DESCRIPTION:Главный дварф-медик позволяет вам видеть общее состояние здоровья дварфов в вашей крепости.]
tr: [DESCRIPTION:Başhekim cüce, kalenizdeki cücelerin genel sağlığını görmenizi sağlar.]
vi: [DESCRIPTION:The chief medical dwarf allows you to see the overall health of dwarves in your fortress.: Trưởng y lùn cho phép bạn xem tình trạng sức khỏe tổng thể của những người lùn trong pháo đài của bạn.]

# ENTITY:MOUNTAIN
source: [NAME:broker:brokers]
cs: [NAME:obchodník:obchodníci]
de: [NAME:Makler:Makler]
eo: [NAME:makleristo:makleristoj]
es: [NAME:agente comercial:agentes comerciales]
ja: [NAME:交易鑑定人:交易鑑定人:交易鑑定人]
ko: [NAME:중개인:중개인들]
ru: [NAME:брокер:брокеры]
tr: [NAME:komisyoncu:komisyoncular]
vi: [NAME:broker: người môi giới:brokers: những người môi giới]

# ENTITY:MOUNTAIN
source: [DESCRIPTION:The broker uses their appraisal skill to allow you to see the value of items in the fortress. They are also the default negotiator with visiting merchants.]
cs: [DESCRIPTION:Obchodník využívá své dovednosti odhadu k určení hodnoty předmětů v pevnosti. Je také výchozím vyjednavačem s návštěvnickými obchodníky.]
de: [DESCRIPTION:Der Makler nutzt seine Schätzfähigkeiten, damit Sie den Wert von Gegenständen in der Festung sehen können. Sie sind auch der Standardunterhändler bei besuchenden Händlern.]
eo: [DESCRIPTION:La makleristo uzas sian taksan lerton por ebligi vin vidi la valoron de la aĵoj en la fortreso. Ri ankaŭ estas la defaŭlta negocisto kun alvojaĝantaj komercistoj.]
ko: [DESCRIPTION:중개인은 자신의 감정 기술을 사용하여 요새에 있는 아이템의 가치를 확인할 수 있습니다. 방문 상인들과의 기본 협상자이기도 합니다.]
ru: [DESCRIPTION:Брокер использует свои навыки оценки, чтобы вы могли видеть стоимость предметов в крепости. Они также являются переговорщиками по умолчанию с приезжими торговцами.]
tr: [DESCRIPTION:Komisyoncu, kaledeki eşyaların değerini görmenizi sağlamak için değer biçme becerisini kullanır. Ayrıca ziyaret eden tüccarlarla varsayılan müzakerecidir.]
vi: [DESCRIPTION:The broker uses their appraisal skill to allow you to see the value of items in the fortress. They are also the default negotiator with visiting merchants.: Người môi giới sử dụng kỹ năng định giá của họ để bạn có thể thấy giá trị của các vật phẩm trong pháo đài. Họ cũng là người đàm phán mặc định với các thương nhân đến thăm.]

# ENTITY:MOUNTAIN
source: [NAME:bookkeeper:bookkeepers]
cs: [NAME:účetní:účetní]
de: [NAME:Buchhalter:Buchhalter]
eo: [NAME:registristo:registristoj]
es: [NAME:contador:contadores]
ja: [NAME:在庫管理者:在庫管理者:在庫管理者]
ko: [NAME:화계사:회계사들]
ru: [NAME:счетовод:счетоводы]
tr: [NAME:muhasebeci:muhasebeciler]
vi: [NAME:bookkeeper: kế toán trưởng:bookkeepers: các kế toán trưởng]

# ENTITY:MOUNTAIN
source: [DESCRIPTION:The bookkeeper keeps an accurate count of items in the fortress. They work in their office to improve the precision of the count.]
cs: [DESCRIPTION:Účetní vede přesnou evidenci předmětů v pevnosti. Pracuje ve své kanceláři, aby zvýšil přesnost záznamů.]
de: [DESCRIPTION:Der Buchhalter führt eine genaue Zählung der Gegenstände in der Festung durch. Er arbeitet in seinem Büro, um die Genauigkeit der Zählung zu verbessern.]
eo: [DESCRIPTION:La registristo konservas precizan kalkulon de la aĵoj en la fortreso. Ri laboras en sia oficejo por la precizecon de la kalkulo plibonigi.]
ko: [DESCRIPTION:회계사는 요새에 있는 항목의 정확한 수를 유지합니다. 그들은 카운트의 정확성을 향상시키기 위해 사무실에서 일합니다.]
ru: [DESCRIPTION:Счетовод ведет точный подсчет предметов в крепости. Он работают в своем офисе, чтобы улучшить точность подсчета.]
tr: [DESCRIPTION:Muhasebeci kaledeki eşyaların doğru sayımını tutar. Sayımın hassasiyetini artırmak için ofislerinde çalışırlar.]
vi: [DESCRIPTION:The bookkeeper keeps an accurate count of items in the fortress. They work in their office to improve the precision of the count.: Kế toán trưởng giữ một bản đếm chính xác các vật phẩm trong pháo đài. Họ làm việc trong văn phòng để cải thiện độ chính xác của số liệu đếm.]

# ENTITY:MOUNTAIN
source: [NAME:outpost liaison:outpost liaisons]
cs: [NAME:styčný důstojník:styční důstojníci]
de: [NAME:Vorposten-Kontaktperson:Vorposten-Kontaktpersonen]
eo: [NAME:setleja komisiisto:setlejaj komisiistoj]
es: [NAME:coordinador de asentamientos:coordinadores de asentamientos]
ja: [NAME:本国特使:本国特使:本国特使]
ko: [NAME:전초기지 연락담당자:전초기지 연락담당자들]
ru: [NAME:представитель поселения:представители поселения]
tr: [NAME:karakol irtibatçısı:karakol irtibatçıları]
vi: [NAME:outpost liaison: sĩ quan liên lạc tiền đồn:outpost liaisons: các sĩ quan liên lạc tiền đồn]

# ENTITY:MOUNTAIN
source: [NAME:diplomat:diplomats]
cs: [NAME:diplomat:diplomaté]
de: [NAME:Diplomat:Diplomaten]
eo: [NAME:diplomato:diplomatoj]
es: [NAME:diplomático:diplomáticos]
ja: [NAME:外交官:外交官:外交官]
ko: [NAME:외교관:외교관들]
ru: [NAME:дипломат:дипломаты]
tr: [NAME:diplomat:diplomatlar]
vi: [NAME:diplomat: nhà ngoại giao:diplomats: các nhà ngoại giao]

# ENTITY:MOUNTAIN
source: [NAME_MALE:duke:dukes]
cs: [NAME_MALE:vévoda:vévodové]
de: [NAME_MALE:Herzog:Herzöge]
eo: [NAME_MALE:dukiĉo:dukiĉoj]
es: [NAME_MALE:duque:duques]
ja: [NAME_MALE:侯爵:侯爵]
ko: [NAME_MALE:공작:공작들]
ru: [NAME_MALE:герцог:герцоги]
tr: [NAME_MALE:dük:dükler]
vi: [NAME_MALE:duke: công tước:dukes: các công tước]

# ENTITY:MOUNTAIN
source: [NAME_FEMALE:duchess:duchesses]
cs: [NAME_FEMALE:vévodkyně:vévodkyně]
de: [NAME_FEMALE:Herzogin:Herzoginnen]
eo: [NAME_FEMALE:dukino:dukinoj]
es: [NAME_FEMALE:duquesa:duquesas]
ja: [NAME_FEMALE:女侯爵:女侯爵]
ko: [NAME_FEMALE:공작부인:공작부인들]
ru: [NAME_FEMALE:герцогиня:герцогини]
tr: [NAME_FEMALE:düşes:düşesler]
vi: [NAME_FEMALE:duchess: nữ công tước:duchesses: các nữ công tước]

# ENTITY:MOUNTAIN
source: [SPOUSE_MALE:duke consort:dukes consort]
cs: [SPOUSE_MALE:vévodův choť:choti vévody]
de: [SPOUSE_MALE:Herzogsgemahl:Herzogsgemahle]
eo: [SPOUSE_MALE:edzodukiĉo:edzodukiĉoj]
es: [SPOUSE_MALE:duque consorte:duques consortes]
ja: [SPOUSE_MALE:公配:公配]
ko: [SPOUSE_MALE:공작의 배우자:공작의 배우자들]
ru: [SPOUSE_MALE:герцог-консорт:герцоги-консорты]
tr: [SPOUSE_MALE:eş dük:eş dükler]
vi: [SPOUSE_MALE:duke consort: công phu:dukes consort: các công phu]

# ENTITY:MOUNTAIN
source: [SPOUSE_FEMALE:duchess consort:duchesses consort]
cs: [SPOUSE_FEMALE:vévodkynin choť:choti vévodkyně]
de: [SPOUSE_FEMALE:Herzogingemahlin:Herzogingemahlinnen]
eo: [SPOUSE_FEMALE:edzodukino:eszodukinoj]
es: [SPOUSE_FEMALE:duquesa consorte:duquesas consortes]
ja: [SPOUSE_FEMALE:公爵夫人:侯爵夫人]
ko: [SPOUSE_FEMALE:공작부인의 배우자:공작부인의 배우자들]
ru: [SPOUSE_FEMALE:герцогиня-консорт:герцогини-консорты]
tr: [SPOUSE_FEMALE:eş düşes:eş düşesler]
vi: [SPOUSE_FEMALE:duchess consort: công nương:duchesses consort: các công nương]

# ENTITY:MOUNTAIN
source: [LAND_NAME:a duchy]
cs: [LAND_NAME:vévodství]
de: [LAND_NAME:Herzogtum]
eo: [LAND_NAME:dukujo]
es: [LAND_NAME:un ducado]
ja: [LAND_NAME:公爵領]
ko: [LAND_NAME:공작 영지]
ru: [LAND_NAME:герцогство]
tr: [LAND_NAME:bir düklük]
vi: [LAND_NAME:a duchy: một công quốc]

# ENTITY:MOUNTAIN
source: [NAME_MALE:count:counts]
cs: [NAME_MALE:hrabě:hrabata]
de: [NAME_MALE:Graf:Grafen]
eo: [NAME_MALE:grafiĉo:grafiĉoj]
es: [NAME_MALE:conde:condes]
ja: [NAME_MALE:侯爵:侯爵]
ko: [NAME_MALE:백작:백작들]
ru: [NAME_MALE:граф:графы]
tr: [NAME_MALE:kont:kontlar]
vi: [NAME_MALE:count: bá tước:counts: các bá tước]

# ENTITY:MOUNTAIN
source: [NAME_FEMALE:countess:countesses]
cs: [NAME_FEMALE:hraběnka:hraběnky]
de: [NAME_FEMALE:Gräfin:Gräfinnen]
eo: [NAME_FEMALE:grafino:grafinoj]
es: [NAME_FEMALE:condesa:condesas]
ja: [NAME_FEMALE:女侯爵:女侯爵]
ko: [NAME_FEMALE:백작부인:백작부인들]
ru: [NAME_FEMALE:графиня:графини]
tr: [NAME_FEMALE:kontes:kontesler]
vi: [NAME_FEMALE:countess: nữ bá tước:countesses: các nữ bá tước]

# ENTITY:MOUNTAIN
source: [SPOUSE_MALE:count consort:counts consort]
cs: [SPOUSE_MALE:hraběcí choť:choti hraběte]
de: [SPOUSE_MALE:Grafsgemahl:Grafsgemahle]
eo: [SPOUSE_MALE:edzografiĉo:edzografiĉoj]
es: [SPOUSE_MALE:conde consorte:condes consortes]
ja: [SPOUSE_MALE:候配:候配]
ko: [SPOUSE_MALE:백작의 배우자:백작의 배우자들]
ru: [SPOUSE_MALE:граф-консорт:графы-консорты]
tr: [SPOUSE_MALE:eş kont:eş kontlar]
vi: [SPOUSE_MALE:count consort: bá phu:counts consort: các bá phu]

# ENTITY:MOUNTAIN
source: [SPOUSE_FEMALE:countess consort:countesses consort]
cs: [SPOUSE_FEMALE:choť hraběnky:choti hraběnky]
de: [SPOUSE_FEMALE:Gräfinsgemahl:Gräfinsgemahle]
eo: [SPOUSE_FEMALE:edzografino:edzografinoj]
es: [SPOUSE_FEMALE:condesa consorte:condesas consortes]
ja: [SPOUSE_FEMALE:侯爵夫人:侯爵夫人]
ko: [SPOUSE_FEMALE:백작부인의 배우자:백작부인의 배우자들]
ru: [SPOUSE_FEMALE:графиня-консорт:графини-консорты]
tr: [SPOUSE_FEMALE:eş kontes:eş kontesler]
vi: [SPOUSE_FEMALE:countess consort: bá nương:countesses consort: các bá nương]

# ENTITY:MOUNTAIN
source: [LAND_NAME:a county]
cs: [LAND_NAME:hrabství]
de: [LAND_NAME:Grafschaft]
eo: [LAND_NAME:grafujo]
es: [LAND_NAME:un país]
ja: [LAND_NAME:侯爵領]
ko: [LAND_NAME:백작 영지]
ru: [LAND_NAME:графство]
tr: [LAND_NAME:bir kontluk]
vi: [LAND_NAME:a county: một bá quốc]

# ENTITY:MOUNTAIN
source: [NAME_MALE:baron:barons]
cs: [NAME_MALE:baron:baroni]
de: [NAME_MALE:Baron:Barone]
eo: [NAME_MALE:baroniĉo:baroniĉoj]
es: [NAME_MALE:barón:barones]
ja: [NAME_MALE:男爵:男爵]
ko: [NAME_MALE:남작:남작들]
ru: [NAME_MALE:барон:бароны]
tr: [NAME_MALE:baron:baronlar]

# ENTITY:MOUNTAIN
source: [NAME_FEMALE:baroness:baronesses]
cs: [NAME_FEMALE:baronka:baronky]
de: [NAME_FEMALE:Baronin:Baroninnen]
eo: [NAME_FEMALE:baronino:baroninoj]
es: [NAME_FEMALE:baronesa:baronesas]
ja: [NAME_FEMALE:女男爵:女男爵]
ko: [NAME_FEMALE:남작부인:남작부인들]
ru: [NAME_FEMALE:баронесса:баронессы]
tr: [NAME_FEMALE:barones:baronesler]
vi: [NAME_FEMALE:baroness: nữ nam tước:baronesses: các nữ nam tước]

# ENTITY:MOUNTAIN
source: [SPOUSE_MALE:baron consort:barons consort]
cs: [SPOUSE_MALE:baronův choť:choti barona]
de: [SPOUSE_MALE:Baronsgemahl:Baronsgemahle]
eo: [SPOUSE_MALE:edzobaroniĉo:edzobaroniĉoj]
es: [SPOUSE_MALE:barón consorte:barones consortes]
ja: [SPOUSE_MALE:男配:男配]
ko: [SPOUSE_MALE:남작의 배우자:남작의 배우자들]
ru: [SPOUSE_MALE:барон-консорт:бароны-консорты]
tr: [SPOUSE_MALE:eş baron:eş baronlar]
vi: [SPOUSE_MALE:baron consort: nam phu:barons consort: các nam phu]

# ENTITY:MOUNTAIN
source: [SPOUSE_FEMALE:baroness consort:baronesses consort]
cs: [SPOUSE_FEMALE:choť baronky:choti baronky]
de: [SPOUSE_FEMALE:Baroninnengemahl:Baroninnengemahle]
eo: [SPOUSE_FEMALE:edzobaronino:edzobaroninoj]
es: [SPOUSE_FEMALE:baronesa consorte:baronesas consortes]
ja: [SPOUSE_FEMALE:男爵夫人:男爵夫人]
ko: [SPOUSE_FEMALE:남작부인의 배우자:남작부인의 배우자들]
ru: [SPOUSE_FEMALE:баронесса-консорт:баронессы-консорты]
tr: [SPOUSE_FEMALE:eş barones:eş baronesler]
vi: [SPOUSE_FEMALE:baroness consort: nam nương:baronesses consort: các nam nương]

# ENTITY:MOUNTAIN
source: [LAND_NAME:a barony]
cs: [LAND_NAME:baronství]
de: [LAND_NAME:Baronie]
eo: [LAND_NAME:baronujo]
es: [LAND_NAME:una baronía]
ja: [LAND_NAME:男爵領]
ko: [LAND_NAME:남작의 영지]
ru: [LAND_NAME:баронство]
tr: [LAND_NAME:bir baronluk]
vi: [LAND_NAME:a barony: một lãnh địa nam tước]

# ENTITY:MOUNTAIN
source: [NAME:champion:champions]
cs: [NAME:šampión:šampióni]
eo: [NAME:probatalanto:probatalantoj]
es: [NAME:campeón:campeones]
ja: [NAME:軍事教官:軍事教官:軍事教官]
ko: [NAME:챔피언:챔피언들]
ru: [NAME:чемпион:чемпионы]
tr: [NAME:şampiyon:şampiyonlar]

# ENTITY:MOUNTAIN
source: [NAME:hammerer:hammerers]
cs: [NAME:kat:katové]
de: [NAME:Stumpfrichter:Stumpfrichter]
eo: [NAME:martelekzekutisto:martelekzekutistoj]
es: [NAME:verdugo:verdugos]
ja: [NAME:処刑人:処刑人:処刑人]
ko: [NAME:해머러:해머러들]
ru: [NAME:молотобоец:молотобойцы]
tr: [NAME:çekiççi:çekiççiler]
vi: [NAME:hammerer: người hành quyết:hammerers: những người hành quyết]

# ENTITY:MOUNTAIN
source: [NAME:dungeon master:dungeon masters]
cs: [NAME:žalářník:žalářníci]
de: [NAME:Kerkermeister:Kerkermeister]
eo: [NAME:karcermastro:karcermastroj]
es: [NAME:amo del calabozo:amos de los calabozos]
ja: [NAME:ダンジョンマスター:ダンジョンマスター:ダンジョンマスター]
ko: [NAME:던전 마스터:던전 마스터들]
ru: [NAME:хозяин подземелья:хозяева подземелья]
tr: [NAME:zindan efendisi:zindan efendileri]
vi: [NAME:dungeon master: chủ ngục:dungeon masters: các chủ ngục]
zh_hans: [NAME:地下城主:地下城主]

# ENTITY:MOUNTAIN
source: [NAME:administrator:administrators]
cs: [NAME:administrátor:administrátoři]
de: [NAME:Verwalter:Verwalter]
eo: [NAME:intendanto:intendantoj]
es: [NAME:administrador:administradores]
ko: [NAME:관리자:관리자들]
ru: [NAME:администратор:администраторы]
tr: [NAME:idareci:idareciler]
vi: [NAME:administrator: quản trị viên:administrators: các quản trị viên]
zh_hans: [NAME:行政官:行政官]

# ENTITY:MOUNTAIN
source: [NAME:messenger:messengers]
cs: [NAME:posel:poslové]
de: [NAME:Bote:Boten]
eo: [NAME:anoncanto:anoncantoj]
ko: [NAME:전달자:전달자들]
ru: [NAME:посыльный:посыльные]
tr: [NAME:ulak:ulaklar]
vi: [NAME:messenger: sứ giả:messengers: các sứ giả]
zh_hans: [NAME:信使:信使]

# ENTITY:FOREST
source: [NAME:druid:druids]
cs: [NAME:druid:druidové]
de: [NAME:Driude:Druiden]
eo: [NAME:druido:druidoj]
es: [NAME:druida:druidas]
ja: [NAME:ドルイド:ドルイド:ドルイド]
ko: [NAME:드루이드:드루이드들]
pl: [NAME:druid:druidzi]
ru: [NAME:друид:друиды]
tr: [NAME:druid:druidler]
vi: [NAME:druid: pháp sư Druid:druids: các pháp sư Druid]

# ENTITY:FOREST
source: [NAME:acolyte:acolytes]
cs: [NAME:akolyta:akolyty]
de: [NAME:Gefolgsmann:Gefolgsmänner]
eo: [NAME:akolito:akolitoj]
es: [NAME:acólito:acólitos]
ja: [NAME:僧侶:僧侶:僧侶]
ko: [NAME:시종:시종들]
pl: [NAME:akolita:akolici]
ru: [NAME:служитель:служители]
tr: [NAME:akolit:akolitler]
vi: [NAME:acolyte: đệ tử:Môn đệ]

# ENTITY:FOREST
source: [NAME:princess:princesses]
cs: [NAME:princezna:princezny]
de: [NAME:Prinzessin:Prinzessinnen]
eo: [NAME:reĝidino:reĝidinoj]
es: [NAME:princesa:princesas]
ja: [NAME:王女:王女:王女]
ko: [NAME:공주:공주들]
pl: [NAME:księżniczka:księżniczki]
ru: [NAME:принцесса:принцессы]
tr: [NAME:prenses:prensesler]
vi: [NAME:Công chúa:Các công chúa]

# ENTITY:FOREST
source: [NAME:queen:queens]
cs: [NAME:královna:královny]
de: [NAME:Königin:Königinnen]
eo: [NAME:reĝino:reĝinoj]
es: [NAME:reina:reinas]
ja: [NAME:女王:女王:女王]
ko: [NAME:여왕:여왕들]
pl: [NAME:królowa:królowe]
ru: [NAME:королева:королевы]
tr: [NAME:kraliçe:kraliçeler]
vi: [NAME:queen: hoàng hậu:queens: các hoàng hậu]

# ENTITY:FOREST
source: [NAME:diplomat:diplomats]
cs: [NAME:diplomat:diplomaté]
de: [NAME:Diplomat:Diplomaten]
eo: [NAME:diplomato:diplomatoj]
es: [NAME:diplomático:diplomáticos]
ja: [NAME:エルフ文明の特使:エルフ文明の特使:エルフ文明の特使]
ko: [NAME:외교관:외교관들]
pl: [NAME:dyplomata:dyplomaci]
ru: [NAME:дипломат:дипломаты]
tr: [NAME:diplomat:diplomatlar]
vi: [NAME:diplomat: nhà ngoại giao:diplomats: các nhà ngoại giao]

# ENTITY:FOREST
source: [NAME:ranger captain:ranger captains]
cs: [NAME:kapitán hraničářů:kapitáni hraničářů]
de: [NAME:Försterhauptmann:Försterhauptmänner]
eo: [NAME:arbargard-kapitano:arbargard-kapitanoj]
es: [NAME:capitán ranger:capitanes rangers]
ja: [NAME:レンジャー長:レンジャー長:レンジャー長]
ko: [NAME:레인저 대장:레인저 대장들]
ru: [NAME:капитан егерей:капитан егерей]
tr: [NAME:kolcu yüzbaşısı:kolcu yüzbaşıları]
vi: [NAME:Đội trưởng Kiểm lâm:Các đội trưởng Kiểm lâm]

# ENTITY:FOREST
source: [SQUAD:10:ranger:rangers]
cs: [SQUAD:10:hraničář:hraničáři]
de: [SQUAD:10:Förster:Förster]
eo: [SQUAD:10:arbargardisto:arbargardistoj]
ja: [SQUAD:10:レンジャー:レンジャー]
ko: [SQUAD:10:레인저:레인저들]
ru: [SQUAD:10:егерь:егеря]
tr: [SQUAD:10:kolcu:kolcular]
vi: [SQUAD:10:Kiểm lâm viên:Các Kiểm lâm viên]

# INTERACTION:CLEANING
source: [IT_MANUAL_INPUT:creature]
de: [IT_MANUAL_INPUT:Kreatur]
eo: [IT_MANUAL_INPUT:estaĵo]
es: [IT_MANUAL_INPUT:criatura]
ko: [IT_MANUAL_INPUT:생물]
ru: [IT_MANUAL_INPUT:существо]
tr: [IT_MANUAL_INPUT:yaratık]
vi: [IT_MANUAL_INPUT:Sinh vật]

# INTERACTION:BP_BUMP
source: [IT_MANUAL_INPUT:creature]
de: [IT_MANUAL_INPUT:Kreatur]
eo: [IT_MANUAL_INPUT:estaĵo]
es: [IT_MANUAL_INPUT:criatura]
ja: [IT_MANUAL_INPUT:クリーチャー]
ko: [IT_MANUAL_INPUT:생물]
ru: [IT_MANUAL_INPUT:существо]
tr: [IT_MANUAL_INPUT:yaratık]
vi: [IT_MANUAL_INPUT:Sinh vật]

# INTERACTION:PET_ANIMAL
source: [IT_MANUAL_INPUT:creature]
de: [IT_MANUAL_INPUT:Kratur]
eo: [IT_MANUAL_INPUT:estaĵo]
es: [IT_MANUAL_INPUT:criatura]
ja: [IT_MANUAL_INPUT:クリーチャー]
ko: [IT_MANUAL_INPUT:생물]
ru: [IT_MANUAL_INPUT:существо]
tr: [IT_MANUAL_INPUT:yaratık]
vi: [IT_MANUAL_INPUT:Sinh vật]

# INTERACTION:MATERIAL_EMISSION
source: [IT_MANUAL_INPUT:target]
de: [IT_MANUAL_INPUT:Ziel]
eo: [IT_MANUAL_INPUT:celo]
es: [IT_MANUAL_INPUT:objetivo]
ja: [IT_MANUAL_INPUT:ターゲット]
ko: [IT_MANUAL_INPUT:목표물]
ru: [IT_MANUAL_INPUT:цель]
tr: [IT_MANUAL_INPUT:hedef]
vi: [IT_MANUAL_INPUT:Mục tiêu]

# ITEM_AMMO:ITEM_AMMO_BOLTS
source: [NAME:bolt:bolts]
cs: [NAME:šipka:šipky]
de: [NAME:Bolzen:Bolzen]
eo: [NAME:arbalestosago:arbalestosagoj]
es: [NAME:virote:virotes]
ja: [NAME:ボルト:ボルト:ボルト]
ko: [NAME:볼트:볼트들]
ru: [NAME:болт:болты]
tr: [NAME:kundak yayı oku:kundak yayı okları]
vi: [NAME:Mũi tên nỏ:Các mũi tên nỏ]

# ITEM_AMMO:ITEM_AMMO_BOLTS
source: [ATTACK:EDGE:5:1000:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:5:1000:bodat:bodá:NO_SUB:]
de: [ATTACK:EDGE:5:1000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:5:1000:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:5:1000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:5:1000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:5:1000:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:5:1000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:5:1000:sapla:saplar:NO_SUB:]

# ITEM_AMMO:ITEM_AMMO_ARROWS
source: [NAME:arrow:arrows]
cs: [NAME:šíp:šípy]
de: [NAME:Pfeil:Pfeile]
eo: [NAME:sago:sagoj]
es: [NAME:flecha:flechas]
ja: [NAME:矢:矢:矢]
ko: [NAME:화살:화살들]
pl: [NAME:strzała:strzały]
ru: [NAME:стрела:стрелы]
tr: [NAME:ok:oklar]
vi: [NAME:Mũi tên:Các mũi tên]
zh_hans: [NAME:箭:箭]

# ITEM_AMMO:ITEM_AMMO_ARROWS
source: [ATTACK:EDGE:5:1000:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:5:1000:bodat:bodá:NO_SUB:]
de: [ATTACK:EDGE:5:1000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:5:1000:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:5:1000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:5:1000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:5:1000:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:5:1000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:5:1000:sapla:saplar:NO_SUB:]

# ITEM_AMMO:ITEM_AMMO_BLOWDARTS
source: [NAME:blowdart:blowdarts]
cs: [NAME:šípka do foukačky:šípky do foukačky]
de: [NAME:Blaspfeil:Blaspfeile]
eo: [NAME:sageto:sagetoj]
es: [NAME:dardo de cerbatana:dardos de cerbatana]
ja: [NAME:吹き矢:吹き矢:吹き矢]
ko: [NAME:블로우다트:블로우다트들]
pl: [NAME:dmuchana strzałka: dmuchana strzałka]
ru: [NAME:дротик:дротики]
tr: [NAME:üfleme oku:üfleme okları]
vi: [NAME:Phi tiêu thổi:Các phi tiêu thổi]

# ITEM_AMMO:ITEM_AMMO_BLOWDARTS
source: [ATTACK:EDGE:1:50:stick:sticks:NO_SUB:]
cs: [ATTACK:EDGE:1:50:píchnout:píchá:NO_SUB:]
de: [ATTACK:EDGE:1:50:Stock:Stöcker:NO_SUB:]
eo: [ATTACK:EDGE:1:50:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:1:50:palo:palos:NO_SUB:]
ja: [ATTACK:EDGE:1:50:刺す:刺す:NO_SUB:]
ru: [ATTACK:EDGE:1:50:втыкаете:втыкается:NO_SUB:]
tr: [ATTACK:EDGE:1:50:batır:batırır:NO_SUB:]

# ITEM_ARMOR:ITEM_ARMOR_BREASTPLATE
source: [NAME:breastplate:breastplates]
cs: [NAME:krunýř:krunýře]
de: [NAME:Brustplatte:Brustplatten]
eo: [NAME:kiraso:kirasoj]
es: [NAME:pechera:pecheras]
ja: [NAME:胸甲:胸甲:胸甲]
ko: [NAME:흉갑:흉갑들]
pl: [NAME:napierśnik:napierśniki]
ru: [NAME:нагрудник:нагрудники]
tr: [NAME:göğüs zırhı:göğüs zırhları]
vi: [NAME:Giáp ngực:Các giáp ngực]

# ITEM_ARMOR:ITEM_ARMOR_MAIL_SHIRT
source: [NAME:mail shirt:mail shirts]
cs: [NAME:kroužková košile:kroužkové košile]
de: [NAME:Kettenhemd:Kettenhemden]
eo: [NAME:maŝkiraso:maŝkirasoj]
es: [NAME:cota de malla:cotas de malla]
ja: [NAME:鎖帷子:鎖帷子:鎖帷子]
pl: [NAME:koszula pocztowa:koszule pocztowe]
ru: [NAME:кольчуга:кольчуги]
tr: [NAME:zincir gömlek:zincir gömlekler]
vi: [NAME:Áo giáp xích:Các áo giáp xích]

# ITEM_ARMOR:ITEM_ARMOR_LEATHER
source: [NAME:armor:armor]
cs: [NAME:zbroj:zbroje]
de: [NAME:Rüstung:Rüstungen]
eo: [NAME:ŝirmarmo:ŝirmarmoj]
es: [NAME:armadura:armaduras]
ja: [NAME:防具:防具:防具]
ko: [NAME:갑옷:갑옷들]
pl: [NAME:zbroja:zbroja]
ru: [NAME:доспех:доспехи]
tr: [NAME:zırh:zırhlar]
vi: [NAME:Giáp:Giáp]
zh_hans: [NAME:盔甲:盔甲]

# ITEM_ARMOR:ITEM_ARMOR_LEATHER
source: [PREPLURAL:suits of]
cs: [PREPLURAL:sady]
de: [PREPLURAL:Anzüge von]
eo: [PREPLURAL::kunaĵoj de]
es: [PREPLURAL:trajes de]
ja: [PREPLURAL:一揃いの]
pl: [PREPLURAL:garnitury]
ru: [PREPLURAL:набор]
tr: [PREPLURAL:takım]
vi: [PREPLURAL:Bộ của]

# ITEM_ARMOR:ITEM_ARMOR_LEATHER
source: [MATERIAL_PLACEHOLDER:leather]
cs: [MATERIAL_PLACEHOLDER:kůže]
de: [MATERIAL_PLACEHOLDER:Leder]
eo: [MATERIAL_PLACEHOLDER:leda]
es: [MATERIAL_PLACEHOLDER:cuero]
ja: [MATERIAL_PLACEHOLDER:革の]
ko: [MATERIAL_PLACEHOLDER:가죽]
pl: [MATERIAL_PLACEHOLDER:skóra]
ru: [MATERIAL_PLACEHOLDER:кожа]
tr: [MATERIAL_PLACEHOLDER:deri]
vi: [MATERIAL_PLACEHOLDER:Da thuộc]
zh_hans: [MATERIAL_PLACEHOLDER:皮革]

# ITEM_ARMOR:ITEM_ARMOR_COAT
source: [NAME:coat:coats]
cs: [NAME:kabát:kabáty]
de: [NAME:Jacke:Jacken]
eo: [NAME:palto:paltoj]
es: [NAME:abrigo:abrigos]
ja: [NAME:コート:コート:コート]
ko: [NAME:코트:코트들]
pl: [NAME:płaszcz:płaszcze]
ru: [NAME:пальто:пальто]
tr: [NAME:palto:paltolar]
vi: [NAME:Áo khoác:Các áo khoác]

# ITEM_ARMOR:ITEM_ARMOR_SHIRT
source: [NAME:shirt:shirts]
cs: [NAME:košile:košile]
de: [NAME:Hemd:Hemden]
eo: [NAME:ĉemizo:ĉemizoj]
es: [NAME:camisa:camisas]
ja: [NAME:シャツ:シャツ:シャツ]
ko: [NAME:셔츠:셔츠들]
pl: [NAME:koszula:koszule]
ru: [NAME:рубаха:рубахи]
tr: [NAME:gömlek:gömlekler]
vi: [NAME:Áo:Các áo]

# ITEM_ARMOR:ITEM_ARMOR_CLOAK
source: [NAME:cloak:cloaks]
cs: [NAME:plášť:pláště]
de: [NAME:Mantel:Mäntel]
eo: [NAME:mantelo:manteloj]
es: [NAME:capote:capotes]
ja: [NAME:マント:マント:マント]
ko: [NAME:클록:클록들]
pl: [NAME:płaszcz:płaszcze]
ru: [NAME:плащ:плащи]
tr: [NAME:pelerin:pelerinler]
vi: [NAME:Áo choàng:Các áo choàng]

# ITEM_ARMOR:ITEM_ARMOR_TUNIC
source: [NAME:tunic:tunics]
cs: [NAME:tunika:tuniky]
de: [NAME:Waffenrock:Waffenröcke]
eo: [NAME:tuniko:tunikoj]
es: [NAME:túnica:túnicas]
ja: [NAME:チュニック:チュニック:チュニック]
ko: [NAME:튜닉:튜닉들]
pl: [NAME:tunika:tuniki]
ru: [NAME:туника:туники]
tr: [NAME:tunik:tunikler]
vi: [NAME:Áo chùng:Các áo chùng]

# ITEM_ARMOR:ITEM_ARMOR_TOGA
source: [NAME:toga:togas]
cs: [NAME:toga:togy]
eo: [NAME:talaro:talaroj]
ja: [NAME:トーガ:トーガ:トーガ]
ko: [NAME:토가:토가들]
pl: [NAME:toga:toga]
ru: [NAME:тога:тоги]
tr: [NAME:toga:togalar]
vi: [NAME:Áo toga:Các áo toga]

# ITEM_ARMOR:ITEM_ARMOR_CAPE
source: [NAME:cape:capes]
cs: [NAME:kápě:kápě]
de: [NAME:Umhang:Umhänge]
eo: [NAME:palarino:palarinoj]
es: [NAME:capa:capas]
ja: [NAME:ケープ:ケープ:ケープ]
ko: [NAME:망토:망토들]
pl: [NAME:peleryna:peleryny]
ru: [NAME:накидка:накидки]
tr: [NAME:pelerin:pelerinler]

# ITEM_ARMOR:ITEM_ARMOR_VEST
source: [NAME:vest:vests]
cs: [NAME:vesta:vesty]
de: [NAME:Weste:Westen]
eo: [NAME:veŝto:veŝtoj]
es: [NAME:chaleco:chalecos]
ja: [NAME:ベスト:ベスト:ベスト]
ko: [NAME:조끼:조끼들]
pl: [NAME:kamizelka:kamizelki]
ru: [NAME:жилет:жилеты]
tr: [NAME:yelek:yelekler]
vi: [NAME:Áo ghi lê:Các áo ghi lê]

# ITEM_ARMOR:ITEM_ARMOR_DRESS
source: [NAME:dress:dresses]
cs: [NAME:šaty:šaty]
de: [NAME:Kleid:Kleider]
eo: [NAME:vesto:vestoj]
es: [NAME:vestido:vestidos]
ja: [NAME:礼服:礼服:礼服]
ko: [NAME:드레스:드레스들]
pl: [NAME:sukienka: sukienki]
ru: [NAME:одежда:одежды]
tr: [NAME:elbise:elbiseler]
vi: [NAME:Váy đầm:Các váy đầm]

# ITEM_ARMOR:ITEM_ARMOR_ROBE
source: [NAME:robe:robes]
cs: [NAME:roucho:roucha]
de: [NAME:Robe:Roben]
eo: [NAME:robo:roboj]
es: [NAME:manto:mantos]
ja: [NAME:ローブ:ローブ:ローブ]
ko: [NAME:로브:로브들]
pl: [NAME:szata: szaty]
ru: [NAME:роба:робы]
tr: [NAME:cübbe:cübbeler]
zh_hans: [NAME:长袍:长袍]

# ITEM_FOOD:ITEM_FOOD_BISCUITS
source: [NAME:biscuits]
cs: [NAME:suchary]
de: [NAME:Biskuit]
eo: [NAME:biskvitoj]
es: [NAME:galletas]
ja: [NAME:ビスケット]
ko: [NAME:건빵]
pl: [NAME:Biszkopty]
ru: [NAME:печенье]
tr: [NAME:peksimetler]
