Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:EGGPLANT
source: [GROWTH_NAME:eggplant leaf:eggplant leaves]
cs: [GROWTH_NAME:list lilku:listy lilku]
de: [GROWTH_NAME:Auberginenblatt:Auberginenblätter]
eo: [GROWTH_NAME:folio de melongeno:folioj de melongeno]
es: [GROWTH_NAME:hoja de berenjena:hojas de berenjena]
ja: [GROWTH_NAME:ナスの葉:ナスの葉]
ko: [GROWTH_NAME:가지 잎:가지 잎들]
ru: [GROWTH_NAME:лист баклажана:листья баклажана]
tr: [GROWTH_NAME:patlıcan yaprağı:patlıcan yaprakları]
vi: [GROWTH_NAME:lá cà tím:lá cà tím]
zh_hans: [GROWTH_NAME:茄子叶:茄子叶]

# PLANT:EGGPLANT
source: [GROWTH_NAME:eggplant flower:STP]
cs: [GROWTH_NAME:květ lilku:STP]
de: [GROWTH_NAME:Auberginenblüte:STP]
eo: [GROWTH_NAME:floro de melongeno:floroj de melongeno]
es: [GROWTH_NAME:flor de berenjena:STP]
ja: [GROWTH_NAME:ナスの花:STP]
ko: [GROWTH_NAME:가지 꽃:STP]
ru: [GROWTH_NAME:цветок баклажана:цветы баклажана]
tr: [GROWTH_NAME:patlıcan çiçeği:STP]
zh_hans: [GROWTH_NAME:茄子花:STP]

# PLANT:EGGPLANT
source: [GROWTH_NAME:eggplant:STP]
cs: [GROWTH_NAME:lilek:STP]
de: [GROWTH_NAME:Aubergine:STP]
eo: [GROWTH_NAME:melongeno:melongenoj]
es: [GROWTH_NAME:berenjena:STP]
ja: [GROWTH_NAME:ナス:STP]
ko: [GROWTH_NAME:가지:STP]
ru: [GROWTH_NAME:баклажан:баклажаны]
tr: [GROWTH_NAME:patlıcan:STP]
zh_hans: [GROWTH_NAME:茄子:STP]

# PLANT:GARDEN_CRESS
source: [NAME:garden cress]
cs: [NAME:řeřicha]
de: [NAME:Gartenkresse]
eo: [NAME:ĝardenkreso]
es: [NAME: berro de jardín]
ja: [NAME:胡椒草]
ru: [NAME:кресс-салат]
tr: [NAME:tere]
vi: [NAME:cải xoong vườn]
zh_hans: [NAME:水芹]

# PLANT:GARDEN_CRESS
source: [NAME_PLURAL:garden cress]
cs: [NAME_PLURAL:řeřicha]
de: [NAME_PLURAL:Gartenkresse]
eo: [NAME_PLURAL:ĝardenkresoj]
es: [NAME_PLURAL: berros de jardín]
ja: [NAME_PLURAL:胡椒草]
ru: [NAME_PLURAL:кресс-салат]
tr: [NAME_PLURAL:tere]
vi: [NAME_PLURAL:cải xoong vườn]
zh_hans: [NAME_PLURAL:水芹]

# PLANT:GARDEN_CRESS
source: [ADJ:garden cress]
cs: [ADJ:řeřichový]
de: [ADJ:Gartenkresse]
eo: [ADJ:de ĝardenkreso]
es: [ADJ: berro de jardín]
ja: [ADJ:胡椒草]
ru: [ADJ:кресс-салат]
tr: [ADJ:tere]
vi: [ADJ:cải xoong vườn]
zh_hans: [ADJ:水芹的]

# PLANT:GARDEN_CRESS
source: [SEED:garden cress seed:garden cress seeds:]
cs: [SEED:semeno řeřichy:semena řeřichy:]
de: [SEED:Gartenkressesamen:Gartenkressesamen:]
eo: [SEED:semo de ĝardenkreso:semoj de ĝardenkreso:]
es: [SEED:semilla de berro de jardín:semillas de berro de jardín:]
ja: [SEED:胡椒草の種:胡椒草の種:]
ru: [SEED:семя кресс-салата:семена кресс-салата:]
tr: [SEED:tere tohumu:tere tohumları:]
zh_hans: [SEED:水芹种子:水芹种子]

# PLANT:GARDEN_CRESS
source: [PREFSTRING:taste]
cs: [PREFSTRING:chuť]
de: [PREFSTRING:Geschmack]
eo: [PREFSTRING:gusto]
es: [PREFSTRING:sabor]
ja: [PREFSTRING:葉]
ko: [PREFSTRING:맛 좋은]
ru: [PREFSTRING:вкус]
tr: [PREFSTRING:tadı]
vi: [PREFSTRING:vị]
zh_hans: [PREFSTRING:味道]

# PLANT:GARDEN_CRESS
source: [GROWTH_NAME:garden cress leaf:garden cress leaves]
cs: [GROWTH_NAME:list řeřichy:listy řeřichy]
de: [GROWTH_NAME:Gartenkresseblatt:Gartenkresseblätter]
eo: [GROWTH_NAME:folio de ĝardenkreso:folioj de ĝardenkreso]
es: [GROWTH_NAME: hoja de berro de jardín: hojas de berro de jardín]
ja: [GROWTH_NAME:胡椒草の葉:胡椒草の葉]
ru: [GROWTH_NAME:лист кресс-салата:листья кресс-салата]
tr: [GROWTH_NAME:tere yaprağı:tere yaprakları]
vi: [GROWTH_NAME:lá cải xoong vườn:lá cải xoong vườn]
zh_hans: [GROWTH_NAME:水芹叶:水芹叶]

# PLANT:GARDEN_CRESS
source: [GROWTH_NAME:garden cress raceme:STP]
cs: [GROWTH_NAME:hrozen řeřichy:STP]
de: [GROWTH_NAME:Gartenkresse Traube:STP]
eo: [GROWTH_NAME:grapolo de ĝardenkreso:grapoloj de ĝardenkreso]
es: [GROWTH_NAME: berro de jardín racimo:STP]
ja: [GROWTH_NAME:胡椒草の花:STP]
ru: [GROWTH_NAME:соцветие кресс-салата:соцветия кресс-салата]
tr: [GROWTH_NAME:tere salkımı:STP]
zh_hans: [GROWTH_NAME:水芹花序:STP]

# PLANT:GARLIC
source: [NAME:garlic plant]
cs: [NAME:česnek]
de: [NAME:Knoblauchpflanze]
eo: [NAME:ajlo]
es: [NAME:planta de ajo]
ja: [NAME:ニンニク]
ko: [NAME:마늘]
ru: [NAME:чеснок]
tr: [NAME:sarımsak bitkisi]
vi: [NAME:cây tỏi]
zh_hans: [NAME:大蒜植株]

# PLANT:GARLIC
source: [NAME_PLURAL:garlic plants]
cs: [NAME_PLURAL:česnek]
de: [NAME_PLURAL:Knoblauchpflanze]
eo: [NAME_PLURAL:ajloj]
es: [NAME_PLURAL:plantas de ajo]
ja: [NAME_PLURAL:ニンニク]
ko: [NAME_PLURAL:마늘들]
ru: [NAME_PLURAL:чеснок]
tr: [NAME_PLURAL:sarımsak bitkileri]
vi: [NAME_PLURAL:các cây tỏi]
zh_hans: [NAME_PLURAL:大蒜植株]

# PLANT:GARLIC
source: [ADJ:garlic plant]
cs: [ADJ:česnekový]
de: [ADJ:Knoblauchpflanze]
eo: [ADJ:de ajlo]
es: [ADJ:planta de ajo]
ja: [ADJ:ニンニク]
ko: [ADJ:마늘]
ru: [ADJ:чеснок]
tr: [ADJ:sarımsak bitkisi]
vi: [ADJ:cây tỏi]
zh_hans: [ADJ:大蒜植株的]

# PLANT:GARLIC
source: [SEED:garlic seed:garlic seeds:]
cs: [SEED:semeno česneku:semena česneku:]
de: [SEED:Knoblauchsamen:Knoblauchsamen:]
eo: [SEED:semo de ajlo:semoj de ajlo:]
es: [SEED:semilla de ajo:semillas de ajo:]
ja: [SEED:ニンニクの種:ニンニクの種:]
ko: [SEED:마늘 씨:마늘 씨들:]
ru: [SEED:семя чеснока:семена чеснока:]
tr: [SEED:sarımsak tohumu:sarımsak tohumları:]
vi: [SEED:hạt tỏi:hạt tỏi:]
zh_hans: [SEED:大蒜种子:大蒜种子]

# PLANT:GARLIC
source: [PREFSTRING:cloves]
cs: [PREFSTRING:stroužky]
de: [PREFSTRING:Nelken]
eo: [PREFSTRING:bulberoj]
es: [PREFSTRING: clavo de olor]
ja: [PREFSTRING:房]
ko: [PREFSTRING:마늘 쪽]
ru: [PREFSTRING:дольки]
tr: [PREFSTRING:dişleri]
vi: [PREFSTRING:tépt tỏi]
zh_hans: [PREFSTRING:丁香]

# PLANT:GARLIC
source: [GROWTH_NAME:garlic leaf:garlic leaves]
cs: [GROWTH_NAME:list česneku:listy česneku]
de: [GROWTH_NAME:Knoblauchblatt:Knoblauchblätter]
eo: [GROWTH_NAME:folio de ajlo:folioj de ajlo]
es: [GROWTH_NAME: hoja de ajo: hojas de ajo]
ja: [GROWTH_NAME:ニンニクの葉:ニンニクの葉]
ko: [GROWTH_NAME:마늘 잎:마늘 잎들]
ru: [GROWTH_NAME:лист чеснока:листья чеснока]
tr: [GROWTH_NAME:sarımsak yaprağı:sarımsak yaprakları]
vi: [GROWTH_NAME:lá tỏi:lá tỏi]
zh_hans: [GROWTH_NAME:大蒜叶:大蒜叶]

# PLANT:GARLIC
source: [GROWTH_NAME:garlic flower:STP]
cs: [GROWTH_NAME:květ česneku:STP]
de: [GROWTH_NAME:Knoblauchblüte:STP]
eo: [GROWTH_NAME:floro de ajlo:floroj de ajlo]
es: [GROWTH_NAME: flor de ajo: STP]
ja: [GROWTH_NAME:ニンニクの花:STP]
ko: [GROWTH_NAME:마늘 꽃:STP]
ru: [GROWTH_NAME:цветок чеснока:цветы чеснока]
tr: [GROWTH_NAME:sarımsak çiçeği:STP]
zh_hans: [GROWTH_NAME:大蒜花:STP]

# PLANT:GARLIC
source: [GROWTH_NAME:garlic bulb:STP]
cs: [GROWTH_NAME:hlava česneku:STP]
de: [GROWTH_NAME:Knoblauchzwiebel:STP]
eo: [GROWTH_NAME:bulbo de ajlo:bulboj de ajlo]
es: [GROWTH_NAME: bulbo de ajo: STP]
ja: [GROWTH_NAME:ニンニクの球根:STP]
ko: [GROWTH_NAME:마늘 구근:STP]
ru: [GROWTH_NAME:луковица чеснока:луковицы чеснока]
tr: [GROWTH_NAME:sarımsak başı:STP]
zh_hans: [GROWTH_NAME:蒜头:STP]

# PLANT:HORNED_MELON
source: [NAME:horned melon vine]
cs: [NAME:kiwano]
de: [NAME:Hornmelonenrebe]
eo: [NAME:vegetalo de pikilhava kukumo]
es: [NAME:vid de melón con cuernos]
ja: [NAME:ツノニガウリのつる]
ko: [NAME:키와노 넝쿨]
ru: [NAME:побег рогатой дыни]
tr: [NAME:boynuzlu kavun asması]
vi: [NAME:dây dưa sừng]
zh_hans: [NAME:角瓜藤]

# PLANT:HORNED_MELON
source: [NAME_PLURAL:horned melon vines]
cs: [NAME_PLURAL:kiwano]
de: [NAME_PLURAL:Hornmelonenrebe]
eo: [NAME_PLURAL:vegetaloj de pikilhava kukumo]
es: [NAME_PLURAL: vides de melón con cuernos]
ja: [NAME_PLURAL:ツノニガウリのつる]
ko: [NAME_PLURAL:키와노 넝쿨들]
ru: [NAME_PLURAL:побеги рогатой дыни]
tr: [NAME_PLURAL:boynuzlu kavun asmaları]
vi: [NAME_PLURAL:các dây dưa sừng]
zh_hans: [NAME_PLURAL:角瓜藤]

# PLANT:HORNED_MELON
source: [ADJ:horned melon vine]
cs: [ADJ:kiwanový]
de: [ADJ:Hornmelonenrebe]
eo: [ADJ:de vegetalo de pikilhava kukumo]
es: [ADJ:vid de melón con cuernos]
ja: [ADJ:ツノニガウリのつる]
ko: [ADJ:키와노 넝쿨]
ru: [ADJ:побег рогатой дыни]
tr: [ADJ:boynuzlu kavun asması]
vi: [ADJ:dây dưa sừng]
zh_hans: [ADJ:角瓜藤的]

# PLANT:HORNED_MELON
source: [SEED:horned melon seed:horned melon seeds:]
cs: [SEED:semeno kiwana:semena kiwana:]
de: [SEED:Hornmelonensamen:Hornmelonensamen:]
eo: [SEED:semo de pikilhava kukumo:semoj de pikilhava kukumo:]
es: [SEED:semilla de melón con cuernos:semillas de melón con cuernos:]
ja: [SEED:ツノニガウリの種:ツノニガウリの種:]
ko: [SEED:키와노 씨:키와노 씨들]
ru: [SEED:семя рогатой дыни:семена рогатой дыни:]
tr: [SEED:boynuzlu kavun tohumu:boynuzlu kavun tohumları:]
vi: [SEED:hạt dưa sừng:hạt dưa sừng:]
zh_hans: [SEED:角瓜种子:角瓜种子:]

# PLANT:HORNED_MELON
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plod]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:HORNED_MELON
source: [GROWTH_NAME:horned melon leaf:horned melon leaves]
cs: [GROWTH_NAME:list kiwana:listy kiwana]
de: [GROWTH_NAME:Hornmelonenblatt:Hornmelonenblätter]
eo: [GROWTH_NAME:folio de pikilhava kukumo:folioj de pikilhava kukumo]
es: [GROWTH_NAME:hoja de melón con cuernos:hojas de melón con cuernos]
ja: [GROWTH_NAME:ツノニガウリの葉:ツノニガウリの葉]
ko: [GROWTH_NAME:키와노 잎:키와노 잎들]
ru: [GROWTH_NAME:лист рогатой дыни:листья рогатой дыни]
tr: [GROWTH_NAME:boynuzlu kavun yaprağı:boynuzlu kavun yaprakları]
vi: [GROWTH_NAME:lá dưa sừng:lá dưa sừng]
zh_hans: [GROWTH_NAME:角瓜叶:角瓜叶]

# PLANT:HORNED_MELON
source: [GROWTH_NAME:horned melon flower:STP]
cs: [GROWTH_NAME:květ kiwana:STP]
de: [GROWTH_NAME:Hornmelonenblüte:STP]
eo: [GROWTH_NAME:floro de pikilhava kukumo:floroj de pikilhava kukumo]
es: [GROWTH_NAME:flor de melón con cuernos:STP]
ja: [GROWTH_NAME:ツノニガウリの花:STP]
ko: [GROWTH_NAME:키와노 꽃:STP]
ru: [GROWTH_NAME:цветок рогатой дыни:цветы рогатой дыни]
tr: [GROWTH_NAME:boynuzlu kavun çiçeği:STP]
zh_hans: [GROWTH_NAME:角瓜花:STP]

# PLANT:HORNED_MELON
source: [GROWTH_NAME:horned melon:STP]
cs: [GROWTH_NAME:kiwano:STP]
de: [GROWTH_NAME:Hornmelone:STP]
eo: [GROWTH_NAME:pikilhava kukumo:pikilhavaj kukumoj]
es: [GROWTH_NAME:melón con cuernos:STP]
ja: [GROWTH_NAME:ツノニガウリ:STP]
ko: [GROWTH_NAME:키와노:STP]
ru: [GROWTH_NAME:рогатая дыня:рогатые дыни]
tr: [GROWTH_NAME:boynuzlu kavun:STP]
zh_hans: [GROWTH_NAME:角瓜:STP]

# PLANT:LEEK
source: [NAME:leek]
cs: [NAME:pórek]
de: [NAME:Lauch]
eo: [NAME:poreo]
es: [NAME:puerro]
ja: [NAME:ポロねぎ]
ko: [NAME:서양 대파]
ru: [NAME:лук-порей]
tr: [NAME:pırasa]
vi: [NAME:tỏi tây]
zh_hans: [NAME:韭葱]

# PLANT:LEEK
source: [NAME_PLURAL:leeks]
cs: [NAME_PLURAL:pórek]
de: [NAME_PLURAL:Lauch]
eo: [NAME_PLURAL:poreoj]
es: [NAME_PLURAL:puerros]
ja: [NAME_PLURAL:ポロねぎ]
ko: [NAME_PLURAL:사양 대파들]
ru: [NAME_PLURAL:лук-порей]
tr: [NAME_PLURAL:pırasa]
vi: [NAME_PLURAL:tỏi tây]
zh_hans: [NAME_PLURAL:韭葱]

# PLANT:LEEK
source: [ADJ:leek]
cs: [ADJ:pórkový]
de: [ADJ:Lauch]
eo: [ADJ:de poreo]
es: [ADJ:de puerro]
ja: [ADJ:ポロねぎ]
ko: [ADJ:서양 대파]
ru: [ADJ:лук-порей]
tr: [ADJ:pırasa]
vi: [ADJ:tỏi tây]
zh_hans: [ADJ:韭葱的]

# PLANT:LEEK
source: [SEED:leek seed:leek seeds:]
cs: [SEED:semeno pórku:semena pórku:]
de: [SEED:Lauchsamen:Lauchsamen:]
eo: [SEED:semo de poreo:semoj de poreo:]
es: [SEED:semilla de puerro:semillas de puerro:]
ja: [SEED:ポロねぎの種:ポロねぎの種:]
ko: [SEED:서양 대파 씨:서양 대파 씨들:]
ru: [SEED:семя лука-порея:семена лука-порея:]
tr: [SEED:pırasa tohumu:pırasa tohumları:]
vi: [SEED:hạt tỏi tây:hạt tỏi tây:]
zh_hans: [SEED:韭葱种子:韭葱种子:]

# PLANT:LEEK
source: [PREFSTRING:taste]
cs: [PREFSTRING:chuť]
de: [PREFSTRING:Geschmack]
eo: [PREFSTRING:gusto]
es: [PREFSTRING:sabor]
ja: [PREFSTRING:茎]
ko: [PREFSTRING:맛 좋은]
ru: [PREFSTRING:вкус]
tr: [PREFSTRING:tadı]
vi: [PREFSTRING:vị]
zh_hans: [PREFSTRING:味道]

# PLANT:LEEK
source: [GROWTH_NAME:leek leaf:leek leaves]
cs: [GROWTH_NAME:list pórku:listy pórku]
de: [GROWTH_NAME:Lauchblatt:Lauchblätter]
eo: [GROWTH_NAME:folio de poreo:folioj de poreo]
es: [GROWTH_NAME:hoja de puerro:hojas de puerro]
ja: [GROWTH_NAME:ポロねぎの葉:ポロねぎの葉]
ko: [GROWTH_NAME:서양 대파 잎:서양 대파 잎들]
ru: [GROWTH_NAME:лист лука-порея:листья лука-порея]
tr: [GROWTH_NAME:pırasa yaprağı:pırasa yaprakları]
vi: [GROWTH_NAME:lá tỏi tây:lá tỏi tây]
zh_hans: [GROWTH_NAME:韭葱叶:韭葱叶]

# PLANT:LEEK
source: [GROWTH_NAME:leek flower:STP]
cs: [GROWTH_NAME:květ pórku:STP]
de: [GROWTH_NAME:Lauchblüte:STP]
eo: [GROWTH_NAME:floro de poreo:floroj de poreo]
es: [GROWTH_NAME:flor de puerro:STP]
ja: [GROWTH_NAME:ポロねぎの花:STP]
ko: [GROWTH_NAME:서양 대파 꽃:STP]
ru: [GROWTH_NAME:цветок лука-порея:цветы лука-порея]
tr: [GROWTH_NAME:pırasa çiçeği:STP]
zh_hans: [GROWTH_NAME:韭葱花:STP]

# PLANT:LENTIL
source: [NAME:lentil plant]
cs: [NAME:čočka]
de: [NAME:Linsengewächs]
eo: [NAME:lento]
es: [NAME:planta de lentejas]
ja: [NAME:レンズ豆]
ko: [NAME:렌틸콩]
ru: [NAME:чечевица]
tr: [NAME:mercimek bitkisi]
vi: [NAME:cây đậu lăng]
zh_hans: [NAME:扁豆植株]

# PLANT:LENTIL
source: [NAME_PLURAL:lentil plants]
cs: [NAME_PLURAL:čočka]
de: [NAME_PLURAL:Linsenpflanzen]
eo: [NAME_PLURAL:lentoj]
es: [NAME_PLURAL:plantas de lentejas]
ja: [NAME_PLURAL:レンズ豆]
ko: [NAME_PLURAL:렌팅콩들]
ru: [NAME_PLURAL:чечевица]
tr: [NAME_PLURAL:mercimek bitkileri]
vi: [NAME_PLURAL:cây đậu lăng]
zh_hans: [NAME_PLURAL:扁豆植株]

# PLANT:LENTIL
source: [ADJ:lentil plant]
cs: [ADJ:čočkový]
de: [ADJ:Linsenpflanze]
eo: [ADJ:de lento]
es: [ADJ:de planta de lentejas]
ja: [ADJ:レンズ豆]
ko: [ADJ:렌틸콩]
ru: [ADJ:чечевица]
tr: [ADJ:mercimek bitkisi]
vi: [ADJ:cây đậu lăng]
zh_hans: [ADJ:扁豆植株的]

# PLANT:LENTIL
source: [SEED:lentil:lentils:]
cs: [SEED:čočka:čočky:]
de: [SEED:Linse:Linsen:]
eo: [SEED:grajno de lento:grajnoj de lento:]
es: [SEED:lenteja:lentejas:]
ja: [SEED:レンズ豆:レンズ豆:]
ko: [SEED:렌틸콩:렌틸콩들:]
ru: [SEED:чечевица:чечевицы:]
tr: [SEED:mercimek:mercimekler:]
vi: [SEED:đậu lăng:đậu lăng:]
zh_hans: [SEED:扁豆:扁豆:]

# PLANT:LENTIL
source: [PREFSTRING:lens-shaped seeds]
cs: [PREFSTRING:čočkovitá semena]
de: [PREFSTRING:linsenförmige Samen]
eo: [PREFSTRING:lensoformaj semoj]
es: [PREFSTRING:semillas con forma de lente]
ja: [PREFSTRING:レンズ豆の種:]
ko: [PREFSTRING:렌즈 모양의 씨앗]
ru: [PREFSTRING:линзообразные семена]
tr: [PREFSTRING:mercek şeklindeki tohumları]
vi: [PREFSTRING:hạt hình thấu kính]
zh_hans: [PREFSTRING:透镜状种子]

# PLANT:LENTIL
source: [GROWTH_NAME:lentil leaf:lentil leaves]
cs: [GROWTH_NAME:list čočky:listy čočky]
de: [GROWTH_NAME:Linsenblatt:Linsenblätter]
eo: [GROWTH_NAME:folio de lento:folioj de lento]
es: [GROWTH_NAME:hoja de lenteja:hojas de lenteja]
ja: [GROWTH_NAME:レンズ豆の葉:レンズ豆の葉]
ko: [GROWTH_NAME:렌틸콩 잎:렌틸콩 잎들]
ru: [GROWTH_NAME:лист чечевицы:листья чечевицы]
tr: [GROWTH_NAME:mercimek yaprağı:mercimek yaprakları]
vi: [GROWTH_NAME:lá đậu lăng:lá đậu lăng]
zh_hans: [GROWTH_NAME:扁豆叶:扁豆叶]

# PLANT:LENTIL
source: [GROWTH_NAME:lentil flower:STP]
cs: [GROWTH_NAME:květ čočky:STP]
de: [GROWTH_NAME:Linsenblüte:STP]
eo: [GROWTH_NAME:floro de lento:floroj de lento]
es: [GROWTH_NAME:flor de lenteja:STP]
ja: [GROWTH_NAME:レンズ豆の花:STP]
ko: [GROWTH_NAME:렌틸통 꽃:STP]
ru: [GROWTH_NAME:цветок чечевицы:цветки чечевицы]
tr: [GROWTH_NAME:mercimek çiçeği:STP]
zh_hans: [GROWTH_NAME:扁豆花:STP]

# PLANT:LENTIL
source: [GROWTH_NAME:lentil pod:STP]
cs: [GROWTH_NAME:lusk čočky:STP]
de: [GROWTH_NAME:Linsenschote:STP]
eo: [GROWTH_NAME:guŝo de lento:guŝoj de lento]
es: [GROWTH_NAME:vaina de lenteja:STP]
ja: [GROWTH_NAME:レンズ豆の粒:STP]
ko: [GROWTH_NAME:렌틸콩 깍지:STP]
ru: [GROWTH_NAME:стручок чечевицы:стручки чечевицы]
tr: [GROWTH_NAME:mercimek baklası:STP]
zh_hans: [GROWTH_NAME:扁豆豆荚:STP]

# PLANT:LETTUCE
source: [NAME:lettuce]
cs: [NAME:salát]
de: [NAME:Kopfsalat]
eo: [NAME:laktuko]
es: [NAME:lechuga]
ja: [NAME:レタス]
ko: [NAME:상추]
ru: [NAME:салат]
tr: [NAME:marul]
vi: [NAME:xà lách]
zh_hans: [NAME:生菜]

# PLANT:LETTUCE
source: [NAME_PLURAL:lettuces]
cs: [NAME_PLURAL:salát]
de: [NAME_PLURAL:Kopfsalat]
eo: [NAME_PLURAL:laktukoj]
es: [NAME_PLURAL:lechugas]
ja: [NAME_PLURAL:レタス]
ko: [NAME_PLURAL:상추들]
ru: [NAME_PLURAL:салат]
tr: [NAME_PLURAL:marul]
vi: [NAME_PLURAL:xà lách]
zh_hans: [NAME_PLURAL:生菜]

# PLANT:LETTUCE
source: [ADJ:lettuce]
cs: [ADJ:salátový]
de: [ADJ:Kopfsalat]
eo: [ADJ:de laktuko]
es: [ADJ:de lechuga]
ja: [ADJ:レタス]
ko: [ADJ:상추]
ru: [ADJ:салат]
tr: [ADJ:marul]
vi: [ADJ:xà lách]
zh_hans: [ADJ:生菜的]

# PLANT:LETTUCE
source: [SEED:lettuce seed:lettuce seeds:]
cs: [SEED:semeno salátu:semena salátu:]
de: [SEED:Kopfsalat-Samen:Kopfsalat-Samen:]
eo: [SEED:semo de laktuko:semoj de laktuko:]
es: [SEED:semilla de lechuga:semilla de lechuga:]
ja: [SEED:レタスの種:レタスの種:]
ko: [SEED:상추 씨:상추 씨들:]
ru: [SEED:семя салата:семена салата:]
tr: [SEED:marul tohumu:marul tohumları:]
vi: [SEED:hạt xà lách:hạt xà lách:]
zh_hans: [SEED:生菜种子:生菜种子:]

# PLANT:LETTUCE
source: [PREFSTRING:taste]
cs: [PREFSTRING:chuť]
de: [PREFSTRING:Geschmack]
eo: [PREFSTRING:gusto]
es: [PREFSTRING:sabor]
ja: [PREFSTRING:玉]
ko: [PREFSTRING:맛 좋은]
ru: [PREFSTRING:вкус]
tr: [PREFSTRING:tadı]
vi: [PREFSTRING:vị]
zh_hans: [PREFSTRING:味道]

# PLANT:LETTUCE
source: [GROWTH_NAME:lettuce leaf:lettuce leaves]
cs: [GROWTH_NAME:list salátu:listy salátu]
de: [GROWTH_NAME:Salatblatt:Salatblätter]
eo: [GROWTH_NAME:folio de laktuko:folioj de laktuko]
es: [GROWTH_NAME:hoja de lechuga:hojas lechuga]
ja: [GROWTH_NAME:レタスの葉:レタスの葉]
ko: [GROWTH_NAME:상추 잎:상추 잎들]
ru: [GROWTH_NAME:лист салата:листья салата]
tr: [GROWTH_NAME:marul yaprağı:marul yaprakları]
vi: [GROWTH_NAME:lá xà lách:lá xà lách]
zh_hans: [GROWTH_NAME:生菜叶:生菜叶]

# PLANT:LETTUCE
source: [GROWTH_NAME:lettuce flower stalk:STP]
cs: [GROWTH_NAME:květní stonek salátu:STP]
de: [GROWTH_NAME:Salatblütenstängel:STP]
eo: [GROWTH_NAME:flortigo de laktuko:flortigoj de laktuko]
es: [GROWTH_NAME:tallo de la flor de lechuga:STP]
ja: [GROWTH_NAME:レタスの花:STP]
ko: [GROWTH_NAME:상추 꽃대:STP]
ru: [GROWTH_NAME:цветоножка салата:цветоножки салата]
tr: [GROWTH_NAME:marul çiçek sapı:STP]
zh_hans: [GROWTH_NAME:生菜花茎:STP]

# PLANT:MUNG_BEAN
source: [NAME:mung bean plant]
cs: [NAME:mungo fazole]
de: [NAME:Mungobohnenpflanze]
eo: [NAME:mungofabo]
es: [NAME:planta de soja verde]
ja: [NAME:青小豆]
ko: [NAME:녹두]
ru: [NAME:бобы мунг]
tr: [NAME:maş fasulyesi bitkisi]
vi: [NAME:cây đậu xanh]
zh_hans: [NAME:绿豆植株]

# PLANT:MUNG_BEAN
source: [NAME_PLURAL:mung bean plants]
cs: [NAME_PLURAL:mungo fazole]
de: [NAME_PLURAL:Mungobohnenpflanze]
eo: [NAME_PLURAL:mungofaboj]
es: [NAME_PLURAL:plantas de soja verde]
ja: [NAME_PLURAL:青小豆]
ko: [NAME_PLURAL:녹두들]
ru: [NAME_PLURAL:бобы мунг]
tr: [NAME_PLURAL:maş fasulyesi bitkileri]
vi: [NAME_PLURAL:cây đậu xanh]
zh_hans: [NAME_PLURAL:绿豆植株]

# PLANT:MUNG_BEAN
source: [ADJ:mung bean plant]
cs: [ADJ:mungový]
de: [ADJ:Mungobohnenpflanze]
eo: [ADJ:de mungofabo]
es: [ADJ:de planta de soja verde]
ja: [ADJ:青小豆]
ko: [ADJ:녹두]
ru: [ADJ:бобы мунг]
tr: [ADJ:maş fasulyesi bitkisi]
vi: [ADJ:cây đậu xanh]
zh_hans: [ADJ:绿豆植株的]

# PLANT:MUNG_BEAN
source: [SEED:mung bean:mung beans:]
cs: [SEED:mungo fazole:mungo fazole:]
de: [SEED:Mungobohne:Mungobohnen:]
eo: [SEED:grajno de mungofabo:grajnoj de mungofabo:]
es: [SEED:soja verde:sojas verdes:]
ja: [SEED:青小豆:青小豆:]
ko: [SEED:녹두:녹두들:]
ru: [SEED:боб мунг:бобы мунг:]
tr: [SEED:maş fasulyesi:maş fasulyeleri:]
vi: [SEED:đậu xanh:đậu xanh:]
zh_hans: [SEED:绿豆:绿豆:]

# PLANT:MUNG_BEAN
source: [PREFSTRING:pods]
cs: [PREFSTRING:lusky]
de: [PREFSTRING:Früchte]
eo: [PREFSTRING:guŝoj]
es: [PREFSTRING:vainas]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:꼬투리]
ru: [PREFSTRING:стручки]
tr: [PREFSTRING:baklaları]
vi: [PREFSTRING:quả]
zh_hans: [PREFSTRING:豆荚]

# PLANT:MUNG_BEAN
source: [GROWTH_NAME:mung bean leaf:mung bean leaves]
cs: [GROWTH_NAME:list mungo fazole:listy mungo fazole]
de: [GROWTH_NAME:Mungobohnenblatt:Mungobohnenblätter]
eo: [GROWTH_NAME:folio de mungofabo:folioj de mungofabo]
es: [GROWTH_NAME:hoja de soja verde:hojas de soja verde]
ja: [GROWTH_NAME:青小豆の葉:青小豆の葉]
ko: [GROWTH_NAME:녹두 잎:녹두 잎들]
ru: [GROWTH_NAME:лист бобов мунг:листья бобов мунг]
tr: [GROWTH_NAME:maş fasulyesi yaprağı:maş fasulyesi yaprakları]
vi: [GROWTH_NAME:lá đậu xanh:lá đậu xanh]
zh_hans: [GROWTH_NAME:绿豆叶:绿豆叶]

# PLANT:MUNG_BEAN
source: [GROWTH_NAME:mung bean flower:STP]
cs: [GROWTH_NAME:květ mungo fazole:STP]
de: [GROWTH_NAME:Mungobohnenblüte:STP]
eo: [GROWTH_NAME:floro de mungofabo:floroj de mungofabo]
es: [GROWTH_NAME:flor de soja verde:STP]
ja: [GROWTH_NAME:青小豆の花:STP]
ko: [GROWTH_NAME:녹두 꽃:STP]
ru: [GROWTH_NAME:цветок бобов мунг:цветы бобов мунг]
tr: [GROWTH_NAME:maş fasulyesi çiçeği:STP]
zh_hans: [GROWTH_NAME:绿豆花:STP]

# PLANT:MUNG_BEAN
source: [GROWTH_NAME:mung bean pod:STP]
cs: [GROWTH_NAME:lusk mungo fazole:STP]
de: [GROWTH_NAME:Mungobohnenschote:STP]
eo: [GROWTH_NAME:guŝo de mungofabo:guŝoj de mungofabo]
es: [GROWTH_NAME:vaina de soja verde:STP]
ja: [GROWTH_NAME:青小豆 pod:STP]
ko: [GROWTH_NAME:녹두 꼬투리:STP]
ru: [GROWTH_NAME:стручок бобов мунг:стручки бобов мунг]
tr: [GROWTH_NAME:maş fasulyesi baklası:STP]
zh_hans: [GROWTH_NAME:绿豆豆荚:STP]

# PLANT:MUSKMELON
source: [NAME:muskmelon vine]
cs: [NAME:meloun cukrový]
de: [NAME:Zuckermelonenstrauch]
eo: [NAME:vegetalo de melono]
es: [NAME:cepa de melón]
ja: [NAME:マスクメロンのつる]
ko: [NAME:메론 넝쿨]
ru: [NAME:побег дыни]
tr: [NAME:misk kavunu asması]
vi: [NAME:dây dưa lưới]
zh_hans: [NAME:甜瓜藤]

# PLANT:MUSKMELON
source: [NAME_PLURAL:muskmelon vines]
cs: [NAME_PLURAL:meloun cukrový]
de: [NAME_PLURAL:Zuckermelonenstrauch]
eo: [NAME_PLURAL:vegetaloj de melono]
es: [NAME_PLURAL:cepas de melon]
ja: [NAME_PLURAL:マスクメロンのつるs]
ko: [NAME_PLURAL:메론 넝쿨들]
ru: [NAME_PLURAL:побеги дыни]
tr: [NAME_PLURAL:misk kavunu asmaları]
vi: [NAME_PLURAL:dây dưa lưới]
zh_hans: [NAME_PLURAL:甜瓜藤]

# PLANT:MUSKMELON
source: [ADJ:muskmelon vine]
cs: [ADJ:cukrový meloun]
de: [ADJ:Zuckermelonenstrauch]
eo: [ADJ:de vegetalo de melono]
es: [ADJ:de cepa de melón]
ja: [ADJ:マスクメロンのつる]
ko: [ADJ:메론 넝쿨]
ru: [ADJ:побег дыни]
tr: [ADJ:misk kavunu asması]
vi: [ADJ:dây dưa lưới]
zh_hans: [ADJ:甜瓜藤的]

# PLANT:MUSKMELON
source: [SEED:muskmelon seed:muskmelon seeds:]
cs: [SEED:semeno cukrového melounu:semena cukrového melounu:]
de: [SEED:Zuckermelonen-Samen:Zuckermelonen-Samen:]
eo: [SEED:semo de melono:semoj de melono:]
es: [SEED:semilla de melón:semillas de melón:]
ja: [SEED:マスクメロンの種:マスクメロンの種:]
ko: [SEED:메론 씨:메론 씨들]
ru: [SEED:семя дыни:семена дыни:]
tr: [SEED:misk kavunu tohumu:misk kavunu tohumları:]
vi: [SEED:hạt dưa lưới:hạt dưa lưới:]
zh_hans: [SEED:甜瓜种子:甜瓜种子:]

# PLANT:MUSKMELON
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plod]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:MUSKMELON
source: [GROWTH_NAME:muskmelon leaf:muskmelon leaves]
cs: [GROWTH_NAME:list cukrového melounu:listy cukrového melounu]
de: [GROWTH_NAME:Zuckermelonenblatt:Zuckermelonenblätter]
eo: [GROWTH_NAME:folio de melono:folioj de melono]
es: [GROWTH_NAME:hoja de melón:hojas de melón]
ja: [GROWTH_NAME:マスクメロンの葉:マスクメロンの葉]
ko: [GROWTH_NAME:메론 잎:메론 잎들]
ru: [GROWTH_NAME:лист дыни:листья дыни]
tr: [GROWTH_NAME:misk kavunu yaprağı:misk kavunu yaprakları]
vi: [GROWTH_NAME:lá dưa lưới:lá dưa lưới]
zh_hans: [GROWTH_NAME:甜瓜叶:甜瓜叶]

# PLANT:MUSKMELON
source: [GROWTH_NAME:muskmelon flower:STP]
cs: [GROWTH_NAME:květ cukrového melounu:STP]
de: [GROWTH_NAME:Zuckermelonenblüte:STP]
eo: [GROWTH_NAME:floro de melono:floroj de melono]
es: [GROWTH_NAME:flor de melón:STP]
ja: [GROWTH_NAME:マスクメロンの花:STP]
ko: [GROWTH_NAME:메론 꽃:STP]
ru: [GROWTH_NAME:цветок дыни:цветы дыни]
tr: [GROWTH_NAME:misk kavunu çiçeği:STP]
zh_hans: [GROWTH_NAME:甜瓜花:STP]

# PLANT:MUSKMELON
source: [GROWTH_NAME:muskmelon:STP]
cs: [GROWTH_NAME:cukrový meloun:STP]
de: [GROWTH_NAME:Zuckermelone:STP]
eo: [GROWTH_NAME:melono:melonoj]
es: [GROWTH_NAME:melón:STP]
ja: [GROWTH_NAME:マスクメロン:STP]
ko: [GROWTH_NAME:메론:STP]
ru: [GROWTH_NAME:дыня:дыни]
tr: [GROWTH_NAME:misk kavunu:STP]
zh_hans: [GROWTH_NAME:甜瓜:STP]

# PLANT:ONION
source: [NAME:onion plant]
cs: [NAME:cibule]
de: [NAME:Zwiebelpflanze]
eo: [NAME:vegetalo de cepo]
es: [NAME:planta de cebolla]
ja: [NAME:玉ねぎ]
ko: [NAME:양파]
ru: [NAME:репчатый лук]
tr: [NAME:soğan bitkisi]
vi: [NAME:cây hành tây]
zh_hans: [NAME:洋葱植株]

# PLANT:ONION
source: [NAME_PLURAL:onion plants]
cs: [NAME_PLURAL:cibule]
de: [NAME_PLURAL:Zwiebelpflanzen]
eo: [NAME_PLURAL:vegetaloj de cepo]
es: [NAME_PLURAL:plantas de cebolla]
ja: [NAME_PLURAL:玉ねぎ]
ko: [NAME_PLURAL:양파들]
ru: [NAME_PLURAL:репчатый лук]
tr: [NAME_PLURAL:soğan bitkileri]
vi: [NAME_PLURAL:cây hành tây]
zh_hans: [NAME_PLURAL:洋葱植株]
