Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:ELEMENTMAN_MUD
source: [DESCRIPTION:A humanoid made of mud which lives near water underground.]
cs: [DESCRIPTION:Humanoid vytvořený z bahna, žijící v podzemí poblíž vody.]
de: [DESCRIPTION:Ein Humanoid aus Schlamm, der unter der Erde in der Nähe von Wasser lebt.]
eo: [DESCRIPTION:Homsimilulo farita el koto, kiu loĝas proksine al akvo subtera.]
es: [DESCRIPTION:Un humanoide hecho de lodo que vive cerca del agua subterranea.]
ja: [DESCRIPTION:地価の水辺に棲む、人の形の泥だ。]
ko: [DESCRIPTION:지하수 근처에 사는 진흙으로 만들어진 인간형 생물체.]
pl: [DESCRIPTION:Humanoid zbudowany z błota, żyjący w pobliżu wody pod ziemią.]
ru: [DESCRIPTION:Человекоподобное существо, состоящее из грязи и живущее под землёй неподалеку от воды.]
tr: [DESCRIPTION:Yeraltında su kenarında yaşayan çamurdan yapılmış bir insansı.]
vi: [DESCRIPTION:Một hình nhân làm từ bùn, sống gần nước dưới lòng đất.]

# CREATURE:ELEMENTMAN_MUD
source: [NAME:mud man:mud men:mud man]
cs: [NAME:bahenní muž:bahenní muži:bahenního muže]
de: [NAME:Schlickmensch:Schlickmenschen:Schlickmensch]
eo: [NAME:kothomo:kothomoj:de kothomo]
es: [NAME:hombre de lodo:hombres de lodo:hombre de lodo]
ja: [NAME:泥男:泥男:泥男の]
ko: [NAME:진흙인간:진흙인간들:진흙인간]
pl: [NAME:błotny człowiek:błotni ludzie:błotno ludzki]
ru: [NAME:грязевик:грязевики:грязевика]
tr: [NAME:çamur adam:çamur adamlar:çamur adam]
vi: [NAME:Người bùn nam:Người bùn nam:Người bùn nam]

# CREATURE:ELEMENTMAN_MUD
source: [CASTE_NAME:mud man:mud men:mud man]
cs: [CASTE_NAME:bahenní muž:bahenní muži:bahenního muže]
de: [CASTE_NAME:Schlickmann:Schlickmänner:Schlickmann]
eo: [CASTE_NAME:kothomo:kothomoj:de kothomo]
es: [CASTE_NAME:hombre de lodo:hombres de lodo:hombre de lodo]
ja: [CASTE_NAME:泥男:泥男:泥男の]
ko: [CASTE_NAME:진흙인간:진흙인간들:진흙인간]
pl: [CASTE_NAME:błotny człowiek:błotni ludzie:błotno ludzki]
ru: [CASTE_NAME:грязевик:грязевики:грязевика]
tr: [CASTE_NAME:çamur adam:çamur adamlar:çamur adam]
vi: [CASTE_NAME:Người bùn nam:Người bùn nam:Người bùn nam]

# CREATURE:ELEMENTMAN_MUD
source: [PREFSTRING:peculiar smell]
cs: [PREFSTRING:zvláštní zápach]
de: [PREFSTRING:eigenartiger Geruch]
eo: [PREFSTRING:aparta odoro]
es: [PREFSTRING:olor peculiar]
ja: [PREFSTRING:独特のにおい]
ko: [PREFSTRING:특이한 냄새]
pl: [PREFSTRING:specyficzny zapach]
ru: [PREFSTRING:специфический запах]
tr: [PREFSTRING:tuhaf koku]
vi: [PREFSTRING:Mùi lạ thường]

# CREATURE:ELEMENTMAN_MUD
source: [ODOR_STRING:mud]
cs: [ODOR_STRING:bahno]
de: [ODOR_STRING:Schlumm]
eo: [ODOR_STRING:koto]
es: [ODOR_STRING:barro]
ja: [ODOR_STRING:泥]
ko: [ODOR_STRING:진흙]
pl: [ODOR_STRING:błoto]
ru: [ODOR_STRING:грязью]
tr: [ODOR_STRING:çamur]
vi: [ODOR_STRING:Bùn]

# CREATURE:ELEMENTMAN_MUD
source: [TISSUE_NAME:mud:NP]
cs: [TISSUE_NAME:bahno:NP]
de: [TISSUE_NAME:Schlick:NP]
eo: [TISSUE_NAME:koto:NP]
es: [TISSUE_NAME:lodo:NP]
ja: [TISSUE_NAME:泥:NP]
ko: [TISSUE_NAME:진흙:NP]
pl: [TISSUE_NAME:błoto:NP]
ru: [TISSUE_NAME:грязь:NP]
tr: [TISSUE_NAME:çamur:NP]

# CREATURE:ELEMENTMAN_MUD
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:ELEMENTMAN_MUD
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:BIRD_SWALLOW_CAVE
source: [DESCRIPTION:A small blue and orange bird.]
cs: [DESCRIPTION:Malý modro-oranžový pták.]
de: [DESCRIPTION:Ein kleiner Blau-Orangener Vogel.]
eo: [DESCRIPTION:Malgranda blua kaj oranĝkolora birdo.]
es: [DESCRIPTION:Una pequeña ave naranja azulada.]
ja: [DESCRIPTION:青とオレンジの小さな鳥だ。]
ko: [DESCRIPTION:파란색과 주황색의 작은 새.]
pl: [DESCRIPTION:Mały niebiesko-pomarańczowy ptaszek.]
ru: [DESCRIPTION:Небольшая сине-оранжевая птица.]
tr: [DESCRIPTION:Küçük, mavi ve turuncu bir kuş.]
vi: [DESCRIPTION:Một loài chim nhỏ màu xanh dương và cam.]

# CREATURE:BIRD_SWALLOW_CAVE
source: [NAME:cave swallow:cave swallows:cave swallow]
cs: [NAME:jeskynní vlaštovka:jeskynní vlaštovky:jeskynní vlaštovku]
de: [NAME:Höhlenschwalbe:Höhlenschwalben:Höhlenschwalbe]
eo: [NAME:kavhirundo:kavhirundoj:de kavhirundo]
es: [NAME:golondrina de cueva:golondrinas de cueva:golondrina de cueva]
ja: [NAME:洞窟ツバメ:洞窟ツバメ:洞窟ツバメの]
ko: [NAME:동굴 제비:동굴 제비들:동굴 제비]
pl: [NAME:jaskółka jaskiniowa:jaskółki jaskiniowe:jaskółczo jaskiniowy]
ru: [NAME:пещерная ласточка:пещерные ласточки:пещерной ласточки]
tr: [NAME:mağara kırlangıcı:mağara kırlangıçları:mağara kırlangıcı]
vi: [NAME:Én hang:Én hang:Én hang]

# CREATURE:BIRD_SWALLOW_CAVE
source: [CASTE_NAME:cave swallow:cave swallows:cave swallow]
cs: [CASTE_NAME:jeskynní vlaštovka:jeskynní vlaštovky:jeskynní vlaštovku]
de: [CASTE_NAME:Höhlenschwalbe:Höhlenschwalben:Höhlenschwalbe]
eo: [CASTE_NAME:kavhirundo:kavhirundoj:de kavhirundo]
es: [CASTE_NAME:golondrina de cueva:golondrinas de cueva:golondrina de cueva]
ja: [CASTE_NAME:洞窟ツバメ:洞窟ツバメ:洞窟ツバメの]
ko: [CASTE_NAME:동굴 제비:동굴 제비들:동굴 제비]
pl: [CASTE_NAME:jaskółka jaskiniowa:jaskółki jaskiniowe:jaskółczo jaskiniowy]
ru: [CASTE_NAME:пещерная ласточка:пещерные ласточки:пещерной ласточки]
tr: [CASTE_NAME:mağara kırlangıcı:mağara kırlangıçları:mağara kırlangıcı]
vi: [CASTE_NAME:Én hang:Én hang:Én hang]

# CREATURE:BIRD_SWALLOW_CAVE
source: [GENERAL_CHILD_NAME:cave swallow hatchling:cave swallow hatchlings]
cs: [GENERAL_CHILD_NAME:mládě jeskynní vlaštovky:mláďata jeskynní vlaštovky]
de: [GENERAL_CHILD_NAME:Höhlenschwalbenküken:Höhlenschwalbenküken]
eo: [GENERAL_CHILD_NAME:kavhirundido:kavhirundidoj]
es: [GENERAL_CHILD_NAME:polluelo de golondrina de cueva:polluelos de golondrina de cueva]
ja: [GENERAL_CHILD_NAME:洞窟ツバメの子供:洞窟ツバメの子供の]
ko: [GENERAL_CHILD_NAME:새끼 동굴 제비:새끼 동굴 제비들]
pl: [GENERAL_CHILD_NAME:pisklę jaskółki jaskiniowej:pisklęta jaskółki jaskiniowej]
ru: [GENERAL_CHILD_NAME:птенец пещерной ласточки:птенцы пещерной ласточки]
tr: [GENERAL_CHILD_NAME:mağara kırlangıcı yavrusu:mağara kırlangıcı yavruları]
vi: [GENERAL_CHILD_NAME:Chim én hang non:Chim én hang non]

# CREATURE:BIRD_SWALLOW_CAVE
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:BIRD_SWALLOW_CAVE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BIRD_SWALLOW_CAVE
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapá po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:yakalamaya çalış:yakalamaya çalışır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]

# CREATURE:BIRD_SWALLOW_CAVE
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]

# CREATURE:BIRD_SWALLOW_CAVE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BIRD_SWALLOW_CAVE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CAVE_SWALLOW_MAN
source: [CASTE_NAME:cave swallow man:cave swallow men:cave swallow man]
cs: [CASTE_NAME:jeskynní vlaštovčí muž:jeskynní vlaštovčí muži:jeskynního vlaštovčího muže]
de: [CASTE_NAME:Höhlenschwalbenmann:Höhlenschwalbenmänner:Höhlenschwalbenmann]
eo: [CASTE_NAME:homkavhirundiĉo:homkavhirundiĉoj:de homkavhirundiĉo]
es: [CASTE_NAME:hombre-golondrina de cueva:hombres-golondrinas de cueva:hombre-golondrina de cueva]
ja: [CASTE_NAME:洞窟ツバメ男:洞窟ツバメ男:洞窟ツバメ男の]
ko: [CASTE_NAME:남성 동굴 제비 인간:남성 동굴 제비 인간들:남성 동굴 제비 인간]
pl: [CASTE_NAME:mężczyzna jaskółka jaskiniowa:mężczyźni jaskółek jaskiniowych:męsko jaskółko jaskiniowy]
ru: [CASTE_NAME:мужчина-пещерная ласточка:мужчины-пещерные ласточки:мужчины-пещерной ласточки]
tr: [CASTE_NAME:mağara kırlangıcı adam:mağara kırlangıcı adamlar:mağara kırlangıcı adam]
vi: [CASTE_NAME:Người én hang nam:Người én hang nam:Người én hang nam]

# CREATURE:CAVE_SWALLOW_MAN
source: [CASTE_NAME:cave swallow woman:cave swallow women:cave swallow woman]
cs: [CASTE_NAME:jeskynní vlaštovčí žena:jeskynní vlaštovčí ženy:jeskynní vlaštovčí ženu]
de: [CASTE_NAME:Höhlenschwalbenfrau:Höhlenschwalbenfrauen:Höhlenschwalbenfrau]
eo: [CASTE_NAME:homkavhirundino:homkavhirundinoj:de homkavhirundino]
es: [CASTE_NAME:mujer-golondrina de cueva:mujeres-golondrinas de cueva:mujer-golondrina de cueva]
ja: [CASTE_NAME:洞窟ツバメ女:洞窟ツバメ女:洞窟ツバメ女の]
ko: [CASTE_NAME:여성 동굴 제비 인간:여성 동굴 제비 인간들:여성 동굴 제비 인간]
pl: [CASTE_NAME:kobieta jaskółka jaskiniowa:kobiety jaskółki jaskiniowej:kobieco jaskółko jaskiniowy]
ru: [CASTE_NAME:женщина-пещерная ласточка:женщины-пещерные ласточки:женщины-пещерной ласточки]
tr: [CASTE_NAME:mağara kırlangıcı kadın:mağara kırlangıcı kadınlar:mağara kırlangıcı kadın]
vi: [CASTE_NAME:Người én hang nữ:Người én hang nữ:Người én hang nữ]

# CREATURE:CAVE_SWALLOW_MAN
source: [NAME:cave swallow man:cave swallow men:cave swallow man]
cs: [NAME:jeskynní vlaštovčí muž:jeskynní vlaštovčí muži:jeskynního vlaštovčího muže]
de: [NAME:Höhlenschwalbenmensch:Höhlenschwalbenmenschen:Höhlenschwalbenmensch]
eo: [NAME:homkavhirundo:homkavhirundoj:de homkavhirundo]
es: [NAME:hombre-golondrina de cueva:hombres-golondrinas de cueva:hombre-golondrina de cueva]
ja: [NAME:洞窟ツバメ男:洞窟ツバメ男:洞窟ツバメ男の]
ko: [NAME:동굴 제비 인간:동굴 제비 인간들:동굴 제비 인간]
pl: [NAME:człowiek jaskółka jaskiniowa:ludzie jaskółki jaskiniowe:ludzko jaskółczy jaskinowy]
ru: [NAME:человек-пещерная ласточка:люди-пещерные ласточки:человека-пещерной ласточки]
tr: [NAME:mağara kırlangıcı adamı:mağara kırlangıcı adamları:kırlangıcı adam]
vi: [NAME:Người én hang nam:Người én hang nam:Người én hang nam]

# CREATURE:CAVE_SWALLOW_MAN
source: [DESCRIPTION:A feathered man with the wings and head of a bird. It lives underground.]
cs: [DESCRIPTION:Opeřený muž s křídly a hlavou ptáka. Žije v podzemí.]
de: [DESCRIPTION:Ein gefiederter Humanoid mit den Flügeln und dem Kopf eines Vogels. Er lebt unter der Erde.]
eo: [DESCRIPTION:Pluma homo kun la flugiloj kaj la kapo de birdo. Ĝi loĝas subtere.]
es: [DESCRIPTION:Un hombre alado cabeza de ave. Viven bajo tierra]
ja: [DESCRIPTION:洞窟ツバメの頭と翼を持つ、羽毛の生えた人間だ。]
ko: [DESCRIPTION:새의 날개와 머리를 가진 깃털 달린 남자. 지하에 산다.]
pl: [DESCRIPTION:Pierzasty człowiek ze skrzydłami i głową ptaka. Żyje pod ziemią.]
ru: [DESCRIPTION:Покрытый перьями человек с крыльями и головой птицы. Обитает под землёй.]
tr: [DESCRIPTION:Bir kuşun kanatlarına ve kafasına sahip tüylü bir adam. Yeraltında yaşar.]
vi: [DESCRIPTION:Một người đàn ông có lông vũ, với đôi cánh và cái đầu của một loài chim. Nó sống dưới lòng đất.]

# CREATURE:BIRD_SWALLOW_CAVE_GIANT
source: [DESCRIPTION:A gigantic blue and orange bird.]
cs: [DESCRIPTION:Obří modro-oranžový pták.]
de: [DESCRIPTION:Ein gigantischer Blau-Orangener Vogel.]
eo: [DESCRIPTION:Giganta blua kaj oranĝkolora birdo.]
es: [DESCRIPTION:Un ave gigante de color najanja y azul.]
ja: [DESCRIPTION:青とオレンジの巨大な鳥だ。]
ko: [DESCRIPTION:거대한 파란색과 주황색 새.]
pl: [DESCRIPTION:Gigantyczny niebiesko-pomarańczowy ptak.]
ru: [DESCRIPTION:Гигантская сине-оранжевая птица.]
tr: [DESCRIPTION:Devasa, mavi ve turuncu bir kuş.]
vi: [DESCRIPTION:Một loài chim khổng lồ màu xanh dương và cam.]

# CREATURE:BIRD_SWALLOW_CAVE_GIANT
source: [NAME:giant cave swallow:giant cave swallows:giant cave swallow]
cs: [NAME:obří jeskynní vlaštovka:obří jeskynní vlaštovky:obří jeskynní vlaštovku]
de: [NAME:Riesige Höhlenschwalbe:Riesige Höhlenschwalben:Riesige Höhlenschwalbe]
eo: [NAME:giganta kavhirundo:gigantaj kavhirundoj:de giganta kavhirundo]
es: [NAME:golondrina gigante de cueva:golondrinas gigantes de cueva:golondrina gigante de cueva]
ja: [NAME:巨大洞窟ツバメ:巨大洞窟ツバメ:巨大洞窟ツバメの]
pl: [NAME:gigantyczna jaskółka jaskiniowa:gigantyczna jaskółki jaskiniowe:gigantyczno jaskółczo jaskiniowy]
ru: [NAME:гигантская пещерная ласточка:гигантские пещерные ласточки:гигантской пещерной ласточки]
tr: [NAME:dev mağara kırlangıcı:dev mağara kırlangıçları:dev mağara kırlangıcı]

# CREATURE:BIRD_SWALLOW_CAVE_GIANT
source: [CASTE_NAME:giant cave swallow:giant cave swallows:giant cave swallow]
cs: [CASTE_NAME:obří jeskynní vlaštovka:obří jeskynní vlaštovky:obří jeskynní vlaštovku]
de: [CASTE_NAME:Riesige Höhlenschwalbe:Riesige Höhlenschwalben:Riesige Höhlenschwalbe]
eo: [CASTE_NAME:giganta kavhirundo:gigantaj kavhirundoj:de giganta kavhirundo]
es: [CASTE_NAME:golondrina gigante de cueva:golondrinas gigantes de cueva:golondrina gigante de cueva]
ja: [CASTE_NAME:巨大洞窟ツバメ:巨大洞窟ツバメ:巨大洞窟ツバメの]
pl: [CASTE_NAME:gigantyczna jaskółka jaskiniowa:gigantyczna jaskółki jaskiniowe:gigantyczno jaskółczo jaskiniowy]
ru: [CASTE_NAME:гигантская пещерная ласточка:гигантские пещерные ласточки:гигантской пещерной ласточки]
tr: [CASTE_NAME:dev mağara kırlangıcı:dev mağara kırlangıçları:dev mağara kırlangıcı]

# CREATURE:BIRD_SWALLOW_CAVE_GIANT
source: [GENERAL_CHILD_NAME:giant cave swallow hatchling:giant cave swallow hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obří jeskynní vlaštovky:mláďata obří jeskynní vlaštovky]
de: [GENERAL_CHILD_NAME:Riesiges Höhlenschwalbenküken:Riesige Höhlenschwalbenküken]
eo: [GENERAL_CHILD_NAME:giganta kavhirundido:gigantaj kavohirundidoj]
es: [GENERAL_CHILD_NAME:polluelo de golondrina gigante de cueva:polluelos de golondrinas gigantes de cueva:polluelo golondrina gigante de cueva]
ja: [GENERAL_CHILD_NAME:巨大洞窟ツバメの子供:巨大洞窟ツバメの子供の]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej jaskółki jaskiniowej:pisklęta gigantycznej jaskółki jaskiniowej]
ru: [GENERAL_CHILD_NAME:птенец гигантской пещерной ласточки:птенцы гигантской пещерной ласточки]
tr: [GENERAL_CHILD_NAME:dev mağara kırlangıcı yavrusu:dev mağara kırlangıcı yavruları]
vi: [GENERAL_CHILD_NAME:Chim én hang khổng lồ non:Chim én hang khổng lồ non]

# CREATURE:BIRD_SWALLOW_CAVE_GIANT
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:BIRD_SWALLOW_CAVE_GIANT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BIRD_SWALLOW_CAVE_GIANT
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapá po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:yakalamaya çalış:yakalamaya çalışır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]

# CREATURE:BIRD_SWALLOW_CAVE_GIANT
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]

# CREATURE:BIRD_SWALLOW_CAVE_GIANT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BIRD_SWALLOW_CAVE_GIANT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:AMPHIBIAN_MAN
source: [DESCRIPTION:These evil creatures resemble walking frogs with arms and the intelligence to use them. They live in the waters far under the earth.]
cs: [DESCRIPTION:Tato zlá stvoření se podobají chodícím žábám s pažemi a inteligencí jenž používají. Žijí ve vodách daleko pod zemí.]
de: [DESCRIPTION:Diese bösen Kreaturen ähneln wandelnden Fröschen mit Armen und der Intelligenz, sie zu benutzen. Sie leben in den Gewässern weit unter der Erde.]
eo: [DESCRIPTION:Ĉi tiuj malicaj kreitoj similas marŝantajn ranojn kun brakoj kaj la inteligento por uzi ilin. Ili loĝas en la akvoj for sub la tero.]
es: [DESCRIPTION:Estas malignas criaturas se asimalan a ranas andantes con brazos e inteligencia para usarlos. Habitan en las lejanas profundidades acuaticas subterráneas.]
ja: [DESCRIPTION:腕の生えたカエルに似た邪悪な生き物だ。地下深部の水に棲息する。]
ko: [DESCRIPTION:이 사악한 생물은 팔과 그것을 사용할 수 있는 지능을 가진 걷는 개구리와 비슷합니다. 저 멀리 땅 밑 물속에 산다.]
pl: [DESCRIPTION:Te złe stworzenia przypominają chodzące żaby z rękami i inteligencją, która pozwala im się posługiwać. Żyją w wodach głęboko pod ziemią.]
ru: [DESCRIPTION:Эти злобные существа похожи на прямоходящих лягушек с руками и достаточным разумом, чтобы ими пользоваться. Они живут в водоёмах глубоко под землёй.]
tr: [DESCRIPTION:Bu kötücül yaratıklar, kolları ve onları kullanacak zekası olan yürüyen kurbağalara benzer. Yerin çok altındaki sularda yaşarlar.]
vi: [DESCRIPTION:Những sinh vật tà ác này trông giống những con ếch đi bằng hai chân với cánh tay và trí thông minh để sử dụng chúng. Chúng sống trong những vùng nước sâu dưới lòng đất.]

# CREATURE:AMPHIBIAN_MAN
source: [NAME:amphibian man:amphibian men:amphibian man]
cs: [NAME:obojživelný muž:obojživelní muži:obojživelného muže]
de: [NAME:Lurchmensch:Lurchmenschen:Lurchmensch]
eo: [NAME:homamfibio:homamfibioj:de homamfibio]
es: [NAME:hombre-anfibo:hombres-anfibios:hombre-anfibio]
ja: [NAME:両生類男:両生類男:両生類男の]
ko: [NAME:양서류 인간:양서류 인간들:양서류 인간]
pl: [NAME:człowiek płaz: ludzie płazy: ludzko płazi]
ru: [NAME:человек-амфибия:люди-амфибии:человека-амфибии]
tr: [NAME:amfibi adamı:amfibi adamları:amfibi adam]
vi: [NAME:Người lưỡng cư nam:Người lưỡng cư nam:Người lưỡng cư nam]

# CREATURE:AMPHIBIAN_MAN
source: [PREFSTRING:terrifying features]
cs: [PREFSTRING:děsivé rysy]
de: [PREFSTRING:furchterregende Fähigkeiten]
eo: [PREFSTRING:teruraj trajtoj]
es: [PREFSTRING:características aterradoras]
ja: [PREFSTRING:恐ろしい機能]
ko: [PREFSTRING:끔찍한 이목구비]
pl: [PREFSTRING:przerażające cechy]
ru: [PREFSTRING:ужасающий внешний вид]
tr: [PREFSTRING:korkunç özellikler]
vi: [PREFSTRING:những đặc điểm đáng sợ]

# CREATURE:AMPHIBIAN_MAN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:AMPHIBIAN_MAN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:AMPHIBIAN_MAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:AMPHIBIAN_MAN
source: [CASTE_NAME:amphibian woman:amphibian women:amphibian woman]
cs: [CASTE_NAME:obojživelná žena:obojživelné ženy:obojživelnou ženu]
de: [CASTE_NAME:Lurchfrau:Lurchfrauen:Lurchfrau]
eo: [CASTE_NAME:homamfibiino:homamfibiinoj:de homamfibiino]
es: [CASTE_NAME:mujer-anfibio:mujeres-anfibios:mujer-anfibio]
ja: [CASTE_NAME:両生類女:両生類女:両生類女の]
ko: [CASTE_NAME:여성 양서류 인간:여성 양서류 인간들:여성 양서류 인간]
pl: [CASTE_NAME:kobieta płaz:kobiety płazy:kobieco płazi]
ru: [CASTE_NAME:женщина-амфибия:женщины-амфибии:женщины-амфибии]
tr: [CASTE_NAME:amfibi kadın:amfibi kadınlar:amfibi kadın]
vi: [CASTE_NAME:Người lưỡng cư nữ:Người lưỡng cư nữ:Người lưỡng cư nữ]

# CREATURE:AMPHIBIAN_MAN
source: [CASTE_NAME:amphibian man:amphibian men:amphibian man]
cs: [CASTE_NAME:obojživelný muž:obojživelní muži:obojživelného muže]
de: [CASTE_NAME:Lurchmann:Lurchmänner:Lurchmann]
eo: [CASTE_NAME:homamfibiiĉo:homamfibiiĉoj:de homamfibiiĉo]
es: [CASTE_NAME:hombre-anfibo:hombres-anfibios:hombre-anfibio]
ja: [CASTE_NAME:両生類男:両生類男:両生類男の]
ko: [CASTE_NAME:양서류 인간:양서류 인간들:양서류 인간]
pl: [CASTE_NAME:mężczyzna płaz:mężczyźni płazy:męsko płazi]
ru: [CASTE_NAME:мужчина-амфибия:мужчины-амфибии:мужчины-амфибии]
tr: [CASTE_NAME:amfibi adam:amfibi adamlar:amfibi adam]
vi: [CASTE_NAME:Người lưỡng cư nam:Người lưỡng cư nam:Người lưỡng cư nam]

# CREATURE:AMPHIBIAN_MAN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:AMPHIBIAN_MAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
