Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:LEECH
source: [DESCRIPTION:A tiny, aquatic, worm-like creature that feeds on blood.]
cs: [DESCRIPTION:Drobný vodní červovitý tvor živící se krví.]
de: [DESCRIPTION:Ein winziges, im Wasser lebendes, wurmähnliches Wesen, das sich von Blut ernährt.]
eo: [DESCRIPTION:Eta akva vermsimila estaĵo, kiu manĝas sangon.]
es: [DESCRIPTION:Una diminuta criatura acuática anélida , la cual se alimenta de sangre.]
ja: [DESCRIPTION:水生のイモムシのような吸血生物だ。]
ko: [DESCRIPTION:피를 먹고 사는 작은 수생 벌레 같은 생물.]
pl: [DESCRIPTION:Malutkie, morskie, robakopodobne stworzenie, które karmi się krwią.]
ru: [DESCRIPTION:Мелкое водное существо, похожее на червя, питающееся кровью.]
tr: [DESCRIPTION:Kanla beslenen minik, sucul, solucan benzeri bir yaratık.]
vi: [DESCRIPTION:Một sinh vật tí hon, sống dưới nước, trông giống giun và hút máu.]

# CREATURE:LEECH
source: [NAME:leech:leeches:leech]
cs: [NAME:pijavice:pijavice:pijavice]
de: [NAME:Egel:Egel:Egel]
eo: [NAME:hirudo:hirudoj:de hirudo]
es: [NAME:sanguijuela:sanguijuelas:sanguijuela]
ja: [NAME:ヒル:ヒル:ヒルの]
ko: [NAME:거머리:거머리떼:거머리]
pl: [NAME:pijawka:pijawki:pijawkowy]
ru: [NAME:пиявка:пиявки:пиявки]
tr: [NAME:sülük:sülükler:sülük]
vi: [NAME:đỉa:đỉa:đỉa]

# CREATURE:LEECH
source: [CASTE_NAME:leech:leeches:leech]
cs: [CASTE_NAME:pijavice:pijavice:pijavice]
de: [CASTE_NAME:Egel:Egel:Egel]
eo: [CASTE_NAME:hirudo:hirudoj:de hirudo]
es: [CASTE_NAME:sanguijuela:sanguijuelas:sanguijuela]
ja: [CASTE_NAME:ヒル:ヒル:ヒルの]
ko: [CASTE_NAME:거머리:거머리떼:거머리]
pl: [CASTE_NAME:pijawka:pijawki:pijawkowy]
ru: [CASTE_NAME:пиявка:пиявки:пиявки]
tr: [CASTE_NAME:sülük:sülükler:sülük]
vi: [CASTE_NAME:đỉa:đỉa:đỉa]

# CREATURE:LEECH
source: [PREFSTRING:feeding habits]
cs: [PREFSTRING:způsobem krmení]
de: [PREFSTRING:Fressgewohnheit]
eo: [PREFSTRING:manĝadaj rutinoj]
es: [PREFSTRING:hábitos alimenticios]
ja: [PREFSTRING:食生活]
ko: [PREFSTRING:포식 습성]
pl: [PREFSTRING:nawyki karmienia]
ru: [PREFSTRING:питание кровью]
tr: [PREFSTRING:beslenme alışkanlıkları]
vi: [PREFSTRING:tập tính kiếm ăn]

# CREATURE:LEECH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:LEECH
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:LEECH_MAN
source: [NAME:leech man:leech men:leech man]
cs: [NAME:pijavičí muž:pijavičí muži:pijavičí muž]
de: [NAME:Egelmensch:Egelmenschen:Egelmensch]
eo: [NAME:homhirudo:homhirudoj:de homhirudo]
es: [NAME:hombre sanguijuela:hombres sanguijuela:hombre sanguijuela]
ja: [NAME:ヒル男:ヒル男:ヒル男の]
ko: [NAME:거머리인간:거머리인간들:거머리인간]
pl: [NAME:pijawkoczłowiek:pijawkoludzie:pijawkoludzki]
ru: [NAME:человек-пиявка:люди-пиявки:человека-пиявки]
tr: [NAME:sülük adam:sülük adamlar:sülük adam]
vi: [NAME:người đỉa nam:những người đỉa nam:người đỉa nam]

# CREATURE:LEECH_MAN
source: [CASTE_NAME:leech man:leech men:leech man]
cs: [CASTE_NAME:pijavičí muž:pijavičí muži:pijavičí muž]
de: [CASTE_NAME:Egelmann:Egelmann:Egelmann]
eo: [CASTE_NAME:homhirudo:homhirudoj:de homhirudo]
es: [CASTE_NAME:hombre sanguijuela:hombres sanguijuela:hombre sanguijuela]
ja: [CASTE_NAME:ヒル男:ヒル男:ヒル男の]
ko: [CASTE_NAME:거머리인간:거머리인간들:거머리인간]
pl: [CASTE_NAME:pijawkoczłowiek:pijawkoludzie:pijawkoludzki]
ru: [CASTE_NAME:человек-пиявка:люди-пиявки:человека-пиявки]
tr: [CASTE_NAME:sülük adam:sülük adamlar:sülük adam]
vi: [CASTE_NAME:người đỉa nam:những người đỉa nam:người đỉa nam]

# CREATURE:LEECH_MAN
source: [DESCRIPTION:A large slug-like creature with the torso of a man. Its face is a mockery of teeth and slime.]
cs: [DESCRIPTION:Velký tvor podobný slimákovi s lidským trupem. Jeho tvář je výsměšnou směsicí zubů a slizu.]
de: [DESCRIPTION:Eine große, schneckenartige Kreatur mit dem Rumpf eines Menschen. Sein Gesicht ist ein Hohn aus Zähnen und Schleim.]
eo: [DESCRIPTION:Granda limaksimila estaĵo kun la torso de homo. Ĝia vizaĝo estas imitaĵo el dentoj kaj kaĉo.]
es: [DESCRIPTION:Una gran criatura con forma de babosa y torso humano. Su cara es un entrevero de dientes y baba.]
ja: [DESCRIPTION:人間の体を持つなめくじのような生き物だ。顔にねばねばしたもので出来た、偽の歯がある。]
ko: [DESCRIPTION:사람의 몸통을 가진 커다란 민달팽이 같은 생물. 그것의 얼굴은 이빨과 점액의 조롱입니다.]
pl: [DESCRIPTION:Duże, ślimakopodobne stworzenie z torsem człowieka. Jego twarz jest urągowiskiem zębów i śluzu.]
ru: [DESCRIPTION:Огромное слизнеподобное существо с туловищем человека. Его лицо - смесь зубов и слизи.]
tr: [DESCRIPTION:İnsan gövdesine sahip, sümüklü böceğe benzeyen büyük bir yaratık. Yüzü diş ve sümükten oluşan bir maskaralıktır.]
vi: [DESCRIPTION:Một sinh vật lớn trông giống sên với phần thân trên của một người đàn ông. Khuôn mặt của nó là một sự nhạo báng của răng và chất nhờn.]

# CREATURE:GIANT_LEECH
source: [NAME:giant leech:giant leeches:giant leech]
cs: [NAME:obří pijavice:obří pijavice:obří pijavice]
de: [NAME:Riesenegel:Riesenegel:Riesenegel]
eo: [NAME:giganta hirudo:gigantaj hirudoj:de giganta hirudo]
es: [NAME:sanguijuela gigante:sanguijuelas gigantes:sanguijuela gigante]
ja: [NAME:巨大ヒル:巨大ヒル:巨大ヒルの]
ko: [NAME:거대 거머리:거대 거머리떼:거대 거머리]
pl: [NAME:gigantyczna pijawka:gigantyczne pijawki:gigantyczno pijawkowy]
ru: [NAME:гигантская пиявка:гигантские пиявки:гигантской пиявки]
tr: [NAME:dev sülük:dev sülükler:dev sülük]

# CREATURE:GIANT_LEECH
source: [CASTE_NAME:giant leech:giant leeches:giant leech]
cs: [CASTE_NAME:obří pijavice:obří pijavice:obří pijavice]
de: [CASTE_NAME:Riesenegel:Riesenegel:Riesenegel]
eo: [CASTE_NAME:giganta hirudo:gigantaj hirudoj:de giganta hirudo]
es: [CASTE_NAME:sanguijuela gigante:sanguijuelas gigantes:sanguijuela gigante]
ja: [CASTE_NAME:巨大ヒル:巨大ヒル:巨大ヒルの]
ko: [CASTE_NAME:거대 거머리:거대 거머리떼:거대 거머리]
pl: [CASTE_NAME:gigantyczna pijawka:gigantyczne pijawki:gigantyczno pijawkowy]
ru: [CASTE_NAME:гигантская пиявка:гигантские пиявки:гигантской пиявки]
tr: [CASTE_NAME:dev sülük:dev sülükler:dev sülük]

# CREATURE:GIANT_LEECH
source: [DESCRIPTION:A large monster in the shape of a leech.]
cs: [DESCRIPTION:Velký tvor ve tvaru pijavice.]
de: [DESCRIPTION:Ein großes Monster in Form eines Egels.]
eo: [DESCRIPTION:Granda monstro kun formo de hirudo.]
es: [DESCRIPTION:Un gran monstruo con la forma de una sanguijuela]
ja: [DESCRIPTION:ヒルのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:거머리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie pijawki.]
ru: [DESCRIPTION:Огромный монстр в форме пиявки.]
tr: [DESCRIPTION:Sülük şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng một con đỉa.]

# CREATURE:GIANT_LEECH
source: [PREFSTRING:feeding habits]
cs: [PREFSTRING:způsobem krmení]
de: [PREFSTRING:Fressgewohnheit]
eo: [PREFSTRING:manĝadaj rutinoj]
es: [PREFSTRING:hábitos alimenticios]
ja: [PREFSTRING:食生活]
ko: [PREFSTRING:포식 습성]
pl: [PREFSTRING:nawyki karmienia]
ru: [PREFSTRING:питание кровью]
tr: [PREFSTRING:beslenme alışkanlıkları]
vi: [PREFSTRING:tập tính kiếm ăn]

# CREATURE:AXOLOTL
source: [DESCRIPTION:A small salamander found in remote lakes. It has the mysterious ability to regrow limbs.]
cs: [DESCRIPTION:Drobný mlok žijící v odlehlých jezerech. Má tajemnou schopnost regenerovat končetiny.]
de: [DESCRIPTION:Ein kleiner Salamander, der in abgelegenen Seen lebt. Er hat die mysteriöse Fähigkeit, Gliedmaßen nachwachsen zu lassen..]
eo: [DESCRIPTION:Malgranda amfibio, kiu troviĝas en foraj lakoj. Ĝi havas la misteran kapablon por rekreskigado de membroj.]
es: [DESCRIPTION:Una pequeña salamandra que se encuentra en lagos remotos, tiene la misteriosa habilidad de regenerar las extremidades.]
ja: [DESCRIPTION:池に棲む小さなサンショウウオ。手足が再生できる。]
ko: [DESCRIPTION:외딴 호수에서 발견된 작은 도롱뇽. 팔다리를 다시 자라게 하는 신비한 능력을 가지고 있습니다.]
pl: [DESCRIPTION:Mała salamandra, którą można znaleźć w odosobnionych jeziorach. Ma tajemniczą zdolność do odrastania swoich kończyn.]
ru: [DESCRIPTION:Маленькая саламандра, обитающая в отдаленных озерах. Обладает удивительной способностью отращивать утраченные конечности.]
tr: [DESCRIPTION:Uzak göllerde bulunan küçük bir semender. Uzuvlarını yeniden büyütme gibi gizemli bir yeteneğe sahiptir.]
vi: [DESCRIPTION:Một con kỳ nhông nhỏ được tìm thấy ở các hồ hẻo lánh. Nó có khả năng bí ẩn là tái tạo lại tứ chi.]
zh_hans: [DESCRIPTION:一种在偏远湖泊中发现的小型蝾螈。 它具有重新生长四肢的神秘能力。]

# CREATURE:AXOLOTL
source: [NAME:axolotl:axolotls:axolotl]
cs: [NAME:axolotl:axolotlové:axolotl]
de: [NAME:Axolotl:Axolotl:Axolotl]
eo: [NAME:aksolotlo:aksolotloj:de aksolotlo]
es: [NAME:axolote:axolotes:axolote]
ja: [NAME:ウーパールーパー:ウーパールーパー:ウーパールーパーの]
ko: [NAME:아홀로틀:아홀로틀들:아홀로틀]
pl: [NAME:axolotl:axolotle:axolotlowy]
ru: [NAME:аксолотль:аксолотли:аксолотля]
tr: [NAME:aksolotl:aksolotllar:aksolotl]

# CREATURE:AXOLOTL
source: [CASTE_NAME:axolotl:axolotls:axolotl]
cs: [CASTE_NAME:axolotl:axolotlové:axolotl]
de: [CASTE_NAME:Axolotl:Axolotl:Axolotl]
eo: [CASTE_NAME:aksolotlo:aksolotloj:de aksolotlo]
es: [CASTE_NAME:axolote:axolotes:axolote]
ja: [CASTE_NAME:ウーパールーパー:ウーパールーパー:ウーパールーパーの]
ko: [CASTE_NAME:아홀로틀:아홀로틀들:아홀로틀]
pl: [CASTE_NAME:axolotl:axolotle:axolotlowy]
ru: [CASTE_NAME:аксолотль:аксолотли:аксолотля]
tr: [CASTE_NAME:aksolotl:aksolotllar:aksolotl]

# CREATURE:AXOLOTL
source: [PREFSTRING:gills]
cs: [PREFSTRING:žábrami]
de: [PREFSTRING:Kiemen]
eo: [PREFSTRING:brankoj]
es: [PREFSTRING:branquias]
ja: [PREFSTRING:えら]
ko: [PREFSTRING:아가미]
pl: [PREFSTRING:skrzela]
ru: [PREFSTRING:жабры]
tr: [PREFSTRING:solungaçlar]
vi: [PREFSTRING:mang]

# CREATURE:AXOLOTL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:AXOLOTL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:AXOLOTL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:AXOLOTL_MAN
source: [CASTE_NAME:axolotl man:axolotl men:axolotl man]
cs: [CASTE_NAME:axolotlí muž:axolotlí muži:axolotlí muž]
de: [CASTE_NAME:Axolotl Mann:Axolotl Männer:Axolotl Mann]
eo: [CASTE_NAME:homaksolotliĉo:homaksolotliĉoj:de homaksolotliĉo]
es: [CASTE_NAME:hombre axolote:hombres axolote:hombre axolote]
ja: [CASTE_NAME:ウーパールーパー男:ウーパールーパー男:ウーパールーパー男の]
ko: [CASTE_NAME:남성 아홀로틀인간:남성 아홀로틀인간들:남성 아홀로틀인간]
pl: [CASTE_NAME:axolotlomężczyzna:axolotlomężczyźni:axolotlomężczyzny]
ru: [CASTE_NAME:мужчина-аксолотль:мужчины-аксолотли:мужчины-аксолотля]
tr: [CASTE_NAME:erkek aksolotl:erkek aksolotllar:erkek aksolotl]
vi: [CASTE_NAME:người axolotl nam:những người axolotl nam:người axolotl nam]

# CREATURE:AXOLOTL_MAN
source: [CASTE_NAME:axolotl woman:axolotl women:axolotl woman]
cs: [CASTE_NAME:axolotlí žena:axolotlí ženy:axolotlí žena]
de: [CASTE_NAME:Axolotl Frau:Axolotl Frauen:Axolotl Frau]
eo: [CASTE_NAME:homaksolotlino:homaksolotlinoj:de homaksolotlino]
es: [CASTE_NAME:mujer axolote:mujeres axolote::mujer axolote]
ja: [CASTE_NAME:ウーパールーパー女:ウーパールーパー女:ウーパールーパー女の]
ko: [CASTE_NAME:여성 아홀로틀인간:여성 아홀로틀인간들:여성 아홀로틀인간]
pl: [CASTE_NAME:axolotlokobieta:axolotlokobiety:axolotlokobiecy]
ru: [CASTE_NAME:женщина-аксолотль:женщины-аксолотли:женщины-аксолотля]
tr: [CASTE_NAME:dişi aksolotl:dişi aksolotllar:dişi aksolotl]

# CREATURE:AXOLOTL_MAN
source: [NAME:axolotl man:axolotl men:axolotl man]
cs: [NAME:axolotlí muž:axolotlí muži:axolotlí muž]
de: [NAME:Axolotl Mensch:Axolotl Menschen:Axolotl Mensch]
eo: [NAME:homaksolotlo:homaksolotloj:de homaksolotlo]
es: [NAME:hombre axolote:hombres axolote:hombre axolote]
ja: [NAME:ウーパールーパー男:ウーパールーパー男:ウーパールーパー男の]
ko: [NAME:아홀로틀인간:아홀로틀인간들:아홀로틀인간]
pl: [NAME:axolotloczłowiek:axolotloludzie:axolotloludzki]
ru: [NAME:человек-аксолотль:люди-аксолотли:человека-аксолотля]
tr: [NAME:erkek aksolotl:erkek aksolotllar:erkek aksolotl]
vi: [NAME:người axolotl nam:những người axolotl nam:người axolotl nam]

# CREATURE:AXOLOTL_MAN
source: [DESCRIPTION:A person with the head and tail of an axolotl.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem axolotla.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Axolotl.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de aksolotlo.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de un axolote]
ja: [DESCRIPTION:ウーパールーパーの頭を尾を持つ人間だ。]
ko: [DESCRIPTION:아홀로틀의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem axolotla.]
ru: [DESCRIPTION:Человек с головой и хвостом аксолотля.]
tr: [DESCRIPTION:Aksolotl başına ve kuyruğuna sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người với đầu và đuôi của một con axolotl.]

# CREATURE:GIANT_AXOLOTL
source: [NAME:giant axolotl:giant axolotls:giant axolotl]
cs: [NAME:obří axolotl:obří axolotlové:obří axolotl]
de: [NAME:Riesen Axolotl:Riesen Axolotl:Riesen Axolotl]
eo: [NAME:giganta aksolotlo:gigantaj aksolotloj:de giganta aksolotlo]
es: [NAME:axolote gigante:axolotes gigantes:axolote gigante]
ja: [NAME:巨大ウーパールーパー:巨大ウーパールーパー:巨大ウーパールーパーの]
ko: [NAME:거대 아홀로틀:거대 아홀로틀들:거대 아홀로틀]
pl: [NAME:gigantyczny axolotl:gigantyczne axolotle:gigantyczno axolotlowy]
ru: [NAME:гигантский аксолотль:гигантские аксолотли:гигантского аксолотля]
tr: [NAME:dev aksolotl:dev aksolotllar:dev aksolotl]
vi: [NAME:axolotl khổng lồ:axolotl khổng lồ:axolotl khổng lồ]

# CREATURE:GIANT_AXOLOTL
source: [CASTE_NAME:giant axolotl:giant axolotls:giant axolotl]
cs: [CASTE_NAME:obří axolotl:obří axolotlové:obří axolotl]
de: [CASTE_NAME:Riesen Axolotl:Riesen Axolotl:Riesen Axolotl]
eo: [CASTE_NAME:giganta aksolotlo:gigantaj aksolotloj:de giganta aksolotlo]
es: [CASTE_NAME:axolote gigante:axolotes gigantes:axolote gigante]
ja: [CASTE_NAME:巨大ウーパールーパー:巨大ウーパールーパー:巨大ウーパールーパーの]
ko: [CASTE_NAME:거대 아홀로틀:거대 아홀로틀들:거대 아홀로틀]
pl: [CASTE_NAME:gigantyczny axolotl:gigantyczne axolotle:gigantyczno axolotlowy]
ru: [CASTE_NAME:гигантский аксолотль:гигантские аксолотли:гигантского аксолотля]
tr: [CASTE_NAME:dev aksolotl:dev aksolotllar:dev aksolotl]
vi: [CASTE_NAME:axolotl khổng lồ:axolotl khổng lồ:axolotl khổng lồ]

# CREATURE:GIANT_AXOLOTL
source: [DESCRIPTION:A large monster in the shape of an axolotl.]
cs: [DESCRIPTION:Velký tvor ve tvaru axolotla.]
de: [DESCRIPTION:Ein großes Monster in Form eines Axolotls]
eo: [DESCRIPTION:Granda monstro kun formo de aksolotlo.]
es: [DESCRIPTION:Un gran monstruo con la forma de un axolote]
ja: [DESCRIPTION:ウーパールーパーのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:아홀로틀의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie axolotla.]
ru: [DESCRIPTION:Огромный монстр, похожий на аксолотля.]
tr: [DESCRIPTION:Aksolotl şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng một con axolotl.]

# CREATURE:GIANT_AXOLOTL
source: [PREFSTRING:gills]
cs: [PREFSTRING:žábrami]
de: [PREFSTRING:Kiemen]
eo: [PREFSTRING:brankoj]
es: [PREFSTRING:branquias]
ja: [PREFSTRING:えら]
ko: [PREFSTRING:아가미]
pl: [PREFSTRING:skrzela]
ru: [PREFSTRING:жабры]
tr: [PREFSTRING:solungaçlar]
vi: [PREFSTRING:mang]

# CREATURE:MINK
source: [DESCRIPTION:A small, predatory, weasel-like mammal. It is also semi-aquatic.]
cs: [DESCRIPTION:Drobný dravý savec podobný lasici. Je také částečně vodní.]
de: [DESCRIPTION:Ein kleines, räuberisches, wieselartiges Säugetier. Es ist auch semi-aquatisch.]
eo: [DESCRIPTION:Malgranda predanta mustelsimila mamulo. Ĝi ankaŭ estas duonakva.]
es: [DESCRIPTION:Un pequeño mamífero acuático, con forma de mustela. También es semi-acuático.]
ja: [DESCRIPTION:イタチのような小型の捕食者。半水生。]
ko: [DESCRIPTION:작고 약탈적인 족제비 같은 포유류. 또한 반 수생입니다.]
pl: [DESCRIPTION:Mały, drapieżny, łasicopodobny ssak. Jest ponadto częściowo wodny.]
ru: [DESCRIPTION:Небольшое хищное водоплавающее млекопитающее, похожее на ласку.]
tr: [DESCRIPTION:Küçük, yırtıcı, gelincik benzeri bir memeli. Aynı zamanda yarı suculdur.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ, ăn thịt, giống chồn. Nó cũng bán thủy sinh.]

# CREATURE:MINK
source: [NAME:mink:minks:mink]
cs: [NAME:norek:norci:norek]
de: [NAME:Nerz:Nerze:Nerz]
eo: [NAME:vizono:vizonoj:de vizono]
es: [NAME:visón:visónes:visón]
ja: [NAME:ミンク:ミンク:ミンクの]
ko: [NAME:밍크:밍크들:밍크]
pl: [NAME:norka:norki:norkowy]
ru: [NAME:норка:норки:норки]
tr: [NAME:vizon:vizonlar:vizon]
vi: [NAME:chồn vizon:chồn vizon:chồn vizon]

# CREATURE:MINK
source: [CASTE_NAME:mink:minks:mink]
cs: [CASTE_NAME:norek:norci:norek]
de: [CASTE_NAME:Nerz:Nerze:Nerz]
eo: [CASTE_NAME:vizono:vizonoj:de vizono]
es: [CASTE_NAME:visón:visónes:visón]
ja: [CASTE_NAME:ミンク:ミンク:ミンクの]
ko: [CASTE_NAME:밍크:밍크들:밍크]
pl: [CASTE_NAME:norka:norki:norkowy]
ru: [CASTE_NAME:норка:норки:норки]
tr: [CASTE_NAME:vizon:vizonlar:vizon]
vi: [CASTE_NAME:chồn vizon:chồn vizon:chồn vizon]

# CREATURE:MINK
source: [GENERAL_CHILD_NAME:mink kit:mink kits]
cs: [GENERAL_CHILD_NAME:mládě norka:mláďata norka]
de: [GENERAL_CHILD_NAME:Nerz Junges:Nerz Junge]
eo: [GENERAL_CHILD_NAME:vizonido:vizonidoj]
es: [GENERAL_CHILD_NAME:cría de visón:crías de visón]
ja: [GENERAL_CHILD_NAME:ミンクの仔:ミンクの仔の]
ko: [GENERAL_CHILD_NAME:새끼 밍크:새끼 밍크들]
pl: [GENERAL_CHILD_NAME:młody norki:młode norki]
ru: [GENERAL_CHILD_NAME:щенок норки:щенки норки]
tr: [GENERAL_CHILD_NAME:yavru vizon:yavru vizonlar]
vi: [GENERAL_CHILD_NAME:chồn vizon con:những chú chồn vizon con]

# CREATURE:MINK
source: [PREFSTRING:long bodies]
cs: [PREFSTRING:dlouhými těly]
de: [PREFSTRING:lange Körper]
eo: [PREFSTRING:longaj korpoj]
es: [PREFSTRING:cuerpos largos]
ja: [PREFSTRING:長い胴]
ko: [PREFSTRING:긴 몸통]
pl: [PREFSTRING:długie ciała]
ru: [PREFSTRING:длинные тела]
tr: [PREFSTRING:uzun vücutlar]
vi: [PREFSTRING:thân dài]

# CREATURE:MINK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:MINK
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:MINK
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:MINK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MINK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MINK_MAN
source: [CASTE_NAME:mink man:mink men:mink man]
cs: [CASTE_NAME:norčí muž:norčí muži:norčí muž]
de: [CASTE_NAME:Nerzmann:Nerzmänner:Nerzmann]
eo: [CASTE_NAME:homvizoniĉo:homvizoniĉoj:de homvizoniĉo]
es: [CASTE_NAME:hombre visón:hombres visón:hombre visón]
ja: [CASTE_NAME:ミンク男:ミンク男:ミンク男の]
ko: [CASTE_NAME:남성 밍크인간:남성 밍크인간들:남성 밍크인간]
pl: [CASTE_NAME:norkomężczyzna:norkomężczyźni:norkomężczyzny]
ru: [CASTE_NAME:мужчина-норка:мужчины-норки:мужчины-норки]
tr: [CASTE_NAME:erkek vizon:erkek vizonlar:erkek vizon]
vi: [CASTE_NAME:người chồn vizon nam:những người chồn vizon nam:người chồn vizon nam]

# CREATURE:MINK_MAN
source: [CASTE_NAME:mink woman:mink women:mink woman]
cs: [CASTE_NAME:norčí žena:norčí ženy:norčí žena]
de: [CASTE_NAME:Nerzfrau:Nerzfrauen:Nerzfrau]
eo: [CASTE_NAME:homvizonino:homvizoninoj:de homvizonino]
es: [CASTE_NAME:mujer visón:mujeres visón:mujer visón]
ja: [CASTE_NAME:ミンク女:ミンク女:ミンク女の]
ko: [CASTE_NAME:여성 밍크인간:여성 밍크인간들:여성 밍크인간]
pl: [CASTE_NAME:norkokobieta:norkokobiety:norkokobiecy]
ru: [CASTE_NAME:женщина-норка:женщины-норки:женщины-норки]
tr: [CASTE_NAME:dişi vizon:dişi vizonlar:dişi vizon]
vi: [CASTE_NAME:người chồn vizon nữ:những người chồn vizon nữ:người chồn vizon nữ]

# CREATURE:MINK_MAN
source: [NAME:mink man:mink men:mink man]
cs: [NAME:norčí muž:norčí muži:norčí muž]
de: [NAME:Nerzmensch:Nerzmenschen:Nerzmensch]
eo: [NAME:homvizono:homvizonoj:de homvizono]
es: [NAME:hombre visón:hombres visón:hombre visón]
ja: [NAME:ミンク男:ミンク男:ミンク男の]
ko: [NAME:밍크인간:밍크인간들:밍크인간]
pl: [NAME:norkoczłowiek:norkoludzie:norkoludzki]
ru: [NAME:человек-норка:люди-норки:человека-норки]
tr: [NAME:erkek vizon:erkek vizonlar:erkek vizon]
vi: [NAME:người chồn vizon nam:những người chồn vizon nam:người chồn vizon nam]

# CREATURE:MINK_MAN
source: [DESCRIPTION:A person with the head and tail of a mink.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem norka.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Nerzes.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de vizono.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de un visón]
ja: [DESCRIPTION:ミンクの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:밍크의 머리와 꼬리를 가진 사람.]
pl: [DESCRIPTION:Osobnik z głową i ogonem norki.]
ru: [DESCRIPTION:Человек с головой и хвостом норки.]
tr: [DESCRIPTION:Vizon başına ve kuyruğuna sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người với đầu và đuôi của một con chồn vizon.]

# CREATURE:GIANT_MINK
source: [NAME:giant mink:giant minks:giant mink]
cs: [NAME:obří norek:obří norci:obří norek]
de: [NAME:Riesennerz:Riesennerze:Riesennerz]
eo: [NAME:giganta vizono:gigantaj vizonoj:de giganta vizono]
es: [NAME:visón gigante:visónes gigantes:visón gigante]
ja: [NAME:巨大ミンク:巨大ミンク:巨大ミンクの]
ko: [NAME:거대 밍크:거대 밍크들:거대 밍크]
pl: [NAME:gigantyczna norka:gigantyczne norki:gigantyczno norkowy]
ru: [NAME:гигантская норка:гигантские норки:гигантской норки]
tr: [NAME:dev vizon:dev vizonlar:dev vizon]
vi: [NAME:chồn vizon khổng lồ:chồn vizon khổng lồ:chồn vizon khổng lồ]

# CREATURE:GIANT_MINK
source: [CASTE_NAME:giant mink:giant minks:giant mink]
cs: [CASTE_NAME:obří norek:obří norci:obří norek]
de: [CASTE_NAME:Riesennerz:Riesennerze:Riesennerz]
eo: [CASTE_NAME:giganta vizono:gigantaj vizonoj:de giganta vizono]
es: [CASTE_NAME:visón gigante:visónes gigantes:visón gigante]
ja: [CASTE_NAME:巨大ミンク:巨大ミンク:巨大ミンクの]
ko: [CASTE_NAME:거대 밍크:거대 밍크들:거대 밍크]
pl: [CASTE_NAME:gigantyczna norka:gigantyczne norki:gigantyczno norkowy]
ru: [CASTE_NAME:гигантская норка:гигантские норки:гигантской норки]
tr: [CASTE_NAME:dev vizon:dev vizonlar:dev vizon]
vi: [CASTE_NAME:chồn vizon khổng lồ:chồn vizon khổng lồ:chồn vizon khổng lồ]
