Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BUILDING_WORKSHOP:SCREW_PRESS
source: [TOOLTIP:A useful workshop for pressing liquids from various sources. Some plants might need to be milled first before they can be used. Empty jugs are required to store the liquid products.]
cs: [TOOLTIP:Dílna pro lisování kapalin z různých zdrojů. Některé rostliny bude možná nutné před použitím nejprve rozemlít. K uskladnění tekutých produktů jsou zapotřebí prázdné džbány.]
de: [TOOLTIP:Eine nützliche Werkstatt zum Pressen von Flüssigkeiten aus verschiedenen Rohstoffen. Einige Pflanzen müssen möglicherweise erst gemahlen werden, bevor sie verwendet werden können. Zur Aufbewahrung der flüssigen Produkte werden leere Krüge benötigt.]
eo: [TOOLTIP:Utila metiejo por elpremi likvaĵojn el diversaj fontoj. Eble necesas, ke, unue, iuj vegetaloj esti muelitaj antaŭ ili povas esti uzataj. Malplenaj kruĉoj estas bezonataj por konservi la likvajn produktaĵojn.]
es: [TOOLTIP:Un taller útil para prensar líquidos de diversas fuentes. Es posible que algunas plantas deban ser molidas primero antes de que puedan usarse. Se requieren jarras vacías para almacenar los productos líquidos.]
ko: [TOOLTIP:여러 재료에서 액체를 짜내는 유용한 기구입니다. 몇 식물들은 여기서 가공되기 전에 먼저 제분을 해야하기도 합니다. 액체를 짜내는 작업에는 그것을 담을 빈 병이 필요합니다.
pl: [TOOLTIP:Przydatny warsztat do tłoczenia płynów z różnych źródeł. Niektóre rośliny mogą wymagać wcześniejszego zmielenia, zanim będzie można je wykorzystać. Do przechowywania płynnych produktów potrzebne są puste dzbany.]
ru: [TOOLTIP:Используйте мастерскую по выжимке масла из различных растений. Некоторые растения, возможно, придется сначала измельчить, прежде чем их можно будет использовать. Пустые кувшины необходимы для хранения жидких продуктов.]
tr: [TOOLTIP:Çeşitli kaynaklardan sıvıları sıkıştırmak için faydalı bir atölye. Bazı bitkiler kullanılmadan önce öğütülmesi gerekebilir. Sıvı ürünleri depolamak için boş testiler gereklidir.]
vi: [TOOLTIP:Một xưởng hữu ích về cách ép chất lỏng từ nhiều nguồn khác nhau. Một số loại cây có thể cần phải được xay trước khi sử dụng. Cần có bình rỗng để bảo quản sản phẩm dạng lỏng.]
zh_hans: [TOOLTIP:一个能够将各种素材压榨成液体的有用工坊，某些植物则需要预先碾磨才能使用，制成的液体需要用空壶来装。]

# CREATURE_VARIATION:ANIMAL_PERSON
source: [CV_NEW_TAG:CDI:ADV_NAME:Pet animal]
cs: [CV_NEW_TAG:CDI:ADV_NAME:domácí zvíře]
de: [CV_NEW_TAG:CDI:ADV_NAME:Haustier]
eo: [CV_NEW_TAG:CDI:ADV_NAME:Hejmbesto]
es: CDI:ADV_NOMBRE:Animal mascota]
ja: [CV_NEW_TAG:CDI:ADV_NAME:ペット]
ko: [CV_NEW_TAG:CDI:ADV_NAME:애완동물]
pl: [CV_NEW_TAG:CDI:ADV_NAME:Pupil]
ru: [CV_NEW_TAG:CDI:ADV_NAME:Питомец]
tr: [CV_NEW_TAG:CDI:ADV_NAME:Evcil hayvan]
vi: [CV_NEW_TAG:CDI:ADV_NAME:Động vật cưng]
zh_hans: [CV_NEW_TAG:CDI:ADV_NAME:宠物]

# CREATURE_VARIATION:ANIMAL_PERSON
source: [CV_NEW_TAG:CDI:VERB:pet:pets:pets]
cs: [CV_NEW_TAG:CDI:VERB:mazlíček:mazlíčci:domácí zvířátka]
de: [CV_NEW_TAG:CDI:VERB:streicheln:streichelt:streichelt]
eo: [CV_NEW_TAG:CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: CDI:VERBO:mascota:mascotas:mascotas]
ja: [CV_NEW_TAG:CDI:VERB:pet:pets:ペット]
ko: [CV_NEW_TAG:CDI:VERB:쓰다듬다:쓰다듬다:쓰다듬다]
pl: [CV_NEW_TAG:CDI:VERB:ulubieniec:ulubieńcy:ulubieńcze]
ru: [CV_NEW_TAG:CDI:VERB:питомец:питомцы:питомцев]
tr: [CV_NEW_TAG:CDI:VERB:evcil hayvan:evcil hayvanlar:evcil hayvanlar]
vi: [CV_NEW_TAG:CDI:VERB:thú cưng:thú cưng:thú cưng]
zh_hans: [CV_NEW_TAG:CDI:VERB:抚摸:抚摸:抚摸]

# CREATURE_VARIATION:ANIMAL_PERSON_LEGLESS
source: [CV_NEW_TAG:CDI:ADV_NAME:Pet animal]
cs: [CV_NEW_TAG:CDI:ADV_NAME:Domácí zvíře]
de: [CV_NEW_TAG:CDI:ADV_NAME:Haustier]
eo: [CV_NEW_TAG:CDI:ADV_NAME:Hejmbesto]
es: [CV_NEW_TAG:CDI:ADV_NAME:Mascota animal]
ja: [CV_NEW_TAG:CDI:ADV_NAME:ペット]
ko: [CV_NEW_TAG:CDI:ADV_NAME:애완동물]
pl: [CV_NEW_TAG:CDI:ADV_NAME:Pupil]
ru: [CV_NEW_TAG:CDI:ADV_NAME:Питомец]
tr: [CV_NEW_TAG:CDI:ADV_NAME:Evcil hayvan]
vi: [CV_NEW_TAG:CDI:ADV_NAME:Động vật cưng]
zh_hans: [CV_NEW_TAG:CDI:ADV_NAME:宠物]

# CREATURE_VARIATION:ANIMAL_PERSON_LEGLESS
source: [CV_NEW_TAG:CDI:VERB:pet:pets:pets]
cs: [CV_NEW_TAG:CDI:VERB:mazlíček:mazlíčci:domácí zvíře]
de: [CV_NEW_TAG:CDI:VERB:streicheln:streichelt:streichelt]
eo: [CV_NEW_TAG:CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CV_NEW_TAG:CDI:VERB:mascota:mascotas:mascotas]
ja: [CV_NEW_TAG:CDI:VERB:ペット:ペット:ペット]
ko: [CV_NEW_TAG:CDI:VERB:쓰다듬다:쓰다듬다:쓰다듬다]
pl: [CV_NEW_TAG:CDI:VERB:ulubieniec:ulubieńcy:ulubieńcze]
ru: [CV_NEW_TAG:CDI:VERB:питомец:питомцы:питомцев]
tr: [CV_NEW_TAG:CDI:VERB:evcil hayvan:evcil hayvanlar:evcil hayvanlar]
vi: [CV_NEW_TAG:CDI:VERB:thú cưng:thú cưng:thú cưng]
zh_hans: [CV_NEW_TAG:CDI:VERB:抚摸:抚摸:抚摸]

# CREATURE_VARIATION:PUNCH_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:punch:punches]
cs: [CV_NEW_TAG:ATTACK_VERB:úder:údery]
de: [CV_NEW_TAG:ATTACK_VERB:boxen:boxt]
eo: [CV_NEW_TAG:ATTACK_VERB:manbatas:manbatas]
es: [CV_NEW_TAG:ATTACK_VERB:puñetazo:puñetazos]
ja: [CV_NEW_TAG:ATTACK_VERB:殴る:殴る]
ko: [CV_NEW_TAG:ATTACK_VERB:때리다:때리다]
pl: [CV_NEW_TAG:ATTACK_VERB:uderzasz pięścią:uderza pięścią]
ru: [CV_NEW_TAG:ATTACK_VERB:бьёте:бьёт]
tr: [CV_NEW_TAG:ATTACK_VERB:yumruk:yumruklar]
vi: [CV_NEW_TAG:ATTACK_VERB:cú đấm:cú đấm]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:一拳打在:一拳打在]

# CREATURE_VARIATION:KICK_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:kick:kicks]
cs: [CV_NEW_TAG:ATTACK_VERB:kopanec:kopance]
de: [CV_NEW_TAG:ATTACK_VERB:treten:tritt]
eo: [CV_NEW_TAG:ATTACK_VERB:piedbatas:piedbatas]
es: [CV_NEW_TAG:ATTACK_VERB:patada:patadas]
ja: [CV_NEW_TAG:ATTACK_VERB:蹴る:蹴る]
ko: [CV_NEW_TAG:ATTACK_VERB:차다:차다]
pl: [CV_NEW_TAG:ATTACK_VERB:kopiesz:kopie]
ru: [CV_NEW_TAG:ATTACK_VERB:лягаете:лягает]
tr: [CV_NEW_TAG:ATTACK_VERB:tekme at:tekme atar]
vi: [CV_NEW_TAG:ATTACK_VERB:Đá:đá]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:踢中:踢中]

# CREATURE_VARIATION:KICK_HIGHVEL_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:kick:kicks]
cs: [CV_NEW_TAG:ATTACK_VERB:kopanec:kopance]
de: [CV_NEW_TAG:ATTACK_VERB:treten:tritt]
eo: [CV_NEW_TAG:ATTACK_VERB:piedbatas:piedbatas]
es: [CV_NEW_TAG:ATTACK_VERB:patada:patadas]
ja: [CV_NEW_TAG:ATTACK_VERB:蹴る:蹴る]
ko: [CV_NEW_TAG:ATTACK_VERB:차다:차다]
pl: [CV_NEW_TAG:ATTACK_VERB:kopiesz:kopie]
ru: [CV_NEW_TAG:ATTACK_VERB:лягаете:лягает]
tr: [CV_NEW_TAG:ATTACK_VERB:tekme at:tekme atar]
vi: [CV_NEW_TAG:ATTACK_VERB:Đá:đá]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:踢中:踢中]

# CREATURE_VARIATION:TAIL_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:slap:slaps]
cs: [CV_NEW_TAG:ATTACK_VERB:facka:facky]
de: [CV_NEW_TAG:ATTACK_VERB:schlagen:schlägt]
eo: [CV_NEW_TAG:ATTACK_VERB:vostobatas:vostobatas]
es: [CV_NEW_TAG:ATTACK_VERB:bofetada:bofetadas]
ja: [CV_NEW_TAG:ATTACK_VERB:平手打ち:平手打ち]
ko: [CV_NEW_TAG:ATTACK_VERB:찰싹 치다:찰싹 치다]
pl: [CV_NEW_TAG:ATTACK_VERB:policzkujesz:policzkuje]
ru: [CV_NEW_TAG:ATTACK_VERB:бьёте:бьёт]
tr: [CV_NEW_TAG:ATTACK_VERB:vuruş:vuruşlar]
vi: [CV_NEW_TAG:ATTACK_VERB:cái tát]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:拍击:拍击]

# CREATURE_VARIATION:HOOF_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:kick:kicks]
cs: [CV_NEW_TAG:ATTACK_VERB:kopanec:kopance]
de: [CV_NEW_TAG:ATTACK_VERB:treten:tritt]
eo: [CV_NEW_TAG:ATTACK_VERB:hufbatas:hufbatas]
es: [CV_NEW_TAG:ATTACK_VERB:patada:patadas]
ja: [CV_NEW_TAG:ATTACK_VERB:蹴る:蹴る]
ko: [CV_NEW_TAG:ATTACK_VERB:차다:차다]
pl: [CV_NEW_TAG:ATTACK_VERB:kopiesz:kopie]
ru: [CV_NEW_TAG:ATTACK_VERB:лягаете:лягает]
tr: [CV_NEW_TAG:ATTACK_VERB:tekme at:tekme atar]
vi: [CV_NEW_TAG:ATTACK_VERB:Đá:đá]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:踢中:踢中]

# CREATURE_VARIATION:NAIL_SCRATCH_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:scratch:scratches]
cs: [CV_NEW_TAG:ATTACK_VERB:škrábat:škrábance]
de: [CV_NEW_TAG:ATTACK_VERB:kratzen:kratzt]
eo: [CV_NEW_TAG:ATTACK_VERB:gratas:gratas]
es: [CV_NEW_TAG:ATTACK_VERB:rasguño:rasguños]
ja: [CV_NEW_TAG:ATTACK_VERB:引っかく:引っかく]
ko: [CV_NEW_TAG:ATTACK_VERB:할퀴다:할퀴다]
pl: [CV_NEW_TAG:ATTACK_VERB:drapiesz:drapie]
ru: [CV_NEW_TAG:ATTACK_VERB:царапаете:царапает]
tr: [CV_NEW_TAG:ATTACK_VERB:tırmala:tırmalamalar]
vi: [CV_NEW_TAG:ATTACK_VERB:cào:vết xước]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:抓伤:抓伤]

# CREATURE_VARIATION:CLAW_SCRATCH_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:scratch:scratches]
de: [CV_NEW_TAG:ATTACK_VERB:kratzen:kratzt]
eo: [CV_NEW_TAG:ATTACK_VERB:gratas:gratas]
es: [CV_NEW_TAG:ATTACK_VERB:rasguño:rasguños]
ja: [CV_NEW_TAG:ATTACK_VERB:引っかく:引っかく]
ko: [CV_NEW_TAG:ATTACK_VERB:할퀴다:할퀴다]
pl: [CV_NEW_TAG:ATTACK_VERB:drapiesz:drapie]
ru: [CV_NEW_TAG:ATTACK_VERB:царапаете:царапает]
tr: [CV_NEW_TAG:ATTACK_VERB:tırmala:tırmalamalar]
vi: [CV_NEW_TAG:ATTACK_VERB:cào:vết xước]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:抓伤:抓伤]

# CREATURE_VARIATION:TOOTH_BITE_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:bite:bites]
cs: [CV_NEW_TAG:ATTACK_VERB:kousat:kousnutí]
de: [CV_NEW_TAG:ATTACK_VERB:beißen:beißt]
eo: [CV_NEW_TAG:ATTACK_VERB:mordas:mordas]
es: [CV_NEW_TAG:ATTACK_VERB:mordedura:mordeduras]
ja: [CV_NEW_TAG:ATTACK_VERB:噛みつく:噛みつく]
ko: [CV_NEW_TAG:ATTACK_VERB:물다:물다]
pl: [CV_NEW_TAG:ATTACK_VERB:gryziesz:gryzie]
ru: [CV_NEW_TAG:ATTACK_VERB:кусаете:кусает]
tr: [CV_NEW_TAG:ATTACK_VERB:ısır:ısırır]
vi: [CV_NEW_TAG:ATTACK_VERB:cắn:cắn]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:一口咬在:一口咬在]

# CREATURE_VARIATION:TOOTH_BITE_VENOM_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:bite:bites]
cs: [CV_NEW_TAG:ATTACK_VERB:kousat:kousnutí]
de: [CV_NEW_TAG:ATTACK_VERB:beißen:beißt]
eo: [CV_NEW_TAG:ATTACK_VERB:mordas:mordas]
es: [CV_NEW_TAG:ATTACK_VERB:mordedura:mordeduras]
ja: [CV_NEW_TAG:ATTACK_VERB:噛みつく:噛みつく]
ko: [CV_NEW_TAG:ATTACK_VERB:물다:물다]
pl: [CV_NEW_TAG:ATTACK_VERB:gryziesz:gryzie]
ru: [CV_NEW_TAG:ATTACK_VERB:кусаете:кусает]
tr: [CV_NEW_TAG:ATTACK_VERB:ısır:ısırır]
vi: [CV_NEW_TAG:ATTACK_VERB:cắn:cắn]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:一口咬在:一口咬在]

# CREATURE_VARIATION:TAIL_STING_VENOM_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:sting:stings]
cs: [CV_NEW_TAG:ATTACK_VERB:bodnutí:bodance]
de: [CV_NEW_TAG:ATTACK_VERB:stechen:sticht]
eo: [CV_NEW_TAG:ATTACK_VERB:pikas:pikas]
es: [CV_NEW_TAG:ATTACK_VERB:picadura:picaduras]
ja: [CV_NEW_TAG:ATTACK_VERB:突き刺す:突き刺す]
ko: [CV_NEW_TAG:ATTACK_VERB:쏘다:쏘다]
pl: [CV_NEW_TAG:ATTACK_VERB:żądlisz:żądli]
ru: [CV_NEW_TAG:ATTACK_VERB:жалите:жалит]
tr: [CV_NEW_TAG:ATTACK_VERB:iğnelemek:iğnelemeler]
vi: [CV_NEW_TAG:ATTACK_VERB:chích:chích]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:蜇伤:蜇伤]

# CREATURE_VARIATION:MOUTH_BITE_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:bite:bites]
cs: [CV_NEW_TAG:ATTACK_VERB:kousat:kousnutí]
de: [CV_NEW_TAG:ATTACK_VERB:beißen:beißt]
eo: [CV_NEW_TAG:ATTACK_VERB:mordas:mordas]
es: [CV_NEW_TAG:ATTACK_VERB:mordedura:mordeduras]
ja: [CV_NEW_TAG:ATTACK_VERB:噛みつく:噛みつく]
ko: [CV_NEW_TAG:ATTACK_VERB:물다:물다]
pl: [CV_NEW_TAG:ATTACK_VERB:gryziesz:gryzie]
ru: [CV_NEW_TAG:ATTACK_VERB:кусаете:кусает]
tr: [CV_NEW_TAG:ATTACK_VERB:ısır:ısırır]
vi: [CV_NEW_TAG:ATTACK_VERB:cắn:cắn]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:一口咬在:一口咬在]

# CREATURE_VARIATION:MOUTH_SUCK_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:bite:bites]
cs: [CV_NEW_TAG:ATTACK_VERB:kousat:kousnutí]
de: [CV_NEW_TAG:ATTACK_VERB:beißen:beißt]
eo: [CV_NEW_TAG:ATTACK_VERB:suĉas:suĉas]
es: [CV_NEW_TAG:ATTACK_VERB:mordedura:mordeduras]
ja: [CV_NEW_TAG:ATTACK_VERB:噛みつく:噛みつく]
ko: [CV_NEW_TAG:ATTACK_VERB:물다:물다]
pl: [CV_NEW_TAG:ATTACK_VERB:gryziesz:gryzie]
ru: [CV_NEW_TAG:ATTACK_VERB:кусаете:кусает]
tr: [CV_NEW_TAG:ATTACK_VERB:ısır:ısırır]
vi: [CV_NEW_TAG:ATTACK_VERB:cắn:cắn]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:一口咬在:一口咬在]

# CREATURE_VARIATION:PROBOSCIS_SUCK_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:bite:bites]
cs: [CV_NEW_TAG:ATTACK_VERB:kousat:kousnutí]
de: [CV_NEW_TAG:ATTACK_VERB:beißen:beißt]
eo: [CV_NEW_TAG:ATTACK_VERB:suĉas:suĉas]
es: [CV_NEW_TAG:ATTACK_VERB:mordedura:mordeduras]
ja: [CV_NEW_TAG:ATTACK_VERB:噛みつく:噛みつく]
ko: [CV_NEW_TAG:ATTACK_VERB:물다:물다]
pl: [CV_NEW_TAG:ATTACK_VERB:gryziesz:gryzie]
ru: [CV_NEW_TAG:ATTACK_VERB:кусаете:кусает]
tr: [CV_NEW_TAG:ATTACK_VERB:ısır:ısırır]
vi: [CV_NEW_TAG:ATTACK_VERB:cắn:cắn]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:一口咬在:一口咬在]

# CREATURE_VARIATION:MOUTH_BITE_EDGE_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:bite:bites]
cs: [CV_NEW_TAG:ATTACK_VERB:kousat:kousnutí]
de: [CV_NEW_TAG:ATTACK_VERB:beißen:beißt]
eo: [CV_NEW_TAG:ATTACK_VERB:mordas:mordas]
es: [CV_NEW_TAG:ATTACK_VERB:mordedura:mordeduras]
ja: [CV_NEW_TAG:ATTACK_VERB:噛みつく:噛みつく]
ko: [CV_NEW_TAG:ATTACK_VERB:물다:물다]
pl: [CV_NEW_TAG:ATTACK_VERB:gryziesz:gryzie]
ru: [CV_NEW_TAG:ATTACK_VERB:кусаете:кусает]
tr: [CV_NEW_TAG:ATTACK_VERB:ısır:ısırır]
vi: [CV_NEW_TAG:ATTACK_VERB:cắn:cắn]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:一口咬在:一口咬在]

# CREATURE_VARIATION:MOUTH_BITE_VENOM_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:bite:bites]
cs: [CV_NEW_TAG:ATTACK_VERB:kousat:kousnutí]
de: [CV_NEW_TAG:ATTACK_VERB:beißen:beißt]
eo: [CV_NEW_TAG:ATTACK_VERB:mordas:mordas]
es: [CV_NEW_TAG:ATTACK_VERB:mordedura:mordeduras]
ja: [CV_NEW_TAG:ATTACK_VERB:噛みつく:噛みつく]
ko: [CV_NEW_TAG:ATTACK_VERB:물다:물다]
pl: [CV_NEW_TAG:ATTACK_VERB:kąsasz:kąsa]
ru: [CV_NEW_TAG:ATTACK_VERB:кусаете:кусает]
tr: [CV_NEW_TAG:ATTACK_VERB:ısır:ısırır]
vi: [CV_NEW_TAG:ATTACK_VERB:cắn:cắn]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:一口咬在:一口咬在]

# CREATURE_VARIATION:BEAK_BITE_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:bite:bites]
cs: [CV_NEW_TAG:ATTACK_VERB:kousat:kousnutí]
de: [CV_NEW_TAG:ATTACK_VERB:beißen:beißt]
eo: [CV_NEW_TAG:ATTACK_VERB:mordas:mordas]
es: [CV_NEW_TAG:ATTACK_VERB:mordedura:mordeduras]
ja: [CV_NEW_TAG:ATTACK_VERB:噛みつく:噛みつく]
ko: [CV_NEW_TAG:ATTACK_VERB:물다:물다]
pl: [CV_NEW_TAG:ATTACK_VERB:gryziesz:gryzie]
ru: [CV_NEW_TAG:ATTACK_VERB:кусаете:кусает]
tr: [CV_NEW_TAG:ATTACK_VERB:ısır:ısırır]
vi: [CV_NEW_TAG:ATTACK_VERB:cắn:cắn]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:一口咬在:一口咬在]

# CREATURE_VARIATION:TALON_SCRATCH_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:snatch at:snatches at]
cs: [CV_NEW_TAG:ATTACK_VERB:chňapnout po:chňapne na]
de: [CV_NEW_TAG:ATTACK_VERB:schnappen nach:schnappt nach]
eo: [CV_NEW_TAG:ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [CV_NEW_TAG:ATTACK_VERB:arrebata a:arrebatan a]
ja: [CV_NEW_TAG:ATTACK_VERB:強奪する:強奪する]
ko: [CV_NEW_TAG:ATTACK_VERB:잡아채다:잡아채다]
pl: [CV_NEW_TAG:ATTACK_VERB:chwytasz za:chwyta za]
ru: [CV_NEW_TAG:ATTACK_VERB:впиваетесь в:впивается в]
tr: [CV_NEW_TAG:ATTACK_VERB:saldır:saldırır]
vi: [CV_NEW_TAG:ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:抓住:抓住]

# CREATURE_VARIATION:TUSK_STAB_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:stab:stabs]
cs: [CV_NEW_TAG:ATTACK_VERB:bodout:bodne]
de: [CV_NEW_TAG:ATTACK_VERB:stechen:sticht]
eo: [CV_NEW_TAG:ATTACK_VERB:pikas:pikas]
es: [CV_NEW_TAG:ATTACK_VERB:puñalada:puñaladas]
ja: [CV_NEW_TAG:ATTACK_VERB:突き刺す:突き刺す]
ko: [CV_NEW_TAG:ATTACK_VERB:찌르다:찌르다]
pl: [CV_NEW_TAG:ATTACK_VERB:dźgasz:dźga]
ru: [CV_NEW_TAG:ATTACK_VERB:вонзаете:вонзает]
tr: [CV_NEW_TAG:ATTACK_VERB:sapla:saplar]
vi: [CV_NEW_TAG:ATTACK_VERB:đâm:đâm]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:刺伤:刺伤]

# CREATURE_VARIATION:PINCER_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:snatch:snatches]
cs: [CV_NEW_TAG:ATTACK_VERB:popadnout:popadat]
de: [CV_NEW_TAG:ATTACK_VERB:schnappen:schnappt]
eo: [CV_NEW_TAG:ATTACK_VERB:pinĉas:pinĉas]
es: [CV_NEW_TAG:ATTACK_VERB:arrebatar:arrebata]
ja: [CV_NEW_TAG:ATTACK_VERB:ひったくる:ひったくる]
ko: [CV_NEW_TAG:ATTACK_VERB:잡아채다:잡아채다]
pl: [CV_NEW_TAG:ATTACK_VERB:chwytasz:chwyta]
ru: [CV_NEW_TAG:ATTACK_VERB:впиваетесь в:впивается в]
tr: [CV_NEW_TAG:ATTACK_VERB:tutturmak:tutturur]
vi: [CV_NEW_TAG:ATTACK_VERB:giật:giật]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:抓住:抓住]

# CREATURE_VARIATION:ARM_LOWER_SNATCH_ATTACK
source: [CV_NEW_TAG:ATTACK_VERB:snatch:snatches]
cs: [CV_NEW_TAG:ATTACK_VERB:popadnout:popadat]
de: [CV_NEW_TAG:ATTACK_VERB:schnappen:schnappt]
eo: [CV_NEW_TAG:ATTACK_VERB:ekkaptas:ekkaptas]
es: [CV_NEW_TAG:ATTACK_VERB:arrebatar:arrebata]
ja: [CV_NEW_TAG:ATTACK_VERB:ひったくる:ひったくる]
ko: [CV_NEW_TAG:ATTACK_VERB:잡아채다:잡아채다]
pl: [CV_NEW_TAG:ATTACK_VERB:chwytasz:chwyta]
ru: [CV_NEW_TAG:ATTACK_VERB:впиваетесь в:впивается в]
tr: [CV_NEW_TAG:ATTACK_VERB:tutturmak:tutturur]
vi: [CV_NEW_TAG:ATTACK_VERB:giật:giật]
zh_hans: [CV_NEW_TAG:ATTACK_VERB:抓住:抓住]

# CREATURE_VARIATION:STANDARD_BIPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Sprint:]
eo: [CV_NEW_TAG:GAIT:WALK:Sprinto:]
es: [CV_NEW_TAG:GAIT:WALK:Esprintar:]
ja: [CV_NEW_TAG:GAIT:WALK:全力で走る:]
ko: [CV_NEW_TAG:GAIT:WALK:전력질주하다:]
pl: [CV_NEW_TAG:GAIT:WALK:Szybki bieg:]
ru: [CV_NEW_TAG:GAIT:WALK:Спринт:]
tr: [CV_NEW_TAG:GAIT:WALK:Hızlı Koşu:]
vi: [CV_NEW_TAG:GAIT:WALK:Chạy nước rút]
zh_hans: [CV_NEW_TAG:GAIT:WALK:冲刺:]

# CREATURE_VARIATION:STANDARD_BIPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Run:]
cs: [CV_NEW_TAG:GAIT:WALK:Běh:]
de: [CV_NEW_TAG:GAIT:WALK:Rennen:]
eo: [CV_NEW_TAG:GAIT:WALK:Kuro:]
es: [CV_NEW_TAG:GAIT:WALK:Correr:]
ja: [CV_NEW_TAG:GAIT:WALK:走る:]
ko: [CV_NEW_TAG:GAIT:WALK:달리다:]
pl: [CV_NEW_TAG:GAIT:WALK:Bieg:]
ru: [CV_NEW_TAG:GAIT:WALK:Бег:]
tr: [CV_NEW_TAG:GAIT:WALK:Koşu:]
vi: [CV_NEW_TAG:GAIT:WALK:Chạy bộ]
zh_hans: [CV_NEW_TAG:GAIT:WALK:奔跑:]

# CREATURE_VARIATION:STANDARD_BIPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Jog:]
cs: [CV_NEW_TAG:GAIT:WALK:Běhat:]
de: [CV_NEW_TAG:GAIT:WALK:Joggen:]
eo: [CV_NEW_TAG:GAIT:WALK:Kureto:]
es: [CV_NEW_TAG:GAIT:WALK:Sacudirse:]
ja: [CV_NEW_TAG:GAIT:WALK:小走り:]
ko: [CV_NEW_TAG:GAIT:WALK:천천히 달리다:]
pl: [CV_NEW_TAG:GAIT:WALK:Trucht:]
ru: [CV_NEW_TAG:GAIT:WALK:Бег трусцой:]
tr: [CV_NEW_TAG:GAIT:WALK:Hafif Koşu:]
vi: [CV_NEW_TAG:GAIT:WALK:Đi bộ]
zh_hans: [CV_NEW_TAG:GAIT:WALK:慢跑:]

# CREATURE_VARIATION:STANDARD_BIPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Walk:]
cs: [CV_NEW_TAG:GAIT:WALK:Chůze:]
de: [CV_NEW_TAG:GAIT:WALK:Gehen:]
eo: [CV_NEW_TAG:GAIT:WALK:Piediro:]
es: [CV_NEW_TAG:GAIT:WALK:Caminar:]
ja: [CV_NEW_TAG:GAIT:WALK:歩く:]
ko: [CV_NEW_TAG:GAIT:WALK:걷다:]
pl: [CV_NEW_TAG:GAIT:WALK:Chód:]
ru: [CV_NEW_TAG:GAIT:WALK:Шаг:]
tr: [CV_NEW_TAG:GAIT:WALK:Yürüyüş:]
vi: [CV_NEW_TAG:GAIT:WALK:Đi dạo:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:行走:]

# CREATURE_VARIATION:STANDARD_BIPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Stroll:]
cs: [CV_NEW_TAG:GAIT:WALK:Procházka:]
de: [CV_NEW_TAG:GAIT:WALK:Schlendern:]
eo: [CV_NEW_TAG:GAIT:WALK:Promeno:]
es: [CV_NEW_TAG:GAIT:WALK:Pasear:]
ja: [CV_NEW_TAG:GAIT:WALK:ゆったり歩く:]
ko: [CV_NEW_TAG:GAIT:WALK:거닐다:]
pl: [CV_NEW_TAG:GAIT:WALK:Przechadzka:]
ru: [CV_NEW_TAG:GAIT:WALK:Медленный шаг:]
tr: [CV_NEW_TAG:GAIT:WALK:Gezinti:]
vi: [CV_NEW_TAG:GAIT:WALK:Phi nước đại:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:散步:]

# CREATURE_VARIATION:STANDARD_BIPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Creep:]
cs: [CV_NEW_TAG:GAIT:WALK:Plížit:]
de: [CV_NEW_TAG:GAIT:WALK:Kriechen:]
eo: [CV_NEW_TAG:GAIT:WALK:Promeneto:]
es: [CV_NEW_TAG:GAIT:WALK:Arrastrarse:]
ja: [CV_NEW_TAG:GAIT:WALK:忍び足:]
ko: [CV_NEW_TAG:GAIT:WALK:살금살금 걷다:]
pl: [CV_NEW_TAG:GAIT:WALK:Pełzanie:]
ru: [CV_NEW_TAG:GAIT:WALK:Передвижение ползком:]
tr: [CV_NEW_TAG:GAIT:WALK:Gizli ilerleme:]
vi: [CV_NEW_TAG:GAIT:WALK:leo:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:爬行:]

# CREATURE_VARIATION:STANDARD_QUADRUPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Gallop:]
cs: [CV_NEW_TAG:GAIT:WALK:Trysk:]
de: [CV_NEW_TAG:GAIT:WALK:Galopp:]
eo: [CV_NEW_TAG:GAIT:WALK:Galopo:]
es: [CV_NEW_TAG:GAIT:WALK:Galopar:]
ja: [CV_NEW_TAG:GAIT:WALK:全力で走る:]
ko: [CV_NEW_TAG:GAIT:WALK:질주하다:]
pl: [CV_NEW_TAG:GAIT:WALK:Galop:]
ru: [CV_NEW_TAG:GAIT:WALK:Галоп:]
tr: [CV_NEW_TAG:GAIT:WALK:Hızlı Koşu:]
vi: [CV_NEW_TAG:GAIT:WALK:Phi nước đại:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:疾驰:]

# CREATURE_VARIATION:STANDARD_QUADRUPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Canter:]
cs: [CV_NEW_TAG:GAIT:WALK:Cval:]
de: [CV_NEW_TAG:GAIT:WALK:Leichter Galopp:]
eo: [CV_NEW_TAG:GAIT:WALK:Galopeto:]
es: [CV_NEW_TAG:GAIT:WALK:Medio Galopar:]
ja: [CV_NEW_TAG:GAIT:WALK:走る:]
ko: [CV_NEW_TAG:GAIT:WALK:구보로 가다:]
pl: [CV_NEW_TAG:GAIT:WALK:Cwał:]
ru: [CV_NEW_TAG:GAIT:WALK:Лёгкий галоп:]
tr: [CV_NEW_TAG:GAIT:WALK:Orta Koşu:]
vi: [CV_NEW_TAG:GAIT:WALK:phi nước kiệu]
zh_hans: [CV_NEW_TAG:GAIT:WALK:慢跑:]

# CREATURE_VARIATION:STANDARD_QUADRUPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Trot:]
cs: [CV_NEW_TAG:GAIT:WALK:Klus:]
de: [CV_NEW_TAG:GAIT:WALK:Trott:]
eo: [CV_NEW_TAG:GAIT:WALK:Troto:]
es: [CV_NEW_TAG:GAIT:WALK:Trotar:]
ja: [CV_NEW_TAG:GAIT:WALK:小走り:]
ko: [CV_NEW_TAG:GAIT:WALK:속보로 가다:]
pl: [CV_NEW_TAG:GAIT:WALK:Kłus:]
ru: [CV_NEW_TAG:GAIT:WALK:Рысь:]
tr: [CV_NEW_TAG:GAIT:WALK:Küçük Koşu:]
vi: [CV_NEW_TAG:GAIT:WALK:chạy nước kiệu]
zh_hans: [CV_NEW_TAG:GAIT:WALK:小跑:]

# CREATURE_VARIATION:STANDARD_QUADRUPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Walk:]
cs: [CV_NEW_TAG:GAIT:WALK:Chůze:]
de: [CV_NEW_TAG:GAIT:WALK:Gang:]
eo: [CV_NEW_TAG:GAIT:WALK:Paŝo:]
es: [CV_NEW_TAG:GAIT:WALK:Caminar:]
ja: [CV_NEW_TAG:GAIT:WALK:歩く:]
ko: [CV_NEW_TAG:GAIT:WALK:걷다:]
pl: [CV_NEW_TAG:GAIT:WALK:Chód:]
ru: [CV_NEW_TAG:GAIT:WALK:Шаг:]
tr: [CV_NEW_TAG:GAIT:WALK:Yürüyüş:]
vi: [CV_NEW_TAG:GAIT:WALK:Đi dạo:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:行走:]

# CREATURE_VARIATION:STANDARD_QUADRUPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Stroll:]
cs: [CV_NEW_TAG:GAIT:WALK:Procházka:]
de: [CV_NEW_TAG:GAIT:WALK:Schlendern:]
eo: [CV_NEW_TAG:GAIT:WALK:Promeno:]
es: [CV_NEW_TAG:GAIT:WALK:Pasear:]
ja: [CV_NEW_TAG:GAIT:WALK:ゆったり歩く:]
ko: [CV_NEW_TAG:GAIT:WALK:거닐다:]
pl: [CV_NEW_TAG:GAIT:WALK:Przechadzka:]
ru: [CV_NEW_TAG:GAIT:WALK:Медленный шаг:]
tr: [CV_NEW_TAG:GAIT:WALK:Gezinti:]
vi: [CV_NEW_TAG:GAIT:WALK:Đi bộ:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:散步:]

# CREATURE_VARIATION:STANDARD_QUADRUPED_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Creep:]
cs: [CV_NEW_TAG:GAIT:WALK:Plížení:]
de: [CV_NEW_TAG:GAIT:WALK:Kriechen:]
eo: [CV_NEW_TAG:GAIT:WALK:Promeneto:]
es: [CV_NEW_TAG:GAIT:WALK:Arrastrarse:]
ja: [CV_NEW_TAG:GAIT:WALK:忍び足:]
ko: [CV_NEW_TAG:GAIT:WALK:살금살금 걷다:]
pl: [CV_NEW_TAG:GAIT:WALK:Pełzanie:]
ru: [CV_NEW_TAG:GAIT:WALK:Передвижение ползком:]
tr: [CV_NEW_TAG:GAIT:WALK:Sürünme:]
vi: [CV_NEW_TAG:GAIT:WALK:leo:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:蹒跚:]

# CREATURE_VARIATION:STANDARD_WALKING_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Fastest Walk:]
cs: [CV_NEW_TAG:GAIT:WALK:Rychlá chůze:]
de: [CV_NEW_TAG:GAIT:WALK:Schnellster Gang:]
eo: [CV_NEW_TAG:GAIT:WALK:Plej Rapida Irmaniero:]
es: [CV_NEW_TAG:GAIT:WALK:Caminar lo más rápido posible:]
ja: [CV_NEW_TAG:GAIT:WALK:速めに歩く:]
ko: [CV_NEW_TAG:GAIT:WALK:제일 빠르게 걷기:]
pl: [CV_NEW_TAG:GAIT:WALK:Najszybszy chód:]
ru: [CV_NEW_TAG:GAIT:WALK:Максимально быстрый шаг:]
tr: [CV_NEW_TAG:GAIT:WALK:En Hızlı Yürüyüş:]
vi: [CV_NEW_TAG:GAIT:WALK:Đi bộ nhanh nhất:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:疾走:]

# CREATURE_VARIATION:STANDARD_WALKING_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Faster Walk:]
cs: [CV_NEW_TAG:GAIT:WALK:Rychlá chůze:]
de: [CV_NEW_TAG:GAIT:WALK:Schnellerer Gang:]
eo: [CV_NEW_TAG:GAIT:WALK:Rapida Irmaniero:]
es: [CV_NEW_TAG:GAIT:WALK:Caminar más rápido:]
ja: [CV_NEW_TAG:GAIT:WALK:速足:]
ko: [CV_NEW_TAG:GAIT:WALK:아주 빠르게 걷기:]
pl: [CV_NEW_TAG:GAIT:WALK:Szybszy chód:]
ru: [CV_NEW_TAG:GAIT:WALK:Очень быстрый шаг:]
tr: [CV_NEW_TAG:GAIT:WALK:Daha Hızlı Yürüyüş:]
vi: [CV_NEW_TAG:GAIT:WALK:Đi bộ nhanh hơn:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:更快走:]

# CREATURE_VARIATION:STANDARD_WALKING_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Fast Walk:]
cs: [CV_NEW_TAG:GAIT:WALK:Svižná chůze:]
de: [CV_NEW_TAG:GAIT:WALK:Schneller Gang:]
eo: [CV_NEW_TAG:GAIT:WALK:Malpli Rapida Irmaniero:]
es: [CV_NEW_TAG:GAIT:WALK:Caminar Velozmente:]
ja: [CV_NEW_TAG:GAIT:WALK:急ぎ足:]
ko: [CV_NEW_TAG:GAIT:WALK:속보:]
pl: [CV_NEW_TAG:GAIT:WALK:Szybki chód:]
ru: [CV_NEW_TAG:GAIT:WALK:Быстрый шаг:]
tr: [CV_NEW_TAG:GAIT:WALK:Hızlı Yürüyüş:]
vi: [CV_NEW_TAG:GAIT:WALK:Đi bộ nhanh:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:快走:]

# CREATURE_VARIATION:STANDARD_WALKING_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Walk:]
cs: [CV_NEW_TAG:GAIT:WALK:Chůze:]
de: [CV_NEW_TAG:GAIT:WALK:Gang:]
eo: [CV_NEW_TAG:GAIT:WALK:Mezrapida Irmaniero:]
es: [CV_NEW_TAG:GAIT:WALK:Caminar:]
ja: [CV_NEW_TAG:GAIT:WALK:歩く:]
ko: [CV_NEW_TAG:GAIT:WALK:걷기:]
pl: [CV_NEW_TAG:GAIT:WALK:Chód:]
ru: [CV_NEW_TAG:GAIT:WALK:Шаг:]
tr: [CV_NEW_TAG:GAIT:WALK:Yürüyüş:]
vi: [CV_NEW_TAG:GAIT:WALK:Đi bộ:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:走:]
