Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_COATI
source: [NAME:giant coati:giant coatis:giant coati]
cs: [NAME:obří nosál:obří nosáli:obřího nosála]
de: [NAME:Riesen Nasenbär:Riesennasenbären:Riesen Nasenbär]
eo: [NAME:giganta nazuo:gigantaj nazuoj:giganta nazua]
es: [NAME:coati gigante:coaties gigantes:coati gigante]
ja: [NAME:巨大ハナグマ:巨大ハナグマ:巨大ハナグマの]
ko: [NAME:거대 긴코너구리:거대 긴코너구리들:거대 긴코너구리]
pl: [NAME:ogromny ostronos:ogromne ostronosy:ogromnych ostronosów]
ru: [NAME:гигантский коати:гигантские коати:гигантского коати]
tr: [NAME:dev koati:dev koatiler:dev koati]
vi: [NAME:coati khổng lồ:các coati khổng lồ:coati khổng lồ]

# CREATURE:GIANT_COATI
source: [CASTE_NAME:giant coati:giant coatis:giant coati]
cs: [CASTE_NAME:obří nosál:obří nosáli:obřího nosála]
de: [CASTE_NAME:Riesen Nasenbär:Riesennasenbären:Riesen Nasenbär]
eo: [CASTE_NAME:giganta nazuo:gigantaj nazuoj:de giganta nazuo]
es: [CASTE_NAME:coati gigante:coaties gigantes:coati gigante]
ja: [CASTE_NAME:巨大ハナグマ:巨大ハナグマ:巨大ハナグマの]
ko: [CASTE_NAME:거대 긴코너구리:거대 긴코너구리들:거대 긴코너구리]
pl: [CASTE_NAME:ogromny ostronos:ogromne ostronosy:ogromnych ostronosów]
ru: [CASTE_NAME:гигантский коати:гигантские коати:гигантского коати]
tr: [CASTE_NAME:dev koati:dev koatiler:dev koati]
vi: [CASTE_NAME:coati khổng lồ:các coati khổng lồ:coati khổng lồ]

# CREATURE:GIANT_COATI
source: [GENERAL_CHILD_NAME:baby giant coati:baby giant coatis]
cs: [GENERAL_CHILD_NAME:dítě obřího nosála:děti obřího nosála]
de: [GENERAL_CHILD_NAME:Riesen Nasenbär Junges:Riesennasenbären Junge]
eo: [GENERAL_CHILD_NAME:giganta nazuido:gigantaj nazuidoj]
es: [GENERAL_CHILD_NAME:cría de coati gigante:crias de coati gigante]
ja: [GENERAL_CHILD_NAME:巨大ハナグマ:巨大ハナグマの子供の子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 긴코너구리:새끼 거대 긴코너구리들]
pl: [GENERAL_CHILD_NAME:młode ogromnego ostronosa:wiele młodych ogromnego ostronosa]
ru: [GENERAL_CHILD_NAME:детёныш гигантского коати:детёныш гигантского коати]
tr: [GENERAL_CHILD_NAME:yavru dev koati:yavru dev koatiler]
vi: [GENERAL_CHILD_NAME:coati khổng lồ non:các coati khổng lồ non]

# CREATURE:GIANT_COATI
source: [DESCRIPTION:A huge monster in the form of a coati.]
cs: [DESCRIPTION:Obrovská příšera v podobě nosála.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Nasenbärs.]
eo: [DESCRIPTION:Grandega monstro kun formo de nazuo.]
es: [DESCRIPTION:Un gigantesco monstruo con la forma de un coati.]
ja: [DESCRIPTION:ハナグマのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:코티 형태의 거대한 괴물.]
pl: [DESCRIPTION:Ogromny potwór w postaci ostronosa.]
ru: [DESCRIPTION:Огромный монстр, похожий на коати.]
tr: [DESCRIPTION:Koati formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng coati.]
zh_hans: [DESCRIPTION:一只巨大的长鼻浣熊怪。]

# CREATURE:GIANT_COATI
source: [PREFSTRING:curiosity]
cs: [PREFSTRING:zvědavost]
de: [PREFSTRING:neugierig]
eo: [PREFSTRING:scivolo]
es: [PREFSTRING:curiosidad]
ja: [PREFSTRING:好奇心が強い]
ko: [PREFSTRING:호기심]
pl: [PREFSTRING:ciekawość]
ru: [PREFSTRING:любопытство]
tr: [PREFSTRING:merakı]
vi: [PREFSTRING:sự tò mò]

# CREATURE:OPOSSUM
source: [DESCRIPTION:A small mammal resembling a large, white rat.]
cs: [DESCRIPTION:Malý savec připomínající velkou bílou krysu.]
de: [DESCRIPTION:Ein kleines Säugetier, das einer großen, weißen Ratte ähnelt.]
eo: [DESCRIPTION:Malgranda mamulo simila al granda blanka rato.]
es: [DESCRIPTION:Un pequeño mamífero parecido a una gran rata blanca.]
ja: [DESCRIPTION:白いネズミを大きくしたかのような、小型哺乳類だ。]
ko: [DESCRIPTION:크고 하얀 쥐를 닮은 작은 포유류.]
pl: [DESCRIPTION:Mały ssak przypominający dużego, białego szczura.]
ru: [DESCRIPTION:Небольшое млекопитающее, похожее на большую белую крысу.]
tr: [DESCRIPTION:Büyük, beyaz bir sıçana benzeyen küçük bir memeli.]
vi: [DESCRIPTION:Một động vật có vú nhỏ, giống một con chuột lớn màu trắng.]

# CREATURE:OPOSSUM
source: [NAME:opossum:opossums:opossum]
cs: [NAME:vačice:vačice:vačici]
eo: [NAME:didelfo:didelfoj:de didelfo]
es: [NAME:zarigüeya:zarigüeyas:zarigüeya]
ja: [NAME:オポッサム:オポッサム:オポッサムの]
ko: [NAME:주머니쥐:주머니쥐떼:주머니쥐]
pl: [NAME:opos:oposy:oposów]
ru: [NAME:опоссум:опоссумы:опоссума]
tr: [NAME:keseli sıçan:keseli sıçanlar:keseli sıçan]

# CREATURE:OPOSSUM
source: [CASTE_NAME:opossum:opossums:opossum]
cs: [CASTE_NAME:vačice:vačice:vačici]
eo: [CASTE_NAME:didelfo:didelfoj:de didelfo]
es: [CASTE_NAME:zarigüeya:zarigüeyas:zarigüeya]
ja: [CASTE_NAME:オポッサム:オポッサム:オポッサムの]
pl: [CASTE_NAME:opos:oposy:oposów]
ru: [CASTE_NAME:опоссум:опоссумы:опоссума]
tr: [CASTE_NAME:keseli sıçan:keseli sıçanlar:keseli sıçan]

# CREATURE:OPOSSUM
source: [GENERAL_CHILD_NAME:baby opossum:baby opossums]
cs: [GENERAL_CHILD_NAME:mládě vačice:mláďata vačice]
de: [GENERAL_CHILD_NAME:Opossum Junges:Opossum Junge]
eo: [GENERAL_CHILD_NAME:didelfido:didelfidoj]
es: [GENERAL_CHILD_NAME:zarigüeya bebe:zarigüeyas bebes:zarigüeya bebe]
ja: [GENERAL_CHILD_NAME:オポッサム:オポッサムの子供の子供の]
pl: [GENERAL_CHILD_NAME:młode oposa:wiele młodych oposa]
ru: [GENERAL_CHILD_NAME:детёныш опоссума:детёныши опоссума]
tr: [GENERAL_CHILD_NAME:yavru keseli sıçan:yavru keseli sıçanlar]
vi: [GENERAL_CHILD_NAME:chồn túi non:các chồn túi non]

# CREATURE:OPOSSUM
source: [PREFSTRING:ability to play dead]
cs: [PREFSTRING:schopnost předstírat smrt]
de: [PREFSTRING:kann sich totstellen]
eo: [PREFSTRING:kapablo por ludi senvive]
es: [PREFSTRING:habilidad de hacerse el muerto]
ja: [PREFSTRING:擬死]
pl: [PREFSTRING:umiejętność udawania martwego]
ru: [PREFSTRING:способность претворяться мёртвым]
tr: [PREFSTRING:ölü taklidi yapma yeteneği]
vi: [PREFSTRING:khả năng giả chết]

# CREATURE:OPOSSUM
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:OPOSSUM
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:OPOSSUM
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:OPOSSUM
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:OPOSSUM
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:OPOSSUM_MAN
source: [CASTE_NAME:opossum man:opossum men:opossum man]
cs: [CASTE_NAME:vačicí muž:vačicí muži:vačicího muže]
de: [CASTE_NAME:Opossum-Mann:Opossum-Männer:Opossum-Mann]
eo: [CASTE_NAME:homdidelfiĉo:homdidelfiĉoj:de homdidelfiĉo]
es: [CASTE_NAME:hombre zarigüeya:hombres zarigüeya:hombre zarigüeya]
ja: [CASTE_NAME:オポッサム男:オポッサム男:オポッサム男の]
pl: [CASTE_NAME:oposomężczyzna:oposomężczyźni:oposomężczyzn]
ru: [CASTE_NAME:мужчина-опоссум:мужчины-опоссумы:мужчины-опоссума]
tr: [CASTE_NAME:erkek keseli sıçan insanı:erkek keseli sıçan insanları:erkek keseli sıçan insanı]
vi: [CASTE_NAME:người chồn túi:những người chồn túi:người chồn túi]

# CREATURE:OPOSSUM_MAN
source: [CASTE_NAME:opossum woman:opossum women:opossum woman]
cs: [CASTE_NAME:vačicí žena:vačicí ženy:vačicí ženu]
de: [CASTE_NAME:Opossum-Frau:Opossum-Frauen:Opossum-Frau]
eo: [CASTE_NAME:homdidelfino:homdidelfino:de homdidelfino]
es: [CASTE_NAME:mujer zarigüeya:mujeres zarigüeya:mujer zarigüeya]
ja: [CASTE_NAME:オポッサム女:オポッサム女:オポッサム女の]
pl: [CASTE_NAME:oposokobieta:oposokobiety:oposokobiet]
ru: [CASTE_NAME:женщина-опоссум:женщины-опоссумы:женщины-опоссума]
tr: [CASTE_NAME:dişi keseli sıçan insanı:dişi keseli sıçan insanları:dişi keseli sıçan insanı]
vi: [CASTE_NAME:phụ nữ chồn túi:những phụ nữ chồn túi:phụ nữ chồn túi]

# CREATURE:OPOSSUM_MAN
source: [NAME:opossum man:opossum men:opossum man]
cs: [NAME:vačicí muž:vačicí muži:vačicího muže]
de: [NAME:Opossum-Mensch:Opossum-Menschen:Opossum-Mensch]
eo: [NAME:homdidelfo:homdidelfoj:de homdidelfo]
es: [NAME:hombre zarigüeya:hombres zarigüeya:hombre zarigüeya]
ja: [NAME:オポッサム男:オポッサム男:オポッサム男の]
ko: [NAME:주머니쥐인간:주머니쥐인간들:주머니쥐인간]
pl: [NAME:oposoczłowiek:oposoludzie:oposoludzki]
ru: [NAME:человек-опоссум:люди-опоссумы:человека-опоссума]
tr: [NAME:keseli sıçan insanı:keseli sıçan insanları:keseli sıçan insanı]
vi: [NAME:người chồn túi:những người chồn túi:người chồn túi]

# CREATURE:OPOSSUM_MAN
source: [DESCRIPTION:A person with the head and tail of an opossum.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem vačice.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Opossums.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de didelfo.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de una zarigüeya.]
ja: [DESCRIPTION:オポッサムの頭を尾を持つ人間だ。]
ko: [DESCRIPTION:주머니쥐의 머리와 꼬리를 가진 사람.]
pl: [DESCRIPTION:Osobnik z głową i ogonem oposa.]
ru: [DESCRIPTION:Человек с головой и хвостом опоссума.]
tr: [DESCRIPTION:Bir keseli sıçanın başına ve kuyruğuna sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu và đuôi của một chồn túi.]

# CREATURE:GIANT_OPOSSUM
source: [NAME:giant opossum:giant opossums:giant opossum]
cs: [NAME:obří vačice:obří vačice:obří vačici]
de: [NAME:Riesen Opossum:Riesen Opossums:Riesen Opossum]
eo: [NAME:giganta didelfo:gigantaj didelfoj:de giganta didelfo]
es: [NAME:zarigüeya gigante:zarigüeyas gigantes:zarigüeya gigante]
ja: [NAME:巨大オポッサム:巨大オポッサム:巨大オポッサムの]
ko: [NAME:거대 주머니쥐:거대 주머니쥐떼:거대 주머니쥐]
pl: [NAME:ogromny opos:ogromne oposy:ogromnych oposów]
ru: [NAME:гигантский опоссум:гигантские опоссумы:гигантского опоссума]
tr: [NAME:dev keseli sıçan:dev keseli sıçanlar:dev keseli sıçan]
vi: [NAME:chồn túi khổng lồ:các chồn túi khổng lồ:chồn túi khổng lồ]

# CREATURE:GIANT_OPOSSUM
source: [CASTE_NAME:giant opossum:giant opossums:giant opossum]
cs: [CASTE_NAME:obří vačice:obří vačice:obří vačici]
de: [CASTE_NAME:Riesen Opossum:Riesen Opossums:Riesen Opossum]
eo: [CASTE_NAME:giganta didelfo:gigantaj didelfoj:de giganta didelfo]
es: [CASTE_NAME:zarigüeya gigante:zarigüeyas gigantes:zarigüeya gigante]
ja: [CASTE_NAME:巨大オポッサム:巨大オポッサム:巨大オポッサムの]
ko: [CASTE_NAME:거대 주머니쥐:거대 주머니쥐떼:거대 주머니쥐]
pl: [CASTE_NAME:ogromny opos:ogromne oposy:ogromnych oposów]
ru: [CASTE_NAME:гигантский опоссум:гигантские опоссумы:гигантского опоссума]
tr: [CASTE_NAME:dev keseli sıçan:dev keseli sıçanlar:dev keseli sıçan]
vi: [CASTE_NAME:chồn túi khổng lồ:các chồn túi khổng lồ:chồn túi khổng lồ]

# CREATURE:GIANT_OPOSSUM
source: [GENERAL_CHILD_NAME:baby giant opossum:baby giant opossums]
cs: [GENERAL_CHILD_NAME:mládě obří vačice:mláďata obří vačice]
de: [GENERAL_CHILD_NAME:Riesen Opossum Junges:Riesen Opossum Junge]
eo: [GENERAL_CHILD_NAME:giganta didelfido:gigantaj didelfidoj]
es: [GENERAL_CHILD_NAME:zarigüeya gigante bebe:zarigüeyas gigantes bebes:zarigüeya gigante bebe]
ja: [GENERAL_CHILD_NAME:巨大オポッサム:巨大オポッサムの子供の子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 주머니쥐:새끼 거대 주머니쥐들]
pl: [GENERAL_CHILD_NAME:młode ogromnego oposa:wiele młodych ogromnego oposa]
ru: [GENERAL_CHILD_NAME:детёныш гигантского опоссума:детёныши гигантского опоссума]
tr: [GENERAL_CHILD_NAME:yavru dev keseli sıçan:yavru dev keseli sıçanlar]
vi: [GENERAL_CHILD_NAME:chồn túi khổng lồ non:các chồn túi khổng lồ non]

# CREATURE:GIANT_OPOSSUM
source: [DESCRIPTION:A huge monster in the shape of an opossum.]
cs: [DESCRIPTION:Obří monstrum ve tvaru vačice.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Opossums.]
eo: [DESCRIPTION:Grandega monstro kun formo de didelfo.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de una zarigüeya.]
ja: [DESCRIPTION:オポッサムのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:주머니쥐 모양의 거대한 괴물.]
pl: [DESCRIPTION:Ogromny potwór w kształcie oposa.]
ru: [DESCRIPTION:Огромный монстр, похожий на опоссума.]
tr: [DESCRIPTION:Keseli sıçan şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng chồn túi.]
zh_hans: [DESCRIPTION:一只巨大的负鼠怪。]

# CREATURE:GIANT_OPOSSUM
source: [PREFSTRING:ability to play dead]
cs: [PREFSTRING:schopnost předstírat smrt]
de: [PREFSTRING:kann sich totstellen]
eo: [PREFSTRING:kapablo por ludi senvive]
es: [PREFSTRING:habilidad de hacerse el muerto]
ja: [PREFSTRING:擬死]
pl: [PREFSTRING:umiejętność udawania martwego]
ru: [PREFSTRING:способность претворяться мёртвым]
tr: [PREFSTRING:ölü taklidi yapma yeteneği]
vi: [PREFSTRING:khả năng giả chết]

# CREATURE:MONGOOSE
source: [DESCRIPTION:A very small mammal with short legs and a long tail. It hunts small animals to eat.]
cs: [DESCRIPTION:Velmi malý savec s krátkými nohami a dlouhým ocasem. Loví drobná zvířata.]
de: [DESCRIPTION:Ein sehr kleines Säugetier mit kurzen Beinen und einem langen Schwanz. Es jagt kleine Tiere zum Fressen.]
eo: [DESCRIPTION:Tre malgranda mamulo kun mallongaj gamboj kaj longa vosto. Ĝi ĉasas malgrandajn bestojn por manĝado.]
es: [DESCRIPTION:Un mamífero muy pequeño con extremidades cortas y una larga cola. Caza pequeños animales para comer.]
ja: [DESCRIPTION:短い足と長い尻尾を持つとても小さな哺乳類だ。小さな動物を狩って食べる。]
ko: [DESCRIPTION:짧은 다리와 긴 꼬리를 가진 아주 작은 포유류. 먹기 위해 작은 동물을 사냥합니다.]
pl: [DESCRIPTION:Bardzo mały ssak z krótkimi nogami i długim ogonem. Poluje na małe zwierzęta, aby je zjeść.]
ru: [DESCRIPTION:Мелкое млекопитающее с короткими лапками и длинным хвостом. Охотится на мелких животных.]
tr: [DESCRIPTION:Kısa bacaklı ve uzun kuyruklu çok küçük bir memeli. Yemek için küçük hayvanları avlar.]
vi: [DESCRIPTION:Một động vật có vú rất nhỏ với đôi chân ngắn và chiếc đuôi dài. Nó săn các loài vật nhỏ để ăn.]

# CREATURE:MONGOOSE
source: [NAME:mongoose:mongooses:mongoose]
cs: [NAME:promyka:promyky:promyku]
de: [NAME:Mungo:Mungos:Mungo]
eo: [NAME:mungo:mungoj:de mungo]
es: [NAME:mangosta:mangostas:mangosta]
ja: [NAME:マングース:マングース:マングースの]
ko: [NAME:몽구스:몽구스들:몽구스]
pl: [NAME:mangusta:mangusty:mangust]
ru: [NAME:мангуст:мангусты:мангуста]
tr: [NAME:firavun faresi:firavun fareleri:firavun faresi]
vi: [NAME:cầy mangut:các cầy mangut:cầy mangut]

# CREATURE:MONGOOSE
source: [CASTE_NAME:mongoose:mongooses:mongoose]
cs: [CASTE_NAME:promyka:promyky:promyku]
de: [CASTE_NAME:Mungo:Mungos:Mungo]
eo: [CASTE_NAME:mungo:mungoj:de mungo]
es: [CASTE_NAME:mangosta:mangostas:mangosta]
ja: [CASTE_NAME:マングース:マングース:マングースの]
pl: [CASTE_NAME:mangusta:mangusty:mangust]
ru: [CASTE_NAME:мангуст:мангусты:мангуста]
tr: [CASTE_NAME:firavun faresi:firavun fareleri:firavun faresi]
vi: [CASTE_NAME:cầy mangut:các cầy mangut:cầy mangut]

# CREATURE:MONGOOSE
source: [GENERAL_CHILD_NAME:mongoose pup:mongoose pups]
cs: [GENERAL_CHILD_NAME:mládě promyky:mláďata promyky]
de: [GENERAL_CHILD_NAME:Mungo Welpe:Mungo Welpen]
eo: [GENERAL_CHILD_NAME:mungido:mungidoj]
es: [GENERAL_CHILD_NAME:cachorro de mangosta:cachorros de mangosta]
ja: [GENERAL_CHILD_NAME:マングースの子供:マングースの子供の]
pl: [GENERAL_CHILD_NAME:szczenię mangusty:szczenięta mangusty]
ru: [GENERAL_CHILD_NAME:детёныш мангуста:детёныши мангуста]
tr: [GENERAL_CHILD_NAME:yavru firavun faresi:yavru firavun fareleri]
vi: [GENERAL_CHILD_NAME:cầy mangut non:các cầy mangut non]

# CREATURE:MONGOOSE
source: [PREFSTRING:agility]
cs: [PREFSTRING:obratnost]
de: [PREFSTRING:Beweglichkeit]
eo: [PREFSTRING:lerteco]
es: [PREFSTRING:agilidad]
ja: [PREFSTRING:機敏]
ko: [PREFSTRING:민첩성]
pl: [PREFSTRING:zręczność]
ru: [PREFSTRING:ловкость]
tr: [PREFSTRING:çevikliği]
vi: [PREFSTRING:sự nhanh nhẹn]

# CREATURE:MONGOOSE
source: [PREFSTRING:cunning]
cs: [PREFSTRING:lstivost]
de: [PREFSTRING:gerissen]
eo: [PREFSTRING:sagaceco]
es: [PREFSTRING:astuto]
ja: [PREFSTRING:狡猾]
ko: [PREFSTRING:교활함]
pl: [PREFSTRING:przebiegły]
ru: [PREFSTRING:хитрость]
tr: [PREFSTRING:kurnazlığı]
vi: [PREFSTRING:Tinh ranh]

# CREATURE:MONGOOSE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:MONGOOSE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:MONGOOSE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:MONGOOSE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MONGOOSE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MONGOOSE_MAN
source: [CASTE_NAME:mongoose man:mongoose men:mongoose man]
cs: [CASTE_NAME:promyčí muž:promyčí muži:promyčího muže]
de: [CASTE_NAME:Mungo-Mann:Mungo-Männer:Mungo-Mann]
eo: [CASTE_NAME:hommungiĉo:hommungiĉoj:de hommungiĉo]
es: [CASTE_NAME:hombre-mangosta:hombres-mangosta:hombre-mangosta]
ja: [CASTE_NAME:マングース男:マングース男:マングース男の]
pl: [CASTE_NAME:mangustomężczyzna:mangustomężczyźni:mangustomężczyzny]
ru: [CASTE_NAME:мужчина-мангуст:мужчины-мангусты:мужчины-мангуста]
tr: [CASTE_NAME:erkek firavun faresi insanı:erkek firavun faresi insanları:erkek firavun faresi insanı]
vi: [CASTE_NAME:người cầy mangut:những người cầy mangut:người cầy mangut]

# CREATURE:MONGOOSE_MAN
source: [CASTE_NAME:mongoose woman:mongoose women:mongoose woman]
cs: [CASTE_NAME:promyčí žena:promyčí ženy:promyčí ženu]
de: [CASTE_NAME:Mungo-Frau:Mungo-Frauen:Mungo-Frau]
eo: [CASTE_NAME:hommungino:hommunginoj:de hommungino]
es: [CASTE_NAME:mujer-mangosta:mujeres-mangostas:mujer-mangosta]
ja: [CASTE_NAME:マングース女:マングース女:マングース女の]
pl: [CASTE_NAME:mangustokobieta:mangustokobiety:mangustokobiecy]
ru: [CASTE_NAME:женщина-мангуст:женщины-мангусты:женщины-мангуста]
tr: [CASTE_NAME:dişi firavun faresi insanı:dişi firavun faresi insanları:dişi firavun faresi insanı]
vi: [CASTE_NAME:phụ nữ cầy mangut:những phụ nữ cầy mangut:phụ nữ cầy mangut]

# CREATURE:MONGOOSE_MAN
source: [NAME:mongoose man:mongoose men:mongoose man]
cs: [NAME:promyčí muž:promyčí muži:promyčího muže]
de: [NAME:Mungo-Mensch:Mungo-Menschen:Mungo-Mensch]
eo: [NAME:hommungo:hommungo:de hommungo]
es: [NAME:hombre-mangosta:hombres-mangosta:hombre-mangosta]
ja: [NAME:マングース男:マングース男:マングース男の]
ko: [NAME:몽구스인간:몽구스인간들:몽구스인간]
pl: [NAME:mangustoczłowiek:magustoludzie:mangustoludzki]
ru: [NAME:человек-мангуст:люди-мангусты:человека-мангуста]
tr: [NAME:firavun faresi insanı:firavun faresi insanları:firavun faresi insanı]
vi: [NAME:người cầy mangut:những người cầy mangut:người cầy mangut]

# CREATURE:MONGOOSE_MAN
source: [DESCRIPTION:A small person with the head and tail of a mongoose.]
cs: [DESCRIPTION:Malá osoba s hlavou a ocasem promyky.]
de: [DESCRIPTION:Eine kleine Person mit Kopf und Schwanz eines Mungos.]
eo: [DESCRIPTION:Malgranda homo kun la kapo kaj la vosto de mungo.]
es: [DESCRIPTION:Una pequeña persona con la cabeza de una mangosta.]
ja: [DESCRIPTION:マングースの頭と尾を持つ小さな人間だ。]
ko: [DESCRIPTION:몽구스의 머리와 꼬리를 가진 작은 사람.]
pl: [DESCRIPTION:Mały człowiek z głową i ogonem mangusty.]
ru: [DESCRIPTION:Небольшой человек с головой и хвостом мангуста.]
tr: [DESCRIPTION:Bir firavun faresinin başına ve kuyruğuna sahip küçük bir kişi.]
vi: [DESCRIPTION:Một người nhỏ bé có đầu và đuôi của một cầy mangut.]

# CREATURE:GIANT_MONGOOSE
source: [NAME:giant mongoose:giant mongooses:giant mongoose]
cs: [NAME:obří promyka:obří promyky:obří promyku]
de: [NAME:Riesen Mungo:Riesen Mungos:Riesen Mungo]
eo: [NAME:giganta mungo:gigantaj mungoj:de giganta mungo]
es: [NAME:mangosta gigante:mangostas gigantes:mangosta gigante]
ja: [NAME:巨大マングース:巨大マングース:巨大マングースの]
ko: [NAME:거대 몽구스:거대 몽구스들:거대 몽구스]
pl: [NAME:ogromna mangusta:ogromne mangusty:ogromno mangustowy]
ru: [NAME:гигантский мангуст:гигантские мангусты:гигантского мангуста]
tr: [NAME:dev firavun faresi:dev firavun fareleri:dev firavun faresi]
vi: [NAME:cầy mangut khổng lồ:các cầy mangut khổng lồ:cầy mangut khổng lồ]

# CREATURE:GIANT_MONGOOSE
source: [CASTE_NAME:giant mongoose:giant mongooses:giant mongoose]
cs: [CASTE_NAME:obří promyka:obří promyky:obří promyku]
de: [CASTE_NAME:Riesen Mungo:Riesen Mungos:Riesen Mungo]
eo: [CASTE_NAME:giganta mungo:gigantaj mungoj:de giganta mungo]
es: [CASTE_NAME:mangosta gigante:mangostas gigantes:mangosta gigante]
ja: [CASTE_NAME:巨大マングース:巨大マングース:巨大マングースの]
ko: [CASTE_NAME:거대 몽구스:거대 몽구스들:거대 몽구스]
pl: [CASTE_NAME:ogromna mangusta:ogromne mangusty:ogromno mangustowy]
ru: [CASTE_NAME:гигантский мангуст:гигантские мангусты:гигантского мангуста]
tr: [CASTE_NAME:dev firavun faresi:dev firavun fareleri:dev firavun faresi]
vi: [CASTE_NAME:cầy mangut khổng lồ:các cầy mangut khổng lồ:cầy mangut khổng lồ]

# CREATURE:GIANT_MONGOOSE
source: [GENERAL_CHILD_NAME:giant mongoose pup:giant mongoose pups]
cs: [GENERAL_CHILD_NAME:mládě obří promyky:mláďata obří promyky]
de: [GENERAL_CHILD_NAME:Riesen Mungo Welpe:Riesen Mungo Welpen]
eo: [GENERAL_CHILD_NAME:giganta mungido:gigantaj mungidoj]
es: [GENERAL_CHILD_NAME:cachorro de mangosta gigante:cachorros de mangosta gigante]
ja: [GENERAL_CHILD_NAME:巨大マングースの子供:巨大マングースの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 몽구스:새끼 거대 몽구스들:
pl: [GENERAL_CHILD_NAME:szczenię ogromnej mangusty:szczenięta ogromnej mangusty]
ru: [GENERAL_CHILD_NAME:детёныш гигантского мангуста:детёныши гигантского мангуста]
tr: [GENERAL_CHILD_NAME:yavru dev firavun faresi:yavru dev firavun fareleri]
vi: [GENERAL_CHILD_NAME:cầy mangut khổng lồ non:các cầy mangut khổng lồ non]

# CREATURE:GIANT_MONGOOSE
source: [DESCRIPTION:A large mongoose-like monster known for hunting people amongst other things.]
cs: [DESCRIPTION:Velké monstrum podobné promyce, známé lovem lidí i jiných tvorů.]
de: [DESCRIPTION:Ein großes mungoähnliches Monster, das unter anderem dafür bekannt ist, Menschen zu jagen.]
eo: [DESCRIPTION:Granda mungsimila monstro, konita por ĉasado de homoj interalie.]
es: [DESCRIPTION:Una gran mangosta monstruo conocida por cazar gente entre otras cosas.]
ja: [DESCRIPTION:人間を狩る、マングースのような恐ろしい怪物だ。]
ko: [DESCRIPTION:무엇보다 사람을 사냥하는 것으로 알려진 큰 몽구스 같은 괴물입니다.]
pl: [DESCRIPTION:Duży potwór przypominający mangustę, znany między innymi z polowania na ludzi.]
ru: [DESCRIPTION:Огромный похожий на мангуста монстр, известный среди прочего тем, что охотится на людей.]
tr: [DESCRIPTION:Başka şeylerin yanı sıra insanları avlamasıyla bilinen, firavun faresine benzeyen büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn giống cầy mangut, nổi tiếng vì săn người cùng nhiều thứ khác.]
