Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_OSPREY
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_OSPREY
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_OSPREY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_OSPREY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:OSPREY_MAN
source: [CASTE_NAME:osprey man:osprey men:osprey man]
cs: [CASTE_NAME:mužský orel mořský:mužští orli mořští:mužského orla mořského]
de: [CASTE_NAME:Fischadlermann: Fischadlermänner: Fischadlerman]
eo: [CASTE_NAME:homfiŝagliĉo:homfiŝagliĉoj:de homfiŝagliĉo]
es: [CASTE_NAME:hombre halieto:hombres halieto:hombre halieto]
ja: [CASTE_NAME:ミサゴ男:ミサゴ男:ミサゴ男の]
ko: [CASTE_NAME:남성 물수리인간:남성 물수리인간들:남성 물수리인간]
pl: [CASTE_NAME:rybołowomężczyzna:rybołowomężczyźni:rybołowomężczyzny]
ru: [CASTE_NAME:мужчина-скопа:мужчины-скопы:мужчины-скопы]
tr: [CASTE_NAME:balık kartalı adam:balık kartalı adamlar:balık kartalı adam]
vi: [CASTE_NAME:người đàn ông Ó cá:những người đàn ông Ó cá:người đàn ông Ó cá]
zh_hans: [CASTE_NAME:鱼鹰男:鱼鹰男:鱼鹰男]

# CREATURE:OSPREY_MAN
source: [CASTE_NAME:osprey woman:osprey women:osprey woman]
cs: [CASTE_NAME:žena orela mořského:ženy orla mořkého:ženy orla mořského]
de: [CASTE_NAME:Fischadlerfrau: Fischadlerfrauen: Fischadlerfrau]
eo: [CASTE_NAME:homfiŝaglino:homfiŝaglinoj:de homfiŝaglino]
es: [CASTE_NAME:mujer halieto:mujeres halieto:mujer halieto]
ja: [CASTE_NAME:ミサゴ女:ミサゴ女:ミサゴ女の]
ko: [CASTE_NAME:여성 물수리인간:여성 물수리인간들:여성 물수리인간]
pl: [CASTE_NAME:rybołowokobieta:rybołowokobiety:rybołowokobiecy]
ru: [CASTE_NAME:женщина-скопа:женщины-скопы:женщины-скопы]
tr: [CASTE_NAME:balık kartalı kadın:balık kartalı kadınlar:balık kartalı kadın]
vi: [CASTE_NAME:người phụ nữ Ó cá:những người phụ nữ Ó cá:người phụ nữ Ó cá]
zh_hans: [CASTE_NAME:鱼鹰女:鱼鹰女:鱼鹰女]

# CREATURE:OSPREY_MAN
source: [NAME:osprey man:osprey men:osprey man]
cs: [NAME:mužský orel mořský:mužští orli mořští:mužského orla mořského]
de: [NAME:Fischadlermensch: Fischadlermenschen: Fischadlermensch]
eo: [NAME:homfiŝaglo:homfiŝagloj:de homfiŝaglo]
es: [NAME:hombre águila pescadora:hombres águila pescadora:de hombre águila pescadora]
ja: [NAME:ミサゴ男:ミサゴ男:ミサゴ男の]
ko: [NAME:물수리인간:물수리인간들:물수리인간]
pl: [NAME:rybołowoczłowiek:rybołowoludzie:rybołowoludzki]
ru: [NAME:человек-скопа:люди-скопы:человека-скопы]
tr: [NAME:balık kartalı adam:balık kartalı adamlar:balık kartalı adam]
vi: [NAME:người đàn ông Ó cá:những người đàn ông Ó cá:người đàn ông Ó cá]
zh_hans: [NAME:鱼鹰人:鱼鹰人:鱼鹰人]

# CREATURE:OSPREY_MAN
source: [DESCRIPTION:A person with the head and wings of an osprey.]
cs: [DESCRIPTION:Osoba s hlavou a křídly orla mořského.]
de: [DESCRIPTION:Ein Mensch mit dem Kopf und den Flügeln eines Fischadlers.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de fiŝaglo.]
es: [DESCRIPTION:Una persona con la cabeza y alas de un halieto.]
ja: [DESCRIPTION:ミサゴのような翼と頭を持つ人間だ。]
ko: [DESCRIPTION:물수리의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami rybołowa.]
ru: [DESCRIPTION:Человек с головой и крыльями скопы.]
tr: [DESCRIPTION:kızıl akbaba şahininin baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người mang đầu và đôi cánh của chim Ó cá.]
zh_hans: [DESCRIPTION:一个长着鱼鹰脑袋和翅膀的人.]

# CREATURE:GIANT_OSPREY
source: [NAME:giant osprey:giant ospreys:giant osprey]
cs: [NAME:obří orlovec:obří orlovci:obřího orlovce]
de: [NAME:Rießenfischadler:Rießenfischadler:Rießenfischadler]
eo: [NAME:giganta fiŝaglo:gigantaj fiŝagloj:de giganta fiŝaglo]
es: [NAME:águila pescadora gigante:águilas pescadoras gigantes:de águila pescadora gigante]
ja: [NAME:巨大ミサゴ:巨大ミサゴ:巨大ミサゴの]
ko: [NAME:거대 물수리:거대 물수리떼:거대 물수리]
pl: [NAME:gigantyczny rybołów:gigantyczne rybołowy:gigantycznego rybołowa]
ru: [NAME:гигантская скопа:гигантские скопы:гигантской скопы]
tr: [NAME:dev balık kartalı:dev balık kartalları:dev balık kartalı]
vi: [NAME:Ó cá khổng lồ:những Ó cá khổng lồ:Ó cá khổng lồ]
zh_hans: [NAME:巨鱼鹰:巨鱼鹰:巨鱼鹰]

# CREATURE:GIANT_OSPREY
source: [CASTE_NAME:giant osprey:giant ospreys:giant osprey]
cs: [CASTE_NAME:obří orel mořský:obří orli mořští:obří orel mořský]
de: [CASTE_NAME:Rießenfischadler:Rießenfischadler:Rießenfischadler]
eo: [CASTE_NAME:giganta fiŝaglo:gigantaj fiŝagloj:de giganta fiŝaglo]
es: [CASTE_NAME:halieto gigante:halietos gigantes:halieto gigante]
ja: [CASTE_NAME:巨大ミサゴ:巨大ミサゴ:巨大ミサゴの]
ko: [CASTE_NAME:거대 물수리:거대 물수리떼:거대 물수리]
pl: [CASTE_NAME:gigantyczny rybołów:gigantyczne rybołowy:gigantycznego rybołowa]
ru: [CASTE_NAME:гигантская скопа:гигантские скопы:гигантской скопы]
tr: [CASTE_NAME:dev balık kartalı:dev balık kartalları:dev balık kartalı]
vi: [CASTE_NAME:Ó cá khổng lồ:những Ó cá khổng lồ:Ó cá khổng lồ]
zh_hans: [CASTE_NAME:巨鱼鹰:巨鱼鹰:巨鱼鹰]

# CREATURE:GIANT_OSPREY
source: [GENERAL_CHILD_NAME:giant osprey chick:giant osprey chicks]
cs: [GENERAL_CHILD_NAME:mládě obřího orla mořského:mláďata obřích orlů mořských]
de: [GENERAL_CHILD_NAME:Riesenfischadlerküken:Riesenfischadlerküken]
eo: [GENERAL_CHILD_NAME:giganta fiŝaglo:gigantaj fiŝagloj]
es: [GENERAL_CHILD_NAME:polluelo de halieto gigante:polluelos de halieto gigante]
ja: [GENERAL_CHILD_NAME:巨大ミサゴの雛:巨大ミサゴの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 물수리:새끼 거대 물수리떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego rybołowa:pisklęta gigantycznego rybołowa]
ru: [GENERAL_CHILD_NAME:птенец гигантской скопы:птенцы гигантской скопы]
tr: [GENERAL_CHILD_NAME:dev balık kartalı yavrusu:dev balık kartalı yavruları]
vi: [GENERAL_CHILD_NAME:Ó cá con khổng lồ:những Ó cá con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨鱼鹰雏鸟:巨鱼鹰雏鸟]

# CREATURE:GIANT_OSPREY
source: [DESCRIPTION:A large monster in the form of an osprey.]
cs: [DESCRIPTION:Velká příšera v podobě orlovce.]
de: [DESCRIPTION:Ein großes Monster in Form eines Fischadlers.]
eo: [DESCRIPTION:Granda monstro kun formo de fiŝaglo.]
es: [DESCRIPTION:Un gran monstruo con la forma de un halieto.]
ja: [DESCRIPTION:ミサゴのような姿の怪鳥だ。]
ko: [DESCRIPTION:물수리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci rybołowa.]
ru: [DESCRIPTION:Огромный монстр, похожий на скопу.]
tr: [DESCRIPTION:balık kartalı biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn mang hình hài của chim Ó cá.]
zh_hans: [DESCRIPTION:一个巨鱼鹰怪物。]

# CREATURE:GIANT_OSPREY
source: [PREFSTRING:fishing ability]
cs: [PREFSTRING:schopnost rybařit]
de: [PREFSTRING:Fischfangfähigkeit]
eo: [PREFSTRING:kapablo por fiŝkaptado]
es: [PREFSTRING:habilidad de pesca]
ja: [PREFSTRING:釣りをする]
ko: [PREFSTRING:낚시 능력]
pl: [PREFSTRING:zdolność łowienia]
ru: [PREFSTRING:умение ловить рыбу]
tr: [PREFSTRING:balık avlama yeteneği]
vi: [PREFSTRING:khả năng đánh bắt cá]
zh_hans: [PREFSTRING:捕鱼能力]

# CREATURE:BIRD_EMU
source: [DESCRIPTION:A large flightless bird. It is very curious and has been known to follow other creatures.]
cs: [DESCRIPTION:Velký nelétavý pták. Je velmi zvědavý a je známo, že sleduje jiné tvory.]
de: [DESCRIPTION:Ein großer flugunfähiger Vogel. Er ist neugierig und dafür bekannt, anderen Tieren zu folgen.]
eo: [DESCRIPTION:Granda nefluga birdo. Ĝi estas scivola, kaj estas konita por sekvi aliajn kreitojn.]
es: [DESCRIPTION:Una gran ave no voladora. Muy curiosa e incluso persigue a otras criaturas.]
ja: [DESCRIPTION:全長１６０センチほどの飛べない鳥。好奇心が強く、他の生物を追いかけることで有名。]
ko: [DESCRIPTION:날지 못하는 커다란 새. 호기심이 많아 다른 생물들을 따라다니는 습성을 지녔다.]
pl: [DESCRIPTION:Duży, nielotny ptak. Jest bardzo ciekawski i znany z tego, że podąża za innymi stworzeniami.]
ru: [DESCRIPTION:Большая нелетающая птица. Очень любопытна и любит следовать за другими существами.]
tr: [DESCRIPTION:Geniş uçamayan kuş. Çok meraklı ve diğer yaratıkları takip etmek için bilinir.]
vi: [DESCRIPTION:Một loài chim to lớn không bay được. Chúng rất tò mò và nổi tiếng là hay theo dõi các sinh vật khác.]
zh_hans: [DESCRIPTION:一种无法飞行的大型鸟类。它非常好奇且会跟随其他生物。]

# CREATURE:BIRD_EMU
source: [NAME:emu:emus:emu]
cs: [NAME:emu:emu:emu]
eo: [NAME:emuo:emuoj:de emuo]
es: [NAME:emú:emúes:de emú]
ja: [NAME:エミュー:エミュー:エミューの]
ko: [NAME:에뮤:에뮤떼:에뮤]
pl: [NAME:emu:emu:emu]
ru: [NAME:эму:эму:эму]
tr: [NAME:emu kuşu:emu kuşları:emu kuşu]
vi: [NAME:Emu:những Emu:Emu]
zh_hans: [NAME:鸸鹋:鸸鹋:鸸鹋]

# CREATURE:BIRD_EMU
source: [CASTE_NAME:emu:emus:emu]
cs: [CASTE_NAME:emu:emuové:emu]
eo: [CASTE_NAME:emuo:emuoj:de emuo]
es: [CASTE_NAME:emú:emúes:emú]
ja: [CASTE_NAME:エミュー:エミュー:エミューの]
ko: [CASTE_NAME:에뮤:에뮤떼:에뮤]
pl: [CASTE_NAME:emu:emu:emu]
ru: [CASTE_NAME:эму:эму:эму]
tr: [CASTE_NAME:emu kuşu:emu kuşları:emu kuşu]
vi: [CASTE_NAME:Emu:những Emu:Emu]
zh_hans: [CASTE_NAME:鸸鹋:鸸鹋:鸸鹋]

# CREATURE:BIRD_EMU
source: [GENERAL_CHILD_NAME:emu chick:emu chicks]
cs: [GENERAL_CHILD_NAME:mládě emu:mláďata emuů]
de: [GENERAL_CHILD_NAME:Emu-Küken:Emu-Küken]
eo: [GENERAL_CHILD_NAME:emuido:emuidoj]
es: [GENERAL_CHILD_NAME:polluelo de emú:polluelos de emú]
ja: [GENERAL_CHILD_NAME:エミューの雛:エミューの雛の]
ko: [GENERAL_CHILD_NAME:새끼 에뮤:새끼 에뮤떼]
pl: [GENERAL_CHILD_NAME:pisklę emu:pisklęta emu]
ru: [GENERAL_CHILD_NAME:страусёнок эму:страусята эму]
tr: [GENERAL_CHILD_NAME:emu yavrusu:emu yavruları]
vi: [GENERAL_CHILD_NAME:Emu con:những Emu con]
zh_hans: [GENERAL_CHILD_NAME:鸸鹋雏鸟:鸸鹋雏鸟]

# CREATURE:BIRD_EMU
source: [PREFSTRING:size]
cs: [PREFSTRING:velikost]
de: [PREFSTRING:Größe]
eo: [PREFSTRING:grandeco]
es: [PREFSTRING:tamaño]
ja: [PREFSTRING:大きい]
ko: [PREFSTRING:크기]
pl: [PREFSTRING:rozmiar]
ru: [PREFSTRING:размер]
tr: [PREFSTRING:boyut]
vi: [PREFSTRING:kích thước]
zh_hans: [PREFSTRING:巨大]

# CREATURE:BIRD_EMU
source: [PREFSTRING:inquisitive nature]
cs: [PREFSTRING:zvědavou povahou]
de: [PREFSTRING:neugierig]
eo: [PREFSTRING:scivola naturo]
es: [PREFSTRING:naturaleza curiosa]
ja: [PREFSTRING:好奇心が強い]
ko: [PREFSTRING:호기심많은 특성]
pl: [PREFSTRING:ciekawska natura]
ru: [PREFSTRING:пытливую натуру]
tr: [PREFSTRING:araştırıcı doğa]
vi: [PREFSTRING:bản tính tò mò]
zh_hans: [PREFSTRING:好奇的天性]

# CREATURE:BIRD_EMU
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekme at:tekme atar]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:BIRD_EMU
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_EMU
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_EMU
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_EMU
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:EMU_MAN
source: [CASTE_NAME:emu man:emu men:emu man]
cs: [CASTE_NAME:mužský emu:mužští emu:mužského emu]
de: [CASTE_NAME:Emumann:Emumänner:Emumann]
eo: [CASTE_NAME:homemuiĉo:homemuiĉoj:de homemuiĉo]
es: [CASTE_NAME:hombre emú:hombres emú:hombre emú]
ja: [CASTE_NAME:エミュー男:エミュー男:エミュー男の]
ko: [CASTE_NAME:남성 에뮤인간:남성 에뮤인간들:남성 에뮤인간]
pl: [CASTE_NAME:emumężczyzna:emumężczyźni:emumężczyzny]
ru: [CASTE_NAME:мужчина-эму:мужчины-эму:мужчины-эму]
tr: [CASTE_NAME:emu adam:emu adamlar:emu adam]
vi: [CASTE_NAME:người đàn ông Emu:những người đàn ông Emu:người đàn ông Emu]
zh_hans: [CASTE_NAME:鸸鹋男:鸸鹋男:鸸鹋男]

# CREATURE:EMU_MAN
source: [CASTE_NAME:emu woman:emu women:emu woman]
cs: [CASTE_NAME:žena emu:ženy emu:ženy emu]
de: [CASTE_NAME:Emufrau:Emufrauen:Emufrau]
eo: [CASTE_NAME:homemuino:homemuinoj:de homemuino]
es: [CASTE_NAME:mujer emú:mujeres emú:mujer emú]
ja: [CASTE_NAME:エミュー女:エミュー女:エミュー女の]
ko: [CASTE_NAME:여성 에뮤인간:여성 에뮤인간들:여성 에뮤인간]
pl: [CASTE_NAME:emukobieta:emukobiety:emukobiecy]
ru: [CASTE_NAME:женщина-эму:женщины-эму:женщины-эму]
tr: [CASTE_NAME:emu kadın:emu kadınlar:emu kadın]
vi: [CASTE_NAME:người phụ nữ Emu:những người phụ nữ Emu:người phụ nữ Emu]
zh_hans: [CASTE_NAME:鸸鹋女:鸸鹋女:鸸鹋女]

# CREATURE:EMU_MAN
source: [NAME:emu man:emu men:emu man]
cs: [NAME:mužský emu:mužští emu:mužského emu]
de: [NAME:Emumensch:Emumenschen:Emumensch]
eo: [NAME:homemuo:homemuoj:de homemuo]
es: [NAME:hombre emú:hombres emú:de hombre emú]
ja: [NAME:エミュー男:エミュー男:エミュー男の]
ko: [NAME:에뮤인간:에뮤인간들:에뮤인간]
pl: [NAME:emuczłowiek:emuludzie:emuludzki]
ru: [NAME:человек-эму:люди-эму:человека-эму]
tr: [NAME:emu adam:emu adamlar:emu adam]
vi: [NAME:người đàn ông Emu:những người đàn ông Emu:người đàn ông Emu]
zh_hans: [NAME:鸸鹋人:鸸鹋人:鸸鹋人]

# CREATURE:EMU_MAN
source: [DESCRIPTION:A feathered person with the head of an emu.]
cs: [DESCRIPTION:Opeřená osoba s hlavou emu.]
de: [DESCRIPTION: Eine federne Gestalt mit dem Kopf und Flügeln eines Emus.]
eo: [DESCRIPTION:Pluma homo kun la kapo de emuo.]
es: [DESCRIPTION:Una persona con plumas y cabeza de un emú.]
ja: [DESCRIPTION:エミューの頭と翼を持った羽毛の生えた人間だ。]
ko: [DESCRIPTION:에뮤의 머리를 가진 깃털달린 인간.]
pl: [DESCRIPTION:Upierzony osobnik z głową emu.]
ru: [DESCRIPTION:Покрытый перьями человек с головой эму.]
tr: [DESCRIPTION:Emu kuşunun başına sahip tüylü bir fantastik canlı.]
vi: [DESCRIPTION:Một người có lông vũ mang đầu của Emu.]
zh_hans: [DESCRIPTION:一个长着鸸鹋脑袋的羽毛人。]

# CREATURE:GIANT_EMU
source: [NAME:giant emu:giant emus:giant emu]
cs: [NAME:obří emu:obří emu:obří emu]
de: [NAME:Riesenemu:Riesenemus:Riesenemu]
eo: [NAME:giganta emuo:gigantaj emuoj:de giganta emuo]
es: [NAME:emú gigante:emúes gigantes:de emú gigante]
ja: [NAME:巨大エミュー:巨大エミュー:巨大エミューの]
ko: [NAME:거대 에뮤:거대 에뮤떼:거대 에뮤]
pl: [NAME:gigantyczny emu:gigantyczne emu:gigantycznego emu]
ru: [NAME:гигантский эму:гигантские эму:гигантского эму]
tr: [NAME:dev emu kuşu:dev emu kuşları:dev emu kuşu]
vi: [NAME:Emu khổng lồ:những Emu khổng lồ:Emu khổng lồ]
zh_hans: [NAME:巨鸸鹋:巨鸸鹋:巨鸸鹋]

# CREATURE:GIANT_EMU
source: [CASTE_NAME:giant emu:giant emus:giant emu]
cs: [CASTE_NAME:obří emu:obří emuové:obří emu]
de: [CASTE_NAME:Riesenemu:Riesenemus:Riesenemu]
eo: [CASTE_NAME:giganta emuo:gigantaj emuoj:de giganta emuo]
es: [CASTE_NAME:emú gigante:emúes gigantes:emú gigante]
ja: [CASTE_NAME:巨大エミュー:巨大エミュー:巨大エミューの]
ko: [CASTE_NAME:거대 에뮤:거대 에뮤떼:거대 에뮤]
pl: [CASTE_NAME:gigantyczny emu:gigantyczne emu:gigantycznego emu]
ru: [CASTE_NAME:гигантский эму:гигантские эму:гигантского эму]
tr: [CASTE_NAME:dev emu:dev emular:dev emu]
vi: [CASTE_NAME:Emu khổng lồ:những Emu khổng lồ:Emu khổng lồ]
zh_hans: [CASTE_NAME:巨鸸鹋:巨鸸鹋:巨鸸鹋]

# CREATURE:GIANT_EMU
source: [GENERAL_CHILD_NAME:giant emu chick:giant emu chicks]
cs: [GENERAL_CHILD_NAME:mládě obřího emu:mláďata obřích emuů]
de: [GENERAL_CHILD_NAME:Riesenemuküken:Riesenemuküken]
eo: [GENERAL_CHILD_NAME:giganta emuido:gigantaj emuidoj]
es: [GENERAL_CHILD_NAME:polluelo de emú gigante:polluelos de emú gigante]
ja: [GENERAL_CHILD_NAME:巨大エミューの雛:巨大エミューの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 에뮤:새끼 거대 에뮤떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego emu:pisklęta gigantycznego emu]
ru: [GENERAL_CHILD_NAME:страусёнок гигантского эму:страусята гигантского эму]
tr: [GENERAL_CHILD_NAME:dev emu yavrusu:dev emu yavruları]
vi: [GENERAL_CHILD_NAME:Emu con khổng lồ:những Emu con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨鸸鹋雏鸟:巨鸸鹋雏鸟]

# CREATURE:GIANT_EMU
source: [DESCRIPTION:A huge monster in the form of an emu.]
cs: [DESCRIPTION:Obrovská příšera v podobě emu.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Emus.]
eo: [DESCRIPTION:Grandega monstro kun formo de emuo.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un emú.]
ja: [DESCRIPTION:エミューの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:에뮤의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci emu.]
ru: [DESCRIPTION:Огромный монстр, похожий на эму.]
tr: [DESCRIPTION:Emu biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài của Emu.]
zh_hans: [DESCRIPTION:一只体型巨大的鸸鹋怪。]

# CREATURE:GIANT_EMU
source: [PREFSTRING:size]
cs: [PREFSTRING:velikost]
de: [PREFSTRING:Größe]
eo: [PREFSTRING:grandeco]
es: [PREFSTRING:tamaño]
ja: [PREFSTRING:大きい]
ko: [PREFSTRING:크기]
pl: [PREFSTRING:rozmiar]
ru: [PREFSTRING:размер]
tr: [PREFSTRING:boyut]
vi: [PREFSTRING:kích thước]
zh_hans: [PREFSTRING:巨大]

# CREATURE:GIANT_EMU
source: [PREFSTRING:inquisitive nature]
cs: [PREFSTRING:zvídavá povaha]
de: [PREFSTRING:neugierig]
eo: [PREFSTRING:scivola naturo]
es: [PREFSTRING:naturaleza curiosa]
ja: [PREFSTRING:好奇心旺盛]
ko: [PREFSTRING:호기심많은 특성]
pl: [PREFSTRING:ciekawska natura]
ru: [PREFSTRING:пытливую натуру]
tr: [PREFSTRING:meraklı doğa]
vi: [PREFSTRING:bản tính tò mò]
zh_hans: [PREFSTRING:好奇的天性]

# CREATURE:BIRD_COCKATIEL
source: [DESCRIPTION:A tiny crested parrot. They are prized as domestic companions.]
cs: [DESCRIPTION:Drobný chocholatý papoušek. Jsou ceněni jako domácí společníci.]
de: [DESCRIPTION:Ein winziger Schopfpapagei. Sie werden als häusliche Begleiter geschätzt.]
eo: [DESCRIPTION:Eta egreta papago. Ili estimatas kiel hejmaj kunuloj.]
es: [DESCRIPTION:Un pequeño loro crestado. Preciados como compañeros domésticos]
ja: [DESCRIPTION:ほほに印があるインコだ。ペットとして親しまれている。]
ko: [DESCRIPTION:작은 볏이 달린 앵무새, 집에서 기르기 좋다.]
pl: [DESCRIPTION:Malutka papuga z pióropuszem na głowie. Są cenione jako domowi kompani.]
ru: [DESCRIPTION:Мелкий хохлатый попугай. Ценится в качестве домашнего питомца.]
tr: [DESCRIPTION:Küçük tepeli papağan. Ev evcil hayvanı olarak değerlidir.]
vi: [DESCRIPTION:Một loài vẹt nhỏ có mào. Chúng được trân quý như vật nuôi trong nhà.]
zh_hans: [DESCRIPTION:一种小型的凤头鹦鹉。它们被视为驯良的伙伴。]

# CREATURE:BIRD_COCKATIEL
source: [NAME:cockatiel:cockatiels:cockatiel]
cs: [NAME:korela:korely:korely]
de: [NAME:Nymphensittich:Nymphensittiche:Nymphensittich]
eo: [NAME:kakatuo:kakatuoj:de kakatuo]
es: [NAME:cacatúa:cacatúa:de cacatúa]
ja: [NAME:オカメインコ:オカメインコ:オカメインコの]
ko: [NAME:왕관앵무:왕관앵무떼:왕관앵무]
pl: [NAME:nimfa:nimfy:nimfy]
ru: [NAME:корелла:кореллы:кореллы]
tr: [NAME:sultan papağanı:sultan papağanları:sultan papağanı]
zh_hans: [NAME:玄凤鹦鹉:玄凤鹦鹉:玄凤鹦鹉]

# CREATURE:BIRD_COCKATIEL
source: [CASTE_NAME:cockatiel:cockatiels:cockatiel]
cs: [CASTE_NAME:korela:korely:korely]
de: [CASTE_NAME:Nymphensittich:Nymphensittiche:Nymphensittich]
eo: [CASTE_NAME:kakatuo:kakatuoj:de kakatuo]
es: [CASTE_NAME:cacatúa:cacatúas:cacatúa]
ja: [CASTE_NAME:オカメインコ:オカメインコ:オカメインコの]
ko: [CASTE_NAME:왕관앵무:왕관앵무떼:왕관앵무]
pl: [CASTE_NAME:nimfa:nimfy:nimfy]
ru: [CASTE_NAME:корелла:кореллы:кореллы]
tr: [CASTE_NAME:sultan papağanı:sultan papağanları:sultan papağanı]
zh_hans: [CASTE_NAME:玄凤鹦鹉:玄凤鹦鹉:玄凤鹦鹉]

# CREATURE:BIRD_COCKATIEL
source: [GENERAL_CHILD_NAME:cockatiel hatchling:cockatiel hatchlings]
cs: [GENERAL_CHILD_NAME:mládě korely:mláďata korely]
de: [GENERAL_CHILD_NAME:Nymphensittichküken:Nymphensittichküken]
eo: [GENERAL_CHILD_NAME:kakatuido:kakatuidoj]
es: [GENERAL_CHILD_NAME:polluelo cacatúa:polluelo cacatúa]
ja: [GENERAL_CHILD_NAME:オカメインコの雛:オカメインコの雛の]
ko: [GENERAL_CHILD_NAME:새끼 왕관앵무:새끼 왕관앵무떼]
pl: [GENERAL_CHILD_NAME:pisklę nimfy:pisklęta nimfy]
ru: [GENERAL_CHILD_NAME:птенец кореллы:птенцы кореллы]
tr: [GENERAL_CHILD_NAME:sultan papağanı yavrusu:sultan papağanı yavruları]
vi: [GENERAL_CHILD_NAME:vẹt Mào non:những vẹt Mào non]
zh_hans: [GENERAL_CHILD_NAME:玄凤鹦鹉幼崽:玄凤鹦鹉幼崽]

# CREATURE:BIRD_COCKATIEL
source: [PREFSTRING:crests]
cs: [PREFSTRING:chochol]
de: [PREFSTRING:Kämme]
eo: [PREFSTRING:egretoj]
es: [PREFSTRING:crestas]
ja: [PREFSTRING:とさか]
ko: [PREFSTRING:볏]
pl: [PREFSTRING:grzebienie]
ru: [PREFSTRING:хохолки]
tr: [PREFSTRING:tepeler]
vi: [PREFSTRING:mào]
zh_hans: [PREFSTRING:头冠]

# CREATURE:BIRD_COCKATIEL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_COCKATIEL
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_COCKATIEL
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_COCKATIEL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_COCKATIEL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]
