Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BLACK_MAMBA_MAN
source: [DESCRIPTION:A person in the form of a large black mamba with arms.]
cs: [DESCRIPTION:Osoba ve tvaru velké mamby černé s pažemi.]
de: [DESCRIPTION:Eine Person in Form einer großen schwarzen Mamba mit Armen.]
eo: [DESCRIPTION:Homo kun formo de granda nigra mambo kun brakoj.]
es: [DESCRIPTION:Una persona en forma de una gran serpiente mamba negra con brazos]
ja: [DESCRIPTION:大きなブラックマンバに腕が生えたかのような人間だ。]
ko: [DESCRIPTION:팔을 가진 큰 검은 맘바 형태의 사람.]
ru: [DESCRIPTION:Человек, похожий на большую чёрную мамбу с руками.]
tr: [DESCRIPTION:Kolları olan büyük bir kara mamba formunda bir kişi.]
vi: [DESCRIPTION:Một người mang hình dáng rắn mamba đen to lớn với hai cánh tay.]

# CREATURE:GIANT_BLACK_MAMBA
source: [CVCT_TARGET:black mamba]
cs: [CVCT_TARGET:mamba černá]
de: [CVCT_TARGET:Schwarze Mamba]
eo: [CVCT_TARGET:nigra mamb]
es: [CVCT_TARGET:serpiente mamba negra]
ja: [CVCT_TARGET:ブラックマンバ]
ko: [CVCT_TARGET:검은맘바]
pl: [CVCT_TARGET:czarna mamba]
ru: [CVCT_TARGET:чёрной мамбы]
tr: [CVCT_TARGET:kara mamba]
vi: [CVCT_TARGET:rắn mamba đen]

# CREATURE:GIANT_BLACK_MAMBA
source: [CVCT_REPLACEMENT:giant black mamba]
cs: [CVCT_REPLACEMENT:obří mamba černá]
de: [CVCT_REPLACEMENT:Riesige Schwarze Mamba]
eo: [CVCT_REPLACEMENT:giganta nigra mamb]
es: [CVCT_REPLACEMENT:mamba negra gigante]
ja: [CVCT_REPLACEMENT:巨大ブラックマンバ]
ko: [CVCT_REPLACEMENT:거대 검은맘바]
pl: [CVCT_REPLACEMENT:ogromna czarna mamba]
ru: [CVCT_REPLACEMENT:гигантской чёрной мамбы]
tr: [CVCT_REPLACEMENT:dev kara mamba]
vi: [CVCT_REPLACEMENT:rắn mamba đen khổng lồ]

# CREATURE:GIANT_BLACK_MAMBA
source: [NAME:giant black mamba:giant black mambas:giant black mamba]
cs: [NAME:obří mamba černá:obří mamby černé:obří mambu černou]
de: [NAME:Riesige Schwarze Mamba:Riesige Schwarze Mambas:Riesige Schwarze Mamba]
eo: [NAME:giganta nigra mambo:gigantaj nigraaj mamboj:de giganta nigra mambo]
es: [NAME:serpiente mamba negra gigante:serpientes mamba negra gigantes:serpiente mamba negra gigante]
ja: [NAME:巨大ブラックマンバ:巨大ブラックマンバ:巨大ブラックマンバの]
ko: [NAME:거대 검은맘바:거대 검은맘바들:거대 검은맘바]
ru: [NAME:гигантская чёрная мамба:гигантские чёрные мамбы:гигантской чёрной мамбы]
tr: [NAME:dev kara mamba:dev kara mambalar:dev kara mamba]
vi: [NAME:rắn mamba đen khổng lồ:những rắn mamba đen khổng lồ:rắn mamba đen khổng lồ]

# CREATURE:GIANT_BLACK_MAMBA
source: [CASTE_NAME:giant black mamba:giant black mambas:giant black mamba]
cs: [CASTE_NAME:obří mamba černá:obří mamby černé:obří mambu černou]
de: [CASTE_NAME:Riesige Schwarze Mamba:Riesige Schwarze Mambas:Riesige Schwarze Mamba]
eo: [CASTE_NAME:giganta nigra mambo:gigantaj nigraaj mamboj:de giganta nigra mambo]
es: [NAME:serpiente mamba negra gigante:serpientes mamba negra gigantes:serpiente mamba negra gigante]
ja: [CASTE_NAME:巨大ブラックマンバ:巨大ブラックマンバ:巨大ブラックマンバの]
ko: [CASTE_NAME:거대 검은맘바:거대 검은맘바들:거대 검은맘바]
ru: [CASTE_NAME:гигантская чёрная мамба:гигантские чёрные мамбы:гигантской чёрной мамбы]
tr: [CASTE_NAME:dev kara mamba:dev kara mambalar:dev kara mamba]
vi: [CASTE_NAME:rắn mamba đen khổng lồ:những rắn mamba đen khổng lồ:rắn mamba đen khổng lồ]

# CREATURE:GIANT_BLACK_MAMBA
source: [DESCRIPTION:A large monster taking the shape of a black mamba.]
cs: [DESCRIPTION:Velké monstrum ve tvaru mamby černé.]
de: [DESCRIPTION:Ein großes Monster in Form einer Schwarzen Mamba.]
eo: [DESCRIPTION:Granda monstro formiĝante kiel nigra mambo.]
es: [DESCRIPTION:Un gran monstruo que toma la forma de una mamba negra.]
ja: [DESCRIPTION:ブラックマンバのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:검은맘바의 모습을 한 거대한 괴수.]
ru: [DESCRIPTION:Огромный монстр, принявший форму чёрной мамбы.]
tr: [DESCRIPTION:Kara mamba şekline bürünmüş büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dáng rắn mamba đen.]

# CREATURE:GIANT_BLACK_MAMBA
source: [PREFSTRING:aggression]
cs: [PREFSTRING:agresivita]
eo: [PREFSTRING:agreso]
es: [PREFSTRING:agresión]
ja: [PREFSTRING:狂暴]
pl: [PREFSTRING:agresja]
ru: [PREFSTRING:агрессию]
tr: [PREFSTRING:saldırganlığı]
vi: [PREFSTRING:sự hung hãn]

# CREATURE:GIANT_BLACK_MAMBA
source: [PREFSTRING:deadly bite]
cs: [PREFSTRING:smrtelné kousnutí]
de: [PREFSTRING:tödlicher biss]
eo: [PREFSTRING:mortiga mordo]
es: [PREFSTRING:mordedura mortal]
ja: [PREFSTRING:死の毒牙]
pl: [PREFSTRING:śmiertelne ukąszenie]
ru: [PREFSTRING:смертельный укус]
tr: [PREFSTRING:ölümcül ısırığı]
vi: [PREFSTRING:vết cắn chết người]

# CREATURE:BEAR_SLOTH
source: [DESCRIPTION:A medium-sized mammal that lives in the trees. It is known for its easy-going nature.]
cs: [DESCRIPTION:Středně velký savec žijící na stromech. Je známý svou pohodovou povahou.]
de: [DESCRIPTION:Ein mittelgroßes Säugetier, das in den Bäumen lebt. Es ist bekannt für seine lockere Art.]
eo: [DESCRIPTION:Mezgranda mamulo kiu loĝas en la arboj. Ĝi estas konita por sia trankvila naturo.]
es: [DESCRIPTION:Un mamífero de tamaño medio que vive en los arboles. Es conocido por su naturaleza tranquila.]
ja: [DESCRIPTION:中型の樹上性哺乳類。のんびりとした性格。]
ko: [DESCRIPTION:나무에 사는 중형 포유류. 털털한 성격으로 유명합니다.]
ru: [DESCRIPTION:Среднего размера млекопитающее, живущее на деревьях. Известно своим добродушным характером.]
tr: [DESCRIPTION:Ağaçlarda yaşayan orta boy bir memeli. Uysal doğasıyla bilinir.]
vi: [DESCRIPTION:Một loài động vật có vú cỡ trung bình sống trên cây. Nó được biết đến với bản tính hiền lành.]

# CREATURE:BEAR_SLOTH
source: [NAME:sloth bear:sloth bears:sloth bear]
cs: [NAME:medvěd pyskatý:medvědi pyskati:medvěda pyskateho]
de: [NAME:Lippenbär:Lippenbären:Lippenbär]
eo: [NAME:lipurso:lipursoj:de lipurso]
es: [NAME:oso perezoso:osos perezosos:oso perezoso]
ja: [NAME:ナマケグマ:ナマケグマ:ナマケグマの]
ko: [NAME:느림보곰:느림보곰들:느림보곰]
ru: [NAME:медведь-губач:медведи-губачи:медведя-губача]
tr: [NAME:tembel ayı:tembel ayılar:tembel ayı]
vi: [NAME:gấu lười:những con gấu lười:gấu lười]

# CREATURE:BEAR_SLOTH
source: [CASTE_NAME:sloth bear:sloth bears:sloth bear]
cs: [CASTE_NAME:medvěd pyskatý:medvědi pyskati:medvěda pyskateho]
de: [CASTE_NAME:Lippenbär:Lippenbären:Lippenbär]
eo: [CASTE_NAME:lipurso:lipursoj:de lipurso]
es: [CASTE_NAME:oso perezoso:osos perezosos:oso perezoso]
ja: [CASTE_NAME:ナマケグマ:ナマケグマ:ナマケグマの]
ko: [CASTE_NAME:느림보곰:느림보곰들:느림보곰]
ru: [CASTE_NAME:медведь-губач:медведи-губачи:медведя-губача]
tr: [CASTE_NAME:tembel ayı:tembel ayılar:tembel ayı]
vi: [CASTE_NAME:gấu lười:những con gấu lười:gấu lười]

# CREATURE:BEAR_SLOTH
source: [GENERAL_CHILD_NAME:sloth bear cub:sloth bear cubs]
cs: [GENERAL_CHILD_NAME:mládě medvěda pyskateho:mláďata medvěda pyskateho]
de: [GENERAL_CHILD_NAME:Lippenbär Junges:Lippenbär Junge]
eo: [GENERAL_CHILD_NAME:lipursido:lipursidoj]
es: [GENERAL_CHILD_NAME:cachorro de oso perezoso:cachorros de oso perezoso]
ja: [GENERAL_CHILD_NAME:ナマケグマの子供:ナマケグマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 느림보곰:새끼 느림보곰들]
ru: [GENERAL_CHILD_NAME:медвежонок-губач:медвежата-губачи]
tr: [GENERAL_CHILD_NAME:yavru tembel ayı:yavru tembel ayılar]
vi: [GENERAL_CHILD_NAME:gấu lười con:gấu lười con]
zh_hans: [GENERAL_CHILD_NAME:懒熊幼崽:懒熊幼崽]

# CREATURE:BEAR_SLOTH
source: [PREFSTRING:large floppy ears]
cs: [PREFSTRING:velké povislé uši]
de: [PREFSTRING:große schlapprige Ohren]
eo: [PREFSTRING:grandaj flekseblaj oreloj]
es: [PREFSTRING:largas orejas caídas]
ja: [PREFSTRING:大きくてひらひらした耳]
ko: [PREFSTRING:물렁한 큰 코]
ru: [PREFSTRING:большие вислые уши]
tr: [PREFSTRING:büyük sarkık kulakları]
vi: [PREFSTRING:tai to rủ xuống]

# CREATURE:BEAR_SLOTH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BEAR_SLOTH
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:BEAR_SLOTH
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włos:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:BEAR_SLOTH
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BEAR_SLOTH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SLOTH_BEAR_MAN
source: [CASTE_NAME:sloth bear man:sloth bear men:sloth bear man]
cs: [CASTE_NAME:pyskatý medvědí muž:pyskatí medvědí muži:pyskatého medvědího muže]
de: [CASTE_NAME:Lippenbär Mann:Lippenbär Männer:Lippenbär Mann]
eo: [CASTE_NAME:homlipursiĉo:homlipursiĉoj:de homlipursiĉo]
es: [CASTE_NAME:hombre oso perezoso:hombres oso perezoso:hombre oso perezoso]
ja: [CASTE_NAME:ナマケグマ男:ナマケグマ男:ナマケグマ男の]
ko: [CASTE_NAME:남성 느림보곰인간:남성 느림보곰인간들:남성 느림보곰인간]
ru: [CASTE_NAME:мужчина-медведь-губач:мужчины-медведи-губачи:мужчины-медведя-губача]
tr: [CASTE_NAME:erkek tembel ayı:erkek tembel ayılar:erkek tembel ayı]
vi: [CASTE_NAME:người gấu lười nam:những người gấu lười nam:người gấu lười nam]

# CREATURE:SLOTH_BEAR_MAN
source: [CASTE_NAME:sloth bear woman:sloth bear women:sloth bear woman]
cs: [CASTE_NAME:pyskatá medvědí žena:pyskaté medvědí ženy:pyskatou medvědí ženu]
de: [CASTE_NAME:Lippenbär Frau:Lippenbär Frauen:Lippenbär Frau]
eo: [CASTE_NAME:homlipursino:homlipursinoj:de homlipursino]
es: [CASTE_NAME:mujer oso perezoso:mujeres oso perezoso:mujer oso perezoso]
ja: [CASTE_NAME:ナマケグマ女:ナマケグマ女:ナマケグマ女の]
ko: [CASTE_NAME:여성 느림보곰인간:여성 느림보곰인간들:여성 느림보곰인간]
ru: [CASTE_NAME:женщина-медведица-губач:женщины-медведицы-губачи:женщины-медведицы-губача]
tr: [CASTE_NAME:dişi tembel ayı:dişi tembel ayılar:dişi tembel ayı]
vi: [CASTE_NAME:người gấu lười nữ:những người gấu lười nữ:người gấu lười nữ]

# CREATURE:SLOTH_BEAR_MAN
source: [NAME:sloth bear man:sloth bear men:sloth bear man]
cs: [NAME:pyskatý medvědí muž:pyskatí medvědí muži:pyskatého medvědího muže]
de: [NAME:Lippenbär Mensch:Lippenbär Menschen:Lippenbär Mensch]
eo: [NAME:homlipurso:homlipursoj:de homlipurso]
es: [NAME:hombre oso perezoso:hombres oso perezoso:hombre oso perezoso]
ja: [NAME:ナマケグマ男:ナマケグマ男:ナマケグマ男の]
ko: [NAME:느림보곰인간:느림보곰인간들:느림보곰인간]
ru: [NAME:человек-медведь-губач:люди-медведи-губачи:человека-медведя-губача]
tr: [NAME:erkek tembel ayı:erkek tembel ayılar:erkek tembel ayı]
vi: [NAME:người gấu lười nam:những người gấu lười nam:người gấu lười nam]

# CREATURE:SLOTH_BEAR_MAN
source: [DESCRIPTION:A person with the head and claws of a sloth bear.]
cs: [DESCRIPTION:Osoba s hlavou a drápy medvěda pyskateho.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Klauen eines Lippenbären.]
eo: [DESCRIPTION:Homo kun la kapo kaj la ungegoj de lipurso.]
es: [DESCRIPTION:Una persona con la cabeza y las garras de un oso perezoso.]
ja: [DESCRIPTION:ナマケグマの頭と爪を持った人間だ。]
ko: [DESCRIPTION:나무늘보 곰의 머리와 발톱을 가진 사람.]
ru: [DESCRIPTION:Человек с головой и когтями медведя-губача.]
tr: [DESCRIPTION:Bir tembel ayının başına ve pençelerine sahip bir kişi.]
vi: [DESCRIPTION:Một người mang đầu và vuốt của một con gấu lười.]

# CREATURE:GIANT_SLOTH_BEAR
source: [NAME:giant sloth bear:giant sloth bears:giant sloth bear]
cs: [NAME:obří medvěd pyskatý:obří medvědi pyskati:obřího medvěda pyskateho]
de: [NAME:Riesen Lippenbär:Riesen Lippenbären:Riesen Lippenbär]
eo: [NAME:giganta lipurso:gigantaj lipursoj:de giganta lipurso]
es: [NAME:oso perezoso gigante:osos perezosos gigantes:oso perezoso gigante]
ja: [NAME:巨大ナマケグマ:巨大ナマケグマ:巨大ナマケグマの]
ko: [NAME:거대 느림보곰:거대 느림보곰들:거대 느림보곰]
ru: [NAME:гигантский медведь-губач:гигантские медведи-губачи:гигантского медведя-губача]
tr: [NAME:dev tembel ayı:dev tembel ayılar:dev tembel ayı]
vi: [NAME:gấu lười khổng lồ:những gấu lười khổng lồ:gấu lười khổng lồ]

# CREATURE:GIANT_SLOTH_BEAR
source: [CASTE_NAME:giant sloth bear:giant sloth bears:giant sloth bear]
cs: [CASTE_NAME:obří medvěd pyskatý:obří medvědi pyskati:obřího medvěda pyskateho]
de: [CASTE_NAME:Riesen Lippenbär:Riesen Lippenbären:Riesen Lippenbär]
eo: [CASTE_NAME:giganta lipurso:gigantaj lipursoj:de giganta lipurso]
es: [CASTE_NAME:oso perezoso gigante:osos perezosos gigantes:oso perezoso gigante]
ja: [CASTE_NAME:巨大ナマケグマ:巨大ナマケグマ:巨大ナマケグマの]
ko: [CASTE_NAME:거대 느림보곰:거대 느림보곰들:거대 느림보곰]
ru: [CASTE_NAME:гигантский медведь-губач:гигантские медведи-губачи:гигантского медведя-губача]
tr: [CASTE_NAME:dev tembel ayı:dev tembel ayılar:dev tembel ayı]
vi: [CASTE_NAME:gấu lười khổng lồ:những gấu lười khổng lồ:gấu lười khổng lồ]

# CREATURE:GIANT_SLOTH_BEAR
source: [GENERAL_CHILD_NAME:giant sloth bear cub:giant sloth bear cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího medvěda pyskateho:mláďata obřího medvěda pyskateho]
de: [GENERAL_CHILD_NAME:Riesen Lippenbär Junges:Riesen Lippenbär Junge]
eo: [GENERAL_CHILD_NAME:giganta lipursido:gigantaj lipursidoj]
es: [GENERAL_CHILD_NAME:cachorro de oso perezoso gigante:cachorros de oso perezoso gigante]
ja: [GENERAL_CHILD_NAME:巨大ナマケグマの子供:巨大ナマケグマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 느림보곰:새끼 거대 느림보곰들:새끼 거대 느림보곰]
ru: [GENERAL_CHILD_NAME:гигантский медвежонок-губач:гигантские медвежата-губачи]
tr: [GENERAL_CHILD_NAME:yavru dev tembel ayı:yavru dev tembel ayılar]
vi: [GENERAL_CHILD_NAME:gấu lười khổng lồ con:những gấu lười khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨懒熊幼崽:巨懒熊幼崽]

# CREATURE:GIANT_SLOTH_BEAR
source: [DESCRIPTION:A huge monster in the form of a sloth bear.]
cs: [DESCRIPTION:Obrovská příšera v podobě medvěda pyskatého.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Lippenbärs.]
eo: [DESCRIPTION:Grandega monstro kun formo de lipurso.]
es: [DESCRIPTION:Un monstruo inmenso con forma de oso perezoso.]
ja: [DESCRIPTION:ナマケグマのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:나무늘보 곰 형태의 거대한 괴물.]
ru: [DESCRIPTION:Огромный монстр, похожий на медведя-губача.]
tr: [DESCRIPTION:Tembel ayı formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài của một con gấu lười.]
zh_hans: [DESCRIPTION:一只巨大的懒熊怪。]

# CREATURE:GIANT_SLOTH_BEAR
source: [PREFSTRING:large floppy ears]
cs: [PREFSTRING:velké povislé uši]
de: [PREFSTRING:große schlapprige Ohren]
eo: [PREFSTRING:grandaj flekseblaj oreloj]
es: [PREFSTRING:largas orejas caídas]
ja: [PREFSTRING:大きくてひらひらした耳]
ko: [PREFSTRING:펄럭이는 큰 귀]
ru: [PREFSTRING:большие вислые уши]
tr: [PREFSTRING:büyük sarkık kulakları]
vi: [PREFSTRING:tai to rủ xuống]

# CREATURE:AYE-AYE
source: [DESCRIPTION:A small, nocturnal, tree-dwelling mammal. It uses its long fingers to fish out grubs from the wood.]
cs: [DESCRIPTION:Malý noční savec žijící na stromech. Používá dlouhé prsty k vytahování larev ze dřeva.]
de: [DESCRIPTION:Ein kleines, nachtaktives, auf Bäumen lebendes Säugetier. Es benutzt seine langen Finger, um Larven aus dem Holz zu fischen.]
eo: [DESCRIPTION:Malgranda nokta arboloĝanta mamulo. Ĝi uzas siajn longajn fingrojn por eltiri gruojn el la trunko.]
es: [DESCRIPTION:Un mamífero pequeño y nocturno que vive en los arboles. Utiliza sus largos dedos para atrapar larvas en los arboles.]
ja: [DESCRIPTION:小さな夜行性の樹木に生息する哺乳類。長い指を使って木から幼虫を釣り上げる。]
ko: [DESCRIPTION:작고 야행성이며 나무에 사는 포유류. 긴 손가락을 사용하여 나무에서 땅벌레를 낚아냅니다.]
ru: [DESCRIPTION:Небольшое ночное млекопитающее, живущее на деревьях. Использует свои длинные пальцы, чтобы вылавливать личинок из коры деревьев.]
tr: [DESCRIPTION:Küçük, gececil, ağaçta yaşayan bir memeli. Uzun parmaklarını ağaçtan kurtçuk çıkarmak için kullanır.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ, sống về đêm, trú ngụ trên cây. Nó dùng những ngón tay dài của mình để móc ấu trùng ra khỏi gỗ.]

# CREATURE:AYE-AYE
source: [NAME:aye-aye:aye-ayes:aye-aye]
cs: [NAME:ksukol:ksukolové:ksukola]
eo: [NAME:fingrobesto:fingrobestoj:de fingrobesto]
ja: [NAME:アイアイ:アイアイ:アイアイの]
ko: [NAME:아이아이:아이아이들:아이아이]
ru: [NAME:ай-ай:ай-аи:ай-ая]
tr: [NAME:ayay:ayaylar:ayay]

# CREATURE:AYE-AYE
source: [CASTE_NAME:aye-aye:aye-ayes:aye-aye]
cs: [CASTE_NAME:ksukol:ksukolové:ksukola]
eo: [CASTE_NAME:fingrobesto:fingrobestoj:de fingrobesto]
ja: [CASTE_NAME:アイアイ:アイアイ:アイアイの]
ru: [CASTE_NAME:ай-ай:ай-аи:ай-ая]
tr: [CASTE_NAME:ayay:ayaylar:ayay]

# CREATURE:AYE-AYE
source: [PREFSTRING:interesting fingers]
cs: [PREFSTRING:zajímavé prsty]
de: [PREFSTRING:interessante Finger]
eo: [PREFSTRING:interesaj fingroj]
es: [PREFSTRING:dedos interesantes]
ja: [PREFSTRING:変わった指]
ru: [PREFSTRING:интересные пальцы]
tr: [PREFSTRING:ilginç parmakları]
vi: [PREFSTRING:những ngón tay đặc biệt]

# CREATURE:AYE-AYE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:AYE-AYE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:AYE-AYE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:AYE-AYE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:AYE-AYE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:AYE-AYE_MAN
source: [CASTE_NAME:aye-aye man:aye-aye men:aye-aye man]
cs: [CASTE_NAME:ksukolí muž:ksukolí muži:ksukolího muže]
de: [CASTE_NAME:Aye-Aye Mann:Aye-Aye Männer:Aye-Aye Mann]
eo: [CASTE_NAME:homfingrobestiĉo:homfingrobestiĉoj:de homfingrobestiĉo]
es: [CASTE_NAME:hombre aye-aye:hombres aye-aye:hombre aye-aye]
ja: [CASTE_NAME:アイアイ男:アイアイ男:アイアイ男の]
ru: [CASTE_NAME:мужчина-ай-ай:мужчины-ай-аи:мужчины-ай-ая]
tr: [CASTE_NAME:erkek ayay:erkek ayaylar:erkek ayay]
vi: [CASTE_NAME:người aye-aye nam:những người aye-aye nam:người aye-aye nam]

# CREATURE:AYE-AYE_MAN
source: [CASTE_NAME:aye-aye woman:aye-aye women:aye-aye woman]
cs: [CASTE_NAME:ksukolí žena:ksukolí ženy:ksukolí ženu]
de: [CASTE_NAME:Aye-Aye Frau:Aye-Aye Frauen:Aye-Aye Frau]
eo: [CASTE_NAME:homfingrobestino:homfingrobestinoj:de homfingrobestino]
es: [CASTE_NAME:mujer aye-aye:mujeres aye-aye:mujer aye-aye]
ja: [CASTE_NAME:アイアイ女:アイアイ女:アイアイ女の]
ru: [CASTE_NAME:женщина-ай-ай:женщины-ай-аи:женщины-ай-ая]
tr: [CASTE_NAME:dişi ayay:dişi ayaylar:dişi ayay]
vi: [CASTE_NAME:người aye-aye nữ:những người aye-aye nữ:người aye-aye nữ]

# CREATURE:AYE-AYE_MAN
source: [NAME:aye-aye man:aye-aye men:aye-aye man]
cs: [NAME:ksukolí muž:ksukolí muži:ksukolího muže]
de: [NAME:Aye-Aye Mensch:Aye-Aye Menschen:Aye-Aye Mensch]
eo: [NAME:homfingrobesto:homfingrobestoj:de homfingrobesto]
es: [NAME:hombre aye-aye:hombres aye-aye:hombre aye-aye]
ja: [NAME:アイアイ男:アイアイ男:アイアイ男の]
ko: [NAME:아이아이인간:아이아이인간들:아이아이인간]
ru: [NAME:человек-ай-ай:люди-ай-аи:человека-ай-ая]
tr: [NAME:erkek ayay:erkek ayaylar:erkek ayay]
vi: [NAME:người aye-aye nam:những người aye-aye nam:người aye-aye nam]

# CREATURE:AYE-AYE_MAN
source: [DESCRIPTION:A person with the head and fingers of an aye-aye.]
cs: [DESCRIPTION:Osoba s hlavou a prsty ksukola.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Fingern eines Aye-aye.]
eo: [DESCRIPTION:Homo kun la kapo kaj la fingroj de fingrobesto.]
es: [DESCRIPTION:Una persona con la cabeza y los dedos de un aye-aye.]
ja: [DESCRIPTION:アイアイの頭と指を持った人間だ。]
ko: [DESCRIPTION:아이애의 머리와 손가락을 가진 사람.]
ru: [DESCRIPTION:Человек с головой и пальцами ай-ая.]
tr: [DESCRIPTION:Bir ayayın başına ve parmaklarına sahip bir kişi.]
vi: [DESCRIPTION:Một người mang đầu và ngón tay của một con aye-aye.]

# CREATURE:GIANT_AYE-AYE
source: [NAME:giant aye-aye:giant aye-ayes:giant aye-aye]
cs: [NAME:obří ksukol:obří ksukolové:obřího ksukola]
de: [NAME:Riesen Aye-Aye: Riesen Aye-Ayes: Riesen Aye-Aye]
eo: [NAME:giganta fingrobesto:gigantaj fingrobestoj:de giganta fingrobesto]
es: [NAME:aye-aye gigante:aye-ayes gigantes:aye-aye gigante]
ja: [NAME:巨大アイアイ:巨大アイアイ:巨大アイアイの]
ko: [NAME:거대 아이아이:거대 아이아이들:거대 아이아이]
ru: [NAME:гигантский ай-ай:гигантские ай-аи:гигантского ай-ая]
tr: [NAME:dev ayay:dev ayaylar:dev ayay]
vi: [NAME:aye-aye khổng lồ:những aye-aye khổng lồ:aye-aye khổng lồ]

# CREATURE:GIANT_AYE-AYE
source: [CASTE_NAME:giant aye-aye:giant aye-ayes:giant aye-aye]
cs: [CASTE_NAME:obří ksukol:obří ksukolové:obřího ksukola]
de: [CASTE_NAME:Riesen Aye-Aye: Riesen Aye-Ayes: Riesen Aye-Aye]
eo: [CASTE_NAME:giganta fingrobesto:gigantaj fingrobestoj:de giganta fingrobesto]
es: [CASTE_NAME:aye-aye gigante:aye-ayes gigantes:aye-aye gigante]
ja: [CASTE_NAME:巨大アイアイ:巨大アイアイ:巨大アイアイの]
ko: [CASTE_NAME:거대 아이아이:거대 아이아이들:거대 아이아이]
ru: [CASTE_NAME:гигантский ай-ай:гигантские ай-аи:гигантского ай-ая]
tr: [CASTE_NAME:dev ayay:dev ayaylar:dev ayay]
vi: [CASTE_NAME:aye-aye khổng lồ:những aye-aye khổng lồ:aye-aye khổng lồ]

# CREATURE:GIANT_AYE-AYE
source: [DESCRIPTION:A huge monster shaped like an aye-aye.]
cs: [DESCRIPTION:Obří monstrum ve tvaru ksukola.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Aye-Aye.]
eo: [DESCRIPTION:Grandega monstro kun formo de fingrobesto.]
es: [DESCRIPTION:Un monstruo inmenso con forma de aye-aye.]
ja: [DESCRIPTION:アイアイの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:아이애 모양의 거대한 괴물.]
ru: [DESCRIPTION:Огромный монстр, похожий на ай-ая.]
tr: [DESCRIPTION:Ayay şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng như một con aye-aye.]
zh_hans: [DESCRIPTION:一只巨大的指猴怪。]

# CREATURE:GIANT_AYE-AYE
source: [PREFSTRING:interesting fingers]
cs: [PREFSTRING:zajímavé prsty]
de: [PREFSTRING:interessante Finger]
eo: [PREFSTRING:interesaj fingroj]
es: [PREFSTRING:dedos interesantes]
ja: [PREFSTRING:変わった指]
ru: [PREFSTRING:интересные пальцы]
tr: [PREFSTRING:ilginç parmakları]
vi: [PREFSTRING:những ngón tay đặc biệt]

# CREATURE:BUSHMASTER
source: [DESCRIPTION:A tiny venomous snake. It is the longest of the pit vipers.]
cs: [DESCRIPTION:Drobný jedovatý had. Je nejdelší z chřestýšovitých.]
de: [DESCRIPTION:Eine winzige Giftschlange. Sie ist die längste der Grubenottern.]
eo: [DESCRIPTION:Eta venena serpento. Ĝi estas la plej longa krotaleno.]
es: [DESCRIPTION:Una pequeña serpiente venenosa. Es la mas grande de las víboras de foseta.]
ja: [DESCRIPTION:小さな毒蛇。蝮の仲間の中で最長。]
ko: [DESCRIPTION:작은 독사. 구덩이 독사 중 가장 길다.]
ru: [DESCRIPTION:Мелкая ядовитая змея. Самая длинная в подсемействе ямкоголовых.]
tr: [DESCRIPTION:Küçük zehirli bir yılan. Çukur engereklerin en uzunudur.]
vi: [DESCRIPTION:Một loài rắn độc nhỏ xíu. Nó là loài dài nhất trong số các loài rắn lục.]
