Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GRASSHOPPER_MAN
source: [NAME:grasshopper man:grasshopper men:grasshopper man]
cs: [NAME:kobylčí muž:kobylčí muži:kobylčí muž]
de: [NAME:Grashüpfermensch:Grashüpfermenschen:Grashüpfermensch]
eo: [NAME:homakrido:homakridoj:de homakrido]
es: [NAME:hombre saltamones:hombres saltamones:hombre saltamones]
ja: [NAME:バッタ男:バッタ男:バッタ男の]
ko: [NAME:메뚜기인간:메뚜기인간들:메뚜기인간]
pl: [NAME:konikoczłowiek polny:konikoludzie polni:konikoczłowiek polny]
ru: [NAME:человек-кузнечик:люди-кузнечики:человека-кузнечика]
tr: [NAME:erkek çekirge:erkek çekirgeler:erkek çekirge]
vi: [NAME:Người châu chấu:Những người châu chấu:Người châu chấu]
zh_hans: [NAME:草蜢人:草蜢人:草蜢人]

# CREATURE:GRASSHOPPER_MAN
source: [DESCRIPTION:A person with the head and legs of a grasshopper.]
cs: [DESCRIPTION:Osoba s hlavou a nohama kobylky.]
de: [DESCRIPTION:Ein Mensch mit dem Kopf und den Beinen eines Grashüpfers.]
eo: [DESCRIPTION:Homo kun la kapo kaj la gamboj de akrido.]
es: [DESCRIPTION:Una persona con la cabeza y patas de un saltamontes.]
ja: [DESCRIPTION:バッタのような頭と足を持つ人間だ。]
ko: [DESCRIPTION:메뚜기의 머리와 다리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i nogami konika polnego.]
ru: [DESCRIPTION:Человек с головой и ногами кузнечика.]
tr: [DESCRIPTION:Çekirge başlı ve bacaklı bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đôi chân của châu chấu.]
zh_hans: [DESCRIPTION:一个长着蝗虫脑袋和跳跃足的人。]

# CREATURE:GIANT_GRASSHOPPER
source: [NAME:giant grasshopper:giant grasshoppers:giant grasshopper]
cs: [NAME:obří kobylka:obří kobylky:obří kobylka]
de: [NAME:Riesengrashüpfer:Riesengrashüpfer:Riesengrashüpfer]
eo: [NAME:giganta akrido:gigantaj akridoj:de giganta akrido]
es: [NAME:saltamontes gigante:saltamontes gigantes:saltamontes gigante]
ja: [NAME:巨大バッタ:巨大バッタ:巨大バッタの]
ko: [NAME:거대 메뚜기:거대 메뚜기들:거대 메뚜기기]
pl: [NAME:gigantyczny konik polny:gigantyczne koniki polne:gigantyczny konik polny]
ru: [NAME:гигантский кузнечик:гигантские кузнечики:гигантского кузнечика]
tr: [NAME:dev çekirge:dev çekirgeler:dev çekirge]
vi: [NAME:Châu chấu khổng lồ:Những châu chấu khổng lồ:Châu chấu khổng lồ]
zh_hans: [NAME:巨草蜢:巨草蜢:巨草蜢]

# CREATURE:GIANT_GRASSHOPPER
source: [CASTE_NAME:giant grasshopper:giant grasshoppers:giant grasshopper]
cs: [CASTE_NAME:obří kobylka:obří kobylky:obří kobylka]
de: [CASTE_NAME:Riesengrashüpfer:Riesengrashüpfer:Riesengrashüpfer]
eo: [CASTE_NAME:giganta akrido:gigantaj akridoj:de giganta akrido]
es: [CASTE_NAME:saltamontes gigante:saltamontes gigantes:saltamontes gigante]
ja: [CASTE_NAME:巨大バッタ:巨大バッタ:巨大バッタの]
ko: [CASTE_NAME:거대 메뚜기:거대 메뚜기들:거대 메뚜기기]
pl: [CASTE_NAME:gigantyczny konik polny:gigantyczne koniki polne:gigantyczny konik polny]
ru: [CASTE_NAME:гигантский кузнечик:гигантские кузнечики:гигантского кузнечика]
tr: [CASTE_NAME:dev çekirge:dev çekirgeler:dev çekirge]
vi: [CASTE_NAME:Châu chấu khổng lồ:Những châu chấu khổng lồ:Châu chấu khổng lồ]
zh_hans: [CASTE_NAME:巨草蜢:巨草蜢:巨草蜢]

# CREATURE:GIANT_GRASSHOPPER
source: [DESCRIPTION:A huge creature in the shape of a grasshopper.]
cs: [DESCRIPTION:Obří tvor ve tvaru kobylky.]
de: [DESCRIPTION:Eine riesige Kreatur in Form eines Grashüpfers.]
eo: [DESCRIPTION:Grandega estaĵo kun formo de akrido.]
es: [DESCRIPTION:Una enorme criatura con la forma de un saltamontes.]
ja: [DESCRIPTION:バッタのような姿の巨大な怪物だ。]
ko: [DESCRIPTION:메뚜기의 모습을 한 거대한 생물.]
pl: [DESCRIPTION:Ogromne stworzenie w kształcie konika polnego.]
ru: [DESCRIPTION:Огромное существо, похожее на кузнечика.]
tr: [DESCRIPTION:Çekirge biçiminde dev bir yaratık.]
vi: [DESCRIPTION:Một sinh vật khổng lồ mang hình dạng châu chấu.]
zh_hans: [DESCRIPTION:一只体型巨大的类蝗虫生物。]

# CREATURE:GIANT_GRASSHOPPER
source: [PREFSTRING:chirping]
cs: [PREFSTRING:cvrlikáním]
de: [PREFSTRING:Gezirpe]
eo: [PREFSTRING:ĉirpado]
es: [PREFSTRING:piares]
ja: [PREFSTRING:チーチー鳴く]
ko: [PREFSTRING:지저귐]
pl: [PREFSTRING:cykanie]
ru: [PREFSTRING:стрекотание]
tr: [PREFSTRING:cırlama]
vi: [PREFSTRING:Tiếng kêu râm ran]
zh_hans: [PREFSTRING:‘虫类’鸣叫]

# CREATURE:GIANT_GRASSHOPPER
source: [PREFSTRING:great leaps]
cs: [PREFSTRING:velkými skoky]
de: [PREFSTRING:mächtige Sprünge]
eo: [PREFSTRING:grandaj saltoj]
es: [PREFSTRING:grandes saltos]
ja: [PREFSTRING:大きな跳躍]
ko: [PREFSTRING:거대한 뜀박질]
pl: [PREFSTRING:wielkie skoki]
ru: [PREFSTRING:длинные прыжки]
tr: [PREFSTRING:büyük zıplamalar]
vi: [PREFSTRING:Những cú nhảy vọt]
zh_hans: [PREFSTRING:跳跃能力很强]

# CREATURE:BARK_SCORPION
source: [DESCRIPTION:A tiny yellow bug. It has pincers and a stinging tail which can prove fatal.]
cs: [DESCRIPTION:Drobný žlutý členovec. Má klepeta a jedovatý ocas, který může být smrtelný.]
de: [DESCRIPTION:Ein winziges gelbes Spinnentier. Es hat Zangen und einen Schwanz, mit dem er tötlich zustechen kann]
eo: [DESCRIPTION:Eta flava skorpio. Ĝi havas pinĉiloj kaj pikila vosto kio morteblas.]
es: [DESCRIPTION:Un pequeño insecto amarillo. Cuenta con unas pinzas y un aguijón en la cola cuya picadura puede resultar fatal.]
ja: [DESCRIPTION:A tiny yellow bug. It has pincers and a stinging tail which can prove fatal.][DESCRIPTION:はさみと尻尾に毒針を持つ、黄色い虫だ。その一刺しは命を奪う。]
ko: [DESCRIPTION:집게발과 꼬리에 치명적일 수 있는 독침을 가진 작은 노란색 벌레. ]
pl: [DESCRIPTION:Malutki, żółty robal. Ma szczypce i kłujący ogon, który może być śmiertelny.]
ru: [DESCRIPTION:Небольшое жёлтое насекомое. Имеет клешни и жалящий хвост, который может оказаться смертельным.]
tr: [DESCRIPTION:Minik sarı bir böcek. Kıskaçları ve ölümcül olabilecek iğneli bir kuyruğu vardır.]
vi: [DESCRIPTION:Một loài bọ nhỏ màu vàng. Nó có càng và một chiếc đuôi chích có thể gây tử vong.]
zh_hans: [DESCRIPTION:一种小型的黄色昆虫。它有着钳子和致命的毒刺尾巴。]

# CREATURE:BARK_SCORPION
source: [NAME:bark scorpion:bark scorpions:bark scorpion]
cs: [NAME:kůrovec štír:kůrovec štíři:kůrovec štír]
de: [NAME:Rindenskorpion:Rindenskorpione:Rindenskorpion]
eo: [NAME:arbŝelskorpio:arbŝelskorpioj:de arbŝelskorpio]
es: [NAME:alacrán de corteza:alacranes de corteza:de alacrán de corteza]
ja: [NAME:バークスコーピオン:バークスコーピオン:バークスコーピオンの]
ko: [NAME:바크전갈:바크전갈들:바크전갈]
pl: [NAME:skorpion drzewny:skorpiony drzewne:skorpion drzewny]
ru: [NAME:древесный скорпион:древесные скорпионы:древесного скорпиона]
tr: [NAME:kabuk akrebi:kabuk akrepleri:kabuk akrebi]
vi: [NAME:Bọ cạp vỏ cây:Những bọ cạp vỏ cây:Bọ cạp vỏ cây]
zh_hans: [NAME:木蝎:木蝎:木蝎]

# CREATURE:BARK_SCORPION
source: [CASTE_NAME:bark scorpion:bark scorpions:bark scorpion]
cs: [CASTE_NAME:kůrovec štír:kůrovec štíři:kůrovec štír]
de: [CASTE_NAME:Rindenskorpion:Rindenskorpione:Rindenskorpion]
eo: [CASTE_NAME:arbŝelskorpio:arbŝelskorpioj:de arbŝelskorpio]
es: [CASTE_NAME:alacrán de corteza:alacranes de corteza:de alacrán de corteza]
ja: [CASTE_NAME:バークスコーピオン:バークスコーピオン:バークスコーピオンの]
ko: [CASTE_NAME:바크전갈:바크전갈들:바크전갈]
pl: [CASTE_NAME:skorpion drzewny:skorpiony drzewne:skorpion drzewny]
ru: [CASTE_NAME:древесный скорпион:древесные скорпионы:древесного скорпиона]
tr: [CASTE_NAME:kabuk akrebi:kabuk akrepleri:kabuk akrebi]
vi: [CASTE_NAME:Bọ cạp vỏ cây:Những bọ cạp vỏ cây:Bọ cạp vỏ cây]
zh_hans: [CASTE_NAME:木蝎:木蝎:木蝎]

# CREATURE:BARK_SCORPION
source: [PREFSTRING:pincers]
cs: [PREFSTRING:klepety]
de: [PREFSTRING:Scheren]
eo: [PREFSTRING:pinĉiloj]
es: [PREFSTRING:pinzas]
ja: [PREFSTRING:はさみ]
ko: [PREFSTRING:핀서]
pl: [PREFSTRING:szczypce]
ru: [PREFSTRING:клешни]
tr: [PREFSTRING:kıskaçlar]
vi: [PREFSTRING:Càng]
zh_hans: [PREFSTRING:钳子]

# CREATURE:BARK_SCORPION
source: [PREFSTRING:stinging tail]
cs: [PREFSTRING:bodavým ocasem]
de: [PREFSTRING:stechenden Schwanz]
eo: [PREFSTRING:pikila vosto]
es: [PREFSTRING:colas punzantes]
ja: [PREFSTRING:突き刺す尾]
ko: [PREFSTRING:독침 꼬리]
pl: [PREFSTRING:kłujący ogon]
ru: [PREFSTRING:жалящий хвост]
tr: [PREFSTRING:sokmacı kuyruk]
vi: [PREFSTRING:Đuôi chích]
zh_hans: [PREFSTRING:刺尾]

# CREATURE:BARK_SCORPION
source: [STATE_NAME:ALL_SOLID:frozen bark scorpion venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed kůrovcového štíra]
de: [STATE_NAME:ALL_SOLID:gefrorenes Rindenskorpiongift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de arbŝelskorpio]
es: [STATE_NAME:ALL_SOLID:veneno de alacrán de corteza congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったバークスコーピオンの毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 바크전갈 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad skorpiona drzewnego]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд древесного скорпиона]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş kabuk akrebi zehri]
vi: [STATE_NAME:ALL_SOLID:Nọc độc bọ cạp vỏ cây đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冻结的树皮蝎毒液]

# CREATURE:BARK_SCORPION
source: [STATE_ADJ:ALL_SOLID:frozen bark scorpion venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed kůrovcového štíra]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Rindenskorpiongift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de arbŝelskorpio]
es: [STATE_ADJ:ALL_SOLID:de veneno de alacrán de corteza congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったバークスコーピオンの毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 바크전갈 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożono jadowy skorpiona drzewnego]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд древесного скорпиона]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş kabuk akrebi zehri]
vi: [STATE_ADJ:ALL_SOLID:Nọc độc bọ cạp vỏ cây đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冻结的树皮蝎毒液的]

# CREATURE:BARK_SCORPION
source: [STATE_NAME:LIQUID:bark scorpion venom]
cs: [STATE_NAME:LIQUID:jed kůrovcového štíra]
de: [STATE_NAME:LIQUID:Rindenskorpiongift]
eo: [STATE_NAME:LIQUID:veneno de arbŝelskorpio]
es: [STATE_NAME:LIQUID:veneno de alacrán de corteza]
ja: [STATE_NAME:LIQUID:バークスコーピオンの毒液]
ko: [STATE_NAME:LIQUID:바크전갈 독]
pl: [STATE_NAME:LIQUID:jad skorpiona drzewnego]
ru: [STATE_NAME:LIQUID:яд древесного скорпиона]
tr: [STATE_NAME:LIQUID:kabuk akrebi zehri]
vi: [STATE_NAME:LIQUID:Nọc độc bọ cạp vỏ cây]
zh_hans: [STATE_NAME:LIQUID:树皮蝎毒液]

# CREATURE:BARK_SCORPION
source: [STATE_ADJ:LIQUID:bark scorpion venom]
cs: [STATE_ADJ:LIQUID:jed kůrovcového štíra]
de: [STATE_ADJ:LIQUID:Rindenskorpiongift]
eo: [STATE_ADJ:LIQUID:de veneno de arbŝelskorpio]
es: [STATE_ADJ:LIQUID:de veneno de alacrán de corteza]
ja: [STATE_ADJ:LIQUID:バークスコーピオンの毒液]
ko: [STATE_ADJ:LIQUID:바크전갈 독]
pl: [STATE_ADJ:LIQUID:jadowy skorpiona drzewnego]
ru: [STATE_ADJ:LIQUID:яд древесного скорпиона]
tr: [STATE_ADJ:LIQUID:kabuk akrebi zehri]
vi: [STATE_ADJ:LIQUID:Nọc độc bọ cạp vỏ cây]
zh_hans: [STATE_ADJ:LIQUID:树皮蝎毒液的]

# CREATURE:BARK_SCORPION
source: [STATE_NAME:GAS:boiling bark scorpion venom]
cs: [STATE_NAME:GAS:vroucí jed kůrovcového štíra]
de: [STATE_NAME:GAS:kochendes Rindenskorpiongift]
eo: [STATE_NAME:GAS:bolanta veneno de arbŝelskorpio]
es: [STATE_NAME:GAS:veneno de alacrán de corteza hervido]
ja: [STATE_NAME:GAS:蒸気化したバークスコーピオンの毒液]
ko: [STATE_NAME:GAS:기화된 바크전갈 독]
pl: [STATE_NAME:GAS:gotujące się jad skorpiona drzewnego]
ru: [STATE_NAME:GAS:пары яда древесного скорпиона]
tr: [STATE_NAME:GAS:kaynayan kabuk akrebi zehri]
vi: [STATE_NAME:GAS:Nọc độc bọ cạp vỏ cây đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的树皮蝎毒液]

# CREATURE:BARK_SCORPION
source: [STATE_ADJ:GAS:boiling bark scorpion venom]
cs: [STATE_ADJ:GAS:vroucí jed kůrovcového štíra]
de: [STATE_ADJ:GAS:kochendes Rindenskorpiongift]
eo: [STATE_ADJ:GAS:de bolanta veneno de arbŝelskorpio]
es: [STATE_ADJ:GAS:de veneno de alacrán de corteza hervido]
ja: [STATE_ADJ:GAS:蒸気化したバークスコーピオンの毒液]
ko: [STATE_ADJ:GAS:기화된 바크전갈 독]
pl: [STATE_ADJ:GAS:gotująco się jadowy skorpiona drzewnego]
ru: [STATE_ADJ:GAS:пары яда древесного скорпиона]
tr: [STATE_ADJ:GAS:kaynayan kabuk akrebi zehri]
vi: [STATE_ADJ:GAS:Nọc độc bọ cạp vỏ cây đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的树皮蝎毒液的]

# CREATURE:BARK_SCORPION
source: [SYN_NAME:bark scorpion sting]
cs: [SYN_NAME:bodnutí kůrovcového štíra]
de: [SYN_NAME:Rindenskorpionstich]
eo: [SYN_NAME:pikado de arbŝelskorpio]
es: [SYN_NAME:aguijón de alacrán de corteza]
ja: [SYN_NAME:バークスコーピオンの毒針]
ko: [SYN_NAME:바크전갈 독침]
pl: [SYN_NAME:żądło skorpiona drzewnego]
ru: [SYN_NAME:укус древесного скорпиона]
tr: [SYN_NAME:kabuk akrebi sokması]
vi: [SYN_NAME:Cú chích của bọ cạp vỏ cây]
zh_hans: [SYN_NAME:树皮蝎蛰]

# CREATURE:BARK_SCORPION
source: [VERMIN_BITE:10:stung:]
cs: [VERMIN_BITE:10:bodnutí:]
de: [VERMIN_BITE:10:gestochen:]
eo: [VERMIN_BITE:10:pikita:]
es: [VERMIN_BITE:10:picado:]
ja: [VERMIN_BITE:10:刺した:]
ko: [VERMIN_BITE:10:쏘인:]
pl: [VERMIN_BITE:10:ukąszony:]
ru: [VERMIN_BITE:10:ужален:]
tr: [VERMIN_BITE:10:soktu:]
vi: [VERMIN_BITE:10:Bị chích:]
zh_hans: [VERMIN_BITE:10:螫:]

# CREATURE:BARK_SCORPION
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:BARK_SCORPION
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BARK_SCORPION_MAN
source: [CVCT_TARGET:bark scorpion]
cs: [CVCT_TARGET:kůrovcový štír]
de: [CVCT_TARGET:Rindenskorpion]
eo: [CVCT_TARGET:arbŝelskorpi]
ko: [CVCT_TARGET:바크 전갈]
pl: [CVCT_TARGET:skorpion korowy]
ru: [CVCT_TARGET:древесный скорпион]
tr: [CVCT_TARGET:kabuk akrebi]
vi: [CVCT_TARGET:Bọ cạp vỏ cây]
zh_hans: [CVCT_TARGET:树皮蝎]

# CREATURE:BARK_SCORPION_MAN
source: [CVCT_REPLACEMENT:bark scorpion man]
cs: [CVCT_REPLACEMENT:kůrovcový štíří muž]
de: [CVCT_REPLACEMENT:Rindenskorpionmännchen]
eo: [CVCT_REPLACEMENT:homarbŝelskorpi]
ko: [CVCT_REPLACEMENT:바크전갈인간]
pl: [CVCT_REPLACEMENT:korowy skorpionoczłowiek]
ru: [CVCT_REPLACEMENT:древесный скорпион человек]
tr: [CVCT_REPLACEMENT:erkek kabuk akrebi]
vi: [CVCT_REPLACEMENT:Người bọ cạp vỏ cây]
zh_hans: [CVCT_REPLACEMENT:树皮蝎人]

# CREATURE:BARK_SCORPION_MAN
source: [CASTE_NAME:bark scorpion man:bark scorpion men:bark scorpion man]
cs: [CASTE_NAME:kůrovcový štíří muž:kůrovcoví štíří muži:kůrovcový štíří muž]
de: [CASTE_NAME:Rindenskorpionmann:Rindenskorpionmänner:Rindenskorpionmann]
eo: [CASTE_NAME:homarbŝelskorpiiĉo:homarbŝelskorpiiĉoj:de homarbŝelskorpiiĉo]
es: [CASTE_NAME:hombre alacrán de corteza:hombres alacrán de corteza:de hombre alacrán de corteza]
ja: [CASTE_NAME:バークスコーピオン男:バークスコーピオン男:バークスコーピオン男の]
ko: [CASTE_NAME:남성 바크전갈인간:남성 바크전갈인간들:남성 바크전갈인간]
pl: [CASTE_NAME:skorpionomężczyzna drzewny:skorpionomężczyźni drzewni:skorpionomężczyzna drzewny]
ru: [CASTE_NAME:мужчина-древесный скорпион:мужчины-древесные скорпионы:мужчины-древесного скорпиона]
tr: [CASTE_NAME:erkek kabuk akrebi:erkek kabuk akrepleri:erkek kabuk akrebi]
vi: [CASTE_NAME:Người bọ cạp vỏ cây:Những người bọ cạp vỏ cây:Người bọ cạp vỏ cây]
zh_hans: [CASTE_NAME:木蝎男:木蝎男:木蝎男]

# CREATURE:BARK_SCORPION_MAN
source: [CASTE_NAME:bark scorpion woman:bark scorpion women:bark scorpion woman]
cs: [CASTE_NAME:kůrovcová štíří žena:kůrovcové štíří ženy:kůrovcová štíří žena]
de: [CASTE_NAME:Rindenskorpionfrau:Rindenskorpionfrauen:Rindenskorpionfrau]
eo: [CASTE_NAME:homarbŝelskorpiino:homarbŝelskorpiinoj:de homarbŝelskorpiino]
es: [CASTE_NAME:mujer alacrán de corteza:mujeres alacrán de corteza:de mujer alacrán de corteza]
ja: [CASTE_NAME:バークスコーピオン女:バークスコーピオン女:バークスコーピオン女の]
ko: [CASTE_NAME:여성 바크전갈인간:여성 바크전갈인간들:여성 바크전갈인간]
pl: [CASTE_NAME:skorpionokobieta drzewna:skorpionokobiety drzewne:skorpionokobieta drzewna]
ru: [CASTE_NAME:женщина-древесный скорпион:женщины-древесные скорпионы:женщины-древесного скорпиона]
tr: [CASTE_NAME:dişi kabuk akrebi:dişi kabuk akrepleri:dişi kabuk akrebi]
vi: [CASTE_NAME:Phụ nữ bọ cạp vỏ cây:Những phụ nữ bọ cạp vỏ cây:Phụ nữ bọ cạp vỏ cây]
zh_hans: [CASTE_NAME:木蝎女:木蝎女:木蝎女]

# CREATURE:BARK_SCORPION_MAN
source: [NAME:bark scorpion man:bark scorpion men:bark scorpion man]
cs: [NAME:kůrovcový štíří muž:kůrovcoví štíří muži:kůrovcový štíří muž]
de: [NAME:Rindenskorpionmensch:Rindenskorpionmenschen:Rindenskorpionmensch]
eo: [NAME:homarbŝelskorpio:homarbŝelskorpioj:de homarbŝelskorpio]
es: [NAME:hombre alacrán de corteza:hombres alacrán de corteza:de hombre alacrán de corteza]
ja: [NAME:バークスコーピオン男:バークスコーピオン男:バークスコーピオン男の]
ko: [NAME:바크전갈인간:바크전갈인간들:바크전갈인간]
pl: [NAME:skorpionoczłowiek drzewny:skorpionoludzie drzewni:skorpionoczłowiek drzewny]
ru: [NAME:человек-древесный скорпион:люди-древесные скорпионы:человека-древесного скорпиона]
tr: [NAME:erkek kabuk akrebi:erkek kabuk akrepleri:erkek kabuk akrebi]
vi: [NAME:Người bọ cạp vỏ cây:Những người bọ cạp vỏ cây:Người bọ cạp vỏ cây]
zh_hans: [NAME:木蝎人:木蝎人:木蝎人]

# CREATURE:BARK_SCORPION_MAN
source: [DESCRIPTION:A person with the head, pincers and tail of a bark scorpion.]
cs: [DESCRIPTION:Osoba s hlavou, klepety a ocasem kůrovcového štíra.]
de: [DESCRIPTION:Eine Person mit dem Kopf, den Zangen und dem Schwanz eines Rindenskorpions.]
eo: [DESCRIPTION:Homo kun la kapo, la pinĉiloj kaj la vosto de arbŝelskorpio.]
es: [DESCRIPTION:Una persona con la cabeza, las pinzas y la cola de un alacrán de corteza.]
ja: [DESCRIPTION:バークスコーピオンの頭とはさみと尾を持つ人間だ。]
ko: [DESCRIPTION:바크 전갈의 머리와 집게 그리고 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową, szczypcami i ogonem skorpiona drzewnego.]
ru: [DESCRIPTION:Человек с головой, клешнями и хвостом древесного скорпиона.]
tr: [DESCRIPTION:Kabuk akrebi başlı, kıskaçlı ve kuyruklu bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu, càng và đuôi của bọ cạp vỏ cây.]
zh_hans: [DESCRIPTION:一个长者树皮蝎脑袋、钳子和刺尾的人。]

# CREATURE:GIANT_BARK_SCORPION
source: [CVCT_TARGET:bark scorpion]
cs: [CVCT_TARGET:kůrovcový štír]
de: [CVCT_TARGET:Rindenskorpion]
eo: [CVCT_TARGET:arbŝelskorpi]
ko: [CVCT_TARGET:바크 전갈]
pl: [CVCT_TARGET:skorpion korowy]
ru: [CVCT_TARGET:древесный скорпион]
tr: [CVCT_TARGET:kabuk akrebi]
vi: [CVCT_TARGET:Bọ cạp vỏ cây]
zh_hans: [CVCT_TARGET:树皮蝎]

# CREATURE:GIANT_BARK_SCORPION
source: [CVCT_REPLACEMENT:giant bark scorpion]
cs: [CVCT_REPLACEMENT:obří kůrovcový štír]
de: [CVCT_REPLACEMENT:Riesenrindenskorpion]
eo: [CVCT_REPLACEMENT:giganta arbŝelskorpi]
ko: [CVCT_REPLACEMENT:거대 바크전갈]
pl: [CVCT_REPLACEMENT:gigantyczny skorpion korowy]
ru: [CVCT_REPLACEMENT:гигантский древесный скорпион]
tr: [CVCT_REPLACEMENT:dev kabuk akrebi]
vi: [CVCT_REPLACEMENT:Bọ cạp vỏ cây khổng lồ]
zh_hans: [CVCT_REPLACEMENT:巨树皮蝎]

# CREATURE:GIANT_BARK_SCORPION
source: [NAME:giant bark scorpion:giant bark scorpions:giant bark scorpion]
cs: [NAME:obří kůrovcový štír:obří kůrovcoví štíři:obří kůrovcový štír]
de: [NAME:Riesenrindenskorpion:Riesenrindenskorpione:Riesenrindenskorpion]
eo: [NAME:giganta arbŝelskorpio:gigantaj arbŝelskorpioj:de giganta arbŝelskorpio]
es: [NAME:alacrán de corteza gigante:alacranes de corteza gigantes:de alacrán de corteza gigante]
ja: [NAME:巨大バークスコーピオン:巨大バークスコーピオン:巨大バークスコーピオンの]
ko: [NAME:거대 바크전갈:거대 바크전갈들:거대 바크전갈]
pl: [NAME:gigantyczny skorpion drzewny:gigantyczne skorpiony drzewne:gigantyczny skorpion drzewny]
ru: [NAME:гигантский древесный скорпион:гигантские древесные скорпионы:гигантского древесного скорпиона]
tr: [NAME:dev kabuk akrebi:dev kabuk akrepleri:dev kabuk akrebi]
vi: [NAME:Bọ cạp vỏ cây khổng lồ:Những bọ cạp vỏ cây khổng lồ:Bọ cạp vỏ cây khổng lồ]
zh_hans: [NAME:巨木蝎:巨木蝎:巨木蝎]

# CREATURE:GIANT_BARK_SCORPION
source: [CASTE_NAME:giant bark scorpion:giant bark scorpions:giant bark scorpion]
cs: [CASTE_NAME:obří kůrovcový štír:obří kůrovcoví štíři:obří kůrovcový štír]
de: [CASTE_NAME:Riesenrindenskorpion:Riesenrindenskorpione:Riesenrindenskorpion]
eo: [CASTE_NAME:giganta arbŝelskorpio:gigantaj arbŝelskorpioj:de giganta arbŝelskorpio]
es: [CASTE_NAME:alacrán de corteza gigante:alacranes de corteza gigantes:de alacrán de corteza gigante]
ja: [CASTE_NAME:巨大バークスコーピオン:巨大バークスコーピオン:巨大バークスコーピオンの]
ko: [CASTE_NAME:거대 바크전갈:거대 바크전갈들:거대 바크전갈]
pl: [CASTE_NAME:gigantyczny skorpion drzewny:gigantyczne skorpiony drzewne:gigantyczny skorpion drzewny]
ru: [CASTE_NAME:гигантский древесный скорпион:гигантские древесные скорпионы:гигантского древесного скорпиона]
tr: [CASTE_NAME:dev kabuk akrebi:dev kabuk akrepleri:dev kabuk akrebi]
vi: [CASTE_NAME:Bọ cạp vỏ cây khổng lồ:Những bọ cạp vỏ cây khổng lồ:Bọ cạp vỏ cây khổng lồ]
zh_hans: [CASTE_NAME:巨木蝎:巨木蝎:巨木蝎]

# CREATURE:GIANT_BARK_SCORPION
source: [DESCRIPTION:A huge monster in the form of a bark scorpion.]
cs: [DESCRIPTION:Obrovská příšera v podobě štíra.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Skorpions.]
eo: [DESCRIPTION:Grandega monstro kun formo de arbŝelskorpio.]
es: [DESCRIPTION:Un enorme monstruo con el aspecto de un alacrán de corteza.]
ja: [DESCRIPTION:バークスコーピオンのような姿の巨大な怪物だ。]
ko: [DESCRIPTION:바크전갈의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci skorpiona drzewnego.]
ru: [DESCRIPTION:Огромный монстр, похожий на древесного скорпиона.]
tr: [DESCRIPTION:Kabuk akrebi biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng bọ cạp vỏ cây.]
zh_hans: [DESCRIPTION:一只体型巨大的树皮蝎怪物。]

# CREATURE:GIANT_BARK_SCORPION
source: [PREFSTRING:pincers]
cs: [PREFSTRING:klepety]
de: [PREFSTRING:Schere]
eo: [PREFSTRING:pinĉiloj]
es: [PREFSTRING:pinzas]
ja: [PREFSTRING:はさみ]
ko: [PREFSTRING:핀서]
pl: [PREFSTRING:szczypce]
ru: [PREFSTRING:клешни]
tr: [PREFSTRING:kıskaçlar]
vi: [PREFSTRING:Càng]
zh_hans: [PREFSTRING:钳子]

# CREATURE:GIANT_BARK_SCORPION
source: [PREFSTRING:stinging tail]
cs: [PREFSTRING:bodavým ocasem]
de: [PREFSTRING:stechender Schwanz]
eo: [PREFSTRING:pikila vosto]
es: [PREFSTRING:colas punzantes]
ja: [PREFSTRING:突き刺す尾]
ko: [PREFSTRING:독침 꼬리]
pl: [PREFSTRING:kłujący ogon]
ru: [PREFSTRING:жалящий хвост]
tr: [PREFSTRING:sokmacı kuyruk]
vi: [PREFSTRING:Đuôi chích]
zh_hans: [PREFSTRING:刺尾]

# CREATURE:MANTIS
source: [DESCRIPTION:A tiny green insect. It has long, distinctive forelimbs that it uses to catch its prey.]
cs: [DESCRIPTION:Drobný zelený hmyz. Má dlouhé, výrazné přední končetiny, kterými chytá kořist.]
de: [DESCRIPTION:Ein winziges grünes Insekt. Es hat lange, unverwechselbare Vorderbeine, mit denen es seine Beute fängt.]
eo: [DESCRIPTION:Eta verda insekto. Ĝi havas longajn distingajn antaŭmembrojn, kiujn ĝi uzas por kapti sian predon.]
es: [DESCRIPTION:Un pequeño insecto verde. Tiene patas delanteras largas, las cuales usa para atrapar a su presa.]
ja: [DESCRIPTION:A tiny green insect. It has long, distinctive forelimbs that it uses to catch its prey.][DESCRIPTION:鎌のような前足を持つ緑の昆虫だ。]
ko: [DESCRIPTION:작은 녹색 곤충. 먹이를 잡는 데 사용하는 길고 독특한 앞다리가 있다.]
pl: [DESCRIPTION:Malutki, zielony insekt. Ma długie, charakterystyczne odnóża przednie, które używa do łapania ofiar.]
ru: [DESCRIPTION:Мелкое зелёное насекомое с характерными длинными передними конечностями, из-за которых кажется, что оно молится.]
tr: [DESCRIPTION:Minik yeşil böcek. Avını yakalamak için kullandığı uzun, kendine özgü ön bacakları vardır.]
vi: [DESCRIPTION:Một loài côn trùng nhỏ màu xanh lá. Nó có cặp chi trước dài, đặc trưng mà nó dùng để bắt mồi.]
zh_hans: [DESCRIPTION:一种绿色的小型昆虫。它有着长而独特的前肢，用来捕捉猎物。]

# CREATURE:MANTIS
source: [NAME:mantis:mantises:mantis]
cs: [NAME:kudlanka:kudlanky:kudlanka]
de: [NAME:Gottesanbeterin:Gottesanbeterinnen:Gottesanbeterin]
eo: [NAME:manto:mantoj:de manto]
es: [NAME:mantis:mantis:de mantis]
ja: [NAME:カマキリ:カマキリ:カマキリの]
ko: [NAME:사마귀:사마귀들:사마귀]
pl: [NAME:modliszka:modliszki:modliszka]
ru: [NAME:богомол:богомолы:богомола]
tr: [NAME:peygamberdevesi:peygamberdeveleri:peygamberdevesi]
vi: [NAME:Bọ ngựa:Những bọ ngựa:Bọ ngựa]
zh_hans: [NAME:螳螂:螳螂:螳螂]

# CREATURE:MANTIS
source: [CASTE_NAME:mantis:mantises:mantis]
cs: [CASTE_NAME:kudlanka:kudlanky:kudlanka]
de: [CASTE_NAME:Gottesanbeterin:Gottesanbeterinnen:Gottesanbeterin]
eo: [CASTE_NAME:manto:mantoj:de manto]
es: [CASTE_NAME:mantis:mantis:mantis]
ja: [CASTE_NAME:カマキリ:カマキリ:カマキリの]
ko: [CASTE_NAME:사마귀:사마귀들:사마귀]
pl: [CASTE_NAME:modliszka:modliszki:modliszka]
ru: [CASTE_NAME:богомол:богомолы:богомола]
tr: [CASTE_NAME:peygamberdevesi:peygamberdeveleri:peygamberdevesi]
vi: [CASTE_NAME:Bọ ngựa:Những bọ ngựa:Bọ ngựa]
zh_hans: [CASTE_NAME:螳螂:螳螂:螳螂]
