Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:HYDRA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MERPERSON
source: [DESCRIPTION:A man-like creature with the tail of a fish instead of legs.]
cs: [DESCRIPTION:Člověku podobné stvoření s rybím ocasem místo nohou.]
de: [DESCRIPTION:Eine menschenähnliche Kreatur mit dem Schwanz eines Fisches anstelle von Beinen.]
eo: [DESCRIPTION:Homsimila estaĵo kun vosto de fiŝo anstataŭ gamboj.]
es: [DESCRIPTION:Una criatura antropomorfa con la cola de un pez en vez de piernas]
ja: [DESCRIPTION:足の代わりに魚の尾びれを持つ、人間のような怪物だ。]
ko: [DESCRIPTION:다리 대신 물고기의 꼬리를 가진 사람 같은 생물.]
pl: [DESCRIPTION:Istota podobna do człowieka z rybim ogonem zamiast nóg.]
ru: [DESCRIPTION:Человекоподобное существо с рыбьим хвостом вместо ног.]
tr: [DESCRIPTION:Bacaklar yerine balık kuyruğuna sahip insan benzeri bir yaratık.]
vi: [DESCRIPTION:Một sinh vật hình người với đuôi cá thay cho chân.]
zh_hans: [DESCRIPTION:一种用鱼型尾巴来代替腿部的类人生物.]

# CREATURE:MERPERSON
source: [NAME:merperson:merpeople:merperson]
cs: [NAME:mořský člověk:mořští lidé:mořského člověka]
de: [NAME:Wassermensch:Wassermenschen:Wassermensch]
eo: [NAME:sireno:sirenoj:de sireno]
es: [NAME:sirenio:sirenios:sirenio]
ja: [NAME:マーマン:マーマン:マーマンの]
ko: [NAME:인어:인어들:인어]
pl: [NAME:syrena:syreny:syreni]
ru: [NAME:водяной:водяные:водяных]
tr: [NAME:deniz insanı:deniz insanları:deniz insanı]
vi: [NAME:Người cá:Người cá:Người cá]
zh_hans: [NAME:人鱼:人鱼:人鱼]

# CREATURE:MERPERSON
source: [PREFSTRING:tails]
cs: [PREFSTRING:ocasy]
de: [PREFSTRING:Schwanz]
eo: [PREFSTRING:vostoj]
es: [PREFSTRING:colas]
ja: [PREFSTRING:尾]
ko: [PREFSTRING:꼬리]
pl: [PREFSTRING:ogony]
ru: [PREFSTRING:хвосты]
tr: [PREFSTRING:kuyruklar]
vi: [PREFSTRING:các đuôi]

# CREATURE:MERPERSON
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:MERPERSON
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:MERPERSON
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Sprucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Pluć]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:MERPERSON
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:MERPERSON
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:MERPERSON
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:usta:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:MERPERSON
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:MERPERSON
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:MERPERSON
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:MERPERSON
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:MERPERSON
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:MERPERSON
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:MERPERSON
source: [CASTE_NAME:mermaid:mermaids:mermaid]
cs: [CASTE_NAME:mořská panna:mořské panny:mořskou pannu]
de: [CASTE_NAME:Meerjungfrau:Meerjungfrauen:Meerjungfrau]
eo: [CASTE_NAME:sirenino:sireninoj:de sirenino]
es: [CASTE_NAME:sirena:sirenas:sirena]
ja: [CASTE_NAME:マーメイド:マーメイド:マーメイドの]
ko: [CASTE_NAME:인어;인어들:인어]
pl: [CASTE_NAME:syrena:syreny:syreni]
ru: [CASTE_NAME:русалка:русалки:русалок]
tr: [CASTE_NAME:deniz kızı:deniz kızları:deniz kızı]
vi: [CASTE_NAME:Mỹ nhân ngư:Mỹ nhân ngư:Mỹ nhân ngư]
zh_hans: [CASTE_NAME:雌人鱼:雌人鱼:雌人鱼]

# CREATURE:MERPERSON
source: [CASTE_NAME:merman:mermen:merman]
cs: [CASTE_NAME:mořský muž:mořští muži:mořského muže]
de: [CASTE_NAME:Meerjungfraumann:Meerjungfraumänner:Meerjungfraumann]
eo: [CASTE_NAME:sireniĉo:sireniĉoj:de sireniĉo]
es: [CASTE_NAME:sireno:sirenos:sireno]
ja: [CASTE_NAME:マーマン:マーマン:マーマンの]
ko: [CASTE_NAME:어인:어인들:어인]
pl: [CASTE_NAME:syrena:syreny:syreni]
ru: [CASTE_NAME:водяной:водяные:водяных]
tr: [CASTE_NAME:deniz adamı:deniz adamları:deniz adamı]
vi: [CASTE_NAME:Nam ngư:Nam ngư:Nam ngư]
zh_hans: [CASTE_NAME:雄人鱼:雄人鱼:雄人鱼]

# CREATURE:MERPERSON
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]

# CREATURE:MERPERSON
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]

# CREATURE:MERPERSON
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]

# CREATURE:MERPERSON
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]

# CREATURE:MERPERSON
source: [TSU_NOUN:hair:SINGULAR]
cs: [TSU_NOUN:vlasy:SINGULAR]
de: [TSU_NOUN:Haar:SINGULAR]
eo: [TSU_NOUN:hararo:SINGULAR]
es: [TSU_NOUN:cabello:SINGULAR]
ja: [TSU_NOUN:毛:SINGULAR]
ko: [TSU_NOUN:털:SINGULAR]
pl: [TSU_NOUN:włosy:SINGULAR]
ru: [TSU_NOUN:волосы:PLURAL]
tr: [TSU_NOUN:saç:SINGULAR]

# CREATURE:MERPERSON
source: [TSU_NOUN:beard:SINGULAR]
cs: [TSU_NOUN:vousy:SINGULAR]
de: [TSU_NOUN:Bart:SINGULAR]
eo: [TSU_NOUN:barbo:SINGULAR]
es: [TSU_NOUN:barba:SINGULAR]
ja: [TSU_NOUN:ひげ:SINGULAR]
ko: [TSU_NOUN:수염:SINGULAR]
pl: [TSU_NOUN:broda:SINGULAR]
ru: [TSU_NOUN:борода:SINGULAR]
tr: [TSU_NOUN:sakal:SINGULAR]

# CREATURE:MERPERSON
source: [TSU_NOUN:moustache:SINGULAR]
cs: [TSU_NOUN:knír:SINGULAR]
de: [TSU_NOUN:Schnurrbart:SINGULAR]
eo: [TSU_NOUN:liphararo:SINGULAR]
es: [TSU_NOUN:bigote:SINGULAR]
ja: [TSU_NOUN:口ひげ:SINGULAR]
ko: [TSU_NOUN:콧수염:SINGULAR]
pl: [TSU_NOUN:wąs:SINGULAR]
ru: [TSU_NOUN:усы:PLURAL]
tr: [TSU_NOUN:bıyık:SINGULAR]

# CREATURE:MERPERSON
source: [TSU_NOUN:sideburns:PLURAL]
cs: [TSU_NOUN:licousy:PLURAL]
de: [TSU_NOUN:Kotletten:PLURAL]
eo: [TSU_NOUN:vangharoj:PLURAL]
es: [TSU_NOUN:patillas:PLURAL]
ja: [TSU_NOUN:もみあげ:PLURAL]
ko: [TSU_NOUN:구레나룻들:PLURAL]
pl: [TSU_NOUN:bokobrody:PLURAL]
ru: [TSU_NOUN:бакенбарды:PLURAL]
tr: [TSU_NOUN:favoriler:PLURAL]

# CREATURE:MERPERSON
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MERPERSON
source: [APP_MOD_NOUN:skin:SINGULAR]
cs: [APP_MOD_NOUN:kůže:SINGULAR]
de: [APP_MOD_NOUN:Haut:SINGULAR]
eo: [APP_MOD_NOUN:haŭto:SINGULAR]
es: [APP_MOD_NOUN:piel:SINGULAR]
ja: [APP_MOD_NOUN:肌:SINGULAR]
ko: [APP_MOD_NOUN:피부:SINGULAR]
pl: [APP_MOD_NOUN:skóra:SINGULAR]
ru: [APP_MOD_NOUN:кожа:SINGULAR]
tr: [APP_MOD_NOUN:deri:SINGULAR]

# CREATURE:MERPERSON
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SEA_SERPENT
source: [DESCRIPTION:A giant limbless dragon that lives in the sea.]
cs: [DESCRIPTION:Obří beznohý drak žijící v moři.]
de: [DESCRIPTION:Ein riesiger gliederloser Drache, der im Meer lebt.]
eo: [DESCRIPTION:Giganta senmembra drako kiu loĝas en la maro.]
es: [DESCRIPTION:Un gigante dragón sin extremidades que vive en el mar.]
ja: [DESCRIPTION:海に棲むドラゴンのような、巨大な怪物だ。]
ko: [DESCRIPTION:바다에 사는 팔다리가 없는 거대한 용.]
pl: [DESCRIPTION:Gigantyczny smok bez kończyn, który żyje w morzu.]
ru: [DESCRIPTION:Гигантский лишенный конечностей дракон, живущий в море.]
tr: [DESCRIPTION:Denizde yaşayan, uzuvsuz dev bir ejderha.]
vi: [DESCRIPTION:Một con rồng khổng lồ không tứ chi sống dưới biển.]
zh_hans: [DESCRIPTION:一种生活在海里的没有四肢的巨龙。]

# CREATURE:SEA_SERPENT
source: [NAME:sea serpent:sea serpents:sea serpent]
cs: [NAME:mořský had:mořští hadi:mořského hada]
de: [NAME:Seeschlange:Seeschlangens:Seeschlange]
eo: [NAME:mardrako:mardrakoj:de mardrako]
es: [NAME:serpiente marina:serpientes marinas:serpiente marina]
ja: [NAME:シーサーペント:シーサーペント:シーサーペントの]
ko: [NAME:해룡:해룡들:해룡]
pl: [NAME:wąż morski:węże morskie:wężo morski]
ru: [NAME:морской змей:морские змеи:морского змея]
tr: [NAME:deniz yılanı:deniz yılanları:deniz yılanı]
vi: [NAME:Hải xà:Hải xà:Hải xà]
zh_hans: [NAME:海蛇:海蛇:海蛇]

# CREATURE:SEA_SERPENT
source: [CASTE_NAME:sea serpent:sea serpents:sea serpent]
cs: [CASTE_NAME:mořský had:mořští hadi:mořského hada]
de: [CASTE_NAME:Seeschlange:Seeschlangens:Seeschlange]
eo: [CASTE_NAME:mardrako:mardrakoj:de mardrako]
es: [CASTE_NAME:serpiente marina:serpientes marinas:serpiente marina]
ja: [CASTE_NAME:シーサーペント:シーサーペント:シーサーペントの]
ko: [CASTE_NAME:해룡:해룡들:해룡]
pl: [CASTE_NAME:wąż morski:węże morskie:wężo morski]
ru: [CASTE_NAME:морской змей:морские змеи:морского змея]
tr: [CASTE_NAME:deniz yılanı:deniz yılanları:deniz yılanı]
vi: [CASTE_NAME:Hải xà:Hải xà:Hải xà]
zh_hans: [CASTE_NAME:海蛇:海蛇:海蛇]

# CREATURE:SEA_SERPENT
source: [PREFSTRING:majesty]
cs: [PREFSTRING:velkolepost]
de: [PREFSTRING:majestätisch]
eo: [PREFSTRING:majesto]
es: [PREFSTRING:majestuoso]
ja: [PREFSTRING:威厳]
ko: [PREFSTRING:패왕색]
pl: [PREFSTRING:dostojność]
ru: [PREFSTRING:величие]
tr: [PREFSTRING:ihtişam]
vi: [PREFSTRING:vẻ uy nghi]

# CREATURE:SEA_SERPENT
source: [CHILDNAME:sea serpent hatchling:sea serpent hatchlings]
cs: [CHILDNAME:mládě mořského hada:mláďata mořského hada]
de: [CHILDNAME:Seeschlangenjunges:Seeschlangenjungen]
eo: [CHILDNAME:mardrakido:mardrakidoj]
es: [CHILDNAME:cría de serpiente marina:crías de serpiente marina]
ja: [CHILDNAME:シーサーペントの子供:シーサーペントの子供]
ko: [CHILDNAME:새끼 해룡:새끼 해룡들]
pl: [CHILDNAME:pisklęta węża morskiego: pisklęta węża morskiego]
ru: [CHILDNAME:морской змеёныш:морской змеёныш]
tr: [CHILDNAME:deniz yılanı yavrusu:deniz yılanı yavruları]
vi: [CHILDNAME:Hải xà con:Hải xà con]
zh_hans: [CHILDNAME:海蛇幼崽:海蛇幼崽]

# CREATURE:SEA_SERPENT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SEA_SERPENT
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:tokatla:tokatlar]
vi: [ATTACK_VERB:Tát:Những cú tát]

# CREATURE:SEA_SERPENT
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:SEA_SERPENT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SEA_MONSTER
source: [DESCRIPTION:A giant creature with many eyes and arms to terrify the sea.]
cs: [DESCRIPTION:Obří stvoření s mnoha očima a pažemi, které děsí moře.]
de: [DESCRIPTION:Eine riesige Kreatur mit vielen Augen und Armen, um das Meer zu erschrecken.]
eo: [DESCRIPTION:Giganta estaĵo kun multaj okuloj kaj brakoj por terurigi la maron.]
es: [DESCRIPTION:Una gigante criatura con muchos ojos y brazos para aterrorizar el mar.]
ja: [DESCRIPTION:海に棲む、沢山の眼と腕を持った恐ろしい巨大な怪物だ。]
ko: [DESCRIPTION:바다를 공포에 떨게 할 많은 눈과 팔을 가진 거대한 생물.]
pl: [DESCRIPTION:Olbrzymie stworzenie z wieloma oczami i ramionami, które budzi grozę na morzu.]
ru: [DESCRIPTION:Гигантское существо со множеством глаз и конечностей, наводящее ужас на моря.]
tr: [DESCRIPTION:Denize dehşet saçmak için birçok göze ve kola sahip devasa bir yaratık.]
vi: [DESCRIPTION:Một sinh vật khổng lồ với nhiều mắt và tay khiến biển cả khiếp sợ.]

# CREATURE:SEA_MONSTER
source: [NAME:sea monster:sea monsters:sea monster]
cs: [NAME:mořské monstrum:mořská monstra:mořské monstrum]
de: [NAME:Seeungeheuer:Seeungeheuer:Seeungeheuer]
eo: [NAME:marmonstro:marmonstroj:de marmonstro]
es: [NAME:monstruo marino:monstruos marinos:monstruo marino]
ja: [NAME:シーモンスター:シーモンスター:シーモンスターの]
ko: [NAME:바다괴물:바다괴물들:바다괴물]
pl: [NAME:potwór morski:potwory morskie:potworno morski]
ru: [NAME:морское чудовище:морские чудовища:морского чудовища]
tr: [NAME:deniz canavarı:deniz canavarları:deniz canavarı]
vi: [NAME:Quái vật biển:Quái vật biển:Quái vật biển]
zh_hans: [NAME:海怪:海怪:海怪]

# CREATURE:SEA_MONSTER
source: [CASTE_NAME:sea monster:sea monsters:sea monster]
cs: [CASTE_NAME:mořské monstrum:mořská monstra:mořské monstrum]
de: [CASTE_NAME:Seeungeheuer:Seeungeheuer:Seeungeheuer]
eo: [CASTE_NAME:marmonstro:marmonstroj:de marmonstro]
es: [CASTE_NAME:monstruo marino:monstruos marinos:monstruo marino]
ja: [CASTE_NAME:シーモンスター:シーモンスター:シーモンスターの]
ko: [CASTE_NAME:바다괴물:바다괴물들:바다괴물]
pl: [CASTE_NAME:potwór morski:potwory morskie:potworno morski]
ru: [CASTE_NAME:морское чудовище:морские чудовища:морского чудовища]
tr: [CASTE_NAME:deniz canavarı:deniz canavarları:deniz canavarı]
vi: [CASTE_NAME:Quái vật biển:Quái vật biển:Quái vật biển]
zh_hans: [CASTE_NAME:海怪:海怪:海怪]

# CREATURE:SEA_MONSTER
source: [PREFSTRING:horrifying freakish appearance]
cs: [PREFSTRING:děsivý znetvořený vzhled]
de: [PREFSTRING:entsetzliche, ausgefallene Erscheinung]
eo: [PREFSTRING:hororiganta bizara aspekto]
es: [PREFSTRING:horrible apariencia monstruosa]
ja: [PREFSTRING:恐ろしい安定しない外見]
ko: [PREFSTRING:소름끼치는 괴상한 외모]
pl: [PREFSTRING:przerażający dziwaczny wygląd]
ru: [PREFSTRING:шокирующий и уродливый облик]
tr: [PREFSTRING:korkunç ucube görünüş]
vi: [PREFSTRING:Vẻ ngoài quái dị đáng sợ]

# CREATURE:SEA_MONSTER
source: [CHILDNAME:sea monster hatchling:sea monster hatchlings]
cs: [CHILDNAME:mládě mořského monstra:mláďata mořského monstra]
de: [CHILDNAME:Seeungeheuer Junges:Seeungeheuer Junge]
eo: [CHILDNAME:marmonstrido:marmonstridoj]
es: [CHILDNAME:monstruo marino neonato:monstruos marinos neonatos]
ja: [CHILDNAME:シーモンスターの子供:シーモンスターの子供]
ko: [CHILDNAME:새끼 바다괴물:새끼 바다괴물들]
pl: [CHILDNAME:pisklę potwora morskiego: pisklęta potwora morskiego]
ru: [CHILDNAME:детёныш морского чудовища:детёныши морского чудовища]
tr: [CHILDNAME:deniz canavarı yavrusu:deniz canavarı yavruları]
vi: [CHILDNAME:Quái vật biển con:Quái vật biển con]
zh_hans: [CHILDNAME:海怪幼崽:海怪幼崽]

# CREATURE:SEA_MONSTER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SEA_MONSTER
source: [ATTACK_VERB:snatch:snatches]
cs: [ATTACK_VERB:chňapnout:chňapá]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas:ekkaptas]
es: [ATTACK_VERB:robo:robos]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:wyrwać: wyrwanie]
ru: [ATTACK_VERB:хватаете:хватает]
tr: [ATTACK_VERB:kap:kapar]
vi: [ATTACK_VERB:Chộp lấy:Những cú chộp lấy]

# CREATURE:SEA_MONSTER
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:SEA_MONSTER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:BIRD_ROC
source: [DESCRIPTION:A bird of prey so large and ferocious it dwarfs many dragons. All beneath its mighty wings should fear the sky.]
cs: [DESCRIPTION:Dravec tak obrovský a zuřivý, že zastiňuje mnoho draků. Všichni pod jeho mocnými křídly by se měli bát nebe.]
de: [DESCRIPTION:Ein Raubvogel, der so groß und grausam ist, dass er viele Drachen in den Schatten stellt. Alle unter seinen mächtigen Flügeln sollten den Himmel fürchten.]
eo: [DESCRIPTION:Rabobirdo tia granda kaj feroca ke malgrandigas multajn drakojn. Ĉio sur siaj fortegaj flugiloj devus timi la ĉielon.]
es: [DESCRIPTION: Un ave de rapiña tan grande y feroz que empequeñece a muchos dragones. Todos los de debajo de sus poderosas alas deberian temer el cielo.]
ja: [DESCRIPTION:ドラゴンすら小さく感じられるほどの大きさの猛禽類だ。その翼の下にいる生き物は、あまねく恐怖に襲われるだろう。]
ko: [DESCRIPTION:맹금류는 너무 크고 사나워서 많은 용을 왜소하게 만듭니다. 그 거대한 날개 아래 있는 모든 것이 하늘을 두려워해야 한다.]
pl: [DESCRIPTION:Drapieżny ptak tak duży i dziki, że przewyższa wiele smoków. Wszyscy pod jego potężnymi skrzydłami powinni bać się nieba.]
ru: [DESCRIPTION:Хищная птица, настолько большая и свирепая, что многие драконы рядом с ней кажутся карликами. Всем под её могучими крыльями следует бояться неба.]
tr: [DESCRIPTION:O kadar büyük ve vahşi bir yırtıcı kuş ki birçok ejderhayı küçük gösterir. Kudretli kanatlarının altındaki herkes gökyüzünden korkmalı.]
vi: [DESCRIPTION:Một loài chim săn mồi to lớn và hung dữ đến mức làm lu mờ nhiều loài rồng. Tất cả những gì bên dưới đôi cánh hùng vĩ của nó đều phải khiếp sợ bầu trời.]

# CREATURE:BIRD_ROC
source: [NAME:roc:rocs:roc]
cs: [NAME:rok:rokové:roka]
de: [NAME:Roch:Roche:Roch]
eo: [NAME:roĥo:roĥoj:de roĥo]
es: [NAME:rocho:rochos:rocho]
ja: [NAME:ロック鳥:ロック鳥:ロック鳥の]
ko: [NAME:로크:로크들:로크]
pl: [NAME:rok:roki:rokowy]
ru: [NAME:птица рух:птицы рух:птицы рух]
tr: [NAME:anka kuşu:anka kuşları:anka kuşu]
zh_hans: [NAME:大鹏鸟:大鹏鸟:大鹏鸟]

# CREATURE:BIRD_ROC
source: [CASTE_NAME:roc:rocs:roc]
cs: [CASTE_NAME:rok:rokové:roka]
de: [CASTE_NAME:Roch:Roche:Roch]
eo: [CASTE_NAME:roĥo:roĥoj:de roĥo]
es: [CASTE_NAME:rocho:rochos:rocho]
ja: [CASTE_NAME:ロック鳥:ロック鳥:ロック鳥の]
ko: [CASTE_NAME:로크:로크들:로크]
pl: [CASTE_NAME:rok:roki:rokowy]
ru: [CASTE_NAME:птица рух:птицы рух:птицы рух]
tr: [CASTE_NAME:anka kuşu:anka kuşları:anka kuşu]
zh_hans: [CASTE_NAME:大鹏鸟:大鹏鸟:大鹏鸟]

# CREATURE:BIRD_ROC
source: [GENERAL_CHILD_NAME:roc hatchling:roc hatchlings]
cs: [GENERAL_CHILD_NAME:mládě roka:mláďata roka]
de: [GENERAL_CHILD_NAME:Rochküken:Rochküken]
eo: [GENERAL_CHILD_NAME:roĥido:roĥidoj]
es: [GENERAL_CHILD_NAME:rocho neonato:rochos neonatos]
ja: [GENERAL_CHILD_NAME:ロック鳥の子供:ロック鳥の子供の]
ko: [GENERAL_CHILD_NAME:새끼 로크:새끼 로크들]
pl: [GENERAL_CHILD_NAME:pisklę roka:pisklęta roka]
ru: [GENERAL_CHILD_NAME:птенец птицы рух:птенцы птицы рух]
tr: [GENERAL_CHILD_NAME:anka kuşu yavrusu:anka kuşu yavruları]
vi: [GENERAL_CHILD_NAME:Đại điểu con:Đại điểu con]
zh_hans: [GENERAL_CHILD_NAME:大鹏鸟幼崽:大鹏鸟幼崽]

# CREATURE:BIRD_ROC
source: [PREFSTRING:awe-inspiring size]
cs: [PREFSTRING:úctyhodná velikost]
de: [PREFSTRING:ehrfürchtige Größe]
eo: [PREFSTRING:grandioza grandeco]
es: [PREFSTRING:impresionante tamaño]
ja: [PREFSTRING:畏敬を抱く大きさ]
ko: [PREFSTRING:경이로운 크기]
pl: [PREFSTRING:zapierający dech w piersiach rozmiar]
ru: [PREFSTRING:внушающий благоговение размер]
tr: [PREFSTRING:hayranlık uyandıran boyut]
vi: [PREFSTRING:Kích thước hùng vĩ]

# CREATURE:BIRD_ROC
source: [PREFSTRING:dedication to their young]
cs: [PREFSTRING:oddání svým mláďatům]
de: [PREFSTRING:Hingabe für ihre Jungen]
eo: [PREFSTRING:sindonemo por siaj idoj]
es: [PREFSTRING:dedicacion a sus jovenes]
ja: [PREFSTRING:子煩悩]
ko: [PREFSTRING:모성애가 넘침]
pl: [PREFSTRING:oddanie młodym]
ru: [PREFSTRING:забота о птенцах]
tr: [PREFSTRING:yavrularına olan bağlılık]
vi: [PREFSTRING:Sự tận tâm với con non của chúng]
