Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:JAGUAR
source: [DESCRIPTION:A large, muscular, spotted feline found in tropical jungles. It is solitary and stalks and ambushes its prey.]
cs: [DESCRIPTION:Velká svalnatá skvrnitá šelma žijící v tropických džunglích. Je samotářská a loví přepadem.]
de: [DESCRIPTION:Eine große, muskulöse, gefleckte Raubkatze, die in tropischen Dschungeln lebt. Sie ist einzelgängerisch, pirscht sich an ihre Beute heran und lauert ihr auf.]
eo: [DESCRIPTION:Granda muskola makula feliso kiu troviĝas en tropikaj ĝangaloj. Ĝi solemas, kaj gvatas kaj embuskas siajn predojn.]
es: [DESCRIPTION:Un gran felino musculoso hallado en junglas tropicales. Es solitario y acecha y embosca a su presa.]
ja: [DESCRIPTION:ジャングルに棲息する筋肉質の斑点のある大型ネコ科動物。孤独で、獲物を捕まえ、待ち伏せする。]
ko: [DESCRIPTION:열대 정글에서 볼 수 있는 크고 근육질인 점박이 고양이, 홀로 조용히 사냥감을 추척하고 습격합니다.]
pl: [DESCRIPTION:Duży, umięśniony, cętkowany kot, którego można znaleźć w tropikalnych dżunglach. Jest samotnikiem, śledzi i zasadza się na swoje ofiary.]
ru: [DESCRIPTION:Крупная мускулистая пятнистая кошка, обитающая в тропических джунглях. Охотится в одиночку, выслеживая и нападая на своих жертв из засады.]
tr: [DESCRIPTION:Tropikal ormanlarda bulunan büyük, kaslı, benekli bir kedi. Yalnız yaşar ve avını takip edip pusuya düşürür.]
vi: [DESCRIPTION:Một loài mèo đốm to lớn, cơ bắp sống trong các khu rừng rậm nhiệt đới. Chúng sống đơn độc và rình rập, phục kích con mồi.]

# CREATURE:JAGUAR
source: [NAME:jaguar:jaguars:jaguar]
cs: [NAME:jaguár:jaguáři:jaguára]
de: [NAME:Jaguar:Jaguare:Jaguar]
eo: [NAME:jaguaro:jaguaroj:de jaguaro]
es: [NAME:jaguar:jaguares:jaguar]
ja: [NAME:ジャガー:ジャガー:ジャガーの]
ko: [NAME:재규어:재규어들:재규어]
pl: [NAME:jaguar:jaguary:jaguarowy]
ru: [NAME:ягуар:ягуары:ягуара]
tr: [NAME:jaguar:jaguarlar:jaguar]

# CREATURE:JAGUAR
source: [CASTE_NAME:jaguar:jaguars:jaguar]
cs: [CASTE_NAME:jaguár:jaguáři:jaguára]
de: [CASTE_NAME:Jaguar:Jaguare:Jaguar]
eo: [CASTE_NAME:jaguaro:jaguaroj:de jaguaro]
es: [CASTE_NAME:jaguar:jaguares:jaguar]
ja: [CASTE_NAME:ジャガー:ジャガー:ジャガーの]
ko: [CASTE_NAME:재규어:재규어들:재규어]
pl: [CASTE_NAME:jaguar:jaguary:jaguarowy]
ru: [CASTE_NAME:ягуар:ягуары:ягуара]
tr: [CASTE_NAME:jaguar:jaguarlar:jaguar]

# CREATURE:JAGUAR
source: [GENERAL_CHILD_NAME:jaguar cub:jaguar cubs]
cs: [GENERAL_CHILD_NAME:mládě jaguára:mláďata jaguára]
de: [GENERAL_CHILD_NAME:Jaguarjunge:Jaguarjunge]
eo: [GENERAL_CHILD_NAME:jaguarido:jaguaridoj]
es: [GENERAL_CHILD_NAME:cachorro de jaguar:cachorros de jaguar]
ja: [GENERAL_CHILD_NAME:ジャガーの子供:ジャガーの子供の]
ko: [GENERAL_CHILD_NAME:새끼 재규어:새끼 재규어들]
pl: [GENERAL_CHILD_NAME:kocię jaguara:kocięta jaguara]
ru: [GENERAL_CHILD_NAME:котёнок ягуара:котята ягуара]
tr: [GENERAL_CHILD_NAME:yavru jaguar:yavru jaguarlar]
vi: [GENERAL_CHILD_NAME:báo đốm Mỹ con:báo đốm Mỹ con]
zh_hans: [GENERAL_CHILD_NAME:美洲豹幼崽:美洲豹幼崽]

# CREATURE:JAGUAR
source: [PREFSTRING:spotted coats]
cs: [PREFSTRING:skvrnitá srst]
de: [PREFSTRING:gefleckte Mäntel]
eo: [PREFSTRING:makulaj feloj]
es: [PREFSTRING:manchado pelaje]
ja: [PREFSTRING:斑点のある毛皮]
ko: [PREFSTRING:물방울무늬 코트]
pl: [PREFSTRING:cętkowane futro]
ru: [PREFSTRING:пятнистый мех]
tr: [PREFSTRING:benekli kürkler]
vi: [PREFSTRING:bộ lông đốm]

# CREATURE:JAGUAR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:JAGUAR
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:JAGUAR
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:JAGUAR
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:JAGUAR
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:JAGUAR_MAN
source: [CASTE_NAME:jaguar man:jaguar men:jaguar man]
cs: [CASTE_NAME:jaguáří muž:jaguáří muži:jaguářího muže]
de: [CASTE_NAME:Männlicher Jaguar:Männliche Jaguar:Männlicher Jaguar]
eo: [CASTE_NAME:homjaguariĉo:homjaguariĉoj:de homjaguariĉo]
es: [CASTE_NAME:hombre jaguar:hombres jaguar:hombre jaguar]
ja: [CASTE_NAME:ジャガー男:ジャガー男:ジャガー男の]
ko: [CASTE_NAME:남성 재규어인간:남성 재규어인간들:남성 재규어인간]
pl: [CASTE_NAME:jaguaromężczyzna:jaguaromężczyźni:jaguaromężczyzny]
ru: [CASTE_NAME:мужчина-ягуар:мужчины-ягуары:мужчины-ягуара]
tr: [CASTE_NAME:erkek jaguar:erkek jaguarlar:erkek jaguar]
vi: [CASTE_NAME:người báo đốm Mỹ nam:những người báo đốm Mỹ nam:người báo đốm Mỹ nam]

# CREATURE:JAGUAR_MAN
source: [CASTE_NAME:jaguar woman:jaguar women:jaguar woman]
cs: [CASTE_NAME:jaguáří žena:jaguáří ženy:jaguáří ženu]
de: [CASTE_NAME:Weiblicher Jaguar: Weibliche Jaguar:Weiblicher Jaguar]
eo: [CASTE_NAME:homjaguarino:homjaguarinoj:de homjaguarino]
es: [CASTE_NAME:mujer jaguar:mujeres jaguar:mujer jaguar]
ja: [CASTE_NAME:ジャガー女:ジャガー女:ジャガー女の]
ko: [CASTE_NAME:여성 재규어인간:여성 재규어인간들:여성 재규어인간]
pl: [CASTE_NAME:jaguarokobieta:jaguarokobiety:jaguarokobiecy]
ru: [CASTE_NAME:женщина-ягуар:женщины-ягуары:женщины-ягуара]
tr: [CASTE_NAME:dişi jaguar:dişi jaguarlar:dişi jaguar]
vi: [CASTE_NAME:người báo đốm Mỹ nữ:những người báo đốm Mỹ nữ:người báo đốm Mỹ nữ]

# CREATURE:JAGUAR_MAN
source: [NAME:jaguar man:jaguar men:jaguar man]
cs: [NAME:jaguáří muž:jaguáří muži:jaguářího muže]
de: [NAME:Männlicher Jaguar:Männliche Jaguar:Männlicher Jaguar]
eo: [NAME:homjaguaro:homjaguaroj:de homjaguaro]
es: [CASTE_NAME:hombre jaguar:hombres jaguar:hombre jaguar]
ja: [NAME:ジャガー男:ジャガー男:ジャガー男の]
ko: [NAME:재규어인간:재규어인간들:재규어인간]
pl: [NAME:jaguaroczłowiek:jaguaroludzie:jaguaroludzki]
ru: [NAME:человек-ягуар:люди-ягуары:человека-ягуара]
tr: [NAME:erkek jaguar:erkek jaguarlar:erkek jaguar]
vi: [NAME:người báo đốm Mỹ nam:những người báo đốm Mỹ nam:người báo đốm Mỹ nam]

# CREATURE:JAGUAR_MAN
source: [DESCRIPTION:A spotted person with the head and tail of a jaguar.]
cs: [DESCRIPTION:Skvrnitá osoba s hlavou a ocasem jaguára.]
de: [DESCRIPTION:Eine gefleckte Person mit dem Kopf und Schwanz eines Jaguars.]
eo: [DESCRIPTION:Makula homo kun la kapo kaj la vosto de jaguaro.]
es: [DESCRIPTION:Una persona cubierta de manchas con cabeza y cola de jaguar.]
ja: [DESCRIPTION:ジャガーの頭と体を持つ、斑点のある体をした人間だ
ko: [DESCRIPTION:재규어의 머리와 꼬리를 가진 호피무늬 사람.]
pl: [DESCRIPTION:Cętkowany osobnik z głową i ogonem jaguara.]
ru: [DESCRIPTION:Пятнистый человек с головой и хвостом ягуара.]
tr: [DESCRIPTION:Jaguar başlı ve kuyruklu, benekli bir fantastik canlı.]
vi: [DESCRIPTION:Một người đốm với đầu và đuôi của một con báo đốm Mỹ.]

# CREATURE:GIANT_JAGUAR
source: [NAME:giant jaguar:giant jaguars:giant jaguar]
cs: [NAME:obří jaguár:obří jaguáři:obřího jaguára]
de: [NAME:Riesen-Jaguar:Riesen-Jaguare:Riesen-Jaguar]
eo: [NAME:giganta jaguaro:gigantaj jaguaroj:de giganta jaguaro]
es: [NAME:jaguar gigante:jaguares gigantes:jaguar gigante]
ja: [NAME:巨大ジャガー:巨大ジャガー:巨大ジャガーの]
ko: [NAME:거대 재규어:거대 재규어들:거대 재규어]
pl: [NAME:gigantyczny jaguar:gigantyczne jaguary:gigantyczno jaguarowy]
ru: [NAME:гигантский ягуар:гигантские ягуары:гигантского ягуара]
tr: [NAME:dev jaguar:dev jaguarlar:dev jaguar]
vi: [NAME:báo đốm Mỹ khổng lồ:báo đốm Mỹ khổng lồ:báo đốm Mỹ khổng lồ]

# CREATURE:GIANT_JAGUAR
source: [CASTE_NAME:giant jaguar:giant jaguars:giant jaguar]
cs: [CASTE_NAME:obří jaguár:obří jaguáři:obřího jaguára]
de: [CASTE_NAME:Riesen-Jaguar:Riesen-Jaguare:Riesen-Jaguar]
eo: [CASTE_NAME:giganta jaguaro:gigantaj jaguaroj:de giganta jaguaro]
es: [CASTE_NAME:jaguar gigante:jaguares gigantes:jaguar gigante]
ja: [CASTE_NAME:巨大ジャガー:巨大ジャガー:巨大ジャガーの]
ko: [CASTE_NAME:거대 재규어:거대 재규어들:거대 재규어]
pl: [CASTE_NAME:gigantyczny jaguar:gigantyczne jaguary:gigantyczno jaguarowy]
ru: [CASTE_NAME:гигантский ягуар:гигантские ягуары:гигантского ягуара]
tr: [CASTE_NAME:dev jaguar:dev jaguarlar:dev jaguar]
vi: [CASTE_NAME:báo đốm Mỹ khổng lồ:báo đốm Mỹ khổng lồ:báo đốm Mỹ khổng lồ]

# CREATURE:GIANT_JAGUAR
source: [GENERAL_CHILD_NAME:giant jaguar cub:giant jaguar cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího jaguára:mláďata obřího jaguára]
de: [GENERAL_CHILD_NAME:Riesenjaguarjunge:Riesenjaguarjunge]
eo: [GENERAL_CHILD_NAME:giganta jaguarido:gigantaj jaguaridoj]
es: [GENERAL_CHILD_NAME:cachorro de jaguar gigante:cachorros de jaguar gigante]
ja: [GENERAL_CHILD_NAME:巨大ジャガーの子供:巨大ジャガーの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 재규어:새끼 거대 재규어들]
pl: [GENERAL_CHILD_NAME:kocię gigantycznego jaguara:kocięta gigantycznego jaguara]
ru: [GENERAL_CHILD_NAME:котёнок гигантского ягуара:котята гигантского ягуара]
tr: [GENERAL_CHILD_NAME:yavru dev jaguar:yavru dev jaguarlar]
vi: [GENERAL_CHILD_NAME:báo đốm Mỹ con khổng lồ:báo đốm Mỹ con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨美洲豹幼崽:巨美洲豹幼崽]

# CREATURE:GIANT_JAGUAR
source: [DESCRIPTION:A gigantic feline predator, similar to its cousins in all but size. It can be found in the savage wilderness.]
cs: [DESCRIPTION:Obrovský kočičí predátor, podobný svým příbuzným ve všem kromě velikosti. Vyskytuje se v divoké přírodě.]
de: [DESCRIPTION:Eine gigantische Raubkatze, die ihren Vettern nur in der Größe ähnelt. Man findet sie in der wilden Wildnis.]
eo: [DESCRIPTION:Giganta felisa predanto, simila al siaj kuzoj je tutaj aspektoj krom grandeco. Ĝi troveblas en la sovaĝejo.]
es: [DESCRIPTION:Un gigantesco depredador felino, similar a sus primos en todo menos tamaño. Puede ser hallado en la naturaleza salvaje.]
ja: [DESCRIPTION:大きさ以外はジャガーにそっくりな巨大な怪物だ。野蛮な荒野に棲息する。]
ko: [DESCRIPTION:거대한 고양이과 포식자로서 크기만 제외하면 사촌과 비슷합니다. 야만의 광야에서 찾을 수 있습니다.]
pl: [DESCRIPTION:Gigantyczny, koci drapieżnik, podobny do jego kuzynów we wszystki poza rozmiarem. Można go znaleźć w głębokiej dziczy.]
ru: [DESCRIPTION:Гигантский хищник семейства кошачьих, похожий на своих менее крупных родственников всем, кроме размера. Встречается в суровых диких землях.]
tr: [DESCRIPTION:Boyutu dışında kuzenlerine benzeyen devasa bir kedi yırtıcısı. Vahşi doğada bulunabilir.]
vi: [DESCRIPTION:Một loài mèo săn mồi khổng lồ, tương tự những người anh em họ của nó về mọi mặt trừ kích thước. Chúng có thể được tìm thấy ở vùng hoang dã tàn bạo.]
zh_hans: [DESCRIPTION:一种巨大的猫科掠食者，与它的近亲体型相似。它可以在野蛮荒野中被找到。]

# CREATURE:GIANT_JAGUAR
source: [PREFSTRING:spotted coats]
cs: [PREFSTRING:skvrnitá srst]
de: [PREFSTRING:gefleckte Mäntel]
eo: [PREFSTRING:makulaj feloj]
es: [PREFSTRING:manchado pelaje]
ja: [PREFSTRING:斑点のある毛皮]
ko: [PREFSTRING:물방울무늬 코트]
pl: [PREFSTRING:cętkowane futro]
ru: [PREFSTRING:пятнистый мех]
tr: [PREFSTRING:benekli kürkler]
vi: [PREFSTRING:bộ lông đốm]

# CREATURE:TIGER
source: [DESCRIPTION:A huge, striped predator. It is found in almost any climate on a lone hunt for its prey.]
cs: [DESCRIPTION:Obrovský pruhovaný predátor. Vyskytuje se téměř v jakémkoli klimatu a loví osamoceně.]
de: [DESCRIPTION:Ein riesiges, gestreiftes Raubtier. Man findet ihn in fast jedem Klima auf der einsamen Jagd nach seiner Beute.]
eo: [DESCRIPTION:Grandega striata predanto. Ĝi troviĝas en preskaŭ ajn klimato sole ĉasante por siajn predojn.]
es: [DESCRIPTION:Un enorme depredador rayado. Es hallado en casi cualquier clima y caza en solitario a su presa.]
ja: [DESCRIPTION:縞々の大型捕食者だ。あらゆる気候で見られ、群れを作らず、狩りをする。]
ko: [DESCRIPTION:큰 줄무니를 가진 포식자이다. 거의 모든 기후에서 발견되며 홀로 사냥한다.]
pl: [DESCRIPTION:Ogromny, pręgowany drapieżnik. Można go znaleźć w prawie każdy klimacie podczas samotnego polowania na jego ofiary.]
ru: [DESCRIPTION:Крупный полосатый хищник семейства кошачьих. Обитает почти в любом климате, охотясь на своих жертв в одиночку.]
tr: [DESCRIPTION:Devasa, çizgili bir yırtıcı. Neredeyse her iklimde avını yalnız başına ararken bulunur.]
vi: [DESCRIPTION:Một loài săn mồi to lớn, có sọc. Chúng được tìm thấy ở gần như mọi loại khí hậu khi đi săn mồi đơn độc.]
zh_hans: [DESCRIPTION:长有条纹的大型掠食者。几乎在任何气候下都能发现它独自寻找猎物的身影。]

# CREATURE:TIGER
source: [NAME:tiger:tigers:tiger]
cs: [NAME:tygr:tygři:tygra]
eo: [NAME:tigro:tigroj:de tigro]
es: [NAME:tigre:tigres:tigre]
ja: [NAME:虎:虎:虎の]
ko: [NAME:호랑이:호랑이들:호랑이]
pl: [NAME:tygrys:tygrysy:tygrysi]
ru: [NAME:тигр:тигры:тигра]
tr: [NAME:kaplan:kaplanlar:kaplan]
vi: [NAME:hổ:hổ:hổ]

# CREATURE:TIGER
source: [CASTE_NAME:tiger:tigers:tiger]
cs: [CASTE_NAME:tygr:tygři:tygra]
eo: [CASTE_NAME:tigro:tigroj:de tigro]
es: [CASTE_NAME:tigre:tigres:tigre]
ja: [CASTE_NAME:虎:虎:虎の]
ko: [CASTE_NAME:호랑이:호랑이들:호랑이]
pl: [CASTE_NAME:tygrys:tygrysy:tygrysi]
ru: [CASTE_NAME:тигр:тигры:тигра]
tr: [CASTE_NAME:kaplan:kaplanlar:kaplan]
vi: [CASTE_NAME:hổ:hổ:hổ]

# CREATURE:TIGER
source: [GENERAL_CHILD_NAME:tiger cub:tiger cubs]
cs: [GENERAL_CHILD_NAME:tygřátko:tygřátka]
de: [GENERAL_CHILD_NAME:Tigerjunge:Tigerjunge]
eo: [GENERAL_CHILD_NAME:tigrido:tigridoj]
es: [GENERAL_CHILD_NAME:cachorro de tigre:cachorros de tigre]
ja: [GENERAL_CHILD_NAME:虎の子供:虎の子供の]
ko: [GENERAL_CHILD_NAME:새끼 호랑이:새끼 호랑이들]
pl: [GENERAL_CHILD_NAME:kocię tygrysa:kocięta tygrysa]
ru: [GENERAL_CHILD_NAME:тигрёнок:тигрята]
tr: [GENERAL_CHILD_NAME:yavru kaplan:yavru kaplanlar]
vi: [GENERAL_CHILD_NAME:hổ con:hổ con]
zh_hans: [GENERAL_CHILD_NAME:老虎幼崽:老虎幼崽]

# CREATURE:TIGER
source: [PREFSTRING:stripes, of course]
cs: [PREFSTRING:pruhy, samozřejmě]
de: [PREFSTRING:Streifen, natürlich]
eo: [PREFSTRING:strioj, memkompreneble]
es: [PREFSTRING:rayas, por supuesto]
ja: [PREFSTRING:縞模様, of course]
ko: [PREFSTRING:당연히 줄무늬가 있다]
pl: [PREFSTRING:paski, oczywiście]
ru: [PREFSTRING:полосы, конечно]
tr: [PREFSTRING:tabii ki çizgiler]
vi: [PREFSTRING:những vằn sọc, tất nhiên rồi]

# CREATURE:TIGER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:TIGER
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:TIGER
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:TIGER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:TIGER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:TIGER_MAN
source: [CASTE_NAME:tiger man:tiger men:tiger man]
cs: [CASTE_NAME:tygří muž:tygří muži:tygřího muže]
de: [CASTE_NAME:Tigermännchen:Tigermännchen:Tigermännchen]
eo: [CASTE_NAME:homtigriĉo:homtigriĉoj:de homtigriĉo]
es: [CASTE_NAME:hombre tigre:hombres tigre:hombre tigre]
ja: [CASTE_NAME:虎男:虎男:虎男の]
ko: [CASTE_NAME:남성 호랑이인간:남성 호랑이인간들:남성 호랑이인간]
pl: [CASTE_NAME:tygrysomężczyzna:tygrysomężczyźni:tygrysomężczyzny]
ru: [CASTE_NAME:мужчина-тигр:мужчины-тигры:мужчины-тигра]
tr: [CASTE_NAME:erkek kaplan:erkek kaplanlar:erkek kaplan]
vi: [CASTE_NAME:người hổ nam:những người hổ nam:người hổ nam]

# CREATURE:TIGER_MAN
source: [CASTE_NAME:tiger woman:tiger women:tiger woman]
cs: [CASTE_NAME:tygří žena:tygří ženy:tygří ženu]
de: [CASTE_NAME:Tigerweibchen:Tigerweibchen:Tigerweibchen]
eo: [CASTE_NAME:homtigrino:homtigrinoj:de homtigrino]
es: [CASTE_NAME:mujer tigre:mujeres tigre:mujer tigre]
ja: [CASTE_NAME:虎女:虎女:虎女の]
ko: [CASTE_NAME:여성 호랑이인간:여성 호랑이인간들:여성 호랑이인간]
pl: [CASTE_NAME:tygrysokobieta:tygrysokobiety:tygrysokobiecy]
ru: [CASTE_NAME:женщина-тигрица:женщины-тигрицы:женщины-тигрицы]
tr: [CASTE_NAME:dişi kaplan:dişi kaplanlar:dişi kaplan]
vi: [CASTE_NAME:người hổ nữ:những người hổ nữ:người hổ nữ]

# CREATURE:TIGER_MAN
source: [NAME:tiger man:tiger men:tiger man]
cs: [NAME:tygří muž:tygří muži:tygřího muže]
de: [NAME:Tigermännchen:Tigermännchen:Tigermännchen]
eo: [NAME:homtigro:homtigroj:de homtigro]
es: [NAME:hombre tigre:hombres tigre:hombre tigre]
ja: [NAME:虎男:虎男:虎男の]
ko: [NAME:호랑이인간:호랑이인간들:호랑이인간]
pl: [NAME:tygrysoczłowiek:tygrysoludzie:tygrysoludzki]
ru: [NAME:человек-тигр:люди-тигры:человека-тигра]
tr: [NAME:erkek kaplan:erkek kaplanlar:erkek kaplan]
vi: [NAME:người hổ nam:những người hổ nam:người hổ nam]

# CREATURE:TIGER_MAN
source: [DESCRIPTION:An orange striped person with the head of a tiger.]
cs: [DESCRIPTION:Oranžově pruhovaná osoba s hlavou tygra.]
de: [DESCRIPTION:Eine orange gestreifte Person mit dem Kopf eines Tigers.]
eo: [DESCRIPTION:Oranĝkolora striata homo kun la kapo de tigro.]
es: [DESCRIPTION:Una persona naranja cubierta de rayas con cabeza de tigre.]
ja: [DESCRIPTION:虎のような頭を持つ、黒黄の縞模様の体の人間だ。]
ko: [DESCRIPTION:호랑이의 머리를 가진 주황색 줄무늬가 있는 인간.]
pl: [DESCRIPTION:Pomarańczowy, paskowany osobnik z głową tygrysa.]
ru: [DESCRIPTION:Человек с полосками и головой тигра.]
tr: [DESCRIPTION:Kaplan başlı, turuncu çizgili bir fantastik canlı.]
vi: [DESCRIPTION:Một người có sọc cam với đầu của một con hổ.]

# CREATURE:GIANT_TIGER
source: [NAME:giant tiger:giant tigers:giant tiger]
cs: [NAME:obří tygr:obří tygři:obřího tygra]
de: [NAME:Riesentiger:Riesentiger:Riesentiger]
eo: [NAME:giganta tigro:gigantaj tigroj:de giganta tigro]
es: [NAME:tigre gigante:tigres gigantes:tigre gigante]
ja: [NAME:巨大虎:巨大虎:巨大虎の]
ko: [NAME:거대 호랑이:거대 호랑이들:거대 호랑이]
pl: [NAME:gigantyczny tygrys:gigantyczne tygrysy:gigantyczno tygrysi]
ru: [NAME:гигантский тигр:гигантские тигры:гигантского тигра]
tr: [NAME:dev kaplan:dev kaplanlar:dev kaplan]
vi: [NAME:hổ khổng lồ:hổ khổng lồ:hổ khổng lồ]

# CREATURE:GIANT_TIGER
source: [CASTE_NAME:giant tiger:giant tigers:giant tiger]
cs: [CASTE_NAME:obří tygr:obří tygři:obřího tygra]
de: [CASTE_NAME:Riesentiger:Riesentiger:Riesentiger]
eo: [CASTE_NAME:giganta tigro:gigantaj tigroj:de giganta tigro]
es: [CASTE_NAME:tigre gigante:tigres gigantes:tigre gigante]
ja: [CASTE_NAME:巨大虎:巨大虎:巨大虎の]
ko: [CASTE_NAME:거대 호랑이:거대 호랑이들:거대 호랑이]
pl: [CASTE_NAME:gigantyczny tygrys:gigantyczne tygrysy:gigantyczno tygrysi]
ru: [CASTE_NAME:гигантский тигр:гигантские тигры:гигантского тигра]
tr: [CASTE_NAME:dev kaplan:dev kaplanlar:dev kaplan]
vi: [CASTE_NAME:hổ khổng lồ:hổ khổng lồ:hổ khổng lồ]

# CREATURE:GIANT_TIGER
source: [GENERAL_CHILD_NAME:giant tiger cub:giant tiger cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího tygra:mláďata obřího tygra]
de: [GENERAL_CHILD_NAME:Riesen-Tigerbaby:Riesen-Tigerbabys]
eo: [GENERAL_CHILD_NAME:giganta tigrido:gigantaj tigridoj]
es: [GENERAL_CHILD_NAME:cachorro de tigre gigante:cachorros de tigre gigante]
ja: [GENERAL_CHILD_NAME:巨大虎の子供:巨大虎の子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 호랑이:새끼 거대 호랑이들]
pl: [GENERAL_CHILD_NAME:kocię gigantycznego tygrysa:kocięta gigantycznego tygrysa]
ru: [GENERAL_CHILD_NAME:гигантский тигрёнок:гигантские тигрята]
tr: [GENERAL_CHILD_NAME:yavru dev kaplan:yavru dev kaplanlar]
vi: [GENERAL_CHILD_NAME:hổ con khổng lồ:hổ con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨老虎幼崽:巨老虎幼崽]

# CREATURE:GIANT_TIGER
source: [DESCRIPTION:The largest of the giant cats. It can be found hunting alone in the most savage countryside.]
cs: [DESCRIPTION:Největší z obřích koček. Loví osamoceně v nejdivočejších krajinách.]
de: [DESCRIPTION:Die größte der Riesenkatzen. Man findet sie allein in den wildesten Landschaften auf der Jagd.]
eo: [DESCRIPTION:La plej granda el la panteroj. Ĝi troveblas ĉasante sole en la plej sovaĝa kamparo.]
es: [DESCRIPTION:El más grande de los gatos gigantes. Puede ser hallado cazando en solitario en la parte más salvaje del campo.]
ja: [DESCRIPTION:馬鹿でかい虎だ。]
ko: [DESCRIPTION:거대한 고양이들 중에서 가장 큽니다. 그것은 가장 야만적인 시골에서 혼자 사냥하는 것을 발견할 수 있다]
pl: [DESCRIPTION:Największy z ogromnych kotów. Można go znaleźć polującego samotnie w najbardziej dzikich krajobrazach.]
ru: [DESCRIPTION:Самое крупное животное из гигантских кошачьих. Охотится в одиночку, обитает в самых диких уголках мира.]
tr: [DESCRIPTION:Dev kedilerin en büyüğü. En vahşi kırsal alanlarda yalnız avlanırken bulunabilir.]
vi: [DESCRIPTION:Loài lớn nhất trong các loài mèo khổng lồ. Chúng có thể được tìm thấy đang săn mồi đơn độc ở vùng nông thôn hoang dã nhất.]

# CREATURE:GIANT_TIGER
source: [PREFSTRING:large stripes, of course]
cs: [PREFSTRING:velké pruhy, samozřejmě]
de: [PREFSTRING:große Streifen, natürlich]
eo: [PREFSTRING:grandaj strioj, memkompreneble]
es: [PREFSTRING:rayas grandes, por supuesto]
ja: [PREFSTRING:もちろん縞模様も大きい]
ko: [PREFSTRING:당연히 큰 줄무늬가 있다]
pl: [PREFSTRING:duże paski, oczywiście]
ru: [PREFSTRING:большие полосы, конечно]
tr: [PREFSTRING:tabii ki büyük çizgiler]
vi: [PREFSTRING:những vằn sọc lớn, tất nhiên rồi]
zh_hans: [PREFSTRING:理所应当的大条纹]

# CREATURE:CHEETAH
source: [DESCRIPTION:A large spotted feline predator. It is capable of incredible speed when ambushing its prey.]
cs: [DESCRIPTION:Velká skvrnitá kočkovitá šelma. Je schopná neuvěřitelné rychlosti při útoku z úkrytu.]
de: [DESCRIPTION:Eine große gefleckte Raubkatze. Sie ist in der Lage, ihre Beute mit unglaublicher Geschwindigkeit zu erlegen.]
eo: [DESCRIPTION:Granda makula felisa predanto. Ĝi kapablas nekredebla rapideco kiam embuskante siajn predojn.]
es: [DESCRIPTION:Un gran depredador felino moteado. Es capaz de una velocidad increíble cuando embosca a su presa.]
ja: [DESCRIPTION:大型のネコ科動物。獲物を待ち伏せし、とんでもない速度で追いかけてくる。]
ko: [DESCRIPTION:커다란 얼룩무늬를 가진 고양이 포식자. 사냥감을 습격할 때 놀라운 속도를 낼 수 있다.]
pl: [DESCRIPTION:Duży, cętkowany, koci drapieżnik. Jest zdolny do niewiarygodnych prędkości, kiedy napada na swoje ofiary.]
ru: [DESCRIPTION:Крупный пятнистый хищник из семейства кошачьих. способен достигать невероятной скорости, преследуя свою жертву.]
tr: [DESCRIPTION:Büyük, benekli bir kedi yırtıcısı. Avına pusu kurarken inanılmaz hızlara ulaşabilir.]
vi: [DESCRIPTION:Một loài mèo săn mồi đốm lớn. Chúng có khả năng đạt tốc độ đáng kinh ngạc khi phục kích con mồi.]
zh_hans: [DESCRIPTION:一种大型斑点猫科掠食者。它能以惊人的速度伏击猎物。]

# CREATURE:CHEETAH
source: [NAME:cheetah:cheetahs:cheetah]
cs: [NAME:gepard:gepaři:geparda]
de: [NAME:Gepard:Geparde:Gepard]
eo: [NAME:gepardo:gepardoj:de gepardo]
es: [NAME:leopardo:leopardos:leopardo]
ja: [NAME:チーター:チーター:チーターの]
ko: [NAME:치타:치타들:치타]
pl: [NAME:gepard:gepardy:gepardzi]
ru: [NAME:гепард:гепарды:гепарда]
tr: [NAME:çita:çitalar:çita]
vi: [NAME:báo săn:báo săn:báo săn]
