Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CAVE_FISH_MAN
source: [NAME:cave fish man:cave fish men:cave fish man]
cs: [NAME:jeskynní rybí muž:jeskynní rybí muži:jeskynního rybího muže]
de: [NAME:Höhlenfischmensch:Höhlenfischmenschen:Höhlenfischmensch]
eo: [NAME:homkavofiŝo:homkavofiŝoj:de homkavofiŝo]
es: [NAME:hombre-pez de cueva:hombres-peces de cueva:hombre-pez de cueva]
ja: [NAME:洞窟魚男:洞窟魚男:洞窟魚男の]
ko: [NAME:남성 동굴 물고기인간:남성 동굴 물고기인간들:남성 동굴 물고기인간]
pl: [NAME:człowiek-ryba jaskiniowa:ludzie-ryby jaskiniowi:ludzi-ryb jaskiniowych]
ru: [NAME:человек-пещерная рыба:люди-пещерные рыбы:человека-пещерной рыбы]
tr: [NAME:mağara balığı adamı:mağara balığı adamları:fantastik canlı]
vi: [NAME:Người cá hang nam:Người cá hang nam:Người cá hang nam]
zh_hans: [NAME:洞穴鱼人:洞穴鱼人:洞穴鱼人]

# CREATURE:CAVE_FISH_MAN
source: [DESCRIPTION:A humanoid creature with the head of a blind cave fish. They live in colonies in watery regions far underground.]
cs: [DESCRIPTION:Humanoidní stvoření s hlavou slepé jeskynní ryby. Žijí v koloniích ve vodnatých oblastech hluboko pod zemí.]
de: [DESCRIPTION:Eine humanoide Kreatur mit dem Kopf eines blinden Höhlenfisches. Sie leben in Kolonien in Wasserregionen weit unter der Erde.]
eo: [DESCRIPTION:Homsimila estaĵo kun la kapo de blinda kavofiŝo. Ili vivas en kolonioj en akvaj regionoj fore subtere.]
es: [DESCRIPTION:Una criatura humanoide con la cabeza de un pez ciego de cueva, viven en colonias en regiones acuosas muy subterráneas.]
ja: [DESCRIPTION:洞窟魚の頭を持った人型生物だ。地下深部で群れを作る。]
ko: [DESCRIPTION:눈먼 동굴 물고기의 머리를 가진 인간형 생물. 지하 깊은 곳의 물이 많은 지역에서 군체를 이루어 삽니다.]
pl: [DESCRIPTION:Humanoidalne stworzenie z głową ślepej ryby jaskiniowej. Żyją w koloniach w obszarach wodnych głęboko pod ziemią.]
ru: [DESCRIPTION:Человекоподобное существо с головой слепой пещерной рыбы. Живут колониями в водных областях глубоко под землёй.]
tr: [DESCRIPTION:Kör bir mağara balığı kafasına sahip insansı bir yaratık. Yerin derinliklerindeki sulak bölgelerde koloniler halinde yaşarlar.]
vi: [DESCRIPTION:Một sinh vật hình người với cái đầu của một loài cá hang mù. Chúng sống thành bầy đàn ở những vùng nước sâu dưới lòng đất.]

# CREATURE:LOBSTER_CAVE
source: [DESCRIPTION:A small, pale arthropod found in underground streams and ponds.]
cs: [DESCRIPTION:Malý bledý členovec nalezený v podzemních tocích a tůních.]
de: [DESCRIPTION:Ein kleiner, blasser Arthropode, der in unterirdischen Bächen und Teichen vorkommt.]
eo: [DESCRIPTION:Malgranda pala artropodo kiu troviĝas en subteraj riveretoj kaj lagetoj.]
es: [DESCRIPTION:Un pequeño y palido artrópodo, encontrado en arroyos y estanques subterraneos.]
ja: [DESCRIPTION:地価の川や湖に棲む、青白い小型節足動物だ。]
ko: [DESCRIPTION:지하 개울과 연못에서 발견되는 작고 창백한 절지동물.]
pl: [DESCRIPTION:Mały, blady stawonog występujący w podziemnych strumieniach i stawach.]
ru: [DESCRIPTION:Маленькое бледное членистоногое, встречающееся в подземных реках и прудах.]
tr: [DESCRIPTION:Yeraltı akıntılarında ve göletlerinde bulunan küçük, soluk bir eklem bacaklı.]
vi: [DESCRIPTION:Một loài chân đốt nhỏ, nhợt nhạt được tìm thấy trong các suối và ao hồ dưới lòng đất.]

# CREATURE:LOBSTER_CAVE
source: [NAME:cave lobster:cave lobsters:cave lobster]
cs: [NAME:jeskynní humr:jeskynní humři:jeskynního humra]
de: [NAME:Höhlenhummer:Höhlenhummer:Höhlenhummer]
eo: [NAME:kavomaro:kavomaroj:de kavomaro]
es: [NAME:langosta de cueva:langostas de cueva:langosta de cueva]
ja: [NAME:洞窟ロブスター:洞窟ロブスター:洞窟ロブスターの]
pl: [NAME:homar jaskiniowy:homary jaskiniowe:homarów jaskiniowych]
ru: [NAME:пещерный омар:пещерные омары:пещерного омара]
tr: [NAME:mağara ıstakozu:mağara ıstakozları:mağara ıstakozu]
vi: [NAME:Tôm hùm hang:Tôm hùm hang:Tôm hùm hang]
zh_hans: [NAME:洞穴龙虾:洞穴龙虾:洞穴龙虾]

# CREATURE:LOBSTER_CAVE
source: [CASTE_NAME:cave lobster:cave lobsters:cave lobster]
cs: [CASTE_NAME:jeskynní humr:jeskynní humři:jeskynního humra]
de: [CASTE_NAME:Höhlenhummer:Höhlenhummer:Höhlenhummer]
eo: [CASTE_NAME:kavomaro:kavomaroj:de kavomaro]
es: [CASTE_NAME:langosta de cueva:langostas de cueva:langosta de cueva]
ja: [CASTE_NAME:洞窟ロブスター:洞窟ロブスター:洞窟ロブスターの]
pl: [CASTE_NAME:homar jaskiniowy:homary jaskiniowe:homarów jaskiniowych]
ru: [CASTE_NAME:пещерный омар:пещерные омары:пещерного омара]
tr: [CASTE_NAME:mağara ıstakozu:mağara ıstakozları:mağara ıstakozu]
vi: [CASTE_NAME:Tôm hùm hang:Tôm hùm hang:Tôm hùm hang]
zh_hans: [CASTE_NAME:洞穴龙虾:洞穴龙虾:洞穴龙虾]

# CREATURE:LOBSTER_CAVE
source: [PREFSTRING:beauty]
cs: [PREFSTRING:krása]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다운]
pl: [PREFSTRING:urodzie]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]

# CREATURE:LOBSTER_CAVE
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]

# CREATURE:LOBSTER_CAVE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SNAKE_FIRE
source: [DESCRIPTION:A serpent made of pure fire which can inject liquid fire as venom.]
cs: [DESCRIPTION:Had z čistého ohně, který dokáže vystřikovat tekutý oheň jako jed.]
de: [DESCRIPTION:Eine Schlange aus reinem Feuer, die flüssiges Feuer als Gift injizieren kann.]
eo: [DESCRIPTION:Serpento farita el pura fajro, kiu povas injekti likvan fajron anstataŭ veneno.]
es: [DESCRIPTION:Una serpiente hecha de puro fuego que puede inyectar fuego líquido como veneno.]
ja: [DESCRIPTION:液体の火を毒として注入できる、純粋な火で作られた蛇。]
ko: [DESCRIPTION:액체 불을 독으로 주입할 수 있는 순수한 불로 만들어진 뱀.]
pl: [DESCRIPTION:Wąż stworzony z czystego ognia, który może wstrzyknąć płynny ogień jako jad.]
ru: [DESCRIPTION:Змея из чистого огня, впрыскивающая в качестве яда жидкий огонь.]
tr: [DESCRIPTION:Zehir olarak sıvı ateş enjekte edebilen, saf ateşten oluşmuş bir yılan.]
vi: [DESCRIPTION:Một con rắn được tạo thành từ lửa thuần khiết, có khả năng tiêm lửa lỏng làm nọc độc.]

# CREATURE:SNAKE_FIRE
source: [NAME:fire snake:fire snakes:fire snake]
cs: [NAME:ohnivý had:ohniví hadi:ohnivého hada]
de: [NAME:Feuerschlange:Feuerschlangen:Feuerschlange]
eo: [NAME:fajrserpento:fajrserpentoj:de fajrserpento]
es: [NAME:serpiente de fuego:serpientes de fuego:serpiente de fuego]
ja: [NAME:ファイア・スネイク:ファイア・スネイク:ファイア・スネイクの]
pl: [NAME:ognisty wąż:ogniste węże:ognistych węży]
ru: [NAME:огнезмейка:огнезмейки:огнезмейки]
tr: [NAME:ateş yılanı:ateş yılanları:ateş yılanı]
vi: [NAME:Rắn lửa:Rắn lửa:Rắn lửa]
zh_hans: [NAME:火蛇:火蛇:火蛇]

# CREATURE:SNAKE_FIRE
source: [CASTE_NAME:fire snake:fire snakes:fire snake]
cs: [CASTE_NAME:ohnivý had:ohniví hadi:ohnivého hada]
de: [CASTE_NAME:Feuerschlange:Feuerschlangen:Feuerschlange]
eo: [CASTE_NAME:fajrserpento:fajrserpentoj:de fajrserpento]
es: [CASTE_NAME:serpiente de fuego:serpientes de fuego:serpiente de fuego]
ja: [CASTE_NAME:ファイア・スネイク:ファイア・スネイク:ファイア・スネイクの]
pl: [CASTE_NAME:ognisty wąż:ogniste węże:ognistych węży]
ru: [CASTE_NAME:огнезмейка:огнезмейки:огнезмейки]
tr: [CASTE_NAME:ateş yılanı:ateş yılanları:ateş yılanı]
vi: [CASTE_NAME:Rắn lửa:Rắn lửa:Rắn lửa]
zh_hans: [CASTE_NAME:火蛇:火蛇:火蛇]

# CREATURE:SNAKE_FIRE
source: [PREFSTRING:mystery]
cs: [PREFSTRING:tajemnost]
de: [PREFSTRING:geheimnisvoll]
eo: [PREFSTRING:mistero]
es: [PREFSTRING:misteriosa]
ja: [PREFSTRING:神秘的]
ko: [PREFSTRING:신비로운]
pl: [PREFSTRING:tajemnica]
ru: [PREFSTRING:таинственность]
tr: [PREFSTRING:gizem]
vi: [PREFSTRING:Bí ẩn]

# CREATURE:SNAKE_FIRE
source: [STATE_NAME:ALL:liquid fire]
cs: [STATE_NAME:ALL:tekutý oheň]
de: [STATE_NAME:ALL:flüssiges Feuer]
eo: [STATE_NAME:ALL:likva fajro]
es: [STATE_NAME:ALL:fuego liquido]
ja: [STATE_NAME:ALL:液体の火]
ko: [STATE_NAME:ALL:액체 불로]
pl: [STATE_NAME:ALL:płynny ogień]
ru: [STATE_NAME:ALL:жидкий огонь]
tr: [STATE_NAME:ALL:sıvı ateş]
vi: [STATE_NAME:ALL:Lửa lỏng]

# CREATURE:SNAKE_FIRE
source: [STATE_ADJ:ALL:liquid fire]
cs: [STATE_ADJ:ALL:tekutý oheň]
de: [STATE_ADJ:ALL:flüssiges Feuer]
eo: [STATE_ADJ:ALL:de likvafajro]
es: [STATE_ADJ:ALL:fuego liquido]
ja: [STATE_ADJ:ALL:液体の火]
ko: [STATE_ADJ:ALL:액체 불로된]
pl: [STATE_ADJ:ALL:płynny ogień]
ru: [STATE_ADJ:ALL:жидкий огонь]
tr: [STATE_ADJ:ALL:sıvı ateş]
vi: [STATE_ADJ:ALL:Lửa lỏng]

# CREATURE:SNAKE_FIRE
source: [VERMIN_BITE:10:bitten:]
cs: [VERMIN_BITE:10:kousaný:]
de: [VERMIN_BITE:10:gebissen:]
eo: [VERMIN_BITE:10:mordita:]
es: [VERMIN_BITE:10:mordedura:]
ja: [VERMIN_BITE:10:噛みつき:]
ko: [VERMIN_BITE:10:물린:]
pl: [VERMIN_BITE:10:ukąszony:]
ru: [VERMIN_BITE:10:укушен:]
tr: [VERMIN_BITE:10:ısırıldı:]
vi: [VERMIN_BITE:10:Bị cắn:]

# CREATURE:SNAKE_FIRE
source: [ODOR_STRING:smoke]
cs: [ODOR_STRING:kouř]
de: [ODOR_STRING:Rauch]
eo: [ODOR_STRING:fumo]
es: [ODOR_STRING:humo]
ja: [ODOR_STRING:煙]
ko: [ODOR_STRING:연기]
pl: [ODOR_STRING:palić]
ru: [ODOR_STRING:дымом]
tr: [ODOR_STRING:duman]
vi: [ODOR_STRING:Khói]

# CREATURE:OLM
source: [DESCRIPTION:A tiny amphibian, found in underground streams.]
cs: [DESCRIPTION:Drobný obojživelník nalezený v podzemních tocích.]
de: [DESCRIPTION:Eine winzige Amphibie, gefunden in unterirdischen Bächen.]
eo: [DESCRIPTION:Eta amfibia kiu troviĝas en subtere riveretoj.]
es: [DESCRIPTION:Un diminuto anfibio, encontrado en arroyos subterráneos.]
ja: [DESCRIPTION地下の川に棲む小型両生類。]
ko: [DESCRIPTION:지하 하천에서 발견되는 작은 양서류.]
pl: [DESCRIPTION:Mały płaz znaleziony w podziemnych strumieniach.]
ru: [DESCRIPTION:Крошечная амфибия, обитающая в подземных потоках.]
tr: [DESCRIPTION:Yeraltı akıntılarında bulunan minik bir amfibi.]
vi: [DESCRIPTION:Một loài lưỡng cư nhỏ bé, được tìm thấy trong các dòng suối dưới lòng đất.]

# CREATURE:OLM
source: [NAME:olm:olms:olm]
cs: [NAME:macarát:macaráti:macaráta]
de: [NAME:Olm:Olm:Olm]
eo: [NAME:proteo:proteoj:de proteo]
es: [NAME:proteo:proteo:proteo]
ja: [NAME:ホライモリ:ホライモリ:ホライモリの]
ko: [NAME:옴:옴들:옴]
pl: [NAME:olm:olmy:olmów]
ru: [NAME:протей:протеи:протея]
tr: [NAME:mağara semenderi:mağara semenderleri:mağara semenderi]
zh_hans: [NAME:洞螈:洞螈:洞螈]

# CREATURE:OLM
source: [CASTE_NAME:olm:olms:olm]
cs: [CASTE_NAME:macarát:macaráti:macaráta]
de: [CASTE_NAME:Olm:Olm:Olm]
eo: [CASTE_NAME:proteo:proteoj:de proteo]
es: [CASTE_NAME:]
ja: [CASTE_NAME:ホライモリ:ホライモリ:ホライモリの]
ko: [CASTE_NAME:옴:옴들:옴]
pl: [CASTE_NAME:olm:olmy:olmów]
ru: [CASTE_NAME:протей:протеи:протея]
tr: [CASTE_NAME:mağara semenderi:mağara semenderleri:mağara semenderi]
zh_hans: [CASTE_NAME:洞螈:洞螈:洞螈]

# CREATURE:OLM
source: [PREFSTRING:gills]
cs: [PREFSTRING:žábry]
de: [PREFSTRING:Kiemen]
eo: [PREFSTRING:brankoj]
es: [PREFSTRING:branquias]
ja: [PREFSTRING:えら]
ko: [PREFSTRING:아가미]
pl: [PREFSTRING:skrzela]
ru: [PREFSTRING:жабры]
tr: [PREFSTRING:solungaçlar]
vi: [PREFSTRING:mang]

# CREATURE:OLM
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:OLM
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:OLM
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:OLM_MAN
source: [CASTE_NAME:olm man:olm men:olm man]
cs: [CASTE_NAME:macarátní muž:macarátní muži:macarátního muže]
de: [CASTE_NAME:Olm Mann:Olm Männer:Olm Mann]
eo: [CASTE_NAME:homproteiĉo:homproteiĉoj:de homproteiĉo]
es: [CASTE_NAME:hombre proteo:hombres proteo:hombre proteo]
ja: [CASTE_NAME:ホライモリ男:ホライモリ男:ホライモリ男の]
ko: [CASTE_NAME:남성 옴인간:남성 옴인간들:남성 옴인간]
pl: [CASTE_NAME:odmieńcomężczyzna:odieńcomężczyźni:odmieńcomężczyzny]
ru: [CASTE_NAME:мужчина-протей:жужчины-протеи:мужчины-протея]
tr: [CASTE_NAME:mağara semenderi adam:mağara semenderi adamlar:mağara semenderi adam]
vi: [CASTE_NAME:Người olm nam:Người olm nam:Người olm nam]
zh_hans: [CASTE_NAME:洞螈男:洞螈男:洞螈男]

# CREATURE:OLM_MAN
source: [CASTE_NAME:olm woman:olm women:olm woman]
cs: [CASTE_NAME:macarátní žena:macarátní ženy:macarátní ženu]
de: [CASTE_NAME:Olm Frau:Olm Frauen:Olm Frau]
eo: [CASTE_NAME:homproteino:homproteinoj:de homproteino]
es: [CASTE_NAME:mujer proteo:mujeres proteo:mujer proteo]
ja: [CASTE_NAME:ホライモリ女:ホライモリ女:ホライモリ女の]
ko: [CASTE_NAME:여성 옴인간:여성 옴인간들:여성 옴인간]
pl: [CASTE_NAME:olm kobieta:olmowe kobiety:olmowo kobiecy]
ru: [CASTE_NAME:женщина-протей:женщины-протеи:женщины-протея]
tr: [CASTE_NAME:mağara semenderi kadın:mağara semenderi kadınlar:mağara semenderi kadın]
vi: [CASTE_NAME:Người olm nữ:Người olm nữ:Người olm nữ]
zh_hans: [CASTE_NAME:洞螈女:洞螈女:洞螈女]

# CREATURE:OLM_MAN
source: [NAME:olm man:olm men:olm man]
cs: [NAME:macarátní muž:macarátní muži:macarátního muže]
de: [NAME:Olm Mensch:Olm Menschen:Olm Mensch]
eo: [NAME:homproteo:homproteoj:de homproteo]
es: [NAME:hombre proteo:hombres proteo:hombre proteo]
ja: [NAME:ホライモリ男:ホライモリ男:ホライモリ男の]
ko: [NAME:옴인간:옴인간들:옴인간]
pl: [NAME:człowiek olm:ludzie olmy:olmowo ludzki]
ru: [NAME:человек-протей:люди-протеи:человека-протея]
tr: [NAME:mağara semenderi adamı:mağara semenderi adamları:fantastik canlı]
vi: [NAME:Người olm nam:Người olm nam:Người olm nam]
zh_hans: [NAME:洞螈人:洞螈人:洞螈人]

# CREATURE:OLM_MAN
source: [DESCRIPTION:An animal person with the head of the amphibious olm. It lives underground near water.]
cs: [DESCRIPTION:Zvířecí člověk s hlavou obojživelného macaráta. Žije v podzemí poblíž vody.]
de: [DESCRIPTION:Ein Tiermensch mit dem Kopf des amphibischen Olms. Es lebt unterirdisch in der Nähe von Wasser.]
eo: [DESCRIPTION:Besta homo kun la kapo de la amfibia proteo. Ĝi loĝas subtere apud akvo.]
es: [DESCRIPTION:Un humano con la cabeza de un proteo. vive bajo tierra cerca al agua]
ja: [DESCRIPTION:ホライモリの頭を持った人間だ。地下の水辺に棲む。]
ko: [DESCRIPTION:수륙 양용 옴의 머리를 가진 동물 사람. 물 근처 지하에 산다.]
pl: [DESCRIPTION:zwierzoczłowiek z głową amfibii - olma. Żyje pod ziemią w pobliżu wody.]
ru: [DESCRIPTION:Человекоподобное животное с головой земноводного протея. Живёт под землёй неподалеку от воды.]
tr: [DESCRIPTION:Amfibi mağara semenderi kafasına sahip bir hayvan insan. Yeraltında su kenarında yaşar.]
vi: [DESCRIPTION:Một người thú với cái đầu của loài lưỡng cư olm. Nó sống dưới lòng đất gần nước.]

# CREATURE:BAT
source: [DESCRIPTION:A tiny winged creature that hunts at night and rests in caves during the day.]
cs: [DESCRIPTION:Drobné okřídlené stvoření, které loví v noci a přes den odpočívá v jeskyních.]
de: [DESCRIPTION:Eine winzige geflügelte Kreatur, die nachts jagt und tagsüber in Höhlen ruht.]
eo: [DESCRIPTION:Eta flugila estaĵo kiu ĉasas nokte, kaj ripozas en kavernoj tage.]
es: [DESCRIPTION:Una pequeña criatura alada que caza de noche y descansa en cuevas durante el día.]
ja: [DESCRIPTION:夜に狩りをし、日中は洞窟で休む、翼のある小型生物。]
ko: [DESCRIPTION:밤에 사냥을 하고 낮에는 동굴에서 쉬는 작은 날개 달린 생물.]
pl: [DESCRIPTION:Maleńkie skrzydlate stworzenie, które poluje nocą, a w ciągu dnia odpoczywa w jaskiniach.]
ru: [DESCRIPTION:Маленькое крылатое создание, которое охотится ночью, а днем отдыхает в пещерах.]
tr: [DESCRIPTION:Geceleri avlanan ve gündüzleri mağaralarda dinlenen minik kanatlı bir yaratık.]
vi: [DESCRIPTION:Một sinh vật nhỏ bé có cánh, săn mồi vào ban đêm và trú ẩn trong hang động vào ban ngày.]

# CREATURE:BAT
source: [NAME:bat:bats:bat]
cs: [NAME:netopýr:netopýři:netopýra]
de: [NAME:Fledermaus:Fledermäuse:Fledermaus]
eo: [NAME:vesperto:vespertoj:de vesperto]
es: [NAME:murciélago:murciélagos:murciélago]
ja: [NAME:コウモリ:コウモリ:コウモリの]
ko: [NAME:박쥐:박쥐떼:박쥐]
pl: [NAME:nietoperz:nietoperze:nietoperzy]
ru: [NAME:летучая мышь:летучие мыши:летучей мыши]
tr: [NAME:yarasa:yarasalar:yarasa]
vi: [NAME:Dơi:Dơi:Dơi]
zh_hans: [NAME:蝙蝠:蝙蝠:蝙蝠]

# CREATURE:BAT
source: [CASTE_NAME:bat:bats:bat]
cs: [CASTE_NAME:netopýr:netopýři:netopýra]
de: [CASTE_NAME:Fledermaus:Fledermäuse:Fledermaus]
eo: [CASTE_NAME:vesperto:vespertoj:de vesperto]
es: [CASTE_NAME:murciélago:murciélagos:murciélago]
ja: [CASTE_NAME:コウモリ:コウモリ:コウモリの]
ko: [CASTE_NAME:박쥐:박쥐떼:박쥐]
pl: [CASTE_NAME:nietoperz:nietoperze:nietoperzy]
ru: [CASTE_NAME:летучая мышь:летучие мыши:летучей мыши]
tr: [CASTE_NAME:yarasa:yarasalar:yarasa]
vi: [CASTE_NAME:Dơi:Dơi:Dơi]
zh_hans: [CASTE_NAME:蝙蝠:蝙蝠:蝙蝠]

# CREATURE:BAT
source: [GNAWER:gnawed]
cs: [GNAWER:okousané]
de: [GNAWER:genagt]
eo: [GNAWER:ronĝis]
es: [GNAWER:roído]
ja: [GNAWER:ガリガリかじる]
ko: [GNAWER:갉음]
pl: [GNAWER:podgryziony]
ru: [GNAWER:грызёт]
tr: [GNAWER:kemirilmiş]
vi: [GNAWER:Bị gặm nhấm]

# CREATURE:BAT
source: [PREFSTRING:haunting cries]
cs: [PREFSTRING:strašidelné skřeky]
de: [PREFSTRING:verfolgender Schrei]
eo: [PREFSTRING:misteraj blekoj]
es: [PREFSTRING:gritos inquietantes]
ja: [PREFSTRING:超音波で狩りをする]
pl: [PREFSTRING:prześladujące płacze]
ru: [PREFSTRING:тревожные крики]
tr: [PREFSTRING:akıldan çıkmayan çığlıklar]
vi: [PREFSTRING:Những tiếng kêu ám ảnh]

# CREATURE:BAT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BAT
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:BAT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:BAT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BAT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:BAT_MAN
source: [CASTE_NAME:bat man:bat men:bat man]
cs: [CASTE_NAME:netopýří muž:netopýří muži:netopýřího muže]
de: [CASTE_NAME:Fledermausmann:Fledermausmänner:Fledermausmann]
eo: [CASTE_NAME:homvespertiĉo:homvespertiĉoj:de homvespertiĉo]
es: [CASTE_NAME:hombre murciélago:hombres murciélago:hombre murciélago]
ja: [CASTE_NAME:コウモリ男:コウモリ男:コウモリ男の]
ko: [CASTE_NAME:남성 박쥐인간:남성 박쥐인간들:남성 박쥐인간]
pl: [CASTE_NAME:mężczyzna nietoperz:mężczyźni nietoperze:męsko nietoperzy]
ru: [CASTE_NAME:бэтман:бэтманы:бэтмана]
tr: [CASTE_NAME:yarasa adam:yarasa adamlar:yarasa adam]
vi: [CASTE_NAME:Người dơi nam:Người dơi nam:Người dơi nam]
zh_hans: [CASTE_NAME:蝙蝠男:蝙蝠男:蝙蝠男]

# CREATURE:BAT_MAN
source: [CASTE_NAME:bat woman:bat women:bat woman]
cs: [CASTE_NAME:netopýří žena:netopýří ženy:netopýří ženu]
de: [CASTE_NAME:Fledermausfrau:Fledermausfrauen:Fledermausfrau]
eo: [CASTE_NAME:homvespertino:homvespertinoj:de homvespertino]
es: [CASTE_NAME:mujer murciélago:mujeres murciélago:mujer murciélago]
ja: [CASTE_NAME:コウモリ女:コウモリ女:コウモリ女の]
ko: [CASTE_NAME:여성 박쥐인간:여성 박쥐인간들:여성 박쥐인간]
pl: [CASTE_NAME:kobieta nietoperz:kobiety nietoperze:kobieco nietoperzy]
ru: [CASTE_NAME:женщина-летучая мышь:женщины-летучие мыши:женщины-летучей мыши]
tr: [CASTE_NAME:yarasa kadın:yarasa kadınlar:yarasa kadın]
vi: [CASTE_NAME:Người dơi nữ:Người dơi nữ:Người dơi nữ]
zh_hans: [CASTE_NAME:蝙蝠女:蝙蝠女:蝙蝠女]

# CREATURE:BAT_MAN
source: [NAME:bat man:bat men:bat man]
cs: [NAME:netopýří muž:netopýří muži:netopýřího muže]
de: [NAME:Fledermausmensch:Fledermausmenschen:Fledermausmensch]
eo: [NAME:homvesperto:homvespertoj:de homvesperto]
es: [NAME:hombre murciélago:hombres murciélago:hombre murciélago]
ja: [NAME:コウモリ男:コウモリ男:コウモリ男の]
ko: [NAME:박쥐인간:박쥐인간들:박쥐인간]
pl: [NAME:człowiek nietoperz:ludzie nietoperze:ludzko nietoperzy]
ru: [NAME:бэтман:бэтманы:бэтмана]
tr: [NAME:yarasa adamı:yarasa adamları:yarasa adam]
vi: [NAME:Người dơi nam:Người dơi nam:Người dơi nam]
zh_hans: [NAME:蝙蝠人:蝙蝠人:蝙蝠人]

# CREATURE:BAT_MAN
source: [DESCRIPTION:A humanoid with the head of a bat and wings stretching from wrist to ankle.]
cs: [DESCRIPTION:Humanoid s hlavou netopýra a křídly sahajícími od zápěstí po kotník.]
de: [DESCRIPTION:Ein Humanoid mit dem Kopf einer Fledermaus und Flügeln, die sich vom Handgelenk bis zum Knöchel erstrecken.]
eo: [DESCRIPTION:Homsimilulo kun la kapo de vesperto kaj flugiloj streĉante el pojno al maleolo.]
es: [DESCRIPTION:Un humanoide con la cabeza de un murcièlago y alas que se extienden desde sus muñecas hasta la altura de sus tobillos.]
ja: [DESCRIPTION:コウモリの頭と、手首から足首まで広がる皮膜を持つ人間だ。]
ko: [DESCRIPTION:박쥐의 머리와 손목에서 발목까지 날개가 뻗어 있는 인간형 생물체.]
pl: [DESCRIPTION:Humanoid z głową nietoperza i skrzydłami rozciągającymi się od nadgarstka do kostki. Cały czas powtarza "jestem batman".]
ru: [DESCRIPTION:Человекоподобное существо с головой летучей мыши и крыльями, натянутыми от запястий до лодыжек.]
tr: [DESCRIPTION:Yarasa kafasına ve bilekten ayak bileğine kadar uzanan kanatlara sahip bir insansı.]
vi: [DESCRIPTION:Một hình nhân với cái đầu của một con dơi và đôi cánh trải dài từ cổ tay đến mắt cá chân.]

# CREATURE:MAGGOT_PURRING
source: [DESCRIPTION:A tiny larva which is prized for its milk.]
cs: [DESCRIPTION:Drobná larva, která je ceněna pro své mléko.]
de: [DESCRIPTION:Eine winzige Larve, die für ihre Milch geschätzt wird.]
eo: [DESCRIPTION:Eta larva kiu estimatas pro sia lakto.]
es: [DESCRIPTION:una pequeña larva que es valiosa por su leche.]
ja: [DESCRIPTION:小さなイモムシ。ミルクの価値が高い。]
ko: [DESCRIPTION:우유로 유명한 작은 유충.]
pl: [DESCRIPTION:Mała larwa ceniona ze względu na mleko.]
ru: [DESCRIPTION:Крохотные личинки, которые ценятся за производимое ими молоко.]
tr: [DESCRIPTION:Sütü için değer verilen minik bir larva.]
vi: [DESCRIPTION:Một ấu trùng nhỏ bé được trân quý vì sữa của nó.]

# CREATURE:MAGGOT_PURRING
source: [NAME:purring maggot:purring maggots:purring maggot]
cs: [NAME:vrnící larva:vrnící larvy:vrnící larvu]
de: [NAME:schnurrende Made:schnurrende Maden:schnurrende Made]
eo: [NAME:ronronanta larvo:ronronantaj larvoj:de ronronanta larvo]
es: [NAME:gusano ronroneante:gusanos ronroneantes:gusano ronroneante]
ja: [NAME:パーリング・マゴット:パーリング・マゴット:パーリング・マゴットの]
pl: [NAME:mruczący robak: mruczące robaki: mrucząco robaczy]
ru: [NAME:урчащая личинка:урчащие личинки:урчащей личинки]
tr: [NAME:mırıldanan kurtçuk:mırıldanan kurtçuklar:mırıldanan kurtçuk]
vi: [NAME:Giòi kêu rừ rừ:Giòi kêu rừ rừ:Giòi kêu rừ rừ]
zh_hans: [NAME:呼噜蛆:呼噜蛆:呼噜蛆]
