Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_COUGAR
source: [DESCRIPTION:A huge monster in the form of a cougar.]
cs: [DESCRIPTION:Obrovská příšera v podobě pumy.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Pumas.]
eo: [DESCRIPTION:Grandega monstro kun formo de pumo.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un puma.]
ja: [DESCRIPTION:ピューマのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:퓨마의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci pumy.]
ru: [DESCRIPTION:Огромный монстр, похожий на пуму.]
tr: [DESCRIPTION:Dağ aslanı biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ hình dạng loài báo sư tử.]
zh_hans: [DESCRIPTION:一只巨大的美洲狮怪。]

# CREATURE:GIANT_COUGAR
source: [PREFSTRING:cunning]
cs: [PREFSTRING:chytrost]
de: [PREFSTRING:gerissen]
eo: [PREFSTRING:sagaceco]
es: [PREFSTRING:astuto]
ja: [PREFSTRING:狡猾]
ko: [PREFSTRING:교활함]
pl: [PREFSTRING:chytry]
ru: [PREFSTRING:хитрость]
tr: [PREFSTRING:kurnazlık]
vi: [PREFSTRING:Tinh ranh]
zh_hans: [PREFSTRING:狡猾的]

# CREATURE:WOLF
source: [DESCRIPTION:A large canine found in temperate regions. It is territorial and hunts in packs.]
cs: [DESCRIPTION:Velký psovitý tvor z mírného pásma. Je teritoriální a loví ve smečkách.]
de: [DESCRIPTION:Ein großer Hund, der in gemäßigten Regionen vorkommt. Er ist territorial und jagt in Rudeln.]
eo: [DESCRIPTION:Granda hundedo kiu troviĝas en mezvarmaj regionoj. Ĝi teritorias, kaj ĉasas grege.]
es: [DESCRIPTION:Un gran canino encontrado en regiones templadas. Es territorial y caza en manada]
ja: [DESCRIPTION:温帯に棲息する大型の犬。なわばりを持ち、群れで狩りをする。]
ko: [DESCRIPTION: 온대 지역에서 발견되는 대형 송곳니. 텃세를 부리며 무리지어 사냥을 합니다.]
pl: [DESCRIPTION:Duży psowaty, którego można znaleźć w umiarkowanych regionach. Jest terytorialny i poluje w stadach.]
ru: [DESCRIPTION:Крупное животное из семейства собачьих, обитающее в регионах с умеренным климатом. Они имеют собственные угодья и часто охотятся стаями.]
tr: [DESCRIPTION:Ilıman bölgelerde bulunan büyük bir köpeksi. Bölgecidir ve sürüler halinde avlanır.]
vi: [DESCRIPTION:Một loài chó lớn được tìm thấy ở các vùng ôn đới. Nó có tính lãnh thổ cao và săn mồi theo bầy.]
zh_hans: [DESCRIPTION:一种常在温带地区的大型犬科生物。它具有较强的领地意识并且集体狩猎。]

# CREATURE:WOLF
source: [NAME:wolf:wolves:wolf]
cs: [NAME:vlk:vlci:vlka]
de: [NAME:Wolf:Wölfe:Wolf]
eo: [NAME:lupo:lupoj:de lupo]
es: [NAME:lobo:lobos:lobo]
ja: [NAME:狼:狼:狼の]
ko: [NAME:늑대:늑대떼:늑대]
pl: [NAME:wilk:wilki:wilczy]
ru: [NAME:волк:волки:волка]
tr: [NAME:kurt:kurtlar:kurt]
vi: [NAME:Sói:Sói:Sói]
zh_hans: [NAME:狼:狼:狼]

# CREATURE:WOLF
source: [CASTE_NAME:wolf:wolves:wolf]
cs: [CASTE_NAME:vlk:vlci:vlka]
de: [CASTE_NAME:Wolf:Wölfe:Wolf]
eo: [CASTE_NAME:lupo:lupoj:de lupo]
es: [CASTE_NAME:lobo:lobos:lobo]
ja: [CASTE_NAME:狼:狼:狼の]
ko: [CASTE_NAME:늑대:늑대들:늑대]
pl: [CASTE_NAME:wilk:wilki:wilczy]
ru: [CASTE_NAME:волк:волки:волка]
tr: [CASTE_NAME:kurt:kurtlar:kurt]
vi: [CASTE_NAME:Sói:Sói:Sói]
zh_hans: [CASTE_NAME:狼:狼:狼]

# CREATURE:WOLF
source: [GENERAL_CHILD_NAME:wolf pup:wolf pups]
cs: [GENERAL_CHILD_NAME:vlče:vlčata]
de: [GENERAL_CHILD_NAME:Wolfswelpe:Wolfswelpen]
eo: [GENERAL_CHILD_NAME:lupido:lupidoj]
es: [GENERAL_CHILD_NAME:cría de lobo:crías de lobo]
ja: [GENERAL_CHILD_NAME:狼の子供:狼の子供の]
ko: [GENERAL_CHILD_NAME:새끼 늑대:새끼 늑대들]
pl: [GENERAL_CHILD_NAME:wilcze szczenię:wilcze szczenięta]
ru: [GENERAL_CHILD_NAME:волчонок:волчата]
tr: [GENERAL_CHILD_NAME:yavru kurt:yavru kurtlar]
vi: [GENERAL_CHILD_NAME:Sói con:Sói con]
zh_hans: [GENERAL_CHILD_NAME:狼幼崽:狼幼崽]

# CREATURE:WOLF
source: [PREFSTRING:cunning]
cs: [PREFSTRING:chytrost]
de: [PREFSTRING:gerissen]
eo: [PREFSTRING:sagaceco]
es: [PREFSTRING:astuto]
ja: [PREFSTRING:狡猾]
ko: [PREFSTRING:교활함]
pl: [PREFSTRING:chytry]
ru: [PREFSTRING:хитрость]
tr: [PREFSTRING:kurnazlık]
vi: [PREFSTRING:Tinh ranh]
zh_hans: [PREFSTRING:狡猾的]

# CREATURE:WOLF
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:WOLF
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:WOLF
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:WOLF
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:WOLF
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:WOLF_MAN
source: [CASTE_NAME:wolf man:wolf men:wolf man]
cs: [CASTE_NAME:vlčí muž:vlčí muži:vlčího muže]
de: [CASTE_NAME:Wolfsrüde:Wolfsrüden:Wolfsrüde]
eo: [CASTE_NAME:homlupiĉo:homlupiĉoj:de homlupiĉo]
es: [CASTE_NAME:hombre lobo:hombres lobo:hombre lobo]
ja: [CASTE_NAME:狼男:狼男:狼男の]
ko: [CASTE_NAME:남성 늑대인간:남성 늑대인간들:남성 늑대인간]
pl: [CASTE_NAME:wilkomężczyzna:wilkomężczyźni:wilkomężczyzny]
ru: [CASTE_NAME:мужчина-волк:мужчины-волки:мужчины-волка]
tr: [CASTE_NAME:erkek kurt:erkek kurtlar:erkek kurt]
vi: [CASTE_NAME:Người sói:Người sói:Người sói]
zh_hans: [CASTE_NAME:狼男:狼男:狼男]

# CREATURE:WOLF_MAN
source: [CASTE_NAME:wolf woman:wolf women:wolf woman]
cs: [CASTE_NAME:vlčí žena:vlčí ženy:vlčí ženu]
de: [CASTE_NAME:Wolfshündin:Wolfshündinnen:Wolfshündin]
eo: [CASTE_NAME:homlupino:homlupinoj:de homlupino]
es: [CASTE_NAME:mujer lobo:mujeres lobo:mujer lobo]
ja: [CASTE_NAME:狼女:狼女:狼女の]
ko: [CASTE_NAME:여성 늑대인간:여성 늑대인간들:여성 늑대인간]
pl: [CASTE_NAME:wilkokobieta:wilkokobiety:wilkokobiecy]
ru: [CASTE_NAME:женщина-волчица:женщины-волчицы:женщины-волчицы]
tr: [CASTE_NAME:dişi kurt:dişi kurtlar:dişi kurt]
vi: [CASTE_NAME:Nữ sói:Nữ sói:Nữ sói]
zh_hans: [CASTE_NAME:狼女:狼女:狼女]

# CREATURE:WOLF_MAN
source: [NAME:wolf man:wolf men:wolf man]
cs: [NAME:vlčí muž:vlčí muži:vlčího muže]
de: [NAME:Wolfsrüde:Wolfsrüden:Wolfsrüde]
eo: [NAME:homlupo:homlupoj:de homlupo]
es: [NAME:hombre lobo:hombres lobo:hombre lobo]
ja: [NAME:狼男:狼男:狼男の]
ko: [NAME:늑대인간:늑대인간들:늑대인간]
pl: [NAME:wilkoczłowiek:wilkoludzie:wilkoludzki]
ru: [NAME:человек-волк:люди-волки:человека-волка]
tr: [NAME:erkek kurt:erkek kurtlar:erkek kurt]
vi: [NAME:Người sói:Người sói:Người sói]
zh_hans: [NAME:狼人:狼人:狼人]

# CREATURE:WOLF_MAN
source: [DESCRIPTION:A person with the head and tail of a wolf.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem vlka.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Schwanz eines Wolfes.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de lupo.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de un lobo.]
ja: [DESCRIPTION:狼の頭と尾を持つ人間だ。]
ko: [DESCRIPTION:늑대의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem wilka.]
ru: [DESCRIPTION:Человек с головой и хвостом волка.]
tr: [DESCRIPTION:Kurt başlı ve kuyruklu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có cái đầu và đuôi của loài sói.]
zh_hans: [DESCRIPTION:一个长着狼头和尾巴的人。]

# CREATURE:GIANT_WOLF
source: [NAME:giant wolf:giant wolves:giant wolf]
cs: [NAME:obří vlk:obří vlci:obřího vlka]
de: [NAME:riesiger Wolf:riesige Wölfe:riesiger Wolf]
eo: [NAME:giganta lupo:gigantaj lupoj:de giganta lupo]
es: [NAME:lobo gigante:lobos gigantes:lobo gigante]
ja: [NAME:巨大狼:巨大狼:巨大狼の]
ko: [NAME:거대 늑대:거대 늑대들:거대 늑대]
pl: [NAME:gigantyczny wilk:gigantyczne wilki:gigantyczno wilczy]
ru: [NAME:гигантский волк:гигантские волки:гигантского волка]
tr: [NAME:dev kurt:dev kurtlar:dev kurt]
vi: [NAME:Sói khổng lồ:Sói khổng lồ:Sói khổng lồ]
zh_hans: [NAME:巨狼:巨狼:巨狼]

# CREATURE:GIANT_WOLF
source: [CASTE_NAME:giant wolf:giant wolves:giant wolf]
cs: [CASTE_NAME:obří vlk:obří vlci:obřího vlka]
de: [CASTE_NAME:riesiger Wolf:riesige Wölfe:riesiger Wolf]
eo: [CASTE_NAME:giganta lupo:gigantaj lupoj:de giganta lupo]
es: [CASTE_NAME:lobo gigante:lobos gigantes:lobo gigante]
ja: [CASTE_NAME:巨大狼:巨大狼:巨大狼の]
ko: [CASTE_NAME:거대 늑대:거대 늑대들:거대 늑대]
pl: [CASTE_NAME:gigantyczny wilk:gigantyczne wilki:gigantyczno wilczy]
ru: [CASTE_NAME:гигантский волк:гигантские волки:гигантского волка]
tr: [CASTE_NAME:dev kurt:dev kurtlar:dev kurt]
vi: [CASTE_NAME:Sói khổng lồ:Sói khổng lồ:Sói khổng lồ]
zh_hans: [CASTE_NAME:巨狼:巨狼:巨狼]

# CREATURE:GIANT_WOLF
source: [GENERAL_CHILD_NAME:giant wolf pup:giant wolf pups]
cs: [GENERAL_CHILD_NAME:vlče obřího vlka:vlčata obřího vlka]
de: [GENERAL_CHILD_NAME:Riesenwolfswelpe:Riesenwolfswelpe]
eo: [GENERAL_CHILD_NAME:giganta lupido:gigantaj lupidoj]
es: [GENERAL_CHILD_NAME:cria de lobo gigante:crias de lobo gigante]
ja: [GENERAL_CHILD_NAME:巨大狼の子供:巨大狼の子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 늑대:새끼 거대 늑대들]
pl: [GENERAL_CHILD_NAME:szczenię gigantycznego wilka:szczenięta gigantycznego wilka]
ru: [GENERAL_CHILD_NAME:гигантский волчонок:гигантские волчата]
tr: [GENERAL_CHILD_NAME:yavru dev kurt:yavru dev kurtlar]
vi: [GENERAL_CHILD_NAME:Sói con khổng lồ:Sói con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨狼幼崽:巨狼幼崽]

# CREATURE:GIANT_WOLF
source: [DESCRIPTION:A huge monster in the shape of a wolf.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru vlka.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Wolfs.]
eo: [DESCRIPTION:Grandega monstro kun formo de lupo.]
es: [DESCRIPTION:Un enorme mosutro en forma de un lobo]
ja: [DESCRIPTION:狼のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:늑대의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie wilka.]
ru: [DESCRIPTION:Огромный монстр, похожий на волка.]
tr: [DESCRIPTION:Kurt biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ hình dạng loài sói.]
zh_hans: [DESCRIPTION:一只巨大的狼怪。]

# CREATURE:GIANT_WOLF
source: [PREFSTRING:cunning]
cs: [PREFSTRING:chytrost]
de: [PREFSTRING:gerissen]
eo: [PREFSTRING:sagaceco]
es: [PREFSTRING:astuto]
ja: [PREFSTRING:狡猾]
ko: [PREFSTRING:교활함]
pl: [PREFSTRING:chytry]
ru: [PREFSTRING:хитрость]
tr: [PREFSTRING:kurnazlık]
vi: [PREFSTRING:Tinh ranh]
zh_hans: [PREFSTRING:狡猾的]

# CREATURE:GROUNDHOG
source: [DESCRIPTION:A large, round, lowland rodent. It lives in burrows in the ground and ventures out to eat.]
cs: [DESCRIPTION:Velký, zavalitý hlodavec z nížin. Žije v norách a vyráží ven za potravou.]
de: [DESCRIPTION:Ein großes, rundes Tiefland-Nagetier. Er lebt in Erdlöchern und wagt sich zum Fressen hinaus.]
eo: [DESCRIPTION:Granda ronda malaltebenaĵa ronĝulo. Ĝi loĝas nestotrue en la grundo, kaj hazardas eksteren por manĝado.]
es: [DESCRIPTION:Un gran, redondeado y abajeño roedor. Vive en madrigueras en suelo y se aventura fuera para comer.]
ja: [DESCRIPTION:丸っこい大型げっ歯類。低地に棲息する。地面に巣穴を掘る。]
ko: [DESCRIPTION:크고 둥근 저지대 설치류. 땅속 굴에 살며, 먹이를 찾아 모험을 떠납니다.]
pl: [DESCRIPTION:Duży, okrągły, nizinny gryzoń. Żyje w norach w ziemi i zapuszcza się na zewnątrz po jedzenie.]
ru: [DESCRIPTION:Крупный округлый равнинный грызун. Живёт в норах под землёй и выбирается наверх только чтобы поесть.]
tr: [DESCRIPTION:Büyük, yuvarlak, ova kemirgeni. Yerdeki oyuklarda yaşar ve yemek yemek için dışarı çıkar.]
vi: [DESCRIPTION:Một loài gặm nhấm lớn, tròn, sống ở vùng đất thấp. Nó sống trong hang dưới đất và mạo hiểm ra ngoài để kiếm ăn.]
zh_hans: [DESCRIPTION:一种常在低地发现的大型圆状啮齿动物。它们居住在地道，出门探险觅食。]

# CREATURE:GROUNDHOG
source: [NAME:groundhog:groundhogs:groundhog]
cs: [NAME:svišť:svišti:sviště]
de: [NAME:Murmeltier:Murmeltiere:Murmeltier]
eo: [NAME:arbara marmoto:arbaraj marmotoj:de arbara marmoto]
es: [NAME:marmota:marmotas:marmota]
ja: [NAME:ウッドチャック:ウッドチャック:ウッドチャックの]
ko: [NAME:마멋:마멋들:마멋]
pl: [NAME:świszcz:świszcze:świszczowy]
ru: [NAME:сурок:сурки:сурка]
tr: [NAME:dağ sıçanı:dağ sıçanları:dağ sıçanı]
vi: [NAME:Chuột chũi đất:Chuột chũi đất:Chuột chũi đất]
zh_hans: [NAME:土拨鼠:土拨鼠:土拨鼠]

# CREATURE:GROUNDHOG
source: [CASTE_NAME:groundhog:groundhogs:groundhog]
cs: [CASTE_NAME:svišť:svišti:sviště]
de: [CASTE_NAME:Murmeltier:Murmeltiere:Murmeltier]
eo: [CASTE_NAME:arbara marmoto:arbaraj marmotoj:de arbara marmoto]
es: [CASTE_NAME:marmota:marmotas:marmota]
ja: [CASTE_NAME:ウッドチャック:ウッドチャック:ウッドチャックの]
ko: [CASTE_NAME:마멋:마멋들:마멋]
pl: [CASTE_NAME:świszcz:świszcze:świszczowy]
ru: [CASTE_NAME:сурок:сурки:сурка]
tr: [CASTE_NAME:dağ sıçanı:dağ sıçanları:dağ sıçanı]
vi: [CASTE_NAME:Chuột chũi đất:Chuột chũi đất:Chuột chũi đất]
zh_hans: [CASTE_NAME:土拨鼠:土拨鼠:土拨鼠]

# CREATURE:GROUNDHOG
source: [GENERAL_CHILD_NAME:groundhog pup:groundhog pups]
cs: [GENERAL_CHILD_NAME:mládě sviště:mláďata sviště]
de: [GENERAL_CHILD_NAME:Murmeltierwelpe:Murmeltierwelpen]
eo: [GENERAL_CHILD_NAME:arbara marmotido:arbara marmotidoj]
es: [GENERAL_CHILD_NAME:cachorro de marmota:cachorros de marmota]
ja: [GENERAL_CHILD_NAME:ウッドチャックの子供:ウッドチャックの子供の]
ko: [GENERAL_CHILD_NAME:새끼 마멋:새끼 마멋들:새끼 마멋]
pl: [GENERAL_CHILD_NAME:młody świszcza:młode świszcza]
ru: [GENERAL_CHILD_NAME:детёныш сурка:детёныши сурка]
tr: [GENERAL_CHILD_NAME:yavru dağ sıçanı:yavru dağ sıçanları]
vi: [GENERAL_CHILD_NAME:Chuột chũi đất con:Chuột chũi đất con]
zh_hans: [GENERAL_CHILD_NAME:土拨鼠幼崽:土拨鼠幼崽]

# CREATURE:GROUNDHOG
source: [PREFSTRING:ability to burrow]
cs: [PREFSTRING:schopností hrabat nory]
de: [PREFSTRING:kann sich eingraben]
eo: [PREFSTRING:kapablo por nestotruado]
es: [PREFSTRING:habilidad para enterrarse]
ja: [PREFSTRING:巣穴を掘る]
ko: [PREFSTRING:땅을 파는 능력]
pl: [PREFSTRING:zdolność do zakopywania się]
ru: [PREFSTRING:способность рыть норки]
tr: [PREFSTRING:oyuk açma yeteneği]
vi: [PREFSTRING:khả năng đào hang]
zh_hans: [PREFSTRING:可挖洞]

# CREATURE:GROUNDHOG
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:GROUNDHOG
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:GROUNDHOG
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:GROUNDHOG
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:GROUNDHOG
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GROUNDHOG_MAN
source: [CASTE_NAME:groundhog man:groundhog men:groundhog man]
cs: [CASTE_NAME:sviští muž:sviští muži:svištího muže]
eo: [CASTE_NAME:hom-arbar-marmotiĉo:hom-arbar-marmotiĉoj:de hom-arbar-marmotiĉo]
es: [CASTE_NAME:hombre marmota:hombres marmota:hombre marmota]
ja: [CASTE_NAME:ウッドチャック男:ウッドチャック男:ウッドチャック男の]
ko: [CASTE_NAME:남성 마멋인간:남성 마멋인간들:남성 마멋인간]
pl: [CASTE_NAME:świszczomężczyzna:świszczomężczyźni:świszczomężczyzny]
ru: [CASTE_NAME:мужчина-сурок:мужчины-сурки:мужчины-сурка]
tr: [CASTE_NAME:erkek dağ sıçanı:erkek dağ sıçanları:erkek dağ sıçanı]
vi: [CASTE_NAME:Người chuột chũi đất:Người chuột chũi đất:Người chuột chũi đất]
zh_hans: [CASTE_NAME:土拨鼠男:土拨鼠男:土拨鼠男]

# CREATURE:GROUNDHOG_MAN
source: [CASTE_NAME:groundhog woman:groundhog women:groundhog woman]
cs: [CASTE_NAME:sviští žena:sviští ženy:sviští ženu]
de: [CASTE_NAME:weibliches Murmeltier:weibliche Murmeltiere:weibliches Murmeltier]
eo: [CASTE_NAME:hom-arbar-marmotino:hom-arbar-marmotinoj:de hom-arbar-marmotino]
es: [CASTE_NAME:mujer marmota:mujeres marmota:mujer marmota]
ja: [CASTE_NAME:ウッドチャック女:ウッドチャック女:ウッドチャック女の]
ko: [CASTE_NAME:여성 마멋인간:여성 마멋인간들:여성 마멋인간]
pl: [CASTE_NAME:świszczokobieta:świszczokobiety:świszczokobiecy]
ru: [CASTE_NAME:женщина-сурок:женщины-сурки:женщины-сурка]
tr: [CASTE_NAME:dişi dağ sıçanı:dişi dağ sıçanları:dişi dağ sıçanı]
vi: [CASTE_NAME:Nữ chuột chũi đất:Nữ chuột chũi đất:Nữ chuột chũi đất]
zh_hans: [CASTE_NAME:土拨鼠女:土拨鼠女:土拨鼠女]

# CREATURE:GROUNDHOG_MAN
source: [NAME:groundhog man:groundhog men:groundhog man]
cs: [NAME:sviští muž:sviští muži:svištího muže]
de: [NAME:männliches Murmeltier:männliche Murmeltiere:männliches Murmeltiergetiermensch]
eo: [NAME:hom-arbar-marmoto:hom-arbar-marmotoj:de hom-arbar-marmoto]
es: [NAME:hombre marmota:hombres marmota:hombre marmota]
ja: [NAME:ウッドチャック男:ウッドチャック男:ウッドチャック男の]
ko: [NAME:마멋인간:마멋인간들:마멋인간]
pl: [NAME:świszczoczłowiek:świszczoludzie:świszczoludzki]
ru: [NAME:человек-сурок:люди-сурки:человека-сурка]
tr: [NAME:erkek dağ sıçanı:erkek dağ sıçanları:erkek dağ sıçanı]
vi: [NAME:Người chuột chũi đất:Người chuột chũi đất:Người chuột chũi đất]
zh_hans: [NAME:土拨鼠人:土拨鼠人:土拨鼠人]

# CREATURE:GROUNDHOG_MAN
source: [DESCRIPTION:A person with the head and fur of a groundhog.]
cs: [DESCRIPTION:Osoba s hlavou a srstí sviště.]
de: [DESCRIPTION:Eine Person mit dem Kopf und dem Fell eines Murmeltiers.]
eo: [DESCRIPTION:Homo kun la kapo kaj la felo de arbara marmoto.]
es: [DESCRIPTION:Una persona con la cabeza y pelaje de una marmota.]
ja: [DESCRIPTION:ウッドチャックの頭と毛皮を持つ人間だ。]
ko: [DESCRIPTION:마멋의 머리와 털을 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i futrem świszcza.]
ru: [DESCRIPTION:Человек с головой и мехом сурка.]
tr: [DESCRIPTION:Dağ sıçanı başlı ve kürklü bir fantastik canlı.]
vi: [DESCRIPTION:Một người có cái đầu và bộ lông của loài chuột chũi đất.]
zh_hans: [DESCRIPTION:一个长着土拨鼠头和毛皮的人。]

# CREATURE:GIANT_GROUNDHOG
source: [NAME:giant groundhog:giant groundhogs:giant groundhog]
cs: [NAME:obří svišť:obří svišti:obřího sviště]
de: [NAME:Riesenmurmeltier:Riesenmurmeltiere:Riesenmurmeltier]
eo: [NAME:giganta arbara marmoto:gigantaj arbaraj marmotoj:de giganta arbara marmoto]
es: [NAME:marmota gigante:marmotas gigantes:marmota gigante]
ja: [NAME:巨大ウッドチャック:巨大ウッドチャック:巨大ウッドチャックの]
ko: [NAME:거대 마멋:거대 마멋들:거대 마멋]
pl: [NAME:gigantyczny świszcz:gigantyczne świszcze:gigantyczno świszczowy]
ru: [NAME:гигантский сурок:гигантские сурки:гигантского сурка]
tr: [NAME:dev dağ sıçanı:dev dağ sıçanları:dev dağ sıçanı]
vi: [NAME:Chuột chũi đất khổng lồ:Chuột chũi đất khổng lồ:Chuột chũi đất khổng lồ]
zh_hans: [NAME:巨土拨鼠:巨土拨鼠:巨土拨鼠]

# CREATURE:GIANT_GROUNDHOG
source: [CASTE_NAME:giant groundhog:giant groundhogs:giant groundhog]
cs: [CASTE_NAME:obří svišť:obří svišti:obřího sviště]
de: [CASTE_NAME:Riesenmurmeltier:Riesenmurmeltiere:Riesenmurmeltier]
eo: [CASTE_NAME:giganta arbara marmoto:gigantaj arbaraj marmotoj:de giganta arbara marmoto]
es: [CASTE_NAME:marmota gigante:marmotas gigantes:marmota gigante]
ja: [CASTE_NAME:巨大ウッドチャック:巨大ウッドチャック:巨大ウッドチャックの]
ko: [CASTE_NAME:거대 마멋:거대 마멋들:거대 마멋]
pl: [CASTE_NAME:gigantyczny świszcz:gigantyczne świszcze:gigantyczno świszczowy]
ru: [CASTE_NAME:гигантский сурок:гигантские сурки:гигантского сурка]
tr: [CASTE_NAME:dev dağ sıçanı:dev dağ sıçanları:dev dağ sıçanı]
vi: [CASTE_NAME:Chuột chũi đất khổng lồ:Chuột chũi đất khổng lồ:Chuột chũi đất khổng lồ]
zh_hans: [CASTE_NAME:巨土拨鼠:巨土拨鼠:巨土拨鼠]

# CREATURE:GIANT_GROUNDHOG
source: [GENERAL_CHILD_NAME:giant groundhog pup:giant groundhog pups]
cs: [GENERAL_CHILD_NAME:mládě obřího sviště:mláďata obřího sviště]
de: [GENERAL_CHILD_NAME:Riesenmurmeltier-Welpe:Riesenmurmeltier-Welpen]
eo: [GENERAL_CHILD_NAME:giganta arbara marmotido:gigantaj arbaraj marmotidoj]
es: [GENERAL_CHILD_NAME:cría de marmota gigante:crías de marmota gigante]
ja: [GENERAL_CHILD_NAME:巨大ウッドチャックの子供:巨大ウッドチャックの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대마멋:새끼 거대마멋들:새끼 거대마멋]
pl: [GENERAL_CHILD_NAME:młody gigantycznego świszcza:młode gigantycznego świszcza]
ru: [GENERAL_CHILD_NAME:детёныш гигантского сурка:детёныши гигантского сурка]
tr: [GENERAL_CHILD_NAME:yavru dev dağ sıçanı:yavru dev dağ sıçanları]
vi: [GENERAL_CHILD_NAME:Chuột chũi đất con khổng lồ:Chuột chũi đất con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨土拨鼠幼崽:巨土拨鼠幼崽]

# CREATURE:GIANT_GROUNDHOG
source: [DESCRIPTION:A large creature the shape of a groundhog.]
cs: [DESCRIPTION:Velký tvor ve tvaru sviště.]
de: [DESCRIPTION:Eine große Kreatur in Form eines Murmeltiers.]
eo: [DESCRIPTION:Granda estaĵo kun formo de arbara marmoto.]
es: [DESCRIPTION:Una gran criatura con la forma de una marmota.]
ja: [DESCRIPTION:ウッドチャックのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:마멋의 모습을 한 거대한 생물.]
pl: [DESCRIPTION:Duże stworzenie w kształcie świszcza.]
ru: [DESCRIPTION:Огромное существо, похожее на сурка.]
tr: [DESCRIPTION:Dağ sıçanı biçiminde büyük bir yaratık.]
vi: [DESCRIPTION:Một sinh vật lớn có hình dạng loài chuột chũi đất.]
zh_hans: [DESCRIPTION:一只体型巨大的土拨鼠生物。]

# CREATURE:GIANT_GROUNDHOG
source: [PREFSTRING:ability to burrow]
cs: [PREFSTRING:schopností hrabat nory]
de: [PREFSTRING:kann sich eingraben]
eo: [PREFSTRING:kapablo por nestotruado]
es: [PREFSTRING:habilidad para enterrarse]
ja: [PREFSTRING:巣穴を掘る]
ko: [PREFSTRING:땅을 파는 능력]
pl: [PREFSTRING:zdolność do zakopywania się]
ru: [PREFSTRING:способность рыть норки]
tr: [PREFSTRING:oyuk açma yeteneği]
vi: [PREFSTRING:khả năng đào hang]
zh_hans: [PREFSTRING:可挖洞]
