Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:BLUEBERRY
source: [STATE_NAME_ADJ:ALL_SOLID:frozen blueberry wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé kanadskoborůvkové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Blaubeerwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el blua bero]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de arándano azul congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったブルーベリーのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 블루베리 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее вино из голубики]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş yaban mersini şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu việt quất đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的蓝莓酒]

# PLANT:BLUEBERRY
source: [STATE_NAME_ADJ:LIQUID:blueberry wine]
cs: [STATE_NAME_ADJ:LIQUID:kanadskoborůvkové víno]
de: [STATE_NAME_ADJ:LIQUID:Blaubeerwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el blua bero]
es: [STATE_NAME_ADJ:LIQUID:vino de arándano azul]
ja: [STATE_NAME_ADJ:LIQUID:ブルーベリーのワイン]
ko: [STATE_NAME_ADJ:LIQUID:블루베리 와인]
ru: [STATE_NAME_ADJ:LIQUID:вино из голубики]
tr: [STATE_NAME_ADJ:LIQUID:yaban mersini şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu việt quất]
zh_hans: [STATE_NAME_ADJ:LIQUID:蓝莓酒]

# PLANT:BLUEBERRY
source: [STATE_NAME_ADJ:GAS:boiling blueberry wine]
cs: [STATE_NAME_ADJ:GAS:vroucí kanadskoborůvkové víno]
de: [STATE_NAME_ADJ:GAS:kochender Blaubeerwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el blua bero]
es: [STATE_NAME_ADJ:GAS:vino de arándano azul hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したブルーベリーのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 블루베리 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее вино из голубики]
tr: [STATE_NAME_ADJ:GAS:kaynayan yaban mersini şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu việt quất đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的蓝莓酒]

# PLANT:BLUEBERRY
source: [SEED:blueberry seed:blueberry seeds:]
cs: [SEED:borůvkové semeno:borůvková semena:]
de: [SEED:Blaubeer-Samen:Blaubeer-Samen:]
eo: [SEED:semo de blua bero:semoj de blua bero:]
es: [SEED:semilla de arándano azul:semillas de arándano azul:]
ja: [SEED:ブルーベリーの種:ブルーベリーの種:]
ko: [SEED:블루베리 씨앗:블루베리 씨앗들]
ru: [SEED:семя голубики:семена голубики:]
tr: [SEED:yaban mersini tohumu:yaban mersini tohumları:]
vi: [SEED:hạt việt quất:hạt việt quất:]
zh_hans: [SEED:蓝莓种子:蓝莓种子:]

# PLANT:BLUEBERRY
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:BLUEBERRY
source: [GROWTH_NAME:blueberry leaf:blueberry leaves]
cs: [GROWTH_NAME:list borůvky:listy borůvky]
de: [GROWTH_NAME:Blaubeerblätter:Blaubeerblätter]
eo: [GROWTH_NAME:folio de blua bero:folioj de blua bero]
es: [GROWTH_NAME:hoja de arándano azul:hojas de arándano azul]
ja: [GROWTH_NAME:ブルーベリーの葉:ブルーベリーの葉]
ko: [GROWTH_NAME:블루베리 잎:블루베리 잎들]
ru: [GROWTH_NAME:лист голубики:листья голубики]
tr: [GROWTH_NAME:yaban mersini yaprağı:yaban mersini yaprakları]
vi: [GROWTH_NAME:lá việt quất:lá việt quất]
zh_hans: [GROWTH_NAME:蓝莓叶:蓝莓叶]

# PLANT:BLUEBERRY
source: [GROWTH_NAME:blueberry flower:STP]
cs: [GROWTH_NAME:květ borůvky:STP]
de: [GROWTH_NAME:Blaubeerblüte:STP]
eo: [GROWTH_NAME:floro de blua bero:floroj de blua bero]
es: [GROWTH_NAME:flor arándano azul:STP]
ja: [GROWTH_NAME:ブルーベリーの花:STP]
ko: [GROWTH_NAME:블루베리 꽃:STP]
ru: [GROWTH_NAME:цветок голубики:цветы голубики]
tr: [GROWTH_NAME:yaban mersini çiçeği:STP]
zh_hans: [GROWTH_NAME:蓝莓花:STP]

# PLANT:BLUEBERRY
source: [GROWTH_NAME:blueberry:blueberries]
cs: [GROWTH_NAME:kanadská borůvka:kanadské borůvky]
de: [GROWTH_NAME:Blaubeere:Blaubeeren]
eo: [GROWTH_NAME:blua bero:bluaj beroj]
es: [GROWTH_NAME:arándano azul:arándanos azules]
ja: [GROWTH_NAME:ブルーベリー:ブルーベリー]
ko: [GROWTH_NAME:블루베리:블루베리들]
ru: [GROWTH_NAME:голубика:ягоды голубики]
tr: [GROWTH_NAME:yaban mersini:yaban mersinleri]
vi: [GROWTH_NAME:việt quất:việt quất]
zh_hans: [GROWTH_NAME:蓝莓:蓝莓]

# PLANT:BLACKBERRY
source: [NAME:blackberry bush]
cs: [NAME:ostružiník]
de: [NAME:Brombeerstrauch]
eo: [NAME:rubusujo]
es: [NAME:zarzamora]
ja: [NAME:ブラックベリーの茂み]
ko: [NAME:블랙베리 덤불]
ru: [NAME:ежевика]
tr: [NAME:böğürtlen çalısı]
vi: [NAME:bụi mâm xôi]
zh_hans: [NAME:黑莓灌木]

# PLANT:BLACKBERRY
source: [NAME_PLURAL:blackberry bushes]
cs: [NAME_PLURAL:ostružiníky]
de: [NAME_PLURAL:Brombeersträucher]
eo: [NAME_PLURAL:rubusujoj]
es: [NAME_PLURAL:zarzamora]
ja: [NAME_PLURAL:ブラックベリーの茂み]
ko: [NAME_PLURAL:블랙베리 덤불들
ru: [NAME_PLURAL:ежевика]
tr: [NAME_PLURAL:böğürtlen çalıları]
vi: [NAME_PLURAL:các bụi mâm xôi]
zh_hans: [NAME_PLURAL:黑莓灌木]

# PLANT:BLACKBERRY
source: [ADJ:blackberry bush]
cs: [ADJ:ostružiník]
de: [ADJ:Brombeerstrauch]
eo: [ADJ:de rubusujo]
es: [ADJ:de zarzamora]
ja: [ADJ:ブラックベリーの茂み]
ko: [ADJ:블랙베리 덤불]
ru: [ADJ:куст ежевики]
tr: [ADJ:böğürtlen çalısı]
vi: [ADJ:bụi mâm xôi]
zh_hans: [ADJ:黑莓灌木的]

# PLANT:BLACKBERRY
source: [STATE_NAME_ADJ:ALL_SOLID:frozen blackberry wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé ostružinové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Brombeerwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el rubuso]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de mora congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったブラックベリーのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 블랙베리 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее ежевичное вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş böğürtlen şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu mâm xôi đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的黑莓酒]

# PLANT:BLACKBERRY
source: [STATE_NAME_ADJ:LIQUID:blackberry wine]
cs: [STATE_NAME_ADJ:LIQUID:ostružinové víno]
de: [STATE_NAME_ADJ:LIQUID:Brombeerwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el rubuso]
es: [STATE_NAME_ADJ:LIQUID:vino de mora]
ja: [STATE_NAME_ADJ:LIQUID:ブラックベリーのワイン]
ko: [STATE_NAME_ADJ:LIQUID:블랙베리 와인]
ru: [STATE_NAME_ADJ:LIQUID:ежевичное вино]
tr: [STATE_NAME_ADJ:LIQUID:böğürtlen şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu mâm xôi]
zh_hans: [STATE_NAME_ADJ:LIQUID:黑莓酒]

# PLANT:BLACKBERRY
source: [STATE_NAME_ADJ:GAS:boiling blackberry wine]
cs: [STATE_NAME_ADJ:GAS:vroucí ostružinové víno]
de: [STATE_NAME_ADJ:GAS:kochender Brombeerwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el rubuso]
es: [STATE_NAME_ADJ:GAS:vino de mora hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したブラックベリーのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 블랙베리 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее ежевичное вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan böğürtlen şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu mâm xôi đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的黑莓酒]

# PLANT:BLACKBERRY
source: [SEED:blackberry seed:blackberry seeds:]
cs: [SEED:ostružinové semeno:ostružinová semena:]
de: [SEED:Brombeersamen:Brombeersamen:]
eo: [SEED:semo de rubuso:semoj de rubuso:]
es: [SEED:semilla de mora:semillas de mora:]
ja: [SEED:ブラックベリーの種:ブラックベリーの種:]
ko: [SEED:블랙베리 씨앗:블랙베리 씨앗들:]
ru: [SEED:семя ежевики:семена ежевики:]
tr: [SEED:böğürtlen tohumu:böğürtlen tohumları:]
zh_hans: [SEED:黑莓种子:黑莓种子:]

# PLANT:BLACKBERRY
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:BLACKBERRY
source: [GROWTH_NAME:blackberry leaf:blackberry leaves]
cs: [GROWTH_NAME:ostružinový list:ostružinové listy]
de: [GROWTH_NAME:Brombeerblatt:Brombeerblätter]
eo: [GROWTH_NAME:folio de rubuso:folioj de rubuso]
es: [GROWTH_NAME:hoja de zarzamora:hojas de zarzamora]
ja: [GROWTH_NAME:ブラックベリーの葉:ブラックベリーの葉]
ko: [GROWTH_NAME:블랙베리 잎:블랙베리 잎들]
ru: [GROWTH_NAME:лист ежевики:листья ежевики]
tr: [GROWTH_NAME:böğürtlen yaprağı:böğürtlen yaprakları]
vi: [GROWTH_NAME:lá mâm xôi:các lá mâm xôi]
zh_hans: [GROWTH_NAME:黑莓叶:黑莓叶]

# PLANT:BLACKBERRY
source: [GROWTH_NAME:blackberry flower:STP]
cs: [GROWTH_NAME:ostružinový květ:STP]
de: [GROWTH_NAME:Brombeerblüte:STP]
eo: [GROWTH_NAME:floro de rubuso:floroj de rubuso]
es: [GROWTH_NAME:flores de mora:STP]
ja: [GROWTH_NAME:ブラックベリーの花:STP]
ko: [GROWTH_NAME:블랙베리 꽃:STP]
ru: [GROWTH_NAME:цветок ежевики:цветы ежевики]
tr: [GROWTH_NAME:böğürtlen çiçeği:STP]
zh_hans: [GROWTH_NAME:黑莓花:STP]

# PLANT:BLACKBERRY
source: [GROWTH_NAME:blackberry:blackberries]
cs: [GROWTH_NAME:ostružina:ostružiny]
de: [GROWTH_NAME:Brombeere:Brombeeren]
eo: [GROWTH_NAME:rubuso:rubusoj]
es: [GROWTH_NAME:mora:moras]
ja: [GROWTH_NAME:ブラックベリー:ブラックベリー]
ko: [GROWTH_NAME:블랙베리:블랙베리들]
ru: [GROWTH_NAME:ежевика:ягоды ежевики]
tr: [GROWTH_NAME:böğürtlen:böğürtlenler]
vi: [GROWTH_NAME:quả mâm xôi:các quả mâm xôi]
zh_hans: [GROWTH_NAME:黑莓:黑莓]

# PLANT:RASPBERRY
source: [NAME:raspberry bush]
cs: [NAME:maliník]
de: [NAME:Himbeerstrauch]
eo: [NAME:frambujo]
es: [NAME:frambueso]
ja: [NAME:ラズベリーの茂み]
ko: [NAME:라즈베리 덤불]
ru: [NAME:малина]
tr: [NAME:ahududu çalısı]
vi: [NAME:bụi phúc bồn tử]
zh_hans: [NAME:山莓灌木]

# PLANT:RASPBERRY
source: [NAME_PLURAL:raspberry bushes]
cs: [NAME_PLURAL:maliníky]
de: [NAME_PLURAL:Himbeersträucher]
eo: [NAME_PLURAL:frambujoj]
es: [NAME_PLURAL:frambuesos]
ja: [NAME_PLURAL:ラズベリーの茂み]
ko: [NAME_PLURAL:라즈베리 덤불들]
ru: [NAME_PLURAL:малина]
tr: [NAME_PLURAL:ahududu çalıları]
vi: [NAME_PLURAL:các bụi phúc bồn tử]
zh_hans: [NAME_PLURAL:山莓灌木]

# PLANT:RASPBERRY
source: [ADJ:raspberry bush]
cs: [ADJ:maliník]
de: [ADJ:Himbeerstrauch]
eo: [ADJ:de frambujo]
es: [ADJ:de frambueso]
ja: [ADJ:ラズベリーの茂み]
ko: [ADJ:라즈베리 덤불]
ru: [ADJ:куст малины]
tr: [ADJ:ahududu çalısı]
vi: [ADJ:bụi phúc bồn tử]
zh_hans: [ADJ:山莓灌木的]

# PLANT:RASPBERRY
source: [STATE_NAME_ADJ:ALL_SOLID:frozen raspberry wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé malinové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Himbeerwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el frambo]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de frambuesa congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったラズベリーのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 라즈베리 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее малиновое вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş ahududu şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu phúc bồn tử đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的山莓酒]

# PLANT:RASPBERRY
source: [STATE_NAME_ADJ:LIQUID:raspberry wine]
cs: [STATE_NAME_ADJ:LIQUID:malinové víno]
de: [STATE_NAME_ADJ:LIQUID:Himbeerwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el frambo]
es: [STATE_NAME_ADJ:LIQUID:vino de frambuesa]
ja: [STATE_NAME_ADJ:LIQUID:ラズベリーのワイン]
ko: [STATE_NAME_ADJ:LIQUID:라즈베리 와인]
ru: [STATE_NAME_ADJ:LIQUID:малиновое вино]
tr: [STATE_NAME_ADJ:LIQUID:ahududu şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu phúc bồn tử]
zh_hans: [STATE_NAME_ADJ:LIQUID:山莓酒]

# PLANT:RASPBERRY
source: [STATE_NAME_ADJ:GAS:boiling raspberry wine]
cs: [STATE_NAME_ADJ:GAS:vroucí malinové víno]
de: [STATE_NAME_ADJ:GAS:kochender Himbeerwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el frambo]
es: [STATE_NAME_ADJ:GAS:vino de frambuesa hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したラズベリーのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 라즈베리 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее малиновое вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan ahududu şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu phúc bồn tử đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的山莓酒]

# PLANT:RASPBERRY
source: [SEED:raspberry seed:raspberry seeds:]
cs: [SEED:malinové semeno:malinová semena:]
de: [SEED:Himbeersamen:Himbeersamen:]
eo: [SEED:semo de frambo:semoj de frambo:]
es: [SEED:semilla de frambuesa:semillas de frambuesa:]
ja: [SEED:ラズベリーの種:ラズベリーの種:]
ko: [SEED:라즈베리 씨:라즈베리 씨들:]
ru: [SEED:семя малины:семена малины:]
tr: [SEED:ahududu tohumu:ahududu tohumları:]
zh_hans: [SEED:山莓种子:山莓种子:]

# PLANT:RASPBERRY
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:RASPBERRY
source: [GROWTH_NAME:raspberry leaf:raspberry leaves]
cs: [GROWTH_NAME:malinový list:malinové listy]
de: [GROWTH_NAME:Himbeerblatt:Himbeerblätter]
eo: [GROWTH_NAME:folio de frambo:folioj de frambo]
es: [GROWTH_NAME:hoja de frambueso:hojas de frambueso]
ja: [GROWTH_NAME:ラズベリーの葉:ラズベリーの葉]
ko: [GROWTH_NAME:라즈베리 잎:라즈베리 잎들]
ru: [GROWTH_NAME:лист малины:листья малины]
tr: [GROWTH_NAME:ahududu yaprağı:ahududu yaprakları]
vi: [GROWTH_NAME:lá phúc bồn tử:các lá phúc bồn tử]
zh_hans: [GROWTH_NAME:山莓叶:山莓叶]

# PLANT:RASPBERRY
source: [GROWTH_NAME:raspberry flower:STP]
cs: [GROWTH_NAME:malinový květ:STP]
de: [GROWTH_NAME:Himbeerblüte:STP]
eo: [GROWTH_NAME:floro de frambo:floroj de frambo]
es: [GROWTH_NAME:flor de frambuesa:STP]
ja: [GROWTH_NAME:ラズベリーの花:STP]
ko: [GROWTH_NAME:라즈베리 꽃:STP]
ru: [GROWTH_NAME:цветок малины:цветы малины]
tr: [GROWTH_NAME:ahududu çiçeği:STP]
zh_hans: [GROWTH_NAME:山莓花:STP]

# PLANT:RASPBERRY
source: [GROWTH_NAME:raspberry:raspberries]
cs: [GROWTH_NAME:malina:maliny]
de: [GROWTH_NAME:Himbeere:Himbeeren]
eo: [GROWTH_NAME:frambo:framboj]
es: [GROWTH_NAME:frambuesa:frambuesas]
ja: [GROWTH_NAME:ラズベリー:ラズベリー]
ko: [GROWTH_NAME:라즈베리:라즈베리들]
ru: [GROWTH_NAME:малина:ягоды малины]
tr: [GROWTH_NAME:ahududu:ahududular]
vi: [GROWTH_NAME:quả phúc bồn tử:các quả phúc bồn tử]
zh_hans: [GROWTH_NAME:山莓:山莓]

# PLANT:PINEAPPLE
source: [NAME:pineapple plant]
cs: [NAME:ananasovník]
de: [NAME:Ananaspflanze]
eo: [NAME:ananasujo]
es: [NAME:palmera]
ja: [NAME:パイナップル]
ko: [NAME:파인애플 식물]
ru: [NAME:ананас]
tr: [NAME:ananas bitkisi]
vi: [NAME:cây dứa]
zh_hans: [NAME:菠萝]

# PLANT:PINEAPPLE
source: [NAME_PLURAL:pineapple plants]
cs: [NAME_PLURAL:ananasovníky]
de: [NAME_PLURAL:Ananaspflanzen]
eo: [NAME_PLURAL:ananasujoj]
es: [NAME_PLURAL:palmeras]
ja: [NAME_PLURAL:パイナップル]
ko: [NAME_PLURAL:파인애플 식물]
ru: [NAME_PLURAL:ананас]
tr: [NAME_PLURAL:ananas bitkileri]
vi: [NAME_PLURAL:các cây dứa]
zh_hans: [NAME_PLURAL:菠萝]

# PLANT:PINEAPPLE
source: [ADJ:pineapple plant]
cs: [ADJ:ananasovník]
de: [ADJ:Ananaspflanze]
eo: [ADJ:de ananaso]
es: [ADJ:palmera]
ja: [ADJ:パイナップル]
ko: [ADJ:파인애플 식물]
ru: [ADJ:ананас]
tr: [ADJ:ananas bitkisi]
vi: [ADJ:cây dứa]
zh_hans: [ADJ:菠萝的]

# PLANT:PINEAPPLE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen pineapple wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé ananasové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Ananaswein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el ananaso]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de piña congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったパイナップルのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 파인애플 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее ананасовое вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş ananas şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu dứa đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的菠萝酒]

# PLANT:PINEAPPLE
source: [STATE_NAME_ADJ:LIQUID:pineapple wine]
cs: [STATE_NAME_ADJ:LIQUID:ananasové víno]
de: [STATE_NAME_ADJ:LIQUID:Ananaswein]
eo: [STATE_NAME_ADJ:LIQUID:vino el ananaso]
es: [STATE_NAME_ADJ:LIQUID:vino de piña]
ja: [STATE_NAME_ADJ:LIQUID:パイナップルのワイン]
ko: [STATE_NAME_ADJ:LIQUID:파인애플 와인]
ru: [STATE_NAME_ADJ:LIQUID:ананасовое вино]
tr: [STATE_NAME_ADJ:LIQUID:ananas şarabı]
zh_hans: [STATE_NAME_ADJ:LIQUID:菠萝酒]

# PLANT:PINEAPPLE
source: [STATE_NAME_ADJ:GAS:boiling pineapple wine]
cs: [STATE_NAME_ADJ:GAS:vroucí ananasové víno]
de: [STATE_NAME_ADJ:GAS:kochender Ananaswein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el ananaso]
es: [STATE_NAME_ADJ:GAS:vino de piña hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したパイナップルのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 파인애플 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее ананасовое вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan ananas şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu dứa đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾菠萝酒]

# PLANT:PINEAPPLE
source: [SEED:pineapple seed:pineapple seeds:]
cs: [SEED:ananasové semeno:ananasová semena:]
de: [SEED:Ananassamen:Ananassamen:]
eo: [SEED:semo de ananaso:semoj de ananaso:]
es: [SEED:semilla de piña:semillas de piña:]
ja: [SEED:パイナップルの種:パイナップルの種:]
ko: [SEED:파인애플 씨:파인애플 씨들:]
ru: [SEED:семя ананаса:семена ананаса:]
tr: [SEED:ananas tohumu:ananas tohumları:]
vi: [SEED:hạt dứa:các hạt dứa:]
zh_hans: [SEED:菠萝种子:菠萝种子:]

# PLANT:PINEAPPLE
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:PINEAPPLE
source: [GROWTH_NAME:pineapple leaf:pineapple leaves]
cs: [GROWTH_NAME:list ananasovníku:listy ananasovníku]
de: [GROWTH_NAME:Ananasblatt:Ananasblätter]
eo: [GROWTH_NAME:folio de ananaso.:folioj de ananaso]
es: [GROWTH_NAME:hoja de piña:hojas de piña]
ja: [GROWTH_NAME:パイナップルの葉:パイナップルの葉]
ko: [GROWTH_NAME:파인애플 잎:파인애플 잎들]
ru: [GROWTH_NAME:лист ананаса:листья ананаса]
tr: [GROWTH_NAME:ananas yaprağı:ananas yaprakları]
vi: [GROWTH_NAME:lá dứa:các lá dứa]
zh_hans: [GROWTH_NAME:菠萝树叶:菠萝树叶]

# PLANT:PINEAPPLE
source: [GROWTH_NAME:pineapple flower:STP]
cs: [GROWTH_NAME:květ ananasovníku:STP]
de: [GROWTH_NAME:Ananasblüte:STP]
eo: [GROWTH_NAME:floro de ananaso:floroj de ananaso]
es: [GROWTH_NAME:flor de poña:STP]
ja: [GROWTH_NAME:パイナップルの花:STP]
ko: [GROWTH_NAME:파인애플 꽃:STP]
ru: [GROWTH_NAME:цветок ананаса:цветы ананаса]
tr: [GROWTH_NAME:ananas çiçeği:STP]
zh_hans: [GROWTH_NAME:菠萝花:STP]

# PLANT:PINEAPPLE
source: [GROWTH_NAME:pineapple:STP]
cs: [GROWTH_NAME:ananas:STP]
de: [GROWTH_NAME:Ananas:STP]
eo: [GROWTH_NAME:ananaso:ananasoj]
es: [GROWTH_NAME:piña:STP]
ja: [GROWTH_NAME:パイナップル:STP]
ko: [GROWTH_NAME:파인애플:STP]
ru: [GROWTH_NAME:ананас:ананасы]
tr: [GROWTH_NAME:ananas:STP]
zh_hans: [GROWTH_NAME:菠萝:STP]

# PLANT:MEADOW-GRASS
source: [ALL_NAMES:meadow-grass]
cs: [ALL_NAMES:luční tráva]
de: [ALL_NAMES:Wiesengras]
eo: [ALL_NAMES:poo]
es: [ALL_NAMES:pasto-hierba]
ja: [ALL_NAMES:ナガハクサ]
ko: [ALL_NAMES:왕포아풀]
ru: [ALL_NAMES:мятлик луговой]
tr: [ALL_NAMES:salkım otu]
vi: [ALL_NAMES:cỏ đồng]
zh_hans: [ALL_NAMES:甸草]

# PLANT:HAIR GRASS
source: [ALL_NAMES:hair grass]
cs: [ALL_NAMES:jemná tráva]
de: [ALL_NAMES:Haargras]
eo: [ALL_NAMES:aspra agrosto]
es: [ALL_NAMES:hierba fina]
ja: [ALL_NAMES:ヒロハノコメススキ]
ko: [ALL_NAMES:좀새풀]
ru: [ALL_NAMES:луговник]
tr: [ALL_NAMES:saç otu]
vi: [ALL_NAMES:cỏ lông]
zh_hans: [ALL_NAMES:发草]

# PLANT:BENTGRASS
source: [ALL_NAMES:bentgrass]
cs: [ALL_NAMES:psineček]
de: [ALL_NAMES:Straußgras]
eo: [ALL_NAMES:haragrosto]
es: [ALL_NAMES:hierba doblada]
ja: [ALL_NAMES:ベントグラス]
ko: [ALL_NAMES:벤트그라스]
pl: [ALL_NAMES:mietlica]
ru: [ALL_NAMES:полевица]
tr: [ALL_NAMES:tavus otu]
vi: [ALL_NAMES:cỏ bent]
zh_hans: [ALL_NAMES:糠穗草]

# PLANT:RYEGRASS
source: [ALL_NAMES:ryegrass]
cs: [ALL_NAMES:jílek]
de: [ALL_NAMES:Weidelgras]
eo: [ALL_NAMES:lolio]
es: [ALL_NAMES:ballica]
ja: [ALL_NAMES:ネズミムギ]
ko: [ALL_NAMES:독보리]
ru: [ALL_NAMES:плевел]
tr: [ALL_NAMES:çim]
vi: [ALL_NAMES:cỏ lúa mạch đen]
zh_hans: [ALL_NAMES:绿麦草]

# PLANT:FESCUE GRASS
source: [ALL_NAMES:fescue grass]
cs: [ALL_NAMES:kostřava]
de: [ALL_NAMES:Schwingelgras]
eo: [ALL_NAMES:festuko]
es: [ALL_NAMES:hierba fresca]
ja: [ALL_NAMES:オニウシノケグサ]
ko: [ALL_NAMES:김의털풀]
ru: [ALL_NAMES:овсяница]
tr: [ALL_NAMES:yumak otu]
vi: [ALL_NAMES:cỏ fescue]
zh_hans: [ALL_NAMES:细叶草]

# PLANT:REEDGRASS
source: [ALL_NAMES:reedgrass]
cs: [ALL_NAMES:rákosová tráva]
de: [ALL_NAMES:Schilfgras]
eo: [ALL_NAMES:kalagrosto]
es: [ALL_NAMES:hierba de caña]
ja: [ALL_NAMES:ノガリヤス]
ko: [ALL_NAMES:산새풀속]
ru: [ALL_NAMES:вейник]
tr: [ALL_NAMES:kamış otu]
vi: [ALL_NAMES:cỏ sậy]
zh_hans: [ALL_NAMES:茅草]

# PLANT:KNOTGRASS
source: [ALL_NAMES:knotgrass]
cs: [ALL_NAMES:rdesno]
de: [ALL_NAMES:Knöterich]
eo: [ALL_NAMES:poligono]
es: [ALL_NAMES:nudo de hierba]
ja: [ALL_NAMES:ニワヤナギ]
ko: [ALL_NAMES:마디풀]
ru: [ALL_NAMES:горец птичий]
tr: [ALL_NAMES:madımak]
vi: [ALL_NAMES:cỏ khớp]
zh_hans: [ALL_NAMES:绳结草]

# PLANT:ZOYSIA
source: [ALL_NAMES:zoysia]
cs: [ALL_NAMES:zoysie]
eo: [ALL_NAMES:zojsio]
ja: [ALL_NAMES:芝]
ko: [ALL_NAMES:잔디]
ru: [ALL_NAMES:цойсия]
tr: [ALL_NAMES:japon çimi]
zh_hans: [ALL_NAMES:结缕草]

# PLANT:DOG'S TOOTH GRASS
source: [ALL_NAMES:dog's tooth grass]
cs: [ALL_NAMES:psí zub]
de: [ALL_NAMES:Hundezahngras]
eo: [ALL_NAMES:cinodono]
es: [ALL_NAMES:hierba de diente de leon]
ja: [ALL_NAMES:ギョウギシバ]
ko: [ALL_NAMES:개이빨풀]
ru: [ALL_NAMES:колосняк собачий]
tr: [ALL_NAMES:ayrık otu]
vi: [ALL_NAMES:cỏ chỉ]
zh_hans: [ALL_NAMES:狗牙草]

# PLANT:DALLISGRASS
source: [ALL_NAMES:dallisgrass]
cs: [ALL_NAMES:dallisova tráva]
eo: [ALL_NAMES:paspalo]
es: [ALL_NAMES:hierba dallis]
ja: [ALL_NAMES:シマスズメノヒエ]
ko: [ALL_NAMES:참새피풀]
ru: [ALL_NAMES:паспалум расширенный]
tr: [ALL_NAMES:çayır otu]
vi: [ALL_NAMES:cỏ Dallis]
zh_hans: [ALL_NAMES:雀稗草]

# PLANT:CARPETGRASS
source: [ALL_NAMES:carpetgrass]
cs: [ALL_NAMES:kobercová tráva]
de: [ALL_NAMES:Teppichgras]
eo: [ALL_NAMES:aksonopo]
es: [ALL_NAMES:alfombra de hierba]
ja: [ALL_NAMES:カーペットグラス]
ko: [ALL_NAMES:카펫그라스]
ru: [ALL_NAMES:аксонопус сжатый]
tr: [ALL_NAMES:halı çimi]
vi: [ALL_NAMES:cỏ thảm]
zh_hans: [ALL_NAMES:地毯草]

# PLANT:SATINTAIL
source: [ALL_NAMES:satintail]
cs: [ALL_NAMES:saténovec]
de: [ALL_NAMES:Satinschwanz]
eo: [ALL_NAMES:satenvosto]
es: [ALL_NAMES:hierba cogon]
ja: [ALL_NAMES:チガヤ]
ko: [ALL_NAMES:새틴테일]
ru: [ALL_NAMES:императа цилиндрическая]
tr: [ALL_NAMES:ipek kuyruğu]
zh_hans: [ALL_NAMES:缎尾草]

# PLANT:GRAMA
source: [ALL_NAMES:grama]
eo: [ALL_NAMES:buteluo]
ja: [ALL_NAMES:グラマ芝]
ko: [ALL_NAMES:그라마]
ru: [ALL_NAMES:грамова трава]
tr: [ALL_NAMES:grama otu]
vi: [ALL_NAMES:cỏ Grama]
zh_hans: [ALL_NAMES:格兰马草]

# PLANT:DROPSEED GRASS
source: [ALL_NAMES:dropseed grass]
cs: [ALL_NAMES:kapková tráva]
de: [ALL_NAMES:Tropfengras]
eo: [ALL_NAMES:sporobolo]
es: [ALL_NAMES:caída de hierba]
ja: [ALL_NAMES:ドロップシードグラス]
ko: [ALL_NAMES:드롭시드 그라스]
ru: [ALL_NAMES:мюленбергия]
tr: [ALL_NAMES:kum darısı]
vi: [ALL_NAMES:cỏ hạt rụng]
zh_hans: [ALL_NAMES:落籽草]

# PLANT:NEEDLE GRASS
source: [ALL_NAMES:needle grass]
cs: [ALL_NAMES:jehlicová tráva]
de: [ALL_NAMES:Nadelgras]
eo: [ALL_NAMES:aĥnatero]
es: [ALL_NAMES:hierba de aguja]
ja: [ALL_NAMES:ニードルグラス]
ko: [ALL_NAMES:바늘 풀]
ru: [ALL_NAMES:ковыль]
tr: [ALL_NAMES:iğne otu]
vi: [ALL_NAMES:cỏ kim]
zh_hans: [ALL_NAMES:针草]

# PLANT:BABY TOES SUCCULENT
source: [NAME:baby toes succulent]
cs: [NAME:tlustice dětské prsty]
de: [NAME:Fenestraria]
eo: [NAME:fenestrario]
es: [NAME:planta de ventana]
ja: [NAME:フェネストラリア]
ko: [NAME:아기발가락 선인장]
ru: [NAME:фенестрария]
tr: [NAME:bebek parmağı sukulenti]
vi: [NAME:cây mọng nước ngón chân em bé]
zh_hans: [NAME:幼趾多肉]

# PLANT:BABY TOES SUCCULENT
source: [NAME_PLURAL:baby toes succulents]
cs: [NAME_PLURAL:tlustice dětské prsty]
de: [NAME_PLURAL:Fenestrariae]
eo: [NAME_PLURAL:fenestrarioj]
es: [NAME_PLURAL:plantas de ventana]
ja: [NAME_PLURAL:フェネストラリア]
ko: [NAME_PLURAL:아기발가락 선인장들]
ru: [NAME_PLURAL:фенестрария]
tr: [NAME_PLURAL:bebek parmağı sukulenti]
vi: [NAME_PLURAL:các cây mọng nước ngón chân em bé]
zh_hans: [NAME_PLURAL:幼趾多肉]

# PLANT:BABY TOES SUCCULENT
source: [ADJ:baby toes succulent]
cs: [ADJ:tlustice dětské prsty]
de: [ADJ:Fenestraria]
eo: [ADJ:de fenestrario]
es: [ADJ:de planta de ventana]
ja: [ADJ:フェネストラリア]
ko: [ADJ:아기발가락 선인장]
ru: [ADJ:фенестрария]
tr: [ADJ:bebek parmağı sukulenti]
vi: [ADJ:cây mọng nước ngón chân em bé]
zh_hans: [ADJ:幼趾多肉的]

# PLANT:BABY TOES SUCCULENT
source: [GROWTH_NAME:baby toes succulent bud:STP]
cs: [GROWTH_NAME:pupen tlustice dětské prsty:STP]
de: [GROWTH_NAME:Fenestraria Knospe:STP]
eo: [GROWTH_NAME:burĝono de fenestrario:burĝonoj de fenestrario]
es: [GROWTH_NAME:brote de planta de ventana:STP]
ja: [GROWTH_NAME:フェネストラリアのつぼみ:STP]
ko: [GROWTH_NAME:아기발가락 선인장 싹:STP]
ru: [GROWTH_NAME:бутон фенестрарии:бутоны фнестрарии]
tr: [GROWTH_NAME:bebek parmağı sukulenti tomurcuğu:STP]
zh_hans: [GROWTH_NAME:幼趾多肉花蕾:STP]

# PLANT:BABY TOES SUCCULENT
source: [GROWTH_NAME:baby toes succulent flower:STP]
cs: [GROWTH_NAME:květ tlustice dětské prsty:STP]
de: [GROWTH_NAME:Fenestraria Blüte:STP]
eo: [GROWTH_NAME:floro de fenestrario:floroj de fenestrario]
es: [GROWTH_NAME:flor de planta de ventana:STP]
ja: [GROWTH_NAME:フェネストラリアの花:STP]
ko: [GROWTH_NAME:아기발가락 선인장 꽃:STP]
ru: [GROWTH_NAME:цветок фенестрарии:цветы фенестрарии]
tr: [GROWTH_NAME:bebek parmağı sukulenti çiçeği:STP]
zh_hans: [GROWTH_NAME:幼趾多肉花:STP]
