Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:HONEY_BEE
source: [PREFSTRING:busy nature]
cs: [PREFSTRING:pilnou povahou]
de: [PREFSTRING:fleissiger Natur]
eo: [PREFSTRING:multemova naturo]
es: [PREFSTRING:naturaleza ocupada]
ja: [PREFSTRING:働き者]
ko: [PREFSTRING:바쁜 자연]
pl: [PREFSTRING:zapracowana natura]
ru: [PREFSTRING:деятельную натуру]
tr: [PREFSTRING:çalışkan doğa]
vi: [PREFSTRING:Bản tính cần mẫn]
zh_hans: [PREFSTRING:忙碌的天性]

# CREATURE:HONEY_BEE
source: [PREFSTRING:buzzing]
cs: [PREFSTRING:bzučením]
de: [PREFSTRING:Brummen]
eo: [PREFSTRING:zumado]
es: [PREFSTRING:zumbando]
ja: [PREFSTRING:にぎやか]
ko: [PREFSTRING:윙윙 거리는]
pl: [PREFSTRING:bzyczenie]
ru: [PREFSTRING:жужжание]
tr: [PREFSTRING:vızıldama]
vi: [PREFSTRING:Tiếng vo ve]
zh_hans: [PREFSTRING:嗡嗡作响]

# CREATURE:HONEY_BEE
source: [PREFSTRING:ability to organize]
cs: [PREFSTRING:schopností organizace]
de: [PREFSTRING:Organisationstalent]
eo: [PREFSTRING:organizkapablo]
es: [PREFSTRING:habilidad para organizarse]
ja: [PREFSTRING:整理する能力]
ko: [PREFSTRING:정리하는 능력]
pl: [PREFSTRING:zdolność do organizowania się]
ru: [PREFSTRING:организованность]
tr: [PREFSTRING:organize olma yeteneği]
vi: [PREFSTRING:Khả năng tổ chức]
zh_hans: [PREFSTRING:组织能力]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:ALL_SOLID:honey bee wax]
cs: [STATE_NAME_ADJ:ALL_SOLID:včelí vosk]
de: [STATE_NAME_ADJ:ALL_SOLID:Honigbienenwachs]
eo: [STATE_NAME_ADJ:ALL_SOLID:vakso de mielabelo]
es: [STATE_NAME_ADJ:ALL_SOLID:de cera de abeja]
ja: [STATE_NAME_ADJ:ALL_SOLID:蜜蝋]
ko: [STATE_NAME_ADJ:ALL_SOLID:꿀벌 밀랍]
pl: [STATE_NAME_ADJ:ALL_SOLID:wosk pszczeli]
ru: [STATE_NAME_ADJ:ALL_SOLID:пчелиный воск]
tr: [STATE_NAME_ADJ:ALL_SOLID:bal arısı mumu]
vi: [STATE_NAME_ADJ:ALL_SOLID:Sáp ong mật]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:蜜蜂蜂蜡]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:SOLID_PRESSED:honey bee wax cake]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:lisovaný včelí vosk]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Honigbienenwachskuchen]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:briko de vakso de mielabelo]
es: [STATE_NAME_ADJ:SOLID_PRESSED:cera compacta de abeja]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:蜜蝋の固まり]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:꿀벌 밀랍 케이크]
pl: [STATE_NAME_ADJ:SOLID_PRESSED:bryłka wosku pszczelego]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:выжатый пчелиный воск]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:bal arısı mumu kalıbı]
vi: [STATE_NAME_ADJ:SOLID_PRESSED:Bánh sáp ong mật]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:蜜蜂蜂蜡蛋糕]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:LIQUID:melted honey bee wax]
cs: [STATE_NAME_ADJ:LIQUID:roztavený včelí vosk]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Honigbienenwachs]
eo: [STATE_NAME_ADJ:LIQUID:fandita vakso de mielabelo]
es: [STATE_NAME_ADJ:LIQUID:cera de abeja derretida]
ja: [STATE_NAME_ADJ:LIQUID:溶けた蜜蝋]
ko: [STATE_NAME_ADJ:LIQUID:녹은 꿀벌 밀랍 케이크]
pl: [STATE_NAME_ADJ:LIQUID:roztopiony wosk pszczeli]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный пчелиный воск]
tr: [STATE_NAME_ADJ:LIQUID:erimiş bal arısı mumu]
vi: [STATE_NAME_ADJ:LIQUID:Sáp ong mật đã tan chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:溶化的蜜蜂蜂蜡]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:GAS:boiling honey bee wax]
cs: [STATE_NAME_ADJ:GAS:vroucí včelí vosk]
de: [STATE_NAME_ADJ:GAS:kochendes Honigbienenwachs]
eo: [STATE_NAME_ADJ:GAS:bolanta vakso de mielabelo]
es: [STATE_NAME_ADJ:GAS:cera de abeja hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した蜜蝋]
ko: [STATE_NAME_ADJ:GAS:기화된 꿀벌 밀랍]
pl: [STATE_NAME_ADJ:GAS:gotujące się wosk pszczeli]
ru: [STATE_NAME_ADJ:GAS:кипящий пчелиный воск]
tr: [STATE_NAME_ADJ:GAS:kaynayan bal arısı mumu]
vi: [STATE_NAME_ADJ:GAS:Sáp ong mật đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的蜜蜂蜂蜡]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen honey bee royal jelly]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlá mateří kašička]
de: [STATE_NAME_ADJ:ALL_SOLID:Gefrorenes Honigbienen-Gelée Royale]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita reĝa ĵeleo de mielabelo]
es: [STATE_NAME_ADJ:ALL_SOLID:jalea real de abeja congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったミツバチロイヤルゼリー]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 꿀벌 로얄젤리]
pl: [STATE_NAME_ADJ:ALL_SOLID:zamrożone mleczko pszczele]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее пчелиное маточное молочко]
tr: [STATE_NAME_ADJ:ALL_SOLID:dondurulmuş arı sütü]
vi: [STATE_NAME_ADJ:ALL_SOLID:Sữa ong chúa đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的蜜蜂蜂王浆]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:LIQUID:honey bee royal jelly]
cs: [STATE_NAME_ADJ:LIQUID:včelí mateří kašička]
de: [STATE_NAME_ADJ:LIQUID:Honigbienen Gelee Royale]
eo: [STATE_NAME_ADJ:LIQUID:reĝa ĵeleo de mielabelo]
es: [STATE_NAME_ADJ:LIQUID:jalea real de abeja]
ja: [STATE_NAME_ADJ:LIQUID:ミツバチロイヤルゼリー]
ko: [STATE_NAME_ADJ:LIQUID:꿀벌 로얄젤리]
pl: [STATE_NAME_ADJ:LIQUID:mleczko pszczele]
ru: [STATE_NAME_ADJ:LIQUID:пчелиное маточное молочко]
tr: [STATE_NAME_ADJ:LIQUID:arı sütü]
vi: [STATE_NAME_ADJ:LIQUID:Sữa ong chúa]
zh_hans: [STATE_NAME_ADJ:LIQUID:蜜蜂蜂王浆]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:GAS:boiling honey bee royal jelly]
cs: [STATE_NAME_ADJ:GAS:vroucí mateří kašička]
de: [STATE_NAME_ADJ:GAS:kochender Honigbienen Gelee Royale]
eo: [STATE_NAME_ADJ:GAS:bolanta reĝa ĵeleo de mielabelo]
es: [STATE_NAME_ADJ:GAS:de jalea real de abeja hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したミツバチロイヤルゼリー]
ko: [STATE_NAME_ADJ:GAS:기화된 꿀벌 로얄젤리]
pl: [STATE_NAME_ADJ:GAS:gotujące się mleczko pszczele]
ru: [STATE_NAME_ADJ:GAS:кипящее пчелиное маточное молочко]
tr: [STATE_NAME_ADJ:GAS:kaynayan arı sütü]
vi: [STATE_NAME_ADJ:GAS:Sữa ong chúa đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的蜜蜂蜂王浆]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen honey bee honey]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlý med]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Bienenhonig]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita mielo de mielabelo]
es: [STATE_NAME_ADJ:ALL_SOLID:miel de abeja congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったミツバチの蜂蜜]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 벌꿀]
pl: [STATE_NAME_ADJ:ALL_SOLID:zamrożony miód pszczeli]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзший пчелиный мёд]
tr: [STATE_NAME_ADJ:ALL_SOLID:dondurulmuş bal arısı balı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Mật ong đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的蜜蜂蜂蜜]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:LIQUID:honey bee honey]
cs: [STATE_NAME_ADJ:LIQUID:včelí med]
de: [STATE_NAME_ADJ:LIQUID:Honig]
eo: [STATE_NAME_ADJ:LIQUID:mielo de mielabelo]
es: [STATE_NAME_ADJ:LIQUID:miel de abeja]
ja: [STATE_NAME_ADJ:LIQUID:ミツバチの蜂蜜]
ko: [STATE_NAME_ADJ:LIQUID:벌꿀]
pl: [STATE_NAME_ADJ:LIQUID:miód pszczeli]
ru: [STATE_NAME_ADJ:LIQUID:пчелиный мёд]
tr: [STATE_NAME_ADJ:LIQUID:bal arısı balı]
vi: [STATE_NAME_ADJ:LIQUID:Mật ong]
zh_hans: [STATE_NAME_ADJ:LIQUID:蜜蜂蜂蜜的]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:GAS:boiling honey bee honey]
cs: [STATE_NAME_ADJ:GAS:vroucí med]
de: [STATE_NAME_ADJ:GAS:kochender Honig]
eo: [STATE_NAME_ADJ:GAS:bolanta mielo de mielabelo]
es: [STATE_NAME_ADJ:GAS:de miel de abeja hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したミツバチの蜂蜜]
ko: [STATE_NAME_ADJ:GAS:기화된 벌꿀]
pl: [STATE_NAME_ADJ:GAS:gotujące się miód pszczeli]
ru: [STATE_NAME_ADJ:GAS:кипящий пчелиный мёд]
tr: [STATE_NAME_ADJ:GAS:kaynayan bal arısı balı]
vi: [STATE_NAME_ADJ:GAS:Mật ong đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的蜜蜂蜂蜜的]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen mead]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlá medovina]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Honigwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita mielakvo]
es: [STATE_NAME_ADJ:ALL_SOLID:aguamiel congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った蜂蜜酒]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 벌꿀주]
pl: [STATE_NAME_ADJ:ALL_SOLID:zamrożony miód pitny]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшая медовуха]
tr: [STATE_NAME_ADJ:ALL_SOLID:dondurulmuş bal şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu mật ong đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的蜂蜜酒的]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:LIQUID:mead]
cs: [STATE_NAME_ADJ:LIQUID:medovina]
de: [STATE_NAME_ADJ:LIQUID:Honigwein]
eo: [STATE_NAME_ADJ:LIQUID:mielakvo]
es: [STATE_NAME_ADJ:LIQUID:aguamiel]
ja: [STATE_NAME_ADJ:LIQUID:蜂蜜酒]
ko: [STATE_NAME_ADJ:LIQUID:벌꿀주]
pl: [STATE_NAME_ADJ:LIQUID:miód pitny]
ru: [STATE_NAME_ADJ:LIQUID:медовуха]
tr: [STATE_NAME_ADJ:LIQUID:bal şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu mật ong]
zh_hans: [STATE_NAME_ADJ:LIQUID:蜂蜜酒的]

# CREATURE:HONEY_BEE
source: [STATE_NAME_ADJ:GAS:boiling mead]
cs: [STATE_NAME_ADJ:GAS:vroucí medovina]
de: [STATE_NAME_ADJ:GAS:kochender Honigwein]
eo: [STATE_NAME_ADJ:GAS:bolanta mielakvo]
es: [STATE_NAME_ADJ:GAS:de hidromiel hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した蜂蜜酒]
ko: [STATE_NAME_ADJ:GAS:기화된 벌꿀주]
pl: [STATE_NAME_ADJ:GAS:gotujące się miód pitny]
ru: [STATE_NAME_ADJ:GAS:пары медовухи]
tr: [STATE_NAME_ADJ:GAS:kaynayan bal şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu mật ong đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的蜂蜜酒的]

# CREATURE:HONEY_BEE
source: [STATE_NAME:ALL_SOLID:frozen honey bee venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý včelí jed]
de: [STATE_NAME:ALL_SOLID:gefrorenes Bienengift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de mielabelo]
es: [STATE_NAME:ALL_SOLID:veneno de abeja congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったミツバチの毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 꿀벌 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad pszczeli]
ru: [STATE_NAME:ALL_SOLID:замёрзший пчелиный яд]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş bal arısı zehri]
vi: [STATE_NAME:ALL_SOLID:Nọc độc ong mật đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的蜜蜂毒液]

# CREATURE:HONEY_BEE
source: [STATE_ADJ:ALL_SOLID:frozen honey bee venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý včelí jed]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Bienengift]
eo: [STATE_ADJ:ALL_SOLID:glaciiĝita veneno de mielabelo]
es: [STATE_ADJ:ALL_SOLID:veneno de abeja congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったミツバチの毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 꿀벌 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożony jadowy pszczeli]
ru: [STATE_ADJ:ALL_SOLID:замёрзший пчелиный яд]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş bal arısı zehri]
vi: [STATE_ADJ:ALL_SOLID:Nọc độc ong mật đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的蜜蜂毒液的]

# CREATURE:HONEY_BEE
source: [STATE_NAME:LIQUID:honey bee venom]
cs: [STATE_NAME:LIQUID:včelí jed]
de: [STATE_NAME:LIQUID:Bienengift]
eo: [STATE_NAME:LIQUID:veneno de mielabelo]
es: [STATE_NAME:LIQUID:veneno de abeja]
ja: [STATE_NAME:LIQUID:ミツバチの毒液]
ko: [STATE_NAME:LIQUID:꿀벌 독]
pl: [STATE_NAME:LIQUID:jad pszczeli]
ru: [STATE_NAME:LIQUID:пчелиный яд]
tr: [STATE_NAME:LIQUID:bal arısı zehri]
vi: [STATE_NAME:LIQUID:Nọc độc ong mật]
zh_hans: [STATE_NAME:LIQUID:蜜蜂毒液]

# CREATURE:HONEY_BEE
source: [STATE_ADJ:LIQUID:honey bee venom]
cs: [STATE_ADJ:LIQUID:včelí jed]
de: [STATE_ADJ:LIQUID:Bienengift]
eo: [STATE_ADJ:LIQUID:de veneno de mielabelo]
es: [STATE_ADJ:LIQUID:veneno de abeja]
ja: [STATE_ADJ:LIQUID:ミツバチの毒液]
ko: [STATE_ADJ:LIQUID:꿀벌 독]
pl: [STATE_ADJ:LIQUID:jadowy pszczeli]
ru: [STATE_ADJ:LIQUID:пчелиный яд]
tr: [STATE_ADJ:LIQUID:bal arısı zehri]
vi: [STATE_ADJ:LIQUID:Nọc độc ong mật]
zh_hans: [STATE_ADJ:LIQUID:蜜蜂毒液的]

# CREATURE:HONEY_BEE
source: [STATE_NAME:GAS:boiling honey bee venom]
cs: [STATE_NAME:GAS:vroucí včelí jed]
de: [STATE_NAME:GAS:kochendes Bienengift]
eo: [STATE_NAME:GAS:bolanta veneno de mielabelo]
es: [STATE_NAME:GAS:veneno de abeja hirviendo]
ja: [STATE_NAME:GAS:蒸気化したミツバチの毒液]
ko: [STATE_NAME:GAS:기화된 꿀벌 독]
pl: [STATE_NAME:GAS:gotujące się jad pszczeli]
ru: [STATE_NAME:GAS:кипящий пчелиный яд]
tr: [STATE_NAME:GAS:kaynayan bal arısı zehri]
vi: [STATE_NAME:GAS:Nọc độc ong mật đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的蜜蜂毒液]

# CREATURE:HONEY_BEE
source: [STATE_ADJ:GAS:boiling honey bee venom]
cs: [STATE_ADJ:GAS:vroucí včelí jed]
de: [STATE_ADJ:GAS:kochendes Bienengift]
eo: [STATE_ADJ:GAS:de bolanta veneno de mielabelo]
ja: [STATE_ADJ:GAS:蒸気化したミツバチの毒液]
ko: [STATE_ADJ:GAS:기화된 꿀벌 독]
pl: [STATE_ADJ:GAS:gotujące się jadowy pszczeli]
ru: [STATE_ADJ:GAS:кипящий пчелиный яд]
tr: [STATE_ADJ:GAS:kaynayan bal arısı zehri]
vi: [STATE_ADJ:GAS:Nọc độc ong mật đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的蜜蜂毒液的]

# CREATURE:HONEY_BEE
source: [SYN_NAME:honey bee sting]
cs: [SYN_NAME:včelí bodnutí]
de: [SYN_NAME:Bienenstich]
eo: [SYN_NAME:pikado de mielabelo]
es: [SYN_NAME:aguijón de abeja]
ja: [SYN_NAME:ミツバチの尾針]
ko: [SYN_NAME:꿀벌의 침]
pl: [SYN_NAME:żądło pszczoły]
ru: [SYN_NAME:пчелиный укус]
tr: [SYN_NAME:bal arısı iğnesi]
vi: [SYN_NAME:Ngòi chích ong mật]
zh_hans: [SYN_NAME:蜜蜂蜇伤]

# CREATURE:HONEY_BEE
source: [CASTE_NAME:honey bee worker:honey bee workers:honey bee worker]
cs: [CASTE_NAME:včelí dělnice:včelí dělnice:včelí dělnice]
de: [CASTE_NAME:Bienenarbeiter:Bienenarbeiter:Bienenarbeiter]
eo: [CASTE_NAME:laborista mielabelino:laboristaj mielabelinoj:de laborista mielabelino]
es: [CASTE_NAME:abeja obrera:abejas obrera:de abeja obrera]
ja: [CASTE_NAME:働きミツバチ:働きミツバチ:働きミツバチの]
ko: [CASTE_NAME:일꿀벌:일꿀벌떼:일꿀벌]
pl: [CASTE_NAME:robotnica pszczela:robotnice pszczele:robotniczo pszczeli]
ru: [CASTE_NAME:рабочая пчела:рабочие пчёлы:рабочей пчелы]
tr: [CASTE_NAME:işçi bal arısı:işçi bal arıları:işçi bal arısı]
vi: [CASTE_NAME:Ong thợ:Ong thợ:Ong thợ]
zh_hans: [CASTE_NAME:工蜂:工蜂:工蜂]

# CREATURE:HONEY_BEE
source: [VERMIN_BITE:50:stung:]
cs: [VERMIN_BITE:50:bodnutí:]
de: [VERMIN_BITE:50:gestochen:]
eo: [VERMIN_BITE:50:pikita:]
es: [VERMIN_BITE:50:picado:]
ko: [VERMIN_BITE:50:쏘인:]
pl: [VERMIN_BITE:50:ukąszony:]
ru: [VERMIN_BITE:50:ужален:]
tr: [VERMIN_BITE:50:soktu:]
vi: [VERMIN_BITE:50:Bị chích:]
zh_hans: [VERMIN_BITE:50:螫:]

# CREATURE:HONEY_BEE
source: [CASTE_NAME:honey bee drone:honey bee drones:honey bee drone]
cs: [CASTE_NAME:včelí trubec:včelí trubci:včelí trubec]
de: [CASTE_NAME:Bienendrohne:Bienendrohne:Bienendrohne]
eo: [CASTE_NAME:mielabeliĉo:mielabeliĉoj:de mielabeliĉo]
es: [CASTE_NAME:aveja zángano:avejas zángano:de aveja zángano]
ja: [CASTE_NAME:雄ミツバチ:雄ミツバチ:雄ミツバチの]
ko: [CASTE_NAME:수컷 꿀벌:수컷 꿀벌떼:수컷 꿀벌]
pl: [CASTE_NAME:zapładniacz pszczoły:zapładniacze pszczoły:zapładniaczo pszczeli]
ru: [CASTE_NAME:трутень:трутни:трутня]
tr: [CASTE_NAME:erkek bal arısı:erkek bal arıları:erkek bal arısı]
vi: [CASTE_NAME:Ong đực:Ong đực:Ong đực]
zh_hans: [CASTE_NAME:雄蜂:雄蜂:雄蜂]

# CREATURE:HONEY_BEE
source: [CASTE_NAME:honey bee queen:honey bee queens:honey bee queen]
cs: [CASTE_NAME:včelí královna:včelí královny:včelí královna]
de: [CASTE_NAME:Bienenkönigin:Bienenkönigin:Bienenkönigin]
eo: [CASTE_NAME:reĝa mielabelino:reĝaj mielabelinoj:de reĝa mielabelino]
es: [CASTE_NAME:abeja reina:abejas reina:de abeja reina]
ja: [CASTE_NAME:女王ミツバチ:女王ミツバチ:女王ミツバチの]
ko: [CASTE_NAME:여왕 꿀벌:여왕 꿀벌들:여왕 꿀벌]
pl: [CASTE_NAME:królowa pszczół:królowe pszczół:królowo pszczeli]
ru: [CASTE_NAME:пчелиная матка:пчелиные матки:пчелиной матки]
tr: [CASTE_NAME:kraliçe bal arısı:kraliçe bal arıları:kraliçe bal arısı]
vi: [CASTE_NAME:Ong chúa:Ong chúa:Ong chúa]
zh_hans: [CASTE_NAME:蜂后:蜂后:蜂后]

# CREATURE:HONEY_BEE
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:HONEY_BEE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:复眼:PLURAL]

# CREATURE:BUMBLEBEE
source: [DESCRIPTION:A small woolly insect that lives in hive colonies. It has an annoying sting which it rarely uses.]
cs: [DESCRIPTION:Drobný chlupatý hmyz žijící v úlových koloniích. Má nepříjemné žihadlo, které však používá zřídka.]
de: [DESCRIPTION:Ein kleines flauschiges Insekt, das in Hummelkolonien lebt. Es hat einen Stachel, den es selten benutzt.]
eo: [DESCRIPTION:Malgranda vila insekto kiu loĝas en nesta kolonioj. Ĝi havas koleretigan pikilon kiun ĝi malofte uzas.]
es: [DESCRIPTION:Un pequeño insecto lanudo que vive en colmenas. Tiene un molesto aguijón que apenas utiliza.]
ja: [DESCRIPTION:群れで巣を作る毛深い昆虫。めったに使わないが、毒針を持つ]
ko: [DESCRIPTION:벌집 군집에 사는 작은 양털 곤충입니다. 그들은 거의 사용하지 않는 성가신 침을 가지고 있다.]
pl: [DESCRIPTION:Mały, włochaty insekt, który żyje w koloniach, w ulach. Ma irytujące żądło, którego rzadko używa.]
ru: [DESCRIPTION:Небольшое мохнатое насекомое, живущее колониями. Имеет жало, которое изредка пускает в ход.]
tr: [DESCRIPTION:Kovan kolonilerinde yaşayan küçük yünlü bir böcek. Nadiren kullandığı rahatsız edici bir iğnesi vardır.]
vi: [DESCRIPTION:Một loài côn trùng nhỏ, có lông xù sống thành đàn trong tổ ong. Nó có một vết chích khó chịu mà nó hiếm khi sử dụng.]
zh_hans: [DESCRIPTION:一种生活在蜂巢群落中的小毛虫。 它有一个烦人的刺，但它很少使用。]

# CREATURE:BUMBLEBEE
source: [NAME:bumblebee:bumblebees:bumblebee]
cs: [NAME:čmelák:čmeláci:čmelák]
de: [NAME:Hummel:Hummeln:Hummel]
eo: [NAME:burdo:burdoj:de burdo]
es: [NAME:abejorro:abejos:de abejorro]
ja: [NAME:マルハナバチ:マルハナバチ:マルハナバチの]
ko: [NAME:호박벌:호박벌떼:호박벌]
pl: [NAME:trzmiel:trzmiele:trzmieli]
ru: [NAME:шмель:шмели:шмеля]
tr: [NAME:bombus arısı:bombus arıları:bombus arısı]
vi: [NAME:Ong nghệ:Ong nghệ:Ong nghệ]
zh_hans: [NAME:熊蜂:熊蜂:熊蜂]

# CREATURE:BUMBLEBEE
source: [PREFSTRING:woolly appearance]
cs: [PREFSTRING:chlupatým vzhledem]
de: [PREFSTRING:wollige Erscheinung]
eo: [PREFSTRING:vila askpekto]
es: [PREFSTRING:apariencia lanosa]
ja: [PREFSTRING:羊毛のような見た目]
ko: [PREFSTRING:털투성이 외모]
pl: [PREFSTRING:włochaty wygląd]
ru: [PREFSTRING:мохнатый облик]
tr: [PREFSTRING:yünümsü görünüş]
vi: [PREFSTRING:Vẻ ngoài lông xù]
zh_hans: [PREFSTRING:毛茸茸的外表]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:ALL_SOLID:bumblebee wax]
cs: [STATE_NAME_ADJ:ALL_SOLID:čmeláčí vosk]
de: [STATE_NAME_ADJ:ALL_SOLID:Hummelwachs]
eo: [STATE_NAME_ADJ:ALL_SOLID:vakso de burdo]
es: [STATE_NAME_ADJ:ALL_SOLID:cera de abejorro]
ja: [STATE_NAME_ADJ:ALL_SOLID:マルハナバチの蜜蝋]
ko: [STATE_NAME_ADJ:ALL_SOLID:호박벌 밀랍]
pl: [STATE_NAME_ADJ:ALL_SOLID:wosk trzmieli]
ru: [STATE_NAME_ADJ:ALL_SOLID:шмелиный воск]
tr: [STATE_NAME_ADJ:ALL_SOLID:bombus arısı mumu]
vi: [STATE_NAME_ADJ:ALL_SOLID:Sáp ong nghệ]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:大黄蜂蜂蜡的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:SOLID_PRESSED:bumblebee wax cake]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:lisovaný čmeláčí vosk]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Hummel Wachs Kuchen]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:briko de vakso de burdo]
es: [STATE_NAME_ADJ:SOLID_PRESSED:cera compacta de abejorro]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:マルハナバチの蜜蝋の固まり]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:호박벌 밀랍 케이크]
pl: [STATE_NAME_ADJ:SOLID_PRESSED:bryłka wosku trzmielego]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:выжатый шмелиный воск]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:bombus arısı mumu kalıbı]
vi: [STATE_NAME_ADJ:SOLID_PRESSED:Bánh sáp ong nghệ]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:大黄蜂蜂蜡蛋糕的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:LIQUID:melted bumblebee wax]
cs: [STATE_NAME_ADJ:LIQUID:roztavený čmeláčí vosk]
de: [STATE_NAME_ADJ:LIQUID:geschmolzener Hummel Wachs]
eo: [STATE_NAME_ADJ:LIQUID:fandita vakso de burdo]
es: [STATE_NAME_ADJ:LIQUID:cera de abejorro derretida]
ja: [STATE_NAME_ADJ:LIQUID:溶けたマルハナバチの蜜蝋]
ko: [STATE_NAME_ADJ:LIQUID:녹은 호박벌 밀랍]
pl: [STATE_NAME_ADJ:LIQUID:roztopiony wosk trzmieli]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный шмелиный воск]
tr: [STATE_NAME_ADJ:LIQUID:erimiş bombus arısı mumu]
vi: [STATE_NAME_ADJ:LIQUID:Sáp ong nghệ đã tan chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:融化的大黄蜂蜂蜡的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:GAS:boiling bumblebee wax]
cs: [STATE_NAME_ADJ:GAS:vroucí čmeláčí vosk]
de: [STATE_NAME_ADJ:GAS:kochender Hummel Wachs]
eo: [STATE_NAME_ADJ:GAS:bolanta vakso de burdo]
es: [STATE_NAME_ADJ:GAS:de cera de abejorro hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したマルハナバチの蜜蝋]
ko: [STATE_NAME_ADJ:GAS:기화된 호박벌 밀랍]
pl: [STATE_NAME_ADJ:GAS:gotujący się wosk trzmieli]
ru: [STATE_NAME_ADJ:GAS:кипящий шмелиный воск]
tr: [STATE_NAME_ADJ:GAS:kaynayan bombus arısı mumu]
vi: [STATE_NAME_ADJ:GAS:Sáp ong nghệ đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的大黄蜂蜂蜡的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen bumblebee royal jelly]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlá čmeláčí mateří kašička]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener königlicher Hummel Gelee]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita reĝa ĵeleo de burdo]
es: [STATE_NAME_ADJ:ALL_SOLID:jalea real de abejorro congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったマルハナバチロイヤルゼリー]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 호박벌 로얄젤리]
pl: [STATE_NAME_ADJ:ALL_SOLID:zamrożone mleczko trzmiele]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее шмелиное маточное молочко]
tr: [STATE_NAME_ADJ:ALL_SOLID:dondurulmuş bombus arısı sütü]
vi: [STATE_NAME_ADJ:ALL_SOLID:Sữa ong chúa ong nghệ đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:凝固的大黄蜂蜂王浆的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:LIQUID:bumblebee royal jelly]
cs: [STATE_NAME_ADJ:LIQUID:čmeláčí mateří kašička]
de: [STATE_NAME_ADJ:LIQUID:Hummel Royal Gelee]
eo: [STATE_NAME_ADJ:LIQUID:reĝa ĵeleo de burdo]
es: [STATE_NAME_ADJ:LIQUID:jalea real de abejorro]
ja: [STATE_NAME_ADJ:LIQUID:マルハナバチロイヤルゼリー]
ko: [STATE_NAME_ADJ:LIQUID:호박벌 로얄젤리]
pl: [STATE_NAME_ADJ:LIQUID:mleczko trzmiele]
ru: [STATE_NAME_ADJ:LIQUID:шмелиное маточное молочко]
tr: [STATE_NAME_ADJ:LIQUID:bombus arısı sütü]
vi: [STATE_NAME_ADJ:LIQUID:Sữa ong chúa ong nghệ]
zh_hans: [STATE_NAME_ADJ:LIQUID:大黄蜂蜂王浆的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:GAS:boiling bumblebee royal jelly]
cs: [STATE_NAME_ADJ:GAS:vroucí čmeláčí mateří kašička]
de: [STATE_NAME_ADJ:GAS:kochender Hummel Royal Gelee]
eo: [STATE_NAME_ADJ:GAS:bolanta reĝa ĵeleo de burdo]
es: [STATE_NAME_ADJ:GAS:de jalea real de abejorro hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したマルハナバチロイヤルゼリー]
ko: [STATE_NAME_ADJ:GAS:기화된 호박벌 로얄젤리]
pl: [STATE_NAME_ADJ:GAS:gotujące się mleczko trzmiele]
ru: [STATE_NAME_ADJ:GAS:кипящее шмелиное маточное молочко]
tr: [STATE_NAME_ADJ:GAS:kaynayan bombus arısı sütü]
vi: [STATE_NAME_ADJ:GAS:Sữa ong chúa ong nghệ đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的大黄蜂蜂王浆的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen bumblebee honey]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlý čmeláčí med]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Hummel Honig]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita mielo de burdo]
es: [STATE_NAME_ADJ:ALL_SOLID:miel de abejorro congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったマルハナバチの蜂蜜]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 호박벌꿀]
pl: [STATE_NAME_ADJ:ALL_SOLID:zamrożony miód trzmieli]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзший шмелиный мёд]
tr: [STATE_NAME_ADJ:ALL_SOLID:dondurulmuş bombus arısı balı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Mật ong nghệ đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:凝固的大黄蜂蜂蜜的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:LIQUID:bumblebee honey]
cs: [STATE_NAME_ADJ:LIQUID:čmeláčí med]
de: [STATE_NAME_ADJ:LIQUID:Hummel Honig]
eo: [STATE_NAME_ADJ:LIQUID:mielo de burdo]
es: [STATE_NAME_ADJ:LIQUID:miel de abejorro]
ja: [STATE_NAME_ADJ:LIQUID:マルハナバチの蜂蜜]
ko: [STATE_NAME_ADJ:LIQUID:호박벌 꿀]
pl: [STATE_NAME_ADJ:LIQUID:miód trzmieli]
ru: [STATE_NAME_ADJ:LIQUID:шмелиный мёд]
tr: [STATE_NAME_ADJ:LIQUID:bombus arısı balı]
vi: [STATE_NAME_ADJ:LIQUID:Mật ong nghệ]
zh_hans: [STATE_NAME_ADJ:LIQUID:大黄蜂蜂蜜的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:GAS:boiling bumblebee honey]
cs: [STATE_NAME_ADJ:GAS:vroucí čmeláčí med]
de: [STATE_NAME_ADJ:GAS:kochender Hummel Honig]
eo: [STATE_NAME_ADJ:GAS:bolanta mielo de burdo]
es: [STATE_NAME_ADJ:GAS:miel de abejorro hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したマルハナバチの蜂蜜]
ko: [STATE_NAME_ADJ:GAS:기화된 호박벌꿀]
pl: [STATE_NAME_ADJ:GAS:gotujący się miód trzmieli]
ru: [STATE_NAME_ADJ:GAS:кипящий шмелиный мёд]
tr: [STATE_NAME_ADJ:GAS:kaynayan bombus arısı balı]
vi: [STATE_NAME_ADJ:GAS:Mật ong nghệ đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的大黄蜂蜂蜜的]
