Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CAPUCHIN_MAN
source: [CASTE_NAME:capuchin woman:capuchin women:capuchin woman]
cs: [CASTE_NAME:kapačíní žena:kapačíní ženy:kapačíní ženu]
de: [CASTE_NAME:Kapuzineraffenfrau:Kapuzineraffenfrauen:Kapuzineraffenfrau]
eo: [CASTE_NAME:homkapuĉulino:homkapuĉulinoj:de homkapuĉulino]
es: [CASTE_NAME:mujer- mono capuchino:mujeres-mono capuchino:mujer-mono capuchino]
ja: [CASTE_NAME:オマキザル女:オマキザル女:オマキザル女の]
ko: [CASTE_NAME:여성 카푸친인간:여성 카푸친인간들:여성 카푸친인간]
pl: [CASTE_NAME:kapucynokobieta:kapucynonurokobiety:kapucynokobiecy]
ru: [CASTE_NAME:женщина-капуцин:женщины-капуцины:женщины-капуцина]
tr: [CASTE_NAME:dişi kapuçin:dişi kapuçinler:dişi kapuçin]
vi: [CASTE_NAME:người khỉ capuchin nữ:những người khỉ capuchin nữ:người khỉ capuchin nữ]

# CREATURE:CAPUCHIN_MAN
source: [NAME:capuchin man:capuchin men:capuchin man]
cs: [NAME:kapačíní muž:kapačíní muži:kapačíního muže]
de: [NAME:Kapuzineraffenmensch:Kapuzineraffenmenschen:Kapuzineraffenmensch]
eo: [NAME:homkapuĉulo:homkapuĉuloj:de homkapuĉulo]
es: [NAME:hombre- mono capuchino:hombres-mono capuchino:hombre-mono capuchino]
ja: [NAME:オマキザル男:オマキザル男:オマキザル男の]
ko: [NAME:카푸친인간:카푸친인간들:카푸친인간]
pl: [NAME:kapucynkoczłowiek:kapucynkoludzie:kapucynkoludzi]
ru: [NAME:человек-капуцин:люди-капуцины:человека-капуцина]
tr: [NAME:erkek kapuçin:erkek kapuçinler:erkek kapuçin]
vi: [NAME:người khỉ capuchin nam:những người khỉ capuchin nam:người khỉ capuchin nam]

# CREATURE:CAPUCHIN_MAN
source: [DESCRIPTION:A person with the head and tail of a capuchin.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem kapačína.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Kapuzineräffchens.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de kapuĉulo.]
es: [DESCRIPTION:Una persona peluda con la cabeza de un mono capuchino.]
ja: [DESCRIPTION:オマキザルの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:카푸 친의 머리와 꼬리를 가진 사람.]
pl: [DESCRIPTION:Osoba z głową i ogonem kapucyna.]
ru: [DESCRIPTION:Человек с головой и хвостом капуцина.]
tr: [DESCRIPTION:Bir kapuçinin başına ve kuyruğuna sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu và đuôi khỉ capuchin.]

# CREATURE:GIANT_CAPUCHIN
source: [NAME:giant capuchin:giant capuchins:giant capuchin]
cs: [NAME:obří kapačín:obří kapačíni:obřího kapačína]
de: [NAME:Riesiger Kapuzineraffe:Riesige Kapuzineraffen:Riesiger Kapuzineraffe]
eo: [NAME:giganta kapuĉulo:gigantaj kapuĉuloj:de giganta kapuĉulo]
es: [NAME:mono capuchino gigante:monos capuchinos gigantes:mono capuchino gigante]
ja: [NAME:巨大オマキザル:巨大オマキザル:巨大オマキザルの]
ko: [NAME:거대 카푸친:거대 카푸친들:거대 카푸친]
pl: [NAME:gigantyczny kapucyn:gigantyczni kapucyni:gigantycznokapucyni]
ru: [NAME:гигантский капуцин:гигантские капуцины:гигантского капуцина]
tr: [NAME:dev kapuçin:dev kapuçinler:dev kapuçin]
vi: [NAME:khỉ capuchin khổng lồ:những khỉ capuchin khổng lồ:khỉ capuchin khổng lồ]

# CREATURE:GIANT_CAPUCHIN
source: [CASTE_NAME:giant capuchin:giant capuchins:giant capuchin]
cs: [CASTE_NAME:obří kapačín:obří kapačíni:obřího kapačína]
de: [CASTE_NAME:Riesiger Kapuzineraffe:Riesige Kapuzineraffen:Riesiger Kapuzineraffe]
eo: [CASTE_NAME:giganta kapuĉulo:gigantaj kapuĉuloj:de giganta kapuĉulo]
es: [CASTE_NAME:mono capuchino gigante:monos capuchinos gigantes:mono capuchino gigante]
ja: [CASTE_NAME:巨大オマキザル:巨大オマキザル:巨大オマキザルの]
ko: [CASTE_NAME:거대 카푸친:거대 카푸친들:거대 카푸친]
pl: [CASTE_NAME:gigantyczny kapucyn:gigantyczni kapucyni:gigantycznokapucyni]
ru: [CASTE_NAME:гигантский капуцин:гигантские капуцины:гигантского капуцина]
tr: [CASTE_NAME:dev kapuçin:dev kapuçinler:dev kapuçin]
vi: [CASTE_NAME:khỉ capuchin khổng lồ:những khỉ capuchin khổng lồ:khỉ capuchin khổng lồ]

# CREATURE:GIANT_CAPUCHIN
source: [DESCRIPTION:A large monster in the form of a capuchin.]
cs: [DESCRIPTION:Velká příšera v podobě malpy.]
de: [DESCRIPTION:Ein großes Monster in Form eines Kapuzineraffens.]
eo: [DESCRIPTION:Granda monstro kun formo de kapuĉulo.]
es: [DESCRIPTION:Un gran monstruo con la forma de un mono capuchino.]
ja: [DESCRIPTION:オマキザルのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:카푸친 형태의 큰 괴물.]
pl: [DESCRIPTION:Duży potwór w postaci kapucyna]
ru: [DESCRIPTION:Огромный монстр, похожий на капуцина.]
tr: [DESCRIPTION:Kapuçin formunda büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dáng khỉ capuchin.]

# CREATURE:GIANT_CAPUCHIN
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:知性的]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zekası]

# CREATURE:GIANT_CAPUCHIN
source: [PREFSTRING:social nature]
cs: [PREFSTRING:společenská povaha]
de: [PREFSTRING:sozialer Natur]
eo: [PREFSTRING:sociema naturo]
es: [PREFSTRING:naturaleza social]
ja: [PREFSTRING:社会性]
ko: [PREFSTRING:무리생활 특성]
pl: [PREFSTRING:społeczna natura]
ru: [PREFSTRING:общительную натуру]
tr: [PREFSTRING:sosyal doğası]
vi: [PREFSTRING:Bản tính xã hội]

# CREATURE:SLOTH
source: [DESCRIPTION:A small, slow-moving mammal that lives in the trees.]
cs: [DESCRIPTION:Malý, pomalu se pohybující savec žijící na stromech.]
de: [DESCRIPTION:Ein kleines, sich langsam bewegendes Säugetier, das in den Bäumen lebt.]
eo: [DESCRIPTION:Malgranda malrapidmova mamulo, kiu loĝas en la arboj.]
es: [DESCRIPTION:Un pequeño y lento mamífero que vive en los árboles.]
ja: [DESCRIPTION:樹上性で動きの遅い小さなサルだ。]
ko: [DESCRIPTION:나무에 사는 작고 느리게 움직이는 포유동물.]
pl: [DESCRIPTION:Mały, powolny ssak, żyjący w drzewach.]
ru: [DESCRIPTION:Небольшое медлительное млекопитающее, живущее на деревьях.]
tr: [DESCRIPTION:Ağaçlarda yaşayan küçük, yavaş hareket eden bir memeli.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ, di chuyển chậm, sống trên cây.]

# CREATURE:SLOTH
source: [NAME:sloth:sloths:sloth]
cs: [NAME:lenochod:lenochodi:lenochoda]
de: [NAME:Faultier:Faultiere:Faultier]
eo: [NAME:bradipo:bradipoj:de bradipo]
es: [NAME:perezoso:perezosos:perezoso]
ja: [NAME:ナマケモノ:ナマケモノ:ナマケモノの]
ko: [NAME:나무늘보:나무늘보들:나무늘보]
pl: [NAME:leniwiec:leniwce:leniwcowy]
ru: [NAME:ленивец:ленивцы:ленивца]
tr: [NAME:tembel hayvan:tembel hayvanlar:tembel hayvan]
vi: [NAME:lười:những con lười:lười]

# CREATURE:SLOTH
source: [CASTE_NAME:sloth:sloths:sloth]
cs: [CASTE_NAME:lenochod:lenochodi:lenochoda]
de: [CASTE_NAME:Faultier:Faultiere:Faultier]
eo: [CASTE_NAME:bradipo:bradipoj:de bradipo]
es: [CASTE_NAME:perezoso:perezosos:perezoso]
ja: [CASTE_NAME:ナマケモノ:ナマケモノ:ナマケモノの]
ko: [CASTE_NAME:나무늘보:나무늘보들:나무늘보]
pl: [CASTE_NAME:leniwiec:leniwce:leniwcowy]
ru: [CASTE_NAME:ленивец:ленивцы:ленивца]
tr: [CASTE_NAME:tembel hayvan:tembel hayvanlar:tembel hayvan]
vi: [CASTE_NAME:lười:những con lười:lười]

# CREATURE:SLOTH
source: [PREFSTRING:slow movement]
cs: [PREFSTRING:pomalý pohyb]
de: [PREFSTRING:langsame Bewegung]
eo: [PREFSTRING:malrapida movado]
es: [PREFSTRING:movimiento lento]
ja: [PREFSTRING:動きが遅い]
ko: [PREFSTRING:느린 움직임]
pl: [PREFSTRING:powolne ruchy]
ru: [PREFSTRING:медлительность]
tr: [PREFSTRING:yavaş hareketi]
vi: [PREFSTRING:di chuyển chậm chạp]

# CREATURE:SLOTH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SLOTH
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapie:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:SLOTH
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:SLOTH
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SLOTH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SLOTH_MAN
source: [CASTE_NAME:sloth man:sloth men:sloth man]
cs: [CASTE_NAME:lenochodí muž:lenochodí muži:lenochodího muže]
de: [CASTE_NAME:Faultier-Mann:Faultier-Männer:Faultier-Mann]
eo: [CASTE_NAME:hombradipiĉo:hombradipiĉoj:de hombradipiĉo]
es: [CASTE_NAME:hombre perezoso:hombres perezosos:sloth man]
ja: [CASTE_NAME:ナマケモノ男:ナマケモノ男:ナマケモノ男の]
ko: [CASTE_NAME:남성 나무늘보인간:남성 나무늘보인간들:남성 나무늘보인간]
pl: [CASTE_NAME:leniwcomężczyzna:leniwcomężczyźni:leniwcomężczyzny]
ru: [CASTE_NAME:мужчина-ленивец:мужчины-ленивцы:мужчины-ленивца]
tr: [CASTE_NAME:erkek tembel hayvan:erkek tembel hayvanlar:erkek tembel hayvan]
vi: [CASTE_NAME:người lười nam:những người lười nam:người lười nam]

# CREATURE:SLOTH_MAN
source: [CASTE_NAME:sloth woman:sloth women:sloth woman]
cs: [CASTE_NAME:lenochodí žena:lenochodí ženy:lenochodí ženu]
de: [CASTE_NAME:Faultier-Frau:Faultier-Frauen:Faultier-Frau]
eo: [CASTE_NAME:hombradipino:hombradipinoj:de hombradipino]
es: [CASTE_NAME:mujer perezosa:mujeres perezosas:mujer perezosa]
ja: [CASTE_NAME:ナマケモノ女:ナマケモノ女:ナマケモノ女の]
ko: [CASTE_NAME:여성 나무늘보인간:여성 나무늘보인간들:여성 나무늘보인간]
pl: [CASTE_NAME:leniwcokobieta:leniwcokobiety:leniwcokobieta]
ru: [CASTE_NAME:женщина-ленивец:женщины-ленивцы:женщины-ленивца]
tr: [CASTE_NAME:dişi tembel hayvan:dişi tembel hayvanlar:dişi tembel hayvan]
vi: [CASTE_NAME:người lười nữ:những người lười nữ:người lười nữ]

# CREATURE:SLOTH_MAN
source: [NAME:sloth man:sloth men:sloth man]
cs: [NAME:lenochodí muž:lenochodí muži:lenochodího muže]
de: [NAME:Faultier-Mensch:Faultier-Menschen:Faultier-Mensch]
eo: [NAME:hombradipo:hombradipoj:de hombradipo]
es: [NAME:hombre perezoso:hombres perezosos:hombre perezoso]
ja: [NAME:ナマケモノ男:ナマケモノ男:ナマケモノ男の]
ko: [NAME:나무늘보인간:나무늘보인간들:나무늘보인간]
pl: [NAME:leniwcoczłowiek:leniwcoludzie:leniwcoludzi]
ru: [NAME:человек-ленивец:люди-ленивцы:человека-ленивца]
tr: [NAME:erkek tembel hayvan:erkek tembel hayvanlar:erkek tembel hayvan]
vi: [NAME:người lười nam:những người lười nam:người lười nam]

# CREATURE:SLOTH_MAN
source: [DESCRIPTION:A person with the head of a sloth.]
cs: [DESCRIPTION:Osoba s hlavou lenochoda.]
de: [DESCRIPTION:Eine Person mit dem Kopf eines Faultiers.]
eo: [DESCRIPTION:Homo kun la kapo de bradipo.]
es: [DESCRIPTION:Una persona con la cabeza de un perezoso.]
ja: [DESCRIPTION:ナマケモノの頭を持つ人間だ。]
ko: [DESCRIPTION:나무늘보의 머리를 가진 사람.]
pl: [DESCRIPTION:Osoba z głową leniwca.]
ru: [DESCRIPTION:Человек с головой ленивца.]
tr: [DESCRIPTION:Tembel hayvan başına sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu lười.]

# CREATURE:GIANT_SLOTH
source: [NAME:giant sloth:giant sloths:giant sloth]
cs: [NAME:obří lenochod:obří lenochodi:obřího lenochoda]
de: [NAME:Riesen Faultier:Riesen Faultiere:Riesen Faultier]
eo: [NAME:giganta bradipo:gigantaj bradipoj:de giganta bradipo]
es: [NAME:gran perezoso:grandes perezosos:gran perezoso]
ja: [NAME:巨大ナマケモノ:巨大ナマケモノ:巨大ナマケモノの]
ko: [NAME:거대 나무늘보:거대 나무늘보들:거대 나무늘보]
pl: [NAME:gigantyczny leniwiec:gigantyczne leniwce:gigantycznoleniwcowy]
ru: [NAME:гигантский ленивец:гигантские ленивцы:гигантского ленивца]
tr: [NAME:dev tembel hayvan:dev tembel hayvanlar:dev tembel hayvan]
vi: [NAME:lười khổng lồ:những con lười khổng lồ:lười khổng lồ]

# CREATURE:GIANT_SLOTH
source: [CASTE_NAME:giant sloth:giant sloths:giant sloth]
cs: [CASTE_NAME:obří lenochod:obří lenochodi:obřího lenochoda]
de: [CASTE_NAME:Riesen Faultier:Riesen Faultiere:Riesen Faultier]
eo: [CASTE_NAME:giganta bradipo:gigantaj bradipoj:de giganta bradipo]
es: [CASTE_NAME:gran perezoso:grandes perezosos:gran perezoso]
ja: [CASTE_NAME:巨大ナマケモノ:巨大ナマケモノ:巨大ナマケモノの]
ko: [CASTE_NAME:거대 나무늘보:거대 나무늘보들:거대 나무늘보]
pl: [CASTE_NAME:gigantyczny leniwiec:gigantyczne leniwce:gigantycznoleniwcowy]
ru: [CASTE_NAME:гигантский ленивец:гигантские ленивцы:гигантского ленивца]
tr: [CASTE_NAME:dev tembel hayvan:dev tembel hayvanlar:dev tembel hayvan]
vi: [CASTE_NAME:lười khổng lồ:những con lười khổng lồ:lười khổng lồ]

# CREATURE:GIANT_SLOTH
source: [DESCRIPTION:A huge monster in the shape of a sloth.]
cs: [DESCRIPTION:Obří monstrum ve tvaru lenochoda.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Faultiers.]
eo: [DESCRIPTION:Grandega monstro kun formo de bradipo.]
es: [DESCRIPTION:Un monstruo enorme en la forma de un perezoso.]
ja: [DESCRIPTION:ナマケモノのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:나무늘보의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Olbrzymi potwór w kształcie leniwca.]
ru: [DESCRIPTION:Огромный монстр, похожий на ленивца.]
tr: [DESCRIPTION:Tembel hayvan şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng lười.]
zh_hans: [DESCRIPTION:一只巨大的树懒怪。]

# CREATURE:GIANT_SLOTH
source: [PREFSTRING:slow movement]
cs: [PREFSTRING:pomalý pohyb]
de: [PREFSTRING:langsame Bewegung]
eo: [PREFSTRING:malrapida movado]
es: [PREFSTRING:movimiento lento]
ja: [PREFSTRING:動きが遅い]
ko: [PREFSTRING:느린 움직임]
pl: [PREFSTRING:powolne ruchy]
ru: [PREFSTRING:медлительность]
tr: [PREFSTRING:yavaş hareketi]
vi: [PREFSTRING:di chuyển chậm chạp]

# CREATURE:SPIDER_MONKEY
source: [DESCRIPTION:A small animal found in the canopy of the jungle. They have extremely long arms and legs.]
cs: [DESCRIPTION:Malé zvíře žijící v korunách džungle. Má mimořádně dlouhé končetiny.]
de: [DESCRIPTION:Ein kleines Tier, das im Blätterdach des Dschungels gefunden wurde. Sie haben extrem lange Arme und Beine.]
eo: [DESCRIPTION:Malgranda besto kiu troviĝas en la kanopeo de la ĝangalo. Ili havas ekstreme longajn brakojn kaj gambojn.]
es: [DESCRIPTION:Un animal pequeño encontrado en el dosel arbóreo de la selva. Tiene brazos y piernas extremadamente largas]
ja: [DESCRIPTION:ジャングルに棲む小さなサル。非常に長い手足を持つ。]
ko: [DESCRIPTION:정글의 나무위에서 발견되는 작은 동물. 매우 긴 팔과 다리를 가지고 있다.]
pl: [DESCRIPTION:Małe zwierzę znalezione w koronach drzew. Mają niezwykle długie ręce i nogi.]
ru: [DESCRIPTION:Небольшое животное, обитающее под пологом джунглей. У него очень длинные руки и ноги.]
tr: [DESCRIPTION:Orman kanopisinde bulunan küçük bir hayvan. Çok uzun kol ve bacakları vardır.]
vi: [DESCRIPTION:Một loài động vật nhỏ được tìm thấy trên tán rừng rậm. Chúng có cánh tay và chân cực kỳ dài.]

# CREATURE:SPIDER_MONKEY
source: [NAME:spider monkey:spider monkeys:spider monkey]
cs: [NAME:chápán:chápani:chápana]
de: [NAME:Klammeraffe:Klammeraffen:Klammeraffe]
eo: [NAME:atelo:ateloj:de atelo]
es: [NAME:mono araña:monos arañas:mono araña]
ja: [NAME:クモザル:クモザル:クモザルの]
ko: [NAME:거미 원숭이:거미 원숭이들:거미 원숭이]
pl: [NAME:małpopająk:małpopająki:małpopająkowy]
ru: [NAME:паукообразная обезьяна:паукообразные обезьяны:паукообразной обезьяны]
tr: [NAME:örümcek maymunu:örümcek maymunları:örümcek maymunu]
vi: [NAME:khỉ nhện:những con khỉ nhện:khỉ nhện]

# CREATURE:SPIDER_MONKEY
source: [CASTE_NAME:spider monkey:spider monkeys:spider monkey]
cs: [CASTE_NAME:chápán:chápani:chápana]
de: [CASTE_NAME:Klammeraffe:Klammeraffen:Klammeraffe]
eo: [CASTE_NAME:atelo:ateloj:de atelo]
es: [CASTE_NAME:mono araña:monos arañas:mono araña]
ja: [CASTE_NAME:クモザル:クモザル:クモザルの]
ko: [CASTE_NAME:거미 원숭이:거미 원숭이들:거미 원숭이]
pl: [CASTE_NAME:małpopająk:małpopająki:małpopająkowy]
ru: [CASTE_NAME:паукообразная обезьяна:паукообразные обезьяны:паукообразной обезьяны]
tr: [CASTE_NAME:örümcek maymunu:örümcek maymunları:örümcek maymunu]
vi: [CASTE_NAME:khỉ nhện:những con khỉ nhện:khỉ nhện]

# CREATURE:SPIDER_MONKEY
source: [PREFSTRING:long limbs]
cs: [PREFSTRING:dlouhé končetiny]
de: [PREFSTRING:lange Gliedmaßen]
eo: [PREFSTRING:longaj membroj]
es: [PREFSTRING:extremidades largas]
ja: [PREFSTRING:長い手足]
ko: [PREFSTRING:긴 팔다리]
pl: [PREFSTRING:długie kończyny]
ru: [PREFSTRING:длинные конечности]
tr: [PREFSTRING:uzun uzuvları]
vi: [PREFSTRING:chi dài]

# CREATURE:SPIDER_MONKEY
source: [PREFSTRING:prehensile tails]
cs: [PREFSTRING:úchopné ocasy]
de: [PREFSTRING:greifbarer Schwanz]
eo: [PREFSTRING:prenpovaj vostoj]
es: [PREFSTRING:colas prensiles]
ja: [PREFSTRING:尻尾でつかむ]
ko: [PREFSTRING:꼬리를 잘 사용함]
pl: [PREFSTRING:imponujące ogony]
ru: [PREFSTRING:цепкие хвосты]
tr: [PREFSTRING:kavrayıcı kuyrukları]
vi: [PREFSTRING:đuôi có thể cầm nắm]

# CREATURE:SPIDER_MONKEY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SPIDER_MONKEY
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapie:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:SPIDER_MONKEY
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:SPIDER_MONKEY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SPIDER_MONKEY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SPIDER_MONKEY_MAN
source: [CASTE_NAME:spider monkey man:spider monkey men:spider monkey man]
cs: [CASTE_NAME:chápání muž:chápání muži:chápáního muže]
de: [CASTE_NAME:Klammeraffenmann:Klammeraffenmänner:Klammeraffenmann]
eo: [CASTE_NAME:homateliĉo:homateliĉoj:de homateliĉo]
es: [CASTE_NAME:hombre mono araña:hombres mono araña:hombre mono araña]
ja: [CASTE_NAME:クモザル男:クモザル男:クモザル男の]
ko: [CASTE_NAME:남성 거미 원숭이인간:남성 거미 원숭이인간들:남성 거미 원숭이인간]
pl: [CASTE_NAME:meżczyzna małpopająk: mężczyźni małpopająki:męsko małpopająkowy]
ru: [CASTE_NAME:мужчина-паукообразная обезьяна:мужчины-паукообразные обезьяны:мужчины-паукообразной обезьяны]
tr: [CASTE_NAME:erkek örümcek maymunu:erkek örümcek maymunları:erkek örümcek maymunu]
vi: [CASTE_NAME:người khỉ nhện nam:những người khỉ nhện nam:người khỉ nhện nam]

# CREATURE:SPIDER_MONKEY_MAN
source: [CASTE_NAME:spider monkey woman:spider monkey women:spider monkey woman]
cs: [CASTE_NAME:chápání žena:chápání ženy:chápání ženu]
de: [CASTE_NAME:Klammeraffenfrau:Klammeraffenfrauen:Klammeraffenfrau]
eo: [CASTE_NAME:homatelino:homatelinoj:de homatelino]
es: [CASTE_NAME:mujer mono araña:mujeres mono araña:mujer mono araña]
ja: [CASTE_NAME:クモザル女:クモザル女:クモザル女の]
ko: [CASTE_NAME:여성 거미 원숭이인간:여성 거미 원숭이인간들:여성 거미 원숭이인간]
pl: [CASTE_NAME:kobieta małpopająk: kobiety małpopająki:kobieco małpopająkowy]
ru: [CASTE_NAME:женщина-паукообразная обезьяна:женщины-паукообразные обезьяны:женщины-паукообразной обезьяны]
tr: [CASTE_NAME:dişi örümcek maymunu:dişi örümcek maymunları:dişi örümcek maymunu]
vi: [CASTE_NAME:người khỉ nhện nữ:những người khỉ nhện nữ:người khỉ nhện nữ]

# CREATURE:SPIDER_MONKEY_MAN
source: [NAME:spider monkey man:spider monkey men:spider monkey man]
cs: [NAME:chápání muž:chápání muži:chápáního muže]
de: [NAME:Klammeraffenmensch:Klammeraffenmenschen:Klammeraffenmensch]
eo: [NAME:homatelo:homateloj:de homatelo]
es: [NAME:hombre mono araña:hombres mono araña:hombre mono araña]
ja: [NAME:クモザル男:クモザル男:クモザル男の]
ko: [NAME:거미 원숭이인간:거미 원숭이인간들:거미 원숭이인간]
pl: [NAME:człowiek małpopająk:ludzie małpopająki: ludzko małpopająkowy]
ru: [NAME:человек-паукообразная обезьяна:люди-паукообразные обезьяны:человека-паукообразной обезьяны]
tr: [NAME:erkek örümcek maymunu:erkek örümcek maymunları:erkek örümcek maymunu]
vi: [NAME:người khỉ nhện nam:những người khỉ nhện nam:người khỉ nhện nam]

# CREATURE:SPIDER_MONKEY_MAN
source: [DESCRIPTION:A long-limbed person with the head and tail of a spider monkey.]
cs: [DESCRIPTION:Dlouhokončetinová osoba s hlavou a ocasem chápaně.]
de: [DESCRIPTION:Eine Person mit langen Gliedmaßen mit dem Kopf und Schwanz eines Klammeraffen.]
eo: [DESCRIPTION:Longmembra homo kun la kapo kaj la vosto de atelo.]
es: [DESCRIPTION:Una persona de largas extremidades con la cara y la cola de un mono araña.]
ja: [DESCRIPTION:クモザルの頭と尾を持った、手足の長い人間だ。]
ko: [DESCRIPTION:거미원숭이의 머리와 꼬리를 가진 팔다리가 긴 사람.]
pl: [DESCRIPTION:Osoba z długimi kończynami z głową i ogonem pająkomałpy.]
ru: [DESCRIPTION:Человек с длинными конечностями, головой и хвостом паукообразной обезьяны.]
tr: [DESCRIPTION:Bir örümcek maymununun başına ve kuyruğuna sahip, uzun uzuvlu bir kişi.]
vi: [DESCRIPTION:Một người có chi dài, mang đầu và đuôi khỉ nhện.]

# CREATURE:GIANT_SPIDER_MONKEY
source: [NAME:giant spider monkey:giant spider monkeys:giant spider monkey]
cs: [NAME:obří chápán:obří chápani:obřího chápaně]
de: [NAME:Riesen-Klammeraffe:Riesen-Klammeraffen:Riesen-Klammeraffe]
eo: [NAME:giganta atelo:gigantaj ateloj:de giganta atelo]
es: [NAME:mono araña gigante:monos araña gigantes:mono araña gigante]
ja: [NAME:巨大クモザル:巨大クモザル:巨大クモザルの]
ko: [NAME:거대 거미 원숭이:거대 거미 원숭이들:거대 거미 원숭이]
pl: [NAME:ogromny małpopająk:ogromne małpopająki:ogromno małpopająkowy]
ru: [NAME:гигантская паукообразная обезьяна:гигантские паукообразные обезьяны:гигантской паукообразной обезьяны]
tr: [NAME:dev örümcek maymunu:dev örümcek maymunları:dev örümcek maymunu]
vi: [NAME:khỉ nhện khổng lồ:những khỉ nhện khổng lồ:khỉ nhện khổng lồ]

# CREATURE:GIANT_SPIDER_MONKEY
source: [CASTE_NAME:giant spider monkey:giant spider monkeys:giant spider monkey]
cs: [CASTE_NAME:obří chápán:obří chápani:obřího chápaně]
de: [CASTE_NAME:Riesen-Klammeraffe:Riesen-Klammeraffen:Riesen-Klammeraffe]
eo: [CASTE_NAME:giganta atelo:gigantaj ateloj:de giganta atelo]
es: [CASTE_NAME:mono araña gigante:monos araña gigantes:mono araña gigante]
ja: [CASTE_NAME:巨大クモザル:巨大クモザル:巨大クモザルの]
ko: [CASTE_NAME:거대 거미 원숭이:거대 거미 원숭이들:거대 거미 원숭이]
pl: [CASTE_NAME:ogromny małpopająk:ogromne małpopająki:ogromno małpopająkowy]
ru: [CASTE_NAME:гигантская паукообразная обезьяна:гигантские паукообразные обезьяны:гигантской паукообразной обезьяны]
tr: [CASTE_NAME:dev örümcek maymunu:dev örümcek maymunları:dev örümcek maymunu]
vi: [CASTE_NAME:khỉ nhện khổng lồ:những khỉ nhện khổng lồ:khỉ nhện khổng lồ]

# CREATURE:GIANT_SPIDER_MONKEY
source: [DESCRIPTION:A large monster in the form of a spider monkey.]
cs: [DESCRIPTION:Velká příšera v podobě chápana.]
de: [DESCRIPTION:Ein großes Monster in Form eines Klammeraffens.]
eo: [DESCRIPTION:Granda monstro kun formo de atelo.]
es: [DESCRIPTION:Un gran monstruo en forma de mono araña.]
ja: [DESCRIPTION:クモザルのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:거미 원숭이 형태의 큰 괴물.]
pl: [DESCRIPTION:Duży potwór w postaci pająko małpy.]
ru: [DESCRIPTION:Огромный монстр, похожий на паукообразную обезьяну.]
tr: [DESCRIPTION:Örümcek maymunu formunda büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dáng khỉ nhện.]
