Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BADGER MAN
source: [DESCRIPTION:A humanoid with the head and stripes of a badger.]
cs: [DESCRIPTION:Humanoid s hlavou a pruhy jezevce.]
de: [DESCRIPTION: Ein Humanoid mit Kopf und den Streifen eines Dachses.]
eo: [DESCRIPTION:Homsimilulo kun la kapo kaj la strioj de melo.]
es: [DESCRIPTION:Un humanoide con la cabeza y rayas de un tejón.]
ja: [DESCRIPTION:アナグマの頭を持つ縞模様の人間だ。]
ko: [DESCRIPTION:오소리의 머리와 줄무늬를 가진 인간형태의 생물체.]
pl: [DESCRIPTION:Humanoid z głową i paskami borsuka.]
ru: [DESCRIPTION:Человекоподобное существо с головой и полосками барсука.]
tr: [DESCRIPTION:Porsuk başına ve çizgilerine sahip insansı bir fantastik canlı.]
vi: [DESCRIPTION:Một sinh vật hình người mang đầu và sọc của loài lửng.]
zh_hans: [DESCRIPTION:一个长着獾头和斑纹的人。]

# CREATURE:BADGER, GIANT
source: [NAME:giant badger:giant badgers:giant badger]
cs: [NAME:obří jezevec:obří jezevci:obřího jezevce]
de: [NAME:Riesendachs:Riesendachs:Riesendachs]
eo: [NAME:giganta melo:gigantaj meloj:de giganta melo]
es: [NAME:tejón gigante:tejones gigantes:tejón gigantes]
ja: [NAME:巨大アナグマ:巨大アナグマ:巨大アナグマの]
ko: [NAME:거대 오소리:거대 오소리들:거대 오소리]
pl: [NAME:gigantyczny borsuk:gigantyczne borsuki:gigantyczno borsuczy]
ru: [NAME:гигантский барсук:гигантские барсуки:гигантского барсука]
tr: [NAME:dev porsuk:dev porsuklar:dev porsuk]
vi: [NAME:lửng khổng lồ:những con lửng khổng lồ:lửng khổng lồ]
zh_hans: [NAME:巨獾:巨獾:巨獾]

# CREATURE:BADGER, GIANT
source: [GENERAL_CHILD_NAME:giant badger cub:giant badger cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího jezevce:mláďata obřího jezevce]
de: [GENERAL_CHILD_NAME:Riesendachswelpe:Riesendachswelpen]
eo: [GENERAL_CHILD_NAME:giganta melido:gigantaj melidoj]
es: [GENERAL_CHILD_NAME:cría de tejón gigante:crías de tejón gigante]
ja: [GENERAL_CHILD_NAME:巨大アナグマの子供:巨大アナグマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 오소리:새끼 거대 오소리들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego borsuka:młode gigantycznego borsuka]
ru: [GENERAL_CHILD_NAME:гигантский барсучонок:гигантские барсучата]
tr: [GENERAL_CHILD_NAME:yavru dev porsuk:yavru dev porsuklar]
vi: [GENERAL_CHILD_NAME:lửng con khổng lồ:những con lửng con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨獾幼崽:巨獾幼崽]

# CREATURE:BADGER, GIANT
source: [DESCRIPTION:A huge monster the shape of a badger. It is ferocious in combat.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru jezevce. V boji je zuřivá.]
de: [DESCRIPTION:Ein riesiges Ungeheuer in Form eines Dachses. Es ist wild im Kampf.]
eo: [DESCRIPTION:Grandega monstro kun kapo de melo. Ĝi ferocas je batalo.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un tejón. Es feroz en combate.]
ja: [DESCRIPTION:アナグマのような姿をした巨大な怪物だ。獰猛に戦う。]
ko: [DESCRIPTION:오소리 모양의 거대한 괴물. 그것은 전투에서 사납다.]
pl: [DESCRIPTION:Ogromny potwór w kształcie borsuka. Jest okrutny w walce.]
ru: [DESCRIPTION:Огромный монстр, похожий на барсука. Свиреп в бою.]
tr: [DESCRIPTION:Porsuk şeklinde dev bir canavar. Dövüşte vahşidir.]
vi: [DESCRIPTION:Một quái vật to lớn hình dạng lửng. Nó rất hung dữ trong chiến đấu.]
zh_hans: [DESCRIPTION:一只巨大的獾怪。在战斗时十分凶猛。]

# CREATURE:BADGER, GIANT
source: [CASTE_NAME:giant badger boar:giant badger boars:giant badger boar]
cs: [CASTE_NAME:obří jezevčí samec:obří jezevčí samci:obřího jezevčího samce]
de: [CASTE_NAME:Riesendachsschwein:Riesendachsschweine:Riesendachsschwein]
eo: [CASTE_NAME:giganta meliĉo:gigantaj meliĉoj:de giganta meliĉo]
es: [NAME:tejón gigante:tejones gigantes:tejón gigantes]
ja: [CASTE_NAME:巨大アナグマの雄:巨大アナグマの雄:巨大アナグマの雄の]
ko: [CASTE_NAME:수컷 거대 오소리:수컷 거대 오소리들:수컷 거대 오소리]
pl: [CASTE_NAME:gigantyczny samiec borsuka:gigantyczne samce borsuka:gigantyczno samco borsuczy]
ru: [CASTE_NAME:гигантский барсук:гигантские барсуки:гигантского барсука]
tr: [CASTE_NAME:dev erkek porsuk:dev erkek porsuklar:dev erkek porsuk]
vi: [CASTE_NAME:lửng đực khổng lồ:những con lửng đực khổng lồ:lửng đực khổng lồ]
zh_hans: [CASTE_NAME:巨雄獾:巨雄獾:巨雄獾]

# CREATURE:BADGER, GIANT
source: [CASTE_NAME:giant badger sow:giant badger sows:giant badger sow]
cs: [CASTE_NAME:obří jezevčí samice:obří jezevčí samice:obří jezevčí samici]
de: [CASTE_NAME:Riesendachs Sau:Riesendachs Sauen:Riesendachs Sau]
eo: [CASTE_NAME:giganta melino:gigantaj melinoj:de giganta melino]
es: [CASTE_NAME:tejón gigante:tejónes gigantes:tejón gigante]
ja: [CASTE_NAME:巨大アナグマの雌:巨大アナグマの雌:巨大アナグマの雌の]
ko: [CASTE_NAME:암컷 거대 오소리:암컷 거대 오소리들:암컷 거대 오소리]
pl: [CASTE_NAME:gigantyczna samica borsuka:gigantyczne samice borsuka:gigantyczno samico borsuczy]
ru: [CASTE_NAME:гигантская барсучиха:гигантские барсучихи:гигантской барсучихи]
tr: [CASTE_NAME:dev dişi porsuk:dev dişi porsuklar:dev dişi porsuk]
vi: [CASTE_NAME:lửng cái khổng lồ:các lửng cái khổng lồ:lửng cái khổng lồ]
zh_hans: [CASTE_NAME:巨雌獾:巨雌獾:巨雌獾]

# CREATURE:BADGER, GIANT
source: [PREFSTRING:great size]
cs: [PREFSTRING:velká velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
pl: [PREFSTRING:wielki rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük boyut]
vi: [PREFSTRING:kích thước khổng lồ]
zh_hans: [PREFSTRING:巨大的体型]

# CREATURE:BADGER, GIANT
source: [PREFSTRING:underground communities]
cs: [PREFSTRING:podzemní společenství]
de: [PREFSTRING:Untergrundgemeinschaften]
eo: [PREFSTRING:subteraj komunumoj]
es: [PREFSTRING:comunidades subterraneas]
ja: [PREFSTRING:地下の共同体]
ko: [PREFSTRING:지하 커뮤니티]
pl: [PREFSTRING:podziemne wspólnoty]
ru: [PREFSTRING:подземные городища]
tr: [PREFSTRING:yeraltı toplulukları]
vi: [PREFSTRING:các cộng đồng dưới lòng đất]
zh_hans: [PREFSTRING:地下社区]

# CREATURE:BADGER, GIANT
source: [PREFSTRING:striped faces]
cs: [PREFSTRING:pruhované tváře]
de: [PREFSTRING:gestreifte Gesichter]
eo: [PREFSTRING:striataj kapoj]
es: [PREFSTRING:caras rayadas]
ja: [PREFSTRING:縞々の顔]
ko: [PREFSTRING:줄무늬가 있는 얼굴]
pl: [PREFSTRING:pręgowane pyski]
ru: [PREFSTRING:полосатые морды]
tr: [PREFSTRING:çizgili yüzler]
vi: [PREFSTRING:những khuôn mặt sọc]
zh_hans: [PREFSTRING:斑纹脸]

# CREATURE:MOOSE
source: [DESCRIPTION:A large mammal with great antlers and a large nose. It lives in temperate forests.]
cs: [DESCRIPTION:Velký savec s mohutnými parohy a velkým nosem. Žije v mírných lesích.]
de: [DESCRIPTION:Ein großes Säugetier mit einem großen Geweih und einer großen Nase. Er lebt in gemäßigten Wäldern.]
eo: [DESCRIPTION:Granda mamulo kun grandaj ramuroj kaj granda nazo. Ĝi loĝas en mezvarmaj arbaroj.]
es: [DESCRIPTION:Un gran mamífero de colosales astas y tamaño hocico. Vive en bosques templados.]
ja: [DESCRIPTION:温帯の森に棲む、大きな枝角と大きな鼻を持つ鹿の仲間だ。]
ko: [DESCRIPTION:큰 뿔과 큰 코를 가진 큰 포유류. 온대림에서 서식한다.]
pl: [DESCRIPTION:Duży ssak z wielkimi rogami i wielkim nosem. Żyje w umiarkowanych lasach.]
ru: [DESCRIPTION:Крупное млекопитающее с огромными ветвящимися рогами и большим носом. Живёт в лесах с умеренным климатом.]
tr: [DESCRIPTION:Büyük boynuzları ve büyük bir burnu olan büyük bir memeli. Ilıman ormanlarda yaşar.]
vi: [DESCRIPTION:Một loài động vật có vú lớn với bộ gạc đồ sộ và cái mũi to. Nó sống trong các khu rừng ôn đới.]
zh_hans: [DESCRIPTION:一种长着巨大鹿角和鼻子的大型哺乳生物。它栖息于温带森林。]

# CREATURE:MOOSE
source: [NAME:moose:moose:moose]
cs: [NAME:los:losi:lose]
de: [NAME:Elche:Elche:Elche]
eo: [NAME:alko:alkoj:de alko]
es: [NAME:alce:alces:alce]
ja: [NAME:ヘラジカ:ヘラジカ:ヘラジカの]
ko: [NAME:말코손바닥사슴:말코손바닥사슴들:말코손바닥사슴]
pl: [NAME:łoś:łosie:łosiowy]
ru: [NAME:лось:лоси:лося]
tr: [NAME:sığın:sığınlar:sığın]
vi: [NAME:nai sừng tấm:nai sừng tấm:nai sừng tấm]
zh_hans: [NAME:驼鹿:驼鹿:驼鹿]

# CREATURE:MOOSE
source: [GENERAL_CHILD_NAME:moose calf:moose calves]
cs: [GENERAL_CHILD_NAME:losí mládě:losí mláďata]
de: [GENERAL_CHILD_NAME:Elchkalb:Elchkälber]
eo: [GENERAL_CHILD_NAME:alkido:alkidoj]
es: [GENERAL_CHILD_NAME:cría de alce:crías de alce]
ja: [GENERAL_CHILD_NAME:ヘラジカの仔:ヘラジカの仔の]
ko: [GENERAL_CHILD_NAME:새끼 말코손바닥사슴:새끼 말코손바닥사슴들]
pl: [GENERAL_CHILD_NAME:cielę łosia:cielaki łosia]
ru: [GENERAL_CHILD_NAME:лосёнок:лосята]
tr: [GENERAL_CHILD_NAME:yavru sığın:yavru sığınlar]
vi: [GENERAL_CHILD_NAME:nai sừng tấm non:các nai sừng tấm non]
zh_hans: [GENERAL_CHILD_NAME:麋鹿幼崽:麋鹿幼崽]

# CREATURE:MOOSE
source: [PREFSTRING:large size]
cs: [PREFSTRING:velká velikost]
de: [PREFSTRING: riesige Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:tamaño grande]
ja: [PREFSTRING:巨体]
ko: [PREFSTRING:큰 크기]
pl: [PREFSTRING:duży rozmiar]
ru: [PREFSTRING:большой размер]
tr: [PREFSTRING:büyük boyut]
vi: [PREFSTRING:kích thước lớn]
zh_hans: [PREFSTRING:大体型]

# CREATURE:MOOSE
source: [PREFSTRING:broad antlers]
cs: [PREFSTRING:široké parohy]
de: [PREFSTRING:breites Geweih]
eo: [PREFSTRING:larĝaj ramuroj]
es: [PREFSTRING:cornamentas anchas]
ja: [PREFSTRING:大きな枝角]
ko: [PREFSTRING:넓적한 뿔]
pl: [PREFSTRING:rozległe poroże]
ru: [PREFSTRING:широкие ветвистые рога]
tr: [PREFSTRING:geniş boynuzlar]
vi: [PREFSTRING:gạc bè]
zh_hans: [PREFSTRING:宽鹿角]

# CREATURE:MOOSE
source: [CASTE_NAME:cow moose:cow moose:cow moose]
cs: [CASTE_NAME:losí samice:losí samice:losí samici]
de: [CASTE_NAME:Elchkuh:Elchkuh:Elchkuh]
eo: [CASTE_NAME:alkino:alkinoj:de alkino]
es: [CASTE_NAME:alce hembra:alces hembras:alce hembra]
ja: [CASTE_NAME:ヘラジカ雌:ヘラジカの雌:ヘラジカの雌の]
ko: [CASTE_NAME:암컷 말코손바닥사슴:암컷 말코손바닥사슴들:암컷 말코손바닥사슴]
pl: [CASTE_NAME:samica łosia:samice łosia:samiczo łosiowy]
ru: [CASTE_NAME:лосиха:лосихи:лосихи]
tr: [CASTE_NAME:dişi sığın:dişi sığınlar:dişi sığın]
vi: [CASTE_NAME:nai sừng tấm cái:nai sừng tấm cái:nai sừng tấm cái]
zh_hans: [CASTE_NAME:母驼鹿:母驼鹿:母驼鹿]

# CREATURE:MOOSE
source: [CASTE_NAME:bull moose:bull moose:bull moose]
cs: [CASTE_NAME:losí samec:losí samci:losího samce]
de: [CASTE_NAME:Elchbulle:Elchbulle:Elchbulle]
eo: [CASTE_NAME:alkiĉo:alkiĉoj:de alkiĉo]
es: [CASTE_NAME:alce macho:alces machos:alce macho]
ja: [CASTE_NAME:ヘラジカの雄:ヘラジカの雄:ヘラジカの雄の]
ko: [CASTE_NAME:수컷 말코손바닥사슴:수컷 말코손바닥사슴들:수컷 말코손바닥사슴]
pl: [CASTE_NAME:samiec łosia:samce łosia:samco łosiowy]
ru: [CASTE_NAME:лось:лоси:лося]
tr: [CASTE_NAME:erkek sığın:erkek sığınlar:erkek sığın]
vi: [CASTE_NAME:nai sừng tấm đực:nai sừng tấm đực:nai sừng tấm đực]
zh_hans: [CASTE_NAME:公驼鹿:公驼鹿:公驼鹿]

# CREATURE:MOOSE
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]
zh_hans: [ATTACK_VERB:顶:顶]

# CREATURE:MOOSE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:MOOSE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:MOOSE
source: [STATE_NAME:ALL_SOLID:antler]
cs: [STATE_NAME:ALL_SOLID:paroh]
de: [STATE_NAME:ALL_SOLID:Geweih]
eo: [STATE_NAME:ALL_SOLID:ramuro]
es: [STATE_NAME:ALL_SOLID:cuerno]
ja: [STATE_NAME:ALL_SOLID:角]
ko: [STATE_NAME:ALL_SOLID:사슴뿔]
pl: [STATE_NAME:ALL_SOLID:poroże]
ru: [STATE_NAME:ALL_SOLID:ветвистый рог]
tr: [STATE_NAME:ALL_SOLID:boynuz]
vi: [STATE_NAME:ALL_SOLID:gạc]
zh_hans: [STATE_NAME:ALL_SOLID:鹿角]

# CREATURE:MOOSE
source: [STATE_ADJ:ALL_SOLID:antler]
cs: [STATE_ADJ:ALL_SOLID:parohový]
de: [STATE_ADJ:ALL_SOLID:Geweih]
eo: [STATE_ADJ:ALL_SOLID:ramura]
es: [STATE_ADJ:ALL_SOLID:cornudo]
ja: [STATE_ADJ:ALL_SOLID:角]
ko: [STATE_ADJ:ALL_SOLID:사슴뿔]
pl: [STATE_ADJ:ALL_SOLID:porożowy]
ru: [STATE_ADJ:ALL_SOLID:ветвистый рог]
tr: [STATE_ADJ:ALL_SOLID:boynuz]
vi: [STATE_ADJ:ALL_SOLID:gạc]
zh_hans: [STATE_ADJ:ALL_SOLID:鹿角的]

# CREATURE:MOOSE
source: [TISSUE_NAME:antler:NP]
cs: [TISSUE_NAME:paroh:NP]
de: [TISSUE_NAME:Geweih:NP]
eo: [TISSUE_NAME:ramuro:ramuroj]
es: [TISSUE_NAME:cuerno:NP]
ja: [TISSUE_NAME:角:NP]
ko: [TISSUE_NAME:사슴뿔:NP]
pl: [TISSUE_NAME:poroże:NP]
ru: [TISSUE_NAME:ветвистый рог:NP]
tr: [TISSUE_NAME:boynuz:NP]
zh_hans: [TISSUE_NAME:鹿角:NP]

# CREATURE:MOOSE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:MOOSE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:毛皮:SINGULAR]

# CREATURE:MOOSE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:MOOSE MAN
source: [CASTE_NAME:moose man:moose men:moose man]
cs: [CASTE_NAME:losí muž:losí muži:losího muže]
de: [CASTE_NAME:Elchbulle:Elchbullen:Elchbulle]
eo: [CASTE_NAME:homalkiĉo:homalkiĉoj:de homalkiĉo]
es: [CASTE_NAME:hombre alce:hombres alce:hombre alce]
ja: [CASTE_NAME:ヘラジカ男:ヘラジカ男:ヘラジカ男の]
ko: [CASTE_NAME:남성 말코손바닥사슴인간:남성 말코손바닥사슴인간들:남성 말코손바닥사슴인간들]
pl: [CASTE_NAME:łosiomężczyzna:łosiomężczyźni:łosiomężczyzny]
ru: [CASTE_NAME:мужчина-лось:мужчины-лоси:мужчины-лося]
tr: [CASTE_NAME:erkek sığın:erkek sığınlar:erkek sığın]
vi: [CASTE_NAME:người nai sừng tấm:những người nai sừng tấm:người nai sừng tấm]
zh_hans: [CASTE_NAME:驼鹿男:驼鹿男:驼鹿男]

# CREATURE:MOOSE MAN
source: [CASTE_NAME:moose woman:moose women:moose woman]
cs: [CASTE_NAME:losí žena:losí ženy:losí ženu]
de: [CASTE_NAME:Elchkuh:Elchkühe:Elchkuh]
eo: [CASTE_NAME:homalkino:homalkinoj:de homalkino]
es: [CASTE_NAME:mujer alce:mujeres alce:mujer alce]
ja: [CASTE_NAME:ヘラジカ女:ヘラジカ女:ヘラジカ女の]
ko: [CASTE_NAME:여성 말코손바닥사슴인간:여성 말코손바닥사슴인간들:여성 말코손바닥사슴인간]
pl: [CASTE_NAME:łosiokobieta:łosiokobiety:łosokobiecy]
ru: [CASTE_NAME:женщина-лосиха:женщины-лосихи:женщин-лосих]
tr: [CASTE_NAME:dişi sığın:dişi sığınlar:dişi sığın]
vi: [CASTE_NAME:phụ nữ nai sừng tấm:những phụ nữ nai sừng tấm:phụ nữ nai sừng tấm]
zh_hans: [CASTE_NAME:驼鹿女:驼鹿女:驼鹿女]

# CREATURE:MOOSE MAN
source: [NAME:moose man:moose men:moose man]
cs: [NAME:losí muž:losí muži:losího muže]
de: [NAME:Elchbulle:Elchbullen:Elchbulle]
eo: [NAME:homalko:homalkoj:de homalko]
es: [NAME:hombre alce:hombres alce:hombre alce]
ja: [NAME:ヘラジカ男:ヘラジカ男:ヘラジカ男の]
ko: [NAME:말코손바닥사슴인간:말코손바닥사슴인간들:말코손바닥사슴]
pl: [NAME:łosioczłowiek:łosioludzie:łosioludzki]
ru: [NAME:человек-лось:люди-лоси:человека-лося]
tr: [NAME:erkek sığın:erkek sığınlar:erkek sığın]
vi: [NAME:người nai sừng tấm:những người nai sừng tấm:người nai sừng tấm]
zh_hans: [NAME:驼鹿人:驼鹿人:驼鹿人]

# CREATURE:MOOSE MAN
source: [DESCRIPTION:A humanoid with the head and antlers of a moose.]
cs: [DESCRIPTION:Humanoid s hlavo
de: [DESCRIPTION: Ein Humanoid mit dem Kopf und Geweih eines Elchs.]
eo: [DESCRIPTION:Homsimilulo kun la kapo kaj la ramuroj de alko.]
es: [DESCRIPTION:Un humanoide con la cabeza y astas de un alce.]
ja: [DESCRIPTION:ヘラジカの頭と角を持つ人間だ。]
ko: [DESCRIPTION:무스의 머리와 뿔을 가진 휴머노이드.]
pl: [DESCRIPTION:Humanoid z głową i porożem łosia.]
ru: [DESCRIPTION:Человекоподобное существо с головой и ветвистыми рогами лося.]
tr: [DESCRIPTION:Sığın başına ve boynuzlarına sahip insansı bir fantastik canlı.]
vi: [DESCRIPTION:Một sinh vật dạng người với cái đầu và bộ gạc của một con nai sừng tấm.]
zh_hans: [DESCRIPTION:一个长着驼鹿头和鹿角的人。]

# CREATURE:MOOSE, GIANT
source: [NAME:giant moose:giant moose:giant moose]
cs: [NAME:obří los:obří los:obří los]
de: [NAME:Riesen-Elch:Riesen-Elch:Riesen-Elch]
eo: [NAME:giganta alko:gigantaj alkoj:de giganta alko]
es: [NAME:alce gigante:alces gigantes:alce gigante]
ja: [NAME:巨大ヘラジカ:巨大ヘラジカ:巨大ヘラジカの]
ko: [NAME:거대 말코손바닥사슴:거대 말코손바닥사슴들:거대 말코손바닥사슴]
pl: [NAME:gigantyczny łos:gigantyczne łosie:gigantyczno łosiowy]
ru: [NAME:гигантский лось:гигантские лоси:гигантского лося]
tr: [NAME:dev sığın:dev sığınlar:dev sığın]
vi: [NAME:nai sừng tấm khổng lồ:nai sừng tấm khổng lồ:nai sừng tấm khổng lồ]
zh_hans: [NAME:巨驼鹿:巨驼鹿:巨驼鹿]

# CREATURE:MOOSE, GIANT
source: [GENERAL_CHILD_NAME:giant moose calf:giant moose calves]
cs: [GENERAL_CHILD_NAME:mládě obřího losa:mláďata obřího losa]
de: [GENERAL_CHILD_NAME:Riesen-Elchkalb:Riesen-Elchkälber]
eo: [GENERAL_CHILD_NAME:giganta alkido:gigantaj alkidoj]
es: [GENERAL_CHILD_NAME:cría de alce gigante:crías de alce gigante]
ja: [GENERAL_CHILD_NAME:巨大ヘラジカの仔:巨大ヘラジカの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 말코손바닥사슴:새끼 거대 말코손바닥사슴들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego łosia:młode gigantycznego łosia]
ru: [GENERAL_CHILD_NAME:гигантский лосёнок:гигантские лосята]
tr: [GENERAL_CHILD_NAME:yavru dev sığın:yavru dev sığınlar]
vi: [GENERAL_CHILD_NAME:nai sừng tấm non khổng lồ:các nai sừng tấm non khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨麋鹿幼崽:巨麋鹿幼崽]

# CREATURE:MOOSE, GIANT
source: [DESCRIPTION:A huge monster the shape of a moose.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru losa.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Elchs.]
eo: [DESCRIPTION:Grandega monstro kun la kapo de alko.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un alce.]
ja: [DESCRIPTION:ヘラジカのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:무스의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie łosia.]
ru: [DESCRIPTION:Огромный монстр, похожий на лося.]
tr: [DESCRIPTION:Sığın biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng của một con nai sừng tấm.]
zh_hans: [DESCRIPTION:一只巨大的驼鹿怪。]

# CREATURE:MOOSE, GIANT
source: [CASTE_NAME:giant moose cow:giant moose cows:giant moose cow]
cs: [CASTE_NAME:obří losí samice:obří losí samice:obří losí samici]
de: [CASTE_NAME:Riesen-Elchkuh:Riesen-Elchkühe:Riesen-Elchkuh]
eo: [CASTE_NAME:giganta alkino:gigantaj alkinoj:de giganta alkino]
es: [CASTE_NAME:alce gigante:alces gigantes:alce gigante]
ja: [CASTE_NAME:巨大ヘラジカの雌:巨大ヘラジカの雌:巨大ヘラジカの雌の]
ko: [CASTE_NAME:암컷 거대 말코손바닥사슴:암컷 거대 말코손바닥사슴들]
pl: [CASTE_NAME:gigantyczna samica łosia:gigantyczne samice łosia:gigantyczno samico łosiowy]
ru: [CASTE_NAME:гигантская лосиха:гигантские лосихи:гигантской лосихи]
tr: [CASTE_NAME:dev dişi sığın:dev dişi sığınlar:dev dişi sığın]
vi: [CASTE_NAME:nai sừng tấm cái khổng lồ:các nai sừng tấm cái khổng lồ:nai sừng tấm cái khổng lồ]
zh_hans: [CASTE_NAME:巨母驼鹿:巨母驼鹿:巨母驼鹿]

# CREATURE:MOOSE, GIANT
source: [CASTE_NAME:giant moose bull:giant moose bulls:giant moose bull]
cs: [CASTE_NAME:obří losí samec:obří losí samci:obřího losího samce]
de: [CASTE_NAME:Riesen-Elchbulle:Riesen-Elchbullen:Riesen-Elchbulle]
eo: [CASTE_NAME:giganta alkiĉo:gigantaj alkiĉoj:de giganta alkiĉo]
es: [CASTE_NAME:toro gigante:toros gigantes:toro gigante]
ja: [CASTE_NAME:巨大ヘラジカの雄:巨大ヘラジカの雄:巨大ヘラジカの雄の]
ko: [CASTE_NAME:수컷 거대 말코손바닥사슴:수컷 거대 말코손바닥사슴들]
pl: [CASTE_NAME:gigantyczny samiec łosia:gigantyczne samce łosia:gigantyczno samco łosiowy]
ru: [CASTE_NAME:гигантский лось:гигантские лоси:гигантского лося]
tr: [CASTE_NAME:dev erkek sığın:dev erkek sığınlar:dev erkek sığın]
vi: [CASTE_NAME:nai sừng tấm đực khổng lồ:các nai sừng tấm đực khổng lồ:nai sừng tấm đực khổng lồ]
zh_hans: [CASTE_NAME:巨公驼鹿:巨公驼鹿:巨公驼鹿]

# CREATURE:MOOSE, GIANT
source: [PREFSTRING:great size]
cs: [PREFSTRING:velká velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
pl: [PREFSTRING:wielki rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük boyut]
vi: [PREFSTRING:kích thước khổng lồ]
zh_hans: [PREFSTRING:巨大的体型]

# CREATURE:MOOSE, GIANT
source: [PREFSTRING:broad antlers]
cs: [PREFSTRING:široké parohy]
de: [PREFSTRING:breites Geweih]
eo: [PREFSTRING:larĝaj ramuroj]
es: [PREFSTRING:cornamentas anchas]
ja: [PREFSTRING:大きな枝角]
ko: [PREFSTRING:넓적한 뿔]
pl: [PREFSTRING:rozległe poroże]
ru: [PREFSTRING:широкие ветвистые рога]
tr: [PREFSTRING:geniş boynuzlar]
vi: [PREFSTRING:gạc bè]
zh_hans: [PREFSTRING:宽鹿角]

# CREATURE:RED PANDA
source: [DESCRIPTION:A small tree-dwelling mammal with distinctive color. It rears up on its hind legs when cornered. It uses its front paws like hands.]
cs: [DESCRIPTION:Malý stromový savec s výrazným zbarvením. Když je zahnaný do kouta, staví se na zadní. Přední tlapy používá jako ruce.]
de: [DESCRIPTION:Kleines, baumbewohnendes Säugetier mit auffälliger Färbung. Es bäumt sich auf seinen Hinterbeinen auf, wenn es in die Enge getrieben wird. Es benutzt seine Vorderpfoten wie Hände.]
eo: [DESCRIPTION:Malgranda arboloĝanta mamulo kun distinga koloro. Ĝi staras per siaj postaj gamboj kiam forkaptate. Ĝi uzas siajn antaŭajn piedojn kiel manoj.]
es: [DESCRIPTION:Un pequeño mamífero de distintivo color que mora en los arboles. Se retrae sobre sus patas traseras cuando se preocupa. Usa sus garras como manos.]
ja: [DESCRIPTION:独特の色をした小さな木に生息する哺乳類。追い詰められると後ろ足で立ち上がる。前足を手のように使いこなす。]
ko: [DESCRIPTION:독특한 색깔을 가진 작은 나무에서 사는 포유류입니다. 코너에 몰리면 뒷다리로 일어섭니다. 그들은 앞발을 손처럼 사용합니다.]
pl: [DESCRIPTION:Mały, zamieszkujący drzewa ssak z charakterystycznym kolorem. Kiedy osaczony, staje na tylnych łapach. Używa swoich przednich łap jako rąk.]
ru: [DESCRIPTION:Небольшое живущее на деревьях млекопитающее с характерной окраской. Встаёт на задние лапы, если его загнать в угол. Использует передние лапы для хватания.]
tr: [DESCRIPTION:Belirgin renklere sahip, ağaçlarda yaşayan küçük bir memeli. Köşeye sıkıştırıldığında arka ayakları üzerine kalkar. Ön patilerini el gibi kullanır.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ sống trên cây với màu sắc đặc trưng. Nó sẽ đứng thẳng bằng hai chân sau khi bị dồn vào đường cùng. Nó dùng hai chi trước như bàn tay.]
zh_hans: [DESCRIPTION:一种颜色鲜明的小型树栖哺乳动物。它在被逼到走投无路时会用它的后足腾跃而起。它前爪用得像手一般。]

# CREATURE:RED PANDA
source: [NAME:red panda:red pandas:red panda]
cs: [NAME:červená panda:červené pandy:červenou pandu]
de: [NAME:Roter Panda:Rote Pandas:Roter Panda]
eo: [NAME:ruĝa pando:ruĝaj pandoj:de ruĝa pando]
es: [NAME:panda rojo:pandas rojos:panda rojo]
ja: [NAME:レッサーパンダ:レッサーパンダ:レッサーパンダの]
ko: [NAME:레서판다:레서판다들:레서판다]
pl: [NAME:panda ruda:pandy rude:pando rudy]
ru: [NAME:красная панда:красные панды:красной панды]
tr: [NAME:kızıl panda:kızıl pandalar:kızıl panda]
vi: [NAME:gấu trúc đỏ:các gấu trúc đỏ:gấu trúc đỏ]
zh_hans: [NAME:小熊猫:小熊猫:小熊猫]

# CREATURE:RED PANDA
source: [GENERAL_CHILD_NAME:red panda cub:red panda cubs]
cs: [GENERAL_CHILD_NAME:mládě červené pandy:mláďata červené pandy]
de: [GENERAL_CHILD_NAME:Roter Pandabär:Roter Pandabärs]
eo: [GENERAL_CHILD_NAME:ruĝa pandido:ruĝaj pandidoj]
es: [GENERAL_CHILD_NAME:cachorro de panda rojo:cachorros de panda rojo]
ja: [GENERAL_CHILD_NAME:レッサーパンダの子供:レッサーパンダの子供の]
ko: [GENERAL_CHILD_NAME:새끼 레서판다:새끼 레서판다들]
pl: [GENERAL_CHILD_NAME:młody pandy rudej:młode pandy rudej]
ru: [GENERAL_CHILD_NAME:детёныш красной панды:детёныши красной панды]
tr: [GENERAL_CHILD_NAME:yavru kızıl panda:yavru kızıl pandalar]
vi: [GENERAL_CHILD_NAME:gấu trúc đỏ con:các gấu trúc đỏ con]
zh_hans: [GENERAL_CHILD_NAME:小熊猫幼崽:小熊猫幼崽]
