Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:ELF
source: [MANNERISM_LEG:leg]
cs: [MANNERISM_LEG:noha]
de: [MANNERISM_LEG:Bein]
eo: [MANNERISM_LEG:gambo]
es: [MANNERISM_LEG:pierna]
ja: [MANNERISM_LEG:脚]
ko: [MANNERISM_LEG:다리]
pl: [MANNERISM_LEG:noga]
ru: [MANNERISM_LEG:нога]
tr: [MANNERISM_LEG:bacak]
vi: [MANNERISM_LEG:chân]
zh_hans: [MANNERISM_LEG:腿]

# CREATURE:ELF
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]

# CREATURE:ELF
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]

# CREATURE:ELF
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]

# CREATURE:ELF
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]

# CREATURE:ELF
source: [TSU_NOUN:hair:SINGULAR]
cs: [TSU_NOUN:vlasy:SINGULAR]
de: [TSU_NOUN:Haar:SINGULAR]
eo: [TSU_NOUN:hararo:SINGULAR]
ko: [TSU_NOUN:털:SINGULAR]
pl: [TSU_NOUN:włosy:SINGULAR]
ru: [TSU_NOUN:волосы:PLURAL]
tr: [TSU_NOUN:saç:SINGULAR]

# CREATURE:ELF
source: [TSU_NOUN:beard:SINGULAR]
cs: [TSU_NOUN:plnovous:SINGULAR]
de: [TSU_NOUN:Bart:SINGULAR]
eo: [TSU_NOUN:barbo:SINGULAR]
ko: [TSU_NOUN:수염:SINGULAR]
pl: [TSU_NOUN:broda:SINGULAR]
ru: [TSU_NOUN:борода:SINGULAR]
tr: [TSU_NOUN:sakal:SINGULAR]

# CREATURE:ELF
source: [TSU_NOUN:moustache:SINGULAR]
cs: [TSU_NOUN:knír:SINGULAR]
de: [TSU_NOUN:Schnurrbart:SINGULAR]
eo: [TSU_NOUN:liphararo:SINGULAR]
ko: [TSU_NOUN:콧수염:SINGULAR]
pl: [TSU_NOUN:wąs:SINGULAR]
ru: [TSU_NOUN:усы:SINGULAR]
tr: [TSU_NOUN:bıyık:SINGULAR]

# CREATURE:ELF
source: [TSU_NOUN:sideburns:PLURAL]
cs: [TSU_NOUN:licousy:PLURAL]
de: [TSU_NOUN:Koteletten:PLURAL]
eo: [TSU_NOUN:vangharoj:PLURAL]
ko: [TSU_NOUN:구레나룻들:PLURAL]
pl: [TSU_NOUN:bokobrody:PLURAL]
ru: [TSU_NOUN:бакенбарды:PLURAL]
tr: [TSU_NOUN:favoriler:PLURAL]

# CREATURE:ELF
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:ELF
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GOBLIN
source: [DESCRIPTION:A medium-sized humanoid driven to cruelty by its evil nature.]
cs: [DESCRIPTION:Středně velký humanoid hnaný krutostí své zlé povahy.]
de: [DESCRIPTION:Ein mittelgroßes Wesen, von seiner bösen Natur zur Grausamkeit getrieben.]
eo: [DESCRIPTION:Mezgranda homsimilulo, ema al krueleco pro sia malica natureco.]
es: [DESCRIPTION:Un humanoide de tamaño mediano inducido a la crueldad, debido a su naturaleza maligna.]
ja: [DESCRIPTION:邪悪で残酷な中型の生き物。]
ko: [DESCRIPTION:사악한 본성으로 인해 잔인하게 움직이는 중간 크기의 인간형.]
pl: [DESCRIPTION:Średniej wielkości humanoid doprowadzony do okrucieństwa przez swoją złą naturę.]
ru: [DESCRIPTION:Человекоподобное существо среднего роста, злобное по своей природе.]
tr: [DESCRIPTION:Kötücül doğası tarafından zalimliğe sürüklenen orta boylu insansı bir yaratık.]
vi: [DESCRIPTION:Một nhân hình cỡ trung bình bị bản chất tà ác của nó thúc đẩy đến sự tàn bạo.]

# CREATURE:GOBLIN
source: [NAME:goblin:goblins:goblin]
cs: [NAME:goblin:goblini:gobliní]
de: [NAME:Goblin:Goblins:goblinisch]
eo: [NAME:goblino:goblinoj:de goblino]
ja: [NAME:ゴブリン:ゴブリン:ゴブリンの]
ko: [NAME:고블린:고블린들:고블린]
pl: [NAME: gobliny:gobliny:gobliński]
ru: [NAME:гоблин:гоблины:гоблинский]
tr: [NAME:goblin:goblinler:goblin]
zh_hans: [NAME:妖精:妖精:妖精]

# CREATURE:GOBLIN
source: [CASTE_NAME:goblin:goblins:goblin]
cs: [CASTE_NAME:goblin:goblini:gobliní]
de: [CASTE_NAME:Goblin:Goblins:goblinisch]
eo: [CASTE_NAME:goblino:goblinoj:de goblino]
ja: [CASTE_NAME:ゴブリン:ゴブリン:ゴブリンの]
ko: [CASTE_NAME:고블린:고블린들:고블린]
pl: [CASTE_NAME:gobliny:gobliny:gobliński]
ru: [CASTE_NAME:гоблин:гоблины:гоблинский]
tr: [CASTE_NAME:goblin:goblinler:goblin]
zh_hans: [CASTE_NAME:妖精:妖精:妖精]

# CREATURE:GOBLIN
source: [PREFSTRING:terrifying features]
cs: [PREFSTRING:děsivými rysy]
de: [PREFSTRING:furchterregende Merkmale]
eo: [PREFSTRING:teruraj trajtoj]
es: [PREFSTRING:características aterradoras]
ja: [PREFSTRING:恐ろしい機能]
ko: [PREFSTRING:끔찍한 이목구비]
pl: [PREFSTRING:przerażające cechy]
ru: [PREFSTRING:ужасающий внешний вид]
tr: [PREFSTRING:korkunç özellikler]
vi: [PREFSTRING:những đặc điểm đáng sợ]

# CREATURE:GOBLIN
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:GOBLIN
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:GOBLIN
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Spucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Plwocina]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:GOBLIN
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:GOBLIN
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:GOBLIN
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:wargi:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:GOBLIN
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:GOBLIN
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:GOBLIN
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:GOBLIN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:GOBLIN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:GOBLIN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GOBLIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GOBLIN
source: [MANNERISM_FINGERS:finger:fingers]
cs: [MANNERISM_FINGERS:prst:prsty]
de: [MANNERISM_FINGERS:Finger:Finger]
eo: [MANNERISM_FINGERS:manfingro:manfingroj]
es: [MANNERISM_FINGERS:dedo:dedos]
ja: [MANNERISM_FINGERS:指:指]
ko: [MANNERISM_FINGERS:손가락:손가락들]
pl: [MANNERISM_FINGERS:palec:palce]
ru: [MANNERISM_FINGERS:палец:пальцы]
tr: [MANNERISM_FINGERS:parmak:parmaklar]
vi: [MANNERISM_FINGERS:ngón tay:những ngón tay]

# CREATURE:GOBLIN
source: [MANNERISM_NOSE:nose]
cs: [MANNERISM_NOSE:nos]
de: [MANNERISM_NOSE:Nase]
eo: [MANNERISM_NOSE:nazo]
es: [MANNERISM_NOSE:nariz]
ja: [MANNERISM_NOSE:鼻]
ko: [MANNERISM_NOSE:코]
pl: [MANNERISM_NOSE:nos]
ru: [MANNERISM_NOSE:нос]
tr: [MANNERISM_NOSE:burun]
vi: [MANNERISM_NOSE:mũi]

# CREATURE:GOBLIN
source: [MANNERISM_EAR:ear]
cs: [MANNERISM_EAR:uši]
de: [MANNERISM_EAR:Ohr]
eo: [MANNERISM_EAR:orelo]
es: [MANNERISM_EAR:oreja]
ja: [MANNERISM_EAR:耳]
ko: [MANNERISM_EAR:귀]
pl: [MANNERISM_EAR:ucho]
ru: [MANNERISM_EAR:ухо]
tr: [MANNERISM_EAR:kulak]
vi: [MANNERISM_EAR:tai]

# CREATURE:GOBLIN
source: [MANNERISM_HEAD:head]
cs: [MANNERISM_HEAD:hlava]
de: [MANNERISM_HEAD:Kopf]
eo: [MANNERISM_HEAD:kapo]
es: [MANNERISM_HEAD:cabeza]
ja: [MANNERISM_HEAD:頭]
ko: [MANNERISM_HEAD:머리]
pl: [MANNERISM_HEAD:głowa]
ru: [MANNERISM_HEAD:голова]
tr: [MANNERISM_HEAD:kafa]
vi: [MANNERISM_HEAD:Đầu]

# CREATURE:GOBLIN
source: [MANNERISM_EYES:eyes]
cs: [MANNERISM_EYES:oči]
de: [MANNERISM_EYES:Augen]
eo: [MANNERISM_EYES:okuloj]
es: [MANNERISM_EYES:ojos]
ja: [MANNERISM_EYES:眼]
ko: [MANNERISM_EYES:양 눈]
pl: [MANNERISM_EYES:oczy]
ru: [MANNERISM_EYES:глаза]
tr: [MANNERISM_EYES:gözler]
vi: [MANNERISM_EYES:Mắt]

# CREATURE:GOBLIN
source: [MANNERISM_MOUTH:mouth]
cs: [MANNERISM_MOUTH:ústa]
de: [MANNERISM_MOUTH:Mund]
eo: [MANNERISM_MOUTH:buŝo]
es: [MANNERISM_MOUTH:boca]
ja: [MANNERISM_MOUTH:口]
ko: [MANNERISM_MOUTH:입]
pl: [MANNERISM_MOUTH:usta]
ru: [MANNERISM_MOUTH:рот]
tr: [MANNERISM_MOUTH:ağız]
vi: [MANNERISM_MOUTH:miệng]

# CREATURE:GOBLIN
source: [MANNERISM_HAIR:hair]
cs: [MANNERISM_HAIR:vlasy]
de: [MANNERISM_HAIR:Haar]
eo: [MANNERISM_HAIR:hararo]
es: [MANNERISM_HAIR:cabello]
ja: [MANNERISM_HAIR:毛]
ko: [MANNERISM_HAIR:머리카락]
pl: [MANNERISM_HAIR:włosy]
ru: [MANNERISM_HAIR:волосы]
tr: [MANNERISM_HAIR:saç]
vi: [MANNERISM_HAIR:Lông]

# CREATURE:GOBLIN
source: [MANNERISM_KNUCKLES:knuckles]
cs: [MANNERISM_KNUCKLES:klouby prstů]
de: [MANNERISM_KNUCKLES:Knöchel]
eo: [MANNERISM_KNUCKLES:fingrartikoj]
es: [MANNERISM_KNUCKLES:nudillos]
ja: [MANNERISM_KNUCKLES:拳]
ko: [MANNERISM_KNUCKLES:손가락 관절]
pl: [MANNERISM_KNUCKLES:knykcie]
ru: [MANNERISM_KNUCKLES:суставы]
tr: [MANNERISM_KNUCKLES:parmakları]
vi: [MANNERISM_KNUCKLES:khớp ngón tay]

# CREATURE:GOBLIN
source: [MANNERISM_LIPS:lips]
cs: [MANNERISM_LIPS:rty]
de: [MANNERISM_LIPS:Lippen]
eo: [MANNERISM_LIPS:lipoj]
es: [MANNERISM_LIPS:labios]
ja: [MANNERISM_LIPS:唇]
ko: [MANNERISM_LIPS:입술]
pl: [MANNERISM_LIPS:usta]
ru: [MANNERISM_LIPS:губы]
tr: [MANNERISM_LIPS:dudaklar]
vi: [MANNERISM_LIPS:môi]

# CREATURE:GOBLIN
source: [MANNERISM_CHEEK:cheek]
cs: [MANNERISM_CHEEK:tvář]
de: [MANNERISM_CHEEK:Backenbart]
eo: [MANNERISM_CHEEK:vango]
es: [MANNERISM_CHEEK:cachete]
ja: [MANNERISM_CHEEK:頬]
ko: [MANNERISM_CHEEK:뺨]
pl: [MANNERISM_CHEEK:policzek]
ru: [MANNERISM_CHEEK:щека]
tr: [MANNERISM_CHEEK:yanak]
vi: [MANNERISM_CHEEK:má]

# CREATURE:GOBLIN
source: [MANNERISM_NAILS:nails]
cs: [MANNERISM_NAILS:nehty]
de: [MANNERISM_NAILS:Nägel]
eo: [MANNERISM_NAILS:ungoj]
es: [MANNERISM_NAILS:unias]
ja: [MANNERISM_NAILS:爪]
ko: [MANNERISM_NAILS:손톱]
pl: [MANNERISM_NAILS:paznokcie]
ru: [MANNERISM_NAILS:ногти]
tr: [MANNERISM_NAILS:tırnaklar]
vi: [MANNERISM_NAILS:móng]

# CREATURE:GOBLIN
source: [MANNERISM_FEET:feet]
cs: [MANNERISM_FEET:nohy]
de: [MANNERISM_FEET:Füße]
eo: [MANNERISM_FEET:piedoj]
es: [MANNERISM_FEET:pies]
ja: [MANNERISM_FEET:足]
ko: [MANNERISM_FEET:양 발]
pl: [MANNERISM_FEET:stopa]
ru: [MANNERISM_FEET:ступни]
tr: [MANNERISM_FEET:ayaklar]
vi: [MANNERISM_FEET:các bàn chân]

# CREATURE:GOBLIN
source: [MANNERISM_ARMS:arms]
cs: [MANNERISM_ARMS:paže]
de: [MANNERISM_ARMS:Arme]
eo: [MANNERISM_ARMS:brakoj]
es: [MANNERISM_ARMS:brazo]
ja: [MANNERISM_ARMS:腕]
ko: [MANNERISM_ARMS:팔]
pl: [MANNERISM_ARMS:ramiona]
ru: [MANNERISM_ARMS:руки]
tr: [MANNERISM_ARMS:kollar]
vi: [MANNERISM_ARMS:các cánh tay]

# CREATURE:GOBLIN
source: [MANNERISM_HANDS:hands]
cs: [MANNERISM_HANDS:ruce]
de: [MANNERISM_HANDS:Hände]
eo: [MANNERISM_HANDS:manoj]
es: [MANNERISM_HANDS:manos]
ja: [MANNERISM_HANDS:手]
ko: [MANNERISM_HANDS:양 손]
pl: [MANNERISM_HANDS:dłonie]
ru: [MANNERISM_HANDS:ладони]
tr: [MANNERISM_HANDS:eller]
vi: [MANNERISM_HANDS:các bàn tay]

# CREATURE:GOBLIN
source: [MANNERISM_TONGUE:tongue]
cs: [MANNERISM_TONGUE:jazyk]
de: [MANNERISM_TONGUE:Zunge]
eo: [MANNERISM_TONGUE:lango]
es: [MANNERISM_LEG:lengua]
ja: [MANNERISM_TONGUE:舌]
ko: [MANNERISM_TONGUE:혀]
pl: [MANNERISM_TONGUE:język]
ru: [MANNERISM_TONGUE:язык]
tr: [MANNERISM_TONGUE:dil]
vi: [MANNERISM_TONGUE:Lưỡi]

# CREATURE:GOBLIN
source: [MANNERISM_LEG:leg]
cs: [MANNERISM_LEG:noha]
de: [MANNERISM_LEG:Bein]
eo: [MANNERISM_LEG:gambo]
es: [MANNERISM_LEG:pierna]
ja: [MANNERISM_LEG:脚]
ko: [MANNERISM_LEG:다리]
pl: [MANNERISM_LEG:noga]
ru: [MANNERISM_LEG:нога]
tr: [MANNERISM_LEG:bacak]
vi: [MANNERISM_LEG:chân]
zh_hans: [MANNERISM_LEG:腿]

# CREATURE:GOBLIN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]

# CREATURE:GOBLIN
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]

# CREATURE:GOBLIN
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]

# CREATURE:GOBLIN
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]

# CREATURE:GOBLIN
source: [TSU_NOUN:hair:SINGULAR]
cs: [TSU_NOUN:vlasy:SINGULAR]
de: [TSU_NOUN:Haar:SINGULAR]
eo: [TSU_NOUN:hararo:SINGULAR]
ko: [TSU_NOUN:털:SINGULAR]
pl: [TSU_NOUN:włosy:SINGULAR]
ru: [TSU_NOUN:волосы:PLURAL]
tr: [TSU_NOUN:saç:SINGULAR]

# CREATURE:GOBLIN
source: [TSU_NOUN:beard:SINGULAR]
cs: [TSU_NOUN:plnovous:SINGULAR]
de: [TSU_NOUN:Bart:SINGULAR]
eo: [TSU_NOUN:barbo:SINGULAR]
ko: [TSU_NOUN:수염:SINGULAR]
pl: [TSU_NOUN:broda:SINGULAR]
ru: [TSU_NOUN:борода:SINGULAR]
tr: [TSU_NOUN:sakal:SINGULAR]

# CREATURE:GOBLIN
source: [TSU_NOUN:moustache:SINGULAR]
cs: [TSU_NOUN:knír:SINGULAR]
de: [TSU_NOUN:Schnurrbart:SINGULAR]
eo: [TSU_NOUN:liphararo:SINGULAR]
ko: [TSU_NOUN:콧수염:SINGULAR]
pl: [TSU_NOUN:wąs:SINGULAR]
ru: [TSU_NOUN:усы:SINGULAR]
tr: [TSU_NOUN:bıyık:SINGULAR]

# CREATURE:GOBLIN
source: [TSU_NOUN:sideburns:PLURAL]
cs: [TSU_NOUN:licousy:PLURAL]
de: [TSU_NOUN:Koteletten:PLURAL]
eo: [TSU_NOUN:vangharoj:PLURAL]
ko: [TSU_NOUN:구레나룻들:PLURAL]
pl: [TSU_NOUN:bokobrody:PLURAL]
ru: [TSU_NOUN:бакендбарды:PLURAL]
tr: [TSU_NOUN:favoriler:PLURAL]

# CREATURE:GOBLIN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GOBLIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:KOBOLD
source: [DESCRIPTION:A small, squat humanoid with large pointy ears and yellow glowing eyes.]
cs: [DESCRIPTION:Malý, podsaditý humanoid s velkými špičatými ušima a žlutě zářícíma očima.]
de: [DESCRIPTION:Ein kleiner, gedrungener Humanoide mit großen spitzen Ohren und gelb leuchtenden Augen.]
eo: [DESCRIPTION:Malgranda korpampleksa homsimilulo kun grandaj pintaj oreloj kaj flavaj brilaj okuloj.]
es: [DESCRIPTION:Un pequeño y rechoncho humanoide con grandes orejas puntiagudas y ojos amarillos luminosos.]
ja: [DESCRIPTION:大きな先のとがった耳と黄色に輝く目を持つ小さくてしゃがんだ人型生物。]
ko: [DESCRIPTION:크고 뾰족한 귀와 노랗게 빛나는 눈을 가진 작고 쪼그리고 앉은 인간형.]
pl: [DESCRIPTION:Mały, przysadzisty humanoid z dużymi spiczastymi uszami i żółtymi świecącymi oczami.]
ru: [DESCRIPTION:Небольшое приземистое человекоподобное существо с большими заостренными ушами и жёлтыми светящимися глазами.]
tr: [DESCRIPTION:Büyük sivri kulaklı ve sarı parlayan gözlü küçük, tıknaz bir insansı.]
vi: [DESCRIPTION:Một nhân hình nhỏ bé, lùn tịt với đôi tai nhọn hoắt lớn và đôi mắt vàng phát sáng.]

# CREATURE:KOBOLD
source: [NAME:kobold:kobolds:kobold]
cs: [NAME:kobold:koboldi:koboldí]
de: [NAME:Kobold:Kobolde:koboldisch]
eo: [NAME:koboldo:koboldoj:de koboldo]
ja: [NAME:コボルト:コボルト:コボルトの]
ko: [NAME:코볼트:코볼트들:코볼트]
pl: [NAME:kobold:koboldy:koboldowy]
ru: [NAME:кобольд:кобольды:кобольда]
tr: [NAME:kobold:koboldlar:kobold]
zh_hans: [NAME:妖鬼:妖鬼:妖鬼]

# CREATURE:KOBOLD
source: [CASTE_NAME:kobold:kobolds:kobold]
cs: [CASTE_NAME:kobold:koboldi:koboldí]
de: [CASTE_NAME:Kobold:Kobolde:koboldisch]
eo: [CASTE_NAME:koboldo:koboldoj:de koboldo]
ja: [CASTE_NAME:コボルト:コボルト:コボルトの]
ko: [CASTE_NAME:코볼트:코볼트들:코볼트]
pl: [CASTE_NAME:kobold:koboldy:koboldowy]
ru: [CASTE_NAME:кобольд:кобольды:кобольда]
tr: [CASTE_NAME:kobold:koboldlar:kobold]
zh_hans: [CASTE_NAME:妖鬼:妖鬼:妖鬼]

# CREATURE:KOBOLD
source: [PREFSTRING:mischief]
cs: [PREFSTRING:rošťáctvím]
de: [PREFSTRING:Unheil]
eo: [PREFSTRING:petolemo]
es: [PREFSTRING:travesura]
ja: [PREFSTRING:いたずら]
ko: [PREFSTRING:장난기넘침]
pl: [PREFSTRING:psota]
ru: [PREFSTRING:озорство]
tr: [PREFSTRING:haylazlık]
vi: [PREFSTRING:Tinh nghịch]

# CREATURE:KOBOLD
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:KOBOLD
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:KOBOLD
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Spucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Plwocina]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:KOBOLD
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:KOBOLD
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:KOBOLD
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:wargi:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:KOBOLD
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:KOBOLD
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:KOBOLD
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]
