Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CROCODILE_SALTWATER
source: [DESCRIPTION:A huge, predatory reptile found in coastal marshes and river deltas. It ambushes its prey at the shore and uses its great size to drag the victim under and drown them.]
cs: [DESCRIPTION:Obrovský dravý plaz žijící v pobřežních bažinách a říčních deltách. Číhá na kořist u břehu a svou velikostí ji stáhne pod vodu a utopí.]
de: [DESCRIPTION:Ein riesiges, räuberisches Reptil, das in Küstensümpfen und Flussdeltas vorkommt. Es lauert seiner Beute am Ufer auf und nutzt seine Größe, um das Opfer unter Wasser zu ziehen und zu ertränken.]
eo: [DESCRIPTION:Grandega predanta reptilio trovebla en bordaj marĉoj kaj riveraj deltoj. Ĝi embuskas sian predon el la bordo kaj uzas sian egan grandecon pro treni la viktimon sube kaj droni ĝin.]
es: [DESCRIPTION:Un enorme reptil que se encuentra en costas marismosas y deltas de los ríos. Embosca a sus presas en la orilla y utiliza su gran tamaño para arrastrarla bajo el agua y ahogarlas.]
ja: [DESCRIPTION:沿岸の湿地や三角州に棲息する大型肉食爬虫類。岸で獲物を待ち伏せし、巨体を生かして体の下に引きずり込み、溺死させる。]
ko: [DESCRIPTION:해안 습지와 강 삼각주에서 발견되는 거대한 포식성 파충류입니다. 먹이를 해안에 매복시키고, 큰 크기를 이용하여 희생자를 아래로 끌고 가서 익사시킵니다.]
pl: [DESCRIPTION:Ogromny, drapieżny gad, którego można znaleźć w bagnach przybrzeżnych i deltach rzek. Zasadza się na swoją ofiarę na dnie i używa swojego wielkiego rozmiaru, aby wciągnąć ofiarę pod wodę i ją utopić.]
ru: [DESCRIPTION:Огромная хищная рептилия, встречающаяся в прибрежных топях и в дельтах рек. Из засады нападает на свою добычу на берегу и использует свои большие размеры, чтобы затащить жертву под воду и утопить.]
tr: [DESCRIPTION:Kıyı bataklıklarında ve nehir deltalarında bulunan devasa, yırtıcı bir sürüngen. Avına kıyıda pusu kurar ve büyük cüssesini kullanarak kurbanı su altına sürükleyip boğar.]
vi: [DESCRIPTION:Một loài bò sát săn mồi khổng lồ được tìm thấy ở các đầm lầy ven biển và đồng bằng sông. Chúng phục kích con mồi ở bờ và dùng kích thước to lớn để kéo nạn nhân xuống nước và dìm chết.]

# CREATURE:CROCODILE_SALTWATER
source: [NAME:saltwater crocodile:saltwater crocodiles:saltwater crocodile]
cs: [NAME:mořský krokodýl:mořští krokodýli:mořského krokodýla]
de: [NAME:Salzwasserkrokodil:Salzwasserkrokodile:Salzwasserkrokodil]
eo: [NAME:mara krokodilo:maraj krokodiloj:de mara krokodilo]
es: [NAME:cocodrilo marino:cocodrilos marinos:cocodrilo marino]
ja: [NAME:イリエワニ:イリエワニ:イリエワニの]
ko: [NAME:바다악어:바다악어떼:바다악어]
pl: [NAME:krokodyl różańcowy:krokodyle różańcowe:krokodylo różańcowy]
ru: [NAME:морской крокодил:морские крокодилы:морского крокодила]
tr: [NAME:tuzlu su timsahı:tuzlu su timsahları:tuzlu su timsahı]
vi: [NAME:cá sấu nước mặn:những con cá sấu nước mặn:cá sấu nước mặn]

# CREATURE:CROCODILE_SALTWATER
source: [CASTE_NAME:saltwater crocodile:saltwater crocodiles:saltwater crocodile]
cs: [CASTE_NAME:mořský krokodýl:mořští krokodýli:mořského krokodýla]
de: [CASTE_NAME:Salzwasserkrokodil:Salzwasserkrokodile:Salzwasserkrokodil]
eo: [CASTE_NAME:mara krokodilo:maraj krokodiloj:de mara krokodilo]
es: [CASTE_NAME:cocodrilo marino:cocodrilos marinos:cocodrilo marino]
ja: [CASTE_NAME:イリエワニ:イリエワニ:イリエワニの]
ko: [CASTE_NAME:바다악어:바다악어떼:바다악어]
pl: [CASTE_NAME:krokodyl różańcowy:krokodyle różańcowe:krokodylo różańcowy]
ru: [CASTE_NAME:морской крокодил:морские крокодилы:морского крокодила]
tr: [CASTE_NAME:tuzlu su timsahı:tuzlu su timsahları:tuzlu su timsahı]
vi: [CASTE_NAME:cá sấu nước mặn:những con cá sấu nước mặn:cá sấu nước mặn]

# CREATURE:CROCODILE_SALTWATER
source: [GENERAL_CHILD_NAME:saltwater crocodile hatchling:saltwater crocodile hatchlings]
cs: [GENERAL_CHILD_NAME:mládě mořského krokodýla:mláďata mořského krokodýla]
de: [GENERAL_CHILD_NAME:Salzwasserkrokodil-Schlüpflinge:Salzwasserkrokodil-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:mara krokodilido:maraj krokodilidoj]
es: [GENERAL_CHILD_NAME:cría de cocodrilo marino:crias de cocodirlo marino]
ja: [GENERAL_CHILD_NAME:イリエワニの子供:イリエワニの子供の]
ko: [GENERAL_CHILD_NAME:새끼 바다악어:새끼 바다악어떼]
pl: [GENERAL_CHILD_NAME:młody krokodyla różańcowego:młode krokodyla różańcowego]
ru: [GENERAL_CHILD_NAME:морской крокодильчик:морские крокодильчики]
tr: [GENERAL_CHILD_NAME:yavru tuzlu su timsahı:yavru tuzlu su timsahları]
vi: [GENERAL_CHILD_NAME:cá sấu con nước mặn:những con cá sấu con nước mặn]

# CREATURE:CROCODILE_SALTWATER
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]

# CREATURE:CROCODILE_SALTWATER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CROCODILE_SALTWATER
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:CROCODILE_SALTWATER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CROCODILE_SALTWATER_MAN
source: [CASTE_NAME:saltwater crocodile man:saltwater crocodile men:saltwater crocodile man]
cs: [CASTE_NAME:mořský krokodýlí muž:mořští krokodýlí muži:mořského krokodýlího muže]
de: [CASTE_NAME:Salzwasser Krokodilmann:Salzwasser Krokodilmänner:Salzwasser Krokodilmann]
eo: [CASTE_NAME:hom-mar-krokodiliĉo:hom-mar-krokodiliĉoj:de hom-mar-krokodiliĉo]
es: [CASTE_NAME:hombre cocodrilo marino:hombres cocodrilo marino:hombre cocodrilo marino]
ja: [CASTE_NAME:イリエワニ男:イリエワニ男:イリエワニ男の]
ko: [CASTE_NAME:남성 바다악어인간:남성 바다악어인간들:남성 바다악어인간]
pl: [CASTE_NAME:krokodylomężczyzna różańcowy:krokodylomężczyźni różańcowi:krokodylomęsko różańcowy]
ru: [CASTE_NAME:мужчина-морской крокодил:мужчины-морские крокодилы:мужчины-морского крокодила]
tr: [CASTE_NAME:erkek tuzlu su timsahı:erkek tuzlu su timsahları:erkek tuzlu su timsahı]
vi: [CASTE_NAME:người cá sấu nước mặn:những người cá sấu nước mặn:người cá sấu nước mặn]

# CREATURE:CROCODILE_SALTWATER_MAN
source: [CASTE_NAME:saltwater crocodile woman:saltwater crocodile women:saltwater crocodile woman]
cs: [CASTE_NAME:mořská krokodýlí žena:mořské krokodýlí ženy:mořskou krokodýlí ženu]
de: [CASTE_NAME:Salzwasser Krokodilfrau:Salzwasser Krokodilfrauen:Salzwasser Krokodilfrau]
eo: [CASTE_NAME:hom-mar-krokodilino:hom-mar-krokodilinoj:de hom-mar-krokodilino]
es: [CASTE_NAME:mujer cocodrilo marino:mujeres cocodrilo marino:mujer cocodrilo marino]
ja: [CASTE_NAME:イリエワニ女:イリエワニ女:イリエワニ女の]
ko: [CASTE_NAME:여성 바다악어인간:여성 바다악어인간들:여성 바다악어인간]
pl: [CASTE_NAME:krokodylokobieta różańcowa:krokodylokobiety różańcowe:krokodylokobieco różańcowy]
ru: [CASTE_NAME:женщина-морской крокодил:женщины-морские крокодилы:женщины-морского крокодила]
tr: [CASTE_NAME:dişi tuzlu su timsahı:dişi tuzlu su timsahları:dişi tuzlu su timsahı]
vi: [CASTE_NAME:phụ nữ cá sấu nước mặn:những phụ nữ cá sấu nước mặn:phụ nữ cá sấu nước mặn]

# CREATURE:CROCODILE_SALTWATER_MAN
source: [NAME:saltwater crocodile man:saltwater crocodile men:saltwater crocodile man]
cs: [NAME:mořský krokodýlí muž:mořští krokodýlí muži:mořského krokodýlího muže]
de: [NAME:Salzwasser Krokodilmann:Salzwasser Krokodilmänner:Salzwasser Krokodilmann]
eo: [NAME:hom-mar-krokodilo:hom-mar-krokodiloj:de hom-mar-krokodilo]
es: [NAME:hombre cocodrilo marino:hombres cocodrilo marino:hombre cocodrilo marino]
ja: [NAME:イリエワニ男:イリエワニ男:イリエワニ男の]
ko: [NAME:바다악어인간:바다악어인간들:바다악어인간]
pl: [NAME:krokodyloczłowiek różańcowy:krokodyloludzie różańcowi:krokodyloludzko różańcowy]
ru: [NAME:человек-морской крокодил:люди-морские крокодилы:человека-морского крокодила]
tr: [NAME:erkek tuzlu su timsahı:erkek tuzlu su timsahları:erkek tuzlu su timsahı]
vi: [NAME:người cá sấu nước mặn:những người cá sấu nước mặn:người cá sấu nước mặn]

# CREATURE:CROCODILE_SALTWATER_MAN
source: [DESCRIPTION:A person with the head and tail of a saltwater crocodile.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem mořského krokodýla.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Schwanz eines Salzwasserkrokodils.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de mara krokodilo.]
es: [DESCRIPTION:Una persona con la cabeza y con la cola de un cocodrilo marino.]
ja: [DESCRIPTION:イリエワニの頭と尾を持った人間だ。]
ko: [DESCRIPTION:바다악어의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem krokodyla różańcowego.]
ru: [DESCRIPTION:Человек с головой и хвостом морского крокодила.]
tr: [DESCRIPTION:Tuzlu su timsahı başlı ve kuyruklu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và đuôi của cá sấu nước mặn.]

# CREATURE:GIANT_CROCODILE_SALTWATER
source: [NAME:giant saltwater crocodile:giant saltwater crocodiles:giant saltwater crocodile]
cs: [NAME:obří mořský krokodýl:obří mořští krokodýli:obřího mořského krokodýla]
de: [NAME:Riesiges Salzwasserkrokodil:Riesige Salzwasserkrokodile:Riesiges Salzwasserkrokodil]
eo: [NAME:giganta mara krokodilo:gigantaj maraj krokodiloj:de giganta mara krokodilo]
es: [NAME:cocodrilo marino gigante:cocodrilos marinos gigantes:cocodrilo marino gigante]
ja: [NAME:巨大イリエワニ:巨大イリエワニ:巨大イリエワニの]
ko: [NAME:거대 바다악어:거대 바다악어들:거대 바다악어]
pl: [NAME:gigantyczny krokodyl różańcowy:gigantyczne krokodyle różańcowe:gigantyczno krokodylo różańcowy]
ru: [NAME:гигантский морской крокодил:гигантские морские крокодилы:гигантского морского крокодила]
tr: [NAME:dev tuzlu su timsahı:dev tuzlu su timsahları:dev tuzlu su timsahı]
vi: [NAME:cá sấu nước mặn khổng lồ:những con cá sấu nước mặn khổng lồ:cá sấu nước mặn khổng lồ]

# CREATURE:GIANT_CROCODILE_SALTWATER
source: [CASTE_NAME:giant saltwater crocodile:giant saltwater crocodiles:giant saltwater crocodile]
cs: [CASTE_NAME:obří mořský krokodýl:obří mořští krokodýli:obřího mořského krokodýla]
de: [CASTE_NAME:Riesiges Salzwasserkrokodil:Riesige Salzwasserkrokodile:Riesiges Salzwasserkrokodil]
eo: [CASTE_NAME:giganta mara krokodilo:gigantaj maraj krokodiloj:de giganta mara krokodilo]
es: [CASTE_NAME:cocodrilo marino gigante:cocodrilos marinos gigantes:cocodrilo marino gigante]
ja: [CASTE_NAME:巨大イリエワニ:巨大イリエワニ:巨大イリエワニの]
ko: [CASTE_NAME:거대 바다악어:거대 바다악어들:거대 바다악어]
pl: [CASTE_NAME:gigantyczny krokodyl różańcowy:gigantyczne krokodyle różańcowe:gigantyczno krokodylo różańcowy]
ru: [CASTE_NAME:гигантский морской крокодил:гигантские морские крокодилы:гигантского морского крокодила]
tr: [CASTE_NAME:dev tuzlu su timsahı:dev tuzlu su timsahları:dev tuzlu su timsahı]
vi: [CASTE_NAME:cá sấu nước mặn khổng lồ:những con cá sấu nước mặn khổng lồ:cá sấu nước mặn khổng lồ]

# CREATURE:GIANT_CROCODILE_SALTWATER
source: [GENERAL_CHILD_NAME:giant saltwater crocodile hatchling:giant saltwater crocodile hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího mořského krokodýla:mláďata obřího mořského krokodýla]
de: [GENERAL_CHILD_NAME:Riesiges Salzwasser Krokodiljunges:Riesige Salzwasser Krokodiljunge]
eo: [GENERAL_CHILD_NAME:giganta mara krokodilido:gigantaj maraj krokodilidoj]
es: [GENERAL_CHILD_NAME:cría de cocodrilo marino gigante:crias de cocodrilo marino gigante]
ja: [GENERAL_CHILD_NAME:巨大イリエワニの子供:巨大イリエワニの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 바다악어:새끼 거대 바다악어떼]
pl: [GENERAL_CHILD_NAME:młody gigantycznego krokodyla różańcowego:młode gigantycznego krokodyla różańcowego]
ru: [GENERAL_CHILD_NAME:гигантский морской крокодильчик:гигантские морские крокодильчики]
tr: [GENERAL_CHILD_NAME:yavru dev tuzlu su timsahı:yavru dev tuzlu su timsahları]
vi: [GENERAL_CHILD_NAME:cá sấu con nước mặn khổng lồ:những con cá sấu con nước mặn khổng lồ]

# CREATURE:GIANT_CROCODILE_SALTWATER
source: [DESCRIPTION:A huge monster in the shape of a saltwater crocodile.]
cs: [DESCRIPTION:Obrovský tvor ve tvaru mořského krokodýla.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Salzwasserkrokodils.]
eo: [DESCRIPTION:Grandega monstro kun formo de mara krokodilo.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un cocodrilo marino.]
ja: [DESCRIPTION:イリエワニのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:바다악어의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie krokodyla różańcowego.]
ru: [DESCRIPTION:Огромный монстр, похожий на морского крокодила.]
tr: [DESCRIPTION:Tuzlu su timsahı biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng cá sấu nước mặn.]
zh_hans: [DESCRIPTION:一只巨大的咸水鳄怪。]

# CREATURE:GIANT_CROCODILE_SALTWATER
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]

# CREATURE:BIRD_VULTURE
source: [DESCRIPTION:A large bird with a featherless red head found in the sky of tropical deserts, scanning the ground for dead carcasses.]
cs: [DESCRIPTION:Velký pták s neopeřenou červenou hlavou, létající nad tropickými pouštěmi a pátrající po mršinách.]
de: [DESCRIPTION:Ein großer Vogel mit einem federlosen roten Kopf, der am Himmel tropischer Wüsten zu finden ist und den Boden nach toten Kadavern absucht.]
eo: [DESCRIPTION:Granda birdo kun senpluma ruĝa kapo trovebla en la ĉielo de tropikaj dezertoj, skanante la teron por kadavroj.]
es: [DESCRIPTION:Un gran pájaro con una desplumada cabeza rojiza hallado en los cielos de desiertos tropicales oteando el suelo en busca de cadáveres descompuestos.]
ja: [DESCRIPTION:熱帯の砂漠に生息する大型の鳥。毛のない赤色の頭を持ち、腐肉を漁る。]
ko: [DESCRIPTION:열대 사막의 하늘에서 죽은 시체를 찾아 땅을 훑고 있는 깃털 없는 붉은 머리를 가진 큰 새.]
pl: [DESCRIPTION:Duży ptak z łysą, czerwoną głową, którego można znaleźć na niebie tropikalnych pustyni, przeszukującego ziemię po padlinę.]
ru: [DESCRIPTION:Крупная птица с голой красной головой, встречающаяся в небе тропических пустынь, откуда она осматривает поверхность в поисках мёртвых туш.]
tr: [DESCRIPTION:Tropikal çöllerin semalarında, yerde leş ararken bulunan, tüysüz kırmızı kafalı büyük bir kuş.]
vi: [DESCRIPTION:Một loài chim lớn với đầu đỏ trụi lông, được tìm thấy bay lượn trên bầu trời các sa mạc nhiệt đới, tìm kiếm xác chết trên mặt đất.]

# CREATURE:BIRD_VULTURE
source: [NAME:vulture:vultures:vulture]
cs: [NAME:sup:supi:supa]
de: [NAME:Geier:Aasgeier:Geier]
eo: [NAME:vulturo:vulturoj:de vulturo]
es: [NAME:buitre: buitres: buitre]
ja: [NAME:ハゲタカ:ハゲタカ:ハゲタカの]
ko: [NAME:독수리:독수리떼:독수리]
pl: [NAME:sęp:sępy:sępowy]
ru: [NAME:гриф:грифы:грифа]
tr: [NAME:akbaba:akbabalar:akbaba]
vi: [NAME:kền kền:những con kền kền:kền kền]

# CREATURE:BIRD_VULTURE
source: [CASTE_NAME:vulture:vultures:vulture]
cs: [CASTE_NAME:sup:supi:supa]
de: [CASTE_NAME:Geier:Aasgeier:Geier]
eo: [CASTE_NAME:vulturo:vulturoj:de vulturo]
es: [CASTE_NAME:buitre: buitres: buitre]
ja: [CASTE_NAME:ハゲタカ:ハゲタカ:ハゲタカの]
ko: [CASTE_NAME:독수리:독수리떼:독수리]
pl: [CASTE_NAME:sęp:sępy:sępowy]
ru: [CASTE_NAME:гриф:грифы:грифа]
tr: [CASTE_NAME:akbaba:akbabalar:akbaba]
vi: [CASTE_NAME:kền kền:những con kền kền:kền kền]

# CREATURE:BIRD_VULTURE
source: [GENERAL_CHILD_NAME:vulture hatchling:vulture hatchlings]
cs: [GENERAL_CHILD_NAME:mládě supa:mláďata supa]
de: [GENERAL_CHILD_NAME:Geier-Schlüpflinge:Geier-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:vulturido:vulturidoj]
es: [GENERAL_CHILD_NAME:cria de buitre:crias de buitres]
ja: [GENERAL_CHILD_NAME:ハゲタカの子供:ハゲタカの子供の]
ko: [GENERAL_CHILD_NAME:새끼 독수리:새끼 독수리들]
pl: [GENERAL_CHILD_NAME:pisklę sępa:pisklęta sępa]
ru: [GENERAL_CHILD_NAME:птенец грифа:птенцы грифа]
tr: [GENERAL_CHILD_NAME:yavru akbaba:yavru akbabalar]
vi: [GENERAL_CHILD_NAME:kền kền con:những con kền kền con]

# CREATURE:BIRD_VULTURE
source: [PREFSTRING:patience]
cs: [PREFSTRING:trpělivost]
de: [PREFSTRING:Ausdauer]
eo: [PREFSTRING:pacienco]
es: [PREFSTRING:paciencia]
ja: [PREFSTRING:忍耐]
ko: [PREFSTRING:인내심]
pl: [PREFSTRING:cierpliwość]
ru: [PREFSTRING:терпение]
tr: [PREFSTRING:sabır]

# CREATURE:BIRD_VULTURE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BIRD_VULTURE
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapá po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]

# CREATURE:BIRD_VULTURE
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]

# CREATURE:BIRD_VULTURE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BIRD_VULTURE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:VULTURE_MAN
source: [CASTE_NAME:vulture man:vulture men:vulture man]
cs: [CASTE_NAME:supí muž:supí muži:supího muže]
de: [CASTE_NAME:Geiermann:Geiermänner:Geiermann]
eo: [CASTE_NAME:homvulturiĉo:homvulturiĉoj:de homvulturiĉo]
es: [CASTE_NAME:hombre buitre:hombres buitre:hombre buitre]
ja: [CASTE_NAME:ハゲタカ男:ハゲタカ男:ハゲタカ男の]
ko: [CASTE_NAME:남성 독수리인간:남성 독수리인간들:남성 독수리인간]
pl: [CASTE_NAME:sępomężczyzna:sępomężczyźni:sępomężczyzny]
ru: [CASTE_NAME:мужчина-гриф:мужчины-грифы:мужчины-грифа]
tr: [CASTE_NAME:erkek akbaba:erkek akbabalar:erkek akbaba]
vi: [CASTE_NAME:người kền kền:những người kền kền:người kền kền]

# CREATURE:VULTURE_MAN
source: [CASTE_NAME:vulture woman:vulture women:vulture woman]
cs: [CASTE_NAME:supí žena:supí ženy:supí ženu]
de: [CASTE_NAME:Geierfrau:Geierfrauen:Geierfrau]
eo: [CASTE_NAME:homvulturino:homvulturinoj:de homvulturino]
es: [CASTE_NAME:mujer buitre:mujeres buitre:mujer buitre]
ja: [CASTE_NAME:ハゲタカ女:ハゲタカ女:ハゲタカ女の]
ko: [CASTE_NAME:여성 독수리인간:여성 독수리인간들:여성 독수리인간]
pl: [CASTE_NAME:sępokobieta:sępokobiety:sępokobiecy]
ru: [CASTE_NAME:женщина-гриф:женщины-грифы:женщины-грифа]
tr: [CASTE_NAME:dişi akbaba:dişi akbabalar:dişi akbaba]
vi: [CASTE_NAME:phụ nữ kền kền:những phụ nữ kền kền:phụ nữ kền kền]

# CREATURE:VULTURE_MAN
source: [NAME:vulture man:vulture men:vulture man]
cs: [NAME:supí muž:supí muži:supího muže]
de: [NAME:Geiermann:Geiermänner:Geiermann]
eo: [NAME:homvulturo:homvulturoj:de homvulturo]
es: [NAME:hombre buitre:hombres buitre:hombre buitre]
ja: [NAME:ハゲタカ男:ハゲタカ男:ハゲタカ男の]
ko: [NAME:독수리인간:독수리인간들:독수리인간]
pl: [NAME:sępoczłowiek:sępoludzie:sępoludzki]
ru: [NAME:человек-гриф:люди-грифы:человека-грифа]
tr: [NAME:erkek akbaba:erkek akbabalar:erkek akbaba]
vi: [NAME:người kền kền:những người kền kền:người kền kền]

# CREATURE:VULTURE_MAN
source: [DESCRIPTION:A person with the head and wings of a vulture.]
cs: [DESCRIPTION:Osoba s hlavou a křídly supa.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Flügeln eines Geiers.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de vulturo.]
es: [DESCRIPTION: Una persona con la cabeza y las alas de un buitre.]
ja: [DESCRIPTION:ハゲタカの頭を翼を持つ人間だ。]
ko: [DESCRIPTION:독수리의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami sępa.]
ru: [DESCRIPTION:Человек с головой и крыльями грифа.]
tr: [DESCRIPTION:Akbaba başlı ve kanatlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và cánh của kền kền.]

# CREATURE:GIANT_VULTURE
source: [NAME:giant vulture:giant vultures:giant vulture]
cs: [NAME:obří sup:obří supi:obřího supa]
de: [NAME:Riesengeier:Riesengeier:Riesengeier]
eo: [NAME:giganta vulturo:gigantaj vulturoj:de giganta vulturo]
es: [NAME:buitre gigante:buitres gigantes:buitre gigante]
ja: [NAME:巨大ハゲタカ:巨大ハゲタカ:巨大ハゲタカの]
ko: [NAME:거대 독수리:거대 독수리들:거대 독수리]
pl: [NAME:gigantyczny sęp:gigantyczne sępy:gigantyczno sępowy]
ru: [NAME:гигантский гриф:гигантские грифы:гигантского грифа]
tr: [NAME:dev akbaba:dev akbabalar:dev akbaba]
vi: [NAME:kền kền khổng lồ:những con kền kền khổng lồ:kền kền khổng lồ]

# CREATURE:GIANT_VULTURE
source: [CASTE_NAME:giant vulture:giant vultures:giant vulture]
cs: [CASTE_NAME:obří sup:obří supi:obřího supa]
de: [CASTE_NAME:Riesengeier:Riesengeier:Riesengeier]
eo: [CASTE_NAME:giganta vulturo:gigantaj vulturoj:de giganta vulturo]
es: [CASTE_NAME:buitre gigante:buitres gigantes:buitre gigante]
ja: [CASTE_NAME:巨大ハゲタカ:巨大ハゲタカ:巨大ハゲタカの]
ko: [CASTE_NAME:거대 독수리:거대 독수리떼:거대 독수리]
pl: [CASTE_NAME:gigantyczny sęp:gigantyczne sępy:gigantyczno sępowy]
ru: [CASTE_NAME:гигантский гриф:гигантские грифы:гигантского грифа]
tr: [CASTE_NAME:dev akbaba:dev akbabalar:dev akbaba]
vi: [CASTE_NAME:kền kền khổng lồ:những con kền kền khổng lồ:kền kền khổng lồ]

# CREATURE:GIANT_VULTURE
source: [GENERAL_CHILD_NAME:giant vulture hatchling:giant vulture hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího supa:mláďata obřího supa]
de: [GENERAL_CHILD_NAME:Riesengeier-Schlüpflinge:Riesengeier-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta vulturido:gigantaj vulturidoj]
es: [GENERAL_CHILD_NAME:cria de buitre gigante:crias de buitres gigantes]
ja: [GENERAL_CHILD_NAME:巨大ハゲタカの子供:巨大ハゲタカの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 독수리:새끼 거대 독수리들]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego sępa:pisklęta gigantycznego sępa]
ru: [GENERAL_CHILD_NAME:птенец гигантского грифа:птенцы гигантского грифа]
tr: [GENERAL_CHILD_NAME:yavru dev akbaba:yavru dev akbabalar]
vi: [GENERAL_CHILD_NAME:kền kền con khổng lồ:những con kền kền con khổng lồ]

# CREATURE:GIANT_VULTURE
source: [DESCRIPTION:A huge monster in the form of a vulture.]
cs: [DESCRIPTION:Obrovská příšera v podobě supa.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Geiers.]
eo: [DESCRIPTION:Grandega monstro kun la formo de vulturo.]
es: [DESCRIPTION:Un enorme monstruo en forma de buitre.]
ja: [DESCRIPTION:ハゲタカのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:독수리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci sępa.]
ru: [DESCRIPTION:Огромный монстр, похожий на грифа.]
tr: [DESCRIPTION:Akbaba biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng kền kền.]
zh_hans: [DESCRIPTION:一只巨大的秃鹫怪。]

# CREATURE:GIANT_VULTURE
source: [PREFSTRING:patience]
cs: [PREFSTRING:trpělivost]
de: [PREFSTRING:Ausdauer]
eo: [PREFSTRING:pacienco]
es: [PREFSTRING:paciencia]
ja: [PREFSTRING:忍耐]
ko: [PREFSTRING:인내심]
pl: [PREFSTRING:cierpliwość]
ru: [PREFSTRING:терпение]
tr: [PREFSTRING:sabır]
