Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# COLOR:GOLDENROD
source: [NAME:goldenrod]
cs: [NAME:zlatobýlová]
de: [NAME:Goldrutenfarben]
eo: [NAME:solidagokolora]
es: [NAME:solidago]
ja: [NAME:ゴールデンロッド]
ko: [NAME:선황색]
ru: [NAME:цвета красного золота]
tr: [NAME:altınbaşak]
vi: [NAME:vàng kim sa]

# COLOR:GRAY
source: [NAME:gray]
cs: [NAME:šedá]
de: [NAME:grau]
eo: [NAME:griza]
es: [NAME:gris]
ja: [NAME:鼠色]
ko: [NAME:회색]
ru: [NAME:серого цвета]
tr: [NAME:gri]
vi: [NAME:xám]

# COLOR:GREEN
source: [NAME:green]
cs: [NAME:zelená]
de: [NAME:grün]
eo: [NAME:verda]
es: [NAME:verde]
ja: [NAME:緑色]
ko: [NAME:녹색]
ru: [NAME:зелёного цвета]
tr: [NAME:yeşil]
vi: [NAME:xanh lá cây]

# COLOR:GREEN-YELLOW
source: [NAME:green-yellow]
cs: [NAME:zelenožlutá]
de: [NAME:grüngelb]
eo: [NAME:verda-flava]
es: [NAME:verde amarillento]
ja: [NAME:淡黄緑色]
ko: [NAME:연두색]
ru: [NAME:зелёновато-жёлтого цвета]
tr: [NAME:sarı-yeşil]
vi: [NAME:xanh vàng]

# COLOR:HELIOTROPE
source: [NAME:heliotrope]
cs: [NAME:heliotropová]
de: [NAME:Heliotropfarben]
eo: [NAME:heliotropkolora]
es: [NAME:heliotropo]
ja: [NAME:若紫色]
ko: [NAME:연보라색]
ru: [NAME:светло-лилового цвета]
tr: [NAME:heliotrop]
vi: [NAME:tím hoa vòi voi]

# COLOR:INDIGO
source: [NAME:indigo]
cs: [NAME:indigová]
eo: [NAME:indiga]
es: [NAME:índigo]
ja: [NAME:藍色]
ko: [NAME:군청색]
ru: [NAME:индигового цвета]
tr: [NAME:çivit]

# COLOR:IVORY
source: [NAME:ivory]
cs: [NAME:slonovinová]
de: [NAME:Elfenbeinfarben]
eo: [NAME:ebura]
es: [NAME:marfil]
ja: [NAME:象牙色]
ko: [NAME:상아색]
ru: [NAME:цвета слоновой кости]
tr: [NAME:fildişi]
vi: [NAME:Ngà]

# COLOR:JADE
source: [NAME:jade]
cs: [NAME:nefritová]
de: [NAME:Jadefarben]
eo: [NAME:jadkolora]
ja: [NAME:翡翠色]
ko: [NAME:녹옥빛]
ru: [NAME:нефритового цвета]
tr: [NAME:yeşim]

# COLOR:LAVENDER
source: [NAME:lavender]
cs: [NAME:levandulová]
de: [NAME:Lavendelfarben]
eo: [NAME:lavendkolora]
es: [NAME:lavanda]
ja: [NAME:ラベンダー]
ko: [NAME:라벤더색]
ru: [NAME:лавандового цвета]
tr: [NAME:lavanta]
vi: [NAME:tím oải hương]

# COLOR:LAVENDER_BLUSH
source: [NAME:lavender blush]
cs: [NAME:levandulový ruměnec]
de: [NAME:Lavendel Hellfarben]
eo: [NAME:ruĝlavendkolora]
es: [NAME:rubor de lavanda]
ja: [NAME:l桜色]
ko: [NAME:라벤더 블러쉬색]
ru: [NAME:лавандово-розоватого цвета]
tr: [NAME:lavanta pembesi]
vi: [NAME:hồng oải hương nhạt]

# COLOR:LEMON
source: [NAME:lemon]
cs: [NAME:citrónová]
de: [NAME:Zitronengelb]
eo: [NAME:citronkolora]
es: [NAME:limón]
ja: [NAME:レモン色]
ko: [NAME:레몬색]
ru: [NAME:лимонного цвета]
tr: [NAME:limon]
vi: [NAME:vàng chanh]

# COLOR:LIGHT_BLUE
source: [NAME:light blue]
cs: [NAME:světle modrá]
de: [NAME:hellblau]
eo: [NAME:hele blua]
es: [NAME:celeste]
ja: [NAME:明青色]
ko: [NAME:연파랑]
ru: [NAME:светло-синего цвета]
tr: [NAME:açık mavi]
vi: [NAME:xanh dương nhạt]

# COLOR:LIGHT_BROWN
source: [NAME:light brown]
cs: [NAME:světle hnědá]
de: [NAME:hellbraun]
eo: [NAME:hele bruna]
es: [NAME:marrón claro]
ja: [NAME:明茶色]
ko: [NAME:연갈색]
ru: [NAME:светло-коричневого цвета]
tr: [NAME:açık kahverengi]
vi: [NAME:nâu nhạt]

# COLOR:LILAC
source: [NAME:lilac]
cs: [NAME:lila]
de: [NAME:Fliederfarben]
eo: [NAME:lilakokolora]
es: [NAME:lila]
ja: [NAME:薄紫]
ko: [NAME:라일락색]
ru: [NAME:сиреневого цвета]
tr: [NAME:leylak]
vi: [NAME:tím tử đinh hương]

# COLOR:LIME
source: [NAME:lime]
cs: [NAME:limetková]
de: [NAME:Limetengrün]
eo: [NAME:limekolora]
es: [NAME:lima]
ja: [NAME:ライムグリーン]
ko: [NAME:라임색]
ru: [NAME:лаймового цвета]
tr: [NAME:limon yeşili]
vi: [NAME:xanh nõn chuối]

# COLOR:MAHOGANY
source: [NAME:mahogany]
cs: [NAME:mahagonová]
de: [NAME:Mahagonifarben]
eo: [NAME:mahagonkolora]
es: [NAME:caoba]
ja: [NAME:マホガニー ]
ko: [NAME:마호가니색]
ru: [NAME:красное дерево]
tr: [NAME:maun]
vi: [NAME:nâu gỗ gụ]

# COLOR:MAROON
source: [NAME:maroon]
cs: [NAME:kaštanově červená]
de: [NAME:Bordeauxrot]
eo: [NAME:malhele ruĝa]
es: [NAME:granate]
ja: [NAME:栗色]
ko: [NAME:고동색]
ru: [NAME:тёмно-бордового цвета]
tr: [NAME:bordo]
vi: [NAME:đỏ nâu sẫm]

# COLOR:MAUVE
source: [NAME:mauve]
cs: [NAME:šedofialová]
de: [NAME:malvenfarben]
eo: [NAME:malvokolora]
es: [NAME:malva]
ja: [NAME:青紫]
ko: [NAME:연보라색]
ru: [NAME:розовато-лилового цвета]
tr: [NAME:eflatun]

# COLOR:MAUVE_TAUPE
source: [NAME:mauve taupe]
cs: [NAME:šedofialová taupe]
de: [NAME:Malventaupfarben]
eo: [NAME:griz-malvo-kolora]
es: [NAME:malva bronceado]
ja: [NAME:薄青紫]
ko: [NAME:연보라회갈색]
ru: [NAME:серо-коричневого цвета с розовато-лиловым оттенком]
tr: [NAME:eflatun boz]

# COLOR:MIDNIGHT_BLUE
source: [NAME:midnight blue]
cs: [NAME:polnoční modrá]
de: [NAME:mitternachtblau]
eo: [NAME:noktoblua]
es: [NAME:azul de medianoche]
ja: [NAME:濃紺]
ko: [NAME:짙은 암청색]
ru: [NAME:полуночно-синего цвета]
tr: [NAME:gece mavisi]
vi: [NAME:xanh dương nửa đêm]

# COLOR:MINT_GREEN
source: [NAME:mint green]
cs: [NAME:mátově zelená]
de: [NAME:Minzgrün]
eo: [NAME:mentoverda]
es: [NAME:verde menta]
ja: [NAME:ミントグリーン]
ko: [NAME:민트그린색]
ru: [NAME:мятно-зелёного цвета]
tr: [NAME:nane yeşili]
vi: [NAME:xanh bạc hà]

# COLOR:MOSS_GREEN
source: [NAME:moss green]
cs: [NAME:mechově zelená]
de: [NAME:moosgrün]
eo: [NAME:muskoverda]
es: [NAME:verde musgo]
ja: [NAME:苔色]
ko: [NAME:이끼색]
ru: [NAME:мшисто-зелёного цвета]
tr: [NAME:yosun yeşili]
vi: [NAME:xanh rêu]

# COLOR:OCHRE
source: [NAME:ochre]
cs: [NAME:okrová]
de: [NAME:Ockerfarben]
eo: [NAME:okrokolora]
es: [NAME:ocre]
ja: [NAME:黄土色]
ko: [NAME:황토색]
ru: [NAME:охрового цвета]
tr: [NAME:toprak sarısı]
vi: [NAME:vàng đất son]

# COLOR:OLIVE
source: [NAME:olive]
cs: [NAME:olivová]
de: [NAME:Olivefarben]
eo: [NAME:olivkolora]
es: [NAME:oliva]
ja: [NAME:オリーブ色]
ko: [NAME:올리브색]
ru: [NAME:оливкового цвета]
tr: [NAME:zeytin]

# COLOR:ORANGE
source: [NAME:orange]
cs: [NAME:oranžová]
eo: [NAME:oranĝkolora]
es: [NAME:naranja]
ja: [NAME:オレンジ色]
ko: [NAME:주황색]
ru: [NAME:оранжевого цвета]
tr: [NAME:turuncu]

# COLOR:PALE_BLUE
source: [NAME:pale blue]
cs: [NAME:bledě modrá]
de: [NAME:blassblau]
eo: [NAME:pale blua]
es: [NAME:azul pálido]
ja: [NAME:青磁色]
ko: [NAME:청백색]
ru: [NAME:бледно-голубого цвета]
tr: [NAME:soluk mavi]
vi: [NAME:xanh dương nhạt]

# COLOR:PALE_BROWN
source: [NAME:pale brown]
cs: [NAME:bledě hnědá]
de: [NAME:blassbraun]
eo: [NAME:pale bruna]
es: [NAME:marrón pálido]
ja: [NAME:薄茶色]
ko: [NAME:갈백색]
ru: [NAME:бледно-коричневого цвета]
tr: [NAME:soluk kahverengi]
vi: [NAME:nâu nhạt]

# COLOR:PALE_CHESTNUT
source: [NAME:pale chestnut]
cs: [NAME:bledě kaštanová]
de: [NAME:Blass Kastanienfarbig]
eo: [NAME:pale kaŝtana]
es: [NAME:castaño pálido]
ja: [NAME:薄えんじ色]
ko: [NAME:연밤색]
ru: [NAME:бледно-каштанового цвета]
tr: [NAME:soluk kestane]
vi: [NAME:nâu hạt dẻ nhạt]

# COLOR:PALE_PINK
source: [NAME:pale pink]
cs: [NAME:bledě růžová]
de: [NAME:Blassrosa]
eo: [NAME:pale diantokolora]
es: [NAME:rosado pálido]
ja: [NAME:薄ピンク]
ko: [NAME:연분홍]
ru: [NAME:бледно-розового цвета]
tr: [NAME:soluk pembe]
vi: [NAME:hồng nhạt]

# COLOR:PEACH
source: [NAME:peach]
cs: [NAME:broskvová]
de: [NAME:Pfirsichfarben]
eo: [NAME:persikokolora]
es: [NAME:durazno]
ja: [NAME:桃色]
ko: [NAME:복숭아]
ru: [NAME:персикового цвета]
tr: [NAME:şeftali]
vi: [NAME:hồng đào]

# COLOR:PEARL
source: [NAME:pearl]
cs: [NAME:perlová]
de: [NAME:Perle]
eo: [NAME:perla]
es: [NAME:perla]
ja: [NAME:真珠色]
ko: [NAME:진주색]
ru: [NAME:перламутрового цвета]
tr: [NAME:inci]
vi: [NAME:trắng ngọc trai]

# COLOR:PERIWINKLE
source: [NAME:periwinkle]
cs: [NAME:barvínek]
de: [NAME:Lavendelblau]
eo: [NAME:vinkokolora]
es: [NAME:bígaro]
ja: [NAME:淡紫色]
ko: [NAME:페리윙클색]
ru: [NAME:фиолетово-голубого цвета]
tr: [NAME:cezayir menekşesi]
vi: [NAME:xanh dừa cạn]

# COLOR:PINE_GREEN
source: [NAME:pine green]
cs: [NAME:borovicově zelená]
de: [NAME:kiefergrün]
eo: [NAME:pinverda]
es: [NAME:verde pino]
ja: [NAME:松葉色]
ko: [NAME:어두운 청록색]
ru: [NAME:хвойно-зелёного цвета]
tr: [NAME:çam yeşili]
vi: [NAME:xanh lá thông]

# COLOR:PINK
source: [NAME:pink]
cs: [NAME:růžová]
de: [NAME:Rosa]
eo: [NAME:diantokolora]
es: [NAME:rosado]
ja: [NAME:ピンク色]
ko: [NAME:분홍색]
ru: [NAME:розового цвета]
tr: [NAME:pembe]
vi: [NAME:hồng]

# COLOR:PLUM
source: [NAME:plum]
cs: [NAME:švestková]
de: [NAME:Pflaumenblau]
eo: [NAME:prunkolora]
es: [NAME:ciruela]
ja: [NAME:濃紫]
ko: [NAME:자두색]
ru: [NAME:сливового цвета]
tr: [NAME:erik]
vi: [NAME:màu mận]

# COLOR:PUCE
source: [NAME:puce]
cs: [NAME:tmavě purpurová]
de: [NAME:Rotbraun]
eo: [NAME:pulkolora]
es: [NAME:pardo rojizo]
ja: [NAME:暗紫赤褐色]
ko: [NAME:암갈색]
ru: [NAME:красновато-коричневого цвета]
tr: [NAME:esmer mor]
vi: [NAME:màu đỏ nâu trầm]

# COLOR:PUMPKIN
source: [NAME:pumpkin]
cs: [NAME:dýňová]
de: [NAME:Kürbisfarben]
eo: [NAME:kukurbkolora]
es: [NAME:calabaza]
ja: [NAME:カボチャ色]
ko: [NAME:호박색]
ru: [NAME:тыквенного цвета]
tr: [NAME:balkabağı]
vi: [NAME:màu bí ngô]

# COLOR:PURPLE
source: [NAME:purple]
cs: [NAME:fialová]
de: [NAME:Violett]
eo: [NAME:purpura]
es: [NAME:púrpura]
ja: [NAME:紫色]
ko: [NAME:자주색]
ru: [NAME:пурпурного цвета]
tr: [NAME:mor]
vi: [NAME:tím]

# COLOR:RAW_UMBER
source: [NAME:raw umber]
cs: [NAME:surový umbra]
de: [NAME:Umbra Natur farben]
eo: [NAME:krudumbera]
es: [NAME:ocre crudo]
ja: [NAME:暗黄色]
ko: [NAME:로엄버색]
ru: [NAME:цвета умбры]
tr: [NAME:ham ombra]
vi: [NAME:nâu đất thô]

# COLOR:RED
source: [NAME:red]
cs: [NAME:červená]
de: [NAME:rot]
eo: [NAME:ruĝa]
es: [NAME:rojo]
ja: [NAME:赤色]
ko: [NAME:빨강색]
ru: [NAME:красного цвета]
tr: [NAME:kırmızı]
vi: [NAME:đỏ]

# COLOR:RED_PURPLE
source: [NAME:red-purple]
cs: [NAME:červeno-fialová]
de: [NAME:Rotviolett]
eo: [NAME:ruĝa-purpura]
es: [NAME:rojo-púrpura]
ja: [NAME:赤紫色]
ko: [NAME:적자색]
ru: [NAME:красно-пурпурный цвет]
tr: [NAME:kırmızı-mor]
vi: [NAME:đỏ tía]

# COLOR:ROSE
source: [NAME:rose]
cs: [NAME:růžová]
de: [NAME:Rosarot]
eo: [NAME:roza]
es: [NAME:rosa]
ja: [NAME:薔薇色]
ko: [NAME:장밋빛]
ru: [NAME:розового цвета]
tr: [NAME:gül]

# COLOR:RUSSET
source: [NAME:russet]
cs: [NAME:rezavá]
de: [NAME:rostbraun]
eo: [NAME:ruĝa-griza]
es: [NAME:rojizo]
ja: [NAME:ルセットブラウン]
ko: [NAME:적갈색]
ru: [NAME:желтовато-коричневого цвета]
tr: [NAME:kiremit rengi]
vi: [NAME:nâu đỏ gạch]

# COLOR:RUST
source: [NAME:rust]
cs: [NAME:rez]
de: [NAME:Rostrot]
eo: [NAME:rustkolora]
es: [NAME:óxido]
ja: [NAME:錆色]
ko: [NAME:적색]
ru: [NAME:цвета ржавчины]
tr: [NAME:pas]
vi: [NAME:gỉ sét]

# COLOR:SAFFRON
source: [NAME:saffron]
cs: [NAME:šafránová]
de: [NAME:Safrangelb]
eo: [NAME:safrankolora]
es: [NAME:azafrán]
ja: [NAME:サフランイエロー]
ko: [NAME:사프란색]
ru: [NAME:шафранового цвета]
tr: [NAME:safran]
vi: [NAME:màu vàng nghệ]

# COLOR:SCARLET
source: [NAME:scarlet]
cs: [NAME:šarlatová]
de: [NAME:scharlachrot]
eo: [NAME:skarlata]
es: [NAME:escarlata]
ja: [NAME:緋色]
ko: [NAME:주홍색]
ru: [NAME:алого цвета]
tr: [NAME:al]
vi: [NAME:đỏ tươi]

# COLOR:SEA_GREEN
source: [NAME:sea green]
cs: [NAME:mořská zelená]
de: [NAME:meeresgrün]
eo: [NAME:marverda]
es: [NAME:verde marino]
ja: [NAME:濃黄緑色]
ko: [NAME:푸른 녹색]
ru: [NAME:синевато-зелёного цвета]
tr: [NAME:deniz yeşili]
vi: [NAME:xanh lục biển]

# COLOR:SEPIA
source: [NAME:sepia]
de: [NAME:Sepiafarben]
ja: [NAME:セピア色]
ko: [NAME:세피아색]
ru: [NAME:цвета сепии]
tr: [NAME:sepya]
vi: [NAME:nâu sepia]

# COLOR:SILVER
source: [NAME:silver]
cs: [NAME:stříbrná]
de: [NAME:Silberfarben]
eo: [NAME:arĝentokolora]
es: [NAME:plateado]
ja: [NAME:銀色]
ko: [NAME:은색]
ru: [NAME:серебристого цвета]
tr: [NAME:gümüş]
vi: [NAME:bạc]

# COLOR:SKY_BLUE
source: [NAME:sky blue]
cs: [NAME:nebesky modrá]
de: [NAME:himmelblau]
eo: [NAME:ĉielblua]
es: [NAME:azul cielo]
ja: [NAME:空色]
ko: [NAME:하늘색]
ru: [NAME:небесно-голубого цвета]
tr: [NAME:gökyüzü mavisi]
vi: [NAME:xanh da trời]

# COLOR:SLATE_GRAY
source: [NAME:slate gray]
cs: [NAME:břidlicově šedá]
de: [NAME:schiefergrau]
eo: [NAME:ardezgriza]
es: [NAME:pizarra gris]
ja: [NAME:暗灰色]
ko: [NAME:점판암색]
ru: [NAME:синевато-серого цвета]
tr: [NAME:arduvaz grisi]
vi: [NAME:xám đá phiến]

# COLOR:SPRING_GREEN
source: [NAME:spring green]
cs: [NAME:jarní zelená]
de: [NAME:frühlingsgrün]
eo: [NAME:printempoverda]
es: [NAME:verde primavera]
ja: [NAME:萌黄色]
ko: [NAME:창록]
ru: [NAME:салатового цвета]
tr: [NAME:bahar yeşili]
vi: [NAME:xanh lá mùa xuân]

# COLOR:TAN
source: [NAME:tan]
cs: [NAME:písková]
de: [NAME:braun]
eo: [NAME:sunbruna]
es: [NAME:café claro]
ja: [NAME:淡茶色]
ko: [NAME:황갈색]
ru: [NAME:смуглого цвета]
tr: [NAME:taba]
vi: [NAME:nâu rám nắng]

# COLOR:TAUPE_DARK
source: [NAME:dark taupe]
cs: [NAME:tmavá taupe]
de: [NAME:Taup Dunkelfarben]
eo: [NAME:malhele talpokolora]
es: [NAME:negro pardo]
ja: [NAME:ダークトープ]
ko: [NAME:어두운 두더지색]
ru: [NAME:тёмного серо-коричневого цвета]
tr: [NAME:koyu boz]
vi: [NAME:nâu xám đậm]

# COLOR:TAUPE_GRAY
source: [NAME:taupe gray]
cs: [NAME:šedá taupe]
de: [NAME:taupegrau]
eo: [NAME:talpogriza]
es: [NAME:gris pardo]
ja: [NAME:トープグレイ]
ko: [NAME:회두더지색]
ru: [NAME:серого цвета с серо-коричневым оттенком]
tr: [NAME:boz gri]
vi: [NAME:xám nâu]

# COLOR:TAUPE_MEDIUM
source: [NAME:taupe]
eo: [NAME:talpokolora]
es: [NAME:pardo]
ja: [NAME:トープ]
ko: [NAME:두더지색]
ru: [NAME:серо-коричневого цвета]
tr: [NAME:boz]

# COLOR:TAUPE_PURPLE
source: [NAME:purple taupe]
cs: [NAME:fialová taupe]
de: [NAME:Grauviolett]
eo: [NAME:purpur-talpokolora]
es: [NAME:púrpura pardo]
ja: [NAME:パープルトープ]
ko: [NAME:자주 두더지색]
ru: [NAME:серо-коричневого цвета с пурпурным оттенком]
tr: [NAME:mor boz]
vi: [NAME:nâu xám ánh tím]

# COLOR:TAUPE_PALE
source: [NAME:pale taupe]
cs: [NAME:světlá taupe]
de: [NAME:Blassgrau]
eo: [NAME:pale talpokolora]
es: [NAME:pardo pálido]
ja: [NAME:ペイルトープ]
ko: [NAME:옅은 두더지색]
ru: [NAME:бледного серо-коричневого цвета]
tr: [NAME:soluk boz]
vi: [NAME:nâu xám nhạt]

# COLOR:TAUPE_ROSE
source: [NAME:rose taupe]
cs: [NAME:růžová taupe]
de: [NAME:Graurosa]
eo: [NAME:roz-talpokolora]
es: [NAME:rosa pardo]
ja: [NAME:ローズトープ]
ko: [NAME:장미빛 두더지색]
ru: [NAME:серо-коричневого цвета с розоватым оттенком]
tr: [NAME:gül bozu]

# COLOR:TAUPE_SANDY
source: [NAME:sandy taupe]
cs: [NAME:písčitá taupe]
de: [NAME:Sandgrau]
eo: [NAME:sablo-talpokolora]
es: [NAME:rubio pardo]
ja: [NAME:サンディトープ]
ko: [NAME:모래빛 두더지색]
ru: [NAME:серо-коричневого цвета с песочным оттенком]
tr: [NAME:kumlu boz]
vi: [NAME:nâu xám cát]

# COLOR:TEAL
source: [NAME:teal]
cs: [NAME:modrozelená]
de: [NAME:Petrolfarben]
eo: [NAME:malhele cejano]
es: [NAME:verde azulado]
ja: [NAME:鴨羽色]
ko: [NAME:청록색]
ru: [NAME:зеленовато-голубого цвета]
tr: [NAME:petrol yeşili]
vi: [NAME:xanh mòng két]

# COLOR:TURQUOISE
source: [NAME:turquoise]
cs: [NAME:tyrkysová]
de: [NAME:Türkisgrün]
eo: [NAME:turkiskolora]
es: [NAME:turquesa]
ja: [NAME:ターコイズ]
ko: [NAME:터키석색]
ru: [NAME:бирюзового цвета]
tr: [NAME:turkuaz]
vi: [NAME:lam ngọc]

# COLOR:VERMILION
source: [NAME:vermilion]
cs: [NAME:rumělková]
de: [NAME:Zinnoberrot]
eo: [NAME:vermiljona]
es: [NAME:bermellón]
ja: [NAME:朱色]
ko: [NAME:주색]
ru: [NAME:пунцового цвета]
tr: [NAME:vermilyon]

# COLOR:VIOLET
source: [NAME:violet]
cs: [NAME:fialová]
de: [NAME:Veilchenblau]
eo: [NAME:viola]
es: [NAME:violeta]
ja: [NAME:菫色]
ko: [NAME:보라색]
ru: [NAME:фиолетового цвета]
tr: [NAME:menekşe]

# COLOR:WHITE
source: [NAME:white]
cs: [NAME:bílá]
de: [NAME:weiss]
eo: [NAME:blanka]
es: [NAME:blanco]
ja: [NAME:白色]
ko: [NAME:흰 색]
ru: [NAME:белого цвета]
tr: [NAME:beyaz]
vi: [NAME:trắng]

# COLOR:YELLOW
source: [NAME:yellow]
cs: [NAME:žlutá]
de: [NAME:gelb]
eo: [NAME:flava]
es: [NAME:amarillo]
ja: [NAME:黄色]
ko: [NAME:노랑색]
ru: [NAME:жёлтого цвета]
tr: [NAME:sarı]
vi: [NAME:vàng]

# COLOR:YELLOW_GREEN
source: [NAME:yellow-green]
cs: [NAME:žlutozelená]
de: [NAME:gelbgrün]
eo: [NAME:flava-verda]
es: [NAME:amarillo verdoso]
ja: [NAME:黄緑色]
ko: [NAME:옐로우그린색]
ru: [NAME:жёлто-зелёного цвета]
tr: [NAME:sarı-yeşil]
vi: [NAME:vàng-lục]

# COLOR:BLUE-GRAY
source: [NAME:blue-gray]
cs: [NAME:modrošedá]
de: [NAME:Blaugrau]
eo: [NAME:blu-griza]
ko: [NAME:블루그레이색]
ru: [NAME:серо-голубой]
tr: [NAME:mavi-gri]
vi: [NAME:xanh-xám]

# SHAPE:STAR
source: [NAME:star:stars]
cs: [NAME:hvězda:hvězdy]
de: [NAME:Stern:Sterne]
eo: [NAME:stelo:steloj]
es: [NAME:estrella:estrellas]
ko: [NAME:별:별들]
ru: [NAME:звезда:звёзды]
tr: [NAME:yıldız:yıldızlar]
vi: [NAME:sao:các ngôi sao]

# SHAPE:STAR
source: [ADJ:three-pointed]
cs: [ADJ:třícípá]
de: [ADJ:dreizackige]
eo: [ADJ:tripinta]
es: [ADJ:tres puntos]
ko: [ADJ:삼각의]
ru: [ADJ:трёхконечная]
tr: [ADJ:üç uçlu]
vi: [ADJ:ba cánh]

# SHAPE:STAR
source: [ADJ:four-pointed]
cs: [ADJ:čtyřcípá]
de: [ADJ:vierzackigen]
eo: [ADJ:kvarpinta]
es: [ADJ:de cuatro puntas]
ko: [ADJ:사각의]
ru: [ADJ:четырёхконечная]
tr: [ADJ:dört uçlu]
vi: [ADJ:bốn cánh]

# SHAPE:STAR
source: [ADJ:five-pointed]
cs: [ADJ:pěti cípá]
de: [ADJ:fünfzackigen]
eo: [ADJ:kvinpinta]
es: [ADJ:de cinco puntas]
ko: [ADJ:오각의]
ru: [ADJ:пятиконечная]
tr: [ADJ:beş uçlu]
vi: [ADJ:năm cánh]

# SHAPE:STAR
source: [ADJ:many-pointed]
cs: [ADJ:mnohocípá]
de: [ADJ:vielzackig]
eo: [ADJ:multapinta]
es: [ADJ:de multiples puntas]
ko: [ADJ:다각형의]
ru: [ADJ:многоконечная]
tr: [ADJ:çok uçlu]
vi: [ADJ:nhiều cánh]

# SHAPE:CRESCENT
source: [NAME:crescent:crescents]
cs: [NAME:srpek:srpky]
de: [NAME:Halbmond:Halbmonde]
eo: [NAME:krescento:krescentoj]
es: [NAME:medialuna:medialunas]
ko: [NAME:초승달 모양의:초승달 모양의]
ru: [NAME:полумесяц:полумесяцы]
tr: [NAME:hilal:hilaller]
vi: [NAME:lưỡi liềm:các lưỡi liềm]

# SHAPE:CRESCENT
source: [ADJ:narrow]
cs: [ADJ:úzký]
de: [ADJ:schmal]
eo: [ADJ:maldika]
es: [ADJ:angosto]
ko: [ADJ:좁은]
ru: [ADJ:тонкий]
tr: [ADJ:dar]
vi: [ADJ:hẹp]

# SHAPE:CRESCENT
source: [ADJ:thick]
cs: [ADJ:silný]
de: [ADJ:dick]
eo: [ADJ:dika]
es: [ADJ:fino]
ko: [ADJ:두꺼운]
ru: [ADJ:толстый]
tr: [ADJ:kalın]
vi: [ADJ:dày]

# SHAPE:CROSS
source: [NAME:cross:crosses]
cs: [NAME:kříž:kříže]
de: [NAME:Kreuz:Kreuze]
eo: [NAME:kruco:krucoj]
es: [NAME:cruz:cruces]
ko: [NAME:십자모양의:십자모양의]
ru: [NAME:крест:кресты]
tr: [NAME:haç:haçlar]
vi: [NAME:chữ thập:các chữ thập]

# SHAPE:CROSS
source: [ADJ:broad]
cs: [ADJ:široký]
de: [ADJ:breit]
eo: [ADJ:dika]
es: [ADJ:ancho]
ko: [ADJ:넓은]
ru: [ADJ:широкий]
tr: [ADJ:geniş]
vi: [ADJ:rộng]

# SHAPE:CROSS
source: [ADJ:tall]
cs: [ADJ:vysoký]
de: [ADJ:groß]
eo: [ADJ:alta]
es: [ADJ:alto]
ja: [ADJ:高い
ko: [ADJ:높은]
ru: [ADJ:высокий]
tr: [ADJ:uzun]
vi: [ADJ:cao]

# SHAPE:CROSS
source: [ADJ:thin]
cs: [ADJ:tenký]
de: [ADJ:dünn]
eo: [ADJ:maldika]
es: [ADJ:delgado]
ko: [ADJ:얇은]
ru: [ADJ:узкий]
tr: [ADJ:ince]
vi: [ADJ:mỏng]

# SHAPE:SQUARE
source: [NAME:square:squares]
cs: [NAME:čtverec:čtverce]
de: [NAME:Platz:Plätze]
eo: [NAME:kvadrato:kvadratoj]
es: [NAME:cuadrado:cuadrados]
ko: [NAME:사각의:사각의]
pl: [NAME:kwadrat:kwadraty]
ru: [NAME:квадрат:квадраты]
tr: [NAME:kare:kareler]
vi: [NAME:hình vuông:các hình vuông]

# SHAPE:CIRCLE
source: [NAME:circle:circles]
cs: [NAME:kruh:kruhy]
de: [NAME:Kreis:Kreise]
eo: [NAME:cirklo:cirkloj]
es: [NAME:círculo:círculos]
ko: [NAME:원형:원형]
pl: [NAME:okrąg:okręgi]
ru: [NAME:круг:круги]
tr: [NAME:daire:daireler]
vi: [NAME:hình tròn:các hình tròn]

# SHAPE:DIAMOND
source: [NAME:diamond:diamonds]
cs: [NAME:kosočtverec:kosočtverce]
de: [NAME:Diamant:Diamanten]
eo: [NAME:diamanto:diamantoj]
es: [NAME:diamante:diamantes]
ko: [NAME:다이아몬드 모양:다이아몬드 모양]
pl: [NAME:diament:diamenty]
ru: [NAME:ромб:ромбы]
tr: [NAME:elmas:elmaslar]
vi: [NAME:hình thoi:các hình thoi]

# SHAPE:SUN
source: [NAME:sun:suns]
cs: [NAME:slunce:slunce]
de: [NAME:Sonne:Sonnen]
eo: [NAME:suno:sunoj]
es: [NAME:sol:soles]
ko: [NAME:태양:태양들]
pl: [NAME:słońce:słońca]
ru: [NAME:солнце:солнца]
tr: [NAME:güneş:güneşler]
vi: [NAME:mặt trời:các mặt trời]

# SHAPE:SUN
source: [ADJ:shining]
cs: [ADJ:zářící]
de: [ADJ:scheinen]
eo: [ADJ:brila]
es: [ADJ:brillante]
ko: [ADJ:빛나는]
pl: [ADJ:błyszczący]
ru: [ADJ:сияющее]
tr: [ADJ:parlayan]
vi: [ADJ:chiếu sáng]

# SHAPE:SUN
source: [ADJ:blazing]
cs: [ADJ:planoucí]
de: [ADJ:brennen]
eo: [ADJ:arda]
es: [ADJ:flameante]
ko: [ADJ:불타오르는]
pl: [ADJ:płonący]
ru: [ADJ:пылающее]
tr: [ADJ:alevli]
vi: [ADJ:chói chang]

# SHAPE:MOON
source: [NAME:moon:moons]
cs: [NAME:měsíc:měsíce]
de: [NAME:Mond:Monde]
eo: [NAME:luna:lunaj]
es: [NAME:luna:lunas]
ko: [NAME:달:달들]
pl: [NAME:księżyc:księżyce]
ru: [NAME:луна:луны]
tr: [NAME:ay:aylar]
vi: [NAME:mặt trăng:các mặt trăng]

# SHAPE:MOON
source: [ADJ:hidden]
cs: [ADJ:skrytý]
de: [ADJ:versteckt]
eo: [ADJ:nova]
es: [ADJ:oculta]
ko: [ADJ:숨겨진]
pl: [ADJ:ukryty]
ru: [ADJ:скрытый]
tr: [ADJ:gizli]
vi: [ADJ:ẩn]

# SHAPE:MOON
source: [ADJ:full]
cs: [ADJ:úplný]
de: [ADJ:voll]
eo: [ADJ:plena]
es: [ADJ:llena]
ko: [ADJ:가득찬]
pl: [ADJ:pełny]
ru: [ADJ:полный]
tr: [ADJ:dolunay]
vi: [ADJ:tròn]

# SHAPE:MOON
source: [ADJ:crescent]
cs: [ADJ:srpkovitý]
de: [ADJ:halbmondförmig]
eo: [ADJ:kreska]
es: [ADJ:creciente]
ko: [ADJ:초승달]
ru: [ADJ:полумесяц]
tr: [ADJ:hilal]
vi: [ADJ:lưỡi liềm]

# SHAPE:MOON
source: [ADJ:half]
cs: [ADJ:poloviční]
de: [ADJ:halb]
eo: [ADJ:duona]
es: [ADJ:media]
ko: [ADJ:반]
ru: [ADJ:половина]
tr: [ADJ:yarımay]
vi: [ADJ:bán nguyệt]

# SHAPE:WAVE
source: [NAME:wave:waves]
cs: [NAME:vlnka:vlnky]
de: [NAME:Welle:Welllen]
eo: [NAME:ondo:ondoj]
es: [NAME:ola:olas]
ko: [NAME:파도:파도들]
pl: [NAME:fala:fale]
ru: [NAME:волна:волны]
tr: [NAME:dalga:dalgalar]
vi: [NAME:sóng:các con sóng]

# SHAPE:MOUNTAIN
source: [NAME:mountain:mountains]
cs: [NAME:hora:hory]
de: [NAME:Berg:Berge]
eo: [NAME:monto:montoj]
es: [NAME:montaña:montañas]
ko: [NAME:산:산맥]
pl: [NAME:góra:góry]
ru: [NAME:гора:горы]
tr: [NAME:dağ:dağlar]
vi: [NAME:núi:các ngọn núi]

# SHAPE:CLOUD
source: [NAME:cloud:clouds]
cs: [NAME:mrak:mraky]
de: [NAME:Wolke:Wolken]
eo: [NAME:nubo:nuboj]
es: [NAME:nube:nubes]
ko: [NAME:구름:구름들]
pl: [NAME:chmura:chmury]
ru: [NAME:облако:облака]
tr: [NAME:bulut:bulutlar]
vi: [NAME:mây:các đám mây]

# SHAPE:GIZZARD_STONE
source: [NAME:gizzard stone:gizzard stones]
cs: [NAME:žernov:žernovy]
de: [NAME:Magenstein:Magensteine]
eo: [NAME:postkropŝtono:postkropŝtonoj]
es: [NAME:gastrolito:gastrolitos]
ko: [NAME:위석:위석들]
ru: [NAME:желудочный камень:желудочные камни]
tr: [NAME:taşlık taşı:taşlık taşları]
vi: [NAME:sỏi mề:các viên sỏi mề]

# SHAPE:SMOOTH_PEBBLE
source: [NAME:pebble:pebbles]
cs: [NAME:oblázek:oblázky]
de: [NAME:Kieselstein:Kieselsteine]
eo: [NAME:ŝtoneto:ŝtonetoj]
es: [NAME:guijarro:guijarros]
ko: [NAME:자갈:자갈들]
ru: [NAME:галька:галька]
tr: [NAME:çakıl taşı:çakıl taşları]
vi: [NAME:sỏi cuội:các viên sỏi cuội]

# SHAPE:SMOOTH_PEBBLE
source: [ADJ:smooth]
cs: [ADJ:hladký]
de: [ADJ:glatt]
eo: [ADJ:glata]
es: [ADJ:suave]
ko: [ADJ:부드러운]
ru: [ADJ:гладкий]
tr: [ADJ:pürüzsüz]
vi: [ADJ:nhẵn]

# SHAPE:OVAL_CABOCHON
source: [NAME:cabochon:cabochons]
cs: [NAME:kabošon:kabošony]
eo: [NAME:kapolo:kapoloj]
es: [NAME:cabujón:cabujónes]
ko: [NAME:카보숑:카보숑]
ru: [NAME:кабошон:кабошон]
tr: [NAME:kabaşon:kabaşonlar]

# SHAPE:ROUND_CABOCHON
source: [NAME:cabochon:cabochons]
cs: [NAME:kabošon:kabošony]
eo: [NAME:kapolo:kapoloj]
es: [NAME:cabujón:cabujónes]
ko: [NAME:카보숑:카보숑]
ru: [NAME:кабошон:кабошон]
tr: [NAME:kabaşon:kabaşonlar]

# SHAPE:ROUND_CABOCHON
source: [ADJ:round]
cs: [ADJ:kulatý]
de: [ADJ:rund]
eo: [ADJ:ronda]
es: [ADJ:curvo]
ko: [ADJ:둥근]
pl: [ADJ:okrągły]
ru: [ADJ:круглый]
tr: [ADJ:yuvarlak]
vi: [ADJ:tròn]

# SHAPE:CUSHION_CABOCHON
source: [NAME:cabochon:cabochons]
cs: [NAME:kabošon:kabošony]
eo: [NAME:kapolo:kapoloj]
es: [NAME:cabujón:cabujónes]
ko: [NAME:카보숑:카보숑]
ru: [NAME:кабошон:кабошон]
tr: [NAME:kabaşon:kabaşonlar]

# SHAPE:CUSHION_CABOCHON
source: [ADJ:cushion]
cs: [ADJ:polštářový]
de: [ADJ:kissenförmig]
eo: [ADJ:kusena]
es: [ADJ:acojinado]
ko: [ADJ:쿠션]
ru: [ADJ:сглаженный]
tr: [ADJ:yastık]
vi: [ADJ:dạng đệm]

# SHAPE:RECTANGULAR_CABOCHON
source: [NAME:cabochon:cabochons]
cs: [NAME:kabošon:kabošony]
eo: [NAME:kapolo:kapoloj]
es: [NAME:cabujón:cabujónes]
ko: [NAME:카보숑:카보숑]
ru: [NAME:кабошон:кабошон]
tr: [NAME:kabaşon:kabaşonlar]

# SHAPE:RECTANGULAR_CABOCHON
source: [ADJ:rectangular]
cs: [ADJ:obdélníkový]
de: [ADJ:rechteckig]
eo: [ADJ:rektangula]
ko: [ADJ:직각]
ru: [ADJ:прямоугольный]
tr: [ADJ:dikdörtgen]
vi: [ADJ:hình chữ nhật]

# SHAPE:POINT_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]
