Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# REACTION:PRESS_HONEYCOMB
source: [REAGENT:honeycomb:]
cs: [REAGENT:plástev:]
de: [REAGENT:Honigwabe:]
eo: [REAGENT:mielĉelaro:]
es: [REAGENT:colmena:]
ko: [REAGENT:벌집:]
pl: [REAGENT:plaster miodu:]
ru: [REAGENT:соты:]
tr: [REAGENT:petek:]
vi: [REAGENT:Sáp ong:]
zh_hans: [REAGENT:蜜脾:]

# REACTION:PRESS_HONEYCOMB
source: [REAGENT:liquid container:]
cs: [REAGENT:nádoba na kapalinu:]
de: [REAGENT:Flüssigkeitsbehälter:]
eo: [REAGENT:likvaĵujo:]
es: [REAGENT:depósito de líquidos:]
ko: [REAGENT:액체 용기:]
pl: [REAGENT:pojemnik na płyn:]
ru: [REAGENT:контейнер жидкости:]
tr: [REAGENT:sıvı kabı:]
vi: [REAGENT:Vật chứa chất lỏng:]
zh_hans: [REAGENT:液体容器:]

# REACTION:PRESS_HONEYCOMB
source: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:honeycomb:]
cs: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:plástev:]
eo: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:mielĉelaro:]
es: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:panal:]
ko: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:벌집:]
ru: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:соты:]
tr: [PRODUCT:100:1:SIVI_ÇEŞİTLİ:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:petek:]
vi: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:Sáp ong:]
zh_hans: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:蜜脾:]

# REACTION:PRESS_HONEYCOMB
source: [PRODUCT_TO_CONTAINER:liquid container]
cs: [PRODUCT_TO_CONTAINER:nádoba na kapalinu]
de: [PRODUCT_TO_CONTAINER:Flüssigkeitsbehälter]
eo: [PRODUCT_TO_CONTAINER:likvaĵujo]
es: [PRODUCT_TO_CONTAINER:contenedor de liquidos]
ko: [PRODUCT_TO_CONTAINER:액체 용기]
pl: [PRODUCT_TO_CONTAINER:pojemnik na płyn]
ru: [PRODUCT_TO_CONTAINER:контейнер жидкости]
tr: [PRODUCT_TO_CONTAINER:sıvı kabı]
vi: [PRODUCT_TO_CONTAINER:Vật chứa chất lỏng]
zh_hans: [PRODUCT_TO_CONTAINER:液体容器]

# REACTION:PRESS_HONEYCOMB
source: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:honeycomb:]
cs: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:plástev:]
eo: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:mielĉelaro:]
es: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:panal:]
ko: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:벌집:]
ru: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:соты:]
tr: [PRODUCT:100:1:TOPAK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:petek:]
vi: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:Sáp ong:]
zh_hans: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:蜜脾:]

# REACTION:MAKE_WAX_CRAFTS
source: [NAME:make wax crafts]
cs: [NAME:vyrobit voskové výrobky]
de: [NAME:Wachs Handwerkskunst herstellen]
eo: [NAME:fari vaksajn artefaritaĵojn]
es: [NAME:hacer artesanías de cera]
ja: [NAME:蝋の工芸品を作成]
ko: [NAME:밀랍 공예품 만들기]
pl: [NAME:zrób rzemiosła woskowe]
ru: [NAME:изготовить изделия из воска]
tr: [NAME:balmumu el sanatı yap]
vi: [NAME:Chế tác đồ thủ công bằng sáp]
zh_hans: [NAME:制作蜡质工艺品]

# REACTION:MAKE_WAX_CRAFTS
source: [REAGENT:wax:]
cs: [REAGENT:vosk:]
de: [REAGENT:Wachs:]
eo: [REAGENT:vakso:]
es: [REAGENT:cera:]
ko: [REAGENT:밀랍:]
pl: [REAGENT:wosk:]
ru: [REAGENT:воск:]
tr: [REAGENT:balmumu:]
vi: [REAGENT:sáp:]
zh_hans: [REAGENT:蜂蜡:]

# REACTION:MAKE_WAX_CRAFTS
source: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:wax:]
cs: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:vosk:]
de: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:Wachs:]
eo: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:vakso:]
es: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:cera:]
ko: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:밀랍:]
pl: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:wosk:]
ru: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:воск:]
tr: [PRODUCT:100:1:EL_SANATI:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:balmumu:]
vi: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:sáp:]
zh_hans: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:蜂蜡:]

# REACTION:BREW_DRINK_FROM_PLANT
source: [NAME:brew drink from plant]
cs: [NAME:uvařit nápoj z rostliny]
de: [NAME:Getränk aus Pflanzen brauen]
eo: [NAME:fari trinkaĵon el vegetalo]
es: [NAME:elaborar bebida a base plantas]
ko: [NAME:식물에서 음료를 우려내다]
pl: [NAME:uwarz napój z rośliny]
ru: [NAME:Варить напиток из растений]
tr: [NAME:bitkiden içecek mayala]
vi: [NAME:Ủ đồ uống từ thực vật]
zh_hans: [NAME:用植物酿造饮料]

# REACTION:BREW_DRINK_FROM_PLANT
source: [REAGENT:plant:]
cs: [REAGENT:rostlina:]
de: [REAGENT:Pflanze:]
eo: [REAGENT:vegetalo:]
es: [REAGENT:planta:]
ko: [REAGENT:식물:]
pl: [REAGENT:roślina:]
ru: [REAGENT:растение:]
tr: [REAGENT:bitki:]
vi: [REAGENT:thực vật:]
zh_hans: [REAGENT:植物:]

# REACTION:BREW_DRINK_FROM_PLANT
source: [REAGENT:barrel/pot:]
cs: [REAGENT:sud/hrnec:]
de: [REAGENT:Fass/Krug:]
eo: [REAGENT:barelo/kruĉego:]
es: [REAGENT:barril/bote:]
ko: [REAGENT:통/냄비:]
pl: [REAGENT:beczka/garnek:]
ru: [REAGENT:бочка/горшок:]
tr: [REAGENT:varil/çömlek:]
vi: [REAGENT:Thùng/nồi:]
zh_hans: [REAGENT:圆桶/罐:]

# REACTION:BREW_DRINK_FROM_PLANT
source: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:plant:]
cs: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:rostlina:]
de: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:planta:]
ko: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:식물:]
ru: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:растение:]
tr: [PRODUCT:100:5:İÇECEK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bitki:]
vi: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:植物:]

# REACTION:BREW_DRINK_FROM_PLANT
source: [PRODUCT_TO_CONTAINER:barrel/pot]
cs: [PRODUCT_TO_CONTAINER:sud/hrnec]
de: [PRODUCT_TO_CONTAINER:Fass/Krug]
eo: [PRODUCT_TO_CONTAINER:barelo/kruĉego]
es: [PRODUCT_TO_CONTAINER:barril/bote]
ko: [PRODUCT_TO_CONTAINER:통/냄비]
pl: [PRODUCT_TO_CONTAINER:beczka/garnek]
ru: [PRODUCT_TO_CONTAINER:бочка/горшок]
tr: [PRODUCT_TO_CONTAINER:varil/çömlek]
vi: [PRODUCT_TO_CONTAINER:Thùng/nồi]
zh_hans: [PRODUCT_TO_CONTAINER:圆桶/罐]

# REACTION:BREW_DRINK_FROM_PLANT
source: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:plant:]
cs: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:rostlina:]
de: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:planta:]
ko: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:식물:]
ru: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:растение:]
tr: [PRODUCT:100:1:TOHUMLAR:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bitki:]
vi: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:植物:]

# REACTION:BREW_DRINK_FROM_PLANT_GROWTH
source: [NAME:brew drink from fruit]
cs: [NAME:uvařit nápoj z ovoce]
de: [NAME:Getränk aus Früchten brauen]
eo: [NAME:fari trinkaĵon el frukto]
es: [NAME:elaborar bebida a base de frutas]
ja: [NAME:醸造]
ko: [NAME:과일로 술 담그기]
pl: [NAME:uwarz napój z owoców]
ru: [NAME:Варить напиток из фруктов]
tr: [NAME:meyveden içecek mayala]
vi: [NAME:Ủ đồ uống từ trái cây]
zh_hans: [NAME:用果实酿造饮料]

# REACTION:BREW_DRINK_FROM_PLANT_GROWTH
source: [REAGENT:plant:]
cs: [REAGENT:rostlina:]
de: [REAGENT:Pflanze:]
eo: [REAGENT:vegetalo:]
es: [REAGENT:planta:]
ja: [REAGENT:植物:]
ko: [REAGENT:식물:]
pl: [REAGENT:roślina:]
ru: [REAGENT:растение:]
tr: [REAGENT:bitki:]
vi: [REAGENT:thực vật:]
zh_hans: [REAGENT:植物:]

# REACTION:BREW_DRINK_FROM_PLANT_GROWTH
source: [REAGENT:barrel/pot:]
cs: [REAGENT:sud/hrnec:]
de: [REAGENT:Fass/Krug:]
eo: [REAGENT:barelo/kruĉego:]
es: [REAGENT:barril/bote:]
ja: [REAGENT:樽/壺:]
ko: [REAGENT:통/냄비:]
pl: [REAGENT:beczka/garnek:]
ru: [REAGENT:бочка/горшок:]
tr: [REAGENT:varil/çömlek:]
vi: [REAGENT:Thùng/nồi:]
zh_hans: [REAGENT:圆桶/罐:]

# REACTION:BREW_DRINK_FROM_PLANT_GROWTH
source: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:plant:]
cs: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:rostlina:]
de: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:planta:]
ko: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:식물:]
ru: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:растение:]
tr: [PRODUCT:100:5:İÇECEK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bitki:]
vi: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:植物:]

# REACTION:BREW_DRINK_FROM_PLANT_GROWTH
source: [PRODUCT_TO_CONTAINER:barrel/pot]
cs: [PRODUCT_TO_CONTAINER:sud/hrnec]
de: [PRODUCT_TO_CONTAINER:Fass/Krug]
eo: [PRODUCT_TO_CONTAINER:barelo/kruĉego]
es: [PRODUCT_TO_CONTAINER:barril/bote]
ja: [PRODUCT_TO_CONTAINER:樽/壺]
ko: [PRODUCT_TO_CONTAINER:통/냄비]
pl: [PRODUCT_TO_CONTAINER:beczka/garnek]
ru: [PRODUCT_TO_CONTAINER:бочка/горшок]
tr: [PRODUCT_TO_CONTAINER:varil/çömlek]
vi: [PRODUCT_TO_CONTAINER:Thùng/nồi]
zh_hans: [PRODUCT_TO_CONTAINER:圆桶/罐]

# REACTION:BREW_DRINK_FROM_PLANT_GROWTH
source: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:plant:]
cs: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:rostlina:]
de: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:planta:]
ko: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:식물:]
ru: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:растение:]
tr: [PRODUCT:100:1:TOHUMLAR:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bitki:]
vi: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:植物:]

# REACTION:MAKE_MEAD
source: [NAME:make mead]
cs: [NAME:vyrobit medovinu]
de: [NAME:Met herstellen]
eo: [NAME:fari mielakvon]
es: [NAME:hacer aguamiel]
ja: [NAME:蜂蜜酒を醸造]
ko: [NAME:벌꿀술 만들기]
pl: [NAME:zrób miód pitny]
ru: [NAME:варить медовуху]
tr: [NAME:bal şarabı yap]
vi: [NAME:Ủ rượu mật ong]
zh_hans: [NAME:制作蜜酒]

# REACTION:MAKE_MEAD
source: [REAGENT:honey:]
cs: [REAGENT:med:]
de: [REAGENT:Honig:]
eo: [REAGENT:mielo:]
es: [REAGENT:miel:]
ja: [REAGENT:蜂蜜:]
ko: [REAGENT:꿀:]
pl: [REAGENT:miód:]
ru: [REAGENT:мёд:]
tr: [REAGENT:bal:]
vi: [REAGENT:Mật ong:]
zh_hans: [REAGENT:蜂蜜:]

# REACTION:MAKE_MEAD
source: [REAGENT:honey container:]
cs: [REAGENT:nádoba na med:]
de: [REAGENT:Honigbehälter:]
eo: [REAGENT:mielujo:]
es: [REAGENT:contenedor para miel:]
ko: [REAGENT:꿀 용기:]
pl: [REAGENT:pojemnik na miód:]
ru: [REAGENT:контейнер мёда:]
tr: [REAGENT:bal kabı:]
vi: [REAGENT:Vật chứa mật ong:]
zh_hans: [REAGENT:蜂蜜容器:]

# REACTION:MAKE_MEAD
source: [CONTAINS:honey]
cs: [CONTAINS:med]
de: [CONTAINS:Honig]
eo: [CONTAINS:mielo]
es: [CONTAINS:miel]
ja: [CONTAINS:蜂蜜]
ko: [CONTAINS:꿀]
pl: [CONTAINS:miód]
ru: [CONTAINS:мёд]
tr: [CONTAINS:bal]
vi: [CONTAINS:Mật ong]
zh_hans: [CONTAINS:蜂蜜]

# REACTION:MAKE_MEAD
source: [REAGENT:barrel/pot:]
cs: [REAGENT:sud/hrnec:]
de: [REAGENT:Fass/Krug:]
eo: [REAGENT:barelo/kruĉego:]
es: [REAGENT:barril/bote:]
ja: [REAGENT:樽/壺:]
ko: [REAGENT:통/냄비:]
pl: [REAGENT:beczka/garnek:]
ru: [REAGENT:бочка/горшок:]
tr: [REAGENT:varil/çömlek:]
vi: [REAGENT:Thùng/nồi:]
zh_hans: [REAGENT:圆桶/罐:]

# REACTION:MAKE_MEAD
source: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:honey:]
cs: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:med:]
de: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:Honig:]
eo: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:mielo:]
es: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:miel:]
ko: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:꿀:]
ru: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:мёд:]
tr: [PRODUCT:100:5:İÇECEK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bal:]
vi: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:Mật ong:]
zh_hans: [PRODUCT:100:5:DRINK:NONE:GET_MATERIAL_FROM_REAGENT:蜂蜜:]

# REACTION:MAKE_MEAD
source: [PRODUCT_TO_CONTAINER:barrel/pot]
cs: [PRODUCT_TO_CONTAINER:sud/hrnec]
de: [PRODUCT_TO_CONTAINER:Fass/Krug]
eo: [PRODUCT_TO_CONTAINER:barelo/kruĉego]
es: [PRODUCT_TO_CONTAINER:barril/bote]
ja: [PRODUCT_TO_CONTAINER:樽/壺]
ko: [PRODUCT_TO_CONTAINER:통/냄비]
pl: [PRODUCT_TO_CONTAINER:beczka/garnek]
ru: [PRODUCT_TO_CONTAINER:бочка/горшок]
tr: [PRODUCT_TO_CONTAINER:varil/çömlek]
vi: [PRODUCT_TO_CONTAINER:Thùng/nồi]
zh_hans: [PRODUCT_TO_CONTAINER:圆桶/罐]

# REACTION:PROCESS_PLANT_TO_BAG
source: [NAME:process plant to bag]
cs: [NAME:zpracuj rostlinu do pytle]
de: [NAME:verarbeite Pflanzen und verstau Erzeunisse in Tasche]
eo: [NAME:produkti sakon el vegetalo]
es: [NAME:procesar planta a bolsa]
ja: [NAME:植物から袋を加工]
ko: [NAME:식물로 포대 짜기]
pl: [NAME:umieść rośline w torbie]
ru: [NAME:переработать в мешок]
tr: [NAME:bitkiyi torbaya işle]
vi: [NAME:Chế biến thực vật thành túi]
zh_hans: [NAME:植株装袋]

# REACTION:PROCESS_PLANT_TO_BAG
source: [REAGENT:plant:]
cs: [REAGENT:rostlina:]
de: [REAGENT:Pflanze:]
eo: [REAGENT:vegetalo:]
es: [REAGENT:planta:]
ko: [REAGENT:식물:]
pl: [REAGENT:roślina:]
ru: [REAGENT:растение:]
tr: [REAGENT:bitki:]
vi: [REAGENT:thực vật:]
zh_hans: [REAGENT:植物:]

# REACTION:PROCESS_PLANT_TO_BAG
source: [REAGENT:bag:]
cs: [REAGENT:pytel:]
de: [REAGENT:Tasche:]
eo: [REAGENT:sako:]
es: [REAGENT:mochila:]
ko: [REAGENT:가방:]
pl: [REAGENT:torba:]
ru: [REAGENT:мешок:]
tr: [REAGENT:torba:]
vi: [REAGENT:Túi:]
zh_hans: [REAGENT:袋子:]

# REACTION:PROCESS_PLANT_TO_BAG
source: [PRODUCT:100:5:GET_ITEM_DATA_FROM_REAGENT:plant:]
cs: [PRODUCT:100:5:GET_ITEM_DATA_FROM_REAGENT:rostlina:]
de: [PRODUCT:100:5:GET_ITEM_DATA_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:5:GET_ITEM_DATA_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:5:GET_ITEM_DATA_FROM_REAGENT:planta:]
ko: [PRODUCT:100:5:GET_ITEM_DATA_FROM_REAGENT:식물:]
ru: [PRODUCT:100:5:GET_ITEM_DATA_FROM_REAGENT:растение:]
tr: [PRODUCT:100:5:REAKTİFTEN_EŞYA_VERİSİ_AL:bitki:]
vi: [PRODUCT:100:5:GET_ITEM_DATA_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:5:GET_ITEM_DATA_FROM_REAGENT:植物:]

# REACTION:PROCESS_PLANT_TO_BAG
source: [PRODUCT_TO_CONTAINER:bag]
cs: [PRODUCT_TO_CONTAINER:pytel]
de: [PRODUCT_TO_CONTAINER:Tasche]
eo: [PRODUCT_TO_CONTAINER:sako]
es: [PRODUCT_TO_CONTAINER:bolso]
ko: [PRODUCT_TO_CONTAINER:가방]
pl: [PRODUCT_TO_CONTAINER:torba]
ru: [PRODUCT_TO_CONTAINER:мешок]
tr: [PRODUCT_TO_CONTAINER:torba]
vi: [PRODUCT_TO_CONTAINER:Túi]
zh_hans: [PRODUCT_TO_CONTAINER:袋子]

# REACTION:PROCESS_PLANT_TO_BAG
source: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:plant:]
cs: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:rostlina:]
de: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:planta:]
ko: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:식물:]
ru: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:растение:]
tr: [PRODUCT:100:1:TOHUMLAR:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bitki:]
vi: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:植物:]

# REACTION:MAKE_QUICKLIME
source: [NAME:make quicklime]
cs: [NAME:vyrobit pálené vápno]
de: [NAME:Sekundenkleber herstellen]
eo: [NAME:fari kalkon kaŭstikan]
es: [NAME:hacer cal viva]
ja: [NAME:石灰を作成]
ko: [NAME:생석회 만들기]
pl: [NAME:zrób wapno palone]
ru: [NAME:изготовить негашённую известь]
tr: [NAME:sönmemiş kireç yap]
vi: [NAME:Chế tạo vôi sống]
zh_hans: [NAME:制作生石灰]

# REACTION:MAKE_MILK_OF_LIME
source: [NAME:make milk of lime]
cs: [NAME:vyrobit hašené vápno]
de: [NAME:Kalkmilch herstellen]
eo: [NAME:fari kalklakton]
es: [NAME:hacer lechada de cal]
ja: [NAME:石灰乳を作成]
ko: [NAME:석회유 만들기]
pl: [NAME:zrób mleko wapienne]
ru: [NAME:изготовить известковое молоко]
tr: [NAME:kireç sütü yap]
vi: [NAME:Chế tạo sữa vôi]
zh_hans: [NAME:制作石灰乳]

# REACTION:MAKE_MILK_OF_LIME
source: [REAGENT:quicklime:]
cs: [REAGENT:pálené vápno:]
de: [REAGENT:Sekundenkleber:]
eo: [REAGENT:kalko kaŭstika:]
es: [REAGENT:cal viva:]
ko: [REAGENT:생석회:]
pl: [REAGENT:wapn palone:]
ru: [REAGENT:негашённая известь:]
tr: [REAGENT:sönmemiş kireç:]
vi: [REAGENT:vôi sống:]
zh_hans: [REAGENT:生石灰容器:]

# REACTION:MAKE_MILK_OF_LIME
source: [REAGENT:quicklime container:]
cs: [REAGENT:nádoba na vápno:]
de: [REAGENT:Sekundenkleberbehälter:]
eo: [REAGENT:ujo por kalko kaŭstika:]
es: [REAGENT:contenedor de cal viva:]
ko: [REAGENT:생석회 용기:]
pl: [REAGENT:pojemnik na wapno palone:]
ru: [REAGENT:ёмкость с негашённой известью:]
tr: [REAGENT:sönmemiş kireç kabı:]
vi: [REAGENT:Vật chứa vôi sống:]
zh_hans: [REAGENT:生石灰容器:]

# REACTION:MAKE_MILK_OF_LIME
source: [CONTAINS:quicklime]
cs: [CONTAINS:pálené vápno]
de: [CONTAINS:Sekundenkleber]
eo: [CONTAINS:kalko kaŭstika]
es: [CONTAINS:cal viva]
ko: [CONTAINS:생석회]
pl: [CONTAINS:wapno palone]
ru: [CONTAINS:негашённая известь]
tr: [CONTAINS:sönmemiş kireç]
vi: [CONTAINS:vôi sống]
zh_hans: [CONTAINS:生石灰]

# REACTION:MAKE_MILK_OF_LIME
source: [REAGENT:bucket:]
cs: [REAGENT:kýbl:]
de: [REAGENT:Eimer:]
eo: [REAGENT:sitelo:]
es: [REAGENT:balde:]
ko: [REAGENT:양동이:]
pl: [REAGENT:wiadro:]
ru: [REAGENT:ведро:]
tr: [REAGENT:kova:]
vi: [REAGENT:xô:]
zh_hans: [REAGENT:提桶:]

# REACTION:MAKE_MILK_OF_LIME
source: [PRODUCT_TO_CONTAINER:bucket]
cs: [PRODUCT_TO_CONTAINER:kýbl]
de: [PRODUCT_TO_CONTAINER:Eimer]
eo: [PRODUCT_TO_CONTAINER:sitelo]
es: [PRODUCT_TO_CONTAINER:cubo]
ko: [PRODUCT_TO_CONTAINER:양동이]
pl: [PRODUCT_TO_CONTAINER:wiadro]
ru: [PRODUCT_TO_CONTAINER:ведро]
tr: [PRODUCT_TO_CONTAINER:kova]
vi: [PRODUCT_TO_CONTAINER:xô]
zh_hans: [PRODUCT_TO_CONTAINER:提桶]

# REACTION:MAKE_PARCHMENT
source: [NAME:make parchment]
cs: [NAME:vyrobit pergamen]
de: [NAME:Pergament herstellen]
eo: [NAME:fari pergamenon]
es: [NAME:hacer pergamino]
ko: [NAME:양피지 만들기]
pl: [NAME:zrób pergamin]
ru: [NAME:изготовить пергамент]
tr: [NAME:parşömen yap]
vi: [NAME:Chế tạo giấy da]
zh_hans: [NAME:制作羊皮纸]

# REACTION:MAKE_PARCHMENT
source: [REAGENT:milk of lime:]
cs: [REAGENT:hašené vápno:]
de: [REAGENT:Kalkmilch:]
eo: [REAGENT:kalklakto]
es: [REAGENT:zumo de lima:]
ko: [REAGENT:석회유:]
pl: [REAGENT:mleko wapienne:]
ru: [REAGENT:известковое молоко:]
tr: [REAGENT:kireç sütü:]
vi: [REAGENT:vôi sữa:]
zh_hans: [REAGENT:石灰乳:]

# REACTION:MAKE_PARCHMENT
source: [REAGENT:lime container:]
cs: [REAGENT:nádoba na vápno:]
de: [REAGENT:Leimbehälter:]
eo: [REAGENT:limeujo:]
es: [REAGENT:recipiente de cal:]
ko: [REAGENT:석회 용기:]
pl: [REAGENT:pojemnik na wapno:]
ru: [REAGENT:ёмкость с известью:]
tr: [REAGENT:kireç kabı:]
vi: [REAGENT:Vật chứa vôi:]
zh_hans: [REAGENT:石灰容器:]

# REACTION:MAKE_PARCHMENT
source: [CONTAINS:milk of lime]
cs: [CONTAINS:hašené vápno]
de: [CONTAINS:Kalkmilch]
eo: [CONTAINS:kalklakto]
es: [CONTAINS:lece de lima]
ko: [CONTAINS:석회유]
pl: [CONTAINS:mleko wapienne]
ru: [CONTAINS:известковое молоко]
tr: [CONTAINS:kireç sütü]
vi: [CONTAINS:vôi sữa]
zh_hans: [CONTAINS:石灰乳]

# REACTION:MAKE_SCROLL
source: [NAME:make scroll]
cs: [NAME:vyrobit svitek]
de: [NAME:Schriftrolle herstellen]
eo: [NAME:fari skribrulaĵon]
es: [NAME:hacer un pergamino]
ja: [NAME:巻物を作成]
ko: [NAME:스크롤 만들기]
pl: [NAME:zrób zwój]
ru: [NAME:изготовить свиток]
tr: [NAME:tomar yap]
vi: [NAME:Chế tạo cuộn giấy]
zh_hans: [NAME:制作卷轴]

# REACTION:MAKE_SCROLL
source: [REAGENT:sheet:]
cs: [REAGENT:list:]
de: [REAGENT:Papierbogen:]
eo: [REAGENT:paperfolio:]
es: [REAGENT:hoja:]
ko: [REAGENT:시트:]
pl: [REAGENT:arkusz:]
ru: [REAGENT:лист бумаги:]
tr: [REAGENT:tabaka:]
vi: [REAGENT:Tấm:]
zh_hans: [REAGENT:纸类:]

# REACTION:MAKE_SCROLL
source: [REAGENT:scroll rollers:]
cs: [REAGENT:ruličky svitku:]
de: [REAGENT:Schriftrollenstange:]
eo: [REAGENT:paperoruliloj:]
es: [REAGENT:rodillos de pergamino:]
ko: [REAGENT:스크롤 롤러:]
pl: [REAGENT:rolki zwoju:]
ru: [REAGENT:валики для свитков:]
tr: [REAGENT:tomar makaraları:]
vi: [REAGENT:Trục cuộn:]
zh_hans: [REAGENT:卷筒:]

# REACTION:MAKE_SCROLL
source: [PRODUCT:100:1:TOOL:ITEM_TOOL_SCROLL:GET_MATERIAL_FROM_REAGENT:sheet:]
cs: [PRODUCT:100:1:TOOL:ITEM_TOOL_SCROLL:GET_MATERIAL_FROM_REAGENT:list:]
de: [PRODUCT:100:1:TOOL:ITEM_TOOL_SCROLL:GET_MATERIAL_FROM_REAGENT:Papierbogen:]
eo: [PRODUCT:100:1:TOOL:ITEM_TOOL_SCROLL:GET_MATERIAL_FROM_REAGENT:paperfolio:]
es: [PRODUCT:100:1:TOOL:ITEM_TOOL_SCROLL:GET_MATERIAL_FROM_REAGENT:hoja:]
ko: [PRODUCT:100:1:TOOL:ITEM_TOOL_SCROLL:GET_MATERIAL_FROM_REAGENT:시트:]
ru: [PRODUCT:100:1:TOOL:ITEM_TOOL_SCROLL:GET_MATERIAL_FROM_REAGENT:лист бумаги:]
tr: [PRODUCT:100:1:ALET:ITEM_TOOL_SCROLL:REAKTİFTEN_MALZEME_AL:tabaka:]
vi: [PRODUCT:100:1:TOOL:ITEM_TOOL_SCROLL:GET_MATERIAL_FROM_REAGENT:Tấm:]
zh_hans: [PRODUCT:100:1:TOOL:ITEM_TOOL_SCROLL:GET_MATERIAL_FROM_REAGENT:纸类:]

# REACTION:MAKE_SCROLL
source: [PRODUCT_TOKEN:scroll]
cs: [PRODUCT_TOKEN:svitek]
de: [PRODUCT_TOKEN:Schriftrolle]
eo: [PRODUCT_TOKEN:skribrulaĵo]
es: [PRODUCT_TOKEN:pergamino]
ko: [PRODUCT_TOKEN:스크롤]
pl: [PRODUCT_TOKEN:zwój]
ru: [PRODUCT_TOKEN:свиток]
tr: [PRODUCT_TOKEN:tomar]
vi: [PRODUCT_TOKEN:Cuộn giấy]
zh_hans: [PRODUCT_TOKEN:卷轴]

# REACTION:MAKE_SCROLL
source: [IMPROVEMENT:100:scroll:SPECIFIC:ROLLERS:GET_MATERIAL_FROM_REAGENT:scroll rollers:]
cs: [IMPROVEMENT:100:scroll:SPECIFIC:ROLLERS:GET_MATERIAL_FROM_REAGENT:ruličky svitku:]
de: [IMPROVEMENT:100:Schriftrolle:SPECIFIC:ROLLERS:GET_MATERIAL_FROM_REAGENT:Schriftrollenstanges:]
eo: [IMPROVEMENT:100:skribrulaĵo:SPECIFIC:ROLLERS:GET_MATERIAL_FROM_REAGENT:paperoruliloj:]
es: [IMPROVEMENT:100:pergamino:SPECIFIC:ROLLERS:GET_MATERIAL_FROM_REAGENT:rodillos de pergamino:]
ko: [IMPROVEMENT:100:scroll:SPECIFIC:ROLLERS:GET_MATERIAL_FROM_REAGENT:스크롤 롤러:]
ru: [IMPROVEMENT:100:свиток:SPECIFIC:ROLLERS:GET_MATERIAL_FROM_REAGENT:валики для свитков:]
tr: [IMPROVEMENT:100:tomar:ÖZEL:MAKARALAR:REAKTİFTEN_MALZEME_AL:tomar makaraları:]
vi: [IMPROVEMENT:100:Cuộn giấy:SPECIFIC:ROLLERS:GET_MATERIAL_FROM_REAGENT:Trục cuộn:]
zh_hans: [IMPROVEMENT:100:scroll:SPECIFIC:ROLLERS:GET_MATERIAL_FROM_REAGENT:卷筒:]

# REACTION:MAKE_QUIRE
source: [NAME:make quire]
cs: [NAME:udělat poptávku]
de: [NAME:Papierblock herstellen]
eo: [NAME:fari faskon da paperfolio]
es: [NAME:hacer mano]
ja: [NAME:帳面を作成]
ko: [NAME:종이 한 첩을 만들다]
pl: [NAME:zrób libre]
ru: [NAME:прошить тетрадь]
tr: [NAME:forma yap]
vi: [NAME:Tạo xấp giấy]
zh_hans: [NAME:制作手稿]

# REACTION:MAKE_QUIRE
source: [REAGENT:sheet:]
cs: [REAGENT:list:]
de: [REAGENT:Papierbogen:]
eo: [REAGENT:paperfolio:]
es: [REAGENT:hoja:]
ko: [REAGENT:시트:]
pl: [REAGENT:arkusz:]
ru: [REAGENT:лист бумаги:]
tr: [REAGENT:tabaka:]
vi: [REAGENT:Tấm:]
zh_hans: [REAGENT:纸类:]

# REACTION:MAKE_QUIRE
source: [PRODUCT:100:1:TOOL:ITEM_TOOL_QUIRE:GET_MATERIAL_FROM_REAGENT:sheet:]
cs: [PRODUCT:100:1:TOOL:ITEM_TOOL_QUIRE:GET_MATERIAL_FROM_REAGENT:list:]
de: [PRODUCT:100:1:TOOL:ITEM_TOOL_QUIRE:GET_MATERIAL_FROM_REAGENT:Papierbogen:]
eo: [PRODUCT:100:1:TOOL:ITEM_TOOL_QUIRE:GET_MATERIAL_FROM_REAGENT:paperfolio:]
es: [PRODUCT:100:1:TOOL:ITEM_TOOL_QUIRE:GET_MATERIAL_FROM_REAGENT:hoja:]
ko: [PRODUCT:100:1:TOOL:ITEM_TOOL_QUIRE:GET_MATERIAL_FROM_REAGENT:시트:]
ru: [PRODUCT:100:1:TOOL:ITEM_TOOL_QUIRE:GET_MATERIAL_FROM_REAGENT:лист бумаги:]
tr: [PRODUCT:100:1:ALET:ITEM_TOOL_QUIRE:REAKTİFTEN_MALZEME_AL:tabaka:]
vi: [PRODUCT:100:1:TOOL:ITEM_TOOL_QUIRE:GET_MATERIAL_FROM_REAGENT:Tấm:]
zh_hans: [PRODUCT:100:1:TOOL:ITEM_TOOL_QUIRE:GET_MATERIAL_FROM_REAGENT:纸类:]

# REACTION:MAKE_SHEET_FROM_PLANT
source: [NAME:make sheet from plant]
cs: [NAME:vyrobit list z rostliny]
de: [NAME:Papierbogen aus Pflanzenfasern herstellen]
eo: [NAME:fari paperfolion el vegetalo]
es: [NAME:hacer hoja de planta]
ja: [NAME:植物から刷り紙を作る]
ko: [NAME:식물로 시트를 만들다]
pl: [NAME:zrób arkusz z rośliny]
ru: [NAME:изготовить бумагу из растения]
tr: [NAME:bitkiden tabaka yap]
vi: [NAME:Chế tạo tấm từ thực vật]
zh_hans: [NAME:用植物制作纸类]
