Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:HORSESHOE_CRAB
source: [NAME:horseshoe crab:horseshoe crabs:horseshoe crab]
cs: [NAME:ostrorep:ostrorepi:ostrorep]
de: [NAME:Pfeilschwanzkrebs:Pfeilschwanzkrebse:Pfeilschwanzkrebs]
eo: [NAME:hufumkrabo:hufumkraboj:de hufumkrabo]
es: [NAME:cangrejo herradura:cangrejos herradura:cangrejo herradura]
ja: [NAME:カブトガニ:カブトガニ:カブトガニの]
ko: [NAME:투구게:투구게떼:투구게]
pl: [NAME:krab podkowowy:kraby podkowowe:krabo podkowowy]
ru: [NAME:мечехвост:мечехвосты:мечехвоста]
tr: [NAME:at nalı yengeci:at nalı yengeçleri:at nalı yengeci]
vi: [NAME:sam biển:những con sam biển:sam biển]

# CREATURE:HORSESHOE_CRAB
source: [CASTE_NAME:horseshoe crab:horseshoe crabs:horseshoe crab]
cs: [CASTE_NAME:ostrorep:ostrorepi:ostrorep]
de: [CASTE_NAME:Pfeilschwanzkrebs:Pfeilschwanzkrebse:Pfeilschwanzkrebs]
eo: [CASTE_NAME:hufumkrabo:hufumkraboj:de hufumkrabo]
es: [CASTE_NAME:cangrejo herradura:cangrejos herradura:cangrejo herradura]
ja: [CASTE_NAME:カブトガニ:カブトガニ:カブトガニの]
ko: [CASTE_NAME:투구게:투구게떼:투구게]
pl: [CASTE_NAME:krab podkowowy:kraby podkowowe:krabo podkowowy]
ru: [CASTE_NAME:мечехвост:мечехвосты:мечехвоста]
tr: [CASTE_NAME:at nalı yengeci:at nalı yengeçleri:at nalı yengeci]
vi: [CASTE_NAME:sam biển:những con sam biển:sam biển]

# CREATURE:HORSESHOE_CRAB
source: [PREFSTRING:ability to hide in sand]
cs: [PREFSTRING:schopností skrýt se v písku]
de: [PREFSTRING:kann sich im Sand verstecken]
eo: [PREFSTRING:kapablo por kaŝado en sablon]
es: [PREFSTRING:abil para esconderse en arena]
ja: [PREFSTRING:砂に隠れる]
ko: [PREFSTRING:모래속에 숨는 능력]
pl: [PREFSTRING:zdolność do chowania się w piasku]
ru: [PREFSTRING:способность прятаться в песок]
tr: [PREFSTRING:kumda saklanma yeteneği]
vi: [PREFSTRING:khả năng ẩn mình trong cát]

# CREATURE:HORSESHOE_CRAB
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]

# CREATURE:HORSESHOE_CRAB_MAN
source: [CASTE_NAME:horseshoe crab man:horseshoe crab men:horseshoe crab man]
cs: [CASTE_NAME:ostrorepí muž:ostrorepí muži:ostrorepí muž]
de: [CASTE_NAME:Pfeilschwantkrebs Mann:Pfeilschwanzkrebs Männer:Pfeilschwanzkrebs Mann]
eo: [CASTE_NAME:homhufumkrabiĉo:homhufumkrabiĉoj:de homhufumkrabiĉo]
es: [CASTE_NAME:hombre cangrejo herradura:hombres cangrejos herradura:hombre cangrejo herradura]
ja: [CASTE_NAME:カブトガニ男:カブトガニ男:カブトガニ男の]
ko: [CASTE_NAME:남성 투구게인간:남성 투구게인간들:남성 투구게인간]
pl: [CASTE_NAME:krabomężczyzna podkowowy:krabomężczyźni podkowowi:krabomęsko podkowowy]
ru: [CASTE_NAME:мужчина-мечехвост:мужчины-мечехвосты:мужчины-мечехвоста]
tr: [CASTE_NAME:erkek at nalı yengeci:erkek at nalı yengeçleri:erkek at nalı yengeci]
vi: [CASTE_NAME:người sam biển:Người cua móng ngựa (nam):người sam biển]

# CREATURE:HORSESHOE_CRAB_MAN
source: [CASTE_NAME:horseshoe crab woman:horseshoe crab women:horseshoe crab woman]
cs: [CASTE_NAME:ostrorepí žena:ostrorepí ženy:ostrorepí žena]
de: [CASTE_NAME:Pfeilschwanzkrebs Frau:Pfeilschwanzkrebs Frauen:Pfeilschwanzkrebs Frau]
eo: [CASTE_NAME:homhufumkrabino:homhufumkrabinoj:de homhufumkrabino]
es: [CASTE_NAME:mujer cangrejo herradura:mujeres cangrejos herradura:mujer cangrejo herradura]
ja: [CASTE_NAME:カブトガニ女:カブトガニ女:カブトガニ女の]
ko: [CASTE_NAME:여성 투구게인간:여성 투구게인간들:여성 투구게인간]
pl: [CASTE_NAME:krabokobieta podkowowa:krabokobiety podkowowe:krabokobieco podkowowy]
ru: [CASTE_NAME:женщина-мечехвост:женщины-мечехвосты:женщины-мечехвоста]
tr: [CASTE_NAME:dişi at nalı yengeci:dişi at nalı yengeçleri:dişi at nalı yengeci]
vi: [CASTE_NAME:Người cua móng ngựa (nữ):Những người cua móng ngựa (nữ):Người cua móng ngựa (nữ)]

# CREATURE:HORSESHOE_CRAB_MAN
source: [NAME:horseshoe crab man:horseshoe crab men:horseshoe crab man]
cs: [NAME:ostrorepí muž:ostrorepí muži:ostrorepí muž]
de: [NAME:Pfeilschwanzkrebsmensch:Pfeilschwanzkrebsmenschen:Pfeilschwanzkrebsmensch]
eo: [NAME:homhufumkrabo:homhufumkraboj:de homhufumkrabo]
es: [NAME:hombre cangrejo herradura:hombres cangrejos herradura:hombre cangrejo herradura]
ja: [NAME:カブトガニ男:カブトガニ男:カブトガニ男の]
ko: [NAME:투구게인간:투구게인간들:투구게인간]
pl: [NAME:kraboczłowiek podkowowy:kraboludzie podkowowi:kraboludzko podkowowy]
ru: [NAME:человек-мечехвост:люди-мечехвосты:человека-мечехвоста]
tr: [NAME:erkek at nalı yengeci:erkek at nalı yengeçleri:erkek at nalı yengeci]
vi: [NAME:người sam biển:Người cua móng ngựa (nam):người sam biển]

# CREATURE:HORSESHOE_CRAB_MAN
source: [DESCRIPTION:A person with the head, shell, and tail of a horseshoe crab.]
cs: [DESCRIPTION:Osoba s hlavou, krunýřem a ocasem ostrorepa.]
de: [DESCRIPTION:Eine Person mit dem Kopf, Panzer und Schwanz eines Pfeilschwanzkrebses.]
eo: [DESCRIPTION:Homo kun la kapo, karapaco kaj vosto de hufumkrabo.]
es: [DESCRIPTION:Una persona con cabeza, concha y la cola de un crangejo de un xiphosura.]
ja: [DESCRIPTION:カブトガニの頭と甲殻と尾を持った人間だ。]
ko: [DESCRIPTION:투구게의 머리와 집게 그리고 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową, muszlą i ogonem kraba podkowowego.]
ru: [DESCRIPTION:Человек с головой, панцирем и хвостом мечехвоста.]
tr: [DESCRIPTION:At nalı yengeci başına, kabuğuna ve kuyruğuna sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu, mai và đuôi của cua móng ngựa.]

# CREATURE:GIANT_HORSESHOE_CRAB
source: [NAME:giant horseshoe crab:giant horseshoe crabs:giant horseshoe crab]
cs: [NAME:obří ostrorep:obří ostrorepi:obří ostrorep]
de: [NAME:Riesen Pfeilschwanzkrebs:Riesen Pfeilschwanzkrebse:Riesen Pfeilschwanzkrebs]
eo: [NAME:giganta hufumkrabo:gigantaj hufumkraboj:de giganta hufumkrabo]
es: [NAME:cangrejo herradura gigante:cangrejos herradura gigantes:cangrejo herradura gigante]
ja: [NAME:巨大カブトガニ:巨大カブトガニ:巨大カブトガニの]
ko: [NAME:거대 투구게:거대 투구게떼:거대 투구게]
pl: [NAME:gigantyczny krab podkowowy:gigantyczne kraby podkowowe:gigantyczno krabo podkowowy]
ru: [NAME:гигантский мечехвост:гигантские мечехвосты:гигантского мечехвоста]
tr: [NAME:dev at nalı yengeci:dev at nalı yengeçleri:dev at nalı yengeci]
vi: [NAME:Cua móng ngựa khổng lồ:Những con cua móng ngựa khổng lồ:Cua móng ngựa khổng lồ]

# CREATURE:GIANT_HORSESHOE_CRAB
source: [CASTE_NAME:giant horseshoe crab:giant horseshoe crabs:giant horseshoe crab]
cs: [CASTE_NAME:obří ostrorep:obří ostrorepi:obří ostrorep]
de: [CASTE_NAME:Riesen Pfeilschwanzkrebs:Riesen Pfeilschwanzkrebse:Riesen Pfeilschwanzkrebs]
eo: [CASTE_NAME:giganta hufumkrabo:gigantaj hufumkraboj:de giganta hufumkrabo]
es: [CASTE_NAME:cangrejo herradura gigante:cangrejos herradura gigantes:cangrejo herradura gigante]
ja: [CASTE_NAME:巨大カブトガニ:巨大カブトガニの]
ko: [CASTE_NAME:거대 투구게:거대 투구게떼:거대 투구게]
pl: [CASTE_NAME:gigantyczny krab podkowowy:gigantyczne kraby podkowowe:gigantyczno krabo podkowowy]
ru: [CASTE_NAME:гигантский мечехвост:гигантские мечехвосты:гигантского мечехвоста]
tr: [CASTE_NAME:dev at nalı yengeci:dev at nalı yengeçleri:dev at nalı yengeci]
vi: [CASTE_NAME:Cua móng ngựa khổng lồ:Những con cua móng ngựa khổng lồ:Cua móng ngựa khổng lồ]

# CREATURE:GIANT_HORSESHOE_CRAB
source: [DESCRIPTION:A huge monster in the form of a horseshoe crab.]
cs: [DESCRIPTION:Obrovská příšera v podobě ostrorepa.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Pfeilschwanzkrebs.]
eo: [DESCRIPTION:Grandega monstro kun formo de hufumkrabo.]
es: [DESCRIPTION:un monstruo gigante con forma de cangrejo herradura]
ja: [DESCRIPTION:カブトガニのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:투구게의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci kraba podkowowego.]
ru: [DESCRIPTION:Огромный монстр, похожий на мечехвоста.]
tr: [DESCRIPTION:At nalı yengeci formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ dưới hình dạng cua móng ngựa.]
zh_hans: [DESCRIPTION:一只巨大的马蹄蟹怪。]

# CREATURE:GIANT_HORSESHOE_CRAB
source: [PREFSTRING:ability to hide in sand]
cs: [PREFSTRING:schopností skrýt se v písku]
de: [PREFSTRING:kann sich im Sand verstecken]
eo: [PREFSTRING:kapablo por kaŝado en sablon]
es: [PREFSTRING:abil para esconderse en arena]
ja: [PREFSTRING:砂に隠れる]
ko: [PREFSTRING:모래속에 숨는 능력]
pl: [PREFSTRING:zdolność do chowania się w piasku]
ru: [PREFSTRING:способность прятаться в песок]
tr: [PREFSTRING:kumda saklanma yeteneği]
vi: [PREFSTRING:khả năng ẩn mình trong cát]
zh_hans: [PREFSTRING:藏在沙中的能力]

# CREATURE:SPERM_WHALE
source: [DESCRIPTION:A giant marine mammal with a toothy jaw.]
cs: [DESCRIPTION:Obří mořský savec s ozubenou čelistí.]
de: [DESCRIPTION:Ein riesiges Meeressäugetier mit einem zahnartigen Kiefer.]
eo: [DESCRIPTION:Giganta mara mamulo kun denta mandiblo.]
es: [DESCRIPTION:Un mamífero marino gigante con una mandíbula ancha]
ja: [DESCRIPTION:強い顎を持った大型海生生物。]
ko: [DESCRIPTION:이빨이 있는 턱을 가진 거대한 해양 포유동물]
pl: [DESCRIPTION:Olbrzymi ssak morski z zębatą szczęką.]
ru: [DESCRIPTION:Гигантское морское млекопитающее с зубастыми челюстями.]
tr: [DESCRIPTION:Dişli bir çenesi olan dev bir deniz memelisi.]
vi: [DESCRIPTION:Một động vật có vú biển khổng lồ với hàm răng sắc nhọn.]
zh_hans: [DESCRIPTION:一种有多齿的下颌的巨大的海洋哺乳动物。]

# CREATURE:SPERM_WHALE
source: [NAME:sperm whale:sperm whales:sperm whale]
cs: [NAME:vorvaň:vorvani:vorvaň]
de: [NAME:Pottwal:Pottwale:Pottwal]
eo: [NAME:kaĉaloto:kaĉalotoj:de kaĉaloto]
es: [NAME:cachalote:cachalotes:cachalote]
ja: [NAME:マッコウクジラ:マッコウクジラ:マッコウクジラの]
ko: [NAME:향고래:향고래들:향고래]
pl: [NAME:kaszalot:kaszaloty:kaszalotowy]
ru: [NAME:кашалот:кашалоты:кашалота]
tr: [NAME:İspermeçet Balinası:İspermeçet Balinaları:İspermeçet Balinası]
vi: [NAME:Cá nhà táng:Những con cá nhà táng:Cá nhà táng]

# CREATURE:SPERM_WHALE
source: [CASTE_NAME:sperm whale:sperm whales:sperm whale]
cs: [CASTE_NAME:vorvaň:vorvani:vorvaň]
de: [CASTE_NAME:Pottwal:Pottwale:Pottwal]
eo: [CASTE_NAME:kaĉaloto:kaĉalotoj:de kaĉaloto]
es: [CASTE_NAME:cachalote:cachalotes:cachalote]
ja: [CASTE_NAME:マッコウクジラ:マッコウクジラ:マッコウクジラの]
ko: [CASTE_NAME:향고래:향고래들:향고래]
pl: [CASTE_NAME:kaszalot:kaszaloty:kaszalotowy]
ru: [CASTE_NAME:кашалот:кашалоты:кашалота]
tr: [CASTE_NAME:İspermeçet Balinası:İspermeçet Balinaları:İspermeçet Balinası]
vi: [CASTE_NAME:Cá nhà táng:Những con cá nhà táng:Cá nhà táng]

# CREATURE:SPERM_WHALE
source: [GENERAL_CHILD_NAME:sperm whale calf:sperm whale calves]
cs: [GENERAL_CHILD_NAME:mládě vorvaně:mláďata vorvaně]
de: [GENERAL_CHILD_NAME:Pottwal-Kalb:Pottwal-Kälber]
eo: [GENERAL_CHILD_NAME:kaĉalotido:kaĉalotidoj]
es: [GENERAL_CHILD_NAME:cria de cachalote:crias de cachalotes]
ja: [GENERAL_CHILD_NAME:マッコウクジラの仔:マッコウクジラの仔の]
ko: [GENERAL_CHILD_NAME:새끼 향고래:새끼 향고래들]
pl: [GENERAL_CHILD_NAME:młody kaszalota:młode kaszalota]
ru: [GENERAL_CHILD_NAME:детёныш кашалота:детёныши кашалота]
tr: [GENERAL_CHILD_NAME:yavru İspermeçet Balinası:yavru İspermeçet Balinaları]
vi: [GENERAL_CHILD_NAME:Cá nhà táng con:Những con cá nhà táng con]
zh_hans: [GENERAL_CHILD_NAME:抹香鲸幼崽:抹香鲸幼崽]

# CREATURE:SPERM_WHALE
source: [PREFSTRING:teeth]
cs: [PREFSTRING:zuby]
de: [PREFSTRING:Zähne]
eo: [PREFSTRING:dentoj]
es: [PREFSTRING:diente]
ja: [PREFSTRING:歯]
ko: [PREFSTRING:치아]
pl: [PREFSTRING:zęby]
ru: [PREFSTRING:зубы]
tr: [PREFSTRING:dişler]
vi: [PREFSTRING:các răng]

# CREATURE:SPERM_WHALE
source: [PREFSTRING:vengeful nature]
cs: [PREFSTRING:pomstychtivou povahou]
de: [PREFSTRING:rachsüchtige Natur]
eo: [PREFSTRING:venĝema naturo]
es: [PREFSTRING:naturaleza vengantiva]
ja: [PREFSTRING:復讐心が強い]
ko: [PREFSTRING:복수심에 불타는 특성]
pl: [PREFSTRING:mściwa natura]
ru: [PREFSTRING:мстительную натуру]
tr: [PREFSTRING:intikamcı doğa]
vi: [PREFSTRING:Bản tính thù hằn]

# CREATURE:SPERM_WHALE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SPERM_WHALE
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]

# CREATURE:SPERM_WHALE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SPERM_WHALE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SPERM_WHALE_MAN
source: [CASTE_NAME:sperm whale man:sperm whale men:sperm whale man]
cs: [CASTE_NAME:vorvaní muž:vorvaní muži:vorvaní muž]
de: [CASTE_NAME:Pottwalmann:Pottwalmänner:Pottwalmann]
eo: [CASTE_NAME:homkaĉalotiĉo:homkaĉalotiĉoj:de homkaĉalotiĉo]
es: [CASTE_NAME:hombre cachalote:hombres cachalotes]
ja: [CASTE_NAME:マッコウクジラ男:マッコウクジラ男:マッコウクジラ男の]
ko: [CASTE_NAME:남성 향고래인간:남성 향고래인간들:남성 향고래인간]
pl: [CASTE_NAME:kaszalotomężczyzna:kaszalotomężczyźni:kaszalotomężczyzny]
ru: [CASTE_NAME:мужчина-кашалот:мужчины-кашалоты:мужчины-кашалота]
tr: [CASTE_NAME:erkek İspermeçet Balinası:erkek İspermeçet Balinaları:erkek İspermeçet Balinası]
vi: [CASTE_NAME:Người cá nhà táng (nam):Những người cá nhà táng (nam):Người cá nhà táng (nam)]

# CREATURE:SPERM_WHALE_MAN
source: [CASTE_NAME:sperm whale woman:sperm whale women:sperm whale woman]
cs: [CASTE_NAME:vorvaní žena:vorvaní ženy:vorvaní žena]
de: [CASTE_NAME:Pottwalfrau:Pottwalfrauen:Pottwalfrau]
eo: [CASTE_NAME:homkaĉalotino:homkaĉalotinoj:de homkaĉalotino]
es: [CASTE_NAME:mujer cachalote:mujeres cachalotes:mujer cachalote]
ja: [CASTE_NAME:マッコウクジラ女:マッコウクジラ女:マッコウクジラ女の]
ko: [CASTE_NAME:여성 향고래인간:여성 향고래인간들:여성 향고래인간]
pl: [CASTE_NAME:kaszalotokobieta:kaszalotokobiety:kaszolotokobiecy]
ru: [CASTE_NAME:женщина-кашалот:женщины-кашалоты:женщины-кашалота]
tr: [CASTE_NAME:dişi İspermeçet Balinası:dişi İspermeçet Balinaları:dişi İspermeçet Balinası]
vi: [CASTE_NAME:Người cá nhà táng (nữ):Những người cá nhà táng (nữ):Người cá nhà táng (nữ)]

# CREATURE:SPERM_WHALE_MAN
source: [NAME:sperm whale man:sperm whale men:sperm whale man]
cs: [NAME:vorvaní muž:vorvaní muži:vorvaní muž]
de: [NAME:Pottwalmensch:Pottwalmenschen:Pottwalmensch]
eo: [NAME:homkaĉaloto:homkaĉalotoj:de homkaĉaloto]
es: [NAME:hombre cachalote:hombres cachalotes]
ja: [NAME:マッコウクジラ男:マッコウクジラ男:マッコウクジラ男の]
ko: [NAME:향고래인간:향고래인간들:향고래인간]
pl: [NAME:kaszalotoczłowiek:kaszalotoludzie:kaszalotoludzki]
ru: [NAME:человек-кашалот:люди-кашалоты:человека-кашалота]
tr: [NAME:erkek İspermeçet Balinası:erkek İspermeçet Balinaları:erkek İspermeçet Balinası]
vi: [NAME:Người cá nhà táng (nam):Những người cá nhà táng (nam):Người cá nhà táng (nam)]

# CREATURE:SPERM_WHALE_MAN
source: [DESCRIPTION:A huge person with the head and flippers of a sperm whale.]
cs: [DESCRIPTION:Obrovská osoba s hlavou a ploutvemi vorvaně.]
de: [DESCRIPTION:Ein riesiger Mensch mit dem Kopf und den Flossen eines Pottwals.]
eo: [DESCRIPTION:Granda homo kun la kapo kaj la naĝiloj de kaĉalato.]
es: [DESCRIPTION:una persona enorme con la cabeza y las aletas de cachalote]
ja: [DESCRIPTION:マッコウクジラの頭と尾びれを持った人間だ。]
ko: [DESCRIPTION:향고래의 머리와 오리발을 가진 큰 인간.]
pl: [DESCRIPTION:Ogromny osobnik z głową i płetwami kaszalota.]
ru: [DESCRIPTION:Огромный человек с головой и плавниками кашалота.]
tr: [DESCRIPTION:İspermeçet Balinası başına ve yüzgeçlerine sahip devasa bir fantastik canlı.]
vi: [DESCRIPTION:Một người to lớn mang đầu và vây bơi của cá nhà táng.]

# CREATURE:GIANT_SPERM_WHALE
source: [NAME:giant sperm whale:giant sperm whales:giant sperm whale]
cs: [NAME:obří vorvaň:obří vorvani:obří vorvaň]
de: [NAME:Riesenpottwal:Riesenpottwale:Riesenpottwal]
eo: [NAME:giganta kaĉaloto:gigantaj kaĉalotoj:de giganta kaĉaloto]
es: [NAME:cachalote gigante:cachalotes gigantes:cachalote gigante]
ja: [NAME:巨大マッコウクジラ:巨大マッコウクジラ:巨大マッコウクジラの]
ko: [NAME:거대 향고래:거대 향고래들:거대 향고래]
pl: [NAME:gigantyczny kaszalot:gigantyczne kaszaloty:gigantyczno kaszalotowy]
ru: [NAME:гигантский кашалот:гигантские кашалоты:гигантского кашалота]
tr: [NAME:dev İspermeçet Balinası:dev İspermeçet Balinaları:dev İspermeçet Balinası]
vi: [NAME:Cá nhà táng khổng lồ:Những con cá nhà táng khổng lồ:Cá nhà táng khổng lồ]

# CREATURE:GIANT_SPERM_WHALE
source: [CASTE_NAME:giant sperm whale:giant sperm whales:giant sperm whale]
cs: [CASTE_NAME:obří vorvaň:obří vorvani:obří vorvaň]
de: [CASTE_NAME:Riesenpottwal:Riesenpottwale:Riesenpottwal]
eo: [CASTE_NAME:giganta kaĉaloto:gigantaj kaĉalotoj:de giganta kaĉaloto]
es: [CASTE_NAME:cachalote gigante:cachalotes gigantes:cachalote gigante]
ja: [CASTE_NAME:巨大マッコウクジラ:巨大マッコウクジラ:巨大マッコウクジラの]
ko: [CASTE_NAME:[NAME:거대 향고래:거대 향고래들:거대 향고래]
pl: [CASTE_NAME:gigantyczny kaszalot:gigantyczne kaszaloty:gigantyczno kaszalotowy]
ru: [CASTE_NAME:гигантский кашалот:гигантские кашалоты:гигантского кашалота]
tr: [CASTE_NAME:dev İspermeçet Balinası:dev İspermeçet Balinaları:dev İspermeçet Balinası]
vi: [CASTE_NAME:Cá nhà táng khổng lồ:Những con cá nhà táng khổng lồ:Cá nhà táng khổng lồ]

# CREATURE:GIANT_SPERM_WHALE
source: [GENERAL_CHILD_NAME:giant sperm whale calf:giant sperm whale calves]
cs: [GENERAL_CHILD_NAME:mládě obřího vorvaně:mláďata obřího vorvaně]
de: [GENERAL_CHILD_NAME:Riesenpottwal-Kalb:Riesenpottwal-Kälber]
eo: [GENERAL_CHILD_NAME:giganta kaĉalotido:gigantaj kaĉalotidoj]
es: [GENERAL_CHILD_NAME:cria de cachalote gigante:crias de cachalote gigantes]
ja: [GENERAL_CHILD_NAME:巨大マッコウクジラの仔:巨大マッコウクジラの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 향고래:새끼 거대 향고래들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego kaszalota:młode gigantycznego kaszalota]
ru: [GENERAL_CHILD_NAME:детёныш гигантского кашалота:детёныши гигантского кашалота]
tr: [GENERAL_CHILD_NAME:yavru dev İspermeçet Balinası:yavru dev İspermeçet Balinaları]
vi: [GENERAL_CHILD_NAME:Cá nhà táng con khổng lồ:Những con cá nhà táng con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨抹香鲸幼崽:巨抹香鲸幼崽]

# CREATURE:GIANT_SPERM_WHALE
source: [DESCRIPTION:A gigantic monster in the shape of a sperm whale.]
cs: [DESCRIPTION:Obrovský tvor ve tvaru vorvaně.]
de: [DESCRIPTION:Ein riesiges Ungeheuer in Form eines Pottwals.]
eo: [DESCRIPTION:Giganta monstro kun formo de kaĉaloto.]
es: [DESCRIPTION:con monstruo gigante con forma de cahcalote]
ja: [DESCRIPTION:マッコウクジラような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:향고래의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Gigantyczny potwór w kształcie kaszalota.]
ru: [DESCRIPTION:Гигантский монстр, похожий на кашалота.]
tr: [DESCRIPTION:İspermeçet Balinası şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng cá nhà táng.]
zh_hans: [DESCRIPTION:一种有着抹香鲸外形的巨型怪物。]

# CREATURE:GIANT_SPERM_WHALE
source: [PREFSTRING:teeth]
cs: [PREFSTRING:zuby]
de: [PREFSTRING:Zähne]
eo: [PREFSTRING:dentoj]
es: [PREFSTRING:diente]
ja: [PREFSTRING:歯]
ko: [PREFSTRING:치아]
pl: [PREFSTRING:zęby]
ru: [PREFSTRING:зубы]
tr: [PREFSTRING:dişler]
vi: [PREFSTRING:các răng]
zh_hans: [PREFSTRING:牙齿]

# CREATURE:GIANT_SPERM_WHALE
source: [PREFSTRING:vengeful nature]
cs: [PREFSTRING:pomstychtivou povahou]
de: [PREFSTRING:rachsüchtige Natur]
eo: [PREFSTRING:venĝema naturo]
es: [PREFSTRING:naturaleza vengantiva]
ja: [PREFSTRING:復讐心が強い]
ko: [PREFSTRING:복수심에 불타는 특성]
pl: [PREFSTRING:mściwa natura]
ru: [PREFSTRING:мстительную натуру]
tr: [PREFSTRING:intikamcı doğa]
vi: [PREFSTRING:Bản tính thù hằn]

# CREATURE:ELEPHANT_SEAL
source: [DESCRIPTION:A large, predatory marine mammal.]
cs: [DESCRIPTION:Velký dravý mořský savec.]
de: [DESCRIPTION:Ein großes, räuberisches Meeressäugetier.]
eo: [DESCRIPTION:Granda predanta mara mamulo.]
es: [DESCRIPTION:Un mamífero marino predador grande]
ja: [DESCRIPTION:大型陸海哺乳類。]
ko: [DESCRIPTION:거대한 포식성 해양 포유동물.]
pl: [DESCRIPTION:Duży, drapieżny morski ssak.]
ru: [DESCRIPTION:Большое хищное морское млекопитающее.]
tr: [DESCRIPTION:Büyük, yırtıcı bir deniz memelisi.]
vi: [DESCRIPTION:Một động vật có vú biển to lớn, ăn thịt.]
zh_hans: [DESCRIPTION:一种大型掠食性海洋哺乳动物。]

# CREATURE:ELEPHANT_SEAL
source: [NAME:elephant seal:elephant seals:elephant seal]
cs: [NAME:sloní tuleň:sloní tuleni:sloní tuleň]
de: [NAME:See-Elefant:See-Elefanten:See-Elefant]
eo: [NAME:marelefanto:marelefantoj:de marelefanto]
es: [NAME:elefante marino:elefantes marinos:elefante marino]
ja: [NAME:ゾウアザラシ:ゾウアザラシ:ゾウアザラシの]
ko: [NAME:코끼리물범:코끼리물범들:코끼리물범]
pl: [NAME:mirunga:mirungi:mirungowy]
ru: [NAME:морской слон:морские слоны:морского слона]
tr: [NAME:deniz fili:deniz filleri:deniz fili]
vi: [NAME:Hải cẩu voi:Những con hải cẩu voi:Hải cẩu voi]

# CREATURE:ELEPHANT_SEAL
source: [CASTE_NAME:elephant seal:elephant seals:elephant seal]
cs: [CASTE_NAME:sloní tuleň:sloní tuleni:sloní tuleň]
de: [CASTE_NAME:See-Elefant:See-Elefanten:See-Elefant]
eo: [CASTE_NAME:marelefanto:marelefantoj:de marelefanto]
es: [CASTE_NAME:elefante marino:elefantes marinos:elefante marino]
ja: [CASTE_NAME:ゾウアザラシ:ゾウアザラシ:ゾウアザラシの]
ko: [CASTE_NAME:코끼리물범:코끼리물범들:코끼리물범]
pl: [CASTE_NAME:mirunga:mirungi:mirungowy]
ru: [CASTE_NAME:морской слон:морские слоны:морского слона]
tr: [CASTE_NAME:deniz fili:deniz filleri:deniz fili]
vi: [CASTE_NAME:Hải cẩu voi:Những con hải cẩu voi:Hải cẩu voi]

# CREATURE:ELEPHANT_SEAL
source: [GENERAL_CHILD_NAME:elephant seal pup:elephant seal pups]
cs: [GENERAL_CHILD_NAME:mládě sloního tuleně:mláďata sloního tuleně]
de: [GENERAL_CHILD_NAME:See-Elefanten-Welpe:See-Elefanten-Welpen]
eo: [GENERAL_CHILD_NAME:marelefantido:marelefantidoj]
es: [GENERAL_CHILD_NAME:cría de elefante marino:crías de elefantes marinos]
ja: [GENERAL_CHILD_NAME:ゾウアザラシの子供:ゾウアザラシの子供の]
ko: [GENERAL_CHILD_NAME:새끼 코끼리물범:새끼 코끼리물범들]
pl: [GENERAL_CHILD_NAME:młody mirunga:młode mirunga]
ru: [GENERAL_CHILD_NAME:детёныш морского слона:детёныши морского слона]
tr: [GENERAL_CHILD_NAME:yavru deniz fili:yavru deniz filleri]
vi: [GENERAL_CHILD_NAME:Hải cẩu voi con:Những con hải cẩu voi con]

# CREATURE:ELEPHANT_SEAL
source: [PREFSTRING:large floppy noses]
cs: [PREFSTRING:velkými měkkými choboty]
de: [PREFSTRING:große schlapprige Nase]
eo: [PREFSTRING:grandaj flekseblaj nazoj]
es: [PREFSTRING:largas narices caídas]
ja: [PREFSTRING:大きな広がった鼻]
ko: [PREFSTRING:물렁한 큰 코]
pl: [PREFSTRING:duże, zwiotczałe nosy]
ru: [PREFSTRING:большой свисающий нос]
tr: [PREFSTRING:büyük sarkık burunlar]
vi: [PREFSTRING:Những cái mũi to lớn và mềm rủ]

# CREATURE:ELEPHANT_SEAL
source: [PREFSTRING:great size]
cs: [PREFSTRING:velikostí]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
pl: [PREFSTRING:wielki rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük boyut]
vi: [PREFSTRING:kích thước khổng lồ]

# CREATURE:ELEPHANT_SEAL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ELEPHANT_SEAL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:ELEPHANT_SEAL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
