Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# MATERIAL_TEMPLATE:CARTILAGE_TEMPLATE
source: [STATE_NAME:ALL_SOLID:cartilage]
cs: [STATE_NAME:ALL_SOLID:chrupavka]
de: [STATE_NAME:ALL_SOLID:Knorpel]
eo: [STATE_NAME:ALL_SOLID:kartilago]
es: [STATE_NAME:ALL_SOLID:cartilago]
ja: [STATE_NAME:ALL_SOLID:軟骨]
ko: [STATE_NAME:ALL_SOLID:연골]
ru: [STATE_NAME:ALL_SOLID:хрящ]
tr: [STATE_NAME:ALL_SOLID:kıkırdak]
zh_hans: [STATE_NAME:ALL_SOLID:软骨]

# MATERIAL_TEMPLATE:CARTILAGE_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:cartilaginous]
cs: [STATE_ADJ:ALL_SOLID:chrupavčitý]
de: [STATE_ADJ:ALL_SOLID:knorpelig]
eo: [STATE_ADJ:ALL_SOLID:el kartilago]
es: [STATE_ADJ:ALL_SOLID:cartilaginoso]
ja: [STATE_ADJ:ALL_SOLID:軟骨の]
ko: [STATE_ADJ:ALL_SOLID:연골질]
ru: [STATE_ADJ:ALL_SOLID:хрящевой]
tr: [STATE_ADJ:ALL_SOLID:kıkırdaksı]
vi: [STATE_ADJ:ALL_SOLID:sụn]
zh_hans: [STATE_ADJ:ALL_SOLID:软骨的]

# MATERIAL_TEMPLATE:HAIR_TEMPLATE
source: [STATE_NAME:ALL_SOLID:hair]
cs: [STATE_NAME:ALL_SOLID:srst]
de: [STATE_NAME:ALL_SOLID:Haar]
eo: [STATE_NAME:ALL_SOLID:haro]
es: [STATE_NAME:ALL_SOLID:pelo]
ja: [STATE_NAME:ALL_SOLID:髪]
ko: [STATE_NAME:ALL_SOLID:머리카락]
ru: [STATE_NAME:ALL_SOLID:волосы]
tr: [STATE_NAME:ALL_SOLID:kıl]
vi: [STATE_NAME:ALL_SOLID:Lông]
zh_hans: [STATE_NAME:ALL_SOLID:毛发]

# MATERIAL_TEMPLATE:HAIR_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:hair]
cs: [STATE_ADJ:ALL_SOLID:účes]
de: [STATE_ADJ:ALL_SOLID:haarig]
eo: [STATE_ADJ:ALL_SOLID:el haro]
es: [STATE_ADJ:ALL_SOLID:de pelo]
ja: [STATE_ADJ:ALL_SOLID:髪の]
ko: [STATE_ADJ:ALL_SOLID:머리카락]
ru: [STATE_ADJ:ALL_SOLID:волосы]
tr: [STATE_ADJ:ALL_SOLID:kıl]
vi: [STATE_ADJ:ALL_SOLID:Lông]
zh_hans: [STATE_ADJ:ALL_SOLID:毛发的]

# MATERIAL_TEMPLATE:FEATHER_TEMPLATE
source: [STATE_NAME:ALL_SOLID:feather]
cs: [STATE_NAME:ALL_SOLID:pero]
de: [STATE_NAME:ALL_SOLID:Feder]
eo: [STATE_NAME:ALL_SOLID:plumo]
es: [STATE_NAME:ALL_SOLID:pluma]
ja: [STATE_NAME:ALL_SOLID:羽毛]
ko: [STATE_NAME:ALL_SOLID:깃털]
ru: [STATE_NAME:ALL_SOLID:перо]
tr: [STATE_NAME:ALL_SOLID:tüy]
vi: [STATE_NAME:ALL_SOLID:Lông vũ]
zh_hans: [STATE_NAME:ALL_SOLID:羽毛]

# MATERIAL_TEMPLATE:FEATHER_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:feather]
cs: [STATE_ADJ:ALL_SOLID:peří]
de: [STATE_ADJ:ALL_SOLID:Feder]
eo: [STATE_ADJ:ALL_SOLID:el plumo]
es: [STATE_ADJ:ALL_SOLID:plumoso]
ja: [STATE_ADJ:ALL_SOLID:羽毛の]
ko: [STATE_ADJ:ALL_SOLID:깃털]
ru: [STATE_ADJ:ALL_SOLID:перьевой]
tr: [STATE_ADJ:ALL_SOLID:tüy]
vi: [STATE_ADJ:ALL_SOLID:Lông vũ]
zh_hans: [STATE_ADJ:ALL_SOLID:羽毛的]

# MATERIAL_TEMPLATE:SCALE_TEMPLATE
source: [STATE_NAME:ALL_SOLID:scale]
cs: [STATE_NAME:ALL_SOLID:šupina]
de: [STATE_NAME:ALL_SOLID:Schuppe]
eo: [STATE_NAME:ALL_SOLID:skvamo]
es: [STATE_NAME:ALL_SOLID:escama]
ja: [STATE_NAME:ALL_SOLID:甲殻]
ru: [STATE_NAME:ALL_SOLID:чешуя]
tr: [STATE_NAME:ALL_SOLID:pul]
vi: [STATE_NAME:ALL_SOLID:Vảy]
zh_hans: [STATE_NAME:ALL_SOLID:鳞片]

# MATERIAL_TEMPLATE:SCALE_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:scale]
cs: [STATE_ADJ:ALL_SOLID:šupinatý]
de: [STATE_ADJ:ALL_SOLID:schuppig]
eo: [STATE_ADJ:ALL_SOLID:el skvamo]
es: [STATE_ADJ:ALL_SOLID:escama]
ja: [STATE_ADJ:ALL_SOLID:甲殻の]
ru: [STATE_ADJ:ALL_SOLID:чешуйчатый]
tr: [STATE_ADJ:ALL_SOLID:pul]
vi: [STATE_ADJ:ALL_SOLID:Vảy]
zh_hans: [STATE_ADJ:ALL_SOLID:鳞片的]

# MATERIAL_TEMPLATE:NAIL_TEMPLATE
source: [STATE_NAME:ALL_SOLID:nail]
cs: [STATE_NAME:ALL_SOLID:dráp]
de: [STATE_NAME:ALL_SOLID:Nagel]
eo: [STATE_NAME:ALL_SOLID:ungo]
es: [STATE_NAME:ALL_SOLID:uña]
ja: [STATE_NAME:ALL_SOLID:爪]
ru: [STATE_NAME:ALL_SOLID:ноготь]
tr: [STATE_NAME:ALL_SOLID:tırnak]
vi: [STATE_NAME:ALL_SOLID:Móng]
zh_hans: [STATE_NAME:ALL_SOLID:指甲]

# MATERIAL_TEMPLATE:NAIL_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:nail]
cs: [STATE_ADJ:ALL_SOLID:drápový]
de: [STATE_ADJ:ALL_SOLID:Nagel]
eo: [STATE_ADJ:ALL_SOLID:el ungo]
es: [STATE_ADJ:ALL_SOLID:uña]
ja: [STATE_ADJ:ALL_SOLID:爪の]
ko: [STATE_ADJ:ALL_SOLID:손톱]
ru: [STATE_ADJ:ALL_SOLID:ногти]
tr: [STATE_ADJ:ALL_SOLID:tırnak]
vi: [STATE_ADJ:ALL_SOLID:Móng]
zh_hans: [STATE_ADJ:ALL_SOLID:指甲的]

# MATERIAL_TEMPLATE:TOOTH_TEMPLATE
source: [STATE_NAME:ALL_SOLID:tooth]
cs: [STATE_NAME:ALL_SOLID:zub]
de: [STATE_NAME:ALL_SOLID:Zahn]
eo: [STATE_NAME:ALL_SOLID:dento]
es: [STATE_NAME:ALL_SOLID:diente]
ja: [STATE_NAME:ALL_SOLID:歯]
ko: [STATE_NAME:ALL_SOLID:이빨]
ru: [STATE_NAME:ALL_SOLID:зуб]
tr: [STATE_NAME:ALL_SOLID:diş]
vi: [STATE_NAME:ALL_SOLID:răng]
zh_hans: [STATE_NAME:ALL_SOLID:牙齿]

# MATERIAL_TEMPLATE:TOOTH_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:tooth]
cs: [STATE_ADJ:ALL_SOLID:zubní]
de: [STATE_ADJ:ALL_SOLID:Zahn]
eo: [STATE_ADJ:ALL_SOLID:el dento]
es: [STATE_ADJ:ALL_SOLID:de diente]
ja: [STATE_ADJ:ALL_SOLID:歯の]
ko: [STATE_ADJ:ALL_SOLID:이빨]
ru: [STATE_ADJ:ALL_SOLID:зубной]
tr: [STATE_ADJ:ALL_SOLID:diş]
vi: [STATE_ADJ:ALL_SOLID:răng]
zh_hans: [STATE_ADJ:ALL_SOLID:牙齿的]

# MATERIAL_TEMPLATE:EYE_TEMPLATE
source: [STATE_NAME:ALL_SOLID:eye tissue]
cs: [STATE_NAME:ALL_SOLID:oční tkáň]
de: [STATE_NAME:ALL_SOLID:Augengewebe]
eo: [STATE_NAME:ALL_SOLID:okula histo]
es: [STATE_NAME:ALL_SOLID:tejido ocular]
ja: [STATE_NAME:ALL_SOLID:眼組織]
ko: [STATE_NAME:ALL_SOLID:안구 조직]
ru: [STATE_NAME:ALL_SOLID:глазная ткань]
tr: [STATE_NAME:ALL_SOLID:göz dokusu]
vi: [STATE_NAME:ALL_SOLID:Mô mắt]
zh_hans: [STATE_NAME:ALL_SOLID:眼组织]

# MATERIAL_TEMPLATE:EYE_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:eye tissue]
cs: [STATE_ADJ:ALL_SOLID:oční tkáň]
de: [STATE_ADJ:ALL_SOLID:Augengewebe]
eo: [STATE_ADJ:ALL_SOLID:el okula histo]
es: [STATE_ADJ:ALL_SOLID:tejido ocular]
ja: [STATE_ADJ:ALL_SOLID:眼組織の]
ko: [STATE_ADJ:ALL_SOLID:안구 조직]
ru: [STATE_ADJ:ALL_SOLID:глазная ткань]
tr: [STATE_ADJ:ALL_SOLID:göz dokusu]
vi: [STATE_ADJ:ALL_SOLID:Mô mắt]
zh_hans: [STATE_ADJ:ALL_SOLID:眼组织的]

# MATERIAL_TEMPLATE:EYE_TEMPLATE
source: [MEAT_NAME:prepared:eye:eye]
cs: [MEAT_NAME:prepared:oko:oko]
de: [MEAT_NAME:vorbereitet:Auge:Auge]
eo: [MEAT_NAME:preparita:okulo:el okulo]
es: [MEAT_NAME:preparado:ojo:ojo]
ja: [MEAT_NAME:調理された:眼球:眼球]
ko: [MEAT_NAME:손질된:눈:눈]
ru: [MEAT_NAME:разделанный:глаз:глаз]
tr: [MEAT_NAME:prepared:göz:göz]
vi: [MEAT_NAME:đã chế biến:Mắt:Mắt]
zh_hans: [MEAT_NAME:准备好的:眼睛:眼睛]

# MATERIAL_TEMPLATE:NERVE_TEMPLATE
source: [STATE_NAME:ALL_SOLID:nervous tissue]
cs: [STATE_NAME:ALL_SOLID:nervová tkáň]
de: [STATE_NAME:ALL_SOLID:Nervengewebe]
eo: [STATE_NAME:ALL_SOLID:nervo]
es: [STATE_NAME:ALL_SOLID:tejido nervioso]
ja: [STATE_NAME:ALL_SOLID:神経組織]
ko: [STATE_NAME:ALL_SOLID:신경 조직]
ru: [STATE_NAME:ALL_SOLID:нервная ткань]
tr: [STATE_NAME:ALL_SOLID:sinir dokusu]
vi: [STATE_NAME:ALL_SOLID:Mô thần kinh]
zh_hans: [STATE_NAME:ALL_SOLID:神经组织]

# MATERIAL_TEMPLATE:NERVE_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:nervous tissue]
cs: [STATE_ADJ:ALL_SOLID:nervová tkáň]
de: [STATE_ADJ:ALL_SOLID:Nervengewebe]
eo: [STATE_ADJ:ALL_SOLID:el nervo]
es: [STATE_ADJ:ALL_SOLID:tejido nervioso]
ja: [STATE_ADJ:ALL_SOLID:神経組織の]
ko: [STATE_ADJ:ALL_SOLID:신경 조직]
ru: [STATE_ADJ:ALL_SOLID:нервная ткань]
tr: [STATE_ADJ:ALL_SOLID:sinir dokusu]
vi: [STATE_ADJ:ALL_SOLID:Mô thần kinh]
zh_hans: [STATE_ADJ:ALL_SOLID:神经组织的]

# MATERIAL_TEMPLATE:BRAIN_TEMPLATE
source: [STATE_NAME:ALL_SOLID:brain]
cs: [STATE_NAME:ALL_SOLID:mozek]
de: [STATE_NAME:ALL_SOLID:Gehirn]
eo: [STATE_NAME:ALL_SOLID:cerbo]
es: [STATE_NAME:ALL_SOLID:cerebro]
ja: [STATE_NAME:ALL_SOLID:脳]
ko: [STATE_NAME:ALL_SOLID:뇌]
ru: [STATE_NAME:ALL_SOLID:мозг]
tr: [STATE_NAME:ALL_SOLID:beyin]
vi: [STATE_NAME:ALL_SOLID:não]
zh_hans: [STATE_NAME:ALL_SOLID:大脑]

# MATERIAL_TEMPLATE:BRAIN_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:brain]
cs: [STATE_ADJ:ALL_SOLID:mozkový]
de: [STATE_ADJ:ALL_SOLID:Gehirn]
eo: [STATE_ADJ:ALL_SOLID:el cerbo]
es: [STATE_ADJ:ALL_SOLID:de cerebro]
ja: [STATE_ADJ:ALL_SOLID:脳の]
ko: [STATE_ADJ:ALL_SOLID:뇌]
ru: [STATE_ADJ:ALL_SOLID:мозговой]
tr: [STATE_ADJ:ALL_SOLID:beyin]
vi: [STATE_ADJ:ALL_SOLID:não]
zh_hans: [STATE_ADJ:ALL_SOLID:大脑的]

# MATERIAL_TEMPLATE:BRAIN_TEMPLATE
source: [MEAT_NAME:prepared:brain:brain]
cs: [MEAT_NAME:prepared:mozek:mozek]
de: [MEAT_NAME:vorbereitet:Gehirn:Gehirn]
eo: [MEAT_NAME:preparita:cerbo:el cerbo]
es: [MEAT_NAME:peparado:cerebro:cerebro]
ja: [MEAT_NAME:調理された:脳:脳]
ko: [MEAT_NAME:손질된:뇌:뇌]
ru: [MEAT_NAME:разделанный:мозг:мозг]
tr: [MEAT_NAME:prepared:beyin:beyin]
vi: [MEAT_NAME:đã chế biến:não:não]
zh_hans: [MEAT_NAME:准备好的:大脑:大脑]

# MATERIAL_TEMPLATE:LUNG_TEMPLATE
source: [STATE_NAME:ALL_SOLID:lung tissue]
cs: [STATE_NAME:ALL_SOLID:plicní tkáň]
de: [STATE_NAME:ALL_SOLID:Lungengewebe]
eo: [STATE_NAME:ALL_SOLID:pulma histo]
es: [STATE_NAME:ALL_SOLID:tejido pulmonar]
ja: [STATE_NAME:ALL_SOLID:lungの組織]
ko: [STATE_NAME:ALL_SOLID:폐 조직]
ru: [STATE_NAME:ALL_SOLID:лёгочная ткань]
tr: [STATE_NAME:ALL_SOLID:akciğer dokusu]
vi: [STATE_NAME:ALL_SOLID:Mô phổi]
zh_hans: [STATE_NAME:ALL_SOLID:肺组织]

# MATERIAL_TEMPLATE:LUNG_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:lung tissue]
cs: [STATE_ADJ:ALL_SOLID:plicní tkáň]
de: [STATE_ADJ:ALL_SOLID:Lungengewebe]
eo: [STATE_ADJ:ALL_SOLID:el pulma histo]
es: [STATE_ADJ:ALL_SOLID:tejido pulmonar]
ja: [STATE_ADJ:ALL_SOLID:舌組織]
ko: [STATE_ADJ:ALL_SOLID:폐 조직]
ru: [STATE_ADJ:ALL_SOLID:лёгочная ткань]
tr: [STATE_ADJ:ALL_SOLID:akciğer dokusu]
vi: [STATE_ADJ:ALL_SOLID:Mô phổi]
zh_hans: [STATE_ADJ:ALL_SOLID:肺组织的]

# MATERIAL_TEMPLATE:LUNG_TEMPLATE
source: [MEAT_NAME:prepared:lung:lung]
cs: [MEAT_NAME:prepared:plíce:plíce]
de: [MEAT_NAME:vorbereitet:Lunge:Lunge]
eo: [MEAT_NAME:preparita:pulmo:el pulmo]
es: [MEAT_NAME:prepared:pulmón:pulmón]
ja: [MEAT_NAME:調理された:舌:舌]
ko: [MEAT_NAME:손질된:허파:허파]
ru: [MEAT_NAME:разделанные:лёгкие:лёгкие]
tr: [MEAT_NAME:prepared:akciğer:akciğer]
vi: [MEAT_NAME:đã chế biến:phổi:phổi]
zh_hans: [MEAT_NAME:准备好的:肺:肺]

# MATERIAL_TEMPLATE:HEART_TEMPLATE
source: [STATE_NAME:ALL_SOLID:heart tissue]
cs: [STATE_NAME:ALL_SOLID:srdeční tkáň]
de: [STATE_NAME:ALL_SOLID:Herzgewebe]
eo: [STATE_NAME:ALL_SOLID:kora histo]
es: [STATE_NAME:ALL_SOLID:tejido cardiaco]
ja: [STATE_NAME:ALL_SOLID:心臓の組織]
ko: [STATE_NAME:ALL_SOLID:심장 조직]
ru: [STATE_NAME:ALL_SOLID:сердечная ткань]
tr: [STATE_NAME:ALL_SOLID:kalp dokusu]
vi: [STATE_NAME:ALL_SOLID:Mô tim]
zh_hans: [STATE_NAME:ALL_SOLID:心脏组织]

# MATERIAL_TEMPLATE:HEART_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:heart tissue]
cs: [STATE_ADJ:ALL_SOLID:srdeční tkáň]
de: [STATE_ADJ:ALL_SOLID:Herzgewebe]
eo: [STATE_ADJ:ALL_SOLID:el kora histo]
es: [STATE_ADJ:ALL_SOLID:tejido del corazón]
ja: [STATE_ADJ:ALL_SOLID:心臓組織の]
ko: [STATE_ADJ:ALL_SOLID:심장 조직]
ru: [STATE_ADJ:ALL_SOLID:сердечная ткань]
tr: [STATE_ADJ:ALL_SOLID:kalp dokusu]
vi: [STATE_ADJ:ALL_SOLID:Mô tim]
zh_hans: [STATE_ADJ:ALL_SOLID:心脏组织的]

# MATERIAL_TEMPLATE:HEART_TEMPLATE
source: [MEAT_NAME:prepared:heart:heart]
cs: [MEAT_NAME:prepared:srdce:srdce]
de: [MEAT_NAME:vorbereitet:Herz:Herz]
eo: [MEAT_NAME:preparita:koro:el koro]
es: [MEAT_NAME:prepared:corazón:corazón]
ja: [MEAT_NAME:調理された:心臓:心臓]
ko: [MEAT_NAME:손질된:염통:염통]
ru: [MEAT_NAME:разделанное:сердце:сердце]
tr: [MEAT_NAME:prepared:kalp:kalp]
vi: [MEAT_NAME:đã chế biến:tim:tim]
zh_hans: [MEAT_NAME:准备好的:心脏:心脏]

# MATERIAL_TEMPLATE:LIVER_TEMPLATE
source: [STATE_NAME:ALL_SOLID:liver tissue]
cs: [STATE_NAME:ALL_SOLID:jaterní tkáň]
de: [STATE_NAME:ALL_SOLID:Lebergewebe]
eo: [STATE_NAME:ALL_SOLID:hepata histo]
es: [STATE_NAME:ALL_SOLID:tejido hepático]
ja: [STATE_NAME:ALL_SOLID:肝臓の組織]
ko: [STATE_NAME:ALL_SOLID:간 조직]
ru: [STATE_NAME:ALL_SOLID:ткань печени]
tr: [STATE_NAME:ALL_SOLID:karaciğer dokusu]
vi: [STATE_NAME:ALL_SOLID:Mô gan]
zh_hans: [STATE_NAME:ALL_SOLID:肝脏组织]

# MATERIAL_TEMPLATE:LIVER_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:liver tissue]
cs: [STATE_ADJ:ALL_SOLID:jaterní tkáň]
de: [STATE_ADJ:ALL_SOLID:Lebergewebe]
eo: [STATE_ADJ:ALL_SOLID:el hepata histo]
es: [STATE_ADJ:ALL_SOLID:tejido hepático]
ja: [STATE_ADJ:ALL_SOLID:肝臓組織の]
ko: [STATE_ADJ:ALL_SOLID:간 조직]
ru: [STATE_ADJ:ALL_SOLID:ткань печени]
tr: [STATE_ADJ:ALL_SOLID:karaciğer dokusu]
vi: [STATE_ADJ:ALL_SOLID:Mô gan]
zh_hans: [STATE_ADJ:ALL_SOLID:肝脏组织的]

# MATERIAL_TEMPLATE:LIVER_TEMPLATE
source: [MEAT_NAME:chopped:liver:liver]
cs: [MEAT_NAME:chopped:játra:játra]
de: [MEAT_NAME:zerkleinert:Leber:Leber]
eo: [MEAT_NAME:tranĉita:hepataĵo:el hepataĵa]
es: [MEAT_NAME:chopped:hígado:hígado]
ja: [MEAT_NAME:調理された:肝臓:肝臓]
ko: [MEAT_NAME:썰어둔:간:간]
ru: [MEAT_NAME:рубленая:печень:печень]
tr: [MEAT_NAME:chopped:karaciğer:karaciğer]
vi: [MEAT_NAME:băm nhỏ:gan:gan]
zh_hans: [MEAT_NAME:切碎的:肝脏:肝脏]

# MATERIAL_TEMPLATE:GUT_TEMPLATE
source: [STATE_NAME:ALL_SOLID:gut]
cs: [STATE_NAME:ALL_SOLID:střevo]
de: [STATE_NAME:ALL_SOLID:Darm]
eo: [STATE_NAME:ALL_SOLID:intesto]
es: [STATE_NAME:ALL_SOLID:tripa]
ja: [STATE_NAME:ALL_SOLID:腸]
ko: [STATE_NAME:ALL_SOLID:내장]
ru: [STATE_NAME:ALL_SOLID:кишка]
tr: [STATE_NAME:ALL_SOLID:bağırsak]
vi: [STATE_NAME:ALL_SOLID:Ruột]
zh_hans: [STATE_NAME:ALL_SOLID:内脏]

# MATERIAL_TEMPLATE:GUT_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:gut]
cs: [STATE_ADJ:ALL_SOLID:střevní]
de: [STATE_ADJ:ALL_SOLID:Darm]
eo: [STATE_ADJ:ALL_SOLID:el intesto]
es: [STATE_ADJ:ALL_SOLID:tripa]
ja: [STATE_ADJ:ALL_SOLID:腸の]
ko: [STATE_ADJ:ALL_SOLID:내장]
ru: [STATE_ADJ:ALL_SOLID:кишки]
tr: [STATE_ADJ:ALL_SOLID:bağırsak]
vi: [STATE_ADJ:ALL_SOLID:Ruột]
zh_hans: [STATE_ADJ:ALL_SOLID:内脏的]

# MATERIAL_TEMPLATE:GUT_TEMPLATE
source: [MEAT_NAME:prepared:intestines:intestines]
cs: [MEAT_NAME:prepared:střeva:střeva]
de: [MEAT_NAME:vorbereitet:Eingeweide:Eingeweide]
eo: [MEAT_NAME:preparitaj:intestoj:el intestaj]
es: [MEAT_NAME:prepared:intestinos:intestinos]
ja: [MEAT_NAME:調理された:腸:腸]
ko: [MEAT_NAME:손질된:창자:창자]
ru: [MEAT_NAME:разделанные:кишки:кишки]
tr: [MEAT_NAME:prepared:bağırsaklar:bağırsaklar]
vi: [MEAT_NAME:đã chế biến:ruột:ruột]
zh_hans: [MEAT_NAME:准备好的:肠子:肠子]

# MATERIAL_TEMPLATE:STOMACH_TEMPLATE
source: [STATE_NAME:ALL_SOLID:stomach tissue]
cs: [STATE_NAME:ALL_SOLID:žaludeční tkáň]
de: [STATE_NAME:ALL_SOLID:Magengewebe]
eo: [STATE_NAME:ALL_SOLID:stomaka histo]
es: [STATE_NAME:ALL_SOLID:tejido estomacal]
ja: [STATE_NAME:ALL_SOLID:胃の組織]
ko: [STATE_NAME:ALL_SOLID:위 조직]
ru: [STATE_NAME:ALL_SOLID:желудочная ткань]
tr: [STATE_NAME:ALL_SOLID:mide dokusu]
vi: [STATE_NAME:ALL_SOLID:Mô dạ dày]
zh_hans: [STATE_NAME:ALL_SOLID:胃组织]

# MATERIAL_TEMPLATE:STOMACH_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:stomach tissue]
cs: [STATE_ADJ:ALL_SOLID:žaludeční tkáň]
de: [STATE_ADJ:ALL_SOLID:Magengewebe]
eo: [STATE_ADJ:ALL_SOLID:el stomaka histo]
es: [STATE_ADJ:ALL_SOLID:tejido estomacal]
ja: [STATE_ADJ:ALL_SOLID:胃組織の]
ko: [STATE_ADJ:ALL_SOLID:위 조직]
ru: [STATE_ADJ:ALL_SOLID:желудочная ткань]
tr: [STATE_ADJ:ALL_SOLID:mide dokusu]
vi: [STATE_ADJ:ALL_SOLID:Mô dạ dày]
zh_hans: [STATE_ADJ:ALL_SOLID:胃组织的]

# MATERIAL_TEMPLATE:STOMACH_TEMPLATE
source: [MEAT_NAME:NONE:tripe:tripe]
cs: [MEAT_NAME:NONE:dršťky:dršťky]
de: [MEAT_NAME:NONE:Kutteln:Kutteln]
eo: [MEAT_NAME:NONE:tripo:el tripo]
es: [MEAT_NAME:NONE:callos:callos]
ja: [MEAT_NAME:NONE:胃:胃]
ko: [MEAT_NAME:NONE:위장:위장]
ru: [MEAT_NAME:NONE:требуха:требуха]
tr: [MEAT_NAME:NONE:işkembe:işkembe]
zh_hans: [MEAT_NAME:NONE:百叶:百叶]

# MATERIAL_TEMPLATE:GIZZARD_TEMPLATE
source: [STATE_NAME:ALL_SOLID:gizzard tissue]
cs: [STATE_NAME:ALL_SOLID:žaludková svalovina]
de: [STATE_NAME:ALL_SOLID: Muskelmagengewebe]
eo: [STATE_NAME:ALL_SOLID:maĉstomaka histo]
es: [STATE_NAME:ALL_SOLID:tejido de molleja]
ja: [STATE_NAME:ALL_SOLID:砂嚢の組織]
ko: [STATE_NAME:ALL_SOLID:모래주머니 조직]
ru: [STATE_NAME:ALL_SOLID:ткани мышечного желудка]
tr: [STATE_NAME:ALL_SOLID:taşlık dokusu]
vi: [STATE_NAME:ALL_SOLID:Mô mề]
zh_hans: [STATE_NAME:ALL_SOLID:砂囊组织]

# MATERIAL_TEMPLATE:GIZZARD_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:gizzard tissue]
cs: [STATE_ADJ:ALL_SOLID:žaludková tkáň]
de: [STATE_ADJ:ALL_SOLID: Muskelmagengewebe]
eo: [STATE_ADJ:ALL_SOLID:el maĉstomaka histo]
es: [STATE_ADJ:ALL_SOLID:tejido de molleja]
ja: [STATE_ADJ:ALL_SOLID:砂嚢組織の]
ko: [STATE_ADJ:ALL_SOLID:모래주머니 조직]
ru: [STATE_ADJ:ALL_SOLID:ткани мышечного желудка]
tr: [STATE_ADJ:ALL_SOLID:taşlık dokusu]
vi: [STATE_ADJ:ALL_SOLID:Mô mề]
zh_hans: [STATE_ADJ:ALL_SOLID:砂囊组织的]

# MATERIAL_TEMPLATE:GIZZARD_TEMPLATE
source: [MEAT_NAME:prepared:gizzard:gizzard]
cs: [MEAT_NAME:prepared:žaludek:žaludek]
de: [MEAT_NAME:vorbereitet:Muskelmagen:Muskelmagen]
eo: [MEAT_NAME:preparita:maĉstomako:el maĉstomako]
es: [MEAT_NAME:prepared:molleja:molleja]
ja: [MEAT_NAME:調理された:砂嚢:砂嚢]
ko: [MEAT_NAME:손질된:모래주머니:모래주머니]
ru: [MEAT_NAME:разделанные:потроха:потроха]
tr: [MEAT_NAME:prepared:taşlık:taşlık]
vi: [MEAT_NAME:đã chế biến:mề:mề]
zh_hans: [MEAT_NAME:准备好的:胃:胃]

# MATERIAL_TEMPLATE:PANCREAS_TEMPLATE
source: [STATE_NAME:ALL_SOLID:pancreatic tissue]
cs: [STATE_NAME:ALL_SOLID:slinivková tkáň]
de: [STATE_NAME:ALL_SOLID:Pankreasgewebe]
eo: [STATE_NAME:ALL_SOLID:pankreata histo]
es: [STATE_NAME:ALL_SOLID:tejido pancreático]
ja: [STATE_NAME:ALL_SOLID:膵臓の組織]
ko: [STATE_NAME:ALL_SOLID:췌장 조직]
ru: [STATE_NAME:ALL_SOLID:ткань поджелудочной железы]
tr: [STATE_NAME:ALL_SOLID:pankreas dokusu]
vi: [STATE_NAME:ALL_SOLID:Mô tụy]
zh_hans: [STATE_NAME:ALL_SOLID:胰腺组织]

# MATERIAL_TEMPLATE:PANCREAS_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:pancreatic tissue]
cs: [STATE_ADJ:ALL_SOLID:slinivková tkáň]
de: [STATE_ADJ:ALL_SOLID:Pankreasgewebe]
eo: [STATE_ADJ:ALL_SOLID:el pankreata histo]
es: [STATE_ADJ:ALL_SOLID:tejido pancreático]
ja: [STATE_ADJ:ALL_SOLID:膵臓組織の]
ko: [STATE_ADJ:ALL_SOLID:췌장 조직]
ru: [STATE_ADJ:ALL_SOLID:ткани поджелудочной железы]
tr: [STATE_ADJ:ALL_SOLID:pankreas dokusu]
vi: [STATE_ADJ:ALL_SOLID:Mô tụy]
zh_hans: [STATE_ADJ:ALL_SOLID:胰腺组织的]

# MATERIAL_TEMPLATE:PANCREAS_TEMPLATE
source: [MEAT_NAME:NONE:sweetbread:sweetbread]
cs: [MEAT_NAME:NONE:brzlík:brzlík]
de: [MEAT_NAME:NONE:Kalbsbries:Kalbsbries]
eo: [MEAT_NAME:NONE:timuso:el timuso]
es: [MEAT_NAME:NONE:páncreas:páncreas]
ja: [MEAT_NAME:NONE:膵臓:膵臓]
ko: [MEAT_NAME:NONE:쓸개:쓸개]
ru: [MEAT_NAME:NONE:железа:железы]
tr: [MEAT_NAME:NONE:uykuluk:uykuluk]
vi: [MEAT_NAME:NONE:lòng trắng:lòng trắng]
zh_hans: [MEAT_NAME:NONE:胰脏:胰脏]

# MATERIAL_TEMPLATE:SPLEEN_TEMPLATE
source: [STATE_NAME:ALL_SOLID:spleen tissue]
cs: [STATE_NAME:ALL_SOLID:slezinná tkáň]
de: [STATE_NAME:ALL_SOLID:Milzgewebe]
eo: [STATE_NAME:ALL_SOLID:liena histo]
es: [STATE_NAME:ALL_SOLID:tejido de bazo]
ja: [STATE_NAME:ALL_SOLID:脾臓の組織]
ko: [STATE_NAME:ALL_SOLID:비장 조직]
ru: [STATE_NAME:ALL_SOLID:ткань селезёнки]
tr: [STATE_NAME:ALL_SOLID:dalak dokusu]
vi: [STATE_NAME:ALL_SOLID:Mô lá lách]
zh_hans: [STATE_NAME:ALL_SOLID:脾脏组织]

# MATERIAL_TEMPLATE:SPLEEN_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:spleen tissue]
cs: [STATE_ADJ:ALL_SOLID:slezinná tkáň]
de: [STATE_ADJ:ALL_SOLID:Milzgewebe]
eo: [STATE_ADJ:ALL_SOLID:el liena histo]
es: [STATE_ADJ:ALL_SOLID:tejido de bazo]
ja: [STATE_ADJ:ALL_SOLID:脾臓組織の]
ko: [STATE_ADJ:ALL_SOLID:비장 조직]
ru: [STATE_ADJ:ALL_SOLID:ткани селезёнки]
tr: [STATE_ADJ:ALL_SOLID:dalak dokusu]
vi: [STATE_ADJ:ALL_SOLID:Mô lá lách]
zh_hans: [STATE_ADJ:ALL_SOLID:脾脏组织的]

# MATERIAL_TEMPLATE:SPLEEN_TEMPLATE
source: [MEAT_NAME:prepared:spleen:spleen]
cs: [MEAT_NAME:prepared:slezina:slezina]
de: [MEAT_NAME:vorbereitet:Milz:Milz]
eo: [MEAT_NAME:preparita:lieno:el lieno]
es: [MEAT_NAME:prepared:bazo:bazo]
ja: [MEAT_NAME:調理された:脾臓:脾臓]
ko: [MEAT_NAME:손질된:비장:비장]
ru: [MEAT_NAME:разделанная:селезёнка:селезёнка]
tr: [MEAT_NAME:prepared:dalak:dalak]
vi: [MEAT_NAME:đã chế biến:lá lách:lá lách]
zh_hans: [MEAT_NAME:准备好的:脾脏:脾脏]

# MATERIAL_TEMPLATE:KIDNEY_TEMPLATE
source: [STATE_NAME:ALL_SOLID:kidney tissue]
cs: [STATE_NAME:ALL_SOLID:ledvinová tkáň]
de: [STATE_NAME:ALL_SOLID:Nierengewebe]
eo: [STATE_NAME:ALL_SOLID:rena histo]
es: [STATE_NAME:ALL_SOLID:tejido renal]
ja: [STATE_NAME:ALL_SOLID:肝臓の組織]
ko: [STATE_NAME:ALL_SOLID:신장 조직]
ru: [STATE_NAME:ALL_SOLID:почечная ткань]
tr: [STATE_NAME:ALL_SOLID:böbrek dokusu]
vi: [STATE_NAME:ALL_SOLID:Mô thận]
zh_hans: [STATE_NAME:ALL_SOLID:肾脏组织]

# MATERIAL_TEMPLATE:KIDNEY_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:kidney tissue]
cs: [STATE_ADJ:ALL_SOLID:ledvinová tkáň]
de: [STATE_ADJ:ALL_SOLID:Nierengewebe]
eo: [STATE_ADJ:ALL_SOLID:el rena histo]
es: [STATE_ADJ:ALL_SOLID:tejido renal]
ja: [STATE_ADJ:ALL_SOLID:肝臓組織の]
ko: [STATE_ADJ:ALL_SOLID:신장 조직]
ru: [STATE_ADJ:ALL_SOLID:почечная ткань]
tr: [STATE_ADJ:ALL_SOLID:böbrek dokusu]
vi: [STATE_ADJ:ALL_SOLID:Mô thận]
zh_hans: [STATE_ADJ:ALL_SOLID:肾脏组织的]

# MATERIAL_TEMPLATE:KIDNEY_TEMPLATE
source: [MEAT_NAME:prepared:kidney:kidney]
cs: [MEAT_NAME:prepared:ledviny:ledviny]
de: [MEAT_NAME:vorbereitet:Niere:Niere]
eo: [MEAT_NAME:preparita:reno:el reno]
es: [MEAT_NAME:prepared:riñón:riñón]
ja: [MEAT_NAME:調理された:肝臓:肝臓]
ko: [MEAT_NAME:손질된:콩팥:콩팥]
ru: [MEAT_NAME:разделанные:почки:почки]
tr: [MEAT_NAME:prepared:böbrek:böbrek]
vi: [MEAT_NAME:đã chế biến:thận:thận]
zh_hans: [MEAT_NAME:准备好的:肾脏:肾脏]

# MATERIAL_TEMPLATE:LEATHER_TEMPLATE
source: [STATE_NAME:ALL_SOLID:leather]
cs: [STATE_NAME:ALL_SOLID:kůže]
de: [STATE_NAME:ALL_SOLID:Leder]
eo: [STATE_NAME:ALL_SOLID:ledo]
es: [STATE_NAME:ALL_SOLID:cuero]
ja: [STATE_NAME:ALL_SOLID:革]
ko: [STATE_NAME:ALL_SOLID:가죽]
ru: [STATE_NAME:ALL_SOLID:кожа]
tr: [STATE_NAME:ALL_SOLID:deri]
vi: [STATE_NAME:ALL_SOLID:Da thuộc]
zh_hans: [STATE_NAME:ALL_SOLID:皮革]

# MATERIAL_TEMPLATE:LEATHER_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:leather]
cs: [STATE_ADJ:ALL_SOLID:kožený]
de: [STATE_ADJ:ALL_SOLID:ledrig]
eo: [STATE_ADJ:ALL_SOLID:leda]
es: [STATE_ADJ:ALL_SOLID:cuero]
ja: [STATE_ADJ:ALL_SOLID:革の]
ko: [STATE_ADJ:ALL_SOLID:가죽]
ru: [STATE_ADJ:ALL_SOLID:кожа]
tr: [STATE_ADJ:ALL_SOLID:deri]
vi: [STATE_ADJ:ALL_SOLID:Da thuộc]
zh_hans: [STATE_ADJ:ALL_SOLID:皮革的]

# MATERIAL_TEMPLATE:PARCHMENT_TEMPLATE
source: [STATE_NAME:ALL_SOLID:parchment]
cs: [STATE_NAME:ALL_SOLID:pergamen]
de: [STATE_NAME:ALL_SOLID:Pergament]
eo: [STATE_NAME:ALL_SOLID:pergameno]
es: [STATE_NAME:ALL_SOLID:pergamino]
ja: [STATE_NAME:ALL_SOLID:羊皮紙]
ko: [STATE_NAME:ALL_SOLID:양피지]
ru: [STATE_NAME:ALL_SOLID:пергамент]
tr: [STATE_NAME:ALL_SOLID:parşömen]
vi: [STATE_NAME:ALL_SOLID:giấy da]
zh_hans: [STATE_NAME:ALL_SOLID:羊皮纸]

# MATERIAL_TEMPLATE:PARCHMENT_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:parchment]
cs: [STATE_ADJ:ALL_SOLID:pergamenový]
de: [STATE_ADJ:ALL_SOLID:Pergament]
eo: [STATE_ADJ:ALL_SOLID:el pergameno]
es: [STATE_ADJ:ALL_SOLID:pergamino]
ja: [STATE_ADJ:ALL_SOLID:羊皮紙の]
ko: [STATE_ADJ:ALL_SOLID:양피지]
ru: [STATE_ADJ:ALL_SOLID:пергамент]
tr: [STATE_ADJ:ALL_SOLID:parşömen]
vi: [STATE_ADJ:ALL_SOLID:giấy da]
zh_hans: [STATE_ADJ:ALL_SOLID:羊皮纸的]

# MATERIAL_TEMPLATE:HORN_TEMPLATE
source: [STATE_NAME:ALL_SOLID:horn]
cs: [STATE_NAME:ALL_SOLID:roh]
eo: [STATE_NAME:ALL_SOLID:korno]
es: [STATE_NAME:ALL_SOLID:cuerno]
ja: [STATE_NAME:ALL_SOLID:角]
ko: [STATE_NAME:ALL_SOLID:뿔]
ru: [STATE_NAME:ALL_SOLID:рог]
tr: [STATE_NAME:ALL_SOLID:boynuz]
vi: [STATE_NAME:ALL_SOLID:sừng]
zh_hans: [STATE_NAME:ALL_SOLID:角]

# MATERIAL_TEMPLATE:HORN_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:horn]
cs: [STATE_ADJ:ALL_SOLID:rohový]
eo: [STATE_ADJ:ALL_SOLID:korneca]
es: [STATE_ADJ:ALL_SOLID:cuerno]
ja: [STATE_ADJ:ALL_SOLID:角の]
ko: [STATE_ADJ:ALL_SOLID:뿔]
ru: [STATE_ADJ:ALL_SOLID:рог]
tr: [STATE_ADJ:ALL_SOLID:boynuz]
vi: [STATE_ADJ:ALL_SOLID:sừng]
zh_hans: [STATE_ADJ:ALL_SOLID:角的]

# MATERIAL_TEMPLATE:HOOF_TEMPLATE
source: [STATE_NAME:ALL_SOLID:hoof]
cs: [STATE_NAME:ALL_SOLID:kopyto]
de: [STATE_NAME:ALL_SOLID:Huf]
eo: [STATE_NAME:ALL_SOLID:hufo]
es: [STATE_NAME:ALL_SOLID:pezuña]
ja: [STATE_NAME:ALL_SOLID:ひづめ]
ko: [STATE_NAME:ALL_SOLID:발굽]
ru: [STATE_NAME:ALL_SOLID:копыто]
tr: [STATE_NAME:ALL_SOLID:toynak]
vi: [STATE_NAME:ALL_SOLID:móng guốc]
zh_hans: [STATE_NAME:ALL_SOLID:蹄]

# MATERIAL_TEMPLATE:HOOF_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:hoof]
cs: [STATE_ADJ:ALL_SOLID:kopytní]
de: [STATE_ADJ:ALL_SOLID:Huf]
eo: [STATE_ADJ:ALL_SOLID:el hufeco]
es: [STATE_ADJ:ALL_SOLID:pezuña]
ja: [STATE_ADJ:ALL_SOLID:ひづめの]
ko: [STATE_ADJ:ALL_SOLID:발굽]
ru: [STATE_ADJ:ALL_SOLID:копыта]
tr: [STATE_ADJ:ALL_SOLID:toynak]
vi: [STATE_ADJ:ALL_SOLID:móng guốc]
zh_hans: [STATE_ADJ:ALL_SOLID:蹄的]
