Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_CROW
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_CROW
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_CROW
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_CROW
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:CROW_MAN
source: [CASTE_NAME:crow man:crow men:crow man]
cs: [CASTE_NAME:mužská vrána:mužšké vrány:mužské vrány]
de: [CASTE_NAME:Krähenmann:Krähenmänner:Krähenmann]
eo: [CASTE_NAME:homkorviĉo:homkorviĉoj:de homkorviĉo]
es: [CASTE_NAME:hombre corneja:hombres corneja:de hombre corneja]
ja: [CASTE_NAME:crow男:crow男:crow男の]
ko: [CASTE_NAME:남성 까마귀인간:남성 까마귀인간들:남성 까마귀인간]
pl: [CASTE_NAME:wronomężczyzna:wronomężczyźni:wronomężczyzny]
ru: [CASTE_NAME:мужчина-ворона:мужчины-вороны:мужчин-ворон]
tr: [CASTE_NAME:karga adam:karga adamlar:karga adam]
vi: [CASTE_NAME:người-quạ nam:người-quạ nam:người-quạ nam]
zh_hans: [CASTE_NAME:乌鸦男:乌鸦男:乌鸦男]

# CREATURE:CROW_MAN
source: [CASTE_NAME:crow woman:crow women:crow woman]
cs: [CASTE_NAME:žena vrány:ženy vrány:ženy vrány]
de: [CASTE_NAME:Krähenweibchen:Krähenweibchen:Krähenweibchen]
eo: [CASTE_NAME:homkorvino:homkorvinoj:de homkorvino]
es: [CASTE_NAME:mujer corneja:mujeres corneja:de mujer corneja]
ja: [CASTE_NAME:crow女:crow女:crow女の]
ko: [CASTE_NAME:여성 까마귀인간:여성 까마귀인간들:여성 까마귀인간]
pl: [CASTE_NAME:wronokobieta:wronokobiety:wronokobiecy]
ru: [CASTE_NAME:женщина-ворона:женщины-вороны:женщин-ворон]
tr: [CASTE_NAME:karga kadın:karga kadınlar:karga kadın]
vi: [CASTE_NAME:người-quạ nữ:người-quạ nữ:người-quạ nữ]
zh_hans: [CASTE_NAME:乌鸦女:乌鸦女:乌鸦女]

# CREATURE:CROW_MAN
source: [NAME:crow man:crow men:crow man]
cs: [NAME:mužská vrána:mžské vrány:mužské vrány]
de: [NAME:Krähenmann:Krähenmänner:Krähenmann]
eo: [NAME:homkorvo:homkorvoj:de homkorvo]
es: [NAME:hombre corneja:hombres corneja:de hombre corneja]
ja: [NAME:crow男:crow男:crow男の]
ko: [NAME:까마귀인간:까마귀인간들:까마귀인간]
pl: [NAME:wronoczłowiek:wronoludzie:wronoludzki]
ru: [NAME:человек-ворона:люди-вороны:людей-ворон]
tr: [NAME:karga adam:karga adamlar:karga adam]
vi: [NAME:người-quạ:người-quạ:người-quạ]
zh_hans: [NAME:乌鸦人:乌鸦人:乌鸦人]

# CREATURE:CROW_MAN
source: [DESCRIPTION:A small person with the head and wings of a crow.]
cs: [DESCRIPTION:Malý člověk s hlavou a křídly vrány.]
de: [DESCRIPTION: Eine kleine Person mit dem Kopf und Flügeln einer Krähe.]
eo: [DESCRIPTION:Malgranda homo kun la kapo kaj flugiloj de korvo.]
es: [DESCRIPTION:Una pequeña persona con la cabeza y alas de una corneja.]
ja: [DESCRIPTION:カラスの頭と羽根を持った小人だ。]
ko: [DESCRIPTION:까마귀의 머리와 날개를 가진 작은 인간.]
pl: [DESCRIPTION:Mały osobnik z głową i skrzydłami wrony.]
ru: [DESCRIPTION:Небольшой человечек с головой и крыльями вороны.]
tr: [DESCRIPTION:Karganın baş ve kanatlarına sahip küçük bir kişi.]
vi: [DESCRIPTION:Một người nhỏ với đầu và cánh của quạ.]
zh_hans: [DESCRIPTION:一个长着乌鸦脑袋和翅膀的小型人。]

# CREATURE:GIANT_CROW
source: [NAME:giant crow:giant crows:giant crow]
cs: [NAME:obří vrána:obří vrány:obří vrány]
de: [NAME:Riesenkrähe:Riesenkrähen:Riesenkrähe]
eo: [NAME:giganta korvo:gigantaj korvoj:de giganta korvo]
es: [NAME:corneja gigante:cornejas gigantes:de corneja gigante]
ja: [NAME:巨大カラス:巨大カラス:巨大カラスの]
ko: [NAME:거대 까마귀:거대 까마귀떼:거대 까마귀]
pl: [NAME:gigantyczna wrona:gigantyczne wrony:gigantycznej wrony]
ru: [NAME:гигантская ворона:гигантские вороны:гигантской вороны]
tr: [NAME:dev karga:dev kargalar:dev karga]
vi: [NAME:quạ khổng lồ:quạ khổng lồ:quạ khổng lồ]
zh_hans: [NAME:巨乌鸦:巨乌鸦:巨乌鸦]

# CREATURE:GIANT_CROW
source: [CASTE_NAME:giant crow:giant crows:giant crow]
cs: [CASTE_NAME:obří vrána:obří vrány:obří vrány]
de: [CASTE_NAME:Riesenkrähe:Riesenkrähen:Riesenkrähe]
eo: [CASTE_NAME:giganta korvo:gigantaj korvoj:de giganta korvo]
es: [CASTE_NAME:corneja gigante:cornejas gigantes:de corneja gigante]
ja: [CASTE_NAME:巨大カラス:巨大カラス:巨大カラスの]
ko: [CASTE_NAME:거대 까마귀:거대 까마귀떼:거대 까마귀]
pl: [CASTE_NAME:gigantyczna wrona:gigantyczne wrony:gigantycznej wrony]
ru: [CASTE_NAME:гигантская ворона:гигантские вороны:гигантской вороны]
tr: [CASTE_NAME:dev karga:dev kargalar:dev karga]
vi: [CASTE_NAME:quạ khổng lồ:quạ khổng lồ:quạ khổng lồ]
zh_hans: [CASTE_NAME:巨乌鸦:巨乌鸦:巨乌鸦]

# CREATURE:GIANT_CROW
source: [GENERAL_CHILD_NAME:giant crow hatchling:giant crow hatchlings]
cs: [GENERAL_CHILD_NAME:pískle obří vrány:písklata obří vrány]
de: [GENERAL_CHILD_NAME:Riesen-Krähenjunges:Riesen-Krähejunge]
eo: [GENERAL_CHILD_NAME:giganta korvido:gigantaj korvidoj]
es: [GENERAL_CHILD_NAME:polluelo de corneja gigante:polluelos de corneja gigante]
ja: [GENERAL_CHILD_NAME:巨大カラスの雛:巨大カラスの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 까마귀:새끼 거대 까마귀떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej wrony:pisklęta gigantycznej wrony]
ru: [GENERAL_CHILD_NAME:гигансткий воронёнок:гигантские воронята]
tr: [GENERAL_CHILD_NAME:dev karga yavrusu:dev karga yavruları]
vi: [GENERAL_CHILD_NAME:quạ khổng lồ non :quạ khổng lồ non ]
zh_hans: [GENERAL_CHILD_NAME:巨鸦幼崽:巨鸦幼崽]

# CREATURE:GIANT_CROW
source: [DESCRIPTION:A large bird-like monster, even more deadly when found in groups.]
cs: [DESCRIPTION:Velká ptačí nestvůra, která je ve skupinách ještě smrtelnější.]
de: [DESCRIPTION: Ein großer Monstervogel, noch tödlicher wenn er in Gruppen auftritt.]
eo: [DESCRIPTION:Granda birdsimila monstro, eĉ plu mortiga kiam trovite en grupoj.]
es: [DESCRIPTION:Un gran monstruo-pájaro, muy letal cuando se encuentra en grupo.]
ja: [DESCRIPTION:A large bird-like monster, even more deadly when found in groups.][DESCRIPTION:大きな怪鳥だ。群れで襲われたら、非常に危険。]
ko: [DESCRIPTION:새처럼 생긴 큰 괴물로, 무리로 나타나면 더욱 치명적입니다.]
pl: [DESCRIPTION:Duży, ptakopodobny potwór, niebezpieczny zwłaszcza w grupie.]
ru: [DESCRIPTION:Большой птицеподобный монстр, особенно опасен, когда собирается в стаи.]
tr: [DESCRIPTION:Geniş kuş benzeri canavar, gruplar halinde bulunduğunda daha ölümcül.]
vi: [DESCRIPTION:Một con quái vật giống chim lớn, càng nguy hiểm hơn khi đi theo nhóm.]
zh_hans: [DESCRIPTION:一种大型鸟类怪物,在成群结队时更加致命。]

# CREATURE:GIANT_CROW
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:知能が高い]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]
vi: [PREFSTRING:thông minh]
zh_hans: [PREFSTRING:聪慧]

# CREATURE:BIRD_RAVEN
source: [DESCRIPTION:A small, foreboding black bird that feeds on carrion. It is social, very intelligent, and knows how to use tools.]
cs: [DESCRIPTION:Malý černý pták, který se živí mršinami. Je společenský, velmi inteligentní a umí používat nástroje.]
de: [DESCRIPTION: Ein kleiner, unheil verkündener, schwarzer Vogel, der sich von Aas ernährt. Es ist gesellig, sehr intelligent und weiß, wie man Werkzeuge benutzt.]
eo: [DESCRIPTION:Malgranda mistika nigra birdo kiu manĝas kadavraĵon. Ĝi estas sociema, tre inteligenta kaj scias uzi ilojn.]
es: [DESCRIPTION:Una pequeña ave negra de mal presagio que se le alimente de la carroña. Es sociable, muy inteligente y sabe usar herramientas]
ja: [DESCRIPTION:A small, foreboding black bird that feeds on carrion. It is social, very intelligent, and knows how to use tools.][DESCRIPTION:腐肉を漁る黒い鳥だ。とても知能が高く、社会性を持ち、道具を使う。]
ko: [DESCRIPTION:썩은 고기가 주식인 작고 불길한 검은 새 입니다. 이들은 사회적이고, 굉장히 지능적이며, 도구를 사용할 줄 알고 있습니다.]
pl: [DESCRIPTION:Mały, złowieszczy, czarny ptak, który żywi się padliną. Jest towarzyski, bardzo inteligentny i wie, jak używać narzędzi.]
ru: [DESCRIPTION:Небольшая предсказывающая чёрная птица, питающаяся морковью. Живёт в среде себе подобных, очень сообразительная, знает как пользоваться инструментами.]
tr: [DESCRIPTION:Küçük, kara renkli, kötü haber veren bir kuş. Leşle beslenir, sosyal, çok zeki ve araç kullanmayı bilir.]
vi: [DESCRIPTION:Một loài chim đen nhỏ ăn xác động vật. Chúng sống theo bầy đàn, rất thông minh và biết sử dụng công cụ.]
zh_hans: [DESCRIPTION:一种小型的不详的食腐黑鸟。它善于社交，非常聪明，知道如何使用工具。]

# CREATURE:BIRD_RAVEN
source: [NAME:raven:ravens:raven]
cs: [NAME:havran:havrani:havraní]
de: [NAME: Rabe: Raben: Rabe]
eo: [NAME:korako:korakoj:de korako]
es: [NAME:cuervo:cuervos:de cuervo]
ja: [NAME:ワタリカラス:ワタリカラス:ワタリカラスの]
ko: [NAME:큰까마귀:큰까마귀떼:큰까마귀]
pl: [NAME:kruk:kruki:kruka]
ru: [NAME:ворон:вороны:ворона]
tr: [NAME:kuzgun:kuzgunlar:kuzgun]
vi: [NAME:quạ đen:quạ đen:quạ đen]
zh_hans: [NAME:渡鸦:渡鸦:渡鸦]

# CREATURE:BIRD_RAVEN
source: [CASTE_NAME:raven:ravens:raven]
cs: [CASTE_NAME:havran:havrani:havraní]
de: [CASTE_NAME: Rabe: Raben: Rabe]
eo: [CASTE_NAME:korako:korakoj:de korako]
es: [NAME:cuervo:cuervos:de cuervo]
ja: [CASTE_NAME:ワタリカラス:ワタリカラス:ワタリカラスの]
ko: [CASTE_NAME:큰까마귀:큰까마귀떼:큰까마귀]
pl: [CASTE_NAME:kruk:kruki:kruka]
ru: [CASTE_NAME:ворон:вороны:ворона]
tr: [CASTE_NAME:kuzgun:kuzgunlar:kuzgun]
vi: [CASTE_NAME:quạ đen:quạ đen:quạ đen]
zh_hans: [CASTE_NAME:渡鸦:渡鸦:渡鸦]

# CREATURE:BIRD_RAVEN
source: [GENERAL_CHILD_NAME:raven hatchling:raven hatchlings]
cs: [GENERAL_CHILD_NAME:havraní mládě:havraní mláďata]
de: [GENERAL_CHILD_NAME:Rabenjunges:Rabenjunge]
eo: [GENERAL_CHILD_NAME:korakido:korakidoj]
es: [GENERAL_CHILD_NAME:polluelo de cuervo:polluelos de cuervo]
ja: [GENERAL_CHILD_NAME:ワタリカラスの雛:ワタリカラスの雛の]
ko: [GENERAL_CHILD_NAME:새끼 큰까마귀:새끼 큰까마귀떼]
pl: [GENERAL_CHILD_NAME:pisklę kruka:pisklęta kruka]
ru: [GENERAL_CHILD_NAME:воронёнок:воронята]
tr: [GENERAL_CHILD_NAME:kuzgun yavrusu:kuzgun yavruları]
vi: [GENERAL_CHILD_NAME:chim non quạ đen:những chim non quạ đen]
zh_hans: [GENERAL_CHILD_NAME:渡鸦幼崽:渡鸦幼崽]

# CREATURE:BIRD_RAVEN
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:知能が高い]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]
vi: [PREFSTRING:thông minh]
zh_hans: [PREFSTRING:聪慧]

# CREATURE:BIRD_RAVEN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_RAVEN
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_RAVEN
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_RAVEN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_RAVEN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:RAVEN_MAN
source: [CASTE_NAME:raven man:raven men:raven man]
cs: [CASTE_NAME:havraní muž:havraní muži:havraního muže]
de: [CASTE_NAME:Rabenmann:Rabenmänner:Rabenmann]
eo: [CASTE_NAME:homkorakiĉo:homkorakiĉoj:de homkorakiĉo]
es: [CASTE_NAME:hombre cuervo:hombres cuervo:de hombre cuervo]
ja: [CASTE_NAME:ワタリカラス男:ワタリカラス男:ワタリカラス男の]
ko: [CASTE_NAME:남성 큰까마귀인간:남성 큰까마귀인간들:남성 큰까마귀인간]
pl: [CASTE_NAME:krukomężczyzna:krukomężczyźni:krukomężczyzny]
ru: [CASTE_NAME:мужчина-ворон:мужчины-вороны:мужчин-воронов]
tr: [CASTE_NAME:kuzgun adam:kuzgun adamlar:kuzgun adam]
vi: [CASTE_NAME:người-quạ đen nam:người-quạ đen nam:người-quạ đen nam]
zh_hans: [CASTE_NAME:渡鸦男:渡鸦男:渡鸦男]

# CREATURE:RAVEN_MAN
source: [CASTE_NAME:raven woman:raven women:raven woman]
cs: [CASTE_NAME:havraní žena:havraní ženy:havraní ženy]
de: [CASTE_NAME:Rabenweibchen:Rabenweibchen:Rabenweibchen]
eo: [CASTE_NAME:homkorakino:homkorakinoj:de homkorakino]
es: [CASTE_NAME:mujer cuervo:mujeres cuervo:de mujer cuervo]
ja: [CASTE_NAME:ワタリカラス女:ワタリカラス女:ワタリカラス女の]
ko: [CASTE_NAME:여성 큰까마귀인간:여성 큰까마귀인간들:여성 큰까마귀인간]
pl: [CASTE_NAME:krukokobieta:krukokobiety:krukokobiecy]
ru: [CASTE_NAME:женщина-ворон:женщины-вороны:женщин-ворон]
tr: [CASTE_NAME:kuzgun kadın:kuzgun kadınlar:kuzgun kadın]
vi: [CASTE_NAME:người-quạ đen nữ:người-quạ đen nữ:người-quạ đen nữ]
zh_hans: [CASTE_NAME:渡鸦女:渡鸦女:渡鸦女]

# CREATURE:RAVEN_MAN
source: [NAME:raven man:raven men:raven man]
cs: [NAME:havraní muž:havraní muži:havraního muže]
de: [NAME:Rabenmmann:Rabenmänner:Rabenmann]
eo: [NAME:homkorako:homkorakoj:de homkorako]
es: [NAME:hombre cuervo:hombre cuervo:de hombre cuervo]
ja: [NAME:ワタリカラス男:ワタリカラス男:ワタリカラス男の]
ko: [NAME:큰까마귀인간:큰까마귀인간들:큰까마귀인간]
pl: [NAME:krukoczłowiek:krukoludzie:krukoludzki]
ru: [NAME:человек-ворон:люди-вороны:человека ворона]
tr: [NAME:kuzgun adam:kuzgun adamlar:kuzgun adam]
vi: [NAME:người-quạ đen:người-quạ đen:người-quạ đen]
zh_hans: [NAME:渡鸦人:渡鸦人:渡鸦人]

# CREATURE:RAVEN_MAN
source: [DESCRIPTION:A person with the head and wings of a raven.]
cs: [DESCRIPTION:Osoba s hlavou a křídly havrana.]
de: [DESCRIPTION: Eine Person mit dem Kopf und Flügeln eines Rabens.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de korako.]
es: [DESCRIPTION:Una persona con la cabez y las alas de un cuervo.]
ja: [DESCRIPTION:ワタリカラスの羽根と頭を持つ人間だ。]
ko: [DESCRIPTION:큰까마귀의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami kruka.]
ru: [DESCRIPTION:Человек с головой и крыльями ворона.]
tr: [DESCRIPTION:Kuzgunun baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người với đầu và cánh của quạ đen.]
zh_hans: [DESCRIPTION:一个长着渡鸦脑袋和翅膀的人。]

# CREATURE:GIANT_RAVEN
source: [NAME:giant raven:giant ravens:giant raven]
cs: [NAME:obří havran:obří havrani:obřího havrana]
de: [NAME: Riesen-Rabe:Riesen-Raben:Riesen-Rabe]
eo: [NAME:giganta korako:gigantaj korakoj:de giganta korako]
es: [NAME:cuervo gigante:cuervos gigantes:de cuervo gigante]
ja: [NAME:巨大ワタリカラス:巨大ワタリカラス:巨大ワタリカラスの]
ko: [NAME:거대 큰까마귀:거대 큰까마귀떼:거대 큰까마귀]
pl: [NAME:gigantyczny kruk:gigantyczne kruki:gigantycznego kruka]
ru: [NAME:гигантский ворон:гигантские вороны:гигантского ворона]
tr: [NAME:dev kuzgun:dev kuzgunlar:dev kuzgun]
vi: [NAME:quạ đen khổng lồ:quạ đen khổng lồ:quạ đen khổng lồ]
zh_hans: [NAME:巨渡鸦:巨渡鸦:巨渡鸦]

# CREATURE:GIANT_RAVEN
source: [CASTE_NAME:giant raven:giant ravens:giant raven]
cs: [CASTE_NAME:obří havran:obří havrani:obřího havrana]
de: [CASTE_NAME: Riesen-Rabe:Riesen-Raben:Riesen-Rabe]
eo: [CASTE_NAME:giganta korako:gigantaj korakoj:de giganta korako]
es: [CASTE_NAME:cuervo gigante:cuervos gigantes:cuervo gigante]
ja: [CASTE_NAME:巨大ワタリカラス:巨大ワタリカラス:巨大ワタリカラスの]
ko: [CASTE_NAME:거대 큰까마귀:거대 큰까마귀떼:거대 큰까마귀]
pl: [CASTE_NAME:gigantyczny kruk:gigantyczne kruki:gigantycznego kruka]
ru: [CASTE_NAME:гигантский ворон:гигантские вороны:гигантского ворона]
tr: [CASTE_NAME:dev kuzgun:dev kuzgunlar:dev kuzgun]
vi: [CASTE_NAME:quạ đen khổng lồ:quạ đen khổng lồ:quạ đen khổng lồ]
zh_hans: [CASTE_NAME:巨渡鸦:巨渡鸦:巨渡鸦]

# CREATURE:GIANT_RAVEN
source: [GENERAL_CHILD_NAME:giant raven hatchling:giant raven hatchlings]
cs: [GENERAL_CHILD_NAME:pískle obřího havrana:písklata obřího havrana]
de: [GENERAL_CHILD_NAME:Riesen-Rabenjunges:Riesen-Rabenjunge]
eo: [GENERAL_CHILD_NAME:giganta korakido:gigantaj korakidoj]
es: [GENERAL_CHILD_NAME:polluelo de cuervo gigante:polluelos de cuervo gigante]
ja: [GENERAL_CHILD_NAME:巨大ワタリカラスの雛:巨大ワタリカラスの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 큰까마귀:새끼 거대 큰까마귀떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego kruka:pisklęta gigantycznego kruka]
ru: [GENERAL_CHILD_NAME:гигантский воронёнок:гигантские воронята]
tr: [GENERAL_CHILD_NAME:dev kuzgun yavrusu:dev kuzgun yavruları]
vi: [GENERAL_CHILD_NAME:chim non quạ đen khổng lồ:những chim non quạ đen khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨渡鸦幼崽:巨渡鸦幼崽]

# CREATURE:GIANT_RAVEN
source: [DESCRIPTION:A large bird-like monster, even more deadly when found in groups.]
cs: [DESCRIPTION:Velká ptačí nestvůra, která je ve skupinách ještě smrtelnější.]
de: [DESCRIPTION: Ein großer Monstervogel, noch tödlicher wenn er in Gruppen auftritt.]
eo: [DESCRIPTION:Granda monstro simila al birdo, plu mortiga kiam trovite en grupoj.]
es: [DESCRIPTION:Un gran monstruo-pájaro, muy letal cuando se encuentra en grupo.]
ja: [DESCRIPTION:A large bird-like monster, even more deadly when found in groups.][DESCRIPTION:巨大な怪鳥だ。群れに見つかると非常に危険。]
ko: [DESCRIPTION:새처럼 생긴 큰 괴물로, 무리로 나타나면 더욱 치명적입니다.]
pl: [DESCRIPTION:Duży, ptakopodobny potwór, niebezpieczny zwłaszcza w grupie.]
ru: [DESCRIPTION:Большой птицеподобный монстр, особенно опасен, когда собирается в стаи.]
tr: [DESCRIPTION:Geniş kuş benzeri canavar, gruplar halinde bulunduğunda daha ölümcül.]
vi: [DESCRIPTION:Một con quái vật giống chim lớn, càng nguy hiểm hơn khi đi theo nhóm.]
zh_hans: [DESCRIPTION:一种大型鸟类怪物,在成群结队时更加致命。]

# CREATURE:GIANT_RAVEN
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:知能が高い]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]
vi: [PREFSTRING:thông minh]
zh_hans: [PREFSTRING:聪慧]

# CREATURE:BIRD_CASSOWARY
source: [DESCRIPTION:A small, flightless, brightly-colored bird.]
cs: [DESCRIPTION:Malý, nelétavý, pestře zbarvený pták.]
de: [DESCRIPTION:Ein kleiner, flugunfähiger, knallbunter Vogel.]
eo: [DESCRIPTION:Malgranda nefluga helkolora birdo.]
es: [DESCRIPTION:Un ave pequeña de colores brillantes.]
ja: [DESCRIPTION:黒い体に青い首の、飛べない鳥だ。]
ko: [DESCRIPTION:밝은 색을 가진 작고 날수 없는 새 입니다.]
pl: [DESCRIPTION:Mały, nielotny, jaskrawo ubarwiony ptak.]
ru: [DESCRIPTION:Небольшая нелетающая птица с яркими перьями.]
tr: [DESCRIPTION:Küçük, uçamayan, parlak renkli bir kuş.]
vi: [DESCRIPTION:Một con chim nhỏ, không biết bay, có màu sắc rực rỡ.]
zh_hans: [DESCRIPTION:一种无法飞行的色彩鲜艳的小型鸟类。]

# CREATURE:BIRD_CASSOWARY
source: [NAME:cassowary:cassowaries:cassowary]
cs: [NAME:kasuár:kasuáři:kasuáří]
de: [NAME:Kasuar:Kasuare:Kasuar]
eo: [NAME:kazuaro:kazuaroj:de kazuaro]
es: [NAME:casuario:casuarios:de casuario]
ja: [NAME:火喰鳥:火喰鳥:火喰鳥の]
ko: [NAME:화식조:화식조떼:화식조]
pl: [NAME:kazuar:kazuary:kazuara]
ru: [NAME:казуар:казуары:казуара]
tr: [NAME:kasuarı kuşu:kasuarı kuşları:kasuarı kuşu]
vi: [NAME:đà điểu đầu mào:đà điểu đầu mào:đà điểu đầu mào]
zh_hans: [NAME:鹤鸵:鹤鸵:鹤鸵]

# CREATURE:BIRD_CASSOWARY
source: [CASTE_NAME:cassowary:cassowaries:cassowary]
cs: [CASTE_NAME:kasuár:kasuáři:kasuáří]
de: [CASTE_NAME:Kasuar:Kasuare:Kasuar]
eo: [CASTE_NAME:kazuaro:kazuaroj:de kazuaro]
es: [CASTE_NAME:casuario:casuarios:casuario]
ja: [CASTE_NAME:火喰鳥:火喰鳥:火喰鳥の]
ko: [CASTE_NAME:화식조:화식조떼:화식조]
pl: [CASTE_NAME:kazuar:kazuary:kazuara]
ru: [CASTE_NAME:казуар:казуары:казуара]
tr: [CASTE_NAME:kasuarı kuşu:kasuarı kuşları:kasuarı kuşu]
vi: [CASTE_NAME:đà điểu đầu mào:đà điểu đầu mào:đà điểu đầu mào]
zh_hans: [CASTE_NAME:鹤鸵:鹤鸵:鹤鸵]

# CREATURE:BIRD_CASSOWARY
source: [GENERAL_CHILD_NAME:cassowary chick:cassowary chicks]
cs: [GENERAL_CHILD_NAME:kuřátko kasuára:kazuáří kuřátka]
de: [GENERAL_CHILD_NAME:Kasuarküken:Kasuarküken]
eo: [GENERAL_CHILD_NAME:kazuarido:kazuaridoj]
es: [GENERAL_CHILD_NAME:polluelo de casuario:polluelos de casuario]
ja: [GENERAL_CHILD_NAME:火喰鳥の雛:火喰鳥の雛の]
ko: [GENERAL_CHILD_NAME:새끼 화식조:새끼 화식조떼]
pl: [GENERAL_CHILD_NAME:pisklę kazuara:pisklęta kazuara]
ru: [GENERAL_CHILD_NAME:птенец казуара:птенцы казуара]
tr: [GENERAL_CHILD_NAME:kasuarı kuşu yavrusu:kasuarı kuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim con đà điểu đầu mào:những chim con đà điểu đầu mào]
zh_hans: [GENERAL_CHILD_NAME:鹤鸵雏鸟:鹤鸵雏鸟]

# CREATURE:BIRD_CASSOWARY
source: [PREFSTRING:casques]
cs: [PREFSTRING:ptát se]
de: [PREFSTRING:Helme]
eo: [PREFSTRING:bekaj kornoj]
es: [PREFSTRING:crestas]
ja: [PREFSTRING:カスク]
ko: [PREFSTRING:캐스크]
pl: [PREFSTRING:hełm]
ru: [PREFSTRING:шлемы]
tr: [PREFSTRING:tepeler]
vi: [PREFSTRING:mũ bảo hiểm]
zh_hans: [PREFSTRING:角质盔]

# CREATURE:BIRD_CASSOWARY
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekme at:tekme atar]
vi: [ATTACK_VERB:đá:đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:BIRD_CASSOWARY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_CASSOWARY
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_CASSOWARY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_CASSOWARY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]
