Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:COCKATIEL_MAN
source: [CASTE_NAME:cockatiel man:cockatiel men:cockatiel man]
cs: [CASTE_NAME:mužská korela:mužské korely:mužské korely]
de: [CASTE_NAME:Nymphensittichmann:Nymphensittichmänner:Nymphensittichmann]
eo: [CASTE_NAME:homkakatuiĉo:homkakatuiĉoj:de homkakatuiĉo]
es: [CASTE_NAME:hombre cacatúa:hombres cacatúas:hombre cacatúa]
ja: [CASTE_NAME:オカメインコ男:オカメインコ男:オカメインコ男の]
ko: [CASTE_NAME:남성 왕관앵무인간:남성 왕관앵무인간들:남성 왕관앵무인간]
pl: [CASTE_NAME:nimfomężczyzna:nimfomężczyźni:nimfomężczyzny]
ru: [CASTE_NAME:мужчина-корелла:мужчины-кореллы:мужчины-кореллы]
tr: [CASTE_NAME:erkek sultan papağanı:erkek sultan papağanları:erkek sultan papağanı]
vi: [CASTE_NAME:người đàn ông vẹt Mào:những người đàn ông vẹt Mào:người đàn ông vẹt Mào]
zh_hans: [CASTE_NAME:玄凤鹦鹉男:玄凤鹦鹉男:玄凤鹦鹉男]

# CREATURE:COCKATIEL_MAN
source: [CASTE_NAME:cockatiel woman:cockatiel women:cockatiel woman]
cs: [CASTE_NAME:ženská korely:ženské korely:ženské korely]
de: [CASTE_NAME:Nymphensittichfrau:Nymphensittichfrauen:Nymphensittichfrau]
eo: [CASTE_NAME:homkakatuino:homkakatuinoj:de homkakatuino]
es: [CASTE_NAME:mujer cacatúa: mujeres cacatúas:mujer cacatúa]
ja: [CASTE_NAME:オカメインコ女:オカメインコ女:オカメインコ女の]
ko: [CASTE_NAME:여성 왕관앵무인간:여성 왕관앵무인간들:여성 왕관앵무인간]
pl: [CASTE_NAME:nimfokobieta:nimfokobiety:nimfokobiecy]
ru: [CASTE_NAME:женщина-корелла:женщины-кореллы:женщины-кореллы]
tr: [CASTE_NAME:dişi sultan papağanı:dişi sultan papağanları:dişi sultan papağanı]
vi: [CASTE_NAME:người phụ nữ vẹt Mào:những người phụ nữ vẹt Mào:người phụ nữ vẹt Mào]
zh_hans: [CASTE_NAME:玄凤鹦鹉女:玄凤鹦鹉女:玄凤鹦鹉女]

# CREATURE:COCKATIEL_MAN
source: [NAME:cockatiel man:cockatiel men:cockatiel man]
cs: [NAME:mužská korela:mužské korely:mužské korely]
de: [NAME:Nymphensittichmensch:Nymphensittichmenschen:Nymphensittichmensch]
eo: [NAME:homkakatuo:homkakatuoj:de homkakatuo]
es: [NAME:hombre cacatúa:hombres cacatúas:de hombre cacatúa]
ja: [NAME:オカメインコ男:オカメインコ男:オカメインコ男の]
ko: [NAME:왕관앵무인간:왕관앵무인간:왕관앵무인간]
pl: [NAME:nimfoczłowiek:nimfoludzie:nimfoludzki]
ru: [NAME:человек-корелла:люди-кореллы:человека-корелла]
tr: [NAME:erkek sultan papağanı:erkek sultan papağanları:erkek sultan papağanı]
vi: [NAME:người đàn ông vẹt Mào:những người đàn ông vẹt Mào:người đàn ông vẹt Mào]
zh_hans: [NAME:玄凤鹦鹉人:玄凤鹦鹉人:玄凤鹦鹉人]

# CREATURE:COCKATIEL_MAN
source: [DESCRIPTION:A crested person with the head and wings of a cockatiel.]
cs: [DESCRIPTION:Chocholatý člověk s hlavou a křídly korely.]
de: [DESCRIPTION: Eine Person mit dem Kopf und Flügeln eines Nymphensittichs.]
eo: [DESCRIPTION:Egreta homo kun la kapo kaj la flugiloj de kakatuo.]
es: [DESCRIPTION:Una persona crestada con la cabeza y las alas de una cacatúa.]
ja: [DESCRIPTION:オカメインコの翼と頭を持つ、羽冠のある人間だ。]
ko: [DESCRIPTION:왕관앵무의 머리와 날개를 가진 깃털달린 인간.]
pl: [DESCRIPTION:Osobnik z pióropuszem na głowie, głową i skrzydłami nimfy.]
ru: [DESCRIPTION:Хохлатый человек с головой и крыльями кореллы.]
tr: [DESCRIPTION:sultan papağanının baş ve kanatlarına sahip tepeli fantastik canlı.]
vi: [DESCRIPTION:Một người có mào mang đầu và đôi cánh của vẹt Mào.]
zh_hans: [DESCRIPTION:一个长着玄凤鹦鹉脑袋和翅膀的人。]

# CREATURE:GIANT_COCKATIEL
source: [NAME:giant cockatiel:giant cockatiels:giant cockatiel]
cs: [NAME:obří korela:obří korely:obří korely]
de: [NAME:Rießennymphensittich:Rießennymphensittiche:Rießenmymphensittich]
eo: [NAME:giganta kakatuo:gigantaj kakatuoj:de giganta kakatuo]
es: [NAME:cacatúa gigante:cacatúas gigantes:de cacatúa gigante]
ja: [NAME:巨大オカメインコ:巨大オカメインコ:巨大オカメインコの]
ko: [NAME:거대 왕관앵무:거대 왕관앵무들:거대 왕관앵무]
pl: [NAME:gigantyczna nimfa:gigantyczne nimfy:gigantycznej nimfy]
ru: [NAME:гигантская корелла:гигантские кореллы:гигантской кореллы]
tr: [NAME:dev sultan papağanı:dev sultan papağanları:dev sultan papağanı]
vi: [NAME:vẹt Mào khổng lồ:những vẹt Mào khổng lồ:vẹt Mào khổng lồ]
zh_hans: [NAME:巨玄凤鹦鹉鹉:巨玄凤鹦鹉:巨玄凤鹦鹉]

# CREATURE:GIANT_COCKATIEL
source: [CASTE_NAME:giant cockatiel:giant cockatiels:giant cockatiel]
cs: [CASTE_NAME:obří korela:obří korely:obří korely]
de: [CASTE_NAME:Rießennymphensittich:Rießennymphensittiche:Rießenmymphensittich]
eo: [CASTE_NAME:giganta kakatuo:gigantaj kakatuoj:de giganta kakatuo]
es: [CASTE_NAME:cacatúa gigante:cacatúas gigantes:cacatúa gigante]
ja: [CASTE_NAME:巨大オカメインコ:巨大オカメインコ:巨大オカメインコの]
ko: [CASTE_NAME:거대 왕관앵무:거대 왕관앵무들:거대 왕관앵무]
pl: [CASTE_NAME:gigantyczna nimfa:gigantyczne nimfy:gigantycznej nimfy]
ru: [CASTE_NAME:гигантская корелла:гигантские кореллы:гигантской кореллы]
tr: [CASTE_NAME:dev sultan papağanı:dev sultan papağanları:dev sultan papağanı]
vi: [CASTE_NAME:vẹt Mào khổng lồ:những vẹt Mào khổng lồ:vẹt Mào khổng lồ]
zh_hans: [CASTE_NAME:巨玄凤鹦鹉:巨玄凤鹦鹉:巨玄凤鹦鹉]

# CREATURE:GIANT_COCKATIEL
source: [GENERAL_CHILD_NAME:giant cockatiel hatchling:giant cockatiel hatchlings]
cs: [GENERAL_CHILD_NAME:obří korelí mládě:obří korelí mláďata]
de: [GENERAL_CHILD_NAME:Riesennymphensittichküken:Rießsennymphensittichküken]
eo: [GENERAL_CHILD_NAME:giganta kakatuido:gigantaj kakatuido]
es: [GENERAL_CHILD_NAME:polluelo cacatúa gigante:polluelos cacatúas gigantes]
ja: [GENERAL_CHILD_NAME:巨大オカメインコの雛:巨大オカメインコの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 왕관앵무:새끼 거대 왕관앵무떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej nimfy:pisklęta gigantycznej nimfy]
ru: [GENERAL_CHILD_NAME:птенец гигантской кореллы:птенцы гигантской кореллы]
tr: [GENERAL_CHILD_NAME:dev sultan papağanı yavrusu:dev sultan papağanı yavruları]
vi: [GENERAL_CHILD_NAME:vẹt Mào non khổng lồ:những vẹt Mào non khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨玄凤鹦鹉幼崽:巨玄凤鹦鹉幼崽]

# CREATURE:GIANT_COCKATIEL
source: [DESCRIPTION:A large monster in the form of a cockatiel.]
cs: [DESCRIPTION:Velká příšera v podobě korely.]
de: [DESCRIPTION: Ein großes Monster, in Form eines Nymphensittichs.]
eo: [DESCRIPTION:Granda monstro kun formo de kakatuo.]
es: [DESCRIPTION:Un monstruo gigante con la forma de una cacatúa.]
ja: [DESCRIPTION:オカメインコのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:왕관앵무의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci nimfy.]
ru: [DESCRIPTION:Огромный монстр, похожий на кореллу.]
tr: [DESCRIPTION:sultan papağanı biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn mang hình hài của vẹt Mào.]
zh_hans: [DESCRIPTION:一只体型巨大的玄凤鹦鹉怪。]

# CREATURE:GIANT_COCKATIEL
source: [PREFSTRING:crests]
cs: [PREFSTRING:chochol]
de: [PREFSTRING:Kämme]
eo: [PREFSTRING:egretoj]
es: [PREFSTRING:crestas]
ja: [PREFSTRING:とさか]
ko: [PREFSTRING:볏]
pl: [PREFSTRING:grzebienie]
ru: [PREFSTRING:хохолки]
tr: [PREFSTRING:tepeler]
vi: [PREFSTRING:mào]
zh_hans: [PREFSTRING:头冠]

# CREATURE:BIRD_LOVEBIRD_PEACH-FACED
source: [DESCRIPTION:A tiny, brightly colored parrot. They are clever and learn many tricks.]
cs: [DESCRIPTION:Drobný, jasně zbarvený papoušek. Jsou chytří a naučí se mnoho triků.]
de: [DESCRIPTION:Ein kleiner, bunt gefärbter Papagei. Sie sind sehr schlau und können viele Tricks lernen.]
eo: [DESCRIPTION:Eta, helkolora papago. Ili inteligentas kaj lernas multajn lertaĵojn.]
es: [DESCRIPTION:Un pequeño y colorido loro. Son inteligentes y aprenden muchos trucos]
ja: [DESCRIPTION:A tiny, brightly colored parrot. They are clever and learn many tricks.][DESCRIPTION:鮮やかな色をしたインコだ。よく懐き、様々な芸を覚える。]
ko: [DESCRIPTION:밝은 색의 작은 앵무새, 똑똑하고 많은 재주를 배울 수 있다.]
pl: [DESCRIPTION:Malutka, jaskrawo ubarwiona papuga. Są mądre i uczą się wielu sztuczek.]
ru: [DESCRIPTION:Мелкий пёстро окрашенный попугай. Очень умный и может научиться многим трюкам.]
tr: [DESCRIPTION:Minik, parlak renkli papağan. Zekidir ve birçok numarayı öğrenirler.]
vi: [DESCRIPTION:Một loài vẹt nhỏ bé, rực rỡ sắc màu. Chúng thông minh và học được nhiều trò.]
zh_hans: [DESCRIPTION:一种小型的彩色鹦鹉。它们非常聪明且能学习很多把戏。]

# CREATURE:BIRD_LOVEBIRD_PEACH-FACED
source: [NAME:peach-faced lovebird:peach-faced lovebirds:peach-faced lovebird]
cs: [NAME:papoušík růžohrdlý:papoušíci růžohrdlý:papoušíka růžohrdlého]
de: [NAME:Rosenköpfchen:Rosenköpfchen:Rosenköpfchen]
eo: [NAME:rozkola ambirdo:rozkolaj ambirdoj:de rozkola ambirdo]
es: [NAME:inseparable de Namibia:inseparables de Namibia:de inseparable de Namibia]
ja: [NAME:コザクラインコ:コザクラインコ:コザクラインコの]
ko: [NAME:분홍머리 모란앵무:분홍머리 모란앵무떼:분홍머리 모란앵무]
pl: [NAME:nierozłączka czerwonoczelna:nierozłączki czerwonoczelne:nierozłączki czerwonoczelnej]
ru: [NAME:розовощёкий неразлучник:розовощёкие неразлучники:розовощёкого неразлучника]
tr: [NAME:şeftali yüzlü muhabbet kuşu:şeftali yüzlü muhabbet kuşları:şeftali yüzlü muhabbet kuşu]
vi: [NAME:Vẹt Mẫu Đơn Mặt Hồng:những Vẹt Mẫu Đơn Mặt Hồng:Vẹt Mẫu Đơn Mặt Hồng]
zh_hans: [NAME:桃面爱情鸟:桃面爱情鸟:桃面爱情鸟]

# CREATURE:BIRD_LOVEBIRD_PEACH-FACED
source: [CASTE_NAME:peach-faced lovebird:peach-faced lovebirds:peach-faced lovebird]
cs: [CASTE_NAME:papoušík růžohrdlý:papoušíci růžohrdlý:papoušíka růžohrdlého]
de: [CASTE_NAME:Rosenköpfchen:Rosenköpfchen:Rosenköpfchen]
eo: [CASTE_NAME:rozkola ambirdo:rozkolaj ambirdoj:de rozkola ambirdo]
es: [CASTE_NAME:inseparable de Namibia:inseparables de Namibia:de inseparable de Namibia]
ja: [CASTE_NAME:コザクラインコ:コザクラインコ:コザクラインコの]
ko: [CASTE_NAME:분홍머리 모란앵무:분홍머리 모란앵무떼:분홍머리 모란앵무]
pl: [CASTE_NAME:nierozłączka czerwonoczelna:nierozłączki czerwonoczelne:nierozłączki czerwonoczelnej]
ru: [CASTE_NAME:розовощёкий неразлучник:розовощёкие неразлучники:розовощёкого неразлучника]
tr: [CASTE_NAME:şeftali yüzlü muhabbet kuşu:şeftali yüzlü muhabbet kuşları:şeftali yüzlü muhabbet kuşu]
vi: [CASTE_NAME:Vẹt Mẫu Đơn Mặt Hồng:những Vẹt Mẫu Đơn Mặt Hồng:Vẹt Mẫu Đơn Mặt Hồng]
zh_hans: [CASTE_NAME:桃面爱情鸟:桃面爱情鸟:桃面爱情鸟]

# CREATURE:BIRD_LOVEBIRD_PEACH-FACED
source: [GENERAL_CHILD_NAME:peach-faced lovebird hatchling:peach-faced lovebird hatchlings]
cs: [GENERAL_CHILD_NAME:mládě papoušíka růžohrdlého:mláďata papoušíka růžohrdlého]
de: [GENERAL_CHILD_NAME:Rosenköpfchenküken:Rosenköpfchenküken]
eo: [GENERAL_CHILD_NAME:rozkola ambirdido:rozkolaj ambirdidoj]
es: [GENERAL_CHILD_NAME:polluelo de inseparable de Namibia:polluelos de inseparables de Namibia]
ja: [GENERAL_CHILD_NAME:コザクラインコの雛:コザクラインコの雛の]
ko: [GENERAL_CHILD_NAME:새끼 분홍머리 모란앵무:새끼 분홍머리 모란앵무떼]
pl: [GENERAL_CHILD_NAME:pisklę nierozłączki czerwonoczelnej:pisklęta nierozłączki czerwonoczelnej]
ru: [GENERAL_CHILD_NAME:птенец розовощёкого неразлучника:птенцы розовощёкого неразлучника]
tr: [GENERAL_CHILD_NAME:şeftali yüzlü muhabbet kuşu yavrusu:şeftali yüzlü muhabbet kuşu yavruları]
vi: [GENERAL_CHILD_NAME:Vẹt Mẫu Đơn Mặt Hồng non:những Vẹt Mẫu Đơn Mặt Hồng non]
zh_hans: [GENERAL_CHILD_NAME:桃面爱情鸟幼崽:桃面爱情鸟幼崽]

# CREATURE:BIRD_LOVEBIRD_PEACH-FACED
source: [PREFSTRING:loving nature]
cs: [PREFSTRING:přívětivá povaha]
de: [PREFSTRING:friedlicher Natur]
eo: [PREFSTRING:tenera naturo]
es: [PREFSTRING:naturaleza cariñosa]
ja: [PREFSTRING:よく懐く]
ko: [PREFSTRING:사랑스러운 특성]
pl: [PREFSTRING:przyjazna natura]
ru: [PREFSTRING:страстную натуру]
tr: [PREFSTRING:sevgi dolu doğa]
vi: [PREFSTRING:bản tính yêu thương]
zh_hans: [PREFSTRING:爱的天性]

# CREATURE:BIRD_LOVEBIRD_PEACH-FACED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_LOVEBIRD_PEACH-FACED
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_LOVEBIRD_PEACH-FACED
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_LOVEBIRD_PEACH-FACED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_LOVEBIRD_PEACH-FACED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:PEACH-FACED_LOVEBIRD_MAN
source: [CASTE_NAME:peach-faced lovebird man:peach-faced lovebird men:peach-faced lovebird man]
cs: [CASTE_NAME:mužský papoušík růžohrdlý:mužští papoušíci růžohrdlý:mužského papoušíka růžohrdlého]
de: [CASTE_NAME:Rosenköpfchenmann:Rosenköpfchenmänner:Rosenköpfchenmann]
eo: [CASTE_NAME:hom-rozkol-ambirdiĉo:hom-rozkol-ambirdiĉoj:de hom-rozkol-ambirdiĉo]
es: [CASTE_NAME:hombre inseparable de Namibia:hombres inseparable de Namibia:de hombre inseparable de Namibia]
ja: [CASTE_NAME:コザクラインコ男:コザクラインコ男:コザクラインコ男の]
ko: [CASTE_NAME:남성 분홍머리 모란앵무인간:남성 분홍머리 모란앵무인간들:남성 분홍머리 모란앵무인간]
pl: [CASTE_NAME:nierozłączkomężczyzna czerwonoczelny:nierozłączkomężczyźni czerwonoczelni:nierozłączkomężczyzny czerwonczelnego]
ru: [CASTE_NAME:мужчина-розовощёкий неразлучник:мужчины-розовощёкие неразлучники:мужчины-розовощёкого неразлучника]
tr: [CASTE_NAME:şeftali yüzlü muhabbet kuşu fantastik canlı:şeftali yüzlü muhabbet kuşu fantastik canlılar:şeftali yüzlü muhabbet kuşu fantastik canlı]
vi: [CASTE_NAME:người đàn ông Vẹt Mẫu Đơn Mặt Hồng:những người đàn ông Vẹt Mẫu Đơn Mặt Hồng:người đàn ông Vẹt Mẫu Đơn Mặt Hồng]
zh_hans: [CASTE_NAME:桃面爱情鸟男:桃面爱情鸟男:桃面爱情鸟男]

# CREATURE:PEACH-FACED_LOVEBIRD_MAN
source: [CASTE_NAME:peach-faced lovebird woman:peach-faced lovebird women:peach-faced lovebird woman]
cs: [CASTE_NAME:žena papoušíka růžohrdlého:ženy papoušíka růžohrdlého:ženy papoušíka růžohrdlého]
de: [CASTE_NAME:Rosenköpfchenfrau:Rosenköpfchenfrauen:Rosenköpfchenfrau]
eo: [CASTE_NAME:hom-rozkol-ambirdino:hom-rozkol-ambirdinoj:de hom-rozkol-ambirdino]
es: [CASTE_NAME:mujer inseparable de Namibia:mujeres inseparable de Namibia:de mujer inseparable de Namibia]
ja: [CASTE_NAME:コザクラインコ女:コザクラインコ女:コザクラインコ女の]
ko: [CASTE_NAME:여성 분홍머리 모란앵무인간:여성 분홍머리 모란앵무인간들:여성 분홍머리 모란앵무인간]
pl: [CASTE_NAME:nierozłączkokobieta czerwonoczelna:nierozłączkokobiety czerwonoczelne:nierozłączkokobiety czerwonoczelnej]
ru: [CASTE_NAME:женщина-розовощёкий неразлучник:женщины-розовощёкие неразлучники:женщины-розовощёкого неразлучника]
tr: [CASTE_NAME:şeftali yüzlü muhabbet kuşu fantastik kadın:şeftali yüzlü muhabbet kuşu fantastik kadınlar:şeftali yüzlü muhabbet kuşu fantastik kadın]
vi: [CASTE_NAME:người phụ nữ Vẹt Mẫu Đơn Mặt Hồng:những người phụ nữ Vẹt Mẫu Đơn Mặt Hồng:người phụ nữ Vẹt Mẫu Đơn Mặt Hồng]
zh_hans: [CASTE_NAME:桃面爱情鸟女:桃面爱情鸟女:桃面爱情鸟女]

# CREATURE:PEACH-FACED_LOVEBIRD_MAN
source: [NAME:peach-faced lovebird man:peach-faced lovebird men:peach-faced lovebird man]
cs: [NAME:mužský papoušík růžohrdlý:mužští papoušíci růžohrdlý:mužského papoušíka růžohrdlého]
de: [NAME:Rosenköpfchenmensch:Rosenköpfchenmenschen:Rosenköpfchenmensch]
eo: [NAME:hom-rozkol-ambirdo:hom-rozkol-ambirdoj:de hom-rozkol-ambirdo]
es: [NAME:inseparable de Namibia:inseparables de Namibia:de inseparable de Namibia]
ja: [NAME:コザクラインコ男:コザクラインコ男:コザクラインコ男の]
ko: [NAME:분홍머리 모란앵무인간:분홍머리 모란앵무인간들:분홍머리 모란앵무인간]
pl: [NAME:nierozłączkoczłowiek czerwonoczelny:nierozłączkoludzie czerwonoczelni:nierozłączkoludzi czerwonczelnych]
ru: [NAME:человек-розовощёкий неразлучник:люди-розовощёкие неразлучники:человека-розовощёкого неразлучника]
tr: [NAME:şeftali yüzlü muhabbet kuşu fantastik canlı:şeftali yüzlü muhabbet kuşu fantastik canlılar:şeftali yüzlü muhabbet kuşu fantastik canlı]
vi: [NAME:người đàn ông Vẹt Mẫu Đơn Mặt Hồng:những người đàn ông Vẹt Mẫu Đơn Mặt Hồng:người đàn ông Vẹt Mẫu Đơn Mặt Hồng]
zh_hans: [NAME:桃面爱情鸟人:桃面爱情鸟人:桃面爱情鸟人]

# CREATURE:PEACH-FACED_LOVEBIRD_MAN
source: [DESCRIPTION:A colorful person with the head and wings of a peach-faced lovebird.]
cs: [DESCRIPTION:Barevný člověk s hlavou a křídly papoušíka růžohrdlého.]
de: [DESCRIPTION:Ein Mensch mit bunten Federkleid und den Kopf und den Flügeln eines Rosenköpfchens.]
eo: [DESCRIPTION:Bunta homo kun la kapo kaj la flugiloj de rozkola ambirdo.]
es: [DESCRIPTION:Una colorida persona con la cabeza y las alas de un inseparable.]
ja: [DESCRIPTION:A colorful person with the head and wings of a peach-faced lovebird.][DESCRIPTION:コザクラインコの頭と翼を持った色鮮やかな体の人間だ。]
ko: [DESCRIPTION:분홍머리 모란앵무의 머리와 날개를 가진 화려한 인간.]
pl: [DESCRIPTION:Kolorowy osobnik z głową i skrzydłami nierozłączki czerwonoczelnej.]
ru: [DESCRIPTION:Пёстрый человек с головой и крыльями розовощёкого неразлучника.]
tr: [DESCRIPTION:Şeftali yüzlü muhabbet kuşunun baş ve kanatlarına sahip renkli fantastik canlı.]
vi: [DESCRIPTION:Một người nhiều màu sắc mang đầu và đôi cánh của Vẹt Mẫu Đơn Mặt Hồng.]
zh_hans: [DESCRIPTION:一个长着桃面爱情鸟脑袋和翅膀的彩人。]

# CREATURE:GIANT_PEACH-FACED_LOVEBIRD
source: [NAME:giant peach-faced lovebird:giant peach-faced lovebirds:giant peach-faced lovebird]
cs: [NAME:obří papoušík růžohrdlý:obří papoušíci růžohrdlý:obřího papoušíka růžohrdlého]
de: [NAME:Riesenrosenköpfchen:Riesenrosenköpfchen:Riesenrosenköpfchen]
eo: [NAME:giganta rozkola ambirdo:gigantaj rozkolaj ambirdoj:de giganta rozkola ambirdo]
es: [NAME:inseparable de Namibia gigante:inseparables de Namibia gigantes:de inseparable de Namibia gigante]
ja: [NAME:巨大コザクラインコ:巨大コザクラインコ:巨大コザクラインコの]
ko: [NAME:거대 분홍머리 모란앵무:거대 분홍머리 모란앵무떼:거대 분홍머리 모란앵무]
pl: [NAME:gigantyczna nierozłączka czerwonoczelna:gigantyczne nierozłączki czerwonoczelne:gigantycznej nierozłączki czerwonoczelnej]
ru: [NAME:гигантский розовощёкий неразлучник:гигантские розовощёкие неразлучники:гигантского розовощёкого неразлучника]
tr: [NAME:dev şeftali yüzlü muhabbet kuşu:dev şeftali yüzlü muhabbet kuşları:dev şeftali yüzlü muhabbet kuşu]
vi: [NAME:Vẹt Mẫu Đơn Mặt Hồng khổng lồ:những Vẹt Mẫu Đơn Mặt Hồng khổng lồ:Vẹt Mẫu Đơn Mặt Hồng khổng lồ]
zh_hans: [NAME:巨桃面爱情鸟:巨桃面爱情鸟:巨桃面爱情鸟]

# CREATURE:GIANT_PEACH-FACED_LOVEBIRD
source: [CASTE_NAME:giant peach-faced lovebird:giant peach-faced lovebirds:giant peach-faced lovebird]
cs: [CASTE_NAME:obří papoušík růžohrdlý:obří papoušíci růžohrdlý:obřího papoušíka růžohrdlého]
de: [CASTE_NAME:Riesenrosenköpfchen:Riesenrosenköpfchen:Riesenrosenköpfchen]
eo: [CASTE_NAME:giganta rozkola ambirdo:gigantaj rozkolaj ambirdoj:de giganta rozkola ambirdo]
es: [CASTE_NAME:inseparable de Namibia gigante:inseparables de Namibia gigantes:de inseparable de Namibia gigante]
ja: [CASTE_NAME:巨大コザクラインコ:巨大コザクラインコ:巨大コザクラインコの]
ko: [CASTE_NAME:거대 분홍머리 모란앵무:거대 분홍머리 모란앵무떼:거대 분홍머리 모란앵무]
pl: [CASTE_NAME:gigantyczna nierozłączka czerwonoczelna:gigantyczne nierozłączki czerwonoczelne:gigantycznej nierozłączki czerwonoczelnej]
ru: [CASTE_NAME:гигантский розовощёкий неразлучник:гигантские розовощёкие неразлучники:гигантского розовощёкого неразлучника]
tr: [CASTE_NAME:dev şeftali yüzlü muhabbet kuşu:dev şeftali yüzlü muhabbet kuşları:dev şeftali yüzlü muhabbet kuşu]
vi: [CASTE_NAME:Vẹt Mẫu Đơn Mặt Hồng khổng lồ:những Vẹt Mẫu Đơn Mặt Hồng khổng lồ:Vẹt Mẫu Đơn Mặt Hồng khổng lồ]
zh_hans: [CASTE_NAME:巨桃面爱情鸟:巨桃面爱情鸟:巨桃面爱情鸟]

# CREATURE:GIANT_PEACH-FACED_LOVEBIRD
source: [GENERAL_CHILD_NAME:giant peach-faced lovebird hatchling:giant peach-faced lovebird hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího papoušíka růžohrdlého:mláďata obřího papoušíka růžohrdlého]
de: [GENERAL_CHILD_NAME:Riesenrosenköpfchenküken:Riesenrosenköpfchenküken]
eo: [GENERAL_CHILD_NAME:giganta rozkola ambirdido:gigantaj rozkolaj ambirdidoj]
es: [GENERAL_CHILD_NAME:polluelo de inseparable de Namibia:polluelos de inseparable de Namibia]
ja: [GENERAL_CHILD_NAME:巨大コザクラインコの雛:巨大コザクラインコの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 분홍머리 모란앵무:새끼 거대 분홍머리 모란앵무떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej nierozłączki czerwonoczelnej:pisklęta gigantycznej nierozłączki czerwonoczelnej]
ru: [GENERAL_CHILD_NAME:птенец гигантского розовощёкого неразлучника:птенцы гигантского розовощёкого неразлучника]
tr: [GENERAL_CHILD_NAME:dev şeftali yüzlü muhabbet kuşu yavrusu:dev şeftali yüzlü muhabbet kuşu yavruları]
vi: [GENERAL_CHILD_NAME:Vẹt Mẫu Đơn Mặt Hồng non khổng lồ:những Vẹt Mẫu Đơn Mặt Hồng non khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨桃面爱情鸟幼崽:巨桃面爱情鸟幼崽]

# CREATURE:GIANT_PEACH-FACED_LOVEBIRD
source: [DESCRIPTION:A huge monster taking the shape of a peach-faced lovebird.]
cs: [DESCRIPTION:Obrovské monstrum, které má podobu papoušíka růžohrdlého.]
de: [DESCRIPTION:Ein riesiges Monster in Form eines Rosenköpfchens.]
eo: [DESCRIPTION:Grandega monstro formiĝante kiel rozkola ambirdo.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un inseparable de Namibia.]
ja: [DESCRIPTION:コザクラインコのような姿の巨大な怪鳥だ。]
ko: [DESCRIPTION:분홍머리 모란앵무의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór przyjmujący kształt nierozłączki czerwonoczelnej.]
ru: [DESCRIPTION:Огромный монстр, принявший форму розовощёкого неразлучника.]
tr: [DESCRIPTION:Şeftali yüzlü muhabbet kuşu biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài của Vẹt Mẫu Đơn Mặt Hồng.]
zh_hans: [DESCRIPTION:一只体型巨大的桃面爱情鸟怪。]

# CREATURE:GIANT_PEACH-FACED_LOVEBIRD
source: [PREFSTRING:loving nature]
cs: [PREFSTRING:přívětivá povaha]
de: [PREFSTRING:friedlicher Natur]
eo: [PREFSTRING:tenera naturo]
es: [PREFSTRING:naturaleza cariñosa]
ja: [PREFSTRING:懐きやすい]
ko: [PREFSTRING:사랑스러운 특성]
pl: [PREFSTRING:przyjazna natura]
ru: [PREFSTRING:страстную натуру]
tr: [PREFSTRING:sevgi dolu doğa]
vi: [PREFSTRING:bản tính yêu thương]
zh_hans: [PREFSTRING:爱的天性]

# CREATURE:BIRD_MAGPIE
source: [DESCRIPTION:A tiny black and white bird. It is one of the most intelligent of the natural creatures.]
cs: [DESCRIPTION:Drobný černobílý pták. Patří mezi nejinteligentnější tvory přírody.]
de: [DESCRIPTION:Ein kleiner schwarz-weißer Vogel. Es ist eines der Intiligentesten natürlichen Tiere.]
eo: [DESCRIPTION:Eta nigra kaj blanka birdo. Ĝi estas unu je la plej inteligentaj naturaj kreitoj.]
es: [DESCRIPTION:Una pequeña ave blanca y negra. Es una de las más inteligentes.]
ja: [DESCRIPTION:白黒のカラスの仲間だ。自然界で最も賢い動物の一つである。]
ko: [DESCRIPTION:흑백색의 작은 새, 가장 똑똑한 생물 중 하나다.]
pl: [DESCRIPTION:Malutki, czarno-biały ptak. Jest jednym z najinteligentniejszych, naturalnych stworzeń.]
ru: [DESCRIPTION:Небольшая чёрно-белая птица. Одно из самых умных созданий природы.]
tr: [DESCRIPTION:Minik siyah beyaz kuş. Doğal yaratıkların en zekilerinden biri.]
vi: [DESCRIPTION:Một loài chim nhỏ bé có màu đen và trắng. Chúng là một trong những sinh vật tự nhiên thông minh nhất.]
zh_hans: [DESCRIPTION:一种黑白相间的小型鸟类。它是自然生物中最聪明的生物之一。]

# CREATURE:BIRD_MAGPIE
source: [NAME:magpie:magpies:magpie]
cs: [NAME:straka:straky:straky]
de: [NAME:Elster:Elstern:Elster]
eo: [NAME:pigo:pigoj:de pigo]
es: [NAME:urraca:urracas:de urraca]
ja: [NAME:カササギ:カササギ:カササギの]
ko: [NAME:까치:까치떼:까치]
pl: [NAME:sroka:sroki:sroki]
ru: [NAME:сорока:сороки:сороки]
tr: [NAME:saksağan:saksağanlar:saksağan]
vi: [NAME:chim Ác là:những chim Ác là:chim Ác là]
zh_hans: [NAME:喜鹊:喜鹊:喜鹊]

# CREATURE:BIRD_MAGPIE
source: [CASTE_NAME:magpie:magpies:magpie]
cs: [CASTE_NAME:straka:straky:straka]
de: [CASTE_NAME:Elster:Elstern:Elster]
eo: [CASTE_NAME:pigo:pigoj:de pigo]
es: [CASTE_NAME:urraca:urracas:urraca]
ja: [CASTE_NAME:カササギ:カササギ:カササギの]
ko: [CASTE_NAME:까치:까치떼:까치]
pl: [CASTE_NAME:sroka:sroki:sroki]
ru: [CASTE_NAME:сорока:сороки:сороки]
tr: [CASTE_NAME:saksağan:saksağanlar:saksağan]
vi: [CASTE_NAME:chim Ác là:những chim Ác là:chim Ác là]
zh_hans: [CASTE_NAME:喜鹊:喜鹊:喜鹊]
