Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_PUFFIN
source: [CASTE_NAME:puffin:puffins:puffin]
cs: [CASTE_NAME:tuk:tučci:tuk]
de: [CASTE_NAME:Papageitaucher:Papageitaucher:Papageitaucher]
eo: [CASTE_NAME:fraterkulo:fraterkuloj:de fraterkulo]
es: [CASTE_NAME:frailecillo:frailecillos:frailecillo]
ja: [CASTE_NAME:角目鳥:角目鳥:角目鳥の]
ko: [CASTE_NAME: 바다쇠오리:바다쇠오리떼:바다쇠오리]
pl: [CASTE_NAME:maskonur:maskonury:maskonura]
ru: [CASTE_NAME:тупик:тупики:тупика]
tr: [CASTE_NAME:deniz papağanı kuşu:deniz papağanı kuşları:deniz papağanı kuşu]
vi: [CASTE_NAME:puffin:Những con puffin:puffin]
zh_hans: [CASTE_NAME:海鹦:海鹦:海鹦]

# CREATURE:BIRD_PUFFIN
source: [GENERAL_CHILD_NAME:puffin chick:puffin chicks]
cs: [GENERAL_CHILD_NAME:mládě tuka:mláďata tuků]
de: [GENERAL_CHILD_NAME:Papageitaucherküken:Papageitaucherküken]
eo: [GENERAL_CHILD_NAME:fraterkulido:fraterkulidoj]
es: [GENERAL_CHILD_NAME:polluelo de frailecillo:polluelos de frailecillo]
ja: [GENERAL_CHILD_NAME:角目鳥の雛:角目鳥の雛の]
ko: [GENERAL_CHILD_NAME:새끼 바다쇠오리:새끼 바다쇠오리떼]
pl: [GENERAL_CHILD_NAME:pisklę maskonura:pisklęta maskonura]
ru: [GENERAL_CHILD_NAME:птенец тупика:птенцы тупика]
tr: [GENERAL_CHILD_NAME:deniz papağanı yavrusu:deniz papağanı yavruları]
vi: [GENERAL_CHILD_NAME:puffin con:Những con puffin con]
zh_hans: [GENERAL_CHILD_NAME:海鹦雏鸟:海鹦雏鸟]

# CREATURE:BIRD_PUFFIN
source: [PREFSTRING:colorful beaks]
cs: [PREFSTRING:barevné zobáky]
de: [PREFSTRING:farbige Schnäbel]
eo: [PREFSTRING:buntaj bekoj]
es: [PREFSTRING:pico colorido]
ja: [PREFSTRING:カラフルなくちばし]
ko: [PREFSTRING:화려한 부리]
pl: [PREFSTRING:kolorowe dzioby]
ru: [PREFSTRING:цветные клювы]
tr: [PREFSTRING:renkli gagalar]
vi: [PREFSTRING:Mỏ sặc sỡ]
zh_hans: [PREFSTRING:彩色尖喙]

# CREATURE:BIRD_PUFFIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_PUFFIN
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_PUFFIN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_PUFFIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:PUFFIN_MAN
source: [CASTE_NAME:puffin man:puffin men:puffin man]
cs: [CASTE_NAME:mužský papuchalek:mužští papuchalkové:mužského papuchalka]
de: [CASTE_NAME:Papageitauchermann:Papageitauchermänner:Papageitauchermann]
eo: [CASTE_NAME:homfraterkuliĉo:homfraterkuliĉoj:de homfraterkuliĉo]
es: [CASTE_NAME:hombre frailecillo:hombres frailecillo:hombre frailecillo]
ja: [CASTE_NAME:角目鳥男:角目鳥男:角目鳥男の]
ko: [CASTE_NAME:남성 바다쇠오리인간:남성 바다쇠오리인간들:남성 바다쇠오리인간]
pl: [CASTE_NAME:maskonuromężczyzna:maskonuromężczyźni:maskonuromężczyzny]
ru: [CASTE_NAME:мужчина-тупик:мужчины-тупики:мужчины-тупика]
tr: [CASTE_NAME:deniz papağanı adam:deniz papağanı adamlar:deniz papağanı adam]
vi: [CASTE_NAME:Người puffin:Những người puffin:Người puffin]
zh_hans: [CASTE_NAME:海鹦男:海鹦男:海鹦男]

# CREATURE:PUFFIN_MAN
source: [CASTE_NAME:puffin woman:puffin women:puffin woman]
cs: [CASTE_NAME:žena papuchalka:ženy papuchalka:ženy papuchalka]
de: [CASTE_NAME:Papageitaucherfrau:Papageitaucherfrauen:Papageitaucherfrau]
eo: [CASTE_NAME:homfraterkulino:homfraterkulinoj:de homfraterkulino]
es: [CASTE_NAME:mujer frailecillo:mujeres frailecillo:mujer frailecillo]
ja: [CASTE_NAME:角目鳥女:角目鳥女:角目鳥女の]
ko: [CASTE_NAME:여성 바다쇠오리인간:여성 바다쇠오리인간들:여성 바다쇠오리인간]
pl: [CASTE_NAME:maskonurokobieta:maskonurokobiety:maskonurokobiecy]
ru: [CASTE_NAME:женщина-тупик:женщины-тупики:женщины-тупика]
tr: [CASTE_NAME:dişi deniz papağanı:dişi deniz papağanları:dişi deniz papağanı]
vi: [CASTE_NAME:Người phụ nữ puffin:Những người phụ nữ puffin:Người phụ nữ puffin]
zh_hans: [CASTE_NAME:海鹦女:海鹦女:海鹦女]

# CREATURE:PUFFIN_MAN
source: [NAME:puffin man:puffin men:puffin man]
cs: [NAME:mužský papuchalek:mužští papuchalkové:mužského papuchalka]
de: [NAME:Papageitauchermensch:Papageitauchermenschen:Papageitauchermensch]
eo: [NAME:homfraterkulo:homfraterkuloj:de homfraterkulo]
es: [NAME:hombre frailecillo:hombres frailecillo:de hombre frailecillo]
ja: [NAME:角目鳥男:角目鳥男:角目鳥男の]
ko: [NAME:바다쇠오리인간:바다쇠오리인간들:바다쇠오리인간]
pl: [NAME:maskonuroczłowiek:maskonuroludzie:maskonuroludzki]
ru: [NAME:человек-тупик:люди-тупики:человека-тупика]
tr: [NAME:deniz papağanı adam:deniz papağanı adamlar:deniz papağanı adam]
vi: [NAME:Người puffin:Những người puffin:Người puffin]
zh_hans: [NAME:海鹦人:海鹦人:海鹦人]

# CREATURE:PUFFIN_MAN
source: [DESCRIPTION:A feathered person with the head of a puffin.]
cs: [DESCRIPTION:Opeřená osoba s hlavou tuka.]
de: [DESCRIPTION: Eine federne Gestalt mit dem Kopf und Flügeln eines Papageientauchers.]
eo: [DESCRIPTION:Pluma homo kun la kapo de fraterkulo.]
es: [DESCRIPTION:Una persona con plumas y cabeza de un frailecillo.]
ja: [DESCRIPTION:角目鳥の頭と翼を持った人間だ。]
ko: [DESCRIPTION:바다쇠오리의 머리를 가진 깃털달린 인간.]
pl: [DESCRIPTION:Upierzony osobnik z głową maskonura.]
ru: [DESCRIPTION:Покрытый перьями человек с головой тупика.]
tr: [DESCRIPTION:deniz papağanı kuşunun başına sahip tüylü bir kişi.]
vi: [DESCRIPTION:Một sinh vật có lông với đầu của một con puffin.]
zh_hans: [DESCRIPTION:一个长着海鹦脑袋的羽毛人。]

# CREATURE:GIANT_PUFFIN
source: [NAME:giant puffin:giant puffins:giant puffin]
cs: [NAME:obří papuchalk:obří papuchalkové:obřího papuchalka]
de: [NAME:Riesenpapageitaucher:Riesenpapageitaucher:Riesenpapageitaucher]
eo: [NAME:giganta fraterkulo:gigantaj fraterkuloj:de giganta fraterkulo]
es: [NAME:frailecillo gigante:frailecillos gigantes:de frailecillo gigante]
ja: [NAME:巨大角目鳥:巨大角目鳥:巨大角目鳥の]
ko: [NAME:거대 바다쇠오리:거대 바다쇠오리떼:거대 바다쇠오리]
pl: [NAME:gigantyczny maskonur:gigantyczne maskonury:gigantycznego maskonura]
ru: [NAME:гигантский тупик:гигантские тупики:гигантского тупика]
tr: [NAME:dev deniz papağanı kuşu:dev deniz papağanı kuşları:dev deniz papağanı kuşu]
vi: [NAME:puffin khổng lồ:Những con puffin khổng lồ:puffin khổng lồ]
zh_hans: [NAME:巨海鹦:巨海鹦:巨海鹦]

# CREATURE:GIANT_PUFFIN
source: [CASTE_NAME:giant puffin:giant puffins:giant puffin]
cs: [CASTE_NAME:obří tuk:obří tučci:obří tuk]
de: [CASTE_NAME:Riesenpapageitaucher:Riesenpapageitaucher:Riesenpapageitaucher]
eo: [CASTE_NAME:giganta fraterkulo:gigantaj fraterkuloj:de giganta fraterkulo]
es: [CASTE_NAME:frailecillo gigante:frailecillos gigantes:frailecillo gigante]
ja: [CASTE_NAME:巨大角目鳥:巨大角目鳥:巨大角目鳥の]
ko: [NAME:거대 바다쇠오리:거대 바다쇠오리떼:거대 바다쇠오리]
pl: [CASTE_NAME:gigantyczny maskonur:gigantyczne maskonury:gigantycznego maskonura]
ru: [CASTE_NAME:гигантский тупик:гигантские тупики:гигантского тупика]
tr: [CASTE_NAME:dev deniz papağanı kuşu:dev deniz papağanı kuşları:dev deniz papağanı kuşu]
vi: [CASTE_NAME:puffin khổng lồ:Những con puffin khổng lồ:puffin khổng lồ]
zh_hans: [CASTE_NAME:巨海鹦:巨海鹦:巨海鹦]

# CREATURE:GIANT_PUFFIN
source: [GENERAL_CHILD_NAME:giant puffin chick:giant puffin chicks]
cs: [GENERAL_CHILD_NAME:mládě obřího tuka:mláďata obřích tuků]
de: [GENERAL_CHILD_NAME:Riesenpapageitaucherküken:Riesenpapageitaucherküken]
eo: [GENERAL_CHILD_NAME:giganta fraterkulido:gigantaj fraterkulidoj]
es: [GENERAL_CHILD_NAME:polluelo de frailecillo gigante:polluelos de frailecillo gigante]
ja: [GENERAL_CHILD_NAME:巨大角目鳥の雛:巨大角目鳥の雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 바다쇠오리:새끼 거대 바다쇠오리떼:새끼 거대 바다쇠오리]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego maskonura:pisklęta gigantycznego maskonura]
ru: [GENERAL_CHILD_NAME:птенец гигантского тупика:птенцы гигантского тупика]
tr: [GENERAL_CHILD_NAME:dev deniz papağanı yavrusu:dev deniz papağanı yavruları]
vi: [GENERAL_CHILD_NAME:puffin khổng lồ con:Những con puffin khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨海鹦雏鸟:巨海鹦雏鸟]

# CREATURE:GIANT_PUFFIN
source: [DESCRIPTION:A large monster in the form of a puffin.]
cs: [DESCRIPTION:Velká příšera v podobě papuchalka.]
de: [DESCRIPTION:Ein großes Monster in Form eines Papageientauchers.]
eo: [DESCRIPTION:Granda monstro kun formo de fraterkulo.]
es: [DESCRIPTION:Un gran monstruo con la forma de un frailecillo.]
ja: [DESCRIPTION:角目鳥のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:바다쇠오리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci maskonura.]
ru: [DESCRIPTION:Огромный монстр, похожий на тупика.]
tr: [DESCRIPTION:deniz papağanı kuşu biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ dưới hình dạng của một con puffin.]
zh_hans: [DESCRIPTION:一只体型巨大的海鹦怪。]

# CREATURE:GIANT_PUFFIN
source: [PREFSTRING:colorful beaks]
cs: [PREFSTRING:barevné zobáky]
de: [PREFSTRING:farbige Schnäbel]
eo: [PREFSTRING:buntaj bekoj]
es: [PREFSTRING:pico colorido]
ja: [PREFSTRING:カラフルなくちばし]
ko: [PREFSTRING:화려한 부리]
pl: [PREFSTRING:kolorowe dzioby]
ru: [PREFSTRING:цветные клювы]
tr: [PREFSTRING:renkli gagalar]
vi: [PREFSTRING:Mỏ sặc sỡ]
zh_hans: [PREFSTRING:彩色尖喙]

# CREATURE:BIRD_SWAN
source: [DESCRIPTION:A small aquatic bird, prized for its beauty.]
cs: [DESCRIPTION:Malý vodní pták ceněný pro svou krásu.]
de: [DESCRIPTION:Ein kleiner Wasservogel, der für seine Schönheit geschätzt wird.]
eo: [DESCRIPTION:Malgranda naĝobirdo, estimata pro sia beleco.]
es: [DESCRIPTION:Una pequeña ave acuática, valorada por su belleza.]
ja: [DESCRIPTION:とても優雅な白い水鳥だ。]
ko: [DESCRIPTION:물에 사는 작은 새, 아름답기로 유명하다.]
pl: [DESCRIPTION:Mały, wodny ptak, ceniony za jego piękno.]
ru: [DESCRIPTION:Небольшая водоплавающая птица, ценящаяся за красоту.]
tr: [DESCRIPTION:Güzelliği için değerli küçük su kuşu.]
vi: [DESCRIPTION:Một loài chim nước nhỏ, được trân trọng vì vẻ đẹp của chúng.]
zh_hans: [DESCRIPTION:一种小型水禽，因其美丽而珍贵。]

# CREATURE:BIRD_SWAN
source: [NAME:swan:swans:swan]
cs: [NAME:labuť:labutě:labutí]
de: [NAME:Schwan:Schwäne:Schwan]
eo: [NAME:cigno:cignoj:de cigno]
es: [NAME:cisne:cisnes:de cisne]
ja: [NAME:白鳥:白鳥:白鳥の]
ko: [NAME:백조:백조떼:백조]
pl: [NAME:łabędź:łabędzie:łabędzia]
ru: [NAME:лебедь:лебеди:лебедя]
tr: [NAME:kuğu:kuğular:kuğu]
vi: [NAME:Thiên nga:Những con thiên nga:Thiên nga]
zh_hans: [NAME:天鹅:天鹅:天鹅]

# CREATURE:BIRD_SWAN
source: [GENERAL_CHILD_NAME:cygnet:cygnets]
cs: [GENERAL_CHILD_NAME:labuťátko:labuťátka]
de: [GENERAL_CHILD_NAME:Schwanküken:Schwanküken]
eo: [GENERAL_CHILD_NAME:cignido:cignidoj]
es: [GENERAL_CHILD_NAME:polluelo de cisne:polluelos de cisne]
ja: [GENERAL_CHILD_NAME:白鳥の雛:白鳥の雛の]
ko: [GENERAL_CHILD_NAME:새끼 백조:새끼 백조떼]
pl: [GENERAL_CHILD_NAME:łabędziątko:łabędziątka]
ru: [GENERAL_CHILD_NAME:птенец лебедя:птенцы лебедя]
tr: [GENERAL_CHILD_NAME:kuğu yavrusu:kuğu yavruları]
vi: [GENERAL_CHILD_NAME:Thiên nga con:Những con thiên nga con]
zh_hans: [GENERAL_CHILD_NAME:小天鹅:小天鹅]

# CREATURE:BIRD_SWAN
source: [PREFSTRING:beauty]
cs: [PREFSTRING:pěkný]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다운]
pl: [PREFSTRING:uroda]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]
zh_hans: [PREFSTRING:貌美]

# CREATURE:BIRD_SWAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_SWAN
source: [CASTE_NAME:pen swan:pen swans:pen swan]
cs: [CASTE_NAME:samice labutě:samice labutí:samice labutě]
de: [CASTE_NAME:Schwanweibchen:Schwanweibchen:Schwanweibchen]
eo: [CASTE_NAME:cignino:cigninoj:de cignino]
es: [CASTE_NAME:cisne hembra:cisnes hembras:cisne hembra]
ja: [CASTE_NAME:pen 白鳥:pen 白鳥:pen 白鳥の]
ko: [CASTE_NAME:암컷 백조:암컷 백조떼:암컷 백조]
pl: [CASTE_NAME:łabędzica:łabędzice:łabędzicy]
ru: [CASTE_NAME:самка лебедя:самки лебедя:самки лебедя]
tr: [CASTE_NAME:dişi kuğu:dişi kuğular:dişi kuğu]
vi: [CASTE_NAME:Thiên nga cái:Những con thiên nga cái:Thiên nga cái]
zh_hans: [CASTE_NAME:母天鹅:母天鹅:母天鹅]

# CREATURE:BIRD_SWAN
source: [CASTE_NAME:cob swan:cob swans:cob swan]
cs: [CASTE_NAME:samec labutě:samci labutí:samec labutě]
de: [CASTE_NAME:Schwanmännchen:Schwanmännchen:Schwanmännchen]
eo: [CASTE_NAME:cigniĉo:cigniĉoj:de cigniĉo]
es: [CASTE_NAME:cisne macho:cisnes machos:cisne macho]
ja: [CASTE_NAME:cob 白鳥:cob 白鳥:cob 白鳥の]
ko: [CASTE_NAME:수컷 백조:수컷 백조떼:수컷 백조]
pl: [CASTE_NAME:łabędź:łabędzie:łabędzia]
ru: [CASTE_NAME:самец лебедя:самцы лебедя:самца лебедя]
tr: [CASTE_NAME:erkek kuğu:erkek kuğular:erkek kuğu]
vi: [CASTE_NAME:Thiên nga đực:Những con thiên nga đực:Thiên nga đực]
zh_hans: [CASTE_NAME:公天鹅:公天鹅:公天鹅]

# CREATURE:BIRD_SWAN
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_SWAN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_SWAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SWAN_MAN
source: [CASTE_NAME:swan man:swan men:swan man]
cs: [CASTE_NAME:mužská labuť:mužské labutě:mužské labutě]
de: [CASTE_NAME:Schwanmann:Schwanmänner:Schwanmann]
eo: [CASTE_NAME:homcigniĉo:homcigniĉoj:de homcigniĉo]
es: [CASTE_NAME:hombre cisne:hombres cisnes:hombre cisne]
ja: [CASTE_NAME:白鳥男:白鳥男:白鳥男の]
ko: [CASTE_NAME:남성 백조인간:남성 백조인간들:남성 백조인간]
pl: [CASTE_NAME:łabędziomężczyzna:łabędziomężczyźni:łabędziomężczyzny]
ru: [CASTE_NAME:мужчина-лебедь:мужчины-лебеди:мужчины-лебедя]
tr: [CASTE_NAME:kuğu adam:kuğu adamlar:kuğu adam]
vi: [CASTE_NAME:Người thiên nga:Những người thiên nga:Người thiên nga]
zh_hans: [CASTE_NAME:天鹅男:天鹅男:天鹅男]

# CREATURE:SWAN_MAN
source: [CASTE_NAME:swan woman:swan women:swan woman]
cs: [CASTE_NAME:žena labutě:ženy labutě:ženy labutě]
de: [CASTE_NAME:Schwanfrau:Schwanfrauen:Schwanfrau]
eo: [CASTE_NAME:homcignino:homcigninoj:de homcignino]
es: [CASTE_NAME:mujer cisne:mujeres cisnes:mujer cisne]
ja: [CASTE_NAME:白鳥女:白鳥女:白鳥女の]
ko: [CASTE_NAME:여성 백조인간:여성 백조인간들:여성 백조인간]
pl: [CASTE_NAME:łabędziokobieta:łabędziokobety:łabędziokobiecy]
ru: [CASTE_NAME:женщина-лебедь:женщины-лебеди:женщины-лебедя]
tr: [CASTE_NAME:kuğu kadın:kuğu kadınlar:kuğu kadın]
vi: [CASTE_NAME:Người phụ nữ thiên nga:Những người phụ nữ thiên nga:Người phụ nữ thiên nga]
zh_hans: [CASTE_NAME:天鹅女:天鹅女:天鹅女]

# CREATURE:SWAN_MAN
source: [NAME:swan man:swan men:swan man]
cs: [NAME:mužská labuť:mužské labutě:mužské labutě]
de: [NAME:Schwanmensch:Schwanmenschen:Schwanmensch]
eo: [NAME:homcigno:homcignoj:de homcigno]
es: [NAME:hombre cisne:hombres cisnes:de hombre cisne]
ja: [NAME:白鳥男:白鳥男:白鳥男の]
ko: [NAME:백조인간:백조인간들:백조인간]
pl: [NAME:łabędzioczłowiek:łabędzioludzie:łabędzioludzki]
ru: [NAME:человек-лебедь:люди-лебеди:человека-лебедя]
tr: [NAME:kuğu adam:kuğu adamlar:kuğu adam]
vi: [NAME:Người thiên nga:Những người thiên nga:Người thiên nga]
zh_hans: [NAME:天鹅人:天鹅人:天鹅人]

# CREATURE:SWAN_MAN
source: [DESCRIPTION:A person with the head and wings of a swan.]
cs: [DESCRIPTION:Osoba s hlavou a křídly labutě.]
de: [DESCRIPTION:Eine Gestalt mit den Kopf und den Flügeln eines Schwans.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de cigno.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de un cisne.]
ja: [DESCRIPTION:白鳥の翼と頭を持つ人間だ。]
ko: [DESCRIPTION:백조의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami łabędzia.]
ru: [DESCRIPTION:Человек с головой и крыльями лебедя.]
tr: [DESCRIPTION:Kuğu başlı ve kanatlı bir fantastik canlı.]
vi: [DESCRIPTION:Một sinh vật với đầu và đôi cánh của một con thiên nga.]
zh_hans: [DESCRIPTION:一个长着天鹅脑袋和翅膀的人。]

# CREATURE:GIANT_SWAN
source: [NAME:giant swan:giant swans:giant swan]
cs: [NAME:obří labuť:obří labutě:obří labutě]
de: [NAME:Riesenschwan:Riesenschwaene:Riesenschwan]
eo: [NAME:giganta cigno:gigantaj cignoj:de giganta cigno]
es: [NAME:cisne gigante:cisnes gigantes:de cisne gigante]
ja: [NAME:巨大白鳥:巨大白鳥:巨大白鳥の]
ko: [NAME:거대 백조:거대 백조떼:거대 백조]
pl: [NAME:gigantyczny łabędź:gigantyczne łabędzie:gigantycznego łabędzia]
ru: [NAME:гигантский лебедь:гигантские лебеди:гигантского лебедя]
tr: [NAME:dev kuğu:dev kuğular:dev kuğu]
vi: [NAME:Thiên nga khổng lồ:Những con thiên nga khổng lồ:Thiên nga khổng lồ]
zh_hans: [NAME:巨天鹅:巨天鹅:巨天鹅]

# CREATURE:GIANT_SWAN
source: [CASTE_NAME:giant swan:giant swans:giant swan]
cs: [CASTE_NAME:obří labuť:obří labutě:obří labuť]
de: [CASTE_NAME:Riesenschwan:Riesenschwaene:Riesenschwan]
eo: [CASTE_NAME:giganta cigno:gigantaj cignoj:de giganta cigno]
es: [CASTE_NAME:cisne gigante:cisnes gigantes:cisne gigante]
ja: [CASTE_NAME:巨大白鳥:巨大白鳥:巨大白鳥の]
ko: [CASTE_NAME:거대 백조:거대 백조떼:거대 백조]
pl: [CASTE_NAME:gigantyczny łabędź:gigantyczne łabędzie:gigantycznego łabędzia]
ru: [CASTE_NAME:гигантский лебедь:гигантские лебеди:гигантского лебедя]
tr: [CASTE_NAME:dev kuğu:dev kuğular:dev kuğu]
vi: [CASTE_NAME:Thiên nga khổng lồ:Những con thiên nga khổng lồ:Thiên nga khổng lồ]
zh_hans: [CASTE_NAME:巨天鹅:巨天鹅:巨天鹅]

# CREATURE:GIANT_SWAN
source: [GENERAL_CHILD_NAME:giant cygnet:giant cygnets]
cs: [GENERAL_CHILD_NAME:mládě obří labutě:mláďata obřích labutí]
de: [GENERAL_CHILD_NAME:Riesenschwanküken:Riesenschwanküken]
eo: [GENERAL_CHILD_NAME:giganta cignido:gigantaj cignidoj]
es: [GENERAL_CHILD_NAME:polluelo de cisne gigante:polluelos de cisne gigante]
ja: [GENERAL_CHILD_NAME:巨大白鳥の雛:巨大白鳥の雛の]
ko: [GENERAL_CHILD_NAME:거대 백조 새끼:거대 백조 새끼떼]
pl: [GENERAL_CHILD_NAME:gigantyczne łabędziątko:gigantyczne łabędziątka]
ru: [GENERAL_CHILD_NAME:птенец гигантского лебедя:птенцы гигантского лебедя]
tr: [GENERAL_CHILD_NAME:dev kuğu yavrusu:dev kuğu yavruları]
vi: [GENERAL_CHILD_NAME:Thiên nga khổng lồ con:Những con thiên nga khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨幼天鹅:巨幼天鹅]

# CREATURE:GIANT_SWAN
source: [DESCRIPTION:A large monster in the form of a swan.]
cs: [DESCRIPTION:Velká příšera v podobě labutě.]
de: [DESCRIPTION:Ein großes Monster in Form eines Schwans.]
eo: [DESCRIPTION:Granda monstro kun formo de cigno.]
es: [DESCRIPTION:Un gran monstruo con la forma de un cisne.]
ja: [DESCRIPTION:白鳥のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:백조의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci łabędzia.]
ru: [DESCRIPTION:Огромный монстр, похожий на лебедя.]
tr: [DESCRIPTION:Kuğu biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ dưới hình dạng của một con thiên nga.]
zh_hans: [DESCRIPTION:一只体型巨大的天鹅怪。]

# CREATURE:GIANT_SWAN
source: [PREFSTRING:beauty]
cs: [PREFSTRING:pěkný]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다운]
pl: [PREFSTRING:uroda]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]
zh_hans: [PREFSTRING:貌美]

# CREATURE:BIRD_LORIKEET
source: [DESCRIPTION:A tiny, brightly-colored tree parrot. It uses its tongue to feed on plants.]
cs: [DESCRIPTION:Drobný, jasně zbarvený stromový papoušek. Používá jazyk k získávání potravy z rostlin.]
de: [DESCRIPTION:Ein winziger, bunter Papagei der in Bäumen lebt. Es benutzt seine Zunge, um sich von Pflanzen zu ernähren.]
eo: [DESCRIPTION:Eta helkolora arba papago. Ĝi uzas sian langon por manĝigi sin per vegetaĵoj.]
es: [DESCRIPTION:Un pequeño y brillante pájaro arborícola. Usa su lengua para alimentarse de las plantas.]
ja: [DESCRIPTION:鮮やかな色合いの樹上性の鳥だ。舌を使って花の蜜を飲む。]
ko: [DESCRIPTION:나무에 사는 밝은 색의 작은 앵무새, 혀를 이용해 먹이를 먹는다.
pl: [DESCRIPTION:Malutka, jaskrawo ubarwiona, drzewna papuga. Używa swojego języka, aby żywić się roślinami.]
ru: [DESCRIPTION:Мелкий древесный попугай с яркой окраской. Использует язык, чтобы питаться плодами и нектаром.]
tr: [DESCRIPTION:Minik, parlak renkli ağaç papağanı. Bitkileri beslemek için dilini kullanır.]
zh_hans: [DESCRIPTION:一种小型的彩色树鹦鹉。通过其舌头吸取植物来维生。]

# CREATURE:BIRD_LORIKEET
source: [NAME:lorikeet:lorikeets:lorikeet]
cs: [NAME:loriini:loriiové:loriirta]
de: [NAME:Regenbogenpapagei:Regenbogenpapageien:Regenbogenpapagei]
eo: [NAME:lorio:lorioj:de lorio]
es: [NAME:loriquito:loriquitos:de loriquito]
ja: [NAME:セイガイインコ:セイガイインコ:セイガイインコの]
ko: [NAME:로리킷:로리킷들:로리킷]
pl: [NAME:lorysa:lorysy:lorysy]
ru: [NAME:лори:лори:лори]
tr: [NAME:lorikeet papağanı:lorikeet papağanları:lorikeet papağanı]
vi: [NAME:lorikeet:Những con lorikeet:lorikeet]
zh_hans: [NAME:吸蜜鹦鹉:吸蜜鹦鹉:吸蜜鹦鹉]

# CREATURE:BIRD_LORIKEET
source: [CASTE_NAME:lorikeet:lorikeets:lorikeet]
cs: [CASTE_NAME:loriini:loriiové:loriirta]
de: [CASTE_NAME:Regenbogenpapagei:Regenbogenpapageien:Regenbogenpapagei]
eo: [CASTE_NAME:lorio:lorioj:de lorio]
es: [CASTE_NAME:loriquito:loriquitos:loriquito]
ja: [CASTE_NAME:セイガイインコ:セイガイインコ:セイガイインコの]
ko: [CASTE_NAME:로리킷:로리킷들:로리킷]
pl: [CASTE_NAME:lorysa:lorysy:lorysy]
ru: [CASTE_NAME:лори:лори:лори]
tr: [CASTE_NAME:lorikeet papağanı:lorikeet papağanları:lorikeet papağanı]
vi: [CASTE_NAME:lorikeet:Những con lorikeet:lorikeet]
zh_hans: [CASTE_NAME:吸蜜鹦鹉:吸蜜鹦鹉:吸蜜鹦鹉]

# CREATURE:BIRD_LORIKEET
source: [GENERAL_CHILD_NAME:lorikeet hatchling:lorikeet hatchlings]
cs: [GENERAL_CHILD_NAME:mládě loriho:mláďata lorich]
de: [GENERAL_CHILD_NAME:Regenbogenpapageiküken:Regenbogenpapageiküken]
eo: [GENERAL_CHILD_NAME:loriido:loriidoj]
es: [GENERAL_CHILD_NAME:polluelo de loriquito:polluelos de loriquito]
ja: [GENERAL_CHILD_NAME:セイガイインコの雛:セイガイインコの雛の]
ko: [GENERAL_CHILD_NAME: 로리킷 새끼:로리킷 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę lorysy:pisklęta lorysy]
ru: [GENERAL_CHILD_NAME:птенец лори:птенцы лори]
tr: [GENERAL_CHILD_NAME:lorikeet yavrusu:lorikeet yavruları]
vi: [GENERAL_CHILD_NAME:lorikeet con:Những con lorikeet con]
zh_hans: [GENERAL_CHILD_NAME:吸蜜鹦鹉幼崽:吸蜜鹦鹉幼崽]

# CREATURE:BIRD_LORIKEET
source: [PREFSTRING:bright coloration]
cs: [PREFSTRING:světlé zbarvení]
de: [PREFSTRING:knallbunt]
eo: [PREFSTRING:hela koloroj]
es: [PREFSTRING:coloración brillante]
ja: [PREFSTRING:bright 鮮やか]
ko: [PREFSTRING:밝은 색감]
pl: [PREFSTRING:jaskrawe ubarwienie]
ru: [PREFSTRING:яркую расцветку]
tr: [PREFSTRING:parlak renklendirme]
vi: [PREFSTRING:Màu sắc rực rỡ]
zh_hans: [PREFSTRING:鲜艳的花纹]

# CREATURE:BIRD_LORIKEET
source: [PREFSTRING:playful personalities]
cs: [PREFSTRING:hravá povaha]
de: [PREFSTRING:ausgelassene Persönlichkeit]
eo: [PREFSTRING:petolemaj karakteroj]
es: [PREFSTRING:personalidades alegres]
ja: [PREFSTRING:やんちゃ]
ko: [PREFSTRING:놀기 좋아하는 성격]
pl: [PREFSTRING:figlarne osobowości]
ru: [PREFSTRING:игривые повадки]
tr: [PREFSTRING:oyuncu kişilikleri]
vi: [PREFSTRING:Tính cách tinh nghịch]
zh_hans: [PREFSTRING:活泼的个性]
