Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CARDINAL_MAN
source: [CASTE_NAME:cardinal man:cardinal men:cardinal man]
cs: [CASTE_NAME:mužský kardinála:mužští kardinála:mužského kardinála]
de: [CASTE_NAME:Kardinalmensch:Kardinalmenschen:Kardinalmenschen]
eo: [CASTE_NAME:homkardinaliĉo:homkardinaliĉoj:de homkardinaliĉo]
es: [CASTE_NAME:hombre cardenal:hombres cardenal:de hombre cardenal]
ja: [CASTE_NAME:猩々紅冠鳥男:猩々紅冠鳥男:猩々紅冠鳥男の]
ko: [CASTE_NAME:남성 카디널인간:남성 카디널인간들:남성 카디널인간]
pl: [CASTE_NAME:kardynałomężczyzna:kardynałomężczyźni:kardynałomężczyzny]
ru: [CASTE_NAME:мужчина-птица-кардинал:мужчины-птицы-кардиналы:мужчины-птицы-кардинала]
tr: [CASTE_NAME:kardinal adam:kardinal adamlar:kardinal adam]
vi: [CASTE_NAME:người-hồng tước:người-hồng tước:người-hồng tước]
zh_hans: [CASTE_NAME:红雀男:红雀男:红雀男]

# CREATURE:CARDINAL_MAN
source: [CASTE_NAME:cardinal woman:cardinal women:cardinal woman]
cs: [CASTE_NAME:žena kardinála:ženy kardinála:ženy kardinála]
de: [CASTE_NAME:Kardinalfrau:Kardinalfrauen:Kardinalfrauen]
eo: [CASTE_NAME:homkardinalino:homkardinalinoj:de homkardinalino]
es: [CASTE_NAME:mujer cardenal:mujeres cardenal:de mujer cardenal]
ja: [CASTE_NAME:猩々紅冠鳥女:猩々紅冠鳥女:猩々紅冠鳥女の]
ko: [CASTE_NAME:여성 카디널인간:여성 카디널인간들:여성 카디널인간]
pl: [CASTE_NAME:kardynałokobieta:kardynałokobiety:kardynałokobiecy]
ru: [CASTE_NAME:женщина-птица-кардинал:женщины-птицы-кардиналы:женщины-птицы-кардинала]
tr: [CASTE_NAME:kardinal kadın:kardinal kadınlar:kardinal kadın]
vi: [CASTE_NAME:người-hồng tước nữ:người-hồng tước nữ:người-hồng tước nữ]
zh_hans: [CASTE_NAME:红雀女:红雀女:红雀女]

# CREATURE:CARDINAL_MAN
source: [NAME:cardinal man:cardinal men:cardinal man]
cs: [NAME:mužský kardinál:mužští kardinála:mužského kardinála]
de: [NAME:Kardinalmann:Kardinalmänner:Kardinalmann]
eo: [NAME:homkardinalo:homkardinaloj:de homkardinalo]
es: [NAME:hombre cardenal:hombres cardenal:de hombre cardenal]
ja: [NAME:猩々紅冠鳥男:猩々紅冠鳥男:猩々紅冠鳥男の]
ko: [NAME:카디널 인간:카디널 인간들:카디널 인간]
pl: [NAME:kardynałoczłowiek:kardynałoludzie:kardynałoludzki]
ru: [NAME:человек-птица-кардинал:люди-птицы-кардиналы:человека-птицы-кардинала]
tr: [NAME:kardinal adam:kardinal adamlar:kardinal adam]
vi: [NAME:người-hồng tước:người-hồng tước:người-hồng tước]
zh_hans: [NAME:红雀人:红雀人:红雀人]

# CREATURE:CARDINAL_MAN
source: [DESCRIPTION:A person with the head and wings of a cardinal.]
cs: [DESCRIPTION:Člověk s hlavou a křídly kardinála.]
de: [DESCRIPTION: Eine Person mit Kopf und Flügeln eines Kardinals.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de kardinalo.]
es: [DESCRIPTION:Una persona con la cabeza y alas de un cardenal.]
ja: [DESCRIPTION:猩々紅冠鳥の頭と翼をもった人間だ。.]
ko: [DESCRIPTION:카디널의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami kardynała.]
ru: [DESCRIPTION:Человек с головой и крыльями птицы-кардинала.]
tr: [DESCRIPTION:Kardinal kuşunun baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người với đầu và cánh của chim hồng tước.]
zh_hans: [DESCRIPTION:一个长着红雀脑袋和翅膀的人。]

# CREATURE:GIANT_CARDINAL
source: [NAME:giant cardinal:giant cardinals:giant cardinal]
cs: [NAME:obří kardinál:obří kardinálvé:obřího kardinála]
de: [NAME:Riesenkardinal:Riesenkardinäle:Riesenkardinal]
eo: [NAME:giganta kardinalo:gigantaj kardinaloj:de giganta kardinalo]
es: [NAME:cardenal gigante:cardenales gigantes:de cardenal gigante]
ja: [NAME:巨大猩々紅冠鳥:巨大猩々紅冠鳥:巨大猩々紅冠鳥の]
ko: [NAME:거대 카디널:거대 카디널들:거대 카디널]
pl: [NAME:gigantyczny kardynał:gigantyczne kardynały:gigantycznego kardynała]
ru: [NAME:гигантская птица-кардинал:гигантские птицы-кардиналы:гигантской птицы-кардинала]
tr: [NAME:dev kardinal kuşu:dev kardinal kuşları:dev kardinal kuşu]
vi: [NAME:chim hồng tước khổng lồ:chim hồng tước khổng lồ:chim hồng tước khổng lồ]
zh_hans: [NAME:巨红雀:巨红雀:巨红雀]

# CREATURE:GIANT_CARDINAL
source: [CASTE_NAME:giant cardinal:giant cardinals:giant cardinal]
cs: [CASTE_NAME:obří kardinál:obří karidnálové:obřího kardinála]
de: [CASTE_NAME:Riesenkardinal:Riesenkardinäle:Riesenkardinal]
eo: [CASTE_NAME:giganta kardinalo:gigantaj kardinaloj:de giganta kardinalo]
es: [CASTE_NAME:cardenal gigante:cardenales gigantes:de cardenal gigante]
ja: [CASTE_NAME:巨大猩々紅冠鳥:巨大猩々紅冠鳥:巨大猩々紅冠鳥の]
ko: [CASTE_NAME:거대 카디널:거대 카디널들:거대 카디널]
pl: [CASTE_NAME:gigantyczny kardynał:gigantyczne kardynały:gigantycznego kardynała]
ru: [CASTE_NAME:гигантская птица-кардинал:гигантские птицы-кардиналы:гигантской птицы-кардинала]
tr: [CASTE_NAME:dev kardinal kuşu:dev kardinal kuşları:dev kardinal kuşu]
vi: [CASTE_NAME:chim hồng tước khổng lồ:chim hồng tước khổng lồ:chim hồng tước khổng lồ]
zh_hans: [CASTE_NAME:巨红雀:巨红雀:巨红雀]

# CREATURE:GIANT_CARDINAL
source: [GENERAL_CHILD_NAME:giant cardinal hatchling:giant cardinal hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obří kardinál:mláďata obřího kardinála]
de: [GENERAL_CHILD_NAME:Riesenkardinalschlüpfling:Riesenkardinalschlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta kardinalido:gigantaj kardinalidoj]
es: [GENERAL_CHILD_NAME:cría de cardenal gigante:crías de cardenal gigante]
ja: [GENERAL_CHILD_NAME:巨大猩々紅冠鳥の幼生:巨大猩々紅冠鳥の幼生]
ko: [GENERAL_CHILD_NAME:거대 카디널 새끼:거대 카디널 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego kardynała:pisklęta gigantycznego kardynała]
ru: [GENERAL_CHILD_NAME:птенец гигантской птицы-кардинала:птенцы гигантской птицы-кардинала]
tr: [GENERAL_CHILD_NAME:dev kardinal kuşu yavrusu:dev kardinal kuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim non hồng tước khổng lồ:chim non hồng tước khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨红雀幼崽:巨红雀幼崽]

# CREATURE:GIANT_CARDINAL
source: [DESCRIPTION:A huge monster in the form of a cardinal.]
cs: [DESCRIPTION:Obrovská příšera v podobě kardinála.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Kardinals.]
eo: [DESCRIPTION:Grandega monstro kun formo de kardinalo.]
es: [DESCRIPTION:Un enorme monstruo en la forma de un cardenal.]
ja: [DESCRIPTION:猩々紅冠鳥の姿をした巨大な怪物だ。]
ko: [DESCRIPTION:카디널의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci kardynała.]
ru: [DESCRIPTION:Огромный монстр, похожий на птицу-кардинала.]
tr: [DESCRIPTION:Kardinal kuşu biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một sinh vật khổng lồ dưới hình dạng chim hồng tước.]
zh_hans: [DESCRIPTION:一只体型巨大的红雀怪。]

# CREATURE:GIANT_CARDINAL
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_GRACKLE
source: [DESCRIPTION:A small gregarious bird, blue and black with yellow eyes, found in temperate pastures.]
cs: [DESCRIPTION:Malý společenský pták s modro černým zbarvením a žlutýma očima, který se vyskytuje na pastvinách v mírném pásmu.]
de: [DESCRIPTION:Ein kleiner, geselliger Vogel, blau und schwarz gefiedert mit gelben Augen. Zu finden in gemäßigten Weiden.]
eo: [DESCRIPTION:Malgranda grega birdo, blua kaj nigra kun flavaj okuloj, kiu troviĝas en mezvarmaj herbejoj.]
es: [DESCRIPTION:Un pequeño pájaro gregario, azul y negro con ojos amarillos, encontrado en climas templados]
ko: [DESCRIPTION:온대 목초지에서 발견되는 노란색 눈의 검푸른 군집성 새.]
pl: [DESCRIPTION:Mały stadny ptak, niebiesko-czarny z żółtymi oczami, spotykany na umiarkowanych pastwiskach.]
ru: [DESCRIPTION:Небольшая стайная птица чёрно-синей расцветки с жёлтыми глазами. Встречается на равнинах с умеренным климатом.]
tr: [DESCRIPTION:Ilıman otlaklarda bulunan, sosyal, mavi-siyah tüylü ve sarı gözlü küçük bir kuş.]
vi: [DESCRIPTION:Một loài nhỏ xã hội, màu xanh dương và đen với mắt màu vàng, sống trong đồng cỏ ôn đới.]
zh_hans: [DESCRIPTION:一种小型群居鸟类，蓝黑中带黄的眼睛，产于温带牧场。]

# CREATURE:BIRD_GRACKLE
source: [NAME:grackle:grackles:grackle]
cs: [NAME:vlhovec:vlhovcové:vlhovce]
de: [NAME:Grackel:Grackel:Grackel]
eo: [NAME:kviskalo:kviskaloj:de kviskalo]
es: [NAME:estornino:estorninos:de estornino]
ja: [NAME:黒椋鳥擬:黒椋鳥擬:黒椋鳥擬の]
ko: [NAME:찌르레기:찌르레기들:찌르레기]
pl: [NAME:wilgowron:wilgowrony:wilgowrona]
ru: [NAME:гракл:граклы:гракла]
tr: [NAME:grackle kuşu:grackle kuşları:grackle kuşu]
vi: [NAME:chim sáo:chim sáo:chim sáo]
zh_hans: [NAME:黑羽椋鸟:黑羽椋鸟:黑羽椋鸟]

# CREATURE:BIRD_GRACKLE
source: [CASTE_NAME:grackle:grackles:grackle]
cs: [CASTE_NAME:vlhovec:vlhovcové:vlhovce]
de: [CASTE_NAME:Grackel:Grackel:Grackel]
eo: [CASTE_NAME:kviskalo:kviskaloj:de kviskalo]
es: [CASTE_NAME:estornino:estorninos:de estornino]
ja: [CASTE_NAME:黒椋鳥擬:黒椋鳥擬:黒椋鳥擬の]
ko: [CASTE_NAME:찌르레기:찌르레기들:찌르레기]
pl: [CASTE_NAME:wilgowron:wilgowrony:wilgowrona]
ru: [CASTE_NAME:гракл:граклы:гракла]
tr: [CASTE_NAME:grackle kuşu:grackle kuşları:grackle kuşu]
vi: [CASTE_NAME:chim sáo:chim sáo:chim sáo]
zh_hans: [CASTE_NAME:黑羽椋鸟:黑羽椋鸟:黑羽椋鸟]

# CREATURE:BIRD_GRACKLE
source: [GENERAL_CHILD_NAME:grackle hatchling:grackle hatchlings]
cs: [GENERAL_CHILD_NAME:vylíhnutý vlhovec: vylíhnutí vlhovcové]
de: [GENERAL_CHILD_NAME:Grackeljunges:Grackeljunge]
eo: [GENERAL_CHILD_NAME:kviskalido:kviskalidoj]
es: [GENERAL_CHILD_NAME:cría de grackle:crías de grackle]
ja: [GENERAL_CHILD_NAME:黒椋鳥擬の雛:黒椋鳥擬の雛の]
ko: [GENERAL_CHILD_NAME:찌르레기 새끼:찌르레기 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę wilgowrona:pisklęta wilgowrona]
ru: [GENERAL_CHILD_NAME:птенец гракла:птенцы гракла]
tr: [GENERAL_CHILD_NAME:grackle kuşu yavrusu:grackle kuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim sáo non :chim sáo non ]
zh_hans: [GENERAL_CHILD_NAME:黑羽椋鸟幼崽:黑羽椋鸟幼崽]

# CREATURE:BIRD_GRACKLE
source: [PREFSTRING:raucous calls]
cs: [PREFSTRING:chraplavé cvrlikání]
de: [PREFSTRING:raue Rufe]
eo: [PREFSTRING:malglataj vokoj]
es: [PREFSTRING:llamada escandalosa]
ko: [PREFSTRING:소란스러운 울음소리]
pl: [PREFSTRING:charkotliwe wołanie.]
ru: [PREFSTRING:хриплые крики]
tr: [PREFSTRING:gürültülü sesler]
vi: [PREFSTRING:tiếng kêu khàn khàn]
zh_hans: [PREFSTRING:沙哑的叫声]

# CREATURE:BIRD_GRACKLE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:pokousat:pokousatní]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_GRACKLE
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapne na]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_GRACKLE
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_GRACKLE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_GRACKLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GRACKLE_MAN
source: [CASTE_NAME:grackle man:grackle men:grackle man]
cs: [CASTE_NAME:mužský vlhovec:mužští vlhovci:mužského vlhovce]
de: [CASTE_NAME:Grackelmensch:Grackelmenschen:Grackelmenschen]
eo: [CASTE_NAME:homkviskaliĉo:homkviskaliĉoj:de homkviskaliĉo]
es: [CASTE_NAME:hombre estornino:hombres estornino:de hombre estornino]
ja: [CASTE_NAME:黒椋鳥擬男:黒椋鳥擬男:黒椋鳥擬男の]
ko: [CASTE_NAME:남성 찌르레기인간:남성 찌르레기인간들:남성 찌르레기인간]
pl: [CASTE_NAME:wilgowronomężczyzna:wilgowronomężczyźni:wilgowronomężczyzny]
ru: [CASTE_NAME:мужчина-гракл:мужчины-граклы:мужчины-гракла]
tr: [CASTE_NAME:grackle adam:grackle adamlar:grackle adam]
vi: [CASTE_NAME:người-chim sáo:người-chim sáo:người-chim sáo]
zh_hans: [CASTE_NAME:黑羽椋鸟男:黑羽椋鸟男:黑羽椋鸟男]

# CREATURE:GRACKLE_MAN
source: [CASTE_NAME:grackle woman:grackle women:grackle woman]
cs: [CASTE_NAME:žena vlhovece:ženy vlhovce:ženy vlhovce]
de: [CASTE_NAME:Grackelfrau:Grackelfrauen:Grackelfrauen]
eo: [CASTE_NAME:homkviskalino:homkviskalinoj:de homkviskalino]
es: [CASTE_NAME:mujer estornino:mujeres estornino:de mujer estornino]
ja: [CASTE_NAME:黒椋鳥擬女:黒椋鳥擬女:黒椋鳥擬女の]
ko: [CASTE_NAME:여성 찌르레기인간:여성 찌르레기인간들:여성 찌르레기인간]
pl: [CASTE_NAME:wilgowronokobieta:wilgowronokobiety:wilgowronokobiecy]
ru: [CASTE_NAME:женщина-гракл:женщины-граклы:женщины-гракла]
tr: [CASTE_NAME:grackle kadın:grackle kadınlar:grackle kadın]
vi: [CASTE_NAME:người-chim sáo nữ:người-chim sáo nữ:người-chim sáo nữ]
zh_hans: [CASTE_NAME:黑羽椋鸟女:黑羽椋鸟女:黑羽椋鸟女]

# CREATURE:GRACKLE_MAN
source: [NAME:grackle man:grackle men:grackle man]
cs: [NAME:mužský vlhovec:mužští vlhovci:mužského vlhovce]
de: [NAME:Grackelmann:Grackelmänner:Grackelmann]
eo: [NAME:homkviskalo:homkviskaloj:de homkviskalo]
es: [NAME:hombre grackle:hombres grackle:de hombre grackle]
ja: [NAME:grackle男:grackle男:grackle男の]
ko: [NAME:찌르레기 인간:찌르레기 인간들:찌르레기 인간]
pl: [NAME:wilgowronoczłowiek:wilgowronoludzie:wilgowronoludzki]
ru: [NAME:человек-гракл:люди-граклы:человека-гракла]
tr: [NAME:grackle adam:grackle adamlar:grackle adam]
vi: [NAME:người-chim sáo:người-chim sáo:người-chim sáo]
zh_hans: [NAME:黑羽椋鸟人:黑羽椋鸟人:黑羽椋鸟人]

# CREATURE:GRACKLE_MAN
source: [DESCRIPTION:A person with the head and wings of a grackle.]
cs: [DESCRIPTION:Člověk s hlavou a křídly vlhovce.]
de: [DESCRIPTION: Eine Person mit dem Kopf und Flügeln eines Grackel.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de kviskalo.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de un estornino.]
ja: [DESCRIPTION:黒椋鳥擬の頭と翼を持つ人間だ。]
ko: [DESCRIPTION:찌르레기의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami wilgowrona.]
ru: [DESCRIPTION:Человек с головой и крыльями гракла.]
tr: [DESCRIPTION:Grackle kuşunun baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người với đầu và cánh của chim sáo.]
zh_hans: [DESCRIPTION:一个长着黑羽椋鸟脑袋和翅膀的人。]

# CREATURE:GIANT_GRACKLE
source: [NAME:giant grackle:giant grackles:giant grackle]
cs: [NAME:obří vlhovec:obří vlhovcové:obřího vlhovce]
de: [NAME:Riesengrackel:Riesengrackel:Riesengrackel]
eo: [NAME:giganta kviskalo:gigantaj kviskaloj:de giganta kviskalo]
es: [NAME:estornino gigante:estorninos gigantes:de estornino gigante]
ja: [NAME:巨大黒椋鳥擬:巨大黒椋鳥擬:巨大黒椋鳥擬の]
ko: [NAME:거대 찌르레기:거대 찌르레기들:거대 찌르레기]
pl: [NAME:gigantyczny wilgowron:gigantyczne wilgowrony:gigantycznego wilgowrona]
ru: [NAME:гигантский гракл:гигантские граклы:гигантского гракла]
tr: [NAME:dev grackle kuşu:dev grackle kuşları:dev grackle kuşu]
vi: [NAME:chim sáo khổng lồ:chim sáo khổng lồ:chim sáo khổng lồ]
zh_hans: [NAME:巨黑羽椋鸟:巨黑羽椋鸟:巨黑羽椋鸟]

# CREATURE:GIANT_GRACKLE
source: [CASTE_NAME:giant grackle:giant grackles:giant grackle]
cs: [CASTE_NAME:obří vlhovec:obří vlhovcové:obřího vlhovce]
de: [CASTE_NAME:Riesengrackel:Riesengrackel:Riesengrackel]
eo: [CASTE_NAME:giganta kviskalo:gigantaj kviskaloj:de giganta kviskalo]
es: [CASTE_NAME:estornino gigante:estorninos gigantes:de estornino gigante]
ja: [CASTE_NAME:巨大黒椋鳥擬:巨大黒椋鳥擬:巨大黒椋鳥擬の]
ko: [CASTE_NAME:거대 찌르레기:거대 찌르레기들:거대 찌르레기]
pl: [CASTE_NAME:gigantyczny wilgowron:gigantyczne wilgowrony:gigantycznego wilgowrona]
ru: [CASTE_NAME:гигантский гракл:гигантские граклы:гигантского гракла]
tr: [CASTE_NAME:dev grackle kuşu:dev grackle kuşları:dev grackle kuşu]
vi: [CASTE_NAME:chim sáo khổng lồ:chim sáo khổng lồ:chim sáo khổng lồ]
zh_hans: [CASTE_NAME:巨黑羽椋鸟:巨黑羽椋鸟:巨黑羽椋鸟]

# CREATURE:GIANT_GRACKLE
source: [GENERAL_CHILD_NAME:giant grackle hatchling:giant grackle hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obří vlhovec:mláďata obřího vlhovce]
de: [GENERAL_CHILD_NAME:Riesengrackelschlüpfling:Riesengrackelschlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta kviskalido:gigantaj kviskalidoj]
es: [GENERAL_CHILD_NAME:cría de grackle gigante:crías de grackle gigante]
ja: [GENERAL_CHILD_NAME:巨大黒椋鳥擬の雛:巨大黒椋鳥擬の雛の]
ko: [GENERAL_CHILD_NAME:거대 찌르레기 새끼:거대 찌르레기 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego wilgowrona:pisklęta gigantycznego wilgowrona]
ru: [GENERAL_CHILD_NAME:птенец гигантского гракла:птенцы гигантского гракла]
tr: [GENERAL_CHILD_NAME:dev grackle kuşu yavrusu:dev grackle kuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim sáo non :chim sáo non ]
zh_hans: [GENERAL_CHILD_NAME:巨黑羽椋鸟幼崽:巨黑羽椋鸟幼崽]

# CREATURE:GIANT_GRACKLE
source: [DESCRIPTION:A huge monster in the form of a grackle.]
cs: [DESCRIPTION:Obrovská příšera v podobě vlhovce]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Grackels.]
eo: [DESCRIPTION:Grandega monstro kun formo de kviskalo.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un grajo.]
ja: [DESCRIPTION:黒椋鳥擬のような姿の巨大な怪物だ。]
ko: [DESCRIPTION:찌르레기의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci wilgowrona.]
ru: [DESCRIPTION:Огромный монстр, похожий на гракла.]
tr: [DESCRIPTION:Grackle kuşu biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một sinh vật khổng lồ dưới hình dạng chim sáo.]
zh_hans: [DESCRIPTION:一只体型巨大的黑羽椋鸟怪。]

# CREATURE:GIANT_GRACKLE
source: [PREFSTRING:raucous calls]
cs: [PREFSTRING:chraplavé cvrlikání]
de: [PREFSTRING:raue Rufe]
eo: [PREFSTRING:malglataj vokoj]
es: [PREFSTRING:llamada escandalosa]
ja: [PREFSTRING:けたたましい鳴き声]
ko: [PREFSTRING:소란스러운 울음소리]
pl: [PREFSTRING:charkotliwe wołanie.]
ru: [PREFSTRING:хриплые крики]
tr: [PREFSTRING:gürültülü sesler]
vi: [PREFSTRING:tiếng kêu khàn khàn]
zh_hans: [PREFSTRING:沙哑的叫声]

# CREATURE:BIRD_ORIOLE
source: [DESCRIPTION:A small yellow and black bird. They feed in the canopy of the forest.]
cs: [DESCRIPTION:Malý žluto černý pták žijící v korunách stromů.]
de: [DESCRIPTION:Ein kleiner gelbschwarzer Vogel. Er lebt im Blätterdach des Waldes.]
eo: [DESCRIPTION:Malgranda flava kaj nigra birdo. Ili manĝas en la kanopeo de la arboro.]
es: [DESCRIPTION:Un pequeño pájaro amarillo y negro. Se alimentan en el refugio del bosque.]
ja: [DESCRIPTION:A small yellow and black bird. They feed in the canopy of the forest.][DESCRIPTION:全長２５センチほどの、黄色い体に黒い隈が特徴的なスズメの仲間だ。群れを作り、森に棲息する。
ko: [DESCRIPTION:노랗고 까만 작은 새. 숲의 나뭇가지들이 우거진 캐노피 층에서 먹이를 먹는다.]
pl: [DESCRIPTION:Mały żółto-czarny ptak. Zdobywają pożywienie pod baldachimem lasu.]
ru: [DESCRIPTION:Небольшая чёрно-жёлтая птица. Кормится в пологе леса.]
tr: [DESCRIPTION:Küçük sarı siyah bir kuş. Ormanın tepesinde beslenirler.]
vi: [DESCRIPTION:Một loài nhỏ màu vàng và đen. Chúng kiếm ăn trên tán cây rừng.]
zh_hans: [DESCRIPTION:一只黄色和黑色相间的小鸟。他们在森林的树冠上觅食。]

# CREATURE:BIRD_ORIOLE
source: [NAME:oriole:orioles:oriole]
cs: [NAME:žluva:žluvy:žluví]
de: [NAME:Pirol:Pirole:Pirol]
eo: [NAME:oriolo:orioloj:de oriolo]
es: [NAME:oriol:orioles:de oriol]
ja: [NAME:高麗鶯:高麗鶯:高麗鶯の]
ko: [NAME:꾀꼬리:꾀꼬리들:꾀꼬리]
pl: [NAME:wilga:wilgi:wilgi]
ru: [NAME:иволга:иволги:иволги]
tr: [NAME:oriole kuşu:oriole kuşları:oriole kuşu]
vi: [NAME:chim hoàng anh:chim hoàng anh:chim hoàng anh]
zh_hans: [NAME:黄鹂:黄鹂:黄鹂]

# CREATURE:BIRD_ORIOLE
source: [CASTE_NAME:oriole:orioles:oriole]
cs: [CASTE_NAME:žluva:žluvy:žluva]
de: [CASTE_NAME:Pirol:Pirole:Pirol]
eo: [CASTE_NAME:oriolo:orioloj:de oriolo]
es: [CASTE_NAME:oriol:orioles:de oriol]
ja: [CASTE_NAME:高麗鶯:高麗鶯:高麗鶯の]
ko: [CASTE_NAME:꾀꼬리:꾀꼬리들:꾀꼬리]
pl: [CASTE_NAME:wilga:wilgi:wilgi]
ru: [CASTE_NAME:иволга:иволги:иволги]
tr: [CASTE_NAME:oriole kuşu:oriole kuşları:oriole kuşu]
vi: [CASTE_NAME:chim hoàng anh:chim hoàng anh:chim hoàng anh]
zh_hans: [CASTE_NAME:黄鹂:黄鹂:黄鹂]

# CREATURE:BIRD_ORIOLE
source: [GENERAL_CHILD_NAME:oriole hatchling:oriole hatchlings]
cs: [GENERAL_CHILD_NAME:vylíhnutá žluva:vylíhnuté žluvy]
de: [GENERAL_CHILD_NAME:Pirolküken:Pirolküken]
eo: [GENERAL_CHILD_NAME:oriolido:oriolidoj]
es: [GENERAL_CHILD_NAME:cría de oriol:crías de oriol]
ja: [GENERAL_CHILD_NAME:高麗鶯の雛:高麗鶯の雛の]
ko: [GENERAL_CHILD_NAME:꾀꼬리 새끼:꾀꼬리 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę wilgi:pisklęta wilgi]
ru: [GENERAL_CHILD_NAME:птенец иволги:птенец иволги]
tr: [GENERAL_CHILD_NAME:oriole kuşu yavrusu:oriole kuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim hoàng anh non:chim hoàng anh non]
zh_hans: [GENERAL_CHILD_NAME:黄鹂幼崽:黄鹂幼崽]

# CREATURE:BIRD_ORIOLE
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_ORIOLE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:pokousat:pokousatní]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_ORIOLE
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapne na]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_ORIOLE
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_ORIOLE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_ORIOLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:ORIOLE_MAN
source: [CASTE_NAME:oriole man:oriole men:oriole man]
cs: [CASTE_NAME:mužská žluva:mužšké žluvy:mužské žluvy]
de: [CASTE_NAME:Pirolmann:Pirolmänner:Pirolmann]
eo: [CASTE_NAME:homorioliĉo:homorioliĉoj:de homorioliĉo]
es: [CASTE_NAME:hombre oriol:hombres oriol:de hombre oriol]
ja: [CASTE_NAME:高麗鶯男:高麗鶯男:高麗鶯男の]
ko: [CASTE_NAME:남성 꾀꼬리인간:남성 꾀꼬리인간들:남성 꾀꼬리인간]
pl: [CASTE_NAME:wilgomężczyzna:wilgomężczyźni:wilgomężczyzny]
ru: [CASTE_NAME:мужчина-иволга:мужчины-иволги:мужчины-иволги]
tr: [CASTE_NAME:oriole adam:oriole adamlar:oriole adam]
vi: [CASTE_NAME:người-chim hoàng anh:người-chim hoàng anh:người-chim hoàng anh]
zh_hans: [CASTE_NAME:黄鹂男:黄鹂男:黄鹂男]
