Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:HUMANOID_NECK_4ARMS
source: [BP:LLA1:first left lower arm:STP]
cs: [BP:LLA1:první levá dolní ruka:první levé dolní ruce]
de: [BP:LLA1:erster linker Unterarm:STP]
eo: [BP:LLA1:unua maldekstra antaŭbrako:unuaj maldekstraj antaŭbrakoj]
es: [BP:LLA1:primer antebrazo izquierdo:STP]
ja: [BP:LLA1:一番目の右前腕:STP]
ko: [BP:LLA1:첫째 왼쪽 아래팔:STP]
pl: [BP:LLA1:pierwsze lewe przedramię:pierwsze lewe przedramiona]
ru: [BP:LLA1:первое левое предплечье:первые левые предплечья]
tr: [BP:LLA1:birinci sol alt kol:STP]
vi: [BP:LLA1:cẳng tay trái đầu tiên:STP]
zh_hans: [BP:LLA1:第一左前臂:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:RH1:first right hand:STP]
cs: [BP:RH1:první pravá dlaň:první pravé dlaně]
de: [BP:RH1:erste rechte Hand:STP]
eo: [BP:RH1:unua dekstra mano:unuaj dekstraj manoj]
es: [BP:RH1:primera mano derecha:STP]
ja: [BP:RH1:一番目の右手:STP]
ko: [BP:RH1:첫째 오른손:STP]
pl: [BP:RH1:pierwsza prawa dłoń:pierwsze prawe dłonie]
ru: [BP:RH1:первая правая ладонь:первые правые ладони]
tr: [BP:RH1:birinci sağ el:STP]
vi: [BP:RH1:bàn tay phải đầu tiên:STP]
zh_hans: [BP:RH1:第一右手:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:LH1:first left hand:STP]
cs: [BP:LH1:první levá dlaň:první levé dlaně]
de: [BP:LH1:erste linke Hand:STP]
eo: [BP:LH1:unua maldekstra mano:unuaj maldekstraj manoj]
es: [BP:LH1:primera mano izquierda:STP]
ja: [BP:LH1:一番目の左手:STP]
ko: [BP:LH1:첫째 왼손:STP]
pl: [BP:LH1:pierwsza lewa dłoń:pierwsze lewe dłonie]
ru: [BP:LH1:первая левая ладонь:первые левые ладони]
tr: [BP:LH1:birinci sol el:STP]
vi: [BP:LH1:bàn tay trái đầu tiên:STP]
zh_hans: [BP:LH1:第一左手:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:RUA2:second right upper arm:STP]
cs: [BP:RUA2:druhá pravá horní ruka:hruhé pravé horní ruce]
de: [BP:RUA2:zweiter rechter Oberarm:STP]
eo: [BP:RUA2:dua dekstra supra brako:duaj dekstraj supraj brakoj]
es: [BP:RUA2:segundo brazo derecho:STP]
ja: [BP:RUA2:二番目の右上腕:STP]
ko: [BP:RUA2:둘째 오른쪽 위팔:STP]
pl: [BP:RUA2:drugie prawe ramię:drugie prawe ramiona]
ru: [BP:RUA2:второе правое плечо:вторые правые плечи]
tr: [BP:RUA2:ikinci sağ üst kol:STP]
vi: [BP:RUA2:bắp tay phải thứ hai:STP]
zh_hans: [BP:RUA2:第二右上臂:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:LUA2:second left upper arm:STP]
cs: [BP:LUA2:druhá levá horní ruka:druhé levé horní ruce]
de: [BP:LUA2:zweiter linker Oberarm:STP]
eo: [BP:LUA2:dua maldekstra supra brako:duaj maldekstraj supraj brakoj]
es: [BP:RUA2:segundo brazo izquierdo:STP]
ja: [BP:LUA2:二番目の左上腕:STP]
ko: [BP:LUA2:둘째 왼쪽 위팔:STP]
pl: [BP:LUA2:drugie lewe ramię:drugie lewe ramiona]
ru: [BP:LUA2:второе левое плечо:вторые левые плечи]
tr: [BP:LUA2:ikinci sol üst kol:STP]
vi: [BP:LUA2:bắp tay trái thứ hai:STP]
zh_hans: [BP:LUA2:第二左上臂:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:RLA2:second right lower arm:STP]
cs: [BP:RLA2:druhá pravá dolní ruka:druhé pravé dolní ruce]
de: [BP:RLA2:zweiter rechter Unterarm:STP]
eo: [BP:RLA2:dua dekstra antaŭbrako:duaj dekstraj antaŭbrakoj]
es: [BP:RUA2:segundo antebrazo derecho:STP]
ja: [BP:RLA2:二番目の右前腕:STP]
ko: [BP:RLA2:둘째 오른쪽 아래팔:STP]
pl: [BP:RLA2:drugie prawe przedramię:drugie prawe przedramiona]
ru: [BP:RLA2:второе правое предплечье:вторые правые предплечья]
tr: [BP:RLA2:ikinci sağ alt kol:STP]
vi: [BP:RLA2:cẳng tay phải thứ hai:STP]
zh_hans: [BP:RLA2:第二右前臂:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:LLA2:second left lower arm:STP]
cs: [BP:LLA2:druhá levá dolní ruka:druhé levé dolní ruce]
de: [BP:LLA2:zweiter linker Unterarm:STP]
eo: [BP:LLA2:dua maldekstra antaŭbrako:duaj maldekstraj antaŭbrakoj]
es: [BP:RUA2:segundo antebrazo izquierdo:STP]
ja: [BP:LLA2:二番目の左前腕:STP]
ko: [BP:LLA2:둘째 왼쪽 아래팔:STP]
pl: [BP:LLA2:drugie lewe przedramię:drugie lewe przedramiona]
ru: [BP:LLA2:второе левое предплечье:вторые левые предплечья]
tr: [BP:LLA2:ikinci sol alt kol:STP]
vi: [BP:LLA2:cẳng tay trái thứ hai:STP]
zh_hans: [BP:LLA2:第二左前臂:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:RH2:second right hand:STP]
cs: [BP:RH2:druhá pravá dlaň:druhé pravé dlaně]
de: [BP:RH2:zweite rechte Hand:STP]
eo: [BP:RH2:dua dekstra mano:duaj dekstraj manoj]
es: [BP:RH2:segunda mano derecha:STP]
ja: [BP:RH2:二番目の右手:STP]
ko: [BP:RH2:둘째 오른손:STP]
pl: [BP:RH2:druga prawa dłoń:drugie prawe dłonie]
ru: [BP:RH2:вторая правая ладонь:вторые правые ладони]
tr: [BP:RH2:ikinci sağ el:STP]
vi: [BP:RH2:bàn tay phải thứ hai:STP]
zh_hans: [BP:RH2:第二右手:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:LH2:second left hand:STP]
cs: [BP:LH2:druhá levá dlaň:druhé levé dlaně]
de: [BP:LH2:zweite linke Hand:STP]
eo: [BP:LH2:dua maldekstra mano:duaj maldekstraj manoj]
es: [BP:LH2:segunda mano izquierda:STP]
ja: [BP:LH2:二番目の左手:STP]
ko: [BP:LH2:둘째 왼손:STP]
pl: [BP:LH2:druga lewa dłoń:drugie lewe dłonie]
ru: [BP:LH2:вторая левая ладонь:вторые левые ладони]
tr: [BP:LH2:ikinci sol el:STP]
vi: [BP:LH2:bàn tay trái thứ hai:STP]
zh_hans: [BP:LH2:第二左手:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:RUL:right upper leg:STP]
cs: [BP:RUL:pravá horní noha:pravé horní nohy]
de: [BP:RUL:rechter Oberschenkel:STP]
eo: [BP:RUL:dekstra femuro:dekstraj femuroj]
es: [BP:RUL:muslo derecho:STP]
ja: [BP:RUL:右大腿:STP]
ko: [BP:RUL:오른쪽 윗다리:STP]
pl: [BP:RUL:prawe udo:prawe uda]
ru: [BP:RUL:правое бедро:правые бёдра]
tr: [BP:RUL:sağ üst bacak:STP]
vi: [BP:RUL:bắp đùi phải:STP]
zh_hans: [BP:RUL:右大腿:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:LUL:left upper leg:STP]
cs: [BP:LUL:levá horní noha:levé horní nohy]
de: [BP:LUL:linker Oberschenkel:STP]
eo: [BP:LUL:maldekstra femuro:maldekstraj femuroj]
es: [BP:LUL:muslo izquierdo:STP]
ja: [BP:LUL:左大腿:STP]
ko: [BP:LUL:왼쪽 윗다리:STP]
pl: [BP:LUL:lewe udo:lewe uda]
ru: [BP:LUL:левое бедро:левые бёдра]
tr: [BP:LUL:sol üst bacak:STP]
vi: [BP:LUL:bắp đùi trái:STP]
zh_hans: [BP:LUL:左大腿:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:RLL:right lower leg:STP]
cs: [BP:RLL:pravá dolní noha:pravé dolní nohy]
de: [BP:RLL:rechter Unterschenkel:STP]
eo: [BP:RLL:dekstra kruro:dekstraj kruroj]
es: [BP:RLL:pierna derecha:STP]
ja: [BP:RLL:右下腿:STP]
ko: [BP:RLL:오른쪽 아랫다리:STP]
pl: [BP:RLL:prawa goleń:prawe golenie]
ru: [BP:RLL:правая голень:правые голени]
tr: [BP:RLL:sağ alt bacak:STP]
vi: [BP:RLL:bắp chân phải:STP]
zh_hans: [BP:RLL:右小腿:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:LLL:left lower leg:STP]
cs: [BP:LLL:levá dolní noha:levé dolní nohy]
de: [BP:LLL:linker Unterschenkel:STP]
eo: [BP:LLL:maldekstra kruro:maldekstraj kruroj]
es: [BP:LLL:pierna izquierda:STP]
ja: [BP:LLL:左下腿:STP]
ko: [BP:LLL:왼쪽 아랫다리:STP]
pl: [BP:LLL:lewa goleń:lewe golenie]
ru: [BP:LLL:левая голень:левые голени]
tr: [BP:LLL:sol alt bacak:STP]
vi: [BP:LLL:bắp chân trái:STP]
zh_hans: [BP:LLL:左小腿:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:RF:right foot:right feet]
cs: [BP:RF:pravé chodidlo:pravá chodidla]
de: [BP:RF:rechter Fuß:rechten Füße]
eo: [BP:RF:dekstra piedo:dekstraj piedoj]
es: [BP:RF:pie derecho:pies derechos]
ja: [BP:RF:右足:右足]
ko: [BP:RF:오른발:오른발]
pl: [BP:RF:prawa stopa:prawe stopy]
ru: [BP:RF:правая ступня:правые ступни]
tr: [BP:RF:sağ ayak:sağ ayaklar]
vi: [BP:RF:bàn chân phải:nhiều chân phải]
zh_hans: [BP:RF:右脚:右脚]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:LF:left foot:left feet]
cs: [BP:LF:levé chodidlo:levá chodidla]
de: [BP:LF:linker Fuß:linke Füße]
eo: [BP:LF:maldekstra piedo:maldekstraj piedoj]
es: [BP:LF:pie izquierdo:pies izquierdos]
ja: [BP:LF:左足:左足]
ko: [BP:LF:왼발:왼발]
pl: [BP:LF:lewa stopa:lewe stopy]
ru: [BP:LF:левая ступня:левые ступни]
tr: [BP:LF:sol ayak:sol ayaklar]
vi: [BP:bàn chân trái:nhiều bàn chân trái]
zh_hans: [BP:LF:左脚:左脚]

# BODY:4ARMS_STANCE
source: [BP:RUA1:first right upper arm:STP]
cs: [BP:RUA1:první pravá horní ruka:první pravé horní ruce]
de: [BP:RUA1:erster rechter Oberarm:STP]
eo: [BP:RUA1:unua dekstra brako:unuaj dekstraj brakoj]
es: [BP:RUA1:primer brazo derecho:STP]
ja: [BP:RUA1:一番目の右上腕:STP]
ko: [BP:RUA1:첫째 오른쪽 위팔:STP]
pl: [BP:RUA1:pierwsze prawe ramię:pierwsze prawe ramiona]
ru: [BP:RUA1:первое правое плечо:первые правые плечи]
tr: [BP:RUA1:birinci sağ üst kol:STP]
vi: [BP:RUA1:bắp tay phải đầu tiên:STP]
zh_hans: [BP:RUA1:第一右上臂:STP]

# BODY:4ARMS_STANCE
source: [BP:LUA1:first left upper arm:STP]
cs: [BP:LUA1:první levá horní ruka:první levé horní ruce]
de: [BP:LUA1:erster linker Oberarm:STP]
eo: [BP:LUA1:unua maldekstra supra brako:unuaj maldekstraj supraj brakoj]
es: [BP:LUA1:primer brazo izquierdo:STP]
ja: [BP:LUA1:一番目の左上腕:STP]
ko: [BP:LUA1:첫째 왼쪽 위팔:STP]
pl: [BP:LUA1:pierwsze lewe ramię:pierwsze lewe ramiona]
ru: [BP:LUA1:первое левое плечо:первые левые плечи]
tr: [BP:LUA1:birinci sol üst kol:STP]
vi: [BP:LUA1:Bắp tay trái đầu tiên:STP]
zh_hans: [BP:LUA1:第一左上臂:STP]

# BODY:4ARMS_STANCE
source: [BP:RLA1:first right lower arm:STP]
cs: [BP:RLA1:první pravá dolní ruka:první pravé dolní ruce]
de: [BP:RLA1:erster rechter Unterarm:STP]
eo: [BP:RLA1:unua dekstra antaŭbrako:unuaj dekstraj antaŭbrakoj]
es: [BP:RLA1:primer antebrazo derecho:STP]
ja: [BP:RLA1:一番目の右前腕:STP]
ko: [BP:RLA1:첫째 오른쪽 아래팔:STP]
pl: [BP:RLA1:pierwsze prawe przedramię:pierwsze prawe przedramiona]
ru: [BP:RLA1:первое правое предплечье:первые правые предплечья]
tr: [BP:RLA1:birinci sağ alt kol:STP]
vi: [BP:RLA1:cẳng tay phải đầu tiên:STP]
zh_hans: [BP:RLA1:第一右前臂:STP]

# BODY:4ARMS_STANCE
source: [BP:LLA1:first left lower arm:STP]
cs: [BP:LLA1:první levá dolní ruka:první levé dolní ruce]
de: [BP:LLA1:erster linker Unterarm:STP]
eo: [BP:LLA1:unua maldekstra antaŭbrako:unuaj maldekstraj antaŭbrakoj]
es: [BP:LLA1:primer antebrazo izquierdo:STP]
ja: [BP:LLA1:一番目の右前腕:STP]
ko: [BP:LLA1:첫째 왼쪽 아래팔:STP]
pl: [BP:LLA1:pierwsze lewe przedramię:pierwsze lewe przedramiona]
ru: [BP:LLA1:первое левое предплечье:первые левые предплечья]
tr: [BP:LLA1:birinci sol alt kol:STP]
vi: [BP:LLA1:cẳng tay trái đầu tiên:STP]
zh_hans: [BP:LLA1:第一左前臂:STP]

# BODY:4ARMS_STANCE
source: [BP:RH1:first right hand:STP]
cs: [BP:RH1:první pravá dlaň:první pravé dlaně]
de: [BP:RH1:erste rechte Hand:STP]
eo: [BP:RH1:unua dekstra mano:unuaj dekstraj manoj]
es: [BP:RH1:primera mano derecha:STP]
ja: [BP:RH1:一番目の右手:STP]
ko: [BP:RH1:첫째 오른손:STP]
pl: [BP:RH1:pierwsza prawa dłoń:pierwsze prawe dłonie]
ru: [BP:RH1:первая правая ладонь:первые правые ладони]
tr: [BP:RH1:birinci sağ el:STP]
vi: [BP:RH1:bàn tay phải đầu tiên:STP]
zh_hans: [BP:RH1:第一右手:STP]

# BODY:4ARMS_STANCE
source: [BP:LH1:first left hand:STP]
cs: [BP:LH1:první levá dlaň:první levé dlaně]
de: [BP:LH1:erste linke Hand:STP]
eo: [BP:LH1:unua maldekstra mano:unuaj maldekstraj manoj]
es: [BP:LH1:primera mano izquierda:STP]
ja: [BP:LH1:一番目の左手:STP]
ko: [BP:LH1:첫째 왼손:STP]
pl: [BP:LH1:pierwsza lewa dłoń:pierwsze lewe dłonie]
ru: [BP:LH1:первая левая ладонь:первые левые ладони]
tr: [BP:LH1:birinci sol el:STP]
vi: [BP:LH1:bàn tay trái đầu tiên:STP]
zh_hans: [BP:LH1:第一左手:STP]

# BODY:4ARMS_STANCE
source: [BP:RUA2:second right upper arm:STP]
cs: [BP:RUA2:druhá pravá horní ruka:hruhé pravé horní ruce]
de: [BP:RUA2:zweiter rechter Oberarm:STP]
eo: [BP:RUA2:dua dekstra supra brako:duaj dekstraj supraj brakoj]
es: [BP:RUA2:segundo brazo derecho:STP]
ja: [BP:RUA2:二番目の右上腕:STP]
ko: [BP:RUA2:둘째 오른쪽 위팔:STP]
pl: [BP:RUA2:drugie prawe ramię:drugie prawe ramiona]
ru: [BP:RUA2:второе правое плечо:вторые правые плечи]
tr: [BP:RUA2:ikinci sağ üst kol:STP]
vi: [BP:RUA2:bắp tay phải thứ hai:STP]
zh_hans: [BP:RUA2:第二右上臂:STP]

# BODY:4ARMS_STANCE
source: [BP:LUA2:second left upper arm:STP]
cs: [BP:LUA2:druhá levá horní ruka:druhé levé horní ruce]
de: [BP:LUA2:zweiter linker Oberarm:STP]
eo: [BP:LUA2:dua maldekstra supra brako:duaj maldekstraj supraj brakoj]
es: [BP:RUA2:segundo brazo izquierdo:STP]
ja: [BP:LUA2:二番目の左上腕:STP]
ko: [BP:LUA2:둘째 왼쪽 위팔:STP]
pl: [BP:LUA2:drugie lewe ramię:drugie lewe ramiona]
ru: [BP:LUA2:второе левое плечо:вторые левые плечи]
tr: [BP:LUA2:ikinci sol üst kol:STP]
vi: [BP:LUA2:bắp tay trái thứ hai:STP]
zh_hans: [BP:LUA2:第二左上臂:STP]

# BODY:4ARMS_STANCE
source: [BP:RLA2:second right lower arm:STP]
cs: [BP:RLA2:druhá pravá dolní ruka:druhé pravé dolní ruce]
de: [BP:RLA2:zweiter rechter Unterarm:STP]
eo: [BP:RLA2:dua dekstra antaŭbrako:duaj dekstraj antaŭbrakoj]
es: [BP:RUA2:segundo antebrazo derecho:STP]
ja: [BP:RLA2:二番目の右前腕:STP]
ko: [BP:RLA2:둘째 오른쪽 아래팔:STP]
pl: [BP:RLA2:drugie prawe przedramię:drugie prawe przedramiona]
ru: [BP:RLA2:второе правое предплечье:вторые правые предплечья]
tr: [BP:RLA2:ikinci sağ alt kol:STP]
vi: [BP:RLA2:cẳng tay phải thứ hai:STP]
zh_hans: [BP:RLA2:第二右前臂:STP]

# BODY:4ARMS_STANCE
source: [BP:LLA2:second left lower arm:STP]
cs: [BP:LLA2:druhá levá dolní ruka:druhé levé dolní ruce]
de: [BP:LLA2:zweiter linker Unterarm:STP]
eo: [BP:LLA2:dua maldekstra antaŭbrako:duaj maldekstraj antaŭbrakoj]
es: [BP:RUA2:segundo antebrazo izquierdo:STP]
ja: [BP:LLA2:二番目の左前腕:STP]
ko: [BP:LLA2:둘째 왼쪽 아래팔:STP]
pl: [BP:LLA2:drugie lewe przedramię:drugie lewe przedramiona]
ru: [BP:LLA2:второе левое предплечье:вторые левые предплечья]
tr: [BP:LLA2:ikinci sol alt kol:STP]
vi: [BP:LLA2:cẳng tay trái thứ hai:STP]
zh_hans: [BP:LLA2:第二左前臂:STP]

# BODY:4ARMS_STANCE
source: [BP:RH2:second right hand:STP]
cs: [BP:RH2:druhá pravá dlaň:druhé pravé dlaně]
de: [BP:RH2:zweite rechte Hand:STP]
eo: [BP:RH2:dua dekstra mano:duaj dekstraj manoj]
es: [BP:RH2:segunda mano derecha:STP]
ja: [BP:RH2:二番目の右手:STP]
ko: [BP:RH2:둘째 오른손:STP]
pl: [BP:RH2:druga prawa dłoń:drugie prawe dłonie]
ru: [BP:RH2:вторая правая ладонь:вторые правые ладони]
tr: [BP:RH2:ikinci sağ el:STP]
vi: [BP:RH2:bàn tay phải thứ hai:STP]
zh_hans: [BP:RH2:第二右手:STP]

# BODY:4ARMS_STANCE
source: [BP:LH2:second left hand:STP]
cs: [BP:LH2:druhá levá dlaň:druhé levé dlaně]
de: [BP:LH2:zweite linke Hand:STP]
eo: [BP:LH2:dua maldekstra mano:duaj maldekstraj manoj]
es: [BP:LH2:segunda mano izquierda:STP]
ja: [BP:LH2:二番目の左手:STP]
ko: [BP:LH2:둘째 왼손:STP]
pl: [BP:LH2:druga lewa dłoń:drugie lewe dłonie]
ru: [BP:LH2:вторая левая ладонь:вторые левые ладони]
tr: [BP:LH2:ikinci sol el:STP]
vi: [BP:LH2:bàn tay trái thứ hai:STP]
zh_hans: [BP:LH2:第二左手:STP]

# BODY:HUMANOID_2HEAD
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:busto:bustos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID_2HEAD
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_2HEAD
source: [BP:RHD:right head:STP]
cs: [BP:RHD:pravá hlava:pravé hlavy]
de: [BP:RHD:rechter Kopf:STP]
eo: [BP:RHD:dekstra kapo:dekstraj kapoj]
es: [BP:RHD:cabeza derecha:STP]
ja: [BP:HD1:右頭:STP]
ko: [BP:RHD:오른쪽 머리:STP]
pl: [BP:RHD:prawa głowa:prawe głowy]
ru: [BP:RHD:правая голова:правые головы]
tr: [BP:RHD:sağ baş:STP]
vi: [BP:RHD:đầu bên phải:STP]
zh_hans: [BP:RHD:右头:STP]

# BODY:HUMANOID_2HEAD
source: [BP:LHD:left head:STP]
cs: [BP:LHD:levá hlava:levé hlavy]
de: [BP:LHD:linker Kopf:STP]
eo: [BP:LHD:maldekstra kapo:maldekstraj kapoj]
es: [BP:LHD:cabeza izquierda:STP]
ja: [BP:LHD:左頭:STP]
ko: [BP:LHD:왼쪽 머리:STP]
pl: [BP:LHD:lewa głowa:lewe głowy]
ru: [BP:LHD:левая голова:левые головы]
tr: [BP:LHD:sol baş:STP]
vi: [BP:LHD:đầu bên trái:STP]
zh_hans: [BP:LHD:左头:STP]

# BODY:HUMANOID_2HEAD
source: [BP:RUA:right upper arm:STP]
cs: [BP:RUA:pravá horní ruka:pravé horní ruce]
de: [BP:RUA:rechter Oberarm:STP]
eo: [BP:RUA:dekstra supra brako:dekstraj supraj brakoj]
es: [BP:RUA:brazo derecho:STP]
ja: [BP:RUA:右上腕:STP]
ko: [BP:RUA:오른쪽 위팔:STP]
pl: [BP:RUA:prawe ramię:prawe ramiona]
ru: [BP:RUA:правое плечо:правые плечи]
tr: [BP:RUA:sağ üst kol:STP]
vi: [BP:RUA:bắp tay phải:STP]
zh_hans: [BP:RUA:右上臂:STP]

# BODY:HUMANOID_2HEAD
source: [BP:LUA:left upper arm:STP]
cs: [BP:LUA:levá horní ruka:levé horní ruce]
de: [BP:LUA:linker Oberarm:STP]
eo: [BP:LUA:maldekstra supra brako:maldekstraj supraj brakoj]
es: [BP:LUA:brazo izquierdo:STP]
ja: [BP:LUA:左上腕:STP]
ko: [BP:LUA:왼쪽 위팔:STP]
pl: [BP:LUA:lewe ramię:lewe ramiona]
ru: [BP:LUA:левое плечо:левые плечи]
tr: [BP:LUA:sol üst kol:STP]
vi: [BP:LUA:bắp tay trái:STP]
zh_hans: [BP:LUA:左上臂:STP]

# BODY:HUMANOID_2HEAD
source: [BP:RLA:right lower arm:STP]
cs: [BP:RLA:pravá dolní ruka:pravé dolní ruce]
de: [BP:RLA:rechter Unterarm:STP]
eo: [BP:RLA:dekstra antaŭbrako:dekstraj antaŭbrakoj]
es: [BP:RLA:antebrazo derecho:STP]
ja: [BP:RLA:右前腕:STP]
ko: [BP:RLA:오른쪽 아래팔:STP]
pl: [BP:RLA:prawe przedramię:prawe przedramiona]
ru: [BP:RLA:правое предплечье:правые предплечья]
tr: [BP:RLA:sağ alt kol:STP]
vi: [BP:RLA:cẳng tay phải:STP]
zh_hans: [BP:RLA:右前臂:STP]

# BODY:HUMANOID_2HEAD
source: [BP:LLA:left lower arm:STP]
cs: [BP:LLA:levá dolní ruka:levé dolní ruce]
de: [BP:LLA:linker Unterarm:STP]
eo: [BP:LLA:maldekstra antaŭbrako:maldekstraj antaŭbrakoj]
es: [BP:LLA:antebrazo izquierdo:STP]
ja: [BP:LLA:左前腕:STP]
ko: [BP:LLA:왼쪽 아래팔:STP]
pl: [BP:LLA:lewe przedramię:lewe przedramiona]
ru: [BP:LLA:левое предплечье:левые предплечья]
tr: [BP:LLA:sol alt kol:STP]
vi: [BP:LLA:cẳng tay trái:STP]
zh_hans: [BP:LLA:左前臂:STP]

# BODY:HUMANOID_2HEAD
source: [BP:RH:right hand:STP]
cs: [BP:RH:pravá dlaň:pravé dlaně]
de: [BP:RH:rechte Hand:STP]
eo: [BP:RH:dekstra mano:dekstraj manoj]
es: [BP:RH:mano derecha:STP]
ja: [BP:RH:右手:STP]
ko: [BP:RH:오른손:STP]
pl: [BP:RH:prawa dłoń:prawe dłonie]
ru: [BP:RH:правая ладонь:правые ладони]
tr: [BP:RH:sağ el:STP]
vi: [BP:RH:bàn tay phải:STP]
zh_hans: [BP:RH:右手:STP]

# BODY:HUMANOID_2HEAD
source: [BP:LH:left hand:STP]
cs: [BP:LH:levá dlaň:levé dlaně]
de: [BP:LH:linke Hand:STP]
eo: [BP:LH:maldekstra mano:maldekstraj manoj]
es: [BP:RH:mano izquierda:STP]
ja: [BP:LH:左手:STP]
ko: [BP:LH:왼손:STP]
pl: [BP:LH:lewa dłoń:lewe dłonie]
ru: [BP:LH:левая ладонь:левые ладони]
tr: [BP:LH:sol el:STP]
vi: [BP:LH:bàn tay trái:STP]
zh_hans: [BP:LH:左手:STP]

# BODY:HUMANOID_2HEAD
source: [BP:RUL:right upper leg:STP]
cs: [BP:RUL:pravá horní noha:pravé horní nohy]
de: [BP:RUL:rechter Oberschenkel:STP]
eo: [BP:RUL:dekstra femuro:dekstraj femuroj]
es: [BP:RUL:muslo derecho:STP]
ja: [BP:RUL:右大腿:STP]
ko: [BP:RUL:오른쪽 윗다리:STP]
pl: [BP:RUL:prawe udo:prawe uda]
ru: [BP:RUL:правое бедро:правые бёдра]
tr: [BP:RUL:sağ üst bacak:STP]
vi: [BP:RUL:bắp đùi phải:STP]
zh_hans: [BP:RUL:右大腿:STP]

# BODY:HUMANOID_2HEAD
source: [BP:LUL:left upper leg:STP]
cs: [BP:LUL:levá horní noha:levé horní nohy]
de: [BP:LUL:linker Oberschenkel:STP]
eo: [BP:LUL:maldekstra femuro:maldekstraj femuroj]
es: [BP:LUL:muslo izquierdo:STP]
ja: [BP:LUL:左大腿:STP]
ko: [BP:LUL:왼쪽 윗다리:STP]
pl: [BP:LUL:lewe udo:lewe uda]
ru: [BP:LUL:левое бедро:левые бёдра]
tr: [BP:LUL:sol üst bacak:STP]
vi: [BP:LUL:bắp đùi trái:STP]
zh_hans: [BP:LUL:左大腿:STP]

# BODY:HUMANOID_2HEAD
source: [BP:RLL:right lower leg:STP]
cs: [BP:RLL:pravá dolní noha:pravé dolní nohy]
de: [BP:RLL:rechter Unterschenkel:STP]
eo: [BP:RLL:dekstra kruro:dekstraj kruroj]
es: [BP:RLL:pierna derecha:STP]
ja: [BP:RLL:右下腿:STP]
ko: [BP:RLL:오른쪽 아랫다리:STP]
pl: [BP:RLL:prawa goleń:prawe golenie]
ru: [BP:RLL:правая голень:правые голени]
tr: [BP:RLL:sağ alt bacak:STP]
vi: [BP:RLL:bắp chân phải:STP]
zh_hans: [BP:RLL:右小腿:STP]

# BODY:HUMANOID_2HEAD
source: [BP:LLL:left lower leg:STP]
cs: [BP:LLL:levá dolní noha:levé dolní nohy]
de: [BP:LLL:linker Unterschenkel:STP]
eo: [BP:LLL:maldekstra kruro:maldekstraj kruroj]
es: [BP:LLL:pierna izquierda:STP]
ja: [BP:LLL:左下腿:STP]
ko: [BP:LLL:왼쪽 아랫다리:STP]
pl: [BP:LLL:lewa goleń:lewe golenie]
ru: [BP:LLL:левая голень:левые голени]
tr: [BP:LLL:sol alt bacak:STP]
vi: [BP:LLL:bắp chân trái:STP]
zh_hans: [BP:LLL:左小腿:STP]

# BODY:HUMANOID_2HEAD
source: [BP:RF:right foot:right feet]
cs: [BP:RF:pravé chodidlo:pravá chodidla]
de: [BP:RF:rechter Fuß:rechten Füße]
eo: [BP:RF:dekstra piedo:dekstraj piedoj]
es: [BP:RF:pie derecho:pies derechos]
ja: [BP:RF:右足:右足]
ko: [BP:RF:오른발:오른발]
pl: [BP:RF:prawa stopa:prawe stopy]
ru: [BP:RF:правая ступня:правые ступни]
tr: [BP:RF:sağ ayak:sağ ayaklar]
vi: [BP:RF:bàn chân phải:nhiều chân phải]
zh_hans: [BP:RF:右脚:右脚]

# BODY:HUMANOID_2HEAD
source: [BP:LF:left foot:left feet]
cs: [BP:LF:levé chodidlo:levá chodidla]
de: [BP:LF:linker Fuß:linke Füße]
eo: [BP:LF:maldekstra piedo:maldekstraj piedoj]
es: [BP:LF:pie izquierdo:pies izquierdos]
ja: [BP:LF:左足:左足]
ko: [BP:LF:왼발:왼발]
pl: [BP:LF:lewa stopa:lewe stopy]
ru: [BP:LF:левая ступня:левые ступни]
tr: [BP:LF:sol ayak:sol ayaklar]
vi: [BP:bàn chân trái:nhiều bàn chân trái]
zh_hans: [BP:LF:左脚:左脚]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:busto:bustos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:RNK:right neck:STP]
cs: [BP:RNK:pravý krk:pravé krky]
de: [BP:RNK:rechter Nacken:STP]
eo: [BP:RNK:dekstra kolo:dekstraj koloj]
es: [BP:RNK:cuello derecho:STP]
ja: [BP:RNK:右首:STP]
ko: [BP:RNK:오른쪽 목:STP]
pl: [BP:RNK:prawa szyja:prawe szyje]
ru: [BP:RNK:правая шея:правые шеи]
tr: [BP:RNK:sağ boyun:STP]
vi: [BP:RNK:cổ bên phải:STP]
zh_hans: [BP:RNK:右颈:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:LNK:left neck:STP]
cs: [BP:LNK:levý krk:levé krky]
de: [BP:LNK:linker Nacken:STP]
eo: [BP:LNK:maldekstra kolo:maldekstraj koloj]
es: [BP:LNK:cuello izquierdo:STP]
ja: [BP:LNK:左首:STP]
ko: [BP:LNK:왼쪽 목:STP]
pl: [BP:LNK:lewa szyja:lewe szyje]
ru: [BP:LNK:левая шея:левые шеи]
tr: [BP:LNK:sol boyun:STP]
vi: [BP:LNK:cổ bên trái:STP]
zh_hans: [BP:LNK:左颈:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:RHD:right head:STP]
cs: [BP:RHD:pravá hlava:pravé hlavy]
de: [BP:RHD:rechter Kopf:STP]
eo: [BP:RHD:dekstra kapo:dekstraj kapoj]
es: [BP:RHD:cabeza derecha:STP]
ja: [BP:HD1:右頭:STP]
ko: [BP:RHD:오른쪽 머리:STP]
pl: [BP:RHD:prawa głowa:prawe głowy]
ru: [BP:RHD:правая голова:правые головы]
tr: [BP:RHD:sağ baş:STP]
vi: [BP:RHD:đầu bên phải:STP]
zh_hans: [BP:RHD:右头:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:LHD:left head:STP]
cs: [BP:LHD:levá hlava:levé hlavy]
de: [BP:LHD:linker Kopf:STP]
eo: [BP:LHD:maldekstra kapo:maldekstraj kapoj]
es: [BP:LHD:cabeza izquierda:STP]
ja: [BP:LHD:左頭:STP]
ko: [BP:LHD:왼쪽 머리:STP]
pl: [BP:LHD:lewa głowa:lewe głowy]
ru: [BP:LHD:левая голова:левые головы]
tr: [BP:LHD:sol baş:STP]
vi: [BP:LHD:đầu bên trái:STP]
zh_hans: [BP:LHD:左头:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:RUA:right upper arm:STP]
cs: [BP:RUA:pravá horní ruka:pravé horní ruce]
de: [BP:RUA:rechter Oberarm:STP]
eo: [BP:RUA:dekstra supra brako:dekstraj supraj brakoj]
es: [BP:RUA:brazo derecho:STP]
ja: [BP:RUA:右上腕:STP]
ko: [BP:RUA:오른쪽 위팔:STP]
pl: [BP:RUA:prawe ramię:prawe ramiona]
ru: [BP:RUA:правое плечо:правые плечи]
tr: [BP:RUA:sağ üst kol:STP]
vi: [BP:RUA:bắp tay phải:STP]
zh_hans: [BP:RUA:右上臂:STP]
