Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:FISH_COD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_OPAH
source: [DESCRIPTION:A large oceanic fish. It is flat, round and red.]
cs: [DESCRIPTION:Velká oceánská ryba. Je plochá, kulatá a červená.]
de: [DESCRIPTION:Ein großer ozeanischer Fisch. Er ist flach, rund und rot.]
eo: [DESCRIPTION:Granda oceana fiŝo. Ĝi estas plata, cirkla kaj ruĝa.]
es: [DESCRIPTION:Un gran pez oceánico. Es plano, redondo y rojizo.]
ja: [DESCRIPTION:平べったくて丸っぽい、赤色の大型海水魚。]
ko: [DESCRIPTION:큰 바다 물고기. 그것은 평평하고 둥글고 빨갛다.]
pl: [DESCRIPTION:Duża ryba oceaniczna. Jest płaska, okrągła i czerwona.]
ru: [DESCRIPTION:Крупная океаническая рыба. Она плоская, круглая и красная.]
tr: [DESCRIPTION:Büyük bir okyanus balığı. Yassı, yuvarlak ve kırmızıdır.]
vi: [DESCRIPTION:Một loài cá lớn sống ở đại dương. Chúng có thân dẹt, tròn và màu đỏ.]
zh_hans: [DESCRIPTION:一种大型海鱼。它是平的，圆的和红色的.]

# CREATURE:FISH_OPAH
source: [NAME:opah:opah:opah]
cs: [NAME:opa:opy:opa]
de: [NAME:Gotteslachs:Gotteslachse:Gotteslachs]
eo: [NAME:lampriso:lamprisoj:de lampriso]
es: [NAME:Pez opah:Pez opah:Pez opah]
ja: [NAME:アカマンボウ:アカマンボウ:アカマンボウの]
ko: [NAME:붉평치:붉평치들:붉평치]
pl: [NAME:lampris:lamprisy:lamprisowy]
ru: [NAME:опах:опахи:опаха]
tr: [NAME:ay balığı:ay balıkları:ay balığı]
zh_hans: [NAME:圆月鱼:圆月鱼:圆月鱼]

# CREATURE:FISH_OPAH
source: [CASTE_NAME:opah:opah:opah]
cs: [CASTE_NAME:opa:opy:opa]
de: [CASTE_NAME:Gotteslachs:Gotteslachse:Gotteslachs]
eo: [CASTE_NAME:lampriso:lamprisoj:de lampriso]
es: [CASTE_NAME:Pez opah:Pez opah:Pez opah]
ja: [CASTE_NAME:アカマンボウ:アカマンボウ:アカマンボウの]
ko: [CASTE_NAME:붉평치:붉평치들:붉평치]
pl: [CASTE_NAME:lampris:lamprisy:lamprisowy]
ru: [CASTE_NAME:опах:опахи:опаха]
tr: [CASTE_NAME:ay balığı:ay balıkları:ay balığı]
zh_hans: [CASTE_NAME:圆月鱼:圆月鱼:圆月鱼]

# CREATURE:FISH_OPAH
source: [GENERAL_CHILD_NAME:opah fry:opah fry]
cs: [GENERAL_CHILD_NAME:opa potěr:opa potěr]
de: [GENERAL_CHILD_NAME:Gotteslachsbrut:Gotteslachsbrut]
eo: [GENERAL_CHILD_NAME:lamprisido:lamprisidoj]
es: [GENERAL_CHILD_NAME:alevín de pez opah frito:alevínes de pez opah]
ja: [GENERAL_CHILD_NAME:アカマンボウの稚魚:アカマンボウの稚魚の]
ko: [GENERAL_CHILD_NAME:붉평치 튀김:붉평치 튀김들]
pl: [GENERAL_CHILD_NAME:młody lamprisa:młode lamprisa]
ru: [GENERAL_CHILD_NAME:малёк опаха:мальки опаха]
tr: [GENERAL_CHILD_NAME:yavru ay balığı:yavru ay balıkları]
zh_hans: [GENERAL_CHILD_NAME:圆月鱼苗:圆月鱼苗]

# CREATURE:FISH_OPAH
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:FISH_OPAH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_OPAH
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_OPAH
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_OPAH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_GROUPER_GIANT
source: [DESCRIPTION:A large, big-mouthed fish, found around coral reefs.]
cs: [DESCRIPTION:Velká ryba s obrovskou tlamou, žijící kolem korálových útesů.]
de: [DESCRIPTION:Ein großer, großmäuliger Fisch, der in der Nähe von Korallenriffen vorkommt.]
eo: [DESCRIPTION:Granda fiŝo kun granda buŝo kiu troviĝas ĉirkaŭ koralaj rifoj.]
es: [DESCRIPTION:Un gran pez bocudo hallado alrededor de corales y arrecifes.]
ja: [DESCRIPTION:サンゴ礁に棲息する、口の大きな大型魚。]
ko: [DESCRIPTION:산호초 주변에서 발견된 크고 입이 큰 물고기.]
pl: [DESCRIPTION:Duża ryba z dużą jamą gębową, którą można znaleźć w okolicach raf koralowych.]
ru: [DESCRIPTION:Крупная большеротая рыба, обитающая возле коралловых рифов.]
tr: [DESCRIPTION:Mercan resifleri çevresinde bulunan büyük, koca ağızlı bir balık.]
vi: [DESCRIPTION:Một loài cá lớn, miệng rộng, được tìm thấy xung quanh các rạn san hô.]
zh_hans: [DESCRIPTION:一种生活在珊瑚礁周围的大嘴鱼.]

# CREATURE:FISH_GROUPER_GIANT
source: [NAME:giant grouper:giant groupers:giant grouper]
cs: [NAME:kanic obrovský:kanici obrovští:kanice obrovského]
de: [NAME:Riesenzackenbarsch:Riesenzackenbarsch:Riesenzackenbarsch]
eo: [NAME:giganta epinefelo:gigantaj epinefeloj:de giganta epinefelo]
es: [NAME:Mero gigante:Meros gigantes:Mero gigante]
ja: [NAME:タマカイ:タマカイ:タマカイの]
ko: [NAME:대왕바리:대왕바리들:대왕바리]
pl: [NAME:itajara goliat:itajary goliaty:itajaro goliacki]
ru: [NAME:гигантский групер:гигантские груперы:гигантского групера]
tr: [NAME:dev orfoz:dev orfozlar:dev orfoz]
zh_hans: [NAME:鞍带石斑鱼:鞍带石斑鱼:鞍带石斑鱼]

# CREATURE:FISH_GROUPER_GIANT
source: [CASTE_NAME:giant grouper:giant groupers:giant grouper]
cs: [CASTE_NAME:kanic obrovský:kanici obrovští:kanice obrovského]
de: [CASTE_NAME:Riesenzackenbarsch:Riesenzackenbarsch:Riesenzackenbarsch]
eo: [CASTE_NAME:giganta epinefelo:gigantaj epinefeloj:de giganta epinefelo]
es: [CASTE_NAME:Mero gigante:Meros gigantes:Mero gigante]
ja: [CASTE_NAME:タマカイ:タマカイ:タマカイの]
ko: [CASTE_NAME:대왕바리:대왕바리들:대왕바리]
pl: [CASTE_NAME:itajara goliat:itajary goliaty:itajaro goliacki]
ru: [CASTE_NAME:гигантский групер:гигантские груперы:гигантского групера]
tr: [CASTE_NAME:dev orfoz:dev orfozlar:dev orfoz]
zh_hans: [CASTE_NAME:鞍带石斑鱼:鞍带石斑鱼:鞍带石斑鱼]

# CREATURE:FISH_GROUPER_GIANT
source: [GENERAL_CHILD_NAME:grouper fry:grouper fry]
cs: [GENERAL_CHILD_NAME:kanic potěr:kanic potěr]
de: [GENERAL_CHILD_NAME:Riesenzackenbarschbrut:Riesenzackenbarschbrut]
eo: [GENERAL_CHILD_NAME:giganta epinefelido:gigantaj epinefelidoj]
es: [GENERAL_CHILD_NAME:alevín de mero:alevínes de mero]
ja: [GENERAL_CHILD_NAME:タマカイの稚魚:タマカイの稚魚の]
ko: [GENERAL_CHILD_NAME:대왕바리 튀김:대왕바리 튀김들]
pl: [GENERAL_CHILD_NAME:młody itajary:młode itajary]
ru: [GENERAL_CHILD_NAME:малёк групера:мальки групера]
tr: [GENERAL_CHILD_NAME:yavru orfoz:yavru orfozlar]
zh_hans: [GENERAL_CHILD_NAME:石斑鱼苗:石斑鱼苗]

# CREATURE:FISH_GROUPER_GIANT
source: [PREFSTRING:lips]
cs: [PREFSTRING:rty]
de: [PREFSTRING:Lippen]
eo: [PREFSTRING:lipoj]
es: [PREFSTRING:labios]
ja: [PREFSTRING:唇]
ko: [PREFSTRING:입술]
pl: [PREFSTRING:wargi]
ru: [PREFSTRING:губы]
tr: [PREFSTRING:dudaklar]
vi: [PREFSTRING:môi]
zh_hans: [PREFSTRING:唇]

# CREATURE:FISH_GROUPER_GIANT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_GROUPER_GIANT
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_GROUPER_GIANT
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_GROUPER_GIANT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_BLUEFISH
source: [DESCRIPTION:A medium-sized oceanic fish. It is fork-tailed and sought after for its meat.]
cs: [DESCRIPTION:Středně velká oceánská ryba. Má vidlicovitý ocas a je ceněná pro své maso.]
de: [DESCRIPTION:Ein mittelgroßer ozeanischer Fisch. Er hat einen Gabelschwanz und ist wegen seines Fleisches begehrt.]
eo: [DESCRIPTION:Mezgranda oceana fiŝo. Ĝia vosto estas forka, kaj ĝi estas ĉasata pro sia viando.]
es: [DESCRIPTION:Un pez oceánico mediano. Es de cola escotada y deseado por su carne.]
ja: [DESCRIPTION:中型の海水魚。よく食用として漁の獲物にされる。]
ko: [DESCRIPTION:중간 크기의 대양어입니다. 그것은 포크 꼬리를 가지고 있고 고기로 인기가 있다.]
pl: [DESCRIPTION:Średniej wielkości ryba oceaniczna. Ma rozszczepiony ogon i jest poszukiwana dla jej mięsa.]
ru: [DESCRIPTION:Океаническая вилохвостая рыба среднего размера. Пользуется спросом из-за своего мяса.]
tr: [DESCRIPTION:Orta büyüklükte bir okyanus balığı. Çatal kuyrukludur ve eti için rağbet görür.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình sống ở đại dương. Chúng có đuôi chẻ và được săn lùng để lấy thịt.]
zh_hans: [DESCRIPTION:一种中等尺寸的海洋鱼类，特征是尾巴分叉，它们的肉很受欢迎。]

# CREATURE:FISH_BLUEFISH
source: [NAME:bluefish:bluefish:bluefish]
cs: [NAME:modroocas:modroocasi:modroocase]
de: [NAME:Blaufisch:Blaufisch:Blaufisch]
eo: [NAME:pomatomo:pomatomoj:de pomatomo]
es: [NAME:pez azul:pez azul:pez azul]
ja: [NAME:オキスズキ:オキスズキ:オキスズキの]
ko: [NAME:파란농어:파란농어들:파란농어]
pl: [NAME:lufar:lufary:lufarzy]
ru: [NAME:луфарь:луфари:луфаря]
tr: [NAME:lüfer:lüferler:lüfer]
zh_hans: [NAME: 扁鲹:扁鲹:扁鲹]

# CREATURE:FISH_BLUEFISH
source: [CASTE_NAME:bluefish:bluefish:bluefish]
cs: [CASTE_NAME:modroocas:modroocasi:modroocase]
de: [CASTE_NAME:Blaufisch:Blaufisch:Blaufisch]
eo: [CASTE_NAME:pomatomo:pomatomoj:de pomatomo]
es: [CASTE_NAME:pez azul:pez azul:pez azul]
ja: [CASTE_NAME:オキスズキ:オキスズキ:オキスズキの]
ko: [CASTE_NAME:파란농어:파란농어들:파란농어]
pl: [CASTE_NAME:lufar:lufary:lufarzy]
ru: [CASTE_NAME:луфарь:луфари:луфаря]
tr: [CASTE_NAME:lüfer:lüferler:lüfer]
zh_hans: [CASTE_NAME: 扁鲹:扁鲹:扁鲹]

# CREATURE:FISH_BLUEFISH
source: [GENERAL_CHILD_NAME:bluefish fry:bluefish fry]
cs: [GENERAL_CHILD_NAME:modroocas potěr:modroocas potěr]
de: [GENERAL_CHILD_NAME:Blaufischbrut:Blaufischbrut]
eo: [GENERAL_CHILD_NAME:pomatomido:pomatomidoj]
es: [GENERAL_CHILD_NAME:alevín de pez azul:alevínes de pez azul]
ja: [GENERAL_CHILD_NAME:オキスズキの稚魚:オキスズキの稚魚の]
ko: [GENERAL_CHILD_NAME:파란농어 튀김:파란농어 튀김들]
pl: [GENERAL_CHILD_NAME:młody lufara:młode lufara]
ru: [GENERAL_CHILD_NAME:малёк луфаря:мальки луфаря]
tr: [GENERAL_CHILD_NAME:yavru lüfer:yavru lüferler]
zh_hans: [GENERAL_CHILD_NAME:扁鲹鱼苗:扁鲹鱼苗]

# CREATURE:FISH_BLUEFISH
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:FISH_BLUEFISH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_BLUEFISH
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_BLUEFISH
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_BLUEFISH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_SUNFISH_OCEAN
source: [DESCRIPTION:A giant oceanic creature resembling a huge fish's head connected to a wide tail.]
cs: [DESCRIPTION:Obří oceánský tvor připomínající obrovskou rybí hlavu připojenou k širokému ocasu.]
de: [DESCRIPTION:Eine riesige ozeanische Kreatur, die einem riesigen Fischkopf ähnelt, der mit einem breiten Schwanz verbunden ist.]
eo: [DESCRIPTION:Giganta oceana estaĵo simila al grandega fiŝ-kapo kunigita al larĝa vosto.]
es: [DESCRIPTION:Una gigante criatura oceánica que se parece a la cabeza de un pez enorme conectada a una ancha cola.]
ja: [DESCRIPTION:体全体がまるで大きな魚の頭のような形をした、大型海水魚だ。]
ko: [DESCRIPTION:넓은 꼬리에 연결된 거대한 물고기의 머리를 닮은 거대한 해양 생물.]
pl: [DESCRIPTION:Gigantyczne, oceaniczne stworzenie, przypominające ogromną, rybią głowę przytwierdzoną do wielkiego ogona.]
ru: [DESCRIPTION:Гигантское океаническое существо, похожее на огромную рыбью голову с широким хвостом.]
tr: [DESCRIPTION:Geniş bir kuyruğa bağlı dev bir balık kafasını andıran devasa bir okyanus yaratığı.]
vi: [DESCRIPTION:Một sinh vật biển khổng lồ, trông giống một cái đầu cá lớn gắn liền với một cái đuôi rộng.]
zh_hans: [DESCRIPTION:一种巨大的海洋生物，像一个巨大的鱼头连接着一条宽的尾巴.]

# CREATURE:FISH_SUNFISH_OCEAN
source: [NAME:ocean sunfish:ocean sunfish:ocean sunfish]
cs: [NAME:měsíčník:měsíčníci:měsíčníka]
de: [NAME:Ozeanischer Sonnenbarsch:Ozeanische Sonnenbarsche:Ozeanischer Sonnenbarsch]
eo: [NAME:moalo:moaloj:de moalo]
es: [NAME:pez luna:peces luna:pez luna]
ja: [NAME:マンボウ:マンボウ:マンボウの]
ko: [NAME:개복치:개복치들:개복치]
pl: [NAME:samogłów:samogłowy:samogłowi]
ru: [NAME:луна-рыба:луна-рыбы:луна-рыбы]
tr: [NAME:okyanus güneş balığı:okyanus güneş balıkları:okyanus güneş balığı]
zh_hans: [NAME: 翻车鲀:翻车鲀:翻车鲀]

# CREATURE:FISH_SUNFISH_OCEAN
source: [CASTE_NAME:ocean sunfish:ocean sunfish:ocean sunfish]
cs: [CASTE_NAME:měsíčník:měsíčníci:měsíčníka]
de: [CASTE_NAME:Ozeanischer Sonnenbarsch:Ozeanische Sonnenbarsche:Ozeanischer Sonnenbarsch]
eo: [CASTE_NAME:moalo:moaloj:de moalo]
es: [CASTE_NAME:pez luna:peces luna:pez luna]
ja: [CASTE_NAME:マンボウ:マンボウ:マンボウの]
ko: [CASTE_NAME:개복치:개복치들:개복치]
pl: [CASTE_NAME:samogłów:samogłowy:samogłowi]
ru: [CASTE_NAME:луна-рыба:луна-рыбы:луна-рыбы]
tr: [CASTE_NAME:okyanus güneş balığı:okyanus güneş balıkları:okyanus güneş balığı]
zh_hans: [CASTE_NAME: 翻车鲀:翻车鲀:翻车鲀]

# CREATURE:FISH_SUNFISH_OCEAN
source: [GENERAL_CHILD_NAME:ocean sunfish fry:ocean sunfish fry]
cs: [GENERAL_CHILD_NAME:měsíčník potěr:měsíčník potěr]
de: [GENERAL_CHILD_NAME:Sonnenbarschbrut:Sonnenbarschbrut]
eo: [GENERAL_CHILD_NAME:moalido:moalidoj]
es: [GENERAL_CHILD_NAME:alevín de pez luna:alevínes de pez luna]
ja: [GENERAL_CHILD_NAME:マンボウの稚魚:マンボウの稚魚の]
ko: [GENERAL_CHILD_NAME:개복치 튀김:개복치 튀김들]
pl: [GENERAL_CHILD_NAME:młody samogłowa:młode samogłowa]
ru: [GENERAL_CHILD_NAME:малёк луна-рыбы:мальки луна-рыбы]
tr: [GENERAL_CHILD_NAME:yavru okyanus güneş balığı:yavru okyanus güneş balıkları]
zh_hans: [GENERAL_CHILD_NAME:翻车鲀鱼苗:翻车鲀鱼苗]

# CREATURE:FISH_SUNFISH_OCEAN
source: [PREFSTRING:size]
cs: [PREFSTRING:velikost]
de: [PREFSTRING:Größe]
eo: [PREFSTRING:grandeco]
es: [PREFSTRING:tamaño]
ja: [PREFSTRING:大きい]
ko: [PREFSTRING:크기]
pl: [PREFSTRING:rozmiar]
ru: [PREFSTRING:размер]
tr: [PREFSTRING:boyut]
vi: [PREFSTRING:kích thước]
zh_hans: [PREFSTRING:巨大]

# CREATURE:FISH_SUNFISH_OCEAN
source: [PREFSTRING:strange fins]
cs: [PREFSTRING:podivné ploutve]
de: [PREFSTRING:seltsame Flossen]
eo: [PREFSTRING:kuriozaj naĝiloj]
es: [PREFSTRING:extraña aleta]
ja: [PREFSTRING:strange ひれ]
ko: [PREFSTRING:이상한 지느러미들]
pl: [PREFSTRING:dziwne płetwy]
ru: [PREFSTRING:странные плавники]
tr: [PREFSTRING:tuhaf yüzgeçler]
vi: [PREFSTRING:vây kỳ lạ]
zh_hans: [PREFSTRING:奇怪的鳍]

# CREATURE:FISH_SUNFISH_OCEAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_SUNFISH_OCEAN
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_SUNFISH_OCEAN
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_SUNFISH_OCEAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_SWORDFISH
source: [DESCRIPTION:A huge predatory fish found in open ocean. It has a long pointed bill which it uses to slash and ram.]
cs: [DESCRIPTION:Obrovská dravá ryba žijící na otevřeném oceánu. Má dlouhý špičatý rypec, kterým seká a naráží.]
de: [DESCRIPTION:Ein riesiger Raubfisch, der im offenen Meer lebt. Er hat einen langen, spitzen Schnabel, den er zum Aufschlitzen und Rammen benutzt.]
eo: [DESCRIPTION:Grandega predanta fiŝo kiu troviĝas en malferma oceano. Ĝi havas longan pintan bekon kiun ĝi uzas por tranĉado kaj pikado.]
es: [DESCRIPTION:Un enorme pez depredador hallado en mar abierto. Posee un largo pico puntiagudo el cual usa para rajar y embestir.]
ja: [DESCRIPTION:大きな外洋海水魚。大きな角をもち、それで突き刺したり斬ったりする。]
ko: [DESCRIPTION:넓은 바다에서 발견되는 거대한 포식성 물고기. 베고 치는 데 사용하는 길고 뾰족한 부리가 있습니다.]
pl: [DESCRIPTION:Ogromna, drapieżna ryba, którą można spotkać w otwartym oceanie. Ma długi, szpiczasty dziób, którego używa do cięcia i taranowania.]
ru: [DESCRIPTION:Крупная хищная рыба, обитающая в открытом океане. Имеет длинный остроконечный нос, который она использует для резания и прокалывания.]
tr: [DESCRIPTION:Açık okyanusta bulunan devasa bir yırtıcı balık. Kesmek ve toslamak için kullandığı uzun, sivri bir gagası vardır.]
vi: [DESCRIPTION:Một loài cá săn mồi khổng lồ được tìm thấy ở biển khơi. Chúng có một cái mỏ dài nhọn dùng để chém và húc.]
zh_hans: [DESCRIPTION:在远海中发现的一种巨大的掠食性鱼类。它有一个长长的尖喙，用来劈和撞.]

# CREATURE:FISH_SWORDFISH
source: [NAME:swordfish:swordfish:swordfish]
cs: [NAME:mečoun:mečouni:mečouna]
de: [NAME:Schwertfisch:Schwertfisch:Schwertfisch]
eo: [NAME:spadfiŝo:spadfiŝoj:de spadfiŝo]
es: [NAME:pez espada:pez espada:pez espada]
ja: [NAME:メカジキ:メカジキ:メカジキの]
ko: [NAME:황새치:황새치들:황새치]
pl: [NAME:miecznik:mieczniki:miecznicki]
ru: [NAME:рыба-меч:рыбы-меч:рыбы-меч]
tr: [NAME:kılıç balığı:kılıç balıkları:kılıç balığı]
zh_hans: [NAME: 剑鱼:剑鱼:剑鱼]

# CREATURE:FISH_SWORDFISH
source: [CASTE_NAME:swordfish:swordfish:swordfish]
cs: [CASTE_NAME:mečoun:mečouni:mečouna]
de: [CASTE_NAME:Schwertfisch:Schwertfisch:Schwertfisch]
eo: [CASTE_NAME:spadfiŝo:spadfiŝoj:de spadfiŝo]
es: [CASTE_NAME:pez espada:pez espada:pez espada]
ja: [CASTE_NAME:メカジキ:メカジキ:メカジキの]
ko: [CASTE_NAME:황새치:황새치들:황새치]
pl: [CASTE_NAME:miecznik:mieczniki:miecznicki]
ru: [CASTE_NAME:рыба-меч:рыбы-меч:рыбы-меч]
tr: [CASTE_NAME:kılıç balığı:kılıç balıkları:kılıç balığı]
zh_hans: [CASTE_NAME: 剑鱼:剑鱼:剑鱼]

# CREATURE:FISH_SWORDFISH
source: [GENERAL_CHILD_NAME:swordfish fry:swordfish fry]
cs: [GENERAL_CHILD_NAME:mečoun potěr:mečoun potěr]
de: [GENERAL_CHILD_NAME:Schwertfischbrut:Schwertfischbrut]
eo: [GENERAL_CHILD_NAME:spadfiŝido:spadfiŝidoj]
es: [GENERAL_CHILD_NAME:alevín de pez espada:alevínes de pez espada]
ja: [GENERAL_CHILD_NAME:メカジキの稚魚:メカジキの稚魚の]
ko: [GENERAL_CHILD_NAME:황새치 튀김:황새치 튀김들]
pl: [GENERAL_CHILD_NAME:młody miecznika:młode miecznika]
ru: [GENERAL_CHILD_NAME:малёк рыбы-меч:мальки рыбы-меч]
tr: [GENERAL_CHILD_NAME:yavru kılıç balığı:yavru kılıç balıkları]
zh_hans: [GENERAL_CHILD_NAME:剑鱼苗:剑鱼苗]

# CREATURE:FISH_SWORDFISH
source: [PREFSTRING:sharp snout]
cs: [PREFSTRING:ostrý rypec]
de: [PREFSTRING:scharfe Schnauze]
eo: [PREFSTRING:akra muzelo]
es: [PREFSTRING:Hocico afilado]
ja: [PREFSTRING:鋭い角]
ko: [PREFSTRING:날카로운 코]
pl: [PREFSTRING:ostry ryj]
ru: [PREFSTRING:острый нос]
tr: [PREFSTRING:keskin burun]
vi: [PREFSTRING:mõm sắc nhọn]
zh_hans: [PREFSTRING:尖锐的鼻突]

# CREATURE:FISH_SWORDFISH
source: [ATTACK_VERB:stab:stabs]
cs: [ATTACK_VERB:bodnout:bodat]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:bekpikas:bekpikas]
es: [ATTACK_VERB:puñalada:puñaladas]
ja: [ATTACK_VERB:刺した:刺した]
ko: [ATTACK_VERB:찌름:찌름]
pl: [ATTACK_VERB:dźgasz:dźga]
ru: [ATTACK_VERB:вонзаете:вонзает]
tr: [ATTACK_VERB:sapla:saplar]
vi: [ATTACK_VERB:Đâm:Những cú đâm]
zh_hans: [ATTACK_VERB:刺:刺]

# CREATURE:FISH_SWORDFISH
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_SWORDFISH
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_SWORDFISH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]
