Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:RCP_LIPS
source: [BP:L_LIP:lower lip:STP]
cs: [BP:L_LIP:dolní ret:STP]
de: [BP:L_LIP:Unterlippe:STP]
eo: [BP:L_LIP:malsupra lipo:malsupraj lipoj]
es: [BP:L_LIP:labio inferior:STP]
ja: [BP:L_LIP:下唇:STP]
ko: [BP:L_LIP:아래쪽 입술:STP]
pl: [BP:L_LIP:dolna warga:dolne wargi]
ru: [BP:L_LIP:нижняя губа:нижние губы]
tr: [BP:L_LIP:alt dudak:STP]
vi: [BP:L_LIP:môi dưới:STP]
zh_hans: [BP:L_LIP:下嘴唇:STP]

# BODY:RCP_LIPS
source: [BP:U_LIP:upper lip:STP]
cs: [BP:U_LIP:horní ret:STP]
de: [BP:U_LIP:Oberlippe:STP]
eo: [BP:U_LIP:supra lipo:supraj lipoj]
es: [BP:U_LIP:labio superior:STP]
ja: [BP:U_LIP:上唇:STP]
ko: [BP:U_LIP:위쪽 입술:STP]
pl: [BP:U_LIP:górna warga:górne wargi]
ru: [BP:U_LIP:верхняя губа:верхние губы]
tr: [BP:U_LIP:üst dudak:STP]
vi: [BP:U_LIP:môi trên:STP]
zh_hans: [BP:U_LIP:上嘴唇:STP]

# BODY:RCP_TONGUE
source: [BP:TONGUE:tongue:STP]
cs: [BP:TONGUE:jazyk:STP]
de: [BP:TONGUE:Zunge:STP]
eo: [BP:TONGUE:lango:langoj]
es: [BP:TONGUE:lengua:STP]
ja: [BP:TONGUE:舌:STP]
ko: [BP:TONGUE:혀:STP]
pl: [BP:TONGUE:język:języki]
ru: [BP:TONGUE:язык:языки]
tr: [BP:TONGUE:dil:STP]
vi: [BP:LƯỠI:lưỡi:STP]
zh_hans: [BP:TONGUE:舌头:STP]

# BODY:RCP_FORKED_TONGUE
source: [BP:TONGUE:forked tongue:STP]
cs: [BP:TONGUE:rozdvojený jazyk:STP]
de: [BP:TONGUE:gespaltene Zunge:STP]
eo: [BP:TONGUE:bifida lango:bifidaj langoj]
es: [BP:TONGUE:lengua bifida:STP]
ja: [BP:TONGUE:蛇舌:STP]
ko: [BP:TONGUE:두 갈래 혀:STP]
pl: [BP:TONGUE:rozdwojony język:rozdwojone języki]
ru: [BP:TONGUE:раздвоенный язык:раздвоенные языки]
tr: [BP:TONGUE:çatallı dil:STP]
vi: [BP:LƯỠI:lưỡi chia đôi:STP]
zh_hans: [BP:TONGUE:分叉的舌头:STP]

# BODY:RCP_1_EYELID
source: [BP:EYELID:eyelid:STP]
cs: [BP:EYELID:oční víčko:oční víčka]
de: [BP:EYELID:Augenlied:STP]
eo: [BP:EYELID:palpebro:palpebroj]
es: [BP:EYELID:párpado:STP]
ja: [BP:EYELID:まぶた:STP]
ko: [BP:EYELID:눈꺼풀:STP]
pl: [BP:EYELID:powieka:powieki]
ru: [BP:EYELID:веко:веки]
tr: [BP:EYELID:göz kapağı:STP]
vi: [BP:EYELID:Mí mắt:STP]
zh_hans: [BP:EYELID:眼睑:STP]

# BODY:RCP_2_EYELIDS
source: [BP:L_EYELID:left eyelid:STP]
cs: [BP:L_EYELID:levé víčko:STP]
de: [BP:L_EYELID:linkes Augenlid:STP]
eo: [BP:L_EYELID:maldekstra palpebro:maldekstraj palpebroj]
es: [BP:L_EYELID:párpado izquierdo:STP]
ja: [BP:L_EYELID:左まぶた:STP]
ko: [BP:L_EYELID:왼쪽 눈꺼풀:STP]
pl: [BP:L_EYELID:lewa powieka:lewe powieki]
ru: [BP:L_EYELID:левое веко:левые веки]
tr: [BP:L_EYELID:sol göz kapağı:STP]
vi: [BP:L_EYELID:mí mắt trái:STP]
zh_hans: [BP:L_EYELID:左眼睑:STP]

# BODY:RCP_2_EYELIDS
source: [BP:R_EYELID:right eyelid:STP]
cs: [BP:R_EYELID:pravé víčko:STP]
de: [BP:R_EYELID:rechtes Augenlid:STP]
eo: [BP:R_EYELID:dekstra palpebro:dekstraj palpebroj]
es: [BP:R_EYELID:párpado derecho:STP]
ja: [BP:R_EYELID:右まぶた:STP]
ko: [BP:R_EYELID:오른쪽 눈꺼풀:STP]
pl: [BP:R_EYELID:prawa powieka:prawe powieki]
ru: [BP:R_EYELID:правое веко:правые веки]
tr: [BP:R_EYELID:sağ göz kapağı:STP]
vi: [BP:R_EYELID:mí mắt phải:STP]
zh_hans: [BP:R_EYELID:右眼睑:STP]

# BODY:RCP_3_EYELIDS
source: [BP:L_EYELID:left eyelid:STP]
cs: [BP:L_EYELID:levé víčko:STP]
de: [BP:L_EYELID:linkes Augenlid:STP]
eo: [BP:L_EYELID:maldekstra palpebro:maldekstraj palpebroj]
es: [BP:L_EYELID:párpado izquierdo:STP]
ja: [BP:L_EYELID:左まぶた:STP]
ko: [BP:L_EYELID:왼쪽 눈꺼풀:STP]
pl: [BP:L_EYELID:lewa powieka:lewe powieki]
ru: [BP:L_EYELID:левое веко:левые веки]
tr: [BP:L_EYELID:sol göz kapağı:STP]
vi: [BP:L_EYELID:mí mắt trái:STP]
zh_hans: [BP:L_EYELID:左眼睑:STP]

# BODY:RCP_3_EYELIDS
source: [BP:R_EYELID:right eyelid:STP]
cs: [BP:R_EYELID:pravé víčko:STP]
de: [BP:R_EYELID:rechtes Augenlid:STP]
eo: [BP:R_EYELID:dekstra palpebro:dekstraj palpebroj]
es: [BP:R_EYELID:párpado derecho:STP]
ja: [BP:R_EYELID:右まぶた:STP]
ko: [BP:R_EYELID:오른쪽 눈꺼풀:STP]
pl: [BP:R_EYELID:prawa powieka:prawe powieki]
ru: [BP:R_EYELID:правое веко:правые веки]
tr: [BP:R_EYELID:sağ göz kapağı:STP]
vi: [BP:R_EYELID:mí mắt phải:STP]
zh_hans: [BP:R_EYELID:右眼睑:STP]

# BODY:RCP_3_EYELIDS
source: [BP:EYELID:center eyelid:STP]
cs: [BP:EYELID:středové víčko:STP]
de: [BP:EYELID:mittleres Augenlied:STP]
eo: [BP:EYELID:meza palpebro:mezaj palpebroj]
es: [BP:EYELID:párpado central:STP]
ja: [BP:EYELID:中央まぶた:STP]
ko: [BP:EYELID:가운데 눈꺼풀:STP]
pl: [BP:EYELID:środkowa powieka:środkowe powieki]
ru: [BP:EYELID:среднее веко:средние веки]
tr: [BP:EYELID:orta göz kapağı:STP]
vi: [BP:L_EYELID:mí mắt trái:STP]
zh_hans: [BP:EYELID:中眼睑:STP]

# BODY:RCP_3_EYELIDS
source: [BODYGLOSS:RCP_GLOSS_HOOF:foot:hoof:feet:hooves]
cs: [BODYGLOSS:RCP_GLOSS_HOOF:chodidlo:kopyto:chodidla:kopyta]
de: [BODYGLOSS:RCP_GLOSS_HOOF:Fuß:Huf:Füße:Hufe]
eo: [BODYGLOSS:RCP_GLOSS_HOOF:piedo:hufo:piedoj:hufoj]
es: [BODYGLOSS:RCP_GLOSS_HOOF:pata:pezuña:patas:pezuñas]
ko: [BODYGLOSS:RCP_GLOSS_HOOF:발:발굽:발들:발굽들]
pl: [BODYGLOSS:RCP_GLOSS_HOOF:stopa:kopyto:stopy:kopyta]
ru: [BODYGLOSS:RCP_GLOSS_HOOF:ступня:копыто:ступни:копыта]
tr: [BODYGLOSS:RCP_GLOSS_HOOF:ayak:toynak:ayaklar:toynaklar]
vi: [BODYGLOSS:RCP_GLOSS_HOOF:bàn chân:móng guốc:bàn chân:vó guốc]
zh_hans: [BODYGLOSS:RCP_GLOSS_HOOF:脚:蹄:脚:蹄]

# BODY:RCP_3_EYELIDS
source: [BODYGLOSS:RCP_GLOSS_PAW:foot:paw:feet:paws]
cs: [BODYGLOSS:RCP_GLOSS_PAW:chodidlo:tlapka:chodidla:tlapky]
de: [BODYGLOSS:RCP_GLOSS_PAW:Fuß:Pfote:Füße:Pfoten]
eo: [BODYGLOSS:RCP_GLOSS_PAW:piedo:piedo:piedoj:piedoj]
es: [BODYGLOSS:RCP_GLOSS_PAW:pata:garra:patas:garras]
ko: [BODYGLOSS:RCP_GLOSS_PAW:발:발바닥:발들:발바닥들]
pl: [BODYGLOSS:RCP_GLOSS_PAW:stopa:łapa:stopy:łapy]
ru: [BODYGLOSS:RCP_GLOSS_PAW:ступня:лапа:ступни:лапы]
tr: [BODYGLOSS:RCP_GLOSS_PAW:ayak:pati:ayaklar:patiler]
vi: [BODYGLOSS:RCP_GLOSS_PAW:bàn chân:bàn chân:bàn chân:bàn chân]
zh_hans: [BODYGLOSS:RCP_GLOSS_PAW:脚:爪子:脚:爪子]

# BODY:RCP_BILL
source: [BP:BILL:bill:STP]
cs: [BP:BILL:účtovat:STP]
de: [BP:BILL:Schnabel:STP]
eo: [BP:BILL:beko:bekoj]
es: [BP:BILL:pico:STP]
ko: [BP:BILL:부리:STP]
pl: [BP:BILL:dziób:dzioby]
ru: [BP:BILL:клюв:клювы]
tr: [BP:BEAK:gaga:STP]
vi: [BP:BILL:hóa đơn:STP]
zh_hans: [BP:BILL:扁喙:STP]

# BODY:RCP_2_HEAD_ANTLERS
source: [BP:HEAD_ANTLER_1:left antler:STP]
cs: [BP:HEAD_ANTLER_1:levý paroh:STP]
de: [BP:HEAD_ANTLER_1:linke Geweihstange:STP]
eo: [BP:HEAD_ANTLER_1:maldekstra ramuro:maldekstraj ramuroj]
es: [BP:HEAD_ANTLER_1:asta izquierda:STP]
ja: [BP:頭_角_1:左角:STP]
ko: [BP:HEAD_ANTLER_1:왼쪽 사슴뿔:STP]
pl: [BP:HEAD_ANTLER_1:lewa rosocha:lewe rosochy]
ru: [BP:HEAD_ANTLER_1:левый ветвистый рог:левые ветвистые рога]
tr: [BP:HEAD_ANTLER_1:sol mevsimsel boynuz:STP]
vi: [BP:HEAD_ANTLER_1:gạc trái:STP]
zh_hans: [BP:HEAD_ANTLER_1:左角:STP]

# BODY:RCP_2_HEAD_ANTLERS
source: [BP:HEAD_ANTLER_2:right antler:STP]
cs: [BP:HEAD_ANTLER_2:pravý paroh:STP]
de: [BP:HEAD_ANTLER_2:rechte Geweihstange:STP]
eo: [BP:HEAD_ANTLER_2:dekstra ramuro:dekstraj ramuroj]
es: [BP:HEAD_ANTLER_2:asta derecha:STP]
ja: [BP:頭_角_2:右角:STP]
ko: [BP:HEAD_ANTLER_2:오른쪽 사슴뿔:STP]
pl: [BP:HEAD_ANTLER_2:prawa rosocha:prawe rosochy]
ru: [BP:HEAD_ANTLER_2:правый ветвистый рог:правые ветвистые рога]
tr: [BP:HEAD_ANTLER_2:sağ mevsimsel boynuz:STP]
vi: [BP:HEAD_ANTLER_2:gạc phải:STP]
zh_hans: [BP:HEAD_ANTLER_2:右角:STP]

# TISSUE_TEMPLATE:SKIN_TEMPLATE
source: [TISSUE_NAME:skin:NP]
cs: [TISSUE_NAME:kůže:NP]
de: [TISSUE_NAME:Haut:NP]
eo: [TISSUE_NAME:haŭto:NP]
es: [TISSUE_NAME:piel:NP]
ja: [TISSUE_NAME:肌:NP]
ko: [TISSUE_NAME:피부:NP]
pl: [TISSUE_NAME:skóra:NP]
ru: [TISSUE_NAME:кожа:NP]
tr: [TISSUE_NAME:cilt:NP]
vi: [TISSUE_NAME:da:NP]
zh_hans: [TISSUE_NAME:皮肤:NP]

# TISSUE_TEMPLATE:FAT_TEMPLATE
source: [TISSUE_NAME:fat:NP]
cs: [TISSUE_NAME:tuk:NP]
de: [TISSUE_NAME:Fett:NP]
eo: [TISSUE_NAME:graso:NP]
es: [TISSUE_NAME:grasa:NP]
ja: [TISSUE_NAME:脂肪:NP]
ko: [TISSUE_NAME:지방:NP]
pl: [TISSUE_NAME:tłuszcz:NP]
ru: [TISSUE_NAME:жир:NP]
tr: [TISSUE_NAME:yağ:NP]
vi: [TISSUE_NAME:béo:NP]
zh_hans: [TISSUE_NAME:脂肪:NP]

# TISSUE_TEMPLATE:MUSCLE_TEMPLATE
source: [TISSUE_NAME:muscle:muscles]
cs: [TISSUE_NAME:sval:svaly]
de: [TISSUE_NAME:Muskel:Muskel]
eo: [TISSUE_NAME:muskolo:muskoloj]
es: [TISSUE_NAME:músculo:músculos]
ja: [TISSUE_NAME:筋肉:筋肉]
ko: [TISSUE_NAME:근육:근육]
pl: [TISSUE_NAME:mięsień:mięśnie]
ru: [TISSUE_NAME:мышца:мышцы]
tr: [TISSUE_NAME:kas:kaslar]
vi: [TISSUE_NAME:cơ:cơ]
zh_hans: [TISSUE_NAME:肌肉:肌肉]

# TISSUE_TEMPLATE:BONE_TEMPLATE
source: [TISSUE_NAME:bone:NP]
cs: [TISSUE_NAME:kost:NP]
de: [TISSUE_NAME:Knochen:NP]
eo: [TISSUE_NAME:osto:NP]
es: [TISSUE_NAME:hueso:NP]
ja: [TISSUE_NAME:骨:NP]
ko: [TISSUE_NAME:뼈:NP]
pl: [TISSUE_NAME:kość:kości]
ru: [TISSUE_NAME:кость:NP]
tr: [TISSUE_NAME:kemik:NP]
vi: [TISSUE_NAME:xương:NP]
zh_hans: [TISSUE_NAME:骨头:NP]

# TISSUE_TEMPLATE:SHELL_TEMPLATE
source: [TISSUE_NAME:shell:NP]
cs: [TISSUE_NAME:mušle:NP]
de: [TISSUE_NAME:Schale:NP]
eo: [TISSUE_NAME:karapaco:NP]
es: [TISSUE_NAME:caparazón:NP]
ja: [TISSUE_NAME:殻:NP]
ko: [TISSUE_NAME:껍데기:NP]
pl: [TISSUE_NAME:muszla:muszle]
ru: [TISSUE_NAME:панцирь:NP]
tr: [TISSUE_NAME:kabuk:NP]
vi: [TISSUE_NAME:vỏ:NP]
zh_hans: [TISSUE_NAME:壳:NP]

# TISSUE_TEMPLATE:HORN_TEMPLATE
source: [TISSUE_NAME:horn:NP]
cs: [TISSUE_NAME:roh:NP]
eo: [TISSUE_NAME:korno:NP]
es: [TISSUE_NAME:cuerno:NP]
ja: [TISSUE_NAME:角:NP]
ko: [TISSUE_NAME:뿔:NP]
pl: [TISSUE_NAME:róg:rogi]
ru: [TISSUE_NAME:рог:NP]
tr: [TISSUE_NAME:boynuz:NP]
vi: [TISSUE_NAME:sừng:NP]
zh_hans: [TISSUE_NAME:角:NP]

# TISSUE_TEMPLATE:HOOF_TEMPLATE
source: [TISSUE_NAME:hoof:NP]
cs: [TISSUE_NAME:kopyto:NP]
de: [TISSUE_NAME:Huf:NP]
eo: [TISSUE_NAME:hufo:NP]
es: [TISSUE_NAME:pezuña:NP]
ja: [TISSUE_NAME:ひづめ:NP]
ko: [TISSUE_NAME:발굽:NP]
pl: [TISSUE_NAME:kopyto:kopyta]
ru: [TISSUE_NAME:копыто:NP]
tr: [TISSUE_NAME:toynak:NP]
vi: [TISSUE_NAME:móng guốc:NP]
zh_hans: [TISSUE_NAME:蹄:NP]

# TISSUE_TEMPLATE:CARTILAGE_TEMPLATE
source: [TISSUE_NAME:cartilage:NP]
cs: [TISSUE_NAME:chrupavka:NP]
de: [TISSUE_NAME:Knorpel:NP]
eo: [TISSUE_NAME:kartilago:NP]
es: [TISSUE_NAME:cartílago:NP]
ja: [TISSUE_NAME:軟骨:NP]
ko: [TISSUE_NAME:연골:NP]
pl: [TISSUE_NAME:chrząstka:chrząstki]
ru: [TISSUE_NAME:хрящ:NP]
tr: [TISSUE_NAME:kıkırdak:NP]
vi: [TISSUE_NAME:sụn:NP]
zh_hans: [TISSUE_NAME:软骨:NP]

# TISSUE_TEMPLATE:HAIR_TEMPLATE
source: [TISSUE_NAME:hair:NP]
cs: [TISSUE_NAME:vlasy:NP]
de: [TISSUE_NAME:Haar:NP]
eo: [TISSUE_NAME:haro:NP]
es: [TISSUE_NAME:cabello:NP]
ja: [TISSUE_NAME:髪:NP]
ko: [TISSUE_NAME:머리카락:NP]
pl: [TISSUE_NAME:włos:włosy]
ru: [TISSUE_NAME:волосы:NP]
tr: [TISSUE_NAME:saç:NP]
vi: [TISSUE_NAME:tóc:NP]
zh_hans: [TISSUE_NAME:头发:NP]

# TISSUE_TEMPLATE:CHEEK_WHISKERS_TEMPLATE
source: [TISSUE_NAME:cheek whisker:STP]
cs: [TISSUE_NAME:vousy na tvářích:STP]
de: [TISSUE_NAME:Backenbart:STP]
eo: [TISSUE_NAME:vanga barbharo:NP]
es: [TISSUE_NAME:bigote:STP]
ja: [TISSUE_NAME:頬ひげ:STP]
ko: [TISSUE_NAME:볼수염:STP]
pl: [TISSUE_NAME:wibrys:wibrysy]
ru: [TISSUE_NAME:вибриссы на щеке:вибриссы на щёках]
tr: [TISSUE_NAME:yanağı bıyığı:STP]
vi: [TISSUE_NAME:râu má:STP]
zh_hans: [TISSUE_NAME:脸颊胡须:STP]

# TISSUE_TEMPLATE:CHIN_WHISKERS_TEMPLATE
source: [TISSUE_NAME:chin whisker:STP]
cs: [TISSUE_NAME:vousy na bradě:STP]
de: [TISSUE_NAME:Kinnbart:STP]
eo: [TISSUE_NAME:mentona barbharo:NP]
es: [TISSUE_NAME:barba:STP]
ja: [TISSUE_NAME:あごひげ:STP]
ko: [TISSUE_NAME:턱수염:STP]
pl: [TISSUE_NAME:wąs podbródkowy:wąsy podbródkowe]
ru: [TISSUE_NAME:вибрисса на подбородке:вибриссы на подбородке]
tr: [TISSUE_NAME:çene bıyığı:STP]
vi: [TISSUE_NAME:râu cằm:STP]
zh_hans: [TISSUE_NAME:下巴胡须:STP]

# TISSUE_TEMPLATE:MOUSTACHE_TEMPLATE
source: [TISSUE_NAME:moustache:NP]
cs: [TISSUE_NAME:knír:NP]
de: [TISSUE_NAME:Schnurrbart:NP]
eo: [TISSUE_NAME:lipharo:NP]
es: [TISSUE_NAME:bigote:NP]
ja: [TISSUE_NAME:口ひげ:NP]
ko: [TISSUE_NAME:콧수염:NP]
pl: [TISSUE_NAME:wąs:wąsy]
ru: [TISSUE_NAME:усы:NP]
tr: [TISSUE_NAME:bıyık:NP]
vi: [TISSUE_NAME:ria mép:NP]
zh_hans: [TISSUE_NAME:口唇须:NP]

# TISSUE_TEMPLATE:SIDEBURNS_TEMPLATE
source: [TISSUE_NAME:sideburns:NP]
cs: [TISSUE_NAME:kotlety:NP]
de: [TISSUE_NAME:Koteletten:NP]
eo: [TISSUE_NAME:vangharoj:NP]
es: [TISSUE_NAME:patillas:NP]
ja: [TISSUE_NAME:もみあげ:NP]
ko: [TISSUE_NAME:구레나룻:NP]
pl: [TISSUE_NAME:bokobrody:NP]
ru: [TISSUE_NAME:бакенбарды:NP]
tr: [TISSUE_NAME:yanakuzları:NP]
vi: [TISSUE_NAME:tóc mai:NP]
zh_hans: [TISSUE_NAME:鬓角:NP]

# TISSUE_TEMPLATE:EYEBROW_TEMPLATE
source: [TISSUE_NAME:eyebrow:NP]
cs: [TISSUE_NAME:obočí:NP]
de: [TISSUE_NAME:Augenbrauen:NP]
eo: [TISSUE_NAME:brovo:NP]
es: [TISSUE_NAME:ceja:NP]
ja: [TISSUE_NAME:眉毛:NP]
ko: [TISSUE_NAME:눈썹:NP]
pl: [TISSUE_NAME:brew:brwi]
ru: [TISSUE_NAME:бровь:NP]
tr: [TISSUE_NAME:kaş:NP]
vi: [TISSUE_NAME:lông mày:NP]
zh_hans: [TISSUE_NAME:眉毛:NP]

# TISSUE_TEMPLATE:EYELASH_TEMPLATE
source: [TISSUE_NAME:eyelash:eyelashes]
cs: [TISSUE_NAME:řasy: řasy]
de: [TISSUE_NAME:Augenwimper:Augenwimpern]
eo: [TISSUE_NAME:okulharo:okulharoj]
es: [TISSUE_NAME:pestaña:pestañas]
ja: [TISSUE_NAME:まつげ:まつげ]
ko: [TISSUE_NAME:속눈썹:속눈썹]
pl: [TISSUE_NAME:rzęsa:rzęsy]
ru: [TISSUE_NAME:ресница:ресницы]
tr: [TISSUE_NAME:kirpik:kirpikler]
vi: [TISSUE_NAME:lông mi:lông mi]
zh_hans: [TISSUE_NAME:睫毛:睫毛]

# TISSUE_TEMPLATE:FEATHER_TEMPLATE
source: [TISSUE_NAME:feather:STP]
cs: [TISSUE_NAME:peří:STP]
de: [TISSUE_NAME:Feder:STP]
eo: [TISSUE_NAME:plumo:plumoj]
es: [TISSUE_NAME:pluma:STP]
ja: [TISSUE_NAME:羽毛:STP]
ko: [TISSUE_NAME:깃털:STP]
pl: [TISSUE_NAME:pióro:pióra]
ru: [TISSUE_NAME:перо:перья]
tr: [TISSUE_NAME:tüy:STP]
vi: [TISSUE_NAME:lông:STP]
zh_hans: [TISSUE_NAME:羽毛:STP]

# TISSUE_TEMPLATE:SCALE_TEMPLATE
source: [TISSUE_NAME:scale:STP]
cs: [TISSUE_NAME:měřítko:STP]
de: [TISSUE_NAME:Skala:STP]
eo: [TISSUE_NAME:skvamo:skvamoj]
es: [TISSUE_NAME:escama:STP]
ja: [TISSUE_NAME:鱗:STP]
ko: [TISSUE_NAME:비늘:STP]
pl: [TISSUE_NAME:łuska:łuski]
ru: [TISSUE_NAME:чешуя:чешуя]
tr: [TISSUE_NAME:pul:STP]
vi: [TISSUE_NAME:tỷ lệ:STP]
zh_hans: [TISSUE_NAME:鳞片:STP]

# TISSUE_TEMPLATE:NAIL_TEMPLATE
source: [TISSUE_NAME:nail:NP]
cs: [TISSUE_NAME:nehty:NP]
de: [TISSUE_NAME:Nagel:NP]
eo: [TISSUE_NAME:ungo:NP]
es: [TISSUE_NAME:uña:NP]
ja: [TISSUE_NAME:爪:NP]
ko: [TISSUE_NAME:손발톱:NP]
pl: [TISSUE_NAME:paznokieć:paznokcie]
ru: [TISSUE_NAME:ноготь:NP]
tr: [TISSUE_NAME:tırnak:NP]
vi: [TISSUE_NAME:đinh:NP]
zh_hans: [TISSUE_NAME:指甲:NP]

# TISSUE_TEMPLATE:CLAW_TEMPLATE
source: [TISSUE_NAME:claw:NP]
cs: [TISSUE_NAME:dráp:NP]
de: [TISSUE_NAME:Klaue:NP]
eo: [TISSUE_NAME:ungego:NP]
es: [TISSUE_NAME:garra:NP]
ja: [TISSUE_NAME:爪:NP]
ko: [TISSUE_NAME:날카로운 발톱:NP]
pl: [TISSUE_NAME:pazur:pazury]
ru: [TISSUE_NAME:коготь:NP]
tr: [TISSUE_NAME:pençe:NP]
vi: [TISSUE_NAME:móng:NP]
zh_hans: [TISSUE_NAME:爪子:NP]

# TISSUE_TEMPLATE:TALON_TEMPLATE
source: [TISSUE_NAME:talon:NP]
cs: [TISSUE_NAME:dráp:NP]
de: [TISSUE_NAME:Kralle:NP]
eo: [TISSUE_NAME:krifo:NP]
es: [TISSUE_NAME:garra:NP]
ja: [TISSUE_NAME:爪:NP]
ko: [TISSUE_NAME:갈고리 발톱:NP]
pl: [TISSUE_NAME:szpon:szpony]
ru: [TISSUE_NAME:большой коготь:NP]
tr: [TISSUE_NAME:çengel pençe:NP]
vi: [TISSUE_NAME:móng vuốt chim săn mồi:NP]
zh_hans: [TISSUE_NAME:爪子:NP]

# TISSUE_TEMPLATE:TOOTH_TEMPLATE
source: [TISSUE_NAME:tooth:NP]
cs: [TISSUE_NAME:zub:NP]
de: [TISSUE_NAME:Zahn:NP]
eo: [TISSUE_NAME:dento:NP]
es: [TISSUE_NAME:diente:NP]
ja: [TISSUE_NAME:歯:NP]
ko: [TISSUE_NAME:이빨:NP]
pl: [TISSUE_NAME:ząb:zęby]
ru: [TISSUE_NAME:зуб:NP]
tr: [TISSUE_NAME:diş:NP]
vi: [TISSUE_NAME:răng:NP]
zh_hans: [TISSUE_NAME:牙齿:NP]

# TISSUE_TEMPLATE:IVORY_TEMPLATE
source: [TISSUE_NAME:ivory:NP]
cs: [TISSUE_NAME:slonovina:NP]
de: [TISSUE_NAME:Elfenbein:NP]
eo: [TISSUE_NAME:eburo:eburoj]
es: [TISSUE_NAME:marfil:NP]
ja: [TISSUE_NAME:牙:NP]
ko: [TISSUE_NAME:상아:NP]
pl: [TISSUE_NAME:kość słoniowa:NP]
ru: [TISSUE_NAME:клыки:NP]
tr: [TISSUE_NAME:fildişi:NP]
vi: [TISSUE_NAME:ngà:NP]
zh_hans: [TISSUE_NAME:象牙:NP]

# TISSUE_TEMPLATE:EYE_TEMPLATE
source: [TISSUE_NAME:eye tissue:NP]
cs: [TISSUE_NAME:oční tkáň:NP]
de: [TISSUE_NAME:Augengewebe:NP]
eo: [TISSUE_NAME:okula histo:NP]
es: [TISSUE_NAME:tejido ocular:NP]
ja: [TISSUE_NAME:眼球:NP]
ko: [TISSUE_NAME:안구 조직:NP]
pl: [TISSUE_NAME:tkanka oka:NP]
ru: [TISSUE_NAME:глазная ткань:NP]
tr: [TISSUE_NAME:göz dokusu:NP]
vi: [TISSUE_NAME:mô mắt:NP]
zh_hans: [TISSUE_NAME:眼球组织:NP]

# TISSUE_TEMPLATE:NERVE_TEMPLATE
source: [TISSUE_NAME:nervous tissue:NP]
cs: [TISSUE_NAME:nervová tkáň:NP]
de: [TISSUE_NAME:Nervengewebe:NP]
eo: [TISSUE_NAME:nervo:NP]
es: [TISSUE_NAME:tejido nervioso:NP]
ja: [TISSUE_NAME:神経:NP]
ko: [TISSUE_NAME:신경 조직:NP]
pl: [TISSUE_NAME:tkanka nerwowa:NP]
ru: [TISSUE_NAME:нервная ткань:NP]
tr: [TISSUE_NAME:sinir dokusu:NP]
vi: [TISSUE_NAME:mô thần kinh:NP]
zh_hans: [TISSUE_NAME:神经组织:NP]

# TISSUE_TEMPLATE:BRAIN_TEMPLATE
source: [TISSUE_NAME:brain tissue:NP]
cs: [TISSUE_NAME:mozková tkáň:NP]
de: [TISSUE_NAME:Hirngewebe:NP]
eo: [TISSUE_NAME:cerba histo:NP]
es: [TISSUE_NAME:tejido cerebral:NP]
ja: [TISSUE_NAME:脳:NP]
ko: [TISSUE_NAME:뇌 조직:NP]
pl: [TISSUE_NAME:tkanka mózgu:NP]
ru: [TISSUE_NAME:мозговая ткань:NP]
tr: [TISSUE_NAME:beyin dokusu:NP]
vi: [TISSUE_NAME:mô não:NP]
zh_hans: [TISSUE_NAME:脑组织:NP]

# TISSUE_TEMPLATE:LUNG_TEMPLATE
source: [TISSUE_NAME:lung tissue:NP]
cs: [TISSUE_NAME:plicní tkáň:NP]
de: [TISSUE_NAME:Lungengewebe:NP]
eo: [TISSUE_NAME:pulma histo:NP]
es: [TISSUE_NAME:Tejido pulmonar:NP]
ja: [TISSUE_NAME:肺:NP]
ko: [TISSUE_NAME:폐 조직:NP]
pl: [TISSUE_NAME:tkanka płuca:NP]
ru: [TISSUE_NAME:лёгочная ткань:NP]
tr: [TISSUE_NAME:akciğer dokusu:NP]
vi: [TISSUE_NAME:mô phổi:NP]
zh_hans: [TISSUE_NAME:肺组织:NP]

# TISSUE_TEMPLATE:HEART_TEMPLATE
source: [TISSUE_NAME:heart tissue:NP]
cs: [TISSUE_NAME:srdeční tkáň:NP]
de: [TISSUE_NAME:Herzgewebe:NP]
eo: [TISSUE_NAME:kora histo:NP]
es: [TISSUE_NAME:tejido del corazón:NP]
ja: [TISSUE_NAME:心臓:NP]
ko: [TISSUE_NAME:심장 조직:NP]
pl: [TISSUE_NAME:tkanka serca:NP]
ru: [TISSUE_NAME:сердечная ткань:NP]
tr: [TISSUE_NAME:kalp dokusu:NP]
vi: [TISSUE_NAME:mô tim:NP]
zh_hans: [TISSUE_NAME:心脏组织:NP]

# TISSUE_TEMPLATE:LIVER_TEMPLATE
source: [TISSUE_NAME:liver tissue:NP]
cs: [TISSUE_NAME:jaterní tkáň:NP]
de: [TISSUE_NAME:Lebergewebe:NP]
eo: [TISSUE_NAME:hepata histo:NP]
es: [TISSUE_NAME:tejido hepático:NP]
ja: [TISSUE_NAME:肝臓:NP]
ko: [TISSUE_NAME:간 조직:NP]
pl: [TISSUE_NAME:tkanka wątroby:NP]
ru: [TISSUE_NAME:ткани печени:NP]
tr: [TISSUE_NAME:karaciğer dokusu:NP]
vi: [TISSUE_NAME:mô gan:NP]
zh_hans: [TISSUE_NAME:肝脏组织:NP]

# TISSUE_TEMPLATE:GUT_TEMPLATE
source: [TISSUE_NAME:gut:NP]
cs: [TISSUE_NAME:střeva:NP]
de: [TISSUE_NAME:Darm:NP]
eo: [TISSUE_NAME:intesto:NP]
es: [TISSUE_NAME:intestino:NP]
ja: [TISSUE_NAME:胃:NP]
ko: [TISSUE_NAME:내장:NP]
pl: [TISSUE_NAME:kiszka:kiszki]
ru: [TISSUE_NAME:кишка:NP]
tr: [TISSUE_NAME:bağırsak:NP]
vi: [TISSUE_NAME:ruột:NP]
zh_hans: [TISSUE_NAME:内脏:NP]

# TISSUE_TEMPLATE:STOMACH_TEMPLATE
source: [TISSUE_NAME:stomach tissue:NP]
cs: [TISSUE_NAME:žaludeční tkáň:NP]
de: [TISSUE_NAME:Magengewebe:NP]
eo: [TISSUE_NAME:stomaka histo:NP]
es: [TISSUE_NAME:tejido estomacal:NP]
ja: [TISSUE_NAME:腹:NP]
ko: [TISSUE_NAME:위 조직:NP]
pl: [TISSUE_NAME:tkanka żołądka:NP]
ru: [TISSUE_NAME:ткани желудка:NP]
tr: [TISSUE_NAME:mide dokusu:NP]
vi: [TISSUE_NAME:mô dạ dày:NP]
zh_hans: [TISSUE_NAME:胃组织:NP]

# TISSUE_TEMPLATE:GIZZARD_TEMPLATE
source: [TISSUE_NAME:gizzard tissue:NP]
cs: [TISSUE_NAME:žaduleční tkáň:NP]
de: [TISSUE_NAME:Kaumagengewebe:NP]
eo: [TISSUE_NAME:maĉstomaka histo:NP]
es: [TISSUE_NAME:tejido de molleja:NP]
ja: [TISSUE_NAME:砂嚢:NP]
ko: [TISSUE_NAME:모래주머니 조직:NP]
pl: [TISSUE_NAME:tkanka żołądka mięśniowego:NP]
ru: [TISSUE_NAME:ткани глотки:NP]
tr: [TISSUE_NAME:taşlık dokusu:NP]
vi: [TISSUE_NAME:mô mề:NP]
zh_hans: [TISSUE_NAME:胃组织:NP]

# TISSUE_TEMPLATE:PANCREAS_TEMPLATE
source: [TISSUE_NAME:pancreatic tissue:NP]
cs: [TISSUE_NAME:tkáň slinivky břišní:NP]
de: [TISSUE_NAME:Bauchspeicheldrüsengewebe:NP]
eo: [TISSUE_NAME:pankreata histo:NP]
es: [TISSUE_NAME:tejido pancreático:NP]
ja: [TISSUE_NAME:膵臓:NP]
ko: [TISSUE_NAME:췌장 조직:NP]
pl: [TISSUE_NAME:tkanka trzustki:NP]
ru: [TISSUE_NAME:ткани поджелудочной железы:NP]
tr: [TISSUE_NAME:pankreas dokusu:NP]
vi: [TISSUE_NAME:mô tụy:NP]
zh_hans: [TISSUE_NAME:胰腺组织:NP]

# TISSUE_TEMPLATE:SPLEEN_TEMPLATE
source: [TISSUE_NAME:spleen tissue:NP]
cs: [TISSUE_NAME:tkáň sleziny:NP]
de: [TISSUE_NAME:Milzgewebe:NP]
eo: [TISSUE_NAME:liena histo:NP]
es: [TISSUE_NAME:tejido del bazo:NP]
ja: [TISSUE_NAME:脾臓:NP]
ko: [TISSUE_NAME:비장 조직:NP]
pl: [TISSUE_NAME:tkanka śledziony:NP]
ru: [TISSUE_NAME:ткани селезенки:NP]
tr: [TISSUE_NAME:dalak dokusu:NP]
vi: [TISSUE_NAME:mô lá lách:NP]
zh_hans: [TISSUE_NAME:脾脏组织:NP]

# TISSUE_TEMPLATE:KIDNEY_TEMPLATE
source: [TISSUE_NAME:kidney tissue:NP]
cs: [TISSUE_NAME:ledvinová tkáň:NP]
de: [TISSUE_NAME:Nierengewebe:NP]
eo: [TISSUE_NAME:rena histo:NP]
es: [TISSUE_NAME:tejido renal:NP]
ja: [TISSUE_NAME:肝臓:NP]
ko: [TISSUE_NAME:신장 조직:NP]
pl: [TISSUE_NAME:tkanka nerki:NP]
ru: [TISSUE_NAME:почечная ткань:NP]
tr: [TISSUE_NAME:böbrek dokusu:NP]
vi: [TISSUE_NAME:mô thận:NP]
zh_hans: [TISSUE_NAME:肾脏组织:NP]

# TISSUE_TEMPLATE:FLAME_TEMPLATE
source: [TISSUE_NAME:flames:NP]
cs: [TISSUE_NAME:plameny:NP]
de: [TISSUE_NAME:Flammen:NP]
eo: [TISSUE_NAME:flamoj:NP]
es: [TISSUE_NAME:llamas:NP]
ja: [TISSUE_NAME:炎:NP]
ko: [TISSUE_NAME:화염:NP]
pl: [TISSUE_NAME:płomień:płomienie]
ru: [TISSUE_NAME:пламя:NP]
tr: [TISSUE_NAME:alevler:NP]
vi: [TISSUE_NAME:ngọn lửa:NP]
zh_hans: [TISSUE_NAME:火焰:NP]

# TISSUE_TEMPLATE:CHITIN_TEMPLATE
source: [TISSUE_NAME:chitin:NP]
eo: [TISSUE_NAME:ĥitino:NP]
es: [TISSUE_NAME:quitina:NP]
ja: [TISSUE_NAME:キチン質:NP]
ko: [TISSUE_NAME:키틴질:NP]
pl: [TISSUE_NAME:chityna:NP]
ru: [TISSUE_NAME:хитин:NP]
tr: [TISSUE_NAME:kitin:NP]
zh_hans: [TISSUE_NAME:甲壳:NP]

# TISSUE_TEMPLATE:SPINE_TEMPLATE
source: [TISSUE_NAME:spine:NP]
cs: [TISSUE_NAME:páteř:NP]
de: [TISSUE_NAME:Rücken:NP]
eo: [TISSUE_NAME:spino:NP]
es: [TISSUE_NAME:espina:NP]
ja: [TISSUE_NAME:脊椎:NP]
ko: [TISSUE_NAME:척추:NP]
pl: [TISSUE_NAME:kręgosłup:NP]
ru: [TISSUE_NAME:спинной мозг:NP]
tr: [TISSUE_NAME:omurga:NP]
vi: [TISSUE_NAME:cột sống:NP]
zh_hans: [TISSUE_NAME:脊椎:NP]

# TISSUE_TEMPLATE:SPONGE_TEMPLATE
source: [TISSUE_NAME:sponge:NP]
cs: [TISSUE_NAME:houba:NP]
de: [TISSUE_NAME:Schwamm:NP]
eo: [TISSUE_NAME:spongo:NP]
es: [TISSUE_NAME:esponja:NP]
ja: [TISSUE_NAME:スポンジ:NP]
ko: [TISSUE_NAME:해면:NP]
pl: [TISSUE_NAME:gąbka:NP]
ru: [TISSUE_NAME:губка:NP]
tr: [TISSUE_NAME:sünger:NP]
vi: [TISSUE_NAME:bọt biển:NP]
zh_hans: [TISSUE_NAME:海绵:NP]

# BUILDING_WORKSHOP:SOAP_MAKER
source: [NAME:Soap Maker's Workshop]
cs: [NAME:Mýdlářská Dílna]
de: [NAME:Seifenmacherwerkstatt]
eo: [NAME:Sapoproduktista Metiejo]
es: [NAME:Taller de Jabonería]
ja: [NAME:石鹸工房]
ko: [NAME:비누 공방]
pl: [NAME:Warsztat Mydlarski]
ru: [NAME:Мастерская мыловара]
tr: [NAME:Sabun Üretim Atölyesi]
vi: [NAME:Xưởng sản xuất xà phòng]
zh_hans: [NAME:皂匠工坊]

# BUILDING_WORKSHOP:SOAP_MAKER
source: [TOOLTIP:Use tallow (rendered fat) or oil here with lye to make soap.]
cs: [TOOLTIP:K výrobě mýdla použijte lůj (škvařený tuk) nebo olej s louhem.]
de: [TOOLTIP:Verwenden hier Talg (geschmolzenes Fett) oder Öl mit Lauge, um Seife herzustellen.]
eo: [TOOLTIP:Uzu sebon (fanditan grason) aŭ oleon tie ĉi kun lesivo por fari sapon.]
es: [TOOLTIP:Use sebo (grasa extraída) o aceite aquí con lejía para hacer jabón.]
ko: [TOOLTIP:여기에서 수지(정제한 동물지방) 이나 식물기름을 양잿물과 섞어 비누를 만들 수 있습니다.]
pl: [TOOLTIP:Użyj łoju (wytopionego tłuszczu) lub oleju z ługiem, aby zrobić mydło.]
ru: [TOOLTIP:Используйте жир (топленый жир) или масло с щелоком для варки мыла.]
tr: [TOOLTIP:Buradan sodyum hidroksit ile talg (eritilmiş yağ) veya yağ kullanarak sabun yapın.]
vi: [TOOLTIP:Sử dụng mỡ động vật (mỡ được tạo ra) hoặc dầu ở đây cùng với dung dịch kiềm để làm xà phòng.]
zh_hans: [TOOLTIP:用牛油（固化脂肪）或油加上碱性液来制作肥皂。]

# BUILDING_WORKSHOP:SCREW_PRESS
source: [NAME:Screw Press]
cs: [NAME:Šnekový/šroubový Lis]
de: [NAME:Spindelpresse]
eo: [NAME:Premilo]
es: [NAME:Prensa de tornillo]
ja: [NAME:圧搾機]
ko: [NAME:나선 압착기]
pl: [NAME:Korbowa prasa mechaniczna]
ru: [NAME:Винтовой пресс]
tr: [NAME:Vida Presi]
vi: [NAME:Máy ép trục vít]
zh_hans: [NAME:螺旋压榨机]
