Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:ORANGUTAN
source: [PREFSTRING:antics]
cs: [PREFSTRING:skopičiny]
de: [PREFSTRING:Possen]
eo: [PREFSTRING:klaŭnaĵoj]
es: [PREFSTRING:payasadas]
ja: [PREFSTRING:ふざけた]
ko: [PREFSTRING:장난]
pl: [PREFSTRING:wygłupy]
ru: [PREFSTRING:выходки]
tr: [PREFSTRING:maskaralıklar]
vi: [PREFSTRING:trò tinh nghịch]

# CREATURE:ORANGUTAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ORANGUTAN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:ORANGUTAN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:ORANGUTAN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:ORANGUTAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GIBBON_SIAMANG
source: [DESCRIPTION:A medium-sized ape found in the trees. It is known for its loud calls.]
cs: [DESCRIPTION:Středně velká opice žijící na stromech. Je známá hlasitými voláními.]
de: [DESCRIPTION:Ein mittelgroßer Affe, der in den Bäumen lebt. Er ist bekannt für seine lauten Rufe.]
eo: [DESCRIPTION:Mezgranda simio kiu troviĝas en la arboj. Ĝi estas konita por siaj laŭtaj alvokoj.]
es: [DESCRIPTION:Un simio mediano hallado en los arboles. Es conocido por sus ruidosas llamadas.]
ja: [DESCRIPTION:樹上性の中型類人猿。大声で叫ぶ。]
ko: [DESCRIPTION:나무 위에서 발견되는 중간 크기의 유인원. 시끄러운 울음소리를 내는 것으로 알려져 있다.]
pl: [DESCRIPTION:Średniej wielkości małpa, którą można znaleźć na drzewach. Jest znana ze swoich głośnych okrzyków.]
ru: [DESCRIPTION:Обезьяна среднего размера, обитающая на деревьях. Известна своими громкими криками.]
tr: [DESCRIPTION:Ağaçlarda bulunan orta büyüklükte bir maymun. Yüksek sesli çağrılarıyla bilinir.]
vi: [DESCRIPTION:Một loài đại vượn cỡ trung bình được tìm thấy trên cây. Chúng nổi tiếng với tiếng kêu lớn.]

# CREATURE:GIBBON_SIAMANG
source: [NAME:siamang:siamangs:siamang]
cs: [NAME:siamang:siamangové:siamanga]
eo: [NAME:siamango:siamangoj:de siamango]
ja: [NAME:フクロテナガザル:フクロテナガザル:フクロテナガザルの]
ko: [NAME:큰긴팔원숭이:큰긴팔원숭이들:큰긴팔원숭이]
pl: [NAME:siamang:siamangi:siamangowy]
ru: [NAME:сиаманг:сиаманги:сиаманга]
tr: [NAME:siyamang:siyamanglar:siyamang]

# CREATURE:GIBBON_SIAMANG
source: [CASTE_NAME:siamang:siamangs:siamang]
cs: [CASTE_NAME:siamang:siamangové:siamanga]
eo: [CASTE_NAME:siamango:siamangoj:de siamango]
ja: [CASTE_NAME:フクロテナガザル:フクロテナガザル:フクロテナガザルの]
ko: [CASTE_NAME:큰긴팔원숭이:큰긴팔원숭이들:큰긴팔원숭이]
pl: [CASTE_NAME:siamang:siamangi:siamangowy]
ru: [CASTE_NAME:сиаманг:сиаманги:сиаманга]
tr: [CASTE_NAME:siyamang:siyamanglar:siyamang]

# CREATURE:GIBBON_SIAMANG
source: [PREFSTRING:loud calls]
cs: [PREFSTRING:hlasitá volání]
de: [PREFSTRING:laute Rufe]
eo: [PREFSTRING:laŭtaj alvokoj]
es: [PREFSTRING:llamada escandalosa]
ja: [PREFSTRING:大きな吠え声]
ko: [PREFSTRING:시끄러운 울음소리]
pl: [PREFSTRING:głośne okrzyki]
ru: [PREFSTRING:громкие крики]
tr: [PREFSTRING:yüksek sesli çağrılar]
vi: [PREFSTRING:tiếng kêu lớn]

# CREATURE:GIBBON_SIAMANG
source: [PREFSTRING:ability to swing through the trees]
cs: [PREFSTRING:schopnost houpat se mezi stromy]
de: [PREFSTRING:kann sich durch Bäume schwingen]
eo: [PREFSTRING:kapablo por pendolado per arboj.]
es: [PREFSTRING:habilidad para desplazarse entre los árboles]
ja: [PREFSTRING:木々の間を飛び移る]
ko: [PREFSTRING:나무 사이를 뛰어 오가는 능력]
pl: [PREFSTRING:zdolność do huśtania się pomiędzy drzewami]
ru: [PREFSTRING:способность прыгать по деревьям, раскачиваясь на ветвях]
tr: [PREFSTRING:ağaçlar arasında sallanma yeteneği]
vi: [PREFSTRING:khả năng đu chuyền cành]

# CREATURE:GIBBON_SIAMANG
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GIBBON_SIAMANG
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GIBBON_SIAMANG
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:GIBBON_SIAMANG
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GIBBON_SIAMANG
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GIBBON_WHITE_HANDED
source: [DESCRIPTION:A small, long-armed ape. It lives in trees and eats fruit.]
cs: [DESCRIPTION:Malá dlouhoruká opice. Žije na stromech a jí ovoce.]
de: [DESCRIPTION:Ein kleiner, langarmiger Affe. Er lebt auf Bäumen und frisst Früchte.]
eo: [DESCRIPTION:Malgranda simio kun longaj brakoj. Ĝi loĝas arbe, kaj manĝas frkutojn.]
es: [DESCRIPTION:Un pequeño simio de brazos largos. Vive en los arboles y come fruta.]
ko: [DESCRIPTION:작고 팔이 긴 유인원. 나무에 살며 열매를 먹는다.]
pl: [DESCRIPTION:Mała małpa o długich ramionach. Żyje na drzewach i je owoce.]
ru: [DESCRIPTION:Небольшая длиннорукая обезьяна. Обитает на деревьях и питается фруктами.]
tr: [DESCRIPTION:Küçük, uzun kollu bir maymun. Ağaçlarda yaşar ve meyve yer.]
vi: [DESCRIPTION:Một loài vượn nhỏ, tay dài. Chúng sống trên cây và ăn trái cây.]

# CREATURE:GIBBON_WHITE_HANDED
source: [NAME:white-handed gibbon:white-handed gibbons:white-handed gibbon]
cs: [NAME:bělolící gibon:bělolící giboni:bělolícího gibona]
de: [NAME:Weißhandgibbon:Weißhandgibbons:Weißhandgibbon]
eo: [NAME:blankmana gibono:blankmanaj gibonoj:de blankmana gibono]
es: [NAME:Gibón blanco:Gibónes blancos:Gibón blanco]
ja: [NAME:シロテナガザル:シロテナガザル:シロテナガザルの]
ko: [NAME:흰손긴팔원숭이:흰손긴팔원숭이들:흰손긴팔원숭이]
pl: [NAME:gibbon białoręki:gibbony białorękie:gibbono białoręcki]
ru: [NAME:белорукий гиббон:белорукие гиббоны:белорукого гиббона]
tr: [NAME:beyaz elli gibon:beyaz elli gibonlar:beyaz elli gibon]
vi: [NAME:vượn tay trắng:những con vượn tay trắng:vượn tay trắng]

# CREATURE:GIBBON_WHITE_HANDED
source: [CASTE_NAME:white-handed gibbon:white-handed gibbons:white-handed gibbon]
cs: [CASTE_NAME:bělolící gibon:bělolící giboni:bělolícího gibona]
de: [CASTE_NAME:weißhändiger Gibbon:weißhändige Gibbons:weißhändiger Gibbon]
eo: [CASTE_NAME:blankmana gibono:blankmanaj gibonoj:de blankmana gibono]
es: [NAME:Gibón blanco:Gibónes blancos:Gibón blanco]
ja: [CASTE_NAME:シロテナガザル:シロテナガザル:シロテナガザルの]
ko: [CASTE_NAME:흰손긴팔원숭이 :흰손긴팔원숭이들:흰손긴팔원숭이]
pl: [CASTE_NAME:gibbon białoręki:gibbony białorękie:gibbono białoręcki]
ru: [CASTE_NAME:белорукий гиббон:белорукие гиббоны:белорукого гиббона]
tr: [CASTE_NAME:beyaz elli gibon:beyaz elli gibonlar:beyaz elli gibon]
vi: [CASTE_NAME:vượn tay trắng:những con vượn tay trắng:vượn tay trắng]

# CREATURE:GIBBON_WHITE_HANDED
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:GIBBON_WHITE_HANDED
source: [PREFSTRING:ability to swing through the trees]
cs: [PREFSTRING:schopnost houpat se mezi stromy]
de: [PREFSTRING:kann sich durch Bäume schwingen]
eo: [PREFSTRING:kapablo por pendolado per arboj.]
es: [PREFSTRING:habilidad para desplazarse entre los árboles]
ja: [PREFSTRING:木々の間を飛び移る]
ko: [PREFSTRING:나무 사이를 뛰어 오가는 능력]
pl: [PREFSTRING:zdolność do huśtania się pomiędzy drzewami]
ru: [PREFSTRING:способность прыгать по деревьям, раскачиваясь на ветвях]
tr: [PREFSTRING:ağaçlar arasında sallanma yeteneği]
vi: [PREFSTRING:khả năng đu chuyền cành]

# CREATURE:GIBBON_WHITE_HANDED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GIBBON_WHITE_HANDED
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GIBBON_WHITE_HANDED
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:GIBBON_WHITE_HANDED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:GIBBON_WHITE_HANDED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GIBBON_BLACK_HANDED
source: [DESCRIPTION:A small fruit-eating ape, found in the trees.]
cs: [DESCRIPTION:Malá opice živící se ovocem, žije na stromech.]
de: [DESCRIPTION:Ein kleiner fruchtfressender Affe, der in den Bäumen lebt.]
eo: [DESCRIPTION:Malgranda fruktmanĝanta simio kiu troviĝas en la arboj.]
es: [DESCRIPTION:Un pequeño mono comedor de frutas, encontrado en los árboles.]
ja: [DESCRIPTION:樹上性の小型類人猿。果実が主食。]
ko: [DESCRIPTION:나무에서 발견된 과일을 먹는 유인원.]
pl: [DESCRIPTION:Mała, jedząca owoce małpa, którą można znaleźć na drzewach.]
ru: [DESCRIPTION:Небольшая обезьяна, живущая на деревьях, питается фруктами.]
tr: [DESCRIPTION:Ağaçlarda bulunan, meyve yiyen küçük bir maymun.]
vi: [DESCRIPTION:Một loài vượn nhỏ ăn trái cây, được tìm thấy trên cây.]

# CREATURE:GIBBON_BLACK_HANDED
source: [NAME:black-handed gibbon:black-handed gibbons:black-handed gibbon]
cs: [NAME:černolící gibon:černolící giboni:černolícího gibona]
de: [NAME:schwarzhändiger Gibbon:schwarzhändige Gibbons:schwarzhändiger Gibbon]
eo: [NAME:lerta gibono:lertaj gibonoj:lerta-gibona]
es: [NAME:Gibón negro:Gibónes negros:Gibón negro]
ja: [NAME:クロテナガザル:クロテナガザル:クロテナガザルの]
ko: [NAME:검은손긴팔원숭이:검은손긴팔원숭이들:검은손긴팔원숭이]
pl: [NAME:gibbon czarnoręki:gibbony czarnorękie:gibbono czarnoręcki]
ru: [NAME:чернорукий гиббон:чернорукие гиббоны:чернорукого гиббона]
tr: [NAME:siyah elli gibon:siyah elli gibonlar:siyah elli gibon]
vi: [NAME:vượn tay đen:những con vượn tay đen:vượn tay đen]

# CREATURE:GIBBON_BLACK_HANDED
source: [CASTE_NAME:black-handed gibbon:black-handed gibbons:black-handed gibbon]
cs: [CASTE_NAME:černolící gibon:černolící giboni:černolícího gibona]
de: [CASTE_NAME:schwazhändiger Gibbon:schwarzhändige Gibbons:schwarzhändiger Gibbon]
eo: [CASTE_NAME:lerta gibono:lertaj gibonoj:de lerta gibono]
es: [NAME:Gibón negro:Gibónes negros:Gibón negro]
ja: [CASTE_NAME:クロテナガザル:クロテナガザルs:クロテナガザルの]
ko: [CASTE_NAME:검은손긴팔원숭이:검은손긴팔원숭이들:검은손긴팔원숭이]
pl: [CASTE_NAME:gibbon czarnoręki:gibbony czarnorękie:gibbono czarnoręcki]
ru: [CASTE_NAME:чернорукий гиббон:чернорукие гиббоны:чернорукого гиббона]
tr: [CASTE_NAME:siyah elli gibon:siyah elli gibonlar:siyah elli gibon]
vi: [CASTE_NAME:vượn tay đen:những con vượn tay đen:vượn tay đen]

# CREATURE:GIBBON_BLACK_HANDED
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:GIBBON_BLACK_HANDED
source: [PREFSTRING:ability to swing through the trees]
cs: [PREFSTRING:schopnost houpat se mezi stromy]
de: [PREFSTRING:kann sich durch Bäume schwingen]
eo: [PREFSTRING:kapablo por pendolado per arboj.]
es: [PREFSTRING:habilidad para desplazarse entre los árboles]
ja: [PREFSTRING:木々の間を飛び移る]
ko: [PREFSTRING:나무 사이를 뛰어 오가는 능력]
pl: [PREFSTRING:zdolność do huśtania się pomiędzy drzewami]
ru: [PREFSTRING:способность прыгать по деревьям, раскачиваясь на ветвях]
tr: [PREFSTRING:ağaçlar arasında sallanma yeteneği]
vi: [PREFSTRING:khả năng đu chuyền cành]

# CREATURE:GIBBON_BLACK_HANDED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GIBBON_BLACK_HANDED
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GIBBON_BLACK_HANDED
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:GIBBON_BLACK_HANDED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GIBBON_BLACK_HANDED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GIBBON_GRAY
source: [DESCRIPTION:A small ape found in the trees of the tropical forest. It is known for its calls.]
cs: [DESCRIPTION:Malá opice žijící na stromech tropického lesa. Je známá svými voláními.]
de: [DESCRIPTION:Ein kleiner Affe, der in den Bäumen des tropischen Waldes lebt. Er ist bekannt für seine Rufe.]
eo: [DESCRIPTION:Malgranda simio kiu troviĝas en la arboj de la tropikaj arbaroj. Ĝi estas konita por siaj alvokoj.]
es: [DESCRIPTION:Un pequeño simio que se encuentra en los árboles de los bosques tropicales. Es conocido por sus gritos.]
ja: [DESCRIPTION:ジャングルに棲息する、樹上性の小型類人猿。変わった吠え声で鳴く。]
ko: [DESCRIPTION:열대 숲의 나무에서 발견된 작은 유인원. 그것은 울음소리로 유명하다.]
pl: [DESCRIPTION:Mała małpa, którą można znaleźć w drzewach lasów tropikalnych. Jest znana ze swoich okrzyków.]
ru: [DESCRIPTION:Небольшая обезьяна, обитающая на деревьях в тропических лесах. Известна своими криками.]
tr: [DESCRIPTION:Tropikal orman ağaçlarında bulunan küçük bir maymun. Çağrılarıyla bilinir.]
vi: [DESCRIPTION:Một loài vượn nhỏ được tìm thấy trên cây trong rừng nhiệt đới. Chúng nổi tiếng với tiếng kêu.]

# CREATURE:GIBBON_GRAY
source: [NAME:gray gibbon:gray gibbons:gray gibbon]
cs: [NAME:šedý gibon:šedí giboni:šedého gibona]
de: [NAME:Grauer Gibbon:Graue Gibbons:Grauer Gibbon]
eo: [NAME:griza gibono:grizaj gibonoj:de griza gibono]
es: [NAME:gibón gris:gibónes grises:gibón gris]
ja: [NAME:ハイイロテナガザル:ハイイロテナガザル:ハイイロテナガザルの]
ko: [NAME:회색긴팔원숭이:회색긴팔원숭이들:회색긴팔원숭이]
pl: [NAME:szary gibbon:szare gibbony:szaro gibboński]
ru: [NAME:серый гиббон:серые гиббоны:серого гиббона]
tr: [NAME:gri gibon:gri gibonlar:gri gibon]
vi: [NAME:vượn xám:những con vượn xám:vượn xám]

# CREATURE:GIBBON_GRAY
source: [CASTE_NAME:gray gibbon:gray gibbons:gray gibbon]
cs: [CASTE_NAME:šedý gibon:šedí giboni:šedého gibona]
de: [CASTE_NAME:Grauer Gibbon:Graue Gibbons:Grauer Gibbon]
eo: [CASTE_NAME:griza gibono:grizaj gibonoj:de griza gibono]
es: [CASTE_NAME:gibón gris:gibones grises:gibón gris]
ja: [CASTE_NAME:ハイイロテナガザル:ハイイロテナガザル:ハイイロテナガザルの]
ko: [CASTE_NAME:회색긴팔원숭이:회색긴팔원숭이들:회색긴팔원숭이]
pl: [CASTE_NAME:szary gibbon:szare gibbony:szaro gibboński]
ru: [CASTE_NAME:серый гиббон:серые гиббоны:серого гиббона]
tr: [CASTE_NAME:gri gibon:gri gibonlar:gri gibon]
vi: [CASTE_NAME:vượn xám:những con vượn xám:vượn xám]

# CREATURE:GIBBON_GRAY
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:GIBBON_GRAY
source: [PREFSTRING:ability to swing through the trees]
cs: [PREFSTRING:schopnost houpat se mezi stromy]
de: [PREFSTRING:kann sich durch Bäume schwingen]
eo: [PREFSTRING:kapablo por pendolado per arboj.]
es: [PREFSTRING:habilidad para desplazarse entre los árboles]
ja: [PREFSTRING:木々の間を飛び移る]
ko: [PREFSTRING:나무 사이를 뛰어 오가는 능력]
pl: [PREFSTRING:zdolność do huśtania się pomiędzy drzewami]
ru: [PREFSTRING:способность прыгать по деревьям, раскачиваясь на ветвях]
tr: [PREFSTRING:ağaçlar arasında sallanma yeteneği]
vi: [PREFSTRING:khả năng đu chuyền cành]

# CREATURE:GIBBON_GRAY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:GIBBON_GRAY
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:GIBBON_GRAY
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:头发:SINGULAR]

# CREATURE:GIBBON_GRAY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:GIBBON_GRAY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GIBBON_SILVERY
source: [DESCRIPTION:A small ape found in the trees eating fruit.]
cs: [DESCRIPTION:Malá opice, která žije na stromech a pojídá ovoce.]
de: [DESCRIPTION:Ein kleiner Affe, der sich in den Bäumen aufhält und Früchte isst.]
eo: [DESCRIPTION:Malgranda simio kiu troviĝas en la arboj manĝante fruktojn.]
es: [DESCRIPTION:Un pequeño simio que se encuentra en los árboles comiendo fruta.]
ja: [DESCRIPTION:樹上性の小型類人猿。果実が主食。]
ko: [DESCRIPTION:나무에서 과일을 먹고 있는 작은 유인원.]
pl: [DESCRIPTION:Mała małpa, którą można znaleźć na drzewach jedzącą owoce.]
ru: [DESCRIPTION:Небольшая обезьяна, обитающая на деревьях и питающаяся фруктами.]
tr: [DESCRIPTION:Ağaçlarda meyve yerken bulunan küçük bir maymun.]
vi: [DESCRIPTION:Một loài vượn nhỏ được tìm thấy trên cây đang ăn trái cây.]

# CREATURE:GIBBON_SILVERY
source: [NAME:silvery gibbon:silvery gibbons:silvery gibbon]
cs: [NAME:stříbřitý gibon:stříbřití giboni:stříbřitého gibona]
de: [NAME:Silbergibbon:Silbergibbons:Silbergibbon]
eo: [NAME:arĝenta gibono:arĝentaj gibonoj:de arĝenta gibono]
es: [NAME:gibón plateado:gibónes plateados:gibón plateado]
ja: [NAME:ワウワウテナガザル:ワウワウテナガザル:ワウワウテナガザルの]
ko: [NAME:은색긴팔원숭이:은색긴팔원숭이들:은색긴팔원숭이]
pl: [NAME:srebrzysty gibbon:srebrzyste gibbony:srebrzysto gibboński]
ru: [NAME:серебристый гиббон:серебристые гиббоны:серебристого гиббона]
tr: [NAME:gümüşi gibon:gümüşi gibonlar:gümüşi gibon]
vi: [NAME:vượn bạc:những con vượn bạc:vượn bạc]

# CREATURE:GIBBON_SILVERY
source: [CASTE_NAME:silvery gibbon:silvery gibbons:silvery gibbon]
cs: [CASTE_NAME:stříbřitý gibon:stříbřití giboni:stříbřitého gibona]
de: [CASTE_NAME:Silbergibbon:Silbergibbons:Silbergibbon]
eo: [CASTE_NAME:arĝenta gibono:arĝentaj gibonoj:de arĝenta gibono]
es: [CASTE_NAME:gibón plateado:gibones plateados:gibón plateado]
ja: [CASTE_NAME:ワウワウテナガザル:ワウワウテナガザル:ワウワウテナガザルの]
ko: [CASTE_NAME:은색긴팔원숭이:은색긴팔원숭이들:은색긴팔원숭이]
pl: [CASTE_NAME:srebrzysty gibbon:srebrzyste gibbony:srebrzysto gibboński]
ru: [CASTE_NAME:серебристый гиббон:серебристые гиббоны:серебристого гиббона]
tr: [CASTE_NAME:gümüşi gibon:gümüşi gibonlar:gümüşi gibon]
vi: [CASTE_NAME:vượn bạc:những con vượn bạc:vượn bạc]

# CREATURE:GIBBON_SILVERY
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
