Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:MAGGOT_PURRING
source: [CASTE_NAME:purring maggot:purring maggots:purring maggot]
cs: [CASTE_NAME:vrnící larva:vrnící larvy:vrnící larvu]
de: [CASTE_NAME:schnurrende Made:schnurrende Maden:schnurrende Made]
eo: [CASTE_NAME:ronronanta larvo:ronronantaj larvoj:de ronronanta larvo]
es: [CASTE_NAME:gusano ronroneante:gusanos ronroneantes:gusano ronroneante]
ja: [CASTE_NAME:パーリング・マゴット:パーリング・マゴット:パーリング・マゴットの]
pl: [CASTE_NAME:mruczący robak: mruczące robaki: mrucząco robaczy]
ru: [CASTE_NAME:урчащая личинка:урчащие личинки:урчащей личинки]
tr: [CASTE_NAME:mırıldanan kurtçuk:mırıldanan kurtçuklar:mırıldanan kurtçuk]
vi: [CASTE_NAME:Giòi kêu rừ rừ:Giòi kêu rừ rừ:Giòi kêu rừ rừ]
zh_hans: [CASTE_NAME:呼噜蛆:呼噜蛆:呼噜蛆]

# CREATURE:MAGGOT_PURRING
source: [PREFSTRING:comforting whirs]
cs: [PREFSTRING:uklidňující vrnění]
de: [PREFSTRING:beruhigendes Brummen]
eo: [PREFSTRING:komfortaj zumadoj]
es: [PREFSTRING:zumbidos reconfortantes]
ja: [PREFSTRING:快適なブンブン音]
pl: [PREFSTRING:kojące szumy]
ru: [PREFSTRING:успокаивающее урчание]
tr: [PREFSTRING:rahatlatıcı vızıltılar]
vi: [PREFSTRING:Những tiếng vù vù dễ chịu]

# CREATURE:MAGGOT_PURRING
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MAGGOT_PURRING
source: [STATE_NAME:ALL_SOLID:frozen dwarven milk]
cs: [STATE_NAME:ALL_SOLID:mražené trpasličí mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Zwergenmilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita dvarfa lakto]
es: [STATE_NAME:ALL_SOLID:leche enana congelada]
ja: [STATE_NAME:ALL_SOLID:凍ったドワーフ・ミルク]
pl: [STATE_NAME:ALL_SOLID:mrożone mleko krasnoludów]
ru: [STATE_NAME:ALL_SOLID:замёрзшее дварфийское молоко]
tr: [STATE_NAME:ALL_SOLID:donmuş cüce sütü]
vi: [STATE_NAME:ALL_SOLID:Sữa người lùn đông lạnh]

# CREATURE:MAGGOT_PURRING
source: [STATE_ADJ:ALL_SOLID:frozen dwarven milk]
cs: [STATE_ADJ:ALL_SOLID:mražené trpasličí mléko]
de: [STATE_ADJ:ALL_SOLID:gefrorene Zwergenmilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita dvarfa lakto]
es: [STATE_ADJ:ALL_SOLID:leche enana congelada]
ja: [STATE_ADJ:ALL_SOLID:凍ったドワーフ・ミルク]
pl: [STATE_ADJ:ALL_SOLID:mrożone mleko krasnoludów]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее молоко урчащей личинки]
tr: [STATE_ADJ:ALL_SOLID:donmuş cüce sütü]
vi: [STATE_ADJ:ALL_SOLID:Sữa người lùn đông lạnh]

# CREATURE:MAGGOT_PURRING
source: [STATE_NAME:LIQUID:dwarven milk]
cs: [STATE_NAME:LIQUID:trpasličí mléko]
de: [STATE_NAME:LIQUID:Zwergenmilch]
eo: [STATE_NAME:LIQUID:dvarfa lakto]
es: [STATE_NAME:LIQUID:leche enana]
ja: [STATE_NAME:LIQUID:ドワーフ・ミルク]
pl: [STATE_NAME:LIQUID:mleko krasnoludów]
ru: [STATE_NAME:LIQUID:дварфийское молоко]
tr: [STATE_NAME:LIQUID:cüce sütü]
vi: [STATE_NAME:LIQUID:Sữa người lùn]

# CREATURE:MAGGOT_PURRING
source: [STATE_ADJ:LIQUID:dwarven milk]
cs: [STATE_ADJ:LIQUID:trpasličí mléko]
de: [STATE_ADJ:LIQUID:Zwergenmilch]
eo: [STATE_ADJ:LIQUID:de dvarfa lakto]
es: [STATE_ADJ:LIQUID:leche enana]
ja: [STATE_ADJ:LIQUID:ドワーフ・ミルク]
ko: [STATE_ADJ:LIQUID:드워프 젖]
pl: [STATE_ADJ:LIQUID:mleko krasnoludów]
ru: [STATE_ADJ:LIQUID:молоко урчащей личинки]
tr: [STATE_ADJ:LIQUID:cüce sütü]
vi: [STATE_ADJ:LIQUID:Sữa người lùn]

# CREATURE:MAGGOT_PURRING
source: [STATE_NAME:GAS:boiling dwarven milk]
cs: [STATE_NAME:GAS:vařící trpasličí mléko]
de: [STATE_NAME:GAS:kochende Zwergenmilch]
eo: [STATE_NAME:GAS:bolanta dvarfa lakto]
es: [STATE_NAME:GAS:leche enana hirviendo]
ja: [STATE_NAME:GAS:蒸気化したドワーフ・ミルク]
pl: [STATE_NAME:GAS:gotujące się mleko krasnoludów]
ru: [STATE_NAME:GAS:кипящее дварфийское молоко]
tr: [STATE_NAME:GAS:kaynayan cüce sütü]
vi: [STATE_NAME:GAS:Sữa người lùn đang sôi]

# CREATURE:MAGGOT_PURRING
source: [STATE_ADJ:GAS:boiling dwarven milk]
cs: [STATE_ADJ:GAS:vařící trpasličí mléko]
de: [STATE_ADJ:GAS:kochende Zwergenmilch]
eo: [STATE_ADJ:GAS:de bolanta dvarfa lakto]
es: [STATE_ADJ:GAS:leche enana hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したドワーフ・ミルク]
pl: [STATE_ADJ:GAS:gotujące się mleko krasnoludów]
ru: [STATE_ADJ:GAS:кипящее молоко урчащей личинки]
tr: [STATE_ADJ:GAS:kaynayan cüce sütü]
vi: [STATE_ADJ:GAS:Sữa người lùn đang sôi]

# CREATURE:MAGGOT_PURRING
source: [STATE_NAME:SOLID:dwarven cheese]
cs: [STATE_NAME:SOLID:trpasličí sýr]
de: [STATE_NAME:SOLID:Zwergenkäse]
eo: [STATE_NAME:SOLID:dvarfa fromaĝo]
es: [STATE_NAME:SOLID:queso enano]
ja: [STATE_NAME:SOLID:ドワーフ・チーズ]
ko: [STATE_NAME:SOLID:드워프 치즈]
pl: [STATE_NAME:SOLID:krasnoludzki ser]
ru: [STATE_NAME:SOLID:дварфийский сыр]
tr: [STATE_NAME:SOLID:cüce peyniri]
vi: [STATE_NAME:SOLID:Phô mai người lùn]

# CREATURE:MAGGOT_PURRING
source: [STATE_ADJ:SOLID:dwarven cheese]
cs: [STATE_ADJ:SOLID:trpasličí sýr]
de: [STATE_ADJ:SOLID:Zwergenkäse]
eo: [STATE_ADJ:SOLID:de dvarfo fromaĝo]
es: [STATE_ADJ:SOLID:queso enano]
ja: [STATE_ADJ:SOLID:ドワーフ・チーズ]
ko: [STATE_ADJ:SOLID:드워프 치즈]
pl: [STATE_ADJ:SOLID:krasnoludzki ser]
ru: [STATE_ADJ:SOLID:сыр из молока урчащей личинки]
tr: [STATE_ADJ:SOLID:cüce peyniri]
vi: [STATE_ADJ:SOLID:Phô mai người lùn]

# CREATURE:MAGGOT_PURRING
source: [STATE_NAME:SOLID_POWDER:dwarven cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený trpasličí sýr]
de: [STATE_NAME:SOLID_POWDER:Zwergenkäsepulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de dvarfa fromaĝo]
es: [STATE_NAME:SOLID_POWDER:queso enano en polvo]
ja: [STATE_NAME:SOLID_POWDER:ドワーフ・チーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:드워프 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany krasnoludzki ser]
ru: [STATE_NAME:SOLID_POWDER:тёртый дварфийский сыр]
tr: [STATE_NAME:SOLID_POWDER:cüce peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:Bột phô mai người lùn]

# CREATURE:MAGGOT_PURRING
source: [STATE_ADJ:SOLID_POWDER:dwarven cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený trpasličí sýr]
de: [STATE_ADJ:SOLID_POWDER:Zwergenkäsepulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de dvarfa fromaĝo]
es: [STATE_ADJ:SOLID_POWDER:de queso enano en polvo]
ja: [STATE_ADJ:SOLID_POWDER:ドワーフ・チーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:드워프 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany krasnoludzki ser]
ru: [STATE_ADJ:SOLID_POWDER:тёртый сыр из молока урчащей личинки]
tr: [STATE_ADJ:SOLID_POWDER:cüce peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:Bột phô mai người lùn]

# CREATURE:MAGGOT_PURRING
source: [STATE_NAME:LIQUID:melted dwarven cheese]
cs: [STATE_NAME:LIQUID:tavený trpasličí sýr]
de: [STATE_NAME:LIQUID:geschmolzener Zwergenkäse]
eo: [STATE_NAME:LIQUID:fandita dvarfa fromaĝo]
es: [STATE_NAME:LIQUID:queso enano derretido]
ja: [STATE_NAME:LIQUID:溶けたドワーフ・チーズ]
ko: [STATE_NAME:LIQUID:녹은 드워프 치즈]
pl: [STATE_NAME:LIQUID:roztopiony krasnoludzki ser]
ru: [STATE_NAME:LIQUID:расплавленный дварфийский сыр]
tr: [STATE_NAME:LIQUID:erimiş cüce peyniri]
vi: [STATE_NAME:LIQUID:Phô mai người lùn tan chảy]

# CREATURE:MAGGOT_PURRING
source: [STATE_ADJ:LIQUID:melted dwarven cheese]
cs: [STATE_ADJ:LIQUID:tavený trpasličí sýr]
de: [STATE_ADJ:LIQUID:geschmolzener Zwergenkäse]
eo: [STATE_ADJ:LIQUID:de fandita dvarfa fromaĝo]
es: [STATE_ADJ:LIQUID:queso enano derretido]
ja: [STATE_ADJ:LIQUID:溶けたドワーフ・チーズ]
ko: [STATE_ADJ:LIQUID:녹은 드워프 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony krasnoludzki ser]
ru: [STATE_ADJ:LIQUID:расплавленный сыр из молока урчащей личинки]
tr: [STATE_ADJ:LIQUID:erimiş cüce peyniri]
vi: [STATE_ADJ:LIQUID:Phô mai người lùn tan chảy]

# CREATURE:MAGGOT_PURRING
source: [STATE_NAME:GAS:boiling dwarven cheese]
cs: [STATE_NAME:GAS:vařící trpasličí sýr]
de: [STATE_NAME:GAS:kochender Zwergenkäse]
eo: [STATE_NAME:GAS:bolanta dvarfa fromaĝo
es: [STATE_NAME:GAS:queso enano hirviendo]
ja: [STATE_NAME:GAS:蒸気化したドワーフ・チーズ]
ko: [STATE_NAME:GAS:기화된 드워프 치즈]
pl: [STATE_NAME:GAS:gotujący się krasnoludzki ser]
ru: [STATE_NAME:GAS:кипящий дварфийский сыр]
tr: [STATE_NAME:GAS:kaynayan cüce peyniri]
vi: [STATE_NAME:GAS:Phô mai người lùn đang sôi]

# CREATURE:MAGGOT_PURRING
source: [STATE_ADJ:GAS:boiling dwarven cheese]
cs: [STATE_ADJ:GAS:vařící trpasličí sýr]
de: [STATE_ADJ:GAS:kochender Zwergenkäse]
eo: [STATE_ADJ:GAS:de bolanta dvarfa fromaĝo]
es: [STATE_ADJ:GAS:queso enano hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したドワーフ・チーズ]
ko: [STATE_ADJ:GAS:기화된 드워프 치즈]
pl: [STATE_ADJ:GAS:gotujący się krasnoludzki ser]
ru: [STATE_ADJ:GAS:кипящий сыр из молока урчащей личинки]
tr: [STATE_ADJ:GAS:kaynayan cüce peyniri]
vi: [STATE_ADJ:GAS:Phô mai người lùn đang sôi]

# CREATURE:ELEMENTMAN_FIRE
source: [DESCRIPTION:Fire in the shape of a human that can hurl fireballs.]
cs: [DESCRIPTION:Oheň ve tvaru člověka, který může vrhat ohnivé koule.]
de: [DESCRIPTION:Feuer in Gestalt eines Menschen, der Feuerbälle schleudern kann.]
eo: [DESCRIPTION:Fajro kun formo de homo, kiu povas ĵetegi fajrbulojn.]
es: [DESCRIPTION:Fuego en la forma de un humano que puede lanzar bolas de fuego.]
ja: [DESCRIPTION:人の形をした炎だ。火球を投げつけてくる。]
pl: [DESCRIPTION:Ogień w kształcie człowieka, który może miotać kule ognia.]
ru: [DESCRIPTION:Огонь в виде человека, который умеет бросать огненные шары.]
tr: [DESCRIPTION:Ateş topu fırlatabilen insan şeklinde ateş.]
vi: [DESCRIPTION:Lửa có hình dạng con người, có thể ném ra cầu lửa.]

# CREATURE:ELEMENTMAN_FIRE
source: [NAME:fire man:fire men:fire man]
cs: [NAME:ohnivý muž:ohniví muži:ohnivého muže]
de: [NAME:Feuermensch:Feuermenschen:Feuermensch]
eo: [NAME:fajrhomo:fajrhomoj:de fajrhomo]
es: [NAME:hombre fuego:hombres fuego:hombre fuego]
ja: [NAME:火炎男:火炎男:火炎男の]
pl: [NAME:człowiek ogień:ludzie ogień:ludzi ognia]
ru: [NAME:огневик:огневики:огневика]
tr: [NAME:ateş adamı:ateş adamları:ateş adam]
vi: [NAME:Người lửa nam:Người lửa nam:Người lửa nam]
zh_hans: [NAME:火人:火人:火人]

# CREATURE:ELEMENTMAN_FIRE
source: [CASTE_NAME:fire man:fire men:fire man]
cs: [CASTE_NAME:ohnivý muž:ohniví muži:ohnivého muže]
de: [CASTE_NAME:Feuermann:Feuermänner:Feuermann]
eo: [CASTE_NAME:fajrhomo:fajrhomoj:de fajrhomo]
es: [CASTE_NAME:hombre fuego:hombres fuego:hombre fuego]
ja: [CASTE_NAME:火炎男:火炎男:火炎男の]
pl: [CASTE_NAME:człowiek ogień:ludzie ogień:ludzi ognia]
ru: [CASTE_NAME:огневик:огневики:огневика]
tr: [CASTE_NAME:ateş adam:ateş adamlar:ateş adam]
vi: [CASTE_NAME:Người lửa nam:Người lửa nam:Người lửa nam]
zh_hans: [CASTE_NAME:火人:火人:火人]

# CREATURE:ELEMENTMAN_FIRE
source: [CDI:ADV_NAME:Hurl fireball]
cs: [CDI:ADV_NAME:Hod ohnivé koule]
de: [CDI:ADV_NAME:Feuerball schleudern]
eo: [CDI:ADV_NAME:Ĵetegi fajrbulon]
es: [CDI:ADV_NAME:Lanzar bola de fuego]
ja: [CDI:ADV_NAME:火球を投げる]
pl: [CDI:ADV_NAME:Rzuć kulę ognia]
ru: [CDI:ADV_NAME:Метнуть огненный шар]
tr: [CDI:ADV_NAME:Ateş topu fırlat]
vi: [CDI:ADV_NAME:Phóng cầu lửa]

# CREATURE:ELEMENTMAN_FIRE
source: [CDI:ADV_NAME:Spray jet of fire]
cs: [CDI:ADV_NAME:Výtrysk ohně]
de: [CDI:ADV_NAME:Feuersprühstrahl]
eo: [CDI:ADV_NAME:Ŝpruci fluon fajran]
es: [CDI:ADV_NAME:Lanzar chorro de fuego]
ja: [CDI:ADV_NAME:炎の噴流]
ko: [CDI:ADV_NAME:화염분사기]
pl: [CDI:ADV_NAME: Rozpylony strumień ognia]
ru: [CDI:ADV_NAME:Выпустить струю огня]
tr: [CDI:ADV_NAME:Ateş püskürt]

# CREATURE:ELEMENTMAN_FIRE
source: [PREFSTRING:licks of fire]
cs: [PREFSTRING:plamenové jazyky]
de: [PREFSTRING:feurige Lecke]
eo: [PREFSTRING:flamoj]
es: [PREFSTRING:lenguas de fuego]
ja: [PREFSTRING:炎を舐める]
pl: [PREFSTRING:liźnięcia ognia]
ru: [PREFSTRING:языки пламени]
tr: [PREFSTRING:ateş yalamaları]
vi: [PREFSTRING:Những ngọn lửa]

# CREATURE:ELEMENTMAN_FIRE
source: [ODOR_STRING:smoke]
cs: [ODOR_STRING:kouř]
de: [ODOR_STRING:Rauch]
eo: [ODOR_STRING:fumo]
es: [ODOR_STRING:humo]
ja: [ODOR_STRING:煙]
ko: [ODOR_STRING:연기]
pl: [ODOR_STRING:palić]
ru: [ODOR_STRING:дымом]
tr: [ODOR_STRING:duman]
vi: [ODOR_STRING:Khói]

# CREATURE:ELEMENTMAN_FIRE
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:ELEMENTMAN_FIRE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:ELEMENTMAN_MAGMA
source: [DESCRIPTION:Magma moving in the shape of a man. It has a cracked black crust.]
cs: [DESCRIPTION:Magma pohybující se ve tvaru člověka. Má popraskanou černou krustu.]
de: [DESCRIPTION:Magma bewegt sich in Gestalt eines Mannes. Es hat eine rissige schwarze Kruste.]
eo: [DESCRIPTION:Magmo movanta kun formo de homo. Ĝi havas fenditan nigran ŝelon.]
es: [DESCRIPTION:Magma viviente con forma humana. Tiene una negra cortesa agrietada.]
ja: [DESCRIPTION:人の形をしたマグマだ。ひびの入った黒い核を持つ。]
ko: [DESCRIPTION:사람의 형태로 움직이는 마그마. 금이 간 검은 껍질이 있습니다.]
pl: [DESCRIPTION:Magma poruszająca się w kształcie człowieka. Ma popękaną czarną skórę.]
ru: [DESCRIPTION:Передвигающаяся магма в виде человека, покрытая чёрной потрескавшейся коркой.]
tr: [DESCRIPTION:Adam şeklinde hareket eden magma. Çatlak siyah bir kabuğu vardır.]
vi: [DESCRIPTION:Dung nham di chuyển dưới hình dạng một người đàn ông. Nó có một lớp vỏ đen nứt nẻ.]

# CREATURE:ELEMENTMAN_MAGMA
source: [NAME:magma man:magma men:magma man]
cs: [NAME:magmový muž:magmoví muži:magmového muže]
de: [NAME:Magmamensch:Magmamenschen:Magmamensch]
eo: [NAME:magmohomo:magmohomoj:de magmohomo]
es: [NAME:hombre magmatico:hombres magmaticos:hombre magmatico]
ja: [NAME:マグマ男:マグマ男:マグマ男の]
ko: [NAME:마그마 인간:마그마 인간들:마그마 인간]
pl: [NAME:człowiek magma:ludzie magma:ludzko magmowy]
ru: [NAME:магмовик:магмовики:магмовика]
tr: [NAME:magma adamı:magma adamları:magma adam]
vi: [NAME:Người dung nham nam:Người dung nham nam:Người dung nham nam]

# CREATURE:ELEMENTMAN_MAGMA
source: [CASTE_NAME:magma man:magma men:magma man]
cs: [CASTE_NAME:magmový muž:magmoví muži:magmového muže]
de: [CASTE_NAME:Magmamann:Magmamänner:Magmamann]
eo: [CASTE_NAME:magmohomo:magmohomoj:de magmohomo]
es: [CASTE_NAME:hombre magmatico:hombres magmaticos:hombre magmatico]
ja: [CASTE_NAME:マグマ男:マグマ男:マグマ男の]
ko: [CASTE_NAME:마그마 인간:마그마 인간들:마그마 인간]
pl: [CASTE_NAME:człowiek magma:ludzie magma:ludzko magmowy]
ru: [CASTE_NAME:магмовик:магмовики:магмовика]
tr: [CASTE_NAME:magma adam:magma adamlar:magma adam]
vi: [CASTE_NAME:Người dung nham nam:Người dung nham nam:Người dung nham nam]

# CREATURE:ELEMENTMAN_MAGMA
source: [PREFSTRING:flowing movement]
cs: [PREFSTRING:plynulý pohyb]
de: [PREFSTRING:fließende Bewegung]
eo: [PREFSTRING:fluanta movado]
es: [PREFSTRING:movimiento fluente]
ja: [PREFSTRING:流れるような動き]
ko: [PREFSTRING:유연한 움직임]
pl: [PREFSTRING:płynny ruch]
ru: [PREFSTRING:текучесть]
tr: [PREFSTRING:akıcı hareket]
vi: [PREFSTRING:Dáng chảy trôi]

# CREATURE:ELEMENTMAN_MAGMA
source: [TISSUE_NAME:crust:NP]
cs: [TISSUE_NAME:krusta:NP]
de: [TISSUE_NAME:Kruste:NP]
eo: [TISSUE_NAME:ŝelo:NP]
es: [TISSUE_NAME:agrietado:NP]
ja: [TISSUE_NAME:核:NP]
pl: [TISSUE_NAME:skorupa:NP]
ru: [TISSUE_NAME:корка:NP]
tr: [TISSUE_NAME:kabuk:NP]

# CREATURE:ELEMENTMAN_MAGMA
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:ELEMENTMAN_MAGMA
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:ELEMENTMAN_IRON
source: [DESCRIPTION:A man-shaped creature made of iron.]
cs: [DESCRIPTION:Člověku podobné stvoření zhotovené ze železa.]
de: [DESCRIPTION:Eine menschenförmige Kreatur aus Eisen.]
eo: [DESCRIPTION:Homformita estaĵo farita el fero.]
es: [DESCRIPTION:Una criatura humanoide hecha de hierro.]
ja: [DESCRIPTION:人型の鉄でできた生き物だ。内部が空洞で、有毒ガスが溜まっている。]
ko: [DESCRIPTION:철로 만든 사람 모양의 생물.]
pl: [DESCRIPTION:Stworzenie w kształcie człowieka wykonane z żelaza.]
ru: [DESCRIPTION:Железное существо, похожее на человека.]
tr: [DESCRIPTION:Demirden yapılmış insan şekilli bir yaratık.]
vi: [DESCRIPTION:Một sinh vật hình người làm bằng sắt.]

# CREATURE:ELEMENTMAN_IRON
source: [NAME:iron man:iron men:iron man]
cs: [NAME:železný muž:železní muži:železného muže]
de: [NAME:Eisenmensch:Eisenmenschen:Eisenmensch]
eo: [NAME:ferhomo:ferhomoj:de ferhomo]
es: [NAME:hombre hierro:hombres hierro:hombre hierro]
ja: [NAME:鉄男:鉄男:鉄男の]
ko: [NAME:철인간:철인간들:철인간]
pl: [NAME:człowiek z żelaza:ludzie z żelaza:ludzi z żelaza]
ru: [NAME:железный человек:железные люди:железного человека]
tr: [NAME:demir adam:demir adamlar:demir adam]
vi: [NAME:Người sắt nam:Người sắt nam:Người sắt nam]

# CREATURE:ELEMENTMAN_IRON
source: [CASTE_NAME:iron man:iron men:iron man]
cs: [CASTE_NAME:železný muž:železní muži:železného muže]
de: [CASTE_NAME:Eisenmann:Eisenmänner:Eisenmann]
eo: [CASTE_NAME:ferhomo:ferhomoj:de ferhomo]
es: [CASTE_NAME:hombre hierro:hombres hierro:hombre hierro]
ja: [CASTE_NAME:鉄男:鉄男:鉄男の]
ko: [CASTE_NAME:철인간:철인간들:철인간]
pl: [CASTE_NAME:człowiek z żelaza:ludzie z żelaza:ludzi z żelaza]
ru: [CASTE_NAME:железный человек:железные люди:железного человека]
tr: [CASTE_NAME:demir adam:demir adamlar:demir adam]
vi: [CASTE_NAME:Người sắt nam:Người sắt nam:Người sắt nam]

# CREATURE:ELEMENTMAN_IRON
source: [PREFSTRING:stern appearance]
cs: [PREFSTRING:přísný vzhled]
de: [PREFSTRING:strenges Auftreten]
eo: [PREFSTRING:severa aspekto]
es: [PREFSTRING:aspecto duro]
ja: [PREFSTRING:厳つい外観]
pl: [PREFSTRING:surowy wygląd]
ru: [PREFSTRING:суровый облик]
tr: [PREFSTRING:sert görünüş]
vi: [PREFSTRING:Vẻ ngoài nghiêm nghị]

# CREATURE:ELEMENTMAN_IRON
source: [STATE_NAME:ALL_SOLID:frozen iron man gas]
cs: [STATE_NAME:ALL_SOLID:zmrzlý plyn železného muže]
de: [STATE_NAME:ALL_SOLID:gefrorenes Eisenmenschen Gas]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita gaso de ferhomo]
es: [STATE_NAME:ALL_SOLID:gas de hombre de hierro congelada]
ja: [STATE_NAME:ALL_SOLID:凍った鉄男の毒ガス]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 철인간 가스]
pl: [STATE_NAME:ALL_SOLID:zamrożony gaz człowieka z żelaza]
ru: [STATE_NAME:ALL_SOLID:замёрзший газ железного человека]
tr: [STATE_NAME:ALL_SOLID:donmuş demir adam gazı]
vi: [STATE_NAME:ALL_SOLID:Khí người sắt đông lạnh]

# CREATURE:ELEMENTMAN_IRON
source: [STATE_NAME_ADJ:ALL_SOLID:frozen iron man gas]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlý plyn železného muže]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Eisenmenschen Gas]
eo: [STATE_NAME_ADJ:ALL_SOLID:de glaciiĝita gaso de ferhomo]
es: [STATE_NAME_ADJ:ALL_SOLID:vapor de hombre de hierro congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った鉄男の毒ガス]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 철인간 가스]
pl: [STATE_NAME_ADJ:ALL_SOLID:zamrożony gaz człowieka z żelaza]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзший газ железного человека]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş demir adam gazı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Khí người sắt đông lạnh]

# CREATURE:ELEMENTMAN_IRON
source: [STATE_NAME:LIQUID:condensed iron man gas]
cs: [STATE_NAME:LIQUID:zkondenzovaný plyn železného muže]
de: [STATE_NAME:LIQUID:kondensiertes Eisenmenschen Gas]
eo: [STATE_NAME:LIQUID:kondensita gaso de ferhomo]
es: [STATE_NAME:LIQUID:vapor de hombre de hierro condensado]
ja: [STATE_NAME:LIQUID:condensed 鉄男の毒ガス]
ko: [STATE_NAME:LIQUID:얼어붙은 철인간 가스]
pl: [STATE_NAME:LIQUID: skondensowany gaz człowieka z żelaza]
ru: [STATE_NAME:LIQUID:сжиженный газ железного человека]
tr: [STATE_NAME:LIQUID:yoğunlaşmış demir adam gazı]
vi: [STATE_NAME:LIQUID:Khí người sắt ngưng tụ]

# CREATURE:ELEMENTMAN_IRON
source: [STATE_NAME_ADJ:LIQUID:condensed iron man gas]
cs: [STATE_NAME_ADJ:LIQUID:zkondenzovaný plyn železného muže]
de: [STATE_NAME_ADJ:LIQUID:kondensiertes Eisenmenschen Gas]
eo: [STATE_NAME_ADJ:LIQUID:de kondensita gaso de ferhomo]
es: [STATE_NAME_ADJ:LIQUID:vapor de hombre de hierro condensado]
ja: [STATE_NAME_ADJ:LIQUID:condensed 鉄男の毒ガス]
ko: [STATE_NAME_ADJ:LIQUID:응축된 철인간 가스]
pl: [STATE_NAME_ADJ:LIQUID: skondensowany gaz człowieka z żelaza]
ru: [STATE_NAME_ADJ:LIQUID:сжиженный газ железного человека]
tr: [STATE_NAME_ADJ:LIQUID:yoğunlaşmış demir adam gazı]
vi: [STATE_NAME_ADJ:LIQUID:Khí người sắt ngưng tụ]

# CREATURE:ELEMENTMAN_IRON
source: [STATE_NAME:GAS:iron man gas]
cs: [STATE_NAME:GAS:plyn železného muže]
de: [STATE_NAME:GAS:Eisenmenschen Gas]
eo: [STATE_NAME:GAS:gaso de ferhomo]
es: [STATE_NAME:GAS:vapor de hombre de hierro]
ja: [STATE_NAME:GAS:鉄男の毒ガス]
ko: [STATE_NAME:GAS:철인간 가스]
pl: [STATE_NAME:GAS:gaz człowieka z żelaza]
ru: [STATE_NAME:GAS:газ железного человека]
tr: [STATE_NAME:GAS:demir adam gazı]
vi: [STATE_NAME:GAS:Khí người sắt]

# CREATURE:ELEMENTMAN_IRON
source: [STATE_NAME_ADJ:GAS:iron man gas]
cs: [STATE_NAME_ADJ:GAS:plyn železného muže]
de: [STATE_NAME_ADJ:GAS:Eisenmenschen Gas]
eo: [STATE_NAME_ADJ:GAS:de gaso de ferhomo]
es: [STATE_NAME_ADJ:GAS:vapor de hombre de hierro]
ja: [STATE_NAME_ADJ:GAS:鉄男の毒ガス]
ko: [STATE_NAME_ADJ:GAS:철인간 가스]
pl: [STATE_NAME_ADJ:GAS:gaz człowieka z żelaza]
ru: [STATE_NAME_ADJ:GAS:газ железного человека]
tr: [STATE_NAME_ADJ:GAS:demir adam gazı]
vi: [STATE_NAME_ADJ:GAS:Khí người sắt]

# CREATURE:ELEMENTMAN_IRON
source: [SYN_NAME:iron man cough]
cs: [SYN_NAME:kašel železného muže]
de: [SYN_NAME:Eisenmensch husten]
eo: [SYN_NAME:tuso de ferhomo]
es: [SYN_NAME:hombre de hierro tose]
ja: [SYN_NAME:鉄男の咳]
ko: [SYN_NAME:철인간 기침]
pl: [SYN_NAME:kaszel człowieka z żelaza]
ru: [SYN_NAME:кашель от газа железного человека]
tr: [SYN_NAME:demir adam öksürüğü]
vi: [SYN_NAME:Tiếng ho của người sắt]

# CREATURE:ELEMENTMAN_IRON
source: [TISSUE_NAME:iron:NP]
cs: [TISSUE_NAME:železný:NP]
de: [TISSUE_NAME:Eisen:NP]
eo: [TISSUE_NAME:fero:NP]
es: [TISSUE_NAME:hierro:NP]
pl: [TISSUE_NAME:żelazo:NP]
ru: [TISSUE_NAME:железо:NP]
tr: [TISSUE_NAME:demir:NP]

# CREATURE:ELEMENTMAN_IRON
source: [TISSUE_NAME:gas:NP]
cs: [TISSUE_NAME:plyn:NP]
eo: [TISSUE_NAME:gaso:NP]
es: [TISSUE_NAME:vapor:NP]
ko: [TISSUE_NAME:가스:NP]
pl: [TISSUE_NAME:gaz:NP]
ru: [TISSUE_NAME:газ:NP]
tr: [TISSUE_NAME:gaz:NP]

# CREATURE:ELEMENTMAN_IRON
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:ELEMENTMAN_IRON
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
