Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CUTTLEFISH_MAN
source: [NAME:cuttlefish man:cuttlefish men:cuttlefish man]
cs: [NAME:sépií muž:sépií muži:sépií muž]
de: [NAME:Tintenfischmensch:Tintenfischmenschen:Tintenfischmensch]
eo: [NAME:homsepio:homsepioj:de homsepio]
es: [NAME:hombre calamar:hombres calamar:hombre calamar]
ja: [NAME:イカ男:イカ男:イカ男の]
ko: [NAME:갑오징어인간:갑오징어인간들:갑오징어인간]
pl: [NAME:mątwoczłowiek:mątwoludzie:mątwoludzki]
ru: [NAME:человек-каракатица:люди-каракатицы:человека-каракатицы]
tr: [NAME:erkek mürekkep balığı:erkek mürekkep balıkları:erkek mürekkep balığı]
vi: [NAME:người mực nang:những người mực nang:người mực nang]

# CREATURE:CUTTLEFISH_MAN
source: [DESCRIPTION:A person with a cuttlefish in place of a head.]
cs: [DESCRIPTION:Osoba se sépií místo hlavy.]
de: [DESCRIPTION:Eine Person mit einem Tintenfisch anstelle eines Kopfes.]
eo: [DESCRIPTION:Homo kun sepio anstataŭ kapo.]
es: [DESCRIPTION:Una persona con un calamar en lugar de cabeza.]
ja: [DESCRIPTION:イカの頭を持った人間だ。]
ko: [DESCRIPTION:머리 대신 갑오징어를 쓴 인간.]
pl: [DESCRIPTION:Osobnik z mątwą w miejsce głowy.]
ru: [DESCRIPTION:Человек с каракатицей вместо головы.]
tr: [DESCRIPTION:Kafası yerinde mürekkep balığı olan bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu mực nang thay vì đầu thông thường.]

# CREATURE:GIANT_CUTTLEFISH
source: [CVCT_TARGET:cuttlefish]
cs: [CVCT_TARGET:sépie]
de: [CVCT_TARGET:Tintenfisch]
eo: [CVCT_TARGET:sepi]
ko: [CVCT_TARGET:갑오징어]
pl: [CVCT_TARGET:mątwa]
ru: [CVCT_TARGET:каракатица]
tr: [CVCT_TARGET:mürekkep balığı]
vi: [CVCT_TARGET:mực nang]
zh_hans: [CVCT_TARGET:乌贼]

# CREATURE:GIANT_CUTTLEFISH
source: [CVCT_REPLACEMENT:giant cuttlefish]
cs: [CVCT_REPLACEMENT:obří sépie]
de: [CVCT_REPLACEMENT:Riesen Tintenfisch]
eo: [CVCT_REPLACEMENT:giganta sepi]
ko: [CVCT_REPLACEMENT:거대 갑오징어]
pl: [CVCT_REPLACEMENT:gigantyczna mątwa]
ru: [CVCT_REPLACEMENT:гигантской каракатицы]
tr: [CVCT_REPLACEMENT:dev mürekkep balığı]
vi: [CVCT_REPLACEMENT:mực nang khổng lồ]
zh_hans: [CVCT_REPLACEMENT:巨型乌贼]

# CREATURE:GIANT_CUTTLEFISH
source: [NAME:giant cuttlefish:giant cuttlefish:giant cuttlefish]
cs: [NAME:obří sépie:obří sépie:obří sépie]
de: [NAME:Riesentintenfisch:Riesentintenfische:Riesentintenfisch]
eo: [NAME:giganta sepio:gigantaj sepioj:de giganta sepio]
es: [NAME:calamar gigante:calamares gigantes:calamar gigante]
ja: [NAME:巨大イカ:巨大イカ:巨大イカの]
ko: [NAME:거대 갑오징어:거대 갑오징어떼:거대 갑오징어]
pl: [NAME:gigantyczna mątwa:gigantyczne mątwy:gigantyczno mątwowy]
ru: [NAME:гигантская каракатица:гигантские каракатицы:гигантской каракатицы]
tr: [NAME:dev mürekkep balığı:dev mürekkep balıkları:dev mürekkep balığı]
vi: [NAME:mực nang khổng lồ:mực nang khổng lồ:mực nang khổng lồ]

# CREATURE:GIANT_CUTTLEFISH
source: [CASTE_NAME:giant cuttlefish:giant cuttlefish:giant cuttlefish]
cs: [CASTE_NAME:obří sépie:obří sépie:obří sépie]
de: [CASTE_NAME:Riesentintenfisch:Riesentintenfische:Riesentintenfisch]
eo: [CASTE_NAME:giganta sepio:gigantaj sepioj:de giganta sepio]
es: [CASTE_NAME:calamar gigante:calamares gigantes:calamar gigante]
ja: [CASTE_NAME:巨大イカ:巨大イカ:巨大イカの]
ko: [CASTE_NAME:거대 갑오징어:거대 갑오징어떼:거대 갑오징어]
pl: [CASTE_NAME:gigantyczna mątwa:gigantyczne mątwy:gigantyczno mątwowy]
ru: [CASTE_NAME:гигантская каракатица:гигантские каракатицы:гигантской каракатицы]
tr: [CASTE_NAME:dev mürekkep balığı:dev mürekkep balıkları:dev mürekkep balığı]
vi: [CASTE_NAME:mực nang khổng lồ:mực nang khổng lồ:mực nang khổng lồ]

# CREATURE:GIANT_CUTTLEFISH
source: [DESCRIPTION:A huge sea monster in the shape of a cuttlefish.]
cs: [DESCRIPTION:Obrovský mořský tvor ve tvaru sépie.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Tintenfischs.]
eo: [DESCRIPTION:Grandega mara monstro kun formo de sepio.]
es: [DESCRIPTION:Un monstruo gigante de mar con la forma de un calamar.]
ja: [DESCRIPTION:イカような姿をした巨大な海の怪物だ。]
ko: [DESCRIPTION:갑오징어 모습을 한 거대한 바다 괴수.]
pl: [DESCRIPTION:Ogromny potwór morski w kształcie mątwy.]
ru: [DESCRIPTION:Огромный морской монстр, похожий на каракатицу.]
tr: [DESCRIPTION:Mürekkep balığı şeklinde devasa bir deniz canavarı.]
vi: [DESCRIPTION:Một quái vật biển khổng lồ có hình dạng mực nang.]
zh_hans: [DESCRIPTION:一只巨大的墨鱼海怪。]

# CREATURE:GIANT_CUTTLEFISH
source: [PREFSTRING:ability to change color]
cs: [PREFSTRING:schopností měnit barvu]
de: [PREFSTRING:kann seine Farbe ändern]
eo: [PREFSTRING:kapablo por kolorŝanĝado]
es: [PREFSTRING:habilidad para cambiar de color]
ja: [PREFSTRING:体色を変える]
ko: [PREFSTRING:색상 변경 기능]
pl: [PREFSTRING:zdolność do zmiany koloru]
ru: [PREFSTRING:способность менять цвет]
tr: [PREFSTRING:renk değiştirme yeteneği]
vi: [PREFSTRING:khả năng đổi màu]
zh_hans: [PREFSTRING:变换颜色的能力]

# CREATURE:GIANT_CUTTLEFISH
source: [PREFSTRING:distinctive pupils]
cs: [PREFSTRING:charakteristickými zornicemi]
de: [PREFSTRING:unverwechselbare Pupilen]
eo: [PREFSTRING:distingaj pupiloj]
es: [PREFSTRING:pupilas distintivas]
ja: [PREFSTRING:特徴的な目]
ko: [PREFSTRING:독특한 눈동자]
pl: [PREFSTRING:charakterystyczne młode]
ru: [PREFSTRING:характерные зрачки]
tr: [PREFSTRING:belirgin göz bebekleri]
vi: [PREFSTRING:đồng tử đặc trưng]
zh_hans: [PREFSTRING:与众不同的瞳孔]

# CREATURE:ORCA
source: [DESCRIPTION:A huge ocean mammal. It is a vicious predator and can hunt in groups.]
cs: [DESCRIPTION:Obrovský mořský savec. Je to nelítostný predátor a loví ve skupinách.]
de: [DESCRIPTION:Ein riesiges Meeressäugetier. Er ist ein bösartiger Räuber und kann in Gruppen jagen.]
eo: [DESCRIPTION:Grandega oceana mamulo. Ĝi estas sovaĝa predanto, kaj povas ĉasi grege.]
es: [DESCRIPTION:Un gran mamífero marino. Es un depredador vicioso y puede cazar en grupos.]
ja: [DESCRIPTION:大型海生哺乳類。恐ろしい捕食者で、群れで狩りをする。]
ko: [DESCRIPTION:거대한 바다 포유류. 흉포한 포식자이며 무리를 지어 사냥을 할 수 있습니다.]
pl: [DESCRIPTION:Ogromny ssak oceaniczny. Jest okrutnym drapieżnikiem i potrafi polować w grupach.]
ru: [DESCRIPTION:Огромное океанское млекопитающее. Агрессивный хищник, может охотиться группами.]
tr: [DESCRIPTION:Devasa bir okyanus memelisi. Vahşi bir yırtıcıdır ve gruplar halinde avlanabilir.]
vi: [DESCRIPTION:Một động vật có vú đại dương khổng lồ. Nó là kẻ săn mồi hung dữ và có thể săn theo đàn.]
zh_hans: [DESCRIPTION:一种巨大的海洋哺乳动物。它是一种凶残的掠食者，能够成群地狩猎。]

# CREATURE:ORCA
source: [NAME:orca:orcas:orca]
cs: [NAME:kosatka:kosatky:kosatka]
de: [NAME:Schwertwal:Schwertwale:Schwertwal]
eo: [NAME:orko:orkoj:de orko]
ja: [NAME:シャチ:シャチ:シャチの]
ko: [NAME:범고래:범고래떼:범고래]
pl: [NAME:orka:orki:orkowie]
ru: [NAME:косатка:косатки:косатки]
tr: [NAME:katil balina:katil balinalar:katil balina]
vi: [NAME:cá voi sát thủ:những con cá voi sát thủ:cá voi sát thủ]
zh_hans: [NAME:虎鲸:虎鲸:虎鲸]

# CREATURE:ORCA
source: [CASTE_NAME:orca:orcas:orca]
cs: [CASTE_NAME:kosatka:kosatky:kosatka]
de: [CASTE_NAME:Schwertwal:Schwertwale:Schwertwal]
eo: [CASTE_NAME:orko:orkoj:de orko]
ja: [CASTE_NAME:シャチ:シャチ:シャチの]
ko: [CASTE_NAME:범고래:범고래떼:범고래]
pl: [CASTE_NAME:orka:orki:orkowie]
ru: [CASTE_NAME:косатка:косатки:косатки]
tr: [CASTE_NAME:katil balina:katil balinalar:katil balina]
vi: [CASTE_NAME:cá voi sát thủ:những con cá voi sát thủ:cá voi sát thủ]
zh_hans: [CASTE_NAME:虎鲸:虎鲸:虎鲸]

# CREATURE:ORCA
source: [GENERAL_CHILD_NAME:orca calf:orca calves]
cs: [GENERAL_CHILD_NAME:mládě kosatky:mláďata kosatky]
de: [GENERAL_CHILD_NAME:Schwertwal-Kalb:Schwertwal-Kälber]
eo: [GENERAL_CHILD_NAME:orkido:orkidoj]
es: [GENERAL_CHILD_NAME:cría de orca:crías de orca]
ja: [GENERAL_CHILD_NAME:シャチの仔:シャチの仔の]
ko: [GENERAL_CHILD_NAME:새끼 범고래:새끼 범고래떼]
pl: [GENERAL_CHILD_NAME:młody orki:młode orki]
ru: [GENERAL_CHILD_NAME:детёныш косатки:детёныши косатки]
tr: [GENERAL_CHILD_NAME:yavru katil balina:yavru katil balinalar]
vi: [GENERAL_CHILD_NAME:cá voi sát thủ con:những con cá voi sát thủ con]
zh_hans: [GENERAL_CHILD_NAME:虎鲸幼崽:虎鲸幼崽]

# CREATURE:ORCA
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:ORCA
source: [PREFSTRING:great jumps]
cs: [PREFSTRING:velkými skoky]
de: [PREFSTRING: großartige Sprünge]
eo: [PREFSTRING:grandaj impetoj]
es: [PREFSTRING:grandes saltos]
ja: [PREFSTRING:素晴らしい跳躍]
ko: [PREFSTRING:엄청난 점프]
pl: [PREFSTRING:wielkie susy]
ru: [PREFSTRING:длинные прыжки]
tr: [PREFSTRING:müthiş atlayışlar]
vi: [PREFSTRING:những cú nhảy mạnh mẽ]

# CREATURE:ORCA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ORCA
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]

# CREATURE:ORCA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:ORCA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:ORCA_MAN
source: [CASTE_NAME:orca man:orca men:orca man]
cs: [CASTE_NAME:kosatčí muž:kosatčí muži:kosatčí muž]
de: [CASTE_NAME:Killerwal Mann:Killerwal Männer:Killerwal Man]
eo: [CASTE_NAME:homorkiĉo:homorkiĉoj:de homorkiĉo]
es: [CASTE_NAME:hombre orca:hombres orca:señor orca]
ja: [CASTE_NAME:シャチ男:シャチ男:シャチ男の]
ko: [CASTE_NAME:남성 범고래인간:남성 범고래인간들:남성 범고래인간]
pl: [CASTE_NAME:orkomężczyzna:orkomężczyźni:orkomężczyzny]
ru: [CASTE_NAME:мужчина-косатка:мужчины-косатки:мужчины-косатки]
tr: [CASTE_NAME:erkek katil balina:erkek katil balinalar:erkek katil balina]
vi: [CASTE_NAME:người cá voi sát thủ:những người cá voi sát thủ:người cá voi sát thủ]
zh_hans: [CASTE_NAME:雄虎鲸:雄虎鲸:雄虎鲸]

# CREATURE:ORCA_MAN
source: [CASTE_NAME:orca woman:orca women:orca woman]
cs: [CASTE_NAME:kosatčí žena:kosatčí ženy:kosatčí žena]
de: [CASTE_NAME:Killerwal Frau:Killerwal Frauen:Killerwal Frau]
eo: [CASTE_NAME:homorkino:homorkinoj:de homorkino]
es: [CASTE_NAME:mujer orca:mujeres orca:mujer orca]
ja: [CASTE_NAME:シャチ女:シャチ女:シャチ女の]
ko: [CASTE_NAME:여성 범고래인간:여성 범고래인간들:여성 범고래인간]
pl: [CASTE_NAME:orkokobieta:orkokobiety:orkokobiecy]
ru: [CASTE_NAME:женщина-косатка:женщины-косатки:женщины-косатки]
tr: [CASTE_NAME:dişi katil balina:dişi katil balinalar:dişi katil balina]
vi: [CASTE_NAME:phụ nữ cá voi sát thủ:những phụ nữ cá voi sát thủ:phụ nữ cá voi sát thủ]
zh_hans: [CASTE_NAME:雌虎鲸:雌虎鲸:雌虎鲸]

# CREATURE:ORCA_MAN
source: [NAME:orca man:orca men:orca man]
cs: [NAME:kosatčí muž:kosatčí muži:kosatčí muž]
de: [NAME:Killerwalmensch:Killerwalmenschen:Killerwalmensch]
eo: [NAME:homorko:homorkoj:de homorko]
es: [NAME:hombre orca:hombres orca:hombre orca]
ja: [NAME:シャチ男:シャチ男:シャチ男の]
ko: [NAME:범고래인간:범고래인간들:범고래인간]
pl: [NAME:orkoczłowiek:orkoludzie:orkoludzki]
ru: [NAME:человек-косатка:люди-косатки:человека-косатки]
tr: [NAME:erkek katil balina:erkek katil balinalar:erkek katil balina]
vi: [NAME:người cá voi sát thủ:những người cá voi sát thủ:người cá voi sát thủ]
zh_hans: [NAME:虎鲸人:虎鲸人:虎鲸人]

# CREATURE:ORCA_MAN
source: [DESCRIPTION:An aquatic person in the shape of an orca with arms.]
cs: [DESCRIPTION:Vodní humanoid ve tvaru kosatky s pažemi.]
de: [DESCRIPTION:Ein Wasserbewohner in Form eines Orcas mit Armen.]
eo: [DESCRIPTION:Akva homo kun formo de brakhava orko.]
es: [DESCRIPTION:una persona acuatica con forma de orca con brazos]
ja: [DESCRIPTION:シャチの姿に腕の生えた水生人間だ。]
ko: [DESCRIPTION:두 팔 달린 범고래의 모습을 한 거대한 수생 괴수.]
pl: [DESCRIPTION:Wodny osobnik w kształcie orki z ramionami.]
ru: [DESCRIPTION:Водный человек, похожий на косатку с руками.]
tr: [DESCRIPTION:Kolları olan, katil balina şeklinde sucul bir fantastik canlı.]
vi: [DESCRIPTION:Một người thủy sinh có hình dáng cá voi sát thủ với thêm cánh tay.]
zh_hans: [DESCRIPTION:虎鲸外型的水生人类，长有手臂。]

# CREATURE:GIANT_ORCA
source: [NAME:giant orca:giant orcas:giant orca]
cs: [NAME:obří kosatka:obří kosatky:obří kosatka]
de: [NAME:Riesenschwertwal:Riesenschwertwale:Riesenschwertwal]
eo: [NAME:giganta orko:gigantaj orkoj:de giganta orko]
es: [NAME:orca gigante:orcas gigantes:orca gigante]
ja: [NAME:巨大シャチ:巨大シャチ:巨大シャチの]
ko: [NAME:거대 범고래:거대 범고래떼:거대 범고래]
pl: [NAME:gigantyczna orka:gigantyczne orki:gigantyczno orkowy]
ru: [NAME:гигантская косатка:гигантские косатки:гигантской косатки]
tr: [NAME:dev katil balina:dev katil balinalar:dev katil balina]
vi: [NAME:cá voi sát thủ khổng lồ:những con cá voi sát thủ khổng lồ:cá voi sát thủ khổng lồ]

# CREATURE:GIANT_ORCA
source: [CASTE_NAME:giant orca:giant orcas:giant orca]
cs: [CASTE_NAME:obří kosatka:obří kosatky:obří kosatka]
de: [CASTE_NAME:Riesenschwertwal:Riesenschwertwale:Riesenschwertwal]
eo: [CASTE_NAME:giganta orko:gigantaj orkoj:de giganta orko]
es: [CASTE_NAME:orca gigante:orcas gigantes:orca gigante]
ja: [CASTE_NAME:巨大シャチ:巨大シャチ:巨大シャチの]
ko: [CASTE_NAME:거대 범고래:거대 범고래떼:거대 범고래]
pl: [CASTE_NAME:gigantyczna orka:gigantyczne orki:gigantyczno orkowy]
ru: [CASTE_NAME:гигантская косатка:гигантские косатки:гигантской косатки]
tr: [CASTE_NAME:dev katil balina:dev katil balinalar:dev katil balina]
vi: [CASTE_NAME:cá voi sát thủ khổng lồ:những con cá voi sát thủ khổng lồ:cá voi sát thủ khổng lồ]

# CREATURE:GIANT_ORCA
source: [GENERAL_CHILD_NAME:giant orca calf:giant orca calves]
cs: [GENERAL_CHILD_NAME:mládě obří kosatky:mláďata obří kosatky]
de: [GENERAL_CHILD_NAME:Riesen Killerwal-Kalb:Riesen Killerwal-Kälber]
eo: [GENERAL_CHILD_NAME:giganta orkido:gigantaj orkidoj]
es: [GENERAL_CHILD_NAME:cría de orca gigante:crías de orca gigante]
ja: [GENERAL_CHILD_NAME:巨大シャチの仔:巨大シャチの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 범고래:새끼 거대 범고래떼:새끼 거대 범고래]
pl: [GENERAL_CHILD_NAME:młody gigantycznej orki:młode gigantycznej orki]
ru: [GENERAL_CHILD_NAME:детёныш гигантской косатки:детёныши гигантской косатки]
tr: [GENERAL_CHILD_NAME:yavru dev katil balina:yavru dev katil balinalar]
vi: [GENERAL_CHILD_NAME:cá voi sát thủ con khổng lồ:những con cá voi sát thủ con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨虎鲸幼崽:巨虎鲸幼崽]

# CREATURE:GIANT_ORCA
source: [DESCRIPTION:A gigantic monster in the shape of an orca.]
cs: [DESCRIPTION:Obří tvor ve tvaru kosatky.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Orcas.]
eo: [DESCRIPTION:Giganta monstro kun formo de orko.]
es: [DESCRIPTION:un monstruo con la forma de una orca]
ja: [DESCRIPTION:シャチのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:범고래의 모습을 한 초 거대 괴물.]
pl: [DESCRIPTION:Gigantyczny potwór w kształcie orki.]
ru: [DESCRIPTION:Гигантский монстр, похожий на косатку.]
tr: [DESCRIPTION:Katil balina şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng cá voi sát thủ.]
zh_hans: [DESCRIPTION:虎鲸外形的巨大怪物。]

# CREATURE:GIANT_ORCA
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:GIANT_ORCA
source: [PREFSTRING:great jumps]
cs: [PREFSTRING:velkými skoky]
de: [PREFSTRING: großartige Sprünge]
eo: [PREFSTRING:grandaj impetoj]
es: [PREFSTRING:grandes saltos]
ja: [PREFSTRING:素晴らしい跳躍]
ko: [PREFSTRING:엄청난 점프]
pl: [PREFSTRING:wielkie susy]
ru: [PREFSTRING:длинные прыжки]
tr: [PREFSTRING:müthiş atlayışlar]
vi: [PREFSTRING:những cú nhảy mạnh mẽ]

# CREATURE:SPONGE
source: [DESCRIPTION:A tiny sea creature which dwells on the ocean floor, devoid of senses or motion.]
cs: [DESCRIPTION:Drobný mořský tvor žijící na dně oceánu, bez smyslů a bez pohybu.]
de: [DESCRIPTION:Ein winziges Meerestier, das auf dem Meeresboden lebt und keine Sinne oder Bewegungen hat.]
eo: [DESCRIPTION:Eta mara estaĵo kiu loĝas en la marfundo, sen sensoj nek movkapablo.]
es: [DESCRIPTION:Una reducida criatura marina la cual vive en el fondo del océano, carente de sentidos o movimiento]
ja: [DESCRIPTION:海底に根付いた、動かない感覚のない小さな生き物。]
ko: [DESCRIPTION:의식도, 움직임도 없이 해저에서 살아가는 작은 바다 생물.]
pl: [DESCRIPTION:Malutkie, morskie stworzenie, które zamieszkuje dna oceanów, pozbawiony zmysłów i ruchu.]
ru: [DESCRIPTION:Мелкое морское существо, живущее на дне океана, лишённое ощущений и способности к движению.]
tr: [DESCRIPTION:Okyanus tabanında yaşayan, duyulardan veya hareketten yoksun minik bir deniz canlısı.]
vi: [DESCRIPTION:Một sinh vật biển nhỏ bé sống dưới đáy đại dương, không có giác quan hay cử động.]
zh_hans: [DESCRIPTION:一种生活在海底的一种微小的海洋生物，没有感知或活动能力。]

# CREATURE:SPONGE
source: [NAME:sponge:sponges:sponge]
cs: [NAME:houba:houby:houba]
de: [NAME:Schwamm:Schwämme:Schwamm]
eo: [NAME:spongo:spongoj:de spongo]
es: [NAME:esponja:esponjas:esponja]
ja: [NAME:海綿:海綿:海綿の]
ko: [NAME:해면체:해면체들:해면체]
pl: [NAME:gąbka:gąbki:gąbkowy]
ru: [NAME:губка:губки:губки]
tr: [NAME:sünger:süngerler:sünger]
vi: [NAME:bọt biển:bọt biển:bọt biển]

# CREATURE:SPONGE
source: [CASTE_NAME:sponge:sponges:sponge]
cs: [CASTE_NAME:houba:houby:houba]
de: [CASTE_NAME:Schwamm:Schwämme:Schwamm]
eo: [CASTE_NAME:spongo:spongoj:de spongo]
es: [CASTE_NAME:esponja:esponjas:esponja]
ja: [CASTE_NAME:海綿:海綿:海綿の]
ko: [CASTE_NAME:해면체:해면체들:해면체]
pl: [CASTE_NAME:gąbka:gąbki:gąbkowy]
ru: [CASTE_NAME:губка:губки:губки]
tr: [CASTE_NAME:sünger:süngerler:sünger]
vi: [CASTE_NAME:bọt biển:bọt biển:bọt biển]

# CREATURE:SPONGE
source: [PREFSTRING:squishy texture]
cs: [PREFSTRING:měkkou houbovitou strukturou]
de: [PREFSTRING:matschige Textur]
eo: [PREFSTRING:molega materio]
es: [PREFSTRING:textura blanda]
ja: [PREFSTRING:ぐにゃぐにゃの表面]
ko: [PREFSTRING:질퍽거리는 질감]
pl: [PREFSTRING:gąbkowata struktura]
ru: [PREFSTRING:мягкую текстуру]
tr: [PREFSTRING:yumuşak doku]
vi: [PREFSTRING:kết cấu mềm nhão]

# CREATURE:SPONGE
source: [TLCM_NOUN:body:SINGULAR]
cs: [TLCM_NOUN:tělo:SINGULAR]
de: [TLCM_NOUN:Körper:SINGULAR]
eo: [TLCM_NOUN:korpo:SINGULAR]
es: [TLCM_NOUN:cuerpo:SINGULAR]
pl: [TLCM_NOUN:ciało:SINGULAR]
ru: [TLCM_NOUN:тело:SINGULAR]
tr: [TLCM_NOUN:vücut:SINGULAR]

# CREATURE:SPONGE_MAN
source: [NAME:sponge man:sponge men:sponge man]
cs: [NAME:houbový muž:houboví muži:houbový muž]
de: [NAME:Schwammmensch:Schwammmenschen:Schwammmensch]
eo: [NAME:homspongo:homspongoj:de homspongo]
es: [NAME:hombre esponja:hombres esponja:hombre esponja]
ja: [NAME:海綿男:海綿男:海綿男の]
ko: [NAME:해면체인간:해면체인간들:해면체인간]
pl: [NAME:gąbkoczłowiek:gąbkoludzie:gąbkoludzki]
ru: [NAME:человек-губка:люди-губки:человека-губки]
tr: [NAME:sünger adam:sünger adamlar:sünger adam]
vi: [NAME:người bọt biển:những người bọt biển:người bọt biển]

# CREATURE:SPONGE_MAN
source: [CASTE_NAME:sponge man:sponge men:sponge man]
cs: [CASTE_NAME:houbový muž:houboví muži:houbový muž]
de: [CASTE_NAME:Schwammmann:Schwammmänner:Schwammmann]
eo: [CASTE_NAME:homspongo:homspongoj:de homspongo]
es: [CASTE_NAME:hombre esponja:hombres esponja:hombre esponja]
ja: [CASTE_NAME:海綿男:海綿男:海綿男の]
ko: [CASTE_NAME:해면체인간:해면체인간들:해면체인간]
pl: [CASTE_NAME:gąbkoczłowiek:gąbkoludzie:gąbkoludzki]
ru: [CASTE_NAME:человек-губка:люди-губки:человека-губки]
tr: [CASTE_NAME:erkek sünger:erkek süngerler:erkek sünger]
vi: [CASTE_NAME:người bọt biển:những người bọt biển:người bọt biển]

# CREATURE:SPONGE_MAN
source: [DESCRIPTION:A person in the form of a sponge with arms and legs.]
cs: [DESCRIPTION:Osoba ve tvaru houby s pažemi a nohama.]
de: [DESCRIPTION:Eine Person in Form eines Schwamms mit Armen und Beinen.]
eo: [DESCRIPTION:Homo kun formo de spongo kun brakoj kaj gamboj.]
es: [DESCRIPTION:Una persona en la forma de una esponja con brazos y piernas.]
ja: [DESCRIPTION:海面に手足が生えた姿の人間だ。]
ko: [DESCRIPTION: 팔과 다리가 있는 스펀지 형태의 사람.]
pl: [DESCRIPTION:Osobnik w postaci gąbki z ramionami i nogami.]
ru: [DESCRIPTION:Человек в форме губки с руками и ногами.]
tr: [DESCRIPTION:Kolları ve bacakları olan sünger formunda bir fantastik canlı.]
vi: [DESCRIPTION:Một người có hình dạng bọt biển với cánh tay và chân.]
zh_hans: [DESCRIPTION:一种有着海绵块外形的有着胳膊和腿的人.]

# CREATURE:GIANT_SPONGE
source: [NAME:giant sponge:giant sponges:giant sponge]
cs: [NAME:obří houba:obří houby:obří houba]
de: [NAME:Riesenschwamm:Riesenschwämme:Riesenschwamm]
eo: [NAME:giganta spongo:gigantaj spongoj:de giganta spongo]
es: [NAME:esponja gigante:esponjas gigantes:esponja gigante]
ja: [NAME:巨大海綿:巨大海綿:巨大海綿の]
ko: [NAME:거대 해면체:거대 해면체들:거대 해면체]
pl: [NAME:gigantyczna gąbka:gigantyczne gąbki:gigantyczno gąbkowy]
ru: [NAME:гигантская губка:гигантские губки:гигантской губки]
tr: [NAME:dev sünger:dev süngerler:dev sünger]

# CREATURE:GIANT_SPONGE
source: [CASTE_NAME:giant sponge:giant sponges:giant sponge]
cs: [CASTE_NAME:obří houba:obří houby:obří houba]
de: [CASTE_NAME:Riesenschwamm:Riesenschwämme:Riesenschwamm]
eo: [CASTE_NAME:giganta spongo:gigantaj spongoj:de giganta spongo]
es: [CASTE_NAME:esponja gigante:esponjas gigantes:esponja gigante]
ja: [CASTE_NAME:巨大海綿:巨大海綿:巨大海綿の]
ko: [CASTE_NAME:거대 해면체:거대 해면체들:거대 해면체]
pl: [CASTE_NAME:gigantyczna gąbka:gigantyczne gąbki:gigantyczno gąbkowy]
ru: [CASTE_NAME:гигантская губка:гигантские губки:гигантской губки]
tr: [CASTE_NAME:dev sünger:dev süngerler:dev sünger]

# CREATURE:GIANT_SPONGE
source: [DESCRIPTION:A huge immobile sponge.]
cs: [DESCRIPTION:Obrovská nehybná houba.]
de: [DESCRIPTION: Ein riesiger bewegungsloser Schwamm.]
eo: [DESCRIPTION:Grandega senmova spongo.]
es: [DESCRIPTION:Una enorme esponja inmóvil]
ja: [DESCRIPTION:馬鹿でかい海綿。]
ko: [DESCRIPTION:움직이지 않는 거대한 스펀지.]
pl: [DESCRIPTION:Ogromna, nieruchoma gąbka.]
ru: [DESCRIPTION:Огромная неподвижная губка.]
tr: [DESCRIPTION:Devasa, hareketsiz bir sünger.]
vi: [DESCRIPTION:Một bọt biển khổng lồ bất động.]
zh_hans: [DESCRIPTION:一块巨大的海绵。]

# CREATURE:GIANT_SPONGE
source: [PREFSTRING:squishy texture]
cs: [PREFSTRING:měkkou houbovitou strukturou]
de: [PREFSTRING:matschige Textur]
eo: [PREFSTRING:molega materio]
es: [PREFSTRING:textura blanda]
ja: [PREFSTRING:ぐにゃぐにゃの表面]
ko: [PREFSTRING:질퍽거리는 질감]
pl: [PREFSTRING:gąbkowata struktura]
ru: [PREFSTRING:мягкую текстуру]
tr: [PREFSTRING:yumuşak doku]
vi: [PREFSTRING:kết cấu mềm nhão]
zh_hans: [PREFSTRING:黏糊湿润的质感]

# CREATURE:HORSESHOE_CRAB
source: [DESCRIPTION:A tiny sea animal that lives in the sand just offshore. It has a flat body with legs underneath.]
cs: [DESCRIPTION:Drobný mořský živočich žijící v písku poblíž pobřeží. Má ploché tělo s nohami pod ním.]
de: [DESCRIPTION:Ein winziges Meerestier, das direkt vor der Küste im Sand lebt. Es hat einen flachen Körper mit Beinen an der Unterseite.]
eo: [DESCRIPTION:Eta mara besto kiu loĝas en la subakva sablo apud la bordo. Ĝi havas plata korpo sur gamboj.]
es: [DESCRIPTION:Un pequeño animal marino que vive en la arena costa. Tiene un cuerpo plano con patas debajo]
ja: [DESCRIPTION:沖合の砂浜に生息する小さな海の動物。体は平らで、下に足がある]
ko: [DESCRIPTION:바로 앞바다 모래밭에 사는 작은 바다 동물. 아래에 다리가 있는 납작한 몸체를 가지고 있습니다.]
pl: [DESCRIPTION:Malutkie, morskie zwierzę, która żyje w piaskach na wybrzeżach. Ma płaskie ciało z nogami pod nim.]
ru: [DESCRIPTION:Мелкое морское животное, живущее в песке на мелководье. У него плоское тело, под которым расположены лапки.]
tr: [DESCRIPTION:Kıyının hemen açığındaki kumlarda yaşayan minik bir deniz hayvanı. Altında bacakları olan yassı bir vücuda sahiptir.]
vi: [DESCRIPTION:Một động vật biển nhỏ bé sống trong cát gần bờ biển. Nó có thân dẹt với các chân ở bên dưới.]
zh_hans: [DESCRIPTION:一种生活在岸边的沙滩上的小型海洋生物.它具有平坦的身躯并且两条腿藏在地底下.]
