Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:FISH_HERRING
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_HERRING
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_SHAD
source: [DESCRIPTION:A small marine fish that travels to rivers to breed.]
cs: [DESCRIPTION:Drobná mořská ryba, která táhne do řek za účelem rozmnožování.]
de: [DESCRIPTION:Ein kleiner Meeresfisch, der zum Brüten in die Flüsse wandert.]
eo: [DESCRIPTION:Malgranda mara fiŝo kiu vojaĝas en riverojn por reprodukti sin.]
es: [DESCRIPTION:Un pequeño pez marino que viaja a los ríos a reproducirse.]
ja: [DESCRIPTION:産卵のために川を遡上する、小さな海水魚。]
ko: [DESCRIPTION:번식을 위해 강으로 이동하는 작은 바다 물고기.]
pl: [DESCRIPTION:Mała, morska ryba, która podrużuje do rzek, aby się rozmnażać.]
ru: [DESCRIPTION:Небольшая морская рыба, поднимающаяся по рекам на нерест.]
tr: [DESCRIPTION:Üremek için nehirlere göç eden küçük bir deniz balığı.]
vi: [DESCRIPTION:Một loài cá biển nhỏ di chuyển đến các con sông để sinh sản.]

# CREATURE:FISH_SHAD
source: [NAME:shad:shads:shad]
cs: [NAME:aloza:alozy:aloza]
de: [NAME:Maifisch:Maifische:Maifisch]
eo: [NAME:alozo:alozoj:de alozo]
es: [NAME:sábalo:sábalos:sábalo]
ja: [NAME:アロサ:アロサ:アロサの]
ko: [NAME:청어:청어들:청어]
pl: [NAME:aloza:alozy:alozowy]
ru: [NAME:алоза:алозы:алозы]
tr: [NAME:tirsi balığı:tirsi balıkları:tirsi balığı]
vi: [NAME:cá shad:cá shad:cá shad]
zh_hans: [NAME:河鲱:河鲱:河鲱]

# CREATURE:FISH_SHAD
source: [CASTE_NAME:shad:shads:shad]
cs: [CASTE_NAME:aloza:alozy:aloza]
de: [CASTE_NAME:Maifisch:Maifische:Maifisch]
eo: [CASTE_NAME:alozo:alozoj:de alozo]
es: [CASTE_NAME:sábalo:sábalos:sábalo]
ja: [CASTE_NAME:アロサ:アロサ:アロサの]
ko: [CASTE_NAME:청어:청어들:청어]
pl: [CASTE_NAME:aloza:alozy:alozowy]
ru: [CASTE_NAME:алоза:алозы:алозы]
tr: [CASTE_NAME:tirsi balığı:tirsi balıkları:tirsi balığı]
vi: [CASTE_NAME:cá shad:cá shad:cá shad]
zh_hans: [CASTE_NAME:河鲱:河鲱:河鲱]

# CREATURE:FISH_SHAD
source: [PREFSTRING:silvery bodies]
cs: [PREFSTRING:stříbřitými těly]
de: [PREFSTRING:silberne Körper]
eo: [PREFSTRING:arĝentaj korpoj]
es: [PREFSTRING:cuerpos plateados]
ja: [PREFSTRING:銀色の体]
ko: [PREFSTRING:은빛 시체들]
pl: [PREFSTRING:srebrne ciała]
ru: [PREFSTRING:серебристые тела]
tr: [PREFSTRING:gümüşi vücutlar]
vi: [PREFSTRING:thân bạc]

# CREATURE:FISH_SHAD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_SHAD
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_SHAD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_ANCHOVY
source: [DESCRIPTION:A tiny blue-green oceanic fish, found only in temperate waters.]
cs: [DESCRIPTION:Drobná modrozelená oceánská ryba vyskytující se pouze v mírných vodách.]
de: [DESCRIPTION:Ein winziger blaugrüner Meeresfisch, der nur in gemäßigten Gewässern vorkommt.]
eo: [DESCRIPTION:Eta bluverda oceana fiŝo kiu troviĝas nur en mezvarmaj akvoj.]
es: [DESCRIPTION:Un pequeño y verde-azulado pez oceánico, visto solo en aguas templadas.]
ja: [DESCRIPTION:熱帯の海に棲息する、青緑色の小魚だ。]
ko: [DESCRIPTION:온대 수역에서만 발견되는 아주 작은 청록색 해양 물고기.]
pl: [DESCRIPTION:Malutka, niebieskozielona ryba oceniczna, którą można znaleźć jedynie w umiarkowanych wodach.]
ru: [DESCRIPTION:Мелкая сине-зелёная океаническая рыба, обитающая в водах умеренного климата.]
tr: [DESCRIPTION:Sadece ılıman sularda bulunan, minik, mavi-yeşil bir okyanus balığı.]
vi: [DESCRIPTION:Một loài cá đại dương nhỏ xíu màu xanh lam-lục, chỉ được tìm thấy ở các vùng nước ôn đới.]

# CREATURE:FISH_ANCHOVY
source: [NAME:anchovy:anchovies:anchovy]
cs: [NAME:ančovička:ančovičky:ančovička]
de: [NAME:Sardelle:Sardellen:Sardelle]
eo: [NAME:anĉovo:anĉovoj:de anĉovo]
es: [NAME:anchoa:anchoas:anchoa]
ja: [NAME:カタクチイワシ:カタクチイワシ:カタクチイワシの]
ko: [NAME:앤초비:앤초비떼:앤초비]
pl: [NAME:sardela:sardele:sardelowy]
ru: [NAME:анчоус:анчоусы:анчоуса]
tr: [NAME:hamsi:hamsiler:hamsi]
vi: [NAME:cá cơm:cá cơm:cá cơm]
zh_hans: [NAME:凤尾鱼:凤尾鱼:凤尾鱼]

# CREATURE:FISH_ANCHOVY
source: [CASTE_NAME:anchovy:anchovies:anchovy]
cs: [CASTE_NAME:ančovička:ančovičky:ančovička]
de: [CASTE_NAME:Sardelle:Sardellen:Sardelle]
eo: [CASTE_NAME:anĉovo:anĉovoj:de anĉovo]
es: [CASTE_NAME:anchoa:anchoas:anchoa]
ja: [CASTE_NAME:カタクチイワシ:カタクチイワシ:カタクチイワシの]
ko: [CASTE_NAME:멸치:멸치떼:멸치]
pl: [CASTE_NAME:sardela:sardele:sardelowy]
ru: [CASTE_NAME:анчоус:анчоусы:анчоуса]
tr: [CASTE_NAME:hamsi:hamsiler:hamsi]
vi: [CASTE_NAME:cá cơm:cá cơm:cá cơm]
zh_hans: [CASTE_NAME:凤尾鱼:凤尾鱼:凤尾鱼]

# CREATURE:FISH_ANCHOVY
source: [PREFSTRING:distinct snout]
cs: [PREFSTRING:výrazným rypáčkem]
de: [PREFSTRING:deutliche Schnauze]
eo: [PREFSTRING:distinga muzelo]
es: [PREFSTRING:hocico distintivo]
ja: [PREFSTRING:明確な鼻]
ko: [PREFSTRING:튀어나온 주둥이]
pl: [PREFSTRING:wyraźny pysk]
ru: [PREFSTRING:характерный нос]
tr: [PREFSTRING:belirgin burun]
vi: [PREFSTRING:mõm đặc trưng]

# CREATURE:FISH_ANCHOVY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_ANCHOVY
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_ANCHOVY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_TROUT_STEELHEAD
source: [DESCRIPTION:A medium-sized fish found in tributaries and oceans.]
cs: [DESCRIPTION:Středně velká ryba žijící v přítocích i oceánech.]
de: [DESCRIPTION:Ein mittelgroßer Fisch, der in Nebenflüssen und Meeren vorkommt.]
eo: [DESCRIPTION:Mezgranda fiŝo kiu troviĝas en alfluantoj kaj oceanoj.]
es: [DESCRIPTION:Un pez de tamaño mediano visto en océanos y afluentes.]
ja: [DESCRIPTION:海や川に棲息する中型魚。]
ko: [DESCRIPTION:지류와 바다에서 발견되는 중간 크기의 물고기.]
pl: [DESCRIPTION:Średniej wielkości ryba, którą można znaleźć w dopływach i oceanach.]
ru: [DESCRIPTION:Рыба среднего размера, обитающая в притоках рек и океанах.]
tr: [DESCRIPTION:Kollarda ve okyanuslarda bulunan orta büyüklükte bir balık.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình, được tìm thấy ở các nhánh sông và đại dương.]

# CREATURE:FISH_TROUT_STEELHEAD
source: [NAME:steelhead trout:steelhead trout:steelhead trout]
cs: [NAME:duhový pstruh mořský:duhoví pstruzi mořští:duhový pstruh mořský]
de: [NAME:Stahlkopfforelle:Stahlkopfforelle:Stahlkopfforelle]
eo: [NAME:ŝtalkapo:ŝtalkapoj:de ŝtalkapo]
es: [NAME:trucha arcoíris:truchas arcoíris:trucha arcoíris]
ja: [NAME:ニジマス:ニジマス:ニジマスの]
ko: [NAME:스틸헤드연어:스틸헤드연어떼:스틸헤드연어]
pl: [NAME:pstrąg tęczowy:pstrągi tęczowe:pstrągo tęczowy]
ru: [NAME:микижа:микижи:микижи]
tr: [NAME:gökkuşağı alabalığı:gökkuşağı alabalıkları:gökkuşağı alabalığı]
vi: [NAME:cá hồi vân đầu thép:cá hồi vân đầu thép:cá hồi vân đầu thép]
zh_hans: [NAME:硬头鳟:硬头鳟:硬头鳟]

# CREATURE:FISH_TROUT_STEELHEAD
source: [CASTE_NAME:steelhead trout:steelhead trout:steelhead trout]
cs: [CASTE_NAME:duhový pstruh mořský:duhoví pstruzi mořští:duhový pstruh mořský]
de: [CASTE_NAME:Stahlkopfforelle:Stahlkopfforelle:Stahlkopfforelle]
eo: [CASTE_NAME:ŝtalkapo:ŝtalkapoj:de ŝtalkapo]
es: [CASTE_NAME:trucha arcoíris:truchas arcoíris:trucha arcoíris]
ja: [CASTE_NAME:ニジマス:ニジマス:ニジマスの]
ko: [CASTE_NAME:무지개송어:무지개송어떼:무지개송어]
pl: [CASTE_NAME:pstrąg tęczowy:pstrągi tęczowe:pstrągo tęczowy]
ru: [CASTE_NAME:микижа:микижи:микижи]
tr: [CASTE_NAME:gökkuşağı alabalığı:gökkuşağı alabalıkları:gökkuşağı alabalığı]
vi: [CASTE_NAME:cá hồi vân đầu thép:cá hồi vân đầu thép:cá hồi vân đầu thép]
zh_hans: [CASTE_NAME:硬头鳟:硬头鳟:硬头鳟]

# CREATURE:FISH_TROUT_STEELHEAD
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:FISH_TROUT_STEELHEAD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_TROUT_STEELHEAD
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_TROUT_STEELHEAD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_HAKE
source: [DESCRIPTION:An oceanic fish.]
cs: [DESCRIPTION:Mořská ryba.]
de: [DESCRIPTION: Ein Ozeanfisch.]
eo: [DESCRIPTION:Oceana fiŝo.]
es: [DESCRIPTION:un pes oceánico.]
ja: [DESCRIPTION:海水魚。]
ko: [DESCRIPTION:바다 물고기.]
pl: [DESCRIPTION:Ryba oceaniczna.]
ru: [DESCRIPTION:Океаническая рыба.]
tr: [DESCRIPTION:Bir okyanus balığı.]
vi: [DESCRIPTION:Một loài cá đại dương.]

# CREATURE:FISH_HAKE
source: [NAME:hake:hake:hake]
cs: [NAME:štikozubec:štikozubci:štikozubec]
de: [NAME:Seehecht:Seehechte:Seehecht]
eo: [NAME:merluco:merlucoj:de merluco]
es: [NAME:merluza:merluza:merluza]
ja: [NAME:メルルーサ:メルルーサ:メルルーサの]
ko: [NAME:헤이크:헤이크떼:헤이크]
pl: [NAME:morszczuk:morszczuki:morszczukowy]
ru: [NAME:хек:хеки:хека]
tr: [NAME:berlam balığı:berlam balıkları:berlam balığı]
vi: [NAME:cá tuyết đuôi dài:cá tuyết đuôi dài:cá tuyết đuôi dài]
zh_hans: [NAME:无须鳕:无须鳕:无须鳕]

# CREATURE:FISH_HAKE
source: [CASTE_NAME:hake:hake:hake]
cs: [CASTE_NAME:štikozubec:štikozubci:štikozubec]
de: [CASTE_NAME:Seehecht:Seehechte:Seehecht]
eo: [CASTE_NAME:merluco:merlucoj:de merluco]
es: [CASTE_NAME:merluza:merluza:merluza]
ja: [CASTE_NAME:メルルーサ:メルルーサ:メルルーサの]
ko: [CASTE_NAME:헤이크:헤이크떼:헤이크]
pl: [CASTE_NAME:morszczuk:morszczuki:morszczukowy]
ru: [CASTE_NAME:хек:хеки:хека]
tr: [CASTE_NAME:berlam balığı:berlam balıkları:berlam balığı]
vi: [CASTE_NAME:cá tuyết đuôi dài:cá tuyết đuôi dài:cá tuyết đuôi dài]
zh_hans: [CASTE_NAME:无须鳕:无须鳕:无须鳕]

# CREATURE:FISH_HAKE
source: [PREFSTRING:notched fins]
cs: [PREFSTRING:vykrojenými ploutvemi]
de: [PREFSTRING:kerbige Flossen]
eo: [PREFSTRING:ŝovsulkataj naĝiloj]
es: [PREFSTRING:aletas entalladas]
ja: [PREFSTRING:V字のひれ]
ko: [PREFSTRING:날카로운 지느러미]
pl: [PREFSTRING:karbowane płetwy]
ru: [PREFSTRING:зазубренные плавники]
tr: [PREFSTRING:çentikli yüzgeçler]
vi: [PREFSTRING:vây có khía]

# CREATURE:FISH_HAKE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_HAKE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_HAKE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_SEAHORSE
source: [DESCRIPTION:A tiny, curved and colorful fish found in coral reefs.]
cs: [DESCRIPTION:Drobná, zakřivená a barevná rybka žijící v korálových útesech.]
de: [DESCRIPTION:Ein winziger, gekrümmter und farbenfroher Fisch, der in Korallenriffen vorkommt.]
eo: [DESCRIPTION:Eta arka bunta fiŝo kiu troviĝas en koralaj rifoj.]
es: [DESCRIPTION:Un pequeño pez curvilíneo y colorido encontrado en los arrecifes de coral.]
ja: [DESCRIPTION:サンゴ礁に棲息する変わった形の魚だ。]
ko: [DESCRIPTION:산호초에서 발견되는 작고 구부러진 다채로운 물고기.]
pl: [DESCRIPTION:Malutka, zakrzywiona i kolorowa ryba, którą można znaleźć w rafach koralowych.]
ru: [DESCRIPTION:Крошечная изогнутая и красочная рыба, обитающая в коралловых рифах.]
tr: [DESCRIPTION:Mercan resiflerinde bulunan minik, kıvrımlı ve renkli bir balık.]
vi: [DESCRIPTION:Một loài cá nhỏ xíu, cong và đầy màu sắc, được tìm thấy ở các rạn san hô.]

# CREATURE:FISH_SEAHORSE
source: [NAME:seahorse:seahorses:seahorse]
cs: [NAME:mořský koník:mořští koníci:mořský koník]
de: [NAME:Seepferdchen:Seepferdchen:Seepferdchen]
eo: [NAME:marĉevaleto:marĉevaletoj:de marĉevaleto]
es: [NAME:caballito de mar:caballitos de mar:caballito de mar]
ja: [NAME:タツノオトシゴ:タツノオトシゴ:タツノオトシゴの]
ko: [NAME:해마:해마들:해마]
pl: [NAME:konik morski:koniki morskie:koniko morski]
ru: [NAME:морской конёк:морские коньки:морского конька]
tr: [NAME:denizatı:denizatları:denizatı]
vi: [NAME:cá ngựa:cá ngựa:cá ngựa]
zh_hans: [NAME:海马:海马:海马]

# CREATURE:FISH_SEAHORSE
source: [CASTE_NAME:seahorse:seahorses:seahorse]
cs: [CASTE_NAME:mořský koník:mořští koníci:mořský koník]
de: [CASTE_NAME:Seepferdchen:Seepferdchen:Seepferdchen]
eo: [CASTE_NAME:marĉevaleto:marĉevaletoj:de marĉevaleto]
es: [CASTE_NAME:caballito de mar:caballitos de mar:caballito de mar]
ja: [CASTE_NAME:タツノオトシゴ:タツノオトシゴ:タツノオトシゴの]
ko: [CASTE_NAME:해마:해마떼:해마]
pl: [CASTE_NAME:konik morski:koniki morskie:koniko morski]
ru: [CASTE_NAME:морской конёк:морские коньки:морского конька]
tr: [CASTE_NAME:denizatı:denizatları:denizatı]
vi: [CASTE_NAME:cá ngựa:cá ngựa:cá ngựa]
zh_hans: [CASTE_NAME:海马:海马:海马]

# CREATURE:FISH_SEAHORSE
source: [PREFSTRING:unusual shape]
cs: [PREFSTRING:neobvyklým tvarem]
de: [PREFSTRING:ungewöhnliche Form]
eo: [PREFSTRING:eksterordinara formo]
es: [PREFSTRING:figura inusual]
ja: [PREFSTRING:変わった形]
ko: [PREFSTRING:특이한 모양]
pl: [PREFSTRING:nietypowy kształt]
ru: [PREFSTRING:необычную форму]
tr: [PREFSTRING:olağandışı şekil]
vi: [PREFSTRING:hình dạng khác thường]

# CREATURE:FISH_SEAHORSE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_SEAHORSE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:FISH_SEAHORSE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_GLASSEYE
source: [DESCRIPTION:A small, nocturnal, marine fish. It can be found hunting in coral reefs.]
cs: [DESCRIPTION:Drobná noční mořská ryba. Lze ji nalézt při lovu v korálových útesech.]
de: [DESCRIPTION:Ein kleiner, nachtaktiver Meeresfisch. Man findet ihn bei der Jagd in Korallenriffen.]
eo: [DESCRIPTION:Malgranda nokta mara fiŝo. Ĝi estas trovebla ĉasante en koralaj rifoj.]
es: [DESCRIPTION:Un pequeño y nocturno pez marino. Se le puede ver cazando en arrecifes de coral.]
ja: [DESCRIPTION:サンゴ礁に棲む夜行性の小魚。]
ko: [DESCRIPTION:작고 야행성 해양 물고기. 산호초에서 사냥을 할 수 있습니다.]
pl: [DESCRIPTION:Mała, nocna, morska ryba. Można ją znaleźć polującą w rafach koralowych.]
ru: [DESCRIPTION:Небольшая морская рыба, ведущая ночной образ жизни. Можно встретить охотящейся в коралловых рифах.]
tr: [DESCRIPTION:Küçük, gececil bir deniz balığı. Mercan resiflerinde avlanırken bulunabilir.]
vi: [DESCRIPTION:Một loài cá biển nhỏ, hoạt động về đêm. Nó có thể được tìm thấy đang săn mồi ở các rạn san hô.]

# CREATURE:FISH_GLASSEYE
source: [NAME:glasseye:glasseye:glasseye]
cs: [NAME:sklovka:sklovky:sklovka]
de: [NAME:Glasauge:Glasaugen:Glasauge]
eo: [NAME:vitrokulo:vitrokuloj:de vitrokulo]
es: [NAME:catalufa:catalufas:catalufa]
ja: [NAME:グラスアイ:グラスアイ:グラスアイの]
ko: [NAME:뿔돔:뿔돔들:뿔돔]
pl: [NAME:szklanook:szklanooki:szklanookowy]
ru: [NAME:каталуфа:каталуфы:каталуфы]
tr: [NAME:patlakgöz balığı:patlakgöz balıkları:patlakgöz balığı]
vi: [NAME:cá mắt kính:cá mắt kính:cá mắt kính]
zh_hans: [NAME:斑鳍大眼鲷:斑鳍大眼鲷:斑鳍大眼鲷]

# CREATURE:FISH_GLASSEYE
source: [CASTE_NAME:glasseye:glasseye:glasseye]
cs: [CASTE_NAME:sklovka:sklovky:sklovka]
de: [CASTE_NAME:Glasauge:Glasaugen:Glasauge]
eo: [CASTE_NAME:vitrokulo:vitrokuloj:de vitrokulo]
es: [CASTE_NAME:catalufa:catalufas:catalufa]
ja: [CASTE_NAME:グラスアイ:グラスアイ:グラスアイの]
ko: [CASTE_NAME:뿔돔:뿔돔들:뿔]
pl: [CASTE_NAME:szklanook:szklanooki:szklanookowy]
ru: [CASTE_NAME:каталуфа:каталуфы:каталуфы]
tr: [CASTE_NAME:patlakgöz balığı:patlakgöz balıkları:patlakgöz balığı]
vi: [CASTE_NAME:cá mắt kính:cá mắt kính:cá mắt kính]
zh_hans: [CASTE_NAME:斑鳍大眼鲷:斑鳍大眼鲷:斑鳍大眼鲷]

# CREATURE:FISH_GLASSEYE
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:FISH_GLASSEYE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_GLASSEYE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_GLASSEYE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_PUFFER_WHITE_SPOTTED
source: [DESCRIPTION:A small, round, brightly-colored fish found in coral reefs.]
cs: [DESCRIPTION:Drobná kulatá pestře zbarvená ryba žijící v korálových útesech.]
de: [DESCRIPTION:Ein kleiner, runder, farbenfroher Fisch, der in Korallenriffen vorkommt.]
eo: [DESCRIPTION:Malgranda ronda helkolora fiŝo kiu troviĝas en koralaj rifoj.]
es: [DESCRIPTION:un pez pequeño y redondo, de brillantes colores, encontrado en los arrecifes de coral.]
ko: [DESCRIPTION:산호초에서 발견되는 작고 둥글고 밝은 색의 물고기.]
pl: [DESCRIPTION:Mała, okrągła, jaskrawo ubarwiona ryba, którą można znaleźć w rafach koralowych.]
ru: [DESCRIPTION:Небольшая, округлая рыба с яркой окраской, обитающая в коралловых рифах.]
tr: [DESCRIPTION:Mercan resiflerinde bulunan küçük, yuvarlak, parlak renkli bir balık.]
vi: [DESCRIPTION:Một loài cá nhỏ, tròn, màu sắc rực rỡ, được tìm thấy ở các rạn san hô.]

# CREATURE:FISH_PUFFER_WHITE_SPOTTED
source: [NAME:white-spotted puffer:white-spotted puffers:white-spotted puffer]
cs: [NAME:čtverzubec běloskvrnný:čtverzubci běloskvrnní:čtverzubec běloskvrnný]
de: [NAME:Weißgefleckter Kugelfisch:Weißgefleckter Kugelfisch:Weißgefleckter Kugelfisch]
eo: [NAME:arotro:arotroj:de arotro]
es: [NAME:pez globo de manchas blancas:peces globo de manchas blancas:pez globo de manchas blancas]
ja: [NAME:サザナミフグ:サザナミフグ:サザナミフグの]
ko: [NAME:흰점꺼끌복:흰점꺼끌복들:흰점꺼끌복]
pl: [NAME:arothron:arothrony:arothronowy]
ru: [NAME:колючий аротрон:колючие аротроны:колючего аротрона]
tr: [NAME:beyaz benekli balon balığı:beyaz benekli balon balıkları:beyaz benekli balon balığı]
vi: [NAME:cá nóc đốm trắng:cá nóc đốm trắng:cá nóc đốm trắng]
zh_hans: [NAME:白斑河豚:白斑河豚:白斑河豚]

# CREATURE:FISH_PUFFER_WHITE_SPOTTED
source: [CASTE_NAME:white-spotted puffer:white-spotted puffers:white-spotted puffer]
cs: [CASTE_NAME:čtverzubec běloskvrnný:čtverzubci běloskvrnní:čtverzubec běloskvrnný]
de: [CASTE_NAME:Weißgefleckter Kugelfisch:Weißgefleckter Kugelfisch:Weißgefleckter Kugelfisch]
eo: [CASTE_NAME:arotro:arotroj:de arotro]
es: [CASTE_NAME:pez globo de manchas blancas:peces globo de manchas blancas:pez globo de manchas blancas]
ja: [CASTE_NAME:サザナミフグ:サザナミフグ:サザナミフグの]
ko: [CASTE_NAME:흰점꺼끌복:흰점꺼끌복들:흰점꺼끌복]
pl: [CASTE_NAME:arothron:arothrony:arothronowy]
ru: [CASTE_NAME:колючий аротрон:колючие аротроны:колючего аротрона]
tr: [CASTE_NAME:beyaz benekli balon balığı:beyaz benekli balon balıkları:beyaz benekli balon balığı]
vi: [CASTE_NAME:cá nóc đốm trắng:cá nóc đốm trắng:cá nóc đốm trắng]
zh_hans: [CASTE_NAME:白斑河豚:白斑河豚:白斑河豚]

# CREATURE:FISH_PUFFER_WHITE_SPOTTED
source: [PREFSTRING:ability to inflate]
cs: [PREFSTRING:schopností nafouknout se]
de: [PREFSTRING:kann sich aufblasen]
eo: [PREFSTRING:kapablo por plenblovado]
es: [PREFSTRING:habilidad para inflarse]
ja: [PREFSTRING:膨らむ]
ko: [PREFSTRING:몸집을 부풀리는 능력]
pl: [PREFSTRING:zdolność do rozdymania się]
ru: [PREFSTRING:способность раздуваться]
tr: [PREFSTRING:şişme yeteneği]
vi: [PREFSTRING:khả năng phồng lên]

# CREATURE:FISH_PUFFER_WHITE_SPOTTED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
