Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:MONITOR_LIZARD
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:MONITOR_LIZARD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MONITOR_LIZARD_MAN
source: [CASTE_NAME:monitor lizard man:monitor lizard men:monitor lizard man]
cs: [CASTE_NAME:varaní muž:varaní muži:varaního muže]
de: [CASTE_NAME:Waran-Mann:Waran-Männer:Waran-Mann]
eo: [CASTE_NAME:homvaraniĉo:homvaraniĉoj:de homvaraniĉo]
es: [CASTE_NAME:hombre-lagarto monitor:hombres-lagartos monitores:hombre-lagarto monitor]
ja: [CASTE_NAME:コモドオオトカゲ男:コモドオオトカゲ男:コモドオオトカゲ男の]
ko: [CASTE_NAME:남성 왕도마뱀:남성 왕도마뱀들:남성 왕도마뱀]
pl: [CASTE_NAME:waranomężczyzna:waranomężczyźni:waranomężczyzny]
ru: [CASTE_NAME:мужчина-варан:мужчины-вараны:мужчины-варана]
tr: [CASTE_NAME:erkek varan insanı:erkek varan insanları:erkek varan insanı]
vi: [CASTE_NAME:người kỳ đà:những người kỳ đà:người kỳ đà]

# CREATURE:MONITOR_LIZARD_MAN
source: [CASTE_NAME:monitor lizard woman:monitor lizard women:monitor lizard woman]
cs: [CASTE_NAME:varaní žena:varaní ženy:varaní ženu]
de: [CASTE_NAME:Waran-Frau:Waran-Frauen:Waran-Frau]
eo: [CASTE_NAME:homvaranino:homvaraninoj:de homvaranino]
es: [CASTE_NAME:mujer-lagarto monitor:mujeres-lagartos monitores:mujer-lagarto monitor]
ja: [CASTE_NAME:コモドオオトカゲ女:コモドオオトカゲ女:コモドオオトカゲ女の]
ko: [CASTE_NAME:여성 왕도마뱀:여성 왕도마뱀들:여성 왕도마뱀]
pl: [CASTE_NAME:waranokobieta:waranokobiety:waranokobiecy]
ru: [CASTE_NAME:женщина-варан:женщины-вараны:женщины-варана]
tr: [CASTE_NAME:dişi varan insanı:dişi varan insanları:dişi varan insanı]
vi: [CASTE_NAME:phụ nữ kỳ đà:những phụ nữ kỳ đà:phụ nữ kỳ đà]

# CREATURE:MONITOR_LIZARD_MAN
source: [NAME:monitor lizard man:monitor lizard men:monitor lizard man]
cs: [NAME:varaní muž:varaní muži:varaního muže]
de: [NAME:Waran-Mensch:Waran-Menschen:Waran-Mensch]
eo: [NAME:homvarano:homvaranoj]
es: [NAME:lagarto monitor:lagartos monitores:lagarto monitor]
ja: [NAME:コモドオオトカゲ男:コモドオオトカゲ男:コモドオオトカゲ男の]
ko: [NAME:왕도마뱀인간:왕도마뱀인간들:왕도마뱀인간]
pl: [NAME:waranoczłowiek:waranoludzie:waranoludzki]
ru: [NAME:человек-варан:люди-вараны:человека-варана]
tr: [NAME:varan insanı:varan insanları:varan insanı]
vi: [NAME:người kỳ đà:những người kỳ đà:người kỳ đà]

# CREATURE:MONITOR_LIZARD_MAN
source: [DESCRIPTION:A person with the head and tail of a monitor lizard.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem varana.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Warans.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de varano.]
es: [DESCRIPTION:Una persona con la cabeza y cola de un lagarto monitor.]
ja: [DESCRIPTION:コモドオオトカゲの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:모니터 도마뱀의 머리와 꼬리를 가진 사람.]
pl: [DESCRIPTION:Osoba z głową i ogonem warana.]
ru: [DESCRIPTION:Человек с головой и хвостом варана.]
tr: [DESCRIPTION:Bir varanın başına ve kuyruğuna sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu và đuôi của một kỳ đà.]

# CREATURE:GIANT_MONITOR_LIZARD
source: [NAME:giant monitor lizard:giant monitor lizards:giant monitor lizard]
cs: [NAME:obří varan:obří varani:obřího varana]
de: [NAME:Riesen Waran:Riesen Warane:Riesen Waran]
eo: [NAME:giganta varano:gigantaj varanoj:de giganta varano]
es: [NAME:lagarto monitor gigante:lagartos monitores gigentes:lagarto monitor gigante]
ja: [NAME:巨大コモドオオトカゲ:巨大コモドオオトカゲ:巨大コモドオオトカゲの]
ko: [NAME:거대 왕도마뱀:거대 왕도마뱀들:거대 왕도마뱀]
pl: [NAME:ogromny waran:ogromne warany:ogromno waranich]
ru: [NAME:гигантский варан:гигантские вараны:гигантского варана]
tr: [NAME:dev varan:dev varanlar:dev varan]
vi: [NAME:kỳ đà khổng lồ:các kỳ đà khổng lồ:kỳ đà khổng lồ]

# CREATURE:GIANT_MONITOR_LIZARD
source: [CASTE_NAME:giant monitor lizard:giant monitor lizards:giant monitor lizard]
cs: [CASTE_NAME:obří varan:obří varani:obřího varana]
de: [CASTE_NAME:Riesen Waran:Riesen Warane:Riesen Waran]
eo: [CASTE_NAME:giganta varano:gigantaj varanoj:de giganta varano]
es: [CASTE_NAME:lagarto monitor gigante:lagartos monitores gigentes:lagarto monitor gigante]
ja: [CASTE_NAME:巨大コモドオオトカゲ:巨大コモドオオトカゲ:巨大コモドオオトカゲの]
ko: [CASTE_NAME:거대 왕도마뱀:거대 왕도마뱀들:거대 왕도마뱀]
pl: [CASTE_NAME:ogromny waran:ogromne warany:ogromno waranich]
ru: [CASTE_NAME:гигантский варан:гигантские вараны:гигантского варана]
tr: [CASTE_NAME:dev varan:dev varanlar:dev varan]
vi: [CASTE_NAME:kỳ đà khổng lồ:các kỳ đà khổng lồ:kỳ đà khổng lồ]

# CREATURE:GIANT_MONITOR_LIZARD
source: [GENERAL_CHILD_NAME:giant monitor lizard hatchling:giant monitor lizard hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího varana:mláďata obřího varana]
de: [GENERAL_CHILD_NAME:Riesen Waran Junges:Riesen Waran Junge]
eo: [GENERAL_CHILD_NAME:giganta varanido:gigantaj varanidoj]
es: [GENERAL_CHILD_NAME:cría de lagarto monitor gigante:crías de lagarto monitor gigante]
ja: [GENERAL_CHILD_NAME:巨大コモドオオトカゲの子供:巨大コモドオオトカゲの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 왕도마뱀:새끼 거대 왕도마뱀들]
pl: [GENERAL_CHILD_NAME:młode ogromnego warana:wiele młodych ogromnego warana]
ru: [GENERAL_CHILD_NAME:детёныш гигантского варана:детёныши гигантского варана]
tr: [GENERAL_CHILD_NAME:yavru dev varan:yavru dev varanlar]
vi: [GENERAL_CHILD_NAME:kỳ đà khổng lồ con mới nở:các kỳ đà khổng lồ con mới nở]

# CREATURE:GIANT_MONITOR_LIZARD
source: [DESCRIPTION:A huge monster in the shape of a monitor lizard.]
cs: [DESCRIPTION:Obří monstrum ve tvaru varana.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Warans.]
eo: [DESCRIPTION:Grandega monstro kun formo de varano.]
es: [DESCRIPTION:Un gran monstruo en la forma de un lagarto monitor gigante.]
ja: [DESCRIPTION:コモドオオトカゲのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:왕도마뱀의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie warana.]
ru: [DESCRIPTION:Огромный монстр, похожий на варана.]
tr: [DESCRIPTION:Varan şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng kỳ đà.]
zh_hans: [DESCRIPTION:一只巨大的巨蜥怪。]

# CREATURE:GIANT_MONITOR_LIZARD
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:知性的]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zekası]

# CREATURE:KING_COBRA
source: [DESCRIPTION:A small limbless reptile known for its deadly venom and the warning of its hood.]
cs: [DESCRIPTION:Malý beznohý plaz známý svým smrtícím jedem a varovným kápím.]
de: [DESCRIPTION:Ein kleines Reptil ohne Gliedmaßen, das für sein tödliches Gift und spreizbares Nackenschild bekannt ist.]
eo: [DESCRIPTION:Malgranda senmembra reptilio konita por sia mortiga veneno kaj la minaco de sia kolo.]
es: [DESCRIPTION:Un pequeño reptil sin extremidades conocido por su letal veneno y la advertencia de su capucha.]
ja: [DESCRIPTION:致命的な毒と特徴的な警告で知られる小さな手足のない爬虫類。]
ko: [DESCRIPTION:치명적인 독과 두건의 경고로 알려진 작은 팔다리가 없는 파충류.]
pl: [DESCRIPTION:Mały, pozbawiony kończyn gad znany ze swojego śmiercionośnego jadu i ostrzegawczego kaptura.]
ru: [DESCRIPTION:Небольшая рептилия без конечностей, известная своим смертельным ядом и предупреждающим капюшоном.]
tr: [DESCRIPTION:Ölümcül zehri ve kapüşonunun uyarısıyla bilinen, küçük uzuvsuz bir sürüngen.]
vi: [DESCRIPTION:Một loài bò sát nhỏ không chân, nổi tiếng với nọc độc chết người và cảnh báo từ chiếc bành cổ của nó.]

# CREATURE:KING_COBRA
source: [NAME:king cobra:king cobras:king cobra]
cs: [NAME:kobra královská:kobry královské:kobru královskou]
de: [NAME:Königskobra:Königskobras:Königskobra]
eo: [NAME:reĝa kobro:reĝaj kobroj:de reĝa kobro]
es: [NAME:cobra real:cobras reales:cobra real]
ja: [NAME:キングコブラ:キングコブラ:キングコブラの]
ko: [NAME:킹코브라:킹코브라들:킹코브라]
pl: [NAME: kobra królewska:kobry królewskie:kobra królewska]
ru: [NAME:королевская кобра:королевские кобры:королевской кобры]
tr: [NAME:kral kobra:kral kobralar:kral kobra]
vi: [NAME:rắn hổ mang chúa:các rắn hổ mang chúa:rắn hổ mang chúa]

# CREATURE:KING_COBRA
source: [CASTE_NAME:king cobra:king cobras:king cobra]
cs: [CASTE_NAME:kobra královská:kobry královské:kobru královskou]
de: [CASTE_NAME:Königskobra:Königskobras:Königskobra]
eo: [CASTE_NAME:reĝa kobro:reĝaj kobroj:de reĝa kobro]
es: [CASTE_NAME:cobra real:cobras reales:cobra real]
ja: [CASTE_NAME:キングコブラ:キングコブラ:キングコブラの]
ko: [CASTE_NAME:킹코브라:킹코브라들:킹코브라]
pl: [CASTE_NAME: kobra królewska:kobry królewskie:kobra królewska]
ru: [CASTE_NAME:королевская кобра:королевские кобры:королевской кобры]
tr: [CASTE_NAME:kral kobra:kral kobralar:kral kobra]
vi: [CASTE_NAME:rắn hổ mang chúa:các rắn hổ mang chúa:rắn hổ mang chúa]

# CREATURE:KING_COBRA
source: [PREFSTRING:charming hood]
cs: [PREFSTRING:působivá kápě]
de: [PREFSTRING:charmantes Nackenschild]
eo: [PREFSTRING:ĉarma kolo]
es: [PREFSTRING:capucha encantadora]
ja: [PREFSTRING:可愛いフード]
ko: [PREFSTRING:매력적인 복면]
pl: [PREFSTRING: czarujący kaptur]
ru: [PREFSTRING:капюшон]
tr: [PREFSTRING:büyüleyici kapüşonu]
vi: [PREFSTRING:bành cổ quyến rũ]

# CREATURE:KING_COBRA
source: [STATE_NAME:ALL_SOLID:frozen king cobra venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed kobry královské]
de: [STATE_NAME:ALL_SOLID:gefrorenes Königskobragift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de reĝa kobro]
es: [STATE_NAME:ALL_SOLID:veneno de cobra real congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったキングコブラの毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 킹코브라 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad kobry królewskiej]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд королевской кобры]
tr: [STATE_NAME:ALL_SOLID:donmuş kral kobra zehri]
vi: [STATE_NAME:ALL_SOLID:nọc độc rắn hổ mang chúa đông lạnh]

# CREATURE:KING_COBRA
source: [STATE_ADJ:ALL_SOLID:frozen king cobra venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed kobry královské]
de: [STATE_ADJ:ALL_SOLID:Gefrorenes Königskobragift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de reĝa kobro]
es: [STATE_ADJ:ALL_SOLID:veneno de cobra real congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったキングコブラの毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 킹코브라 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożony jad kobry królewskiej]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд королевской кобры]
tr: [STATE_ADJ:ALL_SOLID:donmuş kral kobra zehri]
vi: [STATE_ADJ:ALL_SOLID:nọc độc rắn hổ mang chúa đông lạnh]

# CREATURE:KING_COBRA
source: [STATE_NAME:LIQUID:king cobra venom]
cs: [STATE_NAME:LIQUID:jed kobry královské]
de: [STATE_NAME:LIQUID: Königskobragift]
eo: [STATE_NAME:LIQUID:veneno de reĝa kobro]
es: [STATE_NAME:LIQUID:veneno de cobra real]
ja: [STATE_NAME:LIQUID:キングコブラの毒液]
ko: [STATE_NAME:LIQUID:킹코브라 독]
pl: [STATE_NAME:LIQUID:jad kobry królewskiej]
ru: [STATE_NAME:LIQUID:яд королевской кобры]
tr: [STATE_NAME:LIQUID:kral kobra zehri]
vi: [STATE_NAME:LIQUID:nọc độc rắn hổ mang chúa]

# CREATURE:KING_COBRA
source: [STATE_ADJ:LIQUID:king cobra venom]
cs: [STATE_ADJ:LIQUID:jed kobry královské]
de: [STATE_ADJ:LIQUID:Königskobragift]
eo: [STATE_ADJ:LIQUID:de veneno de reĝa kobro]
es: [STATE_ADJ:LIQUID:veneno de cobra real]
ja: [STATE_ADJ:LIQUID:キングコブラの毒液]
ko: [STATE_ADJ:LIQUID:킹코브라 독]
pl: [STATE_ADJ:LIQUID:jad kobry królewskiej]
ru: [STATE_ADJ:LIQUID:яд королевской кобры]
tr: [STATE_ADJ:LIQUID:kral kobra zehri]
vi: [STATE_ADJ:LIQUID:nọc độc rắn hổ mang chúa]

# CREATURE:KING_COBRA
source: [STATE_NAME:GAS:boiling king cobra venom]
cs: [STATE_NAME:GAS:vroucí jed kobry královské]
de: [STATE_NAME:GAS:kochendes Königskobragift]
eo: [STATE_NAME:GAS:bolanta veneno de reĝa kobro]
es: [STATE_NAME:GAS:veneno de cobra real hirviendo]
ja: [STATE_NAME:GAS:蒸気化したキングコブラの毒液]
ko: [STATE_NAME:GAS:기화된 킹코브라 독]
pl: [STATE_NAME:GAS:wrzący jad kobry królewskiej]
ru: [STATE_NAME:GAS:пары яда королевской кобры]
tr: [STATE_NAME:GAS:kaynayan kral kobra zehri]
vi: [STATE_NAME:GAS:nọc độc rắn hổ mang chúa đang sôi]

# CREATURE:KING_COBRA
source: [STATE_ADJ:GAS:boiling king cobra venom]
cs: [STATE_ADJ:GAS:vroucí jed kobry královské]
de: [STATE_ADJ:GAS:kochendes Königskobragift]
eo: [STATE_ADJ:GAS:de bolanta veneno de reĝa kobro]
es: [STATE_ADJ:GAS:veneno de cobra real hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したキングコブラの毒液]
ko: [STATE_ADJ:GAS:기화된 킹코브라 독]
pl: [STATE_ADJ:GAS:wrzący jad kobry królewskiej]
ru: [STATE_ADJ:GAS:кипящий яд королевской кобры]
tr: [STATE_ADJ:GAS:kaynayan kral kobra zehri]
vi: [STATE_ADJ:GAS:nọc độc rắn hổ mang chúa đang sôi]

# CREATURE:KING_COBRA
source: [SYN_NAME:king cobra bite]
cs: [SYN_NAME:uštknutí kobry královské]
de: [SYN_NAME:Königskobrabiss]
eo: [SYN_NAME:mordo de reĝa kobro]
es: [SYN_NAME:mordedura de cobra real]
ja: [SYN_NAME:キングコブラの牙]
ko: [SYN_NAME:킹코브라 깨물기]
pl: [SYN_NAME: ukąszenie kobry królewskiej]
ru: [SYN_NAME:укус королевской кобры]
tr: [SYN_NAME:kral kobra ısırığı]
vi: [SYN_NAME:vết cắn rắn hổ mang chúa]

# CREATURE:KING_COBRA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:KING_COBRA
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:skala:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:KING_COBRA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:KING_COBRA_MAN
source: [CVCT_TARGET:king cobra]
cs: [CVCT_TARGET:kobra královská]
de: [CVCT_TARGET:Königskobra]
eo: [CVCT_TARGET:reĝa kobr]
es: [CVCT_TARGET:rey cobra]
ja: [CVCT_TARGET:キングコブラ]
ko: [CVCT_TARGET:킹코브라]
pl: [CVCT_TARGET: kobra królewska]
ru: [CVCT_TARGET:королевской кобры]
tr: [CVCT_TARGET:kral kobra]
vi: [CVCT_TARGET:rắn hổ mang chúa]

# CREATURE:KING_COBRA_MAN
source: [CVCT_REPLACEMENT:king cobra man]
cs: [CVCT_REPLACEMENT:královská kobří muž]
de: [CVCT_REPLACEMENT:Königskobra-Mensch]
eo: [CVCT_REPLACEMENT:hom-reĝo-kobr]
es: [CVCT_REPLACEMENT:hombre-cobra real]
ja: [CVCT_REPLACEMENT:キングコブラ男]
ko: [CVCT_REPLACEMENT:킹코브라인간]
pl: [CVCT_REPLACEMENT: człowiek kobra królewska]
ru: [CVCT_REPLACEMENT:человека-королевской кобры]
tr: [CVCT_REPLACEMENT:kral kobra adam]
vi: [CVCT_REPLACEMENT:người rắn hổ mang chúa]

# CREATURE:KING_COBRA_MAN
source: [CASTE_NAME:king cobra man:king cobra men:king cobra man]
cs: [CASTE_NAME:královský kobří muž:královští kobří muži:královského kobřího muže]
de: [CASTE_NAME:Königskobramann:Königskobramänner:Königskobramann]
eo: [CASTE_NAME:hom-reĝo-kobriĉo:hom-reĝo-kobriĉoj:de hom-reĝo-kobriĉo]
es: [CASTE_NAME:hombre-cobra real:hombras-cobra real:hombre-cobra real]
ja: [CASTE_NAME:キングコブラ男:キングコブラ男:キングコブラ男の]
ko: [CASTE_NAME:남성 킹코브라인간:남성 킹코브라인간들:남성 킹코브라인간]
pl: [CASTE_NAME:mężczyzna kobra królewska:mężczyźni kobry królewskie:mężczyzn kobr królewskich]
ru: [CASTE_NAME:мужчина-королевская кобра:мужчины-королевские кобры:мужчины-королевской кобры]
tr: [CASTE_NAME:erkek kral kobra:erkek kral kobralar:erkek kral kobra]
vi: [CASTE_NAME:người rắn hổ mang chúa:những người rắn hổ mang chúa:người rắn hổ mang chúa]

# CREATURE:KING_COBRA_MAN
source: [CASTE_NAME:king cobra woman:king cobra women:king cobra woman]
cs: [CASTE_NAME:královská kobří žena:královské kobří ženy:královskou kobří ženu]
de: [CASTE_NAME:Königskobra-Frau:Königskobra-Frauen:Königskobra-Frau]
eo: [CASTE_NAME:hom-reĝo-kobrino:hom-reĝo-kobrinoj:de hom-reĝo-kobrino]
es: [CASTE_NAME:mujer-cobra real:mujeres-cobra real:mujer-cobra real]
ja: [CASTE_NAME:キングコブラ女:キングコブラ女:キングコブラ女の]
ko: [CASTE_NAME:여성 킹코브라인간:여성 킹코브라인간들:여성 킹코브라인간]
pl: [CASTE_NAME:kobieta kobra królewska:kobiety kobry królewskie:kobieco kobro królewski]
ru: [CASTE_NAME:женщина-королевская кобра:женщины-королевские кобры:женщины-королевской кобры]
tr: [CASTE_NAME:dişi kral kobra:dişi kral kobranlar:dişi kral kobra]
vi: [CASTE_NAME:phụ nữ rắn hổ mang chúa:những phụ nữ rắn hổ mang chúa:phụ nữ rắn hổ mang chúa]

# CREATURE:KING_COBRA_MAN
source: [NAME:king cobra man:king cobra men:king cobra man]
cs: [NAME:královský kobří muž:královští kobří muži:královského kobřího muže]
de: [NAME:Königskobra-Mensch:Königskobra-Menschen:Königskobra-Mensch]
eo: [NAME:hom-reĝo-kobro:hom-reĝo-kobroj:de hom-reĝo-kobro]
es: [NAME:hombre-cobra real:hombras-cobra real:hombre-cobra real]
ja: [NAME:キングコブラ男:キングコブラ男:キングコブラ男の]
ko: [NAME:킹코브라인간:킹코브라인간들:킹코브라인간]
pl: [NAME:człowiek kobra królewska:ludzie kobry królewskiej:ludzko kobro królewski]
ru: [NAME:человек-королевская кобра:люди-королевские кобры:человека-королевской кобры]
tr: [NAME:kral kobra insanı:kral kobra insanları:kral kobra]
vi: [NAME:người rắn hổ mang chúa:những người rắn hổ mang chúa:người rắn hổ mang chúa]

# CREATURE:KING_COBRA_MAN
source: [DESCRIPTION:A legless person with the head and tail of a king cobra.]
cs: [DESCRIPTION:Beznohý člověk s hlavou a ocasem kobry královské.]
de: [DESCRIPTION:Eine beinlose Person mit dem Kopf und Schwanz einer Königskobra]
eo: [DESCRIPTION:Sengamba homo kun la kapo kaj la vosto de reĝa kobro.]
es: [DESCRIPTION:Una persona sin piernas con la cabeza y cola de una cobra real]
ja: [DESCRIPTION:キングコブラの頭と体を持った、足の無い人間だ。]
ko: [DESCRIPTION:킹코브라의 머리와 꼬리를 가진 다리가 없는 인간.]
pl: [DESCRIPTION: Człowiek bez nóg z głową i tułowiem kobry królewskiej]
ru: [DESCRIPTION:Безногий человек с головой и хвостом королевской кобры.]
tr: [DESCRIPTION:Bir kral kobranın başına ve kuyruğuna sahip bacaksız bir fantastik canlı.]
vi: [DESCRIPTION:Một người không chân có đầu và đuôi của một rắn hổ mang chúa.]

# CREATURE:GIANT_KING_COBRA
source: [CVCT_TARGET:king cobra]
cs: [CVCT_TARGET:kobra královská]
de: [CVCT_TARGET:Königskobra]
eo: [CVCT_TARGET:reĝa kobr]
es: [CVCT_TARGET:rey cobra]
ja: [CVCT_TARGET:キングコブラ]
ko: [CVCT_TARGET:킹 코브라]
pl: [CVCT_TARGET: kobra królewska]
ru: [CVCT_TARGET:королевской кобры]
tr: [CVCT_TARGET:kral kobra]
vi: [CVCT_TARGET:rắn hổ mang chúa]

# CREATURE:GIANT_KING_COBRA
source: [CVCT_REPLACEMENT:giant king cobra]
cs: [CVCT_REPLACEMENT:obří kobra královská]
de: [CVCT_REPLACEMENT:riesige Königskobra]
eo: [CVCT_REPLACEMENT:giganta reĝa kobr]
es: [CVCT_REPLACEMENT:cobra real gigante]
ja: [CVCT_REPLACEMENT:巨大キングコブラ]
ko: [CVCT_REPLACEMENT:거대 킹코브라]
pl: [CVCT_REPLACEMENT:ogromna kobra królewska]
ru: [CVCT_REPLACEMENT:гигантской королевской кобры]
tr: [CVCT_REPLACEMENT:dev kral kobra]
vi: [CVCT_REPLACEMENT:rắn hổ mang chúa khổng lồ]

# CREATURE:GIANT_KING_COBRA
source: [NAME:giant king cobra:giant king cobras:giant king cobra]
cs: [NAME:obří kobra královská:obří kobry královské:obří kobru královskou]
de: [NAME:riesige Königskobra:riesige Königskobras:riesige Königskobra]
eo: [NAME:giganta reĝa kobro:gigantaj reĝaj kobroj:de giganta reĝa kobro]
es: [NAME:cobra real gigante:cobras reales gigantes:cobra real gigante]
ja: [NAME:巨大キングコブラ:巨大キングコブラ:巨大キングコブラの]
ko: [NAME:거대 킹코브라:거대 킹코브라들:거대 킹코브라]
pl: [NAME: ogromna kobra królewska:ogromne kobry królewskie:ogromna kobra królewska]
ru: [NAME:гигантская королевская кобра:гигантские королевские кобры:гигантской королевской кобры]
tr: [NAME:dev kral kobra:dev kral kobralar:dev kral kobra]
vi: [NAME:rắn hổ mang chúa khổng lồ:các rắn hổ mang chúa khổng lồ:rắn hổ mang chúa khổng lồ]

# CREATURE:GIANT_KING_COBRA
source: [CASTE_NAME:giant king cobra:giant king cobras:giant king cobra]
cs: [CASTE_NAME:obří kobra královská:obří kobry královské:obří kobru královskou]
de: [CASTE_NAME:riesige Königskobra:riesige Königskobras:riesige Königskobra]
eo: [CASTE_NAME:giganta reĝa kobro:gigantaj reĝaj kobroj:de giganta reĝa kobro]
es: [CASTE_NAME:cobra real gigante:cobras reales gigantes:cobra real gigante]
ja: [CASTE_NAME:巨大キングコブラ:巨大キングコブラ:巨大キングコブラの]
ko: [CASTE_NAME:거대 킹코브라:거대 킹코브라들:거대 킹코브라]
pl: [CASTE_NAME: ogromna kobra królewska:ogromne kobry królewskie:ogromna kobra królewska]
ru: [CASTE_NAME:гигантская королевская кобра:гигантские королевские кобры:гигантской королевской кобры]
tr: [CASTE_NAME:dev kral kobra:dev kral kobralar:dev kral kobra]
vi: [CASTE_NAME:rắn hổ mang chúa khổng lồ:các rắn hổ mang chúa khổng lồ:rắn hổ mang chúa khổng lồ]

# CREATURE:GIANT_KING_COBRA
source: [DESCRIPTION:A large monster in the shape of a king cobra.]
cs: [DESCRIPTION:Velké monstrum ve tvaru kobry královské.]
de: [DESCRIPTION:Ein großes Monster in Form einer Königskobra.]
eo: [DESCRIPTION:Granda monstro kun la formo de reĝa kobro.]
es: [DESCRIPTION:Un gran monstruo con forma de cobra real.]
ja: [DESCRIPTION:キングコブラのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:킹코브라의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie kobry królewskiej.]
ru: [DESCRIPTION:Огромный монстр, похожий на королевскую кобру.]
tr: [DESCRIPTION:Kral kobra şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dạng rắn hổ mang chúa.]

# CREATURE:GIANT_KING_COBRA
source: [PREFSTRING:charming hood]
cs: [PREFSTRING:působivá kápě]
de: [PREFSTRING:charmante Haube]
eo: [PREFSTRING:ĉarma kolo]
es: [PREFSTRING:capucha encantadora]
ja: [PREFSTRING:可愛いフード]
ko: [PREFSTRING:매력적인 복면]
pl: [PREFSTRING: czarujący kaptur]
ru: [PREFSTRING:капюшон]
tr: [PREFSTRING:büyüleyici kapüşonu]
vi: [PREFSTRING:bành cổ quyến rũ]

# CREATURE:OCELOT
source: [DESCRIPTION:A small cat-like creature found in the jungle.]
cs: [DESCRIPTION:Malé kočkovité stvoření nalezené v džungli.]
de: [DESCRIPTION:Eine kleine katzenartige Kreatur, die im Dschungel zu finden ist.]
eo: [DESCRIPTION:Malgranda katsimila estaĵo kiu troviĝas en la ĝangalo.]
es: [DESCRIPTION:Un pequeño felino que habita en la jungla.]
ja: [DESCRIPTION:ジャングルに棲む小型ネコ科動物。]
ko: [DESCRIPTION:정글에서 발견된 작은 고양이 같은 생물.]
pl: [DESCRIPTION:Małe, podobne do kota stworzenie znalezione w dżungli.]
ru: [DESCRIPTION:Небольшое похожее на кошку существо, обитающее в джунглях.]
tr: [DESCRIPTION:Ormanda bulunan küçük, kedi benzeri bir yaratık.]
vi: [DESCRIPTION:Một sinh vật nhỏ giống mèo, được tìm thấy trong rừng rậm.]

# CREATURE:OCELOT
source: [NAME:ocelot:ocelots:ocelot]
cs: [NAME:ocelot:oceloti:ocelota]
de: [NAME:Ozelot:Ozelots:Ozelot]
eo: [NAME:oceloto:ocelotoj:de oceloto]
es: [NAME:ocelote:ocelotes:ocelote]
ja: [NAME:オセロット:オセロット:オセロットの]
ko: [NAME:오셀롯:오셀롯들:오셀롯]
pl: [NAME:ocelot:oceloty:ocelotów]
ru: [NAME:оцелот:оцелоты:оцелота]
tr: [NAME:oselot:oselotlar:oselot]

# CREATURE:OCELOT
source: [CASTE_NAME:ocelot:ocelots:ocelot]
cs: [CASTE_NAME:ocelot:oceloti:ocelota]
de: [CASTE_NAME:Ozelot:Ozelots:Ozelot]
eo: [CASTE_NAME:oceloto:ocelotoj:de oceloto]
es: [CASTE_NAME:ocelote:ocelotes:ocelote]
ja: [CASTE_NAME:オセロット:オセロット:オセロットの]
ko: [CASTE_NAME:오셀롯:오셀롯들:오셀롯]
pl: [CASTE_NAME:ocelot:oceloty:ocelotów]
ru: [CASTE_NAME:оцелот:оцелоты:оцелота]
tr: [CASTE_NAME:oselot:oselotlar:oselot]

# CREATURE:OCELOT
source: [GENERAL_CHILD_NAME:ocelot kitten:ocelot kittens]
cs: [GENERAL_CHILD_NAME:mládě ocelota:mláďata ocelota]
de: [GENERAL_CHILD_NAME:Ozelot Kätzchen:Ozelot Kätzchen]
eo: [GENERAL_CHILD_NAME:ocelotido:ocelotidoj]
es: [GENERAL_CHILD_NAME:cría de ocelote:crías de ocelote]
ja: [GENERAL_CHILD_NAME:オセロットの仔:オセロットの仔の]
ko: [GENERAL_CHILD_NAME:새끼 오셀롯:새끼 오셀롯들]
pl: [GENERAL_CHILD_NAME:kocię ocelota:kocięta ocelota]
ru: [GENERAL_CHILD_NAME:котёнок оцелота:котята оцелота]
tr: [GENERAL_CHILD_NAME:yavru oselot:yavru oselotlar]
vi: [GENERAL_CHILD_NAME:linh miêu con:những linh miêu con]
