Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:SHARK_BLUE
source: [NAME:blue shark:blue sharks:blue shark]
cs: [NAME:žralok modrý:žraloci modří:žralok modrý]
de: [NAME:Blauhai:Blauhai:Blauhai]
eo: [NAME:blua ŝarko:bluaj ŝarkoj:blu-ŝarka]
es: [NAME:tiburón azul:tiburones azul:de tiburón azul]
ja: [NAME:ヨシキリザメ:ヨシキリザメ:ヨシキリザメの]
ko: [NAME:청새리상어:청새리상어들:청새리상어]
pl: [NAME:żarłacz błękitny:żarłacze błękitne:żarłaczo błękitny]
ru: [NAME:голубая акула:голубые акулы:голубой акулы]
tr: [NAME:mavi köpekbalığı:mavi köpekbalıkları:mavi köpekbalığı]
zh_hans: [NAME:大青鲨:大青鲨:大青鲨]

# CREATURE:SHARK_BLUE
source: [CASTE_NAME:blue shark:blue sharks:blue shark]
cs: [CASTE_NAME:žralok modrý:žraloci modří:žralok modrý]
de: [CASTE_NAME:Blauhai:Blauhai:Blauhai]
eo: [CASTE_NAME:blua ŝarko:bluaj ŝarkoj:de blua ŝarko]
es: [CASTE_NAME:tiburón azul:tiburones azul:de tiburón azul]
ja: [CASTE_NAME:ヨシキリザメ:ヨシキリザメ:ヨシキリザメの]
ko: [CASTE_NAME:청새리상어:청새리상어들:청새리상어]
pl: [CASTE_NAME:żarłacz błękitny:żarłacze błękitne:żarłaczo błękitny]
ru: [CASTE_NAME:голубая акула:голубые акулы:голубой акулы]
tr: [CASTE_NAME:mavi köpekbalığı:mavi köpekbalıkları:mavi köpekbalığı]
zh_hans: [CASTE_NAME:大青鲨:大青鲨:大青鲨]

# CREATURE:SHARK_BLUE
source: [GENERAL_CHILD_NAME:blue shark pup:blue shark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka modrého:mláďata žraloků modrých]
de: [GENERAL_CHILD_NAME:Blauhai-Welpe:Blauhai-Welpen]
eo: [GENERAL_CHILD_NAME:blua ŝarkido:bluaj ŝarkidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón azul:crías de tiburón azul]
ja: [GENERAL_CHILD_NAME:ヨシキリザメの稚魚:ヨシキリザメの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 청새리상어:새끼 청새리상어들]
pl: [GENERAL_CHILD_NAME:młody żarłacza błękitnego:młode żarłacza błękitnego]
ru: [GENERAL_CHILD_NAME:голубой акулёнок:голубые акулята]
tr: [GENERAL_CHILD_NAME:yavru mavi köpekbalığı:yavru mavi köpekbalıkları]
zh_hans: [GENERAL_CHILD_NAME:大青鲨幼崽:大青鲨幼崽]

# CREATURE:SHARK_BLUE
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:SHARK_BLUE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_BLUE
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_BLUE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:SHARK_BLUE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_HAMMERHEAD
source: [DESCRIPTION:A large, dangerous fish, often found hunting solitarily along coastlines.]
cs: [DESCRIPTION:Velká a nebezpečná ryba, často lovící samotářsky podél pobřeží.]
de: [DESCRIPTION:Ein großer, gefährlicher Fisch, der oft allein an den Küsten jagt.]
eo: [DESCRIPTION:Granda danĝera fiŝo kiu troviĝas ofte ĉasante sole laŭ bordoj.]
es: [DESCRIPTION:Un pez grande y peligroso. Suelen cazar solos a lo largo de las costas]
ko: [DESCRIPTION:크고 위험한 물고기로, 종종 해안가에서 혼자 사냥하는 것을 즐깁니다.]
pl: [DESCRIPTION:Duża, niebezpieczna ryba, którą można spotkać często polującą samotnie wzdłuż wybrzeża.]
ru: [DESCRIPTION:Крупная, опасная рыба, часто попадается вдоль побережья, охотится в одиночку.]
tr: [DESCRIPTION:Genellikle kıyı şeritlerinde tek başına avlanan büyük, tehlikeli bir balık.]
vi: [DESCRIPTION:Một loài cá lớn, nguy hiểm, thường được tìm thấy săn mồi đơn độc dọc theo các bờ biển.]
zh_hans: [DESCRIPTION:一种大型、危险的鱼类，常常被发现在海岸线上独自捕食。]

# CREATURE:SHARK_HAMMERHEAD
source: [NAME:hammerhead shark:hammerhead sharks:hammerhead shark]
cs: [NAME:žralok kladivoun:žraloci kladivouni:žralok kladivoun]
de: [NAME:Hammerhai: Hammerhai: Hammerhai]
eo: [NAME:martelŝarko:martelŝarkoj:de martelŝarko]
es: [NAME:tiburón martillo:tiburones martillo:de tiburón martillo]
ja: [NAME:シュモクザメ:シュモクザメ:シュモクザメの]
ko: [NAME:귀상어:귀상어들:귀상어]
pl: [NAME:głowomłot:głowomłoty:głowomłotowy]
ru: [NAME:акула-молот:акулы-молоты:акулы-молота]
tr: [NAME:çekiç başlı köpekbalığı:çekiç başlı köpekbalıkları:çekiç başlı köpekbalığı]
zh_hans: [NAME:双髻鲨:双髻鲨:双髻鲨]

# CREATURE:SHARK_HAMMERHEAD
source: [CASTE_NAME:hammerhead shark:hammerhead sharks:hammerhead shark]
cs: [CASTE_NAME:žralok kladivoun:žraloci kladivouni:žralok kladivoun]
de: [CASTE_NAME:Hammerhai: Hammerhai: Hammerhai]
eo: [CASTE_NAME:martelŝarko:martelŝarkoj:de martelŝarko]
es: [CASTE_NAME:tiburón martillo:tiburones martillo:de tiburón martillo]
ja: [CASTE_NAME:シュモクザメ:シュモクザメ:シュモクザメの]
ko: [CASTE_NAME:귀상어:귀상어들:귀상어]
pl: [CASTE_NAME:głowomłot:głowomłoty:głowomłotowy]
ru: [CASTE_NAME:акула-молот:акулы-молоты:акулы-молота]
tr: [CASTE_NAME:çekiç başlı köpekbalığı:çekiç başlı köpekbalıkları:çekiç başlı köpekbalığı]
zh_hans: [CASTE_NAME:双髻鲨:双髻鲨:双髻鲨]

# CREATURE:SHARK_HAMMERHEAD
source: [GENERAL_CHILD_NAME:hammerhead shark pup:hammerhead shark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka kladivouna:mláďata žraloků kladivounů]
de: [GENERAL_CHILD_NAME:Hammerhai-Welpe: Hammerhai-Welpen]
eo: [GENERAL_CHILD_NAME:martelŝarkido:martelŝarkidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón martillo:crías de tiburón martillo]
ja: [GENERAL_CHILD_NAME:シュモクザメの稚魚:シュモクザメの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 귀상어:새끼 귀상어들]
pl: [GENERAL_CHILD_NAME:młody głowomłota:młode głowomłota]
ru: [GENERAL_CHILD_NAME:акулёнок-молот:акулята-молоты]
tr: [GENERAL_CHILD_NAME:yavru çekiç başlı köpekbalığı:yavru çekiç başlı köpekbalıkları]
zh_hans: [GENERAL_CHILD_NAME:锤头鲨幼崽:锤头鲨幼崽]

# CREATURE:SHARK_HAMMERHEAD
source: [PREFSTRING:oddly-shaped heads]
cs: [PREFSTRING:podivně tvarovanými hlavami]
de: [PREFSTRING:seltsam geformter Kopf]
eo: [PREFSTRING:bizare formaj kapoj]
es: [PREFSTRING:Cabeza de forma extraña]
ja: [PREFSTRING:奇妙な形の頭]
ko: [PREFSTRING:이상한 모양의 머리]
pl: [PREFSTRING:dziwnie ukształtowane głowy]
ru: [PREFSTRING:головы странной формы]
tr: [PREFSTRING:garip şekilli kafalar]
vi: [PREFSTRING:đầu có hình dáng kỳ dị]
zh_hans: [PREFSTRING:奇形怪状的头部]

# CREATURE:SHARK_HAMMERHEAD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_HAMMERHEAD
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_HAMMERHEAD
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:SHARK_HAMMERHEAD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_ANGEL
source: [DESCRIPTION:A large, flat, camouflaged fish found on the sea floor in temperate waters. It is quite passive.]
cs: [DESCRIPTION:Velká, plochá a dobře maskovaná ryba žijící na mořském dně v mírných vodách. Je poměrně pasivní.]
de: [DESCRIPTION:Ein großer, flacher, getarnter Fisch, der in gemäßigten Gewässern auf dem Meeresboden vorkommt. Er ist ziemlich passiv.]
eo: [DESCRIPTION:Granda plata kamuflanta fiŝo kiu troviĝas en la marfundo en mezvarmaj akvoj. Ĝi estas tre pasiva.]
es: [DESCRIPTION:Un gran pez camuflado y liso encontrado en el fondo del mar en aguas templadas. Es bastante pasivo.]
ja: [DESCRIPTION:温帯の海底に棲息する、大きくて平べったく、擬態しているサメだ。じっとして動かない。]
ko: [DESCRIPTION:온대 수역의 해저에서 발견된 크고 납작한 위장 물고기입니다. 그것은 상당히 수동적이다]
pl: [DESCRIPTION:Duża, płaska, maskująca się ryba, którą można znaleźć na dnie mórz w umiarkowanych wodach. Jest całkiem pasywna.]
ru: [DESCRIPTION:Крупная плоская рыба с естественной маскировкой, обитающая у морского дна в водах умеренного климата. Довольно пассивна.]
tr: [DESCRIPTION:Ilıman sularda deniz tabanında bulunan büyük, yassı, kamufle olmuş bir balık. Oldukça pasiftir.]
vi: [DESCRIPTION:Một loài cá lớn, dẹt, có khả năng ngụy trang, được tìm thấy dưới đáy biển ở vùng nước ôn đới. Chúng khá thụ động.]
zh_hans: [DESCRIPTION:一种大型、扁平、善于伪装的鱼类，生活在温带水域海底。 不具有主动进攻性。]

# CREATURE:SHARK_ANGEL
source: [NAME:angelshark:angelsharks:angelshark]
cs: [NAME:žralok andělský:žraloci andělští:žralok andělský]
de: [NAME:Engelhai:Engelhai:Engelhai]
eo: [NAME:skvateno:skvatenoj:de skvateno]
es: [NAME:tiburón angel:tiburones angel:de tiburón angel]
ja: [NAME:ホンカスザメ:ホンカスザメ:ホンカスザメの]
ko: [NAME:엔젤샤크:엔젤샤크들:엔젤샤크]
pl: [NAME:raszpla:raszple:raszplowy]
ru: [NAME:морской ангел:морские ангелы:морского ангела]
tr: [NAME:melek köpekbalığı:melek köpekbalıkları:melek köpekbalığı]
zh_hans: [NAME:扁鲨:扁鲨:扁鲨]

# CREATURE:SHARK_ANGEL
source: [CASTE_NAME:angelshark:angelsharks:angelshark]
cs: [CASTE_NAME:žralok andělský:žraloci andělští:žralok andělský]
de: [CASTE_NAME:Engelhai:Engelhai:Engelhai]
eo: [CASTE_NAME:skvateno:skvatenoj:de skvateno]
es: [CASTE_NAME:tiburón angel:tiburones angel:de tiburón angel]
ja: [CASTE_NAME:ホンカスザメ:ホンカスザメ:ホンカスザメの]
ko: [CASTE_NAME:엔젤샤크:엔젤샤크들:엔젤샤크]
pl: [CASTE_NAME:raszpla:raszple:raszplowy]
ru: [CASTE_NAME:морской ангел:морские ангелы:морского ангела]
tr: [CASTE_NAME:melek köpekbalığı:melek köpekbalıkları:melek köpekbalığı]
zh_hans: [CASTE_NAME:扁鲨:扁鲨:扁鲨]

# CREATURE:SHARK_ANGEL
source: [GENERAL_CHILD_NAME:angelshark pup:angelshark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka andělského:mláďata žraloků andělských]
de: [GENERAL_CHILD_NAME:Engelhai-Welpe: Engelhai-Welpen]
eo: [GENERAL_CHILD_NAME:skvatenido:skvatenidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón angel:crías de tiburón angel]
ja: [GENERAL_CHILD_NAME:ホンカスザメの稚魚:ホンカスザメの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 엔젤샤크:새끼엔젤샤크들]
pl: [GENERAL_CHILD_NAME:młody raszpli:młode raszpli]
ru: [GENERAL_CHILD_NAME:морской ангелок:морские ангелята]
tr: [GENERAL_CHILD_NAME:yavru melek köpekbalığı:yavru melek köpekbalıkları]
zh_hans: [GENERAL_CHILD_NAME:扁鲨幼崽:扁鲨幼崽]

# CREATURE:SHARK_ANGEL
source: [PREFSTRING:ability to conceal themselves]
cs: [PREFSTRING:schopností maskovat se]
de: [PREFSTRING:fähig sich zu verstecken]
eo: [PREFSTRING:kapablo por kaŝiĝado]
es: [PREFSTRING:habilidad para ocultarse]
ja: [PREFSTRING:擬態能力]
ko: [PREFSTRING:자신을 숨기는 능력]
pl: [PREFSTRING:zdolność do ukrywania się]
ru: [PREFSTRING:способность прятаться]
tr: [PREFSTRING:kendini gizleme yeteneği]
vi: [PREFSTRING:khả năng ẩn mình]
zh_hans: [PREFSTRING:可隐藏自己的]

# CREATURE:SHARK_ANGEL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_ANGEL
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_ANGEL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:SHARK_ANGEL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_SKATE_COMMON
source: [DESCRIPTION:A medium-sized, flat, bottom-dwelling fish.]
cs: [DESCRIPTION:Středně velká plochá ryba žijící u dna.]
de: [DESCRIPTION:Ein mittelgroßer, flacher, bodenbewohnender Fisch.]
eo: [DESCRIPTION:Mezgranda plata fundloĝanta fiŝo.]
es: [DESCRIPTION:Un pez mediano, liso, morador de las profundidades.]
ja: [DESCRIPTION:海底に棲息する中型の魚。]
ko: [DESCRIPTION:중간 크기의 납작한 바닥에 사는 물고기.]
pl: [DESCRIPTION:Średniej wielkości, płaska ryba zamieszkująca dna.]
ru: [DESCRIPTION:Плоская донная рыба среднего размера.]
tr: [DESCRIPTION:Orta büyüklükte, yassı, dipte yaşayan bir balık.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình, thân dẹt, sống dưới đáy.]
zh_hans: [DESCRIPTION:一种中等尺寸、扁平的、生活在水底的鱼类。]

# CREATURE:FISH_SKATE_COMMON
source: [NAME:common skate:common skates:common skate]
cs: [NAME:rejnok obecný:rejnoci obecní:rejnok obecný]
de: [NAME:Glattrochen:Glattrochen:Glattrochen]
eo: [NAME:dipturo:dipturoj:de dipturo]
es: [NAME:raya común:rayas común:de raya común]
ja: [NAME:ガンギエイ:ガンギエイ:ガンギエイの]
ko: [NAME:청홍어:청홍어들:청홍어]
pl: [NAME:płaszczka naga:płaszczki nagie:płaszczko nagi]
ru: [NAME:гладкий скат:гладкие скаты:гладкого ската]
tr: [NAME:bayağı vatoz:bayağı vatozlar:bayağı vatoz]
zh_hans: [NAME:无鳍鳐:无鳍鳐:无鳍鳐]

# CREATURE:FISH_SKATE_COMMON
source: [CASTE_NAME:common skate:common skates:common skate]
cs: [CASTE_NAME:rejnok obecný:rejnoci obecní:rejnok obecný]
de: [CASTE_NAME:Glattrochen:Glattrochen:Glattrochen]
eo: [CASTE_NAME:dipturo:dipturoj:de dipturo]
es: [CASTE_NAME:raya común:rayas común:de raya común]
ja: [CASTE_NAME:ガンギエイ:ガンギエイ:ガンギエイの]
ko: [CASTE_NAME:청홍어:청홍어들:청홍어]
pl: [CASTE_NAME:płaszczka naga:płaszczki nagie:płaszczko nagi]
ru: [CASTE_NAME:гладкий скат:гладкие скаты:гладкого ската]
tr: [CASTE_NAME:bayağı vatoz:bayağı vatozlar:bayağı vatoz]
zh_hans: [CASTE_NAME:无鳍鳐:无鳍鳐:无鳍鳐]

# CREATURE:FISH_SKATE_COMMON
source: [GENERAL_CHILD_NAME:common skate pup:common skate pups]
cs: [GENERAL_CHILD_NAME:mládě rejnoka obecného:mláďata rejnoků obecných]
de: [GENERAL_CHILD_NAME:Rochenwelpen:Rochenwelpen]
eo: [GENERAL_CHILD_NAME:dipturido:dipturidoj]
es: [GENERAL_CHILD_NAME:cría de raya común:crías de raya común]
ja: [GENERAL_CHILD_NAME:ガンギエイの稚魚:ガンギエイ威厳の稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 청홍어:새끼 청홍어들]
pl: [GENERAL_CHILD_NAME:młody płaszczki nagiej:młode płaszczki nagiej]
ru: [GENERAL_CHILD_NAME:малёк гладкого ската:мальки гладкого ската]
tr: [GENERAL_CHILD_NAME:yavru bayağı vatoz:yavru bayağı vatozlar]
zh_hans: [GENERAL_CHILD_NAME:鳐鱼幼崽:鳐鱼幼崽]

# CREATURE:FISH_SKATE_COMMON
source: [PREFSTRING:flat bodies]
cs: [PREFSTRING:plochými těly]
de: [PREFSTRING:flache Körper]
eo: [PREFSTRING:plataj korpoj]
es: [PREFSTRING:cuerpos planos]
ja: [PREFSTRING:平たい体]
ko: [PREFSTRING:납작한 몸통]
pl: [PREFSTRING:płaskie ciała]
ru: [PREFSTRING:плоские тела]
tr: [PREFSTRING:yassı vücutlar]
vi: [PREFSTRING:thân dẹt]
zh_hans: [PREFSTRING:扁平的身体]

# CREATURE:FISH_SKATE_COMMON
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_SKATE_COMMON
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:FISH_SKATE_COMMON
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_RAY_MANTA
source: [DESCRIPTION:A huge filter-feeding fish with great wings. They travel the oceans and are curious and friendly.]
cs: [DESCRIPTION:Obrovská ryba živící se filtrováním planktonu, s širokými „křídly“. Putuje oceány a je zvědavá a přátelská.]
de: [DESCRIPTION:Ein riesiger, filtrierender Fisch mit großen Flügeln. Sie reisen durch die Ozeane und sind neugierig und freundlich.]
eo: [DESCRIPTION:Grandega filtromanĝanta fiŝo kun grandaj naĝiloj. Ili vojaĝas la oceanojn, kaj estas scivolemaj kaj amikiĝemaj.]
es: [DESCRIPTION:Un pez gigante que se alimenta por filtración, posee grandes alas. Viajan por los océanos. Son curiosos y amigables]
ja: [DESCRIPTION:大きな羽を持つ巨大なろ過摂食魚。彼らは海を旅し、好奇心旺盛で友好的です。]
ko: [DESCRIPTION:큰 날개를 가진 거대한 여과섭식 물고기. 그들은 바다를 여행하고 호기심이 많고 친절합니다.]
pl: [DESCRIPTION:Ogromna, żywiąca się filtrowo ryba z wielkimi płetwami. Podróżuje przez oceany, jest ciekawska i przyjazna.]
ru: [DESCRIPTION:Огромная рыба с большими крыльями. Питается планктоном, который добывает процеживая воду. Путешествует по океанам, любопытен и дружелюбен.]
tr: [DESCRIPTION:Büyük kanatları olan, süzerek beslenen devasa bir balık. Okyanusları dolaşırlar, meraklı ve dost canlısıdırlar.]
vi: [DESCRIPTION:Một loài cá khổng lồ chuyên ăn lọc với đôi cánh vĩ đại. Chúng du hành khắp các đại dương, tò mò và thân thiện.]
zh_hans: [DESCRIPTION:一种巨大的滤食性鱼类，有巨大的翅膀。 它们在海洋中旅行，好奇而友好。]

# CREATURE:FISH_RAY_MANTA
source: [NAME:manta ray:manta rays:manta ray]
cs: [NAME:manta:manta:manta]
de: [NAME:Mantarochen:Mantarochen:Mantarochen]
eo: [NAME:mantarajo:mantarajoj:de mantarajo]
es: [NAME:manta raya:mantas raya:de manta raya]
ja: [NAME:マンタレイ:マンタレイ:マンタレイの]
ko: [NAME:만타가오리:만타가오리들:만타가오리]
pl: [NAME:manta:manty:mantowy]
ru: [NAME:скат манта:скаты манты:ската манты]
tr: [NAME:manta vatozu:manta vatozları:manta vatozu]
zh_hans: [NAME:蝠鲼:蝠鲼:蝠鲼]

# CREATURE:FISH_RAY_MANTA
source: [CASTE_NAME:manta ray:manta rays:manta ray]
cs: [CASTE_NAME:manta:manta:manta]
de: [CASTE_NAME:Mantarochen:Mantarochen:Mantarochen]
eo: [CASTE_NAME:mantarajo:mantarajoj:de mantarajo]
es: [CASTE_NAME:manta raya:mantas raya:de manta raya]
ja: [CASTE_NAME:マンタレイ:マンタレイ:マンタレイの]
ko: [CASTE_NAME:만타가오리:만타가오리들:만타가오리]
pl: [CASTE_NAME:manta:manty:mantowy]
ru: [CASTE_NAME:скат манта:скаты манты:ската манты]
tr: [CASTE_NAME:manta vatozu:manta vatozları:manta vatozu]
zh_hans: [CASTE_NAME:蝠鲼:蝠鲼:蝠鲼]

# CREATURE:FISH_RAY_MANTA
source: [GENERAL_CHILD_NAME:manta ray pup:manta ray pups]
cs: [GENERAL_CHILD_NAME:mládě manty:mláďata mant]
de: [GENERAL_CHILD_NAME:Mantarochen-Welpen:Mantarochen-Welpen]
eo: [GENERAL_CHILD_NAME:mantarajo:mantarajoj]
es: [GENERAL_CHILD_NAME:cría de manta raya:crías de manta raya]
ja: [GENERAL_CHILD_NAME:マンタレイの稚魚:マンタレイの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 만타가오리:새끼 만타가오리들]
pl: [GENERAL_CHILD_NAME:młody manty:młode manty]
ru: [GENERAL_CHILD_NAME:детёныш ската манты:детёныши ската манты]
tr: [GENERAL_CHILD_NAME:yavru manta vatozu:yavru manta vatozları]
zh_hans: [GENERAL_CHILD_NAME:蝠鲼幼崽:蝠鲼幼崽]

# CREATURE:FISH_RAY_MANTA
source: [PREFSTRING:majesty]
cs: [PREFSTRING:majestátností]
de: [PREFSTRING:majestätisch]
eo: [PREFSTRING:majesto]
es: [PREFSTRING:majestuoso]
ja: [PREFSTRING:威厳]
ko: [PREFSTRING:패왕색]
pl: [PREFSTRING:dostojność]
ru: [PREFSTRING:величие]
tr: [PREFSTRING:görkem]
vi: [PREFSTRING:vẻ uy nghi]
zh_hans: [PREFSTRING:雄伟]

# CREATURE:FISH_RAY_MANTA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:FISH_RAY_MANTA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_STINGRAY
source: [DESCRIPTION:A medium-sized, flat fish. It lives near the beach and will defend itself with sharp barbs.]
cs: [DESCRIPTION:Středně velká plochá ryba žijící u pobřeží. Brání se ostrými ostny.]
de: [DESCRIPTION:Ein mittelgroßer, flacher Fisch. Er lebt in Strandnähe und verteidigt sich mit scharfen Stacheln.]
eo: [DESCRIPTION:Mezgranda plata fiŝo. Ĝi loĝas proksime la plaĝo, kaj defendos sin per akraj pikiloj.]
es: [DESCRIPTION:Un pez mediano. Vive cerca de las playas. Se defenderán con púas afiladas.]
ja: [DESCRIPTION:A medium-sized, flat fish. It lives near the beach and will defend itsエルフ with sharp barbs.]
ko: [DESCRIPTION:중간 크기의 납작한 물고기입니다. 그것은 해변 근처에 살고 날카로운 가시로 자신을 방어할 것입니다.]
pl: [DESCRIPTION:Średniej wielkości, płaska ryba. Żyje blisko plaż i będzie bronić siebie swoimi zadziorami.]
ru: [DESCRIPTION:Плоская рыба среднего размера. Обитает неподалёку от берега и защищает себя при помощи острого шипа на хвосте.]
tr: [DESCRIPTION:Orta büyüklükte, yassı bir balık. Sahile yakın yaşar ve kendini keskin dikenlerle savunur.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình, thân dẹt. Chúng sống gần bãi biển và sẽ tự vệ bằng những ngạnh sắc bén.]
zh_hans: [DESCRIPTION:一种中等尺寸的扁平鱼类，它们生活在海滩附近，会使用锋利的倒刺保护自己。]

# CREATURE:FISH_STINGRAY
source: [NAME:stingray:stingrays:stingray]
cs: [NAME:trnucha:trnuchy:trnucha]
de: [NAME:Stechrochen:Stechrochen:Stechrochen]
eo: [NAME:pikrajo:pikrajoj:de pikrajo]
es: [NAME:raya de aguijón:rayas de aguijón:de raya de aguijón]
ja: [NAME:アカエイ:アカエイ:アカエイの]
ko: [NAME:가오리:가오리들:가오리]
pl: [NAME:płaszczka:płaszczki:płaszczkowy]
ru: [NAME:скат-хвостокол:скаты-хвостоколы:ската-хвостокола]
tr: [NAME:iğneli vatoz:iğneli vatozlar:iğneli vatoz]
zh_hans: [NAME:𫚉鱼:𫚉鱼:𫚉鱼]
