Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# REACTION:CARVE_BONE_GEM
source: [REAGENT:bone:]
cs: [REAGENT:kost:]
de: [REAGENT:Knochen:]
eo: [REAGENT:osto:]
es: [REAGENT:hueso:]
ko: [REAGENT:뼈:]
pl: [REAGENT:kość:]
ru: [REAGENT:кость:]
tr: [REAGENT:kemik:]
vi: [REAGENT:Xương:]
zh_hans: [REAGENT:骨骼:]

# REACTION:CARVE_BONE_GEM
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:CARVE_BONE_GEM
source: [PRODUCT:100:1:GEM:NONE:GET_MATERIAL_FROM_REAGENT:bone:]
cs: [PRODUCT:100:1:GEM:NONE:GET_MATERIAL_FROM_REAGENT:kost:]
de: [PRODUCT:100:1:GEM:NONE:GET_MATERIAL_FROM_REAGENT:Knochen:]
eo: [PRODUCT:100:1:GEM:NONE:GET_MATERIAL_FROM_REAGENT:osto:]
es: [PRODUCT:100:1:GEM:NONE:GET_MATERIAL_FROM_REAGENT:hueso:]
ko: [PRODUCT:100:1:GEM:NONE:GET_MATERIAL_FROM_REAGENT:뼈:]
ru: [PRODUCT:100:1:GEM:NONE:GET_MATERIAL_FROM_REAGENT:кость:]
tr: [PRODUCT:100:1:MÜCEVHER:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kemik:]
vi: [PRODUCT:100:1:GEM:NONE:GET_MATERIAL_FROM_REAGENT:Xương:]
zh_hans: [PRODUCT:100:1:GEM:NONE:GET_MATERIAL_FROM_REAGENT:骨骼:]

# REACTION:CARVE_BONE_GEM
source: [PRODUCT_TOKEN:gem]
cs: [PRODUCT_TOKEN:klenot]
de: [PRODUCT_TOKEN:Edelstein]
eo: [PRODUCT_TOKEN:gemo]
es: [PRODUCT_TOKEN:gema]
ko: [PRODUCT_TOKEN:보석]
pl: [PRODUCT_TOKEN:kamień szlachetny]
ru: [PRODUCT_TOKEN:самоцвет]
tr: [PRODUCT_TOKEN:mücevher]
vi: [PRODUCT_TOKEN:đá quý]
zh_hans: [PRODUCT_TOKEN:宝石]

# REACTION:CARVE_WOODEN_HELVE
source: [NAME:carve wooden helve from branch]
cs: [NAME:vyřezat dřevené topůrko z větve]
de: [NAME:Holzhelm schnitzen]
eo: [NAME:tajli branĉon en lignan tenilon]
es: [NAME:tallar helve de madera de la rama]
ja: [NAME:木の柄に彫刻]
ko: [NAME:나뭇가지로 나무 손잡이 깎기]
pl: [NAME: wyrzeźbiony drewniany trzonek z gałęzi]
ru: [NAME:вырезать деревянный черенок из ветки]
tr: [NAME:daldan ahşap balta sapı oy]
vi: [NAME:Chạm khắc cán gỗ từ cành cây]
zh_hans: [NAME:用枝条雕刻木柄]

# REACTION:CARVE_WOODEN_HELVE
source: [REAGENT:branch:]
cs: [REAGENT:větev:]
de: [REAGENT:Zweig:]
eo: [REAGENT:branĉo:]
es: [REAGENT:rama:]
ko: [REAGENT:나뭇가지:]
pl: [REAGENT:gałąź:]
ru: [REAGENT:ветка:]
tr: [REAGENT:dal:]
vi: [REAGENT:nhánh:]
zh_hans: [REAGENT:枝条:]

# REACTION:CARVE_WOODEN_HELVE
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:CARVE_WOODEN_HELVE
source: [PRODUCT:100:1:TOOL:ITEM_TOOL_HELVE:GET_MATERIAL_FROM_REAGENT:branch:]
cs: [PRODUCT:100:1:TOOL:ITEM_TOOL_HELVE:GET_MATERIAL_FROM_REAGENT:větev:]
de: [PRODUCT:100:1:TOOL:ITEM_TOOL_HELVE:GET_MATERIAL_FROM_REAGENT:Ast:]
eo: [PRODUCT:100:1:TOOL:ITEM_TOOL_HELVE:GET_MATERIAL_FROM_REAGENT:branĉo:]
es: [PRODUCT:100:1:TOOL:ITEM_TOOL_HELVE:GET_MATERIAL_FROM_REAGENT:rama:]
ko: [PRODUCT:100:1:TOOL:ITEM_TOOL_HELVE:GET_MATERIAL_FROM_REAGENT:나뭇가지:]
ru: [PRODUCT:100:1:TOOL:ITEM_TOOL_HELVE:GET_MATERIAL_FROM_REAGENT:ветка:]
tr: [PRODUCT:100:1:ALET:ITEM_TOOL_HELVE:REAKTİFTEN_MALZEME_AL:dal:]
vi: [PRODUCT:100:1:TOOL:ITEM_TOOL_HELVE:GET_MATERIAL_FROM_REAGENT:nhánh:]
zh_hans: [PRODUCT:100:1:TOOL:ITEM_TOOL_HELVE:GET_MATERIAL_FROM_REAGENT:枝条:]

# REACTION:CARVE_WOODEN_HELVE
source: [PRODUCT_TOKEN:helve]
cs: [PRODUCT_TOKEN:topůrko]
de: [PRODUCT_TOKEN:Stiel]
eo: [PRODUCT_TOKEN:tenilo]
es: [PRODUCT_TOKEN:empuñadura]
ko: [PRODUCT_TOKEN:자루]
pl: [PRODUCT_TOKEN:trzonek]
ru: [PRODUCT_TOKEN:черенок]
tr: [PRODUCT_TOKEN:balta sapı]
vi: [PRODUCT_TOKEN:Cán rìu]
zh_hans: [PRODUCT_TOKEN:柄]

# REACTION:ASSEMBLE STONE AXE
source: [NAME:assemble stone axe]
cs: [NAME:sestavit kamennou sekeru]
de: [NAME:Steinaxt zusammenbauen]
eo: [NAME:munti ŝtonan hakilon]
es: [NAME:ensamblar hacha de piedra]
ja: [NAME:石斧を組み立てる]
ko: [NAME:돌도끼 조합]
pl: [NAME:zmontowana kamienna siekiera]
ru: [NAME:собирать каменный топор]
tr: [NAME:taş balta monte et]
vi: [NAME:Lắp ráp rìu đá]
zh_hans: [NAME:组装石斧]

# REACTION:ASSEMBLE STONE AXE
source: [REAGENT:helve:]
cs: [REAGENT:topůrko:]
de: [REAGENT:Stiel:]
eo: [REAGENT:tenilo:]
es: [REAGENT:empuñadura:]
ko: [REAGENT:손잡이:]
pl: [REAGENT:trzonek:]
ru: [REAGENT:черенок:]
tr: [REAGENT:balta sapı:]
vi: [REAGENT:Cán rìu:]
zh_hans: [REAGENT:柄:]

# REACTION:ASSEMBLE STONE AXE
source: [REAGENT:stone:]
cs: [REAGENT:kámen:]
de: [REAGENT:Stein:]
eo: [REAGENT:ŝtono:]
es: [REAGENT:piedra:]
ko: [REAGENT:돌:]
pl: [REAGENT:kamień:]
ru: [REAGENT:камень:]
tr: [REAGENT:taş:]
vi: [REAGENT:đá:]
zh_hans: [REAGENT:石材:]

# REACTION:ASSEMBLE STONE AXE
source: [PRODUCT:100:1:TOOL:ITEM_TOOL_STONE_AXE:GET_MATERIAL_FROM_REAGENT:stone:]
cs: [PRODUCT:100:1:TOOL:ITEM_TOOL_STONE_AXE:GET_MATERIAL_FROM_REAGENT:kámen:]
de: [PRODUCT:100:1:TOOL:ITEM_TOOL_STONE_AXE:GET_MATERIAL_FROM_REAGENT:Stein:]
eo: [PRODUCT:100:1:TOOL:ITEM_TOOL_STONE_AXE:GET_MATERIAL_FROM_REAGENT:ŝtono:]
es: [PRODUCT:100:1:TOOL:ITEM_TOOL_STONE_AXE:GET_MATERIAL_FROM_REAGENT:piedra:]
ko: [PRODUCT:100:1:TOOL:ITEM_TOOL_STONE_AXE:GET_MATERIAL_FROM_REAGENT:돌:]
pl: [PRODUCT:100:1:TOOL:ITEM_TOOL_STONE_AXE:GET_MATERIAL_FROM_REAGENT:kamień:]
ru: [PRODUCT:100:1:TOOL:ITEM_TOOL_STONE_AXE:GET_MATERIAL_FROM_REAGENT:камень:]
tr: [PRODUCT:100:1:ALET:ITEM_TOOL_STONE_AXE:REAKTİFTEN_MALZEME_AL:taş:]
vi: [PRODUCT:100:1:TOOL:ITEM_TOOL_STONE_AXE:GET_MATERIAL_FROM_REAGENT:đá:]
zh_hans: [PRODUCT:100:1:TOOL:ITEM_TOOL_STONE_AXE:GET_MATERIAL_FROM_REAGENT:石材:]

# REACTION:ASSEMBLE STONE AXE
source: [PRODUCT_TOKEN:axe]
cs: [PRODUCT_TOKEN:sekera]
de: [PRODUCT_TOKEN:Axt]
eo: [PRODUCT_TOKEN:hakilo]
es: [PRODUCT_TOKEN:hacha]
ko: [PRODUCT_TOKEN:도끼]
pl: [PRODUCT_TOKEN:siekiera]
ru: [PRODUCT_TOKEN:топор]
tr: [PRODUCT_TOKEN:balta]
vi: [PRODUCT_TOKEN:Rìu]
zh_hans: [PRODUCT_TOKEN:斧]

# REACTION:MAKE WOODEN DISPLAY CASE
source: [NAME:make display case]
cs: [NAME:vyrobit vitrínu]
de: [NAME:Vitrine herstellen]
eo: [NAME:fari montrokeston]
es: [NAME:hacer estuche de muestra]
ja: [NAME:展示ケースを作る]
ko: [NAME:진열장 만들기]
pl: [NAME:zrób gablote]
ru: [NAME:изготовить витрину]
tr: [NAME:vitrin yap]
vi: [NAME:Chế tạo tủ trưng bày]
zh_hans: [NAME:制作展示柜]

# REACTION:MAKE WOODEN DISPLAY CASE
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN DISPLAY CASE
source: [REAGENT:window:]
cs: [REAGENT:okno:]
de: [REAGENT:Fenster:]
eo: [REAGENT:fenestro:]
es: [REAGENT:ventana:]
ko: [REAGENT:창문:]
pl: [REAGENT:okno:]
ru: [REAGENT:окно:]
tr: [REAGENT:pencere:]
vi: [REAGENT:cửa sổ:]
zh_hans: [REAGENT:窗:]

# REACTION:MAKE WOODEN DISPLAY CASE
source: [PRODUCT:100:1:TOOL:ITEM_TOOL_DISPLAY_CASE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:TOOL:ITEM_TOOL_DISPLAY_CASE:GET_MATERIAL_FROM_REAGENT:špalek:]
de: [PRODUCT:100:1:TOOL:ITEM_TOOL_DISPLAY_CASE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:TOOL:ITEM_TOOL_DISPLAY_CASE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:TOOL:ITEM_TOOL_DISPLAY_CASE:GET_MATERIAL_FROM_REAGENT:registro:]
ko: [PRODUCT:100:1:TOOL:ITEM_TOOL_DISPLAY_CASE:GET_MATERIAL_FROM_REAGENT:통나무:]
pl: [PRODUCT:100:1:TOOL:ITEM_TOOL_DISPLAY_CASE:GET_MATERIAL_FROM_REAGENT:dziennik:]
ru: [PRODUCT:100:1:TOOL:ITEM_TOOL_DISPLAY_CASE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:ALET:ITEM_TOOL_DISPLAY_CASE:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:TOOL:ITEM_TOOL_DISPLAY_CASE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:TOOL:ITEM_TOOL_DISPLAY_CASE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:BITUMINOUS_COAL_TO_COKE
source: [NAME:make coke from bituminous coal]
cs: [NAME:vyrobit koks z černého uhlí]
de: [NAME:Koks aus Steinkohle herstellen]
eo: [NAME:fari koakson el bitumkarbo]
es: [NAME:hacer coque a base de hulla]
ja: [NAME:瀝青炭からコークスを作成]
ko: [NAME:역청탄으로 코크스 만들기]
pl: [NAME:zrób koks z węgla kamiennego]
ru: [NAME:делать кокс из каменного угля]
tr: [NAME:bitümlü kömürden kok kömürü yap]
vi: [NAME:Luyện than cốc từ than bitum]
zh_hans: [NAME:用烟煤制焦炭]

# REACTION:LIGNITE_TO_COKE
source: [NAME:make coke from lignite]
cs: [NAME:vyrobit koks z hnědého uhlí]
de: [NAME:Koks aus Braunkohle herstellen]
eo: [NAME:fari koakson el lignito]
es: [NAME:hacer coque a base de lignitio]
ja: [NAME:褐炭からコークスを作成]
ko: [NAME:갈탄으로 코크스 만들기]
pl: [NAME:zrób koks z węgla brunatnego]
ru: [NAME:делать кокс из бурого угля]
tr: [NAME:linyitten kok kömürü yap]
vi: [NAME:Luyện than cốc từ than non]
zh_hans: [NAME:用褐煤制焦炭]

# REACTION:BRASS_MAKING
source: [NAME:make brass bars (use ore)]
cs: [NAME:vyrobit mosazné tyče (použijte rudu)]
de: [NAME:Messingbarren herstellen (Erze verwenden)]
eo: [NAME:fari latunajn stangojn (uzu minaĵon)]
es: [NAME:hacer barras de latón (usa mena)]
ja: [NAME:真鍮の延べ棒を作成(鉱石から)]
ko: [NAME:황동 주괴 만들기 (광석 사용)]
pl: [NAME:zrób mosiężne sztabki (użyj rudy)]
ru: [NAME:делать латунные слитки (из руды)]
tr: [NAME:pirinç külçeler yap (cevher kullan)]
vi: [NAME:Đúc thanh đồng thau (dùng quặng)]
zh_hans: [NAME:制作铜锭(使用矿石)]

# REACTION:BRASS_MAKING2
source: [NAME:make brass bars (use bars)]
cs: [NAME:vyrobit mosazné tyče (použijte tyče)]
de: [NAME:Messingbarren herstellen (Barren verwenden)]
eo: [NAME:fari latunajn stangojn (uzi stangojn)]
es: [NAME:hacer barras de latón (usa barras)]
ja: [NAME:真鍮の延べ棒を作成(延べ棒から)]
ko: [NAME:황동 주괴 만들기 (주괴 사용)]
pl: [NAME:zrób mosiężne sztabki (użyj sztabek)]
ru: [NAME:делать латунные слитки (из слитков)]
tr: [NAME:pirinç külçeler yap (külçe kullan)]
vi: [NAME:Đúc thanh đồng thau (dùng thanh thỏi)]
zh_hans: [NAME:制作黄铜锭(使用条锭)]

# REACTION:BRONZE_MAKING
source: [NAME:make bronze bars (use ore)]
cs: [NAME:vyrobit bronzové tyče (použijte rudu)]
de: [NAME:schmelze Bronzebarren(nutze Erz)]
eo: [NAME:fari bronzajn stangojn (uzu minaĵon)]
es: [NAME:hacer barras de bronce (usa mena)]
ja: [NAME:青銅の延べ棒を作成 (鉱石から)]
ko: [NAME:청동 주괴 만들기 (광석 사용)]
pl: [NAME:zrób sztabki z brazu (użyj rudy)]
ru: [NAME:делать бронзовые слитки (из руды)]
tr: [NAME:bronz külçeler yap (cevher kullan)]
vi: [NAME:Đúc thanh đồng thiếc (dùng quặng)]
zh_hans: [NAME:制作青铜锭(使用矿石)]

# REACTION:BRONZE_MAKING2
source: [NAME:make bronze bars (use bars)]
cs: [NAME:vyrobit bronzové tyče (použijte tyče)]
de: [NAME:schmelze Bronzebarren(nutze Barren)]
eo: [NAME:fari bronzajn stangojn (uzi stangojn)]
es: [NAME:hacer barras de bronce (usa barras)]
ja: [NAME:青銅の延べ棒を作成 (延べ棒から)]
ko: [NAME:청동 주괴 만들기 (주괴 사용)]
pl: [NAME:zrób sztabki z brazu (użyj sztabek)]
ru: [NAME:делать бронзовые слитки (из слитков)]
tr: [NAME:bronz külçeler yap (külçe kullan)]
vi: [NAME:Đúc thanh đồng thiếc (dùng thanh thỏi)]
zh_hans: [NAME:制作青铜锭(使用条锭)]

# REACTION:ELECTRUM_MAKING
source: [NAME:make electrum bars (use ore)]
cs: [NAME:vyrobit elektrumové tyče (použijte rudu)]
de: [NAME:Elektrumbarren herstellen (Erze verwenden)]
eo: [NAME:fari elektrumajn stangojn (uzu minaĵon)]
es: [NAME:hacer barras de electro (usa mena)]
ja: [NAME:琥珀金の延べ棒を作成 (鉱石から)]
ko: [NAME:엘렉트럼 주괴 만들기 (광석 사용)]
pl: [NAME:zrób elektrumowe sztabki (użyj rudy)]
ru: [NAME:делать слитки электрума (из руды)]
tr: [NAME:elektrum külçeler yap (cevher kullan)]
vi: [NAME:Đúc thanh hợp kim vàng bạc (dùng quặng)]
zh_hans: [NAME:制作琥珀金锭(使用矿石)]

# REACTION:ELECTRUM_MAKING2
source: [NAME:make electrum bars (use bars)]
cs: [NAME:vyrobit elektrumové tyče (použijte tyče)]
de: [NAME:Elektrumbarren herstellen (Barren verwenden)]
eo: [NAME:fari elektrumajn stangojn (uzi stangojn)]
es: [NAME:hacer barras de electro (usa barras)]
ja: [NAME:琥珀金の延べ棒を作成 (延べ棒から)]
ko: [NAME:엘렉트럼 주괴 만들기 (주괴 사용)]
pl: [NAME:zrób elektrumowe sztabki (użyj sztabek)]
ru: [NAME:делать слитки электрума (из слитков)]
tr: [NAME:elektrum külçeler yap (külçe kullan)]
vi: [NAME:Đúc thanh hợp kim vàng bạc (dùng thanh thỏi)]
zh_hans: [NAME:制作琥珀金锭(使用条锭)]

# REACTION:BILLON_MAKING
source: [NAME:make billon bars (use ore)]
cs: [NAME:vyrobit billonové tyče (použijte rudu)]
de: [NAME:Billonbarren herstellen (Erz verwenden)]
eo: [NAME:fari bilonajn stangojn (uzu minaĵon)]
es: [NAME:hacer billones de barras (usa mena)]
ja: [NAME:ビヨンの延べ棒を作成 (鉱石から)]
ko: [NAME:은동 주괴 만들기 (광석 사용)]
pl: [NAME:zrób bilonowe sztabki (użyj rudy)]
ru: [NAME:делать слитки биллона (из руды)]
tr: [NAME:bilyon külçeler yap (cevher kullan)]
vi: [NAME:Đúc thanh hợp kim bạc đồng (dùng quặng)]
zh_hans: [NAME:制作铸币银锭(使用矿石)]

# REACTION:BILLON_MAKING2
source: [NAME:make billon bars (use bars)]
cs: [NAME:vyrobit billonové tyče (použijte tyče)]
de: [NAME:Billonbarren herstellen (Barren verwenden)]
eo: [NAME:fari bilonajn stangojn (uzi stangojn)]
es: [NAME:hacer billones de barras (usa barras)]
ja: [NAME:ビヨンの延べ棒を作成 (延べ棒から)]
ko: [NAME:은동 주괴 만들기 (주괴 사용)]
pl: [NAME:zrób bilonowe sztabki (użyj sztabek)]
ru: [NAME:делать слитки биллона (из слитков)]
tr: [NAME:bilyon külçeler yap (külçe kullan)]
vi: [NAME:Đúc thanh hợp kim bạc đồng (dùng thanh thỏi)]
zh_hans: [NAME:制作铸币银锭(使用条锭)]

# REACTION:PEWTER_FINE_MAKING
source: [NAME:make fine pewter bars (use ore)]
cs: [NAME:vyrobit jemné cínové tyče (použijte rudu)]
de: [NAME:Feinzinnbarren herstellen (Erze verwenden)]
eo: [NAME:fari fajnpeltrajn stangojn (uzu minaĵon)]
es: [NAME:hacer barras finas de peltre (usar mineral)]
ja: [NAME:高品位ピューターの延べ棒を作成 (鉱石から)]
ko: [NAME:고급 백랍 주괴 만들기 (광석 사용)]
pl: [NAME:zrób sztabki z czystego cynołowiu (użyj rudy)]
ru: [NAME:делать слитки хорошего пьютера (из руды)]
tr: [NAME:has kalay külçeler yap (cevher kullan)]
vi: [NAME:chế tạo thanh pewter tinh xảo (dùng quặng)]
zh_hans: [NAME:制作精白锡锭(使用矿石)]

# REACTION:PEWTER_FINE_MAKING2
source: [NAME:make fine pewter bars (use bars)]
cs: [NAME:vyrobit jemné cínové tyče (použijte tyče)]
de: [NAME:Feinzinnbarren herstellen (Barren verwenden)]
eo: [NAME:fari fajnpeltrajn stangojn (uzi stangojn)]
es: [NAME:hacer barras finas de peltre (usar barras)]
ja: [NAME:高品位ピューターの延べ棒を作成 (延べ棒から)]
ko: [NAME:고급 백랍 주괴 만들기 (주괴 사용)]
pl: [NAME:zrób sztabki z czystego cynołowiu (użyj sztabek)]
ru: [NAME:делать слитки хорошего пьютера (из слитков)]
tr: [NAME:has kalay külçeler yap (külçe kullan)]
vi: [NAME:chế tạo thanh pewter tinh xảo (dùng thanh kim loại)]
zh_hans: [NAME:制作精白锡锭(使用条锭)]

# REACTION:PEWTER_TRIFLE_MAKING
source: [NAME:make trifle pewter bars (use ore)]
cs: [NAME:vyrobit drobné cínové tyče (použijte rudu)]
de: [NAME:Kleinzinnbarren herstellen (Erz verwenden)]
eo: [NAME:fari duonfajnpeltrajn stangojn (uzu minaĵon)]
es: [NAME:hacer barras de peltre sin usar (usar mineral)]
ja: [NAME:中品位ピューターの延べ棒を作成 (鉱石から)]
ko: [NAME:싸구려 백랍 주괴 만들기 (광석 사용)]
pl: [NAME:zrób drobne cynołowe sztabki (użyj rudy)]
ru: [NAME:делать слитки простого пьютера (из руды)]
tr: [NAME:adi kalay külçeler yap (cevher kullan)]
vi: [NAME:chế tạo thanh pewter thường (dùng quặng)]
zh_hans: [NAME:制作廉白锡锭(使用矿石)]

# REACTION:PEWTER_TRIFLE_MAKING2
source: [NAME:make trifle pewter bars (use bars)]
cs: [NAME:vyrobit drobné cínové tyče (použijte tyče)]
de: [NAME:Kleinzinnbarren herstellen (Barren verwenden)]
eo: [NAME:fari duonfajnpeltrajn stangojn (uzi stangojn)]
es: [NAME:hacer barras de peltre sin usar (usar barras)]
ja: [NAME:低品位ピューターの延べ棒を作成 (鉱石から)]
ko: [NAME:싸구려 백랍 주괴 만들기 (주괴 사용)]
pl: [NAME:zrób drobne cynołowe sztabki (użyj sztabek)]
ru: [NAME:делать слитки простого пьютера (из слитков)]
tr: [NAME:adi kalay külçeler yap (külçe kullan)]
vi: [NAME:chế tạo thanh pewter thường (dùng thanh kim loại)]
zh_hans: [NAME:制作廉白锡锭(使用条锭)]

# REACTION:PEWTER_LAY_MAKING
source: [NAME:make lay pewter bars (use bars)]
cs: [NAME:vyrobit pokládací cínové tyče (použijte tyče)]
de: [NAME:Bleizinnbarren herstellen (Barren verwenden)]
eo: [NAME:fari malfajnpeltrajn stangojn (uzi stangojn)]
es: [NAME:hacer barras de estaño en peltre (usar barras)]
ja: [NAME:低品位ピューターの延べ棒を作成 (延べ棒から)]
ko: [NAME:일반 백랍 주괴 만들기 (주괴 사용)]
pl: [NAME:zrób warstwowe cynołowe sztabki (użyj sztabek)]
ru: [NAME:делать слитки мирского пьютера (из слитков)]
tr: [NAME:levha kalay külçeler yap (külçe kullan)]
vi: [NAME:chế tạo thanh pewter tiêu chuẩn (dùng thanh kim loại)]
zh_hans: [NAME:制作劣白锡锭 (使用条锭)]

# REACTION:PIG_IRON_MAKING
source: [NAME:make pig iron bars]
cs: [NAME:vyrobit tyče ze surového železa]
de: [NAME:schmelze Roheisenbarren]
eo: [NAME:fari krudferajn stangojn]
es: [NAME:hacer barras de arrabio]
ja: [NAME:銑鉄の延べ棒を作成]
ko: [NAME:선철 주괴 만들기]
pl: [NAME:zrób sztabki z surówki hutniczej]
ru: [NAME:делать слитки чугуна]
tr: [NAME:pik demir külçeler yap]
vi: [NAME:chế tạo thanh gang thô]
zh_hans: [NAME:制作生铁锭]

# REACTION:STEEL_MAKING
source: [NAME:make steel bars]
cs: [NAME:vyrobit ocelové tyče]
de: [NAME:Stahlbarren herstellen]
eo: [NAME:fari ŝtalajn stangojn]
es: [NAME:hacer lingotes de acero]
ja: [NAME:鋼の延べ棒を作成]
ko: [NAME:강철 주괴 만들기]
pl: [NAME:zrób stalowe sztabki]
ru: [NAME:делать стальные слитки]
tr: [NAME:çelik külçeler yap]
vi: [NAME:chế tạo thanh thép]
zh_hans: [NAME:制作钢锭]

# REACTION:NICKEL_SILVER_MAKING
source: [NAME:make nickel silver bars]
cs: [NAME:vyrobit niklové střibrné tyče]
de: [NAME:Neusilberbarren herstellen]
eo: [NAME:fari arĝentanajn stangojn]
es: [NAME:hacer barras de plata de níquel]
ja: [NAME:洋白の延べ棒を作成]
ko: [NAME:양은 주괴 만들기]
pl: [NAME:zrób niklowane srebrne sztabki]
ru: [NAME:делать слитки нейзильбера]
tr: [NAME:nikel gümüşü külçeler yap]
vi: [NAME:chế tạo thanh bạc Đức]
zh_hans: [NAME:制作镍银锭]

# REACTION:BLACK_BRONZE_MAKING
source: [NAME:make black bronze bars]
cs: [NAME:vyrobit černé bronzové tyče]
de: [NAME:Schwarzbronzebarren herstellen]
eo: [NAME:fari stangojn el nigra bronzo]
es: [NAME:hacer lingotes de bronce negro]
ja: [NAME:ブラックブロンズの延べ棒を作成]
ko: [NAME:흑청동 주괴 만들기]
pl: [NAME:zrób hepatizonowe sztabki]
ru: [NAME:делать слитки чёрной бронзы]
tr: [NAME:kara bronz külçeler yap]
vi: [NAME:chế tạo thanh đồng đen]
zh_hans: [NAME:制作乌青铜锭]

# REACTION:STERLING_SILVER_MAKING
source: [NAME:make sterling silver bars]
cs: [NAME:vyrobit mincovní střibrné tyče]
de: [NAME:Sterlingsilberbarren herstellen]
eo: [NAME:fari sterlingarĝentajn stangojn]
es: [NAME:hacer barras de plata esterlina]
ja: [NAME:スターリングシルバーの延べ棒を作成]
ko: [NAME:스털링 실버 주괴 만들기]
pl: [NAME:zrób sztabki ze stopu srebra]
ru: [NAME:делать слитки стерлингова серебра]
tr: [NAME:som gümüş külçeler yap]
vi: [NAME:chế tạo thanh bạc sterling]
zh_hans: [NAME:制作标准银锭]

# REACTION:ROSE_GOLD_MAKING
source: [NAME:make rose gold bars]
cs: [NAME:vyrobit růžové zlaté tyče]
de: [NAME:Roségoldbarren herstellen]
eo: [NAME:fari stangojn el rozkolora oro]
es: [NAME:barras de oro rosado]
ja: [NAME:ローズゴールドの延べ棒を作成]
ko: [NAME:로즈골드 주괴 만들기]
pl: [NAME:zrób sztabki różowego złota]
ru: [NAME:делать слитки розового золота]
tr: [NAME:gül altın külçeler yap]
vi: [NAME:chế tạo thanh vàng hồng]
zh_hans: [NAME:制作玫瑰金锭]

# REACTION:BISMUTH_BRONZE_MAKING
source: [NAME:make bismuth bronze bars]
cs: [NAME:vyrobit vizmutové bronzové tyče]
de: [NAME:Wismut-Bronzebarren herstellen]
eo: [NAME:fari bismut-bronzajn stangojn]
es: [NAME:hacer barras de bronce bismuto]
ja: [NAME:ビスマス青銅の延べ棒を作成]
ko: [NAME:비스무트 청동 주괴 만들기]
pl: [NAME:zrób sztabki brązu bizmutu]
ru: [NAME:делать слитки висмутовой бронзы]
tr: [NAME:bizmut bronz külçeler yap]
vi: [NAME:chế tạo thanh đồng bismuth]
zh_hans: [NAME:制作铋青铜锭]

# REACTION:ADAMANTINE_WAFERS
source: [NAME:make adamantine wafers]
cs: [NAME:vyrobit adamantinové oplatky]
de: [NAME:Adamant-Oblaten herstellen]
eo: [NAME:fari adamantajn oblatojn]
es: [NAME:hacer obleas de adamantino]
ja: [NAME:アダマンタイトの薄板を作成]
ko: [NAME:아다만틴 조각 제작]
pl: [NAME:zrób adamantowe opłaty]
ru: [NAME:делать адамантиновые пластины]
tr: [NAME:adamantin pullar yap]
vi: [NAME:chế tạo lá adamantine]
zh_hans: [NAME:制作精金薄片]

# CREATURE:ELEMENTMAN_MAGMA
source: [TISSUE_NAME:magma:NP]
eo: [TISSUE_NAME:magmo:NP]
ja: [TISSUE_NAME:マグマ:NP]
ko: [TISSUE_NAME:마그마:NP]
ru: [TISSUE_NAME:магма:NP]

# CREATURE:BUSHMASTER_MAN
source: [CVCT_TARGET:bushmaster]
cs: [CVCT_TARGET:surukuku]
de: [CVCT_TARGET:Buschmeister]
eo: [CVCT_TARGET:surukuku]
es: [CVCT_TARGET:cascabel muda]
ja: [CVCT_TARGET:ブッシュマスター]
ko: [CVCT_TARGET:부시마스터]
ru: [CVCT_TARGET:бушмейстера]
vi: [CVCT_TARGET:rắn bushmaster]

# CREATURE:GIANT_BUSHMASTER
source: [CVCT_TARGET:bushmaster]
cs: [CVCT_TARGET:surukuku]
de: [CVCT_TARGET:Buschmeister]
eo: [CVCT_TARGET:surukuku]
es: [CVCT_TARGET:cascabel muda]
ja: [CVCT_TARGET:ブッシュマスター]
ko: [CVCT_TARGET:부시마스터]
ru: [CVCT_TARGET:бушмейстера]
vi: [CVCT_TARGET:rắn bushmaster]

# CREATURE:TAPIR_MAN
source: [CVCT_TARGET:tapir]
cs: [CVCT_TARGET:tapír]
ko: [CVCT_TARGET:맥]
ru: [CVCT_TARGET:тапир]

# CREATURE:GIANT_TAPIR
source: [CVCT_TARGET:tapir]
cs: [CVCT_TARGET:tapír]
ko: [CVCT_TARGET:맥]
ru: [CVCT_TARGET:тапир]

# SHAPE:OVAL_CABOCHON
source: [ADJ:oval]
cs: [ADJ:oválný]
eo: [ADJ:ovala]
es: [ADJ:ovalado]
ko: [ADJ:타원]
ru: [ADJ:овальный]
vi: [ADJ:hình bầu dục]

# INORGANIC:MORION
source: [IS_GEM:morion:STP:]
de: [IS_GEM:Rauchquarz:STP:]
eo: [IS_GEM:moriono:morionoj:]
ja: [IS_GEM:黒水晶:STP:]
ko: [IS_GEM:모리온:STP:]
ru: [IS_GEM:морион:морионы:]
zh_hans: [IS_GEM:墨晶:STP:]

# INORGANIC:PRASE OPAL
source: [IS_GEM:prase opal:STP:]
cs: [IS_GEM:prasový opál:STP:]
de: [IS_GEM:Prasem-Opal:STP:]
eo: [IS_GEM:krizopras-opalo:krizopras-opaloj:]
es: [IS_GEM:ópalode cuarzo:STP:]
ja: [IS_GEM:プレイズオパール:STP:]
ko: [IS_GEM:프레이즈 오팔:STP:]
ru: [IS_GEM:прозапал:прозапалы:]
zh_hans: [IS_GEM:绿蛋白石:STP:]

# INORGANIC:SARD
source: [IS_GEM:sard:STP:]
de: [IS_GEM:Sarder:STP:]
eo: [IS_GEM:sardo:sardoj:]
es: [IS_GEM:sardo:STP:]
ja: [IS_GEM:紅縞瑪瑙:STP:]
ko: [IS_GEM:사아드:STP:]
ru: [IS_GEM:сард:сарды:]
zh_hans: [IS_GEM:肉红玉髓:STP:]

# INORGANIC:JASPER OPAL
source: [IS_GEM:jasper opal:STP:]
cs: [IS_GEM:jaspisový opál:STP:]
de: [IS_GEM:Jaspisopal:STP:]
eo: [IS_GEM:jaspo-opalo:jaspo-opaloj:]
es: [IS_GEM:opalo de jaspe:STP:]
ja: [IS_GEM:ジャスパーオパール:STP:]
ko: [IS_GEM:벽옥 오팔:STP:]
ru: [IS_GEM:яшмовый опал:яшмовые опалы:]

# INORGANIC:DEMANTOID
source: [IS_GEM:demantoid:STP:]
eo: [IS_GEM:verdandradito:verdandraditoj:]
es: [IS_GEM:demantoide:STP:]
ja: [IS_GEM:デマントイドガーネット:STP:]
ko: [IS_GEM:디맨토이드:STP:]
ru: [IS_GEM:демантоид:демантоиды:]

# INORGANIC:PERIDOT
source: [IS_GEM:peridot:STP:]
de: [IS_GEM:Olivin:STP:]
eo: [IS_GEM:peridoto:peridotoj:]
es: [IS_GEM:peridoto:STP:]
ja: [IS_GEM:ペリドット:STP:]
ko: [IS_GEM:페리도트:STP:]
ru: [IS_GEM:хризолит:хризолиты:]

# INORGANIC:OPAL_CLARO
source: [IS_GEM:claro opal:STP:]
cs: [IS_GEM:claro opál:STP:]
eo: [IS_GEM:klaropalo:klaropaloj:]
es: [IS_GEM:ópalo claro:STP:]
ja: [IS_GEM:クラロオパール:STP:]
ko: [IS_GEM:클라로우 오팔:STP:]
ru: [IS_GEM:чистый опал:чистые опалы:]

# INORGANIC:OPAL_LEVIN
source: [IS_GEM:levin opal:STP:]
cs: [IS_GEM:levinový opál:STP:]
de: [IS_GEM:Blitz-Opal:STP:]
eo: [IS_GEM:fulmopalo:fulmopaloj:]
es: [IS_GEM:ópalo turbulento:STP:]
ja: [IS_GEM:レビンオパール:STP:]
ko: [IS_GEM:레빈 오팔:STP:]
ru: [IS_GEM:молниевый опал:молниевые опалы:]

# INORGANIC:REALGAR
source: [STATE_NAME_ADJ:ALL_SOLID:realgar]
de: [STATE_NAME_ADJ:ALL_SOLID:Rauschrot]
eo: [STATE_NAME_ADJ:ALL_SOLID:realgaro]
es: [STATE_NAME_ADJ:ALL_SOLID:rejalgar]
ja: [STATE_NAME_ADJ:ALL_SOLID:鶏冠石]
ko: [STATE_NAME_ADJ:ALL_SOLID:계관석]
ru: [STATE_NAME_ADJ:ALL_SOLID:реальгар]
vi: [STATE_NAME_ADJ:ALL_SOLID:thực hoàng]

# INORGANIC:SILT
source: [STATE_NAME_ADJ:ALL_SOLID:silt]
cs: [STATE_NAME_ADJ:ALL_SOLID:bahno]
de: [STATE_NAME_ADJ:ALL_SOLID:Schlamm]
eo: [STATE_NAME_ADJ:ALL_SOLID:silto]
es: [STATE_NAME_ADJ:ALL_SOLID:limo]
ja: [STATE_NAME_ADJ:ALL_SOLID:沈泥]
ko: [STATE_NAME_ADJ:ALL_SOLID:질퍽한]
ru: [STATE_NAME_ADJ:ALL_SOLID:ил]
vi: [STATE_NAME_ADJ:ALL_SOLID:phù sa]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:淤泥的]

# MATERIAL_TEMPLATE:STONE_TEMPLATE
source: [STATE_NAME:LIQUID:magma]
cs: [STATE_NAME:LIQUID:magmata]
eo: [STATE_NAME:LIQUID:magmo]
ja: [STATE_NAME:LIQUID:マグマ]
ko: [STATE_NAME:LIQUID:마그마]
ru: [STATE_NAME:LIQUID:магма]
zh_hans: [STATE_NAME:LIQUID:岩浆]
