Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:KOALA
source: [NAME:koala:koalas:koala]
cs: [NAME:koala:koaly:koalu]
eo: [NAME:koalo:koaloj:de koalo]
ja: [NAME:コアラ:コアラ:コアラの]
ko: [NAME:코알라:코알라들:코알라]
pl: [NAME:koala:koale:koali]
ru: [NAME:коала:коалы:коалы]
tr: [NAME:koala:koalalar:koala]

# CREATURE:KOALA
source: [CASTE_NAME:koala:koalas:koala]
cs: [CASTE_NAME:koala:koaly:koalu]
eo: [CASTE_NAME:koalo:koaloj:de koalo]
ja: [CASTE_NAME:コアラ:コアラ:コアラの]
pl: [CASTE_NAME:koala:koale:koali]
ru: [CASTE_NAME:коала:коалы:коалы]
tr: [CASTE_NAME:koala:koalalar:koala]

# CREATURE:KOALA
source: [GENERAL_CHILD_NAME:koala joey:koala joeys]
cs: [GENERAL_CHILD_NAME:mládě koaly:mláďata koaly]
de: [GENERAL_CHILD_NAME:Koala Junges:Koala Junge]
eo: [GENERAL_CHILD_NAME:koalido:koalidoj]
es: [GENERAL_CHILD_NAME:cría de koala:crías de koala]
ja: [GENERAL_CHILD_NAME:コアラの子供:コアラの子供の]
pl: [GENERAL_CHILD_NAME:młode koali:wiele młodych koali]
ru: [GENERAL_CHILD_NAME:детёныш коалы:детёныши коалы]
tr: [GENERAL_CHILD_NAME:koala yavrusu:koala yavruları]
vi: [GENERAL_CHILD_NAME:koala con:koala con]

# CREATURE:KOALA
source: [PREFSTRING:adorable appearance]
cs: [PREFSTRING:roztomilý vzhled]
de: [PREFSTRING:angenehme Erscheinung]
eo: [PREFSTRING:aminda aspekto]
es: [PREFSTRING:apariencia adorable]
ja: [PREFSTRING:愛らしい外観]
ko: [PREFSTRING:앙증맞은 외모]
pl: [PREFSTRING:uroczy wygląd]
ru: [PREFSTRING:очаровательный внешний вид]
tr: [PREFSTRING:sevimli görünüş]
vi: [PREFSTRING:vẻ ngoài đáng yêu]

# CREATURE:KOALA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:KOALA
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:KOALA
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:KOALA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:KOALA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:KOALA_MAN
source: [CASTE_NAME:koala man:koala men:koala man]
cs: [CASTE_NAME:koalí muž:koalí muži:koalího muže]
de: [CASTE_NAME:Koalamann:Koalamänner:Koalamann]
eo: [CASTE_NAME:homkoaliĉo:homkoaliĉoj:de homkoaliĉo]
es: [CASTE_NAME:hombre koala:hombres koala:hombre koala]
ja: [CASTE_NAME:コアラ男:コアラ男:コアラ男の]
pl: [CASTE_NAME:mężczyznokoala:mężczyznokoale:męskokoali]
ru: [CASTE_NAME:мужчина-коала:мужчины-коалы:мужчины-коалы]
tr: [CASTE_NAME:koala adam:koala adamlar:koala adam]

# CREATURE:KOALA_MAN
source: [CASTE_NAME:koala woman:koala women:koala woman]
cs: [CASTE_NAME:koalí žena:koalí ženy:koalí ženu]
de: [CASTE_NAME:Koalafrau:Koalafrauen:Koalafrau]
eo: [CASTE_NAME:homkoalino:homkoalinoj:de homkoalino]
es: [CASTE_NAME:mujer koala:mujeres koala:mujer koala]
ja: [CASTE_NAME:コアラ女:コアラ女:コアラ女の]
pl: [CASTE_NAME:kobietokoala:kobietokoale:kobiecokoali]
ru: [CASTE_NAME:женщина-коала:женщины-коалы:женщины-коалы]
tr: [CASTE_NAME:koala kadın:koala kadınlar:koala kadın]

# CREATURE:KOALA_MAN
source: [NAME:koala man:koala men:koala man]
cs: [NAME:koalí muž:koalí muži:koalího muže]
de: [NAME:Koalamensch:Koalamenschen:Koalamensch]
eo: [NAME:homkoalo:homkoaloj:de homkoalo]
es: [NAME:hombre koala:hombres koala:hombre koala]
ja: [NAME:コアラ男:コアラ男:コアラ男の]
ko: [NAME:코알라인간:코알라인간들:코알라인간]
pl: [NAME:koaloczłowiek:koaloludzie:koaloludzki]
ru: [NAME:человек-коала:люди-коалы:человека-коалы]
tr: [NAME:koala adam:koala adamlar:koala adam]

# CREATURE:KOALA_MAN
source: [DESCRIPTION:A grey person with the head of a koala.]
cs: [DESCRIPTION:Šedá osoba s hlavou koaly.]
de: [DESCRIPTION: Eine graue Gestalt mit dem Kopf eines Koalas.]
eo: [DESCRIPTION:Griza homo kun la kapo de koala.]
es: [DESCRIPTION:Una persona de color gris, con cabeza de koala.]
ja: [DESCRIPTION:コアラの頭を持った灰色の人間だ。]
ko: [DESCRIPTION:코알라 머리를 가진 회색 사람.]
pl: [DESCRIPTION:Szary człowiek z głową koali.]
ru: [DESCRIPTION:Серый человек с головой коалы.]
tr: [DESCRIPTION:Koala kafasına sahip gri bir kişi.]
vi: [DESCRIPTION:Một người xám với đầu koala.]

# CREATURE:GIANT_KOALA
source: [NAME:giant koala:giant koalas:giant koala]
cs: [NAME:obří koala:obří koaly:obří koalu]
de: [NAME:Riesen Koala:Riesen Koalas:Riesen Koala]
eo: [NAME:giganta koalo:gigantaj koaloj:de giganta koalo]
es: [NAME:koala gigante:koalas gigantes:koala gigante]
ja: [NAME:巨大コアラ:巨大コアラ:巨大コアラの]
ko: [NAME:거대 코알라:거대 코알라들:거대 코알라]
pl: [NAME:gigantyczna koala:gigantyczne koale:gigantyczno koali]
ru: [NAME:гигантская коала:гигантские коалы:гигантской коалы]
tr: [NAME:dev koala:dev koalalar:dev koala]

# CREATURE:GIANT_KOALA
source: [CASTE_NAME:giant koala:giant koalas:giant koala]
cs: [CASTE_NAME:obří koala:obří koaly:obří koalu]
de: [CASTE_NAME:Riesen Koala:Riesen Koalas:Riesen Koala]
eo: [CASTE_NAME:giganta koalo:gigantaj koaloj:de giganta koalo]
es: [CASTE_NAME:koala gigante:koalas gigantes:koala gigante]
ja: [CASTE_NAME:巨大コアラ:巨大コアラ:巨大コアラの]
pl: [CASTE_NAME:gigantyczna koala:gigantyczne koale:gigantyczno koali]
ru: [CASTE_NAME:гигантская коала:гигантские коалы:гигантской коалы]
tr: [CASTE_NAME:dev koala:dev koalalar:dev koala]

# CREATURE:GIANT_KOALA
source: [DESCRIPTION:A large koala-shaped monster.]
cs: [DESCRIPTION:Velké monstrum ve tvaru koaly.]
de: [DESCRIPTION: Ein großes koalagestreiftes Monster.]
eo: [DESCRIPTION:Granda koalformita monstro.]
es: [DESCRIPTION:Un gran monstruo con la forma de un koala.]
ja: [DESCRIPTION:コアラのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:커다란 코알라 모양의 괴물.]
pl: [DESCRIPTION:Duży potwór w kształcie koali.]
ru: [DESCRIPTION:Огромный монстр, похожий на коалу.]
tr: [DESCRIPTION:Büyük koala şeklinde bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dáng koala.]

# CREATURE:GIANT_KOALA
source: [PREFSTRING:adorable appearance]
cs: [PREFSTRING:roztomilý vzhled]
de: [PREFSTRING:angenehme Erscheinung]
eo: [PREFSTRING:aminda aspekto]
es: [PREFSTRING:apariencia adorable]
ja: [PREFSTRING:愛らしい外観]
pl: [PREFSTRING:uroczy wygląd]
ru: [PREFSTRING:очаровательный внешний вид]
tr: [PREFSTRING:sevimli görünüş]
vi: [PREFSTRING:vẻ ngoài đáng yêu]

# CREATURE:ADDER
source: [DESCRIPTION:A tiny snake with ridged scales and a powerful venomous bite.]
cs: [DESCRIPTION:Malý had s vroubkovanými šupinami a silným jedovatým uštknutím.]
de: [DESCRIPTION:Eine winzige Schlange mit geriffelten Schuppen und einem kräftigen giftigen Biss.]
eo: [DESCRIPTION:Eta serpento kun malglata skvamaro kaj potence venena mordo.]
es: [DESCRIPTION:Una diminuta serpiente con escamas estriadas y una poderosa picuadura.]
ja: [DESCRIPTION:強力な毒牙を持った小さな蛇だ。]
ko: [DESCRIPTION:융기된 비늘과 강력한 독을 가진 작은 뱀.]
pl: [DESCRIPTION:Mały wąż z prążkowanymi łuskami i potężnym jadowitym ukąszeniem.]
ru: [DESCRIPTION:Мелкая змея с гребенчатой чешуёй и очень ядовитым укусом.]
tr: [DESCRIPTION:Sırtlı pullara ve güçlü zehirli bir ısırığa sahip minik bir yılan.]
vi: [DESCRIPTION:Một con rắn nhỏ với vảy có gờ và vết cắn nọc độc mạnh mẽ.]

# CREATURE:ADDER
source: [NAME:adder:adders:adder]
cs: [NAME:zmije:zmije:zmiji]
de: [NAME:Kreuzotter:Kreuzottern:Kreuzotter]
eo: [NAME:vipero:viperoj:de vipero]
es: [NAME:víbora:víboras:de víbora]
ja: [NAME:クサリヘビ:クサリヘビ:クサリヘビの]
ko: [NAME:살무사:살무사떼:살무사]
pl: [NAME:żmija:żmije:żmiji]
ru: [NAME:гадюка:гадюки:гадюки]
tr: [NAME:engerek:engerekler:engerek]
vi: [NAME:rắn lục:rắn lục:rắn lục]

# CREATURE:ADDER
source: [CASTE_NAME:adder:adders:adder]
cs: [CASTE_NAME:zmije:zmije:zmiji]
de: [CASTE_NAME:Kreuzotter:Kreuzottern:Kreuzotter]
eo: [CASTE_NAME:vipero:viperoj:de vipero]
es: [CASTE_NAME:víbora:víboras:de víbora]
ja: [CASTE_NAME:クサリヘビ:クサリヘビ:クサリヘビの]
pl: [CASTE_NAME:żmija:żmije:żmiji]
ru: [CASTE_NAME:гадюка:гадюки:гадюки]
tr: [CASTE_NAME:engerek:engerekler:engerek]
vi: [CASTE_NAME:rắn lục:rắn lục:rắn lục]

# CREATURE:ADDER
source: [PREFSTRING:warning hisses]
cs: [PREFSTRING:varovné syčení]
de: [PREFSTRING:warnend fauchend]
eo: [PREFSTRING:avertantaj sibloj]
es: [PREFSTRING:siseos de advertencia]
ja: [PREFSTRING:警告音]
pl: [PREFSTRING:ostrzegawcze syki]
ru: [PREFSTRING:предупреждающее шипение]
tr: [PREFSTRING:uyarıcı tıslamalar]
vi: [PREFSTRING:tiếng rít cảnh báo]

# CREATURE:ADDER
source: [STATE_NAME:ALL_SOLID:frozen adder venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed zmije]
de: [STATE_NAME:ALL_SOLID:Gefrorenes Kreuzottergift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de vipero]
es: [STATE_NAME:ALL_SOLID:veneno congelado de víbora]
ja: [STATE_NAME:ALL_SOLID:凍ったクサリヘビの毒液]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad żmii]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд гадюки]
tr: [STATE_NAME:ALL_SOLID:donmuş engerek zehri]
vi: [STATE_NAME:ALL_SOLID:nọc rắn lục đông lạnh]

# CREATURE:ADDER
source: [STATE_ADJ:ALL_SOLID:frozen adder venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed zmije]
de: [STATE_ADJ:ALL_SOLID:Gefrorenes Kreuzottergift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de vipero]
es: [STATE_ADJ:ALL_SOLID:de veneno de víbora congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったクサリヘビの毒液]
pl: [STATE_ADJ:ALL_SOLID:zamrożony jad żmii]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд гадюки]
tr: [STATE_ADJ:ALL_SOLID:donmuş engerek zehri]
vi: [STATE_ADJ:ALL_SOLID:nọc rắn lục đông lạnh]

# CREATURE:ADDER
source: [STATE_NAME:LIQUID:adder venom]
cs: [STATE_NAME:LIQUID:jed zmije]
de: [STATE_NAME:LIQUID:Kreuzotter-Gift]
eo: [STATE_NAME:LIQUID:veneno de vipero]
es: [STATE_NAME:LIQUID:veneno de víbora]
ja: [STATE_NAME:LIQUID:クサリヘビの毒液]
pl: [STATE_NAME:LIQUID:jad żmii]
ru: [STATE_NAME:LIQUID:яд гадюки]
tr: [STATE_NAME:LIQUID:engerek zehri]
vi: [STATE_NAME:LIQUID:nọc rắn lục]

# CREATURE:ADDER
source: [STATE_ADJ:LIQUID:adder venom]
cs: [STATE_ADJ:LIQUID:jed zmije]
de: [STATE_ADJ:LIQUID:Kreuzotter-Gift]
eo: [STATE_ADJ:LIQUID:de veneno de vipero]
es: [STATE_ADJ:LIQUID:de veneno de víbora]
ja: [STATE_ADJ:LIQUID:クサリヘビの毒液]
pl: [STATE_ADJ:LIQUID:jad żmii]
ru: [STATE_ADJ:LIQUID:яда гадюки]
tr: [STATE_ADJ:LIQUID:engerek zehri]
vi: [STATE_ADJ:LIQUID:nọc rắn lục]

# CREATURE:ADDER
source: [STATE_NAME:GAS:boiling adder venom]
cs: [STATE_NAME:GAS:vroucí jed zmije]
de: [STATE_NAME:GAS:kochendes Kreuzotter-Gift]
eo: [STATE_NAME:GAS:bolanta veneno de vipero]
es: [STATE_NAME:GAS:veneno de víbora hirviendo]
ja: [STATE_NAME:GAS:蒸気化したクサリヘビの毒液]
pl: [STATE_NAME:GAS:gotujący się jad żmii]
ru: [STATE_NAME:GAS:пары яда гадюки]
tr: [STATE_NAME:GAS:kaynayan engerek zehri]
vi: [STATE_NAME:GAS:nọc rắn lục đun sôi]

# CREATURE:ADDER
source: [STATE_ADJ:GAS:boiling adder venom]
cs: [STATE_ADJ:GAS:vroucí jed zmije]
de: [STATE_ADJ:GAS:kochendes Kreuzotter-Gift]
eo: [STATE_ADJ:GAS:de bolanta veneno de vipero]
es: [STATE_ADJ:GAS:de veneno de víbora hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したクサリヘビの毒液]
pl: [STATE_ADJ:GAS:gotujący się jad żmii]
ru: [STATE_ADJ:GAS:кипящий яд гадюки]
tr: [STATE_ADJ:GAS:kaynayan engerek zehri]
vi: [STATE_ADJ:GAS:nọc rắn lục đun sôi]

# CREATURE:ADDER
source: [SYN_NAME:adder bite]
cs: [SYN_NAME:uštknutí zmijí]
de: [SYN_NAME:Kreuzotter biss]
eo: [SYN_NAME:vipera mordo]
es: [SYN_NAME:picadura de víbora]
ja: [SYN_NAME:クサリヘビの牙]
pl: [SYN_NAME:ugryzienie żmiji]
ru: [SYN_NAME:укус гадюки]
tr: [SYN_NAME:engerek ısırığı]
vi: [SYN_NAME:vết cắn của rắn lục]

# CREATURE:ADDER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ADDER
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:ADDER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:ADDER_MAN
source: [CVCT_TARGET:adder]
cs: [CVCT_TARGET:zmije]
de: [CVCT_TARGET:Natter]
eo: [CVCT_TARGET:viper]
es: [CVCT_TARGET:víbora]
ja: [CVCT_TARGET:クサリヘビ]
ko: [CVCT_TARGET:살무사]
pl: [CVCT_TARGET:żmija]
ru: [CVCT_TARGET:гадюки]
tr: [CVCT_TARGET:engerek]
vi: [CVCT_TARGET:rắn lục]

# CREATURE:ADDER_MAN
source: [CVCT_REPLACEMENT:adder man]
cs: [CVCT_REPLACEMENT:zmijí muž]
de: [CVCT_REPLACEMENT:Kreuzottermensch]
eo: [CVCT_REPLACEMENT:homviper]
es: [CVCT_REPLACEMENT:hombre víbora]
ja: [CVCT_REPLACEMENT:クサリヘビ男]
pl: [CVCT_REPLACEMENT:żmijoczłowiek]
ru: [CVCT_REPLACEMENT:человека-гадюки]
tr: [CVCT_REPLACEMENT:engerek adam]
vi: [CVCT_REPLACEMENT:người rắn lục nam]

# CREATURE:ADDER_MAN
source: [CASTE_NAME:adder man:adder men:adder man]
cs: [CASTE_NAME:zmijí muž:zmijí muži:zmijího muže]
de: [CASTE_NAME:Kreuzottermann:Kreuzottermänner:Kreuzottermann]
eo: [CASTE_NAME:homviperiĉo:homviperiĉoj:de homviperiĉo]
es: [CASTE_NAME:hombre víbora:hombres víbora:de hombre víbora]
ja: [CASTE_NAME:クサリヘビ男:クサリヘビ男:クサリヘビ男の]
pl: [CASTE_NAME:żmijomężczyzna:żmijomężczyźni:żmijomężczyzny]
ru: [CASTE_NAME:мужчина-гадюка:мужчины-гадюки:мужчины-гадюки]
tr: [CASTE_NAME:engerek adam:engerek adamlar:engerek adam]
vi: [CASTE_NAME:người rắn lục nam:người rắn lục nam:người rắn lục nam]

# CREATURE:ADDER_MAN
source: [CASTE_NAME:adder woman:adder women:adder woman]
cs: [CASTE_NAME:zmijí žena:zmijí ženy:zmijí ženu]
de: [CASTE_NAME:Kreuzotterfrau:Kreuzotterfrauen:Kreuzotterfrau]
eo: [CASTE_NAME:homviperino:homviperinoj:de homviperino]
es: [CASTE_NAME:mujer víbora:mujeres víbora:de mujer víbora]
ja: [CASTE_NAME:クサリヘビ女:クサリヘビ女:クサリヘビ女の]
pl: [CASTE_NAME:żmijokobieta:żmijokobiety:żmijokobiecy]
ru: [CASTE_NAME:женщина-гадюка:женщины-гадюки:женщины-гадюки]
tr: [CASTE_NAME:engerek kadın:engerek kadınlar:engerek kadın]
vi: [CASTE_NAME:người rắn lục nữ:người rắn lục nữ:người rắn lục nữ]

# CREATURE:ADDER_MAN
source: [NAME:adder man:adder men:adder man]
cs: [NAME:zmijí muž:zmijí muži:zmijího muže]
de: [NAME:Kreuzottermensch:Kreuzottermenschen:Kreuzottermensch]
eo: [NAME:homvipero:homviperoj:de homvipero]
es: [NAME:hombre víbora:hombres víbora:de hombre víbora]
ja: [NAME:クサリヘビ男:クサリヘビ男:クサリヘビ男の]
ko: [NAME:살무사인간:살무사인간들:살무사인간]
pl: [NAME:żmijoczłowiek:żmijoludzie:żmijoludzki]
ru: [NAME:человек-гадюка:люди-гадюки:человека-гадюки]
tr: [NAME:engerek adam:engerek adamlar:engerek adam]
vi: [NAME:người rắn lục nam:người rắn lục nam:người rắn lục nam]

# CREATURE:ADDER_MAN
source: [DESCRIPTION:A large adder with the torso and arms of a man.]
cs: [DESCRIPTION:Velká zmije s trupem a pažemi člověka.]
de: [DESCRIPTION:Eine große Kreuzotter mit dem Torso und den Armen eines Mannes.]
eo: [DESCRIPTION:Granda vipero kun la torso kja la brakoj de homo.]
es: [DESCRIPTION:Una culebra grande con el torso y brazos de un hombre.]
ja: [DESCRIPTION:大きなクサリヘビに人の上半身がついている。]
ko: [DESCRIPTION:남자의 몸통과 팔을 가진 큰 가산기.]
pl: [DESCRIPTION:Duża żmija z tułowiem i ramionami mężczyzny.]
ru: [DESCRIPTION:Огромная гадюка с туловищем и руками человека.]
tr: [DESCRIPTION:Bir insanın gövdesine ve kollarına sahip büyük bir engerek.]
vi: [DESCRIPTION:Một con rắn lục lớn với thân và cánh tay của một người.]

# CREATURE:GIANT_ADDER
source: [CVCT_TARGET:adder]
cs: [CVCT_TARGET:zmije]
de: [CVCT_TARGET:Natter]
eo: [CVCT_TARGET:viper]
es: [CVCT_TARGET:víbora]
ja: [CVCT_TARGET:クサリヘビ]
ko: [CVCT_TARGET:살무사]
pl: [CVCT_TARGET:żmija]
ru: [CVCT_TARGET:гадюки]
tr: [CVCT_TARGET:engerek]
vi: [CVCT_TARGET:rắn lục]

# CREATURE:GIANT_ADDER
source: [CVCT_REPLACEMENT:giant adder]
cs: [CVCT_REPLACEMENT:obří zmije]
de: [CVCT_REPLACEMENT:Riesen Kreuzotter]
eo: [CVCT_REPLACEMENT:giganta viper]
es: [CVCT_REPLACEMENT:víbora gigante]
ja: [CVCT_REPLACEMENT:巨大クサリヘビ]
ko: [CVCT_REPLACEMENT:거대 살무사]
pl: [CVCT_REPLACEMENT:Ogromna żmija]
ru: [CVCT_REPLACEMENT:гигантской гадюки]
tr: [CVCT_REPLACEMENT:dev engerek]
vi: [CVCT_REPLACEMENT:rắn lục khổng lồ]

# CREATURE:GIANT_ADDER
source: [NAME:giant adder:giant adders:giant adder]
cs: [NAME:obří zmije:obří zmije:obří zmiji]
de: [NAME:Riesen Kreuzotter:Riesen Kreuzottern:Riesen Kreuzotter]
eo: [NAME:giganta vipero:gigantaj viperoj:de giganta vipero]
es: [NAME:víbora gigante:víboras gigantes:de víbora gigante]
ja: [NAME:巨大クサリヘビ:巨大クサリヘビ:巨大クサリヘビの]
ko: [NAME:거대 살무사:거대 살무사떼:거대 살무사]
pl: [NAME:ogromna żmija:ogromne żmije:ogromnych żmij]
ru: [NAME:гигантская гадюка:гигантские гадюки:гигантской гадюки]
tr: [NAME:dev engerek:dev engerekler:dev engerek]
vi: [NAME:rắn lục khổng lồ:rắn lục khổng lồ:rắn lục khổng lồ]

# CREATURE:GIANT_ADDER
source: [CASTE_NAME:giant adder:giant adders:giant adder]
cs: [CASTE_NAME:obří zmije:obří zmije:obří zmiji]
de: [CASTE_NAME:Riesen Kreuzotter:Riesen Kreuzottern:Riesen Kreuzotter]
eo: [CASTE_NAME:giganta vipero:gigantaj viperoj:de giganta vipero]
es: [CASTE_NAME:víbora gigante:víboras gigantes:de víbora gigante]
ja: [CASTE_NAME:巨大クサリヘビ:巨大クサリヘビ:巨大クサリヘビの]
ko: [CASTE_NAME:거대 살무사:거대 살무사떼:거대 살무사]
pl: [CASTE_NAME:ogromna żmija:ogromne żmije:ogromnych żmij]
ru: [CASTE_NAME:гигантская гадюка:гигантские гадюки:гигантской гадюки]
tr: [CASTE_NAME:dev engerek:dev engerekler:dev engerek]
vi: [CASTE_NAME:rắn lục khổng lồ:rắn lục khổng lồ:rắn lục khổng lồ]

# CREATURE:GIANT_ADDER
source: [DESCRIPTION:A large monster in the form of an adder.]
cs: [DESCRIPTION:Velká příšera v podobě zmije.]
de: [DESCRIPTION: Ein großes Monster, in Form einer Natter.]
eo: [DESCRIPTION:Granda monstro kun formo de vipero.]
es: [DESCRIPTION:Un gran monstruo con forma de víbora.]
ja: [DESCRIPTION:クサリヘビのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:살무사의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci żmiji.]
ru: [DESCRIPTION:Огромный монстр, похожий на гадюку.]
tr: [DESCRIPTION:Engerek biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng rắn lục.]

# CREATURE:GIANT_ADDER
source: [PREFSTRING:warning hisses]
cs: [PREFSTRING:varovné syčení]
de: [PREFSTRING:warnend fauchend]
eo: [PREFSTRING:avertantaj sibloj]
es: [PREFSTRING:siseos de advertencia]
ja: [PREFSTRING:警告音]
ko: [PREFSTRING:쉭쉭 거리는 소리]
pl: [PREFSTRING:ostrzegawcze syki]
ru: [PREFSTRING:предупреждающее шипение]
tr: [PREFSTRING:uyarıcı tıslamalar]
vi: [PREFSTRING:tiếng rít cảnh báo]

# CREATURE:ECHIDNA
source: [DESCRIPTION:A small spiny mammal with a long snout. It eats ants and termites and reproduces by laying eggs.]
cs: [DESCRIPTION:Malý ostnatý savec s dlouhým rypákem. Živí se mravenci a termity a rozmnožuje se kladením vajec.]
de: [DESCRIPTION:Ein kleines stacheliges Säugetier mit einer langen Schnauze. Es frisst Ameisen und Termiten und vermehrt sich durch das Legen von Eiern.]
eo: [DESCRIPTION:Malgranda pikilplena mamulo kun longa muzelo. Ĝi manĝas formikojn kaj termitojn, kaj reproduktas sin demetante ovojn.]
es: [DESCRIPTION:Un pequeño mamífero espinoso con un hocico largo. Come hormigas y termitas y se reproduce poniendo huevos.]
ja: [DESCRIPTION:長い鼻ととげを持った小型哺乳類。アリを主食とし、卵を産む。]
ko: [DESCRIPTION:긴 주둥이를 가진 작은 가시가 있는 포유동물. 개미와 흰개미를 먹고 알을 낳아 번식합니다.]
pl: [DESCRIPTION:Mały kolczasty ssak z długim pyskiem. Zjada mrówki i termity i rozmnaża się poprzez składanie jaj.]
ru: [DESCRIPTION:Небольшое покрытое колючками млекопитающее с длинным клювом. Питается муравьями и термитами, размножается, откладывая яйца.]
tr: [DESCRIPTION:Uzun burunlu, küçük dikenli bir memeli. Karınca ve termit yer, yumurtlayarak çoğalır.]

# CREATURE:ECHIDNA
source: [NAME:echidna:echidnas:echidna]
cs: [NAME:ježura:ježury:ježuru]
de: [NAME:Ameisenigel:Ameisenigel:Ameisenigel]
eo: [NAME:ekidno:ekidnoj:de ekidno]
es: [NAME:equidna:equidnas:equidna]
ja: [NAME:ハリモグラ:ハリモグラ:ハリモグラの]
ko: [NAME:가시두더지:가시두더지들:가시두더지]
pl: [NAME:kolczatka:kolczatki:kolczatki]
ru: [NAME:ехидна:ехидны:ехидны]
tr: [NAME:dikenli karıncayiyen:dikenli karıncayiyenler:dikenli karıncayiyen]
vi: [NAME:thú lông nhím:thú lông nhím:thú lông nhím]

# CREATURE:ECHIDNA
source: [CASTE_NAME:echidna:echidnas:echidna]
cs: [CASTE_NAME:ježura:ježury:ježuru]
de: [CASTE_NAME:Ameisenigel:Ameisenigel:Ameisenigel]
eo: [CASTE_NAME:ekidno:ekidnoj:de ekidno]
es: [CASTE_NAME:equidna:equidnas:equidna]
ja: [CASTE_NAME:ハリモグラ:ハリモグラ:ハリモグラの]
ko: [CASTE_NAME:가시두더지:가시두더지들:가시두더지]
pl: [CASTE_NAME:kolczatka:kolczatki:kolczatki]
ru: [CASTE_NAME:ехидна:ехидны:ехидны]
tr: [CASTE_NAME:dikenli karıncayiyen:dikenli karıncayiyenler:dikenli karıncayiyen]
vi: [CASTE_NAME:thú lông nhím:thú lông nhím:thú lông nhím]

# CREATURE:ECHIDNA
source: [GENERAL_CHILD_NAME:puggle:puggles]
cs: [GENERAL_CHILD_NAME:mládě ježury:mláďata ježury]
de: [GENERAL_CHILD_NAME:Ameisenigel Junges:Ameisenigel Junge]
eo: [GENERAL_CHILD_NAME:ekidnido:ekidnidoj]
es: [GENERAL_CHILD_NAME:cría de equidna:crías de equidna]
ja: [GENERAL_CHILD_NAME:ハリモグラの子供:ハリモグラの子供の]
pl: [GENERAL_CHILD_NAME:młode kolczatki:wiele młodych kolczatki]
ru: [GENERAL_CHILD_NAME:детёныш ехидны:детёныши ехидны]
tr: [GENERAL_CHILD_NAME:dikenli karıncayiyen yavrusu:dikenli karıncayiyen yavruları]
vi: [GENERAL_CHILD_NAME:thú lông nhím con:thú lông nhím con]

# CREATURE:ECHIDNA
source: [PREFSTRING:spines]
cs: [PREFSTRING:ostny]
de: [PREFSTRING:Stachel]
eo: [PREFSTRING:pikiloj]
es: [PREFSTRING:espinas]
ja: [PREFSTRING:とげ]
ko: [PREFSTRING:가시]
pl: [PREFSTRING:kolce]
ru: [PREFSTRING:иголки]
tr: [PREFSTRING:dikenler]
vi: [PREFSTRING:gai nhọn]

# CREATURE:ECHIDNA
source: [PREFSTRING:egg-laying]
cs: [PREFSTRING:kladení vajec]
de: [PREFSTRING:legt Eier]
eo: [PREFSTRING:ovo-demetado]
es: [PREFSTRING:nido con huevos]
ja: [PREFSTRING:産卵]
ko: [PREFSTRING:알을 낳는다는 점]
pl: [PREFSTRING:składanie jaj]
ru: [PREFSTRING:откладывание яиц]
tr: [PREFSTRING:yumurtlama]
vi: [PREFSTRING:đẻ trứng]

# CREATURE:ECHIDNA
source: [STATE_NAME:ALL_SOLID:spine]
cs: [STATE_NAME:ALL_SOLID:ostn]
de: [STATE_NAME:ALL_SOLID:Wirbelsäule]
eo: [STATE_NAME:ALL_SOLID:pikilo]
es: [STATE_NAME:ALL_SOLID:espina]
ja: [STATE_NAME:ALL_SOLID:とげ]
ko: [STATE_NAME:ALL_SOLID:가시]
pl: [STATE_NAME:ALL_SOLID:kolec]
ru: [STATE_NAME:ALL_SOLID:иголка]
tr: [STATE_NAME:ALL_SOLID:diken]
vi: [STATE_NAME:ALL_SOLID:xương sống]

# CREATURE:ECHIDNA
source: [STATE_ADJ:ALL_SOLID:spine]
cs: [STATE_ADJ:ALL_SOLID:ostnatý]
de: [STATE_ADJ:ALL_SOLID:Wirbelsäule]
eo: [STATE_ADJ:ALL_SOLID:de pikilo]
es: [STATE_ADJ:ALL_SOLID:espinoso]
ja: [STATE_ADJ:ALL_SOLID:とげ]
ko: [STATE_ADJ:ALL_SOLID:척추]
pl: [STATE_ADJ:ALL_SOLID:kolcowy]
ru: [STATE_ADJ:ALL_SOLID:иголка]
tr: [STATE_ADJ:ALL_SOLID:diken]
vi: [STATE_ADJ:ALL_SOLID:xương sống]
