Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:COTTON
source: [STATE_NAME_ADJ:SOLID_PASTE:cotton seed paste]
cs: [STATE_NAME_ADJ:SOLID_PASTE:bavlníková pasta]
de: [STATE_NAME_ADJ:SOLID_PASTE:Baumwollsamenpaste]
eo: [STATE_NAME_ADJ:SOLID_PASTE:pasto el semo de kotono]
es: [STATE_NAME_ADJ:ALL_SOLID: pasta de semilla de algodón]
ja: [STATE_NAME_ADJ:SOLID_PASTE:綿の種のペース
ko: [STATE_NAME_ADJ:SOLID_PASTE:목화 씨 반죽]
ru: [STATE_NAME_ADJ:SOLID_PASTE:хлопковая паста]
tr: [STATE_NAME_ADJ:SOLID_PASTE:pamuk tohumu ezmesi]
vi: [STATE_NAME_ADJ:SOLID_PASTE:bột nhão hạt bông]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:棉花种子浆糊]

# PLANT:COTTON
source: [STATE_NAME_ADJ:SOLID_PRESSED:cotton seed press cake]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:bavlníkový výlisek]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Baumwollkernpresskuchen]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:briko el semo de kotono]
es: [STATE_NAME_ADJ:SOLID_PRESSED:massa de semillas de algodón compacta]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:綿の種の油粕]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:목화 씨 찌꺼기]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:хлопковый жмых]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:pamuk tohumu küspesi]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:棉花种子压榨饼]

# PLANT:COTTON
source: [SEED:cotton seed:cotton seeds:]
cs: [SEED:bavlníkové semínko:bavlníková semínka:]
de: [SEED:Baumwollsamen:Baumwollsamen:]
eo: [SEED:semo de kotono:semoj de kotono:]
es: [SEED:semilla de algodon:semillas de algodón:]
ja: [SEED:綿の種:綿の種:]
ko: [SEED:목화 씨:목화 씨들:]
ru: [SEED:хлопковое семя:хлопковые семена:]
tr: [SEED:pamuk tohumu:pamuk tohumları:]
vi: [SEED:hạt bông:hạt bông:]
zh_hans: [SEED:棉花种子:棉花种子:]

# PLANT:COTTON
source: [PREFSTRING:flowers]
cs: [PREFSTRING:květy]
de: [PREFSTRING:Blumen]
eo: [PREFSTRING:floroj]
es: [PREFSTRING:flores]
ja: [PREFSTRING:花]
ko: [PREFSTRING:꽃들]
ru: [PREFSTRING:цветы]
tr: [PREFSTRING:çiçekleri]
vi: [PREFSTRING:hoa]
zh_hans: [PREFSTRING:花]

# PLANT:COTTON
source: [STATE_NAME_ADJ:SOLID:cotton]
cs: [STATE_NAME_ADJ:SOLID:bavlna]
de: [STATE_NAME_ADJ:SOLID:Baumwolle]
eo: [STATE_NAME_ADJ:SOLID:kotono]
es: [STATE_NAME_ADJ:SOLID:de algodón]
ja: [STATE_NAME_ADJ:SOLID:綿]
ko: [STATE_NAME_ADJ:SOLID:목화]
ru: [STATE_NAME_ADJ:SOLID:хлопок]
tr: [STATE_NAME_ADJ:SOLID:pamuk]
vi: [STATE_NAME_ADJ:SOLID:bông]
zh_hans: [STATE_NAME_ADJ:SOLID:棉花]

# PLANT:COTTON
source: [STATE_NAME_ADJ:SOLID_PASTE:cotton slurry]
cs: [STATE_NAME_ADJ:SOLID_PASTE:bavlněná kaše]
de: [STATE_NAME_ADJ:SOLID_PASTE:Baumwollbrei]
eo: [STATE_NAME_ADJ:SOLID_PASTE:solvita suspensio el kotono]
es: [STATE_NAME_ADJ:SOLID_PASTE:papilla de algodón]
ja: [STATE_NAME_ADJ:SOLID_PASTE:綿のパルプ]
ru: [STATE_NAME_ADJ:SOLID_PASTE:хлопковая бумажная масса]
tr: [STATE_NAME_ADJ:SOLID_PASTE:pamuk bulamacı]
vi: [STATE_NAME_ADJ:SOLID_PASTE:hỗn dịch bông]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:棉花纸浆]

# PLANT:COTTON
source: [STATE_NAME_ADJ:SOLID_PRESSED:cotton paper]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:bavlněný papír]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Baumwollpapier]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:papero el kotono]
es: [STATE_NAME_ADJ:SOLID_PRESSED:papel de algodón]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:綿紙]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:хлопковая бумага]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:pamuk kağıt]
vi: [STATE_NAME_ADJ:SOLID_PRESSED:giấy bông]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:棉花纸]

# PLANT:COTTON
source: [GROWTH_NAME:cotton leaf:cotton leaves]
cs: [GROWTH_NAME:list bavlníku:listy bavlníku]
de: [GROWTH_NAME:Baumwollblatt:Baumwollblätter]
eo: [GROWTH_NAME:folio de kotono:folioj de kotono]
es: [GROWTH_NAME:hoja de algodón:hojas de algodón]
ja: [GROWTH_NAME:綿の葉:綿の葉]
ru: [GROWTH_NAME:лист хлопчатника:листья хлопчатника]
tr: [GROWTH_NAME:pamuk yaprağı:pamuk yaprakları]
vi: [GROWTH_NAME:lá bông:lá bông]
zh_hans: [GROWTH_NAME:棉花叶:棉花叶]

# PLANT:COTTON
source: [GROWTH_NAME:cotton flower:STP]
cs: [GROWTH_NAME:květ bavlníku:STP]
de: [GROWTH_NAME:Baumwoll-Blüte:STP]
eo: [GROWTH_NAME:floro de kotono:floroj de kotono]
es: [GROWTH_NAME:flor de algodon:STP]
ja: [GROWTH_NAME:綿の花:STP]
ru: [GROWTH_NAME:цветок хлопка:цветы хлопка]
tr: [GROWTH_NAME:pamuk çiçeği:STP]
zh_hans: [GROWTH_NAME:棉花花:STP]

# PLANT:RAMIE
source: [NAME:ramie plant]
cs: [NAME:ramie]
de: [NAME:Ramie-Pflanze]
eo: [NAME:ramio]
es: [NAME:planta de ramio]
ja: [NAME:苧麻]
ko: [NAME:모시]
ru: [NAME:рами]
tr: [NAME:rami bitkisi]
vi: [NAME:cây gai dầu]
zh_hans: [NAME:苎麻植株]

# PLANT:RAMIE
source: [NAME_PLURAL:ramie plants]
cs: [NAME_PLURAL:ramie]
de: [NAME_PLURAL:Ramie-Pflanzen]
eo: [NAME_PLURAL:ramioj]
es: [NAME_PLURAL:planta de ramios]
ja: [NAME_PLURAL:苧麻]
ko: [NAME_PLURAL:모시들]
ru: [NAME_PLURAL:рами]
tr: [NAME_PLURAL:rami bitkileri]
vi: [NAME_PLURAL:cây gai dầu]
zh_hans: [NAME_PLURAL:苎麻植株]

# PLANT:RAMIE
source: [ADJ:ramie plant]
cs: [ADJ:ramiový]
de: [ADJ:Ramiepflanze]
eo: [ADJ:de ramio]
es: [ADJ:planta de ramio]
ja: [ADJ:苧麻]
ko: [ADJ:모시]
ru: [ADJ:рами]
tr: [ADJ:rami bitkisi]
vi: [ADJ:cây gai dầu]
zh_hans: [ADJ:苎麻植株的]

# PLANT:RAMIE
source: [SEED:ramie seed:ramie seeds:]
cs: [SEED:semeno ramie:semena ramie:]
de: [SEED:Ramie-Samen:Ramie-Samen:]
eo: [SEED:semo de ramio:semoj de ramio:]
es: [SEED:semilla de ramio:semillas de ramio:]
ja: [SEED:苧麻の種:苧麻の種:]
ru: [SEED:семя рами:семена рами:]
tr: [SEED:rami tohumu:rami tohumları:]
vi: [SEED:hạt gai dầu:hạt gai dầu:]
zh_hans: [SEED:苎麻种子:苎麻种子:]

# PLANT:RAMIE
source: [PREFSTRING:useful stems]
cs: [PREFSTRING:užitečné stonky]
de: [PREFSTRING:brauchbare Stiele]
eo: [PREFSTRING:utilaj tigoj]
es: [PREFSTRING:tallos útiles]
ja: [PREFSTRING:茎]
ru: [PREFSTRING:полезные стебли]
tr: [PREFSTRING:kullanışlı sapları]
vi: [PREFSTRING:thân cây hữu ích]
zh_hans: [PREFSTRING:有用的茎秆]

# PLANT:RAMIE
source: [STATE_NAME_ADJ:SOLID:ramie]
eo: [STATE_NAME_ADJ:SOLID:ramio]
es: [STATE_NAME_ADJ:SOLID:ramio]
ja: [STATE_NAME_ADJ:SOLID:苧麻]
ru: [STATE_NAME_ADJ:SOLID:рами]
tr: [STATE_NAME_ADJ:SOLID:rami]
zh_hans: [STATE_NAME_ADJ:SOLID:苎麻]

# PLANT:RAMIE
source: [STATE_NAME_ADJ:SOLID_PASTE:ramie slurry]
cs: [STATE_NAME_ADJ:SOLID_PASTE:ramiová kaše]
de: [STATE_NAME_ADJ:SOLID_PASTE:Ramie-Brei]
eo: [STATE_NAME_ADJ:SOLID_PASTE:solvita suspensio el ramio]
es: [STATE_NAME_ADJ:SOLID_PASTE:papilla de ramio]
ja: [STATE_NAME_ADJ:SOLID_PASTE:苧麻パルプ]
ru: [STATE_NAME_ADJ:SOLID_PASTE:бумажная масса из рами]
tr: [STATE_NAME_ADJ:SOLID_PASTE:rami bulamacı]
vi: [STATE_NAME_ADJ:SOLID_PASTE:hỗn dịch gai dầu]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:苎麻纸浆]

# PLANT:RAMIE
source: [STATE_NAME_ADJ:SOLID_PRESSED:ramie paper]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:ramiový papír]
de: [STATE_NAME_ADJ:SOLID_PRESSED: Ramie-Papier]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:papero el ramio]
es: [STATE_NAME_ADJ:SOLID_PRESSED:papel de ramio]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:苧麻紙]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:бумага из рами]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:rami kağıt]
vi: [STATE_NAME_ADJ:SOLID_PRESSED:giấy gai dầu]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:苎麻纸]

# PLANT:RAMIE
source: [GROWTH_NAME:ramie leaf:ramie leaves]
cs: [GROWTH_NAME:list ramie:listy ramie]
de: [GROWTH_NAME:Ramieblatt: Ramieblätter]
eo: [GROWTH_NAME:folio de ramio:folioj de ramio]
es: [GROWTH_NAME:hoja de ramio:hojas de ramio]
ja: [GROWTH_NAME:苧麻の葉:苧麻の葉]
ru: [GROWTH_NAME:лист рами:листья рами]
tr: [GROWTH_NAME:rami yaprağı:rami yaprakları]
vi: [GROWTH_NAME:lá gai dầu:lá gai dầu]
zh_hans: [GROWTH_NAME:苎麻叶:苎麻叶]

# PLANT:KENAF
source: [NAME:kenaf plant]
cs: [NAME:kenaf]
de: [NAME:Kenaf-Pflanze]
eo: [NAME:kenafo]
es: [NAME:planta de kenaf]
ja: [NAME:洋麻]
ko: [NAME:케나프]
ru: [NAME:гибискус]
tr: [NAME:kenaf bitkisi]
vi: [NAME:cây đay]
zh_hans: [NAME:洋麻植株]

# PLANT:KENAF
source: [NAME_PLURAL:kenaf plants]
cs: [NAME_PLURAL:kenaf]
de: [NAME_PLURAL:Kenaf-Pflanzen]
eo: [NAME_PLURAL:kenafoj]
es: [NAME_PLURAL:plantas de kenaf]
ja: [NAME_PLURAL:洋麻]
ko: [NAME_PLURAL:케나프들]
ru: [NAME_PLURAL:гибискус]
tr: [NAME_PLURAL:kenaf bitkileri]
vi: [NAME_PLURAL:cây đay]
zh_hans: [NAME_PLURAL:洋麻植株]

# PLANT:KENAF
source: [ADJ:kenaf plant]
cs: [ADJ:kenafový]
de: [ADJ:Kenafpflanze]
eo: [ADJ:de kenafo]
es: [ADJ:planta de kenaf]
ja: [ADJ:洋麻]
ko: [ADJ:케나프]
ru: [ADJ:гибискус]
tr: [ADJ:kenaf bitkisi]
vi: [ADJ:cây đay]
zh_hans: [ADJ:洋麻植株的]

# PLANT:KENAF
source: [STATE_NAME_ADJ:ALL_SOLID:frozen kenaf seed oil]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlý kenafový olej]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Kenafsamenöl]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita oleo el semoj de kenafo]
es: [STATE_NAME_ADJ:ALL_SOLID:aceite de semilla de kenaf congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったケナフ油]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 케나프 씨 오일]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное гибискусовое масло]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş kenaf tohumu yağı]
vi: [STATE_NAME_ADJ:ALL_SOLID:dầu hạt đay đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的洋麻种子油]

# PLANT:KENAF
source: [STATE_NAME_ADJ:LIQUID:kenaf seed oil]
cs: [STATE_NAME_ADJ:LIQUID:kenafový olej]
de: [STATE_NAME_ADJ:LIQUID:Kenafsamenöl]
eo: [STATE_NAME_ADJ:LIQUID:oleo el semoj de kenafo]
es: [STATE_NAME_ADJ:LIQUID:aceite de semillas de kenaf]
ja: [STATE_NAME_ADJ:LIQUID:ケナフ油]
ko: [STATE_NAME_ADJ:LIQUID:케나프 씨 오일]
ru: [STATE_NAME_ADJ:LIQUID:гибискусовое масло]
tr: [STATE_NAME_ADJ:LIQUID:kenaf tohumu yağı]
vi: [STATE_NAME_ADJ:LIQUID:dầu hạt đay]
zh_hans: [STATE_NAME_ADJ:LIQUID:洋麻种子油]

# PLANT:KENAF
source: [STATE_NAME_ADJ:GAS:boiling kenaf seed oil]
cs: [STATE_NAME_ADJ:GAS:vařící se kenafový olej]
de: [STATE_NAME_ADJ:GAS:kochendes Kenafsamenöl]
eo: [STATE_NAME_ADJ:GAS:bolanta oleo el semoj de kenafo]
es: [STATE_NAME_ADJ:GAS:aceite de semilla de kenaf hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したケナフ石鹸]
ko: [STATE_NAME_ADJ:GAS:기화된 케나프 씨 오일]
ru: [STATE_NAME_ADJ:GAS:кипящее гибискусовое масло]
tr: [STATE_NAME_ADJ:GAS:kaynayan kenaf tohumu yağı]
vi: [STATE_NAME_ADJ:GAS:dầu hạt đay đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的洋麻种子油]

# PLANT:KENAF
source: [STATE_NAME_ADJ:ALL_SOLID:kenaf seed oil soap]
cs: [STATE_NAME_ADJ:ALL_SOLID:kenafové mýdlo]
de: [STATE_NAME_ADJ:ALL_SOLID:Kenafsamenölseife]
eo: [STATE_NAME_ADJ:ALL_SOLID:sapo el oleo el semoj de kenafo]
es: [STATE_NAME_ADJ:ALL_SOLID:jabón de aceite de semilla de kenaf]
ja: [STATE_NAME_ADJ:ALL_SOLID:ケナフ石鹸]
ko: [STATE_NAME_ADJ:ALL_SOLID:케나프 씨 오일 비누]
ru: [STATE_NAME_ADJ:ALL_SOLID:гибискусовое мыло]
tr: [STATE_NAME_ADJ:ALL_SOLID:kenaf yağı sabunu]
vi: [STATE_NAME_ADJ:ALL_SOLID:xà phòng dầu hạt đay]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:洋麻种子油皂]

# PLANT:KENAF
source: [STATE_NAME_ADJ:LIQUID:melted kenaf seed oil soap]
cs: [STATE_NAME_ADJ:LIQUID:rozpuštěné kenafové mýdlo]
de: [STATE_NAME_ADJ:LIQUID:geschmolzene Kenafsamenölseife]
eo: [STATE_NAME_ADJ:LIQUID:fandita sapo el oleo el semoj de kenafo]
es: [STATE_NAME_ADJ:LIQUID:de jabón de aceite de semilla de kenaf derretido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたケナフ石鹸]
ko: [STATE_NAME_ADJ:LIQUID:녹은 케나프 씨 오일 비누]
ru: [STATE_NAME_ADJ:LIQUID:расплавленное гибискусовое мыло]
tr: [STATE_NAME_ADJ:LIQUID:erimiş kenaf yağı sabunu]
vi: [STATE_NAME_ADJ:LIQUID:xà phòng dầu hạt đay nóng chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:溶化的洋麻种子油皂]

# PLANT:KENAF
source: [STATE_NAME_ADJ:ALL_SOLID:kenaf seed]
cs: [STATE_NAME_ADJ:ALL_SOLID:kenafové semínko]
de: [STATE_NAME_ADJ:ALL_SOLID:Kenaf-Samen]
eo: [STATE_NAME_ADJ:ALL_SOLID:semo de kenafo]
es: [STATE_NAME_ADJ:ALL_SOLID:semilla de kenaf]
ja: [STATE_NAME_ADJ:ALL_SOLID:洋麻の種:]
ko: [STATE_NAME_ADJ:ALL_SOLID:케나프 씨]
ru: [STATE_NAME_ADJ:ALL_SOLID:семя гибискуса]
tr: [STATE_NAME_ADJ:ALL_SOLID:kenaf tohumu]
vi: [STATE_NAME_ADJ:ALL_SOLID:hạt đay]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:洋麻种子]

# PLANT:KENAF
source: [STATE_NAME_ADJ:SOLID_PASTE:kenaf seed paste]
cs: [STATE_NAME_ADJ:SOLID_PASTE:kenafová pasta]
de: [STATE_NAME_ADJ:SOLID_PASTE:Kenafsamenpaste]
eo: [STATE_NAME_ADJ:SOLID_PASTE:pasto el semoj de kenafo]
es: [STATE_NAME_ADJ:SOLID_PASTE:pasta de semillas de kenaf]
ja: [STATE_NAME_ADJ:SOLID_PASTE:洋麻の種のペース
ko: [STATE_NAME_ADJ:SOLID_PASTE:케나프 씨 반죽]
ru: [STATE_NAME_ADJ:SOLID_PASTE:паста из семян гибискуса]
tr: [STATE_NAME_ADJ:SOLID_PASTE:kenaf tohumu ezmesi]
vi: [STATE_NAME_ADJ:SOLID_PASTE:bột nhão hạt đay]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:洋麻种子浆糊]

# PLANT:KENAF
source: [STATE_NAME_ADJ:SOLID_PRESSED:kenaf seed press cake]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:kenafový výlisek]
de: [STATE_NAME_ADJ:SOLID_PRESSED: Kenaf-Samen-Presskuchen]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:briko el semoj de kenafo]
es: [STATE_NAME_ADJ:SOLID_PRESSED:compactado de semillas de kenaf]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:洋麻の種の油粕]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:케나프 씨 찌꺼기]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:жмых гибискуса]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:kenaf tohumu küspesi]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:洋麻种子压榨饼]

# PLANT:KENAF
source: [SEED:kenaf seed:kenaf seeds:]
cs: [SEED:kenafové semínko:kenafová semínka:]
de: [SEED:Kenaf-Samen:Kenaf-Samen:]
eo: [SEED:semo de kenafo:semoj de kenafo:]
es: [SEED:semilla de kenaf:semillas de kenaf:]
ja: [SEED:洋麻の種:洋麻の種:]
ko: [SEED:케나프 씨:케나프 씨들:]
ru: [SEED:семя гибискуса:семена гибискуса:]
tr: [SEED:kenaf tohumu:kenaf tohumları:]
vi: [SEED:hạt đay:hạt đay:]
zh_hans: [SEED:洋麻种子:洋麻种子:]

# PLANT:KENAF
source: [PREFSTRING:flowers]
cs: [PREFSTRING:květy]
de: [PREFSTRING:Blumen]
eo: [PREFSTRING:floroj]
es: [PREFSTRING:flores]
ja: [PREFSTRING:花]
ko: [PREFSTRING:꽃들]
ru: [PREFSTRING:цветы]
tr: [PREFSTRING:çiçekleri]
vi: [PREFSTRING:hoa]
zh_hans: [PREFSTRING:花]

# PLANT:KENAF
source: [STATE_NAME_ADJ:SOLID_PASTE:kenaf slurry]
cs: [STATE_NAME_ADJ:SOLID_PASTE:kenafová kaše]
de: [STATE_NAME_ADJ:SOLID_PASTE: Kenaf-Brei]
eo: [STATE_NAME_ADJ:SOLID_PASTE:solvita suspensio el kenafo]
es: [STATE_NAME_ADJ:SOLID_PASTE:pasta de kenaf]
ja: [STATE_NAME_ADJ:SOLID_PASTE:洋麻パルプ]
ko: [STATE_NAME_ADJ:SOLID_PASTE:케나프 곤죽]
ru: [STATE_NAME_ADJ:SOLID_PASTE:бумажная масса из гибискуса]
tr: [STATE_NAME_ADJ:SOLID_PASTE:kenaf bulamacı]
vi: [STATE_NAME_ADJ:SOLID_PASTE:hỗn dịch đay]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:洋麻纸浆]

# PLANT:KENAF
source: [STATE_NAME_ADJ:SOLID_PRESSED:kenaf paper]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:kenafový papír]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Kenaf-Papier]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:papero el kenafo]
es: [STATE_NAME_ADJ:SOLID_PRESSED:papel de kenaf]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:ケナフ]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:케나프 종이]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:бумага из гибискуса]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:kenaf kağıt]
vi: [STATE_NAME_ADJ:SOLID_PRESSED:giấy đay]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:洋麻纸]

# PLANT:KENAF
source: [GROWTH_NAME:kenaf leaf:kenaf leaves]
cs: [GROWTH_NAME:list kenafu:listy kenafu]
de: [GROWTH_NAME:Kenaf-Blatt: Kenaf-Blätter]
eo: [GROWTH_NAME:folio de kenafo:folioj de kenafo]
es: [GROWTH_NAME:hoja de kenaf:hojas de kenaf]
ja: [GROWTH_NAME:洋麻の葉:洋麻の葉]
ko: [GROWTH_NAME:케나프 잎:케나프 잎들]
ru: [GROWTH_NAME:лист гибискуса:листья гибискуса]
tr: [GROWTH_NAME:kenaf yaprağı:kenaf yaprakları]
vi: [GROWTH_NAME:lá đay:lá đay]
zh_hans: [GROWTH_NAME:洋麻叶:洋麻叶]

# PLANT:KENAF
source: [GROWTH_NAME:kenaf flower:STP]
cs: [GROWTH_NAME:květ kenafu:STP]
de: [GROWTH_NAME:Kenaf-Blüte:STP]
eo: [GROWTH_NAME:floro de kenafo:floroj de kenafo]
es: [GROWTH_NAME:flores de kenaf:STP]
ja: [GROWTH_NAME:洋麻の花:STP]
ko: [GROWTH_NAME:케나프 꽃:STP]
ru: [GROWTH_NAME:цветок гибискуса:цветы гибискуса]
tr: [GROWTH_NAME:kenaf çiçeği:STP]
zh_hans: [GROWTH_NAME:洋麻花:STP]

# PLANT:PAPYRUS_SEDGE
source: [NAME:papyrus sedge]
cs: [NAME:papyrus]
de: [NAME:Papyrus-Segge]
eo: [NAME:papiruscipero]
es: [NAME:sedimento de papiro]
ja: [NAME:パピルス]
ko: [NAME:파피루스 사초]
ru: [NAME:бумажный тростник]
tr: [NAME:papirüs sazı]
vi: [NAME:cây cói giấy]
zh_hans: [NAME:纸莎草]

# PLANT:PAPYRUS_SEDGE
source: [NAME_PLURAL:papyrus sedges]
cs: [NAME_PLURAL:papyrusy]
de: [NAME_PLURAL:Papyrus-Seggen]
eo: [NAME_PLURAL:papirusciperoj]
es: [NAME_PLURAL:sedimentos de papiro]
ja: [NAME_PLURAL:パピルス]
ko: [NAME_PLURAL:파피루스 사초들]
ru: [NAME_PLURAL:бумажный тростник]
tr: [NAME_PLURAL:papirüs sazı]
vi: [NAME_PLURAL:cây cói giấy]
zh_hans: [NAME_PLURAL:纸莎草]

# PLANT:PAPYRUS_SEDGE
source: [ADJ:papyrus sedge]
cs: [ADJ:papyrusový]
de: [ADJ:Papyrus-Segge]
eo: [ADJ:de papiruscipero]
es: [ADJ:papiro sedimentado]
ja: [ADJ:パピルス]
ko: [ADJ:파피루스 사초]
ru: [ADJ:бумажный тростник]
tr: [ADJ:papirüs sazı]
vi: [ADJ:cây cói giấy]
zh_hans: [ADJ:纸莎草的]

# PLANT:PAPYRUS_SEDGE
source: [STATE_NAME_ADJ:SOLID:papyrus]
eo: [STATE_NAME_ADJ:SOLID:papiruso]
es: [STATE_NAME_ADJ:SOLID:papiro]
ja: [STATE_NAME_ADJ:SOLID:パピルス]
ko: [STATE_NAME_ADJ:SOLID:파피루스]
ru: [STATE_NAME_ADJ:SOLID:папирус]
tr: [STATE_NAME_ADJ:SOLID:papirüs]
zh_hans: [STATE_NAME_ADJ:SOLID:纸莎草]

# PLANT:PAPYRUS_SEDGE
source: [STATE_NAME_ADJ:SOLID_PRESSED:papyrus]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:papiruso]
es: [STATE_NAME_ADJ:SOLID_PRESSED:papiro]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:パピルス]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:파피루스]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:папирус]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:papirüs]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:纸莎草]

# PLANT:PAPYRUS_SEDGE
source: [SEED:papyrus seed:papyrus seeds:]
cs: [SEED:semeno papyru:semena papyru:]
de: [SEED:Papyrussamen:Papyrussamen:]
eo: [SEED:semo de papiruso:semoj de papiruso:]
es: [SEED:semilla de papiro:semillas de papiro:]
ja: [SEED:パピルスの種:パピルスの種:]
ko: [SEED:파피루스 씨:파피루스 씨들:]
ru: [SEED:семя бумажного тростника:семена бумажного тростника:]
tr: [SEED:papirüs tohumu:papirüs tohumları:]
vi: [SEED:hạt cói giấy:hạt cói giấy:]
zh_hans: [SEED:纸莎草种子:纸莎草种子:]

# PLANT:PAPYRUS_SEDGE
source: [PREFSTRING:useful stems]
cs: [PREFSTRING:užitečné stonky]
de: [PREFSTRING:brauchbare Stiele]
eo: [PREFSTRING:utilaj tigoj]
es: [PREFSTRING:tallos útiles]
ja: [PREFSTRING:茎]
ko: [PREFSTRING:쓸모있는 줄기]
ru: [PREFSTRING:полезные стебли]
tr: [PREFSTRING:kullanışlı sapları]
vi: [PREFSTRING:thân cây hữu ích]
zh_hans: [PREFSTRING:有用的茎秆]

# PLANT:PAPYRUS_SEDGE
source: [GROWTH_NAME:papyrus leaf:papyrus leaves]
cs: [GROWTH_NAME:list papyru:listy papyru]
de: [GROWTH_NAME:Papyrusblatt:Papyrusblätter]
eo: [GROWTH_NAME:folio de papiruso:folioj de papiruso]
es: [GROWTH_NAME:hoja de papiro:Hojas de papiro]
ja: [GROWTH_NAME:パピルスの葉:パピルスの葉]
ko: [GROWTH_NAME:파피루스 잎:파피루스 잎들]
ru: [GROWTH_NAME:стебель бумажного тростника:стебли бумажного тростника]
tr: [GROWTH_NAME:papirüs yaprağı:papirüs yaprakları]
vi: [GROWTH_NAME:lá cói giấy:lá cói giấy]
zh_hans: [GROWTH_NAME:纸莎草叶:纸莎草叶]

# PLANT:PAPYRUS_SEDGE
source: [GROWTH_NAME:papyrus flower cluster:STP]
cs: [GROWTH_NAME:květenství papyru:STP]
de: [GROWTH_NAME:Papyrusblütentraube:STP]
eo: [GROWTH_NAME:garbo da floroj de papiruso:garboj da floroj de papiruso]
es: [GROWTH_NAME:rácimo de flores de papiro:STP]
ja: [GROWTH_NAME:パピルスの花:STP]
ko: [GROWTH_NAME:파피루스 꽃송이:STP]
ru: [GROWTH_NAME:соцветие бумажного тростника:соцветия бумажного тростника]
tr: [GROWTH_NAME:papirüs çiçek kümesi:STP]
zh_hans: [GROWTH_NAME:纸莎草花簇:STP]

# PLANT:ARTICHOKE
source: [NAME:artichoke]
cs: [NAME:artyčok]
de: [NAME:Artischocke]
eo: [NAME:artiŝoko]
es: [NAME:alcachofa]
ja: [NAME:アーティチョーク]
ko: [NAME:아티초크]
ru: [NAME:артишок]
tr: [NAME:enginar]
vi: [NAME:atisô]
zh_hans: [NAME:朝鲜蓟]

# PLANT:ARTICHOKE
source: [NAME_PLURAL:artichokes]
cs: [NAME_PLURAL:artyčoky]
de: [NAME_PLURAL:Artischocken]
eo: [NAME_PLURAL:artiŝokoj]
es: [NAME_PLURAL:alcachofas]
ja: [NAME_PLURAL:アーティチョーク]
ko: [NAME_PLURAL:아티초크들]
ru: [NAME_PLURAL:артишок]
tr: [NAME_PLURAL:enginar]
vi: [NAME_PLURAL:atisô]
zh_hans: [NAME_PLURAL:朝鲜蓟]

# PLANT:ARTICHOKE
source: [ADJ:artichoke]
cs: [ADJ:artyčokový]
de: [ADJ:Artischocke]
eo: [ADJ:de artiŝoko]
es: [ADJ:alcachofa]
ja: [ADJ:アーティチョーク]
ko: [ADJ:아티초크]
ru: [ADJ:артишок]
tr: [ADJ:enginar]
vi: [ADJ:atisô]
zh_hans: [ADJ:朝鲜蓟的]

# PLANT:ARTICHOKE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen artichoke wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé artyčokové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Artischockenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el artiŝoko]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de alcachofa congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったアーティチョークのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 아티초크 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное артишоковое вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş enginar şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu atisô đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的朝鲜蓟酒]

# PLANT:ARTICHOKE
source: [STATE_NAME_ADJ:LIQUID:artichoke wine]
cs: [STATE_NAME_ADJ:LIQUID:artyčokové víno]
de: [STATE_NAME_ADJ:LIQUID:Artischockenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el artiŝoko]
es: [STATE_NAME_ADJ:LIQUID:vino de alcachofa]
ja: [STATE_NAME_ADJ:LIQUID:アーティチョークのワイン]
ko: [STATE_NAME_ADJ:LIQUID:아티초크 와인]
ru: [STATE_NAME_ADJ:LIQUID:артишоковое вино]
tr: [STATE_NAME_ADJ:LIQUID:enginar şarabı]
zh_hans: [STATE_NAME_ADJ:LIQUID:朝鲜蓟酒]

# PLANT:ARTICHOKE
source: [STATE_NAME_ADJ:GAS:boiling artichoke wine]
cs: [STATE_NAME_ADJ:GAS:vařící se artyčokové víno]
de: [STATE_NAME_ADJ:GAS:kochender Artischockenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el artiŝoko]
es: [STATE_NAME_ADJ:GAS:vino de alcachofa hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したアーティチョークのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 아티초크 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее артишоковое вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan enginar şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu atisô đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的朝鲜蓟酒]

# PLANT:ARTICHOKE
source: [SEED:artichoke seed:artichoke seeds:]
cs: [SEED:semeno artyčoku:semena artyčoku:]
de: [SEED:Artischockensamen:Artischockensamen:]
eo: [SEED:semo de artiŝoko:semoj de artiŝoko:]
es: [SEED:semilla de alcachofa:semillas de alcachofa:]
ja: [SEED:アーティチョークの種:アーティチョークの種:]
ko: [SEED:아티초크 씨:아티초크 씨들:]
ru: [SEED:семя артишока:семена артишока:]
tr: [SEED:enginar tohumu:enginar tohumları:]
vi: [SEED:hạt atisô:hạt atisô:]
zh_hans: [SEED:朝鲜蓟种子:朝鲜蓟种子:]

# PLANT:ARTICHOKE
source: [PREFSTRING:yummy hearts]
cs: [PREFSTRING:lahodná srdíčka]
de: [PREFSTRING:leckere Herzen]
eo: [PREFSTRING:bongustaj kapituloj]
es: [PREFSTRING:ricos corazones]
ko: [PREFSTRING:아주 맛있는 아티초크 하트]
ru: [PREFSTRING:вкусные сердцевинки]
tr: [PREFSTRING:lezzetli göbekleri]
vi: [PREFSTRING:tim ngon miệng]
zh_hans: [PREFSTRING:美味的菜心]

# PLANT:ARTICHOKE
source: [GROWTH_NAME:artichoke leaf:artichoke leaves]
cs: [GROWTH_NAME:list artyčoku:listy artyčoku]
de: [GROWTH_NAME:Artischockenblatt:Artischockenblätter]
eo: [GROWTH_NAME:folio de artiŝoko:folioj de artiŝoko]
es: [GROWTH_NAME:hoja de alcachofa:hojas de alcachofa]
ja: [GROWTH_NAME:アーティチョークの葉:アーティチョークの葉]
ko: [GROWTH_NAME:아티초크 잎:아티초크 잎들]
ru: [GROWTH_NAME:лист артишока:листья артишока]
tr: [GROWTH_NAME:enginar yaprağı:enginar yaprakları]
vi: [GROWTH_NAME:lá atisô:lá atisô]
zh_hans: [GROWTH_NAME:朝鲜蓟叶:朝鲜蓟叶]

# PLANT:ARTICHOKE
source: [GROWTH_NAME:artichoke heart:STP]
cs: [GROWTH_NAME:srdíčko artyčoku:STP]
de: [GROWTH_NAME:Artischockenherz:STP]
eo: [GROWTH_NAME:kapitulo de artiŝoko:kapituloj de artiŝoko]
es: [GROWTH_NAME:corazón de alcachofa:STP]
ja: [GROWTH_NAME:アーティチョークの芯:STP]
ko: [GROWTH_NAME:아티초크 하트:STP]
ru: [GROWTH_NAME:сердцевина артишока:сердцевины артишока]
tr: [GROWTH_NAME:enginar göbeği:STP]
zh_hans: [GROWTH_NAME:朝鲜蓟菜心:STP]

# PLANT:ARTICHOKE
source: [GROWTH_NAME:artichoke flower:STP]
cs: [GROWTH_NAME:květ artyčoku:STP]
de: [GROWTH_NAME:Artischockenblüte:STP]
eo: [GROWTH_NAME:floro de artiŝoko:floroj de artiŝoko]
es: [GROWTH_NAME:flor de alcachofa:STP]
ja: [GROWTH_NAME:アーティチョークの花:STP]
ko: [GROWTH_NAME:아티초크 꽃:STP]
ru: [GROWTH_NAME:цветок артишока:цветы артишока]
tr: [GROWTH_NAME:enginar çiçeği:STP]
zh_hans: [GROWTH_NAME:朝鲜蓟花:STP]

# PLANT:ASPARAGUS
source: [NAME:asparagus]
cs: [NAME:chřest]
de: [NAME:Spargel]
eo: [NAME:asparago]
es: [NAME:espárrago]
ja: [NAME:アスパラガス]
ko: [NAME:아스파라거스]
ru: [NAME:спаржа]
tr: [NAME:kuşkonmaz]
vi: [NAME:măng tây]
zh_hans: [NAME:芦笋]

# PLANT:ASPARAGUS
source: [NAME_PLURAL:asparagus]
cs: [NAME_PLURAL:chřest]
de: [NAME_PLURAL:Spargel]
eo: [NAME_PLURAL:asparagoj]
es: [NAME_PLURAL:espárragos]
ja: [NAME_PLURAL:アスパラガス]
ko: [NAME_PLURAL:아스파라거스]
ru: [NAME_PLURAL:спаржа]
tr: [NAME_PLURAL:kuşkonmaz]
vi: [NAME_PLURAL:măng tây]
zh_hans: [NAME_PLURAL:芦笋]
