Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# INORGANIC:NATIVE_GOLD
source: [STATE_NAME_ADJ:LIQUID:molten native gold]
cs: [STATE_NAME_ADJ:LIQUID:tavené ryzí zlato]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes gediegenes Gold]
eo: [STATE_NAME_ADJ:LIQUID:fandita naturpura oro]
es: [STATE_NAME_ADJ:LIQUID:oro nativo fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた金]
ko: [STATE_NAME_ADJ:LIQUID:녹은 천연 금]
ru: [STATE_NAME_ADJ:LIQUID:расплавленное самородное золото]
tr: [STATE_NAME_ADJ:LIQUID:erimiş doğal altın]
vi: [STATE_NAME_ADJ:LIQUID:Vàng nguyên chất nóng chảy]

# INORGANIC:NATIVE_GOLD
source: [STATE_NAME_ADJ:GAS:boiling native gold]
cs: [STATE_NAME_ADJ:GAS:vroucí ryzí zlato]
de: [STATE_NAME_ADJ:GAS:kochendes gediegenes Gold]
eo: [STATE_NAME_ADJ:GAS:de bolanta naturpura oro]
es: [STATE_NAME_ADJ:GAS:oro nativo hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した金]
ko: [STATE_NAME_ADJ:GAS:기화된 천연 금]
ru: [STATE_NAME_ADJ:GAS:кипящее самородное золото]
tr: [STATE_NAME_ADJ:GAS:kaynayan doğal altın]
vi: [STATE_NAME_ADJ:GAS:Vàng nguyên chất đang sôi]

# INORGANIC:NATIVE_SILVER
source: [STONE_NAME:silver nuggets]
cs: [STONE_NAME:stříbrné nugety]
de: [STONE_NAME:Silberklumpen]
eo: [STONE_NAME:grajnoj da arĝento]
es: [STONE_NAME:pepitas de plata]
ja: [STONE_NAME:銀塊]
ko: [STONE_NAME:은 원석]
ru: [STONE_NAME:серебряный самородок]
tr: [STONE_NAME:gümüş külçeleri]
vi: [STONE_NAME:Cục bạc nguyên chất]

# INORGANIC:NATIVE_SILVER
source: [STATE_NAME_ADJ:ALL_SOLID:native silver]
cs: [STATE_NAME_ADJ:ALL_SOLID:ryzí stříbro]
de: [STATE_NAME_ADJ:ALL_SOLID:gediegenes Silber]
eo: [STATE_NAME_ADJ:ALL_SOLID:naturpura arĝento]
es: [STATE_NAME_ADJ:ALL_SOLID:plata nativa]
ja: [STATE_NAME_ADJ:ALL_SOLID:銀]
ko: [STATE_NAME_ADJ:ALL_SOLID:천연 은]
ru: [STATE_NAME_ADJ:ALL_SOLID:самородное серебро]
tr: [STATE_NAME_ADJ:ALL_SOLID:doğal gümüş]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bạc nguyên chất]

# INORGANIC:NATIVE_SILVER
source: [STATE_NAME_ADJ:LIQUID:molten native silver]
cs: [STATE_NAME_ADJ:LIQUID:tavené ryzí stříbro]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes gediegenes Silber]
eo: [STATE_NAME_ADJ:LIQUID:fandita naturpura arĝento]
es: [STATE_NAME_ADJ:LIQUID:plata nativa fundida]
ja: [STATE_NAME_ADJ:LIQUID:溶けた銀]
ko: [STATE_NAME_ADJ:LIQUID:녹은 천연 은]
ru: [STATE_NAME_ADJ:LIQUID:расплавленное самородное серебро]
tr: [STATE_NAME_ADJ:LIQUID:erimiş doğal gümüş]
vi: [STATE_NAME_ADJ:LIQUID:Bạc nguyên chất nóng chảy]

# INORGANIC:NATIVE_SILVER
source: [STATE_NAME_ADJ:GAS:boiling native silver]
cs: [STATE_NAME_ADJ:GAS:vroucí ryzí stříbro]
de: [STATE_NAME_ADJ:GAS:kochendes gediegenes Silber]
eo: [STATE_NAME_ADJ:GAS:bolanta naturpura arĝento]
es: [STATE_NAME_ADJ:GAS:plata nativa hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した銀]
ko: [STATE_NAME_ADJ:GAS:기화된 천연 은]
ru: [STATE_NAME_ADJ:GAS:кипящее самородное серебро]
tr: [STATE_NAME_ADJ:GAS:kaynayan doğal gümüş]
vi: [STATE_NAME_ADJ:GAS:Bạc nguyên chất đang sôi]

# INORGANIC:NATIVE_COPPER
source: [STONE_NAME:copper nuggets]
cs: [STONE_NAME:měděné nugety]
de: [STONE_NAME:Kupferklumpen]
eo: [STONE_NAME:grajnoj da kupro]
es: [STONE_NAME:pepitas de cobre]
ja: [STONE_NAME:銅塊]
ko: [STONE_NAME:구리 원석]
ru: [STONE_NAME:медный самородок]
tr: [STONE_NAME:bakır külçeleri]
vi: [STONE_NAME:Cục đồng nguyên chất]

# INORGANIC:NATIVE_COPPER
source: [STATE_NAME_ADJ:ALL_SOLID:native copper]
cs: [STATE_NAME_ADJ:ALL_SOLID:ryzí měď]
de: [STATE_NAME_ADJ:ALL_SOLID:gediegenes Kupfer]
eo: [STATE_NAME_ADJ:ALL_SOLID:naturpura kupro]
es: [STATE_NAME_ADJ:ALL_SOLID:cobre nativo]
ja: [STATE_NAME_ADJ:ALL_SOLID:銅]
ko: [STATE_NAME_ADJ:ALL_SOLID:천연 구리]
ru: [STATE_NAME_ADJ:ALL_SOLID:самородная медь]
tr: [STATE_NAME_ADJ:ALL_SOLID:doğal bakır]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đồng nguyên chất]

# INORGANIC:NATIVE_COPPER
source: [STATE_NAME_ADJ:LIQUID:molten native copper]
cs: [STATE_NAME_ADJ:LIQUID:tavená ryzí měď]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes gediegenes Kupfer]
eo: [STATE_NAME_ADJ:LIQUID:fandita naturpura kupro]
es: [STATE_NAME_ADJ:LIQUID:cobre nativo fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた銅]
ko: [STATE_NAME_ADJ:LIQUID:녹은 천연 구리]
ru: [STATE_NAME_ADJ:LIQUID:расплавленная самородная медь]
tr: [STATE_NAME_ADJ:LIQUID:erimiş doğal bakır]
vi: [STATE_NAME_ADJ:LIQUID:Đồng nguyên chất nóng chảy]

# INORGANIC:NATIVE_COPPER
source: [STATE_NAME_ADJ:GAS:boiling native copper]
cs: [STATE_NAME_ADJ:GAS:vroucí ryzí měď]
de: [STATE_NAME_ADJ:GAS:kochendes gediegenes Kupfer]
eo: [STATE_NAME_ADJ:GAS:bolanta naturpura kupro]
es: [STATE_NAME_ADJ:GAS:cobre nativo hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した銅]
ko: [STATE_NAME_ADJ:GAS:기화된 천연 구리]
ru: [STATE_NAME_ADJ:GAS:кипящая самородная медь]
tr: [STATE_NAME_ADJ:GAS:kaynayan doğal bakır]
vi: [STATE_NAME_ADJ:GAS:Đồng nguyên chất đang sôi]

# INORGANIC:MALACHITE
source: [STATE_NAME_ADJ:ALL_SOLID:malachite]
cs: [STATE_NAME_ADJ:ALL_SOLID:malachit]
de: [STATE_NAME_ADJ:ALL_SOLID:Malachit]
eo: [STATE_NAME_ADJ:ALL_SOLID:malakito]
es: [STATE_NAME_ADJ:ALL_SOLID:malaquita]
ja: [STATE_NAME_ADJ:ALL_SOLID:孔雀石]
ru: [STATE_NAME_ADJ:ALL_SOLID:малахит]
tr: [STATE_NAME_ADJ:ALL_SOLID:malakit]

# INORGANIC:GALENA
source: [STATE_NAME_ADJ:ALL_SOLID:galena]
cs: [STATE_NAME_ADJ:ALL_SOLID:galenit]
de: [STATE_NAME_ADJ:ALL_SOLID:Galenit]
eo: [STATE_NAME_ADJ:ALL_SOLID:galeno]
ja: [STATE_NAME_ADJ:ALL_SOLID:方鉛鉱]
ru: [STATE_NAME_ADJ:ALL_SOLID:галенит]
tr: [STATE_NAME_ADJ:ALL_SOLID:galen]
vi: [STATE_NAME_ADJ:ALL_SOLID:Galen]

# INORGANIC:SPHALERITE
source: [STATE_NAME_ADJ:ALL_SOLID:sphalerite]
cs: [STATE_NAME_ADJ:ALL_SOLID:sfalerit]
de: [STATE_NAME_ADJ:ALL_SOLID:Sphalerit]
eo: [STATE_NAME_ADJ:ALL_SOLID:blendo]
es: [STATE_NAME_ADJ:ALL_SOLID:esfalerita]
ja: [STATE_NAME_ADJ:ALL_SOLID:閃亜鉛鉱]
ru: [STATE_NAME_ADJ:ALL_SOLID:сфалерит]
tr: [STATE_NAME_ADJ:ALL_SOLID:sfalerit]
vi: [STATE_NAME_ADJ:ALL_SOLID:Sphalerit]

# INORGANIC:CASSITERITE
source: [STATE_NAME_ADJ:ALL_SOLID:cassiterite]
cs: [STATE_NAME_ADJ:ALL_SOLID:cínovec]
de: [STATE_NAME_ADJ:ALL_SOLID:Kassiterit]
eo: [STATE_NAME_ADJ:ALL_SOLID:kasiterito]
es: [STATE_NAME_ADJ:ALL_SOLID:casiterita]
ja: [STATE_NAME_ADJ:ALL_SOLID:錫石]
ru: [STATE_NAME_ADJ:ALL_SOLID:касситерит]
tr: [STATE_NAME_ADJ:ALL_SOLID:kasiterit]
vi: [STATE_NAME_ADJ:ALL_SOLID:Cassiterit]

# INORGANIC:COAL_BITUMINOUS
source: [STATE_NAME_ADJ:ALL_SOLID:bituminous coal]
cs: [STATE_NAME_ADJ:ALL_SOLID:černé uhlí]
de: [STATE_NAME_ADJ:ALL_SOLID:Steinkohle]
eo: [STATE_NAME_ADJ:ALL_SOLID:bitumkarbo]
es: [STATE_NAME_ADJ:ALL_SOLID:hulla]
ja: [STATE_NAME_ADJ:ALL_SOLID:瀝青炭]
ru: [STATE_NAME_ADJ:ALL_SOLID:каменный уголь]
tr: [STATE_NAME_ADJ:ALL_SOLID:bitümlü kömür]
vi: [STATE_NAME_ADJ:ALL_SOLID:Than bitum]

# INORGANIC:LIGNITE
source: [STATE_NAME_ADJ:ALL_SOLID:lignite]
cs: [STATE_NAME_ADJ:ALL_SOLID:hnědé uhlí]
de: [STATE_NAME_ADJ:ALL_SOLID:Braunkohle]
eo: [STATE_NAME_ADJ:ALL_SOLID:lignito]
es: [STATE_NAME_ADJ:ALL_SOLID:lignito]
ja: [STATE_NAME_ADJ:ALL_SOLID:褐炭]
ru: [STATE_NAME_ADJ:ALL_SOLID:бурый уголь]
tr: [STATE_NAME_ADJ:ALL_SOLID:linyit]

# INORGANIC:NATIVE_PLATINUM
source: [STONE_NAME:platinum nuggets]
cs: [STONE_NAME:platinové nugety]
de: [STONE_NAME:Platinnuggets]
eo: [STONE_NAME:grajnoj da plateno]
es: [STONE_NAME:pepitas de platino]
ja: [STONE_NAME:白金塊]
ko: [STONE_NAME:백금 원석]
ru: [STONE_NAME:платиновый самородок]
tr: [STONE_NAME:platin külçeleri]
vi: [STONE_NAME:Cục bạch kim nguyên chất]

# INORGANIC:NATIVE_PLATINUM
source: [STATE_NAME_ADJ:ALL_SOLID:native platinum]
cs: [STATE_NAME_ADJ:ALL_SOLID:ryzí platina]
de: [STATE_NAME_ADJ:ALL_SOLID:gediegenes Platin]
eo: [STATE_NAME_ADJ:ALL_SOLID:naturpura plateno]
es: [STATE_NAME_ADJ:ALL_SOLID:platino nativo]
ja: [STATE_NAME_ADJ:ALL_SOLID:白金]
ko: [STATE_NAME_ADJ:ALL_SOLID:천연 백금]
ru: [STATE_NAME_ADJ:ALL_SOLID:самородная платина]
tr: [STATE_NAME_ADJ:ALL_SOLID:doğal platin]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bạch kim nguyên chất]

# INORGANIC:NATIVE_PLATINUM
source: [STATE_NAME_ADJ:LIQUID:molten native platinum]
cs: [STATE_NAME_ADJ:LIQUID:tavená ryzí platina]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes gediegenes Platin]
eo: [STATE_NAME_ADJ:LIQUID:fandita naturpura plateno]
es: [STATE_NAME_ADJ:LIQUID:platino nativo fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた白金]
ko: [STATE_NAME_ADJ:LIQUID:녹은 천연 백금]
ru: [STATE_NAME_ADJ:LIQUID:расплавленная самородная платина]
tr: [STATE_NAME_ADJ:LIQUID:erimiş doğal platin]
vi: [STATE_NAME_ADJ:LIQUID:Bạch kim nguyên chất nóng chảy]

# INORGANIC:NATIVE_PLATINUM
source: [STATE_NAME_ADJ:GAS:boiling native platinum]
cs: [STATE_NAME_ADJ:GAS:vroucí ryzí platina]
de: [STATE_NAME_ADJ:GAS:kochendes gediegenes Platin]
eo: [STATE_NAME_ADJ:GAS:bolanta naturpura plateno]
es: [STATE_NAME_ADJ:GAS:platino nativo hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した白金]
ko: [STATE_NAME_ADJ:GAS:기화된 천연 백금]
ru: [STATE_NAME_ADJ:GAS:кипящая самородная платина]
tr: [STATE_NAME_ADJ:GAS:kaynayan doğal platin]
vi: [STATE_NAME_ADJ:GAS:Bạch kim nguyên chất đang sôi]

# INORGANIC:CINNABAR
source: [STATE_NAME_ADJ:ALL_SOLID:cinnabar]
cs: [STATE_NAME_ADJ:ALL_SOLID:rumělka]
de: [STATE_NAME_ADJ:ALL_SOLID:Zinnober]
eo: [STATE_NAME_ADJ:ALL_SOLID:cinabro]
es: [STATE_NAME_ADJ:ALL_SOLID:cinabrio]
ja: [STATE_NAME_ADJ:ALL_SOLID:辰砂]
ko: [STATE_NAME_ADJ:ALL_SOLID:진사]
pl: [STATE_NAME_ADJ:ALL_SOLID:cynober]
ru: [STATE_NAME_ADJ:ALL_SOLID:киноварь]
tr: [STATE_NAME_ADJ:ALL_SOLID:zinober]
vi: [STATE_NAME_ADJ:ALL_SOLID:Thần sa]

# INORGANIC:COBALTITE
source: [STATE_NAME_ADJ:ALL_SOLID:cobaltite]
cs: [STATE_NAME_ADJ:ALL_SOLID:kobaltin]
de: [STATE_NAME_ADJ:ALL_SOLID:Kobaltit]
eo: [STATE_NAME_ADJ:ALL_SOLID:kobaltito]
es: [STATE_NAME_ADJ:ALL_SOLID:cobaltita]
ja: [STATE_NAME_ADJ:ALL_SOLID:輝コバルト鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:휘코발트석]
ru: [STATE_NAME_ADJ:ALL_SOLID:кобальтит]
tr: [STATE_NAME_ADJ:ALL_SOLID:kobaltit]

# INORGANIC:TETRAHEDRITE
source: [STATE_NAME_ADJ:ALL_SOLID:tetrahedrite]
cs: [STATE_NAME_ADJ:ALL_SOLID:tetraedrit]
de: [STATE_NAME_ADJ:ALL_SOLID:Tetraedrit]
eo: [STATE_NAME_ADJ:ALL_SOLID:tetraedrito]
es: [STATE_NAME_ADJ:ALL_SOLID:tetraedrita]
ja: [STATE_NAME_ADJ:ALL_SOLID:安四面銅鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:테트라히드라이트]
ru: [STATE_NAME_ADJ:ALL_SOLID:тетраэдрит]
tr: [STATE_NAME_ADJ:ALL_SOLID:tetrahedrit]

# INORGANIC:HORN_SILVER
source: [STATE_NAME_ADJ:ALL_SOLID:horn silver]
cs: [STATE_NAME_ADJ:ALL_SOLID:rohovcové stříbro]
de: [STATE_NAME_ADJ:ALL_SOLID:Hornsilber]
eo: [STATE_NAME_ADJ:ALL_SOLID:ĥlorargito]
es: [STATE_NAME_ADJ:ALL_SOLID:plata córnea]
ja: [STATE_NAME_ADJ:ALL_SOLID:角銀鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:각은석]
ru: [STATE_NAME_ADJ:ALL_SOLID:роговое серебро]
tr: [STATE_NAME_ADJ:ALL_SOLID:kerargirit]
vi: [STATE_NAME_ADJ:ALL_SOLID:bạc sừng]

# INORGANIC:GYPSUM
source: [STATE_NAME_ADJ:ALL_SOLID:gypsum]
cs: [STATE_NAME_ADJ:ALL_SOLID:sádrovec]
de: [STATE_NAME_ADJ:ALL_SOLID:Gips]
eo: [STATE_NAME_ADJ:ALL_SOLID:gipso]
es: [STATE_NAME_ADJ:ALL_SOLID:yeso]
ja: [STATE_NAME_ADJ:ALL_SOLID:石膏]
ko: [STATE_NAME_ADJ:ALL_SOLID:석고]
ru: [STATE_NAME_ADJ:ALL_SOLID:гипс]
tr: [STATE_NAME_ADJ:ALL_SOLID:alçıtaşı]
vi: [STATE_NAME_ADJ:ALL_SOLID:thạch cao]

# INORGANIC:TALC
source: [STATE_NAME_ADJ:ALL_SOLID:talc]
cs: [STATE_NAME_ADJ:ALL_SOLID:mastek]
de: [STATE_NAME_ADJ:ALL_SOLID:Talkum]
eo: [STATE_NAME_ADJ:ALL_SOLID:talko]
es: [STATE_NAME_ADJ:ALL_SOLID:talco]
ja: [STATE_NAME_ADJ:ALL_SOLID:滑石]
ko: [STATE_NAME_ADJ:ALL_SOLID:활석]
ru: [STATE_NAME_ADJ:ALL_SOLID:тальк]
tr: [STATE_NAME_ADJ:ALL_SOLID:talk]

# INORGANIC:JET
source: [STATE_NAME_ADJ:ALL_SOLID:jet]
cs: [STATE_NAME_ADJ:ALL_SOLID:gagat]
de: [STATE_NAME_ADJ:ALL_SOLID:Strahl]
eo: [STATE_NAME_ADJ:ALL_SOLID:gagato]
es: [STATE_NAME_ADJ:ALL_SOLID:azabache]
ja: [STATE_NAME_ADJ:ALL_SOLID:黒玉]
ko: [STATE_NAME_ADJ:ALL_SOLID:제트스톤]
ru: [STATE_NAME_ADJ:ALL_SOLID:гагат]
tr: [STATE_NAME_ADJ:ALL_SOLID:oltu taşı]
vi: [STATE_NAME_ADJ:ALL_SOLID:hắc ngọc]

# INORGANIC:PUDDINGSTONE
source: [STATE_NAME_ADJ:ALL_SOLID:puddingstone]
cs: [STATE_NAME_ADJ:ALL_SOLID:pudingovec]
de: [STATE_NAME_ADJ:ALL_SOLID:Puddingstein]
eo: [STATE_NAME_ADJ:ALL_SOLID:pudingŝtono]
es: [STATE_NAME_ADJ:ALL_SOLID:pudinga]
ja: [STATE_NAME_ADJ:ALL_SOLID:プディングストーン]
ko: [STATE_NAME_ADJ:ALL_SOLID:역암]
ru: [STATE_NAME_ADJ:ALL_SOLID:пудинговый конгломерат]
tr: [STATE_NAME_ADJ:ALL_SOLID:pudding taşı]
vi: [STATE_NAME_ADJ:ALL_SOLID:đá cuội kết]

# INORGANIC:PETRIFIED_WOOD
source: [STATE_NAME_ADJ:ALL_SOLID:petrified wood]
cs: [STATE_NAME_ADJ:ALL_SOLID:zkamenělé dřevo]
de: [STATE_NAME_ADJ:ALL_SOLID:versteinertes Holz]
eo: [STATE_NAME_ADJ:ALL_SOLID:ligno ŝtonigita]
es: [STATE_NAME_ADJ:ALL_SOLID:madera petrificada]
ja: [STATE_NAME_ADJ:ALL_SOLID:珪化木]
ko: [STATE_NAME_ADJ:ALL_SOLID:규화목]
ru: [STATE_NAME_ADJ:ALL_SOLID:окаменелая древесина]
tr: [STATE_NAME_ADJ:ALL_SOLID:taşlaşmış odun]
vi: [STATE_NAME_ADJ:ALL_SOLID:gỗ hóa đá]

# INORGANIC:GRAPHITE
source: [STATE_NAME_ADJ:ALL_SOLID:graphite]
cs: [STATE_NAME_ADJ:ALL_SOLID:grafit]
de: [STATE_NAME_ADJ:ALL_SOLID:Graphit]
eo: [STATE_NAME_ADJ:ALL_SOLID:grafito]
es: [STATE_NAME_ADJ:ALL_SOLID:grafito]
ja: [STATE_NAME_ADJ:ALL_SOLID:黒鉛]
ko: [STATE_NAME_ADJ:ALL_SOLID:흑연]
ru: [STATE_NAME_ADJ:ALL_SOLID:графит]
tr: [STATE_NAME_ADJ:ALL_SOLID:grafit]

# INORGANIC:BRIMSTONE
source: [STATE_NAME_ADJ:ALL_SOLID:brimstone]
cs: [STATE_NAME_ADJ:ALL_SOLID:síra]
de: [STATE_NAME_ADJ:ALL_SOLID:Schwefel]
eo: [STATE_NAME_ADJ:ALL_SOLID:sulfuro]
es: [STATE_NAME_ADJ:ALL_SOLID:azufre]
ja: [STATE_NAME_ADJ:ALL_SOLID:硫黄]
ko: [STATE_NAME_ADJ:ALL_SOLID:황]
ru: [STATE_NAME_ADJ:ALL_SOLID:сера]
tr: [STATE_NAME_ADJ:ALL_SOLID:kükürt taşı]
vi: [STATE_NAME_ADJ:ALL_SOLID:diêm sinh]

# INORGANIC:KIMBERLITE
source: [STATE_NAME_ADJ:ALL_SOLID:kimberlite]
cs: [STATE_NAME_ADJ:ALL_SOLID:kimberlit]
de: [STATE_NAME_ADJ:ALL_SOLID:Kimberlit]
eo: [STATE_NAME_ADJ:ALL_SOLID:kimberlito]
es: [STATE_NAME_ADJ:ALL_SOLID:kimberlita]
ja: [STATE_NAME_ADJ:ALL_SOLID:キンバリー岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:킴벌라이트]
ru: [STATE_NAME_ADJ:ALL_SOLID:кимберлит]
tr: [STATE_NAME_ADJ:ALL_SOLID:kimberlit]

# INORGANIC:BISMUTHINITE
source: [STATE_NAME_ADJ:ALL_SOLID:bismuthinite]
cs: [STATE_NAME_ADJ:ALL_SOLID:bismutin]
de: [STATE_NAME_ADJ:ALL_SOLID:Wismutglanz]
eo: [STATE_NAME_ADJ:ALL_SOLID:bismutinito]
es: [STATE_NAME_ADJ:ALL_SOLID:bismutoinita]
ja: [STATE_NAME_ADJ:ALL_SOLID:輝蒼鉛鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:휘창연석]
ru: [STATE_NAME_ADJ:ALL_SOLID:висмутин]
tr: [STATE_NAME_ADJ:ALL_SOLID:bizmutinit]

# INORGANIC:ORPIMENT
source: [STATE_NAME_ADJ:ALL_SOLID:orpiment]
cs: [STATE_NAME_ADJ:ALL_SOLID:auripigment]
de: [STATE_NAME_ADJ:ALL_SOLID:Operment]
eo: [STATE_NAME_ADJ:ALL_SOLID:orpimento]
es: [STATE_NAME_ADJ:ALL_SOLID:oropimente]
ja: [STATE_NAME_ADJ:ALL_SOLID:雄黄]
ko: [STATE_NAME_ADJ:ALL_SOLID:석황]
ru: [STATE_NAME_ADJ:ALL_SOLID:аурипигмент]
tr: [STATE_NAME_ADJ:ALL_SOLID:zırnık]

# INORGANIC:STIBNITE
source: [STATE_NAME_ADJ:ALL_SOLID:stibnite]
cs: [STATE_NAME_ADJ:ALL_SOLID:antimonit]
de: [STATE_NAME_ADJ:ALL_SOLID:Antimonit]
eo: [STATE_NAME_ADJ:ALL_SOLID:stibnito]
es: [STATE_NAME_ADJ:ALL_SOLID:estibinita]
ja: [STATE_NAME_ADJ:ALL_SOLID:輝安鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:휘안석]
ru: [STATE_NAME_ADJ:ALL_SOLID:стибнит]
tr: [STATE_NAME_ADJ:ALL_SOLID:stibnit]

# INORGANIC:MARCASITE
source: [STATE_NAME_ADJ:ALL_SOLID:marcasite]
cs: [STATE_NAME_ADJ:ALL_SOLID:markazit]
de: [STATE_NAME_ADJ:ALL_SOLID:Markasit]
eo: [STATE_NAME_ADJ:ALL_SOLID:markazito]
es: [STATE_NAME_ADJ:ALL_SOLID:marcasita]
ja: [STATE_NAME_ADJ:ALL_SOLID:白鉄鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:백철석]
ru: [STATE_NAME_ADJ:ALL_SOLID:марказит]
tr: [STATE_NAME_ADJ:ALL_SOLID:markazit]

# INORGANIC:SYLVITE
source: [STATE_NAME_ADJ:ALL_SOLID:sylvite]
cs: [STATE_NAME_ADJ:ALL_SOLID:syvín]
de: [STATE_NAME_ADJ:ALL_SOLID:Kaliumchlorid]
eo: [STATE_NAME_ADJ:ALL_SOLID:silvito]
es: [STATE_NAME_ADJ:ALL_SOLID:sylvita]
ja: [STATE_NAME_ADJ:ALL_SOLID:カリ岩塩]
ko: [STATE_NAME_ADJ:ALL_SOLID:칼리 암염]
ru: [STATE_NAME_ADJ:ALL_SOLID:сильвин]
tr: [STATE_NAME_ADJ:ALL_SOLID:silvit]

# INORGANIC:CRYOLITE
source: [STATE_NAME_ADJ:ALL_SOLID:cryolite]
cs: [STATE_NAME_ADJ:ALL_SOLID:kryolit]
de: [STATE_NAME_ADJ:ALL_SOLID:Eisstein]
eo: [STATE_NAME_ADJ:ALL_SOLID:kriolito]
es: [STATE_NAME_ADJ:ALL_SOLID:criolita]
ja: [STATE_NAME_ADJ:ALL_SOLID:氷晶石]
ko: [STATE_NAME_ADJ:ALL_SOLID:빙정석]
ru: [STATE_NAME_ADJ:ALL_SOLID:криолит]
tr: [STATE_NAME_ADJ:ALL_SOLID:kriyolit]

# INORGANIC:PERICLASE
source: [STATE_NAME_ADJ:ALL_SOLID:periclase]
cs: [STATE_NAME_ADJ:ALL_SOLID:periklas]
de: [STATE_NAME_ADJ:ALL_SOLID:Periklas]
eo: [STATE_NAME_ADJ:ALL_SOLID:periklazo]
es: [STATE_NAME_ADJ:ALL_SOLID:periclasa]
ja: [STATE_NAME_ADJ:ALL_SOLID:ペリクレース]
ko: [STATE_NAME_ADJ:ALL_SOLID:페리클레이스]
ru: [STATE_NAME_ADJ:ALL_SOLID:периклаз]
tr: [STATE_NAME_ADJ:ALL_SOLID:periklaz]

# INORGANIC:ILMENITE
source: [STATE_NAME_ADJ:ALL_SOLID:ilmenite]
cs: [STATE_NAME_ADJ:ALL_SOLID:ilmenit]
de: [STATE_NAME_ADJ:ALL_SOLID:Titaneisen]
eo: [STATE_NAME_ADJ:ALL_SOLID:ilmenito]
es: [STATE_NAME_ADJ:ALL_SOLID:ilmenita]
ja: [STATE_NAME_ADJ:ALL_SOLID:チタン鉄鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:티탄 철광]
ru: [STATE_NAME_ADJ:ALL_SOLID:ильменит]
tr: [STATE_NAME_ADJ:ALL_SOLID:ilmenit]
vi: [STATE_NAME_ADJ:ALL_SOLID:ilmenit]

# INORGANIC:RUTILE
source: [STATE_NAME_ADJ:ALL_SOLID:rutile]
cs: [STATE_NAME_ADJ:ALL_SOLID:rutil]
de: [STATE_NAME_ADJ:ALL_SOLID:Rutil]
eo: [STATE_NAME_ADJ:ALL_SOLID:rutilo]
es: [STATE_NAME_ADJ:ALL_SOLID:rutilo]
ja: [STATE_NAME_ADJ:ALL_SOLID:金紅石]
ko: [STATE_NAME_ADJ:ALL_SOLID:금홍석]
ru: [STATE_NAME_ADJ:ALL_SOLID:рутил]
tr: [STATE_NAME_ADJ:ALL_SOLID:rutil]

# INORGANIC:MAGNETITE
source: [STATE_NAME_ADJ:ALL_SOLID:magnetite]
cs: [STATE_NAME_ADJ:ALL_SOLID:magnetit]
de: [STATE_NAME_ADJ:ALL_SOLID:Magnetit]
eo: [STATE_NAME_ADJ:ALL_SOLID:magnetito]
es: [STATE_NAME_ADJ:ALL_SOLID:magnetita]
ja: [STATE_NAME_ADJ:ALL_SOLID:磁鉄鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:자철석]
ru: [STATE_NAME_ADJ:ALL_SOLID:магнетит]
tr: [STATE_NAME_ADJ:ALL_SOLID:manyetit]

# INORGANIC:CHROMITE
source: [STATE_NAME_ADJ:ALL_SOLID:chromite]
cs: [STATE_NAME_ADJ:ALL_SOLID:chromit]
de: [STATE_NAME_ADJ:ALL_SOLID:Chromeisenerz]
eo: [STATE_NAME_ADJ:ALL_SOLID:kromito]
es: [STATE_NAME_ADJ:ALL_SOLID:cromita]
ja: [STATE_NAME_ADJ:ALL_SOLID:クロム鉄鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:크롬철광]
ru: [STATE_NAME_ADJ:ALL_SOLID:хромит]
tr: [STATE_NAME_ADJ:ALL_SOLID:kromit]

# INORGANIC:PYROLUSITE
source: [STATE_NAME_ADJ:ALL_SOLID:pyrolusite]
cs: [STATE_NAME_ADJ:ALL_SOLID:pyroluzit]
de: [STATE_NAME_ADJ:ALL_SOLID:Braunstein]
eo: [STATE_NAME_ADJ:ALL_SOLID:pirolusito]
es: [STATE_NAME_ADJ:ALL_SOLID:pirolusita]
ja: [STATE_NAME_ADJ:ALL_SOLID:軟マンガン鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:연 망간광]
ru: [STATE_NAME_ADJ:ALL_SOLID:пиролюзит]
tr: [STATE_NAME_ADJ:ALL_SOLID:piroluzit]

# INORGANIC:PITCHBLENDE
source: [STATE_NAME_ADJ:ALL_SOLID:pitchblende]
cs: [STATE_NAME_ADJ:ALL_SOLID:smolinec]
de: [STATE_NAME_ADJ:ALL_SOLID:Uranpecherz ]
eo: [STATE_NAME_ADJ:ALL_SOLID:peĉblendo]
es: [STATE_NAME_ADJ:ALL_SOLID:pitchblenda]
ja: [STATE_NAME_ADJ:ALL_SOLID:閃ウラン鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:역청 우란광]
ru: [STATE_NAME_ADJ:ALL_SOLID:уранинит]
tr: [STATE_NAME_ADJ:ALL_SOLID:uraninit]

# INORGANIC:BAUXITE
source: [STATE_NAME_ADJ:ALL_SOLID:bauxite]
cs: [STATE_NAME_ADJ:ALL_SOLID:bauxit]
de: [STATE_NAME_ADJ:ALL_SOLID:Bauxit]
eo: [STATE_NAME_ADJ:ALL_SOLID:baŭksito]
es: [STATE_NAME_ADJ:ALL_SOLID:bauxita]
ja: [STATE_NAME_ADJ:ALL_SOLID:ボーキサイト]
ko: [STATE_NAME_ADJ:ALL_SOLID:보크사이트]
ru: [STATE_NAME_ADJ:ALL_SOLID:боксит]
tr: [STATE_NAME_ADJ:ALL_SOLID:boksit]

# INORGANIC:NATIVE_ALUMINUM
source: [STATE_NAME_ADJ:ALL_SOLID:native aluminum]
cs: [STATE_NAME_ADJ:ALL_SOLID:ryzí hliník]
de: [STATE_NAME_ADJ:ALL_SOLID:gediegenes Aluminium]
eo: [STATE_NAME_ADJ:ALL_SOLID:naturpura aluminio]
es: [STATE_NAME_ADJ:ALL_SOLID:aluminio nativo]
ja: [STATE_NAME_ADJ:ALL_SOLID:アルミ]
ko: [STATE_NAME_ADJ:ALL_SOLID:천연 알루미늄]
ru: [STATE_NAME_ADJ:ALL_SOLID:самородный алюминий]
tr: [STATE_NAME_ADJ:ALL_SOLID:doğal alüminyum]
vi: [STATE_NAME_ADJ:ALL_SOLID:nhôm tự sinh]

# INORGANIC:NATIVE_ALUMINUM
source: [STATE_NAME_ADJ:LIQUID:molten native aluminum]
cs: [STATE_NAME_ADJ:LIQUID:tavený ryzí hliník]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes gediegenes Aluminium]
eo: [STATE_NAME_ADJ:LIQUID:fandita naturpura aluminio]
es: [STATE_NAME_ADJ:LIQUID:aluminio nativo fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたアルミ]
ko: [STATE_NAME_ADJ:LIQUID:용해된 천연 알루미늄]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный самородный алюминий]
tr: [STATE_NAME_ADJ:LIQUID:erimiş doğal alüminyum]
vi: [STATE_NAME_ADJ:LIQUID:nhôm tự sinh nóng chảy]

# INORGANIC:NATIVE_ALUMINUM
source: [STATE_NAME_ADJ:GAS:boiling native aluminum]
cs: [STATE_NAME_ADJ:GAS:vroucí ryzí hliník]
de: [STATE_NAME_ADJ:GAS:kochendes gediegenes Aluminium]
eo: [STATE_NAME_ADJ:GAS:bolanta naturpura aluminio]
es: [STATE_NAME_ADJ:GAS:aluminio nativo hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したアルミ]
ko: [STATE_NAME_ADJ:GAS:기화된 천연 알루미늄]
ru: [STATE_NAME_ADJ:GAS:кипящий самородный алюминий]
tr: [STATE_NAME_ADJ:GAS:kaynayan doğal alüminyum]
vi: [STATE_NAME_ADJ:GAS:nhôm tự sinh đang sôi]

# INORGANIC:BORAX
source: [STATE_NAME_ADJ:ALL_SOLID:borax]
eo: [STATE_NAME_ADJ:ALL_SOLID:borakso]
es: [STATE_NAME_ADJ:ALL_SOLID:bórax]
ja: [STATE_NAME_ADJ:ALL_SOLID:ホウ砂]
ko: [STATE_NAME_ADJ:ALL_SOLID:붕사]
ru: [STATE_NAME_ADJ:ALL_SOLID:бура]
tr: [STATE_NAME_ADJ:ALL_SOLID:boraks]

# INORGANIC:OLIVINE
source: [STATE_NAME_ADJ:ALL_SOLID:olivine]
cs: [STATE_NAME_ADJ:ALL_SOLID:olivín]
de: [STATE_NAME_ADJ:ALL_SOLID:Olivin]
eo: [STATE_NAME_ADJ:ALL_SOLID:olivino]
es: [STATE_NAME_ADJ:ALL_SOLID:olivino]
ja: [STATE_NAME_ADJ:ALL_SOLID:かんらん石]
ko: [STATE_NAME_ADJ:ALL_SOLID:감람석]
ru: [STATE_NAME_ADJ:ALL_SOLID:оливин]
tr: [STATE_NAME_ADJ:ALL_SOLID:olivin]

# INORGANIC:HORNBLENDE
source: [STATE_NAME_ADJ:ALL_SOLID:hornblende]
cs: [STATE_NAME_ADJ:ALL_SOLID:amfibol]
eo: [STATE_NAME_ADJ:ALL_SOLID:hornblendo]
es: [STATE_NAME_ADJ:ALL_SOLID:hornblenda]
ja: [STATE_NAME_ADJ:ALL_SOLID:普通角閃石]
ko: [STATE_NAME_ADJ:ALL_SOLID:각섬석]
ru: [STATE_NAME_ADJ:ALL_SOLID:роговая обманка]
tr: [STATE_NAME_ADJ:ALL_SOLID:hornblend]

# INORGANIC:KAOLINITE
source: [STATE_NAME_ADJ:ALL_SOLID:kaolinite]
cs: [STATE_NAME_ADJ:ALL_SOLID:kaolinit]
de: [STATE_NAME_ADJ:ALL_SOLID:Kaolinit]
eo: [STATE_NAME_ADJ:ALL_SOLID:kaolinito]
es: [STATE_NAME_ADJ:ALL_SOLID:kaolinita]
ja: [STATE_NAME_ADJ:ALL_SOLID:カオリナイト]
ko: [STATE_NAME_ADJ:ALL_SOLID:고령석]
ru: [STATE_NAME_ADJ:ALL_SOLID:каолинит]
tr: [STATE_NAME_ADJ:ALL_SOLID:kaolinit]

# INORGANIC:SERPENTINE
source: [STATE_NAME_ADJ:ALL_SOLID:serpentine]
cs: [STATE_NAME_ADJ:ALL_SOLID:serpentinit]
de: [STATE_NAME_ADJ:ALL_SOLID:Serpentin]
eo: [STATE_NAME_ADJ:ALL_SOLID:serpenteno]
es: [STATE_NAME_ADJ:ALL_SOLID:serpentina]
ja: [STATE_NAME_ADJ:ALL_SOLID:蛇紋石]
ko: [STATE_NAME_ADJ:ALL_SOLID:사문석]
ru: [STATE_NAME_ADJ:ALL_SOLID:серпентин]
tr: [STATE_NAME_ADJ:ALL_SOLID:serpantin]

# INORGANIC:ORTHOCLASE
source: [STATE_NAME_ADJ:ALL_SOLID:orthoclase]
cs: [STATE_NAME_ADJ:ALL_SOLID:ortoklas]
de: [STATE_NAME_ADJ:ALL_SOLID:Orthoklas]
eo: [STATE_NAME_ADJ:ALL_SOLID:ortoklazo]
es: [STATE_NAME_ADJ:ALL_SOLID:ortoclasa]
ja: [STATE_NAME_ADJ:ALL_SOLID:正長石]
ko: [STATE_NAME_ADJ:ALL_SOLID:정장석]
ru: [STATE_NAME_ADJ:ALL_SOLID:ортоклаз]
tr: [STATE_NAME_ADJ:ALL_SOLID:ortoklaz]

# INORGANIC:MICROCLINE
source: [STATE_NAME_ADJ:ALL_SOLID:microcline]
cs: [STATE_NAME_ADJ:ALL_SOLID:microklin]
de: [STATE_NAME_ADJ:ALL_SOLID:Mikroklin]
eo: [STATE_NAME_ADJ:ALL_SOLID:mikrokleno]
es: [STATE_NAME_ADJ:ALL_SOLID:microclina]
ja: [STATE_NAME_ADJ:ALL_SOLID:微斜長石]
ko: [STATE_NAME_ADJ:ALL_SOLID:미사장석]
pl: [STATE_NAME_ADJ:ALL_SOLID:mikroklin]
ru: [STATE_NAME_ADJ:ALL_SOLID:микроклин]
tr: [STATE_NAME_ADJ:ALL_SOLID:mikroklin]

# INORGANIC:MICA
source: [STATE_NAME_ADJ:ALL_SOLID:mica]
cs: [STATE_NAME_ADJ:ALL_SOLID:slída]
de: [STATE_NAME_ADJ:ALL_SOLID:Glimmer]
eo: [STATE_NAME_ADJ:ALL_SOLID:glimo]
ja: [STATE_NAME_ADJ:ALL_SOLID:雲母]
ko: [STATE_NAME_ADJ:ALL_SOLID:운모]
ru: [STATE_NAME_ADJ:ALL_SOLID:слюда]
tr: [STATE_NAME_ADJ:ALL_SOLID:mika]

# INORGANIC:CALCITE
source: [STATE_NAME_ADJ:ALL_SOLID:calcite]
cs: [STATE_NAME_ADJ:ALL_SOLID:kalcit]
de: [STATE_NAME_ADJ:ALL_SOLID:Kalzit]
eo: [STATE_NAME_ADJ:ALL_SOLID:kalcito]
es: [STATE_NAME_ADJ:ALL_SOLID:calcita]
ja: [STATE_NAME_ADJ:ALL_SOLID:方解石]
ko: [STATE_NAME_ADJ:ALL_SOLID:방해석]
ru: [STATE_NAME_ADJ:ALL_SOLID:кальцит]
tr: [STATE_NAME_ADJ:ALL_SOLID:kalsit]
