Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:RABBIT
source: [DESCRIPTION:A small lagomorph with long ears. It has powerful hind legs which it uses to swiftly avoid predators. It can be found anywhere from forests to deserts.]
cs: [DESCRIPTION:Malý zajícovec s dlouhýma ušima. Má silné zadní nohy, kterými rychle uniká predátorům. Vyskytuje se od lesů po pouště.]
de: [DESCRIPTION:Ein kleines hasenartiges Tier mit langen Ohren. Er hat kräftige Hinterbeine, mit denen er Raubtieren schnell ausweichen kann. Man findet es überall, von Wäldern bis zu Wüsten.]
eo: [DESCRIPTION:Malgranda leporulo kun longaj oreloj. Ĝi havas potencajn postajn gambojn kiujn ĝi uzas por rapide eviti predantojn. Ĝi troveblas ĉie de arbaroj al dezertoj.]
es: [DESCRIPTION:Un pequeño lagomorfo con orejas largas. Tiene poderosas patas traseras las cuales usa para evitar los depredadores con rapidez. Se puede encontrar en cualquier lugar; desde bosques hasta desiertos.]
ja: [DESCRIPTION:耳の長い小さな哺乳類。後ろ足が大きく、敵から素早く逃げるのに使われる。森から砂漠まで、様々な気候に棲息。]
ko: [DESCRIPTION:긴 귀를 가진 작은 라그모프입니다. 강력한 뒷다리를 가지고 있어서 포식자를 신속하게 피할 수 있다. 그것은 숲에서 사막에 이르기까지 어디에서나 발견될 수 있습니다.]
pl: [DESCRIPTION:Mały zajęczak z długimi uszami. Ma potężne, tylne nogi, których używa do unikania drapieżników. Można go znaleźć wszędzie, od lasów do pustyni.]
ru: [DESCRIPTION:Небольшое животное с длинными ушами. Имеет сильные задние ноги, которые использует, чтобы быстро убегать от хищников. Встречается повсюду от лесов до пустынь.]
tr: [DESCRIPTION:Uzun kulaklı küçük bir tavşanımsı. Yırtıcılardan hızla kaçmak için kullandığı güçlü arka bacakları vardır. Ormanlardan çöllere kadar her yerde bulunabilir.]
vi: [DESCRIPTION:Một loài động vật thuộc bộ Thỏ nhỏ với đôi tai dài. Nó có đôi chân sau mạnh mẽ dùng để nhanh chóng thoát khỏi kẻ săn mồi. Nó có thể được tìm thấy ở bất cứ đâu, từ rừng rậm đến sa mạc.]
zh_hans: [DESCRIPTION:一种有长耳朵的小袋鼠。 它有强大的后腿，用来迅速地躲避捕食者。 从森林到沙漠的任何地方都可以找到它。]

# CREATURE:RABBIT
source: [NAME:rabbit:rabbits:rabbit]
cs: [NAME:králík:králíci:králík]
de: [NAME:Hase:Hasen:Hase]
eo: [NAME:kuniklo:kunikloj:de kuniklo]
es: [NAME:conejo:conejos:de conejo]
ja: [NAME:ウサギ:ウサギ:ウサギの]
ko: [NAME:토끼:토끼들:토끼]
pl: [NAME:królik:króliki:króliczy]
ru: [NAME:кролик:кролики:кролика]
tr: [NAME:tavşan:tavşanlar:tavşan]
vi: [NAME:thỏ:thỏ:thỏ]
zh_hans: [NAME:兔:兔:兔]

# CREATURE:RABBIT
source: [GENERAL_CHILD_NAME:bunny:bunnies]
cs: [GENERAL_CHILD_NAME:králíček:králíčci]
de: [GENERAL_CHILD_NAME:Hase:Hasen]
eo: [GENERAL_CHILD_NAME:kuniklido:kuniklidoj]
es: [GENERAL_CHILD_NAME:conejo:conejos]
ja: [GENERAL_CHILD_NAME:ウサギの仔:ウサギの仔の]
ko: [GENERAL_CHILD_NAME:새끼 토끼:새끼 토끼들]
pl: [GENERAL_CHILD_NAME:króliczek:króliczki]
ru: [GENERAL_CHILD_NAME:крольчонок:крольчата]
tr: [GENERAL_CHILD_NAME:tavşancık:tavşancıklar]
vi: [GENERAL_CHILD_NAME:thỏ con:thỏ con]
zh_hans: [GENERAL_CHILD_NAME:小兔子:小兔子]

# CREATURE:RABBIT
source: [PREFSTRING:ears]
cs: [PREFSTRING:dlouhými ušima]
de: [PREFSTRING:Ohren]
eo: [PREFSTRING:oreloj]
es: [PREFSTRING:Orejas]
ja: [PREFSTRING:耳]
ko: [PREFSTRING:귀]
pl: [PREFSTRING:uszy]
ru: [PREFSTRING:уши]
tr: [PREFSTRING:kulaklar]
vi: [PREFSTRING:tai]
zh_hans: [PREFSTRING:耳朵]

# CREATURE:RABBIT
source: [PREFSTRING:ability to burrow]
cs: [PREFSTRING:schopností hrabat nory]
de: [PREFSTRING:kann sich eingraben]
eo: [PREFSTRING:kapablo por nestotruado]
es: [PREFSTRING:habilidad para enterrarse]
ja: [PREFSTRING:巣穴を掘る]
ko: [PREFSTRING:땅을 파는 능력]
pl: [PREFSTRING:zdolność do zakopywania się]
ru: [PREFSTRING:способность рыть норки]
tr: [PREFSTRING:oyuk açma yeteneği]
vi: [PREFSTRING:khả năng đào hang]
zh_hans: [PREFSTRING:可挖洞]

# CREATURE:RABBIT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:RABBIT
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:挠:挠]

# CREATURE:RABBIT
source: [CASTE_NAME:doe rabbit:doe rabbits:doe rabbit]
cs: [CASTE_NAME:králice:králice:králice]
de: [CASTE_NAME:Häsin:Häsinen:Häsin]
eo: [CASTE_NAME:kuniklino:kuniklinoj:de kuniklino]
es: [CASTE_NAME:coneja:conejas:de coneja]
ja: [CASTE_NAME:ウサギの雌:ウサギの雌:ウサギの雌の]
ko: [CASTE_NAME:암 토끼:암 토끼들:암 토끼]
pl: [CASTE_NAME:królica:królice:króliczy]
ru: [CASTE_NAME:крольчиха:крольчихи:крольчихи]
tr: [CASTE_NAME:dişi tavşan:dişi tavşanlar:dişi tavşan]
vi: [CASTE_NAME:thỏ cái:thỏ cái:thỏ cái]
zh_hans: [CASTE_NAME:母兔:母兔:母兔]

# CREATURE:RABBIT
source: [CASTE_NAME:buck rabbit:buck rabbits:buck rabbit]
cs: [CASTE_NAME:králík samec:králíci samci:králík samec]
de: [CASTE_NAME:mänlicher Hase:mänlicher Hasen:mänlicher Hase]
eo: [CASTE_NAME:kunikliĉo:kunikliĉoj:de kunikliĉo]
es: [CASTE_NAME:conejo:conejos:de conejo]
ja: [CASTE_NAME:ウサギの雄:ウサギの雄:ウサギの雄の]
ko: [CASTE_NAME:수 토끼:수 토끼들:수 토끼]
pl: [CASTE_NAME:królik:króliki:króliczy]
ru: [CASTE_NAME:кроль:кроли:кроля]
tr: [CASTE_NAME:erkek tavşan:erkek tavşanlar:erkek tavşan]
vi: [CASTE_NAME:thỏ đực:thỏ đực:thỏ đực]
zh_hans: [CASTE_NAME:公兔:公兔:公兔]

# CREATURE:RABBIT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:RABBIT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:RABBIT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:EQUIPMENT_WAGON
source: [DESCRIPTION:A rolling platform for carrying passengers or cargo.]
cs: [DESCRIPTION:Vozík na přepravu osob nebo nákladu.]
de: [DESCRIPTION:Eine rollende Plattform zur Beförderung von Personen oder Fracht.]
eo: [DESCRIPTION:Rada planko por porti pasaĝerojn aŭ kargon.]
es: [DESCRIPTION:Una plataforma de lamina para el transporte de pasajeros o carga.]
ja: [DESCRIPTION:乗客や荷物を運ぶための貨車。]
ko: [DESCRIPTION:승객이나 화물을 운반하기 위한 롤링 플랫폼.]
pl: [DESCRIPTION:Platforma na kółkach do przewożenia pasażerów lub ładunku.]
ru: [DESCRIPTION:Колёсная платформа для перевозки пассажиров и грузов.]
tr: [DESCRIPTION:Yolcu veya yük taşımak için tekerlekli bir platform.]
vi: [DESCRIPTION:Một cỗ xe có bánh dùng để chở hành khách hoặc hàng hóa.]
zh_hans: [DESCRIPTION:用于运送乘客或货物的滚动平台。]

# CREATURE:EQUIPMENT_WAGON
source: [NAME:wagon:wagons:wagon]
cs: [NAME:vůz:vozy:vůz]
de: [NAME:Wagen:Wagen:Wagen]
eo: [NAME:kaleŝo:kaleŝoj:de kaleŝo]
es: [NAME:carromato:carromatos:de carromato]
ja: [NAME:荷車:荷車:荷車の]
ko: [NAME:마차:마차들:마차]
pl: [NAME:wagon:wagony:wagonśki]
ru: [NAME:повозка:повозки:повозки]
tr: [NAME:yük arabası:yük arabaları:yük arabası]
zh_hans: [NAME:货车:货车:货车]

# CREATURE:EQUIPMENT_WAGON
source: [CASTE_NAME:wagon:wagons:wagon]
cs: [CASTE_NAME:vůz:vozy:vůz]
de: [CASTE_NAME:Wagen:Wagen:Wagen]
eo: [CASTE_NAME:kaleŝo:kaleŝoj:de kaleŝo]
es: [CASTE_NAME:vagón:vagón:vagón]
ja: [CASTE_NAME:荷車:荷車:荷車の]
ko: [CASTE_NAME:짐수레:짐수레들:수레]
pl: [CASTE_NAME:wagon:wagony:wagoński]
ru: [CASTE_NAME:повозка:повозки:повозки]
tr: [CASTE_NAME:yük arabası:yük arabaları:yük arabası]
zh_hans: [CASTE_NAME:货车:货车:货车]

# CREATURE:EQUIPMENT_WAGON
source: [TISSUE_NAME:wood:wooden]
cs: [TISSUE_NAME:dřevo:dřevěný]
de: [TISSUE_NAME:Holz:Hölzer]
eo: [TISSUE_NAME:ligno:ligna]
es: [TISSUE_NAME:madera:de madera]
ja: [TISSUE_NAME:木:木の]
ko: [TISSUE_NAME:나무:나무]
pl: [TISSUE_NAME:drewno:drewniany]
ru: [TISSUE_NAME:дерево:деревянный]
tr: [TISSUE_NAME:tahta:tahta]
vi: [TISSUE_NAME:gỗ:bằng gỗ]
zh_hans: [TISSUE_NAME:木材:木质]

# CREATURE:CHIMERA
source: [NAME:chimera:chimeras:chimeric]
cs: [NAME:chiméra:chiméry:chimérická]
de: [NAME:Chimäre:Chimären:Chimäre]
eo: [NAME:ĥimero:ĥimeroj:de ĥimero]
es: [NAME:quimera:quimeras:quimérico]
ja: [NAME:キメラ:キメラ:キメラの]
ko: [NAME:키메라:키메라들:키메릭]
pl: [NAME:chimera:chimery:chimerzy]
ru: [NAME:химера:химеры:химеры]
tr: [NAME:kimera:kimeralar:kimera]
vi: [NAME:Chimaera:Chimaera:có đặc tính Chimaera]
zh_hans: [NAME:奇美拉:奇美拉:奇美拉的]

# CREATURE:CHIMERA
source: [PREFSTRING:terrifying features]
cs: [PREFSTRING:děsivými rysy]
de: [PREFSTRING:furchterregende Fähigkeiten]
eo: [PREFSTRING:teruraj trajtoj]
es: [PREFSTRING:características aterradoras]
ja: [PREFSTRING:恐ろしい機能]
ko: [PREFSTRING:끔찍한 이목구비]
pl: [PREFSTRING:przerażające cechy]
ru: [PREFSTRING:ужасающий внешний вид]
tr: [PREFSTRING:korkunç özellikler]
vi: [PREFSTRING:những đặc điểm đáng sợ]
zh_hans: [PREFSTRING:令人恐惧]

# CREATURE:CENTAUR
source: [NAME:centaur:centaurs:centaur]
cs: [NAME:kentaur:kentaři:kentaur]
de: [NAME:Zentaur:Zentauren:Zentaur]
eo: [NAME:centaŭro:centaŭroj:de centaŭro]
es: [NAME:centauro:centauros:de centauro]
ja: [NAME:ケンタウルス:ケンタウルス:ケンタウルスの]
ko: [NAME:켄타우로스:켄타우로스들:켄타우로스]
pl: [NAME:centaur:centaury:centaurzy]
ru: [NAME:кентавр:кентавры:кентавра]
tr: [NAME:sentor:sentorlar:sentor]
vi: [NAME:nhân mã:nhân mã:nhân mã]
zh_hans: [NAME:半人马:半人马:半人马]

# CREATURE:CENTAUR
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]
zh_hans: [PREFSTRING:力量]

# CREATURE:CENTAUR
source: [CASTE_NAME:centauress:centauresses:centauress]
cs: [CASTE_NAME:kentaurka:kentaurky:kentaurka]
de: [CASTE_NAME:Zentaurin:Zentaurinen:Zentaurin]
eo: [CASTE_NAME:centaŭrino:centaŭrinoj:de centaŭrino]
es: [CASTE_NAME:centaura:centauras:de centaura]
ja: [CASTE_NAME:ケンタウルスの雌:ケンタウルスの雌:ケンタウルスの雌の]
ko: [CASTE_NAME:여성 켄타우로스:여성 켄타우로스들:여성 켄타우로스]
pl: [CASTE_NAME:centaury:centaurowie:centaurzy]
ru: [CASTE_NAME:кентаврида:кентавриды:кентавриды]
tr: [CASTE_NAME:dişi sentor:dişi sentorlar:dişi sentor]
vi: [CASTE_NAME:nhân mã cái:nhân mã cái:nhân mã cái]
zh_hans: [CASTE_NAME:女半人马:女半人马:女半人马]

# CREATURE:CENTAUR
source: [CASTE_NAME:centaur:centaurs:centaur]
cs: [CASTE_NAME:kentaur:kentaři:kentaur]
de: [CASTE_NAME:Zentaur:Zentauren:Zentaur]
eo: [CASTE_NAME:centaŭriĉo:centaŭriĉoj:de centaŭriĉo]
es: [CASTE_NAME:centauro:centauros:centauro]
ja: [CASTE_NAME:ケンタウルスの雄:ケンタウルスの雄:ケンタウルスの雄の]
ko: [CASTE_NAME:남성 켄타우로스:남성 켄타우로스들:남성 켄타우로스]
pl: [CASTE_NAME:centaur:centaury:centaurzy]
ru: [CASTE_NAME:кентавр:кентавры:кентавра]
tr: [CASTE_NAME:sentor:sentorlar:sentor]
vi: [CASTE_NAME:nhân mã:nhân mã:nhân mã]
zh_hans: [CASTE_NAME:半人马:半人马:半人马]

# CREATURE:GRIFFON
source: [NAME:griffon:griffons:griffon]
cs: [NAME:grif:grifové:grif]
de: [NAME:Greif:Greifen:Greif]
eo: [NAME:grifo:grifoj:de grifo]
es: [NAME:grifo:grifos:de grifo]
ja: [NAME:グリフォン:グリフォン:グリフォンの]
ko: [NAME:그리폰:그리폰들:그리폰]
pl: [NAME:gryf:gryfy:gryfi]
ru: [NAME:грифон:грифоны:грифона]
tr: [NAME:grifon:grifonlar:grifon]
zh_hans: [NAME:狮鹫:狮鹫:狮鹫]

# CREATURE:GRIFFON
source: [CASTE_NAME:griffon:griffons:griffon]
cs: [CASTE_NAME:grif:grifové:grif]
de: [CASTE_NAME:Gänsegeier:Gänsegeier:Gänsegeier]
eo: [CASTE_NAME:grifo:grifoj:de grifo]
ko: [CASTE_NAME:그리폰:그리폰들:그리폰]
pl: [CASTE_NAME: gryf:gryfy:gryfi]
ru: [CASTE_NAME:грифон:грифоны:грифона]
tr: [CASTE_NAME:grifon:grifonlar:grifon]
zh_hans: [CASTE_NAME:狮鹫:狮鹫:狮鹫]

# CREATURE:GRIFFON
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]
zh_hans: [PREFSTRING:力量]

# CREATURE:FLY
source: [DESCRIPTION:A tiny flying insect found around rotting meat and garbage. These bugs are widely considered to be a nuisance.]
cs: [DESCRIPTION: Drobný létající hmyz, který se vyskytuje v okolí hnijícího masa a odpadků. Tito brouci jsou všeobecně považováni za obtížný hmyz.]
de: [DESCRIPTION:Ein winziges fliegendes Insekt, das in der Nähe von verrottendem Fleisch und Müll zu finden ist. Diese Wanzen werden allgemein als lästig angesehen.]
eo: [DESCRIPTION:Eta fluga insekto kiu troviĝas ĉirkaŭ putra karno kaj forĵetindaĵo. Tioj fiinsektoj vaste konsideratas je esti ĝenulo.]
es: [DESCRIPTION:Un pequeño insecto volador que se encuentra alrededor de la carne podrida y basura. Estos insectos son ampliamente considerados como una molestia.]
ja: [DESCRIPTION:ゴミや腐った肉の周りに沸く、小さな空飛ぶ昆虫。不快害虫。]
ko: [DESCRIPTION:썩은 고기와 쓰레기 주변에서 발견되는 작은 날벌레. 이 벌레들은 성가신 존재로 널리 알려져 있습니다.]
pl: [DESCRIPTION:Malutki, latający insekt, którego można znaleźć przy gnijącym mięsie i śmieciach. Te owady są powszechnie uznawane za nieznośne.]
ru: [DESCRIPTION:Крошечное летающее насекомое, встречается возле испорченного мяса и мусора. Эти букашки широко известны своей докучливостью.]
tr: [DESCRIPTION:Çürümüş et ve çöplerin etrafında bulunan minik uçan bir böcek. Bu böcekler genel olarak baş belası kabul edilir.]
vi: [DESCRIPTION:Một loài côn trùng bay nhỏ bé được tìm thấy xung quanh thịt thối và rác thải. Những côn trùng này thường bị coi là phiền toái.]
zh_hans: [DESCRIPTION:一种在腐肉和垃圾旁边多见的微小飞虫。这些虫子被广泛的讨厌着。]

# CREATURE:FLY
source: [NAME:fly:flies:fly]
cs: [NAME:moucha:mouchy:moucha]
de: [NAME:Fliege:Fliegen:Fliege]
eo: [NAME:muŝo:muŝoj:de muŝo]
es: [NAME:mosca:moscas:mosquil]
ja: [NAME:蠅:蠅:蠅の]
ko: [NAME:파리:파리떼:파리]
pl: [NAME:mucha:muchy:muszy]
ru: [NAME:муха:мухи:мухи]
tr: [NAME:sinek:sinekler:sinek]
vi: [NAME:ruồi:ruồi:ruồi]
zh_hans: [NAME:蝇:蝇:蝇]

# CREATURE:FLY
source: [CASTE_NAME:fly:flies:fly]
cs: [CASTE_NAME:moucha:mouchy:moucha]
de: [CASTE_NAME:Fliege:Fliegen:Fliege]
eo: [CASTE_NAME:muŝo:muŝoj:de muŝo]
es: [CASTE_NAME:mosca:moscas:mosca]
ja: [CASTE_NAME:蠅:蠅:蠅の]
ko: [CASTE_NAME:파리:파리떼:파리]
pl: [CASTE_NAME:mucha:muchy:muszy]
ru: [CASTE_NAME:муха:мухи:мухи]
tr: [CASTE_NAME:sinek:sinekler:sinek]
vi: [CASTE_NAME:ruồi:ruồi:ruồi]
zh_hans: [CASTE_NAME:蝇:蝇:蝇]

# CREATURE:FLY
source: [PREFSTRING:ability to annoy]
cs: [PREFSTRING:schopností obtěžovat]
de: [PREFSTRING:unnachgiebig]
eo: [PREFSTRING:kapablo por koleretigado]
es: [PREFSTRING:habilidad para molestar]
ja: [PREFSTRING:鬱陶しい]
ko: [PREFSTRING:짜증나게 하는 능력]
pl: [PREFSTRING:zdolność do irytowania]
ru: [PREFSTRING:надоедливость]
tr: [PREFSTRING:rahatsız etme yeteneği]
vi: [PREFSTRING:khả năng gây khó chịu]
zh_hans: [PREFSTRING:令人厌恶]

# CREATURE:FLY
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:FLY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:复眼:PLURAL]

# CREATURE:FLY_MAN
source: [CASTE_NAME:fly man:fly men:fly man]
cs: [CASTE_NAME:muž mouchy:muži mouchy:muž mouchy]
de: [CASTE_NAME:männliche Fliege:männliche Fliegen:männliche Fliege]
eo: [CASTE_NAME:hommuŝiĉo:hommuŝiĉoj:de hommuŝiĉo]
es: [CASTE_NAME:hombre mosca:hombres mosca:de hombre mosca]
ja: [CASTE_NAME:蠅男:蠅男:蠅男の]
ko: [CASTE_NAME:남성 파리인간:남성 파리인간들: 남성 파리인간]
pl: [CASTE_NAME:muchomężczyzna:muchomężczyźni:muchomężczyzny]
ru: [CASTE_NAME:мужчина-муха:мужчины-мухи:мужчины-мухи]
tr: [CASTE_NAME:erkek sinek:erkek sinekler:erkek sinek]
vi: [CASTE_NAME:người ruồi:người ruồi:người ruồi]
zh_hans: [CASTE_NAME:蝇男:蝇男:蝇男]

# CREATURE:FLY_MAN
source: [CASTE_NAME:fly woman:fly women:fly woman]
cs: [CASTE_NAME:žena mouchy:ženy mouchy:žena mouchy]
de: [CASTE_NAME:weibliche Fliege:weibliche Fliegen:weibliche Fliege]
eo: [CASTE_NAME:hommuŝino:hommuŝinoj:de hommuŝino]
es: [CASTE_NAME:mujer mosca:mujeres mosca:de mujer mosca]
ja: [CASTE_NAME:蠅女:蠅女:蠅女の]
ko: [CASTE_NAME:여성 파리인간:여성 파리인간들:여성 파리인간]
pl: [CASTE_NAME:muchokobieta:muchokobiety:muchokobiecy]
ru: [CASTE_NAME:женщина-муха:женщины-мухи:женщины-мухи]
tr: [CASTE_NAME:dişi sinek:dişi sinekler:dişi sinek]
vi: [CASTE_NAME:nữ ruồi:nữ ruồi:nữ ruồi]
zh_hans: [CASTE_NAME:蝇女:蝇女:蝇女]

# CREATURE:FLY_MAN
source: [NAME:fly man:fly men:fly man]
cs: [NAME:muž mouchy:muži mouchy:muž mouchy]
de: [NAME:männliche Fliege:männliche Fliegen:männliche Fliege]
eo: [NAME:hommuŝo:hommuŝoj:de hommuŝo]
es: [NAME:hombre mosca:hombres mosca:de hombre mosca]
ja: [NAME:蠅男:蠅男:蠅男の]
ko: [NAME:파리인간:파리인간들:파리인간]
pl: [NAME:muchoczłowiek:mucholudzie:muchomężczyzny]
ru: [NAME:человек-муха:люди-мухи:человека-мухи]
tr: [NAME:erkek sinek:erkek sinekler:erkek sinek]
vi: [NAME:người ruồi:người ruồi:người ruồi]
zh_hans: [NAME:蝇人:蝇人:蝇人]

# CREATURE:FLY_MAN
source: [DESCRIPTION:A person with the wings and head of a fly.]
cs: [DESCRIPTION:Osoba s hlavou a křídly mouchy.]
de: [DESCRIPTION:Eine Person mit den Flügeln und dem Kopf einer Fliege.]
eo: [DESCRIPTION:Homo kun la flugiloj kaj la kapo de muŝo.]
es: [DESCRIPTION:Una persona con las alas y la cabeza de una mosca.]
ja: [DESCRIPTION:蠅の頭と翼を持つ人間だ。]
ko: [DESCRIPTION:파리의 날개와 머리를 가진 인간.]
pl: [DESCRIPTION:Osobnik ze skrzydłami i głową muchy.]
ru: [DESCRIPTION:Человек с крыльями и головой мухи.]
tr: [DESCRIPTION:Sinek kanatlı ve başlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người có cánh và đầu của ruồi.]
zh_hans: [DESCRIPTION:一个长着苍蝇脑袋和翅膀的人。]

# CREATURE:GIANT_FLY
source: [NAME:giant fly:giant flies:giant fly]
cs: [NAME:obří moucha:obří mouchy:obří moucha]
de: [NAME:riesige Fliege:riesige Fliegen:riesige Fliege]
eo: [NAME:giganta muŝo:gigantaj muŝoj:de giganta muŝo]
es: [NAME:mosca gigante:moscas gigantes:de mosca gigante]
ja: [NAME:巨大蠅:巨大蠅:巨大蠅の]
ko: [NAME:거대 파리:거대 파리떼: 거대 파리]
pl: [NAME:gigantyczna mucha:gigantyczne muchy:gigantyczno muszy]
ru: [NAME:гигантская муха:гигантские мухи:гигантской мухи]
tr: [NAME:dev sinek:dev sinekler:dev sinek]
vi: [NAME:ruồi khổng lồ:ruồi khổng lồ:ruồi khổng lồ]
zh_hans: [NAME:巨蝇:巨蝇:巨蝇]

# CREATURE:GIANT_FLY
source: [CASTE_NAME:giant fly:giant flies:giant fly]
cs: [CASTE_NAME:obří moucha:obří mouchy:obří moucha]
de: [CASTE_NAME:riesige Fliege:riesige Fliegen:riesige Fliege]
eo: [CASTE_NAME:giganta muŝo:gigantaj muŝoj:de giganta muŝo]
es: [CASTE_NAME:mosca gigante:moscas gigante:de mosca gigante]
ja: [CASTE_NAME:巨大蠅:巨大蠅:巨大蠅の]
ko: [CASTE_NAME:거대 파리:거대 파리떼:거대 파리]
pl: [CASTE_NAME:gigantyczna mucha:gigantyczne muchy:gigantyczno muszy]
ru: [CASTE_NAME:гигантская муха:гигантские мухи:гигантской мухи]
tr: [CASTE_NAME:dev sinek:dev sinekler:dev sinek]
vi: [CASTE_NAME:ruồi khổng lồ:ruồi khổng lồ:ruồi khổng lồ]
zh_hans: [CASTE_NAME:巨蝇:巨蝇:巨蝇]

# CREATURE:GIANT_FLY
source: [DESCRIPTION:A large monster in the shape of a fly.]
cs: [DESCRIPTION:Velká nestvůra ve tvaru mouchy.]
de: [DESCRIPTION:Ein riesieges Monster in Form einer Fliege.]
eo: [DESCRIPTION:Granda monstro kun formo de muŝo.]
es: [DESCRIPTION:Un gran monstruo con la forma de una mosca.]
ja: [DESCRIPTION:蠅のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:파리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie muchy.]
ru: [DESCRIPTION:Огромный монстр, похожий на муху.]
tr: [DESCRIPTION:Sinek biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dáng của ruồi.]
zh_hans: [DESCRIPTION:一只体型巨大的苍蝇怪。]

# CREATURE:GIANT_FLY
source: [PREFSTRING:ability to annoy]
cs: [PREFSTRING:schopností obtěžovat]
de: [PREFSTRING:unnachgiebig]
eo: [PREFSTRING:kapablo por koleretigado]
es: [PREFSTRING:habilidad para molestar]
ja: [PREFSTRING:鬱陶しい]
ko: [PREFSTRING:짜증나게 하는 능력]
pl: [PREFSTRING:zdolność do irytowania]
ru: [PREFSTRING:надоедливость]
tr: [PREFSTRING:rahatsız etme yeteneği]
vi: [PREFSTRING:khả năng gây khó chịu]
zh_hans: [PREFSTRING:令人厌恶]

# CREATURE:ROACH_LARGE
source: [DESCRIPTION:A small insect that seeks out unwatched food and garbage. They fear light.]
cs: [DESCRIPTION:Drobný hmyz, který vyhledává nesledovanou potravu a odpadky. Bojí se světla.]
de: [DESCRIPTION:Ein kleines Insekt, das unbeobachtete Nahrung und Abfälle sucht. Sie fürchten das Licht.]
eo: [DESCRIPTION:Malgranda insekto ke serĉas nezorgajn manĝaĵon kaj forĵetaĵon. Ili timas lumon.]
es: [DESCRIPTION:Un pequeño insecto que busca en los alimentos sin vigilancia y la basura. Le temen a la luz.]
ja: [DESCRIPTION:食べ物やごみを探す小さな害虫。光から逃げる習性がある。]
ko: [DESCRIPTION:음식과 쓰레기를 뒤지는 감사한 줄 모르는 작은 곤충. 그들은 빛을 두려워한다.]
pl: [DESCRIPTION:Mały insekt, który poszukuje niepilnowanego jedzenia i śmieci. Boi się światła.]
ru: [DESCRIPTION:Маленькие насекомые, выискивающие оставленную без присмотра еду и мусор. Боятся света.]
tr: [DESCRIPTION:Gözetimsiz yiyecekleri ve çöpleri arayan küçük bir böcek. Işıktan korkarlar.]
vi: [DESCRIPTION:Một loài côn trùng nhỏ tìm kiếm thức ăn và rác thải không được trông chừng. Chúng sợ ánh sáng.]
zh_hans: [DESCRIPTION:一种寻找无人注意的食物和垃圾的小型昆虫，害怕光线。]

# CREATURE:ROACH_LARGE
source: [NAME:large roach:large roaches:large roach]
cs: [NAME:velký šváb:velcí švábi:velký šváb]
de: [NAME:große Kakerlake:große Kakerlaken:große Kakerlake]
eo: [NAME:granda blato:grandaj blatoj:de granda blato]
es: [NAME:gran cucaracha:grandes cucarachas:de gran cucaracha]
ja: [NAME:ゴキブリ:ゴキブリ:ゴキブリの]
ko: [NAME:큰 바퀴벌레:큰 바퀴벌레떼:큰 바퀴벌레]
pl: [NAME:duży karaluch:duże karaluchy:dużo karaluszy]
ru: [NAME:большой таракан:большие тараканы:большого таракана]
tr: [NAME:iri hamamböceği:iri hamamböcekleri:iri hamamböceği]
vi: [NAME:gián lớn:gián lớn:gián lớn]
zh_hans: [NAME:大蟑螂:大蟑螂:大蟑螂]

# CREATURE:ROACH_LARGE
source: [CASTE_NAME:large roach:large roaches:large roach]
cs: [CASTE_NAME:velký šváb:velcí švábi:velký šváb]
de: [CASTE_NAME:große Kakerlake:große Kakerlaken:große Kakerlake]
eo: [CASTE_NAME:granda blato:grandaj blatoj:de granda blato]
es: [CASTE_NAME:cucaracha grande:cucarachas grandes:de cucaracha grande]
ja: [CASTE_NAME:ゴキブリ:ゴキブリ:ゴキブリの]
ko: [CASTE_NAME:큰 바퀴벌레:큰 바퀴벌레떼:큰 바퀴벌레]
pl: [CASTE_NAME:duży karaluch:duże karaluchy:dużo karaluszy]
ru: [CASTE_NAME:большой таракан:большие тараканы:большого таракана]
tr: [CASTE_NAME:iri hamamböceği:iri hamamböcekleri:iri hamamböceği]
vi: [CASTE_NAME:gián lớn:gián lớn:gián lớn]
zh_hans: [CASTE_NAME:大蟑螂:大蟑螂:大蟑螂]

# CREATURE:ROACH_LARGE
source: [PREFSTRING:ability to disgust]
cs: [PREFSTRING:schopností vzbuzovat odpor]
de: [PREFSTRING:löst Ekel aus]
eo: [PREFSTRING:ĉagrenkapablo]
es: [PREFSTRING:habilidad para repugnar]
ja: [PREFSTRING:気持ち悪い]
ko: [PREFSTRING:역겹게 하는 능력]
pl: [PREFSTRING:zdolność do obrzydzania]
ru: [PREFSTRING:способность внушать отвращение]
tr: [PREFSTRING:iğrendirme yeteneği]
vi: [PREFSTRING:khả năng gây kinh tởm]
zh_hans: [PREFSTRING:令人嫌恶]

# CREATURE:ROACH_LARGE
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]
