Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# MATERIAL_TEMPLATE:TEARS_TEMPLATE
source: [STATE_ADJ:LIQUID:tears]
cs: [STATE_ADJ:LIQUID:slzy]
de: [STATE_ADJ:LIQUID:Tränen]
eo: [STATE_ADJ:LIQUID:da larmoj]
es: [STATE_ADJ:LIQUID:lagrimas]
ja: [STATE_ADJ:LIQUID:涙の]
ko: [STATE_ADJ:LIQUID:눈물]
ru: [STATE_ADJ:LIQUID:слёзы]
tr: [STATE_ADJ:LIQUID:gözyaşları]
vi: [STATE_ADJ:LIQUID:nước mắt]
zh_hans: [STATE_ADJ:LIQUID:眼泪的]

# MATERIAL_TEMPLATE:TEARS_TEMPLATE
source: [STATE_NAME:GAS:boiling tears]
cs: [STATE_NAME:GAS:vařící se slzy]
de: [STATE_NAME:GAS:kochende Tränen]
eo: [STATE_NAME:GAS:bolantaj larmoj]
es: [STATE_NAME:GAS:lagrimas hirviendo]
ja: [STATE_NAME:GAS:蒸気化した涙]
ko: [STATE_NAME:GAS:기화된 눈물]
ru: [STATE_NAME:GAS:кипящие слёзы]
tr: [STATE_NAME:GAS:kaynayan gözyaşları]
vi: [STATE_NAME:GAS:nước mắt sôi]
zh_hans: [STATE_NAME:GAS:沸腾的眼泪]

# MATERIAL_TEMPLATE:TEARS_TEMPLATE
source: [STATE_ADJ:GAS:boiling tears]
cs: [STATE_ADJ:GAS:vařící se slzy]
de: [STATE_ADJ:GAS:kochende Tränen]
eo: [STATE_ADJ:GAS:da bolantaj larmoj]
es: [STATE_ADJ:GAS:de lagrimas hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した涙の]
ko: [STATE_ADJ:GAS:기화된 눈물]
ru: [STATE_ADJ:GAS:кипящие слёзы]
tr: [STATE_ADJ:GAS:kaynayan gözyaşları]
vi: [STATE_ADJ:GAS:nước mắt sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的眼泪的]

# MATERIAL_TEMPLATE:SPIT_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen spit]
cs: [STATE_NAME:ALL_SOLID:zmrzlý slin]
de: [STATE_NAME:ALL_SOLID:gefrorene Spucke]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita kraĉaĵo]
es: [STATE_NAME:ALL_SOLID:saliva congelada]
ja: [STATE_NAME:ALL_SOLID:凍った唾]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 침]
ru: [STATE_NAME:ALL_SOLID:замёрзшая слюна]
tr: [STATE_NAME:ALL_SOLID:donmuş tükürük]
vi: [STATE_NAME:ALL_SOLID:nước bọt đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的唾液]

# MATERIAL_TEMPLATE:SPIT_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen spit]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý slin]
de: [STATE_ADJ:ALL_SOLID:gefrorene Spucke]
eo: [STATE_ADJ:ALL_SOLID:da glaciiĝita kraĉaĵo]
es: [STATE_ADJ:ALL_SOLID:de saliva congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った唾の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 침]
ru: [STATE_ADJ:ALL_SOLID:замёрзшая слюна]
tr: [STATE_ADJ:ALL_SOLID:donmuş tükürük]
vi: [STATE_ADJ:ALL_SOLID:nước bọt đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的唾液的]

# MATERIAL_TEMPLATE:SPIT_TEMPLATE
source: [STATE_NAME:LIQUID:spit]
cs: [STATE_NAME:LIQUID:plivanec]
de: [STATE_NAME:LIQUID:Spucke]
eo: [STATE_NAME:LIQUID:kraĉaĵo]
es: [STATE_NAME:LIQUID:saliva]
ja: [STATE_NAME:LIQUID:唾]
ko: [STATE_NAME:LIQUID:침]
ru: [STATE_NAME:LIQUID:слюна]
tr: [STATE_NAME:LIQUID:tükürük]
vi: [STATE_NAME:LIQUID:nhổ nước bọt]
zh_hans: [STATE_NAME:LIQUID:唾液]

# MATERIAL_TEMPLATE:SPIT_TEMPLATE
source: [STATE_ADJ:LIQUID:spit]
cs: [STATE_ADJ:LIQUID:plivanec]
de: [STATE_ADJ:LIQUID:Spucke]
eo: [STATE_ADJ:LIQUID:da kraĉaĵo]
es: [STATE_ADJ:LIQUID:saliva]
ja: [STATE_ADJ:LIQUID:唾の]
ko: [STATE_ADJ:LIQUID:침]
ru: [STATE_ADJ:LIQUID:слюна]
tr: [STATE_ADJ:LIQUID:tükürük]
vi: [STATE_ADJ:LIQUID:nhổ nước bọt]
zh_hans: [STATE_ADJ:LIQUID:唾液]

# MATERIAL_TEMPLATE:SPIT_TEMPLATE
source: [STATE_NAME:GAS:boiling spit]
cs: [STATE_NAME:GAS:vařící se slin]
de: [STATE_NAME:GAS:kochende Spucke]
eo: [STATE_NAME:GAS:bolanta kraĉaĵo]
es: [STATE_NAME:GAS:saliva hirviendo]
ja: [STATE_NAME:GAS:蒸気化した唾]
ko: [STATE_NAME:GAS:기화된 침]
ru: [STATE_NAME:GAS:кипящая слюна]
tr: [STATE_NAME:GAS:kaynayan tükürük]
vi: [STATE_NAME:GAS:nước bọt sôi]
zh_hans: [STATE_NAME:GAS:沸腾的唾液]

# MATERIAL_TEMPLATE:SPIT_TEMPLATE
source: [STATE_ADJ:GAS:boiling spit]
cs: [STATE_ADJ:GAS:vařící se slin]
de: [STATE_ADJ:GAS:kochende Spucke]
eo: [STATE_ADJ:GAS:da bolanta kraĉaĵo]
es: [STATE_ADJ:GAS:de saliva hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した唾の]
ko: [STATE_ADJ:GAS:기화된 침]
ru: [STATE_ADJ:GAS:кипящая слюна]
tr: [STATE_ADJ:GAS:kaynayan tükürük]
vi: [STATE_ADJ:GAS:nước bọt sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的唾液的]

# MATERIAL_TEMPLATE:SWEAT_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen sweat]
cs: [STATE_NAME:ALL_SOLID:zmrzlý pot]
de: [STATE_NAME:ALL_SOLID:gefrorener Schweiß]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita ŝvito]
es: [STATE_NAME:ALL_SOLID:sudor congelado]
ja: [STATE_NAME:ALL_SOLID:凍った汗]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 땀]
ru: [STATE_NAME:ALL_SOLID:замёрзший пот]
tr: [STATE_NAME:ALL_SOLID:donmuş ter]
vi: [STATE_NAME:ALL_SOLID:mồ hôi đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的汗液]

# MATERIAL_TEMPLATE:SWEAT_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen sweat]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý pot]
de: [STATE_ADJ:ALL_SOLID:gefrorener Schweiß]
eo: [STATE_ADJ:ALL_SOLID:da glaciiĝita ŝvito]
es: [STATE_ADJ:ALL_SOLID:de sudor congelado]
ja: [STATE_ADJ:ALL_SOLID:凍った汗の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 땀]
ru: [STATE_ADJ:ALL_SOLID:замёрзший пот]
tr: [STATE_ADJ:ALL_SOLID:donmuş ter]
vi: [STATE_ADJ:ALL_SOLID:mồ hôi đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的汗液的]

# MATERIAL_TEMPLATE:SWEAT_TEMPLATE
source: [STATE_NAME:LIQUID:sweat]
cs: [STATE_NAME:LIQUID:pot]
de: [STATE_NAME:LIQUID:Schweiß]
eo: [STATE_NAME:LIQUID:ŝvito]
es: [STATE_NAME:LIQUID:sudor]
ja: [STATE_NAME:LIQUID:汗]
ko: [STATE_NAME:LIQUID:땀]
ru: [STATE_NAME:LIQUID:пот]
tr: [STATE_NAME:LIQUID:ter]
zh_hans: [STATE_NAME:LIQUID:汗液]

# MATERIAL_TEMPLATE:SWEAT_TEMPLATE
source: [STATE_ADJ:LIQUID:sweat]
cs: [STATE_ADJ:LIQUID:pot]
de: [STATE_ADJ:LIQUID:Schweiß]
eo: [STATE_ADJ:LIQUID:ŝvito]
es: [STATE_ADJ:LIQUID:sudor]
ja: [STATE_ADJ:LIQUID:汗の]
ko: [STATE_ADJ:LIQUID:땀]
ru: [STATE_ADJ:LIQUID:потовой]
tr: [STATE_ADJ:LIQUID:ter]
zh_hans: [STATE_ADJ:LIQUID:汗液的]

# MATERIAL_TEMPLATE:SWEAT_TEMPLATE
source: [STATE_NAME:GAS:boiling sweat]
cs: [STATE_NAME:GAS:vařící se pot]
de: [STATE_NAME:GAS:kochender Schweiß]
eo: [STATE_NAME:GAS:bolanta ŝvito]
es: [STATE_NAME:GAS:sudor hirviendo]
ja: [STATE_NAME:GAS:蒸気化した汗]
ko: [STATE_NAME:GAS:기화된 땀]
ru: [STATE_NAME:GAS:кипящий пот]
tr: [STATE_NAME:GAS:kaynayan ter]
vi: [STATE_NAME:GAS:mồ hôi sôi]
zh_hans: [STATE_NAME:GAS:沸腾的汗液]

# MATERIAL_TEMPLATE:SWEAT_TEMPLATE
source: [STATE_ADJ:GAS:boiling sweat]
cs: [STATE_ADJ:GAS:vařící se pot]
de: [STATE_ADJ:GAS:kochender Schweiß]
eo: [STATE_ADJ:GAS:da bolanta ŝvito]
es: [STATE_ADJ:GAS:de sudor hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した汗の]
ko: [STATE_ADJ:GAS:기화된 땀]
ru: [STATE_ADJ:GAS:кипящий пот]
tr: [STATE_ADJ:GAS:kaynayan ter]
vi: [STATE_ADJ:GAS:mồ hôi sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的汗液的]

# PLANT:SINGLE-GRAIN_WHEAT
source: [NAME:single-grain wheat]
cs: [NAME:jednozrnka]
de: [NAME:Einkornweizen]
eo: [NAME:unugrajna tritiko]
es: [NAME:trigo]
ja: [NAME:一粒小麦]
ko: [NAME:싱글그레인 밀]
ru: [NAME:пшеница однозернянка]
tr: [NAME:tek taneli buğday]
vi: [NAME:lúa mì một hạt]
zh_hans: [NAME:单粒小麦]

# PLANT:SINGLE-GRAIN_WHEAT
source: [NAME_PLURAL:single-grain wheat]
cs: [NAME_PLURAL:jednozrnka]
de: [NAME_PLURAL:Einkornweizen]
eo: [NAME_PLURAL:unugrajna tritiko]
es: [NAME_PLURAL:trigo]
ja: [NAME_PLURAL:一粒小麦]
ko: [NAME_PLURAL:싱글그레인 밀들]
ru: [NAME_PLURAL:пшеница однозернянка]
tr: [NAME_PLURAL:tek taneli buğday]
vi: [NAME_PLURAL:lúa mì một hạt]
zh_hans: [NAME_PLURAL:单粒小麦]

# PLANT:SINGLE-GRAIN_WHEAT
source: [ADJ:single-grain wheat]
cs: [ADJ:jednozrnka]
de: [ADJ:Einkornweizen]
eo: [ADJ:de unugrajna tritiko]
es: [ADJ:trigo]
ja: [ADJ:一粒小麦]
ko: [ADJ:싱글그레인 밀]
ru: [ADJ:пшеница однозернянка]
tr: [ADJ:tek taneli buğday]
vi: [ADJ:lúa mì một hạt]
zh_hans: [ADJ:单粒小麦的]

# PLANT:SINGLE-GRAIN_WHEAT
source: [STATE_NAME_ADJ:ALL_SOLID:frozen single-grain wheat beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé pivo z jednozrnky]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Einkorn-Weizenbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el unugrajna tritiko]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza de trigo congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った一粒小麦のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 싱글그레인 밀 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное пиво из пшеницы однозернянки]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş tek taneli buğday birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia lúa mì một hạt đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的单粒小麦啤]

# PLANT:SINGLE-GRAIN_WHEAT
source: [STATE_NAME_ADJ:LIQUID:single-grain wheat beer]
cs: [STATE_NAME_ADJ:LIQUID:pivo z jednozrné přenice]
de: [STATE_NAME_ADJ:LIQUID:Einkornweizenbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el unugrajna tritiko]
es: [STATE_NAME_ADJ:LIQUID:cerveza de trigo]
ja: [STATE_NAME_ADJ:LIQUID:一粒小麦のビール]
ko: [STATE_NAME_ADJ:LIQUID:싱글그레인 밀 맥주]
ru: [STATE_NAME_ADJ:LIQUID:пиво из пшеницы однозернянки]
tr: [STATE_NAME_ADJ:LIQUID:tek taneli buğday birası]
vi: [STATE_NAME_ADJ:LIQUID:bia lúa mì một hạt]
zh_hans: [STATE_NAME_ADJ:LIQUID:单粒小麦啤]

# PLANT:SINGLE-GRAIN_WHEAT
source: [STATE_NAME_ADJ:GAS:boiling single-grain wheat beer]
cs: [STATE_NAME_ADJ:GAS:vařící se pivo z jednozrnky]
de: [STATE_NAME_ADJ:GAS:kochendes Einkornweizenbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el unugrajna tritiko]
es: [STATE_NAME_ADJ:GAS:de cerveza de trigo hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した一粒小麦のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 싱글그레인 밀 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее пиво из пшеницы однозернянки]
tr: [STATE_NAME_ADJ:GAS:kaynayan tek taneli buğday birası]
vi: [STATE_NAME_ADJ:GAS:bia lúa mì một hạt sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的单粒小麦啤]

# PLANT:SINGLE-GRAIN_WHEAT
source: [STATE_NAME_ADJ:ALL_SOLID:single-grain wheat flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:mouka z jednozrnky]
de: [STATE_NAME_ADJ:ALL_SOLID:Weizeneinzelkornmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el unugrajna tritiko]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de trigo]
ja: [STATE_NAME_ADJ:ALL_SOLID:一粒小麦の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:싱글그레인 밀 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:мука из пшеницы однозернянки]
tr: [STATE_NAME_ADJ:ALL_SOLID:tek taneli buğday unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:单粒小麦面粉]

# PLANT:SINGLE-GRAIN_WHEAT
source: [SEED:single-grain wheat seed:single-grain wheat seeds:]
cs: [SEED:semeno jednozrnky:semena jednozrnky:]
de: [SEED:Einzelkornweizensaatgut:Einzelkornweizensaatgut:]
eo: [SEED:semo de unugrajna tritiko:semoj de unugrajna tritiko:]
es: [SEED:single-grain wheat seed:semillas de trigo:]
ja: [SEED:一粒小麦の種:一粒小麦の種:]
ko: [SEED:싱글그레인 밀 씨:싱글그레인 밀 씨들:]
ru: [SEED:семя пшеницы однозернянки:семена пшеницы однозернянки:]
tr: [SEED:tek taneli buğday tohumu:tek taneli buğday tohumları:]
vi: [SEED:hạt lúa mì một hạt:hạt giống lúa mì một hạt:]
zh_hans: [SEED:单粒小麦种子:单粒小麦种子:]

# PLANT:SINGLE-GRAIN_WHEAT
source: [PREFSTRING:beer]
cs: [PREFSTRING:pivo]
de: [PREFSTRING:Bier]
eo: [PREFSTRING:biero]
es: [PREFSTRING:cerveza]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:맥주]
ru: [PREFSTRING:пиво]
tr: [PREFSTRING:birası]
vi: [PREFSTRING:bia]
zh_hans: [PREFSTRING:啤酒]

# PLANT:SINGLE-GRAIN_WHEAT
source: [GROWTH_NAME:single-grain wheat leaf:single-grain wheat leaves]
cs: [GROWTH_NAME:list jednozrnky:listy jednozrnky]
de: [GROWTH_NAME:Einzelkornweizenblatt:Einzelkornweizenblätter]
eo: [GROWTH_NAME:folio de unugrajna tritiko:folioj de unugrajna tritiko]
es: [GROWTH_NAME:hoja de trigo de un grano:hojas de trigo de un grano]
ja: [GROWTH_NAME:一粒小麦の葉:一粒小麦の葉]
ko: [GROWTH_NAME:싱글그레인 밀 잎:싱글그레인 밀 잎들]
ru: [GROWTH_NAME:лист пшеницы однозернянки:листья пшеницы однозернянки]
tr: [GROWTH_NAME:tek taneli buğday yaprağı:tek taneli buğday yaprakları]
vi: [GROWTH_NAME:lá lúa mì một hạt:lá lúa mì một hạt]
zh_hans: [GROWTH_NAME:单粒小麦叶:单粒小麦叶]

# PLANT:TWO-GRAIN_WHEAT
source: [NAME:two-grain wheat]
cs: [NAME:dvojzrnka]
de: [NAME:Zweikornweizen]
eo: [NAME:dugrajna tritiko]
es: [NAME:trigo de doble grano]
ja: [NAME:二粒小麦]
ko: [NAME:투그레인 밀]
ru: [NAME:пшеница двузернянка]
tr: [NAME:çift taneli buğday]
vi: [NAME:lúa mì hai hạt]
zh_hans: [NAME:双粒小麦]

# PLANT:TWO-GRAIN_WHEAT
source: [NAME_PLURAL:two-grain wheat]
cs: [NAME_PLURAL:dvojzrnka]
de: [NAME_PLURAL:Zweikornweizen]
eo: [NAME_PLURAL:dugrajna tritiko]
es: [NAME_PLURAL:trigos de doble grano]
ja: [NAME_PLURAL:二粒小麦]
ko: [NAME_PLURAL:투그레인 밀들]
ru: [NAME_PLURAL:пшеница двузернянка]
tr: [NAME_PLURAL:çift taneli buğday]
vi: [NAME_PLURAL:lúa mì hai hạt]
zh_hans: [NAME_PLURAL:双粒小麦]

# PLANT:TWO-GRAIN_WHEAT
source: [ADJ:two-grain wheat]
cs: [ADJ:dvojzrnka]
de: [ADJ:Zweikornweizen]
eo: [ADJ:de dugrajna tritiko]
es: [ADJ:de trigo de doble grano]
ja: [ADJ:二粒小麦]
ko: [ADJ:투그레인 밀]
ru: [ADJ:пшеница двузернянка]
tr: [ADJ:çift taneli buğday]
vi: [ADJ:lúa mì hai hạt]
zh_hans: [ADJ:双粒小麦的]

# PLANT:TWO-GRAIN_WHEAT
source: [STATE_NAME_ADJ:ALL_SOLID:frozen two-grain wheat beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé pivo z dvojzrnky]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Zweikorn-Weizenbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita beiro de dugrajna tritiko]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de trigo de doble grano]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った二粒小麦のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 투그레인 밀 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное пиво из пшеницы двузернянки]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş çift taneli buğday birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia lúa mì hai hạt đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的双粒小麦啤]

# PLANT:TWO-GRAIN_WHEAT
source: [STATE_NAME_ADJ:LIQUID:two-grain wheat beer]
cs: [STATE_NAME_ADJ:LIQUID:pivo z tvouzrné pšenice]
de: [STATE_NAME_ADJ:LIQUID:Zweikorn-Weizenbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el dugrajna tritiko]
es: [STATE_NAME_ADJ:LIQUID:cerveza de trigo de doble grano]
ja: [STATE_NAME_ADJ:LIQUID:二粒小麦のビール]
ko: [STATE_NAME_ADJ:LIQUID:투그레인 밀 맥주]
ru: [STATE_NAME_ADJ:LIQUID:пиво из пшеницы двузернянки]
tr: [STATE_NAME_ADJ:LIQUID:çift taneli buğday birası]
vi: [STATE_NAME_ADJ:LIQUID:bia lúa mì hai hạt]
zh_hans: [STATE_NAME_ADJ:LIQUID:双粒小麦啤]

# PLANT:TWO-GRAIN_WHEAT
source: [STATE_NAME_ADJ:GAS:boiling two-grain wheat beer]
cs: [STATE_NAME_ADJ:GAS:vařící se pivo z dvojzrnky]
de: [STATE_NAME_ADJ:GAS:kochendes Zweikorn-Weizenbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el dugrajna tritiko]
es: [STATE_NAME_ADJ:GAS:de cerveza hirviendo de trigo de doble grano]
ja: [STATE_NAME_ADJ:GAS:蒸気化した二粒小麦のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 투그레인 밀 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее пиво из пшеницы двузернянки]
tr: [STATE_NAME_ADJ:GAS:kaynayan çift taneli buğday birası]
vi: [STATE_NAME_ADJ:GAS:bia lúa mì hai hạt sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的双粒小麦啤]

# PLANT:TWO-GRAIN_WHEAT
source: [STATE_NAME_ADJ:ALL_SOLID:two-grain wheat flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:mouka z dvojzrnky]
de: [STATE_NAME_ADJ:ALL_SOLID:Zweikorn-Weizenmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el dugrajna tritiko]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de trigo de doble grano]
ja: [STATE_NAME_ADJ:ALL_SOLID:二粒小麦の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:투그레인 밀 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:мука из пшеницы двузернянки]
tr: [STATE_NAME_ADJ:ALL_SOLID:çift taneli buğday unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:双粒小麦面粉]

# PLANT:TWO-GRAIN_WHEAT
source: [SEED:two-grain wheat seed:two-grain wheat seeds:]
cs: [SEED:semena dvouzrnné pšenice:semena dvouzrnné pšenice:]
de: [SEED:Zweikornweizensaatgut:Zweikornweizensaatgut:]
eo: [SEED:semo de dugrajna tritiko:semoj de dugrajna tritiko:]
es: [SEED:semilla de trigo de doble grano:semillas de trigo de doble grano:]
ja: [SEED:二粒小麦の種:二粒小麦の種:]
ko: [SEED:투그레인 밀 씨:투그레인 밀 씨들:]
ru: [SEED:семя пшеницы двузернянки:семена пшеницы двузернянки:]
tr: [SEED:çift taneli buğday tohumu:çift taneli buğday tohumları:]
vi: [SEED:hạt lúa mì hai hạt:hạt giống lúa mì hai hạt:]
zh_hans: [SEED:双粒小麦种子:双粒小麦种子:]

# PLANT:TWO-GRAIN_WHEAT
source: [PREFSTRING:beer]
cs: [PREFSTRING:pivo]
de: [PREFSTRING:Bier]
eo: [PREFSTRING:biero]
es: [PREFSTRING:cerveza]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:맥주]
ru: [PREFSTRING:пиво]
tr: [PREFSTRING:birası]
vi: [PREFSTRING:bia]
zh_hans: [PREFSTRING:啤酒]

# PLANT:TWO-GRAIN_WHEAT
source: [GROWTH_NAME:two-grain wheat leaf:two-grain wheat leaves]
cs: [GROWTH_NAME:list dvojzrnky:listy dvojzrnky]
de: [GROWTH_NAME:zweikörniges Weizenblatt:zweikörnige Weizenblätter]
eo: [GROWTH_NAME:folio de dugrajna tritiko:folioj de dugrajna tritiko]
es: [GROWTH_NAME:hoja de trigo de doble grano:hojas de trigo de doble grano]
ja: [GROWTH_NAME:二粒小麦の葉:二粒小麦の葉]
ko: [GROWTH_NAME:투그레인 밀 잎:투그레인 밀 잎들]
ru: [GROWTH_NAME:лист пшеницы двузернянки:листья пшеницы двузернянки]
tr: [GROWTH_NAME:çift taneli buğday yaprağı:çift taneli buğday yaprakları]
vi: [GROWTH_NAME:lá lúa mì hai hạt:lá lúa mì hai hạt]
zh_hans: [GROWTH_NAME:双粒小麦叶:双粒小麦叶]

# PLANT:SOFT_WHEAT
source: [NAME:soft wheat]
cs: [NAME:měkká pšenice]
de: [NAME:Weichweizen]
eo: [NAME:mola tritiko]
es: [NAME:trigo blando]
ja: [NAME:軟質小麦]
ko: [NAME:연질 밀]
ru: [NAME:мягкая пшеница]
tr: [NAME:yumuşak buğday]
vi: [NAME:lúa mì mềm]
zh_hans: [NAME:软质小麦]

# PLANT:SOFT_WHEAT
source: [NAME_PLURAL:soft wheat]
cs: [NAME_PLURAL:měkká pšenice]
de: [NAME_PLURAL:Weichweizen]
eo: [NAME_PLURAL:mola tritiko]
es: [NAME_PLURAL:trigo blando]
ja: [NAME_PLURAL:軟質小麦]
ko: [NAME_PLURAL:연질 밀들]
ru: [NAME_PLURAL:мягкая пшеница]
tr: [NAME_PLURAL:yumuşak buğday]
vi: [NAME_PLURAL:lúa mì mềm]
zh_hans: [NAME_PLURAL:软质小麦]

# PLANT:SOFT_WHEAT
source: [ADJ:soft wheat]
cs: [ADJ:měkká pšenice]
de: [ADJ:Weichweizen]
eo: [ADJ:de mola tritiko]
es: [ADJ:de trigo blando]
ja: [ADJ:軟質小麦]
ko: [ADJ:연질 밀]
ru: [ADJ:мягкая пшеница]
tr: [ADJ:yumuşak buğday]
vi: [ADJ:lúa mì mềm]
zh_hans: [ADJ:软质小麦的]

# PLANT:SOFT_WHEAT
source: [STATE_NAME_ADJ:ALL_SOLID:frozen soft wheat beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé pivo z měkké pšenice]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes weiches Weizenbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el mola tritiko]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de trigo blando]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った軟質小麦のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 연질 밀 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное пиво из мягкой пшеницы]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş yumuşak buğday birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia lúa mì mềm đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的软质小麦啤]

# PLANT:SOFT_WHEAT
source: [STATE_NAME_ADJ:LIQUID:soft wheat beer]
cs: [STATE_NAME_ADJ:LIQUID:lehké pivo z pšenice]
de: [STATE_NAME_ADJ:LIQUID:weiches Weizenbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el mola tritiko]
es: [STATE_NAME_ADJ:LIQUID:cerveza de trigo blando]
ja: [STATE_NAME_ADJ:LIQUID:軟質小麦のビール]
ko: [STATE_NAME_ADJ:LIQUID:연질 밀 맥주]
ru: [STATE_NAME_ADJ:LIQUID:пиво из мягкой пшеницы]
tr: [STATE_NAME_ADJ:LIQUID:yumuşak buğday birası]
vi: [STATE_NAME_ADJ:LIQUID:bia lúa mì mềm]
zh_hans: [STATE_NAME_ADJ:LIQUID:软质小麦啤]

# PLANT:SOFT_WHEAT
source: [STATE_NAME_ADJ:GAS:boiling soft wheat beer]
cs: [STATE_NAME_ADJ:GAS:horké lehké pivo z pšenice]
de: [STATE_NAME_ADJ:GAS:kochendes weiches Weizenbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el mola tritiko]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de trigo blando]
ja: [STATE_NAME_ADJ:GAS:蒸気化した軟質小麦のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 연질 밀 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее пиво из мягкой пшеницы]
tr: [STATE_NAME_ADJ:GAS:kaynayan yumuşak buğday birası]
vi: [STATE_NAME_ADJ:GAS:bia lúa mì mềm sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的软质小麦啤]

# PLANT:SOFT_WHEAT
source: [STATE_NAME_ADJ:ALL_SOLID:soft wheat flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:lehké pivo z pšenice]
de: [STATE_NAME_ADJ:ALL_SOLID:Weichweizenmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el mola tritiko]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de trigo blando]
ja: [STATE_NAME_ADJ:ALL_SOLID:軟質小麦の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:연질 밀 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:мука из мягкой пшеницы]
tr: [STATE_NAME_ADJ:ALL_SOLID:yumuşak buğday unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:软质小麦面粉]

# PLANT:SOFT_WHEAT
source: [SEED:soft wheat seed:soft wheat seeds:]
cs: [SEED:semeno měkké pšenice:semena měkké pšenice:]
de: [SEED:Weichweizensamen:Weichweizensamen:]
eo: [SEED:semo de mola tritiko:semoj de mola tritiko:]
es: [SEED:semilla de trigo blando:semillas de trigo blando:]
ja: [SEED:軟質小麦の種:軟質小麦の種:]
ko: [SEED:부드러운 밀 씨:부드러운 밀 씨들:]
ru: [SEED:семя мягкой пшеницы:семена мягкой пшеницы:]
tr: [SEED:yumuşak buğday tohumu:yumuşak buğday tohumları:]
vi: [SEED:hạt lúa mì mềm:hạt giống lúa mì mềm:]
zh_hans: [SEED:软质小麦种子:软质小麦种子:]

# PLANT:SOFT_WHEAT
source: [PREFSTRING:beer]
cs: [PREFSTRING:pivo]
de: [PREFSTRING:Bier]
eo: [PREFSTRING:biero]
es: [PREFSTRING:cerveza]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:맥주]
ru: [PREFSTRING:пиво]
tr: [PREFSTRING:birası]
vi: [PREFSTRING:bia]
zh_hans: [PREFSTRING:啤酒]

# PLANT:SOFT_WHEAT
source: [GROWTH_NAME:soft wheat leaf:soft wheat leaves]
cs: [GROWTH_NAME:list měkké pšenice:listy měkké pšenice]
de: [GROWTH_NAME:Weichweizenblatt:Weichweizenblätter]
eo: [GROWTH_NAME:folio de mola tritiko:folioj de mola tritiko]
es: [GROWTH_NAME:hoja de trigo blando:hojas de trigo blando]
ja: [GROWTH_NAME:軟質小麦の葉:軟質小麦の葉]
ko: [GROWTH_NAME:연질 밀 잎:연질 밀 잎들]
ru: [GROWTH_NAME:лист мягкой пшеницы:листья мягкой пшеницы]
tr: [GROWTH_NAME:yumuşak buğday yaprağı:yumuşak buğday yaprakları]
vi: [GROWTH_NAME:lá lúa mì mềm:lá lúa mì mềm]
zh_hans: [GROWTH_NAME:软质小麦叶:软质小麦叶]

# PLANT:HARD_WHEAT
source: [NAME:hard wheat]
cs: [NAME:tvrdá pšenice]
de: [NAME:Hartweizen]
eo: [NAME:malmola tritiko]
es: [NAME:trigo fuerte]
ja: [NAME:硬質小麦]
ko: [NAME:경질 밀]
ru: [NAME:твердая пшеница]
tr: [NAME:sert buğday]
vi: [NAME:lúa mì cứng]
zh_hans: [NAME:硬质小麦]

# PLANT:HARD_WHEAT
source: [NAME_PLURAL:hard wheat]
cs: [NAME_PLURAL:tvrdá pšenice]
de: [NAME_PLURAL:Hartweizen]
eo: [NAME_PLURAL:malmola tritiko]
es: [NAME_PLURAL:trigo fuerte]
ja: [NAME_PLURAL:硬質小麦]
ko: [NAME_PLURAL:경질 밀들]
ru: [NAME_PLURAL:твердая пшеница]
tr: [NAME_PLURAL:sert buğday]
vi: [NAME_PLURAL:lúa mì cứng]
zh_hans: [NAME_PLURAL:硬质小麦]

# PLANT:HARD_WHEAT
source: [ADJ:hard wheat]
cs: [ADJ:tvrdá pšenice]
de: [ADJ:Hartweizen]
eo: [ADJ:malmola tritiko]
es: [ADJ:de trigo fuerte]
ja: [ADJ:硬質小麦]
ko: [ADJ:경질 밀]
ru: [ADJ:твердая пшеница]
tr: [ADJ:sert buğday]
vi: [ADJ:lúa mì cứng]
zh_hans: [ADJ:硬质小麦的]

# PLANT:HARD_WHEAT
source: [STATE_NAME_ADJ:ALL_SOLID:frozen hard wheat beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé pivo z tvrdé pšenice]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes hartes Weizenbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el malmola tritiko]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de trigo fuerte]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った硬質小麦のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 경질 밀 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное пиво из твердой пшеницы]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş sert buğday birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia lúa mì cứng đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的硬质小麦啤]

# PLANT:HARD_WHEAT
source: [STATE_NAME_ADJ:LIQUID:hard wheat beer]
cs: [STATE_NAME_ADJ:LIQUID:pivo z tvrdé pšenice]
de: [STATE_NAME_ADJ:LIQUID:hartes Weizenbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el malmola tritiko]
es: [STATE_NAME_ADJ:LIQUID:cerveza de trigo fuerte]
ja: [STATE_NAME_ADJ:LIQUID:硬質小麦のビール]
ko: [STATE_NAME_ADJ:LIQUID:경질 밀 맥주]
ru: [STATE_NAME_ADJ:LIQUID:пиво из твердой пшеницы]
tr: [STATE_NAME_ADJ:LIQUID:sert buğday birası]
vi: [STATE_NAME_ADJ:LIQUID:bia lúa mì cứng]
zh_hans: [STATE_NAME_ADJ:LIQUID:硬质小麦啤]

# PLANT:HARD_WHEAT
source: [STATE_NAME_ADJ:GAS:boiling hard wheat beer]
cs: [STATE_NAME_ADJ:GAS:vařící se pivo z tvrdé pšenice]
de: [STATE_NAME_ADJ:GAS:kochendes hartes Weizenbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el malmola tritiko]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de trigo fuerte]
ja: [STATE_NAME_ADJ:GAS:蒸気化した硬質小麦のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 경질 밀 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее пиво из твердой пшеницы]
tr: [STATE_NAME_ADJ:GAS:kaynayan sert buğday birası]
vi: [STATE_NAME_ADJ:GAS:bia lúa mì cứng sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的硬质小麦啤]

# PLANT:HARD_WHEAT
source: [STATE_NAME_ADJ:ALL_SOLID:hard wheat flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:mouka z tvrdé pšenice]
de: [STATE_NAME_ADJ:ALL_SOLID:Hartweizenmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el malmola tritiko]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de trigo fuerte]
ja: [STATE_NAME_ADJ:ALL_SOLID:硬質小麦の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:경질 밀 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:мука из твердой пшеницы]
tr: [STATE_NAME_ADJ:ALL_SOLID:sert buğday unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:硬质小麦面粉]
