Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_KAKAPO
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_KAKAPO
source: [SOUND:PEACEFUL_INTERMITTENT:200:1000:VOCALIZATION:boom:booms:a low boom]
cs: [SOUND:PEACEFUL_INTERMITTENT:200:1000:VOCALIZATION:bum:bum:slabé bum]
de: [SOUND:PEACEFUL_INTERMITTENT:200:1000:VOCALIZATION:Knall:Knalle:ein tiefer Knall]
eo: [SOUND:PEACEFUL_INTERMITTENT:200:1000:VOCALIZATION:resono:resonoj:malalta resono]
es: [SOUND:PEACEFUL_INTERMITTENT:200:1000:VOCALIZATION:boom:booms:un bramido bajo]
ko: [SOUND:PEACEFUL_INTERMITTENT:200:1000:VOCALIZATION:폭발:폭발:작은 폭발]
pl: [SOUND:PEACEFUL_INTERMITTENT:200:1000:VOCALIZATION:buczysz:buczy:ciche buczenie]
ru: [SOUND:PEACEFUL_INTERMITTENT:200:1000:VOCALIZATION:рокот:рокот:низкий рокот]
tr: [SOUND:PEACEFUL_INTERMITTENT:200:1000:VOCALIZATION:gürültü:gürültüler:alçak bir gürültü]
vi: [SOUND:PEACEFUL_INTERMITTENT:200:1000:VOCALIZATION:Rền:Những tiếng rền:Một tiếng rền trầm]
zh_hans: [SOUND:PEACEFUL_INTERMITTENT:200:1000:VOCALIZATION:爆炸:爆炸:轰隆隆的爆炸]

# CREATURE:BIRD_KAKAPO
source: [SOUND:PEACEFUL_INTERMITTENT:50:1000:VOCALIZATION:ching:chings:a metallic ching]
de: [SOUND:PEACEFUL_INTERMITTENT:50:1000:VOCALIZATION:Klingeln:Klingeln:ein metallisches Klingeln]
eo: [SOUND:PEACEFUL_INTERMITTENT:50:1000:VOCALIZATION:ĉinko:ĉinkoj:metala ĉinko]
es: [SOUND:PEACEFUL_INTERMITTENT:50:1000:VOCALIZATION:ching:chings:un chin metalico]
ko: [SOUND: PEACEFUL_INTERMITTENT:50:1000:VOCALIZATION:칭:칭:금속성 칭]
pl: [SOUND:PEACEFUL_INTERMITTENT:50:1000:VOCALIZATION:szczękasz:szczęka:metaliczny szczęk]
ru: [SOUND:PEACEFUL_INTERMITTENT:50:1000:VOCALIZATION:чинг:чинги:металлический чинг]
tr: [SOUND:PEACEFUL_INTERMITTENT:50:1000:VOCALIZATION:çıngı:çıngılar:metalik bir çıngı]
vi: [SOUND:PEACEFUL_INTERMITTENT:50:1000:VOCALIZATION:Leng keng:Những tiếng leng keng:Một tiếng leng keng kim loại]
zh_hans: [SOUND:PEACEFUL_INTERMITTENT:50:1000:VOCALIZATION:铃铛:铃铛:金属铃铛]

# CREATURE:BIRD_KAKAPO
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_KAKAPO
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_KAKAPO
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:KAKAPO_MAN
source: [CASTE_NAME:kakapo man:kakapo men:kakapo man]
cs: [CASTE_NAME:mužský kakapo:mužští kakapové:mužského kakapa]
de: [CASTE_NAME:Kakapomännchen:Kakapomännchen:Kakapomännchen]
eo: [CASTE_NAME:homkakapiĉo:homkakapiĉoj:de homkakapiĉo]
es: [CASTE_NAME:hombre kakapo:hombres kakapo:hombre kakapo]
ja: [CASTE_NAME:カカポ男:カカポ男:カカポ男の]
ko: [CASTE_NAME:남성 올빼미앵무인간:남성 올빼미앵무인간들:남성 올빼미앵무인간]
pl: [CASTE_NAME:kakapomężczyzna:kakapomężczyźni:kakapomężczyzny]
ru: [CASTE_NAME:мужчина-какапо:мужчины-какапо:мужчины-какапо]
tr: [CASTE_NAME:kakapo adam:kakapo adamlar:kakapo adam]
vi: [CASTE_NAME:Người kakapo:Những người kakapo:Người kakapo]
zh_hans: [CASTE_NAME:鸮鹦鹉男:鸮鹦鹉男:鸮鹦鹉男]

# CREATURE:KAKAPO_MAN
source: [CASTE_NAME:kakapo woman:kakapo women:kakapo woman]
cs: [CASTE_NAME:žena kakapa:ženy kakapa:ženy kakapa]
de: [CASTE_NAME:Kakapoweibchen:Kakapoweibchen:Kakapoweibchen]
eo: [CASTE_NAME:homkakapino:homkakapinoj:de homkakapino]
es: [CASTE_NAME:mujer kakapo:mujeres kakapo:mujer kakapo]
ja: [CASTE_NAME:カカポ女:カカポ女:カカポ女の]
ko: [CASTE_NAME:여성 올빼미앵무인간:여성 올빼미앵무인간들:여성 올빼미앵무인간]
pl: [CASTE_NAME:kakapokobieta:kakapokobiety:kakapokobiecy]
ru: [CASTE_NAME:женщина-какапо:женщины-какапо:женщины-какапо]
tr: [CASTE_NAME:kakapo kadın:kakapo kadınlar:kakapo kadın]
vi: [CASTE_NAME:Người phụ nữ kakapo:Những người phụ nữ kakapo:Người phụ nữ kakapo]
zh_hans: [CASTE_NAME:鸮鹦鹉女:鸮鹦鹉女:鸮鹦鹉女]

# CREATURE:KAKAPO_MAN
source: [NAME:kakapo man:kakapo men:kakapo man]
cs: [NAME:mužský kakapo:mužští kakapové:mužského kakapa]
de: [NAME:Kakapomann:Kakapomann:Kakapomann]
eo: [NAME:homkakapo:homkakapoj:de homkakapo]
es: [NAME:hombre kakapo:hombres kakapo:de hombre kakapo]
ja: [NAME:カカポ男:カカポ男:カカポ男の]
ko: [NAME:올빼미앵무인간:올빼미앵무인간들:올빼미앵무인간]
pl: [NAME:kakapoczłowiek:kakapoludzie:kakapoludzki]
ru: [NAME:человек-какапо:люди-какапо:человека-какапо]
tr: [NAME:kakapo adam:kakapo adamlar:kakapo adam]
vi: [NAME:Người kakapo:Những người kakapo:Người kakapo]
zh_hans: [NAME:鸮鹦鹉人:鸮鹦鹉人:鸮鹦鹉人]

# CREATURE:KAKAPO_MAN
source: [DESCRIPTION:A person with the head and wings of a kakapo.]
cs: [DESCRIPTION:Osoba s hlavou a křídly kakapa sovího.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Flügeln eines Kakapos.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de kakapo.]
es: [DESCRIPTION:Una persona con la cabeza y alas de un kakapo.]
ja: [DESCRIPTION:カカポの翼と頭を持つ人間だ。]
ko: [DESCRIPTION:올빼미앵무의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami kakapo.]
ru: [DESCRIPTION:Человек с головой и крыльями какапо.]
tr: [DESCRIPTION:Kakapo papağanının baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một sinh vật với đầu và đôi cánh của một con kakapo.]
zh_hans: [DESCRIPTION:一个长着鸮鹦鹉脑袋和翅膀的人。]

# CREATURE:GIANT_KAKAPO
source: [NAME:giant kakapo:giant kakapo:giant kakapo]
cs: [NAME:obří kakapo:obří kakapové:obřího kakapa]
de: [NAME:Riesenkakapo:Riesenkakapos:Riesenkakapo]
eo: [NAME:giganta kakapo:gigantaj kakapoj:de giganta kakapo]
es: [NAME:kakapo gigante:kakapos gigantes:de kakapo gigante]
ja: [NAME:巨大カカポ:巨大カカポ:巨大カカポの]
ko: [NAME:거대 올빼미앵무:거대 올빼미앵무떼:거대 올빼미앵무]
pl: [NAME:gigantyczne kakapo:gigantyczne kakapo:gigantycznego kakapo]
ru: [NAME:гигантский какапо:гигантские какапо:гигантского какапо]
tr: [NAME:dev kakapo papağanı:dev kakapo papağanları:dev kakapo papağanı]
vi: [NAME:kakapo khổng lồ:kakapo khổng lồ:kakapo khổng lồ]
zh_hans: [NAME:巨鸮鹦鹉:巨鸮鹦鹉:巨鸮鹦鹉]

# CREATURE:GIANT_KAKAPO
source: [CASTE_NAME:giant kakapo:giant kakapo:giant kakapo]
cs: [CASTE_NAME:obří kakapo:obří kakapy:obří kakapo]
de: [CASTE_NAME:Riesenkakapo:Riesenkakapos:Riesenkakapo]
eo: [CASTE_NAME:giganta kakapo:gigantaj kakapoj:de giganta kakapo]
es: [CASTE_NAME:kakapo gigante:kakapos gigantes:kakapo gigante]
ja: [CASTE_NAME:巨大カカポ:巨大カカポ:巨大カカポの]
ko: [CASTE_NAME:거대 올빼미앵무:거대 올빼미앵무떼:거대 올빼미앵무]
pl: [CASTE_NAME:gigantyczne kakapo:gigantyczne kakapo:gigantycznego kakapo]
ru: [CASTE_NAME:гигантский какапо:гигантские какапо:гигантского какапо]
tr: [CASTE_NAME:dev kakapo papağanı:dev kakapo papağanları:dev kakapo papağanı]
vi: [CASTE_NAME:kakapo khổng lồ:kakapo khổng lồ:kakapo khổng lồ]
zh_hans: [CASTE_NAME:巨鸮鹦鹉:巨鸮鹦鹉:巨鸮鹦鹉]

# CREATURE:GIANT_KAKAPO
source: [GENERAL_CHILD_NAME:giant kakapo chick:giant kakapo chicks]
cs: [GENERAL_CHILD_NAME:mládě obřího kakapa:mláďata obřího kakapa]
de: [GENERAL_CHILD_NAME:Riesenkakapoküken:Riesenkakapoküken]
eo: [GENERAL_CHILD_NAME:giganta kakapido:gigantaj kakapidoj]
es: [GENERAL_CHILD_NAME:polluelo de kakapo gigante:polluelos de kakapo gigante]
ja: [GENERAL_CHILD_NAME:巨大カカポの雛:巨大カカポの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 올빼미앵무:새끼 거대 올빼미앵무떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego kakapo:pisklęta gigantycznego kakapo]
ru: [GENERAL_CHILD_NAME:птенец гигантского какапо:птенцы гигантского какапо]
tr: [GENERAL_CHILD_NAME:dev kakapo yavrusu:dev kakapo yavruları]
vi: [GENERAL_CHILD_NAME:kakapo khổng lồ con:Những con kakapo khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨鸮鹦鹉雏鸟:巨鸮鹦鹉雏鸟]

# CREATURE:GIANT_KAKAPO
source: [DESCRIPTION:A large monster the shape of a kakapo.]
cs: [DESCRIPTION:Velké monstrum s podobou kakapa sovího.]
de: [DESCRIPTION:Ein großes Monster in Form eines Kakapo.]
eo: [DESCRIPTION:Granda monstro kun formo de kakapo.]
es: [DESCRIPTION:Un gran monstruo con la forma de un kakapo.]
ja: [DESCRIPTION:カカポのような姿の巨大な怪物だ。]
ko: [DESCRIPTION:올빼미앵무의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie kakapo.]
ru: [DESCRIPTION:Огромный монстр, похожий на какапо.]
tr: [DESCRIPTION:Kakapo papağanı biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dáng của một con kakapo.]
zh_hans: [DESCRIPTION:一只体型巨大的鸮鹦鹉怪。]

# CREATURE:GIANT_KAKAPO
source: [PREFSTRING:longevity]
cs: [PREFSTRING:dlouhověkost]
de: [PREFSTRING:Langlebigkeit]
eo: [PREFSTRING:longvivo]
es: [PREFSTRING:longevidad]
ja: [PREFSTRING:長寿]
ko: [PREFSTRING:긴 수명]
pl: [PREFSTRING:długowieczność]
ru: [PREFSTRING:долгожительство]
tr: [PREFSTRING:uzun ömür]
vi: [PREFSTRING:Tuổi thọ]
zh_hans: [PREFSTRING:长寿]

# CREATURE:GIANT_KAKAPO
source: [PREFSTRING:flightlessness]
cs: [PREFSTRING:nelétavý]
de: [PREFSTRING:flugunfähig]
eo: [PREFSTRING:neflugeco]
es: [PREFSTRING:incapacidad para volar]
ja: [PREFSTRING:飛べない]
ko: [PREFSTRING:날지 못하는]
pl: [PREFSTRING:nielotność]
ru: [PREFSTRING:неспособность летать]
tr: [PREFSTRING:uçamama]
vi: [PREFSTRING:Không biết bay]
zh_hans: [PREFSTRING:不可飞行]

# CREATURE:GIANT_KAKAPO
source: [PREFSTRING:booming calls]
cs: [PREFSTRING:dunivý zpěv]
de: [PREFSTRING:dröhnende Rufe]
eo: [PREFSTRING:resonantaj alvokoj]
es: [PREFSTRING:llamadas retumbantes]
ja: [PREFSTRING:ブーンと鳴く]
ko: [PREFSTRING:우렁찬 울음소리]
pl: [PREFSTRING:gromki zew]
ru: [PREFSTRING:зычные крики]
tr: [PREFSTRING:gürültülü çığlıklar]
vi: [PREFSTRING:Tiếng kêu rền]
zh_hans: [PREFSTRING:轰鸣的叫声]

# CREATURE:BIRD_PARROT_GREY
source: [DESCRIPTION:The most intelligent of birds. It can be found in the rainforest.]
cs: [DESCRIPTION:Nejinteligentnější z ptáků. Vyskytuje se v deštném pralese.]
de: [DESCRIPTION:Der intelligenteste aller Vögel. Man findet ihn im Regenwald.]
eo: [DESCRIPTION:La plej inteligenta birdo. Ĝi troveblas en la pluvarbaro.]
es: [DESCRIPTION:El más inteligente de los pájaros. Puede ser encontrado en la selva.]
ja: [DESCRIPTION:体長３３センチほどの賢い鳥だ。熱帯雨林に棲息する。]
ko: [DESCRIPTION:가장 똑똑한 새. 열대우림에 서식한다.]
pl: [DESCRIPTION:Najbardziej inteligentny z ptaków. Można go znaleźć w lasach deszczowych.]
ru: [DESCRIPTION:Самая умная птица. Обитает в дождевых лесах.]
tr: [DESCRIPTION:Kuşların en zekisi. Yağmur ormanında bulunabilir.]
vi: [DESCRIPTION:Loài chim thông minh nhất. Chúng có thể được tìm thấy trong rừng mưa nhiệt đới.]
zh_hans: [DESCRIPTION:世界上最聪明的鸟类。它能在雨林中发现。]

# CREATURE:BIRD_PARROT_GREY
source: [NAME:grey parrot:grey parrots:grey parrot]
cs: [NAME:žako šedý:žako šedí:žaka šedého]
de: [NAME:Graupapagei:Graupapageien:Graupapagei]
eo: [NAME:griza papago:grizaj papagoj:de griza papago]
es: [NAME:loro gris:loros grises:de loro gris]
ja: [NAME:ヨウム:ヨウム:ヨウムの]
ko: [NAME:회색앵무:회색앵무떼:회색앵무]
pl: [NAME:żako:żako:żako]
ru: [NAME:серый попугай:серые попугаи:серого попугая]
tr: [NAME:gri papağan:gri papağanlar:gri papağan]
vi: [NAME:Vẹt xám:Những con vẹt xám:Vẹt xám]
zh_hans: [NAME:灰鹦鹉:灰鹦鹉:灰鹦鹉]

# CREATURE:BIRD_PARROT_GREY
source: [CASTE_NAME:grey parrot:grey parrots:grey parrot]
cs: [CASTE_NAME:papoušek šedý:papoušci šedí:papoušek šedý]
de: [CASTE_NAME:Graupapagei:Graupapageien:Grauapageien]
eo: [CASTE_NAME:griza papago:grizaj papagoj:de griza papago]
es: [CASTE_NAME:loro gris:loros grises:loro gris]
ja: [CASTE_NAME:ヨウム:ヨウム:ヨウムの]
ko: [CASTE_NAME:회색앵무:회색앵무떼:회색앵무]
pl: [CASTE_NAME:żako:żako:żako]
ru: [CASTE_NAME:серый попугай:серые попугаи:серого попугая]
tr: [CASTE_NAME:gri papağan:gri papağanlar:gri papağan]
vi: [CASTE_NAME:Vẹt xám:Những con vẹt xám:Vẹt xám]
zh_hans: [CASTE_NAME:灰鹦鹉:灰鹦鹉:灰鹦鹉]

# CREATURE:BIRD_PARROT_GREY
source: [GENERAL_CHILD_NAME:grey parrot chick:grey parrot chicks]
cs: [GENERAL_CHILD_NAME:mláďe papoušků šedých:mláďata papoušků šedých]
de: [GENERAL_CHILD_NAME:Graupapageienküken:Graupapageienküken]
eo: [GENERAL_CHILD_NAME:griza papagido:grizaj papagidoj]
es: [GENERAL_CHILD_NAME:pollo de loro gris:pollos de loro gris]
ja: [GENERAL_CHILD_NAME:ヨウムの雛:ヨウムの雛の]
ko: [GENERAL_CHILD_NAME:새끼 회색앵무:새끼 회색앵무떼]
pl: [GENERAL_CHILD_NAME:pisklę żako:pisklęta żako]
ru: [GENERAL_CHILD_NAME:птенец серого попугая:птенцы серого попугая]
tr: [GENERAL_CHILD_NAME:gri papağan yavrusu:gri papağan yavruları]
vi: [GENERAL_CHILD_NAME:Vẹt xám con:Những con vẹt xám con]
zh_hans: [GENERAL_CHILD_NAME:灰鹦鹉雏鸟:灰鹦鹉雏鸟]

# CREATURE:BIRD_PARROT_GREY
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:賢い]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]
zh_hans: [PREFSTRING:聪慧]

# CREATURE:BIRD_PARROT_GREY
source: [PREFSTRING:social nature]
cs: [PREFSTRING:společenský druh]
de: [PREFSTRING:sozialer Natur]
eo: [PREFSTRING:sociema naturo]
es: [PREFSTRING:naturaleza social]
ja: [PREFSTRING:社会性]
ko: [PREFSTRING:무리생활 특성]
pl: [PREFSTRING:społeczna natura]
ru: [PREFSTRING:общительную натуру]
tr: [PREFSTRING:sosyal doğa]
vi: [PREFSTRING:Bản tính xã hội]
zh_hans: [PREFSTRING:群居天性]

# CREATURE:BIRD_PARROT_GREY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_PARROT_GREY
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_PARROT_GREY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_PARROT_GREY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GREY_PARROT_MAN
source: [CASTE_NAME:grey parrot man:grey parrot men:grey parrot man]
cs: [CASTE_NAME:mužský žako šedý:mužští žako šedí:mužského žako šedého]
de: [CASTE_NAME:Graupapageimann:Graupapageimänner:Graupapageimann]
eo: [CASTE_NAME:hom-griz-papagiĉo:hom-griz-papagiĉoj:de hom-griz-papagiĉo]
es: [CASTE_NAME:hombre loro gris:hombres loros grises:hombre loro gris]
ja: [CASTE_NAME:ヨウム男:ヨウム男:ヨウム男の]
ko: [CASTE_NAME:남성 회색앵무인간:남성 회색앵무인간들:남성 회색앵무인간]
pl: [CASTE_NAME:żakomężczyzna:żakomężczyźni:żakomężczyzny]
ru: [CASTE_NAME:мужчина-серый попугай:мужчины-серые попугаи:мужчины-серого попугая]
tr: [CASTE_NAME:gri papağan adam:gri papağan adamlar:gri papağan adam]
vi: [CASTE_NAME:Người vẹt xám:Những người vẹt xám:Người vẹt xám]
zh_hans: [CASTE_NAME:灰鹦鹉男:灰鹦鹉男:灰鹦鹉男]

# CREATURE:GREY_PARROT_MAN
source: [CASTE_NAME:grey parrot woman:grey parrot women:grey parrot woman]
cs: [CASTE_NAME:žena žaka šedého:ženy žaka šedého:ženy žaka šedého]
de: [CASTE_NAME:Graupapageifrau:Graupapageifrauen:Graupapageifrau]
eo: [CASTE_NAME:hom-griz-papagino:hom-griz-papaginoj:de hom-griz-papagino]
es: [CASTE_NAME:mujer loro gris:mujeres loros grises:mujer loro gris]
ja: [CASTE_NAME:ヨウム女:ヨウム女:ヨウム女の]
ko: [CASTE_NAME:여성 회색앵무인간:여성 회색앵무인간들:여성 회색앵무인간]
pl: [CASTE_NAME:żakokobieta:żakokobiety:żakokobiecy]
ru: [CASTE_NAME:женщина-серый попугай:женщины-серые попугаи:женщины-серого попугая]
tr: [CASTE_NAME:gri papağan kadın:gri papağan kadınlar:gri papağan kadın]
vi: [CASTE_NAME:Người phụ nữ vẹt xám:Những người phụ nữ vẹt xám:Người phụ nữ vẹt xám]
zh_hans: [CASTE_NAME:灰鹦鹉女:灰鹦鹉女:灰鹦鹉女]

# CREATURE:GREY_PARROT_MAN
source: [NAME:grey parrot man:grey parrot men:grey parrot man]
cs: [NAME:mužský žako šedý:myžští žako šedí:mužského žaka šedého]
de: [NAME:Graupapageimensch:Graupapageimenschen:Graupapageimensch]
eo: [NAME:hom-griz-papago:hom-griz-papagoj:de hom-griz-papago]
es: [NAME:hombre loro gris:hombres loros grises:de hombre loro gris]
ja: [NAME:ヨウム男:ヨウム男:ヨウム男の]
ko: [NAME:회색앵무인간: 회색앵무인간들:회색앵무인간]
pl: [NAME:żakoczłowiek:żakoludzie:żakoludzki]
ru: [NAME:человек-серый попугай:люди-серые попугаи:человека-серого попугая]
tr: [NAME:gri papağan adam:gri papağan adamlar:gri papağan adam]
vi: [NAME:Người vẹt xám:Những người vẹt xám:Người vẹt xám]
zh_hans: [NAME:灰鹦鹉人:灰鹦鹉人:灰鹦鹉人]

# CREATURE:GREY_PARROT_MAN
source: [DESCRIPTION:A person with the head and wings of a grey parrot.]
cs: [DESCRIPTION:Osoba s hlavou a křídly šedého papouška.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Flügeln eines Graupapageis.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de griza papago.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de un loro gris.]
ja: [DESCRIPTION:ヨウムの翼と頭を持つ人間だ。]
ko: [DESCRIPTION:회색앵무의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami żako.]
ru: [DESCRIPTION:Человек с головой и крыльями серого попугая.]
tr: [DESCRIPTION:Gri papağanın baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một sinh vật với đầu và đôi cánh của một con vẹt xám.]
zh_hans: [DESCRIPTION:一个长着灰鹦鹉脑袋和翅膀的人。]

# CREATURE:GIANT_GREY_PARROT
source: [NAME:giant grey parrot:giant grey parrots:giant grey parrot]
cs: [NAME:obří žako šedý:obří žako šedí:obřího žaka šedého]
de: [NAME:Riesengraupapagei:Riesengraupapageien:Riesengraupapagei]
eo: [NAME:giganta griza papago:gigantaj grizaj papagoj:de giganta griza papago]
es: [NAME:loro gris gigante:loros grises gigantes:de loro gris gigante]
ja: [NAME:巨大ヨウム:巨大ヨウム:巨大ヨウムの]
ko: [NAME:거대 회색앵무:거대 회색앵무떼:거대 회색앵무]
pl: [NAME:gigantyczne żako:gigantyczne żako:gigantycznego żako]
ru: [NAME:гигантский серый попугай:гигантские серые попугаи:гигантского серого попугая]
tr: [NAME:dev gri papağan:dev gri papağanlar:dev gri papağan]
vi: [NAME:Vẹt xám khổng lồ:Những con vẹt xám khổng lồ:Vẹt xám khổng lồ]
zh_hans: [NAME:巨灰鹦鹉:巨灰鹦鹉:巨灰鹦鹉]

# CREATURE:GIANT_GREY_PARROT
source: [CASTE_NAME:giant grey parrot:giant grey parrots:giant grey parrot]
cs: [CASTE_NAME:obří šedý papoušek:obří šedí papoušci:obří šedý papoušek]
de: [CASTE_NAME:Riesengraupapagei:Riesengraupapageien:Riesengraupapagei]
eo: [CASTE_NAME:giganta griza papago:gigantaj grizaj papagoj:de giganta griza papago]
es: [CASTE_NAME:loro gris gigante:loros grises gigantes:loro gris gigante]
ja: [CASTE_NAME:巨大ヨウム:巨大ヨウム:巨大ヨウムの]
ko: [NAME:거대 회색앵무:거대 회색앵무떼:거대 회색앵무]
pl: [CASTE_NAME:gigantyczne żako:gigantyczne żako:gigantycznego żako]
ru: [CASTE_NAME:гигантский серый попугай:гигантские серые попугаи:гигантского серого попугая]
tr: [CASTE_NAME:dev gri papağan:dev gri papağanlar:dev gri papağan]
vi: [CASTE_NAME:Vẹt xám khổng lồ:Những con vẹt xám khổng lồ:Vẹt xám khổng lồ]
zh_hans: [CASTE_NAME:巨灰鹦鹉:巨灰鹦鹉:巨灰鹦鹉]

# CREATURE:GIANT_GREY_PARROT
source: [GENERAL_CHILD_NAME:giant grey parrot chick:giant grey parrot chicks]
cs: [GENERAL_CHILD_NAME:mládě obřího šedého papouška:mláďata obřích šedých papoušků]
de: [GENERAL_CHILD_NAME:Riesengraupapageiküken:Riesengraupapageieküken]
eo: [GENERAL_CHILD_NAME:giganta griz papagido:gigantaj grizaj papagidoj]
es: [GENERAL_CHILD_NAME:polluelo de loro gris gigante:polluelos de loro gris gigante]
ja: [GENERAL_CHILD_NAME:巨大ヨウムの雛:巨大ヨウムの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 회색앵무:새끼 거대 회색앵무떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego żako:pisklęta gigantycznego żako]
ru: [GENERAL_CHILD_NAME:птенец гигантского серого попугая:птенцы гигантского серого попугая]
tr: [GENERAL_CHILD_NAME:dev gri papağan yavrusu:dev gri papağan yavruları]
vi: [GENERAL_CHILD_NAME:Vẹt xám khổng lồ con:Những con vẹt xám khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨灰鹦鹉雏鸟:巨灰鹦鹉雏鸟]

# CREATURE:GIANT_GREY_PARROT
source: [DESCRIPTION:A huge monster in the shape of a grey parrot.]
cs: [DESCRIPTION:Obrovská příšera ve tvaru žaka šedého.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Graupapageien.]
eo: [DESCRIPTION:Grandega monstro kun formo de griza papago.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un loro gris.]
ja: [DESCRIPTION:ヨウムの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:회색앵무의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie żako.]
ru: [DESCRIPTION:Огромный монстр, похожий на серого попугая.]
tr: [DESCRIPTION:Gri papağan biçiminde muazzam bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dáng của một con vẹt xám.]
zh_hans: [DESCRIPTION:一只体型巨大的灰鹦鹉怪。]

# CREATURE:GIANT_GREY_PARROT
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:賢い]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]
zh_hans: [PREFSTRING:聪慧]

# CREATURE:GIANT_GREY_PARROT
source: [PREFSTRING:social nature]
cs: [PREFSTRING:společenský druh]
de: [PREFSTRING:sozialer Natur]
eo: [PREFSTRING:sociema naturo]
es: [PREFSTRING:naturaleza social]
ja: [PREFSTRING:社会性]
ko: [PREFSTRING:무리생활 특성]
pl: [PREFSTRING:społeczna natura]
ru: [PREFSTRING:общительную натуру]
tr: [PREFSTRING:sosyal doğa]
vi: [PREFSTRING:Bản tính xã hội]
zh_hans: [PREFSTRING:群居天性]

# CREATURE:BIRD_PUFFIN
source: [DESCRIPTION:A tiny diving bird found living on seaside cliffs in the colder climates.]
cs: [DESCRIPTION:Drobný potápivý pták žijící na útesích u moře v chladnějších podnebných pásmech.]
de: [DESCRIPTION:Ein winziger Tauchvogel, der in den kälteren Klimazonen auf Klippen am Meer lebt.]
eo: [DESCRIPTION:Eta plonĝanta birdo kiu troviĝas loĝante sur marbordaj klifoj en la pli malvarmaj klimatoj.]
es: [DESCRIPTION:Un pequeño pájaro buceador encontrado viviendo en los alcantidalos junto al mar de las regiones más frias.]
ja: [DESCRIPTION:A tiny diving bird found living on seaside cliffs in the colder climates.][DESCRIPTION:全長３５センチほどの白黒の鳥だ。社会性を持ち、寒冷地の海辺の崖に棲息する。]
ko: 잠수할 수 있는 작은 새, 추운 지방의 해안 절벽에 서식한다.
pl: [DESCRIPTION:Malutki, nurkujący ptak, którego można znaleźć na morskich klifach w chłodniejszym klimacie.]
ru: [DESCRIPTION:Мелкая водная птица, обитающая в прибрежных скалах в холодном климате.]
tr: [DESCRIPTION:Daha soğuk iklimlerde deniz kenarı kayalıklarda yaşayan minik bir dalış kuşu.]
vi: [DESCRIPTION:Một loài chim lặn nhỏ bé được tìm thấy sống trên các vách đá ven biển ở những vùng khí hậu lạnh hơn.]
zh_hans: [DESCRIPTION:一种在气候寒冷的海边悬崖上发现的小型潜鸟。]

# CREATURE:BIRD_PUFFIN
source: [NAME:puffin:puffins:puffin]
cs: [NAME:papuchalk:papuchalkové:papuchalka]
de: [NAME:Papageitaucher:Papageitaucher:Papageitaucher]
eo: [NAME:fraterkulo:fraterkuloj:de fraterkulo]
es: [NAME:frailecillo:frailecillos:de frailecillo]
ja: [NAME:角目鳥:角目鳥:角目鳥の]
ko: [NAME:바다 오리:바다쇠오리떼:바다쇠오리]
pl: [NAME:maskonur:maskonury:maskonura]
ru: [NAME:тупик:тупики:тупика]
tr: [NAME:deniz papağanı kuşu:deniz papağanı kuşları:deniz papağanı kuşu]
vi: [NAME:puffin:Những con puffin:puffin]
zh_hans: [NAME:海鹦:海鹦:海鹦]
