Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIGANTIC SQUID
source: [CVCT_REPLACEMENT:giant squid]
cs: [CVCT_REPLACEMENT:obří oliheň]
de: [CVCT_REPLACEMENT:Riesen Tintenfisch]
eo: [CVCT_REPLACEMENT:giganta kalmar]
ko: [CVCT_REPLACEMENT:거대 오징어]
pl: [CVCT_REPLACEMENT:ogromna kałamarnica]
ru: [CVCT_REPLACEMENT:гигантского кальмара]
tr: [CVCT_REPLACEMENT:dev kalamar]
vi: [CVCT_REPLACEMENT:mực khổng lồ]
zh_hans: [CVCT_REPLACEMENT:巨鱿鱼]

# CREATURE:GIGANTIC SQUID
source: [NAME:gigantic squid:gigantic squids:gigantic squid]
cs: [NAME:obří oliheň:obří olihně:obří oliheň]
de: [NAME:Riesenkalmar:Riesenkalmare:Riesenkalmar]
eo: [NAME:grandega kalmaro:grandega kalmaroj:de grandega kalmaro]
es: [NAME:calamar gigante:calamares gigantes:calamar gigante]
ja: [NAME:巨大イカ:巨大イカ:巨大イカの]
ko: [NAME:초 거대 오징어:초 거대 오징어들:초 거대 오징어]
pl: [NAME:gigantyczna kałamarnica:gigantyczne kałamarnice:gigantyczno kałamarnicowy]
ru: [NAME:гигантский кальмар:гигантские кальмары:гигантского кальмара]
tr: [NAME:devasa kalamar:devasa kalamarlar:devasa kalamar]
vi: [NAME:mực siêu khổng lồ:những con mực siêu khổng lồ:mực siêu khổng lồ]
zh_hans: [NAME:巨鱿鱼:巨鱿鱼:巨鱿鱼]

# CREATURE:GIGANTIC SQUID
source: [CASTE_NAME:gigantic squid:gigantic squids:gigantic squid]
cs: [CASTE_NAME:obří oliheň:obří olihně:obří oliheň]
de: [CASTE_NAME:Riesenkalmar:Riesenkalmare:Riesenkalmar]
eo: [CASTE_NAME:grandega kalmaro:grandega kalmaroj:de grandega kalmaro]
es: [CASTE_NAME:calamar gigante:calamares gigantes:calamar gigante]
ja: [CASTE_NAME:巨大イカ:巨大イカ:巨大イカの]
ko: [CASTE_NAME:초 거대 오징어:초 거대 오징어들:초 거대 오징어]
pl: [CASTE_NAME:gigantyczna kałamarnica:gigantyczne kałamarnice:gigantyczno kałamarnicowy]
ru: [CASTE_NAME:гигантский кальмар:гигантские кальмары:гигантского кальмара]
tr: [CASTE_NAME:devasa kalamar:devasa kalamarlar:devasa kalamar]
vi: [CASTE_NAME:mực siêu khổng lồ:những con mực siêu khổng lồ:mực siêu khổng lồ]
zh_hans: [CASTE_NAME:巨鱿鱼:巨鱿鱼:巨鱿鱼]

# CREATURE:GIGANTIC SQUID
source: [DESCRIPTION:A huge sea monster the shape of a squid.]
cs: [DESCRIPTION:Obrovský mořský tvor ve tvaru olihně.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Tintenfischs.]
eo: [DESCRIPTION:Grandega mara monstro kun la formo de kalmaro.]
es: [DESCRIPTION:Un monstruo marino gigante con la forma de un calamar.]
ja: [DESCRIPTION:イカのような姿をした海の巨大な怪物だ。]
ko: [DESCRIPTION:오징어의 모습을 한 거대한 바다괴수.]
pl: [DESCRIPTION:Ogromny, morski potwór w kształcie kałamarnicy.]
ru: [DESCRIPTION:Огромный монстр, похожий на кальмара.]
tr: [DESCRIPTION:Kalamar biçiminde dev bir deniz canavarı.]
vi: [DESCRIPTION:Một quái vật biển khổng lồ có hình dáng như một con mực.]
zh_hans: [DESCRIPTION:一只巨大的鱿鱼海怪。]

# CREATURE:GIGANTIC SQUID
source: [PREFSTRING:ability to spray ink]
cs: [PREFSTRING:schopností vypouštět inkoust]
de: [PREFSTRING:kann Tinte versprühen]
eo: [PREFSTRING:kapablo por inkŝprucado]
es: [PREFSTRING:habilidad para rociar tinta]
ja: [PREFSTRING:墨を吐く]
ko: [PREFSTRING:먹물을 뿌리는 능력]
pl: [PREFSTRING:zdolność do rozsiewania atramentu]
ru: [PREFSTRING:способность выпускать струю чернил]
tr: [PREFSTRING:mürekkep püskürtme yeteneği]
vi: [PREFSTRING:khả năng phun mực]

# CREATURE:FISH_LUNGFISH
source: [DESCRIPTION:A small fish which can walk on the land and breathe air. It burrows in the mud when things get dry.]
cs: [DESCRIPTION:Drobná ryba, která dokáže chodit po souši a dýchat vzduch. Když vysychá, zahrabává se do bahna.]
de: [DESCRIPTION:Ein kleiner Fisch, der an Land gehen und Luft atmen kann. Er gräbt sich im Schlamm ein, wenn es trocken wird..]
eo: [DESCRIPTION:Malgranda fiŝo kiu povas paŝi sur la tero kaj spiri aero. Ĝi truas en la koton kiam sia najbaraĵo sekiĝas.]
es: [DESCRIPTION:Un pequeño pez con la capacidad de caminar en la superficie y respirar aire. Cuando se empieza a sentir seco, se escabulle en el lodo .]
ja: [DESCRIPTION:陸を歩いて空気を吸うことができる小魚。体が乾くと泥の中に潜り込みます。]
ko: [DESCRIPTION:땅 위를 걸을 수 있고 공기를 호흡할 수 있는 작은 물고기. 물건이 마르면 진흙 속에 파묻힌다.]
pl: [DESCRIPTION:Mała ryba, która może poruszać się po lądzie i oddychać powietrzem. Zakopuje się w błocie, gdy robi się sucho.]
ru: [DESCRIPTION:Небольшая рыба, способная передвигаться по суше и дышать воздухом. Когда становится сухо, она зарывается в грязь.]
tr: [DESCRIPTION:Karada yürüyebilen ve hava soluyabilen küçük bir balık. Ortalık kuruduğunda çamura gömülür.]
vi: [DESCRIPTION:Một loài cá nhỏ có thể đi trên cạn và thở khí. Nó đào hang trong bùn khi mọi thứ trở nên khô hạn.]

# CREATURE:FISH_LUNGFISH
source: [NAME:lungfish:lungfish:lungfish]
cs: [NAME:bahník:bahníci:bahník]
de: [NAME:Lungenfisch:Lungenfische:Lungenfisch]
eo: [NAME:pulmofiŝo:pulmofiŝoj:de pulmofiŝo]
es: [NAME:dipnoo:dipnoos:dipnoo]
ja: [NAME:ハイギョ:ハイギョ:ハイギョの]
ko: [NAME:폐어:폐어들:폐어]
pl: [NAME:dwudyszeń:dwudysznie:dwudyszniowy]
ru: [NAME:рогозуб:рогозубы:рогозуба]
tr: [NAME:akciğerli balık:akciğerli balıklar:akciğerli balık]
vi: [NAME:cá phổi:cá phổi:cá phổi]
zh_hans: [NAME:肺鱼:肺鱼:肺鱼]

# CREATURE:FISH_LUNGFISH
source: [CASTE_NAME:lungfish:lungfish:lungfish]
cs: [CASTE_NAME:bahník:bahníci:bahník]
de: [CASTE_NAME:Lungenfisch:Lungenfische:Lungenfisch]
eo: [CASTE_NAME:pulmofiŝo:pulmofiŝoj:de pulmofiŝo]
es: [CASTE_NAME:dipnoo:dipnoos:dipnoo]
ja: [CASTE_NAME:ハイギョ:ハイギョ:ハイギョの]
ko: [CASTE_NAME:폐어:폐어 떼:폐어]
pl: [CASTE_NAME:dwudyszeń:dwudysznie:dwudyszniowy]
ru: [CASTE_NAME:рогозуб:рогозубы:рогозуба]
tr: [CASTE_NAME:akciğerli balık:akciğerli balıklar:akciğerli balık]
vi: [CASTE_NAME:cá phổi:cá phổi:cá phổi]
zh_hans: [CASTE_NAME:肺鱼:肺鱼:肺鱼]

# CREATURE:FISH_LUNGFISH
source: [PREFSTRING:gulping]
cs: [PREFSTRING:hltáním vzduchu]
de: [PREFSTRING:hinunterschlingend]
eo: [PREFSTRING:glutado]
es: [PREFSTRING:tragar]
ja: [PREFSTRING:噛みつき]
pl: [PREFSTRING:połykanie]
ru: [PREFSTRING:глотание]
tr: [PREFSTRING:yutkunma]
vi: [PREFSTRING:hớp không khí]

# CREATURE:FISH_LUNGFISH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_LUNGFISH
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_LUNGFISH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_LOACH_CLOWN
source: [DESCRIPTION:A tiny orange-striped fish. It lives in inland waters.]
cs: [DESCRIPTION:Drobná oranžově pruhovaná rybka žijící ve vnitrozemských vodách.]
de: [DESCRIPTION:Ein winziger orange gestreifter Fisch. Er lebt in Binnengewässern.]
eo: [DESCRIPTION:Eta oranĝkolora striata fiŝo. Ĝi loĝas en la landinternaj akvoj.]
es: [DESCRIPTION:Un diminuto pez con rayas anaranjadas. Vive en aguas interiores.]
ja: [DESCRIPTION:オレンジ色の縞模様の小型淡水魚。]
ko: [DESCRIPTION:작은 주황색 줄무늬 물고기. 내수면에 산다.]
pl: [DESCRIPTION:Malutka, pomarańczowa, paskowana ryba. Żyje w wodach kontynentalnych.]
ru: [DESCRIPTION:Мелкая рыбёшка с оранжевыми полосками. Живёт во внутренних водоёмах.]
tr: [DESCRIPTION:Turuncu çizgili minik bir balık. İç sularda yaşar.]
vi: [DESCRIPTION:Một loài cá nhỏ xíu có sọc cam. Nó sống ở vùng nước nội địa.]

# CREATURE:FISH_LOACH_CLOWN
source: [NAME:clown loach:clown loaches:clown loach]
cs: [NAME:sekavka pruhovaná:sekavky pruhované:sekavka pruhovaná]
de: [NAME:Clownschmerle:Clownschmerlen:Clownschmerle]
eo: [NAME:kolorbotio:kolorbotioj:de kolorbotio]
es: [NAME:locha payaso:lochas payaso:locha payaso]
ja: [NAME:クラウンローチ:クラウンローチ:クラウンローチの]
ko: [NAME:크라운로치:크라운로치들:크라운로치]
pl: [NAME:bocja:bocje:bocjowy]
ru: [NAME:боция-клоун:боции-клоуны:боции-клоуна]
tr: [NAME:palyaço makrakanta:palyaço makrakantalar:palyaço makrakanta]
vi: [NAME:cá hồ lô:những con cá hồ lô:cá hồ lô]
zh_hans: [NAME:丑鳅鱼:丑鳅鱼:丑鳅鱼]

# CREATURE:FISH_LOACH_CLOWN
source: [CASTE_NAME:clown loach:clown loaches:clown loach]
cs: [CASTE_NAME:sekavka pruhovaná:sekavky pruhované:sekavka pruhovaná]
de: [CASTE_NAME:Clownschmerle:Clownschmerlen:Clownschmerle]
eo: [CASTE_NAME:kolorbotio:kolorbotioj:de kolorbotio]
es: [CASTE_NAME:locha payaso:lochas payaso:locha payaso]
ja: [CASTE_NAME:クラウンローチ:クラウンローチ:クラウンローチの]
ko: [CASTE_NAME:크라운로치:크라운로치들:크라운로치]
pl: [CASTE_NAME:bocja:bocje:bocjowy]
ru: [CASTE_NAME:боция-клоун:боции-клоуны:боции-клоуна]
tr: [CASTE_NAME:palyaço makrakanta:palyaço makrakantalar:palyaço makrakanta]
vi: [CASTE_NAME:cá hồ lô:những con cá hồ lô:cá hồ lô]
zh_hans: [CASTE_NAME:丑鳅鱼:丑鳅鱼:丑鳅鱼]

# CREATURE:FISH_LOACH_CLOWN
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:FISH_LOACH_CLOWN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_LOACH_CLOWN
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_LOACH_CLOWN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_BULLHEAD_BROWN
source: [DESCRIPTION:A small whiskered fish found in muddy inland waters.]
cs: [DESCRIPTION:Drobná vousatá ryba žijící v bahnitých vnitrozemských vodách.]
de: [DESCRIPTION:Ein kleiner, bärtiger Fisch, der in schlammigen Binnengewässern vorkommt.]
eo: [DESCRIPTION:Malgranda fiŝo kun barbomustaĉoj, kiu troviĝas en landinternaj akvoj.]
es: [DESCRIPTION:Un pequeño pez bigotudo encontrado en aguas interiores fangosas.]
ja: [DESCRIPTION:沼に棲む小さなナマズ。]
ko: [DESCRIPTION:흙탕물에서 사는 수염이 난 작은 민물고기.]
pl: [DESCRIPTION:Mała, wąsata ryba, którą można znaleźć w błotnistych wodach kontynentalnych.]
ru: [DESCRIPTION:Небольшая усатая рыба, обитающая в мутных водах внутренних водоёмов.]
tr: [DESCRIPTION:Çamurlu iç sularda bulunan küçük, bıyıklı bir balık.]
vi: [DESCRIPTION:Một loài cá nhỏ có râu được tìm thấy ở vùng nước nội địa nhiều bùn.]

# CREATURE:FISH_BULLHEAD_BROWN
source: [NAME:brown bullhead:brown bullheads:brown bullhead]
cs: [NAME:sumec hnědý:sumci hnědí:sumec hnědý]
de: [NAME:braune Groppe:braune Groppen:braune Groppe]
eo: [NAME:bruna amejuro:brunaj amejuroj:de bruna amejuro]
es: [NAME:pez gato:peces gato:pez gato]
ja: [NAME:ブラウンブルヘッド:ブラウンブルヘッド:ブラウンブルヘッドの]
ko: [NAME:브라운 불헤드:브라운 불헤드떼:브라운 불헤드]
pl: [NAME:sumik karłowaty:sumiki karłowate:sumiko karłowaty]
ru: [NAME:коричневый сомик:коричневые сомики:коричневого сомика]
tr: [NAME:kahverengi yayın balığı:kahverengi yayın balıkları:kahverengi yayın balığı]
vi: [NAME:cá trê đầu bò nâu:những con cá trê đầu bò nâu:cá trê đầu bò nâu]
zh_hans: [NAME:棕鲶鱼:棕鲶鱼:棕鲶鱼]

# CREATURE:FISH_BULLHEAD_BROWN
source: [CASTE_NAME:brown bullhead:brown bullheads:brown bullhead]
cs: [CASTE_NAME:sumec hnědý:sumci hnědí:sumec hnědý]
de: [CASTE_NAME:braune Groppe:braune Groppen:braune Groppe]
eo: [CASTE_NAME:bruna amejuro:brunaj amejuroj:de bruna amejuro]
es: [CASTE_NAME:pez gato:peces gato:pez gato]
ja: [CASTE_NAME:ブラウンブルヘッド:ブラウンブルヘッド:ブラウンブルヘッドの]
ko: [CASTE_NAME:브라운 불헤드:브라운 불헤드떼:브라운 불헤드]
pl: [CASTE_NAME:sumik karłowaty:sumiki karłowate:sumiko karłowaty]
ru: [CASTE_NAME:коричневый сомик:коричневые сомики:коричневого сомика]
tr: [CASTE_NAME:kahverengi yayın balığı:kahverengi yayın balıkları:kahverengi yayın balığı]
vi: [CASTE_NAME:cá trê đầu bò nâu:những con cá trê đầu bò nâu:cá trê đầu bò nâu]
zh_hans: [CASTE_NAME:棕鲶鱼:棕鲶鱼:棕鲶鱼]

# CREATURE:FISH_BULLHEAD_BROWN
source: [PREFSTRING:whiskers]
cs: [PREFSTRING:vousky]
de: [PREFSTRING:Schnurrhaare]
eo: [PREFSTRING:barbomustaĉoj]
es: [PREFSTRING:bigotes]
ja: [PREFSTRING:ひげ]
ko: [PREFSTRING:수염]
pl: [PREFSTRING:wąsy]
ru: [PREFSTRING:усы]
tr: [PREFSTRING:bıyıklar]
vi: [PREFSTRING:ria]

# CREATURE:FISH_BULLHEAD_BROWN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_BULLHEAD_BROWN
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_BULLHEAD_BROWN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_BULLHEAD_YELLOW
source: [DESCRIPTION:A small whiskered fish found scavenging in inland waters.]
cs: [DESCRIPTION:Drobná vousatá ryba hledající potravu ve vnitrozemských vodách.]
de: [DESCRIPTION:Ein kleiner, bärtiger Fisch, der in Binnengewässern auf Nahrungssuche ist.]
eo: [DESCRIPTION:Malgranda fiŝo kun barbomustaĉoj, kiu troviĝas kadavromanĝante en landinternaj akvoj.]
es: [DESCRIPTION:Un pequeño pez bigotudo visto carroñando en aguas interiores.]
ja: [DESCRIPTION:汚い沼に棲む小さなナマズ。]
ko: [DESCRIPTION: 민물에서 먹이를 찾는 모습이 보이는 수염이 난 소형 어류.]
pl: [DESCRIPTION:Mała, wąsata ryba, którą można znaleźć przeczeszującą wody kontynentalne.]
ru: [DESCRIPTION:Небольшая усатая рыба, питающаяся падалью во внутренних водоёмах.]
tr: [DESCRIPTION:İç sularda leş yerken bulunan küçük, bıyıklı bir balık.]
vi: [DESCRIPTION:Một loài cá nhỏ có râu được tìm thấy đang kiếm ăn ở vùng nước nội địa.]

# CREATURE:FISH_BULLHEAD_YELLOW
source: [NAME:yellow bullhead:yellow bullheads:yellow bullhead]
cs: [NAME:sumec žlutý:sumci žlutí:sumec žlutý]
de: [NAME:gelbe Groppe:gelbe Groppen:gelbe Groppe]
eo: [NAME:flava amejuro:flavaj amejuroj:de flava amejuro]
es: [NAME:pez gato amarillo:peces gato amarillos:pez gato amarillo]
ja: [NAME:イエローブルヘッド:イエローブルヘッド:イエローブルヘッドの]
ko: [NAME:옐로우 불헤드:옐로우 불헤드떼:옐로우 불헤드]
pl: [NAME:ameiurus:ameiurusy:ameiurusowy]
ru: [NAME:жёлтый сомик:жёлтые сомики:жёлтого сомика]
tr: [NAME:sarı yayın balığı:sarı yayın balıkları:sarı yayın balığı]
vi: [NAME:cá trê đầu bò vàng:những con cá trê đầu bò vàng:cá trê đầu bò vàng]
zh_hans: [NAME:黄鲶鱼:黄鲶鱼:黄鲶鱼]

# CREATURE:FISH_BULLHEAD_YELLOW
source: [CASTE_NAME:yellow bullhead:yellow bullheads:yellow bullhead]
cs: [CASTE_NAME:sumec žlutý:sumci žlutí:sumec žlutý]
de: [CASTE_NAME:gelbe Groppe:gelbe Groppen:gelbe Groppe]
eo: [CASTE_NAME:flava amejuro:flavaj amejuroj:de flava amejuro]
es: [CASTE_NAME:pez gato amarillo:peces gato amarillos:pez gato amarillo]
ja: [CASTE_NAME:イエローブルヘッド:イエローブルヘッド:イエローブルヘッドの]
ko: [CASTE_NAME:옐로우 불헤드:옐로우 불헤드떼:옐로우 불헤드]
pl: [CASTE_NAME:ameiurus:ameiurusy:ameiurusowy]
ru: [CASTE_NAME:жёлтый сомик:жёлтые сомики:жёлтого сомика]
tr: [CASTE_NAME:sarı yayın balığı:sarı yayın balıkları:sarı yayın balığı]
vi: [CASTE_NAME:cá trê đầu bò vàng:những con cá trê đầu bò vàng:cá trê đầu bò vàng]
zh_hans: [CASTE_NAME:黄鲶鱼:黄鲶鱼:黄鲶鱼]

# CREATURE:FISH_BULLHEAD_YELLOW
source: [PREFSTRING:whiskers]
cs: [PREFSTRING:vousky]
de: [PREFSTRING:Schnurrhaare]
eo: [PREFSTRING:barbomustaĉoj]
es: [PREFSTRING:bigotes]
ja: [PREFSTRING:ひげ]
ko: [PREFSTRING:수염]
pl: [PREFSTRING:wąsy]
ru: [PREFSTRING:усы]
tr: [PREFSTRING:bıyıklar]
vi: [PREFSTRING:ria]

# CREATURE:FISH_BULLHEAD_YELLOW
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_BULLHEAD_YELLOW
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_BULLHEAD_YELLOW
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_BULLHEAD_BLACK
source: [DESCRIPTION:A small whiskered fish found in inland waters.]
cs: [DESCRIPTION:Drobná vousatá ryba žijící ve vnitrozemských vodách.]
de: [DESCRIPTION:Ein kleiner, bärtiger Fisch, der in Binnengewässern vorkommt.]
eo: [DESCRIPTION:Malgranda fiŝo kun barbomustaĉoj, kiu troviĝas en landinternaj akvoj.]
es: [DESCRIPTION:Un pequeño pez bigotudo encontrado en aguas interiores.]
ja: [DESCRIPTION:池に棲む小さなナマズ。]
ko: [DESCRIPTION:수염이 난 소형 민물고기.]
pl: [DESCRIPTION:Mała, wąsata ryba, którą można znaleźć w wodach kontynentalnych.]
ru: [DESCRIPTION:Небольшая усатая рыба, обитающая во внутренних водоёмах.]
tr: [DESCRIPTION:İç sularda bulunan küçük, bıyıklı bir balık.]
vi: [DESCRIPTION:Một loài cá nhỏ có râu được tìm thấy ở vùng nước nội địa.]

# CREATURE:FISH_BULLHEAD_BLACK
source: [NAME:black bullhead:black bullheads:black bullhead]
cs: [NAME:sumec černý:sumci černí:sumec černý]
de: [NAME:schwarze Groppe:schwarze Groppen:schwarze Groppe]
eo: [NAME:nigra amejuro:nigraj amejuroj:de nigra amejuro]
es: [NAME:pez gato negro:peces gato negros:pez gato negro]
ja: [NAME:ブラックブルヘッド:ブラックブルヘッド:ブラックブルヘッドの]
ko: [NAME:블랙 불헤드:블랙 불헤드떼:블랙 불헤드]
pl: [NAME:sumik czarny:sumiki czarne:sumiko czarny]
ru: [NAME:чёрный сомик:чёрные сомики:чёрного сомика]
tr: [NAME:siyah yayın balığı:siyah yayın balıkları:siyah yayın balığı]
vi: [NAME:cá trê đầu bò đen:những con cá trê đầu bò đen:cá trê đầu bò đen]
zh_hans: [NAME:黑鲶鱼:黑鲶鱼:黑鲶鱼]

# CREATURE:FISH_BULLHEAD_BLACK
source: [CASTE_NAME:black bullhead:black bullheads:black bullhead]
cs: [CASTE_NAME:sumec černý:sumci černí:sumec černý]
de: [CASTE_NAME:schwarze Groppe:schwarze Groppen:schwarze Groppe]
eo: [CASTE_NAME:nigra amejuro:nigraj amejuroj:de nigra amejuro]
es: [CASTE_NAME:pez gato negro:peces gato negros:pez gato negro]
ja: [CASTE_NAME:ブラックブルヘッド:ブラックブルヘッド:ブラックブルヘッドの]
ko: [CASTE_NAME:블랙 불헤드:블랙 불헤드떼:블랙 불헤드]
pl: [CASTE_NAME:sumik czarny:sumiki czarne:sumiko czarny]
ru: [CASTE_NAME:чёрный сомик:чёрные сомики:чёрного сомика]
tr: [CASTE_NAME:siyah yayın balığı:siyah yayın balıkları:siyah yayın balığı]
vi: [CASTE_NAME:cá trê đầu bò đen:những con cá trê đầu bò đen:cá trê đầu bò đen]
zh_hans: [CASTE_NAME:黑鲶鱼:黑鲶鱼:黑鲶鱼]

# CREATURE:FISH_BULLHEAD_BLACK
source: [PREFSTRING:whiskers]
cs: [PREFSTRING:vousky]
de: [PREFSTRING:Schnurrhaare]
eo: [PREFSTRING:barbomustaĉoj]
es: [PREFSTRING:bigotes]
ja: [PREFSTRING:ひげ]
ko: [PREFSTRING:수염]
pl: [PREFSTRING:wąsy]
ru: [PREFSTRING:усы]
tr: [PREFSTRING:bıyıklar]
vi: [PREFSTRING:ria]

# CREATURE:FISH_BULLHEAD_BLACK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_BULLHEAD_BLACK
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_BULLHEAD_BLACK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_KNIFEFISH_BANDED
source: [DESCRIPTION:A small spotted fish found in tropical rivers and lakes.]
cs: [DESCRIPTION:Drobná skvrnitá ryba žijící v tropických řekách a jezerech.]
de: [DESCRIPTION:Ein kleiner gefleckter Fisch, der in tropischen Flüssen und Seen vorkommt.]
eo: [DESCRIPTION:Malgranda makula fiŝo kiu troviĝas en tropikaj riveroj kaj lagoj.]
es: [DESCRIPTION:Un pequeño pez alunarado encontrado en ríos tropicales y lagos.]
ja: [DESCRIPTION:熱帯の川や湖に棲む斑点のある小型魚。]
ko: [DESCRIPTION:열대 지방의 강과 호수에서 발견되는 작은 점박이 물고기입니다.]
pl: [DESCRIPTION:Mała, cętkowana ryba, którą można znaleźć w rzekach i jeziorach tropikalnych.]
ru: [DESCRIPTION:Небольшая пятнистая рыба, обитающая в тропических реках и озёрах.]
tr: [DESCRIPTION:Tropikal nehirlerde ve göllerde bulunan küçük, benekli bir balık.]
vi: [DESCRIPTION:Một loài cá nhỏ có đốm được tìm thấy ở các sông và hồ nhiệt đới.]

# CREATURE:FISH_KNIFEFISH_BANDED
source: [NAME:banded knifefish:banded knifefish:banded knifefish]
cs: [NAME:nůžovka pruhovaná:nůžovky pruhované:nůžovka pruhovaná]
de: [NAME:Gebänderter Messerfisch:Gebänderter Messerfisch:Gebänderter Messerfisch]
eo: [NAME:gimnoto:gimnotoj:de gimnoto]
es: [NAME:morena alunarada:morenas alunaradas:morena alunarada]
ja: [NAME:ナイフフィッシュ:ナイフフィッシュ:ナイフフィッシュの]
ko: [NAME:밴디드 나이프피쉬:밴디드 나이프피쉬떼:밴디드 나이프피쉬]
pl: [NAME:gymnotus:gymnotusy:gymnotusowy]
ru: [NAME:пятнистая рыба-нож:пятнистые рыбы-ножи:пятнистой рыбы-ножа]
tr: [NAME:bantlı bıçak balığı:bantlı bıçak balıkları:bantlı bıçak balığı]
vi: [NAME:cá dao sọc:cá dao sọc:cá dao sọc]
zh_hans: [NAME:带状刀鱼:带状刀鱼:带状刀鱼]

# CREATURE:FISH_KNIFEFISH_BANDED
source: [CASTE_NAME:banded knifefish:banded knifefish:banded knifefish]
cs: [CASTE_NAME:nůžovka pruhovaná:nůžovky pruhované:nůžovka pruhovaná]
de: [CASTE_NAME:Gebänderter Messerfisch: Gebänderte Messerfische: Gebänderter Messerfisch]
eo: [CASTE_NAME:gimnoto:gimnotoj:de gimnoto]
es: [CASTE_NAME:morena alunarada:morenas alunaradas:morena alunarada]
ja: [CASTE_NAME:ナイフフィッシュ:ナイフフィッシュ:ナイフフィッシュの]
ko: [CASTE_NAME:밴디드 나이프피쉬:밴디드 나이프피쉬떼:밴디드 나이프피쉬]
pl: [CASTE_NAME:gymnotus:gymnotusy:gymnotusowy]
ru: [CASTE_NAME:пятнистая рыба-нож:пятнистые рыбы-ножи:пятнистой рыбы-ножа]
tr: [CASTE_NAME:bantlı bıçak balığı:bantlı bıçak balıkları:bantlı bıçak balığı]
vi: [CASTE_NAME:cá dao sọc:cá dao sọc:cá dao sọc]
zh_hans: [CASTE_NAME:带状刀鱼:带状刀鱼:带状刀鱼]

# CREATURE:FISH_KNIFEFISH_BANDED
source: [PREFSTRING:rippling fin]
cs: [PREFSTRING:vlnící se ploutví]
de: [PREFSTRING:gerippte Flosse]
eo: [PREFSTRING:ondanta naĝilo]
es: [PREFSTRING:aleta ondulada]
ja: [PREFSTRING:波打つ背びれ]
ko: [PREFSTRING:잔문결모양 지느러미]
pl: [PREFSTRING:falująca płetwa]
ru: [PREFSTRING:волнистый плавник]
tr: [PREFSTRING:dalgalanan yüzgeç]
vi: [PREFSTRING:vây gợn sóng]
