Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BOBCAT_MAN
source: [DESCRIPTION:A person with the head and short tail of a bobcat.]
cs: [DESCRIPTION:Osoba s hlavou a krátkým ocasem rýsa.]
de: [DESCRIPTION:Eine Person mit dem Kopf und dem kurzen Schwanz eines Rotluchs.]
eo: [DESCRIPTION:Homo kun la kapo kaj la mallonga vosto de rufa linko.]
es: [DESCRIPTION:Una persona con la cabeza y la corta cola de un gato montés.]
ja: [DESCRIPTION:ボブキャットの頭と短いを持つ人間だ。]
ko: [DESCRIPTION:붉은스라소니의 머리와 짧은 꼬리를 가진 인간]
pl: [DESCRIPTION:Osobnik z głową i krótkim ogonem rysia.]
ru: [DESCRIPTION:Человек с головой и коротким хвостом рыжей рыси.]
tr: [DESCRIPTION:Vaşak kafasına ve kısa kuyruğuna sahip fantastik canlı.]
vi: [DESCRIPTION:Một người với cái đầu và cái đuôi ngắn của một con linh miêu đuôi cộc.]
zh_hans: [DESCRIPTION:一个长着山猫头和尾巴的人。]

# CREATURE:GIANT_BOBCAT
source: [NAME:giant bobcat:giant bobcats:giant bobcat]
cs: [NAME:obří rýs:obří rýsové:obřího rýsa]
de: [NAME:Riesen-Rotluchs:Riesen-Rotluchse:Riesen-Rotluchs]
eo: [NAME:giganta rufa linko:gigantaj rufaj linkoj:de giganta rufa linko]
es: [NAME:gato montés gigante:gatos monteses gigantes:gato montés gigante]
ja: [NAME:巨大ボブキャット:巨大ボブキャット:巨大ボブキャットの]
ko: [NAME:거대 붉은스라소니:거대 붉은스라소니들:거대 붉은스라소니]
pl: [NAME:gigantyczny ryś:gigantyczne rysie:gigantyczno rysiowy]
ru: [NAME:гигантская рыжая рысь:гигантские рыжие рыси:гигантской рыжей рыси]
tr: [NAME:dev vaşak:dev vaşaklar:dev vaşak]
vi: [NAME:linh miêu đuôi cộc khổng lồ:linh miêu đuôi cộc khổng lồ:linh miêu đuôi cộc khổng lồ]
zh_hans: [NAME:巨山猫:巨山猫:巨山猫]

# CREATURE:GIANT_BOBCAT
source: [CASTE_NAME:giant bobcat:giant bobcats:giant bobcat]
cs: [CASTE_NAME:obří rýs:obří rýsové:obřího rýsa]
de: [CASTE_NAME:Riesen-Rotluchs:Riesen-Rotluchse:Riesen-Rotluchs]
eo: [CASTE_NAME:giganta rufa linko:gigantaj rufaj linkoj:de giganta rufa linko]
es: [CASTE_NAME:gato montés gigante:gatos monteses gigantes:gato montés gigante]
ja: [CASTE_NAME:巨大ボブキャット:巨大ボブキャット:巨大ボブキャットの]
ko: [CASTE_NAME:거대 붉은스라소니:거대 붉은스라소니들:거대 붉은스라소니]
pl: [CASTE_NAME:gigantyczny ryś:gigantyczne rysie:gigantyczno rysiowy]
ru: [CASTE_NAME:гигантская рыжая рысь:гигантские рыжие рыси:гигантской рыжей рыси]
tr: [CASTE_NAME:dev vaşak:dev vaşaklar:dev vaşak]
vi: [CASTE_NAME:linh miêu đuôi cộc khổng lồ:linh miêu đuôi cộc khổng lồ:linh miêu đuôi cộc khổng lồ]
zh_hans: [CASTE_NAME:巨山猫:巨山猫:巨山猫]

# CREATURE:GIANT_BOBCAT
source: [GENERAL_CHILD_NAME:giant bobcat kitten:giant bobcat kittens]
cs: [GENERAL_CHILD_NAME:mládě obřího rýsa:mláďata obřího rýsa]
de: [GENERAL_CHILD_NAME:Riesen-Rotluchs Kätzchen:Riesen-Rotluchs Kätzchen]
eo: [GENERAL_CHILD_NAME:giganta ruf-linkido:gigantaj ruf-linkidoj]
es: [GENERAL_CHILD_NAME:cría de gato montés gigante:crías de gato montés gigante]
ja: [GENERAL_CHILD_NAME:巨大ボブキャットの仔:巨大ボブキャットの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 붉은스라소니:새끼 거대 붉은스라소니들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego rysia:młode gigantycznego rysia]
ru: [GENERAL_CHILD_NAME:гигантский рыжий рысёнок:гигантские рыжие рысята]
tr: [GENERAL_CHILD_NAME:dev vaşak yavrusu:dev vaşak yavruları]
vi: [GENERAL_CHILD_NAME:linh miêu đuôi cộc khổng lồ con:linh miêu đuôi cộc khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨山猫幼兽:巨山猫幼兽:巨山猫幼兽]

# CREATURE:GIANT_BOBCAT
source: [DESCRIPTION:A large monster in the form of a bobcat.]
cs: [DESCRIPTION:Velká příšera v podobě rysa.]
de: [DESCRIPTION: Ein großes Monster, in Form eines Luchses.]
eo: [DESCRIPTION:Granda monstro kun formo de rufa linko.]
es: [DESCRIPTION:Un gran monstruo con el aspecto de un gato montés.]
ja: [DESCRIPTION:ボブキャットのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:붉은스라소니의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci rysia.]
ru: [DESCRIPTION:Огромный монстр, похожий на рыжую рысь.]
tr: [DESCRIPTION:Vaşak biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn dưới hình dạng một con linh miêu đuôi cộc.]
zh_hans: [DESCRIPTION:一种山猫外形的巨大怪物。]

# CREATURE:GIANT_BOBCAT
source: [PREFSTRING:short tails]
cs: [PREFSTRING:krátké ocasy]
de: [PREFSTRING:kurze Schwänze]
eo: [PREFSTRING:mallongaj vostoj]
es: [PREFSTRING:colas cortas]
ja: [PREFSTRING:短い尾]
ko: [PREFSTRING:짧은 꼬리]
pl: [PREFSTRING:krótkie ogony]
ru: [PREFSTRING:короткие хвосты]
tr: [PREFSTRING:kısa kuyruklar]
vi: [PREFSTRING:đuôi ngắn]
zh_hans: [PREFSTRING:短尾巴]

# CREATURE:SKUNK
source: [DESCRIPTION:A small black and white mammal. It is capable of spraying a stinking fluid.]
cs: [DESCRIPTION:Malý černobílý savec schopný vystřikovat páchnoucí tekutinu.]
de: [DESCRIPTION:Ein kleines schwarz-weißes Säugetier. Es ist in der Lage, eine stinkende Flüssigkeit zu versprühen.]
eo: [DESCRIPTION:Malgranda nigra kaj blanka mamulo. Ĝi estas kapabla je ŝpruci fetoran fluaĵon.]
es: [DESCRIPTION:Un pequeño mamífero blanco y negro. Es capaz de rociar un fluido apestoso.]
ja: [DESCRIPTION:白黒の小型哺乳類。くさい体液をかけてくる。]
ko: [DESCRIPTION:작은 흑백 포유류. 악취가 나는 액체를 뿌릴 수 있습니다.]
pl: [DESCRIPTION:Mały czarno-biały ssak. Potrafi rozpylić śmierdzący płyn.]
ru: [DESCRIPTION:Небольшое чёрно-белое млекопитающее. Способно выпускать струю жидкости с удушливым запахом.]
tr: [DESCRIPTION:Küçük siyah beyaz bir memeli. Kötü kokulu bir sıvı püskürtebilir.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ màu đen và trắng. Nó có khả năng phun ra một chất lỏng hôi thối.]
zh_hans: [DESCRIPTION:一种小型黑白相间的哺乳动物。它能够喷出恶臭味的液体。]

# CREATURE:SKUNK
source: [NAME:skunk:skunks:skunk]
cs: [NAME:tchoř:tchoři:tchoře]
de: [NAME:Stinktier:Stinktiere:Stinktier]
eo: [NAME:mefito:mefitoj:de mefito]
es: [NAME:mofeta:mofetas:mofeta]
ja: [NAME:スカンク:スカンク:スカンクの]
ko: [NAME:스컹크:스컹크들:스컹크]
pl: [NAME:skunks:skunksy:skunksi]
ru: [NAME:скунс:скунсы:скунса]
tr: [NAME:kokarca:kokarcalar:kokarca]
vi: [NAME:chồn hôi:chồn hôi:chồn hôi]
zh_hans: [NAME:臭鼬:臭鼬:臭鼬]

# CREATURE:SKUNK
source: [CASTE_NAME:skunk:skunks:skunk]
cs: [CASTE_NAME:tchoř:tchoři:tchoře]
de: [CASTE_NAME:Stinktier:Stinktiere:Stinktier]
eo: [CASTE_NAME:mefito:mefitoj:de mefito]
es: [CASTE_NAME:mofeta:mofetas:mofeta]
ja: [CASTE_NAME:スカンク:スカンク:スカンクの]
ko: [CASTE_NAME:스컹크:스컹크들:스컹크]
pl: [CASTE_NAME:skunks:skunksy:skunksi]
ru: [CASTE_NAME:скунс:скунсы:скунса]
tr: [CASTE_NAME:kokarca:kokarcalar:kokarca]
vi: [CASTE_NAME:chồn hôi:chồn hôi:chồn hôi]
zh_hans: [CASTE_NAME:臭鼬:臭鼬:臭鼬]

# CREATURE:SKUNK
source: [GENERAL_CHILD_NAME:skunk kit:skunk kits]
cs: [GENERAL_CHILD_NAME:mládě tchoře:mláďata tchoře]
de: [GENERAL_CHILD_NAME:Stinktier Junges: Stinktier Junge]
eo: [GENERAL_CHILD_NAME:mefitido:mefitidoj]
es: [GENERAL_CHILD_NAME:cría de mofeta:crías de mofeta:cría de mofeta]
ja: [GENERAL_CHILD_NAME:スカンクの仔:スカンクの仔の]
pl: [GENERAL_CHILD_NAME:młode skunska:wiele młodych skunska]
ru: [GENERAL_CHILD_NAME:детёныш скунса:детёныши скунса]
tr: [GENERAL_CHILD_NAME:kokarca yavrusu:kokarca yavruları]
vi: [GENERAL_CHILD_NAME:chồn hôi con:chồn hôi con]
zh_hans: [GENERAL_CHILD_NAME:臭鼬幼崽:臭鼬幼崽]

# CREATURE:SKUNK
source: [PREFSTRING:distinctive striping]
cs: [PREFSTRING:charakteristické pruhy]
de: [PREFSTRING:unverwechselbare Streifen]
eo: [PREFSTRING:distingaj strioj]
es: [PREFSTRING:rayado distintivo]
ja: [PREFSTRING:独特の縞模様]
pl: [PREFSTRING:charakterystyczne paski]
ru: [PREFSTRING:характерные полосы]
tr: [PREFSTRING:belirgin çizgiler]
vi: [PREFSTRING:những vệt sọc đặc trưng]
zh_hans: [PREFSTRING:独特的条纹]

# CREATURE:SKUNK
source: [PREFSTRING:foul smell]
cs: [PREFSTRING:odporný zápach]
de: [PREFSTRING:garstiger Geruch]
eo: [PREFSTRING:haladza odoro]
es: [PREFSTRING:olor desagradable]
ja: [PREFSTRING:悪臭]
pl: [PREFSTRING:okropny zapach]
ru: [PREFSTRING:ужасный запах]
tr: [PREFSTRING:kötü koku]
vi: [PREFSTRING:mùi hôi thối]
zh_hans: [PREFSTRING:臭味]

# CREATURE:SKUNK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SKUNK
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:挠:挠]

# CREATURE:SKUNK
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:SKUNK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:SKUNK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SKUNK_MAN
source: [CASTE_NAME:skunk man:skunk men:skunk man]
cs: [CASTE_NAME:tchoří muž:tchoří muži:tchořího muže]
de: [CASTE_NAME:Stinktiermann:Stinktiermänner:Stinktiermann]
eo: [CASTE_NAME:hommefitiĉo:hommefitiĉoj:de hommefitiĉo]
es: [CASTE_NAME:hombre mofeta:hombres mofeta:hombre mofeta]
ja: [CASTE_NAME:スカンク男:スカンク男:スカンク男の]
ko: [CASTE_NAME:남성 스킹크인간:남성 스킹크인간들:남성 스킹크인간]
pl: [CASTE_NAME:skunksomężczyzna:skunksomęzczyźni:skunksomężczyzny]
ru: [CASTE_NAME:мужчина-скунс:мужчины-скунсы:мужчины-скунса]
tr: [CASTE_NAME:erkek kokarca:erkek kokarcalar:erkek kokarca]
vi: [CASTE_NAME:người chồn hôi:người chồn hôi:người chồn hôi]
zh_hans: [CASTE_NAME:臭鼬人:臭鼬人:臭鼬人]

# CREATURE:SKUNK_MAN
source: [CASTE_NAME:skunk woman:skunk women:skunk woman]
cs: [CASTE_NAME:tchoří žena:tchoří ženy:tchoří ženu]
de: [CASTE_NAME:Stinktierfrau:Stinktierfrauen:Stinktierfrau]
eo: [CASTE_NAME:hommefitino:hommefitinoj:de hommefitino]
es: [CASTE_NAME:mujer mofeta:mujeres mofeta:mujer mofeta]
ja: [CASTE_NAME:スカンク女:スカンク女:スカンク女の]
ko: [CASTE_NAME:여성 스킹크인간:여성 스킹크인간들:여성 스킹크인간]
pl: [CASTE_NAME:skunksokobieta:skunksokobiety:skunksokobiece]
ru: [CASTE_NAME:женщина-скунс:женщины-скунсы:женщины-скунса]
tr: [CASTE_NAME:dişi kokarca:dişi kokarcalar:dişi kokarca]
vi: [CASTE_NAME:phụ nữ chồn hôi:phụ nữ chồn hôi:phụ nữ chồn hôi]
zh_hans: [CASTE_NAME:臭鼬女:臭鼬女:臭鼬女]

# CREATURE:SKUNK_MAN
source: [NAME:skunk man:skunk men:skunk man]
cs: [NAME:tchoří muž:tchoří muži:tchořího muže]
de: [NAME:Stinktiermensch:Stinktiermenschen:Stinktiermensch]
eo: [NAME:hommefito:hommefitoj:de hommefito]
es: [NAME:hombre mofeta:hombres mofeta:hombre mofeta]
ja: [NAME:スカンク男:スカンク男:スカンク男の]
ko: [NAME:스컹크인간:스컹크인간들:스컹크인간]
pl: [NAME:skunksoczłowiek:skuksoludzie:skunksoludzki]
ru: [NAME:человек-скунс:люди-скунсы:человека-скунса]
tr: [NAME:erkek kokarca:erkek kokarcalar:erkek kokarca]
vi: [NAME:người chồn hôi:người chồn hôi:người chồn hôi]
zh_hans: [NAME:臭鼬人:臭鼬人:臭鼬人]

# CREATURE:SKUNK_MAN
source: [DESCRIPTION:A striped person with the head and tail of a skunk.]
cs: [DESCRIPTION:Pruhovaná osoba s hlavou a ocasem tchoře.]
de: [DESCRIPTION:Eine gestreifte Person mit Kopf und Schwanz eines Stinktiers.]
eo: [DESCRIPTION:Striata homo kun la kapo kaj la vosto de mefito.]
es: [DESCRIPTION: Una persona a rayas con la cabeza y la cola de una mofeta.]
ja: [DESCRIPTION:スカンクの頭と尾を持つ縞模様の人間だ。]
ko: [DESCRIPTION:스컹크의 머리와 꼬리를 가진 줄무늬 인간.]
pl: [DESCRIPTION:Pasiasta osoba z głową i ogonem skunksa.]
ru: [DESCRIPTION:Полосатый человек с головой и хвостом скунса.]
tr: [DESCRIPTION:Kokarca kafasına ve kuyruğuna sahip çizgili fantastik canlı.]
vi: [DESCRIPTION:Một người có sọc với cái đầu và đuôi của một con chồn hôi.]
zh_hans: [DESCRIPTION:一个长着臭鼬头和尾巴的人。]

# CREATURE:GIANT_SKUNK
source: [NAME:giant skunk:giant skunks:giant skunk]
cs: [NAME:obří tchoř:obří tchoři:obřího tchoře]
de: [NAME:Riesen Stinktier:Riesen Stinktiere:Riesen Stinktier]
eo: [NAME:giganta mefito:gigantaj mefitoj:de giganta mefito]
es: [NAME:mofeta gigante:mofetas gigantes:mofeta gigante]
ja: [NAME:巨大スカンク:巨大スカンク:巨大スカンクの]
ko: [NAME:거대 스컹크:거대 스컹크들:거대 스컹크]
pl: [NAME:gigantyczny skunks:gigantyczne skunksy:gigantyczno skunksi]
ru: [NAME:гигантский скунс:гигантские скунсы:гигантского скунса]
tr: [NAME:dev kokarca:dev kokarcalar:dev kokarca]
vi: [NAME:chồn hôi khổng lồ:chồn hôi khổng lồ:chồn hôi khổng lồ]
zh_hans: [NAME:巨臭鼬:巨臭鼬:巨臭鼬]

# CREATURE:GIANT_SKUNK
source: [CASTE_NAME:giant skunk:giant skunks:giant skunk]
cs: [CASTE_NAME:obří tchoř:obří tchoři:obřího tchoře]
de: [CASTE_NAME:Riesen Stinktier:Riesen Stinktiere:Riesen Stinktier]
eo: [CASTE_NAME:giganta mefito:gigantaj mefitoj:de giganta mefito]
es: [CASTE_NAME:mofeta gigante:mofetas gigantes:mofeta gigante]
ja: [CASTE_NAME:巨大スカンク:巨大スカンク:巨大スカンクの]
ko: [CASTE_NAME:거대 스컹크:거대 스컹크들:거대 스컹크]
pl: [CASTE_NAME:gigantyczny skunks:gigantyczne skunksy:gigantyczno skunksi]
ru: [CASTE_NAME:гигантский скунс:гигантские скунсы:гигантского скунса]
tr: [CASTE_NAME:dev kokarca:dev kokarcalar:dev kokarca]
vi: [CASTE_NAME:chồn hôi khổng lồ:chồn hôi khổng lồ:chồn hôi khổng lồ]
zh_hans: [CASTE_NAME:巨臭鼬:巨臭鼬:巨臭鼬]

# CREATURE:GIANT_SKUNK
source: [GENERAL_CHILD_NAME:giant skunk kit:giant skunk kits]
cs: [GENERAL_CHILD_NAME:mládě obřího tchoře:mláďata obřího tchoře]
de: [GENERAL_CHILD_NAME:Riesen Stinktier Junges: Riesen Stinktier Junge]
eo: [GENERAL_CHILD_NAME:giganta mefitido:gigantaj mefitifoj]
es: [GENERAL_CHILD_NAME:cría de mofeta gigante:crías de mofeta gigante]
ja: [GENERAL_CHILD_NAME:巨大スカンクの仔:巨大スカンクの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 스컹크:새끼 거대 스컹크들:새끼 거대 스컹크]
pl: [GENERAL_CHILD_NAME:młode gigantycznego skunksa:wiele młodych gigantycznego skunksa]
ru: [GENERAL_CHILD_NAME:детёныш гигантского скунса:детёныши гигантского скунса]
tr: [GENERAL_CHILD_NAME:dev kokarca yavrusu:dev kokarca yavruları]
vi: [GENERAL_CHILD_NAME:chồn hôi khổng lồ con:chồn hôi khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨臭鼬幼兽:巨臭鼬幼兽]

# CREATURE:GIANT_SKUNK
source: [DESCRIPTION:A large monster in the form of a skunk.]
cs: [DESCRIPTION:Velká příšera v podobě skunka.]
de: [DESCRIPTION:Ein großes Monster in Form eines Stinktiers.]
eo: [DESCRIPTION:Granda monstro kun formo de mefito.]
es: [DESCRIPTION:Un gran monstruo con la apariencia de una mofeta.]
ja: [DESCRIPTION:スカンクのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:스컹크의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci skunksa.]
ru: [DESCRIPTION:Огромный монстр, похожий на скунса.]
tr: [DESCRIPTION:Kokarca biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn dưới hình dạng một con chồn hôi.]
zh_hans: [DESCRIPTION: 一种臭鼬外形的巨大怪物。]

# CREATURE:GIANT_SKUNK
source: [PREFSTRING:distinctive striping]
cs: [PREFSTRING:charakteristické pruhy]
de: [PREFSTRING:unverwechselbare Streifen]
eo: [PREFSTRING:distingaj strioj]
es: [PREFSTRING:rayado distintivo]
ja: [PREFSTRING:独特な縞模様]
pl: [PREFSTRING:charakterystyczne paski]
ru: [PREFSTRING:характерные полосы]
tr: [PREFSTRING:belirgin çizgiler]
vi: [PREFSTRING:những vệt sọc đặc trưng]
zh_hans: [PREFSTRING:独特的条纹]

# CREATURE:GIANT_SKUNK
source: [PREFSTRING:foul smell]
cs: [PREFSTRING:odporný zápach]
de: [PREFSTRING:garstiger Geruch]
eo: [PREFSTRING:haladza odoro]
es: [PREFSTRING:olor desagradable]
ja: [PREFSTRING:悪臭]
pl: [PREFSTRING:okropny zapach]
ru: [PREFSTRING:ужасный запах]
tr: [PREFSTRING:kötü koku]
vi: [PREFSTRING:mùi hôi thối]
zh_hans: [PREFSTRING:臭味]

# CREATURE:GREEN_TREE_FROG
source: [DESCRIPTION:A tiny amphibian that lives in the trees.]
cs: [DESCRIPTION:Drobný obojživelník žijící na stromech.]
de: [DESCRIPTION:Eine winzige Amphibie, die in den Bäumen lebt.]
eo: [DESCRIPTION:Eta amfibio kiu loĝas en la arboj.]
es: [DESCRIPTION:Un diminuto anfibio que vive en los árboles.]
ja: [DESCRIPTION:全長１０センチほどの樹上性の両生類。]
ko: [DESCRIPTION:나무에 사는 작은 양서류.]
pl: [DESCRIPTION:Mały płaz żyjący na drzewach.]
ru: [DESCRIPTION:Мелкое земноводное, обитающее на деревьях.]
tr: [DESCRIPTION:Ağaçlarda yaşayan minik bir amfibi.]
vi: [DESCRIPTION:Một loài lưỡng cư nhỏ xíu sống trên cây.]
zh_hans: [DESCRIPTION:一种生活在树上的微型两栖类动物。]

# CREATURE:GREEN_TREE_FROG
source: [NAME:green tree frog:green tree frogs:green tree frog]
cs: [NAME:rosnička zelená:rosničky zelené:rosničku zelenou]
de: [NAME:grüner Laubfrosch:grüne Laubfrosche:grüner Laubfrosch]
eo: [NAME:verda arborano:verdaj arboranoj:de verda arborano]
es: [NAME:rana arborícola verde:ranas arborícolas verdes:rana arborícola verde]
ja: [NAME:イエアメガエル:イエアメガエル:イエアメガエルの]
ko: [NAME:청개구리:청개구리들:청개구리]
pl: [NAME:żaba drzewna:żaby drzewne:żab drzewnych]
ru: [NAME:зелёная древесная лягушка:зелёные древесные лягушки:зелёной древесной лягушки]
tr: [NAME:yeşil ağaç kurbağası:yeşil ağaç kurbağaları:yeşil ağaç kurbağası]
vi: [NAME:ếch cây xanh:ếch cây xanh:ếch cây xanh]
zh_hans: [NAME:绿树蛙:绿树蛙:绿树蛙]

# CREATURE:GREEN_TREE_FROG
source: [CASTE_NAME:green tree frog:green tree frogs:green tree frog]
cs: [CASTE_NAME:rosnička zelená:rosničky zelené:rosničku zelenou]
de: [CASTE_NAME:grüner Laubfrosch:grüne Laubfrosche:grüner Laubfrosch]
eo: [CASTE_NAME:verda arborano:verdaj arboranoj:de verda arborano]
es: [CASTE_NAME:rana arborícola verde:ranas arborícolas verdes:rana arborícola verde]
ja: [CASTE_NAME:イエアメガエル:イエアメガエル:イエアメガエルの]
ko: [CASTE_NAME:청개구리:청개구리들:청개구리]
pl: [CASTE_NAME:żaba drzewna:żaby drzewne:żab drzewnych]
ru: [CASTE_NAME:зелёная древесная лягушка:зелёные древесные лягушки:зелёной древесной лягушки]
tr: [CASTE_NAME:yeşil ağaç kurbağası:yeşil ağaç kurbağaları:yeşil ağaç kurbağası]
vi: [CASTE_NAME:ếch cây xanh:ếch cây xanh:ếch cây xanh]
zh_hans: [CASTE_NAME:绿树蛙:绿树蛙:绿树蛙]

# CREATURE:GREEN_TREE_FROG
source: [PREFSTRING:distinct mating call]
cs: [PREFSTRING:charakteristické páření volání]
de: [PREFSTRING:Gebiet mit Rufen markiernd]
eo: [PREFSTRING:distinga kopulacivoko]
es: [PREFSTRING:llamada de apareamiento distinta]
ja: [PREFSTRING:雌を求めて鳴く]
ko: [PREFSTRING:짝을 찾는 소리]
pl: [PREFSTRING:wyraźny zew godowy]
ru: [PREFSTRING:характерные брачные песни]
tr: [PREFSTRING:belirgin çiftleşme çağrısı]
vi: [PREFSTRING:tiếng gọi giao phối đặc trưng]
zh_hans: [PREFSTRING:清晰的交配叫声]

# CREATURE:GREEN_TREE_FROG
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:叮咬]

# CREATURE:GREEN_TREE_FROG
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:GREEN_TREE_FROG
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GREEN_TREE_FROG_MAN
source: [CASTE_NAME:green tree frog man:green tree frog men:green tree frog man]
cs: [CASTE_NAME:rosničí muž:rosničí muži:rosničího muže]
de: [CASTE_NAME:grüner Laubfroschmann:grüne Laubfroschmänner:grüner Laubfroschmann]
eo: [CASTE_NAME:hom-verd-arboraniĉo:hom-verd-arboraniĉoj:de hom-verd-arboraniĉo]
es: [CASTE_NAME:hombre rana arborícola verde:hombres rana arborícola verde:hombre rana arborícola verde]
ja: [CASTE_NAME:イエアメガエル男:イエアメガエル男:イエアメガエル男の]
ko: [CASTE_NAME:남성 청개구리인간:남성 청개구리인간들:남성 청개구리인간]
pl: [CASTE_NAME:drzewny żabomężczyzna:drzewni żabomężczyźni:drzenych żabomężczyzn]
ru: [CASTE_NAME:мужчина-зелёная древесная лягушка:мужчины-зелёные древесные лягушки:мужчины-зелёной древесной лягушки]
tr: [CASTE_NAME:yeşil ağaç kurbağası adam:yeşil ağaç kurbağası adamlar:yeşil ağaç kurbağası adam]
vi: [CASTE_NAME:người ếch cây xanh:người ếch cây xanh:người ếch cây xanh]
zh_hans: [CASTE_NAME:绿树蛙人:绿树蛙人:绿树蛙人]

# CREATURE:GREEN_TREE_FROG_MAN
source: [CASTE_NAME:green tree frog woman:green tree frog women:green tree frog woman]
cs: [CASTE_NAME:rosničí žena:rosničí ženy:rosničí ženu]
de: [CASTE_NAME:grüne Laubfroschfrau:grüne Laubfroschfrauen:grüne Laubfroschfrau]
eo: [CASTE_NAME:hom-verd-arboranino:hom-verd-arboraninoj:de hom-verd-arboranino]
es: [CASTE_NAME:mujer rana arborícola verde:mujeres rana arborícola verde:mujer rana arborícola verde]
ja: [CASTE_NAME:イエアメガエル女:イエアメガエル女:イエアメガエル女の]
ko: [CASTE_NAME:여성 청개구리인간:여성 청개구리인간들:여성 청개구리인간]
pl: [CASTE_NAME:drzewna żabokobieta:drzewne żabokobiety:drzewnych żabokobiet]
ru: [CASTE_NAME:женщина-зелёная древесная лягушка:женщины-зелёные древесные лягушки:женщины-зелёной древесной лягушки]
tr: [CASTE_NAME:yeşil ağaç kurbağası kadın:yeşil ağaç kurbağası kadınlar:yeşil ağaç kurbağası kadın]
vi: [CASTE_NAME:phụ nữ ếch cây xanh:phụ nữ ếch cây xanh:phụ nữ ếch cây xanh]
zh_hans: [CASTE_NAME:绿树蛙女:绿树蛙女:绿树蛙女]

# CREATURE:GREEN_TREE_FROG_MAN
source: [NAME:green tree frog man:green tree frog men:green tree frog man]
cs: [NAME:rosničí muž:rosničí muži:rosničího muže]
de: [NAME:grüner Laubfroschmensch:grüne Laubfroschmenschen:grüner Laubfroschmensch]
eo: [NAME:hom-verd-arborano:hom-verd-arboranoj:de hom-verd-arborano]
es: [NAME:hombre rana arborícola verde:hombres rana arborícola verde:hombre rana arborícola verde]
ja: [NAME:イエアメガエル男:イエアメガエル男:イエアメガエル男の]
ko: [NAME:청개구리인간:청개구리인간들:청개구리인간]
pl: [NAME:drzewny żaboczłowiek:drzewni żaboludzie:drzewnych żaboludzi]
ru: [NAME:человек-зелёная древесная лягушка:люди-зелёные древесные лягушки:человека-зелёной древесной лягушки]
tr: [NAME:yeşil ağaç kurbağası adam:yeşil ağaç kurbağası adamlar:yeşil ağaç kurbağası adam]
vi: [NAME:người ếch cây xanh:người ếch cây xanh:người ếch cây xanh]
zh_hans: [NAME:绿树蛙人:绿树蛙人:绿树蛙人]

# CREATURE:GREEN_TREE_FROG_MAN
source: [DESCRIPTION:A green person with the head of a green tree frog.]
cs: [DESCRIPTION:Zelená osoba s hlavou rosničky.]
de: [DESCRIPTION:Eine grüne Person mit dem Kopf eines grünen Laubfrosches.]
eo: [DESCRIPTION:Verda homo kun la kapo de verda arborano.]
es: [DESCRIPTION:Una persona verde con la cabeza de una rana arborícola verde.]
ja: [DESCRIPTION:イエアメガエルの頭を持つ緑色の人間だ。]
ko: [DESCRIPTION:청개구리의 머리를 가진 초록색 인간.]
pl: [DESCRIPTION:Zielona osoba z głową zielonej żaby drzewnej.]
ru: [DESCRIPTION:Зелёный человек с головой зелёной древесной лягушки.]
tr: [DESCRIPTION:Yeşil ağaç kurbağası kafasına sahip yeşil bir kişi.]
vi: [DESCRIPTION:Một người có màu xanh lá với cái đầu của một con ếch cây xanh.]
zh_hans: [DESCRIPTION:一种长着绿树蛙脑袋的绿色的人。]
