Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_NAUTILUS
source: [NAME:giant nautilus:giant nautiluses:giant nautilus]
cs: [NAME:obří loděnka:obří loděnky:obří loděnka]
de: [NAME:Riesen Nautilus:Riesen Nautilusse:Riesen Nautilus]
eo: [NAME:giganta naŭtilo:gigantaj naŭtiloj:de giganta naŭtilo]
es: [NAME:cangrejo ermitaño gigante:cangrejos ermitaño gigante:cangrejos ermitaño gigante]
ja: [NAME:巨大オウムガイ:巨大オウムガイ:巨大オウムガイの]
ko: [NAME:거대 앵무조개:거대 앵무조개들:거대 앵무조개]
pl: [NAME:gigantyczny nautilus:gigantyczne nautilusy:gigantyczno nautilusowy]
ru: [NAME:гигантский наутилус:гигантские наутилусы:гигантского наутилуса]
tr: [NAME:dev nautilüs:dev nautilüsler:dev nautilüs]
vi: [NAME:Ốc anh vũ khổng lồ:Những con ốc anh vũ khổng lồ:Ốc anh vũ khổng lồ]

# CREATURE:GIANT_NAUTILUS
source: [CASTE_NAME:giant nautilus:giant nautiluses:giant nautilus]
cs: [CASTE_NAME:obří loděnka:obří loděnky:obří loděnka]
de: [CASTE_NAME:Riesen Nautilus:Riesen Nautilusse:Riesen Nautilus]
eo: [CASTE_NAME:giganta naŭtilo:gigantaj naŭtiloj:de giganta naŭtilo]
es: [CASTE_NAME:cangrejo ermitaño gigante:cangrejos ermitaño gigante:cangrejo ermitaño gigante]
ja: [CASTE_NAME:巨大オウムガイ:巨大オウムガイ:巨大オウムガイの]
ko: [CASTE_NAME:거대 앵무조개:거대 앵무조개들:거대 앵무조개]
pl: [CASTE_NAME:gigantyczny nautilus:gigantyczne nautilusy:gigantyczno nautilusowy]
ru: [CASTE_NAME:гигантский наутилус:гигантские наутилусы:гигантского наутилуса]
tr: [CASTE_NAME:dev nautilüs:dev nautilüsler:dev nautilüs]
vi: [CASTE_NAME:Ốc anh vũ khổng lồ:Những con ốc anh vũ khổng lồ:Ốc anh vũ khổng lồ]

# CREATURE:GIANT_NAUTILUS
source: [DESCRIPTION:A huge monster in the shape of a nautilus.]
cs: [DESCRIPTION:Obrovský tvor ve tvaru loděnky.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Nautilus.]
eo: [DESCRIPTION:Grandega monstro kun formo de naŭtilo.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un cangrejo ermitaño.]
ja: [DESCRIPTION:オウムガイのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:앵무조개의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie nautilusa.]
ru: [DESCRIPTION:Огромный монстр, похожий на наутилуса.]
tr: [DESCRIPTION:Nautilüs şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng ốc anh vũ.]
zh_hans: [DESCRIPTION:一只巨大的鹦鹉螺怪。]

# CREATURE:GIANT_NAUTILUS
source: [PREFSTRING:shells]
cs: [PREFSTRING:ulity]
de: [PREFSTRING:Schalen]
eo: [PREFSTRING:konkoj]
es: [PREFSTRING:caparazón]
ja: [PREFSTRING:殻]
ko: [PREFSTRING:껍질]
pl: [PREFSTRING:muszle]
ru: [PREFSTRING:раковины]
tr: [PREFSTRING:kabuklar]
vi: [PREFSTRING:các vỏ]

# CREATURE:GIANT_NAUTILUS
source: [PREFSTRING:many tentacles]
cs: [PREFSTRING:mnoho chapadel]
de: [PREFSTRING:viele Tentakel]
eo: [PREFSTRING:multaj tentakloj]
es: [PREFSTRING:muchos tentáculos]
ja: [PREFSTRING:沢山の触手]
ko: [PREFSTRING:많은 촉수들]
pl: [PREFSTRING:wiele macek]
ru: [PREFSTRING:множество щупалец]
tr: [PREFSTRING:çok sayıda dokunaç]
vi: [PREFSTRING:Nhiều xúc tu]

# CREATURE:FOXSQUIRREL
source: [DESCRIPTION:A small mammal noted for its tenacity. It has long ears and flashing eyes.]
cs: [DESCRIPTION:Malý savec, který se vyznačuje vytrvalostí. Má dlouhé uši a blýskavé oči.]
de: [DESCRIPTION:Ein kleines Säugetier, das für seine Zähigkeit bekannt ist. Es hat lange Ohren und blitzende Augen.]
eo: [DESCRIPTION:Malgranda mamulo konita por sia tenaco. Ĝi havas longajn orelojn kaj helajn okulojn.]
es: [DESCRIPTION:Un pequeño mamífero notado por su tenacidad. Tiene largas orejas y ojos destelleantes.]
ja: [DESCRIPTION:その粘り強さで有名な小さな哺乳類。耳が長く、目が点滅します。]
ko: [DESCRIPTION:끈기로 유명한 작은 포유류입니다. 그것은 긴 귀와 번쩍이는 눈을 가지고 있습니다.]
pl: [DESCRIPTION:Mały ssak zanotowany przez jego wytrwałość. Ma długie uszy i świecące oczy.]
ru: [DESCRIPTION:Мелкое млекопитающее, известное своей цепкостью. У него длинные уши и сверкающие глаза.]
tr: [DESCRIPTION:Azmiyle tanınan küçük bir memeli. Uzun kulakları ve parlayan gözleri vardır.]
vi: [DESCRIPTION:Một động vật có vú nhỏ nổi tiếng vì sự kiên cường. Nó có đôi tai dài và đôi mắt tinh anh.]

# CREATURE:FOXSQUIRREL
source: [NAME:fox squirrel:fox squirrels:fox squirrel]
cs: [NAME:liškovaná veverka:liškované veverky:liškovaná veverka]
de: [NAME:Fuchs-Eichhörnchen:Fuchs-Eichhörnchen:Fuchs-Eichhörnchen]
eo: [NAME:vulpa sciuro:vulpaj sciuroj:de vulpa sciuro]
es: [NAME:ardilla zorro:ardillas zorro:ardilla zorro]
ja: [NAME:キツネリス:キツネリス:キツネリスの]
ko: [NAME:여우 청설모:여우 청설모들:여우 청설모]
pl: [NAME:wiewiórka czarna:wiewiórki czarne:wiewiórczo czarny]
ru: [NAME:чёрная белка:чёрные белки:чёрной белки]
tr: [NAME:tilki sincabı:tilki sincapları:tilki sincabı]
vi: [NAME:Sóc cáo:Những con sóc cáo:Sóc cáo]

# CREATURE:FOXSQUIRREL
source: [CASTE_NAME:fox squirrel:fox squirrels:fox squirrel]
cs: [CASTE_NAME:liškovaná veverka:liškované veverky:liškovaná veverka]
de: [CASTE_NAME:Fuchs-Eichhörnchen:Fuchs-Eichhörnchen:Fuchs-Eichhörnchen]
eo: [CASTE_NAME:vulpa sciuro:vulpaj sciuroj:de vulpa sciuro]
es: [CASTE_NAME:ardilla zorro:ardillas zorro:ardilla zorro]
ja: [CASTE_NAME:キツネリス:キツネリス:キツネリスの]
ko: [CASTE_NAME:여우 청설모:여우 청설모들:여우 청설모]
pl: [CASTE_NAME:wiewiórka czarna:wiewiórki czarne:wiewiórczo czarny]
ru: [CASTE_NAME:чёрная белка:чёрные белки:чёрной белки]
tr: [CASTE_NAME:tilki sincabı:tilki sincapları:tilki sincabı]
vi: [CASTE_NAME:Sóc cáo:Những con sóc cáo:Sóc cáo]

# CREATURE:FOXSQUIRREL
source: [PREFSTRING:tenacity]
cs: [PREFSTRING:houževnatostí]
de: [PREFSTRING:Zähigkeit]
eo: [PREFSTRING:persistenco]
es: [PREFSTRING:tenacidad]
ja: [PREFSTRING:粘り強い]
ko: [PREFSTRING:끈기]
pl: [PREFSTRING:wytrwałość]
ru: [PREFSTRING:стойкость]
tr: [PREFSTRING:azim]
vi: [PREFSTRING:sự kiên cường]

# CREATURE:FOXSQUIRREL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FOXSQUIRREL
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:FOXSQUIRREL
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:FOXSQUIRREL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:FOXSQUIRREL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MOGHOPPER
source: [DESCRIPTION:A small mud-dwelling amphibian.]
cs: [DESCRIPTION:Drobný obojživelník žijící v bahně.]
de: [DESCRIPTION:Eine kleine schlammbewohnende Amphibie.]
eo: [DESCRIPTION:Malgranda ŝlime loĝante amfibio.]
es: [DESCRIPTION:Un pequeño anfibio de fango.]
ja: [DESCRIPTION:泥中に棲息する、小型両生類。]
ko: [DESCRIPTION:진흙속에 사는 작은 양서류.]
pl: [DESCRIPTION:Mały płaz żyjący w błocie.]
ru: [DESCRIPTION:Мелкое земноводное, живущее в грязи.]
tr: [DESCRIPTION:Çamurda yaşayan küçük bir amfibi.]
vi: [DESCRIPTION:Một động vật lưỡng cư nhỏ sống trong bùn.]

# CREATURE:MOGHOPPER
source: [NAME:moghopper:moghoppers:moghopper]
cs: [NAME:moghoper:moghopeři:moghoper]
de: [NAME:Matschhüpfer:Matschhüpfer:Matschhüpfer]
eo: [NAME:moghopanto:moghopantoj:de moghopanto]
es: [NAME:moghopper:moghopperes:moghopper]
ja: [NAME:モグホッパー:モグホッパー:モグホッパーの]
ko: [NAME:모그호퍼:모그호퍼들:모그호퍼]
pl: [NAME:skoczek błotny:skoczki błotne:szkoczko błotny]
ru: [NAME:кочкопрыг:кочкопрыги:кочкопрыга]
tr: [NAME:kabarcık çekirge:kabarcık çekirgeleri:kabarcık çekirge]

# CREATURE:MOGHOPPER
source: [CASTE_NAME:moghopper:moghoppers:moghopper]
cs: [CASTE_NAME:moghoper:moghopeři:moghoper]
de: [CASTE_NAME:Matschhüpfer:Matschhüpfer:Matschhüpfer]
eo: [CASTE_NAME:moghopanto:moghopantoj:de moghopanto]
es: [CASTE_NAME:moghopper:moghopperes:moghopper]
ja: [CASTE_NAME:モグホッパー:モグホッパー:モグホッパーの]
ko: [CASTE_NAME:모그호퍼:모그호퍼들:모그호퍼]
pl: [CASTE_NAME:skoczek błotny:skoczki błotne:skoczko błotny]
ru: [CASTE_NAME:кочкопрыг:кочкопрыги:кочкопрыга]
tr: [CASTE_NAME:kabarcık çekirge:kabarcık çekirgeleri:kabarcık çekirge]

# CREATURE:MOGHOPPER
source: [PREFSTRING:round tummies]
cs: [PREFSTRING:kulatými bříšky]
de: [PREFSTRING:runde Bäuche]
eo: [PREFSTRING:rondaj ventroj]
es: [PREFSTRING:barrigas redondas]
ja: [PREFSTRING:丸いお腹]
ko: [PREFSTRING:볼록한 배]
pl: [PREFSTRING:okrągłe brzuszki]
ru: [PREFSTRING:округлые животики]
tr: [PREFSTRING:yuvarlak karınlar]
vi: [PREFSTRING:Những cái bụng tròn]

# CREATURE:MOGHOPPER
source: [STATE_NAME:ALL_SOLID:frozen mog juice]
cs: [STATE_NAME:ALL_SOLID:zmražená mogová šťáva]
de: [STATE_NAME:ALL_SOLID:gefrorener Katzensaft]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita mogsuko]
es: [STATE_NAME:ALL_SOLID:zumo congelado de moghopper]
ja: [STATE_NAME:ALL_SOLID:凍ったモグホッパーの体液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 모그 즙]
pl: [STATE_NAME:ALL_SOLID:zamrożony sok błotny]
ru: [STATE_NAME:ALL_SOLID:замёрзший сок кочкопрыга]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş kabarcık suyu]
vi: [STATE_NAME:ALL_SOLID:Dịch mog đông lạnh]

# CREATURE:MOGHOPPER
source: [STATE_ADJ:ALL_SOLID:frozen mog juice]
cs: [STATE_ADJ:ALL_SOLID:zmražená mogová šťáva]
de: [STATE_ADJ:ALL_SOLID:gefrorener Katzensaft]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita mogsuko]
es: [STATE_ADJ:ALL_SOLID:zumo congelado de moghopper]
ja: [STATE_ADJ:ALL_SOLID:凍ったモグホッパーの体液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 모그 즙]
pl: [STATE_ADJ:ALL_SOLID:zamrożono błotno sokowy]
ru: [STATE_ADJ:ALL_SOLID:замёрзший сок кочкопрыга]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş kabarcık suyu]
vi: [STATE_ADJ:ALL_SOLID:Dịch mog đông lạnh]

# CREATURE:MOGHOPPER
source: [STATE_NAME:LIQUID:mog juice]
cs: [STATE_NAME:LIQUID:mogová šťáva]
de: [STATE_NAME:LIQUID:Matschhüpfer Saft]
eo: [STATE_NAME:LIQUID:mogsuko]
es: [STATE_NAME:LIQUID:zumo de moghopper]
ja: [STATE_NAME:LIQUID:モグホッパーの体液]
ko: [STATE_NAME:LIQUID:모그 즙]
pl: [STATE_NAME:LIQUID:sok błotny]
ru: [STATE_NAME:LIQUID:сок кочкопрыга]
tr: [STATE_NAME:LIQUID:kabarcık suyu]
vi: [STATE_NAME:LIQUID:Dịch mog]

# CREATURE:MOGHOPPER
source: [STATE_ADJ:LIQUID:mog juice]
cs: [STATE_ADJ:LIQUID:mogová šťáva]
de: [STATE_ADJ:LIQUID:Matschhüpfer Saft]
eo: [STATE_ADJ:LIQUID:de mogsuko]
es: [STATE_ADJ:LIQUID:zumo de moghopper]
ja: [STATE_ADJ:LIQUID:モグホッパーの体液]
ko: [STATE_ADJ:LIQUID:모그 즙]
pl: [STATE_ADJ:LIQUID:błotno sokowy]
ru: [STATE_ADJ:LIQUID:сок кочкопрыга]
tr: [STATE_ADJ:LIQUID:kabarcık suyu]
vi: [STATE_ADJ:LIQUID:Dịch mog]

# CREATURE:MOGHOPPER
source: [STATE_NAME:GAS:boiling mog juice]
cs: [STATE_NAME:GAS:vřící mogová šťáva]
de: [STATE_NAME:GAS:kochender Matschhüpfer Saft]
eo: [STATE_NAME:GAS:bolanta mogsuko]
es: [STATE_NAME:GAS:jugo de moghopper hirviendo]
ja: [STATE_NAME:GAS:蒸気化したモグホッパーの体液]
ko: [STATE_NAME:GAS:기화된 모그 즙]
pl: [STATE_NAME:GAS:gotujący się sok błotny]
ru: [STATE_NAME:GAS:пары сока кочкопрыга]
tr: [STATE_NAME:GAS:kaynayan kabarcık suyu]
vi: [STATE_NAME:GAS:Dịch mog đang sôi]

# CREATURE:MOGHOPPER
source: [STATE_ADJ:GAS:boiling mog juice]
cs: [STATE_ADJ:GAS:vřící mogová šťáva]
de: [STATE_ADJ:GAS:kochender Matschhüpfer Saft]
eo: [STATE_ADJ:GAS:GAS:de bolanta mogsuko]
es: [STATE_ADJ:GAS:de jugo de moghopper hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したモグホッパーの体液]
ko: [STATE_ADJ:GAS:기화된 모그 즙]
pl: [STATE_ADJ:GAS:gotująco się błotno sokowy]
ru: [STATE_ADJ:GAS:кипящий сок кочкопрыга]
tr: [STATE_ADJ:GAS:kaynayan kabarcık suyu]
vi: [STATE_ADJ:GAS:Dịch mog đang sôi]

# CREATURE:MOGHOPPER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:MOGHOPPER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MOGHOPPER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:RAT_DEMON
source: [DESCRIPTION:An insidious form of vermin. It lives only to steal food from others.]
cs: [DESCRIPTION:Zákeřná forma škůdce. Žije jen proto, aby kradla potravu ostatním.]
de: [DESCRIPTION:Eine heimtückische Form von Ungeziefer. Es lebt nur, um anderen Nahrung zu stehlen.]
eo: [DESCRIPTION:Insida formo de fibesto. Ĝi vivas nur por ŝteli manĝajojn el aliuloj.]
es: [DESCRIPTION:Una de las alimañas más arteras. Solo existe para robar la comida de otros.]
ja: [DESCRIPTION:食べ物を食い荒らす、邪悪な姿の害獣だ。]
ko: [DESCRIPTION:교활한 형태의 해충. 다른 사람의 음식을 훔치기 위해서만 산다.]
pl: [DESCRIPTION:Podstępna forma robactwa. Żyje tylko po to, by kraść jedzenie innym.]
ru: [DESCRIPTION:Коварные вредители, живущие для того, чтобы воровать еду отовсюду.]
tr: [DESCRIPTION:Zararlı bir haşere türü. Sadece başkalarından yemek çalmak için yaşar.]
vi: [DESCRIPTION:Một dạng sâu bọ xảo quyệt. Nó sống chỉ để trộm thức ăn của kẻ khác.]

# CREATURE:RAT_DEMON
source: [NAME:demon rat:demon rats:demon rat]
cs: [NAME:ďábelská krysa:ďábelské krysy:ďábelská krysa]
de: [NAME:Dämonen Ratte:Dämonen Ratten:Dämonen Ratte]
eo: [NAME:demonrato:demonratoj:de demonrato]
es: [NAME:rata demoníaca:ratas demoníacas:rata demoníaca]
ja: [NAME:デーモンラット:デーモンラット:デーモンラットの]
ko: [NAME:악마 쥐:악마 쥐떼들:악마 쥐]
pl: [NAME:demoniczny szczur:demoniczne szczury:demoniczno szczurzy]
ru: [NAME:демоническая крыса:демонические крысы:демонической крысы]
tr: [NAME:şeytan sıçanı:şeytan sıçanları:şeytan sıçanı]
vi: [NAME:Chuột quỷ:Những con chuột quỷ:Chuột quỷ]

# CREATURE:RAT_DEMON
source: [CASTE_NAME:demon rat:demon rats:demon rat]
cs: [CASTE_NAME:ďábelská krysa:ďábelské krysy:ďábelská krysa]
de: [CASTE_NAME:Dämonen Ratte:Dämonen Ratten:Dämonen Ratte]
eo: [CASTE_NAME:demonrato:demonratoj:de demonrata]
es: [CASTE_NAME:rata demoníaca:ratas demoníacas:rata demoníaca]
ja: [CASTE_NAME:デーモンラット:デーモンラット:デーモンラットの]
ko: [CASTE_NAME:악마 쥐:악마 쥐떼들:악마 쥐]
pl: [CASTE_NAME:demoniczny szczur:demoniczne szczury:demoniczno szczurzy]
ru: [CASTE_NAME:демоническая крыса:демонические крысы:демонической крысы]
tr: [CASTE_NAME:şeytan sıçanı:şeytan sıçanları:şeytan sıçanı]
vi: [CASTE_NAME:Chuột quỷ:Những con chuột quỷ:Chuột quỷ]

# CREATURE:RAT_DEMON
source: [GNAWER:gnawed]
cs: [GNAWER:okousané]
de: [GNAWER:genagt]
eo: [GNAWER:ronĝis]
es: [GNAWER:roído]
ja: [GNAWER:ガリガリかじる]
ko: [GNAWER:갉음]
pl: [GNAWER:podgryziony]
ru: [GNAWER:грызёт]
tr: [GNAWER:kemirilmiş]
vi: [GNAWER:Bị gặm nhấm]

# CREATURE:RAT_DEMON
source: [PREFSTRING:insidious nature]
cs: [PREFSTRING:zákeřnou povahou]
de: [PREFSTRING:heimtückische Natur]
eo: [PREFSTRING:insida naturo]
es: [PREFSTRING:naturaleza insidiosa]
ja: [PREFSTRING:陰湿]
ko: [PREFSTRING:교활한 특성]
pl: [PREFSTRING:nikczemna natura]
ru: [PREFSTRING:коварную натуру]
tr: [PREFSTRING:sinsi doğa]
vi: [PREFSTRING:Bản chất xảo quyệt]

# CREATURE:RAT_DEMON
source: [PREFSTRING:diabolical hunger for the food of others]
cs: [PREFSTRING:ďábelským hladem po cizím jídle]
de: [PREFSTRING:teuflischen Hunger auf die Nahrung anderer]
eo: [PREFSTRING:diabla malsato por la manĝaĵo aliula]
es: [PREFSTRING:diabólico hambre de comida ajena]
ja: [PREFSTRING:他人の食物に対する悪魔的な飢餓]
ko: [PREFSTRING:남의 음식에 대한 지독한 욕심]
pl: [PREFSTRING:diaboliczny głód cudzego jedzenia]
ru: [PREFSTRING:дьявольский голод к чужой еде]
tr: [PREFSTRING:başkalarının yemeğine duyulan şeytani açlık]
vi: [PREFSTRING:Cơn đói ma quỷ đối với thức ăn của kẻ khác]

# CREATURE:RAT_DEMON
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:RAT_DEMON
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:RAT_DEMON
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:RAT_DEMON
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:RAT_DEMON
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:WAMBLER_FLUFFY
source: [DESCRIPTION:A fluffy, pudge-filled being, known for its warm heart and stumble bumblings.]
cs: [DESCRIPTION:Chlupaté, měkké stvoření známé svým hřejivým srdcem a nešikovným potácením.]
de: [DESCRIPTION:Ein flauschiges, mit Teig gefülltes Wesen, bekannt für sein warmes Herz und seine Stolpersteine.]
eo: [DESCRIPTION:lanuga grasriĉa estulo, konita por siaj varma koro kaj stumbloj.]
es: [DESCRIPTION:Un esponjoso ser conocido por su cálido corazón y sus torpes tropezones.]
ja: [DESCRIPTION:ふわふわしてて丸々と太り、暖かくてよちよち歩く。]
ko: [DESCRIPTION:포근하고 포근한 존재로, 따뜻한 마음과 엉뚱한 말투로 유명하다.]
pl: [DESCRIPTION:Puszysta, wypełniona pudrem istota, znana z ciepłego serca i potykania się.]
ru: [DESCRIPTION:Пушистое, пухлое существо, известное своим добрым сердцем и заикающимся бормотанием.]
tr: [DESCRIPTION:Sıcak kalbi ve sakar bocalamalarıyla tanınan, yumuşak, tombul bir varlık.]
vi: [DESCRIPTION:Một sinh vật bông xù, béo ú, nổi tiếng với trái tim ấm áp và những bước đi lảo đảo vụng về.]

# CREATURE:WAMBLER_FLUFFY
source: [NAME:fluffy wambler:fluffy wamblers:fluffy wambler]
cs: [NAME:chlupatý vambler:chlupatí vambleři:chlupatý vambler]
de: [NAME:Flauschler:Flauschler:Flauschler]
eo: [NAME:lanuga stumblanto:lanugaj stumblantoj:de lanuga stumblanto]
es: [NAME:wambler esponjoso:wambleres esponjosos:wambler esponjoso]
ja: [NAME:フラフィーワンブラー:フラフィーワンブラー:フラフィーワンブラーの]
ko: [NAME:보송보송한 굼벵이:보송보송한 굼벵이들:보송보송한 굼벵이]
pl: [NAME:puszysty głuptas:puszyste głuptasy:puszysto głuptasowy]
ru: [NAME:пушистый вамблер:пушистые вамблеры:пушистого вамблера]
tr: [NAME:tüylü tombul:tüylü tombullar:tüylü tombul]
vi: [NAME:Wambler bông xù:Những con wambler bông xù:Wambler bông xù]

# CREATURE:WAMBLER_FLUFFY
source: [CASTE_NAME:fluffy wambler:fluffy wamblers:fluffy wambler]
cs: [CASTE_NAME:chlupatý vambler:chlupatí vambleři:chlupatý vambler]
de: [CASTE_NAME:Flauschler:Flauschler:Flauschler]
eo: [CASTE_NAME:lanuga stumblanto:lanugaj stumblantoj:dw lanuga stumblanto]
es: [CASTE_NAME:wambler esponjoso:wambleres esponjosos:wambler esponjoso]
ja: [CASTE_NAME:フラフィーワンブラー:フラフィーワンブラー:フラフィーワンブラーの]
ko: [CASTE_NAME:보송보송한 굼벵이:보송보송한 굼벵이들:보송보송한 굼벵이]
pl: [CASTE_NAME:puszysty głuptas:puszyste głuptasy:puszysto głuptasowy]
ru: [CASTE_NAME:пушистый вамблер:пушистые вамблеры:пушистого вамблера]
tr: [CASTE_NAME:tüylü tombul:tüylü tombullar:tüylü tombul]
vi: [CASTE_NAME:Wambler bông xù:Những con wambler bông xù:Wambler bông xù]

# CREATURE:WAMBLER_FLUFFY
source: [PREFSTRING:warm heart]
cs: [PREFSTRING:hřejivým srdcem]
de: [PREFSTRING:warmes Herz]
eo: [PREFSTRING:varma koro]
es: [PREFSTRING:corazón cálido]
ja: [PREFSTRING:暖かい体。]
ko: [PREFSTRING:따뜻한 마음]
pl: [PREFSTRING:ciepłe serce]
ru: [PREFSTRING:доброе сердце]
tr: [PREFSTRING:sıcak kalp]
vi: [PREFSTRING:Trái tim ấm áp]

# CREATURE:WAMBLER_FLUFFY
source: [PREFSTRING:gentle nature]
cs: [PREFSTRING:jemnou povahou]
de: [PREFSTRING:sanftes Wesen]
eo: [PREFSTRING:ĝentila naturo]
es: [PREFSTRING:naturaleza amable]
ja: [PREFSTRING:穏やか]
ko: [PREFSTRING:온화한 특성]
pl: [PREFSTRING:łagodna natura]
ru: [PREFSTRING:кроткую натуру]
tr: [PREFSTRING:nazik doğa]
vi: [PREFSTRING:bản tính hiền lành]

# CREATURE:WAMBLER_FLUFFY
source: [PREFSTRING:stumble bumbling]
cs: [PREFSTRING:nešikovným potácením]
de: [PREFSTRING:schusseliges Stolpern]
eo: [PREFSTRING:stumblado]
es: [PREFSTRING:torpes tropezones]
ja: [PREFSTRING:よちよち歩く]
ko: [PREFSTRING:비틀거리며 갈팡질팡한다]
pl: [PREFSTRING:nieudolne potknięcia]
ru: [PREFSTRING:неповоротливость]
tr: [PREFSTRING:sakar bocalama]
vi: [PREFSTRING:Sự lảo đảo vụng về]

# CREATURE:WAMBLER_FLUFFY
source: [STATE_NAME:ALL_SOLID:fluff]
cs: [STATE_NAME:ALL_SOLID:chmýří]
de: [STATE_NAME:ALL_SOLID:Flaum]
eo: [STATE_NAME:ALL_SOLID:lanugo]
es: [STATE_NAME:ALL_SOLID:pelusa]
ja: [STATE_NAME:ALL_SOLID:綿毛]
ko: [STATE_NAME:ALL_SOLID:솜털]
pl: [STATE_NAME:ALL_SOLID:puch]
ru: [STATE_NAME:ALL_SOLID:пух]
tr: [STATE_NAME:ALL_SOLID:tüy]
vi: [STATE_NAME:ALL_SOLID:Lớp lông mềm]

# CREATURE:WAMBLER_FLUFFY
source: [STATE_ADJ:ALL_SOLID:fluff]
cs: [STATE_ADJ:ALL_SOLID:chmýřité]
de: [STATE_ADJ:ALL_SOLID:Flaum]
eo: [STATE_ADJ:ALL_SOLID:lanuga]
es: [STATE_ADJ:ALL_SOLID:peluda]
ja: [STATE_ADJ:ALL_SOLID:綿毛]
ko: [STATE_ADJ:ALL_SOLID:솜털]
pl: [STATE_ADJ:ALL_SOLID:puchowy]
ru: [STATE_ADJ:ALL_SOLID:пух]
tr: [STATE_ADJ:ALL_SOLID:tüy]
vi: [STATE_ADJ:ALL_SOLID:Lớp lông mềm]

# CREATURE:WAMBLER_FLUFFY
source: [TISSUE_NAME:fluff:NP]
cs: [TISSUE_NAME:chmýří:NP]
de: [TISSUE_NAME:Flausch:NP]
eo: [TISSUE_NAME:lanugo:lanugoj]
es: [TISSUE_NAME:peludo:NP]
ja: [TISSUE_NAME:綿毛:NP]
ko: [TISSUE_NAME:솜털:NP]
pl: [TISSUE_NAME:plusz:NP]
ru: [TISSUE_NAME:пух:NP]
tr: [TISSUE_NAME:tüy:NP]

# CREATURE:WAMBLER_FLUFFY
source: [STATE_NAME:ALL_SOLID:pudge]
cs: [STATE_NAME:ALL_SOLID:měkkotuk]
de: [STATE_NAME:ALL_SOLID:Watte]
eo: [STATE_NAME:ALL_SOLID:graso de lanuga stumblanto]
es: [STATE_NAME:ALL_SOLID:gordito]
ja: [STATE_NAME:ALL_SOLID:パッジ]
ko: [STATE_NAME:ALL_SOLID:땅딸막한 동물]
pl: [STATE_NAME:ALL_SOLID:pianka]
ru: [STATE_NAME:ALL_SOLID:жирок]
tr: [STATE_NAME:ALL_SOLID:yağ]
vi: [STATE_NAME:ALL_SOLID:Lớp mỡ dày]

# CREATURE:WAMBLER_FLUFFY
source: [STATE_ADJ:ALL_SOLID:pudge]
cs: [STATE_ADJ:ALL_SOLID:měkkotukový]
de: [STATE_ADJ:ALL_SOLID:Watte]
eo: [STATE_ADJ:ALL_SOLID:de graso de lanuga stumblanto]
es: [STATE_ADJ:ALL_SOLID:gordito]
ja: [STATE_ADJ:ALL_SOLID:パッジ]
ko: [STATE_ADJ:ALL_SOLID:땅딸막한]
pl: [STATE_ADJ:ALL_SOLID:piankowy]
ru: [STATE_ADJ:ALL_SOLID:жирок]
tr: [STATE_ADJ:ALL_SOLID:yağ]
vi: [STATE_ADJ:ALL_SOLID:Lớp mỡ dày]
