Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_LOVEBIRD_MASKED
source: [CASTE_NAME:masked lovebird:masked lovebirds:masked lovebird]
cs: [CASTE_NAME:papoušík škraboškový:papoušíci škraboškový:papoušíka škraboškového]
de: [CASTE_NAME:Schwarzköpfchen:Schwarzköpfchen:Schwarzköpfchen]
eo: [CASTE_NAME:flavkola ambirdo:flavkolaj ambirdoj:de flavkola ambirdo]
es: [CASTE_NAME:inseparable enmascarado:inseparables enmascarados:de inseparable enmascarado]
ja: [CASTE_NAME:ボタンインコ:ボタンインコ:ボタンインコの]
ko: [CASTE_NAME:가면모란앵무:가면모란앵무떼:가면모란앵무]
pl: [CASTE_NAME:nierozłączka czarnogłowa:nierozłączki czarnogłowe:nierozłączka czarnogłowa]
ru: [CASTE_NAME:масковый неразлучник:масковые неразлучники:маскового неразлучника]
tr: [CASTE_NAME:maskeli muhabbet kuşu:maskeli muhabbet kuşları:maskeli muhabbet kuşu]
vi: [CASTE_NAME:Lovebird Đeo Mặt Nạ:Những Lovebird Đeo Mặt Nạ:Lovebird Đeo Mặt Nạ]
zh_hans: [CASTE_NAME:蒙面爱情鸟:蒙面爱情鸟:蒙面爱情鸟]

# CREATURE:BIRD_LOVEBIRD_MASKED
source: [GENERAL_CHILD_NAME:masked lovebird hatchling:masked lovebird hatchlings]
cs: [GENERAL_CHILD_NAME:mládě papoušíka škraboškového:mláďata papoušíka škraboškového]
de: [GENERAL_CHILD_NAME:Schwarzköpfchenküken:Schwarzköpfchenküken]
eo: [GENERAL_CHILD_NAME:flavkola ambirdido:flavkolaj ambirdidoj]
es: [GENERAL_CHILD_NAME:polluelo de inseparable enmascarado:polluelos de inseparable enmascarado]
ja: [GENERAL_CHILD_NAME:ボタンインコの雛:ボタンインコの雛の]
ko: [GENERAL_CHILD_NAME:새끼 가면모란앵무:새끼 가면모란앵무떼]
pl: [GENERAL_CHILD_NAME:pisklę nierozłączki czarnogłowej:pisklęta nierozłączki czarnogłowej]
ru: [GENERAL_CHILD_NAME:птенец маскового неразлучника:птенцы маскового неразлучника]
tr: [GENERAL_CHILD_NAME:maskeli muhabbet kuşu yavrusu:maskeli muhabbet kuşu yavruları]
vi: [GENERAL_CHILD_NAME:Lovebird Đeo Mặt Nạ Con:Những Lovebird Đeo Mặt Nạ Con]
zh_hans: [GENERAL_CHILD_NAME:蒙面爱情鸟幼崽:蒙面爱情鸟幼崽]

# CREATURE:BIRD_LOVEBIRD_MASKED
source: [PREFSTRING:loving nature]
cs: [PREFSTRING:láskyplnou povahou]
de: [PREFSTRING:friedlicher Natur]
eo: [PREFSTRING:tenera naturo]
es: [PREFSTRING:naturaleza cariñosa]
ja: [PREFSTRING:愛らしい]
ko: [PREFSTRING:사랑스러운 특성]
pl: [PREFSTRING:przyjazna natura]
ru: [PREFSTRING:страстную натуру]
tr: [PREFSTRING:sevgi dolu doğa]
vi: [PREFSTRING:bản tính yêu thương]
zh_hans: [PREFSTRING:爱的天性]

# CREATURE:BIRD_LOVEBIRD_MASKED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_LOVEBIRD_MASKED
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_LOVEBIRD_MASKED
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_LOVEBIRD_MASKED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_LOVEBIRD_MASKED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:MASKED_LOVEBIRD_MAN
source: [CASTE_NAME:masked lovebird man:masked lovebird men:masked lovebird man]
cs: [CASTE_NAME:mužský papoušík škraboškový:mužští papoušíci škraboškový:mužského papoušíka škraboškového]
de: [CASTE_NAME:Schwarzköpfchenmann:Schwarzköpfchenmänner:Schwarzköpfchenmann]
eo: [CASTE_NAME:hom-flavkol-ambirdiĉo:hom-flavkol-ambirdiĉoj:de hom-flavkol-ambirdiĉo]
es: [CASTE_NAME:hombre inseparable enmascarado:hombres inseparable enmascarado:de hombre inseparable enmascarado]
ja: [CASTE_NAME:ボタンインコ男:ボタンインコ男:ボタンインコ男の]
ko: [CASTE_NAME:남성 가면모란앵무인간:남성 가면모란앵무인간들:남성 가면모란앵무인간]
pl: [CASTE_NAME:nierozłączkomężczyzna czarnogłowy:nierozłączkomężczyźni czarnogłowi:nierozłączkomężczyzna czarnogłowy]
ru: [CASTE_NAME:мужчина-масковый неразлучник:мужчины-масковые неразлучники:мужчины-маскового неразлучника]
tr: [CASTE_NAME:maskeli muhabbet kuşu fantastik canlı:maskeli muhabbet kuşu fantastik canlılar:maskeli muhabbet kuşu fantastik canlı]
vi: [CASTE_NAME:Người Lovebird Đeo Mặt Nạ:Những Người Lovebird Đeo Mặt Nạ:Người Lovebird Đeo Mặt Nạ]
zh_hans: [CASTE_NAME:蒙面爱情鸟男:蒙面爱情鸟男:蒙面爱情鸟男]

# CREATURE:MASKED_LOVEBIRD_MAN
source: [CASTE_NAME:masked lovebird woman:masked lovebird women:masked lovebird woman]
cs: [CASTE_NAME:ženský papoušík škraboškový:ženští papoušíci škraboškový:ženského papoušíka škraboškového]
de: [CASTE_NAME:Schwarzköpfchenfrau:Schwarzköpfchenfrauen:Schwarzköpfchenfrau]
eo: [CASTE_NAME:hom-flavkol-ambirdino:hom-flavkol-ambirdinoj:de hom-flavkol-ambirdino]
es: [CASTE_NAME:mujer inseparable enmascarado:mujeres inseparable enmascarado:de mujer inseparable enmascarado]
ja: [CASTE_NAME:ボタンインコ女:ボタンインコ女:ボタンインコ女の]
ko: [CASTE_NAME:여성 가면모란앵무인간:여성 가면모란앵무인간들:여성 가면모란앵무인간]
pl: [CASTE_NAME:nierozłączkokobieta czarnogłowa:nierozłączkokobiety czarnogłowe:nierozłączkokobieta czarnogłowa]
ru: [CASTE_NAME:женщина-масковая неразлучница:женщины-масковые неразлучницы:женщины-масковой неразлучницы]
tr: [CASTE_NAME:maskeli muhabbet kuşu fantastik kadın:maskeli muhabbet kuşu fantastik kadınlar:maskeli muhabbet kuşu fantastik kadın]
vi: [CASTE_NAME:Người Lovebird Đeo Mặt Nạ Nữ:Những Người Lovebird Đeo Mặt Nạ Nữ:Người Lovebird Đeo Mặt Nạ Nữ]
zh_hans: [CASTE_NAME:蒙面爱情鸟女:蒙面爱情鸟女:蒙面爱情鸟女]

# CREATURE:MASKED_LOVEBIRD_MAN
source: [NAME:masked lovebird man:masked lovebird men:masked lovebird man]
cs: [NAME:mužský papoušík škraboškový:mužští papoušíci škraboškový:mužského papoušíka škraboškového]
de: [NAME:Schwarzköpfchenmensch:Schwarzköpfchenmenschen:Schwarzköpfchenmensch]
eo: [NAME:hom-flavkol-ambirdo:hom-flavkol-ambirdoj:de hom-flavkol-ambirdo]
es: [NAME:hombre inseparable enmascarado:hombres inseparable enmascarado:de hombre inseparable enmascarado]
ja: [NAME:ボタンインコ男:ボタンインコ男:ボタンインコ男の]
ko: [NAME:가면모란앵무인간:가면모란앵무인간들:가면모란앵무인간]
pl: [NAME:nierozłączkoczłowiek czarnogłowy:nierozłączkoludzie czarnogłowi:nierozłączkoczłowiek czarnogłowy]
ru: [NAME:человек-масковый неразлучник:люди-масковые неразлучники:человека-маскового неразлучника]
tr: [NAME:maskeli muhabbet kuşu fantastik canlı:maskeli muhabbet kuşu fantastik canlılar:maskeli muhabbet kuşu fantastik canlı]
vi: [NAME:Người Lovebird Đeo Mặt Nạ:Những Người Lovebird Đeo Mặt Nạ:Người Lovebird Đeo Mặt Nạ]
zh_hans: [NAME:蒙面爱情鸟人:蒙面爱情鸟人:蒙面爱情鸟人]

# CREATURE:MASKED_LOVEBIRD_MAN
source: [DESCRIPTION:A colorful person with the head and wings of a masked lovebird.]
cs: [DESCRIPTION:Barevná osoba s hlavou a křídly papoušíka škraboškového.]
de: [DESCRIPTION:Eine buntgefederter Mensch mit den Flügeln und dem Kopf eines Schwarzköpfchens.]
eo: [DESCRIPTION:Bunta homo kun la kapo kaj la flugiloj de flavkola ambirdo.]
es: [DESCRIPTION:Una colorida persona con la cabeza y las alas de un inseparable enmascarado.]
ja: [DESCRIPTION:ボタンインコの頭と翼を持つカラフルな人間だ。]
ko: [DESCRIPTION:가면모란앵무의 머리와 날개를 가진 화려한 인간.]
pl: [DESCRIPTION:Kolorowy osobnik z głową i skrzydłami nierozłączki czarnogłowej.]
ru: [DESCRIPTION:Пёстрый человек с головой и крыльями маскового неразлучника.]
tr: [DESCRIPTION:Maskeli muhabbet kuşunun baş ve kanatlarına sahip renkli fantastik canlı.]
vi: [DESCRIPTION:Một người đầy màu sắc với đầu và đôi cánh của lovebird đeo mặt nạ.]
zh_hans: [DESCRIPTION:一个长着面罩爱情鸟脑袋和翅膀的色彩斑斓的人。]

# CREATURE:GIANT_MASKED_LOVEBIRD
source: [NAME:giant masked lovebird:giant masked lovebirds:giant masked lovebird]
cs: [NAME:obří papoušík škraboškový:obří papoušíci škraboškový:obřího papoušíka škraboškového]
de: [NAME:Rießenschwarzköpfchen:Rießenschwarzköpfchen:Rießenschwarzköpfchen]
eo: [NAME:giganta flavkola ambirdo:gigantaj flavkolaj ambirdoj:de giganta flavkola ambirdo]
es: [NAME:inseparable enmascarado gigante:inseparables enmascarados gigantes:de inseparable enmascarado gigante]
ja: [NAME:巨大ボタンインコ:巨大ボタンインコ:巨大ボタンインコの]
ko: [NAME:거대 가면모란앵무:거대 가면모란앵무떼:거대 가면모란앵무]
pl: [NAME:gigantyczna nierozłączka czarnogłowa:gigantyczne nierozłączki czarnogłowe:gigantyczna nierozłączka czarnogłowa]
ru: [NAME:гигантский масковый неразлучник:гигантские масковые неразлучники:гигантского маскового неразлучника]
tr: [NAME:dev maskeli muhabbet kuşu:dev maskeli muhabbet kuşları:dev maskeli muhabbet kuşu]
vi: [NAME:Lovebird Đeo Mặt Nạ Khổng Lồ:Những Lovebird Đeo Mặt Nạ Khổng Lồ:Lovebird Đeo Mặt Nạ Khổng Lồ]
zh_hans: [NAME:巨蒙面爱情鸟:巨蒙面爱情鸟:巨蒙面爱情鸟]

# CREATURE:GIANT_MASKED_LOVEBIRD
source: [CASTE_NAME:giant masked lovebird:giant masked lovebirds:giant masked lovebird]
cs: [CASTE_NAME:obří papoušík škraboškový:obří papoušíci škraboškový:obřího papoušíka škraboškového]
de: [CASTE_NAME:Riesenschwarzköpfchen:Riesenschwarzköpfchen:Riesenschwarzköpfchen]
eo: [CASTE_NAME:giganta flavkola ambirdo:gigantaj flavkolaj ambirdoj:de giganta flavkola ambirdo]
es: [CASTE_NAME:inseparable enmascarado gigante:inseparables enmascarados gigantes:de inseparable enmascarado gigante]
ja: [CASTE_NAME:巨大ボタンインコ:巨大ボタンインコ:巨大ボタンインコの]
ko: [CASTE_NAME:거대 가면모란앵무:거대 가면모란앵무떼:거대 가면모란앵무]
pl: [CASTE_NAME:gigantyczna nierozłączka czarnogłowa:gigantyczne nierozłączki czarnogłowe:gigantyczna nierozłączka czarnogłowa]
ru: [CASTE_NAME:гигантский масковый неразлучник:гигантские масковые неразлучники:гигантского маскового неразлучника]
tr: [CASTE_NAME:dev maskeli muhabbet kuşu:dev maskeli muhabbet kuşları:dev maskeli muhabbet kuşu]
vi: [CASTE_NAME:Lovebird Đeo Mặt Nạ Khổng Lồ:Những Lovebird Đeo Mặt Nạ Khổng Lồ:Lovebird Đeo Mặt Nạ Khổng Lồ]
zh_hans: [CASTE_NAME:巨蒙面爱情鸟:巨蒙面爱情鸟:巨蒙面爱情鸟]

# CREATURE:GIANT_MASKED_LOVEBIRD
source: [GENERAL_CHILD_NAME:giant masked lovebird hatchling:giant masked lovebird hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího papoušíka škraboškového:mláďata obřího papoušíka škraboškového]
de: [GENERAL_CHILD_NAME:Riesenschwarzköpfchenküken:Riesenschwarzköpfchenküken]
eo: [GENERAL_CHILD_NAME:giganta flavkola ambirdido:gigantaj flavkolaj ambirdidoj]
es: [GENERAL_CHILD_NAME:polluelo de inseparable enmascarado:polluelos de inseparable enmascarado]
ja: [GENERAL_CHILD_NAME:巨大ボタンインコの雛:巨大ボタンインコの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 가면모란앵무:새끼 거대 가면모란앵무떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej nierozłączki czarnogłowej:pisklęta gigantycznej nierozłączki czarnogłowej]
ru: [GENERAL_CHILD_NAME:птенец гигантского маскового неразлучника:птенцы гигантского маскового неразлучника]
tr: [GENERAL_CHILD_NAME:dev maskeli muhabbet kuşu yavrusu:dev maskeli muhabbet kuşu yavruları]
vi: [GENERAL_CHILD_NAME:Lovebird Đeo Mặt Nạ Khổng Lồ Con:Những Lovebird Đeo Mặt Nạ Khổng Lồ Con]
zh_hans: [GENERAL_CHILD_NAME:巨蒙面爱情鸟幼崽:巨蒙面爱情鸟幼崽]

# CREATURE:GIANT_MASKED_LOVEBIRD
source: [DESCRIPTION:A huge monster in the form of a masked lovebird.]
cs: [DESCRIPTION:Obrovská příšera v podobě papoušíka škraboškového.]
de: [DESCRIPTION:Ein riesiges Monster in Form eines Schwarzköpfchens.]
eo: [DESCRIPTION:Grandega monstro kun formo de flavkola ambirdo.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un inseparable enmascarado.]
ja: [DESCRIPTION:ボタンインコのような姿の巨大な怪物だ。]
ko: [DESCRIPTION:가면모란앵무의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci nierozłączki czarnogłowej.]
ru: [DESCRIPTION:Огромный монстр, похожий на маскового неразлучника.]
tr: [DESCRIPTION:Maskeli muhabbet kuşu biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng lovebird đeo mặt nạ.]
zh_hans: [DESCRIPTION:一只体型巨大的蒙面爱情鸟怪。]

# CREATURE:GIANT_MASKED_LOVEBIRD
source: [PREFSTRING:loving nature]
cs: [PREFSTRING:láskyplnou povahou]
de: [PREFSTRING:friedlicher Natur]
eo: [PREFSTRING:tenera naturo]
es: [PREFSTRING:naturaleza cariñosa]
ja: [PREFSTRING:愛らしい]
ko: [PREFSTRING:사랑스러운 특성]
pl: [PREFSTRING:przyjazna natura]
ru: [PREFSTRING:страстную натуру]
tr: [PREFSTRING:sevgi dolu doğa]
vi: [PREFSTRING:bản tính yêu thương]
zh_hans: [PREFSTRING:爱的天性]

# CREATURE:BIRD_BUSHTIT
source: [DESCRIPTION:A tiny brown bird found in open woodlands.]
cs: [DESCRIPTION:Drobný hnědý pták vyskytující se v otevřených lesích.]
de: [DESCRIPTION:Ein winziger brauner Vogel, der in offenen Wäldern gefunden werden kann.]
eo: [DESCRIPTION:Eta bruna birdo kiu troviĝas en maldensaj duonarbaroj.]
es: [DESCRIPTION:Una diminuta ave marrón que se encuentra en florestas abiertas.]
ja: [DESCRIPTION:開けた林に住む茶色の小鳥。]
ko: [DESCRIPTION:탁 트인 삼림 지대에서 볼수 있는 작은 갈색 새.]
pl: [DESCRIPTION:Malutki, brązowy ptak, którego można znaleźć w otwartych lasach.]
ru: [DESCRIPTION:Мелкая коричневая птица, обитающая в лесах.]
tr: [DESCRIPTION:Açık ormanlıklarda bulunan minik kahverengi bir kuş.]
vi: [DESCRIPTION:Một loài chim nâu nhỏ bé sống ở những khu rừng thưa.]
zh_hans: [DESCRIPTION:一种褐色的小鸟，常见于开阔的林地。]

# CREATURE:BIRD_BUSHTIT
source: [NAME:bushtit:bushtits:bushtit]
cs: [NAME:králíček:králíčci:králíček]
de: [NAME:Buschmeise:Buschmeisen:Buschmeise]
eo: [NAME:egitalo:egitaloj:de egitalo]
es: [NAME:mito sastrecillo:mitos sastrecillos:de mito sastrecillo]
ja: [NAME:ヤブガラ:ヤブガラ:ヤブガラの]
ko: [NAME:오목눈이:오목눈이떼:오목눈이]
pl: [NAME:raniuszek:raniuszki:raniuszek]
ru: [NAME:длиннохвостая синица:длиннохвостые синицы:длиннохвостой синицы]
tr: [NAME:çalı kuşu:çalı kuşları:çalı kuşu]
vi: [NAME:Chim Bushtit:Những Chim Bushtit:Chim Bushtit]
zh_hans: [NAME:丛山雀:丛山雀:丛山雀]

# CREATURE:BIRD_BUSHTIT
source: [CASTE_NAME:bushtit:bushtits:bushtit]
cs: [CASTE_NAME:králíček:králíčci:králíček]
de: [CASTE_NAME:Buschmeise:Buschmeisen:Buschmeise]
eo: [CASTE_NAME:egitalo:egitaloj:de egitalo]
es: [CASTE_NAME:mito sastrecillo:mitos sastrecillos:de mito sastrecillo]
ja: [CASTE_NAME:ヤブガラ:ヤブガラ:ヤブガラの]
ko: [CASTE_NAME:오목눈이:오목눈이떼:오목눈이]
pl: [CASTE_NAME:raniuszek:raniuszki:raniuszek]
ru: [CASTE_NAME:длиннохвостая синица:длиннохвостые синицы:длиннохвостой синицы]
tr: [CASTE_NAME:çalı kuşu:çalı kuşları:çalı kuşu]
vi: [CASTE_NAME:Chim Bushtit:Những Chim Bushtit:Chim Bushtit]
zh_hans: [CASTE_NAME:丛山雀:丛山雀:丛山雀]

# CREATURE:BIRD_BUSHTIT
source: [GENERAL_CHILD_NAME:bushtit hatchling:bushtit hatchlings]
cs: [GENERAL_CHILD_NAME:mládě králíčka:mláďata králíčků]
de: [GENERAL_CHILD_NAME:Buschmeisenküken:Buschmeisenküken]
eo: [GENERAL_CHILD_NAME:egitalido:egitalidoj]
es: [GENERAL_CHILD_NAME:polluelo de mito sastrecillo:polluelos de mito sastrecillo]
ja: [GENERAL_CHILD_NAME:ヤブガラの雛:ヤブガラの雛の]
ko: [GENERAL_CHILD_NAME:새끼 오목눈이:새끼 오목눈이떼]
pl: [GENERAL_CHILD_NAME:pisklę raniuszka:pisklęta raniuszka]
ru: [GENERAL_CHILD_NAME:птенец длиннохвостой синицы:птенцы длиннохвостой синицы]
tr: [GENERAL_CHILD_NAME:çalı kuşu yavrusu:çalı kuşu yavruları]
vi: [GENERAL_CHILD_NAME:Chim Bushtit Con:Những Chim Bushtit Con]
zh_hans: [GENERAL_CHILD_NAME:丛山雀幼崽:丛山雀幼崽]

# CREATURE:BIRD_BUSHTIT
source: [PREFSTRING:small size]
cs: [PREFSTRING:malou velikostí]
de: [PREFSTRING: Kleinformat]
eo: [PREFSTRING:eta grandeco]
es: [PREFSTRING:tamaño pequeño]
ja: [PREFSTRING:小さい]
ko: [PREFSTRING:작은 크기]
pl: [PREFSTRING:mały rozmiar]
ru: [PREFSTRING:небольшой размер]
tr: [PREFSTRING:küçük boyut]
vi: [PREFSTRING:kích thước nhỏ]
zh_hans: [PREFSTRING:小体型]

# CREATURE:BIRD_BUSHTIT
source: [PREFSTRING:twittering groups]
cs: [PREFSTRING:štěbetavými hejny]
de: [PREFSTRING:zwitschernde Gruppen]
eo: [PREFSTRING:repepantaj grupoj]
es: [PREFSTRING:gorjeantes grupos]
ja: [PREFSTRING:集団で鳴く]
ko: [PREFSTRING:시끄러운 무리]
pl: [PREFSTRING:ćwierkające grupy]
ru: [PREFSTRING:щебечущие стаи]
tr: [PREFSTRING:cıvıltılayan gruplar]
vi: [PREFSTRING:những đàn chim ríu rít]
zh_hans: [PREFSTRING:叽叽喳喳的一群]

# CREATURE:BIRD_BUSHTIT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_BUSHTIT
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_BUSHTIT
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_BUSHTIT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_BUSHTIT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BUSHTIT_MAN
source: [CASTE_NAME:bushtit man:bushtit men:bushtit man]
cs: [CASTE_NAME:králíččí muž:králíččí muži:králíččí muž]
de: [CASTE_NAME:Buschmeisenmann:Buschmeisenmänner:Buschmeisenmann]
eo: [CASTE_NAME:homegitaliĉo:homegitaliĉoj:de homegitaliĉo]
es: [CASTE_NAME:hombre mito sastrecillo:hombres mito sastrecillo:de hombre mito sastrecillo]
ja: [CASTE_NAME:ヤブガラ男:ヤブガラ男:ヤブガラ男の]
ko: [CASTE_NAME:남성 오목눈이인간:남성 오목눈이인간들:남성 오목눈이인간]
pl: [CASTE_NAME:raniuszkomężczyzna:raniuszkomężczyźni:raniuszkomężczyzny]
ru: [CASTE_NAME:мужчина-длиннохвостая синица:мужчины-длиннохвостые синицы:мужчины-длиннохвостой синицы]
tr: [CASTE_NAME:çalı kuşu fantastik canlı:çalı kuşu fantastik canlılar:çalı kuşu fantastik canlı]
vi: [CASTE_NAME:Người Chim Bushtit:Những Người Chim Bushtit:Người Chim Bushtit]
zh_hans: [CASTE_NAME:丛山雀男:丛山雀男:丛山雀男]

# CREATURE:BUSHTIT_MAN
source: [CASTE_NAME:bushtit woman:bushtit women:bushtit woman]
cs: [CASTE_NAME:králíččí žena:králíččí ženy:králíččí žena]
de: [CASTE_NAME:Buschmeisenfrau:Buschmeisenfrauen:Buschmeisefrau]
eo: [CASTE_NAME:homegitalino:homegitalinoj:de homegitalino]
es: [CASTE_NAME:mujer mito sastrecillo:mujeres mito sastrecillo:de mujer mito sastrecillo]
ja: [CASTE_NAME:ヤブガラ女:ヤブガラ女:ヤブガラ女の]
ko: [CASTE_NAME:여성 오목눈이인간:여성 오목눈이인간들:여성 오목눈이인간]
pl: [CASTE_NAME:raniuszkokobieta:raniuszkokobiety:raniuszkokobieta]
ru: [CASTE_NAME:женщина-длиннохвостая синица:женщины-длиннохвостые синицы:женщины-длиннохвостой синицы]
tr: [CASTE_NAME:çalı kuşu fantastik kadın:çalı kuşu fantastik kadınlar:çalı kuşu fantastik kadın]
vi: [CASTE_NAME:Người Chim Bushtit Nữ:Phụ nữ bushtit:Người Chim Bushtit Nữ]
zh_hans: [CASTE_NAME:丛山雀女:丛山雀女:丛山雀女]

# CREATURE:BUSHTIT_MAN
source: [NAME:bushtit man:bushtit men:bushtit man]
cs: [NAME:králíččí muž:králíččí muži:králíččí muž]
de: [NAME:Buschmeisenmensch:Buschmeisenmenschen:Buschmeisenmensch]
eo: [NAME:homegitalo:homegitaloj:de homegitalo]
es: [NAME:hombre mito sastrecillo:hombres mito sastrecillo:de hombre mito sastrecillo]
ja: [NAME:ヤブガラ男:ヤブガラ男:ヤブガラ男の]
ko: [NAME:오목눈이인간:오목눈이인간들:오목눈이인간]
pl: [NAME:raniuszkoczłowiek:raniuszkoludzie:raniuszkoludzki]
ru: [NAME:человек-длиннохвостая синица:люди-длиннохвостые синицы:человека-длиннохвостой синицы]
tr: [NAME:çalı kuşu fantastik canlı:çalı kuşu fantastik canlılar:çalı kuşu fantastik canlı]
vi: [NAME:Người Chim Bushtit:Những Người Chim Bushtit:Người Chim Bushtit]
zh_hans: [NAME:丛山雀人:丛山雀人:丛山雀人]

# CREATURE:BUSHTIT_MAN
source: [DESCRIPTION:A person with the head and wings of a bushtit.]
cs: [DESCRIPTION:Osoba s hlavou a křídly králíčka.]
de: [DESCRIPTION:Ein Mensch mit den Flügeln und dem Kopf einer Buschmeise.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de egitalo.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de un mito sastrecillo.]
ja: [DESCRIPTION:ヤブガラの翼と頭を持つ人間だ。]
ko: [DESCRIPTION:오목눈이의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami raniuszka.]
ru: [DESCRIPTION:Человек с головой и крыльями длиннохвостой синицы.]
tr: [DESCRIPTION:Çalı kuşunun baş ve kanatlarına sahip fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đôi cánh của bushtit.]
zh_hans: [DESCRIPTION:一个长着丛山雀脑袋和翅膀的人。]

# CREATURE:GIANT_BUSHTIT
source: [NAME:giant bushtit:giant bushtits:giant bushtit]
cs: [NAME:obří králíček:obří králíčci:obří králíček]
de: [NAME:Riesenbuschmeise:Riesenbuschmeisen:Riesenbuschmeise]
eo: [NAME:giganta egitalo:gigantaj egitaloj:de giganta egitalo]
es: [NAME:mito sastrecillo gigante:mitos sastrecillos gigantes:de mito sastrecillo gigante]
ja: [NAME:巨大ヤブガラ:巨大ヤブガラ:巨大ヤブガラの]
ko: [NAME:거대 오목눈이:거대 오목눈이떼:거대 오목눈이]
pl: [NAME:gigantyczny raniuszek:gigantyczne raniuszki:gigantyczny raniuszek]
ru: [NAME:гигантская длиннохвостая синица:гигантские длиннохвостые синицы:гигантской длиннохвостой синицы]
tr: [NAME:dev çalı kuşu:dev çalı kuşları:dev çalı kuşu]
vi: [NAME:Bushtit khổng lồ:Những bushtit khổng lồ:Bushtit khổng lồ]
zh_hans: [NAME:巨丛山雀:巨丛山雀:巨丛山雀]

# CREATURE:GIANT_BUSHTIT
source: [CASTE_NAME:giant bushtit:giant bushtits:giant bushtit]
cs: [CASTE_NAME:obří králíček:obří králíčci:obří králíček]
de: [CASTE_NAME:Riesenbuschmeise:Riesenbuschmeisen:Riesenbuschmeise]
eo: [CASTE_NAME:giganta egitalo:gigantaj egitaloj:de giganta egitalo]
es: [CASTE_NAME:mito sastrecillo gigante:mitos sastrecillos gigantes:de mito sastrecillo gigante]
ja: [CASTE_NAME:巨大ヤブガラ:巨大ヤブガラ:巨大ヤブガラの]
ko: [CASTE_NAME:거대 오목눈이:거대 오목눈이떼:거대 오목눈이]
pl: [CASTE_NAME:gigantyczny raniuszek:gigantyczne raniuszki:gigantyczny raniuszek]
ru: [CASTE_NAME:гигантская длиннохвостая синица:гигантские длиннохвостые синицы:гигантской длиннохвостой синицы]
tr: [CASTE_NAME:dev çalı kuşu:dev çalı kuşları:dev çalı kuşu]
vi: [CASTE_NAME:Bushtit khổng lồ:Những bushtit khổng lồ:Bushtit khổng lồ]
zh_hans: [CASTE_NAME:巨丛山雀:巨丛山雀:巨丛山雀]

# CREATURE:GIANT_BUSHTIT
source: [GENERAL_CHILD_NAME:giant bushtit hatchling:giant bushtit hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího králíčka:mláďata obřích králíčků]
de: [GENERAL_CHILD_NAME:Riesenbuschmeisenküken:Riesenbuschmeisenküken]
eo: [GENERAL_CHILD_NAME:giganta egitalido:gigantaj egitalidoj]
es: [GENERAL_CHILD_NAME:polluelo de mito sastrecillo gigante:polluelos de mito sastrecillo gigante]
ja: [GENERAL_CHILD_NAME:巨大ヤブガラの雛:巨大ヤブガラの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 오목눈이:새끼 거대 오목눈이떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego raniuszka:pisklęta gigantycznego raniuszka]
ru: [GENERAL_CHILD_NAME:птенец гигантской длиннохвостой синицы:птенцы гигантской длиннохвостой синицы]
tr: [GENERAL_CHILD_NAME:dev çalı kuşu yavrusu:dev çalı kuşu yavruları]
vi: [GENERAL_CHILD_NAME:Bushtit khổng lồ non:Những bushtit khổng lồ non]
zh_hans: [GENERAL_CHILD_NAME:巨丛山雀幼崽:巨丛山雀幼崽]
