Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_MINK
source: [GENERAL_CHILD_NAME:giant mink kit:giant mink kits]
cs: [GENERAL_CHILD_NAME:mládě obřího norka:mláďata obřího norka]
de: [GENERAL_CHILD_NAME:Riesennerz Junges:Riesennerz Junge]
eo: [GENERAL_CHILD_NAME:giganta vizonido:gigantaj vizonidoj]
es: [GENERAL_CHILD_NAME:cría de visón gigante:crías de visón gigante]
ja: [GENERAL_CHILD_NAME:巨大ミンクの仔:巨大ミンクの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 밍크:새끼 거대 밍크들]
pl: [GENERAL_CHILD_NAME:młody gigantycznej norki:młode gigantycznej norki]
ru: [GENERAL_CHILD_NAME:щенок гигантской норки:щенки гигантской норки]
tr: [GENERAL_CHILD_NAME:yavru dev vizon:yavru dev vizonlar]
vi: [GENERAL_CHILD_NAME:chồn vizon khổng lồ con:những chú chồn vizon khổng lồ con]

# CREATURE:GIANT_MINK
source: [DESCRIPTION:A huge monster in the form of a mink.]
cs: [DESCRIPTION:Obrovská příšera v podobě norka.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Nerzes.]
eo: [DESCRIPTION:Grandega monstro kun formo de vizono.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un visón]
ja: [DESCRIPTION:ミンクのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:밍크 형태의 거대한 괴물.]
pl: [DESCRIPTION:Ogromny potwór w postaci norki.]
ru: [DESCRIPTION:Огромный монстр, похожий на норку.]
tr: [DESCRIPTION:Vizon biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ dưới hình dạng một con chồn vizon.]
zh_hans: [DESCRIPTION:一只巨大的水貂怪。]

# CREATURE:GIANT_MINK
source: [PREFSTRING:long bodies]
cs: [PREFSTRING:dlouhými těly]
de: [PREFSTRING:lange Körper]
eo: [PREFSTRING:longaj korpoj]
es: [PREFSTRING:cuerpos largos]
ja: [PREFSTRING:長い胴]
ko: [PREFSTRING:긴 몸통]
pl: [PREFSTRING:długie ciała]
ru: [PREFSTRING:длинные тела]
tr: [PREFSTRING:uzun vücutlar]
vi: [PREFSTRING:thân dài]

# CREATURE:POND_TURTLE
source: [DESCRIPTION:A tiny reptile with a shell on its back. It can be found in rivers and ponds.]
cs: [DESCRIPTION:Drobný plaz s krunýřem na zádech. Vyskytuje se v řekách a rybnících.]
de: [DESCRIPTION:Ein winziges Reptil mit einer Muschel auf dem Rücken. Man findet es in Flüssen und Teichen.]
eo: [DESCRIPTION:Eta reptilio kun karapaco sur sia dorso. Ĝi troviĝas en riveroj kaj lagetoj.]
es: [DESCRIPTION:Un pequeño reptil con un caparazón en su espalda. Puede ser visto en ríos y estanques.]
ja: [DESCRIPTION:川や池に棲む、背中に甲羅を持つ小型爬虫類。]
ko: [DESCRIPTION:등에 껍질이있는 작은 파충류. 강과 연못에서 찾을 수 있습니다.]
pl: [DESCRIPTION:Malutki gad z muszlą na jego plecach. Można go znaleźć w rzekach i stawach.]
ru: [DESCRIPTION:Мелкая рептилия с панцирем на спине. Обитает в прудах и реках.]
tr: [DESCRIPTION:Sırtında kabuğu olan minik bir sürüngen. Nehirlerde ve göletlerde bulunabilir.]
vi: [DESCRIPTION:Một loài bò sát nhỏ xíu với mai trên lưng. Nó có thể được tìm thấy ở sông và ao.]

# CREATURE:POND_TURTLE
source: [NAME:pond turtle:pond turtles:pond turtle]
cs: [NAME:želva bahenní:želvy bahenní:želva bahenní]
de: [NAME:Teichschildkröte:Teichschildkröten:Teichschildkröte]
eo: [NAME:lagettestudo:lagettestudoj:de lagettestudo]
es: [NAME:galápago occidental:galápagos occidentales:galápago occidental]
ja: [NAME:ブチイシガメ:ブチイシガメ:ブチイシガメの]
ko: [NAME:연못 거북:연못 거북들:연못 거북]
pl: [NAME:żółw stawowy:żółwie stawowe:żółwio stawowy]
ru: [NAME:прудовая черепаха:прудовые черепахи:прудовой черепахи]
tr: [NAME:gölet kaplumbağası:gölet kaplumbağaları:gölet kaplumbağası]
vi: [NAME:rùa ao:rùa ao:rùa ao]

# CREATURE:POND_TURTLE
source: [CASTE_NAME:pond turtle:pond turtles:pond turtle]
cs: [CASTE_NAME:želva bahenní:želvy bahenní:želva bahenní]
de: [CASTE_NAME:Teichschildkröte:Teichschildkröten:Teichschildkröte]
eo: [CASTE_NAME:lagettestudo:lagettestudoj:de lagettestudo]
es: [CASTE_NAME:galápago occidental:galápagos occidentales:galápago occidental]
ja: [CASTE_NAME:ブチイシガメ:ブチイシガメ:ブチイシガメの]
ko: [CASTE_NAME:연못 거북:연못 거북들:연못 거북]
pl: [CASTE_NAME:żółw stawowy:żółwie stawowe:żółwio stawowy]
ru: [CASTE_NAME:прудовая черепаха:прудовые черепахи:прудовой черепахи]
tr: [CASTE_NAME:gölet kaplumbağası:gölet kaplumbağaları:gölet kaplumbağası]
vi: [CASTE_NAME:rùa ao:rùa ao:rùa ao]

# CREATURE:POND_TURTLE
source: [PREFSTRING:shells]
cs: [PREFSTRING:ulity]
de: [PREFSTRING:Schalen]
eo: [PREFSTRING:karapacoj]
es: [PREFSTRING:caparazón]
ja: [PREFSTRING:殻]
ko: [PREFSTRING:껍질]
pl: [PREFSTRING:muszle]
ru: [PREFSTRING:раковины]
tr: [PREFSTRING:kabuklar]
vi: [PREFSTRING:các vỏ]

# CREATURE:POND_TURTLE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:POND_TURTLE
source: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:retract into <pro_pos> shell:retracts into <pro_pos> shell:come out of <pro_pos> shell:comes out of <pro_pos> shell]
cs: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:zatáhnout se do <pro_pos> krunýře:zatáhne se do <pro_pos> krunýře:vylézt z <pro_pos> krunýře:vyleze z <pro_pos> krunýře]
de: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:hineinziehen<pro_pos>shell:zieht hinein<pro_pos>shell:herauskommen<pro_pos>shell:kommt heraus<pro_pos>shell]
eo: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:kuntiras sin en<pro_pos> karapaco:kuntiras sin en <pro_pos> karapaco:eliras el <pro_pos> karapaco:eliras el <pro_pos> karapaco]
es: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:retraerse en <pro_pos> el caparazón:se retrae en <pro_pos>el caparazón:sale de <pro_pos> el caparazón:sale de <pro_pos> el caparazón]
pl: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:chowasz się do <pro_pos> muszli:chowa się do <pro_pos> muszli:wychodzisz z <pro_pos> muszli:wychodzi z <pro_pos> muszli]
ru: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:прячетесь в <pro_pos> панцирь:прячется в <pro_pos> панцирь:высовываетесь из <pro_pos> панциря:высовывается из <pro_pos> панциря]
tr: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:kabuğuna çekil:kabuğuna çekilir:kabuğundan çık:kabuğundan çıkar]
vi: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:rụt vào mai của <pro_pos>:rụt vào mai của <pro_pos>:chui ra khỏi mai của <pro_pos>:chui ra khỏi mai của <pro_pos>]

# CREATURE:POND_TURTLE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:POND_TURTLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:POND_TURTLE_MAN
source: [CASTE_NAME:pond turtle man:pond turtle men:pond turtle man]
cs: [CASTE_NAME:bahenní muž:bahenní muži:bahenní muž]
de: [CASTE_NAME:Teichschildkrötenmann:Teichschildkrötenmänner:Teichschildkrötenmann]
eo: [CASTE_NAME:homlagettestudiĉo:homlagettestudiĉoj:de homlagettestudiĉo]
es: [CASTE_NAME:hombre galápago occidental:hombres galápagos occidentales:hombre galápago occidental]
ja: [CASTE_NAME:ブチイシガメ男:ブチイシガメ男:ブチイシガメ男の]
ko: [CASTE_NAME:남성 연못 거북인간:남성 연못 거북인간:남성 연못 거북인간]
pl: [CASTE_NAME:żółwiomężczyzna stawowy:żółwiomężczyźni stawowi:żółwiomęsko stawowy]
ru: [CASTE_NAME:мужчина-прудовая черепаха:мужчины-прудовые черепахи:мужчины-прудовой черепахи]
tr: [CASTE_NAME:erkek gölet kaplumbağası:erkek gölet kaplumbağaları:erkek gölet kaplumbağası]
vi: [CASTE_NAME:người rùa ao nam:những người rùa ao nam:người rùa ao nam]

# CREATURE:POND_TURTLE_MAN
source: [CASTE_NAME:pond turtle woman:pond turtle women:pond turtle woman]
cs: [CASTE_NAME:bahenní žena:bahenní ženy:bahenní žena]
de: [CASTE_NAME:Teichschildkrötenfrau:Teichschildkrötenfrauen:Teichschildkrötenfrau]
eo: [CASTE_NAME:homlagettestudino:homlagettestudinoj:de homlagettestudino]
es: [CASTE_NAME:mujer galápago occidental:mujeres galápagos occidentales:mujer galápago occidental]
ja: [CASTE_NAME:ブチイシガメ女:ブチイシガメ女:ブチイシガメ女の]
ko: [CASTE_NAME:여성 연못 거북인간:여성 연못 거북인간:여성 연못 거북인간]
pl: [CASTE_NAME:żółwiokobieta stawowa:żółwiokobiety stawowe:żółwiokobieco stawowy]
ru: [CASTE_NAME:женщина-прудовая черепаха:женщины-прудовые черепахи:женщины-прудовой черепахи]
tr: [CASTE_NAME:dişi gölet kaplumbağası:dişi gölet kaplumbağaları:dişi gölet kaplumbağası]
vi: [CASTE_NAME:người rùa ao nữ:những người rùa ao nữ:người rùa ao nữ]

# CREATURE:POND_TURTLE_MAN
source: [NAME:pond turtle man:pond turtle men:pond turtle man]
cs: [NAME:bahenní muž:bahenní muži:bahenní muž]
de: [NAME:Teichschildkrötenmensch:Teichschildkrötenmenschen:Teichschildkrötenmensch]
eo: [NAME:homlagettestudo:homlagettestudoj:de homlagettestudo]
es: [NAME:hombre galápago occidental:hombres galápagos occidentales:hombre galápago occidental]
ja: [NAME:ブチイシガメ男:ブチイシガメ男:ブチイシガメ男の]
ko: [NAME:연못 거북인간:연못 거북인간들:연못 거북인간]
pl: [NAME:żółwioczłowiek stawowy:żółwioludzie stawowi:żółwioludzko stawowy]
ru: [NAME:человек-прудовая черепаха:люди-прудовые черепахи:человека-прудовой черепахи]
tr: [NAME:erkek gölet kaplumbağası:erkek gölet kaplumbağaları:erkek gölet kaplumbağası]
vi: [NAME:người rùa ao nam:những người rùa ao nam:người rùa ao nam]

# CREATURE:POND_TURTLE_MAN
source: [DESCRIPTION:A person with the head and shell of a pond turtle.]
cs: [DESCRIPTION:Osoba s hlavou a krunýřem želvy bahenní.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Panzer einer Sumpfschildkröte.]
eo: [DESCRIPTION:Homo kun la kapo kaj la karapaco de lagettestudo.]
es: [DESCRIPTION:Una persona con la caparazón y la cabeza de una galápago occidental]
ja: [DESCRIPTION:ブチイシガメの頭と甲羅を持つ人間だ。]
ko: [DESCRIPTION:연못 거북의 머리와 껍질을 가진 사람.]
pl: [DESCRIPTION:Osobnik ze skorupą i i głową żółwia stawowego.]
ru: [DESCRIPTION:Человек с головой и панцирем прудовой черепахи.]
tr: [DESCRIPTION:Gölet kaplumbağası başına ve kabuğuna sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người với đầu và mai của một con rùa ao.]

# CREATURE:GIANT_POND_TURTLE
source: [NAME:giant pond turtle:giant pond turtles:giant pond turtle]
cs: [NAME:obří želva bahenní:obří želvy bahenní:obří želva bahenní]
de: [NAME:Riesenteichschildkröte:Riesenteichschildkröten:Riesenteichschildkröte]
eo: [NAME:giganta lagettestudo:gigantaj lagettestudoj:de giganta lagettestudo]
es: [NAME:galápago occidental gigante:galápagos occidentales gigantes:galápago occidental gigante]
ja: [NAME:巨大ブチイシガメ:巨大ブチイシガメ:巨大ブチイシガメの]
ko: [NAME:거대 연못거북:거대 연못거북들:거대 연못거북]
pl: [NAME:gigantyczny żółw stawowy:gigantyczne żółwie stawowe:gigantyczno żółwio stawowy]
ru: [NAME:гигантская прудовая черепаха:гигантские прудовые черепахи:гигантской прудовой черепахи]
tr: [NAME:dev gölet kaplumbağası:dev gölet kaplumbağaları:dev gölet kaplumbağası]
vi: [NAME:rùa ao khổng lồ:rùa ao khổng lồ:rùa ao khổng lồ]

# CREATURE:GIANT_POND_TURTLE
source: [CASTE_NAME:giant pond turtle:giant pond turtles:giant pond turtle]
cs: [CASTE_NAME:obří želva bahenní:obří želvy bahenní:obří želva bahenní]
de: [CASTE_NAME:Riesenteichschildkröte:Riesenteichschildkröten:Riesenteichschildkröte]
eo: [CASTE_NAME:giganta lagettestudo:gigantaj lagettestudoj:de giganta lagettestudo]
es: [CASTE_NAME:galápago occidental gigante:galápagos occidentales gigantes:galápago occidental gigante]
ja: [CASTE_NAME:巨大ブチイシガメ:巨大ブチイシガメ:巨大ブチイシガメの]
ko: [CASTE_NAME:거대 연못거북:거대 연못거북들:거대 연못거북]
pl: [CASTE_NAME:gigantyczny żółw stawowy:gigantyczne żółwie stawowe:gigantyczno żółwio stawowy]
ru: [CASTE_NAME:гигантская прудовая черепаха:гигантские прудовые черепахи:гигантской прудовой черепахи]
tr: [CASTE_NAME:dev gölet kaplumbağası:dev gölet kaplumbağaları:dev gölet kaplumbağası]
vi: [CASTE_NAME:rùa ao khổng lồ:rùa ao khổng lồ:rùa ao khổng lồ]

# CREATURE:GIANT_POND_TURTLE
source: [DESCRIPTION:A huge monster shaped like a pond turtle.]
cs: [DESCRIPTION:Obrovský tvor ve tvaru želvy bahenní.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Sumpfschildkröte.]
eo: [DESCRIPTION:Grandega monstro kun formo de lagettestudo.]
es: [DESCRIPTION:Un monstruo enorme con la forma de una galápago occidental]
ja: [DESCRIPTION:ブチイシガメのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:연못 거북 모양의 거대한 괴물.]
pl: [DESCRIPTION:Ogromny potwór ukształtowany jak żółw stawowy.]
ru: [DESCRIPTION:Огромный монстр, похожий на прудовую черепаху.]
tr: [DESCRIPTION:Gölet kaplumbağası şeklinde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng một con rùa ao.]
zh_hans: [DESCRIPTION:一只巨大的池龟怪。]

# CREATURE:GIANT_POND_TURTLE
source: [PREFSTRING:shells]
cs: [PREFSTRING:ulity]
de: [PREFSTRING:Schalen]
eo: [PREFSTRING:karapacoj]
es: [PREFSTRING:caparazón]
ja: [PREFSTRING:殻]
ko: [PREFSTRING:껍질]
pl: [PREFSTRING:muszle]
ru: [PREFSTRING:раковины]
tr: [PREFSTRING:kabuklar]
vi: [PREFSTRING:các vỏ]

# CREATURE:HAMSTER
source: [DESCRIPTION:A tiny rodent that burrows by day and scurries about at night.]
cs: [DESCRIPTION:Drobný hlodavec, který přes den hrabe nory a v noci pobíhá venku.]
de: [DESCRIPTION:Ein winziges Nagetier, das sich tagsüber eingräbt und nachts herumwuselt.]
eo: [DESCRIPTION:Eta ronĝulo, kiu truas tage kaj ĉirkaŭkŭras nokte.]
es: [DESCRIPTION:Un pequeño roedor que se esconde en el día y sale por las noches.]
ja: [DESCRIPTION:昼間は穴を掘り、夜は走り回る小さな齧歯動物。]
ko: [DESCRIPTION:낮에는 굴을 파고 밤에는 이리저리 뛰어다니는 작은 설치류.]
pl: [DESCRIPTION:Malutki gryzoń, który zakopuje się na noc i kręci się w nocy.]
ru: [DESCRIPTION:Мелкий грызун, прячущийся в норах днем и активный ночью.]
tr: [DESCRIPTION:Gündüzleri yuvasına çekilen, geceleri ise etrafta koşturan minik bir kemirgen.]
vi: [DESCRIPTION:Một loài gặm nhấm nhỏ xíu đào hang vào ban ngày và chạy lăng xăng vào ban đêm.]

# CREATURE:HAMSTER
source: [NAME:hamster:hamsters:hamster]
cs: [NAME:křeček:křečci:křeček]
de: [NAME:Hamster:Hamster:Hamster]
eo: [NAME:hamstro:hamstroj:de hamstro]
es: [NAME:hámster:hámsters:hámster]
ja: [NAME:ハムスター:ハムスター:ハムスターの]
ko: [NAME:햄스터:햄스터떼:햄스터]
pl: [NAME:chomik:chomiki:chomiczy]
ru: [NAME:хомяк:хомяки:хомяка]
tr: [NAME:hamster:hamsterlar:hamster]

# CREATURE:HAMSTER
source: [CASTE_NAME:hamster:hamsters:hamster]
cs: [CASTE_NAME:křeček:křečci:křeček]
de: [CASTE_NAME:Hamster:Hamster:Hamster]
eo: [CASTE_NAME:hamstro:hamstroj:de hamstro]
es: [CASTE_NAME:hámster:hámsters:hámster]
ja: [CASTE_NAME:ハムスター:ハムスター:ハムスターの]
ko: [CASTE_NAME:햄스터:햄스터들:햄스터]
pl: [CASTE_NAME:chomik:chomiki:chomiczy]
ru: [CASTE_NAME:хомяк:хомяки:хомяка]
tr: [CASTE_NAME:hamster:hamsterlar:hamster]

# CREATURE:HAMSTER
source: [GNAWER:gnawed]
cs: [GNAWER:okousané]
de: [GNAWER:genagt]
eo: [GNAWER:ronĝis]
es: [GNAWER:roído]
ja: [GNAWER:ガリガリかじる]
ko: [GNAWER:갉음]
pl: [GNAWER:podgryziony]
ru: [GNAWER:грызёт]
tr: [GNAWER:kemirilmiş]
vi: [GNAWER:Bị gặm nhấm]

# CREATURE:HAMSTER
source: [PREFSTRING:puffy cheeks]
cs: [PREFSTRING:nacpanými tvářemi]
de: [PREFSTRING:bauschige Backen]
eo: [PREFSTRING:pufaj vangoj]
es: [PREFSTRING:cachetes hinchados]
ja: [PREFSTRING:ふわふわした頬]
ko: [PREFSTRING:볼 부풀리기]
pl: [PREFSTRING:puszyste policzki]
ru: [PREFSTRING:большие щёки]
tr: [PREFSTRING:şişkin yanaklar]
vi: [PREFSTRING:má phúng phính]

# CREATURE:HAMSTER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:HAMSTER
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:HAMSTER
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:HAMSTER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:HAMSTER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:HAMSTER_MAN
source: [CASTE_NAME:hamster man:hamster men:hamster man]
cs: [CASTE_NAME:křeččí muž:křeččí muži:křeččí muž]
de: [CASTE_NAME:Hamstermann:Hamstermänner:Hamstermann]
eo: [CASTE_NAME:homhamstriĉo:homhamstriĉoj:de homhamstriĉo]
es: [CASTE_NAME:hombre hámster:hombres hámster:hombre hámster]
ja: [CASTE_NAME:ハムスター男:ハムスター男:ハムスター男の]
ko: [CASTE_NAME:남성 햄스터인간:남성 햄스터인간들:남성 햄스터 인간]
pl: [CASTE_NAME:chomikomężczyzna:chomikomężczyźni:chomikomężczyzny]
ru: [CASTE_NAME:мужчина-хомяк:мужчины-хомяки:мужчины-хомяка]
tr: [CASTE_NAME:erkek hamster:erkek hamsterlar:erkek hamster]
vi: [CASTE_NAME:người chuột hamster nam:những người chuột hamster nam:người chuột hamster nam]

# CREATURE:HAMSTER_MAN
source: [CASTE_NAME:hamster woman:hamster women:hamster woman]
cs: [CASTE_NAME:křeččí žena:křeččí ženy:křeččí žena]
de: [CASTE_NAME:Hamsterfrau:Hamsterfrauen:Hamsterfrau]
eo: [CASTE_NAME:homhamstrino:homhamstrinoj:de homhamstrino]
es: [CASTE_NAME:mujer hámster:mujeres hámster:mujer hámster]
ja: [CASTE_NAME:ハムスター女:ハムスター女:ハムスター女の]
ko: [CASTE_NAME:여성 햄스터인간:여성 햄스터인간들:여성 햄스터 인간]
pl: [CASTE_NAME:chomikokobieta:chomikokobiety:chomikokobiecy]
ru: [CASTE_NAME:женщина-хомяк:женщины-хомяки:женщины-хомяка]
tr: [CASTE_NAME:dişi hamster:dişi hamsterlar:dişi hamster]
vi: [CASTE_NAME:người chuột hamster nữ:những người chuột hamster nữ:người chuột hamster nữ]

# CREATURE:HAMSTER_MAN
source: [NAME:hamster man:hamster men:hamster man]
cs: [NAME:křeččí muž:křeččí muži:křeččí muž]
de: [NAME:Hamstermensch:Hamstermenschen:Hamstermensch]
eo: [NAME:homhamstro:homhamstroj:de homhamstro]
es: [NAME:hombre hámster:hombres hámster:hombre hámster]
ja: [NAME:ハムスター男:ハムスター男:ハムスター男の]
ko: [NAME:햄스터인간:햄스터인간들:햄스터인간]
pl: [NAME:chomikoczłowiek:chomikoludzie:chomikoludzki]
ru: [NAME:человек-хомяк:люди-хомяки:человека-хомяка]
tr: [NAME:erkek hamster:erkek hamsterlar:erkek hamster]
vi: [NAME:người chuột hamster nam:những người chuột hamster nam:người chuột hamster nam]

# CREATURE:HAMSTER_MAN
source: [DESCRIPTION:A person with the head and fur of a hamster.]
cs: [DESCRIPTION:Osoba s hlavou a srstí křečka.]
de: [DESCRIPTION:Eine Person mit dem Kopf und dem Fell eines Hamsters.]
eo: [DESCRIPTION:Homo kun la kapo kaj la felo de hamstro.]
es: [DESCRIPTION:Una persona con la cabeza y el pelaje de un hámster.]
ja: [DESCRIPTION:ハムスターの頭と毛皮を持つ人間だ。]
ko: [DESCRIPTION:햄스터의 머리와 털을 가진 사람.]
pl: [DESCRIPTION:Osobnik z głową i futrem chomika.]
ru: [DESCRIPTION:Человек с головой и мехом хомяка.]
tr: [DESCRIPTION:Hamster başına ve kürküne sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người với đầu và lông của một con chuột hamster.]

# CREATURE:GIANT_HAMSTER
source: [NAME:giant hamster:giant hamsters:giant hamster]
cs: [NAME:obří křeček:obří křečci:obří křeček]
de: [NAME:Riesenhamster:Riesenhamster:Riesenhamster]
eo: [NAME:giganta hamstro:gigantaj hamstroj:de giganta hamstro]
es: [NAME:hámster gigante:hámsters gigantes:hámster gigante]
ja: [NAME:巨大ハムスター:巨大ハムスター:巨大ハムスターの]
ko: [NAME:거대 햄스터:거대 햄스터떼:거대 햄스터]
pl: [NAME:gigantyczny chomik:gigantyczne chomiki:gigantyczno chomiczy]
ru: [NAME:гигантский хомяк:гигантские хомяки:гигантского хомяка]
tr: [NAME:dev hamster:dev hamsterlar:dev hamster]

# CREATURE:GIANT_HAMSTER
source: [CASTE_NAME:giant hamster:giant hamsters:giant hamster]
cs: [CASTE_NAME:obří křeček:obří křečci:obří křeček]
de: [CASTE_NAME:Riesenhamster:Riesenhamster:Riesenhamster]
eo: [CASTE_NAME:giganta hamstro:gigantaj hamstroj:de giganta hamstro]
es: [CASTE_NAME:hámster gigante:hámsters gigantes:hámster gigante]
ja: [CASTE_NAME:巨大ハムスター:巨大ハムスター:巨大ハムスターの]
ko: [CASTE_NAME:거대 햄스터:거대 햄스터떼:거대 햄스터]
pl: [CASTE_NAME:gigantyczny chomik:gigantyczne chomiki:gigantyczno chomiczy]
ru: [CASTE_NAME:гигантский хомяк:гигантские хомяки:гигантского хомяка]
tr: [CASTE_NAME:dev hamster:dev hamsterlar:dev hamster]

# CREATURE:GIANT_HAMSTER
source: [DESCRIPTION:A large creature the shape of a hamster.]
cs: [DESCRIPTION:Velký tvor ve tvaru křečka.]
de: [DESCRIPTION:Eine große Kreatur in der Gestalt eines Hamsters.]
eo: [DESCRIPTION:Granda estaĵo kun la formo de hamstro.]
es: [DESCRIPTION:Una gran criatura con la forma de un hámster.]
ja: [DESCRIPTION:ハムスターのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:햄스터 모양의 큰 생물.]
pl: [DESCRIPTION:Duże stworzenie w kształcie chomika.]
ru: [DESCRIPTION:Огромное существо, похожее на хомяка.]
tr: [DESCRIPTION:Hamster biçiminde büyük bir yaratık.]
vi: [DESCRIPTION:Một sinh vật lớn có hình dạng một con chuột hamster.]

# CREATURE:GIANT_HAMSTER
source: [PREFSTRING:puffy cheeks]
cs: [PREFSTRING:nacpanými tvářemi]
de: [PREFSTRING:bauschige Backen]
eo: [PREFSTRING:pufaj vangoj]
es: [PREFSTRING:cachetes hinchados]
ja: [PREFSTRING:ふわふわした頬]
ko: [PREFSTRING:볼 부풀리기]
pl: [PREFSTRING:puszyste policzki]
ru: [PREFSTRING:большие щёки]
tr: [PREFSTRING:şişkin yanaklar]
vi: [PREFSTRING:má phúng phính]

# CREATURE:HEDGEHOG
source: [DESCRIPTION:A small round mammal whose back is covered in spines. It is nocturnal and feeds on insects. It curls into a ball when startled and is found in temperate regions.]
cs: [DESCRIPTION:Drobný kulatý savec s ostny na zádech. Je noční a živí se hmyzem. Při vyrušení se stočí do klubíčka. Vyskytuje se v mírném pásu.]
de: [DESCRIPTION:Ein kleines rundes Säugetier, dessen Rücken mit Stacheln bedeckt ist. Es ist nachtaktiv und ernährt sich von Insekten. Es rollt sich zu einem Ball zusammen, wenn es aufgeschreckt wird, und ist in gemäßigten Regionen zu finden.]
eo: [DESCRIPTION:Malgranda romda mamulo, kies dorso estas kovrita de pikiloj. Ĝi estas nokta, kaj manĝas insektojn. Ĝi volvas sin kia bulo kiam alarmata, kaj troviĝas en mezvarmaj regionoj.]
es: [DESCRIPTION:Un pequeño mamífero con espinas en su espalda. Es nocturno y se alimenta de insectos. Se enrosca cuando se asusta y se encuentra en regiones templadas.]
ja: [DESCRIPTION:背中が棘で覆われている小さな丸い哺乳類。夜行性で昆虫食。驚いたときに丸まって身を守る。温帯地域で見つかります。]
ko: [DESCRIPTION:등이 가시로 뒤덮인 작고 둥근 포유류. 야행성이며 곤충을 먹고 산다. 놀라면 공 모양으로 말리며 온대 지역에서 발견됩니다.]
pl: [DESCRIPTION:Mały, okrągły ssak, którego plecy są pokryte kolcami. Jest nocnym stworzeniem i karmi się insektami. Kiedy się przestraszy, zwija się w kłębek i można go znaleźć w regionach o klimacie umiarkowanym.]
ru: [DESCRIPTION:Маленькое круглое млекопитающее со спиной, покрытой иголками. Активно ночью, питается насекомыми. При опасности сворачивается в клубок. Обитает в умеренных регионах.]
tr: [DESCRIPTION:Sırtı dikenlerle kaplı, küçük, yuvarlak bir memeli. Gececildir ve böceklerle beslenir. Ürkütüldüğünde top şeklini alır ve ılıman bölgelerde bulunur.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ, tròn với lưng phủ đầy gai. Nó hoạt động về đêm và ăn côn trùng. Nó cuộn tròn thành quả bóng khi giật mình và được tìm thấy ở các vùng ôn đới.]

# CREATURE:HEDGEHOG
source: [NAME:hedgehog:hedgehogs:hedgehog]
cs: [NAME:ježek:ježci:ježek]
de: [NAME:Igel:Igel:Igel]
eo: [NAME:erinaco:erinacoj:de erinaco]
es: [NAME:erizo:erizos:erizo]
ja: [NAME:ハリネズミ:ハリネズミ:ハリネズミの]
ko: [NAME:고슴도치:고슴도치들:고슴도치]
pl: [NAME:jeż:jeże:jeżowy]
ru: [NAME:ёж:ежи:ежа]
tr: [NAME:kirpi:kirpiler:kirpi]
vi: [NAME:nhím:nhím:nhím]
