Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:IMP_FIRE
source: [PREFSTRING:terrifying features]
cs: [PREFSTRING:děsivé rysy]
de: [PREFSTRING:furchterregende Fähigkeiten]
eo: [PREFSTRING:teruraj trajtoj]
es: [PREFSTRING:características aterradoras]
ja: [PREFSTRING:恐ろしい機能]
ko: [PREFSTRING:끔찍한 이목구비]
pl: [PREFSTRING:przerażające cechy]
ru: [PREFSTRING:ужасающий внешний вид]
tr: [PREFSTRING:korkunç özellikler]
vi: [PREFSTRING:những đặc điểm đáng sợ]

# CREATURE:IMP_FIRE
source: [ODOR_STRING:smoke]
cs: [ODOR_STRING:kouř]
de: [ODOR_STRING:Rauch]
eo: [ODOR_STRING:fumo]
es: [ODOR_STRING:humo]
ja: [ODOR_STRING:煙]
ko: [ODOR_STRING:연기]
pl: [ODOR_STRING:palić]
ru: [ODOR_STRING:дымом]
tr: [ODOR_STRING:duman]
vi: [ODOR_STRING:Khói]

# CREATURE:IMP_FIRE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:IMP_FIRE
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:IMP_FIRE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:IMP_FIRE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:IMP_FIRE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:IMP_FIRE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SPIDER_CAVE_GIANT
source: [DESCRIPTION:A large underground monster with eight legs and sharp, venomous fangs.]
cs: [DESCRIPTION:Velké podzemní monstrum s osmi nohami a ostrými jedovatými tesáky.]
de: [DESCRIPTION:Ein großes unterirdisches Monster mit acht Beinen und scharfen Giftzähnen.]
eo: [DESCRIPTION:Granda subtera monstro kun ok gamboj kaj akraj venenaj dentegoj.]
es: [DESCRIPTION:Un gran monstruo subterráneo con ocho piernas y afilados colmillos venenosos.]
ja: [DESCRIPTION:鋭い毒牙に八本の足を持つ、地下に棲むの巨大なクモだ。]
ko: [DESCRIPTION:여덟 개의 다리와 날카롭고 독이 있는 송곳니를 가진 커다란 지하 괴물.]
pl: [DESCRIPTION:Duży podziemny potwór z ośmioma nogami i ostrymi, jadowitymi kłami.]
ru: [DESCRIPTION:Крупный подземный монстр с восемью ногами и острыми ядовитыми клыками.]
tr: [DESCRIPTION:Sekiz bacaklı ve keskin, zehirli dişleri olan büyük bir yeraltı canavarı.]
vi: [DESCRIPTION:Một quái vật dưới lòng đất to lớn với tám chân và những chiếc răng nanh sắc nhọn, có nọc độc.]
zh_hans: [DESCRIPTION:一种有八条腿和锋利且带毒尖牙的大型地底怪物.]

# CREATURE:SPIDER_CAVE_GIANT
source: [NAME:giant cave spider:giant cave spiders:giant cave spider]
cs: [NAME:obří jeskynní pavouk:obří jeskynní pavouci:obřího jeskynního pavouka]
de: [NAME:Riesen Höhlenspinne:Riesen Höhlenspinnen:Riesen Höhlenspinne]
eo: [NAME:giganta kavaraneo:gigantaj kavaraneoj:de giganta kavaraneo]
es: [NAME:araña de cueva gigante:arañas de cueva gigante:araña de cueva gigante]
ja: [NAME:巨大洞窟蜘蛛:巨大洞窟蜘蛛:巨大洞窟蜘蛛の]
ko: [NAME:거대 동굴 거미:거대 동굴 거미들:거대 동굴 거미]
pl: [NAME:gigantyczny pająk jaskiniowy:gigantyczne pająki jaskiniowe:gigantycznych pająków jaskiniowych]
ru: [NAME:гигантский пещерный паук:гигантские пещерные пауки:гигантского пещерного паука]
tr: [NAME:dev mağara örümceği:dev mağara örümcekleri:dev mağara örümceği]
vi: [NAME:Nhện hang khổng lồ:Nhện hang khổng lồ:Nhện hang khổng lồ]
zh_hans: [NAME:巨洞穴蜘蛛:巨洞穴蜘蛛:巨洞穴蜘蛛]

# CREATURE:SPIDER_CAVE_GIANT
source: [CASTE_NAME:giant cave spider:giant cave spiders:giant cave spider]
cs: [CASTE_NAME:obří jeskynní pavouk:obří jeskynní pavouci:obřího jeskynního pavouka]
de: [CASTE_NAME:Riesen Höhlenspinne:Riesen Höhlenspinnen:Riesen Höhlenspinne]
eo: [CASTE_NAME:giganta kavaraneo:gigantaj kavaraneoj:de giganta kavaraneo]
es: [CASTE_NAME:araña de cueva gigante:arañas de cueva gigante:araña de cueva gigante]
ja: [CASTE_NAME:巨大洞窟蜘蛛:巨大洞窟蜘蛛:巨大洞窟蜘蛛の]
ko: [CASTE_NAME:거대 동굴 거미:거대 동굴 거미들:거대 동굴 거미]
pl: [CASTE_NAME:gigantyczny pająk jaskiniowy:gigantyczne pająki jaskiniowe:gigantycznych pająków jaskiniowych]
ru: [CASTE_NAME:гигантский пещерный паук:гигантские пещерные пауки:гигантского пещерного паука]
tr: [CASTE_NAME:dev mağara örümceği:dev mağara örümcekleri:dev mağara örümceği]
vi: [CASTE_NAME:Nhện hang khổng lồ:Nhện hang khổng lồ:Nhện hang khổng lồ]
zh_hans: [CASTE_NAME:巨洞穴蜘蛛:巨洞穴蜘蛛:巨洞穴蜘蛛]

# CREATURE:SPIDER_CAVE_GIANT
source: [CDI:ADV_NAME:Spray web]
cs: [CDI:ADV_NAME:Výstřik pavučiny]
de: [CDI:ADV_NAME:Spinnenfaden sprühen]
eo: [CDI:ADV_NAME:Ŝpruci araneaĵon]
es: [CDI:ADV_NAME:Lanzar telaraña]
ja: [CDI:ADV_NAME:網を張る]
ko: [CDI:ADV_NAME:거미줄 분사]
pl: [CDI:ADV_NAME:rozpylanie sieci]
ru: [CDI:ADV_NAME:Выпустить паутину]
tr: [CDI:ADV_NAME:Ağ fışkırt]
vi: [CDI:ADV_NAME:Phun tơ]

# CREATURE:SPIDER_CAVE_GIANT
source: [PREFSTRING:mystery]
cs: [PREFSTRING:tajemnost]
de: [PREFSTRING:geheimnisvoll]
eo: [PREFSTRING:mistero]
es: [PREFSTRING:misteriosa]
ja: [PREFSTRING:神秘的]
ko: [PREFSTRING:신비로운]
pl: [PREFSTRING:tajemnica]
ru: [PREFSTRING:таинственность]
tr: [PREFSTRING:gizem]
vi: [PREFSTRING:Bí ẩn]

# CREATURE:SPIDER_CAVE_GIANT
source: [STATE_NAME:ALL_SOLID:frozen giant cave spider venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed obřího jeskynního pavouka]
de: [STATE_NAME:ALL_SOLID:gefrorenes Riesenhöhlenspinnengift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de giganta kavaraneo]
es: [STATE_NAME:ALL_SOLID:veneno congelado de araña de cueva gigante]
ja: [STATE_NAME:ALL_SOLID:凍った巨大洞窟蜘蛛の毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 동굴거미 독]
pl: [STATE_NAME:ALL_SOLID: zamrożony jad gigantycznego pająka jaskiniowego]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд гигантского пещерного паука]
tr: [STATE_NAME:ALL_SOLID:donmuş dev mağara örümceği zehri]
vi: [STATE_NAME:ALL_SOLID:Nọc độc nhện hang khổng lồ đông cứng]

# CREATURE:SPIDER_CAVE_GIANT
source: [STATE_ADJ:ALL_SOLID:frozen giant cave spider venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed obřího jeskynního pavouka]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Riesenhöhlenspinnengift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de giganta kavaraneo]
es: [STATE_ADJ:ALL_SOLID:veneno congelado de araña de cueva gigante]
ja: [STATE_ADJ:ALL_SOLID:凍った巨大洞窟蜘蛛の毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 동굴거미 독]
pl: [STATE_ADJ:ALL_SOLID: zamrożony jad gigantycznego pająka jaskiniowego]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд гигантского пещерного паука]
tr: [STATE_ADJ:ALL_SOLID:donmuş dev mağara örümceği zehri]
vi: [STATE_ADJ:ALL_SOLID:Nọc độc nhện hang khổng lồ đông cứng]

# CREATURE:SPIDER_CAVE_GIANT
source: [STATE_NAME:LIQUID:giant cave spider venom]
cs: [STATE_NAME:LIQUID:jed obřího jeskynního pavouka]
de: [STATE_NAME:LIQUID:Riesen Höhlenspinnengift]
eo: [STATE_NAME:LIQUID:veneno de giganta kavaraneo]
es: [STATE_NAME:LIQUID:veneno de araña gigante de cueva]
ja: [STATE_NAME:LIQUID:巨大洞窟蜘蛛の毒液]
ko: [STATE_NAME:LIQUID:거대 동굴거미 독]
pl: [STATE_NAME:LIQUID:jad gigantycznego pająka jaskiniowego]
ru: [STATE_NAME:LIQUID:яд гигантского пещерного паука]
tr: [STATE_NAME:LIQUID:dev mağara örümceği zehri]
vi: [STATE_NAME:LIQUID:Nọc độc nhện hang khổng lồ]

# CREATURE:SPIDER_CAVE_GIANT
source: [STATE_ADJ:LIQUID:giant cave spider venom]
cs: [STATE_ADJ:LIQUID:jed obřího jeskynního pavouka]
de: [STATE_ADJ:LIQUID:riesen-Höhlenspinnen Gift]
eo: [STATE_ADJ:LIQUID:de veneno de giganta kavaraneo]
es: [STATE_ADJ:LIQUID:veneno de araña gigante de cueva]
ja: [STATE_ADJ:LIQUID:巨大洞窟蜘蛛の毒液]
ko: [STATE_ADJ:LIQUID:거대 동굴거미 독]
pl: [STATE_ADJ:LIQUID:jad gigantycznego pająka jaskiniowego]
ru: [STATE_ADJ:LIQUID:яд гигантского пещерного паука]
tr: [STATE_ADJ:LIQUID:dev mağara örümceği zehri]
vi: [STATE_ADJ:LIQUID:Nọc độc nhện hang khổng lồ]

# CREATURE:SPIDER_CAVE_GIANT
source: [STATE_NAME:GAS:boiling giant cave spider venom]
cs: [STATE_NAME:GAS:vroucí jed obřího jeskynního pavouka]
de: [STATE_NAME:GAS:kochendes riesen-Höhlenspinnen Gift]
eo: [STATE_NAME:GAS:bolanta veneno de giganta kavaraneo]
es: [STATE_NAME:GAS:veneno hirviendo de araña gigante de cueva]
ja: [STATE_NAME:GAS:蒸気化した巨大洞窟蜘蛛の毒液]
ko: [STATE_NAME:GAS:기화된 거대 동굴거미 독]
pl: [STATE_NAME:GAS:wrzący jad gigantycznego pająka jaskiniowego]
ru: [STATE_NAME:GAS:пары яда гигантского пещерного паука]
tr: [STATE_NAME:GAS:kaynayan dev mağara örümceği zehri]
vi: [STATE_NAME:GAS:Nọc độc nhện hang khổng lồ đang sôi]

# CREATURE:SPIDER_CAVE_GIANT
source: [STATE_ADJ:GAS:boiling giant cave spider venom]
cs: [STATE_ADJ:GAS:vroucí jed obřího jeskynního pavouka]
de: [STATE_ADJ:GAS:kochendes riesen-Höhlenspinnen Gift]
eo: [STATE_ADJ:GAS:de bolanta veneno de giganta kavaraneo]
es: [STATE_ADJ:GAS:veneno hirviendo de araña gigante de cueva]
ja: [STATE_ADJ:GAS:蒸気化した巨大洞窟蜘蛛の毒液]
ko: [STATE_ADJ:GAS:기화된 거대 동굴거미 독]
pl: [STATE_ADJ:GAS:wrzący jad gigantycznego pająka jaskiniowego]
ru: [STATE_ADJ:GAS:кипящий яд гигантского пещерного паука]
tr: [STATE_ADJ:GAS:kaynayan dev mağara örümceği zehri]
vi: [STATE_ADJ:GAS:Nọc độc nhện hang khổng lồ đang sôi]

# CREATURE:SPIDER_CAVE_GIANT
source: [SYN_NAME:giant cave spider bite]
cs: [SYN_NAME:kousnutí obrovského jeskynního pavouka]
de: [SYN_NAME:Rießehöhlenspinnen biss]
eo: [SYN_NAME:mordo de giganta kavaraneo]
es: [SYN_NAME:mordisco de araña gigante de cueva]
ja: [SYN_NAME:巨大洞窟蜘蛛の牙]
ko: [SYN_NAME:거대 동굴거미의 물기]
pl: [SYN_NAME:ugryzienie gigantycznego pająka jaskiniowego]
ru: [SYN_NAME:укус гигантского пещерного паука]
tr: [SYN_NAME:dev mağara örümceği ısırığı]
vi: [SYN_NAME:Vết cắn của nhện hang khổng lồ]

# CREATURE:SPIDER_CAVE_GIANT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SPIDER_CAVE_GIANT
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]

# CREATURE:SPIDER_CAVE_GIANT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SPIDER_CAVE
source: [DESCRIPTION:A tiny underground bug, sought after for its thread.]
cs: [DESCRIPTION:Drobný podzemní hmyz, ceněný pro své vlákno.]
de: [DESCRIPTION:Ein winziger unterirdischer Käfer, der wegen seines Fadens gejagt wird.]
eo: [DESCRIPTION:Eta subtera araneoido, ĉasate pro sia fadeno.]
es: [DESCRIPTION:Un diminuto bicho subterráneo, buscado por su hilo.]
ja: [DESCRIPTION:尻から糸を出す小さな地下に棲む虫だ。]
ko: [DESCRIPTION:작은 지하 벌레, 그 실을 위해 찾고 있습니다.]
pl: [DESCRIPTION:Mały podziemny robak, poszukiwany ze względu na swoją nić.]
ru: [DESCRIPTION:Крохотное подземное членистоногое, ценное тем, что производит паутину.]
tr: [DESCRIPTION:İpliği için aranan, minik bir yeraltı böceği.]
vi: [DESCRIPTION:Một loài côn trùng nhỏ bé dưới lòng đất, được săn lùng vì sợi tơ của nó.]

# CREATURE:SPIDER_CAVE
source: [NAME:cave spider:cave spiders:cave spider]
cs: [NAME:jeskynní pavouk:jeskynní pavouci:jeskynního pavouka]
de: [NAME:Höhlenspinne:Höhlenspinnen:Höhlenspinne]
eo: [NAME:kavaraneo:kavaraneoj:de kavaraneo]
es: [NAME:araña de cueva:arañas de cueva:araña de cueva]
ja: [NAME:洞窟蜘蛛:洞窟蜘蛛:洞窟蜘蛛の]
ko: [NAME:동굴 거미:동굴 거미들:동굴 거미]
pl: [NAME:pająk jaskiniowy:pająki jaskiniowe:pająków jaskiniowych]
ru: [NAME:пещерный паук:пещерные пауки:пещерного паука]
tr: [NAME:mağara örümceği:mağara örümcekleri:mağara örümceği]
vi: [NAME:Nhện hang:Nhện hang:Nhện hang]
zh_hans: [NAME:洞穴蜘蛛:洞穴蜘蛛:洞穴蜘蛛]

# CREATURE:SPIDER_CAVE
source: [CASTE_NAME:cave spider:cave spiders:cave spider]
cs: [CASTE_NAME:jeskynní pavouk:jeskynní pavouci:jeskynního pavouka]
de: [CASTE_NAME:Höhlenspinne:Höhlenspinnen:Höhlenspinne]
eo: [CASTE_NAME:kavaraneo:kavaraneoj:de kavaraneo]
es: [CASTE_NAME:araña de cueva:arañas de cueva:araña de cueva]
ja: [CASTE_NAME:洞窟蜘蛛:洞窟蜘蛛:洞窟蜘蛛の]
ko: [CASTE_NAME:동굴 거미:동굴 거미들:동굴 거미]
pl: [CASTE_NAME:pająk jaskiniowy:pająki jaskiniowe:pająków jaskiniowych]
ru: [CASTE_NAME:пещерный паук:пещерные пауки:пещерного паука]
tr: [CASTE_NAME:mağara örümceği:mağara örümcekleri:mağara örümceği]
vi: [CASTE_NAME:Nhện hang:Nhện hang:Nhện hang]
zh_hans: [CASTE_NAME:洞穴蜘蛛:洞穴蜘蛛:洞穴蜘蛛]

# CREATURE:SPIDER_CAVE
source: [PREFSTRING:mystery]
cs: [PREFSTRING:tajemnost]
de: [PREFSTRING:geheimnisvoll]
eo: [PREFSTRING:mistero]
es: [PREFSTRING:misteriosa]
ja: [PREFSTRING:神秘的]
ko: [PREFSTRING:신비로운]
pl: [PREFSTRING:tajemnica]
ru: [PREFSTRING:таинственность]
tr: [PREFSTRING:gizem]
vi: [PREFSTRING:Bí ẩn]

# CREATURE:SPIDER_CAVE
source: [STATE_NAME:ALL_SOLID:frozen cave spider venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed jeskynního pavouka]
de: [STATE_NAME:ALL_SOLID:Gefrorenes Höhlenspinnengift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de kavaraneo]
es: [STATE_NAME:ALL_SOLID:veneno congelado de araña de cueva]
ja: [STATE_NAME:ALL_SOLID:凍った洞窟蜘蛛の毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 동굴거미 독]
pl: [STATE_NAME:ALL_SOLID: zamrożony jad pająka jaskiniowego]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд пещерного паука]
tr: [STATE_NAME:ALL_SOLID:donmuş mağara örümceği zehri]
vi: [STATE_NAME:ALL_SOLID:Nọc độc nhện hang đông cứng]

# CREATURE:SPIDER_CAVE
source: [STATE_ADJ:ALL_SOLID:frozen cave spider venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed jeskynního pavouka]
de: [STATE_ADJ:ALL_SOLID:Gefrorenes Höhlenspinnengift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de kavaraneo]
es: [STATE_ADJ:ALL_SOLID:veneno congelado de araña de cueva]
ja: [STATE_ADJ:ALL_SOLID:凍った洞窟蜘蛛の毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 동굴거미 독]
pl: [STATE_ADJ:ALL_SOLID: zamrożony jad pająka jaskiniowego]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд пещерного паука]
tr: [STATE_ADJ:ALL_SOLID:donmuş mağara örümceği zehri]
vi: [STATE_ADJ:ALL_SOLID:Nọc độc nhện hang đông cứng]

# CREATURE:SPIDER_CAVE
source: [STATE_NAME:LIQUID:cave spider venom]
cs: [STATE_NAME:LIQUID:jed jeskynního pavouka]
de: [STATE_NAME:LIQUID:Höhlenspinnen Gift]
eo: [STATE_NAME:LIQUID:veneno de kavaraneo]
es: [STATE_NAME:LIQUID:veneno de araña de cueva]
ja: [STATE_NAME:LIQUID:洞窟蜘蛛の毒液]
ko: [STATE_NAME:LIQUID:동굴거미 독]
pl: [STATE_NAME:LIQUID:jad pająka jaskiniowego]
ru: [STATE_NAME:LIQUID:яд пещерного паука]
tr: [STATE_NAME:LIQUID:mağara örümceği zehri]
vi: [STATE_NAME:LIQUID:Nọc độc nhện hang]

# CREATURE:SPIDER_CAVE
source: [STATE_ADJ:LIQUID:cave spider venom]
cs: [STATE_ADJ:LIQUID:jed jeskynního pavouka]
de: [STATE_ADJ:LIQUID:Höhlenspinnen Gift]
eo: [STATE_ADJ:LIQUID:de veneno de kavaraneo]
es: [STATE_ADJ:LIQUID:veneno de araña de cueva]
ja: [STATE_ADJ:LIQUID:洞窟蜘蛛の毒液]
ko: [STATE_ADJ:LIQUID:동굴거미 독]
pl: [STATE_ADJ:LIQUID:jad pająka jaskiniowego]
ru: [STATE_ADJ:LIQUID:яд пещерного паука]
tr: [STATE_ADJ:LIQUID:mağara örümceği zehri]
vi: [STATE_ADJ:LIQUID:Nọc độc nhện hang]

# CREATURE:SPIDER_CAVE
source: [STATE_NAME:GAS:boiling cave spider venom]
cs: [STATE_NAME:GAS:vroucí jed jeskynního pavouka]
de: [STATE_NAME:GAS:kochendes Höhlenspinnen Gift]
eo: [STATE_NAME:GAS:bolanta veneno de kavaraneo]
es: [STATE_NAME:GAS:veneno hirviendo de araña de cueva]
ja: [STATE_NAME:GAS:蒸気化した洞窟蜘蛛の毒液]
ko: [STATE_NAME:GAS:기화된 동굴거미 독]
pl: [STATE_NAME:GAS:wrzący jad pająka jaskiniowego]
ru: [STATE_NAME:GAS:пары яда пещерного паука]
tr: [STATE_NAME:GAS:kaynayan mağara örümceği zehri]
vi: [STATE_NAME:GAS:Nọc độc nhện hang đang sôi]

# CREATURE:SPIDER_CAVE
source: [STATE_ADJ:GAS:boiling cave spider venom]
cs: [STATE_ADJ:GAS:vroucí jed jeskynního pavouka]
de: [STATE_ADJ:GAS:kochendes Höhlenspinnen Gift]
eo: [STATE_ADJ:GAS:de bolanta veneno de kavarano]
es: [STATE_ADJ:GAS:veneno hirviendo de araña de cueva]
ja: [STATE_ADJ:GAS:蒸気化した洞窟蜘蛛の毒液]
ko: [STATE_ADJ:GAS:기화된 동굴거미 독]
pl: [STATE_ADJ:GAS:wrzący jad pająka jaskiniowego]
ru: [STATE_ADJ:GAS:кипящий яд пещерного паука]
tr: [STATE_ADJ:GAS:kaynayan mağara örümceği zehri]
vi: [STATE_ADJ:GAS:Nọc độc nhện hang đang sôi]

# CREATURE:SPIDER_CAVE
source: [SYN_NAME:cave spider bite]
cs: [SYN_NAME:kousnutí jeskynního pavouka]
de: [SYN_NAME:Höhlenspinnen biss]
eo: [SYN_NAME:mordo de kavaraneo]
es: [SYN_NAME:mordisco de araña de cueva]
ja: [SYN_NAME:洞窟蜘蛛の牙]
ko: [SYN_NAME:동굴거미의 물기]
pl: [SYN_NAME:ugryzienie pająka jaskiniowego]
ru: [SYN_NAME:укус пещерного паука]
tr: [SYN_NAME:mağara örümceği ısırığı]
vi: [SYN_NAME:Vết cắn của nhện hang]

# CREATURE:SPIDER_CAVE
source: [VERMIN_BITE:10:bitten:]
cs: [VERMIN_BITE:10:kousaný:]
de: [VERMIN_BITE:10:gebissen:]
eo: [VERMIN_BITE:10:mordita:]
es: [VERMIN_BITE:10:mordedura:]
ko: [VERMIN_BITE:10:물린:]
pl: [VERMIN_BITE:10:ukąszony:]
ru: [VERMIN_BITE:10:укушен:]
tr: [VERMIN_BITE:10:ısırıldı:]
vi: [VERMIN_BITE:10:Bị cắn:]

# CREATURE:SPIDER_CAVE
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]

# CREATURE:SPIDER_CAVE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_CAVE
source: [DESCRIPTION:A small pale creature found in underground streams and ponds.]
cs: [DESCRIPTION:Malé bledé stvoření nalezené v podzemních tocích a tůních.]
de: [DESCRIPTION:Eine kleine blasse Kreatur, die in unterirdischen Bächen und Teichen vorkommt.]
eo: [DESCRIPTION:Malgranda pala estaĵo kiu troviĝas en subteraj riveretoj kaj lagetoj.]
es: [DESCRIPTION:Una pequeña y pálida criatura encontrada en bajo tierra, estanques y arroyos.]
ja: [DESCRIPTION:地価の川や湖に棲む、青白い小魚だ。]
ko: [DESCRIPTION:지하 개울과 연못에서 발견되는 작고 창백한 생물.]
pl: [DESCRIPTION:Małe blade stworzenie znalezione w podziemnych strumieniach i stawach.]
ru: [DESCRIPTION:Мелкое бледное существо, встречающееся в подземных реках и прудах.]
tr: [DESCRIPTION:Yeraltı akıntılarında ve göletlerinde bulunan küçük, soluk bir yaratık.]
vi: [DESCRIPTION:Một sinh vật nhỏ bé, nhợt nhạt được tìm thấy trong các con suối và ao hồ dưới lòng đất.]

# CREATURE:FISH_CAVE
source: [NAME:cave fish:cave fish:cave fish]
cs: [NAME:jeskynní ryba:jeskynní ryby:jeskynní rybu]
de: [NAME:Höhlenfisch:Höhlenfische:Höhlenfisch]
eo: [NAME:kavofiŝo:kavofiŝoj:de kavofiŝo]
es: [NAME:pez de cueva:peces de cueva:pez de cueva]
ja: [NAME:洞窟魚:洞窟魚:洞窟魚の]
ko: [NAME:동굴 물고기:동굴 물고기들:동굴 물고기]
pl: [NAME:ryba jaskiniowa:ryby jaskiniowe:ryb jaskiniowych]
ru: [NAME:пещерная рыба:пещерные рыбы:пещерной рыбы]
tr: [NAME:mağara balığı:mağara balıkları:mağara balığı]
zh_hans: [NAME:洞穴鱼:洞穴鱼:洞穴鱼]

# CREATURE:FISH_CAVE
source: [CASTE_NAME:cave fish:cave fish:cave fish]
cs: [CASTE_NAME:jeskynní ryba:jeskynní ryby:jeskynní rybu]
de: [CASTE_NAME:Höhlenfisch:Höhlenfische:Höhlenfisch]
eo: [CASTE_NAME:kavofiŝo:kavofiŝoj:de kavofiŝo]
es: [CASTE_NAME:pez de cueva:peces de cueva:pez de cueva]
ja: [CASTE_NAME:洞窟魚:洞窟魚:洞窟魚の]
ko: [CASTE_NAME:동굴 물고기:동굴 물고기들:동굴 물고기]
pl: [CASTE_NAME:ryba jaskiniowa:ryby jaskiniowe:ryb jaskiniowych]
ru: [CASTE_NAME:пещерная рыба:пещерные рыбы:пещерной рыбы]
tr: [CASTE_NAME:mağara balığı:mağara balıkları:mağara balığı]
zh_hans: [CASTE_NAME:洞穴鱼:洞穴鱼:洞穴鱼]

# CREATURE:FISH_CAVE
source: [PREFSTRING:beauty]
cs: [PREFSTRING:krása]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다움]
pl: [PREFSTRING:urodzie]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]

# CREATURE:FISH_CAVE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_CAVE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CAVE_FISH_MAN
source: [CASTE_NAME:cave fish man:cave fish men:cave fish man]
cs: [CASTE_NAME:jeskynní rybí muž:jeskynní rybí muži:jeskynního rybího muže]
de: [CASTE_NAME:Höhlenfischmann:Höhlenfischmänner:Höhlenfischmann]
eo: [CASTE_NAME:homkavofiŝiĉo:homkavofiŝiĉoj:de homkavofiŝiĉo]
es: [CASTE_NAME:hombre-pez de cueva:hombres-peces de cueva:hombre-pez de cueva]
ja: [CASTE_NAME:洞窟魚男:洞窟魚男:洞窟魚男の]
ko: [CASTE_NAME:남성 동굴 물고기인간:남성 동굴 물고기인간들:남성 동굴 물고기인간]
pl: [CASTE_NAME:mężczyzna-ryba jaskiniowa:mężczyźni-ryby jaskiniowi:mężczyzn-ryb jaskiniowych]
ru: [CASTE_NAME:мужчина-пещерная рыба:мужчины-пещерные рыбы:мужчины-пещерной рыбы]
tr: [CASTE_NAME:mağara balığı adam:mağara balığı adamlar:mağara balığı adam]
vi: [CASTE_NAME:Người cá hang nam:Người cá hang nam:Người cá hang nam]
zh_hans: [CASTE_NAME:洞穴鱼男:洞穴鱼男:洞穴鱼男]

# CREATURE:CAVE_FISH_MAN
source: [CASTE_NAME:cave fish woman:cave fish women:cave fish woman]
cs: [CASTE_NAME:jeskynní rybí žena:jeskynní rybí ženy:jeskynní rybí ženu]
de: [CASTE_NAME:Höhlenfischfrau:Höhlenfischfrauen:Höhlenfischfrau]
eo: [CASTE_NAME:homkavofiŝino:homkavofiŝinoj:de homkavofiŝino]
es: [CASTE_NAME:mujer-pez de cueva:mujeres-peces de cueva:mujer-pez de cueva]
ja: [CASTE_NAME:洞窟魚女:洞窟魚女:洞窟魚女の]
ko: [CASTE_NAME:여성 동굴 물고기인간:여성 동굴 물고기인간들:여성 동굴 물고기인간]
pl: [CASTE_NAME:kobieta-ryba jaskiniowa:kobiety-ryby jaskiniowe:ludzi-ryb jaskiniowych]
ru: [CASTE_NAME:женщина-пещерная рыба:женщины-пещерные рыбы:женщины-пещерной рыбы]
tr: [CASTE_NAME:mağara balığı kadın:mağara balığı kadınlar:mağara balığı kadın]
vi: [CASTE_NAME:Người cá hang nữ:Người cá hang nữ:Người cá hang nữ]
zh_hans: [CASTE_NAME:洞穴鱼女:洞穴鱼女:洞穴鱼女]
