Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_MAGPIE
source: [GENERAL_CHILD_NAME:magpie hatchling:magpie hatchlings]
cs: [GENERAL_CHILD_NAME:mládě straky:mláďata strak]
de: [GENERAL_CHILD_NAME:Elsterküken:Elsterküken]
eo: [GENERAL_CHILD_NAME:pigido:pigidoj]
es: [GENERAL_CHILD_NAME:polluelo de urraca:polluelos de urraca]
ja: [GENERAL_CHILD_NAME:カササギの雛:カササギの雛の]
ko: [GENERAL_CHILD_NAME:새끼 까치:새끼 까치떼]
pl: [GENERAL_CHILD_NAME:pisklę sroki:pisklęta sroki]
ru: [GENERAL_CHILD_NAME:птенец сороки:птенцы сороки]
tr: [GENERAL_CHILD_NAME:saksağan yavrusu:saksağan yavruları]
vi: [GENERAL_CHILD_NAME:chim Ác là non:những chim Ác là non]
zh_hans: [GENERAL_CHILD_NAME:喜鹊幼崽:喜鹊幼崽]

# CREATURE:BIRD_MAGPIE
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:賢い]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]
zh_hans: [PREFSTRING:聪慧]

# CREATURE:BIRD_MAGPIE
source: [PREFSTRING:fondness of shiny objects]
cs: [PREFSTRING:zálibou v lesklých předmětech]
de: [PREFSTRING:Vorliebe für glänzende Objekte]
eo: [PREFSTRING:korinklino por brilaj aferoj]
es: [PREFSTRING:atracción por los objetos brillantes]
ja: [PREFSTRING:収集癖]
ko: [PREFSTRING:반짝이는 물체 선호]
pl: [PREFSTRING:zamiłowanie do błyszczących obiektów]
ru: [PREFSTRING:любовь к блестящим предметам]
tr: [PREFSTRING:parlak nesnelere merak]
vi: [PREFSTRING:ưa thích đồ vật lấp lánh]
zh_hans: [PREFSTRING:喜欢闪亮的物体]

# CREATURE:BIRD_MAGPIE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_MAGPIE
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_MAGPIE
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_MAGPIE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_MAGPIE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:MAGPIE_MAN
source: [CASTE_NAME:magpie man:magpie men:magpie man]
cs: [CASTE_NAME:mužská straka:mužské straky:mužské straky]
de: [CASTE_NAME:Elstermann:Elstermänner:Elstermann]
eo: [CASTE_NAME:hompigiĉo:hompigiĉoj:de hompigiĉo]
es: [CASTE_NAME:hombre urraca:hombres urracas:hombre urraca]
ja: [CASTE_NAME:カササギ男:カササギ男:カササギ男の]
ko: [CASTE_NAME:남성 까치인간:남성 까치인간들:남성 까치인간]
pl: [CASTE_NAME:srokomężczyzna:srokomężczyźni:srokomężczyzny]
ru: [CASTE_NAME:мужчина-сорока:мужчины-сороки:мужчины-сороки]
tr: [CASTE_NAME:saksağan fantastik canlı:saksağan fantastik canlılar:saksağan fantastik canlı]
vi: [CASTE_NAME:người đàn ông Ác là:những người đàn ông Ác là:người đàn ông Ác là]
zh_hans: [CASTE_NAME:喜鹊男:喜鹊男:喜鹊男]

# CREATURE:MAGPIE_MAN
source: [CASTE_NAME:magpie woman:magpie women:magpie woman]
cs: [CASTE_NAME:ženská straka:ženské straky:ženské straky]
de: [CASTE_NAME:Elsterfrau:Elsterfrauen:Elsterfrau]
eo: [CASTE_NAME:hompigino:hompiginoj:de hompigino]
es: [CASTE_NAME:mujer urraca:mujeres urracas:mujer urraca]
ja: [CASTE_NAME:カササギ女:カササギ女:カササギ女の]
ko: [CASTE_NAME:여성 까치인간:여성 까치인간들:여성 까치인간]
pl: [CASTE_NAME:srokokobieta:srokokobiety:srokokobiety]
ru: [CASTE_NAME:женщина-сорока:женщины-сороки:женщины-сороки]
tr: [CASTE_NAME:saksağan fantastik kadın:saksağan fantastik kadınlar:saksağan fantastik kadın]
vi: [CASTE_NAME:người phụ nữ Ác là:những người phụ nữ Ác là:người phụ nữ Ác là]
zh_hans: [CASTE_NAME:喜鹊女:喜鹊女:喜鹊女]

# CREATURE:MAGPIE_MAN
source: [NAME:magpie man:magpie men:magpie man]
cs: [NAME:mužská straka:mužské straky:mužské straky]
de: [NAME:Elstermensch:Elstermenschen:Elstermensch]
eo: [NAME:hompigo:hompigoj:de hompigo]
es: [NAME:hombre urraca:hombres urraca:de hombre urraca]
ja: [NAME:カササギ男:カササギ男:カササギ男の]
ko: [NAME:까치인간:까치인간들:까치인간]
pl: [NAME:srokoczłowiek:srokoludzie:srokoludzi]
ru: [NAME:человек-сорока:люди-сороки:человека-сороки]
tr: [NAME:saksağan fantastik canlı:saksağan fantastik canlılar:saksağan fantastik canlı]
vi: [NAME:người đàn ông Ác là:những người đàn ông Ác là:người đàn ông Ác là]
zh_hans: [NAME:喜鹊人:喜鹊人:喜鹊人]

# CREATURE:MAGPIE_MAN
source: [DESCRIPTION:A person with the head and wings of a magpie.]
cs: [DESCRIPTION:Osoba s hlavou a křídly straky.]
de: [DESCRIPTION:Ein Mensch mit den Fügeln und dem Kopf einer Elster.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de pigo.]
es: [DESCRIPTION:Una persona con la cabeza y alas de una urraca.]
ja: [DESCRIPTION:カササギの翼と頭を持つ人間だ。]
ko: [DESCRIPTION:까치의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami sroki.]
ru: [DESCRIPTION:Человек с головой и крыльями сороки.]
tr: [DESCRIPTION:Saksağanın baş ve kanatlarına sahip fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đôi cánh của chim Ác là.]
zh_hans: [DESCRIPTION:一个长着喜鹊脑袋和翅膀的人。]

# CREATURE:GIANT_MAGPIE
source: [NAME:giant magpie:giant magpies:giant magpie]
cs: [NAME:obří straka:obří straky:obří straky]
de: [NAME:Rießenelster:Rießenelstern:Rießenelster]
eo: [NAME:giganta pigo:gigantaj pigoj:de giganta pigo]
es: [NAME:urraca gigante:urracas gigantes:de urraca gigante]
ja: [NAME:巨大カササギ:巨大カササギ:巨大カササギの]
ko: [NAME:거대 까치:거대 까치떼:거대 까치]
pl: [NAME:gigantyczna sroka:gigantyczne sroki:gigantycznej sroki]
ru: [NAME:гигантская сорока:гигантские сороки:гигантской сороки]
tr: [NAME:dev saksağan:dev saksağanlar:dev saksağan]
vi: [NAME:Ác là khổng lồ:những Ác là khổng lồ:Ác là khổng lồ]
zh_hans: [NAME:巨喜鹊:巨喜鹊:巨喜鹊]

# CREATURE:GIANT_MAGPIE
source: [CASTE_NAME:giant magpie:giant magpies:giant magpie]
cs: [CASTE_NAME:obří straka:obří straky:obří straka]
de: [CASTE_NAME:Rießenelster:Rießenelstern:Rießenelster]
eo: [CASTE_NAME:giganta pigo:gigantaj pigoj:de giganta pigo]
es: [CASTE_NAME:urraca gigante:urracas gigantes:urraca gigante]
ja: [CASTE_NAME:巨大カササギ:巨大カササギ:巨大カササギの]
ko: [CASTE_NAME:거대 까치:거대 까치떼:거대 까치]
pl: [CASTE_NAME:gigantyczna sroka:gigantyczne sroki:gigantycznej sroki]
ru: [CASTE_NAME:гигантская сорока:гигантские сороки:гигантской сороки]
tr: [CASTE_NAME:dev saksağan:dev saksağanlar:dev saksağan]
vi: [CASTE_NAME:Ác là khổng lồ:những Ác là khổng lồ:Ác là khổng lồ]
zh_hans: [CASTE_NAME:巨喜鹊:巨喜鹊:巨喜鹊]

# CREATURE:GIANT_MAGPIE
source: [GENERAL_CHILD_NAME:giant magpie hatchling:giant magpie hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obří straky:mláďata obřích strak]
de: [GENERAL_CHILD_NAME:Riesenelsterküken:Riesenelsterküken]
eo: [GENERAL_CHILD_NAME:giganta pigido:gigantaj pigidoj]
es: [GENERAL_CHILD_NAME:polluelo de urraca gigante:polluelos de urraca gigante]
ja: [GENERAL_CHILD_NAME:巨大カササギの雛:巨大カササギの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 까치:새끼 거대 까치떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej sroki:pisklęta gigantycznej sroki]
ru: [GENERAL_CHILD_NAME:птенец гигантской сороки:птенцы гигантской сороки]
tr: [GENERAL_CHILD_NAME:dev saksağan yavrusu:dev saksağan yavruları]
vi: [GENERAL_CHILD_NAME:Ác là non khổng lồ:những Ác là non khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨喜鹊幼崽:巨喜鹊幼崽]

# CREATURE:GIANT_MAGPIE
source: [DESCRIPTION:A huge monster in the shape of a magpie.]
cs: [DESCRIPTION:Obrovská příšera ve tvaru straky.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Elster.]
eo: [DESCRIPTION:Grandega monstro kun formo de pigo.]
es: [DESCRIPTION:Un monstruo enorme con la forma de una urraca.]
ja: [DESCRIPTION:カササギの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:까치의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór o kształcie sroki.]
ru: [DESCRIPTION:Огромный монстр, похожий на сороку.]
tr: [DESCRIPTION:Saksağan biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài của Ác là.]
zh_hans: [DESCRIPTION:一只巨大的喜鹊怪。]

# CREATURE:GIANT_MAGPIE
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:賢い]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]
zh_hans: [PREFSTRING:聪慧]

# CREATURE:GIANT_MAGPIE
source: [PREFSTRING:fondness of shiny objects]
cs: [PREFSTRING:zálibou v lesklých předmětech]
de: [PREFSTRING:Vorliebe für glänzende Objekte]
eo: [PREFSTRING:korinklino por brilaj aferoj]
es: [PREFSTRING:atracción por los objetos brillantes]
ja: [PREFSTRING:収集癖]
ko: [PREFSTRING:반짝이는 물체 선호]
pl: [PREFSTRING:zamiłowanie do błyszczących obiektów]
ru: [PREFSTRING:любовь к блестящим предметам]
tr: [PREFSTRING:parlak nesnelere merak]
vi: [PREFSTRING:ưa thích đồ vật lấp lánh]
zh_hans: [PREFSTRING:喜欢闪亮的物体]

# CREATURE:BIRD_KESTREL
source: [DESCRIPTION:A tiny bird of prey. It hovers above the ground and swoops down to snatch rodents and mice.]
cs: [DESCRIPTION:Drobný dravec. Vznáší se nad zemí a střemhlav útočí na hlodavce a myši.]
de: [DESCRIPTION:Ein winziger Raubvogel. Ergleitet in Kreisen über dem Boden und stürzt nach unten, um Nagetiere und Mäuse zu greifen.]
eo: [DESCRIPTION:Eta rabbirdo. Ĝi ŝvebas sur la grundo kaj plonĝas por ekkapti ronĝuloj kaj musoj.]
es: [DESCRIPTION:Una pequeña ave de presa. Planea sobre el suelo y hace un descenso súbito para coger roedores y roedores.]
ja: [DESCRIPTION:A tiny bird of prey. It hovers above the ground and swoops down to snatch rodents and mice.][DESCRIPTION:小さな猛禽類だ。大空からげっ歯類を狙って急降下する。]
ko: [DESCRIPTION:작은 맹금류, 급강하하여 설치류를 잡아먹는다.]
pl: [DESCRIPTION:Malutki ptak drapieżny. Unosi się nad ziemią i spada w dół, aby złapać gryzonie i myszy.]
ru: [DESCRIPTION:Небольшая хищная птица. Парит над землёй и пикирует, чтобы поймать грызуна.]
tr: [DESCRIPTION:Minik bir avı kuşu. Yerden yukarıda asılı kalır ve fare turmak için aşağıya dalır.]
vi: [DESCRIPTION:Một loài chim săn mồi nhỏ bé. Chúng lượn lơ trên mặt đất rồi lao xuống vồ lấy các loài gặm nhấm và chuột.]
zh_hans: [DESCRIPTION:一只小型猛禽。它在地面上空盘旋并俯冲下来捕捉啮齿动物和老鼠。]

# CREATURE:BIRD_KESTREL
source: [NAME:kestrel:kestrels:kestrel]
cs: [NAME:poštolka:poštolky:poštolky]
de: [NAME:Turmfalke:Turmfalken:Turmfalke]
eo: [NAME:turfalko:turfalkoj:de turfalko]
es: [NAME:cernícalo:cernícalos:de cernícalo]
ja: [NAME:チョウゲンボウ:チョウゲンボウ:チョウゲンボウの]
ko: [NAME:황조롱이:황조롱이떼:황조롱이]
pl: [NAME:pustułka:pustułki:pustułki]
ru: [NAME:пустельга:пустельги:пустельги]
tr: [NAME:çil şahini:çil şahinleri:çil şahini]
vi: [NAME:chim Cắt Lùn:những chim Cắt Lùn:chim Cắt Lùn]
zh_hans: [NAME:茶隼:茶隼:茶隼]

# CREATURE:BIRD_KESTREL
source: [CASTE_NAME:kestrel:kestrels:kestrel]
cs: [CASTE_NAME:poštolka:poštolky:poštolka]
de: [CASTE_NAME:Turmfalke:Turmfalken:Turmfalke]
eo: [CASTE_NAME:turfalko:turfalkoj:de turfalko]
es: [CASTE_NAME:cernícalo:cernícalos:de cernícalo]
ja: [CASTE_NAME:チョウゲンボウ:チョウゲンボウ:チョウゲンボウの]
ko: [CASTE_NAME:황조롱이:황조롱이떼:황조롱이]
pl: [CASTE_NAME:pustułka:pustułki:pustułki]
ru: [CASTE_NAME:пустельга:пустельги:пустельги]
tr: [CASTE_NAME:çil şahini:çil şahinleri:çil şahini]
vi: [CASTE_NAME:chim Cắt Lùn:những chim Cắt Lùn:chim Cắt Lùn]
zh_hans: [CASTE_NAME:茶隼:茶隼:茶隼]

# CREATURE:BIRD_KESTREL
source: [GENERAL_CHILD_NAME:kestrel chick:kestrel chicks]
cs: [GENERAL_CHILD_NAME:mládě poštolky:mláďata poštolek]
de: [GENERAL_CHILD_NAME:Turmfalkenküken:Turmfalkenküken]
eo: [GENERAL_CHILD_NAME:turfalkido:turfalkidoj]
es: [GENERAL_CHILD_NAME:polluelo de cernícalo:polluelos de cernícalo]
ja: [GENERAL_CHILD_NAME:チョウゲンボウの雛:チョウゲンボウの雛の]
ko: [GENERAL_CHILD_NAME:새끼 황조롱이:새끼 황조롱이떼]
pl: [GENERAL_CHILD_NAME:pisklę pustułki:pisklęta pustułki]
ru: [GENERAL_CHILD_NAME:птенец пустельги:птенцы пустельги]
tr: [GENERAL_CHILD_NAME:çil şahini yavrusu:çil şahini yavruları]
vi: [GENERAL_CHILD_NAME:chim Cắt Lùn con:những chim Cắt Lùn con]
zh_hans: [GENERAL_CHILD_NAME:红隼雏鸟:红隼雏鸟]

# CREATURE:BIRD_KESTREL
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_KESTREL
source: [PREFSTRING:hunting prowess]
cs: [PREFSTRING:loveckou zdatností]
de: [PREFSTRING:Jagdgeschick]
eo: [PREFSTRING:ĉasada lerteco]
es: [PREFSTRING:habilidades de caza]
ja: [PREFSTRING:狩りがうまい]
ko: [PREFSTRING:사냥 능력]
pl: [PREFSTRING:sprawność myśliwska]
ru: [PREFSTRING:охотничье мастерство]
tr: [PREFSTRING:avcılık başarısı]
vi: [PREFSTRING:kỹ năng săn mồi]
zh_hans: [PREFSTRING:狩猎能力]

# CREATURE:BIRD_KESTREL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_KESTREL
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_KESTREL
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_KESTREL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_KESTREL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:KESTREL_MAN
source: [CASTE_NAME:kestrel man:kestrel men:kestrel man]
cs: [CASTE_NAME:mužská poštolka:mužské poštolky:mužské poštolky]
de: [CASTE_NAME:Turmfalkenmann:Turmfalkenmänner:Turmfalkenmann]
eo: [CASTE_NAME:homturfalkiĉo:homturfalkiĉoj:de homturfalkiĉo]
es: [CASTE_NAME:hombre cernícalo:hombres cernícalo:de hombre cernícalo]
ja: [CASTE_NAME:チョウゲンボウ男:チョウゲンボウ男:チョウゲンボウ男の]
ko: [CASTE_NAME:남성 황조롱이인간:남성 황조롱이인간들:남성 황조롱이인간]
pl: [CASTE_NAME:pustułkomężczyzna:pustułkomężczyźni:pustułkomężczyzny]
ru: [CASTE_NAME:мужчина-пустельга:мужчины-пустельги:мужчины-пустельги]
tr: [CASTE_NAME:çil şahini fantastik canlı:çil şahini fantastik canlılar:çil şahini fantastik canlı]
vi: [CASTE_NAME:Người Chim Cắt:Những Người Chim Cắt:Người Chim Cắt]
zh_hans: [CASTE_NAME:茶隼男:茶隼男:茶隼男]

# CREATURE:KESTREL_MAN
source: [CASTE_NAME:kestrel woman:kestrel women:kestrel woman]
cs: [CASTE_NAME:ženská poštolka:ženské poštolky:ženské poštolky]
de: [CASTE_NAME:Turmfalkenfrau:Turmfalkenfauen:Turmfalkenfrau]
eo: [CASTE_NAME:homturfalkino:homturfalkinoj:de homturfalkino]
es: [CASTE_NAME:mujer cernícalo:mujeres cernícalo:de mujer cernícalo]
ja: [CASTE_NAME:チョウゲンボウ女:チョウゲンボウ女:チョウゲンボウ女の]
ko: [CASTE_NAME:여성 황조롱이인간:여성 황조롱이인간들:여성 황조롱이인간]
pl: [CASTE_NAME:pustułkokobieta:pustułkokobiety:pustułkokobiety]
ru: [CASTE_NAME:женщина-пустельга:женщины-пустельги:женщины-пустельги]
tr: [CASTE_NAME:çil şahini fantastik kadın:çil şahini fantastik kadınlar:çil şahini fantastik kadın]
vi: [CASTE_NAME:Người Chim Cắt Nữ:Những Người Chim Cắt Nữ:Người Chim Cắt Nữ]
zh_hans: [CASTE_NAME:茶隼女:茶隼女:茶隼女]

# CREATURE:KESTREL_MAN
source: [NAME:kestrel man:kestrel men:kestrel man]
cs: [NAME:mužská poštolka:mužské poštolky:mužské poštolky]
de: [NAME:Turmfalkenmensch:Turmfalkenmenschen:Turmfalkenmensch]
eo: [NAME:homturfalko:homturfalkoj:de homturfalko]
es: [NAME:hombre cernícalo:hombres cernícalo:de hombre cernícalo]
ja: [NAME:チョウゲンボウ男:チョウゲンボウ男:チョウゲンボウ男の]
ko: [NAME:황조롱이인간:황조롱이인간들:황조롱이인간]
pl: [NAME:pustułkoczłowiek:pustułkoludzie:pustułkoludzi]
ru: [NAME:человек-пустельга:люди-пустельги:человека-пустельги]
tr: [NAME:çil şahini fantastik canlı:çil şahini fantastik canlılar:çil şahini fantastik canlı]
vi: [NAME:Người Chim Cắt:Những Người Chim Cắt:Người Chim Cắt]
zh_hans: [NAME:茶隼人:茶隼人:茶隼人]

# CREATURE:KESTREL_MAN
source: [DESCRIPTION:A person with the head and wings of a kestrel.]
cs: [DESCRIPTION:Osoba s hlavou a křídly poštolky.]
de: [DESCRIPTION:Ein Mensch mit den Flügeln und dem Kopf eines Turmfalken.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de turfalko.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de un cernícalo.]
ja: [DESCRIPTION:チョウゲンボウの翼と頭を持つ人間だ。]
ko: [DESCRIPTION:황조롱이의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami pustułki.]
ru: [DESCRIPTION:Человек с головой и крыльями пустельги.]
tr: [DESCRIPTION:Çil şahininin baş ve kanatlarına sahip fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đôi cánh của chim cắt.]
zh_hans: [DESCRIPTION:一个长着茶隼脑袋和翅膀的人.]

# CREATURE:GIANT_KESTREL
source: [NAME:giant kestrel:giant kestrels:giant kestrel]
cs: [NAME:obří poštolka:obří poštolky:obří poštolky]
de: [NAME:Rießenturmfalke:Rießenturmfalken:Rießenturmfalke]
eo: [NAME:giganta turfalko:gigantaj turfalkoj:de giganta turfalko]
es: [NAME:cernícalo gigante:cernícalos gigantes:de cernícalo gigante]
ja: [NAME:巨大チョウゲンボウ:巨大チョウゲンボウ:巨大チョウゲンボウの]
ko: [NAME:거대 황조롱이:거대 황조롱이떼:거대 황조롱이]
pl: [NAME:gigantyczna pustułka:gigantyczne pustułki:gigantycznej pustułki]
ru: [NAME:гигантская пустельга:гигантские пустельги:гигантской пустельги]
tr: [NAME:dev çil şahini:dev çil şahinleri:dev çil şahini]
vi: [NAME:Chim Cắt Khổng Lồ:Những Chim Cắt Khổng Lồ:Chim Cắt Khổng Lồ]
zh_hans: [NAME:巨茶隼:巨茶隼:巨茶隼]

# CREATURE:GIANT_KESTREL
source: [CASTE_NAME:giant kestrel:giant kestrels:giant kestrel]
cs: [CASTE_NAME:obří poštolka:obří poštolky:obří poštolka]
de: [CASTE_NAME:Rießenturmfalke:Rießenturmfalken:Rießenturmfalke]
eo: [CASTE_NAME:giganta turfalko:gigantaj tirfalkoj:de giganta turfalko]
es: [CASTE_NAME:cernícalo gigante:cernícalos gigantes:de cernícalo gigante]
ja: [CASTE_NAME:巨大チョウゲンボウ:巨大チョウゲンボウ:巨大チョウゲンボウの]
ko: [CASTE_NAME:거대 황조롱이:거대 황조롱이떼:거대 황조롱이]
pl: [CASTE_NAME:gigantyczna pustułka:gigantyczne pustułki:gigantycznej pustułki]
ru: [CASTE_NAME:гигантская пустельга:гигантские пустельги:гигантской пустельги]
tr: [CASTE_NAME:dev çil şahini:dev çil şahinleri:dev çil şahini]
vi: [CASTE_NAME:Chim Cắt Khổng Lồ:Những Chim Cắt Khổng Lồ:Chim Cắt Khổng Lồ]
zh_hans: [CASTE_NAME:巨茶隼:巨茶隼:巨茶隼]

# CREATURE:GIANT_KESTREL
source: [GENERAL_CHILD_NAME:giant kestrel chick:giant kestrel chicks]
cs: [GENERAL_CHILD_NAME:mládě obří poštolky:mláďata obřích poštolek]
de: [GENERAL_CHILD_NAME:Riesenturmfalkenküken:Riesenturmfalkenküken]
eo: [GENERAL_CHILD_NAME:giganta turfalkido:gigantaj turfalkidoj]
es: [GENERAL_CHILD_NAME:polluelo de cernícalo gigante:polluelos de cernícalo gigante]
ja: [GENERAL_CHILD_NAME:巨大チョウゲンボウの雛:巨大チョウゲンボウの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 황조롱이:새끼 거대 황조롱이떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej pustułki:pisklęta gigantycznej pustułki]
ru: [GENERAL_CHILD_NAME:птенец гигантской пустельги:птенцы гигантской пустельги]
tr: [GENERAL_CHILD_NAME:dev çil şahini yavrusu:dev çil şahini yavruları]
vi: [GENERAL_CHILD_NAME:Chim Cắt Khổng Lồ Con:Những Chim Cắt Khổng Lồ Con]
zh_hans: [GENERAL_CHILD_NAME:巨茶隼雏鸟:巨茶隼雏鸟]

# CREATURE:GIANT_KESTREL
source: [DESCRIPTION:A huge monster in the shape of a kestrel.]
cs: [DESCRIPTION:Obrovská příšera ve tvaru poštolky.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Turmfalken.]
eo: [DESCRIPTION:Grandega monstro kun formo de turfalko.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un cernícalo.]
ja: [DESCRIPTION:チョウゲンボウの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:황조롱이의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie pustułki.]
ru: [DESCRIPTION:Огромный монстр, похожий на пустельгу.]
tr: [DESCRIPTION:Çil şahini biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng chim cắt.]
zh_hans: [DESCRIPTION:一只巨大的茶隼怪。]

# CREATURE:GIANT_KESTREL
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:GIANT_KESTREL
source: [PREFSTRING:hunting prowess]
cs: [PREFSTRING:loveckou zdatností]
de: [PREFSTRING:Jagdgeschick]
eo: [PREFSTRING:ĉasada lerteco]
es: [PREFSTRING:habilidades de caza]
ja: [PREFSTRING:狩りが上手い]
ko: [PREFSTRING:사냥 능력]
pl: [PREFSTRING:sprawność myśliwska]
ru: [PREFSTRING:охотничье мастерство]
tr: [PREFSTRING:avcılık başarısı]
vi: [PREFSTRING:kỹ năng săn mồi]
zh_hans: [PREFSTRING:狩猎能力]

# CREATURE:BIRD_ALBATROSS
source: [DESCRIPTION:A small sea bird with great wings. It soars through the sky and dives for food on the surface of the water.]
cs: [DESCRIPTION:Malý mořský pták s velkými křídly. Plachtí oblohou a potápí se pro potravu na hladině.]
de: [DESCRIPTION:Ein Seevogel mit großen Flügeln. Es schwebt durch den Himmel und taucht auf der Wasseroberfläche nach Nahrung.]
eo: [DESCRIPTION:Malgranda marbirdo kun grandaj flugiloj. Ĝi surflugas tra la ĉielo kaj plunĝas pro manĝaĵo je la surfaco de la akvo.]
es: [DESCRIPTION:Una pequeña ave marina con grandes alas. Se eleva en el cielo y se zambulle por comida en la superficie del agua.]
ja: [DESCRIPTION:A small sea bird with great wings. It soars through the sky and dives for food on the surface of the water.][DESCRIPTION:大きな翼の海鳥だ。大空から魚を狙って水面に飛び込む。]
ko: [DESCRIPTION:커다란 날개를 가진 바다새, 하늘을 날다가 수면에 있는 먹이를 향해 달려든다.]
pl: [DESCRIPTION:Mały, morski ptak z wielkimi skrzydłami. Szybuje przez przestworza i nurkuje po jedzenie na powierzchni wody.]
ru: [DESCRIPTION:Небольшая морская птица с широким размахом крыльев. Парит в небе и ныряет за едой на поверхность воды.]
tr: [DESCRIPTION:Büyük kanatları olan küçük bir deniz kuşu. Gökyüzünde uçar ve suyun yüzeyinde yiyecek için dalış yapar.]
vi: [DESCRIPTION:Một loài chim biển nhỏ với đôi cánh lớn. Chúng lượn lờ trên bầu trời và lao xuống mặt nước để săn mồi.]
zh_hans: [DESCRIPTION:一种长着巨大翅膀的小海鸟。它在天空中翱翔并在水面上潜水觅食。]
