Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CYCLOPS
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CYCLOPS
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]

# CREATURE:CYCLOPS
source: [APP_MOD_NOUN:eyebrow:SINGULAR]
cs: [APP_MOD_NOUN:obočí:SINGULAR]
de: [APP_MOD_NOUN:Augenbraue:SINGULAR]
eo: [APP_MOD_NOUN:brovo:SINGULAR]
es: [APP_MOD_NOUN:ceja:SINGULAR]
ja: [APP_MOD_NOUN:眉毛:SINGULAR]
ko: [APP_MOD_NOUN:눈썹:SINGULAR]
pl: [APP_MOD_NOUN:brew:SINGULAR]
ru: [APP_MOD_NOUN:бровь:SINGULAR]
tr: [APP_MOD_NOUN:kaş:SINGULAR]

# CREATURE:CYCLOPS
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]

# CREATURE:CYCLOPS
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]

# CREATURE:CYCLOPS
source: [TSU_NOUN:hair:SINGULAR]
cs: [TSU_NOUN:vlasy:SINGULAR]
de: [TSU_NOUN:Haar:SINGULAR]
eo: [TSU_NOUN:hararo:SINGULAR]
es: [TSU_NOUN:cabello:SINGULAR]
ja: [TSU_NOUN:毛:SINGULAR]
ko: [TSU_NOUN:털:SINGULAR]
pl: [TSU_NOUN:włosy:SINGULAR]
ru: [TSU_NOUN:волосы:PLURAL]
tr: [TSU_NOUN:saç:SINGULAR]

# CREATURE:CYCLOPS
source: [TSU_NOUN:beard:SINGULAR]
cs: [TSU_NOUN:plnovous:SINGULAR]
de: [TSU_NOUN:Bart:SINGULAR]
eo: [TSU_NOUN:barbo:SINGULAR]
es: [TSU_NOUN:barba:SINGULAR]
ja: [TSU_NOUN:ひげ:SINGULAR]
ko: [TSU_NOUN:수염:SINGULAR]
pl: [TSU_NOUN:broda:SINGULAR]
ru: [TSU_NOUN:борода:SINGULAR]
tr: [TSU_NOUN:sakal:SINGULAR]

# CREATURE:CYCLOPS
source: [TSU_NOUN:moustache:SINGULAR]
cs: [TSU_NOUN:knír:SINGULAR]
de: [TSU_NOUN:Schnurrbart:SINGULAR]
eo: [TSU_NOUN:liphararo:SINGULAR]
es: [TSU_NOUN:bigote:SINGULAR]
ja: [TSU_NOUN:口ひげ:SINGULAR]
ko: [TSU_NOUN:콧수염:SINGULAR]
pl: [TSU_NOUN:wąs:SINGULAR]
ru: [TSU_NOUN:усы:PLURAL]
tr: [TSU_NOUN:bıyık:SINGULAR]

# CREATURE:CYCLOPS
source: [TSU_NOUN:sideburns:PLURAL]
cs: [TSU_NOUN:licousy:PLURAL]
de: [TSU_NOUN:Kotletten:PLURAL]
eo: [TSU_NOUN:vangharoj:PLURAL]
es: [TSU_NOUN:patillas:PLURAL]
ja: [TSU_NOUN:もみあげ:PLURAL]
ko: [TSU_NOUN:구레나룻들:PLURAL]
pl: [TSU_NOUN:bokobrody:PLURAL]
ru: [TSU_NOUN:бакенбарды:PLURAL]
tr: [TSU_NOUN:favoriler:PLURAL]

# CREATURE:CYCLOPS
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CYCLOPS
source: [TLCM_NOUN:eye:SINGULAR]
cs: [TLCM_NOUN:oko:SINGULAR]
de: [TLCM_NOUN:Auge:SINGULAR]
eo: [TLCM_NOUN:okulo:SINGULAR]
es: [TLCM_NOUN:ojo:SINGULAR]
ja: [TLCM_NOUN:眼:SINGULAR]
ko: [TLCM_NOUN:눈:SINGULAR]
pl: [TLCM_NOUN:oko:SINGULAR]
ru: [TLCM_NOUN:глаз:SINGULAR]
tr: [TLCM_NOUN:göz:SINGULAR]

# CREATURE:ETTIN
source: [DESCRIPTION:A giant humanoid monster with two heads.]
cs: [DESCRIPTION:Obří humanoidní netvor se dvěma hlavami.]
de: [DESCRIPTION:eine riesige humanoide Kreatur mit zwei Köpfen.]
eo: [DESCRIPTION:Giganta homsimila monstro kun du kapoj.]
es: [DESCRIPTION:Un gigantesco monstruo humanoide de dos cabezas.]
ja: [DESCRIPTION:二つの頭を持つ大型の人型怪物だ。]
ko: [DESCRIPTION:두 개의 머리를 가진 거대한 인간형 괴물.]
pl: [DESCRIPTION:Olbrzymi humanoidalny potwór z dwiema głowami.]
ru: [DESCRIPTION:Гигантское человекоподобное чудовище с двумя головами.]
tr: [DESCRIPTION:İki kafalı devasa insansı bir canavar.]
vi: [DESCRIPTION:Một quái vật nhân hình khổng lồ với hai đầu.]

# CREATURE:ETTIN
source: [NAME:ettin:ettins:ettin]
cs: [NAME:ettin:ettinové:ettiní]
eo: [NAME:etino:etinoj:de etino]
ja: [NAME:エティン:エティン:エティンの]
ko: [NAME:요툰:요툰들:요툰]
pl: [NAME:ettin:ettiny:ettinowe]
ru: [NAME:эттин:эттины:эттина]
tr: [NAME:ettin:ettinler:ettin]
zh_hans: [NAME:双头巨人:双头巨人:双头巨人]

# CREATURE:ETTIN
source: [CASTE_NAME:ettin:ettins:ettin]
cs: [CASTE_NAME:ettin:ettinové:ettiní]
eo: [CASTE_NAME:etino:etinoj:de etino]
ja: [CASTE_NAME:エティン:エティン:エティンの]
ko: [CASTE_NAME:두 얼굴의 거인 에틴:두 얼굴의 거인 에틴들:두 얼굴의 거인 에틴]
pl: [CASTE_NAME:ettin:ettiny:ettinowe]
ru: [CASTE_NAME:эттин:эттины:эттина]
tr: [CASTE_NAME:ettin:ettinler:ettin]
zh_hans: [CASTE_NAME:双头巨人:双头巨人:双头巨人]

# CREATURE:ETTIN
source: [PREFSTRING:arguing heads]
cs: [PREFSTRING:hašteřivými hlavami]
de: [PREFSTRING:streitende Köpfe]
eo: [PREFSTRING:disputemaj kapoj]
es: [PREFSTRING:cabezas que discuten]
ja: [PREFSTRING:言い争う頭]
ko: [PREFSTRING:문제있는 머리]
pl: [PREFSTRING:kłócące się głowy]
ru: [PREFSTRING:ссорящиеся головы]
tr: [PREFSTRING:tartışan kafalar]
vi: [PREFSTRING:những cái đầu hay cãi vã]

# CREATURE:ETTIN
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:ETTIN
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:ETTIN
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Sprucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Pluć]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:ETTIN
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:ETTIN
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:ETTIN
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:usta:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:ETTIN
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:ETTIN
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:ETTIN
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:ETTIN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:ETTIN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:ETTIN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:ETTIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ETTIN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]

# CREATURE:ETTIN
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]

# CREATURE:ETTIN
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]

# CREATURE:ETTIN
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]

# CREATURE:ETTIN
source: [TSU_NOUN:hair:SINGULAR]
cs: [TSU_NOUN:vlasy:SINGULAR]
de: [TSU_NOUN:Haar:SINGULAR]
eo: [TSU_NOUN:hararo:SINGULAR]
es: [TSU_NOUN:cabello:SINGULAR]
ja: [TSU_NOUN:毛:SINGULAR]
ko: [TSU_NOUN:털:SINGULAR]
pl: [TSU_NOUN:włosy:SINGULAR]
ru: [TSU_NOUN:волосы:PLURAL]
tr: [TSU_NOUN:saç:SINGULAR]

# CREATURE:ETTIN
source: [TSU_NOUN:beard:SINGULAR]
cs: [TSU_NOUN:plnovous:SINGULAR]
de: [TSU_NOUN:Bart:SINGULAR]
eo: [TSU_NOUN:barbo:SINGULAR]
es: [TSU_NOUN:barba:SINGULAR]
ja: [TSU_NOUN:ひげ:SINGULAR]
ko: [TSU_NOUN:수염:SINGULAR]
pl: [TSU_NOUN:broda:SINGULAR]
ru: [TSU_NOUN:борода:SINGULAR]
tr: [TSU_NOUN:sakal:SINGULAR]

# CREATURE:ETTIN
source: [TSU_NOUN:moustache:SINGULAR]
cs: [TSU_NOUN:knír:SINGULAR]
de: [TSU_NOUN:Schnurrbart:SINGULAR]
eo: [TSU_NOUN:liphararo:SINGULAR]
es: [TSU_NOUN:bigote:SINGULAR]
ja: [TSU_NOUN:口ひげ:SINGULAR]
ko: [TSU_NOUN:콧수염:SINGULAR]
pl: [TSU_NOUN:wąs:SINGULAR]
ru: [TSU_NOUN:усы:PLURAL]
tr: [TSU_NOUN:bıyık:SINGULAR]

# CREATURE:ETTIN
source: [TSU_NOUN:sideburns:PLURAL]
cs: [TSU_NOUN:licousy:PLURAL]
de: [TSU_NOUN:Kotletten:PLURAL]
eo: [TSU_NOUN:vangharoj:PLURAL]
es: [TSU_NOUN:patillas:PLURAL]
ja: [TSU_NOUN:もみあげ:PLURAL]
ko: [TSU_NOUN:구레나룻들:PLURAL]
pl: [TSU_NOUN:bokobrody:PLURAL]
ru: [TSU_NOUN:бакенбарды:PLURAL]
tr: [TSU_NOUN:favoriler:PLURAL]

# CREATURE:ETTIN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:ETTIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MINOTAUR
source: [DESCRIPTION:A giant humanoid monster with the head of a bull.]
cs: [DESCRIPTION:Obří humanoidní netvor s hlavou býka.]
de: [DESCRIPTION:Ein riesiges humanoides Monster mit dem Kopf eines Stiers.]
eo: [DESCRIPTION:Giganta homsimila monstro kun la kapo de boviĉo.]
es: [DESCRIPTION:Un gigantesco monstruo humanoide con cabeza de toro]
ja: [DESCRIPTION:牛の頭を持った大型人型怪物。]
ko: [DESCRIPTION:황소의 머리를 가진 거대한 인간형 괴물.]
pl: [DESCRIPTION:Olbrzymi humanoidalny potwór z głową byka.]
ru: [DESCRIPTION:Гигантский человекоподобный монстр с головой быка.]
tr: [DESCRIPTION:Boğa kafasına sahip devasa insansı bir canavar.]
vi: [DESCRIPTION:Một quái vật nhân hình khổng lồ với đầu bò.]

# CREATURE:MINOTAUR
source: [NAME:minotaur:minotaurs:minotaur]
cs: [NAME:minotaur:minotauři:minotauří]
de: [NAME:Minotaurus:Minotauren:Minotaurus]
eo: [NAME:minotaŭro:minotaŭroj:de minotaŭro]
es: [NAME:minotauro:minotauros:minotauro]
ja: [NAME:ミノタウロス:ミノタウロス:ミノタウロスの]
ko: [NAME:미노타우루스:미노타우스들:미노타우르스]
pl: [NAME:minotaur:minotaury:minotaurzy]
ru: [NAME:минотавр:минотавры:минотавра]
tr: [NAME:minotor:minotorlar:minotor]
vi: [NAME:Nhân ngưu:Nhân ngưu:Nhân ngưu]
zh_hans: [NAME:牛头人:牛头人:牛头人]

# CREATURE:MINOTAUR
source: [CASTE_NAME:minotaur:minotaurs:minotaur]
cs: [CASTE_NAME:minotaur:minotauři:minotauří]
de: [CASTE_NAME:Minotaurus:Minotauren:Minotaurus]
eo: [CASTE_NAME:minotaŭro:minotaŭroj:de minotaŭro]
es: [CASTE_NAME:minotauro:minotauros:minotauro]
ja: [CASTE_NAME:ミノタウロス:ミノタウロス:ミノタウロスの]
ko: [CASTE_NAME:미노타우르스:미노타우르스들:미노타우르스]
pl: [CASTE_NAME:minotaur:minotaury:minotaurzy]
ru: [CASTE_NAME:минотавр:минотавры:минотавра]
tr: [CASTE_NAME:minotor:minotorlar:minotor]
vi: [CASTE_NAME:Nhân ngưu:Nhân ngưu:Nhân ngưu]
zh_hans: [CASTE_NAME:牛头人:牛头人:牛头人]

# CREATURE:MINOTAUR
source: [PREFSTRING:horns]
cs: [PREFSTRING:rohy]
de: [PREFSTRING:Hörner]
eo: [PREFSTRING:kornoj]
es: [PREFSTRING:cuernos]
ja: [PREFSTRING:角]
ko: [PREFSTRING:뿔]
pl: [PREFSTRING:rogi]
ru: [PREFSTRING:рога]
tr: [PREFSTRING:boynuzlar]
vi: [PREFSTRING:các sừng]

# CREATURE:MINOTAUR
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:MINOTAUR
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:MINOTAUR
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Sprucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Pluć]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:MINOTAUR
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:MINOTAUR
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:MINOTAUR
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:deş:deşer]
vi: [ATTACK_VERB:húc:húc]

# CREATURE:MINOTAUR
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:MINOTAUR
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:MINOTAUR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:MINOTAUR
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:MINOTAUR
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MINOTAUR
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:YETI
source: [DESCRIPTION:A large ape-like creature with white fur, found in the snowy wilds.]
cs: [DESCRIPTION:Velký tvor podobný lidoopovi s bílou srstí, žijící v zasněžené divočině.]
de: [DESCRIPTION:Ein großes, affenähnliches Wesen mit weißem Fell, das in der verschneiten Wildnis lebt.]
eo: [DESCRIPTION:Granda simiosimila estaĵo kun blanka felo, kiu troviĝas en la neĝaj sovaĝejoj.]
es: [DESCRIPTION:Una gran criatura similar a un simio con pelaje blanco, se encuentra en tierras nevadas.]
ja: [DESCRIPTION:雪原に棲む、大型類人猿だ。白い毛皮を持つ。]
ko: [DESCRIPTION:눈 덮인 야생에서 발견되는 하얀 털을 가진 큰 원숭이 같은 생물.]
pl: [DESCRIPTION:Duże małpo-podobne stworzenie, o białym futrze, występujące w śnieżnej dziczy.]
ru: [DESCRIPTION:Крупное обезьяноподобное существо с белым мехом, обитает в снежных дебрях.]
tr: [DESCRIPTION:Karlı yabanlarda bulunan, beyaz kürklü, iri maymunsu bir yaratık.]
vi: [DESCRIPTION:Một sinh vật lớn giống vượn với bộ lông trắng, được tìm thấy ở những vùng hoang dã đầy tuyết.]

# CREATURE:YETI
source: [NAME:yeti:yetis:yeti]
cs: [NAME:yeti:yetinové:yetí]
eo: [NAME:jetio:jetioj:de jetio]
ja: [NAME:イエティ:イエティ:イエティの]
ko: [NAME:예티:예티들:예티]
pl: [NAME:yei:yeti:yeti]
ru: [NAME:йети:йети:йети]
tr: [NAME:yeti:yetiler:yeti]
zh_hans: [NAME:雪怪:雪怪:雪怪]

# CREATURE:YETI
source: [CASTE_NAME:yeti:yetis:yeti]
cs: [CASTE_NAME:yeti:yetinové:yetí]
eo: [CASTE_NAME:jetio:jetioj:de jetio]
ja: [CASTE_NAME:イエティ:イエティ:イエティの]
ko: [CASTE_NAME:예티:예티들:예티]
ru: [CASTE_NAME:йети:йети:йети]
tr: [CASTE_NAME:yeti:yetiler:yeti]
zh_hans: [CASTE_NAME:雪怪:雪怪:雪怪]

# CREATURE:YETI
source: [PREFSTRING:white fur]
cs: [PREFSTRING:bílou srstí]
de: [PREFSTRING:weisses Fell]
eo: [PREFSTRING:blanka felo]
es: [PREFSTRING:pelaje blanco]
ja: [PREFSTRING:白い毛皮]
ko: [PREFSTRING:흰 털가죽]
pl: [PREFSTRING:białe futro]
ru: [PREFSTRING:белый мех]
tr: [PREFSTRING:beyaz kürk]
vi: [PREFSTRING:lông trắng]

# CREATURE:YETI
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:YETI
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:YETI
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:YETI
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:YETI
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:YETI
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
