Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIGANTIC TORTOISE
source: [PREFSTRING:great size]
cs: [PREFSTRING:velikostí]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
pl: [PREFSTRING:wielki rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük boyut]
vi: [PREFSTRING:kích thước khổng lồ]

# CREATURE:ARMADILLO
source: [DESCRIPTION:A small mammal with a leathery hide. It can roll into a ball to escape predators.]
cs: [DESCRIPTION:Malý savec s kožovitou kůží. Dokáže se stočit do klubíčka, aby unikl predátorům.]
de: [DESCRIPTION:Ein kleines Säugetier mit lederartigem Fell. Es kann sich zu einem Ball zusammenrollen, um Raubtieren zu entkommen.]
eo: [DESCRIPTION:Malgranda mamulo kun leda haŭto. Ĝi povas volvi sin kia bulo pro eviti predantojn.]
es: [DESCRIPTION:Un pequeño mamífero con un curtido pellejo. Puede enrollarse en una bola para escapar de sus depredadores.]
ja: [DESCRIPTION:硬い皮を持った小型動物。ボールのように丸まって敵から身を守る。]
ko: [DESCRIPTION:가죽 같은 가죽을 가진 작은 포유류. 그것은 포식자들을 피하기 위해 공 모양으로 구를 수 있습니다.]
pl: [DESCRIPTION:Mały ssak z pancerną skórą. Może zwijać się w kulkę, aby uciec drapieżnikom.]
ru: [DESCRIPTION:Небольшое млекопитающее с жёсткой шкурой. Может сворачиваться в шар, чтобы спрятаться от хищников.]
tr: [DESCRIPTION:Dericil bir deriye sahip küçük bir memeli. Yırtıcılardan kaçmak için top gibi yuvarlanabilir.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ với lớp da dai như da thuộc. Nó có thể cuộn tròn thành quả bóng để thoát khỏi kẻ săn mồi.]

# CREATURE:ARMADILLO
source: [NAME:armadillo:armadillos:armadillo]
cs: [NAME:pásovec:pásovci:pásovec]
de: [NAME:Gürteltier:Gürteltiere:Gürteltier]
eo: [NAME:armadelo:armadeloj:de armadelo]
ja: [NAME:アルマジロ:アルマジロ:アルマジロの]
ko: [NAME:아르마딜로:아르마딜로들:아르마딜로]
pl: [NAME:pancernik:pancerniki:pancernikowy]
ru: [NAME:броненосец:броненосцы:броненосца]
tr: [NAME:armadillo:armadillolar:armadillo]
vi: [NAME:tatu:tatu:tatu]

# CREATURE:ARMADILLO
source: [GENERAL_CHILD_NAME:armadillo pup:armadillo pups]
cs: [GENERAL_CHILD_NAME:mládě pásovce:mláďata pásovce]
de: [GENERAL_CHILD_NAME:Gürteltierwelpen:Gürteltierwelpen]
eo: [GENERAL_CHILD_NAME:armadelido:armadelidoj]
es: [GENERAL_CHILD_NAME:cría de armadillo:crías de armadillo]
ja: [GENERAL_CHILD_NAME:アルマジロの子供:アルマジロの子供の]
ko: [GENERAL_CHILD_NAME:새끼 아르마딜로:새끼 아르마딜로들]
pl: [GENERAL_CHILD_NAME:młody pancernika:młode pancernika]
ru: [GENERAL_CHILD_NAME:детёныш броненосца:детёныши броненосца]
tr: [GENERAL_CHILD_NAME:yavru armadillo:yavru armadillolar]
vi: [GENERAL_CHILD_NAME:tatu con:tatu con]

# CREATURE:ARMADILLO
source: [PREFSTRING:thick, bony armor plates]
cs: [PREFSTRING:silnými kostěnými pláty]
de: [PREFSTRING:dicke, knöcherne Panzerplatten]
eo: [PREFSTRING:dekaj ostaj kiraslamenoj]
es: [PREFSTRING:Placas oseas, de armadura gruesa]
ja: [PREFSTRING:鱗のような体の鎧]
ko: [PREFSTRING:두꺼운 뼈 갑옷판]
pl: [PREFSTRING:gruby, kościsty pancerz z płytek]
ru: [PREFSTRING:толстую костяную броню]
tr: [PREFSTRING:kalın, kemikli zırh plakaları]
vi: [PREFSTRING:những tấm giáp xương dày]

# CREATURE:ARMADILLO
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ARMADILLO
source: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:roll into a ball:rolls into a ball:unroll:unrolls]
cs: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:stočit se do koule:stáčí se do koule:rozbalit se:rozbaluje se]
de: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:zu einer Kugel rollen:rollt zu einer Kugel:abrollen:rollt ab]
eo: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:volvas sin kia bulo:volvas sin kia bulo:disvolvas sin:disvolvas sin]
es: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:enrrolla en una bola:enrollan en una bola:desenrolla:desenrrollar]
ja: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:丸まる:丸まる:元に戻る:元に戻る]
ko: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:둥글게 몸을 말았다:둥글게 몸을 말았다:말은 몸을 풀었다:말은 몸을 풀었다]
pl: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:zwijasz się w kulkę:zwija się w kulkę:rozwijasz się:rozwija się]
ru: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:сворачиваетесь в клубок:сворачивается в клубок:разворачиваетесь:разворачивается]
tr: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:top gibi yuvarlan:top gibi yuvarlanır:açıl:açılır]
vi: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:cuộn tròn thành quả bóng:cuộn tròn thành quả bóng:mở ra:mở ra]

# CREATURE:ARMADILLO
source: [CASTE_NAME:armadillo sow:armadillo sows:armadillo sow]
cs: [CASTE_NAME:pásovčí samice:pásovčí samice:pásovčí samice]
de: [CASTE_NAME:Gürteltier-Sau:Gürteltier-Säue:Gürteltier-Sau]
eo: [CASTE_NAME:armadelino:armadelinoj:de armadelino]
es: [CASTE_NAME:armadillo hembra:armadillos hembras:armadillo hembra]
ja: [CASTE_NAME:アルマジロの雌:アルマジロの雌:アルマジロの雌の]
ko: [CASTE_NAME:암컷 아르마딜로:암컷 아르마딜로들:암컷 아르마딜로]
pl: [CASTE_NAME:samica pancernika:samice pancernika:samiczo pancernikowy]
ru: [CASTE_NAME:самка броненосца:самки броненосца:самки броненосца]
tr: [CASTE_NAME:dişi armadillo:dişi armadillolar:dişi armadillo]

# CREATURE:ARMADILLO
source: [CASTE_NAME:armadillo boar:armadillo boars:armadillo boar]
cs: [CASTE_NAME:pásovčí samec:pásovčí samci:pásovčí samec]
de: [CASTE_NAME:Gürteltier Eber:Gürteltier Eber:Gürteltier Eber]
eo: [CASTE_NAME:armadeliĉo:armadeliĉoj:de armadeliĉo]
es: [CASTE_NAME:armadillo macho:armadillos machos:armadillo macho]
ja: [CASTE_NAME:アルマジロの雄:アルマジロの雄:アルマジロの雄の]
ko: [CASTE_NAME:수컷 아르마딜로:수컷 아르마딜로들:수컷 아르마딜로]
pl: [CASTE_NAME:samiec pancernika:samce pancernika:samco pancernikowy]
ru: [CASTE_NAME:самец броненосца:самцы броненосца:самца броненосца]
tr: [CASTE_NAME:erkek armadillo:erkek armadillolar:erkek armadillo]
vi: [CASTE_NAME:tatu đực trưởng thành:tatu đực trưởng thành:tatu đực trưởng thành]

# CREATURE:ARMADILLO
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:ARMADILLO
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:ARMADILLO
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:ARMADILLO MAN
source: [CASTE_NAME:armadillo man:armadillo men:armadillo man]
cs: [CASTE_NAME:pásovčí muž:pásovčí muži:pásovčí muž]
de: [CASTE_NAME:Gürteltiermann:Gürteltiermänner:Gürteltiermann]
eo: [CASTE_NAME:homarmadeliĉo:homarmadeliĉoj:de homarmadeliĉo]
es: [CASTE_NAME:hombre armadillo:hombres armadillo:hombre armadillo]
ja: [CASTE_NAME:アルマジロ男:アルマジロ男:アルマジロ男の]
ko: [CASTE_NAME:남성 아르마딜로인간:남성 아르마딜로인간들:남성 아르마딜로인간]
pl: [CASTE_NAME:pancernikomężczyzna:pancernikomężczyźni:pancernikomężczyzny]
ru: [CASTE_NAME:мужчина-броненосец:мужчины-броненосцы:человека-броненосца]
tr: [CASTE_NAME:erkek armadillo:erkek armadillolar:erkek armadillo]
vi: [CASTE_NAME:người tatu:người tatu:người tatu]

# CREATURE:ARMADILLO MAN
source: [CASTE_NAME:armadillo woman:armadillo women:armadillo woman]
cs: [CASTE_NAME:pásovčí žena:pásovčí ženy:pásovčí žena]
de: [CASTE_NAME:Gürteltierfrau:Gürteltierfrauen:Gürteltierfrau]
eo: [CASTE_NAME:homarmadelino:homarmadelinoj:de homarmadelino]
es: [CASTE_NAME:mujer armadillo:mujeres armadillo:mujer armadillo]
ja: [CASTE_NAME:アルマジロ女:アルマジロ女:アルマジロ女の]
ko: [CASTE_NAME:여성 아르마딜로인간:여성 아르마딜로인간들:여성 아르마딜로인간]
pl: [CASTE_NAME:pancernikokobieta:pancernikokobiety:pancernikokobiecy]
ru: [CASTE_NAME:женщина-броненосец:женщины-броненосцы:женщин-броненосцев]
tr: [CASTE_NAME:dişi armadillo:dişi armadillolar:dişi armadillo]
vi: [CASTE_NAME:phụ nữ tatu:phụ nữ tatu:phụ nữ tatu]

# CREATURE:ARMADILLO MAN
source: [NAME:armadillo man:armadillo men:armadillo man]
cs: [NAME:pásovčí muž:pásovčí muži:pásovčí muž]
de: [NAME:Gürteltiermann:Gürteltiermänner:Gürteltiermann]
eo: [NAME:homarmadelo:homarmadeloj:de homarmadelo]
es: [NAME:hombre armadillo:hombres armadillo:hombre armadillo]
ja: [NAME:アルマジロ男:アルマジロ男:アルマジロ男の]
ko: [NAME:아르마딜로인간:아르마딜로인간들:아르마딜로인간]
pl: [NAME:pancernikoczłowiek:pancernikoludzie:pancernikoludzki]
ru: [NAME:человек-броненосец:люди-броненосцы:человека-броненосца]
tr: [NAME:erkek armadillo:erkek armadillolar:erkek armadillo]
vi: [NAME:người tatu:người tatu:người tatu]

# CREATURE:ARMADILLO MAN
source: [DESCRIPTION:A person with the hide and head of an armadillo.]
cs: [DESCRIPTION:Osoba s kůží a hlavou pásovce.]
de: [DESCRIPTION:Eine Person mit dem Fell und dem Kopf eines Gürteltiers.]
eo: [DESCRIPTION:Homo kun la felo kaj la kapo de armadelo.]
es: [DESCRIPTION:Una persona con el pellejo y cabeza de un armadillo.]
ja: [DESCRIPTION:アルマジロの頭と皮膚を持った人間だ。]
ko: [DESCRIPTION:아르마딜로의 머리와 가죽을 가진 인간.]
pl: [DESCRIPTION:Osobnik z pancerzem i głową pancernika.]
ru: [DESCRIPTION:Человек со шкурой и головой броненосца.]
tr: [DESCRIPTION:Armadillo derisine ve başına sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người có lớp da và đầu của tatu.]

# CREATURE:ARMADILLO, GIANT
source: [NAME:giant armadillo:giant armadillos:giant armadillo]
cs: [NAME:obří pásovec:obří pásovci:obří pásovec]
de: [NAME:Riesengürteltier:Riesengürteltiere:Riesengürteltier]
eo: [NAME:giganta armadelo:gigantaj armadeloj:de giganta armadelo]
es: [NAME:armadillo gigante:armadillos gigantes:armadillo gigante]
ja: [NAME:巨大アルマジロ:巨大アルマジロ:巨大アルマジロの]
ko: [NAME:거대 아르마딜로:거대 아르마딜로들:거대 아르마딜로]
pl: [NAME:gigantyczny pancernik:gigantyczne pancerniki:gigantyczno pancernikowy]
ru: [NAME:гигантский броненосец:гигантские броненосцы:гигантского броненосца]
tr: [NAME:dev armadillo:dev armadillolar:dev armadillo]
vi: [NAME:tatu khổng lồ:tatu khổng lồ:tatu khổng lồ]

# CREATURE:ARMADILLO, GIANT
source: [GENERAL_CHILD_NAME:giant armadillo pup:giant armadillo pups]
cs: [GENERAL_CHILD_NAME:mládě obřího pásovce:mláďata obřího pásovce]
de: [GENERAL_CHILD_NAME:Riesengürteltierwelpen:Riesengürteltierwelpen]
eo: [GENERAL_CHILD_NAME:giganta armadelido:gigantaj armadelidoj]
es: [GENERAL_CHILD_NAME:cría de armadillo gigante:crías de armadillo gigante]
ja: [GENERAL_CHILD_NAME:巨大アルマジロの子供:巨大アルマジロの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 아르마딜로:새끼 거대 아르마딜로들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego pancernika:młode gigantycznego pancernika]
ru: [GENERAL_CHILD_NAME:детёныш гигантского броненосца:детёныши гигантского броненосца]
tr: [GENERAL_CHILD_NAME:yavru dev armadillo:yavru dev armadillolar]
vi: [GENERAL_CHILD_NAME:tatu con khổng lồ:tatu con khổng lồ]

# CREATURE:ARMADILLO, GIANT
source: [DESCRIPTION:A large monster the shape of an armadillo. It has thick armor for skin.]
cs: [DESCRIPTION:Velký tvor ve tvaru pásovce. Má silný pancíř místo kůže.]
de: [DESCRIPTION:Ein großes Monster in Form eines Gürteltiers. Es hat einen dicken Hautpanzer.]
eo: [DESCRIPTION:Granda monstro kun la formo de armadelo. Ĝi havas deka kiraso el haŭto.]
es: [DESCRIPTION:Un monstruo grande con el aspecto de un armadillo. Tiene una gruesa armadura por piel.]
ja: [DESCRIPTION:アルマジロのような姿をした巨大な怪物だ。鎧のような肌を持つ。]
ko: [DESCRIPTION:아르마딜로의 모습을 한 거대한 괴수. 피부에 두꺼운 갑옷을 가지고 있다.]
pl: [DESCRIPTION:Ogromny potwór w kształcie pancernika. Ma gruby pancerz ze skóry.]
ru: [DESCRIPTION:Огромный монстр, похожий на броненосца. У него толстая броня, покрывающая кожу.]
tr: [DESCRIPTION:Armadillo şeklinde büyük bir canavar. Derisi yerine kalın zırhı vardır.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng tatu. Nó có lớp da dày như giáp.]

# CREATURE:ARMADILLO, GIANT
source: [CASTE_NAME:giant armadillo boar:giant armadillo boars:giant armadillo boar]
cs: [CASTE_NAME:obří pásovčí samec:obří pásovčí samci:obří pásovčí samec]
de: [CASTE_NAME:Riesengürteltier Wildschwein:Riesengürteltier Wildschweine:Riesengürteltier Wildschwein]
eo: [CASTE_NAME:giganta armadeliĉo:gigantaj armadeliĉoj:de giganta armadeliĉo]
es: [CASTE_NAME:giant armadillo gigante: jabalí armadillo verracos: gigante armadillo jabalí]
ja: [CASTE_NAME:巨大アルマジロの雄:巨大アルマジロの雄:巨大アルマジロの雄の]
ko: [CASTE_NAME:수컷 거대 아르마딜로:수컷 거대 아르마딜로들:수컷 거대 아르마딜로]
pl: [CASTE_NAME:samiec gigantycznego pancernika:samce gigantycznego pancernika:samco gigantyczno pancernikowy]
ru: [CASTE_NAME:самка гигантского броненосца:самки гигантского броненосца:самки гигантского броненосца]
tr: [CASTE_NAME:dev erkek armadillo:dev erkek armadillolar:dev erkek armadillo]
vi: [CASTE_NAME:tatu đực trưởng thành khổng lồ:tatu đực trưởng thành khổng lồ:tatu đực trưởng thành khổng lồ]

# CREATURE:ARMADILLO, GIANT
source: [CASTE_NAME:giant armadillo sow:giant armadillo sows:giant armadillo sow]
cs: [CASTE_NAME:obří pásovčí samice:obří pásovčí samice:obří pásovčí samice]
de: [CASTE_NAME:Riesengürteltier-Sau:Riesengürteltier-Säue:Riesengürteltier-Sau]
eo: [CASTE_NAME:giganta armadelino:gigantaj armadelinoj:de giganta armadelino]
es: [CASTE_NAME:jabali armadillo gigante:jabalies armadillos gigantes:jabali armadillo gigante]
ja: [CASTE_NAME:巨大アルマジロの雌:巨大アルマジロの雌:巨大アルマジロの雌の]
ko: [CASTE_NAME:암컷 거대 아르마딜로:암컷 거대 아르마딜로들:암컷 거대 아르마딜로]
pl: [CASTE_NAME:samica gigantycznego pancernika:samice gigantycznego pancernika:samico gigantyczno pancernikowy]
ru: [CASTE_NAME:самец гигантского броненосца:самцы гигантского броненосца:самца гигантского броненосца]
tr: [CASTE_NAME:dev dişi armadillo:dev dişi armadillolar:dev dişi armadillo]
vi: [CASTE_NAME:tatu cái trưởng thành khổng lồ:tatu cái trưởng thành khổng lồ:tatu cái trưởng thành khổng lồ]

# CREATURE:ARMADILLO, GIANT
source: [PREFSTRING:thick, bony armor plates]
cs: [PREFSTRING:silnými kostěnými pláty]
de: [PREFSTRING:dicke, knöcherne Panzerplatten]
eo: [PREFSTRING:dekaj, ostaj kiras-lamenoj]
es: [PREFSTRING:Placas oseas, de armadura gruesa]
ja: [PREFSTRING:鱗のような鎧の肌]
ko: [PREFSTRING:두꺼운 뼈 갑옷판]
pl: [PREFSTRING:gruby, kościsty pancerz z płytek]
ru: [PREFSTRING:толстую костяную броню]
tr: [PREFSTRING:kalın, kemikli zırh plakaları]
vi: [PREFSTRING:những tấm giáp xương dày]

# CREATURE:MUSKOX
source: [DESCRIPTION:A large hooved animal with curved horns and a thick brown coat. It is known for its strong odor.]
cs: [DESCRIPTION:Velký kopytník se zahnutými rohy a hustou hnědou srstí. Je známý silným zápachem.]
de: [DESCRIPTION:Ein großes Huftier mit gebogenen Hörnern und einem dicken braunen Fell. Es ist bekannt für seinen starken Geruch.]
eo: [DESCRIPTION:Granda hufa besto kun kurbaj kornoj kaj dika bruna hararo. Ĝi estas konita por sia akrega odoro.]
es: [DESCRIPTION:Un gran animal jorobado con cuernos curvos y un grueso pelaje marrón. Es conocido por su fuerte hedor.]
ja: [DESCRIPTION:曲がった角と厚い茶色の毛皮を持つ大型哺乳類。匂いが強い。]
ko: [DESCRIPTION:굽은 뿔과 두꺼운 갈색 털을 가진 큰 발굽 동물. 그것은 강한 냄새로 알려져 있습니다.]
pl: [DESCRIPTION:Duże, kopytne zwierzę z zakrzywionymi rogami i grubym, brązowym futrem. Jest znane z silnego odoru.]
ru: [DESCRIPTION:Крупное копытное животное с изогнутыми рогами и густым бурым мехом. Известны благодаря своему сильному запаху.]
tr: [DESCRIPTION:Kıvrık boynuzları ve kalın kahverengi postu olan büyük, toynaklı bir hayvan. Güçlü kokusuyla bilinir.]
vi: [DESCRIPTION:Một loài động vật móng guốc lớn với sừng cong và bộ lông dày màu nâu. Nó nổi tiếng với mùi nồng nặc.]

# CREATURE:MUSKOX
source: [NAME:muskox:muskoxen:muskox]
cs: [NAME:pižmoň:pižmoni:pižmoň]
de: [NAME:Moschusochse:Moschusochsen:Moschusochse]
eo: [NAME:moskobovo:moskobovoj:de moskobovo]
es: [NAME:buey almizclero:bueyes almizcleros:buey almizclero]
ja: [NAME:ジャコウウシ:ジャコウウシ:ジャコウウシの]
ko: [NAME:사향소:사향소떼:사향소]
pl: [NAME:wół piżmowy:woły piżmowe:wołowo piżmowy]
ru: [NAME:овцебык:овцебыки:овцебыка]
tr: [NAME:misk öküzü:misk öküzleri:misk öküzü]
vi: [NAME:bò xạ:bò xạ:bò xạ]

# CREATURE:MUSKOX
source: [CASTE_NAME:muskox:muskoxen:muskox]
cs: [CASTE_NAME:pižmoň:pižmoni:pižmoň]
de: [CASTE_NAME:Moschusochse:Moschusochsen:Moschusochse]
eo: [CASTE_NAME:moskobovo:moskobovoj:de moskobovo]
es: [CASTE_NAME:buey almizclero:bueyes almizcleros:buey almizclero]
ja: [CASTE_NAME:ジャコウウシ:ジャコウウシ:ジャコウウシの]
ko: [CASTE_NAME:사향소:사향소떼:사향소]
pl: [CASTE_NAME:wół piżmowy:woły piżmowe:wołowo piżmowy]
ru: [CASTE_NAME:овцебык:овцебыки:овцебыка]
tr: [CASTE_NAME:misk öküzü:misk öküzleri:misk öküzü]
vi: [CASTE_NAME:bò xạ:bò xạ:bò xạ]

# CREATURE:MUSKOX
source: [GENERAL_CHILD_NAME:muskox calf:muskox calves]
cs: [GENERAL_CHILD_NAME:pižmoňí tele:pižmoňí telata]
de: [GENERAL_CHILD_NAME:Moschusochsen-Kalb:Moschusochsen-Kälber]
eo: [GENERAL_CHILD_NAME:moskobovido:moskobovidoj]
es: [GENERAL_CHILD_NAME:becerro de buey almizclero:becerros de bueyes almizcleros]
ja: [GENERAL_CHILD_NAME:ジャコウウシの仔:ジャコウウシの仔の]
ko: [GENERAL_CHILD_NAME:새끼 사향소:새끼 사향소들]
pl: [GENERAL_CHILD_NAME:cielę woła piżmowego:cielaki woła piżmowego]
ru: [GENERAL_CHILD_NAME:телёнок овцебыка:телята овцебыка]
tr: [GENERAL_CHILD_NAME:yavru misk öküzü:yavru misk öküzleri]
vi: [GENERAL_CHILD_NAME:bò xạ con:bò xạ con]
zh_hans: [GENERAL_CHILD_NAME:麝牛幼崽:麝牛幼崽]

# CREATURE:MUSKOX
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]

# CREATURE:MUSKOX
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:MUSKOX
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:MUSKOX
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:MUSKOX
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MUSKOX
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MUSKOX_MAN
source: [CASTE_NAME:muskox man:muskox men:muskox man]
cs: [CASTE_NAME:pižmoňí muž:pižmoňí muži:pižmoňí muž]
de: [CASTE_NAME:Moschusochsenmann:Moschusochsenmänner:Moschusochsenmann]
eo: [CASTE_NAME:hommoskoboviĉo:hommoskoboviĉoj:de hommoskoboviĉo]
es: [CASTE_NAME:hombre buey almizclero:hombres bueyes almizcleros:hombre buey almizclero]
ja: [CASTE_NAME:ジャコウウシ男:ジャコウウシ男:ジャコウウシ男の]
ko: [CASTE_NAME:남성 사향소인간:남성 사향소인간들:남성 사향소인간]
pl: [CASTE_NAME:wołomężczyzna piżmowy:wołomężczyźni piżmowi:wołomęsko piżmowy]
ru: [CASTE_NAME:мужчина-овцебык:мужчины-овцебыки:мужчины-овцебыка]
tr: [CASTE_NAME:erkek misk öküzü:erkek misk öküzleri:erkek misk öküzü]
vi: [CASTE_NAME:người bò xạ:người bò xạ:người bò xạ]

# CREATURE:MUSKOX_MAN
source: [CASTE_NAME:muskox woman:muskox women:muskox woman]
cs: [CASTE_NAME:pižmoňí žena:pižmoňí ženy:pižmoňí žena]
de: [CASTE_NAME:Moschusochsenfrau:Moschusochsenfrauen:Moschusochsenfrau]
eo: [CASTE_NAME:hommoskobovino:hommoskobovinoj:de hommoskobovino]
es: [CASTE_NAME:mujer buey almizclero:mujeres bueyes almizcleros:mujer buey almizclero]
ja: [CASTE_NAME:ジャコウウシ女:ジャコウウシ女:ジャコウウシ女の]
ko: [CASTE_NAME:여성 사향소인간:여성 사향소인간들:여성 사향소인간]
pl: [CASTE_NAME:wołokobieta piżmowa:wołokobiety piżmowe:wołokobieco piżmowy]
ru: [CASTE_NAME:женщина-овцебык:женщины-овцебыки:женщины-овцебыка]
tr: [CASTE_NAME:dişi misk öküzü:dişi misk öküzleri:dişi misk öküzü]
vi: [CASTE_NAME:phụ nữ bò xạ:phụ nữ bò xạ:phụ nữ bò xạ]

# CREATURE:MUSKOX_MAN
source: [NAME:muskox man:muskox men:muskox man]
cs: [NAME:pižmoňí muž:pižmoňí muži:pižmoňí muž]
de: [NAME:Moschusochsenmann:Moschusochsenmänner:Moschusochsenmann]
eo: [NAME:hommoskobovo:hommoskobovoj:de hommoskobovo]
es: [NAME:hombre buey almizclero:hombres bueyes almizcleros:hombre buey almizclero]
ja: [NAME:ジャコウウシ男:ジャコウウシ男:ジャコウウシ男の]
ko: [NAME:사향소인간:사향소인간들:사향소인간]
pl: [NAME:wołoczłowiek piżmowy:wołoludzie piżmowi:wołoludzko piżmowy]
ru: [NAME:человек-овцебык:люди-овцебыки:человека-овцебыка]
tr: [NAME:erkek misk öküzü:erkek misk öküzleri:erkek misk öküzü]
vi: [NAME:người bò xạ:người bò xạ:người bò xạ]

# CREATURE:MUSKOX_MAN
source: [DESCRIPTION:A horned person with the head of a muskox.]
cs: [DESCRIPTION:Rohatá osoba s hlavou pižmoně.]
de: [DESCRIPTION: Eine gehörnte Gestalt mit dem Kopf einer Moschusochsen.]
eo: [DESCRIPTION:Korna homo kun la kapo de moskobovo.]
es: [DESCRIPTION:Una persona cornuda con la cabeza de un buey almozclero.]
ja: [DESCRIPTION:ジャコウウシの頭と角を持つ人間だ。]
ko: [DESCRIPTION:사향소의 머리와 뿔을 가진 인간.]
pl: [DESCRIPTION:Rogaty osobnik z głową woła piżmowego.]
ru: [DESCRIPTION:Рогатый человек с головой овцебыка.]
tr: [DESCRIPTION:Misk öküzü başlı, boynuzlu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có sừng với đầu nai xạ.]

# CREATURE:GIANT_MUSKOX
source: [NAME:giant muskox:giant muskoxen:giant muskox]
cs: [NAME:obří pižmoň:obří pižmoni:obří pižmoň]
de: [NAME:Riesen-Moschusochse:Riesen-Moschusochsen:Riesen-Moschusochse]
eo: [NAME:giganta moskobovo:gigantaj moskobovoj:de giganta moskobovo]
es: [NAME:buey almizclero gigante:bueyes almizcleros gigantes:buey almizclero gigante]
ja: [NAME:巨大ジャコウウシ:巨大ジャコウウシ:巨大ジャコウウシの]
ko: [NAME:거대 사향소:거대 사향소떼:거대 사향소]
pl: [NAME:gigantyczny wół piżmowy:gigantyczne woły piżmowe:gigantyczno wołowo piżmowy]
ru: [NAME:гигантский овцебык:гигантские овцебыки:гигантского овцебыка]
tr: [NAME:dev misk öküzü:dev misk öküzleri:dev misk öküzü]
vi: [NAME:nai xạ khổng lồ:các nai xạ khổng lồ:nai xạ khổng lồ]

# CREATURE:GIANT_MUSKOX
source: [CASTE_NAME:giant muskox:giant muskoxen:giant muskox]
cs: [CASTE_NAME:obří pižmoň:obří pižmoni:obří pižmoň]
de: [CASTE_NAME:Riesenmoschusochse:Riesenmoschusochsen:Riesenmoschusochse]
eo: [CASTE_NAME:giganta moskobovo:gigantaj moskobovoj:de giganta moskobovo]
es: [CASTE_NAME:buey almizclero gigante:bueyes almizcleros gigantes:buey almizclero gigante]
ja: [CASTE_NAME:巨大ジャコウウシ:巨大ジャコウウシ:巨大ジャコウウシの]
ko: [CASTE_NAME:거대 사향소:거대 사향소떼:거대 사향소]
pl: [CASTE_NAME:gigantyczny wół piżmowy:gigantyczne woły piżmowe:gigantyczno wołowo piżmowy]
ru: [CASTE_NAME:гигантский овцебык:гигантские овцебыки:гигантского овцебыка]
tr: [CASTE_NAME:dev misk öküzü:dev misk öküzleri:dev misk öküzü]
vi: [CASTE_NAME:nai xạ khổng lồ:các nai xạ khổng lồ:nai xạ khổng lồ]
