Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:ELEPHANT
source: [STATE_ADJ:ALL_SOLID:ivory]
cs: [STATE_ADJ:ALL_SOLID:slonovinový]
de: [STATE_ADJ:ALL_SOLID:elfenbeinernen]
eo: [STATE_ADJ:ALL_SOLID:ebura]
es: [STATE_ADJ:ALL_SOLID:de marfil]
ja: [STATE_ADJ:ALL_SOLID:牙]
ko: [STATE_ADJ:ALL_SOLID:상아]
pl: [STATE_ADJ:ALL_SOLID:kościo słoniowy]
ru: [STATE_ADJ:ALL_SOLID:бивни]
tr: [STATE_ADJ:ALL_SOLID:fildişi]
vi: [STATE_ADJ:ALL_SOLID:Ngà]
zh_hans: [STATE_ADJ:ALL_SOLID:象牙制的]

# CREATURE:ELEPHANT
source: [TISSUE_NAME:ivory:NP]
cs: [TISSUE_NAME:slonovina:NP]
de: [TISSUE_NAME:Elfenbein:NP]
eo: [TISSUE_NAME:eburo:eburoj]
es: [TISSUE_NAME:marfil:NP]
ja: [TISSUE_NAME:牙:NP]
ko: [TISSUE_NAME:상아:NP]
pl: [TISSUE_NAME:kość słoniowa:NP]
ru: [TISSUE_NAME:клыки:NP]
tr: [TISSUE_NAME:fildişi:NP]

# CREATURE:ELEPHANT
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:ELEPHANT
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:dentobatas:dentobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]

# CREATURE:ELEPHANT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:ELEPHANT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:ELEPHANT_MAN
source: [CASTE_NAME:elephant man:elephant men:elephant man]
cs: [CASTE_NAME:sloní muž:sloní muži:sloního muže]
de: [CASTE_NAME:Ele­fant:Ele­fanten:Ele­fant]
eo: [CASTE_NAME:homelefantiĉo:homelefantiĉoj:de homelefantiĉo]
es: [CASTE_NAME:hombre elefante:hombres elefantes:hombre elefante]
ja: [CASTE_NAME:象男:象男:象男の]
ko: [CASTE_NAME:남성 코끼리인간:남성 코끼리인간들:남성 코끼리인간]
pl: [CASTE_NAME:słoniomężczyzna:słoniomężczyźni:słoniomężczyzny]
ru: [CASTE_NAME:мужчина-слон:мужчины-слоны:мужчины-слона]
tr: [CASTE_NAME:erkek fil:erkek filler:erkek fil]
vi: [CASTE_NAME:người voi:những người voi:người voi]
zh_hans: [CASTE_NAME:大象男:大象男:大象男]

# CREATURE:ELEPHANT_MAN
source: [CASTE_NAME:elephant woman:elephant women:elephant woman]
cs: [CASTE_NAME:sloní žena:sloní ženy:sloní ženu]
de: [CASTE_NAME:Ele­fan­tin:Ele­fan­tinen:Ele­fan­tin]
eo: [CASTE_NAME:homelefantino:homelefantinoj:de homelefantino]
es: [CASTE_NAME:mujer elefante:mujeres elefante:mujer elefante]
ja: [CASTE_NAME:象女:象女:象女の]
ko: [CASTE_NAME:여성 코끼리인간:여성 코끼리인간들:여성 코끼리인간]
pl: [CASTE_NAME:słoniokobieta:słoniokobiety:słoniokobiecy]
ru: [CASTE_NAME:женщина-слониха:женщины-слонихи:женщины-слонихи]
tr: [CASTE_NAME:dişi fil:dişi filler:dişi fil]
vi: [CASTE_NAME:phụ nữ voi:những phụ nữ voi:phụ nữ voi]
zh_hans: [CASTE_NAME:大象女:大象女:大象女]

# CREATURE:ELEPHANT_MAN
source: [NAME:elephant man:elephant men:elephant man]
cs: [NAME:sloní muž:sloní muži:sloního muže]
de: [NAME:Ele­fant:Ele­fanten:Ele­fant]
eo: [NAME:homelefanto:homelefantoj:de homelefanto]
es: [NAME:hombre elefante:hombres elefante:hombre elefante]
ja: [NAME:象男:象男:象男の]
ko: [NAME:코끼리인간:코끼리인간들:코끼리인간]
pl: [NAME:słonioczłowiek:słonioludzie:słonioludzki]
ru: [NAME:человек-слон:люди-слоны:человека-слона]
tr: [NAME:erkek fil:erkek filler:erkek fil]
vi: [NAME:người voi:những người voi:người voi]
zh_hans: [NAME:大象人:大象人:大象人]

# CREATURE:ELEPHANT_MAN
source: [DESCRIPTION:A large person with the trunk and ears of an elephant.]
cs: [DESCRIPTION:Velká osoba s chobotem a ušima slona.]
de: [DESCRIPTION:Eine große Person mit dem Rüssel und den Ohren eines Elefanten.]
eo: [DESCRIPTION:Granda homo kun la rostro kaj oreloj de elefanto.]
es: [DESCRIPTION:Una corpulenta persona con trompa y orejas de elefante.]
ja: [DESCRIPTION:象の胴体と耳を持った、巨大な人間だ。]
ko: [DESCRIPTION:코끼리 코와 귀를 가진 큰 인간.]
pl: [DESCRIPTION:Duży osobnik z trącą i uszami słonia.]
ru: [DESCRIPTION:Огромный человек с головой и ушами слона.]
tr: [DESCRIPTION:Fil hortumuna ve kulaklarına sahip büyük bir fantastik canlı.]
vi: [DESCRIPTION:Một người to lớn với vòi và tai của một con voi.]
zh_hans: [DESCRIPTION:一个长着大象鼻子和耳朵的人。]

# CREATURE:GIANT_ELEPHANT
source: [NAME:giant elephant:giant elephants:giant elephant]
cs: [NAME:obří slon:obří sloni:obřího slona]
de: [NAME:riesiger Elefant:riesige Elefanten:riesiger Elefant]
eo: [NAME:giganta elefanto:gigantaj elefantoj:de giganta elefanto]
es: [NAME:elefante gigante:elefantes gigantes:elefante gigante]
ja: [NAME:巨大象:巨大象:巨大象の]
ko: [NAME:거대 코끼리:거대 코끼리들:거대 코끼리]
pl: [NAME:gigantyczny słoń:gigantyczne słonie:gigantyczno słoniowy]
ru: [NAME:гигантский слон:гигантские слоны:гигантского слона]
tr: [NAME:dev fil:dev filler:dev fil]
vi: [NAME:voi khổng lồ:các voi khổng lồ:voi khổng lồ]
zh_hans: [NAME:巨象:巨象:巨象]

# CREATURE:GIANT_ELEPHANT
source: [CASTE_NAME:giant elephant:giant elephants:giant elephant]
cs: [CASTE_NAME:obří slon:obří sloni:obřího slona]
de: [CASTE_NAME:riesiger Elefant:riesige Elefanten:riesiger Elefant]
eo: [CASTE_NAME:giganta elefanto:gigantaj elefantoj:de giganta elefanto]
es: [CASTE_NAME:elefante gigante:elefantes gigantes:elefante gigante]
ja: [CASTE_NAME:巨大象:巨大象:巨大象の]
ko: [CASTE_NAME:거대 코끼리:거대 코끼리들:거대 코끼리]
pl: [CASTE_NAME:gigantyczny słoń:gigantyczne słonie:gigantyczno słoniowy]
ru: [CASTE_NAME:гигантский слон:гигантские слоны:гигантского слона]
tr: [CASTE_NAME:dev fil:dev filler:dev fil]
vi: [CASTE_NAME:voi khổng lồ:các voi khổng lồ:voi khổng lồ]
zh_hans: [CASTE_NAME:巨象:巨象:巨象]

# CREATURE:GIANT_ELEPHANT
source: [GENERAL_CHILD_NAME:giant elephant calf:giant elephant calves]
cs: [GENERAL_CHILD_NAME:slůně obřího slona:slůňata obřího slona]
de: [GENERAL_CHILD_NAME:Riesen-Elefantenkalb:Riesen-Elefantenkälber]
eo: [GENERAL_CHILD_NAME:giganta elefantido:gigantaj elefantidoj]
es: [GENERAL_CHILD_NAME:cría de elefante gigante:crías de elefante gigante]
ja: [GENERAL_CHILD_NAME:巨大象の仔:巨大象の仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 코끼리:새끼 거대 코끼리들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego słonia:młode gigantycznego słonia]
ru: [GENERAL_CHILD_NAME:гигантский слонёнок:гигантские слонята]
tr: [GENERAL_CHILD_NAME:yavru dev fil:yavru dev filler]
vi: [GENERAL_CHILD_NAME:voi con khổng lồ:các voi con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨象幼崽:巨象幼崽]

# CREATURE:GIANT_ELEPHANT
source: [DESCRIPTION:A gigantic monster in elephant form.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru slona.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Elefanten.]
eo: [DESCRIPTION:Giganta monstro kun formo de elefanto.]
es: [DESCRIPTION:Un monstruo gigante con la forma de un elefante.]
ja: [DESCRIPTION:象のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:코끼리 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Gigantyczny potwór w postaci słonia.]
ru: [DESCRIPTION:Гигантский монстр, похожий на слона.]
tr: [DESCRIPTION:Fil formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ dưới dạng voi.]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:amazing trunks]
cs: [PREFSTRING:úžasné choboty]
de: [PREFSTRING:erstaunliche Rüssel]
eo: [PREFSTRING:mirindaj dentegoj]
es: [PREFSTRING:trompas asombrosas]
ja: [PREFSTRING:驚異的な体]
ko: [PREFSTRING:놀라운 트렁크들]
pl: [PREFSTRING:niesamowite trąby]
ru: [PREFSTRING:удивительные хоботы]
tr: [PREFSTRING:inanılmaz hortumlar]
vi: [PREFSTRING:những chiếc vòi đáng kinh ngạc]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:calves' spirited antics]
cs: [PREFSTRING:živé kousky slůňat]
de: [PREFSTRING:temperamentvolles Possen]
eo: [PREFSTRING:la animataj klaŭnaĵoj de la idoj]
es: [PREFSTRING:travesuras enérgicas de los terneros]
ja: [PREFSTRING:子牛のようなしぐさ]
ko: [PREFSTRING:송아지들의 활기찬 장난]
pl: [PREFSTRING:porywające wybryki młodych]
ru: [PREFSTRING:смешные выходки детёнышей]
tr: [PREFSTRING:yavruların canlı maskaralıkları]
vi: [PREFSTRING:những trò đùa tinh nghịch đầy sức sống của voi con]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:tusks]
cs: [PREFSTRING:kly]
de: [PREFSTRING:Stosszähne]
eo: [PREFSTRING:dentegoj]
es: [PREFSTRING:Colmillos]
ja: [PREFSTRING:牙]
ko: [PREFSTRING:엄니]
pl: [PREFSTRING:kły]
ru: [PREFSTRING:клыки]
tr: [PREFSTRING:dişler]
vi: [PREFSTRING:Các ngà (răng nanh)]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:great weight]
cs: [PREFSTRING:velká hmotnost]
de: [PREFSTRING: enormes Gewicht]
eo: [PREFSTRING:granda pezo]
es: [PREFSTRING:gran peso]
ja: [PREFSTRING:重い]
ko: [PREFSTRING:거대한 무게]
pl: [PREFSTRING:wielka waga]
ru: [PREFSTRING:огромный вес]
tr: [PREFSTRING:büyük ağırlık]
vi: [PREFSTRING:trọng lượng lớn]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:social behavior]
cs: [PREFSTRING:sociální chování]
de: [PREFSTRING:Sozialverhalten]
eo: [PREFSTRING:sociema konduto]
es: [PREFSTRING:Comportamiento social]
ja: [PREFSTRING:社会性動物]
ko: [PREFSTRING:사회 활동]
pl: [PREFSTRING:społeczne zachowanie]
ru: [PREFSTRING:социальное поведение]
tr: [PREFSTRING:sosyal davranış]
vi: [PREFSTRING:hành vi xã hội]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:flappy ears]
cs: [PREFSTRING:mávající uši]
de: [PREFSTRING:labbrige Ohren]
eo: [PREFSTRING:larĝaj oreloj]
es: [PREFSTRING:orejas caidas]
ja: [PREFSTRING:ひらひらした耳]
ko: [PREFSTRING:펄럭이는 귀]
pl: [PREFSTRING:klapnięte uszy]
ru: [PREFSTRING:большие хлопающие уши]
tr: [PREFSTRING:sarkık kulaklar]
vi: [PREFSTRING:đôi tai phe phẩy]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:uprooting of trees]
cs: [PREFSTRING:vyvracení stromů]
de: [PREFSTRING:entwurzeln Bäume]
eo: [PREFSTRING:eltirado de arboj]
es: [PREFSTRING:Desarraigo de árboles]
ja: [PREFSTRING:木の根こそぎ]
ko: [PREFSTRING:나무 뿌리 뽑기]
pl: [PREFSTRING:wyrywanie drzew]
ru: [PREFSTRING:способность выдёргивать деревья с корнем]
tr: [PREFSTRING:ağaç sökme]
vi: [PREFSTRING:việc nhổ bật gốc cây]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:aggressive sparring]
cs: [PREFSTRING:agresivní souboje]
de: [PREFSTRING:aggressiv kämpfend]
eo: [PREFSTRING:agresa frapado]
es: [PREFSTRING:Combate agresivo]
ja: [PREFSTRING:実戦的なスパーリング]
ko: [PREFSTRING:공격적인 스파링]
pl: [PREFSTRING:agresywne sparingi]
ru: [PREFSTRING:агрессивные бои]
tr: [PREFSTRING:agresif dövüşme]
vi: [PREFSTRING:những cuộc đấu thử hung hăng]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:trumpeting]
cs: [PREFSTRING:troubení]
de: [PREFSTRING:trompend]
eo: [PREFSTRING:trumpetado]
es: [PREFSTRING:trompetas]
ja: [PREFSTRING:突進]
ko: [PREFSTRING:트럼펫]
pl: [PREFSTRING:trąbienie]
ru: [PREFSTRING:трубный голос]
tr: [PREFSTRING:borazan gibi ses çıkarma]
vi: [PREFSTRING:tiếng voi rống]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:tool use]
cs: [PREFSTRING:používání nástrojů]
de: [PREFSTRING:Werkzeug nutzend]
eo: [PREFSTRING:uzado de iloj]
es: [PREFSTRING:uso de herramientas]
ja: [PREFSTRING:道具を使う]
ko: [PREFSTRING:도구 사용]
pl: [PREFSTRING:użycie narzędzi]
ru: [PREFSTRING:умение пользоваться предметами в качестве инструментов]
tr: [PREFSTRING:araç kullanımı]
vi: [PREFSTRING:việc sử dụng công cụ]

# CREATURE:GIANT_ELEPHANT
source: [PREFSTRING:self-awareness]
cs: [PREFSTRING:sebeuvědomění]
de: [PREFSTRING:Selbsterkenntnis]
eo: [PREFSTRING:memkonscio]
es: [PREFSTRING:conciente de si mismo]
ja: [PREFSTRING:自己認識]
ko: [PREFSTRING:자기 인식]
pl: [PREFSTRING:samoświadomość]
ru: [PREFSTRING:самоосознание]
tr: [PREFSTRING:öz farkındalık]
vi: [PREFSTRING:ý thức về bản thân]

# CREATURE:WARTHOG
source: [DESCRIPTION:A medium-sized animal living in grass and woodland. It has a large snout with four sharp tusks. It will aggressively defend itself.]
cs: [DESCRIPTION:Středně velké zvíře žijící v travinách a lesích. Má velký rypák se čtyřmi ostrými kly. Agresivně se brání.]
de: [DESCRIPTION:Ein mittelgroßes Tier, das in Gras- und Waldgebieten lebt. Es hat eine große Schnauze mit vier scharfen Stoßzähnen. Sie wird sich aggressiv verteidigen.]
eo: [DESCRIPTION:Mezgranda besto loĝante en herbejoj kaj duonarbaroj. Ĝi havas grandan muzelon kun kvar akran dentegon. Ĝi agrese defendos sin.]
es: [DESCRIPTION:Un animal mediano que vive en prados y florestas. Tiene un largo hocico y cuatro afilados colmillares. Se defenderá agresivamente por sí mismo.]
ja: [DESCRIPTION:草や森に生息する中型の動物。4つの鋭い牙を持つ大きな鼻を持つ。積極的に身を守る。]
ko: [DESCRIPTION:풀과 숲에 사는 중형 동물. 네 개의 날카로운 엄니가 있는 큰 주둥이를 가지고 있습니다. 적극적으로 방어할 것입니다.]
pl: [DESCRIPTION:Średniej wielkości zwierzę żyjące w trawach i lasach. Ma duży pysk z czterema ostrymi kłami. Będzie agresywnie bronić siebie.]
ru: [DESCRIPTION:Средних размеров животное, живущее на равнинах и в лесу. У него длинный нос с четырьмя острыми бивнями. Оно агрессивно защищает себя.]
tr: [DESCRIPTION:Otlak ve ormanlık alanlarda yaşayan orta büyüklükte bir hayvan. Dört keskin dişi olan büyük bir burnu vardır. Kendini agresif bir şekilde savunur.]
vi: [DESCRIPTION:Một loài động vật cỡ trung bình sống ở vùng cỏ và rừng cây. Nó có cái mõm lớn với bốn chiếc ngà sắc nhọn. Nó sẽ hung hăng tự vệ.]

# CREATURE:WARTHOG
source: [NAME:warthog:warthogs:warthog]
cs: [NAME:prasatice:prasatice:prasatici]
de: [NAME:Warzenschwein:Warzenschweine:Warzenschwein]
eo: [NAME:verukapro:verukaproj:de verukapro]
es: [NAME:jabalí:jabalís:jabalí]
ja: [NAME:イボイノシシ:イボイノシシ:イボイノシシの]
ko: [NAME:혹멧돼지:혹멧돼지들:혹멧돼지]
pl: [NAME:guziec:guźce:guźcowy]
ru: [NAME:бородавочник:бородавочники:бородавочника]
tr: [NAME:yaban domuzu:yaban domuzları:yaban domuzu]
vi: [NAME:lợn bướu:các lợn bướu:lợn bướu]

# CREATURE:WARTHOG
source: [CASTE_NAME:warthog:warthogs:warthog]
cs: [CASTE_NAME:prasatice:prasatice:prasatici]
de: [CASTE_NAME:Warzenschwein:Warzenschweine:Warzenschwein]
eo: [CASTE_NAME:verukapro:verukaproj:de verukapro]
es: [CASTE_NAME:jabalí:jabalís:jabali]
ja: [CASTE_NAME:イボイノシシ:イボイノシシ:イボイノシシの]
ko: [CASTE_NAME:혹멧돼지:혹멧돼지들:혹멧돼지]
pl: [CASTE_NAME:guziec:guźce:guźcowy]
ru: [CASTE_NAME:бородавочник:бородавочники:бородавочника]
tr: [CASTE_NAME:yaban domuzu:yaban domuzları:yaban domuzu]
vi: [CASTE_NAME:lợn bướu:các lợn bướu:lợn bướu]

# CREATURE:WARTHOG
source: [GENERAL_CHILD_NAME:warthog piglet:warthog piglets]
cs: [GENERAL_CHILD_NAME:sele prasatice:selata prasatice]
de: [GENERAL_CHILD_NAME:Warzenschwein-Ferkel:Warzenschwein-Ferkel]
eo: [GENERAL_CHILD_NAME:verukaprido:verukapridoj]
es: [GENERAL_CHILD_NAME:cria de jabalí:crias de jabalís]
ja: [GENERAL_CHILD_NAME:イボイノシシの仔:イボイノシシの仔の]
ko: [GENERAL_CHILD_NAME:새끼 혹멧돼지:새끼 혹멧돼지들]
pl: [GENERAL_CHILD_NAME:prosię guźca:prosięta guźca]
ru: [GENERAL_CHILD_NAME:поросенок бородавочника:поросята бородавочника]
tr: [GENERAL_CHILD_NAME:yaban domuzu yavrusu:yaban domuzu yavruları]
vi: [GENERAL_CHILD_NAME:lợn bướu con:các lợn bướu con]

# CREATURE:WARTHOG
source: [PREFSTRING:short tempers]
cs: [PREFSTRING:prudká povaha]
de: [PREFSTRING:mildes Temperament]
eo: [PREFSTRING:koleremo]
es: [PREFSTRING:pocos animos]
ja: [PREFSTRING:短気]
ko: [PREFSTRING:급한 성질]
pl: [PREFSTRING:krótka cierpliwość]
ru: [PREFSTRING:вспыльчивый характер]
tr: [PREFSTRING:kısa öfke]
vi: [PREFSTRING:tính khí nóng nảy]

# CREATURE:WARTHOG
source: [STATE_NAME:ALL_SOLID:ivory]
cs: [STATE_NAME:ALL_SOLID:slonovina]
de: [STATE_NAME:ALL_SOLID:Elfenbein]
eo: [STATE_NAME:ALL_SOLID:eburo]
es: [STATE_NAME:ALL_SOLID:marfil]
ja: [STATE_NAME:ALL_SOLID:牙]
ko: [STATE_NAME:ALL_SOLID:상아]
pl: [STATE_NAME:ALL_SOLID:kość słoniowa]
ru: [STATE_NAME:ALL_SOLID:клыки]
tr: [STATE_NAME:ALL_SOLID:fildişi]
vi: [STATE_NAME:ALL_SOLID:Ngà]

# CREATURE:WARTHOG
source: [STATE_ADJ:ALL_SOLID:ivory]
cs: [STATE_ADJ:ALL_SOLID:slonovinový]
de: [STATE_ADJ:ALL_SOLID:elfenbeinernen]
eo: [STATE_ADJ:ALL_SOLID:ebura]
es: [STATE_ADJ:ALL_SOLID:de marfil]
ja: [STATE_ADJ:ALL_SOLID:牙]
ko: [STATE_ADJ:ALL_SOLID:상아]
pl: [STATE_ADJ:ALL_SOLID:kościo słoniowy]
ru: [STATE_ADJ:ALL_SOLID:клыки]
tr: [STATE_ADJ:ALL_SOLID:fildişi]
vi: [STATE_ADJ:ALL_SOLID:Ngà]

# CREATURE:WARTHOG
source: [TISSUE_NAME:ivory:NP]
cs: [TISSUE_NAME:slonovina:NP]
de: [TISSUE_NAME:Elfenbein:NP]
eo: [TISSUE_NAME:eburo:eburoj]
es: [TISSUE_NAME:marfil:NP]
ja: [TISSUE_NAME:牙:NP]
ko: [TISSUE_NAME:상아:NP]
pl: [TISSUE_NAME:kość słoniowa:NP]
ru: [TISSUE_NAME:клыки:NP]
tr: [TISSUE_NAME:fildişi:NP]

# CREATURE:WARTHOG
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:WARTHOG
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:WARTHOG
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:WARTHOG
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:WARTHOG
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:WARTHOG_MAN
source: [CASTE_NAME:warthog man:warthog men:warthog man]
cs: [CASTE_NAME:prasatí muž:prasatí muži:prasatího muže]
de: [CASTE_NAME:Warzenschweinmännchen:Warzenschweinmännchen:Warzenschweinmännchen]
eo: [CASTE_NAME:homverukapriĉo:homverukapriĉoj:de homverukapriĉo]
es: [CASTE_NAME:hombre jabali:hombres jabali:hombre jabali]
ja: [CASTE_NAME:イボイノシシ男:イボイノシシ男:イボイノシシ男の]
ko: [CASTE_NAME:남성 혹멧돼지인간:남성 혹멧돼지인간들:남성 혹멧돼지인간]
pl: [CASTE_NAME:guźcomężczyzna:guźcomężczyźni:guźcomężczyzny]
ru: [CASTE_NAME:мужчина-бородавочник:мужчины-бородавочники:мужчины-бородавочника]
tr: [CASTE_NAME:erkek yaban domuzu:erkek yaban domuzları:erkek yaban domuzu]
vi: [CASTE_NAME:người lợn bướu:những người lợn bướu:người lợn bướu]

# CREATURE:WARTHOG_MAN
source: [CASTE_NAME:warthog woman:warthog women:warthog woman]
cs: [CASTE_NAME:prasatí žena:prasatí ženy:prasatí ženu]
de: [CASTE_NAME:Warzenschweinweibchen:Warzenschweinweibchen:Warzenschweinweibchen]
eo: [CASTE_NAME:homverukaprino:homverukaprinoj:de homverukaprino]
es: [CASTE_NAME:mujer jabali:mujeres jabali:,mujer jabali]
ja: [CASTE_NAME:イボイノシシ女:イボイノシシ女:イボイノシシ女の]
ko: [CASTE_NAME:여성 혹멧돼지인간:여성 혹멧돼지인간들:여성 혹멧돼지인간]
pl: [CASTE_NAME:guźcokobieta:guźcokobiety:guźcokobiecy]
ru: [CASTE_NAME:женщина-бородавочник:женщины-бородавочники:женщины-бородавочника]
tr: [CASTE_NAME:dişi yaban domuzu:dişi yaban domuzları:dişi yaban domuzu]
vi: [CASTE_NAME:phụ nữ lợn bướu:những phụ nữ lợn bướu:phụ nữ lợn bướu]

# CREATURE:WARTHOG_MAN
source: [NAME:warthog man:warthog men:warthog man]
cs: [NAME:prasatí muž:prasatí muži:prasatího muže]
de: [NAME:Warzenschweinmännchen:Warzenschweinmännchen:Warzenschweinmännchen]
eo: [NAME:homverukapro:homverukaproj:de homverukapro]
es: [NAME:hombre jabali:hombres jabali:hombre jabali]
ja: [NAME:イボイノシシ男:イボイノシシ男:イボイノシシ男の]
ko: [NAME:혹멧돼지인간:혹멧돼지인간들:혹멧돼지인간]
pl: [NAME:guźcoczłowiek:guźcoludzie:guźcoludzki]
ru: [NAME:человек-бородавочник:люди-бородавочники:человека-бородавочника]
tr: [NAME:erkek yaban domuzu:erkek yaban domuzları:erkek yaban domuzu]
vi: [NAME:người lợn bướu:những người lợn bướu:người lợn bướu]

# CREATURE:WARTHOG_MAN
source: [DESCRIPTION:A person with the head of a warthog.]
cs: [DESCRIPTION:Osoba s hlavou prasatice.]
de: [DESCRIPTION:Eine Person mit dem Kopf eines Warzenschweins.]
eo: [DESCRIPTION:Homo kun la kapo de verukapro.]
es: [DESCRIPTION:Una persona con la cabeza de un facocero.]
ja: [DESCRIPTION:イボイノシシの頭を持つ人間だ。]
ko: [DESCRIPTION:혹멧돼지의 머리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową guźca.]
ru: [DESCRIPTION:Человек с головой бородавочника.]
tr: [DESCRIPTION:Yaban domuzu başlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người với cái đầu của một con lợn bướu.]

# CREATURE:GIANT_WARTHOG
source: [NAME:giant warthog:giant warthogs:giant warthog]
cs: [NAME:obří prasatice:obří prasatice:obří prasatici]
de: [NAME:Riesenwarzenschwein:Riesenwarzenschweine:Riesenwarzenschwein]
eo: [NAME:giganta verukapro:gigantaj verukaproj:de giganta verukapro]
es: [NAME:jabali gigante:jabalies gigantes: jabali gigante]
ja: [NAME:巨大イボイノシシ:巨大イボイノシシ:巨大イボイノシシの]
ko: [NAME:거대 혹멧돼지:거대 혹멧돼지들:거대 혹멧돼지]
pl: [NAME:gigantyczny guziec:gigantyczne guźce:gigantyczno guźcowy]
ru: [NAME:гигантский бородавочник:гигантские бородавочники:гигантского бородавочника]
tr: [NAME:dev yaban domuzu:dev yaban domuzları:dev yaban domuzu]
vi: [NAME:lợn bướu khổng lồ:các lợn bướu khổng lồ:lợn bướu khổng lồ]

# CREATURE:GIANT_WARTHOG
source: [CASTE_NAME:giant warthog:giant warthogs:giant warthog]
cs: [CASTE_NAME:obří prasatice:obří prasatice:obří prasatici]
de: [CASTE_NAME:Riesenwarzenschwein:Riesenwarzenschweine:Riesenwarzenschwein]
eo: [CASTE_NAME:giganta verukapro:gigantaj verukaproj:de giganta verukapro]
es: [CASTE_NAME:jabali gigante:jabalies gigantes: jabali gigante]
ja: [CASTE_NAME:巨大イボイノシシ:巨大イボイノシシ:巨大イボイノシシの]
ko: [CASTE_NAME:거대 혹멧돼지:거대 혹멧돼지들:거대 혹멧돼지]
pl: [CASTE_NAME:gigantyczny guziec:gigantyczne guźce:gigantyczno guźcowy]
ru: [CASTE_NAME:гигантский бородавочник:гигантские бородавочники:гигантского бородавочника]
tr: [CASTE_NAME:dev yaban domuzu:dev yaban domuzları:dev yaban domuzu]
vi: [CASTE_NAME:lợn bướu khổng lồ:các lợn bướu khổng lồ:lợn bướu khổng lồ]

# CREATURE:GIANT_WARTHOG
source: [GENERAL_CHILD_NAME:giant warthog piglet:giant warthog piglets]
cs: [GENERAL_CHILD_NAME:sele obří prasatice:selata obří prasatice]
de: [GENERAL_CHILD_NAME:Riesenwarzenschwein-Ferkel:Riesenwarzenschwein-Ferkel]
eo: [GENERAL_CHILD_NAME:giganta verukaprido:gigantaj verukapridoj]
es: [GENERAL_CHILD_NAME:cria de jabali gigante:crias de jabali gigante]
ja: [GENERAL_CHILD_NAME:巨大イボイノシシの仔:巨大イボイノシシの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 혹멧돼지:새끼 거대 혹멧돼지들]
pl: [GENERAL_CHILD_NAME:prosię gigantycznego guźca:prosięta gigantycznego guźca]
ru: [GENERAL_CHILD_NAME:поросенок гигантского бородавочника:поросята гигантского бородавочника]
tr: [GENERAL_CHILD_NAME:yavru dev yaban domuzu:yavru dev yaban domuzları]
vi: [GENERAL_CHILD_NAME:lợn bướu con khổng lồ:các lợn bướu con khổng lồ]
