Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:KINGSNAKE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:KINGSNAKE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:KINGSNAKE_MAN
source: [CASTE_NAME:kingsnake man:kingsnake men:kingsnake man]
cs: [CASTE_NAME:korálovčí muž:korálovčí muži:korálovčího muže]
de: [CASTE_NAME:Königsschlangenmann:Königsschlangenmänner:Königsschlangenmann]
eo: [CASTE_NAME:homreĝoserpentiĉo:homreĝoserpentiĉoj:de homreĝoserpentiĉo]
es: [CASTE_NAME:hombre serpiente real:hombres serpiente real:hombre serpiente real]
ja: [CASTE_NAME:キングヘビ男:キングヘビ男:キングヘビ男の]
pl: [CASTE_NAME:Lancetomężczyzna:Lancetomężczyźni:Lancetomężczyzny]
ru: [CASTE_NAME:мужчина-королевский змей:мужчины-королевские змеи:мужчины-королевского змея]
tr: [CASTE_NAME:kral yılanı adam:kral yılanı adamlar:kral yılanı adam]
vi: [CASTE_NAME:người rắn vua:người rắn vua:người rắn vua]

# CREATURE:KINGSNAKE_MAN
source: [CASTE_NAME:kingsnake woman:kingsnake women:kingsnake woman]
cs: [CASTE_NAME:korálovčí žena:korálovčí ženy:korálovčí ženu]
de: [CASTE_NAME:Königsschlangenfrau:Königsschlangenfrauen:Königsschlangenfrau]
eo: [CASTE_NAME:homreĝoserpentino:homreĝoserpentinoj:de homreĝoserpentino]
es: [CASTE_NAME:mujer serpiente real:mujeres serpiente real:mujer serpiente real]
ja: [CASTE_NAME:キングヘビ女:キングヘビ女:キングヘビ女の]
pl: [CASTE_NAME:Lancetokobieta:lancetokobiety:lancetokobiecy]
ru: [CASTE_NAME:женщина-королевская змея:женщины-королевские змеи:женщины-королевской змеи]
tr: [CASTE_NAME:kral yılanı kadın:kral yılanı kadınlar:kral yılanı kadın]
vi: [CASTE_NAME:phụ nữ rắn vua:phụ nữ rắn vua:phụ nữ rắn vua]

# CREATURE:KINGSNAKE_MAN
source: [NAME:kingsnake man:kingsnake men:kingsnake man]
cs: [NAME:korálovčí muž:korálovčí muži:korálovčího muže]
de: [NAME:Königsschlangenmensch:Königsschlangenmenschen:Königsschlangenmensch]
eo: [NAME:homreĝoserpento:homreĝoserpentoj:de homreĝoserpento]
es: [NAME:hombre serpiente real:hombres serpiente real:hombre serpiente real]
ja: [NAME:キングヘビ男:キングヘビ男:キングヘビ男の]
ko: [NAME:킹스네이크인간:킹스네이크인간들:킹스네이크인간]
pl: [NAME:lancetoczłowiek:lancetoludzie:lancetoludzki]
ru: [NAME:человек-королевская змея:люди-королевские змеи:человека-королевской змеи]
tr: [NAME:kral yılanı adam:kral yılanı adamlar:kral yılanı adam]
vi: [NAME:người rắn vua:người rắn vua:người rắn vua]

# CREATURE:KINGSNAKE_MAN
source: [DESCRIPTION:A legless person with the head and tail of a kingsnake.]
cs: [DESCRIPTION:Beznohý člověk s hlavou a ocasem korálovky.]
de: [DESCRIPTION: Einer beinlose Gestalt mit dem Kopf und Schwanz einer Königskobra.]
eo: [DESCRIPTION:Sengamba homo kun la kapo kaj la vosto de reĝoserpento.]
es: [DESCRIPTION:Una persona sin piernas con la cabeza y la cola de una serpiente real.]
ja: [DESCRIPTION:キングヘビの頭と尾を持った足の無い人間だ。]
ko: [DESCRIPTION:왕뱀의 머리와 꼬리를 가진 다리가없는 사람.]
pl: [DESCRIPTION:Beznoga osoba z głową i ogonem Lancetogłowa mlecznego.]
ru: [DESCRIPTION:Безногий человек с головой и хвостом королевской змеи.]
tr: [DESCRIPTION:Kral yılanı kafasına ve kuyruğuna sahip bacaksız bir kişi.]
vi: [DESCRIPTION:Một người không chân với cái đầu và đuôi của một con rắn vua.]

# CREATURE:GIANT_KINGSNAKE
source: [NAME:giant kingsnake:giant kingsnakes:giant kingsnake]
cs: [NAME:obří korálovka:obří korálovky:obří korálovku]
de: [NAME:Riesen-Königsschlange:Riesen-Königsschlangen:Riesen-Königsschlange]
eo: [NAME:giganta reĝoserpento:gigantaj reĝoserpentoj:de giganta reĝoserpento]
es: [NAME:serpiente real gigante:serpientes reales gigantes:serpiente real gigante]
ja: [NAME:巨大キングヘビ:巨大キングヘビ:巨大キングヘビの]
ko: [NAME:거대 킹스네이크:거대 킹스네이크떼:거대 킹스네이크]
pl: [NAME:Ogromny Lancetogłów mleczny:ogromne lancetogłowy mleczne:ogromnych lancetogłowów mlecznych]
ru: [NAME:гигантская королевская змея:гигантские королевские змеи:гигантской королевской змеи]
tr: [NAME:dev kral yılanı:dev kral yılanları:dev kral yılanı]

# CREATURE:GIANT_KINGSNAKE
source: [CASTE_NAME:giant kingsnake:giant kingsnakes:giant kingsnake]
cs: [CASTE_NAME:obří korálovka:obří korálovky:obří korálovku]
de: [CASTE_NAME:Riesen-Königsschlange:Riesen-Königsschlangen:Riesen-Königsschlange]
eo: [CASTE_NAME:giganta reĝoserpento:gigantaj reĝoserpentoj:de giganta reĝoserpento]
es: [CASTE:NAME:serpiente real gigante:serpientes reales gigantes:serpiente real gigante]
ja: [CASTE_NAME:巨大キングヘビ:巨大キングヘビ:巨大キングヘビの]
pl: [CASTE_NAME:Ogromny Lancetogłów mleczny:ogromne lancetogłowy mleczne:ogromnych lancetogłowów mlecznych]
ru: [CASTE_NAME:гигантская королевская змея:гигантские королевские змеи:гигантской королевской змеи]
tr: [CASTE_NAME:dev kral yılanı:dev kral yılanları:dev kral yılanı]

# CREATURE:GIANT_KINGSNAKE
source: [DESCRIPTION:A large monster in the form of a kingsnake.]
cs: [DESCRIPTION:Velká příšera v podobě korálovky.]
de: [DESCRIPTION:Ein großes Monster in Form einer Kettennatter.]
eo: [DESCRIPTION:Granda monstro kun formo de reĝoserpento.]
es: [DESCRIPTION:Un gran monstruo con la forma de una serpiente real.]
ja: [DESCRIPTION:キングヘビのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:왕뱀 형태의 큰 괴물.]
pl: [DESCRIPTION:Duży potwór w postaci Lancetogłowa mlecznego]
ru: [DESCRIPTION:Огромный монстр, похожий на королевскую змею.]
tr: [DESCRIPTION:Kral yılanı biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn dưới hình dạng một con rắn vua.]

# CREATURE:GIANT_KINGSNAKE
source: [PREFSTRING:habit of eating other snakes]
cs: [PREFSTRING:zvyk požírat jiné hady]
de: [PREFSTRING:frisst andere Schlangen]
eo: [PREFSTRING:rutino de manĝi aliaj serpentojn]
es: [PREFSTRING:hábito de comer otras serpientes]
ja: [PREFSTRING:ほかのヘビを食べる]
ko: [PREFSTRING:다른 뱀들을 먹어치우는 점]
pl: [PREFSTRING:zwyczaj zjadania innych węży]
ru: [PREFSTRING:питание другими змеями]
tr: [PREFSTRING:diğer yılanları yeme alışkanlığı]
vi: [PREFSTRING:tập tính ăn thịt rắn khác]

# CREATURE:GIANT_KINGSNAKE
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:GRAY_LANGUR
source: [DESCRIPTION:A small monkey that can be found in forests and the streets of towns.]
cs: [DESCRIPTION:Malá opice, kterou lze nalézt v lesích i v ulicích měst.]
de: [DESCRIPTION:Ein kleiner Affe, der in Wäldern und auf den Straßen von Städten zu finden ist.]
eo: [DESCRIPTION:Malgranda simio kiu troveblas en arbaroj kaj la stratoj de la urboj.]
es: [DESCRIPTION:Un pequeño mono que se puede encontrar en los bosques y en las calles de las ciudades.]
ja: [DESCRIPTION:森や人里に棲息する、灰色をした小型のサル。]
ko: [DESCRIPTION:숲이나 마을의 길거리에서 보이곤 하는 작은 원숭이]
pl: [DESCRIPTION:Mała małpa, która może zostać znaleziona w lasach i na ulicach miast.]
ru: [DESCRIPTION:Небольшая обезьяна, обитающая в лесах и на улицах городов.]
tr: [DESCRIPTION:Ormanlarda ve kasaba sokaklarında bulunabilen küçük bir maymun.]
vi: [DESCRIPTION:Một con khỉ nhỏ có thể tìm thấy trong rừng và trên đường phố thị trấn.]

# CREATURE:GRAY_LANGUR
source: [NAME:gray langur:gray langurs:gray langur]
cs: [NAME:šedý langur:šedí languři:šedého langura]
de: [NAME:Grauer Langur:Graue Languren:Grauer Langur]
eo: [NAME:semnopiteko:semnopitekoj:de semnopiteko]
es: [NAME:langur gris:langures grises:langur gris]
ja: [NAME:ハヌマンラングール:ハヌマンラングール:ハヌマンラングールの]
ko: [NAME:회색 랑구르:회색 랑구르들:회색 랑구르]
pl: [NAME:langur szary:langury szare:langurów szarych]
ru: [NAME:серый лангур:серые лангуры:серого лангура]
tr: [NAME:gri langur:gri langurlar:gri langur]
vi: [NAME:voọc xám:voọc xám:voọc xám]

# CREATURE:GRAY_LANGUR
source: [CASTE_NAME:gray langur:gray langurs:gray langur]
cs: [CASTE_NAME:šedý langur:šedí languři:šedého langura]
de: [CASTE_NAME:Grauer Langur:Graue Languren:Grauer Langur]
eo: [CASTE_NAME:semnopiteko:semnopitekoj:de semnopiteko]
es: [CASTE_NAME:langur gris:langures grises:langur gris]
ja: [CASTE_NAME:ハヌマンラングール:ハヌマンラングール:ハヌマンラングールの]
ko: [CASTE_NAME:회색 랑구르:회색 랑구르들:회색 랑구르]
pl: [CASTE_NAME:langur szary:langury szare:langurów szarych]
ru: [CASTE_NAME:серый лангур:серые лангуры:серого лангура]
tr: [CASTE_NAME:gri langur:gri langurlar:gri langur]
vi: [CASTE_NAME:voọc xám:voọc xám:voọc xám]

# CREATURE:GRAY_LANGUR
source: [PREFSTRING:social nature]
cs: [PREFSTRING:společenská povaha]
de: [PREFSTRING:sozialer Natur]
eo: [PREFSTRING:sociema naturo]
es: [PREFSTRING:naturaleza social]
ja: [PREFSTRING:社会性]
ko: [PREFSTRING:무리생활 특성]
pl: [PREFSTRING:społeczna natura]
ru: [PREFSTRING:общительную натуру]
tr: [PREFSTRING:sosyal doğa]
vi: [PREFSTRING:Bản tính xã hội]

# CREATURE:GRAY_LANGUR
source: [PREFSTRING:vocalizations]
cs: [PREFSTRING:vokalizace]
de: [PREFSTRING:Aussprache]
eo: [PREFSTRING:voĉesprimoj]
es: [PREFSTRING:vocalizaciones]
ja: [PREFSTRING:発声]
ko: [PREFSTRING:울음소리]
pl: [PREFSTRING:wokalizacje]
ru: [PREFSTRING:песни]
tr: [PREFSTRING:seslenmeler]
vi: [PREFSTRING:tiếng kêu]

# CREATURE:GRAY_LANGUR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GRAY_LANGUR
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GRAY_LANGUR
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:GRAY_LANGUR
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GRAY_LANGUR
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GRAY_LANGUR_MAN
source: [CASTE_NAME:gray langur man:gray langur men:gray langur man]
cs: [CASTE_NAME:langurí muž:langurí muži:langurího muže]
de: [CASTE_NAME:Grauer Languren-Mann:Graue Languren-Männer:Grauer Languren-Mann]
eo: [CASTE_NAME:homsemnopitekiĉo:homsemnopitekiĉoj:de homsemnopitekiĉo]
es: [CASTE_NAME:hombre langur gris:hombres langur gris:hombre langur gris]
ja: [CASTE_NAME:ハヌマンラングール男:ハヌマンラングール男:ハヌマンラングール男の]
ko: [CASTE_NAME:남성 회색 랑구르인간:남성 회색 랑구르인간들:남성 회색 랑구르인간]
pl: [CASTE_NAME:languaromężczyzna:languaromężczyźni:languaroludzki]
ru: [CASTE_NAME:мужчина-серый лангур:мужчины-серые лангуры:мужчины-серого лангура]
tr: [CASTE_NAME:erkek gri langur:erkek gri langurlar:erkek gri langur]
vi: [CASTE_NAME:người voọc xám:người voọc xám:người voọc xám]

# CREATURE:GRAY_LANGUR_MAN
source: [CASTE_NAME:gray langur woman:gray langur women:gray langur woman]
cs: [CASTE_NAME:langurí žena:langurí ženy:langurí ženu]
de: [CASTE_NAME:Graue Languren-Frau:Graue Languren-Frauen:Graue Languren-Frau]
eo: [CASTE_NAME:homsemnopitekino:homsemnopitekinoj:de homsemnopitekino]
es: [CASTE_NAME:mujer langur gris:mujeres langur gris:mujer langur gris]
ja: [CASTE_NAME:ハヌマンラングール女:ハヌマンラングール女:ハヌマンラングール女の]
ko: [CASTE_NAME:여성 회색 랑구르인간:여성 회색 랑구르인간들:여성 회색 랑구르인간]
pl: [CASTE_NAME:languarokobieta:languarokobiety:languaroludzki]
ru: [CASTE_NAME:женщина-серый лангур:женщины-серые лангуры:женщины-серого лангура]
tr: [CASTE_NAME:dişi gri langur:dişi gri langurlar:dişi gri langur]
vi: [CASTE_NAME:phụ nữ voọc xám:phụ nữ voọc xám:phụ nữ voọc xám]

# CREATURE:GRAY_LANGUR_MAN
source: [NAME:gray langur man:gray langur men:gray langur man]
cs: [NAME:langurí muž:langurí muži:langurího muže]
de: [NAME:Grauer Languren-Mensch:Graue Languren-Menschen:Grauer Languren-Mensch]
eo: [NAME:homsemnopiteko:homsemnopitekoj:de homsemnopiteko]
es: [NAME:hombre langur gris:hombres langur gris:hombre langur gris]
ja: [NAME:ハヌマンラングール男:ハヌマンラングール男:ハヌマンラングール男の]
ko: [NAME:회색 랑구르인간:회색 랑구르인간들:회색 랑구르인간]
pl: [NAME:languaroczłowiek:languaroludzie:languaroludzki]
ru: [NAME:человек-серый лангур:люди-серые лангуры:человека-серого лангура]
tr: [NAME:erkek gri langur:erkek gri langurlar:erkek gri langur]
vi: [NAME:người voọc xám:người voọc xám:người voọc xám]

# CREATURE:GRAY_LANGUR_MAN
source: [DESCRIPTION:A grey person with the head and tail of a gray langur.]
cs: [DESCRIPTION:Šedá osoba s hlavou a ocasem šedého langura.]
de: [DESCRIPTION:Eine graue Person mit Kopf und Schwanz eines grauen Languren.]
eo: [DESCRIPTION:Griza homo kun la kapo kaj la vosto de semnopiteko.]
es: [DESCRIPTION:Una persona gris con la cabeza y la cola de un langur gris.]
ja: [DESCRIPTION:ハヌマンラングールの頭と尾を持つ灰色の人間だ。]
ko: [DESCRIPTION:회색랑구르의 머리와 꼬리를 가진 회색 인간.]
pl: [DESCRIPTION:Szary człowiek z głową i ogonem szarego langura.]
ru: [DESCRIPTION:Серый человек с головой и хвостом серого лангура.]
tr: [DESCRIPTION:Gri langur kafasına ve kuyruğuna sahip fantastik canlı.]
vi: [DESCRIPTION:Một người có màu xám với cái đầu và đuôi của một con voọc xám.]

# CREATURE:GIANT_GRAY_LANGUR
source: [NAME:giant gray langur:giant gray langurs:giant gray langur]
cs: [NAME:obří šedý langur:obří šedí languři:obřího šedého langura]
de: [NAME:grauer Riesenlangur:graue Riesenlanguren:grauer Riesenlangur]
eo: [NAME:giganta semnopiteko:gigantaj semnopitekoj:de giganta semnopiteko]
es: [NAME:langur gris gigante:langures grises gigantes:langur gris gigante]
ja: [NAME:巨大ハヌマンラングール:巨大ハヌマンラングール:巨大ハヌマンラングールの]
ko: [NAME:거대 회색 랑구르:거대 회색 랑구르들:거대 회색 랑구르]
pl: [NAME:ogromny szary languar:ogromne szare languary:ogromno szaro languarzy]
ru: [NAME:гигантский серый лангур:гигантские серые лангуры:гигантского серого лангура]
tr: [NAME:dev gri langur:dev gri langurlar:dev gri langur]
vi: [NAME:voọc xám khổng lồ:voọc xám khổng lồ:voọc xám khổng lồ]

# CREATURE:GIANT_GRAY_LANGUR
source: [CASTE_NAME:giant gray langur:giant gray langurs:giant gray langur]
cs: [CASTE_NAME:obří šedý langur:obří šedí languři:obřího šedého langura]
de: [CASTE_NAME:grauer Riesenlangur:graue Riesenlanguren:grauer Riesenlangur]
eo: [CASTE_NAME:giganta semnopiteko:gigantaj semnopitekoj:de giganta semnopiteko]
es: [CASTE_NAME:langur gris gigante:langures grises gigantes:langur gris gigante]
ja: [CASTE_NAME:巨大ハヌマンラングール:巨大ハヌマンラングール:巨大ハヌマンラングールの]
ko: [CASTE_NAME:거대 회색 랑구르:거대 회색 랑구르들:거대 회색 랑구르]
pl: [CASTE_NAME:ogromny szary languar:ogromne szare languary:ogromno szaro languarzy]
ru: [CASTE_NAME:гигантский серый лангур:гигантские серые лангуры:гигантского серого лангура]
tr: [CASTE_NAME:dev gri langur:dev gri langurlar:dev gri langur]
vi: [CASTE_NAME:voọc xám khổng lồ:voọc xám khổng lồ:voọc xám khổng lồ]

# CREATURE:GIANT_GRAY_LANGUR
source: [DESCRIPTION:A huge monster in the shape of a gray langur.]
cs: [DESCRIPTION:Obří monstrum ve tvaru šedého langura.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Graulanguren.]
eo: [DESCRIPTION:Grandega monstro kun formo de semnopiteko.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un langur gris.]
ja: [DESCRIPTION:ハヌマンラングールのような姿をした巨大な怪物だ。]
ko: 회색 랑구르의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie langura szarego.]
ru: [DESCRIPTION:Огромный монстр, похожий на серого лангура.]
tr: [DESCRIPTION:Gri langur şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng một con voọc xám.]
zh_hans: [DESCRIPTION:一只巨大的灰叶猴怪。]

# CREATURE:GIANT_GRAY_LANGUR
source: [PREFSTRING:social nature]
cs: [PREFSTRING:společenská povaha]
de: [PREFSTRING:sozialer Natur]
eo: [PREFSTRING:sociema naturo]
es: [PREFSTRING:naturaleza social]
ja: [PREFSTRING:社会性]
ko: [PREFSTRING:무리생활 특성]
pl: [PREFSTRING:społeczna natura]
ru: [PREFSTRING:общительную натуру]
tr: [PREFSTRING:sosyal doğa]
vi: [PREFSTRING:Bản tính xã hội]

# CREATURE:GIANT_GRAY_LANGUR
source: [PREFSTRING:vocalizations]
cs: [PREFSTRING:vokalizace]
de: [PREFSTRING:Aussprache]
eo: [PREFSTRING:voĉesprimoj]
es: [PREFSTRING:vocalizaciones]
ja: [PREFSTRING:発声]
ko: [PREFSTRING:울음소리]
pl: [PREFSTRING:wokalizacje]
ru: [PREFSTRING:песни]
tr: [PREFSTRING:seslenmeler]
vi: [PREFSTRING:tiếng kêu]

# CREATURE:BOBCAT
source: [DESCRIPTION:A small feline predator with a shortened tail.]
cs: [DESCRIPTION:Malý kočičí predátor se zkráceným ocasem.]
de: [DESCRIPTION:Eine kleine Raubkatze mit verkürztem Schwanz.]
eo: [DESCRIPTION:Malgranda felisa predanto kun mallonga vosto.]
es: [DESCRIPTION: Un pequeño depredador felino con una cola acortada.]
ja: [DESCRIPTION短いを持った小型のネコ科動物。]
ko: [DESCRIPTION:꼬리가 짧아진 작은 고양이 포식자.]
pl: [DESCRIPTION:Mały koci drapieżnik ze skróconym ogonem.]
ru: [DESCRIPTION:Небольшой хищник семейства кошачьих с коротким хвостом.]
tr: [DESCRIPTION:Kısa kuyruklu, küçük bir kedi benzeri yırtıcı.]
vi: [DESCRIPTION:Một loài săn mồi họ mèo nhỏ với cái đuôi ngắn.]

# CREATURE:BOBCAT
source: [NAME:bobcat:bobcats:bobcat]
cs: [NAME:rýs:rýsové:rýsa]
de: [NAME:Rotluchs:Rotluchse:Rotluchs]
eo: [NAME:rufa linko:rufaj linkoj:de rufa linko]
es: [NAME:gato montés:gatos monteses:gato montés]
ja: [NAME:ボブキャット:ボブキャット:ボブキャットの]
ko: [NAME:붉은스라소니:붉은스라소니들:붉은스라소니]
pl: [NAME:ryś:rysie:rysi]
ru: [NAME:рыжая рысь:рыжие рыси:рыжей рыси]
tr: [NAME:vaşak:vaşaklar:vaşak]
vi: [NAME:linh miêu đuôi cộc:linh miêu đuôi cộc:linh miêu đuôi cộc]

# CREATURE:BOBCAT
source: [CASTE_NAME:bobcat:bobcats:bobcat]
cs: [CASTE_NAME:rýs:rýsové:rýsa]
de: [CASTE_NAME:Rotluchs:Rotluchse:Rotluchs]
eo: [CASTE_NAME:rufa linko:rufaj linkoj:de rufa linko]
es: [CASTE_NAME:gato montés:gatos monteses:gato montés]
ja: [CASTE_NAME:ボブキャット:ボブキャット:ボブキャットの]
ko: [CASTE_NAME:붉은스라소니:붉은스라소니들:붉은스라소니]
pl: [CASTE_NAME:ryś:rysie:rysi]
ru: [CASTE_NAME:рыжая рысь:рыжие рыси:рыжей рыси]
tr: [CASTE_NAME:vaşak:vaşaklar:vaşak]
vi: [CASTE_NAME:linh miêu đuôi cộc:linh miêu đuôi cộc:linh miêu đuôi cộc]

# CREATURE:BOBCAT
source: [GENERAL_CHILD_NAME:bobcat kitten:bobcat kittens]
cs: [GENERAL_CHILD_NAME:mládě rýsa:mláďata rýsa]
de: [GENERAL_CHILD_NAME:Rotluchskätzchen:Rotluchskätzchen]
eo: [GENERAL_CHILD_NAME:rufa linkido:rufaj linkidoj]
es: [GENERAL_CHILD_NAME:cría de gato montés:crías de gato montés]
ja: [GENERAL_CHILD_NAME:ボブキャットの仔:ボブキャットの仔の]
ko: [GENERAL_CHILD_NAME:새끼 붉은스라소니:새끼 붉은스라소니들]
pl: [GENERAL_CHILD_NAME:młody rysia:młode rysia]
ru: [GENERAL_CHILD_NAME:рыжий рысёнок:рыжие рысята]
tr: [GENERAL_CHILD_NAME:vaşak yavrusu:vaşak yavruları]
vi: [GENERAL_CHILD_NAME:linh miêu đuôi cộc con:linh miêu đuôi cộc con]

# CREATURE:BOBCAT
source: [PREFSTRING:short tails]
cs: [PREFSTRING:krátké ocasy]
de: [PREFSTRING:kurze Schwänze]
eo: [PREFSTRING:mallongaj vostoj]
es: [PREFSTRING:colas cortas]
ja: [PREFSTRING:短い尾]
ko: [PREFSTRING:짧은 꼬리]
pl: [PREFSTRING:krótkie ogony]
ru: [PREFSTRING:короткие хвосты]
tr: [PREFSTRING:kısa kuyruklar]
vi: [PREFSTRING:đuôi ngắn]

# CREATURE:BOBCAT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BOBCAT
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:BOBCAT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:BOBCAT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BOBCAT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:BOBCAT_MAN
source: [CASTE_NAME:bobcat man:bobcat men:bobcat man]
cs: [CASTE_NAME:rýsí muž:rýsí muži:rýsího muže]
de: [CASTE_NAME:Rotluchsmann:Rotluchsmänner:Rotluchsmann]
eo: [CASTE_NAME:hom-ruf-linkiĉo:hom-ruf-linkiĉoj:de hom-ruf-linkiĉo]
es: [CASTE_NAME:hombre gato montés:hombres gato montés:hombre gato montés]
ja: [CASTE_NAME:ボブキャット男:ボブキャット男:ボブキャット男の]
ko: [CASTE_NAME:남성 붉은스라소니인간:남성 붉은스라소니인간들:남성 붉은스라소니]
pl: [CASTE_NAME:rysioczłowiek:rysioludzie:rysioludzki]
ru: [CASTE_NAME:мужчина-рыжая рысь:мужчины-рыжие рыси:мужчины-рыжей рыси]
tr: [CASTE_NAME:erkek vaşak:erkek vaşaklar:erkek vaşak]
vi: [CASTE_NAME:người linh miêu đuôi cộc:người linh miêu đuôi cộc:người linh miêu đuôi cộc]

# CREATURE:BOBCAT_MAN
source: [CASTE_NAME:bobcat woman:bobcat women:bobcat woman]
cs: [CASTE_NAME:rýsí žena:rýsí ženy:rýsí ženu]
de: [CASTE_NAME:Rotluchsfrau:Rotluchsfrauen:Rotluchsfrau]
eo: [CASTE_NAME:hom-ruf-linkino:hom-ruf-linkinoj:de hom-ruf-linkino]
es: [CASTE:NAME:mujer gato montés:mujeres gato montés:mujer gato montés]
ja: [CASTE_NAME:ボブキャット女:ボブキャット女:ボブキャット女の]
ko: [CASTE_NAME:여성 붉은스라소니인간:여성 붉은스라소니인간들:여성 붉은스라소니]
pl: [CASTE_NAME:rysiokobieta:rysiokobiety:rysiokobiecy]
ru: [CASTE_NAME:женщина-рыжая рысь:женщины-рыжие рыси:женщины-рыжей рыси]
tr: [CASTE_NAME:dişi vaşak:dişi vaşaklar:dişi vaşak]
vi: [CASTE_NAME:phụ nữ linh miêu đuôi cộc:phụ nữ linh miêu đuôi cộc:phụ nữ linh miêu đuôi cộc]

# CREATURE:BOBCAT_MAN
source: [NAME:bobcat man:bobcat men:bobcat man]
cs: [NAME:rýsí muž:rýsí muži:rýsího muže]
de: [NAME:Rotluchsmensch:Rotluchsmenschen:Rotluchsmensch]
eo: [NAME:hom-ruf-linko:hom-ruf-linkoj:de hom-ruf-linko]
es: [NAME:hombre gato montés:hombres gato montés:hombre gato montés]
ja: [NAME:ボブキャット男:ボブキャット男:ボブキャット男の]
ko: [NAME:붉은스라소니인간:붉은스라소니인간들:붉은스라소니인간]
pl: [NAME:rysioczłowiek:rysioludzie:rysioludzki]
ru: [NAME:человек-рыжая рысь:люди-рыжие рыси:человека-рыжей рыси]
tr: [NAME:erkek vaşak:erkek vaşaklar:erkek vaşak]
vi: [NAME:người linh miêu đuôi cộc:người linh miêu đuôi cộc:người linh miêu đuôi cộc]
