Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:BODY_EYE
source: [BP:EYE:eye:STP]
cs: [BP:EYE:oko:oči]
de: [BP:EYE:Auge:STP]
eo: [BP:EYE:okulo:okuloj]
es: [BP:EYE:ojo:STP]
ja: [BP:EYE:眼:STP]
ko: [BP:EYE:눈:STP]
pl: [BP:EYE:oko:oczy]
ru: [BP:EYE:глаз:глаза]
tr: [BP:EYE:göz:STP]
vi: [BP:EYE:mắt:STP]
zh_hans: [BP:EYE:眼睛:STP]

# BODY:BODY_EYELID
source: [BP:EYELID:eyelid:STP]
cs: [BP:EYELID:oční víčko:oční víčka]
de: [BP:EYELID:Augenlied:STP]
eo: [BP:EYELID:palpebro:palpebroj]
es: [BP:EYELID:párpado:STP]
ja: [BP:EYELID:瞼:STP]
ko: [BP:EYELID:눈꺼풀:STP]
pl: [BP:EYELID:powieka:powieki]
ru: [BP:EYELID:веко:веки]
tr: [BP:EYELID:göz kapağı:STP]
vi: [BP:MẮT:Mí mắt:STP]
zh_hans: [BP:EYELID:眼睑:STP]

# BODY:5FINGERS
source: [BP:FINGER1:thumb:STP]
cs: [BP:FINGER1:palec:palce]
de: [BP:FINGER1:Daumen:STP]
eo: [BP:FINGER1:polekso:poleksoj]
es: [BP:FINGER1:pulgar:STP]
ja: [BP:FINGER1:親指:STP]
ko: [BP:FINGER1:첫째 손가락:STP]
pl: [BP:FINGER1:kciuk:kciuki]
ru: [BP:FINGER1:большой палец:большие пальцы]
tr: [BP:FINGER1:başparmak:STP]
vi: [BP:FINGER1:ngón tay cái:STP]
zh_hans: [BP:FINGER1:大拇指:STP]

# BODY:5FINGERS
source: [BP:FINGER2:first finger:STP]
cs: [BP:FINGER2:první prst:první prsty]
de: [BP:FINGER2:erster Finger:STP]
eo: [BP:FINGER2:montrofingro:montrofingroj]
es: [BP:FINGER2:dedo índice:STP]
ja: [BP:FINGER2:人差指:STP]
ko: [BP:FINGER2:둘째 손가락:STP]
pl: [BP:FINGER2:palec wskazujący:palce wskazujące]
ru: [BP:FINGER2:указательный палец:указательные пальцы]
tr: [BP:FINGER2:birinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:食指:STP]

# BODY:5FINGERS
source: [BP:FINGER3:second finger:STP]
cs: [BP:FINGER3:druhý prst:druhé prsty]
de: [BP:FINGER3:zweiter Finger:STP]
eo: [BP:FINGER3:mezfingro:mezfingroj]
es: [BP:FINGER3:dedo medio:STP]
ja: [BP:FINGER3:中指:STP]
ko: [BP:FINGER3:셋째 손가락:STP]
pl: [BP:FINGER3:środkowy palec:środkowe palce]
ru: [BP:FINGER3:средний палец:средние пальцы]
tr: [BP:FINGER3:ikinci parmak:STP]
vi: [BP:FINGER3:ngón thứ hai:STP]
zh_hans: [BP:FINGER3:中指:STP]

# BODY:5FINGERS
source: [BP:FINGER4:third finger:STP]
cs: [BP:FINGER4:třetí prst:třetí prsty]
de: [BP:FINGER4:dritter Finger:STP]
eo: [BP:FINGER4:ringofingro:ringofingroj]
es: [BP:FINGER4:dedo anular:STP]
ja: [BP:FINGER4:薬指:STP]
ko: [BP:FINGER4:넷째 손가락:STP]
pl: [BP:FINGER4:palec serdeczny:palce serdeczne]
ru: [BP:FINGER4:мизинец:мизинцы]
tr: [BP:FINGER4:üçüncü parmak:STP]
vi: [BP:FINGER4:ngón tay thứ ba:STP]
zh_hans: [BP:FINGER4:无名指:STP]

# BODY:5FINGERS
source: [BP:FINGER5:fourth finger:STP]
cs: [BP:FINGER5:čtvrtý prst:čtvrté prsty]
de: [BP:FINGER5:vierter Finger:STP]
eo: [BP:FINGER5:etfingro:etfingroj]
es: [BP:FINGER5:dedo meñique:STP]
ja: [BP:FINGER5:小指:STP]
ko: [BP:FINGER5:다섯째 손가락:STP]
pl: [BP:FINGER5:mały palec:małe palce]
ru: [BP:FINGER5:мизинец:мизинцы]
tr: [BP:FINGER5:dördüncü parmak:STP]
vi: [BP:FINGER5:ngón thứ tư:STP]
zh_hans: [BP:FINGER5:小指:STP]

# BODY:4FINGERS
source: [BP:FINGER1:thumb:STP]
cs: [BP:FINGER1:palec:palce]
de: [BP:FINGER1:Daumen:STP]
eo: [BP:FINGER1:polekso:poleksoj]
es: [BP:FINGER1:pulgar:STP]
ja: [BP:FINGER1:第一指:STP]
ko: [BP:FINGER1:첫째 손가락:STP]
pl: [BP:FINGER1:kciuk:kciuki]
ru: [BP:FINGER1:большой палец:большие пальцы]
tr: [BP:FINGER1:başparmak:STP]
vi: [BP:FINGER1:ngón tay cái:STP]
zh_hans: [BP:FINGER1:大拇指:STP]

# BODY:4FINGERS
source: [BP:FINGER2:first finger:STP]
cs: [BP:FINGER2:první prst:první prsty]
de: [BP:FINGER2:erster Finger:STP]
eo: [BP:FINGER2:dua manfingro:duaj manfingroj]
es: [BP:FINGER2:dedo índice:STP]
ja: [BP:FINGER2:第二指:STP]
ko: [BP:FINGER2:둘째 손가락:STP]
pl: [BP:FINGER2:palec wskazujący:palce wskazujące]
ru: [BP:FINGER2:указательный палец:указательные пальцы]
tr: [BP:FINGER2:birinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:食指:STP]

# BODY:4FINGERS
source: [BP:FINGER3:second finger:STP]
cs: [BP:FINGER3:druhý prst:druhé prsty]
de: [BP:FINGER3:zweiter Finger:STP]
eo: [BP:FINGER3:tria manfingro:triaj manfingroj]
es: [BP:FINGER3:dedo medio:STP]
ja: [BP:FINGER3:第三指:STP]
ko: [BP:FINGER3:셋째 손가락:STP]
pl: [BP:FINGER3:palec serdeczny:palce serdeczne]
ru: [BP:FINGER3:средний палец:средние пальцы]
tr: [BP:FINGER3:ikinci parmak:STP]
vi: [BP:FINGER3:ngón thứ hai:STP]
zh_hans: [BP:FINGER3:中指:STP]

# BODY:4FINGERS
source: [BP:FINGER4:third finger:STP]
cs: [BP:FINGER4:třetí prst:třetí prsty]
de: [BP:FINGER4:dritter Finger:STP]
eo: [BP:FINGER4:kvara manfingro:kvaraj manfingroj]
es: [BP:FINGER4:dedo anular:STP]
ja: [BP:FINGER4:第四指:STP]
ko: [BP:FINGER4:넷째 손가락:STP]
pl: [BP:FINGER4:mały palec:małe palce]
ru: [BP:FINGER4:мизинец:мизинцы]
tr: [BP:FINGER4:üçüncü parmak:STP]
vi: [BP:FINGER4:ngón tay thứ ba:STP]
zh_hans: [BP:FINGER4:无名指:STP]

# BODY:3FINGERS
source: [BP:FINGER1:thumb:STP]
cs: [BP:FINGER1:palec:palce]
de: [BP:FINGER1:Daumen:STP]
eo: [BP:FINGER1:polekso:poleksoj]
es: [BP:FINGER1:pulgar:STP]
ja: [BP:FINGER1:第一指:STP]
ko: [BP:FINGER1:첫째 손가락:STP]
pl: [BP:FINGER1:kciuk:kciuki]
ru: [BP:FINGER1:большой палец:большие пальцы]
tr: [BP:FINGER1:başparmak:STP]
vi: [BP:FINGER1:ngón tay cái:STP]
zh_hans: [BP:FINGER1:大拇指:STP]

# BODY:3FINGERS
source: [BP:FINGER2:first finger:STP]
cs: [BP:FINGER2:první prst:první prsty]
de: [BP:FINGER2:erster Finger:STP]
eo: [BP:FINGER2:dua manfingro:duaj manfingroj]
es: [BP:FINGER2:dedo índice:STP]
ja: [BP:FINGER2:第二指:STP]
ko: [BP:FINGER2:둘째 손가락:STP]
pl: [BP:FINGER2:pierwszy palec:pierwsze palce]
ru: [BP:FINGER2:указательный палец:указательные пальцы]
tr: [BP:FINGER2:birinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:食指:STP]

# BODY:3FINGERS
source: [BP:FINGER3:second finger:STP]
cs: [BP:FINGER3:druhý prst:druhé prsty]
de: [BP:FINGER3:zweiter Finger:STP]
eo: [BP:FINGER3:tria manfingro:triaj manfingroj]
es: [BP:FINGER3:dedo medio:STP]
ja: [BP:FINGER3:第三指:STP]
ko: [BP:FINGER3:셋째 손가락:STP]
pl: [BP:FINGER3:drugi palec:drugie palce]
ru: [BP:FINGER3:средний палец:средние пальцы]
tr: [BP:FINGER3:ikinci parmak:STP]
vi: [BP:FINGER3:ngón thứ hai:STP]
zh_hans: [BP:FINGER3:中指:STP]

# BODY:2FINGERS
source: [BP:FINGER1:first finger:STP]
cs: [BP:FINGER1:první prst:první prsty]
de: [BP:FINGER1:erster Finger:STP]
eo: [BP:FINGER1:unua manfingro:unuaj manfingroj]
es: [BP:FINGER1:dedo índice:STP]
ja: [BP:FINGER1:第一指:STP]
ko: [BP:FINGER1:첫째 손가락:STP]
pl: [BP:FINGER1:pierwszy palec:pierwsze palce]
ru: [BP:FINGER1:первый палец:первые пальцы]
tr: [BP:FINGER1:birinci parmak:STP]
vi: [BP:FINGER1:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER1:食指:STP]

# BODY:2FINGERS
source: [BP:FINGER2:second finger:STP]
cs: [BP:FINGER2:druhý prst:druhé prsty]
de: [BP:FINGER2:zweiter Finger:STP]
eo: [BP:FINGER2:dua manfingro:duaj manfingroj]
es: [BP:FINGER2:dedo medio:STP]
ja: [BP:FINGER2:第二指:STP]
ko: [BP:FINGER2:둘째 손가락:STP]
pl: [BP:FINGER2:drugi palec:drugie palce]
ru: [BP:FINGER2:второй палец:вторые пальцы]
tr: [BP:FINGER2:ikinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:中指:STP]

# BODY:5TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一 親趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:5TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:人差趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:5TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:中趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:5TOES
source: [BP:TOE4:fourth toe:STP]
cs: [BP:TOE4:čtvrtý prst:čtvrté prsty]
de: [BP:TOE4:vierte Zehe:STP]
eo: [BP:TOE4:kvara piedfingro:kvaraj piedfingroj]
es: [BP:TOE4:cuarto dedo del pie:STP]
ja: [BP:TOE4:薬趾:STP]
ko: [BP:TOE4:넷째 발가락:STP]
pl: [BP:TOE4:czwarty palec u stopy:czwarte palce u stopy]
ru: [BP:TOE4:четвёртый палец ноги:четвёртые пальцы ног]
tr: [BP:TOE4:dördüncü ayak parmağı:STP]
vi: [BP:TOE4:ngón chân thứ tư:STP]
zh_hans: [BP:TOE4:脚无名趾:STP]

# BODY:5TOES
source: [BP:TOE5:fifth toe:STP]
cs: [BP:TOE5:pátý prst:páté prsty]
de: [BP:TOE5:fünfte Zehe:STP]
eo: [BP:TOE5:kvina piedfingro:kvinaj piedfingroj]
es: [BP:TOE5:quinto dedo del pie:STP]
ja: [BP:TOE5:小趾:STP]
ko: [BP:TOE5:다섯째 발가락:STP]
pl: [BP:TOE5:piąty palec u stopy:piąte palce u stopy]
ru: [BP:TOE5:пятый палец ноги:пятые пальцы ног]
tr: [BP:TOE5:beşinci ayak parmağı:STP]
vi: [BP:TOE5:ngón chân thứ năm:STP]
zh_hans: [BP:TOE5:脚小趾:STP]

# BODY:4TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:4TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:4TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:第三趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:4TOES
source: [BP:TOE4:fourth toe:STP]
cs: [BP:TOE4:čtvrtý prst:čtvrté prsty]
de: [BP:TOE4:vierte Zehe:STP]
eo: [BP:TOE4:kvara piedfingro:kvaraj piedfingroj]
es: [BP:TOE4:cuarto dedo del pie:STP]
ja: [BP:TOE4:第四趾:STP]
ko: [BP:TOE4:넷째 발가락:STP]
pl: [BP:TOE4:czwarty palec u stopy:czwarte palce u stopy]
ru: [BP:TOE4:четвёртый палец ноги:четвёртые пальцы ног]
tr: [BP:TOE4:dördüncü ayak parmağı:STP]
vi: [BP:TOE4:ngón chân thứ tư:STP]
zh_hans: [BP:TOE4:脚无名趾:STP]

# BODY:3TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:3TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:3TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:第三趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:2TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:2TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:STP]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:5TOES_FQ_REG
source: [BP:RFTOE1:first right front toe:STP]
cs: [BP:RFTOE1:první pravý přední prst:první pravé přední prsty]
de: [BP:RFTOE1:erste rechte Vorderzehe:STP]
eo: [BP:RFTOE1:dekstra antaŭa unua piedfingro:dekstraj antaŭaj unuaj piedfingroj]
es: [BP:RFTOE1:primer dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE1:右前第一趾:STP]
ko: [BP:RFTOE1:첫째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE1:pierwszy prawy przedni palec u stopy:pierwsze prawe przednie palce u stopy]
ru: [BP:RFTOE1:первый палец правой передней ноги:первые пальцы правых передних ног]
tr: [BP:RFTOE1:sağ ön birinci ayak parmağı:STP]
vi: [BP:RFTOE1:ngón chân trước bên phải đầu tiên:STP]
zh_hans: [BP:RFTOE1:右前大脚趾:STP]

# BODY:5TOES_FQ_REG
source: [BP:RFTOE2:second right front toe:STP]
cs: [BP:RFTOE2:druhý pravý přední prst:druhé pravé přední prsty]
de: [BP:RFTOE2:zweite rechte Vorderzehe:STP]
eo: [BP:RFTOE2:dekstra antaŭa dua piedfingro:dekstraj antaŭaj duaj piedfingroj]
es: [BP:RFTOE2:segundo dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE2:右前第二趾:STP]
ko: [BP:RFTOE2:둘째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE2:drugi prawy przedni palec u stopy:drugie prawe przednie palce u stopy]
ru: [BP:RFTOE2:второй палец правой передней ноги:вторые пальцы правых передних ног]
tr: [BP:RFTOE2:sağ ön ikinci ayak parmağı:STP]
vi: [BP:RFTOE2:ngón chân thứ hai phía trước bên phải:STP]
zh_hans: [BP:RFTOE2:右前脚食趾:STP]

# BODY:5TOES_FQ_REG
source: [BP:RFTOE3:third right front toe:STP]
cs: [BP:RFTOE3:třetí pravý přední prst:třetí pravé přední prsty]
de: [BP:RFTOE3:dritte rechte Vorderzehe:STP]
eo: [BP:RFTOE3:dekstra antaŭa tria piedfingro:dekstraj antaŭaj triaj piedfingroj]
es: [BP:RFTOE3:tercer dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE3:右前第三趾:STP]
ko: [BP:RFTOE3:셋째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE3:trzeci prawy przedni palec u stopy:trzecie prawe przednie palce u stopy]
ru: [BP:RFTOE3:третий палец правой передней ноги:третьи пальцы правых передних ног]
tr: [BP:RFTOE3:sağ ön üçüncü ayak parmağı:STP]
vi: [BP:RFTOE3:ngón chân trước bên phải thứ ba:STP]
zh_hans: [BP:RFTOE3:右前脚中趾:STP]

# BODY:5TOES_FQ_REG
source: [BP:RFTOE4:fourth right front toe:STP]
cs: [BP:RFTOE4:čtvrtý pravý přední prst:čtvrté pravé přední prsty]
de: [BP:RFTOE4:vierte rechte Vorderzehe:STP]
eo: [BP:RFTOE4:dekstra antaŭa kvara piedfingro:dekstraj antaŭaj kvaraj piedfingroj]
es: [BP:RFTOE4:cuarto dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE4:右前第四趾:STP]
ko: [BP:RFTOE4:넷째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE4:czwarty prawy przedni palec u stopy:czwarte prawe przednie palce u stopy]
ru: [BP:RFTOE4:четвёртый палец правой передней ноги:четвёртые пальцы правых передних ног]
tr: [BP:RFTOE4:sağ ön dördüncü ayak parmağı:STP]
vi: [BP:RFTOE4:ngón chân thứ tư phía trước bên phải:STP]
zh_hans: [BP:RFTOE4:右前脚无名趾:STP]

# BODY:5TOES_FQ_REG
source: [BP:RFTOE5:fifth right front toe:STP]
cs: [BP:RFTOE5:pátý pravý přední prst:páté pravé přední prsty]
de: [BP:RFTOE5:fünfte rechte Vorderzehe:STP]
eo: [BP:RFTOE5:dekstra antaŭa kvina piedfingro:dekstraj antaŭaj kvinaj piedfingroj]
es: [BP:RFTOE5:quinto dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE5:右前第五趾:STP]
ko: [BP:RFTOE5:다섯째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE5:piąty prawy przedni palec u stopy:piąte prawe przednie palce u stopy]
ru: [BP:RFTOE5:пятый палец правой передней ноги:пятые пальцы правых передних ног]
tr: [BP:RFTOE5:sağ ön beşinci ayak parmağı:STP]
vi: [BP:RFTOE5:ngón chân trước bên phải thứ năm:STP]
zh_hans: [BP:RFTOE5:右前脚小趾:STP]

# BODY:5TOES_FQ_REG
source: [BP:LFTOE1:first left front toe:STP]
cs: [BP:LFTOE1:první levý přední prst:první levé přední prsty]
de: [BP:LFTOE1:erste linke Vorderzehe:STP]
eo: [BP:LFTOE1:maldekstra antaŭa unua piedfingro:maldekstraj antaŭaj unuaj piedfingroj]
es: [BP:LFTOE1:primer dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE1:左前第一趾:STP]
ko: [BP:LFTOE1:첫째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE1:pierwszy lewy przedni palec u stopy:pierwsze lewe przednie palce u stopy]
ru: [BP:LFTOE1:первый палец левой передней ноги:первые пальцы левых передних ног]
tr: [BP:LFTOE1:sol ön birinci ayak parmağı:STP]
vi: [BP:LFTOE1:ngón chân trước bên trái đầu tiên:STP]
zh_hans: [BP:LFTOE1:左前大脚趾:STP]

# BODY:5TOES_FQ_REG
source: [BP:LFTOE2:second left front toe:STP]
cs: [BP:LFTOE2:druhý levý přední prst:druhé levé přední prsty]
de: [BP:LFTOE2:zweite linke Vorderzehe:STP]
eo: [BP:LFTOE2:maldekstra antaŭa dua piedfingro:maldekstraj antaŭaj duaj piedfingroj]
es: [BP:LFTOE2:segundo dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE2:左前第二趾:STP]
ko: [BP:LFTOE2:둘째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE2:drugi lewy przedni palec u stopy:drugie lewe przednie palce u stopy]
ru: [BP:LFTOE2:второй палец левой передней ноги:вторые пальцы левых передних ног]
tr: [BP:LFTOE2:sol ön ikinci ayak parmağı:STP]
vi: [BP:LFTOE2:ngón chân thứ hai phía trước bên trái:STP]
zh_hans: [BP:LFTOE2:左前脚食趾:STP]

# BODY:5TOES_FQ_REG
source: [BP:LFTOE3:third left front toe:STP]
cs: [BP:LFTOE3:třetí levý přední prst:třetí levé přední prsty]
de: [BP:LFTOE3:dritte linke Vorderzehe:STP]
eo: [BP:LFTOE3:maldekstra antaŭa tria piedfingro:maldekstraj antaŭaj triaj piedfingroj]
es: [BP:LFTOE3:tercer dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE3:左前第三趾:STP]
ko: [BP:LFTOE3:셋째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE3:trzeci prawy przedni palec u stopy:trzecie lewe przednie palce u stopy]
ru: [BP:LFTOE3:третий палец левой передней ноги:третьи пальцы левых передних ног]
tr: [BP:LFTOE3:sol ön üçüncü ayak parmağı:STP]
vi: [BP:LFTOE3:ngón chân thứ ba phía trước bên trái:STP]
zh_hans: [BP:LFTOE3:左前脚中趾:STP]

# BODY:5TOES_FQ_REG
source: [BP:LFTOE4:fourth left front toe:STP]
cs: [BP:LFTOE4:čtvrtý levý přední prst:čtvrté levé přední prsty]
de: [BP:LFTOE4:vierte linke Vorderzehe:STP]
eo: [BP:LFTOE4:maldekstra antaŭa kvara piedfingro:maldekstraj antaŭaj kvaraj piedfingroj]
es: [BP:LFTOE4:cuarto dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE4:左前第四趾:STP]
ko: [BP:LFTOE4:넷째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE4:czwarty lewy przedni palec u stopy:czwarte lewe przednie palce u stopy]
ru: [BP:LFTOE4:четвёртый палец левой передней ноги:четвёртые пальцы левых передних ног]
tr: [BP:LFTOE4:sol ön dördüncü ayak parmağı:STP]
vi: [BP:LFTOE4:ngón chân thứ tư phía trước bên trái:STP]
zh_hans: [BP:LFTOE4左前脚无名趾:STP]

# BODY:5TOES_FQ_REG
source: [BP:LFTOE5:fifth left front toe:STP]
cs: [BP:LFTOE5:pátý levý přední prst:páté levé přední prsty]
de: [BP:LFTOE5:fünfte linke Vorderzehe:STP]
eo: [BP:LFTOE5:maldekstra antaŭa kvina piedfingro:maldekstraj antaŭaj kvinaj piedfingroj]
es: [BP:LFTOE5:quinto dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE5:左前第五趾:STP]
ko: [BP:LFTOE5:다섯째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE5:piąty lewy przedni palec u stopy:piąte lewe przednie palce u stopy]
ru: [BP:LFTOE5:пятый палец левой передней ноги:пятые пальцы левых передних ног]
tr: [BP:LFTOE5:sol ön beşinci ayak parmağı:STP]
vi: [BP:LFTOE5:ngón chân trước bên trái thứ năm:STP]
zh_hans: [BP:LFTOE5:左前脚小趾:STP]

# BODY:4TOES_FQ_REG
source: [BP:RFTOE1:first right front toe:STP]
cs: [BP:RFTOE1:první pravý přední prst:první pravé přední prsty]
de: [BP:RFTOE1:erste rechte Vorderzehe:STP]
eo: [BP:RFTOE1:dekstra antaŭa unua piedfingro:dekstraj antaŭaj unuaj piedfingroj]
es: [BP:RFTOE1:primer dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE1:右前第一趾:STP]
ko: [BP:RFTOE1:첫째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE1:pierwszy prawy przedni palec u stopy:pierwsze prawe przednie palce u stopy]
ru: [BP:RFTOE1:первый палец правой передней ноги:первые пальцы правых передних ног]
tr: [BP:RFTOE1:sağ ön birinci ayak parmağı:STP]
vi: [BP:RFTOE1:ngón chân trước bên phải đầu tiên:STP]
zh_hans: [BP:RFTOE1:右前大脚趾:STP]

# BODY:4TOES_FQ_REG
source: [BP:RFTOE2:second right front toe:STP]
cs: [BP:RFTOE2:druhý pravý přední prst:druhé pravé přední prsty]
de: [BP:RFTOE2:zweite rechte Vorderzehe:STP]
eo: [BP:RFTOE2:dekstra antaŭa dua piedfingro:dekstraj antaŭaj duaj piedfingroj]
es: [BP:RFTOE2:segundo dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE2:右前第二趾:STP]
ko: [BP:RFTOE2:둘째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE2:drugi prawy przedni palec u stopy:drugie prawe przednie palce u stopy]
ru: [BP:RFTOE2:второй палец правой передней ноги:вторые пальцы правых передних ног]
tr: [BP:RFTOE2:sağ ön ikinci ayak parmağı:STP]
vi: [BP:RFTOE2:ngón chân thứ hai phía trước bên phải:STP]
zh_hans: [BP:RFTOE2:右前脚食趾:STP]

# BODY:4TOES_FQ_REG
source: [BP:RFTOE3:third right front toe:STP]
cs: [BP:RFTOE3:třetí pravý přední prst:třetí pravé přední prsty]
de: [BP:RFTOE3:dritte rechte Vorderzehe:STP]
eo: [BP:RFTOE3:dekstra antaŭa tria piedfingro:dekstraj antaŭa triaj piedfingroj]
es: [BP:RFTOE3:tercer dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE3:右前第三趾:STP]
ko: [BP:RFTOE3:셋째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE3:trzeci prawy przedni palec u stopy:trzecie prawe przednie palce u stopy]
ru: [BP:RFTOE3:третий палец правой передней ноги:третьи пальцы правых передних ног]
tr: [BP:RFTOE3:sağ ön üçüncü ayak parmağı:STP]
vi: [BP:RFTOE3:ngón chân trước bên phải thứ ba:STP]
zh_hans: [BP:RFTOE3:右前脚中趾:STP]

# BODY:4TOES_FQ_REG
source: [BP:RFTOE4:fourth right front toe:STP]
cs: [BP:RFTOE4:čtvrtý pravý přední prst:čtvrté pravé přední prsty]
de: [BP:RFTOE4:vierte rechte Vorderzehe:STP]
eo: [BP:RFTOE4:dekstra antaŭa kvara piedfingro:dekstraj antaŭaj kvaraj piedfingroj]
es: [BP:RFTOE4:cuarto dedo de la pata delantera derecha:STP]
ja: [BP:RFTOE4:右前第四趾:STP]
ko: [BP:RFTOE4:넷째 오른쪽 앞발가락:STP]
pl: [BP:RFTOE4:czwarty prawy przedni palec u stopy:czwarte prawe przednie palce u stopy]
ru: [BP:RFTOE4:четвёртый палец правой передней ноги:четвёртые пальцы правых передних ног]
tr: [BP:RFTOE4:sağ ön dördüncü ayak parmağı:STP]
vi: [BP:RFTOE4:ngón chân thứ tư phía trước bên phải:STP]
zh_hans: [BP:RFTOE4:右前脚无名趾:STP]

# BODY:4TOES_FQ_REG
source: [BP:LFTOE1:first left front toe:STP]
cs: [BP:LFTOE1:první levý přední prst:první levé přední prsty]
de: [BP:LFTOE1:erste linke Vorderzehe:STP]
eo: [BP:LFTOE1:maldekstra antaŭa unua piedfingro:maldekstraj antaŭaj unuaj piedfingroj]
es: [BP:LFTOE1:primer dedo de la pata delantera izquierda:STP]
ja: [BP:LFTOE1:左前第一趾:STP]
ko: [BP:LFTOE1:첫째 왼쪽 앞발가락:STP]
pl: [BP:LFTOE1:pierwszy lewy przedni palec u stopy:pierwsze lewe przednie palce u stopy]
ru: [BP:LFTOE1:первый палец левой передней ноги:первые пальцы левых передних ног]
tr: [BP:LFTOE1:sol ön birinci ayak parmağı:STP]
vi: [BP:LFTOE1:ngón chân trước bên trái đầu tiên:STP]
zh_hans: [BP:LFTOE1:左前大脚趾:STP]
