Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIBBON_SILVERY
source: [PREFSTRING:ability to swing through the trees]
cs: [PREFSTRING:schopnost houpat se mezi stromy]
de: [PREFSTRING:kann sich durch Bäume schwingen]
eo: [PREFSTRING:kapablo por pendolado per arboj.]
es: [PREFSTRING:habilidad para desplazarse entre los árboles]
ja: [PREFSTRING:木々の間を飛び移る]
ko: [PREFSTRING:나무 사이를 뛰어 오가는 능력]
pl: [PREFSTRING:zdolność do huśtania się pomiędzy drzewami]
ru: [PREFSTRING:способность прыгать по деревьям, раскачиваясь на ветвях]
tr: [PREFSTRING:ağaçlar arasında sallanma yeteneği]
vi: [PREFSTRING:khả năng đu chuyền cành]

# CREATURE:GIBBON_SILVERY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GIBBON_SILVERY
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GIBBON_SILVERY
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:GIBBON_SILVERY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GIBBON_SILVERY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GIBBON_PILEATED
source: [DESCRIPTION:A small ape found in pairs, swinging from the trees.]
cs: [DESCRIPTION:Malá opice žijící v párech, houpající se na stromech.]
de: [DESCRIPTION:Ein kleiner Affe, der paarweise in den Bäumen schwingt.]
eo: [DESCRIPTION:Malgranda simio kiu troviĝas je paroj, pendolante per la arboj.]
es: [DESCRIPTION:Un pequeño simio encontrado en pares, desplazándose desde los árboles.]
ja: [DESCRIPTION:樹上性の小型類人猿。夫婦で暮らす。]
ko: [DESCRIPTION:나무에서 그네를 타고 쌍으로 발견된 작은 유인원.]
pl: [DESCRIPTION:Mała małpa znajdywana w parach, huśtająca się po drzewach.]
ru: [DESCRIPTION:Небольшая обезьяна, живущая парами и обитающая на деревьях.]
tr: [DESCRIPTION:Çiftler halinde bulunan, ağaçlarda sallanan küçük bir maymun.]
vi: [DESCRIPTION:Một loài vượn nhỏ thường sống theo cặp, đu chuyền cành.]

# CREATURE:GIBBON_PILEATED
source: [NAME:pileated gibbon:pileated gibbons:pileated gibbon]
cs: [NAME:chocholatý gibon:chocholatí giboni:chocholatého gibona]
de: [NAME:Stummelgibbon:Stummelgibbons:Stummelgibbon]
eo: [NAME:ĉapela gibono:ĉapelaj gibonoj:de ĉapela gibono]
es: [NAME:gibón crestado:gibones crestados:gibón crestado]
ja: [NAME:ボウシテナガザル:ボウシテナガザル:ボウシテナガザルの]
ko: [NAME:보닛긴팔원숭이:보닛긴팔원숭이들:보닛긴팔원숭이]
pl: [NAME:gibbon czapnik:gibbony czapniki:gibbońsko czapnikowy]
ru: [NAME:хохлатый гиббон:хохлатые гиббоны:хохлатого гиббона]
tr: [NAME:kukuletalı gibon:kukuletalı gibonlar:kukuletalı gibon]
vi: [NAME:vượn chỏm đầu:những con vượn chỏm đầu:vượn chỏm đầu]

# CREATURE:GIBBON_PILEATED
source: [CASTE_NAME:pileated gibbon:pileated gibbons:pileated gibbon]
cs: [CASTE_NAME:chocholatý gibon:chocholatí giboni:chocholatého gibona]
de: [CASTE_NAME:Stummelgibbon:Stummelgibbons:Stummelgibbon]
eo: [CASTE_NAME:ĉapela gibono:ĉapelaj gibonoj:de ĉapela gibono]
es: [CASTE_NAME:gibón crestado:gibones crestados:gibón crestado]
ja: [CASTE_NAME:ボウシテナガザル:ボウシテナガザル:ボウシテナガザルの]
ko: [CASTE_NAME:보닛긴팔원숭이:보닛긴팔원숭이들:보닛긴팔원숭이]
pl: [CASTE_NAME:gibbon czapnik:gibbony czapniki:gibbońsko czapnikowy]
ru: [CASTE_NAME:хохлатый гиббон:хохлатые гиббоны:хохлатого гиббона]
tr: [CASTE_NAME:kukuletalı gibon:kukuletalı gibonlar:kukuletalı gibon]
vi: [CASTE_NAME:vượn chỏm đầu:những con vượn chỏm đầu:vượn chỏm đầu]

# CREATURE:GIBBON_PILEATED
source: [PREFSTRING:white head rings]
cs: [PREFSTRING:bílé prstence na hlavě]
de: [PREFSTRING:Hirsenkornringe]
eo: [PREFSTRING:blankaj kapaj ringoj]
es: [PREFSTRING:anillos blancos en la cabeza]
ja: [PREFSTRING:白い帽子のような模様]
ko: [PREFSTRING:하얀 헤드링]
pl: [PREFSTRING:białe kręgi twarzowe]
ru: [PREFSTRING:белые круги на голове]
tr: [PREFSTRING:beyaz kafa halkaları]
vi: [PREFSTRING:vòng lông trắng quanh đầu]

# CREATURE:GIBBON_PILEATED
source: [PREFSTRING:ability to swing through the trees]
cs: [PREFSTRING:schopnost houpat se mezi stromy]
de: [PREFSTRING:kann sich durch Bäume schwingen]
eo: [PREFSTRING:kapablo por pendolado per arboj.]
es: [PREFSTRING:habilidad para desplazarse entre los árboles]
ja: [PREFSTRING:木々の間を飛び移る]
ko: [PREFSTRING:나무 사이를 뛰어 오가는 능력]
pl: [PREFSTRING:zdolność do huśtania się pomiędzy drzewami]
ru: [PREFSTRING:способность прыгать по деревьям, раскачиваясь на ветвях]
tr: [PREFSTRING:ağaçlar arasında sallanma yeteneği]
vi: [PREFSTRING:khả năng đu chuyền cành]

# CREATURE:GIBBON_PILEATED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GIBBON_PILEATED
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GIBBON_PILEATED
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:GIBBON_PILEATED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GIBBON_PILEATED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GIBBON_BILOU
source: [DESCRIPTION:A small ape that swings from the trees, eating fruit.]
cs: [DESCRIPTION:Malá opice, která se houpe na stromech a pojídá ovoce.]
de: [DESCRIPTION:Ein kleiner Affe, der sich von den Bäumen schwingt und Früchte frisst.]
eo: [DESCRIPTION:Malgranda simio kiu pendolas per la arboj, manĝante fruktojn.]
es: [DESCRIPTION:Un pequeño simio que se balancea por los arboles comiendo fruta.]
ja: [DESCRIPTION:樹上性の小型類人猿。果実が主食。]
ko: [DESCRIPTION:과일을 먹으며 나무에서 그네를 타는 작은 유인원.]
pl: [DESCRIPTION:Mała małpa, która huśta się między drzewami, jedząc owoce.]
ru: [DESCRIPTION:Небольшая обезьянка, живущая на деревьях, питается фруктами.]
tr: [DESCRIPTION:Ağaçlarda sallanan, meyve yiyen küçük bir maymun.]
vi: [DESCRIPTION:Một loài vượn nhỏ đu chuyền cành, ăn trái cây.]

# CREATURE:GIBBON_BILOU
source: [NAME:bilou:bilous:bilou]
cs: [NAME:bilou:bilouové:biloua]
de: [NAME:Bilou:Biloue:Bilou]
eo: [NAME:biluo:biluoj:de biluo]
ja: [NAME:クロステナガザル:クロステナガザル:クロステナガザルの]
ko: [NAME:클로스긴팔원숭이:클로스긴팔원숭이들:클로스긴팔원숭이]
pl: [NAME:gibbon karłowaty:gibbony karłowate:gibbono karłowaty]
ru: [NAME:черношапочный гиббон:черношапочные гиббоны:черношапочного гиббона]
tr: [NAME:cüce gibon:cüce gibonlar:cüce gibon]

# CREATURE:GIBBON_BILOU
source: [CASTE_NAME:bilou:bilous:bilou]
cs: [CASTE_NAME:bilou:bilouové:biloua]
de: [CASTE_NAME:Bilou:Biloue:Bilou]
eo: [CASTE_NAME:biluo:biluoj:de biluo]
ja: [CASTE_NAME:クロステナガザル:クロステナガザル:クロステナガザルの]
ko: [CASTE_NAME:클로스긴팔원숭이:클로스긴팔원숭이들:클로스긴팔원숭이]
pl: [CASTE_NAME:gibbon karłowaty:gibbony karłowate:gibbono karłowaty]
ru: [CASTE_NAME:черношапочный гиббон:черношапочные гиббоны:черношапочного гиббона]
tr: [CASTE_NAME:cüce gibon:cüce gibonlar:cüce gibon]

# CREATURE:GIBBON_BILOU
source: [PREFSTRING:beautiful songs]
cs: [PREFSTRING:krásné zpěvy]
de: [PREFSTRING:schöne Laute]
eo: [PREFSTRING:belaj kantoj.]
es: [PREFSTRING:canciones hermosas]
ja: [PREFSTRING:美しい歌声]
ko: [PREFSTRING:아름다운 노래]
pl: [PREFSTRING:piękne piosenki]
ru: [PREFSTRING:красивые песни]
tr: [PREFSTRING:güzel şarkılar]
vi: [PREFSTRING:những tiếng ca du dương]

# CREATURE:GIBBON_BILOU
source: [PREFSTRING:ability to swing through the trees]
cs: [PREFSTRING:schopnost houpat se mezi stromy]
de: [PREFSTRING:kann sich durch Bäume schwingen]
eo: [PREFSTRING:kapablo por pendolado per arboj.]
es: [PREFSTRING:habilidad para desplazarse entre los árboles]
ja: [PREFSTRING:木々の間を飛び移る]
ko: [PREFSTRING:나무 사이를 뛰어 오가는 능력]
pl: [PREFSTRING:zdolność do huśtania się pomiędzy drzewami]
ru: [PREFSTRING:способность прыгать по деревьям, раскачиваясь на ветвях]
tr: [PREFSTRING:ağaçlar arasında sallanma yeteneği]
vi: [PREFSTRING:khả năng đu chuyền cành]

# CREATURE:GIBBON_BILOU
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GIBBON_BILOU
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GIBBON_BILOU
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:GIBBON_BILOU
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GIBBON_BILOU
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GIBBON_WHITE_BROWED
source: [DESCRIPTION:A small fruit-eating ape, found in the trees.]
cs: [DESCRIPTION:Malá opice živící se ovocem, vyskytující se na stromech.]
de: [DESCRIPTION:Ein kleiner fruchtfressender Affe, der in den Bäumen lebt.]
eo: [DESCRIPTION:Malgranda fruktmanĝanta simio kiu troviĝas en la arboj.]
es: [DESCRIPTION:Un pequeño mono comedor de frutas, encontrado en los árboles.]
ja: [DESCRIPTION:樹上性の小型類人猿。果実が主食。]
ko: [DESCRIPTION:나무에서 발견된 작은 과일을 먹는 유인원.]
pl: [DESCRIPTION:Mała, jedząca owoce małpa, którą można znaleźć na drzewach.]
ru: [DESCRIPTION:Небольшая обезьяна, живущая на деревьях, питается фруктами.]
tr: [DESCRIPTION:Ağaçlarda bulunan, meyve yiyen küçük bir maymun.]
vi: [DESCRIPTION:Một loài vượn nhỏ ăn trái cây, được tìm thấy trên cây.]

# CREATURE:GIBBON_WHITE_BROWED
source: [NAME:white-browed gibbon:white-browed gibbons:white-browed gibbon]
cs: [NAME:bělobrvý gibon:bělobrvní giboni:bělobrvého gibona]
de: [NAME:Weißbrauen Gibbon:Weißbrauen Gibbons:Weißbrauen Gibbon]
eo: [NAME:blankbrova gibono:blankbrovaj gibonoj:de blankbrova gibono]
es: [NAME:gibón de cejas blancas:gibones de cejas blancas:gibón de cejas blancas]
ja: [NAME:フーロックテナガザル:フーロックテナガザル:フーロックテナガザルの]
ko: [NAME:흰눈썹긴팔원숭이:흰눈썹긴팔원숭이들:흰눈썹긴팔원숭이]
pl: [NAME:gibbon białobrewy:gibbony białobrewe:gibbono białobrewy]
ru: [NAME:белобровый гиббон:белобровые гиббоны:белобрового гиббона]
tr: [NAME:beyaz kaşlı gibon:beyaz kaşlı gibonlar:beyaz kaşlı gibon]
vi: [NAME:vượn mày trắng:những con vượn mày trắng:vượn mày trắng]

# CREATURE:GIBBON_WHITE_BROWED
source: [CASTE_NAME:white-browed gibbon:white-browed gibbons:white-browed gibbon]
cs: [CASTE_NAME:bělobrvý gibon:bělobrvní giboni:bělobrvého gibona]
de: [CASTE_NAME:Weißbrauen Gibbon:Weißbrauen Gibbons:Weißbrauen Gibbon]
eo: [CASTE_NAME:blankbrova gibono:blankbrovaj gibonoj:de blankbrova gibono]
es: [CASTE_NAME:gibón de cejas blancas:gibones de cejas blancas:gibón de cejas blancas]
ja: [CASTE_NAME:フーロックテナガザル:フーロックテナガザルs:フーロックテナガザルの]
ko: [CASTE_NAME:흰눈썹긴팔원숭이:흰눈썹긴팔원숭이들:흰눈썹긴팔원숭이]
pl: [CASTE_NAME:gibbon białobrewy:gibbony białobrewe:gibbono białobrewy]
ru: [CASTE_NAME:белобровый гиббон:белобровые гиббоны:белобрового гиббона]
tr: [CASTE_NAME:beyaz kaşlı gibon:beyaz kaşlı gibonlar:beyaz kaşlı gibon]
vi: [CASTE_NAME:vượn mày trắng:những con vượn mày trắng:vượn mày trắng]

# CREATURE:GIBBON_WHITE_BROWED
source: [PREFSTRING:mask-like facial coloration]
cs: [PREFSTRING:maskovité zbarvení obličeje]
de: [PREFSTRING:maskenhafte Gesichtsfärbung]
eo: [PREFSTRING:masksimila vizaĝa koloro]
es: [PREFSTRING:coloración similar a una máscara facial]
ja: [PREFSTRING:網のようなカラフルな模様]
ko: [PREFSTRING:가면같은 얼굴 색감]
pl: [PREFSTRING:maskopodobne ubarwienie twarzy]
ru: [PREFSTRING:маскоподобную лицевую окраску]
tr: [PREFSTRING:maske benzeri yüz renklenmesi]
vi: [PREFSTRING:màu sắc khuôn mặt giống mặt nạ]

# CREATURE:GIBBON_WHITE_BROWED
source: [PREFSTRING:ability to swing through the trees]
cs: [PREFSTRING:schopnost houpat se mezi stromy]
de: [PREFSTRING:kann sich durch Bäume schwingen]
eo: [PREFSTRING:kapablo por pendolado per arboj.]
es: [PREFSTRING:habilidad para desplazarse entre los árboles]
ja: [PREFSTRING:木々の間を飛び移る]
ko: [PREFSTRING:나무 사이를 뛰어 오가는 능력]
pl: [PREFSTRING:zdolność do huśtania się pomiędzy drzewami]
ru: [PREFSTRING:способность прыгать по деревьям, раскачиваясь на ветвях]
tr: [PREFSTRING:ağaçlar arasında sallanma yeteneği]
vi: [PREFSTRING:khả năng đu chuyền cành]

# CREATURE:GIBBON_WHITE_BROWED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GIBBON_WHITE_BROWED
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GIBBON_WHITE_BROWED
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:GIBBON_WHITE_BROWED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GIBBON_WHITE_BROWED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GIBBON_BLACK_CRESTED
source: [DESCRIPTION:A small ape from the tropical forest. It can be found in the trees eating fruit.]
cs: [DESCRIPTION:Malá opice z tropického pralesa. Vyskytuje se na stromech a pojídá ovoce.]
de: [DESCRIPTION:Ein kleiner Affe aus den tropischen Wäldern. Er kann in den Bäumen gefunden werden und isst Früchte.]
eo: [DESCRIPTION:Malgranda simio el la tropikaj arbaroj. Ĝi troviĝas en la arboj manĝante fruktojn.]
es: [DESCRIPTION:Un pequeño simio de los bosques tropicales. Puede ser encontrado en los árboles comiendo fruta.]
ja: [DESCRIPTION:樹上性の小型類人猿。果実が主食。]
ko: [DESCRIPTION:열대 숲에서 온 작은 유인원입니다. 그것은 나무에서 과일을 먹는 것을 발견할 수 있다.]
pl: [DESCRIPTION:Mała małpa z lasów tropikalnych. Można ją znaleźć na drzewach, jedzącą owoce.]
ru: [DESCRIPTION:Небольшая обезьяна, которую можно встретить в тропическом лесу. Обитает на деревьях, питается фруктами.]
tr: [DESCRIPTION:Tropikal ormanlardan küçük bir maymun. Ağaçlarda meyve yerken bulunabilir.]
vi: [DESCRIPTION:Một loài vượn nhỏ từ rừng nhiệt đới. Chúng có thể được tìm thấy trên cây đang ăn trái cây.]

# CREATURE:GIBBON_BLACK_CRESTED
source: [NAME:black-crested gibbon:black-crested gibbons:black-crested gibbon]
cs: [NAME:černohřebenatý gibon:černohřebenatí giboni:černohřebenatého gibona]
de: [NAME:Schwarzer Schopfgibbon:Schwarze Schopfgibbons:Schwarzer Schopfgibbon]
eo: [NAME:nigra gibono:nigraj gibonoj:de nigra gibono]
es: [NAME:gibón de cresta negra:gibones de cresta negra:gibón de cresta negra]
ja: [NAME:カンムリテナガザル:カンムリテナガザル:カンムリテナガザルの]
ko: [NAME:검은볏긴팔원숭이:검은볏긴팔원숭이들:검은볏긴팔원숭이]
pl: [NAME:gibbon czarny:gibbony czarne:gibbono czarny]
ru: [NAME:чернохохлатый гиббон:чернохохлатые гиббоны:чернохохлатого гиббона]
tr: [NAME:siyah tepeli gibon:siyah tepeli gibonlar:siyah tepeli gibon]
vi: [NAME:vượn mào đen:những con vượn mào đen:vượn mào đen]

# CREATURE:GIBBON_BLACK_CRESTED
source: [CASTE_NAME:black-crested gibbon:black-crested gibbons:black-crested gibbon]
cs: [CASTE_NAME:černohřebenatý gibon:černohřebenatí giboni:černohřebenatého gibona]
de: [CASTE_NAME:Schwarzer Schopfgibbon:Schwarze Schopfgibbons:Schwarzer Schopfgibbon]
eo: [CASTE_NAME:nigra gibono:nigraj gibonoj:de nigra gibono]
es: [CASTE_NAME:gibón de cresta negra:gibones de cresta negra:gibón de cresta negra]
ja: [CASTE_NAME:カンムリテナガザル:カンムリテナガザルs:カンムリテナガザルの]
ko: [CASTE_NAME:검은볏긴팔원숭이:검은볏긴팔원숭이들:검은볏긴팔원숭이]
pl: [CASTE_NAME:gibbon czarny:gibbony czarne:gibbono czarny]
ru: [CASTE_NAME:чернохохлатый гиббон:чернохохлатые гиббоны:чернохохлатого гиббона]
tr: [CASTE_NAME:siyah tepeli gibon:siyah tepeli gibonlar:siyah tepeli gibon]
vi: [CASTE_NAME:vượn mào đen:những con vượn mào đen:vượn mào đen]

# CREATURE:GIBBON_BLACK_CRESTED
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:GIBBON_BLACK_CRESTED
source: [PREFSTRING:ability to swing through the trees]
cs: [PREFSTRING:schopnost houpat se mezi stromy]
de: [PREFSTRING:kann sich durch Bäume schwingen]
eo: [PREFSTRING:kapablo por pendolado per arboj.]
es: [PREFSTRING:habilidad para desplazarse entre los árboles]
ja: [PREFSTRING:木々の間を飛び移る]
ko: [PREFSTRING:나무 사이를 뛰어 오가는 능력]
pl: [PREFSTRING:zdolność do huśtania się pomiędzy drzewami]
ru: [PREFSTRING:способность прыгать по деревьям, раскачиваясь на ветвях]
tr: [PREFSTRING:ağaçlar arasında sallanma yeteneği]
vi: [PREFSTRING:khả năng đu chuyền cành]

# CREATURE:GIBBON_BLACK_CRESTED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GIBBON_BLACK_CRESTED
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GIBBON_BLACK_CRESTED
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:GIBBON_BLACK_CRESTED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GIBBON_BLACK_CRESTED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
