Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_RACCOON
source: [CASTE_NAME:giant raccoon:giant raccoons:giant raccoon]
cs: [CASTE_NAME:obří mýval:obří mývalové:obřího mývala]
de: [CASTE_NAME:Riesenwaschbär:Riesenwaschbären:Riesenwaschbär]
eo: [CASTE_NAME:giganta prociono:gigantaj procionoj:de giganta prociono]
es: [CASTE_NAME:mapache gigante:mapaches gigantes:mapache gigante]
ja: [CASTE_NAME:巨大アライグマ:巨大アライグマ:巨大アライグマの]
ko: [CASTE_NAME:거대 너구리:거대 너구리들:거대 너구리]
pl: [CASTE_NAME:gigantyczny szop:gigantyczne szopy:gigantyczno szopowy]
ru: [CASTE_NAME:гигантский енот:гигантские еноты:гигантского енота]
tr: [CASTE_NAME:dev rakun:dev rakunlar:dev rakun]
vi: [CASTE_NAME:Gấu mèo khổng lồ:Gấu mèo khổng lồ:Gấu mèo khổng lồ]
zh_hans: [CASTE_NAME:巨型浣熊:巨型浣熊:巨型浣熊]

# CREATURE:GIANT_RACCOON
source: [GENERAL_CHILD_NAME:giant raccoon pup:giant raccoon pups]
cs: [GENERAL_CHILD_NAME:mládě obřího mývala:mláďata obřího mývala]
de: [GENERAL_CHILD_NAME:Riesenwaschbär-Welpe:Riesenwaschbär-Welpen]
eo: [GENERAL_CHILD_NAME:giganto-procionido:gigantaj procionidoj]
es: [GENERAL_CHILD_NAME:cria de mapache gigante:crias de mapache gigante:cria de mapache gigante]
ja: [GENERAL_CHILD_NAME:巨大アライグマの子供:巨大アライグマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 너구리:새끼 거대 너구리들]
pl: [GENERAL_CHILD_NAME:szczenię gigantycznego szopa:szczeniaki gigantycznego szopa]
ru: [GENERAL_CHILD_NAME:щенок гигантского енота:щенки гигантского енота]
tr: [GENERAL_CHILD_NAME:yavru dev rakun:yavru dev rakunlar]
vi: [GENERAL_CHILD_NAME:Gấu mèo con khổng lồ:Gấu mèo con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨型浣熊幼崽:巨型浣熊幼崽]

# CREATURE:GIANT_RACCOON
source: [DESCRIPTION:A huge monster in the shape of a raccoon.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru mývala.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Waschbären.]
eo: [DESCRIPTION:Grandega monstro kun la formo de prociono.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un mapache.]
ja: [DESCRIPTION:アライグマのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:너구리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie szopa.]
ru: [DESCRIPTION:Огромный монстр, похожий на енота.]
tr: [DESCRIPTION:Rakun biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ hình dạng loài gấu mèo.]
zh_hans: [DESCRIPTION:一只巨大的浣熊怪。]

# CREATURE:GIANT_RACCOON
source: [PREFSTRING:cunning]
cs: [PREFSTRING:chytrost]
de: [PREFSTRING:gerissen]
eo: [PREFSTRING:sagaceco]
es: [PREFSTRING:astuto]
ja: [PREFSTRING:狡猾]
ko: [PREFSTRING:교활함]
pl: [PREFSTRING:chytry]
ru: [PREFSTRING:хитрость]
tr: [PREFSTRING:kurnazlık]
vi: [PREFSTRING:Tinh ranh]
zh_hans: [PREFSTRING:狡猾的]

# CREATURE:MACAQUE_RHESUS
source: [DESCRIPTION:A medium-sized monkey found in woods and grassland. It usually lives on roots and insects but can become a pest in civilized areas, roaming in large groups and begging for scraps.]
cs: [DESCRIPTION:Středně velká opice žijící v lesích a travinách. Obvykle se živí kořeny a hmyzem, ale v osídlených oblastech se může stát škůdcem, potulovat se ve skupinách a žebrat o zbytky.]
de: [DESCRIPTION:Ein mittelgroßer Affe, der in Wäldern und im Grasland lebt. Er ernährt sich normalerweise von Wurzeln und Insekten, kann aber in zivilisierten Gegenden zur Plage werden, indem er in großen Gruppen umherstreift und um Abfälle bettelt.]
eo: [DESCRIPTION:Mezgranda simio trovebla en arboroj kaj herbujoj. Ĝi ofte vivas per radikoj kaj insektoj, sed iĝeblas plagon en civilizitaj areoj, vagante je grandaj gregoj kaj petegante por forĵetaĵoj.]
es: [DESCRIPTION:Un mono mediano hallado en bosques y praderas. Usualmente vive de raices e insectos pero puede convertirse en una alimaña en áreas civilizadas, vagabundeando en grandes grupos rogando por restos de comida.]
ja: [DESCRIPTION:森や草原に棲息する中型のサル。ふつうは木の根や昆虫を食べますが、人里では群れでごみを漁って食べ、害獣になる。]
ko: [DESCRIPTION:숲과 초원에서 발견되는 중간 크기의 원숭이. 보통 뿌리와 곤충을 먹고 살지만 문명화된 지역에서는 해충이 되어 큰 무리를 지어 돌아다니며 부스러기를 구걸하기도 합니다.]
pl: [DESCRIPTION:Średniej wielkości mapa, którą można znaleźć w lasach i łąkach. Przeważnie żywi się korzeniami i insektami, ale może stać się szkodnikiem w cywilizowanych obszarach, błądząc w dużych grupach i błagając o resztki.]
ru: [DESCRIPTION:Обезьяна среднего размера, обитающая в лесах и на равнинах. Обычно питается корнями и насекомыми, но может стать вредителем в черте города, бродя большими группами и клянча объедки.]
tr: [DESCRIPTION:Ormanlarda ve otlaklarda bulunan orta büyüklükte bir maymun. Genellikle kökler ve böceklerle beslenir ancak yerleşim yerlerinde büyük gruplar halinde dolaşıp yiyecek dilenerek baş belası olabilir.]
vi: [DESCRIPTION:Một loài khỉ cỡ trung bình được tìm thấy trong rừng cây và đồng cỏ. Chúng thường ăn rễ cây và côn trùng nhưng có thể trở thành loài gây hại ở các khu vực văn minh, lang thang thành từng nhóm lớn và xin ăn vụn.]
zh_hans: [DESCRIPTION:一种可在森林和草原里发现的中等体型的猴子。它常以食用植物根茎和昆虫为生，却在文明地区被视为有害物种，只因他们会成群结队地寻找残羹剩饭。]

# CREATURE:MACAQUE_RHESUS
source: [NAME:rhesus macaque:rhesus macaques:rhesus macaque]
cs: [NAME:makaque rhesus:makaquové rhesus:makaqua rhesus]
de: [NAME:Rhesusaffen:Rhesusmakaken:Rhesusmakaken]
eo: [NAME:rezuso:rezusoj:de rezuso]
es: [NAME:macaco rhesus:macacos rhesus:macaco rhesus]
ja: [NAME:アカゲザル:アカゲザル:アカゲザルの]
ko: [NAME:붉은털원숭이:붉은털원숭이들:붉은털원숭이]
pl: [NAME:rezus:rezusy:rezusowy]
ru: [NAME:макака-резус:макаки-резусы:макаки-резуса]
tr: [NAME:rhesus maymunu:rhesus maymunları:rhesus maymunu]
vi: [NAME:Khỉ Rhesus:Khỉ Rhesus:Khỉ Rhesus]
zh_hans: [NAME:猕猴:猕猴:猕猴]

# CREATURE:MACAQUE_RHESUS
source: [CASTE_NAME:rhesus macaque:rhesus macaques:rhesus macaque]
cs: [CASTE_NAME:makaque rhesus:makaquové rhesus:makaqua rhesus]
de: [CASTE_NAME:Rhesusaffen:Rhesusmakaken:Rhesusmakaken]
eo: [CASTE_NAME:rezuso:rezusoj:de rezuso]
es: [CASTE_NAME:macaco rhesus:macacos rhesus:macaco rhesus]
ja: [CASTE_NAME:アカゲザル:アカゲザル:アカゲザルの]
ko: [CASTE_NAME:붉은털원숭이:붉은털원숭이들:붉은털원숭이]
pl: [CASTE_NAME:rezus:rezusy:rezusowy]
ru: [CASTE_NAME:макака-резус:макаки-резусы:макаки-резуса]
tr: [CASTE_NAME:rhesus maymunu:rhesus maymunları:rhesus maymunu]
vi: [CASTE_NAME:Khỉ Rhesus:Khỉ Rhesus:Khỉ Rhesus]
zh_hans: [CASTE_NAME:猕猴:猕猴:猕猴]

# CREATURE:MACAQUE_RHESUS
source: [PREFSTRING:mischief]
cs: [PREFSTRING:rošťáctví]
de: [PREFSTRING:Unheil]
eo: [PREFSTRING:petolemo]
es: [PREFSTRING:travesura]
ja: [PREFSTRING:いたずら]
ko: [PREFSTRING:나쁜짓]
pl: [PREFSTRING:psota]
ru: [PREFSTRING:озорство]
tr: [PREFSTRING:yaramazlık]
vi: [PREFSTRING:Tinh nghịch]
zh_hans: [PREFSTRING:顽皮]

# CREATURE:MACAQUE_RHESUS
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:MACAQUE_RHESUS
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:挠:挠]

# CREATURE:MACAQUE_RHESUS
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛:SINGULAR]

# CREATURE:MACAQUE_RHESUS
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:毛皮:SINGULAR]

# CREATURE:MACAQUE_RHESUS
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:MACAQUE_RHESUS_MAN
source: [CASTE_NAME:rhesus macaque man:rhesus macaque men:rhesus macaque man]
cs: [CASTE_NAME:rhesus muž:rhesus muži:rhesus muže]
de: [CASTE_NAME:Rhesusaffenmännchen:Rhesusaffenmännchen:Rhesusaffenmännchen]
eo: [CASTE_NAME:homrezusiĉo:homrezusiĉoj:de homrezusiĉo]
es: [CASTE_NAME:macaco rhesus macho:macacos rhesus machos:macaco rhesus macho]
ja: [CASTE_NAME:アカゲザル男:アカゲザル男:アカゲザル男の]
ko: [CASTE_NAME:남성 붉은털원숭이인간:남성 붉은털원숭이인간들:남성 붉은털원숭이인간]
pl: [CASTE_NAME:rezusomężczyzna:rezusomężczyźni:rezusomężczyzny]
ru: [CASTE_NAME:мужчина-макака-резус:мужчины-макаки-резусы:мужчины-макаки-резуса]
tr: [CASTE_NAME:erkek rhesus maymunu:erkek rhesus maymunları:erkek rhesus maymunu]
vi: [CASTE_NAME:Người khỉ Rhesus:Người khỉ Rhesus:Người khỉ Rhesus]
zh_hans: [CASTE_NAME:猕猴男:猕猴男:猕猴男]

# CREATURE:MACAQUE_RHESUS_MAN
source: [CASTE_NAME:rhesus macaque woman:rhesus macaque women:rhesus macaque woman]
cs: [CASTE_NAME:rhesus žena:rhesus ženy:rhesus ženu]
de: [CASTE_NAME:Rhesusaffenweibchen:Rhesusaffenweibchen:Rhesusaffenweibchen]
eo: [CASTE_NAME:homrezusino:homrezusinoj:de homrezusino]
es: [CASTE_NAME:macaco rhesus hembra:macacos rhesus hembras:macaco rhesus hembra]
ja: [CASTE_NAME:アカゲザル女:アカゲザル女:アカゲザル女の]
ko: [CASTE_NAME:여성 붉은털원숭이인간:여성 붉은털원숭이인간들:여성 붉은털원숭이인간]
pl: [CASTE_NAME:rezusokobieta:rezusokobiety:rezusokobiecy]
ru: [CASTE_NAME:женщина-макака-резус:женщины-макаки-резусы:женщины-макаки-резуса]
tr: [CASTE_NAME:dişi rhesus maymunu:dişi rhesus maymunları:dişi rhesus maymunu]
vi: [CASTE_NAME:Nữ khỉ Rhesus:Nữ khỉ Rhesus:Nữ khỉ Rhesus]
zh_hans: [CASTE_NAME:猕猴女:猕猴女:猕猴女]

# CREATURE:MACAQUE_RHESUS_MAN
source: [NAME:rhesus macaque man:rhesus macaque men:rhesus macaque man]
cs: [NAME:rhesus muž:rhesus muži:rhesus muže]
de: [NAME:Rhesusaffenmännchen:Rhesusaffenmännchen:Rhesusaffenmännchen]
eo: [NAME:homrezuso:homrezusoj:de homrezuso]
es: [NAME:macaco rhesus macho:macacos rhesus machos:macaco rhesus macho]
ja: [NAME:アカゲザル男:アカゲザル男:アカゲザル男の]
ko: [NAME:붉은털원숭이인간:붉은털원숭이인간들:붉은털원숭이인간]
pl: [NAME:rezusoczłowiek:rezusoludzie:rezusoludzki]
ru: [NAME:человек-макака-резус:люди-макаки-резусы:человека-макаки-резуса]
tr: [NAME:erkek rhesus maymunu:erkek rhesus maymunları:erkek rhesus maymunu]
vi: [NAME:Người khỉ Rhesus:Người khỉ Rhesus:Người khỉ Rhesus]
zh_hans: [NAME:猕猴人:猕猴人:猕猴人]

# CREATURE:MACAQUE_RHESUS_MAN
source: [DESCRIPTION:A person with the head and tail of a rhesus macaque.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem makaka rhesus.]
de: [DESCRIPTION:Ein Mensch mit dem Kopf und Schwanz eines Rhesusaffen.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de rezuso.]
es: [DESCRIPTION:Una persona con la cabeza y cola de un macaco rhesus.]
ja: [DESCRIPTION:アカゲザルの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:붉은털원숭이의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem rezusa.]
ru: [DESCRIPTION:Человек с головой и хвостом макаки-резуса.]
tr: [DESCRIPTION:Rhesus maymunu başlı ve kuyruklu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có cái đầu và đuôi của loài khỉ Rhesus.]
zh_hans: [DESCRIPTION:一个长着猕猴头和尾巴的人。]

# CREATURE:GIANT_MACAQUE_RHESUS
source: [NAME:giant rhesus macaque:giant rhesus macaques:giant rhesus macaque]
cs: [NAME:obří makak rhesus:obří makakové rhesus:obřího makaka rhesus]
de: [NAME:riesiger Rhesusaffe:riesige Rhesusaffen:riesiger Rhesusaffe]
eo: [NAME:giganta rezuso:gigantaj rezusoj:de giganta rezuso]
es: [NAME:macaco rhesus gigante:macacos rhesus gigantes:macaco rhesus gigante]
ja: [NAME:巨大アカゲザル:巨大アカゲザル:巨大アカゲザルの]
ko: [NAME:거대 붉은털원숭이:거대 붉은털원숭이들:거대 붉은털원숭이]
pl: [NAME:gigantyczny rezus:gigantyczne rezusy:gigantyczno rezusowy]
ru: [NAME:гигантская макака-резус:гигантские макаки-резусы:гигантской макаки-резуса]
tr: [NAME:dev rhesus maymunu:dev rhesus maymunları:dev rhesus maymunu]
vi: [NAME:Khỉ Rhesus khổng lồ:Khỉ Rhesus khổng lồ:Khỉ Rhesus khổng lồ]
zh_hans: [NAME:巨型猕猴:巨型猕猴:巨型猕猴]

# CREATURE:GIANT_MACAQUE_RHESUS
source: [CASTE_NAME:giant rhesus macaque:giant rhesus macaques:giant rhesus macaque]
cs: [CASTE_NAME:obří makak rhesus:obří makakové rhesus:obřího makaka rhesus]
de: [CASTE_NAME:riesieger Rhesusaffen:riesige Rhesusaffen:riesige Rhesusaffen]
eo: [CASTE_NAME:giganta rezuso:gigantaj rezusoj:de giganta rezuso]
es: [CASTE_NAME:macaco rhesus gigante:macacos rhesus gigantes:macaco rhesus gigante]
ja: [CASTE_NAME:巨大アカゲザル:巨大アカゲザル:巨大アカゲザルの]
ko: [CASTE_NAME:거대 붉은털원숭이:거대 붉은털원숭이들:거대 붉은털원숭이]
pl: [CASTE_NAME:gigantyczny rezus:gigantyczne rezusy:gigantyczno rezusowy]
ru: [CASTE_NAME:гигантская макака-резус:гигантские макаки-резусы:гигантской макаки-резуса]
tr: [CASTE_NAME:dev rhesus maymunu:dev rhesus maymunları:dev rhesus maymunu]
vi: [CASTE_NAME:Khỉ Rhesus khổng lồ:Khỉ Rhesus khổng lồ:Khỉ Rhesus khổng lồ]
zh_hans: [CASTE_NAME:巨型猕猴:巨型猕猴:巨型猕猴]

# CREATURE:GIANT_MACAQUE_RHESUS
source: [DESCRIPTION:A large monster in the form of a rhesus macaque.]
cs: [DESCRIPTION:Velká příšera v podobě rhesus makaka.]
de: [DESCRIPTION:Ein großes Monster in Form eines Rhesusäffchens.]
eo: [DESCRIPTION:Granda monstro kun formo de rezuso.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un macaco rhesus.]
ja: [DESCRIPTION:アカゲザルのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:붉은털원숭이의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci rezusa.]
ru: [DESCRIPTION:Огромный монстр, похожий на макаку-резуса.]
tr: [DESCRIPTION:Rhesus maymunu biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn hình dạng loài khỉ Rhesus.]
zh_hans: [DESCRIPTION:一只巨大的猕猴怪。]

# CREATURE:GIANT_MACAQUE_RHESUS
source: [PREFSTRING:mischief]
cs: [PREFSTRING:rošťáctví]
de: [PREFSTRING:Unheil]
eo: [PREFSTRING:petolemo]
es: [PREFSTRING:travesura]
ja: [PREFSTRING:いたずら]
ko: [PREFSTRING:장난질]
pl: [PREFSTRING:psota]
ru: [PREFSTRING:озорство]
tr: [PREFSTRING:yaramazlık]
vi: [PREFSTRING:Tinh nghịch]
zh_hans: [PREFSTRING:顽皮]

# CREATURE:COUGAR
source: [DESCRIPTION:A large solitary feline. It is found most often in dense vegetation, ambushing its prey.]
cs: [DESCRIPTION:Velká samotářská kočkovitá šelma. Nejčastěji žije v husté vegetaci, kde číhá na kořist.]
de: [DESCRIPTION:Eine große, einzelgängerische Raubkatze. Sie hält sich meist in der dichten Vegetation auf und lauert ihrer Beute auf.]
eo: [DESCRIPTION:Granda solema felisedo. Ĝi troviĝas pleje en densa vegetaĵaro, embuskante sian predon.]
es: [DESCRIPTION:Un gran felino solitario. Es hallado a menudo en vegetación densa, emboscando a sus presas.]
ja: [DESCRIPTION:密林に棲息する大型のネコ科動物。獲物を待ち伏せして狩る。]
ko: [DESCRIPTION:큰 고독한 고양이. 울창한 초목에서 가장 자주 발견되며 먹이를 매복합니다.]
pl: [DESCRIPTION:Duży kot samotnik. Można go najczęściej znaleźć w gęstej roślinności, zasadzającego się na ofiarę.]
ru: [DESCRIPTION:Крупный одиночный хищник из семейства кошачьих. Чаще всего встречается в местах с густой растительностью, нападает на свои жертвы из засады.]
tr: [DESCRIPTION:Büyük, yalnız bir kedi. Genellikle sık bitki örtüsünde, avını pusuya düşürürken bulunur.]
vi: [DESCRIPTION:Một loài mèo lớn đơn độc. Nó thường được tìm thấy ở những nơi cây cối rậm rạp, chuyên rình rập con mồi.]
zh_hans: [DESCRIPTION:一种大型独居猫科生物。它们常藏匿于浓密的植被间，伏击着猎物。]

# CREATURE:COUGAR
source: [NAME:cougar:cougars:cougar]
cs: [NAME:puma:pumy:pumu]
de: [NAME:Puma:Pumas:Puma]
eo: [NAME:pumo:pumoj:de pumo]
es: [NAME:puma:pumas:puma]
ja: [NAME:ピューマ:ピューマ:ピューマの]
ko: [NAME:퓨마:퓨마들:퓨마]
pl: [NAME:puma:pumy:pumowy]
ru: [NAME:пума:пумы:пумы]
tr: [NAME:dağ aslanı:dağ aslanları:dağ aslanı]
vi: [NAME:Báo sư tử:Báo sư tử:Báo sư tử]
zh_hans: [NAME:美洲狮:美洲狮:美洲狮]

# CREATURE:COUGAR
source: [CASTE_NAME:cougar:cougars:cougar]
cs: [CASTE_NAME:puma:pumy:pumu]
de: [CASTE_NAME:Puma:Pumas:Puma]
eo: [CASTE_NAME:pumo:pumoj:de pumo]
es: [CASTE_NAME:puma:pumas:puma]
ja: [CASTE_NAME:ピューマ:ピューマ:ピューマの]
ko: [CASTE_NAME:퓨마:퓨마들:퓨마]
pl: [CASTE_NAME:puma:pumy:pumowy]
ru: [CASTE_NAME:пума:пумы:пумы]
tr: [CASTE_NAME:dağ aslanı:dağ aslanları:dağ aslanı]
vi: [CASTE_NAME:Báo sư tử:Báo sư tử:Báo sư tử]
zh_hans: [CASTE_NAME:美洲狮:美洲狮:美洲狮]

# CREATURE:COUGAR
source: [GENERAL_CHILD_NAME:cougar cub:cougar cubs]
cs: [GENERAL_CHILD_NAME:mládě pumy:mláďata pumy]
de: [GENERAL_CHILD_NAME:Puma-Welpen:Puma-Welpen]
eo: [GENERAL_CHILD_NAME:pumido:pumidoj]
es: [GENERAL_CHILD_NAME:cachorro de puma:cachorros de puma]
ja: [GENERAL_CHILD_NAME:ピューマの子供:ピューマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 퓨마:새끼 퓨마들]
pl: [GENERAL_CHILD_NAME:kociak pumy:kocięta pumy]
ru: [GENERAL_CHILD_NAME:детёныш пумы:детёныши пумы]
tr: [GENERAL_CHILD_NAME:yavru dağ aslanı:yavru dağ aslanları]
vi: [GENERAL_CHILD_NAME:Báo sư tử con:Báo sư tử con]
zh_hans: [GENERAL_CHILD_NAME:美洲狮幼崽:美洲狮幼崽]

# CREATURE:COUGAR
source: [PREFSTRING:cunning]
cs: [PREFSTRING:chytrost]
de: [PREFSTRING:gerissen]
eo: [PREFSTRING:sagaceco]
es: [PREFSTRING:astuto]
ja: [PREFSTRING:狡猾]
ko: [PREFSTRING:교활함]
pl: [PREFSTRING:chytry]
ru: [PREFSTRING:хитрость]
tr: [PREFSTRING:kurnazlık]
vi: [PREFSTRING:Tinh ranh]
zh_hans: [PREFSTRING:狡猾的]

# CREATURE:COUGAR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:COUGAR
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:COUGAR
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:COUGAR
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:COUGAR
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:COUGAR_MAN
source: [CASTE_NAME:cougar man:cougar men:cougar man]
cs: [CASTE_NAME:pumí muž:pumí muži:pumího muže]
de: [CASTE_NAME:Pumamännchen:Pumamännchen:Pumamännchen]
eo: [CASTE_NAME:hompumiĉo:hompumiĉoj:de hompumiĉo]
es: [CASTE_NAME:hombre puma:hombres puma:hombre puma]
ja: [CASTE_NAME:ピューマ男:ピューマ男:ピューマ男の]
ko: [CASTE_NAME:남성 퓨마인간:남성 퓨마인간들:남성 퓨마인간]
pl: [CASTE_NAME:pumomężczyzna:pumomężczyźni:pumomężczyzny]
ru: [CASTE_NAME:мужчина-пума:мужчины-пумы:мужчины-пумы]
tr: [CASTE_NAME:erkek dağ aslanı:erkek dağ aslanları:erkek dağ aslanı]
vi: [CASTE_NAME:Người báo sư tử:Người báo sư tử:Người báo sư tử]
zh_hans: [CASTE_NAME:美洲狮男:美洲狮男:美洲狮男]

# CREATURE:COUGAR_MAN
source: [CASTE_NAME:cougar woman:cougar women:cougar woman]
cs: [CASTE_NAME:pumí žena:pumí ženy:pumí ženu]
de: [CASTE_NAME:Pumaweibchen:Pumaweibchen:Pumaweibchen]
eo: [CASTE_NAME:hompumino:hompuminoj:de hompumino]
es: [CASTE_NAME:mujer puma:mujeres puma:mujer puma]
ja: [CASTE_NAME:ピューマ女:ピューマ女:ピューマ女の]
ko: [CASTE_NAME:여성 퓨마인간:여성 퓨마인간들:여성 퓨마인간]
pl: [CASTE_NAME:pumokobieta:pumokobiety:pumokobiecy]
ru: [CASTE_NAME:женщина-пума:женщины-пумы:женщины-пумы]
tr: [CASTE_NAME:dişi dağ aslanı:dişi dağ aslanları:dişi dağ aslanı]
vi: [CASTE_NAME:Nữ báo sư tử:Nữ báo sư tử:Nữ báo sư tử]
zh_hans: [CASTE_NAME:美洲狮女:美洲狮女:美洲狮女]

# CREATURE:COUGAR_MAN
source: [NAME:cougar man:cougar men:cougar man]
cs: [NAME:pumí muž:pumí muži:pumího muže]
de: [NAME:Pumamännchen:Pumamännchen:Pumamännchen]
eo: [NAME:hompumo:hompumoj:de hompumo]
es: [NAME:hombre puma:hombres puma:hombre puma]
ja: [NAME:ピューマ男:ピューマ男:ピューマ男の]
ko: [NAME:퓨마인간:퓨마인간들:퓨마인간]
pl: [NAME:pumoczłowiek:pumoludzie:pumoludzki]
ru: [NAME:человек-пума:люди-пумы:человека-пумы]
tr: [NAME:erkek dağ aslanı:erkek dağ aslanları:erkek dağ aslanı]
vi: [NAME:Người báo sư tử:Người báo sư tử:Người báo sư tử]
zh_hans: [NAME:美洲豹人:美洲豹人:美洲豹人]

# CREATURE:COUGAR_MAN
source: [DESCRIPTION:A person with the head and tail of a cougar.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem pumy.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Schwanz eines Pumas.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de pumo.]
es: [DESCRIPTION:Una persona con la cabeza y cola de un puma.]
ja: [DESCRIPTION:ピューマの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:퓨마의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem pumy.]
ru: [DESCRIPTION:Человек с головой и хвостом пумы.]
tr: [DESCRIPTION:Dağ aslanı başlı ve kuyruklu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có cái đầu và đuôi của loài báo sư tử.]
zh_hans: [DESCRIPTION:一个长着美洲狮头和尾巴的人。]

# CREATURE:GIANT_COUGAR
source: [NAME:giant cougar:giant cougars:giant cougar]
cs: [NAME:obří puma:obří pumy:obří pumu]
de: [NAME:riesen Puma:riesen Pumas:riesen Puma]
eo: [NAME:giganta pumo:gigantaj pumoj:de giganta pumo]
es: [NAME:puma gigante:pumas gigantes:puma gigante]
ja: [NAME:巨大ピューマ:巨大ピューマ:巨大ピューマの]
ko: [NAME:거대 퓨마:거대 퓨마들:거대 퓨마]
pl: [NAME:gigantyczna puma:gigantyczne pumy:gigantyczno pumowy]
ru: [NAME:гигантская пума:гигантские пумы:гигантской пумы]
tr: [NAME:dev dağ aslanı:dev dağ aslanları:dev dağ aslanı]
vi: [NAME:Báo sư tử khổng lồ:Báo sư tử khổng lồ:Báo sư tử khổng lồ]
zh_hans: [NAME:巨美洲狮:巨美洲狮:巨美洲狮]

# CREATURE:GIANT_COUGAR
source: [CASTE_NAME:giant cougar:giant cougars:giant cougar]
cs: [CASTE_NAME:obří puma:obří pumy:obří pumu]
de: [CASTE_NAME:riesen Puma:riesen Pumas:riesen Puma]
eo: [CASTE_NAME:giganta pumo:gigantaj pumoj:de giganta pumo]
es: [CASTE_NAME:puma gigante:puma gigantes:puma gigante]
ja: [CASTE_NAME:巨大ピューマ:巨大ピューマ:巨大ピューマの]
ko: [CASTE_NAME:거대 퓨마:거대 퓨마들:거대 퓨마]
pl: [CASTE_NAME:gigantyczna puma:gigantyczne pumy:gigantyczno pumowy]
ru: [CASTE_NAME:гигантская пума:гигантские пумы:гигантской пумы]
tr: [CASTE_NAME:dev dağ aslanı:dev dağ aslanları:dev dağ aslanı]
vi: [CASTE_NAME:Báo sư tử khổng lồ:Báo sư tử khổng lồ:Báo sư tử khổng lồ]
zh_hans: [CASTE_NAME:巨美洲狮:巨美洲狮:巨美洲狮]

# CREATURE:GIANT_COUGAR
source: [GENERAL_CHILD_NAME:giant cougar cub:giant cougar cubs]
cs: [GENERAL_CHILD_NAME:mládě obří pumy:mláďata obří pumy]
de: [GENERAL_CHILD_NAME:Riesen-Tigerbaby:Riesen-Tigerbabys]
eo: [GENERAL_CHILD_NAME:giganta pumido:gigantaj pumidoj]
es: [GENERAL_CHILD_NAME:cachorro de puma gigante:cachorros de puma gigante]
ja: [GENERAL_CHILD_NAME:巨大ピューマの子供:巨大ピューマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 퓨마:새끼 거대 퓨마들]
pl: [GENERAL_CHILD_NAME:kocię gigantycznej pumy:kocięta gigantycznej pumy]
ru: [GENERAL_CHILD_NAME:детёныш гигантской пумы:детёныши гигантской пумы]
tr: [GENERAL_CHILD_NAME:yavru dev dağ aslanı:yavru dev dağ aslanları]
vi: [GENERAL_CHILD_NAME:Báo sư tử con khổng lồ:Báo sư tử con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨美洲豹幼崽:巨美洲豹幼崽]
