Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_MOON_SNAIL
source: [NAME:giant moon snail:giant moon snails:giant moon snail]
cs: [NAME:obří měsíční plž:obří měsíční plži:obří měsíční plž]
de: [NAME:Rießenmondschnecke:Rießenmondschnecken:Rießenmondschnecke]
eo: [NAME:giganta naticedo:gigantaj naticedoj:de giganta naticedo]
es: [NAME:caracol lunar gigante:caracoles lunares gigantes:de caracol lunar gigante]
ja: [NAME:巨大タマガイ:巨大タマガイ:巨大タマガイの]
ko: [NAME:거대 옆줄구슬우렁이:거대 옆줄구슬우렁이들:거대 옆줄구슬우렁이]
pl: [NAME:gigantyczny ślimak księżycowy:gigantyczne ślimaki księżycowe:gigantyczny ślimak księżycowy]
ru: [NAME:гигантская лунная улитка:гигантские лунные улитки:гигантской лунной улитки]
tr: [NAME:dev ay salyangozu:dev ay salyangozları:dev ay salyangozu]
vi: [NAME:Ốc mặt trăng khổng lồ:Những con ốc mặt trăng khổng lồ:Ốc mặt trăng khổng lồ]
zh_hans: [NAME:巨玉螺:巨玉螺:巨玉螺]

# CREATURE:GIANT_MOON_SNAIL
source: [CASTE_NAME:giant moon snail:giant moon snails:giant moon snail]
cs: [CASTE_NAME:obří měsíční plž:obří měsíční plži:obří měsíční plž]
de: [CASTE_NAME:Rießenmondschnecke:Rießenmondschnecken:Rießenmondschnecke]
eo: [CASTE_NAME:giganta naticedo:gigantaj naticedoj:de giganta naticedo]
es: [CASTE_NAME:caracol lunar gigante:caracoles lunares gigantes:caracol lunar gigante]
ja: [CASTE_NAME:巨大タマガイ:巨大タマガイ:巨大タマガイの]
ko: [CASTE_NAME:거대 옆줄구슬우렁이:거대 옆줄구슬우렁이들:거대 옆줄구슬우렁이]
pl: [CASTE_NAME:gigantyczny ślimak księżycowy:gigantyczne ślimaki księżycowe:gigantyczny ślimak księżycowy]
ru: [CASTE_NAME:гигантская лунная улитка:гигантские лунные улитки:гигантской лунной улитки]
tr: [CASTE_NAME:dev ay salyangozu:dev ay salyangozları:dev ay salyangozu]
vi: [CASTE_NAME:Ốc mặt trăng khổng lồ:Những con ốc mặt trăng khổng lồ:Ốc mặt trăng khổng lồ]
zh_hans: [CASTE_NAME:巨玉螺:巨玉螺:巨玉螺]

# CREATURE:GIANT_MOON_SNAIL
source: [DESCRIPTION:A huge monster in the shape of a moon snail.]
cs: [DESCRIPTION:Obří nestvůra ve tvaru měsíčního plže.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Mondschnecke.]
eo: [DESCRIPTION:Grandega monstro kun formo de naticedo.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un caracol lunar.]
ja: [DESCRIPTION:タマガイの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:구슬우렁의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie ślimaka księżycowego.]
ru: [DESCRIPTION:Огромный монстр, похожий на лунную улитку.]
tr: [DESCRIPTION:Ay salyangozu biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng ốc mặt trăng.]
zh_hans: [DESCRIPTION:一只巨大的月亮蜗牛怪。]

# CREATURE:GIANT_MOON_SNAIL
source: [PREFSTRING:predatory nature]
cs: [PREFSTRING:dravou povahou]
de: [PREFSTRING:räuberische Natur]
eo: [PREFSTRING:predada naturo]
es: [PREFSTRING:depredadora naturaleza]
ja: [PREFSTRING:獰猛]
ko: [PREFSTRING:포식 특성]
pl: [PREFSTRING:drapieżna natura]
ru: [PREFSTRING:хищную натуру]
tr: [PREFSTRING:yırtıcı doğa]
vi: [PREFSTRING:Bản chất săn mồi]
zh_hans: [PREFSTRING:掠夺的天性]

# CREATURE:GIANT_MOON_SNAIL
source: [PREFSTRING:striking coloration]
cs: [PREFSTRING:nápadným zbarvením]
de: [PREFSTRING:beeindruckenden Farben]
eo: [PREFSTRING:okulfrapaj koloroj]
es: [PREFSTRING:coloración llamativa]
ja: [PREFSTRING:鮮やかな体色]
ko: [PREFSTRING:강렬한 색감]
pl: [PREFSTRING:efektowne ubarwienie]
ru: [PREFSTRING:поразительную окраску]
tr: [PREFSTRING:çarpıcı renklenme]
vi: [PREFSTRING:Màu sắc ấn tượng]
zh_hans: [PREFSTRING:引人注目的花纹]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [DESCRIPTION:A tiny brown bug known for its powerful poison.]
cs: [DESCRIPTION:Drobný hnědý pavouk známý svým silným jedem.]
de: [DESCRIPTION:Eine kleine Spinne, die für ihr starkes Gift bekannt ist.]
eo: [DESCRIPTION:Eta bruna araneoido konita por sia potenca veneno.]
es: [DESCRIPTION:Un diminuto insecto marrón conocido por su poderoso veneno.]
ja: [DESCRIPTION:強い毒を持った、茶色の小さなクモだ。]
ko: [DESCRIPTION:강력한 독이 있다고 알려진 작은 갈색 벌레.]
pl: [DESCRIPTION:Malutki, brązowy owad znany ze swojego silnego jadu.]
ru: [DESCRIPTION:Мелкое коричневое насекомое, известное своим сильным ядом.]
tr: [DESCRIPTION:Güçlü zehriyle bilinen minik kahverengi bir böcek.]
vi: [DESCRIPTION:Một loài bọ nâu nhỏ bé nổi tiếng với nọc độc mạnh mẽ.]
zh_hans: [DESCRIPTION:一种因其强大的毒素闻名的小型棕色虫子。]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [NAME:brown recluse spider:brown recluse spiders:brown recluse spider]
cs: [NAME:pavouk samotář:pavouci samotáři:pavouk samotář]
de: [NAME:Braune Einsiedlerspinne:Braune Einsiedlerspinnen:Braune Einsiedlerspinne]
eo: [NAME:bruna rekluso:brunaj reklusoj:de bruna rekluso]
es: [NAME:araña reclusa parda:arañas reclusas pardas:de araña reclusa parda]
ja: [NAME:ドクイトグモ:ドクイトグモ:ドクイトグモの]
ko: [NAME:갈색은둔거미:갈색은둔거미들:갈색은둔거미]
pl: [NAME:pustelnik brunatny:pustelniki brunatne:pustelnik brunatny]
ru: [NAME:коричневый паук-отшельник:коричневые пауки-отшельники:коричневого паука-отшельника]
tr: [NAME:kahverengi münzevi örümcek:kahverengi münzevi örümcekler:kahverengi münzevi örümcek]
vi: [NAME:Nhện nâu ẩn dật:Những con nhện nâu ẩn dật:Nhện nâu ẩn dật]
zh_hans: [NAME:棕色遁蛛:棕色遁蛛:棕色遁蛛]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [CASTE_NAME:brown recluse spider:brown recluse spiders:brown recluse spider]
cs: [CASTE_NAME:pavouk samotář:pavouci samotáři:pavouk samotář]
de: [CASTE_NAME:Braune Einsiedlerspinne:Braune Einsiedlerspinnen:Braune Einsiedlerspinne]
eo: [CASTE_NAME:bruna rekluso:brunaj reklusoj:de bruna rekluso]
es: [CASTE_NAME:araña reclusa parda:arañas reclusas pardas:de araña reclusa parda]
ja: [CASTE_NAME:ドクイトグモ:ドクイトグモ:ドクイトグモの]
ko: [CASTE_NAME:갈색은둔거미:갈색은둔거미들:갈색은둔거미]
pl: [CASTE_NAME:pustelnik brunatny:pustelniki brunatne:pustelnik brunatny]
ru: [CASTE_NAME:коричневый паук-отшельник:коричневые пауки-отшельники:коричневого паука-отшельника]
tr: [CASTE_NAME:kahverengi münzevi örümcek:kahverengi münzevi örümcekler:kahverengi münzevi örümcek]
vi: [CASTE_NAME:Nhện nâu ẩn dật:Những con nhện nâu ẩn dật:Nhện nâu ẩn dật]
zh_hans: [CASTE_NAME:棕色遁蛛:棕色遁蛛:棕色遁蛛]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [PREFSTRING:venomous bite]
cs: [PREFSTRING:jedovaté kousnutí]
de: [PREFSTRING:giftiger Biss]
eo: [PREFSTRING:venena mordo]
es: [PREFSTRING:mordedura venenosa]
ja: [PREFSTRING:毒の噛みつき]
ko: [PREFSTRING:독 물기]
pl: [PREFSTRING:jadowite ukąszenie]
ru: [PREFSTRING:ядовитый укус]
tr: [PREFSTRING:zehirli ısırık]
vi: [PREFSTRING:Vết cắn độc]
zh_hans: [PREFSTRING:毒咬]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [STATE_NAME:ALL_SOLID:frozen brown recluse spider venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed pavouka samotáře]
de: [STATE_NAME:ALL_SOLID:gefrorenes Braunes Einsiedlerspinnengift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de bruna rekluso]
es: [STATE_NAME:ALL_SOLID:veneno congelado de araña reclusa parda]
ja: [STATE_NAME:ALL_SOLID:凍ったドクイトグモの毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 갈색은둔거미 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad pustelnika brunatnego]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд коричневого паука-отшельника]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş kahverengi münzevi örümcek zehri]
vi: [STATE_NAME:ALL_SOLID:Nọc độc nhện nâu ẩn dật đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冻结的褐皮花蛛毒液]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [STATE_ADJ:ALL_SOLID:frozen brown recluse spider venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed pavouka samotáře]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Braunes Einsiedlerspinnengift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de bruna rekluso]
es: [STATE_ADJ:ALL_SOLID:de veneno congelado de araña reclusa parda]
ja: [STATE_ADJ:ALL_SOLID:凍ったドクイトグモの毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 갈색은둔거미 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożony jadowy pustelnika brunatnego]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд коричневого паука-отшельника]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş kahverengi münzevi örümcek zehri]
vi: [STATE_ADJ:ALL_SOLID:Nọc độc nhện nâu ẩn dật đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冻结的褐皮花蛛毒液的]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [STATE_NAME:LIQUID:brown recluse spider venom]
cs: [STATE_NAME:LIQUID:jed pavouka samotáře]
de: [STATE_NAME:LIQUID:Braune Einsiedlerspinnengift]
eo: [STATE_NAME:LIQUID:veneno de bruna rekluso]
es: [STATE_NAME:LIQUID:veneno de araña reclusa parda]
ja: [STATE_NAME:LIQUID:ドクイトグモの毒液]
ko: [STATE_NAME:LIQUID:갈색은둔거미 독]
pl: [STATE_NAME:LIQUID:jad pustelnika brunatnego]
ru: [STATE_NAME:LIQUID:яд коричневого паука-отшельника]
tr: [STATE_NAME:LIQUID:kahverengi münzevi örümcek zehri]
vi: [STATE_NAME:LIQUID:Nọc độc nhện nâu ẩn dật]
zh_hans: [STATE_NAME:LIQUID:褐皮花蛛毒液]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [STATE_ADJ:LIQUID:brown recluse spider venom]
cs: [STATE_ADJ:LIQUID:jed pavouka samotáře]
de: [STATE_ADJ:LIQUID:Braune Einsiedlerspinnengift]
eo: [STATE_ADJ:LIQUID:de veneno de bruna rekluso]
es: [STATE_ADJ:LIQUID:de veneno de araña reclusa parda]
ja: [STATE_ADJ:LIQUID:ドクイトグモの毒液]
ko: [STATE_ADJ:LIQUID:갈색은둔거미 독]
pl: [STATE_ADJ:LIQUID:jadowy pustelnika brunatnego]
ru: [STATE_ADJ:LIQUID:яд коричневого паука-отшельника]
tr: [STATE_ADJ:LIQUID:kahverengi münzevi örümcek zehri]
vi: [STATE_ADJ:LIQUID:Nọc độc nhện nâu ẩn dật]
zh_hans: [STATE_ADJ:LIQUID:褐皮花蛛毒液的]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [STATE_NAME:GAS:boiling brown recluse spider venom]
cs: [STATE_NAME:GAS:vroucí jed pavouka samotáře]
de: [STATE_NAME:GAS:kochendes Braune Einsiedlerspinnengift]
eo: [STATE_NAME:GAS:bolanta veneno de bruna rekluso]
es: [STATE_NAME:GAS:veneno hirviendo de araña reclusa parda]
ja: [STATE_NAME:GAS:蒸気化したドクイトグモの毒液]
ko: [STATE_NAME:GAS:기화된 갈색은둔거미 독]
pl: [STATE_NAME:GAS:gotujące się jad pustelnika brunatnego]
ru: [STATE_NAME:GAS:пары яда коричневого паука-отшельника]
tr: [STATE_NAME:GAS:kaynayan kahverengi münzevi örümcek zehri]
vi: [STATE_NAME:GAS:Nọc độc nhện nâu ẩn dật sôi]
zh_hans: [STATE_NAME:GAS:沸腾的褐皮花蛛毒液]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [STATE_ADJ:GAS:boiling brown recluse spider venom]
cs: [STATE_ADJ:GAS:vroucí jed pavouka samotáře]
de: [STATE_ADJ:GAS:kochendes Braune Einsiedlerspinnengift]
eo: [STATE_ADJ:GAS:de bolanta veneno de bruna rekluso]
es: [STATE_ADJ:GAS:de veneno hirviendo de araña reclusa parda]
ja: [STATE_ADJ:GAS:蒸気化したドクイトグモの毒液]
ko: [STATE_ADJ:GAS:기화된 갈색은둔거미 독]
pl: [STATE_ADJ:GAS:gotujące się jadowy pustelnika brunatnego]
ru: [STATE_ADJ:GAS:пары яда коричневого паука-отшельника]
tr: [STATE_ADJ:GAS:kaynayan kahverengi münzevi örümcek zehri]
vi: [STATE_ADJ:GAS:Nọc độc nhện nâu ẩn dật sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的褐皮花蛛毒液的]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [SYN_NAME:brown recluse spider bite]
cs: [SYN_NAME:kousnutí hnědým samotářským pavoukem]
de: [SYN_NAME:Braune Einsiedlerspinnenbiss]
eo: [SYN_NAME:mordo de bruna rekluso]
es: [SYN_NAME:mordisco de araña reclusa parda]
ja: [SYN_NAME:ドクイトグモの噛みつき]
ko: [SYN_NAME:갈색은둔거미 물기]
pl: [SYN_NAME:ukąszenie pustelnika brunatnego]
ru: [SYN_NAME:укус коричневого паука-отшельника]
tr: [SYN_NAME:kahverengi münzevi örümcek ısırığı]
vi: [SYN_NAME:Vết cắn của nhện nâu ẩn dật]
zh_hans: [SYN_NAME:褐皮花蛛咬]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [VERMIN_BITE:1:bitten:]
cs: [VERMIN_BITE:1:kousaný:]
de: [VERMIN_BITE:1:gebissen:]
eo: [VERMIN_BITE:1:mordita:]
es: [VERMIN_BITE:1:mordedura:]
ja: [VERMIN_BITE:1:噛みついた:]
ko: [VERMIN_BITE:1:물린:]
pl: [VERMIN_BITE:1:ukąszony:]
ru: [VERMIN_BITE:1:укушен:]
tr: [VERMIN_BITE:1:kaptı:]
vi: [VERMIN_BITE:1:Bị cắn:]
zh_hans: [VERMIN_BITE:1:咬:]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:SPIDER_BROWN_RECLUSE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BROWN_RECLUSE_SPIDER_MAN
source: [CVCT_TARGET:brown recluse spider]
cs: [CVCT_TARGET:pavouk samotář]
de: [CVCT_TARGET:Braune Einsiedlerspinne]
eo: [CVCT_TARGET:bruna reklus]
es: [CVCT_TARGET:araña reclusa parda]
ja: [CVCT_TARGET:ドクイトグモ]
ko: [CVCT_TARGET:갈색은둔거미]
pl: [CVCT_TARGET:pustelnik brunatny]
ru: [CVCT_TARGET:коричневого паука-отшельника]
tr: [CVCT_TARGET:kahverengi münzevi örümcek]
vi: [CVCT_TARGET:Nhện nâu ẩn dật]
zh_hans: [CVCT_TARGET:褐皮花蛛]

# CREATURE:BROWN_RECLUSE_SPIDER_MAN
source: [CVCT_REPLACEMENT:brown recluse spider man]
cs: [CVCT_REPLACEMENT:muž pavouka samotáře]
de: [CVCT_REPLACEMENT:Brauner Einsiedlerspinnenmann]
eo: [CVCT_REPLACEMENT:hom-brun-reklus]
es: [CVCT_REPLACEMENT:hombre araña reclusa parda]
ja: [CVCT_REPLACEMENT:ドクイトグモ男]
ko: [CVCT_REPLACEMENT:갈색은둔거미인간]
pl: [CVCT_REPLACEMENT:pustelnikoczłowiek brunatny]
ru: [CVCT_REPLACEMENT:человека-коричневого паука-отшельника]
tr: [CVCT_REPLACEMENT:erkek kahverengi münzevi örümcek]
vi: [CVCT_REPLACEMENT:Người Nhện nâu ẩn dật]
zh_hans: [CVCT_REPLACEMENT:褐皮花蛛人]

# CREATURE:BROWN_RECLUSE_SPIDER_MAN
source: [CASTE_NAME:brown recluse spider man:brown recluse spider men:brown recluse spider man]
cs: [CASTE_NAME:muž pavouka samotáře:muži pavouka samotáře:muž pavouka samotáře]
de: [CASTE_NAME:Brauner Einsiedlerspinnenmann:Brauner Einsiedlerspinnenmänner:Brauner Einsiedlerspinnenmann]
eo: [CASTE_NAME:hom-brun-reklusiĉo:hom-brun-reklusiĉoj:de hom-brun-reklusiĉo]
es: [CASTE_NAME::hombre araña reclusa parda:hombres araña reclusa parda:de hombre araña reclusa parda]
ja: [CASTE_NAME:ドクイトグモ男:ドクイトグモ男:ドクイトグモ男の]
ko: [CASTE_NAME:수컷 남갈색은둔거미인간:수컷 갈색은둔거미들:수컷 갈색은둔거미]
pl: [CASTE_NAME:pustelnikomężczyzna brunatny:pustelnikomężczyźni brunatni:pustelnikomężczyzna brunatny]
ru: [CASTE_NAME:мужчина-коричневый паук-отшельник:мужчины-коричневые пауки-отшельники:мужчины-коричневого паука-отшельника]
tr: [CASTE_NAME:erkek kahverengi münzevi örümcek:erkek kahverengi münzevi örümcekler:erkek kahverengi münzevi örümcek]
vi: [CASTE_NAME:Người Nhện nâu ẩn dật:Những Người Nhện nâu ẩn dật:Người Nhện nâu ẩn dật]
zh_hans: [CASTE_NAME:棕色遁蛛男:棕色遁蛛男:棕色遁蛛男]

# CREATURE:BROWN_RECLUSE_SPIDER_MAN
source: [CASTE_NAME:brown recluse spider woman:brown recluse spider women:brown recluse spider woman]
cs: [CASTE_NAME:žena pavouka samotáře:ženy pavouka samotáře:žena pavouka samotáře]
de: [CASTE_NAME:Braune Einsiedlerspinnenfrau:Braune Einsiedlerspinnenfrauen:Braune Einsiedlerspinnenfrau]
eo: [CASTE_NAME:hom-brun-reklusino:hom-brun-reklusinoj:de hom-brun-reklusino]
es: [CASTE_NAME:mujer araña reclusa parda:mujeres araña reclusa parda:de mujer araña reclusa parda]
ja: [CASTE_NAME:ドクイトグモ女:ドクイトグモ女:ドクイトグモ女の]
ko: [CASTE_NAME:암컷 갈색은둔거미인간:암컷 갈색은둔거미인간들:암컷 갈색은둔거미인간]
pl: [CASTE_NAME:pustelnikokobieta brunatna:pustelnikokobiety brunatne:pustelnikokobieta brunatna]
ru: [CASTE_NAME:женщина-коричневый паук-отшельник:женщины-коричневые пауки-отшельники:женщины-коричневого паука-отшельника]
tr: [CASTE_NAME:dişi kahverengi münzevi örümcek:dişi kahverengi münzevi örümcekler:dişi kahverengi münzevi örümcek]
vi: [CASTE_NAME:Phụ nữ Nhện nâu ẩn dật:Những Phụ nữ Nhện nâu ẩn dật:Phụ nữ Nhện nâu ẩn dật]
zh_hans: [CASTE_NAME:棕色遁蛛女:棕色遁蛛女:棕色遁蛛女]

# CREATURE:BROWN_RECLUSE_SPIDER_MAN
source: [NAME:brown recluse spider man:brown recluse spider men:brown recluse spider man]
cs: [NAME:muž pavouka samotáře:muži pavouka samotáře:muž pavouka samotáře]
de: [NAME:Brauner Einsiedlerspinnenmensch:Brauner Einsiedlerspinnenmenschen:Brauner Einsiedlerspinnenmensch]
eo: [NAME:hom-brun-rekluso:hom-brun-reklusoj:de hom-brun-rekluso]
es: [NAME:hombre araña reclusa parda:hombres araña reclusa parda:de hombre araña reclusa parda]
ja: [NAME:ドクイトグモ男:ドクイトグモ男:ドクイトグモ男の]
ko: [NAME:갈색은둔거미인간:갈색은둔거미인간들:갈색은둔거미인간]
pl: [NAME:pustelnikoczłowiek brunatny:pustelnikoludzie brunatni:pustelnikoczłowiek brunatny]
ru: [NAME:человек-коричневый паук-отшельник:люди-коричневые пауки-отшельники:человека-коричневого паука-отшельника]
tr: [NAME:erkek kahverengi münzevi örümcek:erkek kahverengi münzevi örümcekler:erkek kahverengi münzevi örümcek]
vi: [NAME:Người Nhện nâu ẩn dật:Những Người Nhện nâu ẩn dật:Người Nhện nâu ẩn dật]
zh_hans: [NAME:棕色遁蛛人:棕色遁蛛人:棕色遁蛛人]

# CREATURE:BROWN_RECLUSE_SPIDER_MAN
source: [DESCRIPTION:A person with the head and arms of a brown recluse spider.]
cs: [DESCRIPTION:Osoba s hlavou a předními končetinami pavouka samotáře.]
de: [DESCRIPTION:Ein Mensch mit dem Kopf und den Armen einer braunen Einsiedlerspinne.]
eo: [DESCRIPTION:Homo kun la kapo kaj la brakoj de bruna rekluso.]
es: [DESCRIPTION:Una persona con la cabeza y los brazos de una araña reclusa parda.]
ko: [DESCRIPTION:갈색은둔거미의 머리와 다리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ramionami pustelnika brunatnego.]
ru: [DESCRIPTION:Человек с головой и руками коричневого паука-отшельника.]
tr: [DESCRIPTION:Kahverengi münzevi örümcek başlı ve kollu bir fantastik canlı.]
zh_hans: [DESCRIPTION:一个长着褐皮花蛛脑袋和触肢的人。]

# CREATURE:GIANT_BROWN_RECLUSE_SPIDER
source: [CVCT_TARGET:brown recluse spider]
cs: [CVCT_TARGET:pavouk samotář]
de: [CVCT_TARGET:Braune Einsiedlerspinne]
eo: [CVCT_TARGET:bruna reklus]
es: [CVCT_TARGET:araña reclusa parda]
ja: [CVCT_TARGET:ドクイトグモ]
ko: [CVCT_TARGET:갈색은둔거미]
pl: [CVCT_TARGET:pustelnik brunatny]
ru: [CVCT_TARGET:коричневого паука-отшельника]
tr: [CVCT_TARGET:kahverengi münzevi örümcek]
vi: [CVCT_TARGET:Nhện nâu ẩn dật]
zh_hans: [CVCT_TARGET:褐皮花蛛]

# CREATURE:GIANT_BROWN_RECLUSE_SPIDER
source: [CVCT_REPLACEMENT:giant brown recluse spider]
cs: [CVCT_REPLACEMENT:obří pavouk samotář]
de: [CVCT_REPLACEMENT:Riesige Braune Einsiedlerspinne]
eo: [CVCT_REPLACEMENT:giganta bruna reklus]
es: [CVCT_REPLACEMENT:araña reclusa parda gigante]
ja: [CVCT_REPLACEMENT:巨大ドクイトグモ]
ko: [CVCT_REPLACEMENT:거대 갈색은둔거미]
pl: [CVCT_REPLACEMENT:gigantyczny pustelnik brunatny]
ru: [CVCT_REPLACEMENT:гигантского коричневого паука-отшельника]
tr: [CVCT_REPLACEMENT:dev kahverengi münzevi örümcek]
vi: [CVCT_REPLACEMENT:Nhện nâu ẩn dật khổng lồ]
zh_hans: [CVCT_REPLACEMENT:巨褐皮花蛛]

# CREATURE:GIANT_BROWN_RECLUSE_SPIDER
source: [NAME:giant brown recluse spider:giant brown recluse spiders:giant brown recluse spider]
cs: [NAME:obří pavouk samotář:obří pavouci samotáři:obří pavouk samotář]
de: [NAME:Große Braune Einsiedlerspinne:Große Braune Einsiedlerspinnen:Große Braune Einsiedlerspinne]
eo: [NAME:giganta bruna rekluso:gigantaj bruna reklusoj:de giganta bruna rekluso]
es: [NAME:araña reclusa parda gigante:arañas reclusas pardas gigantes:de araña reclusa parda gigante]
ja: [NAME:巨大ドクイトグモ:巨大ドクイトグモ:巨大ドクイトグモの]
ko: [NAME:거대 갈색은둔거미:거대 갈색은둔거미들:거대 갈색은둔거미]
pl: [NAME:gigantyczny pustelnik brunatny:gigantyczne pustelniki brunatne:gigantyczny pustelnik brunatny]
ru: [NAME:гигантский коричневый паук-отшельник:гигантские коричневые пауки-отшельники:гигантского коричневого паука-отшельника]
tr: [NAME:dev kahverengi münzevi örümcek:dev kahverengi münzevi örümcekler:dev kahverengi münzevi örümcek]
vi: [NAME:Nhện nâu ẩn dật khổng lồ:Những con nhện nâu ẩn dật khổng lồ:Nhện nâu ẩn dật khổng lồ]
zh_hans: [NAME:巨棕色遁蛛:巨棕色遁蛛:巨棕色遁蛛]

# CREATURE:GIANT_BROWN_RECLUSE_SPIDER
source: [CASTE_NAME:giant brown recluse spider:giant brown recluse spiders:giant brown recluse spider]
cs: [CASTE_NAME:obří pavouk samotář:obří pavouci samotáři:obří pavouk samotář]
de: [CASTE_NAME:Große Braune Einsiedlerspinne:Große Braune Einsiedlerspinnen:Große Braune Einsiedlerspinne]
eo: [CASTE_NAME:giganta bruna rekluso:gigantaj bruna reklusoj:de giganta bruna rekluso]
es: [CASTE_NAME:araña reclusa parda gigante:arañas reclusas pardas gigantes:de araña reclusa parda gigante]
ja: [CASTE_NAME:巨大ドクイトグモ:巨大ドクイトグモ:巨大ドクイトグモの]
ko: [NAME:거대 갈색은둔거미:거대 갈색은둔거미들:거대 갈색은둔거미]
pl: [CASTE_NAME:gigantyczny pustelnik brunatny:gigantyczne pustelniki brunatne:gigantyczny pustelnik brunatny]
ru: [CASTE_NAME:гигантский коричневый паук-отшельник:гигантские коричневые пауки-отшельники:гигантского коричневого паука-отшельника]
tr: [CASTE_NAME:dev kahverengi münzevi örümcek:dev kahverengi münzevi örümcekler:dev kahverengi münzevi örümcek]
vi: [CASTE_NAME:Nhện nâu ẩn dật khổng lồ:Những con nhện nâu ẩn dật khổng lồ:Nhện nâu ẩn dật khổng lồ]
zh_hans: [CASTE_NAME:巨棕色遁蛛:巨棕色遁蛛:巨棕色遁蛛]

# CREATURE:GIANT_BROWN_RECLUSE_SPIDER
source: [DESCRIPTION:A huge monster in the shape of a brown recluse spider.]
cs: [DESCRIPTION:Obří nestvůra ve tvaru pavouka samotáře.]
de: [DESCRIPTION:Ein riesiges Ungeheuer in Form einer braunen Einsiedlerspinne.]
eo: [DESCRIPTION:Grandega monstro kun la formo de bruna rekluso.]
es: [DESCRIPTION:Un enorme monstruo con el aspecto de una araña reclusa parda.]
ja: [DESCRIPTION:ドクイトグモの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:갈색은둔거미의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie pustelnika brunatnego.]
ru: [DESCRIPTION:Огромный монстр, похожий на коричневого паука-отшельника.]
tr: [DESCRIPTION:Kahverengi münzevi örümcek biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng nhện nâu ẩn dật.]
zh_hans: [DESCRIPTION:一只巨大的褐皮花蛛怪。]

# CREATURE:GIANT_BROWN_RECLUSE_SPIDER
source: [PREFSTRING:venomous bite]
cs: [PREFSTRING:jedovaté kousnutí]
de: [PREFSTRING:giftiger Biss]
eo: [PREFSTRING:venena mordo]
es: [PREFSTRING:mordedura venenosa]
ja: [PREFSTRING:毒の噛みつき]
ko: [PREFSTRING:독 물기]
pl: [PREFSTRING:jadowite ukąszenie]
ru: [PREFSTRING:ядовитый укус]
tr: [PREFSTRING:zehirli ısırık]
vi: [PREFSTRING:Vết cắn độc]
zh_hans: [PREFSTRING:毒咬]

# CREATURE:SNAIL
source: [DESCRIPTION:A tiny land mollusk with a large shell.]
cs: [DESCRIPTION:Drobný suchozemský měkkýš s velkou ulitou.]
de: [DESCRIPTION:Eine kleines Weichtier mit einem Schneckenhaus.]
eo: [DESCRIPTION:Eta surtera moluska kun granda konko.]
es: [DESCRIPTION:Un diminuto molusco de tierra con una gran concha.]
ja: [DESCRIPTION:大きな殻を背負った、小さな陸生軟体動物だ。]
ko: [DESCRIPTION:커다란 껍데기를 가진 작은 육지 연체 동물.]
pl: [DESCRIPTION:Malutki mięczak lądowy z dużą muszlą.]
ru: [DESCRIPTION:Мелкий наземный моллюск с большой раковиной.]
tr: [DESCRIPTION:Büyük kabuklu minik bir kara yumuşakçası.]
vi: [DESCRIPTION:Một loài thân mềm đất liền nhỏ bé với chiếc vỏ lớn.]
zh_hans: [DESCRIPTION:一个有着大壳的小型陆地软体动物。]

# CREATURE:SNAIL
source: [NAME:snail:snails:snail]
cs: [NAME:šnek:šneci:šneka]
de: [NAME:Schnecke:Schnecken:Schnecke]
eo: [NAME:heliko:helikoj:de heliko]
es: [NAME:caracol:caracoles:de caracol]
ja: [NAME:カタツムリ:カタツムリ:カタツムリの]
ko: [NAME:달팽이:달팽이들:달팽이]
pl: [NAME:ślimak:ślimaki:ślimak]
ru: [NAME:улитка:улитки:улитки]
tr: [NAME:salyangoz:salyangozlar:salyangoz]
vi: [NAME:Ốc sên:Những con ốc sên:Ốc sên]
zh_hans: [NAME:蜗牛:蜗牛:蜗牛]

# CREATURE:SNAIL
source: [CASTE_NAME:snail:snails:snail]
cs: [CASTE_NAME:šnek:šneci:šneka]
de: [CASTE_NAME:Schnecke:Schnecken:Schnecke]
eo: [CASTE_NAME:heliko:helikoj:de heliko]
es: [CASTE_NAME:caracol:caracoles:caracol]
ja: [CASTE_NAME:カタツムリ:カタツムリ:カタツムリの]
ko: [CASTE_NAME:달팽이:달팽이들:달팽이]
pl: [CASTE_NAME:ślimak:ślimaki:ślimak]
ru: [CASTE_NAME:улитка:улитки:улитки]
tr: [CASTE_NAME:salyangoz:salyangozlar:salyangoz]
vi: [CASTE_NAME:Ốc sên:Những con ốc sên:Ốc sên]
zh_hans: [CASTE_NAME:蜗牛:蜗牛:蜗牛]

# CREATURE:SNAIL
source: [PREFSTRING:shells]
cs: [PREFSTRING:ulity]
de: [PREFSTRING:Schalen]
eo: [PREFSTRING:konkoj]
es: [PREFSTRING:caparazón]
ja: [PREFSTRING:殻]
ko: [PREFSTRING:껍질]
pl: [PREFSTRING:muszle]
ru: [PREFSTRING:раковины]
tr: [PREFSTRING:kabuklar]
vi: [PREFSTRING:các vỏ]
zh_hans: [PREFSTRING:壳]

# CREATURE:SNAIL
source: [TLCM_NOUN:shell:SINGULAR]
cs: [TLCM_NOUN:ulita:SINGULAR]
de: [TLCM_NOUN:Schale:SINGULAR]
eo: [TLCM_NOUN:karapaco:SINGULAR]
es: [TLCM_NOUN:caparazón:SINGULAR]
ja: [TLCM_NOUN:殻:SINGULAR]
ko: [TLCM_NOUN:껍데기:SINGULAR]
pl: [TLCM_NOUN:muszla:SINGULAR]
ru: [TLCM_NOUN:раковина:SINGULAR]
tr: [TLCM_NOUN:kabuk:SINGULAR]
zh_hans: [TLCM_NOUN:壳:SINGULAR]

# CREATURE:SNAIL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]
