Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:ELK_BIRD
source: [DESCRIPTION:A large creature found grazing on mushrooms deep underground. It walks on two legs and has the head of a bird with the antlers of a great elk.]
cs: [DESCRIPTION:Velký tvor, který se pase na houbách hluboko v podzemí. Chodí po dvou a má ptačí hlavu s parohy velkého jelena.]
de: [DESCRIPTION:Eine große Kreatur, die sich tief unter der Erde von Pilzen ernährt. Es geht auf zwei Beinen und hat den Kopf eines Vogels mit dem Geweih eines großen Elchs..]
eo: [DESCRIPTION:Granda estaĵo kiu troviĝas sur fungoj profunde subtere. Ĝi paŝas per du gamboj, kaj havas la kapon de birdo kun la ramuroj de granda ŭapitio.]
es: [DESCRIPTION:Una gran criatura que se encuenta pastando hongos en las profundidades. Anda sobre dos patas y tiene cabeza de pajaro, con las astas de un gran wapití.]
ja: [DESCRIPTION:地底のキノコの周りに棲息する大型生物。鹿のような大きな枝角を持ち、二本の足で歩き回る。]
ko: [DESCRIPTION:지하 깊숙한 곳에서 버섯을 뜯어먹고 있는 대형 생물. 그것은 두 다리로 걸으며 새의 머리와 큰 엘크의 뿔을 가지고 있습니다.]
pl: [DESCRIPTION:Duże stworzenie, które można znaleźć pasące się na grzybach głęboko pod ziemią. Chodzi na dwóch nogach i ma głowę ptaka z rogami wielkiego łosia.]
ru: [DESCRIPTION:Крупное животное, живущее глубоко под землёй и питающееся грибами. Ходит на на двух ногах и имеет голову птицы с рогами крупного вапити.]
tr: [DESCRIPTION:Yerin derinliklerinde mantarlarla beslenirken bulunan büyük bir yaratık. İki ayak üzerinde yürür ve büyük bir Kanada geyiğinin boynuzlarına sahip bir kuş kafası vardır.]
vi: [DESCRIPTION:Một sinh vật to lớn được tìm thấy đang gặm nấm sâu dưới lòng đất. Nó đi bằng hai chân và có đầu chim với gạc của một con nai sừng tấm khổng lồ.]
zh_hans: [DESCRIPTION:一种被发现在地底深处进食蘑菇的大型生物.他们用两条腿行进并且有着鸟的头部和大型麋鹿的角.]

# CREATURE:ELK_BIRD
source: [NAME:elk bird:elk birds:elk bird]
cs: [NAME:jelenopták:jelenoptáci:jelenopták]
de: [NAME:Elchvogel:Elchvögel:Elchvogel]
eo: [NAME:ŭapitibirdo:ŭapitibirdoj:de ŭapitibirdo]
es: [NAME:ciervo pajaro:ciervos pajaros:ciervo pajaro]
ja: [NAME:シカドリ:シカドリ:シカドリの]
ko: [NAME:엘크 버드:엘크 버드떼:엘크 버드]
pl: [NAME:ptakojeleń:ptakojelenie:ptakojeleniowy]
ru: [NAME:вапитица:вапитицы:вапитицы]
tr: [NAME:geyik kuşu:geyik kuşları:geyik kuşu]
vi: [NAME:chim nai sừng tấm:những con chim nai sừng tấm:chim nai sừng tấm]
zh_hans: [NAME:麋鹿鸟:麋鹿鸟:麋鹿鸟]

# CREATURE:ELK_BIRD
source: [CASTE_NAME:elk bird:elk birds:elk bird]
cs: [CASTE_NAME:jelenopták:jelenoptáci:jelenopták]
de: [CASTE_NAME:Elchvogel:Elchvögel:Elchvogel]
eo: [CASTE_NAME:ŭapitibirdo:ŭapitibirdoj:de ŭapitibirdo]
es: [CASTE_NAME:ciervo pajaro:ciervos pajaros:ciervo pajaro]
ja: [CASTE_NAME:シカドリ:シカドリ:シカドリの]
ko: [CASTE_NAME:엘크 버드:엘크 버드떼:엘크 버드]
pl: [CASTE_NAME:ptakojeleń:ptakojelenie:ptakojeleniowy]
ru: [CASTE_NAME:вапитица:вапитицы:вапитицы]
tr: [CASTE_NAME:geyik kuşu:geyik kuşları:geyik kuşu]
vi: [CASTE_NAME:chim nai sừng tấm:những con chim nai sừng tấm:chim nai sừng tấm]
zh_hans: [CASTE_NAME:麋鹿鸟:麋鹿鸟:麋鹿鸟]

# CREATURE:ELK_BIRD
source: [GENERAL_CHILD_NAME:elk bird hatchling:elk bird hatchlings]
cs: [GENERAL_CHILD_NAME:mládě jelenoptáka:mláďata jelenoptáka]
de: [GENERAL_CHILD_NAME:Elchvogel-Schlüpflinge:Elchvogel-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:ŭapitibirdido:ŭapitibirdidoj]
es: [GENERAL_CHILD_NAME:cria de ciervo pajaro:crias de ciervo pajaro]
ja: [GENERAL_CHILD_NAME:シカドリの子供:シカドリの子供の]
ko: [GENERAL_CHILD_NAME:새끼 엘크버드:새끼 엘크버드떼]
pl: [GENERAL_CHILD_NAME:pisklę ptakojelenia:pisklęta ptakojelenia]
ru: [GENERAL_CHILD_NAME:птенец вапитицы:птенцы вапитицы]
tr: [GENERAL_CHILD_NAME:yavru geyik kuşu:yavru geyik kuşları]
vi: [GENERAL_CHILD_NAME:chim nai sừng tấm non:những con chim nai sừng tấm non]
zh_hans: [GENERAL_CHILD_NAME:麋鹿幼鸟:麋鹿幼鸟]

# CREATURE:ELK_BIRD
source: [PREFSTRING:elegant horns]
cs: [PREFSTRING:elegantními parohy]
de: [PREFSTRING:elegante Hörner]
eo: [PREFSTRING:elegantaj kornoj]
es: [PREFSTRING:cuernos elegantes]
ja: [PREFSTRING:優美な角]
ko: [PREFSTRING:우아한 뿔]
pl: [PREFSTRING:eleganckie rogi]
ru: [PREFSTRING:элегантные рога]
tr: [PREFSTRING:zarif boynuzlar]
vi: [PREFSTRING:gạc tinh xảo]
zh_hans: [PREFSTRING:优雅的角]

# CREATURE:ELK_BIRD
source: [STATE_NAME:ALL_SOLID:antler]
cs: [STATE_NAME:ALL_SOLID:paroh]
de: [STATE_NAME:ALL_SOLID:Geweih]
eo: [STATE_NAME:ALL_SOLID:ramuro]
es: [STATE_NAME:ALL_SOLID:cuerno]
ja: [STATE_NAME:ALL_SOLID:角]
ko: [STATE_NAME:ALL_SOLID:가지진 뿔]
pl: [STATE_NAME:ALL_SOLID:poroże]
ru: [STATE_NAME:ALL_SOLID:ветвистый рог]
tr: [STATE_NAME:ALL_SOLID:boynuz]
vi: [STATE_NAME:ALL_SOLID:gạc]

# CREATURE:ELK_BIRD
source: [STATE_ADJ:ALL_SOLID:antler]
cs: [STATE_ADJ:ALL_SOLID:parohový]
de: [STATE_ADJ:ALL_SOLID:Geweih]
eo: [STATE_ADJ:ALL_SOLID:ramura]
es: [STATE_ADJ:ALL_SOLID:cornudo]
ja: [STATE_ADJ:ALL_SOLID:角]
ko: [STATE_ADJ:ALL_SOLID:가지진 뿔]
pl: [STATE_ADJ:ALL_SOLID:porożowy]
ru: [STATE_ADJ:ALL_SOLID:ветвистый рог]
tr: [STATE_ADJ:ALL_SOLID:boynuz]
vi: [STATE_ADJ:ALL_SOLID:gạc]

# CREATURE:ELK_BIRD
source: [TISSUE_NAME:antler:NP]
cs: [TISSUE_NAME:paroh:NP]
de: [TISSUE_NAME:Geweih:NP]
eo: [TISSUE_NAME:ramuro:ramuroj]
es: [TISSUE_NAME:cuerno:NP]
ja: [TISSUE_NAME:角:NP]
ko: [TISSUE_NAME:가지진 뿔:NP]
pl: [TISSUE_NAME:poroże:NP]
ru: [TISSUE_NAME:ветвистый рог:NP]
tr: [TISSUE_NAME:boynuz:NP]

# CREATURE:ELK_BIRD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ELK_BIRD
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapá po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]

# CREATURE:ELK_BIRD
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]

# CREATURE:ELK_BIRD
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:ELK_BIRD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:HELMET_SNAKE
source: [DESCRIPTION:A snake-like creature living deep underground. Its head is covered in armor so that is resembles the head of a dragon.]
cs: [DESCRIPTION:Hadovitý tvor žijící hluboko pod zemí. Jeho hlava je pokryta pancířem, takže připomíná dračí hlavu.]
de: [DESCRIPTION:Eine schlangenartige Kreatur, die tief unter der Erde lebt. Sein Kopf ist gepanzert, so dass er dem Kopf eines Drachens ähnelt..]
eo: [DESCRIPTION:Serpentsimila estaĵo loĝanta profunde subtere. Ĝia kapo estas kovrita de kiraso, kaj tiele aspektas kiel draka kapo.]
es: [DESCRIPTION:Una criatura similar a una serpiente que vive en las profundidades subterraneas. Su cabeza está acorazada para parecerse a la cabeza de un dragón.]
ja: [DESCRIPTION:地下深くに住むヘビのような生き物。その頭は鎧で覆われており、ドラゴンの頭に似ている]
ko: [DESCRIPTION:지하 깁숙한 곳에 사는 뱀을 닮은 생물체. 머리는 철갑으로 덮여져 있어 용의 머리와 비슷하다.]
pl: [DESCRIPTION:Wężopodobne stworzenie żyjące głęboko pod ziemią. Jego głowa jest pokryta w pancerzu, więc przypomina głowę smoka.]
ru: [DESCRIPTION:Змееподобное существо, живущее глубоко под землёй. Его голова покрыта бронёй и этим напоминает голову дракона.]
tr: [DESCRIPTION:Yerin derinliklerinde yaşayan yılan benzeri bir yaratık. Kafası zırhla kaplıdır, bu yüzden bir ejderha kafasına benzer.]
vi: [DESCRIPTION:Một sinh vật giống rắn sống sâu dưới lòng đất. Đầu của nó được bao phủ bởi lớp giáp trông giống đầu rồng.]

# CREATURE:HELMET_SNAKE
source: [NAME:helmet snake:helmet snakes:helmet snake]
cs: [NAME:přilbový had:přilboví hadi:přilbový had]
de: [NAME:Helmschlange:Helmschlangen:Helmschlange]
eo: [NAME:kaskserpento:kaskserpentoj:de kaskserpento]
es: [NAME:serpiente de helmet:serpientes de helmet:serpiente de helmet]
ja: [NAME:カブトヘビ:カブトヘビ:カブトヘビの]
ko: [NAME:투구 뱀:투구 뱀들:투구 뱀]
pl: [NAME:wąż hełmowy:węże hełmowe:wężo hełmowy]
ru: [NAME:шлемовая змея:шлемовые змеи:шлемовой змеи]
tr: [NAME:miğfer yılanı:miğfer yılanları:miğfer yılanı]
vi: [NAME:rắn đầu giáp:những con rắn đầu giáp:rắn đầu giáp]
zh_hans: [NAME:头盔蛇:头盔蛇:头盔蛇]

# CREATURE:HELMET_SNAKE
source: [CASTE_NAME:helmet snake:helmet snakes:helmet snake]
cs: [CASTE_NAME:přilbový had:přilboví hadi:přilbový had]
de: [CASTE_NAME:Helmschlange:Helmschlangen:Helmschlange]
eo: [CASTE_NAME:kaskserpento:kaskserpentoj:de kaskserpento]
es: [CASTE_NAME:serpiente de helmet:serpientes de helmet:serpiente de helmet]
ja: [CASTE_NAME:カブトヘビ:カブトヘビ:カブトヘビの]
ko: [CASTE_NAME:투구 뱀:투구 뱀들:투구 뱀]
pl: [CASTE_NAME:wąż hełmowy:węże hełmowe:wężo hełmowy]
ru: [CASTE_NAME:шлемовая змея:шлемовые змеи:шлемовой змеи]
tr: [CASTE_NAME:miğfer yılanı:miğfer yılanları:miğfer yılanı]
vi: [CASTE_NAME:rắn đầu giáp:những con rắn đầu giáp:rắn đầu giáp]
zh_hans: [CASTE_NAME:头盔蛇:头盔蛇:头盔蛇]

# CREATURE:HELMET_SNAKE
source: [PREFSTRING:impressive heads]
cs: [PREFSTRING:impozantními hlavami]
de: [PREFSTRING:beeindruckende Köpfe]
eo: [PREFSTRING:imponaj kapoj]
es: [PREFSTRING:Cabezas impresionantes]
ja: [PREFSTRING:印象的な頭]
ko: [PREFSTRING:인상적인 머리]
pl: [PREFSTRING:imponujące głowy]
ru: [PREFSTRING:впечатляющие головы]
tr: [PREFSTRING:etkileyici kafalar]
vi: [PREFSTRING:những cái đầu ấn tượng]

# CREATURE:HELMET_SNAKE
source: [STATE_NAME:ALL_SOLID:frozen helmet snake venom]
cs: [STATE_NAME:ALL_SOLID:zmražený jed přilbového hada]
de: [STATE_NAME:ALL_SOLID:Gefrorenes Helmschlangengift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de kaskserpento]
es: [STATE_NAME:ALL_SOLID:Veneno de serpiente de helmet congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったカブトヘビの毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 투구 뱀 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad węża hełmowego]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд шлемовой змеи]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş miğfer yılanı zehri]
vi: [STATE_NAME:ALL_SOLID:nọc rắn đầu giáp đông lạnh]

# CREATURE:HELMET_SNAKE
source: [STATE_ADJ:ALL_SOLID:frozen helmet snake venom]
cs: [STATE_ADJ:ALL_SOLID:zmražený jed přilbového hada]
de: [STATE_ADJ:ALL_SOLID:Gefrorenes Helmschlangengift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de kaskserpento]
es: [STATE_ADJ:ALL_SOLID:Veneno de serpiente de helmet congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったカブトヘビの毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 투구 뱀 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożono wężo hełmowo jadowy]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд шлемовой змеи]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş miğfer yılanı zehri]
vi: [STATE_ADJ:ALL_SOLID:nọc rắn đầu giáp đông lạnh]

# CREATURE:HELMET_SNAKE
source: [STATE_NAME:LIQUID:helmet snake venom]
cs: [STATE_NAME:LIQUID:jed přilbového hada]
de: [STATE_NAME:LIQUID:Helmschlangengift]
eo: [STATE_NAME:LIQUID:veneno de kaskserpento]
es: [STATE_NAME:LIQUID:veneno de serpiente de helmet]
ja: [STATE_NAME:LIQUID:カブトヘビの毒液]
ko: [STATE_NAME:LIQUID:투구 뱀 독]
pl: [STATE_NAME:LIQUID:jad węża hełmowego]
ru: [STATE_NAME:LIQUID:яд шлемовой змеи]
tr: [STATE_NAME:LIQUID:miğfer yılanı zehri]
vi: [STATE_NAME:LIQUID:nọc rắn đầu giáp]

# CREATURE:HELMET_SNAKE
source: [STATE_ADJ:LIQUID:helmet snake venom]
cs: [STATE_ADJ:LIQUID:jed přilbového hada]
de: [STATE_ADJ:LIQUID:Helmschlangengift]
eo: [STATE_ADJ:LIQUID:de veneno de kaskserpento]
es: [STATE_ADJ:LIQUID:veneno de serpiente de helmet]
ja: [STATE_ADJ:LIQUID:カブトヘビの毒液]
ko: [STATE_ADJ:LIQUID:투구 뱀 독]
pl: [STATE_ADJ:LIQUID:wężo hełmowo jadowy]
ru: [STATE_ADJ:LIQUID:яд шлемовой змеи]
tr: [STATE_ADJ:LIQUID:miğfer yılanı zehri]
vi: [STATE_ADJ:LIQUID:nọc rắn đầu giáp]

# CREATURE:HELMET_SNAKE
source: [STATE_NAME:GAS:boiling helmet snake venom]
cs: [STATE_NAME:GAS:vřící jed přilbového hada]
de: [STATE_NAME:GAS: kochendes Helmschlangengift]
eo: [STATE_NAME:GAS:bolanta veneno de kaskserpento]
es: [STATE_NAME:GAS:casco de serpiente venenosa hirviendo]
ja: [STATE_NAME:GAS:蒸気化したカブトヘビの毒液]
ko: [STATE_NAME:GAS:기화된 투구 뱀 독]
pl: [STATE_NAME:GAS:gotujący się jad węża hełmowego]
ru: [STATE_NAME:GAS:пары яда шлемовой змеи]
tr: [STATE_NAME:GAS:kaynayan miğfer yılanı zehri]
vi: [STATE_NAME:GAS:nọc rắn đầu giáp sôi]

# CREATURE:HELMET_SNAKE
source: [STATE_ADJ:GAS:boiling helmet snake venom]
cs: [STATE_ADJ:GAS:vřící jed přilbového hada]
de: [STATE_ADJ:GAS: kochendes Helmschlangengift]
eo: [STATE_ADJ:GAS:de bolanta veneno de kaskserpento]
es: [STATE_ADJ:GAS:casco de serpiente venenosa hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したカブトヘビの毒液]
ko: [STATE_ADJ:GAS:기화된 투구 뱀 독]
pl: [STATE_ADJ:GAS:gotująco się wężo hełmowo jadowy]
ru: [STATE_ADJ:GAS:кипящий яд шлемовой змеи]
tr: [STATE_ADJ:GAS:kaynayan miğfer yılanı zehri]
vi: [STATE_ADJ:GAS:nọc rắn đầu giáp sôi]

# CREATURE:HELMET_SNAKE
source: [SYN_NAME:helmet snake bite]
cs: [SYN_NAME:uštknutí přilbovým hadem]
de: [SYN_NAME:Helm-Schlangenbiss]
eo: [SYN_NAME:mordo de kaskserpento]
es: [SYN_NAME:mordedura de serpiente de helmet]
ja: [SYN_NAME:カブトヘビの噛みつき]
ko: [SYN_NAME:투구 뱀 독]
pl: [SYN_NAME:ugryzienie węża hełmowego]
ru: [SYN_NAME:укус шлемовой змеи]
tr: [SYN_NAME:miğfer yılanı ısırığı]
vi: [SYN_NAME:vết cắn của rắn đầu giáp]

# CREATURE:HELMET_SNAKE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:HELMET_SNAKE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:HELMET_SNAKE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GREEN_DEVOURER
source: [DESCRIPTION:A medium-sized monster walking on two clawed legs. It has two mouths on the ends of a pair of tentacles. It uses its mouths to digest its victims with acid and rows of razor-like teeth.]
cs: [DESCRIPTION:Středně velký tvor chodící po dvou drápovitých nohách. Na koncích dvou chapadel má tlamy, kterými tráví oběti kyselinou a řadami ostří jako břitvy.]
de: [DESCRIPTION:Ein mittelgroßes Ungeheuer, das auf zwei Klauenbeinen läuft. Es hat zwei Mäuler an den Enden eines Tentakelpaars. Mit seinen Mäulern verdaut es seine Opfer mit Säure und rasiermesserartigen Zahnreihen..]
eo: [DESCRIPTION:Mezgranda monstro marŝanta per du ungegaj gamboj. Ĝi havas du buŝojn en la ekstremaĵoj de paraj tentakloj. Ĝi uzas siajn buŝojn por digesti siajn viktimojn per acido kaj vicoj el akregaj dentoj.]
es: [DESCRIPTION:Un monstruo de tamaño medio que anda sobre dos patas con garras. Tiene dos bocas al final de un par de tentaculos. Usa sus bocas para digerir a sus víctimas con acido y filas de dientes como cuchillas.]
ja: [DESCRIPTION:2本の爪で歩く中型の怪物。1対の触手の端に2つの口があり、口を使って犠牲者を酸とかみそりのような歯の列で消化する。]
ko: [DESCRIPTION:발톱이 난 두 개의 다리로 걷는 중간 크기의 괴물. 한 쌍의 촉수 끝에 입이 달려 있다. 산과 면도날 같은 이빨로 희생자를 먹어치운다.]
pl: [DESCRIPTION:Średniej wielkości potwór chodzący na dwóch szponiastych nogach. Ma dwa usta na końcach pary macek. Używa pysków do trawienia ofiar kwasem i rzędów podobnych do brzytwy zębów]
ru: [DESCRIPTION:Монстр среднего размера, ходящий на двух когтистых лапах. Имеет два рта на концах пары щупалец. Свои рты использует, чтобы переваривать своих жертв с помощью кислоты и рядов бритвенных зубов.]
tr: [DESCRIPTION:İki pençeli bacak üzerinde yürüyen orta büyüklükte bir canavar. Bir çift dokunaçın uçlarında iki ağzı vardır. Kurbanlarını asit ve jilet gibi diş sıralarıyla sindirmek için ağızlarını kullanır.]
vi: [DESCRIPTION:Một quái vật cỡ trung đi bằng hai chân có vuốt. Nó có hai miệng ở cuối một cặp xúc tu. Nó dùng miệng để tiêu hóa nạn nhân bằng axit và những hàng răng sắc như dao cạo.]
zh_hans: [DESCRIPTION:一种用两条带有爪子的腿行走的中等体型的怪物.在它的一对触手的末端有两张吸嘴.它用带有嘴的触手通过酸液和一排像剃刀般的牙齿来消化被捕获的生物.]

# CREATURE:GREEN_DEVOURER
source: [NAME:green devourer:green devourers:green devourer]
cs: [NAME:zelený požírač:zelení požírači:zelený požírač]
de: [NAME:grüner Verschlinger:grüne Verschlinger:grüner Verschlinger]
eo: [NAME:verda voranto:verdaj vorantoj:de verda voranto]
es: [NAME:devorador verde:devoradores verdes:devorador verde]
ja: [NAME:グリーン・デバウラー:グリーン・デバウラー:グリーン・デバウラーの]
ko: [NAME:녹색 포식귀:녹색 포식귀들:녹색 포식귀]
pl: [NAME:pożeracz zielony:pożeracze zielone:pożeraczo zielony]
ru: [NAME:зелёный пожиратель:зелёные пожиратели:зелёного пожирателя]
tr: [NAME:yeşil yiyici:yeşil yiyiciler:yeşil yiyici]
vi: [NAME:kẻ nuốt chửng xanh lục:những kẻ nuốt chửng xanh lục:kẻ nuốt chửng xanh lục]
zh_hans: [NAME:绿色吞噬者:绿色吞噬者:绿色吞噬者]

# CREATURE:GREEN_DEVOURER
source: [CASTE_NAME:green devourer:green devourers:green devourer]
cs: [CASTE_NAME:zelený požírač:zelení požírači:zelený požírač]
de: [CASTE_NAME:grüner Verschlinger:grüne Verschlinger:grüner Verschlinger]
eo: [CASTE_NAME:verda voranto:verdaj vorantoj:de verda voranto]
es: [CASTE_NAME:devorador verde:devoradores verdes:devorador verde]
ja: [CASTE_NAME:グリーン・デバウラー:グリーン・デバウラー:グリーン・デバウラーの]
ko: [CASTE_NAME:녹색 포식귀:녹색 포식귀들:녹색 포식귀]
pl: [CASTE_NAME:pożeracz zielony:pożeracze zielone:pożeraczo zielony]
ru: [CASTE_NAME:зелёный пожиратель:зелёные пожиратели:зелёного пожирателя]
tr: [CASTE_NAME:yeşil yiyici:yeşil yiyiciler:yeşil yiyici]
vi: [CASTE_NAME:kẻ nuốt chửng xanh lục:những kẻ nuốt chửng xanh lục:kẻ nuốt chửng xanh lục]
zh_hans: [CASTE_NAME:绿色吞噬者:绿色吞噬者:绿色吞噬者]

# CREATURE:GREEN_DEVOURER
source: [PREFSTRING:bizarre appearance]
cs: [PREFSTRING:bizarním vzhledem]
de: [PREFSTRING:bizarre Erscheinung]
eo: [PREFSTRING:bizara aspekto]
es: [PREFSTRING:apariencia bizarra]
ja: [PREFSTRING:奇妙な外観]
ko: [PREFSTRING:기괴한 외모]
pl: [PREFSTRING:dziwaczny wygląd]
ru: [PREFSTRING:странный внешний вид]
tr: [PREFSTRING:tuhaf görünüş]
vi: [PREFSTRING:Ngoại hình kỳ lạ]

# CREATURE:GREEN_DEVOURER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GREEN_DEVOURER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:RUTHERER
source: [DESCRIPTION:A huge monster with an enormous tail, covered with thick fur. They run on four legs and can be found deep under the earth.]
cs: [DESCRIPTION:Obrovský tvor s mohutným ocasem, pokrytý hustou srstí. Běhá po čtyřech a vyskytuje se hluboko pod zemí.]
de: [DESCRIPTION:Ein riesiges Ungeheuer mit einem enormen Schwanz, der mit dickem Fell bedeckt ist. Sie laufen auf vier Beinen und sind tief unter der Erde zu finden.]
eo: [DESCRIPTION:Grandega monstro kun enorma vosto, kovrita de dika hararo. Ili kuras per kvar gamboj, kaj troviĝas profunde subtere.]
es: [DESCRIPTION:Un inmenso monstruo con una cola enorme, cubierto de un grueso pelaje. Corre sobre cuatro patas y puede ser encontrado en las profundidades subterraneas.]
ja: [DESCRIPTION:太い毛皮で覆われた巨大な尾を持つ、大型のモンスター。4本の足で走り、地底深くに棲む。]
ko: [DESCRIPTION:두터운 털로 뒤덮인, 큼지막한 꼬리를 가진 거대한 괴물. 네 발로 달리며 지하 깊은 곳에서 찾을 수 있다.]
pl: [DESCRIPTION:Ogromny potwór z ogromnym ogonem pokrytym grubym futrem. Biegają na czterech nogach i można je znaleźć głęboko pod ziemią.]
ru: [DESCRIPTION:Огромный монстр с громадным хвостом, покрытый густым мехом. Бегает на четырёх ногах и может встречаться глубоко под землёй.]
tr: [DESCRIPTION:Kalın kürkle kaplı, muazzam kuyruklu dev bir canavar. Dört ayak üzerinde koşarlar ve yerin derinliklerinde bulunabilirler.]
vi: [DESCRIPTION:Một quái vật khổng lồ với cái đuôi to lớn, phủ đầy lông dày. Chúng chạy bằng bốn chân và có thể được tìm thấy sâu dưới lòng đất.]
zh_hans: [DESCRIPTION:一个巨大的怪物，有一条巨大的尾巴，覆盖着厚厚的毛皮。它们用四条腿跑步，可以在地底深处找到。]

# CREATURE:RUTHERER
source: [NAME:rutherer:rutherers:rutherer]
cs: [NAME:ruter:ruteři:ruter]
de: [NAME:Rrutherer:Rutherers:Rutherer]
eo: [NAME:ruterero:rutereroj:de ruterero]
ja: [NAME:ラザーラー:ラザーラー:ラザーラーの]
ko: [NAME:루터:루터들:루터]
pl: [NAME:ogoniacz:ogoniacze:ogoniaczowy]
ru: [NAME:хвостач:хвостачи:хвостача]
tr: [NAME:rutherer:ruthererler:rutherer]
zh_hans: [NAME:厚毛巨尾兽:厚毛巨尾兽:厚毛巨尾兽]

# CREATURE:RUTHERER
source: [CASTE_NAME:rutherer:rutherers:rutherer]
cs: [CASTE_NAME:ruter:ruteři:ruter]
de: [CASTE_NAME:Rrutherer:Rutherers:Rutherer]
eo: [CASTE_NAME:ruterero:rutereroj:de ruterero]
ja: [CASTE_NAME:ラザーラー:ラザーラー:ラザーラーの]
ko: [CASTE_NAME:루터:루터들:루터]
pl: [CASTE_NAME:ogoniacz:ogoniacze:ogoniaczowy]
ru: [CASTE_NAME:хвостач:хвостачи:хвостача]
tr: [CASTE_NAME:rutherer:ruthererler:rutherer]
zh_hans: [CASTE_NAME:厚毛巨尾兽:厚毛巨尾兽:厚毛巨尾兽]

# CREATURE:RUTHERER
source: [PREFSTRING:enormous tails]
cs: [PREFSTRING:obrovskými ocasy]
de: [PREFSTRING: enorme Schwänze]
eo: [PREFSTRING:enormaj vostoj]
es: [PREFSTRING:Colas enormes]
ja: [PREFSTRING:馬鹿でかい尻尾]
ko: [PREFSTRING:거대한 꼬리]
pl: [PREFSTRING:ogromne ogony]
ru: [PREFSTRING:огромные хвосты]
tr: [PREFSTRING:muazzam kuyruklar]
vi: [PREFSTRING:những cái đuôi khổng lồ]

# CREATURE:RUTHERER
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:RUTHERER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:RUTHERER
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:RUTHERER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
