Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:FISH_LAMPREY_SEA
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_LAMPREY_SEA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:FISH_LAMPREY_SEA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_GREAT_WHITE
source: [DESCRIPTION:A giant oceanic fish with rows and rows of razor-sharp pointed teeth.]
cs: [DESCRIPTION:Obří mořská ryba s řadami ostrých, špičatých zubů.]
de: [DESCRIPTION:Ein riesiger Meeresfisch mit Reihen rasiermesserscharfer und spitzer Zähne.]
eo: [DESCRIPTION:Giganta oceana fiŝo kun vicoj kaj vicoj de akregaj pintaj dentoj.]
es: [DESCRIPTION:Un pez oceanico gigante con filas y filas de dientes puntiaguros y filosos.]
ja: [DESCRIPTION:剃刀のように鋭い歯を持つ、巨大な海洋魚だ。]
ko: [DESCRIPTION:면도날처럼 날카로운 날카로운 이빨을 가진 거대한 해양 물고기.]
pl: [DESCRIPTION:Gigantyczna, oceaniczna ryba z rzędami i rzędami ostrych, jak brzytwa, szpiczastych zębów.]
ru: [DESCRIPTION:Огромная океаническая рыба с несколькими рядами бритвенно острых зубов.]
tr: [DESCRIPTION:Sıra sıra jilet keskinliğinde sivri dişleri olan dev bir okyanus balığı.]
vi: [DESCRIPTION:Một loài cá biển khổng lồ với hàng hàng lớp lớp răng nhọn sắc như dao cạo.]
zh_hans: [DESCRIPTION:一种巨型的海洋鱼类，有着一排又一排的锋利尖牙。]

# CREATURE:SHARK_GREAT_WHITE
source: [NAME:great white shark:great white sharks:great white shark]
cs: [NAME:žralok bílý:žraloci bílí:žralok bílý]
de: [NAME:großer weißer Hai:große weiße Haie:großer weißer Hai]
eo: [NAME:granda blanka ŝarko:grandaj blankaj ŝarkoj:de granda blanka ŝarko]
es: [NAME:gran tiburón blanco:grandes tiburones blancos:de gran tiburón blanco]
ja: [NAME:ホホジロザメ:ホホジロザメ:ホホジロザメの]
ko: [NAME:백상아리:백상아리들:백상아리]
pl: [NAME:żarłacz biały:żarłacze białe:żarłaczo biały]
ru: [NAME:белая акула:белые акулы:белой акулы]
tr: [NAME:büyük beyaz köpekbalığı:büyük beyaz köpekbalıkları:büyük beyaz köpekbalığı]
vi: [NAME:cá mập trắng lớn:Những cá mập trắng lớn:cá mập trắng lớn]
zh_hans: [NAME:大白鲨:大白鲨:大白鲨]

# CREATURE:SHARK_GREAT_WHITE
source: [CASTE_NAME:great white shark:great white sharks:great white shark]
cs: [CASTE_NAME:žralok bílý:žraloci bílí:žralok bílý]
de: [CASTE_NAME:großer weißer Hai:große weiße Haie:großer weißer Hai]
eo: [CASTE_NAME:granda blanka ŝarko:grandaj blankaj ŝarkoj:de granda blanka ŝarko]
ja: [CASTE_NAME:ホホジロザメ:ホホジロザメ:ホホジロザメの]
ko: [CASTE_NAME:백상아리:백상아리들:백상아리]
pl: [CASTE_NAME:żarłacz biały:żarłacze białe:żarłaczo biały]
ru: [CASTE_NAME:белая акула:белые акулы:белой акулы]
tr: [CASTE_NAME:büyük beyaz köpekbalığı:büyük beyaz köpekbalıkları:büyük beyaz köpekbalığı]
vi: [CASTE_NAME:cá mập trắng lớn:Những cá mập trắng lớn:cá mập trắng lớn]
zh_hans: [CASTE_NAME:大白鲨:大白鲨:大白鲨]

# CREATURE:SHARK_GREAT_WHITE
source: [GENERAL_CHILD_NAME:great white shark pup:great white shark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka bílého:mláďata žraloků bílých]
de: [GENERAL_CHILD_NAME:junger weißer Hai:junge weiße Haie]
eo: [GENERAL_CHILD_NAME:granda blanka ŝarkido:grandaj blankaj ŝarkidoj]
es: [GENERAL_CHILD_NAME:cria de gran tiburon blanco:crias de gran tiburon blanco]
ja: [GENERAL_CHILD_NAME:ホホジロザメの稚魚:ホホジロザメの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 거대 백상아리:새끼 거대 백상아리들]
pl: [GENERAL_CHILD_NAME:młody żarłacza białego:młode żarłacza białego]
ru: [GENERAL_CHILD_NAME:белый акулёнок:белые акулята]
tr: [GENERAL_CHILD_NAME:yavru büyük beyaz köpekbalığı:yavru büyük beyaz köpekbalıkları]
vi: [GENERAL_CHILD_NAME:cá mập trắng lớn con:Những cá mập trắng lớn con]
zh_hans: [GENERAL_CHILD_NAME:大白鲨幼崽:大白鲨幼崽]

# CREATURE:SHARK_GREAT_WHITE
source: [PREFSTRING:ability to make one afraid to go into the water]
cs: [PREFSTRING:schopností nahnat strach z vody]
de: [PREFSTRING:macht Angst ins Wasser zu gehen]
eo: [PREFSTRING:kapablo por onin igi timema por eniri al akvon]
es: [PREFSTRING:habilidad para crear el temor de meterse al agua]
ja: [PREFSTRING:水に入るのを恐れさせる]
ko: [PREFSTRING:물에 들어가는 것을 두려워하게 만드는 능력]
pl: [PREFSTRING:zdolność spowodowania strachu przed wejściem do wody]
ru: [PREFSTRING:способность заставлять бояться заходить в воду]
tr: [PREFSTRING:suya girmekten korkutma yeteneği]
zh_hans: [PREFSTRING:使人恐惧入水的能力]

# CREATURE:SHARK_GREAT_WHITE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_GREAT_WHITE
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_GREAT_WHITE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SHARK_GREAT_WHITE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_FRILL
source: [DESCRIPTION:A large eel-like fish found in coastal waters.]
cs: [DESCRIPTION:Velká ryba podobná úhoři, žijící v pobřežních vodách.]
de: [DESCRIPTION:Ein großer aalähnlicher Fisch, der in Küstengewässern lebt.]
eo: [DESCRIPTION:Granda angilsimila fiŝo kiu troviĝas en bordaj akvoj.]
es: [DESCRIPTION:Un gran pez parecido a una anguila que se encuentra en las aguas costeras.]
ja: [DESCRIPTION:沿岸に棲む大きなウナギのような魚。]
ko: [DESCRIPTION:연안 바다에서 발견된 뱀장어와 비슷한 큰 물고기.]
pl: [DESCRIPTION:Duża, węgorzopodobna ryba, którą można znaleźć w wodach przybrzeżnych.]
ru: [DESCRIPTION:Крупная угревидная рыба, встречающаяся в прибрежных водах.]
tr: [DESCRIPTION:Kıyı sularında bulunan yılanbalığı benzeri büyük bir balık.]
vi: [DESCRIPTION:Một loài cá lớn giống lươn, được tìm thấy ở vùng biển ven bờ.]
zh_hans: [DESCRIPTION:一种生活在沿海水域的大型鳗鱼类。]

# CREATURE:SHARK_FRILL
source: [NAME:frill shark:frill sharks:frill shark]
cs: [NAME:žralok třásnitý:žraloci třásnití:žralok třásnitý]
de: [NAME:Kragenhai:Kragenhaie:Kragenhai]
eo: [NAME:koluma ŝarko:kolumaj ŝarkoj:de koluma ŝarko]
es: [NAME:tiburón anguila:tiburones anguila:de tiburón anguila]
ja: [NAME:ラブカ:ラブカ:ラブカの]
ko: [NAME:주름상어:주름상어들:주름상어]
pl: [NAME:płaszczak:płaszczaki:płaszczacki]
ru: [NAME:плащеносная акула:плащеносные акулы:плащеносной акулы]
tr: [NAME:fırfırlı köpekbalığı:fırfırlı köpekbalıkları:fırfırlı köpekbalığı]
vi: [NAME:cá mập diềm:Những cá mập diềm:cá mập diềm]
zh_hans: [NAME:皱鳃鲨:皱鳃鲨:皱鳃鲨]

# CREATURE:SHARK_FRILL
source: [CASTE_NAME:frill shark:frill sharks:frill shark]
cs: [CASTE_NAME:žralok třásnitý:žraloci třásnití:žralok třásnitý]
de: [CASTE_NAME:Kragenhai:Kragenhaie:Kragenhai]
eo: [CASTE_NAME:koluma ŝarko:kolumaj ŝarkoj:de koluma ŝarko]
es: [CASTE_NAME:tiburón anguila:tiburónes anguila:de tiburón anguila]
ja: [CASTE_NAME:ラブカ:ラブカ:ラブカの]
ko: [CASTE_NAME:주름상어:주름상어들:주름상어]
pl: [CASTE_NAME:płaszczak:płaszczaki:płaszczacki]
ru: [CASTE_NAME:плащеносная акула:плащеносные акулы:плащеносной акулы]
tr: [CASTE_NAME:fırfırlı köpekbalığı:fırfırlı köpekbalıkları:fırfırlı köpekbalığı]
vi: [CASTE_NAME:cá mập diềm:Những cá mập diềm:cá mập diềm]
zh_hans: [CASTE_NAME:皱鳃鲨:皱鳃鲨:皱鳃鲨]

# CREATURE:SHARK_FRILL
source: [GENERAL_CHILD_NAME:frill shark pup:frill shark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka třásnitého:mláďata žraloků třásnitých]
de: [GENERAL_CHILD_NAME:junger Kragenhai:junge Kragenhaie]
eo: [GENERAL_CHILD_NAME:koluma ŝarkido:kolumaj ŝarkidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón anguila:crías de tiburón anguila]
ja: [GENERAL_CHILD_NAME:ラブカの稚魚:ラブカの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 프릴상어:새끼 프릴상어들]
pl: [GENERAL_CHILD_NAME:młody płaszczaka:młode płaszczaka]
ru: [GENERAL_CHILD_NAME:плащеносный акулёнок:плащеносные акулята]
tr: [GENERAL_CHILD_NAME:yavru fırfırlı köpekbalığı:yavru fırfırlı köpekbalıkları]
vi: [GENERAL_CHILD_NAME:cá mập diềm con:Những cá mập diềm con]
zh_hans: [GENERAL_CHILD_NAME:褶边鲨幼崽:褶边鲨幼崽]

# CREATURE:SHARK_FRILL
source: [PREFSTRING:needle teeth]
cs: [PREFSTRING:jehličkovitými zuby]
de: [PREFSTRING:scharfe Zähne]
eo: [PREFSTRING:pintaj dentoj]
es: [PREFSTRING:dientes afilados]
ja: [PREFSTRING:針状の歯]
ko: [PREFSTRING:송곳니]
pl: [PREFSTRING:iglaste zęby]
ru: [PREFSTRING:зубы-иглы]
tr: [PREFSTRING:iğne dişler]
vi: [PREFSTRING:răng hình kim]
zh_hans: [PREFSTRING:针状牙齿]

# CREATURE:SHARK_FRILL
source: [PREFSTRING:frilled gill slits]
cs: [PREFSTRING:třásnitými žaberními štěrbinami]
de: [PREFSTRING:gekräuselte Kiemenspalten]
eo: [PREFSTRING:krispaj brankofendoj]
es: [PREFSTRING:Volantes hendiduras branquiales]
ja: [PREFSTRING:ひらひらしたえら]
ko: [PREFSTRING:주름진 아가미 구멍]
pl: [PREFSTRING:plisowane szczeliny skrzelowe]
ru: [PREFSTRING:плащи на жаберных щелях]
tr: [PREFSTRING:fırfırlı solungaç yarıkları]
vi: [PREFSTRING:khe mang có diềm]
zh_hans: [PREFSTRING:鳃裂]

# CREATURE:SHARK_FRILL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_FRILL
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_FRILL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SHARK_FRILL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_SPINY_DOGFISH
source: [DESCRIPTION:A large fish found in coastal temperate waters.]
cs: [DESCRIPTION:Velká ryba žijící v mírných pobřežních vodách.]
de: [DESCRIPTION:Ein großer Fisch, der in gemäßigten Küstengewässern vorkommt.]
eo: [DESCRIPTION:Granda fiŝo kiu troviĝas en bordaj mezvarmaj akvoj.]
es: [DESCRIPTION:Un gran pez que puede encontrarse en las aguas costeras de zonas tmpladas.]
ja: [DESCRIPTION:温暖な沿岸海域でみられる大きな魚。]
ko: [DESCRIPTION:해안 온대 수역에서 발견되는 큰 물고기.]
pl: [DESCRIPTION:Duża ryba, którą można znaleźć w przybrzeżnych, umiarkowanych wodach.]
ru: [DESCRIPTION:Крупная рыба, обитающая в прибрежных водах умеренного климата.]
tr: [DESCRIPTION:Ilıman kıyı sularında bulunan büyük bir balık.]
vi: [DESCRIPTION:Một loài cá lớn được tìm thấy ở vùng biển ôn đới ven bờ.]
zh_hans: [DESCRIPTION:一种生活在沿海温带水域的大型鱼类。]

# CREATURE:SHARK_SPINY_DOGFISH
source: [NAME:spiny dogfish:spiny dogfish:spiny dogfish]
cs: [NAME:žralok ostnatý:žraloci ostnatí:žralok ostnatý]
de: [NAME:Dornhai:Dornhaie:Dornhai]
eo: [NAME:skvalo:skvaloj:de skvalo]
es: [NAME:mielga:mielgas:de mielga]
ja: [NAME:アブラツノザメ:アブラツノザメ:アブラツノザメの]
ko: [NAME:곱상어:곱상어들:곱상어]
pl: [NAME:koleń:kolenie:koleński]
ru: [NAME:колючая акула:колючие акулы:колючей акулы]
tr: [NAME:mahmuzlu camgöz:mahmuzlu camgözler:mahmuzlu camgöz]
vi: [NAME:cá mập gai:cá mập gai:cá mập gai]
zh_hans: [NAME:白斑角鲨:白斑角鲨:白斑角鲨]

# CREATURE:SHARK_SPINY_DOGFISH
source: [CASTE_NAME:spiny dogfish:spiny dogfish:spiny dogfish]
cs: [CASTE_NAME:žralok ostnatý:žraloci ostnatí:žralok ostnatý]
de: [CASTE_NAME:Dornhai:Dornhaie:Dornhai]
eo: [CASTE_NAME:skvalo:skvaloj:de skvalo]
es: [CASTE_NAME:Mielga:Mielga:Mielga]
ja: [CASTE_NAME:アブラツノザメ:アブラツノザメ:アブラツノザメの]
ko: [CASTE_NAME:곱상어:곱상어들:곱상어]
pl: [CASTE_NAME:koleń:kolenie:koleński]
ru: [CASTE_NAME:колючая акула:колючие акулы:колючей акулы]
tr: [CASTE_NAME:mahmuzlu camgöz:mahmuzlu camgözler:mahmuzlu camgöz]
vi: [CASTE_NAME:cá mập gai:cá mập gai:cá mập gai]
zh_hans: [CASTE_NAME:白斑角鲨:白斑角鲨:白斑角鲨]

# CREATURE:SHARK_SPINY_DOGFISH
source: [GENERAL_CHILD_NAME:spiny dogfish pup:spiny dogfish pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka ostnatého:mláďata žraloků ostnatých]
de: [GENERAL_CHILD_NAME:Dornhai-Welpe:Dornhai-Welpen]
eo: [GENERAL_CHILD_NAME:skvalido:skvalidoj]
es: [GENERAL_CHILD_NAME:cría de mielga:crías de mielga]
ja: [GENERAL_CHILD_NAME:アブラツノザメの稚魚:アブラツノザメの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 곱상어:새끼 곱상어들]
pl: [GENERAL_CHILD_NAME:młody kolenia:młode kolenia]
ru: [GENERAL_CHILD_NAME:колючий акулёнок:колючие акулята]
tr: [GENERAL_CHILD_NAME:yavru mahmuzlu camgöz:yavru mahmuzlu camgözler]
zh_hans: [GENERAL_CHILD_NAME:多刺角鲨幼崽:多刺角鲨幼崽]

# CREATURE:SHARK_SPINY_DOGFISH
source: [PREFSTRING:dorsal spines]
cs: [PREFSTRING:hřbetními ostny]
de: [PREFSTRING:Rückenstacheln]
eo: [PREFSTRING:dorsaj pikiloj]
es: [PREFSTRING:espinas dorsales]
ja: [PREFSTRING:背びれ]
ko: [PREFSTRING:척주]
pl: [PREFSTRING:kolce grzbietowe]
ru: [PREFSTRING:спинные шипы]
tr: [PREFSTRING:sırt dikenleri]
vi: [PREFSTRING:gai lưng]
zh_hans: [PREFSTRING:背棘]

# CREATURE:SHARK_SPINY_DOGFISH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_SPINY_DOGFISH
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_SPINY_DOGFISH
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SHARK_SPINY_DOGFISH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_WOBBEGONG_SPOTTED
source: [DESCRIPTION:A huge fish covered with growths and spots it uses to hide on the sea bed. It is not usually aggressive.]
cs: [DESCRIPTION:Obrovská ryba pokrytá výrůstky a skvrnami, které jí pomáhají maskovat se na mořském dně. Obvykle není agresivní.]
de: [DESCRIPTION:Ein riesiger Fisch, der mit Wucherungen und Flecken bedeckt ist, mit denen er sich auf dem Meeresboden versteckt. Es ist normalerweise nicht aggressiv.]
eo: [DESCRIPTION:Grandega fiŝo kovrita je tentakloj kaj makuloj ĝi uzas pro kaŝi en la marfundo. Ĝi ne estas kutime agresema.]
es: [DESCRIPTION:Un pez enorme cubierto de costras y manchas, que usa para ocultarse en el fondo marino. Usualmente no son agresivos.]
ja: [DESCRIPTION:海底に棲む、反転のある巨大魚。穏やかな性格。]
ko: [DESCRIPTION:해저에 숨을 때 사용하는 식물과 반점으로 뒤덮인 거대한 물고기. 그것은 보통 공격적이지 않다.]
pl: [DESCRIPTION:Ogromna ryba pokryta naroślami i plamami, których używa do ukrycia się na dnie morza. Przeważnie nie jest agresywna.]
ru: [DESCRIPTION:Огромная рыба, покрытая наростами и пятнами, которые она использует, чтобы прятаться на морском дне. Обычно не агрессивна.]
tr: [DESCRIPTION:Deniz tabanında saklanmak için kullandığı ur ve beneklerle kaplı dev bir balık. Genellikle saldırgan değildir.]
vi: [DESCRIPTION:Một loài cá khổng lồ phủ đầy các u và đốm mà nó dùng để ẩn mình dưới đáy biển. Nó thường không hung hãn.]
zh_hans: [DESCRIPTION:一条巨大的鱼 ，身上长满了能够使其隐藏在海床上的疙瘩和斑点。一般不具有攻击性。]

# CREATURE:SHARK_WOBBEGONG_SPOTTED
source: [NAME:spotted wobbegong:spotted wobbegongs:spotted wobbegong]
cs: [NAME:wobbegong skvrnitý:wobbegongové skvrnití:wobbegong skvrnitý]
de: [NAME:Gefleckter Teppichhai:Gefleckte Teppichhaie:Gefleckter Teppichhai]
eo: [NAME:orektolobo:orektoloboj:de orektolobo]
es: [NAME:tiburón alfombra manchado :tiburones alfombra manchados:de tiburón alfombra manchado]
ja: [NAME:クモハダオオセ:クモハダオオセ:クモハダオオセの]
ko: [NAME:점박이 워베공:점박이 워베공들:점박이 워베공]
pl: [NAME:wobbegong cętkowany:wobbegongi cętkowane:wobbegongo cętkowany]
ru: [NAME:акула воббегонг:акулы воббегонг:акулы воббегонг]
tr: [NAME:benekli wobbegong:benekli wobbegonglar:benekli wobbegong]
vi: [NAME:cá wobbegong đốm:Những cá wobbegong đốm:cá wobbegong đốm]
zh_hans: [NAME:斑纹须鲨:斑纹须鲨:斑纹须鲨]

# CREATURE:SHARK_WOBBEGONG_SPOTTED
source: [CASTE_NAME:spotted wobbegong:spotted wobbegongs:spotted wobbegong]
cs: [CASTE_NAME:wobbegong skvrnitý:wobbegongové skvrnití:wobbegong skvrnitý]
de: [CASTE_NAME:Gefleckter Teppichhai:Gefleckte Teppichhaie:Gefleckter Teppichhai]
eo: [CASTE_NAME:orektolobo:orektoloboj:de orektolobo]
es: [CASTE_NAME:Tiburón alfombra manchado:Tiburones de alfombra manchados:Tiburón alfombra manchado]
ja: [CASTE_NAME:クモハダオオセ:クモハダオオセ:クモハダオオセの]
ko: [CASTE_NAME:점박이 워베공:점박이 워베공들:점박이 워베공]
pl: [CASTE_NAME:wobbegong cętkowany:wobbegongi cętkowane:wobbegongo cętkowany]
ru: [CASTE_NAME:акула воббегонг:акулы воббегонг:акулы воббегонг]
tr: [CASTE_NAME:benekli wobbegong:benekli wobbegonglar:benekli wobbegong]
vi: [CASTE_NAME:cá wobbegong đốm:Những cá wobbegong đốm:cá wobbegong đốm]
zh_hans: [CASTE_NAME:斑纹须鲨:斑纹须鲨:斑纹须鲨]

# CREATURE:SHARK_WOBBEGONG_SPOTTED
source: [GENERAL_CHILD_NAME:spotted wobbegong pup:spotted wobbegong pups]
cs: [GENERAL_CHILD_NAME:mládě wobbegonga skvrnitého:mláďata wobbegongů skvrnitých]
de: [GENERAL_CHILD_NAME:Gefleckte Teppichhaijunges:Gefleckte Teppichhaijungen]
eo: [GENERAL_CHILD_NAME:orektolobido:orektolobidoj]
es: [GENERAL_CHILD_NAME:Cría de Tiburón alfombra manchado:crías de Tiburones alfombra manchados]
ja: [GENERAL_CHILD_NAME:クモハダオオセの稚魚:クモハダオオセの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 점박이 워베공:새끼 점박이 워베공들]
pl: [GENERAL_CHILD_NAME:młody wobbegonga cętkowanego:młode wobbegonga cętkowanego]
ru: [GENERAL_CHILD_NAME:акулёнок воббегонг:акулята воббегонги]
tr: [GENERAL_CHILD_NAME:yavru benekli wobbegong:yavru benekli wobbegonglar]
vi: [GENERAL_CHILD_NAME:cá wobbegong đốm con:Những cá wobbegong đốm con]
zh_hans: [GENERAL_CHILD_NAME:斑纹须鲨幼崽:斑纹须鲨幼崽]

# CREATURE:SHARK_WOBBEGONG_SPOTTED
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:SHARK_WOBBEGONG_SPOTTED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_WOBBEGONG_SPOTTED
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_WOBBEGONG_SPOTTED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SHARK_WOBBEGONG_SPOTTED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_WHALE
source: [DESCRIPTION:A gigantic filter-feeding fish found in tropical oceans.]
cs: [DESCRIPTION:Obrovská ryba živící se filtrováním planktonu, žijící v tropických oceánech.]
de: [DESCRIPTION:Ein gigantischer planktonfressender Fisch, der in tropischen Ozeanen vorkommt.]
eo: [DESCRIPTION:Giganta filtromanĝanta fiŝo kiu troviĝas en tropikaj oceanoj.]
es: [DESCRIPTION:Un pez gigante que se alimenta por filtracion, se encuentra en los oceanos tropicales.]
ja: [DESCRIPTION:熱帯の海に棲息する、とても巨大な濾過摂食魚。]
ko: [DESCRIPTION:열대 바다에서 발견된 거대한 여과성 물고기.]
pl: [DESCRIPTION:Gigantyczna, żywiąca się filtrowo ryba, którą można znaleźć w tropikalnych oceanach.]
ru: [DESCRIPTION:Гигантская рыба, питается планктоном, который добывает процеживая воду. Обитает в тропических океанах.]
tr: [DESCRIPTION:Tropikal okyanuslarda bulunan, süzerek beslenen devasa bir balık.]
vi: [DESCRIPTION:Một loài cá ăn lọc khổng lồ được tìm thấy ở các đại dương nhiệt đới.]
zh_hans: [DESCRIPTION:一种生活在热带海洋中的巨型滤食性鱼类。]

# CREATURE:SHARK_WHALE
source: [NAME:whale shark:whale sharks:whale shark]
cs: [NAME:žralok obrovský:žraloci obrovští:žralok obrovský]
de: [NAME:Walhai:Walhaie:Walhai]
eo: [NAME:balenŝarko:balenŝarkoj:de balenŝarko]
es: [NAME:tiburón ballena:tiburones ballena:tiburón ballena]
ja: [NAME:ジンベイザメ:ジンベイザメ:ジンベイザメの]
ko: [NAME:고래상어:고래상어들:고래상어]
pl: [NAME:rekin wielorybi:rekiny wielorybie:rekino wielorybi]
ru: [NAME:китовая акула:китовые акулы:китовых акул]
tr: [NAME:balina köpekbalığı:balina köpekbalıkları:balina köpekbalığı]
vi: [NAME:cá mập voi:Những cá mập voi:cá mập voi]
zh_hans: [NAME:鲸鲨:鲸鲨:鲸鲨]
