Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:TOMATILLO
source: [STATE_NAME_ADJ:ALL_SOLID:frozen tomatillo wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé tomatillové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Tomatillo-Wein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el fizalido]
es: [STATE_NAME_ADJ:ALL_SOLID:vino congelado de tomate cherry]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったトマティーヨのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 토마틸로 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное вино из физалиса ]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş tomatillo şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu cà dại đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻绿番茄酒]

# PLANT:TOMATILLO
source: [STATE_NAME_ADJ:LIQUID:tomatillo wine]
cs: [STATE_NAME_ADJ:LIQUID:tomatillové víno]
de: [STATE_NAME_ADJ:LIQUID:Tomatillo-Wein]
eo: [STATE_NAME_ADJ:LIQUID:vino el fizalido]
es: [STATE_NAME_ADJ:LIQUID:vino de tomate cherry]
ja: [STATE_NAME_ADJ:LIQUID:トマティーヨのワイン]
ko: [STATE_NAME_ADJ:LIQUID:토마틸로 와인]
ru: [STATE_NAME_ADJ:LIQUID:вино из физалиса]
tr: [STATE_NAME_ADJ:LIQUID:tomatillo şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu cà dại]
zh_hans: [STATE_NAME_ADJ:LIQUID:绿番茄酒]

# PLANT:TOMATILLO
source: [STATE_NAME_ADJ:GAS:boiling tomatillo wine]
cs: [STATE_NAME_ADJ:GAS:vroucí tomatillové víno]
de: [STATE_NAME_ADJ:GAS:kochender Tomatillo-Wein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el fizalido]
es: [STATE_NAME_ADJ:GAS:vino hirviendo de tomate cherry]
ja: [STATE_NAME_ADJ:GAS:蒸気化したトマティーヨのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 토마틸로 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее вино из физалиса]
tr: [STATE_NAME_ADJ:GAS:kaynayan tomatillo şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu cà dại đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的绿番茄酒]

# PLANT:TOMATILLO
source: [SEED:tomatillo seed:tomatillo seeds:]
cs: [SEED:semeno tomatilla:semena tomatilla:]
de: [SEED:Tomatillo-Samen:Tomatillo-Samen:]
eo: [SEED:semo de fizalido:semoj de fizalido:]
es: [SEED:semilla de tomate cherry:semillas de tomate cherry:]
ja: [SEED:トマティーヨの種:トマティーヨの種:]
ko: [SEED:토마티요 씨:토마티요 씨앗:]
ru: [SEED:семя физалиса:семена физалиса:]
tr: [SEED:tomatillo tohumu:tomatillo tohumları:]
vi: [SEED:Hạt giống cà dại:Hạt giống cà dại:]
zh_hans: [SEED:绿番茄种子:绿番茄种子:]

# PLANT:TOMATILLO
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:TOMATILLO
source: [GROWTH_NAME:tomatillo leaf:tomatillo leaves]
cs: [GROWTH_NAME:list tomatilla:listy tomatilla]
de: [GROWTH_NAME:Tomatillo-Blatt:Tomatillo-Blätter]
eo: [GROWTH_NAME:folio de fizalido:folioj de fizalido]
es: [GROWTH_NAME:hoja de tomate cherry:hojas de tomate cherry]
ja: [GROWTH_NAME:トマティーヨの葉:トマティーヨの葉]
ko: [GROWTH_NAME:토마티요 잎:토마티요 잎들]
ru: [GROWTH_NAME:лист физалиса:листья физалиса]
tr: [GROWTH_NAME:tomatillo yaprağı:tomatillo yaprakları]
vi: [GROWTH_NAME:Lá cà dại:Lá cà dại]
zh_hans: [GROWTH_NAME:绿番茄叶:绿番茄叶]

# PLANT:TOMATILLO
source: [GROWTH_NAME:tomatillo flower:STP]
cs: [GROWTH_NAME:květ tomatilla:STP]
de: [GROWTH_NAME:Tomatillo-Blüte:STP]
eo: [GROWTH_NAME:floro de fizalido:floroj de fizalido]
es: [GROWTH_NAME:flor de tomate cherry:STP]
ja: [GROWTH_NAME:トマティーヨの花:STP]
ko: [GROWTH_NAME:토마티요 꽃:STP]
ru: [GROWTH_NAME:цветок физалиса:цветы физалиса]
tr: [GROWTH_NAME:tomatillo çiçeği:STP]
zh_hans: [GROWTH_NAME:绿番茄花:STP]

# PLANT:TURNIP
source: [NAME:turnip plant]
cs: [NAME:tuřín]
de: [NAME:Rübenpflanze]
eo: [NAME:rapo]
es: [NAME:planta de nabo]
ja: [NAME:カブ]
ko: [NAME:순무]
ru: [NAME:турнепс]
tr: [NAME:şalgam bitkisi]
vi: [NAME:Cây củ cải tròn]
zh_hans: [NAME:芜菁植株]

# PLANT:TURNIP
source: [NAME_PLURAL:turnip plants]
cs: [NAME_PLURAL:tuříny]
de: [NAME_PLURAL:Rübenpflanzen]
eo: [NAME_PLURAL:rapoj]
es: [NAME_PLURAL:plantas de nabos]
ja: [NAME_PLURAL:カブ]
ko: [NAME_PLURAL:순무들]
ru: [NAME_PLURAL:турнепс]
tr: [NAME_PLURAL:şalgam bitkileri]
vi: [NAME_PLURAL:Cây củ cải tròn]
zh_hans: [NAME_PLURAL:芜菁植株]

# PLANT:TURNIP
source: [ADJ:turnip plant]
cs: [ADJ:tuřín]
de: [ADJ:Steckrübenpflanze]
eo: [ADJ:de rapo]
es: [ADJ:planta de nabo]
ja: [ADJ:カブ]
ko: [ADJ:순무]
ru: [ADJ:турнепс]
tr: [ADJ:şalgam bitkisi]
vi: [ADJ:Cây củ cải tròn]
zh_hans: [ADJ:芜菁植株的]

# PLANT:TURNIP
source: [STATE_NAME_ADJ:ALL_SOLID:frozen turnip wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé tuřínové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:Gefrorener Rübenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el rapo]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de nabo congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったカブのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 순무 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное турнепсовое вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş şalgam şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu củ cải tròn đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的芜菁酒]

# PLANT:TURNIP
source: [STATE_NAME_ADJ:LIQUID:turnip wine]
cs: [STATE_NAME_ADJ:LIQUID:tuřínové víno]
de: [STATE_NAME_ADJ:LIQUID:Rübenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el rapo]
es: [STATE_NAME_ADJ:LIQUID:vino de nabo]
ja: [STATE_NAME_ADJ:LIQUID:カブのワイン]
ko: [STATE_NAME_ADJ:LIQUID:순무 와인]
ru: [STATE_NAME_ADJ:LIQUID:турнепсовое вино]
tr: [STATE_NAME_ADJ:LIQUID:şalgam şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu củ cải tròn]
zh_hans: [STATE_NAME_ADJ:LIQUID:芜菁酒]

# PLANT:TURNIP
source: [STATE_NAME_ADJ:GAS:boiling turnip wine]
cs: [STATE_NAME_ADJ:GAS:vroucí tuřínové víno]
de: [STATE_NAME_ADJ:GAS:kochender Rübenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el rapo]
es: [STATE_NAME_ADJ:GAS:vino de nabo hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したカブのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 순무 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее турнепсовое вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan şalgam şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu củ cải tròn đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的芜菁酒]

# PLANT:TURNIP
source: [SEED:turnip seed:turnip seeds:]
cs: [SEED:tuřínové semeno:tuřínová semena:]
de: [SEED:Rübensamen:Rübensamen:]
eo: [SEED:semo de rapo:semoj de rapo:]
es: [SEED:semilla de uva:semillas de nabo:]
ja: [SEED:カブの種:カブの種:]
ko: [SEED:순무 씨:순무 씨들:]
ru: [SEED:семя турнепса:семена турнепса:]
tr: [SEED:şalgam tohumu:şalgam tohumları:]
vi: [SEED:Hạt giống củ cải tròn:Hạt giống củ cải tròn:]
zh_hans: [SEED:芜菁种子:芜菁种子:]

# PLANT:TURNIP
source: [PREFSTRING:edible roots]
cs: [PREFSTRING:jedlými kořeny]
de: [PREFSTRING:essbare Wurzeln]
eo: [PREFSTRING:manĝeblaj radikoj]
es: [PREFSTRING:raíces comestibles]
ja: [PREFSTRING:食用根]
ko: [PREFSTRING:먹을 수 있는 뿌리들]
ru: [PREFSTRING:съедобные корни]
tr: [PREFSTRING:yenebilir kökleri]
vi: [PREFSTRING:củ ăn được]
zh_hans: [PREFSTRING:可食用的根茎]

# PLANT:TURNIP
source: [GROWTH_NAME:turnip leaf:turnip leaves]
cs: [GROWTH_NAME:list tuřínu:listy tuřínu]
de: [GROWTH_NAME:Steckrübenblatt:Steckrübenblätter]
eo: [GROWTH_NAME:folio de rapo:folioj de rapo]
es: [GROWTH_NAME:hoja de nabo:hojas de nabos]
ja: [GROWTH_NAME:カブの葉:カブの葉]
ko: [GROWTH_NAME:순무 잎:순무 잎들]
ru: [GROWTH_NAME:лист турнепса:листья турнепса]
tr: [GROWTH_NAME:şalgam yaprağı:şalgam yaprakları]
vi: [GROWTH_NAME:Lá củ cải tròn:Lá củ cải tròn]
zh_hans: [GROWTH_NAME:芜菁叶:芜菁叶]

# PLANT:TURNIP
source: [GROWTH_NAME:turnip flower:STP]
cs: [GROWTH_NAME:květ tuřínu:STP]
de: [GROWTH_NAME:Rübenblüte:STP]
eo: [GROWTH_NAME:floro de rapo:floroj de rapo]
es: [GROWTH_NAME:flor de nabo:STP]
ja: [GROWTH_NAME:カブの花:STP]
ko: [GROWTH_NAME:순무 꽃:STP]
ru: [GROWTH_NAME:цветок турнепса:цветы турнепса]
tr: [GROWTH_NAME:şalgam çiçeği:STP]
zh_hans: [GROWTH_NAME:芜菁花:STP]

# PLANT:URAD_BEAN
source: [NAME:urad bean plant]
cs: [NAME:rostlina urad fazole]
de: [NAME:Linsenbohne Pflanze]
eo: [NAME:lentvigno]
es: [NAME:planta de lenteja negra]
ja: [NAME:ブラックマッペもやし豆]
ko: [NAME:우라드콩]
ru: [NAME:урд]
tr: [NAME:urad fasulyesi bitkisi]
vi: [NAME:Cây đậu đen urad]
zh_hans: [NAME:尤拉德黑豆植株]

# PLANT:URAD_BEAN
source: [NAME_PLURAL:urad bean plants]
cs: [NAME_PLURAL:rostliny urad fazole]
de: [NAME_PLURAL:Linsenbohne Pflanzen]
eo: [NAME_PLURAL:lentvignoj]
es: [NAME_PLURAL:plantas de lenteja negra]
ja: [NAME_PLURAL:ブラックマッペもやし豆]
ko: [NAME_PLURAL:우라드콩들]
ru: [NAME_PLURAL:урд]
tr: [NAME_PLURAL:urad fasulyesi bitkileri]
vi: [NAME_PLURAL:Cây đậu đen urad]
zh_hans: [NAME_PLURAL:尤拉德黑豆植株]

# PLANT:URAD_BEAN
source: [ADJ:urad bean plant]
cs: [ADJ:rostlina urad fazole]
de: [ADJ:Linsenbohne Pflanze]
eo: [ADJ:de lentvigno]
es: [ADJ:de planta de lenteja negra]
ja: [ADJ:ブラックマッペもやし豆]
ko: [ADJ:우라드콩]
ru: [ADJ:урда]
tr: [ADJ:urad fasulyesi bitkisi]
vi: [ADJ:Cây đậu đen urad]
zh_hans: [ADJ:尤拉德黑豆植株的]

# PLANT:URAD_BEAN
source: [SEED:urad bean:urad beans:]
cs: [SEED:semeno urad:semena urad:]
de: [SEED:Linsenbohne:Linsenbohnen:]
eo: [SEED:grajno de lentvigno:grajnoj de lentvigno:]
es: [SEED:lenteja negra:lentejas negra:]
ja: [SEED:ブラックマッペもやし豆:ブラックマッペもやし豆:]
ko: [SEED:우라드콩:우라드콩들:]
ru: [SEED:урд:урды:]
tr: [SEED:urad fasulyesi:urad fasulyeleri:]
vi: [SEED:Đậu đen urad:Đậu đen urad:]
zh_hans: [SEED:尤拉德黑豆:尤拉德黑豆:]

# PLANT:URAD_BEAN
source: [PREFSTRING:pods]
cs: [PREFSTRING:luskami]
de: [PREFSTRING:Früchte]
eo: [PREFSTRING:guŝoj]
es: [PREFSTRING:vainas]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:깍지]
ru: [PREFSTRING:стручки]
tr: [PREFSTRING:baklaları]
vi: [PREFSTRING:quả]
zh_hans: [PREFSTRING:豆荚]

# PLANT:URAD_BEAN
source: [GROWTH_NAME:urad bean leaf:urad bean leaves]
cs: [GROWTH_NAME:list urad:listy urad]
de: [GROWTH_NAME:Linsenbohne Blatt:Linsenbohnen Blätter]
eo: [GROWTH_NAME:folio de lentvigno:folioj de lentvigno]
es: [GROWTH_NAME:hoja de lenteja negra:hojas de lenteja negra]
ja: [GROWTH_NAME:ブラックマッペもやし豆の葉:ブラックマッペもやし豆の葉]
ko: [GROWTH_NAME:우라드콩 잎:우라드콩 잎들]
ru: [GROWTH_NAME:лист урда:листья урда]
tr: [GROWTH_NAME:urad fasulyesi yaprağı:urad fasulyesi yaprakları]
vi: [GROWTH_NAME:Lá đậu đen urad:Lá đậu đen urad]
zh_hans: [GROWTH_NAME:尤拉德黑豆叶:尤拉德黑豆叶]

# PLANT:URAD_BEAN
source: [GROWTH_NAME:urad bean flower:STP]
cs: [GROWTH_NAME:květ urad:STP]
de: [GROWTH_NAME:Linsenbohne Blüte:STP]
eo: [GROWTH_NAME:floro de lentvigno:floroj de lentvigno]
es: [GROWTH_NAME:flor de lenteja negra:STP]
ja: [GROWTH_NAME:ブラックマッペもやし豆の花:STP]
ko: [GROWTH_NAME:우라드콩 꽃:STP]
ru: [GROWTH_NAME:цветок урда:цветы урда]
tr: [GROWTH_NAME:urad fasulyesi çiçeği:STP]
zh_hans: [GROWTH_NAME:尤拉德黑豆花:STP]

# PLANT:URAD_BEAN
source: [GROWTH_NAME:urad bean pod:STP]
cs: [GROWTH_NAME:lusk urad:STP]
de: [GROWTH_NAME:Linsenbohne Schotte:STP]
eo: [GROWTH_NAME:guŝo de lentvigno:guŝoj de lentvigno]
es: [GROWTH_NAME:vaina de lenteja negra:STP]
ja: [GROWTH_NAME:ブラックマッペもやし豆 pod:STP]
ko: [GROWTH_NAME:우라드콩 꼬투리:STP]
ru: [GROWTH_NAME:стручок урда:стручки урда]
tr: [GROWTH_NAME:urad fasulyesi baklası:STP]
zh_hans: [GROWTH_NAME:尤拉德黑豆豆荚:STP]

# PLANT:WATERMELON
source: [NAME:watermelon vine]
cs: [NAME:vodní meloun]
de: [NAME:Wassermelonenstrauch]
eo: [NAME:vegetalo de akvomelono]
es: [NAME:cepa de sandía]
ja: [NAME:スイカのつる]
ko: [NAME:수박 넝쿨]
ru: [NAME:побег арбуза]
tr: [NAME:karpuz asması]
vi: [NAME:Dây dưa hấu]
zh_hans: [NAME:西瓜藤]

# PLANT:WATERMELON
source: [NAME_PLURAL:watermelon vines]
cs: [NAME_PLURAL:vodní melouny]
de: [NAME_PLURAL:Wassermelonensträucher]
eo: [NAME_PLURAL:vegetaloj de akvomelonoj]
es: [NAME_PLURAL:cepa de sandía]
ja: [NAME_PLURAL:スイカのつる]
ko: [NAME_PLURAL:수박 넝쿨들]
ru: [NAME_PLURAL:побеги арбуза]
tr: [NAME_PLURAL:karpuz asmaları]
vi: [NAME_PLURAL:Dây dưa hấu]
zh_hans: [NAME_PLURAL:西瓜藤]

# PLANT:WATERMELON
source: [ADJ:watermelon vine]
cs: [ADJ:vodní meloun]
de: [ADJ:Wassermelonenstrauch]
eo: [ADJ:de vegetalo de akvomelono]
es: [ADJ:de cepas de sandía]
ja: [ADJ:スイカのつる]
ko: [ADJ:수박 넝쿨]
ru: [ADJ:побег арбуза]
tr: [ADJ:karpuz asması]
vi: [ADJ:Dây dưa hấu]
zh_hans: [ADJ:西瓜藤的]

# PLANT:WATERMELON
source: [SEED:watermelon seed:watermelon seeds:]
cs: [SEED:melounové semínko:melounová semínka:]
de: [SEED:Wassermelonensamen:Wassermelonensamen:]
eo: [SEED:semo de akvomelono:semoj de akvomelono:]
es: [SEED:semilla de sandía:semillas de sandía:]
ja: [SEED:スイカの種:スイカの種:]
ko: [SEED:수박 씨앗:수박 씨앗들:]
ru: [SEED:семя арбуза:семена арбуза:]
tr: [SEED:karpuz tohumu:karpuz tohumları:]
vi: [SEED:hạt dưa hấu:hạt dưa hấu:]
zh_hans: [SEED:西瓜种子:西瓜种子:]

# PLANT:WATERMELON
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:WATERMELON
source: [GROWTH_NAME:watermelon leaf:watermelon leaves]
cs: [GROWTH_NAME:list melounu:listy melounu]
de: [GROWTH_NAME:Wassermelonenblatt:Wassermelonenblätter]
eo: [GROWTH_NAME:folio de akvomelono:folioj de akvomelono]
es: [GROWTH_NAME:hoja de sandía:hojas de sandía]
ja: [GROWTH_NAME:スイカの葉:スイカの葉]
ko: [GROWTH_NAME:수박 잎:수박 잎들]
ru: [GROWTH_NAME:лист арбуза:листья арбуза]
tr: [GROWTH_NAME:karpuz yaprağı:karpuz yaprakları]
vi: [GROWTH_NAME:lá dưa hấu:lá dưa hấu]
zh_hans: [GROWTH_NAME:西瓜叶:西瓜叶]

# PLANT:WATERMELON
source: [GROWTH_NAME:watermelon flower:STP]
cs: [GROWTH_NAME:květ melounu:STP]
de: [GROWTH_NAME:Wassermelonenblüte:STP]
eo: [GROWTH_NAME:floro de akvomelono:floroj de akvomelono]
es: [GROWTH_NAME:flor de sandía:STP]
ja: [GROWTH_NAME:スイカの花:STP]
ko: [GROWTH_NAME:수박 꽃:STP]
ru: [GROWTH_NAME:цветок арбуза:цветы арбуза]
tr: [GROWTH_NAME:karpuz çiçeği:STP]
zh_hans: [GROWTH_NAME:西瓜花:STP]

# PLANT:WATERMELON
source: [GROWTH_NAME:watermelon:STP]
cs: [GROWTH_NAME:meloun:STP]
de: [GROWTH_NAME:Wassermelone:STP]
eo: [GROWTH_NAME:akvomelono:akvomelonoj]
es: [GROWTH_NAME:sandía:STP]
ja: [GROWTH_NAME:スイカ:STP]
ko: [GROWTH_NAME:수박:STP]
ru: [GROWTH_NAME:арбуз:арбузы]
tr: [GROWTH_NAME:karpuz:STP]
zh_hans: [GROWTH_NAME:西瓜:STP]

# PLANT:WINTER_MELON
source: [NAME:winter melon vine]
cs: [NAME:zimní melounová úponka]
de: [NAME:Wintermelonenstrauch]
eo: [NAME:vegetalo de vintra melono]
es: [NAME:cepa de melón invernal]
ja: [NAME:冬瓜のつる]
ko: [NAME:겨울호박 넝쿨]
ru: [NAME:побег восковой тыквы]
tr: [NAME:kış kavunu asması]
vi: [NAME:dây bí đao]
zh_hans: [NAME:冬瓜藤]

# PLANT:WINTER_MELON
source: [NAME_PLURAL:winter melon vines]
cs: [NAME_PLURAL:zimní melounové úponky]
de: [NAME_PLURAL:Wintermelonensträucher]
eo: [NAME_PLURAL:vegetaloj de vintra melono]
es: [NAME_PLURAL:cepas de melón invernal]
ja: [NAME_PLURAL:冬瓜のつる]
ko: [NAME_PLURAL:겨울호박 넝쿨들]
ru: [NAME_PLURAL:побеги восковой тыквы]
tr: [NAME_PLURAL:kış kavunu asmaları]
vi: [NAME_PLURAL:dây bí đao]
zh_hans: [NAME_PLURAL:冬瓜藤]

# PLANT:WINTER_MELON
source: [ADJ:winter melon vine]
cs: [ADJ:zimní melounová úponka]
de: [ADJ:Wintermelonenstrauch]
eo: [ADJ:de vintra melono]
es: [ADJ:de cepa de melón invernal]
ja: [ADJ:冬瓜のつる]
ko: [ADJ:겨울호박 넝쿨]
ru: [ADJ:побег восковой тыквы]
tr: [ADJ:kış kavunu asması]
vi: [ADJ:dây bí đao]
zh_hans: [ADJ:冬瓜藤的]

# PLANT:WINTER_MELON
source: [SEED:winter melon seed:winter melon seeds:]
cs: [SEED:semeno zimního melounu:semena zimního melounu:]
de: [SEED:Wintermelonensamen:Wintermelonensamen:]
eo: [SEED:semo de vintra melono:semoj de vintra melono:]
es: [SEED:semilla de melón invernal:semillas de melón invernal:]
ja: [SEED:冬瓜の種:冬瓜の種:]
ko: [SEED:겨울호박 씨:겨울호박 씨들]
ru: [SEED:семя восковой тыквы:семена восковой тыквы:]
tr: [SEED:kış kavunu tohumu:kış kavunu tohumları:]
vi: [SEED:hạt bí đao:hạt bí đao:]
zh_hans: [SEED:冬瓜种子:冬瓜种子:]

# PLANT:WINTER_MELON
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:WINTER_MELON
source: [GROWTH_NAME:winter melon leaf:winter melon leaves]
cs: [GROWTH_NAME:list zimního melounu:listy zimního melounu]
de: [GROWTH_NAME:Wintermelonenblatt:Wintermelonenblätter]
eo: [GROWTH_NAME:folio de vintra melono:folioj de vintra melono]
es: [GROWTH_NAME:hoja de melón invernal:hojas de melón invernal]
ja: [GROWTH_NAME:冬瓜の葉:冬瓜の葉]
ko: [GROWTH_NAME:겨울호박 씨:겨울호박 씨들]
ru: [GROWTH_NAME:лист восковой тыквы:листья восковой тыквы]
tr: [GROWTH_NAME:kış kavunu yaprağı:kış kavunu yaprakları]
vi: [GROWTH_NAME:lá bí đao:lá bí đao]
zh_hans: [GROWTH_NAME:冬瓜叶:冬瓜叶]

# PLANT:WINTER_MELON
source: [GROWTH_NAME:winter melon flower:STP]
cs: [GROWTH_NAME:květ zimního melounu:STP]
de: [GROWTH_NAME:Wintermelonenblüte:STP]
eo: [GROWTH_NAME:floro de vintra melono:floroj de vintra melono]
es: [GROWTH_NAME:flor de melón invernal:STP]
ja: [GROWTH_NAME:冬瓜の花:STP]
ko: [GROWTH_NAME:겨울호박 꽃:STP]
ru: [GROWTH_NAME:цветок восковой тыквы:цветы восковой тыквы]
tr: [GROWTH_NAME:kış kavunu çiçeği:STP]
zh_hans: [GROWTH_NAME:冬瓜花:STP]

# PLANT:WINTER_MELON
source: [GROWTH_NAME:winter melon:STP]
cs: [GROWTH_NAME:zimní meloun:STP]
de: [GROWTH_NAME:Wintermelone:STP]
eo: [GROWTH_NAME:vintra melono:vintraj melonoj]
es: [GROWTH_NAME:melón invernal:STP]
ja: [GROWTH_NAME:冬瓜:STP]
ko: [GROWTH_NAME:겨울호박:STP]
ru: [GROWTH_NAME:восковая тыква:восковые тыквы]
tr: [GROWTH_NAME:kış kavunu:STP]
zh_hans: [GROWTH_NAME:冬瓜:STP]

# PLANT:LESSER_YAM
source: [NAME:lesser yam plant]
cs: [NAME:rostlina malého jamu]
de: [NAME:Kleine Yamspflanze]
eo: [NAME:dioskoreeto]
es: [NAME:planta de ñame]
ja: [NAME:針芋]
ko: [NAME:작은 참마]
ru: [NAME:малый батат]
tr: [NAME:küçük yam bitkisi]
vi: [NAME:cây khoai từ]
zh_hans: [NAME:小山药]

# PLANT:LESSER_YAM
source: [NAME_PLURAL:lesser yam plants]
cs: [NAME_PLURAL:rostliny malého jamu]
de: [NAME_PLURAL:Kleine Yamspflanzen]
eo: [NAME_PLURAL:dioskoreetoj]
es: [NAME_PLURAL:plantas de ñame]
ja: [NAME_PLURAL:針芋]
ko: [NAME_PLURAL:작은 참마들]
ru: [NAME_PLURAL:малый батат]
tr: [NAME_PLURAL:küçük yam bitkileri]
vi: [NAME_PLURAL:cây khoai từ]
zh_hans: [NAME_PLURAL:小山药]

# PLANT:LESSER_YAM
source: [ADJ:lesser yam plant]
cs: [ADJ:rostlina malého jamu]
de: [ADJ:Kleine Yamspflanze]
eo: [ADJ:de dioskoreeto]
es: [ADJ:de plantas de ñame]
ja: [ADJ:針芋]
ko: [ADJ:작은 참마]
ru: [ADJ:малый батат]
tr: [ADJ:küçük yam bitkisi]
vi: [ADJ:cây khoai từ]
zh_hans: [ADJ:小山药的]

# PLANT:LESSER_YAM
source: [SEED:lesser yam seed:lesser yam seeds:]
cs: [SEED:semeno malého jamu:semena malého jamu:]
de: [SEED:Samen der Kleinen Yamswurzel:Samen der Kleinen Yamswurzel:]
eo: [SEED:semo de dioskoreeto:semoj de dioskoreeto:]
es: [SEED:semilla de de ñame:semillas de de ñame:]
ja: [SEED:針芋の種:針芋の種:]
ko: [SEED:작은 참마 씨:작은 참마 씨들:]
ru: [SEED:семя малого батата:семена малого батата:]
tr: [SEED:küçük yam tohumu:küçük yam tohumları:]
vi: [SEED:hạt khoai từ:hạt khoai từ:]
zh_hans: [SEED:小山药种子:小山药种子:]

# PLANT:LESSER_YAM
source: [PREFSTRING:tubers]
cs: [PREFSTRING:hlízami]
de: [PREFSTRING:Knollen]
eo: [PREFSTRING:tuberoj]
es: [PREFSTRING:tubérculos]
ja: [PREFSTRING:芋]
ko: [PREFSTRING:덩이줄기들]
ru: [PREFSTRING:клубни]
tr: [PREFSTRING:yumruları]
vi: [PREFSTRING:củ]
zh_hans: [PREFSTRING:地根]

# PLANT:LESSER_YAM
source: [GROWTH_NAME:lesser yam leaf:lesser yam leaves]
cs: [GROWTH_NAME:list malého jamu:listy malého jamu]
de: [GROWTH_NAME:Kleines Yamswurzelblatt:Kleine Yamswurzelblätter]
eo: [GROWTH_NAME:folio de dioskoreeto:folioj de dioskoreeto]
es: [GROWTH_NAME:hoja de de ñame:hojas de de ñame]
ja: [GROWTH_NAME:針芋の葉:針芋の葉]
ko: [GROWTH_NAME:작은 참마 잎:작은 참마 잎들]
ru: [GROWTH_NAME:лист малого батата:листья малого батата]
tr: [GROWTH_NAME:küçük yam yaprağı:küçük yam yaprakları]
vi: [GROWTH_NAME:lá khoai từ:lá khoai từ]
zh_hans: [GROWTH_NAME:小山药叶:小山药叶]

# PLANT:LESSER_YAM
source: [GROWTH_NAME:lesser yam flower:STP]
cs: [GROWTH_NAME:květ malého jamu:STP]
de: [GROWTH_NAME:Kleine Yamswurzel Blüte:STP]
eo: [GROWTH_NAME:floro de dioskoreeto:floroj de dioskoreeto]
es: [GROWTH_NAME:flor de ñame:STP]
ja: [GROWTH_NAME:針芋の花:STP]
ko: [GROWTH_NAME:작은 참마 꽃:STP]
ru: [GROWTH_NAME:цветок малого батата:цветы малого батата]
tr: [GROWTH_NAME:küçük yam çiçeği:STP]
zh_hans: [GROWTH_NAME:小山药花:STP]

# PLANT:LONG_YAM
source: [NAME:long yam plant]
cs: [NAME:rostlina dlouhého jamu]
de: [NAME:lange Yamspflanze]
eo: [NAME:jamaimo]
es: [NAME:planta de ñame grande]
ja: [NAME:長芋]
ko: [NAME:긴 참마]
ru: [NAME:большой батат]
tr: [NAME:uzun yam bitkisi]
vi: [NAME:cây khoai mỡ dài]
zh_hans: [NAME:长山药]

# PLANT:LONG_YAM
source: [NAME_PLURAL:long yam plants]
cs: [NAME_PLURAL:rostliny dlouhého jamu]
de: [NAME_PLURAL:lange Yamspflanzen]
eo: [NAME_PLURAL:jamaimoj]
es: [NAME_PLURAL:plantas de ñame grande]
ja: [NAME_PLURAL:長芋]
ko: [NAME_PLURAL:긴 참마들]
ru: [NAME_PLURAL:большой батат]
tr: [NAME_PLURAL:uzun yam bitkileri]
vi: [NAME_PLURAL:cây khoai mỡ dài]
zh_hans: [NAME_PLURAL:长山药]

# PLANT:LONG_YAM
source: [ADJ:long yam plant]
cs: [ADJ:rostlina dlouhého jamu]
de: [ADJ:lange Yamspflanze]
eo: [ADJ:de jamaimo]
es: [ADJ:de planta de ñame grande]
ja: [ADJ:長芋]
ko: [ADJ:긴 참마]
ru: [ADJ:большой батат]
tr: [ADJ:uzun yam bitkisi]
vi: [ADJ:cây khoai mỡ dài]
zh_hans: [ADJ:长山药的]

# PLANT:LONG_YAM
source: [SEED:long yam seed:long yam seeds:]
cs: [SEED:semeno dlouhého jamu:semena dlouhého jamu:]
de: [SEED:Samen der langen Yamswurzel:Samen der langen Yamswurzel:]
eo: [SEED:semo de jamaimo:semoj de jamaimo:]
es: [SEED:semilla de ñame grande:semillas de ñame grande:]
ja: [SEED:長芋の種:長芋の種:]
ko: [SEED:긴 참마 씨:긴 참마 씨들:]
ru: [SEED:семя большого батата:семена большого батата:]
tr: [SEED:uzun yam tohumu:uzun yam tohumları:]
vi: [SEED:hạt khoai mỡ dài:hạt khoai mỡ dài:]
zh_hans: [SEED:长山药种子:长山药种子:]

# PLANT:LONG_YAM
source: [PREFSTRING:tubers]
cs: [PREFSTRING:hlízami]
de: [PREFSTRING:Knollen]
eo: [PREFSTRING:tuberoj]
es: [PREFSTRING:tubérculos]
ja: [PREFSTRING:芋]
ko: [PREFSTRING:덩이줄기들]
ru: [PREFSTRING:клубни]
tr: [PREFSTRING:yumruları]
vi: [PREFSTRING:củ]
zh_hans: [PREFSTRING:地根]

# PLANT:LONG_YAM
source: [GROWTH_NAME:long yam leaf:long yam leaves]
cs: [GROWTH_NAME:list dlouhého jamu:listy dlouhého jamu]
de: [GROWTH_NAME:Langes Yamswurzelblatt:lange Yamswurzelblätter]
eo: [GROWTH_NAME:folio de jamaimo:folioj de jamaimo]
es: [GROWTH_NAME:hoja de ñame grande:hojas de ñame grande]
ja: [GROWTH_NAME:長芋の葉:長芋の葉]
ko: [GROWTH_NAME:긴 참마 잎:긴 참마 잎들]
ru: [GROWTH_NAME:лист большого батата:листья большого батата]
tr: [GROWTH_NAME:uzun yam yaprağı:uzun yam yaprakları]
vi: [GROWTH_NAME:lá khoai mỡ dài:lá khoai mỡ dài]
zh_hans: [GROWTH_NAME:长山药叶:长山药叶]

# PLANT:LONG_YAM
source: [GROWTH_NAME:long yam flower:STP]
cs: [GROWTH_NAME:květ dlouhého jamu:STP]
de: [GROWTH_NAME:Lange Yamswurzel Blume:STP]
eo: [GROWTH_NAME:floro de jamaimo:floroj de jamaimo]
es: [GROWTH_NAME:flor de ñame grande:STP]
ja: [GROWTH_NAME:長芋の花:STP]
ko: [GROWTH_NAME:긴 참마 꽃:STP]
ru: [GROWTH_NAME:цветок большого батата:цветы большого батата]
tr: [GROWTH_NAME:uzun yam çiçeği:STP]
zh_hans: [GROWTH_NAME:长山药花:STP]

# PLANT:PURPLE_YAM
source: [NAME:purple yam plant]
cs: [NAME:rostlina fialového jamu]
de: [NAME:Rote-Bete-Pflanze]
eo: [NAME:ube-ignamo]
es: [NAME:planta de ñame púrpura]
ja: [NAME:紫ヤムイモ]
ko: [NAME:자주색 참마]
ru: [NAME:пурпурный батат]
tr: [NAME:mor yam bitkisi]
vi: [NAME:cây khoai mỡ tím]
zh_hans: [NAME:紫薯]

# PLANT:PURPLE_YAM
source: [NAME_PLURAL:purple yam plants]
cs: [NAME_PLURAL:rostliny fialového jamu]
de: [NAME_PLURAL:Rote-Bete-Pflanzen]
eo: [NAME_PLURAL:ube-ignamoj]
es: [NAME_PLURAL:plantas de ñame púrpura]
ja: [NAME_PLURAL:紫ヤムイモ]
ko: [NAME_PLURAL:자주색 참마들]
ru: [NAME_PLURAL:пурпурный батат]
tr: [NAME_PLURAL:mor yam bitkileri]
vi: [NAME_PLURAL:cây khoai mỡ tím]
zh_hans: [NAME_PLURAL:紫薯]

# PLANT:PURPLE_YAM
source: [ADJ:purple yam plant]
cs: [ADJ:rostlina fialového jamu]
de: [ADJ:Rote-Bete-Pflanze]
eo: [ADJ:de ube-ignamo]
es: [ADJ:de plantas de ñame púrpura]
ja: [ADJ:紫ヤムイモ]
ko: [ADJ:자주색 참마]
ru: [ADJ:пурпурный батат]
tr: [ADJ:mor yam bitkisi]
vi: [ADJ:cây khoai mỡ tím]
zh_hans: [ADJ:紫薯的]

# PLANT:PURPLE_YAM
source: [SEED:purple yam seed:purple yam seeds:]
cs: [SEED:semeno fialového jamu:semena fialového jamu:]
de: [SEED:Samen der Purpurnen Yamswurzel:Samen der Purpurnen Yamswurzel:]
eo: [SEED:semo de ube-ignamo:semoj de ube-ignamo:]
es: [SEED:semilla de ñame púrpura:semillas de ñame púrpura:]
ja: [SEED:紫ヤムイモの種:紫ヤムイモの種:]
ko: [SEED:자주색참마 씨:자주색 참마 씨들:]
ru: [SEED:семя пурпурного батата:семена пурпурного батата:]
tr: [SEED:mor yam tohumu:mor yam tohumları:]
vi: [SEED:hạt khoai mỡ tím:hạt khoai mỡ tím:]
zh_hans: [SEED:紫薯种子:紫薯种子:]
