Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:HONEY BADGER
source: [GENERAL_CHILD_NAME:honey badger cub:honey badger cubs]
cs: [GENERAL_CHILD_NAME:mládě medojeda:mláďata medojedů]
de: [GENERAL_CHILD_NAME:Honigdachs-Welpen:Honigdachs-Welpen]
eo: [GENERAL_CHILD_NAME:dukolora mielvorulido:dukoloraj mielvorulidoj]
es: [GENERAL_CHILD_NAME:cachorro de tejón de la miel:cachorros de tejónes de la miel]
ja: [GENERAL_CHILD_NAME:ラーテルの子供:ラーテルの子供の]
ko: [GENERAL_CHILD_NAME:새끼 벌꿀오소리:새끼 벌꿀오소리들]
pl: [GENERAL_CHILD_NAME:młody miodożera:młode miodożera]
ru: [GENERAL_CHILD_NAME:барсучонок-медоед:барсучата-медоеды]
tr: [GENERAL_CHILD_NAME:yavru bal porsuğu:yavru bal porsukları]
vi: [GENERAL_CHILD_NAME:lửng mật con:lửng mật con]
zh_hans: [GENERAL_CHILD_NAME:蜜獾幼崽:蜜獾幼崽]

# CREATURE:HONEY BADGER
source: [PREFSTRING:tenacity]
cs: [PREFSTRING:houževnatostí]
de: [PREFSTRING:Zähigkeit]
eo: [PREFSTRING:persistenco]
es: [PREFSTRING:tenacidad]
ja: [PREFSTRING:粘り強い]
ko: [PREFSTRING:끈기]
pl: [PREFSTRING:wytrwałość]
ru: [PREFSTRING:стойкость]
tr: [PREFSTRING:azim]
vi: [PREFSTRING:sự kiên cường]

# CREATURE:HONEY BADGER
source: [PREFSTRING:fearlessness]
cs: [PREFSTRING:nebojácnost]
de: [PREFSTRING:angstlos]
eo: [PREFSTRING:kuraĝeco]
es: [PREFSTRING:intrepidez]
ja: [PREFSTRING:恐れ知らず]
ko: [PREFSTRING:겁없는]
pl: [PREFSTRING:nieustraszoność]
ru: [PREFSTRING:бесстрашие]
tr: [PREFSTRING:korkusuzluk]
vi: [PREFSTRING:sự gan dạ]

# CREATURE:HONEY BADGER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:HONEY BADGER
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:HONEY BADGER
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:HONEY BADGER
source: [TLCM_NOUN:legs:PLURAL]
cs: [TLCM_NOUN:nohy:MNOŽNÉ]
de: [TLCM_NOUN:Beine:PLURAL]
eo: [TLCM_NOUN:gamboj:PLURAL]
es: [TLCM_NOUN:piernas:PLURAL]
ja: [TLCM_NOUN:脚:PLURAL]
ko: [TLCM_NOUN:다리:PLURAL]
pl: [TLCM_NOUN:nogi:PLURAL]
ru: [TLCM_NOUN:лапы:PLURAL]
tr: [TLCM_NOUN:bacaklar:PLURAL]
zh_hans: [TLCM_NOUN:腿部:PLURAL]

# CREATURE:HONEY BADGER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:HONEY BADGER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:HONEY BADGER MAN
source: [CASTE_NAME:honey badger man:honey badger men:honey badger man]
cs: [CASTE_NAME:medojedí muž:medojedí muži:medojedího muže]
de: [CASTE_NAME:Honigdachsmann:Honigdachsmänner:Honigdachsmann]
eo: [CASTE_NAME:hom-dukolor-mielvoruliĉo:hom-dukolor-mielvoruliĉoj:de hom-dukolor-mielvoruliĉo]
es: [CASTE_NAME:hombre tejón de la miel:hombres tejónes de la miel:hombre tejón de la miel]
ja: [CASTE_NAME:ラーテル男:ラーテル男:ラーテル男の]
ko: [CASTE_NAME:남성 벌꿀오소리인간:남성 벌꿀오소리인간들:남성 벌꿀오소리인간]
pl: [CASTE_NAME:miodożeromężczyzna:miodożeromężczyźni:miodożeromężczyzny]
ru: [CASTE_NAME:мужчина-барсук медоед:мужчины-барсуки медоеды:мужчины-барсука медоеда]
tr: [CASTE_NAME:erkek bal porsuğu:erkek bal porsukları:erkek bal porsuğu]
vi: [CASTE_NAME:người lửng mật:người lửng mật:người lửng mật]

# CREATURE:HONEY BADGER MAN
source: [CASTE_NAME:honey badger woman:honey badger women:honey badger woman]
cs: [CASTE_NAME:medojedí žena:medojedí ženy:medojedí ženu]
de: [CASTE_NAME:Honigdachsfrau:Honigdachsfrauen:Honigdachsfrau]
eo: [CASTE_NAME:hom-dukolor-mielvorulino:hom-dukolor-mielvorulinoj:de hom-dukolor-mielvorulino]
es: [CASTE_NAME:mujer tejón de la miel:mujeres tejón de la miel:mujer tejón de la miel]
ja: [CASTE_NAME:ラーテル女:ラーテル女:ラーテル女の]
ko: [CASTE_NAME:여성 벌꿀오소리인간:여성 벌꿀오소리인간들:여성 벌꿀오소리인간]
pl: [CASTE_NAME:miodożerokobieta:miodożerokobiety:miodożerokobiecy]
ru: [CASTE_NAME:женщина-барсук медоед:женщины-барсуки медоеды:женщины-барсука медоеда]
tr: [CASTE_NAME:dişi bal porsuğu:dişi bal porsukları:dişi bal porsuğu]
vi: [CASTE_NAME:phụ nữ lửng mật:phụ nữ lửng mật:phụ nữ lửng mật]

# CREATURE:HONEY BADGER MAN
source: [NAME:honey badger man:honey badger men:honey badger man]
cs: [NAME:medojedí muž:medojedí muži:medojedího muže]
de: [NAME:Honigdachsmann:Honigdachsmänner:Honigdachsmann]
eo: [NAME:hom-dukolor-mielvorulo:hom-dukolor-mielvoruloj:de hom-dukolor-mielvorulo]
es: [NAME:hombre tejón de la miel:hombres tejónes de la miel:hombre tejón de la miel]
ja: [NAME:ラーテル男:ラーテル男:ラーテル男の]
ko: [NAME:벌꿀오소리인간:벌꿀오소리인간들:벌꿀오소리인간]
pl: [NAME:miodożeroczłowiek:miodożeroludzie:miodożeroludzki]
ru: [NAME:человек-барсук медоед:люди-барсуки медоеды:человека-барсука медоеда]
tr: [NAME:erkek bal porsuğu:erkek bal porsukları:erkek bal porsuğu]
vi: [NAME:người lửng mật:người lửng mật:người lửng mật]

# CREATURE:HONEY BADGER MAN
source: [DESCRIPTION:A humanoid with the head and stripes of a honey badger.]
cs: [DESCRIPTION:Humanoid s hlavou a pruhy medojeda.]
de: [DESCRIPTION:Ein Humanoid mit dem Kopf und den Streifen eines Honigdachses.]
eo: [DESCRIPTION:Homsimilulo kun la kapo kaj la strioj de dukolora mielvorulo]
es: [DESCRIPTION:Un humanoide con la cabeza y rayado de un ratel.]
ja: [DESCRIPTION:ラーテルの頭を持つ縞模様の人間だ。]
ko: [DESCRIPTION:벌꿀오소리의 머리와 줄무늬를 가진 인간형태의 생물체.]
pl: [DESCRIPTION:Humanoid z głową i paskami miodożera.]
ru: [DESCRIPTION:Человекоподобное существо с головой и полосками барсука-медоеда.]
tr: [DESCRIPTION:Bal porsuğu başına ve çizgilerine sahip insansı bir fantastik canlı.]
vi: [DESCRIPTION:Một nhân dạng có đầu và sọc vằn của lửng mật.]

# CREATURE:HONEY BADGER, GIANT
source: [NAME:giant honey badger:giant honey badgers:giant honey badger]
cs: [NAME:obří medojed:obří medojedi:obřího medojeda]
de: [NAME:Riesenhonigdachs:Riesenhonigdachse:Riesenhonigdachs]
eo: [NAME:giganta dukolora mielvorulo:gigantaj dukoloraj mielvoruloj:de giganta dukolora mielvorulo]
es: [NAME:tejón gigante de la miel:tejónes gigantes de la miel:tejón gigante de la miel]
ja: [NAME:巨大ラーテル:巨大ラーテル:巨大ラーテルの]
ko: [NAME:거대 벌꿀오소리:거대 벌꿀오소리들:거대 벌꿀오소리]
pl: [NAME:gigantyczny miodożer:gigantyczne miodożery:gigantyczno miodożerowy]
ru: [NAME:гигантский барсук-медоед:гигантские барсуки-медоеды:гигантского барсука-медоеда]
tr: [NAME:dev bal porsuğu:dev bal porsukları:dev bal porsuğu]
vi: [NAME:lửng mật khổng lồ:lửng mật khổng lồ:lửng mật khổng lồ]

# CREATURE:HONEY BADGER, GIANT
source: [CASTE_NAME:giant honey badger:giant honey badgers:giant honey badger]
cs: [CASTE_NAME:obří medojed:obří medojedi:obřího medojeda]
de: [CASTE_NAME:Riesenhonigdachs:Riesenhonigdachse:Riesenhonigdachs]
eo: [CASTE_NAME:giganta dukolora mielvorulo:gigantaj dukoloraj mielvoruloj:de giganta dukolora mielvorulo]
es: [CASTE_NAME:tejón gigante de la miel:tejónes gigantes de la miel:tejón gigante de la miel]
ja: [CASTE_NAME:巨大ラーテル:巨大ラーテル:巨大ラーテルの]
ko: [CASTE_NAME:거대 벌꿀오소리:거대 벌꿀오소리들:거대 벌꿀오소리]
pl: [CASTE_NAME:gigantyczny miodożer:gigantyczne miodożery:gigantyczno miodożerowy]
ru: [CASTE_NAME:гигантский барсук-медоед:гигантские барсуки-медоеды:гигантского барсука-медоеда]
tr: [CASTE_NAME:dev bal porsuğu:dev bal porsukları:dev bal porsuğu]
vi: [CASTE_NAME:lửng mật khổng lồ:lửng mật khổng lồ:lửng mật khổng lồ]

# CREATURE:HONEY BADGER, GIANT
source: [GENERAL_CHILD_NAME:giant honey badger cub:giant honey badger cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího medojeda:mláďata obřích medojedů]
de: [GENERAL_CHILD_NAME:Honigdachs Welpe:Honigdachs Welpen]
eo: [GENERAL_CHILD_NAME:giganta dukolora mielvorulido:gigantoj dukoloraj mielvorulidoj]
es: [GENERAL_CHILD_NAME:cachorro de tejón gigante de la miel:cachorros de tejónes gigantes de la miel]
ja: [GENERAL_CHILD_NAME:巨大ラーテルの子供:巨大ラーテルの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 벌꿀오소리:새끼 거대 벌꿀오소리들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego miodożera:młode gigantycznego miodożera]
ru: [GENERAL_CHILD_NAME:детёныш гигантского барсука-медоеда:детёныши гигантского барсука-медоеда]
tr: [GENERAL_CHILD_NAME:yavru dev bal porsuğu:yavru dev bal porsukları]
vi: [GENERAL_CHILD_NAME:lửng mật con khổng lồ:lửng mật con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨蜜獾幼崽:巨蜜獾幼崽]

# CREATURE:HONEY BADGER, GIANT
source: [DESCRIPTION:A huge monster the shape of a honey badger. It is ferocious in combat.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru medojeda. Je zuřivá v boji.]
de: [DESCRIPTION:Ein riesiges Ungeheuer in Form eines Honigdachses. Es ist wild im Kampf.]
eo: [DESCRIPTION:Grandega monstro kun la formo de dukolora mielvorulo. Ĝi ferocas je batalo.]
es: [DESCRIPTION:Un enorme monstruo con el aspecto de un ratel. Es feroz en combate.]
ja: [DESCRIPTION:ラーテルのような姿をした巨大な怪物だ。非常に獰猛。]
ko: [DESCRIPTION:벌꿀오소리 모양의 거대한 괴물. 그것은 전투에서 맹렬하다.]
pl: [DESCRIPTION:Ogromny potwór w kształcie miodożera. Jest okrutny w walce.]
ru: [DESCRIPTION:Огромный монстр, похожий на барсука-медоеда. Свиреп в бою.]
tr: [DESCRIPTION:Bal porsuğu şeklinde dev bir canavar. Dövüşte vahşidir.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng lửng mật. Nó rất dữ tợn trong chiến đấu.]
zh_hans: [DESCRIPTION:一只巨大的蜜獾怪。在战斗时十分凶猛。]

# CREATURE:HONEY BADGER, GIANT
source: [PREFSTRING:great size]
cs: [PREFSTRING:velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
pl: [PREFSTRING:wielki rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük boyut]
vi: [PREFSTRING:kích thước khổng lồ]

# CREATURE:HONEY BADGER, GIANT
source: [PREFSTRING:underground communities]
cs: [PREFSTRING:podzemní společenství]
de: [PREFSTRING:Untergrundgemeinschaften]
eo: [PREFSTRING:subteraj komunumoj]
es: [PREFSTRING:comunidades subterraneas]
ja: [PREFSTRING:地下の共同体]
ko: [PREFSTRING:지하 커뮤니티]
pl: [PREFSTRING:podziemne wspólnoty]
ru: [PREFSTRING:подземные городища]
tr: [PREFSTRING:yeraltı toplulukları]
vi: [PREFSTRING:các cộng đồng dưới lòng đất]

# CREATURE:HONEY BADGER, GIANT
source: [PREFSTRING:striped faces]
cs: [PREFSTRING:pruhované tváře]
de: [PREFSTRING:gestreifte Gesichter]
eo: [PREFSTRING:striataj kapoj]
es: [PREFSTRING:caras rayadas]
ja: [PREFSTRING:縞々の顔]
ko: [PREFSTRING:줄무늬가 있는 얼굴]
pl: [PREFSTRING:pręgowane pyski]
ru: [PREFSTRING:полосатые морды]
tr: [PREFSTRING:çizgili yüzler]
vi: [PREFSTRING:những khuôn mặt sọc]

# CREATURE:GIANT TORTOISE
source: [DESCRIPTION:A medium-sized reptile with a large shell. It can retreat into its shell to escape predators.]
cs: [DESCRIPTION:Středně velký plaz s velkým krunýřem. Může se stáhnout do krunýře, aby unikl predátorům.]
de: [DESCRIPTION:Ein mittelgroßes Reptil mit einem großen Panzer. Es kann sich in seinen Panzer zurückziehen, um Raubtieren zu entkommen.]
eo: [DESCRIPTION:Mezgranda reptilio kun granda karapaco. Ĝi povas tiri siajn kapon kaj membrojn en sia karapaco por eviti predantojn.]
es: [DESCRIPTION:Un reptil mediano con un gran caparazón. Puede retraerse en su concha para escapar de depredadores.]
ja: [DESCRIPTION:大きな甲羅を持つ、中型両生類。襲われた時は手足を甲羅の中に引っ込めて身を守る。]
ko: [DESCRIPTION:큰 껍질을 가진 중간 크기의 파충류입니다. 그것은 포식자들을 피하기 위해 껍데기 안으로 숨을 수 있습니다.]
pl: [DESCRIPTION:Średniej wielkości gad z dużą muszlą. Może wycofać się do swojej muszli, aby uciec od drapieżników.]
ru: [DESCRIPTION:Среднего размера рептилия с большим панцирем, в который может прятаться от хищников.]
tr: [DESCRIPTION:Büyük kabuklu, orta büyüklükte bir sürüngen. Yırtıcılardan kaçmak için kabuğuna çekilebilir.]
vi: [DESCRIPTION:Một loài bò sát cỡ trung bình với chiếc mai lớn. Nó có thể rụt vào mai để thoát khỏi kẻ săn mồi.]

# CREATURE:GIANT TORTOISE
source: [NAME:giant tortoise:giant tortoises:giant tortoise]
cs: [NAME:obří želva:obří želvy:obří želvu]
de: [NAME:Riesenschildkröte:Riesenschildkröten:Riesenschildkröte]
eo: [NAME:giganta testudo:gigantaj testudoj:de giganta testudo]
es: [NAME:tortuga gigante:tortugas gigantes:tortuga gigante]
ja: [NAME:ゾウガメ:ゾウガメ:ゾウガメの]
ko: [NAME:거대 땅거북:거대 땅거북들:거대 땅거북]
pl: [NAME:gigantyczny żółw:gigantyczne żółwie:gigantyczno żółwi]
ru: [NAME:гигантская черепаха:гигантские черепахи:гигантской черепахи]
tr: [NAME:dev kaplumbağa:dev kaplumbağalar:dev kaplumbağa]
vi: [NAME:rùa khổng lồ:rùa khổng lồ:rùa khổng lồ]

# CREATURE:GIANT TORTOISE
source: [CASTE_NAME:giant tortoise:giant tortoises:giant tortoise]
cs: [CASTE_NAME:obří želva:obří želvy:obří želvu]
de: [CASTE_NAME:Riesenschildkröte:Riesenschildkröten:Riesenschildkröte]
eo: [CASTE_NAME:giganta testudo:gigantaj testudoj:de giganta testudo]
es: [CASTE_NAME:tortuga gigante:tortugas gigantes:tortuga gigante]
ja: [CASTE_NAME:ゾウガメ:ゾウガメ:ゾウガメの]
ko: [CASTE_NAME:거대 땅거북:거대 땅거북들:거대 땅거북]
pl: [CASTE_NAME:gigantyczny żółw:gigantyczne żółwie:gigantyczno żółwi]
ru: [CASTE_NAME:гигантская черепаха:гигантские черепахи:гигантской черепахи]
tr: [CASTE_NAME:dev kaplumbağa:dev kaplumbağalar:dev kaplumbağa]
vi: [CASTE_NAME:rùa khổng lồ:rùa khổng lồ:rùa khổng lồ]

# CREATURE:GIANT TORTOISE
source: [GENERAL_CHILD_NAME:giant tortoise hatchling:giant tortoise hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obří želvy:mláďata obřích želv]
de: [GENERAL_CHILD_NAME:Riesenschildkröten-Schlüpflinge:Riesenschildkröten-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta testudido:gigantaj testudidoj]
es: [GENERAL_CHILD_NAME:cría de tortuga gigante:crías de tortuga gigante]
ja: [GENERAL_CHILD_NAME:ゾウガメの子供:ゾウガメの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 땅거북:새끼 거대 땅거북들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego żółwia:młode gigantycznego żółwia]
ru: [GENERAL_CHILD_NAME:гигантский черепашонок:гигантские черепашата]
tr: [GENERAL_CHILD_NAME:yavru dev kaplumbağa:yavru dev kaplumbağalar]
vi: [GENERAL_CHILD_NAME:rùa con khổng lồ mới nở:rùa con khổng lồ mới nở]

# CREATURE:GIANT TORTOISE
source: [PREFSTRING:great size]
cs: [PREFSTRING:velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
pl: [PREFSTRING:wielki rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük boyut]
vi: [PREFSTRING:kích thước khổng lồ]

# CREATURE:GIANT TORTOISE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GIANT TORTOISE
source: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:retract into <pro_pos> shell:retracts into <pro_pos> shell:come out of <pro_pos> shell:comes out of <pro_pos> shell]
cs: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:stáhnout se do <pro_pos> krunýře:stahuje se do <pro_pos> krunýře:vylézt z <pro_pos> krunýře:vylézá z <pro_pos> krunýře]
de: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:hineinziehen<pro_pos>shell:zieht hinein<pro_pos>shell:herauskommen<pro_pos>shell:kommt heraus<pro_pos>shell]
eo: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:kuntiras sin en<pro_pos> karapaco:kuntiras sin en <pro_pos> karapaco:eliras el <pro_pos> karapaco:eliras el <pro_pos> karapaco]
es: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:retraerse en <pro_pos> el caparazón:se retrae en <pro_pos>el caparazón:sale de <pro_pos> el caparazón:sale de <pro_pos> el caparazón]
pl: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:chowasz się do <pro_pos> muszli:chowa się do <pro_pos> muszli:wychodzisz z <pro_pos>:wychodzi z <pro_pos> muszli]
ru: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:прячетесь в <pro_pos> панцирь:прячется в <pro_pos> панцирь:высовываетесь из <pro_pos> панциря:высовывается из <pro_pos> панциря]
tr: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:kabuğuna çekil:kabuğuna çekilir:kabuğundan çık:kabuğundan çıkar]
vi: [RETRACT_INTO_BP:BY_CATEGORY:SHELL:rụt vào mai của <pro_pos>:rụt vào mai của <pro_pos>:chui ra khỏi mai của <pro_pos>:chui ra khỏi mai của <pro_pos>]

# CREATURE:GIANT TORTOISE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:GIANT TORTOISE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GIANT TORTOISE MAN
source: [CASTE_NAME:giant tortoise man:giant tortoise men:giant tortoise man]
cs: [CASTE_NAME:obří želví muž:obří želví muži:obřího želvího muže]
de: [CASTE_NAME:Riesenschildkrötenmann:Riesenschildkrötenmänner:Riesenschildkrötenmann]
eo: [CASTE_NAME:hom-gigant-testudiĉo:hom-gigant-testudiĉoj:de hom-gigant-testudiĉo]
es: [CASTE_NAME:hombre tortuga gigante:hombres tortuga gigante:hombre tortuga gigante]
ja: [CASTE_NAME:ゾウガメ男:ゾウガメ男:ゾウガメ男の]
ko: [CASTE_NAME:남성 거대 땅거북인간:남성 거대 땅거북인간들:남성 거대 땅거북인간]
pl: [CASTE_NAME:gigantyczny żółwiomężczyzna:gigantyczni żółwiomeżczyźni:gigantycznego żółwiomężczyzny]
ru: [CASTE_NAME:мужчина-гигантская черепаха:мужчины-гигантские черепахи:мужчины-гигантской черепахи]
tr: [CASTE_NAME:erkek dev kaplumbağa:erkek dev kaplumbağalar:erkek dev kaplumbağa]
vi: [CASTE_NAME:người rùa khổng lồ:người rùa khổng lồ:người rùa khổng lồ]

# CREATURE:GIANT TORTOISE MAN
source: [CASTE_NAME:giant tortoise woman:giant tortoise women:giant tortoise woman]
cs: [CASTE_NAME:obří želví žena:obří želví ženy:obří želví ženu]
de: [CASTE_NAME:Riesenschildkrötenfrau:Riesenschildkrötenfrauen:Riesenschildkrötenfrau]
eo: [CASTE_NAME:hom-gigant-testudino:hom-gigant-testudinoj:de hom-gigant-testudino]
es: [CASTE_NAME:mujer tortuga gigante:mujeres tortuga gigante:mujer tortuga gigante]
ja: [CASTE_NAME:ゾウガメ女:ゾウガメ女:ゾウガメ女の]
ko: [CASTE_NAME:여성 거대 땅거북인간:여성 거대 땅거북인간들:여성 거대 땅거북인간]
pl: [CASTE_NAME:gigantyczna żółwiokobieta:gigantyczne żółwiokobiety:gigantyczno żółwiokobiecy]
ru: [CASTE_NAME:женщина-гигантская черепаха:женщины-гигантские черепахи:женщин-гигантских черепах]
tr: [CASTE_NAME:dişi dev kaplumbağa:dişi dev kaplumbağalar:dişi dev kaplumbağa]
vi: [CASTE_NAME:phụ nữ rùa khổng lồ:phụ nữ rùa khổng lồ:phụ nữ rùa khổng lồ]

# CREATURE:GIANT TORTOISE MAN
source: [NAME:giant tortoise man:giant tortoise men:giant tortoise man]
cs: [NAME:obří želví muž:obří želví muži:obřího želvího muže]
de: [NAME:Riesenschildkrötenmann:Riesenschildkrötenmänner:Riesenschildkrötenmann]
eo: [NAME:hom-gigant-testudo:hom-gigant-testudoj:de hom-gigant-testudo]
es: [NAME:hombre tortuga gigante:hombres tortuga gigante:hombre tortuga gigante]
ja: [NAME:ゾウガメ男:ゾウガメ男:ゾウガメ男の]
ko: [NAME:거대 땅거북인간:거대 땅거북인간들:거대 땅거북인간]
pl: [NAME:gigantyczny żółwioczłowiek:gigantyczni żółwioludzie:gigantyczno żółwioludzki]
ru: [NAME:человек-гигантская черепаха:люди-гигантские черепахи:человека-гигантской черепахи]
tr: [NAME:erkek dev kaplumbağa:erkek dev kaplumbağalar:erkek dev kaplumbağa]
vi: [NAME:người rùa khổng lồ:người rùa khổng lồ:người rùa khổng lồ]

# CREATURE:GIANT TORTOISE MAN
source: [DESCRIPTION:A person with a large shell and the head of a giant tortoise.]
cs: [DESCRIPTION:Osoba s velkým krunýřem a hlavou obří želvy.]
de: [DESCRIPTION:Eine Person mit einem großen Panzer und dem Kopf einer Riesenschildkröte.]
eo: [DESCRIPTION:Homo kun granda karapaco kaj la kapo de giganta testudo.]
es: [DESCRIPTION:Una persona con un gran caparazón y la cabeza de una tortuga gigante.]
ko: [DESCRIPTION:큰 등껍질과 거대한 거북이의 머리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z dużą muszlą i głową gigantycznego żółwia.]
ru: [DESCRIPTION:Человек с большим панцирем и головой гигантской черепахи.]
tr: [DESCRIPTION:Büyük bir kabuğu ve dev kaplumbağa başı olan bir fantastik canlı.]
vi: [DESCRIPTION:Một người có mai lớn và đầu của rùa khổng lồ.]

# CREATURE:GIGANTIC TORTOISE
source: [NAME:gigantic tortoise:gigantic tortoises:gigantic tortoise]
cs: [NAME:gigantická želva:gigantické želvy:gigantickou želvu]
de: [NAME:Riesenschildkröte:Riesenschildkröten:Riesenschildkröte]
eo: [NAME:gigantega testudo:gigantegaj testudoj:de gigantega testudo]
es: [NAME:tortuga gigante:tortugas gigantes:tortuga gigante]
ja: [NAME:巨大ゾウガメ:巨大ゾウガメ:巨大ゾウガメの]
ko: [NAME:초 거대 땅거북:초 거대 땅거북들:초 거대 땅거북]
pl: [NAME:olbrzymi żółw:olbrzymie żółwie:olbrzymio żółwi]
ru: [NAME:исполинская черепаха:исполинские черепахи:исполинской черепахи]
tr: [NAME:devasa kaplumbağa:devasa kaplumbağalar:devasa kaplumbağa]
vi: [NAME:rùa siêu lớn:rùa siêu lớn:rùa siêu lớn]

# CREATURE:GIGANTIC TORTOISE
source: [CASTE_NAME:gigantic tortoise:gigantic tortoises:gigantic tortoise]
cs: [CASTE_NAME:obří želva:obří želvy:obří želva]
de: [CASTE_NAME:Riesenschildkröte:Riesenschildkröten:Riesenschildkröte]
eo: [CASTE_NAME:gigantega testudo:gigantegaj testudoj:de gigantega testudo]
es: [CASTE_NAME:tortuga gigantesca:tortugas gigantescas:tortuga gigantesca]
ja: [CASTE_NAME巨大ゾウガメ:巨大ゾウガメ:巨大ゾウガメ]
ko: [CASTE_NAME:초 거대 땅거북:초 거대 땅거북들:초 거대 땅거북]
pl: [CASTE_NAME:olbrzymi żółw:olbrzymie żółwie:olbrzymio żółwi]
ru: [CASTE_NAME:исполинская черепаха:исполинские черепахи:исполинской черепахи]
tr: [CASTE_NAME:devasa kaplumbağa:devasa kaplumbağalar:devasa kaplumbağa]
vi: [CASTE_NAME:rùa siêu lớn:rùa siêu lớn:rùa siêu lớn]

# CREATURE:GIGANTIC TORTOISE
source: [GENERAL_CHILD_NAME:gigantic tortoise hatchling:gigantic tortoise hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obří želvy:mláďata obří želvy]
de: [GENERAL_CHILD_NAME:Riesenschildkröten-Schlüpflinge:Riesenschildkröten-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:gigantega testudido:gigantegaj testudidoj]
es: [GENERAL_CHILD_NAME:cría de tortuga gigantesca:crías de tortuga gigantesca]
ja: [GENERAL_CHILD_NAME:巨大ゾウガメの子供:巨大ゾウガメの子供の]
ko: [GENERAL_CHILD_NAME:새끼 초 거대 땅거북:새끼 초 거대 땅거북들]
pl: [GENERAL_CHILD_NAME:młody olbrzymiego żółwia:młode olbrzymiego żółwia]
ru: [GENERAL_CHILD_NAME:исполинский черепашонок:исполинские черепашата]
tr: [GENERAL_CHILD_NAME:yavru devasa kaplumbağa:yavru devasa kaplumbağalar]
vi: [GENERAL_CHILD_NAME:rùa con siêu lớn mới nở:rùa con siêu lớn mới nở]

# CREATURE:GIGANTIC TORTOISE
source: [DESCRIPTION:A huge monster with an enormous shell.]
cs: [DESCRIPTION:Obrovský tvor s ohromným krunýřem.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer enormen Schale.]
eo: [DESCRIPTION:Grandega monstro kun enorma karapaco.]
es: [DESCRIPTION:Un monstruo descomunal con una coraza enorme.]
ja: [DESCRIPTION:馬鹿でかい甲羅を持つ巨大な怪物だ。]
ko: [DESCRIPTION:거대한 껍질을 가진 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór z olbrzymią muszlą.]
ru: [DESCRIPTION:Огромный монстр с громадным панцирем.]
tr: [DESCRIPTION:Muazzam bir kabuğu olan dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ với chiếc mai cực lớn.]
zh_hans: [DESCRIPTION:一只巨大的带壳怪。]
