Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_ALBATROSS
source: [NAME:albatross:albatrosses:albatross]
cs: [NAME:albatros:albatrosi:albatrosí]
de: [NAME:Albatross:Albatrosse:Albatross]
eo: [NAME:albatroso:albatrosoj:de albatroso]
es: [NAME:albatros:albatros:de albatros]
ja: [NAME:アホウドリ:アホウドリ:アホウドリの]
ko: [NAME:알바트로스:알바트로스떼:알바트로스]
pl: [NAME:albatros:albatrosy:albatrosa]
ru: [NAME:альбатрос:альбатросы:альбатроса]
tr: [NAME:albatros:albatroslar:albatros]
vi: [NAME:Hải Âu:Những Hải Âu:Hải Âu]
zh_hans: [NAME:信天翁:信天翁:信天翁]

# CREATURE:BIRD_ALBATROSS
source: [CASTE_NAME:albatross:albatrosses:albatross]
cs: [CASTE_NAME:albatros:albatrosi:albatros]
de: [CASTE_NAME:Albatross:Albatrosse:Albatross]
eo: [CASTE_NAME:albatroso:albatrosoj:de albatroso]
es: [CASTE_NAME:albatros:albatros:albatros]
ja: [CASTE_NAME:アホウドリ:アホウドリ:アホウドリの]
ko: [CASTE_NAME:알바트로스:알바트로스떼:알바트로스]
pl: [CASTE_NAME:albatros:albatrosy:albatrosa]
ru: [CASTE_NAME:альбатрос:альбатросы:альбатроса]
tr: [CASTE_NAME:albatros:albatroslar:albatros]
vi: [CASTE_NAME:Hải Âu:Những Hải Âu:Hải Âu]
zh_hans: [CASTE_NAME:信天翁:信天翁:信天翁]

# CREATURE:BIRD_ALBATROSS
source: [GENERAL_CHILD_NAME:albatross hatchling:albatross hatchlings]
cs: [GENERAL_CHILD_NAME:mládě albatrosa:mláďata albatrosů]
de: [GENERAL_CHILD_NAME:Albatrossküken:Albatrossküken]
eo: [GENERAL_CHILD_NAME:albatrosido:albatrosidoj]
es: [GENERAL_CHILD_NAME:polluelo de albatros:polluelos de albatros]
ja: [GENERAL_CHILD_NAME:アホウドリの雛:アホウドリの雛の]
ko: [GENERAL_CHILD_NAME:새끼 알바트로스:새끼 알바트로스떼]
pl: [GENERAL_CHILD_NAME:pisklę albatrosa:pisklęta albatrosa]
ru: [GENERAL_CHILD_NAME:птенец альбатроса:птенцы альбатроса]
tr: [GENERAL_CHILD_NAME:albatros yavrusu:albatros yavruları]
vi: [GENERAL_CHILD_NAME:Hải Âu Con:Những Hải Âu Con]
zh_hans: [GENERAL_CHILD_NAME:信天翁幼崽:信天翁幼崽]

# CREATURE:BIRD_ALBATROSS
source: [PREFSTRING:large wings]
cs: [PREFSTRING:velkými křídly]
de: [PREFSTRING:weite Flügel]
eo: [PREFSTRING:grandaj flugiloj]
es: [PREFSTRING:alas grandes]
ja: [PREFSTRING:大きな翼]
ko: [PREFSTRING:커다란 날개]
pl: [PREFSTRING:duże skrzydła]
ru: [PREFSTRING:большие крылья]
tr: [PREFSTRING:büyük kanatlar]
vi: [PREFSTRING:đôi cánh lớn]
zh_hans: [PREFSTRING:巨大的翅膀]

# CREATURE:BIRD_ALBATROSS
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:叮咬]

# CREATURE:BIRD_ALBATROSS
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_ALBATROSS
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_ALBATROSS
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:ALBATROSS_MAN
source: [CASTE_NAME:albatross man:albatross men:albatross man]
cs: [CASTE_NAME:mužský albatros:mužští albatrosi:mužského albatrosa]
de: [CASTE_NAME:Albatrossmann:Albatrossmänner:Albatrossmann]
eo: [CASTE_NAME:homalbatrosiĉo:homalbatrosiĉoj:de homalbatrosiĉo]
es: [CASTE_NAME:hombre albatros:hombres albatros:hombre albatross]
ja: [CASTE_NAME:アホウドリ男:アホウドリ男:アホウドリ男の]
ko: [CASTE_NAME:남성 알바트로스인간:남성 알바트로스인간들:남성 알바트로스인간]
pl: [CASTE_NAME:albatrosomężczyzna:albatrosomężczyźni:albatrosomężczyzny]
ru: [CASTE_NAME:мужчина-альбатрос:мужчины-альбатросы:мужчины-альбатроса]
tr: [CASTE_NAME:albatros fantastik canlı:albatros fantastik canlılar:albatros fantastik canlı]
vi: [CASTE_NAME:Người Hải Âu:Những Người Hải Âu:Người Hải Âu]
zh_hans: [CASTE_NAME:信天翁男:信天翁男:信天翁男]

# CREATURE:ALBATROSS_MAN
source: [CASTE_NAME:albatross woman:albatross women:albatross woman]
cs: [CASTE_NAME:ženský albatros:ženští albatrosi:ženského albatrosa]
de: [CASTE_NAME:Albatrossfrau:Albatrossfrauen:Albatrossfrau]
eo: [CASTE_NAME:homalbatrosino:homalbatrosinoj:de homalbatrosino]
es: [CASTE_NAME:mujer albatros:mujeres albatros:mujer albatros]
ja: [CASTE_NAME:アホウドリ女:アホウドリ女:アホウドリ女の]
ko: [CASTE_NAME:여성 알바트로스인간:여성 알바트로스인간들:여성 알바트로스인간]
pl: [CASTE_NAME:albatrosokobieta:albatrosokobiety:albatrosokobieta]
ru: [CASTE_NAME:женщина-альбатрос:женщины-альбатросы:женщины-альбатроса]
tr: [CASTE_NAME:albatros fantastik kadın:albatros fantastik kadınlar:albatros fantastik kadın]
vi: [CASTE_NAME:Người Hải Âu Nữ:Những Người Hải Âu Nữ:Người Hải Âu Nữ]
zh_hans: [CASTE_NAME:信天翁女:信天翁女:信天翁女]

# CREATURE:ALBATROSS_MAN
source: [NAME:albatross man:albatross men:albatross man]
cs: [NAME:mužský albatros:mužští albatrosi:mužského albatrosa]
de: [NAME:Albatrossmensch:Albatrossmenschen:Albatrossmensch]
eo: [NAME:homalbatroso:homalbatrosoj:de homalbatroso]
es: [NAME:hombre albatros:hombres albatros:de hombre albatros]
ja: [NAME:アホウドリ男:アホウドリ男:アホウドリ男の]
ko: [NAME:알바트로스인간:알바트로스인간들:알바트로스인간]
pl: [NAME:albatrosoczłowiek:albatrosoludzie:albatrosoludzki]
ru: [NAME:человек-альбатрос:люди-альбатросы:человека-альбатроса]
tr: [NAME:albatros fantastik canlı:albatros fantastik canlılar:albatros fantastik canlı]
vi: [NAME:Người Hải Âu:Những Người Hải Âu:Người Hải Âu]
zh_hans: [NAME:信天翁人:信天翁人:信天翁人]

# CREATURE:ALBATROSS_MAN
source: [DESCRIPTION:A person with the head and wings of an albatross.]
cs: [DESCRIPTION:Osoba s hlavou a křídly albatrosa.]
de: [DESCRIPTION:Ein Mensch mit den Flügeln und dem Kopf eines Albatross.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de albatroso.]
es: [DESCRIPTION:Una persona con la cabeza y alas de un albatros.]
ja: [DESCRIPTION:アホウドリのような翼と頭を持つ人間だ。]
ko: [DESCRIPTION:알바트로스의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami albatrosa.]
ru: [DESCRIPTION:Человек с головой и крыльями альбатроса.]
tr: [DESCRIPTION:Albatrosun baş ve kanatlarına sahip fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đôi cánh của hải âu.]
zh_hans: [DESCRIPTION:一个长着信天翁脑袋和翅膀的人.]

# CREATURE:GIANT_ALBATROSS
source: [NAME:giant albatross:giant albatrosses:giant albatross]
cs: [NAME:obří albatros:obří albatrosi:obřího albatrosa]
de: [NAME:Riesenalbatross:Riesenalbatrosse:Riesenalbatross]
eo: [NAME:giganta albatroso:gigantaj albatrosoj:de giganta albatroso]
es: [NAME:albatros gigante:albatros gigantes:de albatros gigante]
ja: [NAME:巨大アホウドリ:巨大アホウドリ:巨大アホウドリの]
ko: [NAME:거대 알바트로스:거대 알바트로스떼:거대 알바트로스]
pl: [NAME:gigantyczny albatros:gigantyczne albatrosy:gigantyczny albatros]
ru: [NAME:гигантский альбатрос:гигантские альбатросы:гигантского альбатроса]
tr: [NAME:dev albatros:dev albatroslar:dev albatros]
vi: [NAME:Hải Âu Khổng Lồ:Những Hải Âu Khổng Lồ:Hải Âu Khổng Lồ]
zh_hans: [NAME:巨信天翁:巨信天翁:巨信天翁]

# CREATURE:GIANT_ALBATROSS
source: [CASTE_NAME:giant albatross:giant albatrosses:giant albatross]
cs: [CASTE_NAME:obří albatros:obří albatrosi:obří albatros]
de: [CASTE_NAME:Riesenalbatross:Riesenalbatrosse:Riesenalbatross]
eo: [CASTE_NAME:giganta albatroso:gigantaj albatrosoj:de giganta albatroso]
es: [CASTE_NAME:albatros gigante:albatros gigantes:albatros gigante]
ja: [CASTE_NAME:巨大アホウドリ:巨大アホウドリ:巨大アホウドリの]
ko: [CASTE_NAME:거대 알바트로스:거대 알바트로스떼:거대 알바트로스]
pl: [CASTE_NAME:gigantyczny albatros:gigantyczne albatrosy:gigantyczny albatros]
ru: [CASTE_NAME:гигантский альбатрос:гигантские альбатросы:гигантского альбатроса]
tr: [CASTE_NAME:dev albatros:dev albatroslar:dev albatros]
vi: [CASTE_NAME:Hải Âu Khổng Lồ:Những Hải Âu Khổng Lồ:Hải Âu Khổng Lồ]
zh_hans: [CASTE_NAME:巨信天翁:巨信天翁:巨信天翁]

# CREATURE:GIANT_ALBATROSS
source: [GENERAL_CHILD_NAME:giant albatross hatchling:giant albatross hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího albatrosa:mláďata obřích albatrosů]
de: [GENERAL_CHILD_NAME:Riesenalbatrossküken:Riesenalbatrossküken]
eo: [GENERAL_CHILD_NAME:giganta albatrosido:gigantaj albatrosidoj]
es: [GENERAL_CHILD_NAME:polluelo de albatros gigante:polluelos de albatros gigante]
ja: [GENERAL_CHILD_NAME:巨大アホウドリの雛:巨大アホウドリの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 알바트로스:새끼 거대 알바트로스떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego albatrosa:pisklęta gigantycznego albatrosa]
ru: [GENERAL_CHILD_NAME:птенец гигантского альбатроса:птенцы гигантского альбатроса]
tr: [GENERAL_CHILD_NAME:dev albatros yavrusu:dev albatros yavruları]
vi: [GENERAL_CHILD_NAME:Hải Âu Khổng Lồ Con:Những Hải Âu Khổng Lồ Con]
zh_hans: [GENERAL_CHILD_NAME:巨信天翁幼崽:巨信天翁幼崽]

# CREATURE:GIANT_ALBATROSS
source: [DESCRIPTION:A huge monster in the shape of an albatross.]
cs: [DESCRIPTION:Obrovská příšera ve tvaru albatrosa.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Albatrosses.]
eo: [DESCRIPTION:Grandega monstro kun formo de albatroso.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un albatros.]
ja: [DESCRIPTION:アホウドリのような姿の巨大な怪物だ。]
ko: [DESCRIPTION:알바트로스의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie albatrosa.]
ru: [DESCRIPTION:Огромный монстр, похожий на альбатроса.]
tr: [DESCRIPTION:Albatros biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng hải âu.]
zh_hans: [DESCRIPTION:一只巨大的信天翁怪。]

# CREATURE:GIANT_ALBATROSS
source: [PREFSTRING:large wings]
cs: [PREFSTRING:velkými křídly]
de: [PREFSTRING:weite Flügel]
eo: [PREFSTRING:grandaj flugiloj]
es: [PREFSTRING:alas grandes]
ja: [PREFSTRING:大きな翼]
ko: [PREFSTRING:커다란 날개]
pl: [PREFSTRING:duże skrzydła]
ru: [PREFSTRING:большие крылья]
tr: [PREFSTRING:büyük kanatlar]
vi: [PREFSTRING:đôi cánh lớn]
zh_hans: [PREFSTRING:巨大的翅膀]

# CREATURE:BIRD_OWL_GREAT_HORNED
source: [DESCRIPTION:A small, nocturnal bird of prey with large eyes and protruding feathers.]
cs: [DESCRIPTION:Malý noční dravec s velkýma očima a vystouplým peřím.]
de: [DESCRIPTION:Ein kleiner, nachtaktiver Greifvogel mit großen Augen und hervorstehenden Federn.]
eo: [DESCRIPTION:Malgranda nokta rabobirdo kun grandaj okuloj kaj protrudaj plumoj.]
es: [DESCRIPTION:Una pequeña ave de presa nocturna con grandes ojos y plumas protuberantes.]
ja: [DESCRIPTION:大きな目と双角のような冠羽根が特徴の猛禽類だ。]
ko: [DESCRIPTION:커다란 눈과 튀어나온 깃털을 가진 작은 야행성 맹금류.]
pl: [DESCRIPTION:Mały, nocny ptak drapieżny z dużymi oczami i sterczącymi piórami.]
ru: [DESCRIPTION:Небольшая ночная хищная птица с большими глазами и ушами из перьев.]
tr: [DESCRIPTION:Geniş gözleri ve çıkıntılı tüyleri olan küçük, gece aktif avı kuşu.]
vi: [DESCRIPTION:Một loài chim săn mồi nhỏ, hoạt động về đêm, với đôi mắt lớn và chùm lông nổi bật.]
zh_hans: [DESCRIPTION:一种夜间活动的小型猛禽，眼睛大，羽毛突出。]

# CREATURE:BIRD_OWL_GREAT_HORNED
source: [NAME:great horned owl:great horned owls:great horned owl]
cs: [NAME:výr virginský:výři virginští:výra virginského]
de: [NAME:Virginia-Uhu:Virginia-Uhus:Virginia-Uhu]
eo: [NAME:granda kornastrigo:grandaj kornastrigoj:de granda kornastrigo]
es: [NAME:buho real:buhos reales:de buho real]
ja: [NAME:ワシミミズク:ワシミミズク:ワシミミズクの]
ko: [NAME:미국수리부엉이:미국수리부엉이떼:미국수리부엉이]
pl: [NAME:puchacz wirginijski:puchacze wirginijskie:puchacz wirginijski]
ru: [NAME:рогатый филин:рогатые филины:рогатого филина]
tr: [NAME:boynuzlu baykuş:boynuzlu baykuşları:boynuzlu baykuş]
vi: [NAME:Cú Sừng Lớn:Những Cú Sừng Lớn:Cú Sừng Lớn]
zh_hans: [NAME:大雕鸮:大雕鸮:大雕鸮]

# CREATURE:BIRD_OWL_GREAT_HORNED
source: [CASTE_NAME:great horned owl:great horned owls:great horned owl]
cs: [CASTE_NAME:výr virginský:výři virginští:výra virginského]
de: [CASTE_NAME:Virginia-Uhu:Virginia-Uhus:Virginia-Uhu]
eo: [CASTE_NAME:granda kornastrigo:grandaj kornastrigoj:de granda kornastrigo]
es: [CASTE_NAME:buho real:buhos reales:de buho real]
ja: [CASTE_NAME:ワシミミズク:ワシミミズク:ワシミミズクの]
ko: [CASTE_NAME:미국수리부엉이:미국수리부엉이떼:미국수리부엉이]
pl: [CASTE_NAME:puchacz wirginijski:puchacze wirginijskie:puchacz wirginijski]
ru: [CASTE_NAME:рогатый филин:рогатые филины:рогатого филина]
tr: [CASTE_NAME:boynuzlu baykuş:boynuzlu baykuşları:boynuzlu baykuş]
vi: [CASTE_NAME:Cú Sừng Lớn:Những Cú Sừng Lớn:Cú Sừng Lớn]
zh_hans: [CASTE_NAME:大雕鸮:大雕鸮:大雕鸮]

# CREATURE:BIRD_OWL_GREAT_HORNED
source: [GENERAL_CHILD_NAME:great horned owl chick:great horned owl chicks]
cs: [GENERAL_CHILD_NAME:kuře výra virginského:kuřata výra virginského]
de: [GENERAL_CHILD_NAME:Virginia-Uhuküken:Virginia-Uhuküken]
eo: [GENERAL_CHILD_NAME:granda kornastrigido:grandaj kornastrigidoj]
es: [GENERAL_CHILD_NAME:polluelo de buho real:polluelos de buho real]
ja: [GENERAL_CHILD_NAME:ワシミミズクの雛:ワシミミズクの雛の]
ko: [GENERAL_CHILD_NAME:새끼 미국수리부엉이:새끼 미국수리부엉이떼]
pl: [GENERAL_CHILD_NAME:pisklę puchacza wirginijskiego:pisklęta puchacza wirginijskiego]
ru: [GENERAL_CHILD_NAME:птенец рогатого филина:птенцы рогатого филина]
tr: [GENERAL_CHILD_NAME:boynuzlu baykuş yavrusu:boynuzlu baykuş yavruları]
vi: [GENERAL_CHILD_NAME:Cú Sừng Lớn Con:Những Cú Sừng Lớn Con]
zh_hans: [GENERAL_CHILD_NAME:大角鸮雏鸟:大角鸮雏鸟]

# CREATURE:BIRD_OWL_GREAT_HORNED
source: [PREFSTRING:piercing yellow eyes]
cs: [PREFSTRING:pronikavými žlutými oči]
de: [PREFSTRING:stechende gelbe Augen]
eo: [PREFSTRING:akraj flavaj okuloj]
es: [PREFSTRING:ojos amarillos penetrantes]
ja: [PREFSTRING:黄色の鋭い目]
ko: [PREFSTRING:꿰뚫어보는 노란 눈]
pl: [PREFSTRING:przenikliwe, żółte oczy]
ru: [PREFSTRING:пронзительные жёлтые глаза]
tr: [PREFSTRING:keskin sarı gözler]
vi: [PREFSTRING:đôi mắt vàng sắc lạnh]
zh_hans: [PREFSTRING:敏锐的黄色眼睛]

# CREATURE:BIRD_OWL_GREAT_HORNED
source: [PREFSTRING:ear tufts]
cs: [PREFSTRING:učními chocholy]
de: [PREFSTRING:Ohrenbüschel]
eo: [PREFSTRING:orelaj plumtufoj]
es: [PREFSTRING:penachos de las orejas]
ja: [PREFSTRING:耳房]
ko: [PREFSTRING:귀털]
pl: [PREFSTRING:pędzelki uszne]
ru: [PREFSTRING:кисточки на ушах]
tr: [PREFSTRING:kulak tüyleri]
vi: [PREFSTRING:chùm lông tai]
zh_hans: [PREFSTRING:吃丛生植物]

# CREATURE:BIRD_OWL_GREAT_HORNED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_OWL_GREAT_HORNED
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_OWL_GREAT_HORNED
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_OWL_GREAT_HORNED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_OWL_GREAT_HORNED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GREAT_HORNED_OWL_MAN
source: [CASTE_NAME:great horned owl man:great horned owl men:great horned owl man]
cs: [CASTE_NAME:mužský výr virginský:mužští výři virginští:mužského výra virginského]
de: [CASTE_NAME:Virginia-Uhumann:Virginia-Uhumänner:Virginia-Uhumann]
eo: [CASTE_NAME:hom-grand-kornastrigiĉo:hom-grand-kornastrigiĉoj:de hom-grand-kornastrigiĉo]
es: [CASTE_NAME:hombre buho real:hombres buho real:de hombre buho real]
ja: [CASTE_NAME:ワシミミズク男:ワシミミズク男:ワシミミズク男の]
ko: [CASTE_NAME:남성 미국수리부엉이인간:남성 미국수리부엉이인간들:남성 미국수리부엉이인간]
pl: [CASTE_NAME:puchaczomężczyzna wirginijski:puchaczomężczyźni wirginijscy:puchaczomężczyzna wirginijski]
ru: [CASTE_NAME:мужчина-рогатый филин:мужчины-рогатые филины:мужчины-рогатого филина]
tr: [CASTE_NAME:boynuzlu baykuş fantastik canlı:boynuzlu baykuş fantastik canlılar:boynuzlu baykuş fantastik canlı]
vi: [CASTE_NAME:Người Cú Sừng Lớn:Những Người Cú Sừng Lớn:Người Cú Sừng Lớn]
zh_hans: [CASTE_NAME:大雕鸮男:大雕鸮男:大雕鸮男]

# CREATURE:GREAT_HORNED_OWL_MAN
source: [CASTE_NAME:great horned owl woman:great horned owl women:great horned owl woman]
cs: [CASTE_NAME:ženský výr virginský:ženští výři virginští:ženského výra virginského]
de: [CASTE_NAME:Virginia-Uhufrau:Virginia-Uhufrauen:Virginia-Uhufrau]
eo: [CASTE_NAME:hom-grand-kornastrigino:hom-grand-kornastriginoj:de hom-grand-kornastrigino]
es: [CASTE_NAME:mujer buho real:mujeres buho real:de mujer buho real]
ja: [CASTE_NAME:ワシミミズク女:ワシミミズク女:ワシミミズク女の]
ko: [CASTE_NAME:여성 미국수리부엉이인간:여성 미국수리부엉이인간들:여성 미국수리부엉이인간]
pl: [CASTE_NAME:puchaczokobieta wirginijska:puchaczokobiety wirginijskie:puchaczokobieta wirginijska]
ru: [CASTE_NAME:женщина-рогатый филин:женщины-рогатые филины:женщины-рогатого филина]
tr: [CASTE_NAME:boynuzlu baykuş fantastik kadın:boynuzlu baykuş fantastik kadınlar:boynuzlu baykuş fantastik kadın]
vi: [CASTE_NAME:Người Cú Sừng Lớn Nữ:Những Người Cú Sừng Lớn Nữ:Người Cú Sừng Lớn Nữ]
zh_hans: [CASTE_NAME:大雕鸮女:大雕鸮女:大雕鸮女]

# CREATURE:GREAT_HORNED_OWL_MAN
source: [NAME:great horned owl man:great horned owl men:great horned owl man]
cs: [NAME:mužský výr virginský:mužští výři virginští:mužského výra virginského]
de: [NAME:Virginia-Uhumensch:Virginia-Uhumenschen:Virginia-Uhumensch]
eo: [NAME:hom-grand-kornastrigo:hom-grand-kornastrigoj:de hom-grand-kornastrigo]
es: [NAME:hombre buho real:hombres buhos reales:de hombre buho real]
ja: [NAME:ワシミミズク男:ワシミミズク男:ワシミミズク男の]
ko: [NAME:미국수리부엉이인간:미국수리부엉이인간들:미국수리부엉이인간]
pl: [NAME:puchaczoczłowiek wirginijski:puchaczoludzie wirginijscy:puchaczoczłowiek wirginijski]
ru: [NAME:человек-рогатый филин:люди-рогатые филины:человека-рогатого филина]
tr: [NAME:boynuzlu baykuş fantastik canlı:boynuzlu baykuş fantastik canlılar:boynuzlu baykuş fantastik canlı]
vi: [NAME:Người Cú Sừng Lớn:Những Người Cú Sừng Lớn:Người Cú Sừng Lớn]
zh_hans: [NAME:大雕鸮人:大雕鸮人:大雕鸮人]

# CREATURE:GREAT_HORNED_OWL_MAN
source: [DESCRIPTION:A feathered person with the head and wings of a great horned owl.]
cs: [DESCRIPTION:Opeřená osoba s hlavou a křídly výra virginského.]
de: [DESCRIPTION:Ein gefiederter Mesch mit den Flügeln und dem Kopf eines Virginia-Uhus.]
eo: [DESCRIPTION:Pluma homo kun la kapo kaj la flugiloj de granda kornastrigo.]
es: [DESCRIPTION:Una persona con plumas con la cabeza y las alas de un buho real.]
ja: [DESCRIPTION:ワシミミズクの頭と翼を持つ羽毛の生えた人間だ。
ko: [DESCRIPTION:거대 뿔올빼미의 머리와 날개를 가진 깃털달린 인간.]
pl: [DESCRIPTION:Upierzony osobnik z głową i skrzydłami puchacza wirginijskiego.]
ru: [DESCRIPTION:Покрытый перьями человек с головой и крыльями рогатого филина.]
tr: [DESCRIPTION:Boynuzlu baykuşun baş ve kanatlarına sahip tüylü fantastik canlı.]
vi: [DESCRIPTION:Một người lông vũ với đầu và đôi cánh của cú sừng lớn.]
zh_hans: [DESCRIPTION:一个长着大角鸮脑袋和翅膀的羽毛人。]

# CREATURE:GIANT_GREAT_HORNED_OWL
source: [NAME:giant great horned owl:giant great horned owls:giant great horned owl]
cs: [NAME:obří výr virginský:obří vyři virginští:obřího výra virginského]
de: [NAME:Rießen Virginia-Uhu:Rießen Virginia-Uhus:Rießen Virginia-Uhu]
eo: [NAME:giganta granda kurnastrigo:gigantaj grandaj kurnastrigoj:de giganta granda kurnastrigo]
es: [NAME:buho real gigante:buhos reales gigantes:de buho real gigante]
ja: [NAME:巨大ワシミミズク:巨大ワシミミズク:巨大ワシミミズクの]
ko: [NAME:거대 미국수리부엉이:거대 미국수리부엉이떼:거대 미국수리부엉이]
pl: [NAME:gigantyczny puchacz wirginijski:gigantyczne puchacze wirginijskie:gigantyczny puchacz wirginijski]
ru: [NAME:гигантский рогатый филин:гигантские рогатые филины:гигантского рогатого филина]
tr: [NAME:dev boynuzlu baykuş:dev boynuzlu baykuşları:dev boynuzlu baykuş]
vi: [NAME:Cú Sừng Lớn Khổng Lồ:Những Cú Sừng Lớn Khổng Lồ:Cú Sừng Lớn Khổng Lồ]
zh_hans: [NAME:巨大雕鸮:巨大雕鸮:巨大雕鸮]

# CREATURE:GIANT_GREAT_HORNED_OWL
source: [CASTE_NAME:giant great horned owl:giant great horned owls:giant great horned owl]
cs: [CASTE_NAME:obří výr virginský:obří výři virginští:obřího výra virginského]
de: [CASTE_NAME:Rießen Virginia-Uhu:Rießen Virginia-Uhus:Rießen Virginia-Uhu]
eo: [CASTE_NAME:giganta granda kurnastrigo:gigantaj grandaj kurnastrigoj:de giganta granda kurnastrigo]
es: [CASTE_NAME:buho real gigante:buhos reales gigantes:de buho real gigante]
ja: [CASTE_NAME:巨大ワシミミズク:巨大ワシミミズク:巨大ワシミミズクの]
ko: [CASTE_NAME:거대 미국수리부엉이:거대 미국수리부엉이떼:거대 미국수리부엉이]
pl: [CASTE_NAME:gigantyczny puchacz wirginijski:gigantyczne puchacze wirginijskie:gigantyczny puchacz wirginijski]
ru: [CASTE_NAME:гигантский рогатый филин:гигантские рогатые филины:гигантского рогатого филина]
tr: [CASTE_NAME:dev boynuzlu baykuş:dev boynuzlu baykuşları:dev boynuzlu baykuş]
vi: [CASTE_NAME:Cú Sừng Lớn Khổng Lồ:Những Cú Sừng Lớn Khổng Lồ:Cú Sừng Lớn Khổng Lồ]
zh_hans: [CASTE_NAME:巨大雕鸮:巨大雕鸮:巨大雕鸮]

# CREATURE:GIANT_GREAT_HORNED_OWL
source: [GENERAL_CHILD_NAME:giant great horned owl chick:giant great horned owl chicks]
cs: [GENERAL_CHILD_NAME:kuřa obřího výra virginského:kuřata obřího výra virginského]
de: [GENERAL_CHILD_NAME:Riesen-Virginia-Uhuküken:Riesen-Virginia-Uhuküken]
eo: [GENERAL_CHILD_NAME:giganta granda kurnastrigido:gigantaj grandaj kurnastrigidoj]
es: [GENERAL_CHILD_NAME:polluelo de buho real gigante:polluelos de buho real gigante]
ja: [GENERAL_CHILD_NAME:巨大ワシミミズクの雛:巨大ワシミミズクの雛の]
ko: [GENERAL_CHILD_NAME:거대 새끼 미국수리부엉이:거대 새끼 미국수리부엉이떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego puchacza wirginijskiego:pisklęta gigantycznego puchacza wirginijskiego]
ru: [GENERAL_CHILD_NAME:птенец гигантского рогатого филина:птенцы гигантского рогатого филина]
tr: [GENERAL_CHILD_NAME:dev boynuzlu baykuş yavrusu:dev boynuzlu baykuş yavruları]
vi: [GENERAL_CHILD_NAME:Cú Sừng Lớn Khổng Lồ Con:Những Cú Sừng Lớn Khổng Lồ Con]
zh_hans: [GENERAL_CHILD_NAME:巨型大角鸮雏鸟:巨型大角鸮雏鸟]

# CREATURE:GIANT_GREAT_HORNED_OWL
source: [DESCRIPTION:A huge monster in the shape of a great horned owl.]
cs: [DESCRIPTION:Obrovská příšera ve tvaru výra viginského.]
de: [DESCRIPTION:Ein rießiges Monster in Form eines Virginia-Uhu`s.]
eo: [DESCRIPTION:Grandega monstro kun formo de granda kurnastrigo.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un buho real.]
ja: [DESCRIPTION:ワシミミズクの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:미국수리부엉이의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie puchacza wirginijskiego.]
ru: [DESCRIPTION:Огромный монстр, похожий на рогатого филина.]
tr: [DESCRIPTION:Boynuzlu baykuş biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng cú sừng lớn.]
zh_hans: [DESCRIPTION:一只巨大的大角鸮怪。]

# CREATURE:GIANT_GREAT_HORNED_OWL
source: [PREFSTRING:piercing yellow eyes]
cs: [PREFSTRING:pronikavými žlutými oči]
de: [PREFSTRING:stechende gelbe Augen]
eo: [PREFSTRING:akraj flavaj okuloj]
es: [PREFSTRING:ojos amarillos penetrantes]
ja: [PREFSTRING:黄色の鋭い目]
ko: [PREFSTRING:꿰뚫어보는 노란 눈]
pl: [PREFSTRING:przenikliwe, żółte oczy]
ru: [PREFSTRING:пронзительные жёлтые глаза]
tr: [PREFSTRING:keskin sarı gözler]
vi: [PREFSTRING:đôi mắt vàng sắc lạnh]
zh_hans: [PREFSTRING:敏锐的黄色眼睛]
