Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:FLAX
source: [STATE_NAME_ADJ:ALL_SOLID:frozen linseed oil]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlý lněný olej]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Leinsamen Öl]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita linoleo]
es: [STATE_NAME_ADJ:ALL_SOLID:aceite de linaza congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った亜麻油]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 아마 씨 오일]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное льняное масло]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş bezir yağı]
vi: [STATE_NAME_ADJ:ALL_SOLID:dầu hạt lanh đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的亚麻籽油]

# PLANT:FLAX
source: [STATE_NAME_ADJ:LIQUID:linseed oil]
cs: [STATE_NAME_ADJ:LIQUID:lněný olej]
de: [STATE_NAME_ADJ:LIQUID:Leinsamen Öl]
eo: [STATE_NAME_ADJ:LIQUID:linoleo]
es: [STATE_NAME_ADJ:LIQUID:aceite de linaza]
ja: [STATE_NAME_ADJ:LIQUID:亜麻油]
ko: [STATE_NAME_ADJ:LIQUID:아마 씨 오일]
ru: [STATE_NAME_ADJ:LIQUID:льняное масло]
tr: [STATE_NAME_ADJ:LIQUID:bezir yağı]
vi: [STATE_NAME_ADJ:LIQUID:dầu hạt lanh]
zh_hans: [STATE_NAME_ADJ:LIQUID:亚麻籽油]

# PLANT:FLAX
source: [STATE_NAME_ADJ:GAS:boiling linseed oil]
cs: [STATE_NAME_ADJ:GAS:vařící se lněný olej]
de: [STATE_NAME_ADJ:GAS:kochendes Leinsamen Öl]
eo: [STATE_NAME_ADJ:GAS:bolanta linoleo]
es: [STATE_NAME_ADJ:GAS:aceite de linaza hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した亜麻油]
ko: [STATE_NAME_ADJ:GAS:기화된 아마 씨 오일]
ru: [STATE_NAME_ADJ:GAS:кипящее льняное масло]
tr: [STATE_NAME_ADJ:GAS:kaynayan bezir yağı]
vi: [STATE_NAME_ADJ:GAS:dầu hạt lanh đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的亚麻籽油]

# PLANT:FLAX
source: [STATE_NAME_ADJ:ALL_SOLID:linseed oil soap]
cs: [STATE_NAME_ADJ:ALL_SOLID:lněné mýdlo]
de: [STATE_NAME_ADJ:ALL_SOLID:Leinsamen Öl Seife]
eo: [STATE_NAME_ADJ:ALL_SOLID:sapo el linoleo]
es: [STATE_NAME_ADJ:ALL_SOLID:de jabon de aceite de linaza]
ja: [STATE_NAME_ADJ:ALL_SOLID:亜麻油石鹸]
ko: [STATE_NAME_ADJ:ALL_SOLID:아마 씨 오일 비누]
ru: [STATE_NAME_ADJ:ALL_SOLID:мыло из льняного масла]
tr: [STATE_NAME_ADJ:ALL_SOLID:bezir yağı sabunu]
vi: [STATE_NAME_ADJ:ALL_SOLID:xà phòng dầu hạt lanh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:亚麻籽油皂]

# PLANT:FLAX
source: [STATE_NAME_ADJ:LIQUID:melted linseed oil soap]
cs: [STATE_NAME_ADJ:LIQUID:rozpuštěné lněné mýdlo]
de: [STATE_NAME_ADJ:LIQUID:geschmolzene Leinsamen Öl Seife]
eo: [STATE_NAME_ADJ:LIQUID:fandata sapo el linoleo]
es: [STATE_NAME_ADJ:LIQUID:de jabon de aceite de linaza derretido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた亜麻油石鹸]
ko: [STATE_NAME_ADJ:LIQUID:녹은 아마 씨 오일 비누]
ru: [STATE_NAME_ADJ:LIQUID:жидкое мыло из льняного масла]
tr: [STATE_NAME_ADJ:LIQUID:erimiş bezir yağı sabunu]
vi: [STATE_NAME_ADJ:LIQUID:xà phòng dầu hạt lanh đã tan chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:溶化的亚麻籽油皂]

# PLANT:FLAX
source: [STATE_NAME_ADJ:ALL_SOLID:flax flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:lňová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Flachs Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el lino]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de lino]
ja: [STATE_NAME_ADJ:ALL_SOLID:亜麻の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:아마 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:льняная мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:keten unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột lanh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:亚麻粉]

# PLANT:FLAX
source: [STATE_NAME_ADJ:ALL_SOLID:flax seed]
cs: [STATE_NAME_ADJ:ALL_SOLID:lněné semínko]
de: [STATE_NAME_ADJ:ALL_SOLID:Flachs Samen]
eo: [STATE_NAME_ADJ:ALL_SOLID:semo de lino]
es: [STATE_NAME_ADJ:ALL_SOLID:semilla de lino]
ja: [STATE_NAME_ADJ:ALL_SOLID:亜麻の種:]
ko: [STATE_NAME_ADJ:ALL_SOLID:아마 씨]
ru: [STATE_NAME_ADJ:ALL_SOLID:льняное зерно]
tr: [STATE_NAME_ADJ:ALL_SOLID:keten tohumu]
vi: [STATE_NAME_ADJ:ALL_SOLID:hạt lanh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:亚麻籽]

# PLANT:FLAX
source: [STATE_NAME_ADJ:SOLID_PASTE:flax seed paste]
cs: [STATE_NAME_ADJ:SOLID_PASTE:lněná pasta]
de: [STATE_NAME_ADJ:SOLID_PASTE:Flachs Samen Paste]
eo: [STATE_NAME_ADJ:SOLID_PASTE:pasto el semoj de lino]
es: [STATE_NAME_ADJ:SOLID_PASTE:pasta de semillas de lino]
ja: [STATE_NAME_ADJ:SOLID_PASTE:亜麻の種のペースト]
ko: [STATE_NAME_ADJ:SOLID_PASTE:아마 씨 반죽]
ru: [STATE_NAME_ADJ:SOLID_PASTE:льняная паста]
tr: [STATE_NAME_ADJ:SOLID_PASTE:keten tohumu ezmesi]
vi: [STATE_NAME_ADJ:SOLID_PASTE:bột nhão hạt lanh]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:亚麻籽浆糊]

# PLANT:FLAX
source: [STATE_NAME_ADJ:SOLID_PRESSED:flax seed press cake]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:lněný výlisek]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Flachs Samen Press Kuchen]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:briko el semoj de lino]
es: [STATE_NAME_ADJ:SOLID_PRESSED:torta de semillas de lino]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:亜麻の種の油粕]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:아마 씨 찌꺼기]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:льняной жмых]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:keten tohumu küspesi]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:亚麻籽压榨饼]

# PLANT:FLAX
source: [SEED:flax seed:flax seeds:]
cs: [SEED:lněné semínko:lněná semínka:]
de: [SEED:Flachs Samen:Flachs Samen:]
eo: [SEED:semo de lino:semoj de lino:]
es: [SEED:semilla de lino:semillas de lino:]
ja: [SEED:亜麻の種:亜麻の種:]
ko: [SEED:아마 씨:아마 씨들:]
ru: [SEED:семя льна:семена льна:]
tr: [SEED:keten tohumu:keten tohumları:]
vi: [SEED:hạt lanh:hạt lanh:]
zh_hans: [SEED:亚麻籽:亚麻籽:]

# PLANT:FLAX
source: [PREFSTRING:flowers]
cs: [PREFSTRING:květy]
de: [PREFSTRING:Blumen]
eo: [PREFSTRING:floroj]
es: [PREFSTRING:flores]
ja: [PREFSTRING:花]
ko: [PREFSTRING:꽃들]
ru: [PREFSTRING:цветы]
tr: [PREFSTRING:çiçekleri]
vi: [PREFSTRING:hoa]
zh_hans: [PREFSTRING:花]

# PLANT:FLAX
source: [STATE_NAME_ADJ:SOLID:linen]
cs: [STATE_NAME_ADJ:SOLID:len]
de: [STATE_NAME_ADJ:SOLID:Leinen]
eo: [STATE_NAME_ADJ:SOLID:tolo]
es: [STATE_NAME_ADJ:SOLID:lino]
ko: [STATE_NAME_ADJ:SOLID:리넨]
ru: [STATE_NAME_ADJ:SOLID:лён]
tr: [STATE_NAME_ADJ:SOLID:keten]
vi: [STATE_NAME_ADJ:SOLID:vải lanh]
zh_hans: [STATE_NAME_ADJ:SOLID:亚麻的]

# PLANT:FLAX
source: [STATE_NAME_ADJ:SOLID_PASTE:linen slurry]
cs: [STATE_NAME_ADJ:SOLID_PASTE:lenná kaše]
de: [STATE_NAME_ADJ:SOLID_PASTE:Leinen Brei]
eo: [STATE_NAME_ADJ:SOLID_PASTE:solvita suspensio el tolo]
es: [STATE_NAME_ADJ:SOLID_PASTE:pasta de lino]
ja: [STATE_NAME_ADJ:SOLID_PASTE:亜麻のパルプ]
ko: [STATE_NAME_ADJ:SOLID_PASTE:리넨 곤죽]
ru: [STATE_NAME_ADJ:SOLID_PASTE:льняная бумажная масса]
tr: [STATE_NAME_ADJ:SOLID_PASTE:keten bulamacı]
vi: [STATE_NAME_ADJ:SOLID_PASTE:bột nhão vải lanh]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:亚麻纸浆]

# PLANT:FLAX
source: [STATE_NAME_ADJ:SOLID_PRESSED:linen paper]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:lenný papír]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Leinen Papier]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:papero el tolo]
es: [STATE_NAME_ADJ:SOLID_PRESSED:papel de lino]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:リネン紙]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:리넨 종이]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:льняная бумага]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:keten kağıt]
vi: [STATE_NAME_ADJ:SOLID_PRESSED:giấy lanh]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:亚麻纸]

# PLANT:FLAX
source: [GROWTH_NAME:flax leaf:flax leaves]
cs: [GROWTH_NAME:list lnu:listy lnu]
de: [GROWTH_NAME:Flachs Blatt:Flachs Blätter]
eo: [GROWTH_NAME:folio de lino:folioj de lino]
es: [GROWTH_NAME:hoja de lino:hojas de lino]
ja: [GROWTH_NAME:亜麻の葉:亜麻の葉]
ko: [GROWTH_NAME:아마 잎:아마 잎들]
ru: [GROWTH_NAME:листик льна:листики льна]
tr: [GROWTH_NAME:keten yaprağı:keten yaprakları]
vi: [GROWTH_NAME:lá cây lanh:lá cây lanh]
zh_hans: [GROWTH_NAME:亚麻叶:亚麻叶]

# PLANT:FLAX
source: [GROWTH_NAME:flax flower:STP]
cs: [GROWTH_NAME:květ lnu:STP]
de: [GROWTH_NAME:Flachs Blüte:STP]
eo: [GROWTH_NAME:floro de lino:floroj de lino]
es: [GROWTH_NAME:flor de lino:STP]
ja: [GROWTH_NAME:亜麻の花:STP]
ko: [GROWTH_NAME:아마 꽃:STP]
ru: [GROWTH_NAME:цветок льна:цветы льна]
tr: [GROWTH_NAME:keten çiçeği:STP]
zh_hans: [GROWTH_NAME:亚麻花:STP]

# PLANT:JUTE
source: [NAME:jute plant]
cs: [NAME:juta]
de: [NAME:Jute]
eo: [NAME:juto]
es: [NAME:planta de yute]
ja: [NAME:黄麻]
ko: [NAME:삼베]
ru: [NAME:джут]
tr: [NAME:jüt bitkisi]
vi: [NAME:cây đay]
zh_hans: [NAME:黄麻植株]

# PLANT:JUTE
source: [NAME_PLURAL:jute plants]
cs: [NAME_PLURAL:juta]
de: [NAME_PLURAL:Jute]
eo: [NAME_PLURAL:jutoj]
es: [NAME_PLURAL:plantas de yute]
ja: [NAME_PLURAL:黄麻]
ko: [NAME_PLURAL:삼베들]
ru: [NAME_PLURAL:джут]
tr: [NAME_PLURAL:jüt bitkileri]
vi: [NAME_PLURAL:cây đay]
zh_hans: [NAME_PLURAL:黄麻植株]

# PLANT:JUTE
source: [ADJ:jute plant]
cs: [ADJ:jutový]
de: [ADJ:Jutepflanze]
eo: [ADJ:de juto]
es: [ADJ:de planta de yute]
ja: [ADJ:黄麻]
ko: [ADJ:삼베]
ru: [ADJ:джут]
tr: [ADJ:jüt bitkisi]
vi: [ADJ:cây đay]
zh_hans: [ADJ:黄麻植株的]

# PLANT:JUTE
source: [SEED:jute seed:jute seeds:]
cs: [SEED:semeno juty:semena juty:]
de: [SEED:Jutesamen:Jutesamen:]
eo: [SEED:semo de juto:semoj de juto:]
es: [SEED:semilla de yute:semillas de yute:]
ja: [SEED:黄麻の種:黄麻の種:]
ko: [SEED:삼베 씨:삼베 씨들:]
ru: [SEED:джутовое семя:джутовые семена:]
tr: [SEED:jüt tohumu:jüt tohumları:]
vi: [SEED:hạt đay:hạt đay:]
zh_hans: [SEED:黄麻种子:黄麻种子:]

# PLANT:JUTE
source: [PREFSTRING:fibrous stems]
cs: [PREFSTRING:vláknité stonky]
de: [PREFSTRING:faseriga Stiele]
eo: [PREFSTRING:fibraj tigoj]
es: [PREFSTRING:tallos fibrosos]
ja: [PREFSTRING:茎]
ko: [PREFSTRING:섬유 줄기]
ru: [PREFSTRING:волокнистые стебли]
tr: [PREFSTRING:lifli sapları]
vi: [PREFSTRING:thân cây nhiều sợi]
zh_hans: [PREFSTRING:纤维茎秆]

# PLANT:JUTE
source: [STATE_NAME_ADJ:SOLID:jute]
cs: [STATE_NAME_ADJ:SOLID:juta]
eo: [STATE_NAME_ADJ:SOLID:juto]
es: [STATE_NAME_ADJ:SOLID:de yute]
ja: [STATE_NAME_ADJ:SOLID:黄麻]
ko: [STATE_NAME_ADJ:SOLID:삼베]
ru: [STATE_NAME_ADJ:SOLID:джут]
tr: [STATE_NAME_ADJ:SOLID:jüt]
zh_hans: [STATE_NAME_ADJ:SOLID:黄麻]

# PLANT:JUTE
source: [STATE_NAME_ADJ:SOLID_PASTE:jute slurry]
cs: [STATE_NAME_ADJ:SOLID_PASTE:jutová kaše]
de: [STATE_NAME_ADJ:SOLID_PASTE:Jute Brei]
eo: [STATE_NAME_ADJ:SOLID_PASTE:solvita suspensio el juto]
es: [STATE_NAME_ADJ:SOLID_PASTE:pasta de yute]
ja: [STATE_NAME_ADJ:SOLID_PASTE:黄麻のパルプ]
ko: [STATE_NAME_ADJ:SOLID_PASTE:삼베 곤죽]
ru: [STATE_NAME_ADJ:SOLID_PASTE:джутовая бумажная масса]
tr: [STATE_NAME_ADJ:SOLID_PASTE:jüt bulamacı]
vi: [STATE_NAME_ADJ:SOLID_PASTE:bột nhão đay]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:黄麻纸浆]

# PLANT:JUTE
source: [STATE_NAME_ADJ:SOLID_PRESSED:jute paper]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:jutový papír]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Jute Papier]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:papero el juto]
es: [STATE_NAME_ADJ:SOLID_PRESSED:papel de yute]
ja: [STATE_NAME_ADJ:SOLID_PRESSED: ジュート紙]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:삼베 종이]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:джутовая бумага]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:jüt kağıt]
vi: [STATE_NAME_ADJ:SOLID_PRESSED:giấy đay]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:黄麻纸]

# PLANT:JUTE
source: [GROWTH_NAME:jute leaf:jute leaves]
cs: [GROWTH_NAME:list juty:listy juty]
de: [GROWTH_NAME:Jute Blatt: Jute Blätter]
eo: [GROWTH_NAME:folio de juto:folioj de juto]
es: [GROWTH_NAME:hoja de yute:hojas de yute]
ja: [GROWTH_NAME:黄麻の葉:黄麻の葉]
ko: [GROWTH_NAME:삼베 잎:삼베 잎들]
ru: [GROWTH_NAME:джутовый лист:джутовые листья]
tr: [GROWTH_NAME:jüt yaprağı:jüt yaprakları]
vi: [GROWTH_NAME:lá cây đay:lá cây đay]
zh_hans: [GROWTH_NAME:黄麻叶:黄麻叶]

# PLANT:JUTE
source: [GROWTH_NAME:jute flower:STP]
cs: [GROWTH_NAME:květ juty:STP]
de: [GROWTH_NAME:Jute Blüte:STP]
eo: [GROWTH_NAME:floro de juto:floroj de juto]
es: [GROWTH_NAME:flor de yute:STP]
ja: [GROWTH_NAME:黄麻の花:STP]
ko: [GROWTH_NAME:삼베 꽃:STP]
ru: [GROWTH_NAME:джутовый цветок:джутовые цветы]
tr: [GROWTH_NAME:jüt çiçeği:STP]
zh_hans: [GROWTH_NAME:黄麻花:STP]

# PLANT:HEMP
source: [NAME:hemp plant]
cs: [NAME:konopí]
de: [NAME:Hanf]
eo: [NAME:kanabo]
es: [NAME:planta de cáñamo]
ja: [NAME:麻]
ko: [NAME:대마초]
ru: [NAME:конопля]
tr: [NAME:kenevir bitkisi]
vi: [NAME:cây gai dầu]
zh_hans: [NAME:大麻植株]

# PLANT:HEMP
source: [NAME_PLURAL:hemp plants]
cs: [NAME_PLURAL:konopí]
de: [NAME_PLURAL:Hanf]
eo: [NAME_PLURAL:kanaboj]
es: [NAME_PLURAL:plantas de cáñamo]
ja: [NAME_PLURAL:麻]
ko: [NAME_PLURAL:대마초들]
ru: [NAME_PLURAL:конопля]
tr: [NAME_PLURAL:kenevir bitkileri]
vi: [NAME_PLURAL:cây gai dầu]
zh_hans: [NAME_PLURAL:大麻植株]

# PLANT:HEMP
source: [ADJ:hemp plant]
cs: [ADJ:konopný]
de: [ADJ:Hanf]
eo: [ADJ:de kanabo]
es: [ADJ:de planta de cáñamo]
ja: [ADJ:麻]
ko: [ADJ:대마초]
ru: [ADJ:конопля]
tr: [ADJ:kenevir bitkisi]
vi: [ADJ:cây gai dầu]
zh_hans: [ADJ:大麻植株的]

# PLANT:HEMP
source: [STATE_NAME_ADJ:ALL_SOLID:frozen hempseed oil]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlý konopný olej]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Hanfsamenöl]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita oleo el semoj de kanabo]
es: [STATE_NAME_ADJ:ALL_SOLID:aceite de cáñamo congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った麻の実油]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 햄프씨 오일]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное конопляное масло]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş kenevir yağı]
vi: [STATE_NAME_ADJ:ALL_SOLID:dầu hạt gai dầu đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的大麻种子油]

# PLANT:HEMP
source: [STATE_NAME_ADJ:LIQUID:hempseed oil]
cs: [STATE_NAME_ADJ:LIQUID:konopný olej]
de: [STATE_NAME_ADJ:LIQUID:Hanfsamenöl]
eo: [STATE_NAME_ADJ:LIQUID:oleo el semoj de kanabo]
es: [STATE_NAME_ADJ:LIQUID:aceite de cáñamo]
ja: [STATE_NAME_ADJ:LIQUID:麻の実油]
ko: [STATE_NAME_ADJ:LIQUID:햄프 씨 오일]
ru: [STATE_NAME_ADJ:LIQUID:конопляное масло]
tr: [STATE_NAME_ADJ:LIQUID:kenevir yağı]
vi: [STATE_NAME_ADJ:LIQUID:dầu hạt gai dầu]
zh_hans: [STATE_NAME_ADJ:LIQUID:大麻种子油]

# PLANT:HEMP
source: [STATE_NAME_ADJ:GAS:boiling hempseed oil]
cs: [STATE_NAME_ADJ:GAS:vařící se konopný olej]
de: [STATE_NAME_ADJ:GAS:kochendes Hanfsamenöl]
eo: [STATE_NAME_ADJ:GAS:bolanta oleo el semoj de kanabo]
es: [STATE_NAME_ADJ:GAS:aceite de cáñamo hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化した麻の実油]
ko: [STATE_NAME_ADJ:GAS:기화된 햄프 씨 오일]
ru: [STATE_NAME_ADJ:GAS:кипящее конопляное масло]
tr: [STATE_NAME_ADJ:GAS:kaynayan kenevir yağı]
vi: [STATE_NAME_ADJ:GAS:dầu hạt gai dầu đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的大麻种子油]

# PLANT:HEMP
source: [STATE_NAME_ADJ:ALL_SOLID:hempseed oil soap]
cs: [STATE_NAME_ADJ:ALL_SOLID:konopné mýdlo]
de: [STATE_NAME_ADJ:ALL_SOLID:Hanfsamenölseife]
eo: [STATE_NAME_ADJ:ALL_SOLID:sapo el oleo el semoj de kanabo]
es: [STATE_NAME_ADJ:ALL_SOLID:de jabón de aceite de cáñamo]
ja: [STATE_NAME_ADJ:ALL_SOLID:ヘンプ石鹸]
ko: [STATE_NAME_ADJ:ALL_SOLID:햄프 씨 오일 비누]
ru: [STATE_NAME_ADJ:ALL_SOLID:мыло из конопляного масла]
tr: [STATE_NAME_ADJ:ALL_SOLID:kenevir yağı sabunu]
vi: [STATE_NAME_ADJ:ALL_SOLID:xà phòng dầu hạt gai dầu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:大麻种子油皂]

# PLANT:HEMP
source: [STATE_NAME_ADJ:LIQUID:melted hempseed oil soap]
cs: [STATE_NAME_ADJ:LIQUID:rozpuštěné konopné mýdlo]
de: [STATE_NAME_ADJ:LIQUID:geschmolzene Hanfsamenölseife]
eo: [STATE_NAME_ADJ:LIQUID:fandita sapo el oleo el semoj de kanabo]
es: [STATE_NAME_ADJ:LIQUID:de jabón de aceite de cáñamo derretido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたヘンプ石鹸]
ko: [STATE_NAME_ADJ:LIQUID:녹은 대마 씨 오일 비누]
ru: [STATE_NAME_ADJ:LIQUID:расплавленное мыло из конопляного масла]
tr: [STATE_NAME_ADJ:LIQUID:erimiş kenevir yağı sabunu]
vi: [STATE_NAME_ADJ:LIQUID:xà phòng dầu hạt gai dầu đã tan chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:溶化的大麻种子油皂]

# PLANT:HEMP
source: [STATE_NAME_ADJ:ALL_SOLID:hemp flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:konopná mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Hanfmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el kanabo]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de cáñamo]
ja: [STATE_NAME_ADJ:ALL_SOLID:麻の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:대마 가루 ]
ru: [STATE_NAME_ADJ:ALL_SOLID:конопляная мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:kenevir unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột gai dầu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:大麻粉]

# PLANT:HEMP
source: [STATE_NAME_ADJ:ALL_SOLID:hemp seed]
cs: [STATE_NAME_ADJ:ALL_SOLID:konopné semínko]
de: [STATE_NAME_ADJ:ALL_SOLID:Hanfsamen]
eo: [STATE_NAME_ADJ:ALL_SOLID:semo el kanabo]
es: [STATE_NAME_ADJ:ALL_SOLID:semilla de cáñamo]
ja: [STATE_NAME_ADJ:ALL_SOLID:麻の種:]
ko: [STATE_NAME_ADJ:ALL_SOLID:햄프 씨]
ru: [STATE_NAME_ADJ:ALL_SOLID:конопляное зерно]
tr: [STATE_NAME_ADJ:ALL_SOLID:kenevir tohumu]
vi: [STATE_NAME_ADJ:ALL_SOLID:hạt gai dầu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:大麻种子]

# PLANT:HEMP
source: [STATE_NAME_ADJ:SOLID_PASTE:hemp seed paste]
cs: [STATE_NAME_ADJ:SOLID_PASTE:konopná pasta]
de: [STATE_NAME_ADJ:SOLID_PASTE:Hanfsamen Brei]
eo: [STATE_NAME_ADJ:SOLID_PASTE:pasto el semoj de kanabo]
es: [STATE_NAME_ADJ:ALL_SOLID: pasta de semilla de cáñamo]
ja: [STATE_NAME_ADJ:SOLID_PASTE:麻の種のペース
ko: [STATE_NAME_ADJ:SOLID_PASTE:햄프 씨 반죽]
ru: [STATE_NAME_ADJ:SOLID_PASTE:конопляная паста]
tr: [STATE_NAME_ADJ:SOLID_PASTE:kenevir tohumu ezmesi]
vi: [STATE_NAME_ADJ:SOLID_PASTE:bột nhão hạt gai dầu]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:大麻种子浆糊]

# PLANT:HEMP
source: [STATE_NAME_ADJ:SOLID_PRESSED:hemp seed press cake]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:konopný výlisek]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Hanfsamen Presskuchen]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:briko el semoj de kanabo]
es: [STATE_NAME_ADJ:SOLID_PRESSED:massa de semillas de cáñamo compacta]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:麻の種の油粕]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:햄프 씨 찌꺼기]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:конопляный жмых]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:kenevir tohumu küspesi]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:大麻种子压榨饼]

# PLANT:HEMP
source: [SEED:hemp seed:hemp seeds:]
cs: [SEED:konopné semínko:konopná semínka:]
de: [SEED:Hanfsamen:Hanfsamen:]
eo: [SEED:semo de kanabo:semoj de kanabo:]
es: [SEED:semilla de cáñamo:semillas de cáñamo:]
ja: [SEED:麻の種:麻の種:]
ru: [SEED:семя конопли:семена конопли:]
tr: [SEED:kenevir tohumu:kenevir tohumları:]
vi: [SEED:hạt gai dầu:hạt gai dầu:]
zh_hans: [SEED:大麻种子:大麻种子:]

# PLANT:HEMP
source: [PREFSTRING:leaves]
cs: [PREFSTRING:listy]
de: [PREFSTRING:Blätter]
eo: [PREFSTRING:folioj]
es: [PREFSTRING:hojas]
ja: [PREFSTRING:葉]
ko: [PREFSTRING:잎들]
ru: [PREFSTRING:листья]
tr: [PREFSTRING:yaprakları]
vi: [PREFSTRING:lá]
zh_hans: [PREFSTRING:叶]

# PLANT:HEMP
source: [STATE_NAME_ADJ:SOLID:hemp]
cs: [STATE_NAME_ADJ:SOLID:konopí]
de: [STATE_NAME_ADJ:SOLID:Hanf]
eo: [STATE_NAME_ADJ:SOLID:kanabo]
es: [STATE_NAME_ADJ:SOLID:cáñamo]
ja: [STATE_NAME_ADJ:SOLID:麻]
ru: [STATE_NAME_ADJ:SOLID:конопля]
tr: [STATE_NAME_ADJ:SOLID:kenevir]
vi: [STATE_NAME_ADJ:SOLID:gai dầu]
zh_hans: [STATE_NAME_ADJ:SOLID:大麻]

# PLANT:HEMP
source: [STATE_NAME_ADJ:SOLID_PASTE:hemp slurry]
cs: [STATE_NAME_ADJ:SOLID_PASTE:konopná kaše]
de: [STATE_NAME_ADJ:SOLID_PASTE:Hanf Brei]
eo: [STATE_NAME_ADJ:SOLID_PASTE:solvita suspensio el kanabo]
es: [STATE_NAME_ADJ:SOLID_PASTE:papilla de cáñamo]
ja: [STATE_NAME_ADJ:SOLID_PASTE:麻パルプ]
ru: [STATE_NAME_ADJ:SOLID_PASTE:конопляная бумажная масса]
tr: [STATE_NAME_ADJ:SOLID_PASTE:kenevir bulamacı]
vi: [STATE_NAME_ADJ:SOLID_PASTE:bột nhão gai dầu]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:大麻纸浆]

# PLANT:HEMP
source: [STATE_NAME_ADJ:SOLID_PRESSED:hemp paper]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:konopný papír]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Hanf Papier]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:papero el kanabo]
es: [STATE_NAME_ADJ:SOLID_PRESSED:papel de cañamo]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:麻紙]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:конопляная бумага]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:kenevir kağıt]
vi: [STATE_NAME_ADJ:SOLID_PRESSED:giấy gai dầu]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:大麻纸]

# PLANT:HEMP
source: [GROWTH_NAME:hemp leaf:hemp leaves]
cs: [GROWTH_NAME:list konopí:listy konopí]
de: [GROWTH_NAME:Hanfblatt:Hanfblätter]
eo: [GROWTH_NAME:folio de kanabo:folioj de kanabo]
es: [GROWTH_NAME:hoja de cáñamo:hojas de cáñamo]
ja: [GROWTH_NAME:麻の葉:麻の葉]
ru: [GROWTH_NAME:лист конопли:листья конопли]
tr: [GROWTH_NAME:kenevir yaprağı:kenevir yaprakları]
vi: [GROWTH_NAME:lá cây gai dầu:lá cây gai dầu]
zh_hans: [GROWTH_NAME:大麻叶:大麻叶]

# PLANT:COTTON
source: [NAME:cotton plant]
cs: [NAME:bavlník]
de: [NAME:Baumwollpflanze]
eo: [NAME:kotonujo]
es: [NAME:planta de algodon]
ja: [NAME:綿]
ko: [NAME:목화]
ru: [NAME:хлопчатник]
tr: [NAME:pamuk bitkisi]
vi: [NAME:cây bông]
zh_hans: [NAME:棉花植株]

# PLANT:COTTON
source: [NAME_PLURAL:cotton plants]
cs: [NAME_PLURAL:bavlník]
de: [NAME_PLURAL:Baumwollpflanzen]
eo: [NAME_PLURAL:kotonujoj]
es: [NAME_PLURAL:plantas de algodon]
ja: [NAME_PLURAL:綿]
ko: [NAME_PLURAL:목화들]
ru: [NAME_PLURAL:хлопчатник]
tr: [NAME_PLURAL:pamuk bitkileri]
vi: [NAME_PLURAL:cây bông]
zh_hans: [NAME_PLURAL:棉花植株]

# PLANT:COTTON
source: [ADJ:cotton plant]
cs: [ADJ:bavlněný]
de: [ADJ:Baumwollpflanze]
eo: [ADJ:de kotonujo]
es: [ADJ:planta de algodón]
ja: [ADJ:綿]
ko: [ADJ:목화]
ru: [ADJ:хлопчатник]
tr: [ADJ:pamuk bitkisi]
vi: [ADJ:cây bông]
zh_hans: [ADJ:棉花植株的]

# PLANT:COTTON
source: [STATE_NAME_ADJ:ALL_SOLID:frozen cottonseed oil]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlý bavlníkový olej]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Baumwollsamenöl]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita oleo el semoj de kotono]
es: [STATE_NAME_ADJ:ALL_SOLID:aceite de semillas de algodón congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったコットンシードオイル]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 목화 씨 기름]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное хлопковое масло]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş pamuk yağı]
vi: [STATE_NAME_ADJ:ALL_SOLID:dầu hạt bông đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的棉花种子油]

# PLANT:COTTON
source: [STATE_NAME_ADJ:LIQUID:cottonseed oil]
cs: [STATE_NAME_ADJ:LIQUID:bavlníkový olej]
de: [STATE_NAME_ADJ:LIQUID:Baumwollsamenöl]
eo: [STATE_NAME_ADJ:LIQUID:oleo el semoj de kotono]
es: [STATE_NAME_ADJ:LIQUID:aceite de semillas de algodón]
ja: [STATE_NAME_ADJ:LIQUID:コットンシードオイル]
ko: [STATE_NAME_ADJ:LIQUID:목화 씨 기름]
ru: [STATE_NAME_ADJ:LIQUID:хлопковое масло]
tr: [STATE_NAME_ADJ:LIQUID:pamuk yağı]
vi: [STATE_NAME_ADJ:LIQUID:dầu hạt bông]
zh_hans: [STATE_NAME_ADJ:LIQUID:棉花种子油]

# PLANT:COTTON
source: [STATE_NAME_ADJ:GAS:boiling cottonseed oil]
cs: [STATE_NAME_ADJ:GAS:vařící se bavlníkový olej]
de: [STATE_NAME_ADJ:GAS:kochende Baumwollsamenölseife]
eo: [STATE_NAME_ADJ:GAS:bolanta oleo el semoj de kotono]
es: [STATE_NAME_ADJ:GAS:aceite de semillas de algodón hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したコットンシードオイル]
ko: [STATE_NAME_ADJ:GAS:기화된 목화 씨 오일]
ru: [STATE_NAME_ADJ:GAS:кипящее хлопковое масло]
tr: [STATE_NAME_ADJ:GAS:kaynayan pamuk yağı]
vi: [STATE_NAME_ADJ:GAS:dầu hạt bông đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的棉花种子油]

# PLANT:COTTON
source: [STATE_NAME_ADJ:ALL_SOLID:cottonseed oil soap]
cs: [STATE_NAME_ADJ:ALL_SOLID:bavlníkové mýdlo]
de: [STATE_NAME_ADJ:ALL_SOLID:Baumwollsamenölseife]
eo: [STATE_NAME_ADJ:ALL_SOLID:sapo el oleo el semoj de kotono]
es: [STATE_NAME_ADJ:ALL_SOLID:de jabón de aceite de semillas de algodón]
ja: [STATE_NAME_ADJ:ALL_SOLID:コットンシードオイル石鹸]
ko: [STATE_NAME_ADJ:ALL_SOLID:목화 씨 오일 비누]
ru: [STATE_NAME_ADJ:ALL_SOLID:мыло из хлопкового масла]
tr: [STATE_NAME_ADJ:ALL_SOLID:pamuk yağı sabunu]
vi: [STATE_NAME_ADJ:ALL_SOLID:xà phòng dầu hạt bông]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:棉花油皂]

# PLANT:COTTON
source: [STATE_NAME_ADJ:LIQUID:melted cottonseed oil soap]
cs: [STATE_NAME_ADJ:LIQUID:rozpuštěné bavlníkové mýdlo]
de: [STATE_NAME_ADJ:LIQUID:geschmolzene Baumwollsamenölseife]
eo: [STATE_NAME_ADJ:LIQUID:fandita sapo el oleo el semo de kotono]
es: [STATE_NAME_ADJ:LIQUID:de jabón de aceite de semillas de algodón derretido]
ja: [STATE_NAME_ADJ:LIQUID:液化したコットンシードオイル石鹸]
ko: [STATE_NAME_ADJ:LIQUID:녹은 목화 씨 오일 비누]
ru: [STATE_NAME_ADJ:LIQUID:жидкое мыло из хлопкового масла]
tr: [STATE_NAME_ADJ:LIQUID:erimiş pamuk yağı sabunu]
vi: [STATE_NAME_ADJ:LIQUID:xà phòng dầu hạt bông nóng chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:溶化的棉花种子油皂]

# PLANT:COTTON
source: [STATE_NAME_ADJ:ALL_SOLID:cotton seed]
cs: [STATE_NAME_ADJ:ALL_SOLID:bavlníkové semínko]
de: [STATE_NAME_ADJ:ALL_SOLID:Baumwollsamen]
eo: [STATE_NAME_ADJ:ALL_SOLID:semo de kotono]
es: [STATE_NAME_ADJ:ALL_SOLID:semilla de algodón]
ja: [STATE_NAME_ADJ:ALL_SOLID:綿の種:]
ko: [STATE_NAME_ADJ:ALL_SOLID:목화 씨]
ru: [STATE_NAME_ADJ:ALL_SOLID:хлопковое зерно]
tr: [STATE_NAME_ADJ:ALL_SOLID:pamuk tohumu]
vi: [STATE_NAME_ADJ:ALL_SOLID:hạt bông]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:棉花种子]
