Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_SPIDER_MONKEY
source: [PREFSTRING:long limbs]
cs: [PREFSTRING:dlouhé končetiny]
de: [PREFSTRING:lange Gliedmaßen]
eo: [PREFSTRING:longaj membroj]
es: [PREFSTRING:extremidades largas]
ja: [PREFSTRING:長い手足]
ko: [PREFSTRING:긴 팔다리]
pl: [PREFSTRING:długie kończyny]
ru: [PREFSTRING:длинные конечности]
tr: [PREFSTRING:uzun uzuvları]
vi: [PREFSTRING:chi dài]

# CREATURE:GIANT_SPIDER_MONKEY
source: [PREFSTRING:prehensile tails]
cs: [PREFSTRING:úchopné ocasy]
de: [PREFSTRING:greifbarer Schwanz]
eo: [PREFSTRING:prenpovaj vostoj]
es: [PREFSTRING:colas prensiles]
ja: [PREFSTRING:尻尾でつかむ]
ko: [PREFSTRING:꼬리를 잘 사용함]
pl: [PREFSTRING:imponujące ogony]
ru: [PREFSTRING:цепкие хвосты]
tr: [PREFSTRING:kavrayıcı kuyrukları]
vi: [PREFSTRING:đuôi có thể cầm nắm]

# CREATURE:PANGOLIN
source: [DESCRIPTION:A small mammal covered in hard scales. It has a long nose and tongue which it uses to feed.]
cs: [DESCRIPTION:Malý savec pokrytý tvrdými šupinami. Má dlouhý čenich a jazyk, který používá k získávání potravy.]
de: [DESCRIPTION:Ein kleines, mit harten Schuppen bedecktes Säugetier. Es hat eine lange Nase und eine Zunge, die es zum Füttern verwendet.]
eo: [DESCRIPTION:Malgranda mamulo kovrita de malmolaj skvamoj. Ĝi havas longajn nazon kaj langon, kiujn ĝi uzas por manĝigado.]
es: [DESCRIPTION:Un pequeño mamífero recuvierto de duras escamas. Tiene una nariz y lengua largas, que usa para alimentarse.]
ja: [DESCRIPTION:硬いうろこに覆われた小型哺乳類。長い鼻と舌を持ち、それを使って餌をとる。]
ko: [DESCRIPTION:단단한 비늘로 덮인 작은 포유류. 긴 코와 먹이를 먹는 데 사용하는 혀가 있습니다.]
pl: [DESCRIPTION:Mały ssak pokryty twardymi łuskami. Ma długi nos i język którego używa do jedzenia.]
ru: [DESCRIPTION:Небольшое млекопитающее, покрытое жёсткой чешуёй. Длинный нос и язык он использует для добычи пищи.]
tr: [DESCRIPTION:Sert pullarla kaplı küçük bir memeli. Beslenmek için kullandığı uzun bir burnu ve dili vardır.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ được bao phủ bởi vảy cứng. Nó có mũi và lưỡi dài dùng để kiếm ăn.]

# CREATURE:PANGOLIN
source: [NAME:pangolin:pangolins:pangolin]
cs: [NAME:luskoun:luskouni:luskouna]
de: [NAME:Pangulin:Panguline:Pangulin]
eo: [NAME:maniso:manisoj:de maniso]
es: [NAME:pangolín:pangolines:pangolín]
ja: [NAME:センザンコウ:センザンコウ:センザンコウの]
ko: [NAME:천산갑:천산갑들:천산갑]
pl: [NAME:łuskowiec: łuskowce: łuskowcowy]
ru: [NAME:панголин:панголины:панголина]
tr: [NAME:pangolin:pangolinler:pangolin]

# CREATURE:PANGOLIN
source: [CASTE_NAME:pangolin:pangolins:pangolin]
cs: [CASTE_NAME:luskoun:luskouni:luskouna]
de: [CASTE_NAME:Pangulin:Panguline:Pangulin]
eo: [CASTE_NAME:maniso:manisoj:de maniso]
es: [CASTE_NAME:pangolín:pangolines:pangolín]
ja: [CASTE_NAME:センザンコウ:センザンコウ:センザンコウの]
ko: [CASTE_NAME:천산갑:천산갑들:천산갑]
pl: [CASTE_NAME:łuskowiec: łuskowce: łuskowcowy]
ru: [CASTE_NAME:панголин:панголины:панголина]
tr: [CASTE_NAME:pangolin:pangolinler:pangolin]

# CREATURE:PANGOLIN
source: [GENERAL_CHILD_NAME:baby pangolin:baby pangolins]
cs: [GENERAL_CHILD_NAME:mládě luskouna:mláďata luskouna]
de: [GENERAL_CHILD_NAME:Pangulin Junges:Pangulin Junge]
eo: [GENERAL_CHILD_NAME:manisido:manisidoj]
es: [GENERAL_CHILD_NAME:cría de pangolín:crías de pangolín]
ja: [GENERAL_CHILD_NAME:センザンコウ:センザンコウの子供の子供の]
ko: [GENERAL_CHILD_NAME:새끼 철갑산:새끼 철갑산들]
pl: [GENERAL_CHILD_NAME:młody łuskowca:młode łuskowca]
ru: [GENERAL_CHILD_NAME:детёныш панголина:детёныши панголина]
tr: [GENERAL_CHILD_NAME:yavru pangolin:yavru pangolinler]
vi: [GENERAL_CHILD_NAME:tê tê con:những tê tê con]

# CREATURE:PANGOLIN
source: [PREFSTRING:overlapping scales]
cs: [PREFSTRING:překrývající se šupiny]
de: [PREFSTRING:überlappenden Schuppen]
eo: [PREFSTRING:interkovritaj skvamoj]
es: [PREFSTRING:escamas solapadas]
ja: [PREFSTRING:重なり合う鱗]
ko: [PREFSTRING:겹겹이 겹친 비늘들]
pl: [PREFSTRING:nakładające się skale]
ru: [PREFSTRING:перекрывающуюся чешую]
tr: [PREFSTRING:üst üste binen pulları]
vi: [PREFSTRING:vảy xếp chồng]

# CREATURE:PANGOLIN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:PANGOLIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:PANGOLIN
source: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:roll into a ball:rolls into a ball:unroll:unrolls]
cs: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:stočit se do klubíčka:stáčí se do klubíčka:rozbalit se:rozbaluje se]
de: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:zu einer Kugel zusammenrollen:rollt sich zu einer Kugel zusammen:entrollen:entrollt]
eo: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:volvas sin kia bulo:volvas sin kia bulo:disvolvas sin:disvolvas sin]
es: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:apelotonarse:apelotonaron:desenrollarse:desenrollaron]
ja: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:丸まる:丸まる:元に戻る:元に戻る]
ko: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:둥글게 몸을 말다:둥글게 몸을 말다:말은 몸을 풀다:말은 몸을 풀다]
pl: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:zwiń w kulkę:zwiń w kulkę:rozwiń:rozwiń]
ru: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:сворачиваетесь в клубок:сворачивается в клубок:разворачиваетесь:разворачивается]
tr: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:top gibi yuvarlan:top gibi yuvarlanır:açıl:açılır]
vi: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:cuộn tròn thành quả bóng:cuộn tròn thành quả bóng:mở ra:mở ra]

# CREATURE:PANGOLIN
source: [ROOT_AROUND:BY_CATEGORY:NOSE:root around in:roots around in]
cs: [ROOT_AROUND:BY_CATEGORY:NOSE:hrabat v:hrabe v]
de: [ROOT_AROUND:BY_CATEGORY:NOSE:herumwühlt:herumwühlen]
eo: [ROOT_AROUND:BY_CATEGORY:BEAK:furaĝas en:furaĝas en]
es: [ROOT_AROUND:BY_CATEGORY:NOSE:hozan en:hoza en]
ja: [ROOT_AROUND:BY_CATEGORY:NOSE:周りを探る:周りを探る]
ko: [ROOT_AROUND:BY_CATEGORY:NOSE:주변을 헤집는다:주변을 헤집는다]
pl: [ROOT_AROUND:BY_CATEGORY:NOSE:zatapiasz się w:zatapia się w]
ru: [ROOT_AROUND:BY_CATEGORY:NOSE:роетесь в:роется в]
tr: [ROOT_AROUND:BY_CATEGORY:NOSE:burnuyla karıştır:burnuyla karıştırır]
vi: [ROOT_AROUND:BY_CATEGORY:NOSE:sục sạo trong:sục sạo trong]

# CREATURE:PANGOLIN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:PANGOLIN
source: [TLCM_NOUN:scales:SINGULAR]
cs: [TLCM_NOUN:šupina:SINGULAR]
de: [TLCM_NOUN:Schuppe:SINGULAR]
eo: [TLCM_NOUN:skvamaro:SINGULAR]
es: [TLCM_NOUN:escamas:SINGULAR]
ja: [TLCM_NOUN:鱗:SINGULAR]
ko: [TLCM_NOUN:비늘:SINGULAR]
pl: [TLCM_NOUN:waga:SINGULAR]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pul:SINGULAR]
zh_hans: [TLCM_NOUN:鳞片`:SINGULAR]

# CREATURE:PANGOLIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:PANGOLIN_MAN
source: [CASTE_NAME:pangolin man:pangolin men:pangolin man]
cs: [CASTE_NAME:luskouní muž:luskouní muži:luskouního muže]
de: [CASTE_NAME:Pangulin Mann:Pangulin Männer:Pangulin Mann]
eo: [CASTE_NAME:hommanisiĉo:hommanisiĉoj:de hommanisiĉo]
es: [CASTE_NAME:pangolín macho:pangolines macho:pangolín macho]
ja: [CASTE_NAME:センザンコウ男:センザンコウ男:センザンコウ男の]
ko: [CASTE_NAME:남성 천산갑인간:남성 천산갑인간들:남성 천산갑인간]
ru: [CASTE_NAME:мужчина-панголин:мужчины-панголины:мужчины-панголина]
tr: [CASTE_NAME:erkek pangolin:erkek pangolinler:erkek pangolin]
vi: [CASTE_NAME:người tê tê nam:những người tê tê nam:người tê tê nam]

# CREATURE:PANGOLIN_MAN
source: [CASTE_NAME:pangolin woman:pangolin women:pangolin woman]
cs: [CASTE_NAME:luskouní žena:luskouní ženy:luskouní ženu]
de: [CASTE_NAME:Pangulin Frau:Pangulin Frauen:Pangulin Frau]
eo: [CASTE_NAME:hommanisino:hommanisinoj:de hommanisino]
es: [CASTE_NAME:pangolín hembra:pangolines hembra:pangolín hembra]
ja: [CASTE_NAME:センザンコウ女:センザンコウ女:センザンコウ女の]
ko: [CASTE_NAME:여성 천산갑인간:여성 천산갑인간들:여성 천산갑인간]
ru: [CASTE_NAME:женщина-панголин:женщины-панголины:женщины-панголина]
tr: [CASTE_NAME:dişi pangolin:dişi pangolinler:dişi pangolin]
vi: [CASTE_NAME:người tê tê nữ:những người tê tê nữ:người tê tê nữ]

# CREATURE:PANGOLIN_MAN
source: [NAME:pangolin man:pangolin men:pangolin man]
cs: [NAME:luskouní muž:luskouní muži:luskouního muže]
de: [NAME:Pangulin Mensch:Pangulin Menschen:Pangulin Mensch]
eo: [NAME:hommaniso:hommanisoj:de hommaniso]
es: [NAME:pangolín macho:pangolines macho:pangolín macho]
ja: [NAME:センザンコウ男:センザンコウ男:センザンコウ男の]
ko: [NAME:천산갑인간:천산갑인간들:천산갑인간]
ru: [NAME:человек-панголин:люди-панголины:человека-панголина]
tr: [NAME:erkek pangolin:erkek pangolinler:erkek pangolin]
vi: [NAME:người tê tê nam:những người tê tê nam:người tê tê nam]

# CREATURE:PANGOLIN_MAN
source: [DESCRIPTION:A person with the head and scales of a pangolin.]
cs: [DESCRIPTION:Osoba s hlavou a šupinami luskouna.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Schuppen eines Pangolins.]
eo: [DESCRIPTION:Homo kun la kapo kaj la skvamoj de maniso.]
es: [DESCRIPTION:Una persona con cabeza y escamas de pangolín.]
ja: [DESCRIPTION:センザンコウの頭と鱗を持った人間だ。]
ko: [DESCRIPTION:천산갑의 머리와 비늘을 가진 사람.]
pl: [DESCRIPTION:Osoba z głową i łuskami łuskowca.]
ru: [DESCRIPTION:Человек с головой и чешуёй панголина.]
tr: [DESCRIPTION:Bir pangolinin başına ve pullarına sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu và vảy tê tê.]

# CREATURE:GIANT_PANGOLIN
source: [NAME:giant pangolin:giant pangolins:giant pangolin]
cs: [NAME:obří luskoun:obří luskouni:obřího luskouna]
de: [NAME:Riesen Pangulin:Riesen Panguline:Riesen Pangulin]
eo: [NAME:giganta maniso:gigantaj manisoj:de giganta maniso]
es: [NAME:pangolín gigante:pangolines gigantes:pangolín gigante]
ja: [NAME:巨大センザンコウ:巨大センザンコウ:巨大センザンコウの]
ko: [NAME:거대 천산갑:거대 천산갑들:거대 천산갑]
pl: [NAME:gigantyczny łuskowiec:gigantyczne łuskowce:gigantycznego łuskowca]
ru: [NAME:гигантский панголин:гигантские панголины:гигантского панголина]
tr: [NAME:dev pangolin:dev pangolinler:dev pangolin]
vi: [NAME:tê tê khổng lồ:những tê tê khổng lồ:tê tê khổng lồ]

# CREATURE:GIANT_PANGOLIN
source: [CASTE_NAME:giant pangolin:giant pangolins:giant pangolin]
cs: [CASTE_NAME:obří luskoun:obří luskouni:obřího luskouna]
de: [CASTE_NAME:Riesen Pangulin:Riesen Panguline:Riesen Pangulin]
eo: [CASTE_NAME:giganta maniso:gigantaj manisoj:de giganta maniso]
es: [CASTE_NAME:pangolín gigante:pangolines gigantes:pangolín gigante]
ja: [CASTE_NAME:巨大センザンコウ:巨大センザンコウ:巨大センザンコウの]
ko: [CASTE_NAME:거대 천산갑:거대 천산갑들:거대 천산갑]
ru: [CASTE_NAME:гигантский панголин:гигантские панголины:гигантского панголина]
tr: [CASTE_NAME:dev pangolin:dev pangolinler:dev pangolin]
vi: [CASTE_NAME:tê tê khổng lồ:những tê tê khổng lồ:tê tê khổng lồ]

# CREATURE:GIANT_PANGOLIN
source: [GENERAL_CHILD_NAME:baby giant pangolin:baby giant pangolins]
cs: [GENERAL_CHILD_NAME:mládě obřího luskouna:mláďata obřího luskouna]
de: [GENERAL_CHILD_NAME:Riesen Pangulin Junges:Riesen Pangulin Junge]
eo: [GENERAL_CHILD_NAME:giganta manisido:gigantaj manisidoj]
es: [GENERAL_CHILD_NAME:cría de pangolín gigante:crías de pangolín gigante]
ja: [GENERAL_CHILD_NAME:巨大センザンコウ:巨大センザンコウの子供の子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 천산갑:새끼 거대 천산갑들]
pl: [GENERAL_CHILD_NAME:młody wielkiego łuskowca:młode wielkiego łuskowca]
ru: [GENERAL_CHILD_NAME:детёныш гигантского панголина:детёныши гигантского панголина]
tr: [GENERAL_CHILD_NAME:yavru dev pangolin:yavru dev pangolinler]
vi: [GENERAL_CHILD_NAME:tê tê con khổng lồ:những tê tê con khổng lồ]

# CREATURE:GIANT_PANGOLIN
source: [DESCRIPTION:A huge monster in the form of a pangolin.]
cs: [DESCRIPTION:Obrovská příšera v podobě luskouna.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Schuppentiers.]
eo: [DESCRIPTION:Grandega monstro kun formo de maniso.]
es: [DESCRIPTION:Un gran monstruo con forma de pangolín.]
ja: [DESCRIPTION:センザンコウのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:천산갑 형태의 거대한 괴물.]
pl: [DESCRIPTION:Ogromny potwór w postaci łuskowca.]
ru: [DESCRIPTION:Огромный монстр, похожий на панголина.]
tr: [DESCRIPTION:Pangolin formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng tê tê.]
zh_hans: [DESCRIPTION:一只巨大的穿山甲怪。]

# CREATURE:GIANT_PANGOLIN
source: [PREFSTRING:overlapping scales]
cs: [PREFSTRING:překrývající se šupiny]
de: [PREFSTRING:überlappenden Schuppen]
eo: [PREFSTRING:interkovritaj skvamoj]
es: [PREFSTRING:escamas solapadas]
ja: [PREFSTRING:重なり合う鱗]
pl: [PREFSTRING:nakładające się łuski]
ru: [PREFSTRING:перекрывающуюся чешую]
tr: [PREFSTRING:üst üste binen pulları]
vi: [PREFSTRING:vảy xếp chồng]

# CREATURE:BLACK_MAMBA
source: [DESCRIPTION:A small aggressive snake which can move very quickly. Its venom is deadly.]
cs: [DESCRIPTION:Malý agresivní had, který se dokáže velmi rychle pohybovat. Jeho jed je smrtící.]
de: [DESCRIPTION:Eine kleine aggressive Schlange, die sich sehr schnell bewegen kann. Ihr Gift ist tödlich.]
eo: [DESCRIPTION:Malgranda agresema serpento, kiu povas moviĝi tre rapide. Ĝia veneno estas mortiga.]
es: [DESCRIPTION:Una pequeña y agresiva serpiente que se mueve rápidamente. Su veneno es mortal.]
ja: [DESCRIPTION:攻撃的でとても素早い小型のヘビだ。毒が致命的。]
ko: [DESCRIPTION:매우 빠르게 움직일 수 있는 작고 공격적인 뱀. 그 독은 치명적이다.]
pl: [DESCRIPTION: Mały, agresywny wąż, który może poruszać się bardzo szybko. Jego jad jest śmiertelny.]
ru: [DESCRIPTION:Небольшая агрессивная змея, которая может двигаться очень быстро. Её яд смертелен.]
tr: [DESCRIPTION:Çok hızlı hareket edebilen, küçük ve agresif bir yılan. Zehri ölümcüldür.]
vi: [DESCRIPTION:Một loài rắn nhỏ hung hãn có thể di chuyển rất nhanh. Nọc độc của nó gây chết người.]

# CREATURE:BLACK_MAMBA
source: [NAME:black mamba:black mambas:black mamba]
cs: [NAME:mamba černá:mamby černé:mambu černou]
de: [NAME:Schwarze Mamba:Schwarze Mambas:Schwarze Mamba]
eo: [NAME:nigra mambo:nigraj mamboj:de nigra mambo]
es: [NAME:serpiente mamba negra:serpientes mamba negra:serpiente mamba negra]
ja: [NAME:ブラックマンバ:ブラックマンバ:ブラックマンバの]
ko: [NAME:검은맘바:검은맘바떼:검은맘바]
ru: [NAME:чёрная мамба:чёрные мамбы:чёрной мамбы]
tr: [NAME:kara mamba:kara mambalar:kara mamba]
vi: [NAME:rắn mamba đen:những con rắn mamba đen:rắn mamba đen]

# CREATURE:BLACK_MAMBA
source: [CASTE_NAME:black mamba:black mambas:black mamba]
cs: [CASTE_NAME:mamba černá:mamby černé:mambu černou]
de: [CASTE_NAME:Schwarze Mamba:Schwarze Mambas:Schwarze Mamba]
eo: [CASTE_NAME:nigra mambo:nigraj mamboj:de nigra mambo]
es: [CASTE_NAME:serpiente mamba negra:serpientes mamba negra:serpiente mamba negra]
ja: [CASTE_NAME:ブラックマンバ:ブラックマンバ:ブラックマンバの]
ko: [CASTE_NAME:검은맘바:검은맘바떼:검은맘바]
ru: [CASTE_NAME:чёрная мамба:чёрные мамбы:чёрной мамбы]
tr: [CASTE_NAME:kara mamba:kara mambalar:kara mamba]
vi: [CASTE_NAME:rắn mamba đen:những con rắn mamba đen:rắn mamba đen]

# CREATURE:BLACK_MAMBA
source: [PREFSTRING:aggression]
cs: [PREFSTRING:agresivita]
eo: [PREFSTRING:agreso]
es: [PREFSTRING:agresión]
ja: [PREFSTRING:狂暴]
pl: [PREFSTRING:agresja]
ru: [PREFSTRING:агрессию]
tr: [PREFSTRING:saldırganlığı]
vi: [PREFSTRING:sự hung hãn]

# CREATURE:BLACK_MAMBA
source: [PREFSTRING:deadly bite]
cs: [PREFSTRING:smrtelné kousnutí]
de: [PREFSTRING:tödlicher biss]
eo: [PREFSTRING:mortiga mordo]
es: [PREFSTRING:mordedura mortal]
ja: [PREFSTRING:死の毒牙]
pl: [PREFSTRING:śmiertelne ukąszenie]
ru: [PREFSTRING:смертельный укус]
tr: [PREFSTRING:ölümcül ısırığı]
vi: [PREFSTRING:vết cắn chết người]

# CREATURE:BLACK_MAMBA
source: [STATE_NAME:ALL_SOLID:frozen black mamba venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed mamby černé]
de: [STATE_NAME:ALL_SOLID:gefrorenes schwarzes Mamba-Gift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de nigra mambo]
es: [STATE_NAME:ALL_SOLID:serpiente venenosa mamba negra congelada]
ja: [STATE_NAME:ALL_SOLID:凍ったブラックマンバの毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 검은맘바 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad czarnej mamby]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд чёрной мамбы]
tr: [STATE_NAME:ALL_SOLID:donmuş kara mamba zehri]
vi: [STATE_NAME:ALL_SOLID:nọc rắn mamba đen đông cứng]

# CREATURE:BLACK_MAMBA
source: [STATE_ADJ:ALL_SOLID:frozen black mamba venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed mamby černé]
de: [STATE_ADJ:ALL_SOLID:gefrorenes schwarzes Mamba-Gift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de nigra mambo]
es: [STATE_ADJ:ALL_SOLID:serpiente venenosa mamba negra congelada]
ja: [STATE_ADJ:ALL_SOLID:凍ったブラックマンバの毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 검은맘바 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożony jad czarnej mamby]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд чёрной мамбы]
tr: [STATE_ADJ:ALL_SOLID:donmuş kara mamba zehri]
vi: [STATE_ADJ:ALL_SOLID:nọc rắn mamba đen đông cứng]

# CREATURE:BLACK_MAMBA
source: [STATE_NAME:LIQUID:black mamba venom]
cs: [STATE_NAME:LIQUID:jed mamby černé]
de: [STATE_NAME:LIQUID:Schwarze Mamba Gift]
eo: [STATE_NAME:LIQUID:veneno de nigra mambo]
es: [STATE_NAME:LIQUID:serpiente mamba negra venenosa]
ja: [STATE_NAME:LIQUID:ブラックマンバの毒液]
ko: [STATE_NAME:LIQUID:검은맘바 독]
pl: [STATE_NAME:ALL_SOLID:jad czarnej mamby]
ru: [STATE_NAME:LIQUID:яд чёрной мамбы]
tr: [STATE_NAME:LIQUID:kara mamba zehri]
vi: [STATE_NAME:LIQUID:nọc rắn mamba đen]

# CREATURE:BLACK_MAMBA
source: [STATE_ADJ:LIQUID:black mamba venom]
cs: [STATE_ADJ:LIQUID:jed mamby černé]
de: [STATE_ADJ:LIQUID:Schwarze Mamba Gift]
eo: [STATE_ADJ:LIQUID:de veneno de nigra mambo]
es: [STATE_ADJ:LIQUID:serpiente mamba negra venenosa]
ja: [STATE_ADJ:LIQUID:ブラックマンバの毒液]
ko: [STATE_ADJ:LIQUID:검은맘바 독]
pl: [STATE_ADJ:LIQUID:jad czarnej mamby]
ru: [STATE_ADJ:LIQUID:яд чёрной мамбы]
tr: [STATE_ADJ:LIQUID:kara mamba zehri]
vi: [STATE_ADJ:LIQUID:nọc rắn mamba đen]

# CREATURE:BLACK_MAMBA
source: [STATE_NAME:GAS:boiling black mamba venom]
cs: [STATE_NAME:GAS:vroucí jed mamby černé]
de: [STATE_NAME:GAS:kochendes Schwarze Mamba Gift]
eo: [STATE_NAME:GAS:bolanta veneno de nigra mambo]
es: [STATE_NAME:GAS:veneno de mamba negra hirviendo]
ja: [STATE_NAME:GAS:蒸気化したブラックマンバの毒液]
ko: [STATE_NAME:GAS:기화된 검은맘바 독]
pl: [STATE_NAME:GAS:wrzący jad czarnej mamby]
ru: [STATE_NAME:GAS:пары яда чёрной мамбы]
tr: [STATE_NAME:GAS:kaynayan kara mamba zehri]
vi: [STATE_NAME:GAS:nọc rắn mamba đen đang sôi]

# CREATURE:BLACK_MAMBA
source: [STATE_ADJ:GAS:boiling black mamba venom]
cs: [STATE_ADJ:GAS:vroucí jed mamby černé]
de: [STATE_ADJ:GAS:kochendes Schwarze Mamba Gift]
eo: [STATE_ADJ:GAS:de bolanta veneno de nigra mambo]
es: [STATE_ADJ:GAS:de veneno de mamba negra hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したブラックマンバの毒液]
ko: [STATE_ADJ:GAS:기화된 검은맘바 독]
pl: [STATE_ADJ:GAS:wrzący jad czarnej mamby]
ru: [STATE_ADJ:GAS:кипящий яд чёрной мамбы]
tr: [STATE_ADJ:GAS:kaynayan kara mamba zehri]
vi: [STATE_ADJ:GAS:nọc rắn mamba đen đang sôi]

# CREATURE:BLACK_MAMBA
source: [SYN_NAME:black mamba bite]
cs: [SYN_NAME:uštknutí černé mamby]
de: [SYN_NAME:Schwarze Mamba biss]
eo: [SYN_NAME:mordo de nigra mambo]
es: [SYN_NAME:mordida de una serpiente mamba negra]
ja: [SYN_NAME:ブラックマンバの牙]
pl: [SYN_NAME:ukąszenie czarnej mamby]
ru: [SYN_NAME:укус чёрной мамбы]
tr: [SYN_NAME:kara mamba ısırığı]
vi: [SYN_NAME:vết cắn của rắn mamba đen]

# CREATURE:BLACK_MAMBA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BLACK_MAMBA
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:BLACK_MAMBA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:BLACK_MAMBA_MAN
source: [CVCT_TARGET:black mamba]
cs: [CVCT_TARGET:mamba černá]
de: [CVCT_TARGET:Schwarze Mamba]
eo: [CVCT_TARGET:nigra mamb]
es: [CVCT_TARGET:serpiente mamba negra]
ja: [CVCT_TARGET:ブラックマンバ]
ko: [CVCT_TARGET:검은 맘바]
pl: [CVCT_TARGET:czarna mamba]
ru: [CVCT_TARGET:чёрной мамбы]
tr: [CVCT_TARGET:kara mamba]
vi: [CVCT_TARGET:rắn mamba đen]

# CREATURE:BLACK_MAMBA_MAN
source: [CVCT_REPLACEMENT:black mamba man]
cs: [CVCT_REPLACEMENT:černá mambí muž]
de: [CVCT_REPLACEMENT:Schwarze Mamba Mensch]
eo: [CVCT_REPLACEMENT:hom-nigra-mamb]
es: [CVCT_REPLACEMENT:serpiente mamba negra macho]
ja: [CVCT_REPLACEMENT:ブラックマンバ男]
ko: [CVCT_REPLACEMENT:검은맘바인간]
pl: [CVCT_REPLACEMENT:człowiek czarna mamba]
ru: [CVCT_REPLACEMENT:человека-чёрной мамбы]
tr: [CVCT_REPLACEMENT:kara mamba adam]
vi: [CVCT_REPLACEMENT:người rắn mamba đen nam]

# CREATURE:BLACK_MAMBA_MAN
source: [CASTE_NAME:black mamba man:black mamba men:black mamba man]
cs: [CASTE_NAME:mambí muž:mambí muži:mambího muže]
de: [CASTE_NAME:Schwarze Mamba Mann:Schwarze Mamba Männer:Schwarze Mamba Mann]
eo: [CASTE_NAME:hom-nigra-mambiĉo:hom-nigra-mambiĉoj:de hom-nigra-mambiĉo]
es: [CASTE_NAME:serpiente mamba negra macho:serpientes mamba negra machos:serpiente mamba negra macho]
ja: [CASTE_NAME:ブラックマンバ男:ブラックマンバ男:ブラックマンバ男の]
ko: [CASTE_NAME:남성 검은맘바인간:남성 검은맘바인간들:남성 검은맘바인간]
ru: [CASTE_NAME:мужчина-чёрная мамба:мужчины-чёрные мамбы:мужчины-чёрной мамбы]
tr: [CASTE_NAME:erkek kara mamba:erkek kara mambalar:erkek kara mamba]
vi: [CASTE_NAME:người rắn mamba đen nam:những người rắn mamba đen nam:người rắn mamba đen nam]

# CREATURE:BLACK_MAMBA_MAN
source: [CASTE_NAME:black mamba woman:black mamba women:black mamba woman]
cs: [CASTE_NAME:mambí žena:mambí ženy:mambí ženu]
de: [CASTE_NAME:Schwarze Mamba Frau:Schwarze Mamba Frauen:Schwarze Mamba Frau]
eo: [CASTE_NAME:hom-nigra-mambino:hom-nigra-mambinoj:de hom-nigra-mambino]
es: [CASTE_NAME:serpiente mamba negra hembra:serpientes mamba negra hembras:serpiente mamba negra hembra]
ja: [CASTE_NAME:ブラックマンバ女:ブラックマンバ女:ブラックマンバ女の]
ko: [CASTE_NAME:여성 검은맘바인간:여성 검은맘바인간들:여성 검은맘바인간]
ru: [CASTE_NAME:женщина-чёрная мамба:женщины-чёрные мамбы:женщины-чёрной мамбы]
tr: [CASTE_NAME:dişi kara mamba:dişi kara mambalar:dişi kara mamba]
vi: [CASTE_NAME:người rắn mamba đen nữ:những người rắn mamba đen nữ:người rắn mamba đen nữ]

# CREATURE:BLACK_MAMBA_MAN
source: [NAME:black mamba man:black mamba men:black mamba man]
cs: [NAME:mambí muž:mambí muži:mambího muže]
de: [NAME:Schwarze Mamba Mensch:Schwarze Mamba Menschen:Schwarze Mamba Mensch]
eo: [NAME:hom-nigra-mambo:hom-nigra-mamboj:de hom-nigra-mambo]
es: [NAME:serpiente mamba negra macho:serpientes mamba negra machos:serpiente mamba negra macho]
ja: [NAME:ブラックマンバ男:ブラックマンバ男:ブラックマンバ男の]
ko: [NAME:검은 맘바인간:검은 맘바인간들:검은 맘바인간]
ru: [NAME:человек-чёрная мамба:люди-чёрные мамбы:человека-чёрной мамбы]
tr: [NAME:erkek kara mamba:erkek kara mambalar:erkek kara mamba]
vi: [NAME:người rắn mamba đen nam:những người rắn mamba đen nam:người rắn mamba đen nam]
