Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:PURPLE_YAM
source: [PREFSTRING:tubers]
cs: [PREFSTRING:hlízami]
de: [PREFSTRING:Knollen]
eo: [PREFSTRING:tuberoj]
es: [PREFSTRING:tubérculos]
ja: [PREFSTRING:芋]
ko: [PREFSTRING:덩이줄기들]
ru: [PREFSTRING:клубни]
tr: [PREFSTRING:yumruları]
vi: [PREFSTRING:củ]
zh_hans: [PREFSTRING:地根]

# PLANT:PURPLE_YAM
source: [GROWTH_NAME:purple yam leaf:purple yam leaves]
cs: [GROWTH_NAME:list fialového jamu:listy fialového jamu]
de: [GROWTH_NAME:lila Yamswurzelblätter:lila Yamswurzelblätter]
eo: [GROWTH_NAME:folio de ube-ignamo:folioj de ube-ignamo]
es: [GROWTH_NAME:hoja de ñame púrpura:hojas de ñame púrpura]
ja: [GROWTH_NAME:紫ヤムイモの葉:紫ヤムイモの葉]
ko: [GROWTH_NAME:자주색참마 잎:자주색참마 잎들]
ru: [GROWTH_NAME:лист пурпурного батата:листья пурпурного батата]
tr: [GROWTH_NAME:mor yam yaprağı:mor yam yaprakları]
vi: [GROWTH_NAME:lá khoai mỡ tím:lá khoai mỡ tím]
zh_hans: [GROWTH_NAME:紫薯叶:紫薯叶]

# PLANT:PURPLE_YAM
source: [GROWTH_NAME:purple yam flower:STP]
cs: [GROWTH_NAME:květ fialového jamu:STP]
de: [GROWTH_NAME:lila Yamswurzel Blume:STP]
eo: [GROWTH_NAME:floro de ube-ignamo:floroj de ube-ignamo]
es: [GROWTH_NAME:flor de ñame púrpura:STP]
ja: [GROWTH_NAME:紫ヤムイモの花:STP]
ko: [GROWTH_NAME:자주색참마 꽃:STP]
ru: [GROWTH_NAME:цветок пурпурного батата:цветы пурпурного батата]
tr: [GROWTH_NAME:mor yam çiçeği:STP]
zh_hans: [GROWTH_NAME:紫薯花:STP]

# PLANT:WHITE_YAM
source: [NAME:white yam plant]
cs: [NAME:rostlina bílého jamu]
de: [NAME:Weiße Yamswurzel]
eo: [NAME:blanka dioskoreo]
es: [NAME:planta de ñame blanco]
ja: [NAME:山芋]
ko: [NAME:흰색 참마]
ru: [NAME:белый батат]
tr: [NAME:beyaz yam bitkisi]
vi: [NAME:cây khoai mỡ trắng]
zh_hans: [NAME:白薯]

# PLANT:WHITE_YAM
source: [NAME_PLURAL:white yam plants]
cs: [NAME_PLURAL:rostliny bílého jamu]
de: [NAME_PLURAL:Weiße Yamswurzeln]
eo: [NAME_PLURAL:blankaj dioskoreoj]
es: [NAME_PLURAL:plantas de ñame blanco]
ja: [NAME_PLURAL:山芋]
ko: [NAME_PLURAL:흰색 참마들]
ru: [NAME_PLURAL:белый батат]
tr: [NAME_PLURAL:beyaz yam bitkileri]
vi: [NAME_PLURAL:cây khoai mỡ trắng]
zh_hans: [NAME_PLURAL:白薯]

# PLANT:WHITE_YAM
source: [ADJ:white yam plant]
cs: [ADJ:rostlina bílého jamu]
de: [ADJ:Weiße Yamswurzel]
eo: [ADJ:de blanka dioskoreo]
es: [ADJ:de planta de ñame blanco]
ja: [ADJ:山芋]
ko: [ADJ:흰색 참마]
ru: [ADJ:белый батат]
tr: [ADJ:beyaz yam bitkisi]
vi: [ADJ:cây khoai mỡ trắng]
zh_hans: [ADJ:白薯的]

# PLANT:WHITE_YAM
source: [SEED:white yam seed:white yam seeds:]
cs: [SEED:semeno bílého jamu:semena bílého jamu:]
de: [SEED:weiße Yamssamen:weiße Yamssamen:]
eo: [SEED:semo de blanka dioskoreo:semoj de blanka dioskoreo:]
es: [SEED:semilla de ñame blanco:semillas de ñame blanco:]
ja: [SEED:山芋の種:山芋の種:]
ru: [SEED:семя белого батата:семена белого батата:]
tr: [SEED:beyaz yam tohumu:beyaz yam tohumları:]
vi: [SEED:hạt khoai mỡ trắng:hạt khoai mỡ trắng:]
zh_hans: [SEED:白薯种子:白薯种子:]

# PLANT:WHITE_YAM
source: [PREFSTRING:tubers]
cs: [PREFSTRING:hlízami]
de: [PREFSTRING:Knollen]
eo: [PREFSTRING:tuberoj]
es: [PREFSTRING:tubérculos]
ja: [PREFSTRING:芋]
ru: [PREFSTRING:клубни]
tr: [PREFSTRING:yumruları]
vi: [PREFSTRING:củ]
zh_hans: [PREFSTRING:地根]

# PLANT:WHITE_YAM
source: [GROWTH_NAME:white yam leaf:white yam leaves]
cs: [GROWTH_NAME:list bílého jamu:listy bílého jamu]
de: [GROWTH_NAME:weißes Yamswurzelblatt:weiße Yamswurzelblätter]
eo: [GROWTH_NAME:folio de blanka dioskoreo:folioj de blanka dioskoreo]
es: [GROWTH_NAME:hoja de ñame blanco:hojas de ñame blanco]
ja: [GROWTH_NAME:山芋の葉:山芋の葉]
ru: [GROWTH_NAME:лист белого батата:листья белого батата]
tr: [GROWTH_NAME:beyaz yam yaprağı:beyaz yam yaprakları]
vi: [GROWTH_NAME:lá khoai mỡ trắng:lá khoai mỡ trắng]
zh_hans: [GROWTH_NAME:白薯叶:白薯叶]

# PLANT:WHITE_YAM
source: [GROWTH_NAME:white yam flower:STP]
cs: [GROWTH_NAME:květ bílého jamu:STP]
de: [GROWTH_NAME:weiße Yamswurzel Blume:STP]
eo: [GROWTH_NAME:floro de blanka dioskoreo:floroj de blanka dioskoreo]
es: [GROWTH_NAME:flor de ñame blanco:STP]
ja: [GROWTH_NAME:山芋の花:STP]
ru: [GROWTH_NAME:цветок белого батата:цветы белого батата]
tr: [GROWTH_NAME:beyaz yam çiçeği:STP]
zh_hans: [GROWTH_NAME:白薯花:STP]

# PLANT:PASSION_FRUIT
source: [NAME:passion fruit vine]
cs: [NAME:marakujová liána]
de: [NAME:Maracuja-Rebe]
eo: [NAME:vegetalo de marakujo]
es: [NAME:cepa de fruta de la pasión]
ja: [NAME:パッションフルーツのつる]
ko: [NAME:패션후르츠 넝쿨]
ru: [NAME:побег маракуйи]
tr: [NAME:çarkıfelek meyvesi asması]
vi: [NAME:dây chanh dây]
zh_hans: [NAME:百香果藤]

# PLANT:PASSION_FRUIT
source: [NAME_PLURAL:passion fruit vines]
cs: [NAME_PLURAL:marakujové liány]
de: [NAME_PLURAL:Maracuja-Reben]
eo: [NAME_PLURAL:vegetaloj de marakujo]
es: [NAME_PLURAL:cepas de fruta de la pasión]
ja: [NAME_PLURAL:パッションフルーツのつるs]
ko: [NAME_PLURAL:패션후르츠 넝쿨들]
ru: [NAME_PLURAL:побеги маракуйи]
tr: [NAME_PLURAL:çarkıfelek meyvesi asmaları]
vi: [NAME_PLURAL:dây chanh dây]
zh_hans: [NAME_PLURAL:百香果藤]

# PLANT:PASSION_FRUIT
source: [ADJ:passion fruit vine]
cs: [ADJ:marakujová liána]
de: [ADJ:Maracuja-Rebe]
eo: [ADJ:de vegetalo de marakujo]
es: [ADJ:de cepa de fruta de la pasión]
ja: [ADJ:パッションフルーツのつる]
ko: [ADJ:패션후르츠 넝쿨]
ru: [ADJ:побег маракуйи]
tr: [ADJ:çarkıfelek meyvesi asması]
vi: [ADJ:dây chanh dây]
zh_hans: [ADJ:百香果藤的]

# PLANT:PASSION_FRUIT
source: [STATE_NAME_ADJ:ALL_SOLID:frozen passion fruit wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé marakujové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Maracuja-Wein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el marakujo]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de fruta de la pasión congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったパッションフルーツのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 패션후르츠 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное вино из маракуйи]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş çarkıfelek meyvesi şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu chanh dây đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的百香果酒]

# PLANT:PASSION_FRUIT
source: [STATE_NAME_ADJ:LIQUID:passion fruit wine]
cs: [STATE_NAME_ADJ:LIQUID:marakujové víno]
de: [STATE_NAME_ADJ:LIQUID:Maracuja-Wein]
eo: [STATE_NAME_ADJ:LIQUID:vino el marakujo]
es: [STATE_NAME_ADJ:LIQUID:vino de fruta de la pasión]
ja: [STATE_NAME_ADJ:LIQUID:パッションフルーツのワイン]
ko: [STATE_NAME_ADJ:LIQUID:패션후르츠 와인]
ru: [STATE_NAME_ADJ:LIQUID:вино из маракуйи]
tr: [STATE_NAME_ADJ:LIQUID:çarkıfelek meyvesi şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu chanh dây]
zh_hans: [STATE_NAME_ADJ:LIQUID:百香果酒]

# PLANT:PASSION_FRUIT
source: [STATE_NAME_ADJ:GAS:boiling passion fruit wine]
cs: [STATE_NAME_ADJ:GAS:vroucí marakujové víno]
de: [STATE_NAME_ADJ:GAS:kochender Maracuja-Wein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el marakujo]
es: [STATE_NAME_ADJ:GAS:vino de fruta de la pasión hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したパッションフルーツのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 패션후르츠 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее вино из маракуйи]
tr: [STATE_NAME_ADJ:GAS:kaynayan çarkıfelek meyvesi şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu chanh dây đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的百香果酒]

# PLANT:PASSION_FRUIT
source: [SEED:passion fruit seed:passion fruit seeds:]
cs: [SEED:semeno marakuje:semena marakuje:]
de: [SEED:Maracujasamen:Maracujasamen:]
eo: [SEED:semo de marakujo:semoj de marakujo:]
es: [SEED:semilla de fruta de la pasión:semillas de fruta de la pasión:]
ja: [SEED:パッションフルーツの種:パッションフルーツの種:]
ko: [SEED:패션후르츠 씨:패션후르츠 씨들]
ru: [SEED:семя маракуйи:семена маракуйи:]
tr: [SEED:çarkıfelek meyvesi tohumu:çarkıfelek meyvesi tohumları:]
vi: [SEED:hạt chanh dây:hạt chanh dây:]
zh_hans: [SEED:百香果种子:百香果种子:]

# PLANT:PASSION_FRUIT
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:PASSION_FRUIT
source: [GROWTH_NAME:passion fruit leaf:passion fruit leaves]
cs: [GROWTH_NAME:list marakuje:listy marakuje]
de: [GROWTH_NAME:Maracujablätter: Maracujablätter]
eo: [GROWTH_NAME:folio de marakujo:folioj de marakujo]
es: [GROWTH_NAME:hoja de fruta de la pasión:hojas de fruta de la pasión]
ja: [GROWTH_NAME:パッションフルーツの葉:パッションフルーツの葉]
ko: [GROWTH_NAME:패션후르츠 잎:패션후르츠 잎들]
ru: [GROWTH_NAME:лист маракуйи:листья маракуйи]
tr: [GROWTH_NAME:çarkıfelek meyvesi yaprağı:çarkıfelek meyvesi yaprakları]
vi: [GROWTH_NAME:lá chanh dây:lá chanh dây]
zh_hans: [GROWTH_NAME:百香果叶:百香果叶]

# PLANT:PASSION_FRUIT
source: [GROWTH_NAME:passion fruit flower:STP]
cs: [GROWTH_NAME:květ marakuje:STP]
de: [GROWTH_NAME:Maracuja-Blüte:STP]
eo: [GROWTH_NAME:floro de marakujo:floroj de marakujo]
es: [GROWTH_NAME:flor de fruta de la pasión:STP]
ja: [GROWTH_NAME:パッションフルーツの花:STP]
ko: [GROWTH_NAME:패션후르츠 꽃:STP]
ru: [GROWTH_NAME:цветок маракуйи:цветы маракуйи]
tr: [GROWTH_NAME:çarkıfelek meyvesi çiçeği:STP]
zh_hans: [GROWTH_NAME:百香果花:STP]

# PLANT:PASSION_FRUIT
source: [GROWTH_NAME:passion fruit:STP]
cs: [GROWTH_NAME:marakuja:STP]
de: [GROWTH_NAME:Maracuja:STP]
eo: [GROWTH_NAME:marakujo:marakujoj]
es: [GROWTH_NAME: fruta de la pasión:STP]
ja: [GROWTH_NAME:パッションフルーツ:STP]
ko: [GROWTH_NAME:패션후르츠:STP]
ru: [GROWTH_NAME:маракуйя:плоды маракуйи]
tr: [GROWTH_NAME:çarkıfelek meyvesi:STP]
zh_hans: [GROWTH_NAME:百香果:STP]

# PLANT:GRAPE
source: [NAME:grape vine]
cs: [NAME:vinná réva]
de: [NAME:Weintraube]
eo: [NAME:vinberujo]
es: [NAME:viña]
ja: [NAME:葡萄のつる]
ko: [NAME:포도 넝쿨]
ru: [NAME:виноградная лоза]
tr: [NAME:üzüm asması]
vi: [NAME:dây nho]
zh_hans: [NAME:葡萄藤]

# PLANT:GRAPE
source: [NAME_PLURAL:grape vines]
cs: [NAME_PLURAL:vinné révy]
de: [NAME_PLURAL:Weintrauben]
eo: [NAME_PLURAL:vinberujoj]
es: [NAME_PLURAL:viñas]
ja: [NAME_PLURAL:葡萄のつるs]
ko: [NAME_PLURAL:포도 넝쿨들]
ru: [NAME_PLURAL:виноградные лозы]
tr: [NAME_PLURAL:üzüm asmaları]
vi: [NAME_PLURAL:dây nho]
zh_hans: [NAME_PLURAL:葡萄藤]

# PLANT:GRAPE
source: [ADJ:grape vine]
cs: [ADJ:vinná réva]
de: [ADJ:Weintraube]
eo: [ADJ:de vinberujo]
es: [ADJ:de viña]
ja: [ADJ:葡萄のつる]
ko: [ADJ:포도 넝쿨]
ru: [ADJ:виноградная лоза]
tr: [ADJ:üzüm asması]
vi: [ADJ:dây nho]
zh_hans: [ADJ:葡萄藤的]

# PLANT:GRAPE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Wein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino]
es: [STATE_NAME_ADJ:ALL_SOLID:vino congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った葡萄ワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş şarap]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的葡萄酒]

# PLANT:GRAPE
source: [STATE_NAME_ADJ:LIQUID:wine]
cs: [STATE_NAME_ADJ:LIQUID:víno]
de: [STATE_NAME_ADJ:LIQUID:Wein]
eo: [STATE_NAME_ADJ:LIQUID:vino]
es: [STATE_NAME_ADJ:LIQUID:vino]
ja: [STATE_NAME_ADJ:LIQUID:葡萄ワイン]
ko: [STATE_NAME_ADJ:LIQUID:와인]
ru: [STATE_NAME_ADJ:LIQUID:вино]
tr: [STATE_NAME_ADJ:LIQUID:şarap]
vi: [STATE_NAME_ADJ:LIQUID:rượu]
zh_hans: [STATE_NAME_ADJ:LIQUID:葡萄酒]

# PLANT:GRAPE
source: [STATE_NAME_ADJ:GAS:boiling wine]
cs: [STATE_NAME_ADJ:GAS:vroucí víno]
de: [STATE_NAME_ADJ:GAS:kochender Wein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino]
es: [STATE_NAME_ADJ:GAS:vino hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した葡萄ワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan şarap]
vi: [STATE_NAME_ADJ:GAS:rượu đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的葡萄酒]

# PLANT:GRAPE
source: [SEED:grape seed:grape seeds:]
cs: [SEED:semínko hroznu:semínka hroznů:]
de: [SEED:Weintraubenkerne:Weintraubenkerne:]
eo: [SEED:semo de vinbero:semoj de vinbero:]
es: [SEED:semilla de uva:semillas de uva:]
ja: [SEED:葡萄の種:葡萄の種:]
ko: [SEED:포도 씨:포도 씨들]
ru: [SEED:виноградная косточка:виноградные косточки:]
tr: [SEED:üzüm çekirdeği:üzüm çekirdekleri:]
vi: [SEED:hạt nho:hạt nho:]
zh_hans: [SEED:葡萄种子:葡萄种子:]

# PLANT:GRAPE
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:GRAPE
source: [GROWTH_NAME:grape leaf:grape leaves]
cs: [GROWTH_NAME:list révy:listy révy]
de: [GROWTH_NAME:Weintraubenblatt:Weintraubenblätter]
eo: [GROWTH_NAME:folio de vinberujo:folioj de vinberujo]
es: [GROWTH_NAME:hoja de parra:hojas de parra]
ja: [GROWTH_NAME:葡萄の葉:葡萄の葉]
ko: [GROWTH_NAME:포도 잎:포도 잎들]
ru: [GROWTH_NAME:виноградный лист:виноградные листья]
tr: [GROWTH_NAME:üzüm yaprağı:üzüm yaprakları]
vi: [GROWTH_NAME:lá nho:lá nho]
zh_hans: [GROWTH_NAME:葡萄叶:葡萄叶]

# PLANT:GRAPE
source: [GROWTH_NAME:grape inflorescence:STP]
cs: [GROWTH_NAME:hroznové květenství:STP]
de: [GROWTH_NAME:Traubenblütenstand:STP]
eo: [GROWTH_NAME:infloresko de vinberujo:infloresko de vinberujo]
es: [GROWTH_NAME:inflorescencia de uva:STP]
ja: [GROWTH_NAME:葡萄の花:STP]
ko: [GROWTH_NAME:포도 개화:STP]
ru: [GROWTH_NAME:виноградное соцветие:соцветия винограда]
tr: [GROWTH_NAME:üzüm salkımı:STP]
zh_hans: [GROWTH_NAME:葡萄花序:STP]

# PLANT:GRAPE
source: [GROWTH_NAME:grape:STP]
cs: [GROWTH_NAME:hrozen:STP]
de: [GROWTH_NAME:Weintraube:STP]
eo: [GROWTH_NAME:vinbero:vinberoj]
es: [GROWTH_NAME:uva:STP]
ja: [GROWTH_NAME:葡萄:STP]
ko: [GROWTH_NAME:포도:STP]
ru: [GROWTH_NAME:гроздь винограда:грозди винограда]
tr: [GROWTH_NAME:üzüm:STP]
zh_hans: [GROWTH_NAME:葡萄:STP]

# PLANT:CRANBERRY
source: [NAME:cranberry vine]
cs: [NAME:brusinková liána]
de: [NAME:Moosbeerstrauch]
eo: [NAME:vegetalo de oksikoko]
es: [NAME:cepa de arandano rojo]
ja: [NAME:クランベリーのつる]
ko: [NAME:크랜베리 넝쿨]
ru: [NAME:клюква]
tr: [NAME:turna yemişi asması]
vi: [NAME:dây nam việt quất]
zh_hans: [NAME:蔓越莓藤]

# PLANT:CRANBERRY
source: [NAME_PLURAL:cranberry vines]
cs: [NAME_PLURAL:brusinkové liány]
de: [NAME_PLURAL:Moosbeersträucher]
eo: [NAME_PLURAL:vegetaloj de oksikoko]
es: [NAME_PLURAL:cepas de arandano rojo]
ja: [NAME_PLURAL:クランベリーのつるs]
ko: [NAME_PLURAL:크랜베리 넝쿨들]
ru: [NAME_PLURAL:клюква]
tr: [NAME_PLURAL:turna yemişi asmaları]
vi: [NAME_PLURAL:dây nam việt quất]
zh_hans: [NAME_PLURAL:蔓越莓藤]

# PLANT:CRANBERRY
source: [ADJ:cranberry vine]
cs: [ADJ:brusinková liána]
de: [ADJ:Moosbeerstrauch]
eo: [ADJ:de vegetalo de oksikoko]
es: [ADJ:de cepa de arandano rojo]
ja: [ADJ:クランベリーのつる]
ko: [ADJ:크랜베리 넝쿨]
ru: [ADJ:клюква]
tr: [ADJ:turna yemişi asması]
vi: [ADJ:dây nam việt quất]
zh_hans: [ADJ:蔓越莓藤的]

# PLANT:CRANBERRY
source: [STATE_NAME_ADJ:ALL_SOLID:frozen cranberry wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé brusinkové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Moosbeerwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el oksikoko]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de arandano rojo congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったクランベリーのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 크랜베리 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженная наливка из клюквы]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş turna yemişi şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu nam việt quất đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的蔓越莓酒]

# PLANT:CRANBERRY
source: [STATE_NAME_ADJ:LIQUID:cranberry wine]
cs: [STATE_NAME_ADJ:LIQUID:brusinkové víno]
de: [STATE_NAME_ADJ:LIQUID:Moosbeerwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el oksikoko]
es: [STATE_NAME_ADJ:LIQUID:vino de arandano rojo]
ja: [STATE_NAME_ADJ:LIQUID:クランベリーのワイン]
ko: [STATE_NAME_ADJ:LIQUID:크랜베리 와인]
ru: [STATE_NAME_ADJ:LIQUID:наливка из клюквы]
tr: [STATE_NAME_ADJ:LIQUID:turna yemişi şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu nam việt quất]
zh_hans: [STATE_NAME_ADJ:LIQUID:蔓越莓酒]

# PLANT:CRANBERRY
source: [STATE_NAME_ADJ:GAS:boiling cranberry wine]
cs: [STATE_NAME_ADJ:GAS:vroucí brusinkové víno]
de: [STATE_NAME_ADJ:GAS:kochender Mossbeerwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el oksikoko]
es: [STATE_NAME_ADJ:GAS:vino de arandano rojo hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したクランベリーのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 크랜베리 와인]
ru: [STATE_NAME_ADJ:GAS:кипящая наливка из клюквы]
tr: [STATE_NAME_ADJ:GAS:kaynayan turna yemişi şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu nam việt quất đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的蔓越莓酒]

# PLANT:CRANBERRY
source: [SEED:cranberry seed:cranberry seeds:]
cs: [SEED:brusinkové semeno:brusinková semena:]
de: [SEED:Mossbeerensamen:Mossbeerensamen:]
eo: [SEED:semo de oksikoko:semoj de oksikoko:]
es: [SEED:semilla de arandano rojo:semillas de arandano rojo:]
ja: [SEED:クランベリーの種:クランベリーの種:]
ko: [SEED:크랜베리 씨:크랜베리 씨들:]
ru: [SEED:семя клюквы:семена клюквы:]
tr: [SEED:turna yemişi tohumu:turna yemişi tohumları:]
vi: [SEED:hạt nam việt quất:hạt nam việt quất:]
zh_hans: [SEED:蔓越莓种子:蔓越莓种子:]

# PLANT:CRANBERRY
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:CRANBERRY
source: [GROWTH_NAME:cranberry leaf:cranberry leaves]
cs: [GROWTH_NAME:brusinkový list:brusinkové listy]
de: [GROWTH_NAME:Mossbeerblatt:Mossbeerblätter]
eo: [GROWTH_NAME:folio de oksikoko:folioj de oksikoko]
es: [GROWTH_NAME:hoja de arándano rojo:hojas de arándano rojo]
ja: [GROWTH_NAME:クランベリーの葉:クランベリーの葉]
ko: [GROWTH_NAME:크랜베리 잎:크랜베리 잎들]
ru: [GROWTH_NAME:лист клюквы:листья клюквы]
tr: [GROWTH_NAME:turna yemişi yaprağı:turna yemişi yaprakları]
vi: [GROWTH_NAME:lá nam việt quất:lá nam việt quất]
zh_hans: [GROWTH_NAME:蔓越莓叶:蔓越莓叶]

# PLANT:CRANBERRY
source: [GROWTH_NAME:cranberry flower:STP]
cs: [GROWTH_NAME:brusinkový květ:STP]
de: [GROWTH_NAME:Moosbeerblüte:STP]
eo: [GROWTH_NAME:floro de oksikoko:floroj de oksikoko]
es: [GROWTH_NAME:flor arándano rojo:STP]
ja: [GROWTH_NAME:クランベリーの花:STP]
ko: [GROWTH_NAME:크랜베리 꽃:STP]
ru: [GROWTH_NAME:цветок клюквы:цветы клюквы]
tr: [GROWTH_NAME:turna yemişi çiçeği:STP]
zh_hans: [GROWTH_NAME:蔓越莓花:STP]

# PLANT:CRANBERRY
source: [GROWTH_NAME:cranberry:cranberries]
cs: [GROWTH_NAME:brusinka:brusinky]
de: [GROWTH_NAME:Mossbeere:Mossbeeren]
eo: [GROWTH_NAME:oksikoko:oksikokoj]
es: [GROWTH_NAME:arándano rojo:arándanos rojos]
ja: [GROWTH_NAME:クランベリー:クランベリー]
ko: [GROWTH_NAME:크랜베리:크랜베리들]
ru: [GROWTH_NAME:клюква:клюквы]
tr: [GROWTH_NAME:turna yemişi:turna yemişleri]
vi: [GROWTH_NAME:nam việt quất:nam việt quất]
zh_hans: [GROWTH_NAME:蔓越莓:蔓越莓]

# PLANT:BILBERRY
source: [NAME:bilberry bush]
cs: [NAME:borůvka]
de: [NAME:Heidelbeerstrauch]
eo: [NAME:arbeto de mirtelo]
es: [NAME:arandanera]
ja: [NAME:ビルベリーの茂み]
ko: [NAME:빌베리 덤불]
ru: [NAME:черника]
tr: [NAME:ayı üzümü çalısı]
vi: [NAME:bụi việt quất đen]
zh_hans: [NAME:越桔灌木]

# PLANT:BILBERRY
source: [NAME_PLURAL:bilberry bushes]
cs: [NAME_PLURAL:borůvky]
de: [NAME_PLURAL:Heidelbeersträucher]
eo: [NAME_PLURAL:arbetoj de mirtelo]
es: [NAME_PLURAL:arandaneras]
ja: [NAME_PLURAL:ビルベリーの茂み]
ko: [NAME_PLURAL:빌베리 덤불들]
ru: [NAME_PLURAL:черника]
tr: [NAME_PLURAL:ayı üzümü çalıları]
vi: [NAME_PLURAL:bụi việt quất đen]
zh_hans: [NAME_PLURAL:越桔灌木]

# PLANT:BILBERRY
source: [ADJ:bilberry bush]
cs: [ADJ:borůvka]
de: [ADJ:Heidelbeerstrauch]
eo: [ADJ:de arbeto de mirtelo]
es: [ADJ:de arandanera]
ja: [ADJ:ビルベリーの茂み]
ko: [ADJ:빌베리 덤불]
ru: [ADJ:куст черники]
tr: [ADJ:ayı üzümü çalısı]
vi: [ADJ:bụi việt quất đen]
zh_hans: [ADJ:越桔灌木的]

# PLANT:BILBERRY
source: [STATE_NAME_ADJ:ALL_SOLID:frozen bilberry wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé borůvkové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Heidelbeerwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el mirtelo]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de arándano congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったビルベリーのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 빌베리 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзший черничный ликёр]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş ayı üzümü şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu việt quất đen đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的越桔酒]

# PLANT:BILBERRY
source: [STATE_NAME_ADJ:LIQUID:bilberry wine]
cs: [STATE_NAME_ADJ:LIQUID:borůvkové víno]
de: [STATE_NAME_ADJ:LIQUID:Heidelbeerwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el mirtelo]
es: [STATE_NAME_ADJ:LIQUID:vino de arándano]
ja: [STATE_NAME_ADJ:LIQUID:ビルベリーのワイン]
ko: [STATE_NAME_ADJ:LIQUID:빌베리 와인]
ru: [STATE_NAME_ADJ:LIQUID:черничный ликёр]
tr: [STATE_NAME_ADJ:LIQUID:ayı üzümü şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu việt quất đen]
zh_hans: [STATE_NAME_ADJ:LIQUID:越桔酒]

# PLANT:BILBERRY
source: [STATE_NAME_ADJ:GAS:boiling bilberry wine]
cs: [STATE_NAME_ADJ:GAS:vroucí borůvkové víno]
de: [STATE_NAME_ADJ:GAS:kochender Heidelbeerwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el mirtelo]
es: [STATE_NAME_ADJ:GAS:vino de arándano hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したビルベリーのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 빌베리 와인]
ru: [STATE_NAME_ADJ:GAS:кипящий черничный ликёр]
tr: [STATE_NAME_ADJ:GAS:kaynayan ayı üzümü şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu việt quất đen đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的越桔酒]

# PLANT:BILBERRY
source: [SEED:bilberry seed:bilberry seeds:]
cs: [SEED:borůvkové semeno:borůvková semena:]
de: [SEED:Heidelbeersamen:Heidelbeersamen:]
eo: [SEED:semo de mirtelo:semoj de mirtelo:]
es: [SEED:semilla de arándano:semillas de arándano:]
ja: [SEED:ビルベリーの種:ビルベリーの種:]
ko: [SEED:빌베리 씨:빌베리 씨들:]
ru: [SEED:семя черники:семена черники:]
tr: [SEED:ayı üzümü tohumu:ayı üzümü tohumları:]
vi: [SEED:hạt việt quất đen:hạt việt quất đen:]
zh_hans: [SEED:越桔种子:越桔种子:]

# PLANT:BILBERRY
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:BILBERRY
source: [GROWTH_NAME:bilberry leaf:bilberry leaves]
cs: [GROWTH_NAME:list borůvky:listy borůvky]
de: [GROWTH_NAME:Heidelbeerblätter:Heidelbeerblätter]
eo: [GROWTH_NAME:folio de mirtelo:folioj de mirtelo]
es: [GROWTH_NAME:hoja de arándano:hojas de arándano]
ja: [GROWTH_NAME:ビルベリーの葉:ビルベリーの葉]
ko: [GROWTH_NAME:빌베리 잎:빌베리 잎들]
ru: [GROWTH_NAME:лист черники:листья черники]
tr: [GROWTH_NAME:ayı üzümü yaprağı:ayı üzümü yaprakları]
vi: [GROWTH_NAME:lá việt quất đen:lá việt quất đen]
zh_hans: [GROWTH_NAME:越桔叶:越桔叶]

# PLANT:BILBERRY
source: [GROWTH_NAME:bilberry flower:STP]
cs: [GROWTH_NAME:květ borůvky:STP]
de: [GROWTH_NAME:Heidelbeerblüte:STP]
eo: [GROWTH_NAME:floro de mirtelofloroj de mirtelo]
es: [GROWTH_NAME:flor de arándano:STP]
ja: [GROWTH_NAME:ビルベリーの花:STP]
ko: [GROWTH_NAME:빌베리 꽃:STP]
ru: [GROWTH_NAME:цветок черники:цветы черники]
tr: [GROWTH_NAME:ayı üzümü çiçeği:STP]
zh_hans: [GROWTH_NAME:越桔花:STP]

# PLANT:BILBERRY
source: [GROWTH_NAME:bilberry:bilberries]
cs: [GROWTH_NAME:borůvka:borůvky]
de: [GROWTH_NAME:Heidelbeeren:Heidelbeeren]
eo: [GROWTH_NAME:mirtelo:mirteloj]
es: [GROWTH_NAME:arándano:arándanos]
ja: [GROWTH_NAME:ビルベリー:ビルベリー]
ko: [GROWTH_NAME:빌베리:빌베리들]
ru: [GROWTH_NAME:черника:ягоды черники]
tr: [GROWTH_NAME:ayı üzümü:ayı üzümleri]
vi: [GROWTH_NAME:việt quất đen:việt quất đen]
zh_hans: [GROWTH_NAME:越桔:越桔]

# PLANT:BLUEBERRY
source: [NAME:blueberry bush]
cs: [NAME:kanadská borůvka]
de: [NAME:Blaubeerstrauch]
eo: [NAME:arbeto de blua bero]
es: [NAME:arandanera azul]
ja: [NAME:ブルーベリー bush]
ko: [NAME:블루베리 덤불]
ru: [NAME:голубика]
tr: [NAME:yaban mersini çalısı]
vi: [NAME:bụi việt quất]
zh_hans: [NAME:蓝莓灌木]

# PLANT:BLUEBERRY
source: [NAME_PLURAL:blueberry bushes]
cs: [NAME_PLURAL:kanadské borůvky]
de: [NAME_PLURAL:Blaubeersträucher]
eo: [NAME_PLURAL:arbetoj de blua bero]
es: [NAME_PLURAL:arandaneras azules]
ja: [NAME_PLURAL:ブルーベリーの茂み]
ko: [NAME_PLURAL:블루베리 덤불들]
ru: [NAME_PLURAL:голубика]
tr: [NAME_PLURAL:yaban mersini çalıları]
vi: [NAME_PLURAL:bụi việt quất]
zh_hans: [NAME_PLURAL:蓝莓灌木]

# PLANT:BLUEBERRY
source: [ADJ:blueberry bush]
cs: [ADJ:kanadská borůvka]
de: [ADJ:Blaubeerstrauch]
eo: [ADJ:de arbeto de blua bero]
es: [ADJ:de arandanera azul]
ja: [ADJ:ブルーベリー bush]
ko: [ADJ:블루베리 덤불]
ru: [ADJ:куст голубики]
tr: [ADJ:yaban mersini çalısı]
vi: [ADJ:bụi việt quất]
zh_hans: [ADJ:蓝莓灌木的]
