Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:BANANA
source: [STATE_NAME_ADJ:LIQUID:banana beer]
cs: [STATE_NAME_ADJ:LIQUID:banánové pivo]
de: [STATE_NAME_ADJ:LIQUID:Bananenbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el banano]
es: [STATE_NAME_ADJ:LIQUID:de cerveza de banana]
ja: [STATE_NAME_ADJ:LIQUID:バナナのビール]
ko: [STATE_NAME_ADJ:LIQUID:바나나 맥주]
ru: [STATE_NAME_ADJ:LIQUID:банановое пиво]
tr: [STATE_NAME_ADJ:LIQUID:muz birası]
vi: [STATE_NAME_ADJ:LIQUID:bia chuối]
zh_hans: [STATE_NAME_ADJ:LIQUID:香蕉啤酒]

# PLANT:BANANA
source: [STATE_NAME_ADJ:GAS:boiling banana beer]
cs: [STATE_NAME_ADJ:GAS:vroucí banánové pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Bananenbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el banano]
es: [STATE_NAME_ADJ:GAS:de cerveza de banana hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したバナナのビール]
ko: [STATE_NAME_ADJ:GAS:기화된 바나나 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее банановое пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan muz birası]
vi: [STATE_NAME_ADJ:GAS:bia chuối đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的香蕉啤酒]

# PLANT:BANANA
source: [SEED:banana seed:banana seeds:]
cs: [SEED:banánové semeno:banánová semena:]
de: [SEED:Bananensamen:Bananensamen:]
eo: [SEED:semo de banano:semoj de banano:]
es: [SEED:semilla de banana:semillas de banana:]
ja: [SEED:バナナの種:バナナの種:]
ko: [SEED:바나나 씨:바나나 씨들]
ru: [SEED:семя банана:семена банана:]
tr: [SEED:muz tohumu:muz tohumları:]
vi: [SEED:hạt chuối:những hạt chuối:]
zh_hans: [SEED:香蕉种子:香蕉种子:]

# PLANT:BANANA
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:BANANA
source: [GROWTH_NAME:banana leaf:banana leaves]
cs: [GROWTH_NAME:banánový list:banánové listy]
de: [GROWTH_NAME:Bananenblatt:Bananenblätter]
eo: [GROWTH_NAME:folio de banano:folioj de banano]
es: [GROWTH_NAME:hoja de banano:hojas de banano]
ja: [GROWTH_NAME:バナナの葉:バナナの葉]
ko: [GROWTH_NAME:바나나 잎:바나나 잎들]
ru: [GROWTH_NAME:лист банана:листья банана]
tr: [GROWTH_NAME:muz yaprağı:muz yaprakları]
vi: [GROWTH_NAME:lá chuối:những lá chuối]
zh_hans: [GROWTH_NAME:香蕉叶:香蕉叶]

# PLANT:BANANA
source: [GROWTH_NAME:banana flower:STP]
cs: [GROWTH_NAME:banánový květ:STP]
de: [GROWTH_NAME:Bananenblüte:STP]
eo: [GROWTH_NAME:floro de banano:floroj de banano]
es: [GROWTH_NAME:flor de banano:STP]
ja: [GROWTH_NAME:バナナの花:STP]
ko: [GROWTH_NAME:바나나 꽃:STP]
ru: [GROWTH_NAME:цветок банана:цветы банана]
tr: [GROWTH_NAME:muz çiçeği:STP]
zh_hans: [GROWTH_NAME:香蕉花:STP]

# PLANT:BANANA
source: [GROWTH_NAME:banana:STP]
cs: [GROWTH_NAME:banán:STP]
de: [GROWTH_NAME:Banane:STP]
eo: [GROWTH_NAME:banano:bananoj]
ja: [GROWTH_NAME:バナナ:STP]
ko: [GROWTH_NAME:바나나:STP]
ru: [GROWTH_NAME:банан:бананы]
tr: [GROWTH_NAME:muz:STP]
zh_hans: [GROWTH_NAME:香蕉:STP]

# PLANT:CARAMBOLA
source: [NAME:carambola tree]
cs: [NAME:karambolovník]
de: [NAME:Karambolenbaum]
eo: [NAME:karambolarbo]
es: [NAME:carambola]
ja: [NAME:スターフルーツの木]
ko: [NAME:스타푸르트 나무]
ru: [NAME:дерево карамбола]
tr: [NAME:yıldız meyvesi ağacı]
vi: [NAME:cây khế]
zh_hans: [NAME:杨桃树]

# PLANT:CARAMBOLA
source: [NAME_PLURAL:carambola trees]
cs: [NAME_PLURAL:karambolovníky]
de: [NAME_PLURAL:Karambolenbäume]
eo: [NAME_PLURAL:karambolarboj]
es: [NAME_PLURAL:carambolas]
ja: [NAME_PLURAL:スターフルーツの木]
ko: [NAME_PLURAL:스타푸르트 나무들]
ru: [NAME_PLURAL:деревья карамбола]
tr: [NAME_PLURAL:yıldız meyvesi ağaçları]
vi: [NAME_PLURAL:những cây khế]
zh_hans: [NAME_PLURAL:杨桃树]

# PLANT:CARAMBOLA
source: [ADJ:carambola tree]
cs: [ADJ:karambolovníkový]
de: [ADJ:Sternfruchtbaum]
eo: [ADJ:de karambolarbo]
es: [ADJ:de carambola]
ja: [ADJ:スターフルーツの木]
ko: [ADJ:스타푸르트 나무]
ru: [ADJ:дерево карамболы]
tr: [ADJ:yıldız meyvesi ağacı]
vi: [ADJ:cây khế]
zh_hans: [ADJ:杨桃树的]

# PLANT:CARAMBOLA
source: [STATE_NAME:ALL_SOLID:carambola wood]
cs: [STATE_NAME:ALL_SOLID:karambolové dřevo]
de: [STATE_NAME:ALL_SOLID:Karambolenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el karambolarbo]
es: [STATE_NAME:ALL_SOLID:madera de carambola]
ja: [STATE_NAME:ALL_SOLID:スターフルーツの木]
ko: [STATE_NAME:ALL_SOLID:스타푸르트 나무]
ru: [STATE_NAME:ALL_SOLID:древесина карамболы]
tr: [STATE_NAME:ALL_SOLID:yıldız meyvesi odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ khế]
zh_hans: [STATE_NAME:ALL_SOLID:杨桃木]

# PLANT:CARAMBOLA
source: [STATE_ADJ:ALL_SOLID:carambola wood]
cs: [STATE_ADJ:ALL_SOLID:karambolové dřevo]
de: [STATE_ADJ:ALL_SOLID:Karambolenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el karambolarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de carambola]
ja: [STATE_ADJ:ALL_SOLID:スターフルーツの木]
ko: [STATE_ADJ:ALL_SOLID:스타푸르트 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина карамболы]
tr: [STATE_ADJ:ALL_SOLID:yıldız meyvesi odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ khế]
zh_hans: [STATE_ADJ:ALL_SOLID:杨桃木的]

# PLANT:CARAMBOLA
source: [STATE_NAME_ADJ:ALL_SOLID:frozen carambola wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé karambolové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Karambolenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el karambolfrukto]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de carambolera congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったスターフルーツのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 스타푸르트 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное вино из карамболы]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş yıldız meyvesi şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu khế đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的杨桃酒]

# PLANT:CARAMBOLA
source: [STATE_NAME_ADJ:LIQUID:carambola wine]
cs: [STATE_NAME_ADJ:LIQUID:karambolové víno]
de: [STATE_NAME_ADJ:LIQUID:Karambolenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el karambolfrukto]
es: [STATE_NAME_ADJ:LIQUID:vino de carambolera]
ja: [STATE_NAME_ADJ:LIQUID:スターフルーツのワイン]
ko: [STATE_NAME_ADJ:LIQUID:스타푸르트 와인]
ru: [STATE_NAME_ADJ:LIQUID:вино из карамболы]
tr: [STATE_NAME_ADJ:LIQUID:yıldız meyvesi şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu khế]
zh_hans: [STATE_NAME_ADJ:LIQUID:杨桃酒]

# PLANT:CARAMBOLA
source: [STATE_NAME_ADJ:GAS:boiling carambola wine]
cs: [STATE_NAME_ADJ:GAS:vroucí karambolové víno]
de: [STATE_NAME_ADJ:GAS:kochender Karambolenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el karambolarbo]
es: [STATE_NAME_ADJ:GAS:vino de carambolera hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したスターフルーツのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 스타푸르트 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее вино из карамболы]
tr: [STATE_NAME_ADJ:GAS:kaynayan yıldız meyvesi şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu khế đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的杨桃酒]

# PLANT:CARAMBOLA
source: [SEED:carambola seed:carambola seeds:]
cs: [SEED:karambolové semeno:karambolová semena:]
de: [SEED:Karambolensamen:Karambolensamen:]
eo: [SEED:semo de karambolo:semoj de karambolo:]
es: [SEED:Semilla de carambolera: semillas de carambolera:]
ja: [SEED:carambolaの種:スターフルーツの種:]
ko: [SEED:스타푸르트 씨앗:스타푸르트 씨앗들:]
ru: [SEED:семя карамболы:семена карамболы:]
tr: [SEED:yıldız meyvesi tohumu:yıldız meyvesi tohumları:]
vi: [SEED:hạt khế:những hạt khế:]
zh_hans: [SEED:杨桃种子:杨桃种子:]

# PLANT:CARAMBOLA
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:CARAMBOLA
source: [GROWTH_NAME:carambola leaf:carambola leaves]
cs: [GROWTH_NAME:karambolový list:karambolové listy]
de: [GROWTH_NAME:Karambolenblatt: Karambolenblätter]
eo: [GROWTH_NAME:folio de karambolarbo:folioj de karambolarbo]
es: [GROWTH_NAME:hoja de carambola:hojas de carambola]
ja: [GROWTH_NAME:スターフルーツの葉:スターフルーツの葉]
ko: [GROWTH_NAME:스타푸르트 이파리:스타푸르트 이파리들]
ru: [GROWTH_NAME:лист карамболы:листья карамболы]
tr: [GROWTH_NAME:yıldız meyvesi yaprağı:yıldız meyvesi yaprakları]
vi: [GROWTH_NAME:lá khế:những lá khế]
zh_hans: [GROWTH_NAME:杨桃叶:杨桃叶]

# PLANT:CARAMBOLA
source: [GROWTH_NAME:carambola flower:STP]
cs: [GROWTH_NAME:karambolový květ:STP]
de: [GROWTH_NAME:Karambolenblüte:STP]
eo: [GROWTH_NAME:floro de karambolarbo:floroj de karambolarbo]
es: [GROWTH_NAME:flor de carambolera:STP]
ja: [GROWTH_NAME:スターフルーツの花:STP]
ko: [GROWTH_NAME:스타푸르트 꽃:STP]
ru: [GROWTH_NAME:цветок карамболы:цветы карамболы]
tr: [GROWTH_NAME:yıldız meyvesi çiçeği:STP]
zh_hans: [GROWTH_NAME:杨桃花:STP]

# PLANT:CARAMBOLA
source: [GROWTH_NAME:carambola:STP]
cs: [GROWTH_NAME:karambola:STP]
eo: [GROWTH_NAME:karambolfrukto:karambolfruktoj]
es: [GROWTH_NAME:carambolera:STP]
ja: [GROWTH_NAME:スターフルーツ:STP]
ko: [GROWTH_NAME:스타푸르트:STP]
ru: [GROWTH_NAME:карамбола:карамболы]
tr: [GROWTH_NAME:yıldız meyvesi:STP]
zh_hans: [GROWTH_NAME:杨桃:STP]

# PLANT:CASHEW
source: [NAME:cashew tree]
cs: [NAME:kešu strom]
de: [NAME:Cashewbaum]
eo: [NAME:akaĵuarbo]
es: [NAME: anacardo]
ja: [NAME:カシューの木]
ko: [NAME:캐슈 나무]
ru: [NAME:дерево кешью]
tr: [NAME:kaju ağacı]
vi: [NAME:cây điều]
zh_hans: [NAME:腰果树]

# PLANT:CASHEW
source: [NAME_PLURAL:cashew trees]
cs: [NAME_PLURAL:kešu stromy]
de: [NAME_PLURAL:Cashewbäume]
eo: [NAME_PLURAL:akaĵuarboj]
es: [NAME_PLURAL:anacardos]
ja: [NAME_PLURAL:カシューの木]
ko: [NAME_PLURAL:캐슈 나무들]
ru: [NAME_PLURAL:деревья кешью]
tr: [NAME_PLURAL:kaju ağaçları]
vi: [NAME_PLURAL:những cây điều]
zh_hans: [NAME_PLURAL:腰果树]

# PLANT:CASHEW
source: [ADJ:cashew tree]
cs: [ADJ:kešu strom]
de: [ADJ:Cbaum]
eo: [ADJ:de akaĵuarbo]
es: [ADJ:arbol de anacardo]
ja: [ADJ:カシューの木]
ko: [ADJ:캐슈 나무]
ru: [ADJ:дерево кешью]
tr: [ADJ:kaju ağacı]
vi: [ADJ:cây điều]
zh_hans: [ADJ:腰果树的]

# PLANT:CASHEW
source: [STATE_NAME:ALL_SOLID:cashew wood]
cs: [STATE_NAME:ALL_SOLID:kešu dřevo]
de: [STATE_NAME:ALL_SOLID:Cashewholz]
eo: [STATE_NAME:ALL_SOLID:ligno el akaĵuarbo]
es: [STATE_NAME:ALL_SOLID:madera de anacardo]
ja: [STATE_NAME:ALL_SOLID:カシューの木]
ko: [STATE_NAME:ALL_SOLID:캐슈 나무]
ru: [STATE_NAME:ALL_SOLID:древесина кешью]
tr: [STATE_NAME:ALL_SOLID:kaju odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ điều]
zh_hans: [STATE_NAME:ALL_SOLID: 腰果木]

# PLANT:CASHEW
source: [STATE_ADJ:ALL_SOLID:cashew wood]
cs: [STATE_ADJ:ALL_SOLID:kešu dřevo]
de: [STATE_ADJ:ALL_SOLID:Cashewholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el akaĵuarbo]
es: [STATE_ADJ:ALL_SOLID:madera de anacardo]
ja: [STATE_ADJ:ALL_SOLID:カシューの木]
ko: [STATE_ADJ:ALL_SOLID:캐슈 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина кешью]
tr: [STATE_ADJ:ALL_SOLID:kaju odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ điều]
zh_hans: [STATE_ADJ:ALL_SOLID: 腰果木的]

# PLANT:CASHEW
source: [SEED:cashew:cashews:]
cs: [SEED:kešu:kešu:]
de: [SEED:Cashewnüsse: Cashewnüsse:]
eo: [SEED:akaĵua nukso:akaĵuaj nuksoj:]
es: [SEED:anacardo:anacardos:]
ja: [SEED:カシュー:カシュー:]
ko: [SEED:캐슈:캐슈들:]
ru: [SEED:орех кешью:орехи кешью:]
tr: [SEED:kaju:kajular:]
vi: [SEED:hạt điều:những hạt điều:]
zh_hans: [SEED:腰果:腰果:]

# PLANT:CASHEW
source: [PREFSTRING:fruit and nuts]
cs: [PREFSTRING:ovoce a ořechy]
de: [PREFSTRING:Früchte und Nüsse]
eo: [PREFSTRING:frukto kaj nuksoj]
es: [PREFSTRING:frutas y nueces]
ja: [PREFSTRING:ナッツ]
ko: [PREFSTRING:열매와 씨앗]
ru: [PREFSTRING:плоды и орехи]
tr: [PREFSTRING:meyvesi ve fıstığı]
vi: [PREFSTRING:trái cây và các loại hạt]
zh_hans: [PREFSTRING:水果&坚果]

# PLANT:CASHEW
source: [GROWTH_NAME:cashew leaf:cashew leaves]
cs: [GROWTH_NAME:kešu list:kešu listy]
de: [GROWTH_NAME:Cashewblatt: Cashewblätter]
eo: [GROWTH_NAME:folio de akaĵuarbo:folioj de akaĵuarbo]
es: [GROWTH_NAME:hoja de anacardo:hojas de anacardo]
ja: [GROWTH_NAME:カシューの葉:カシューの葉]
ko: [GROWTH_NAME:캐슈 나무 잎:캐슈 나무 잎들]
ru: [GROWTH_NAME:лист кешью:листья кешью]
tr: [GROWTH_NAME:kaju yaprağı:kaju yaprakları]
vi: [GROWTH_NAME:lá điều:những lá điều]
zh_hans: [GROWTH_NAME:腰果叶:腰果叶]

# PLANT:CASHEW
source: [GROWTH_NAME:cashew flower:STP]
cs: [GROWTH_NAME:kešu květ:STP]
de: [GROWTH_NAME:Cashewblüte:STP]
eo: [GROWTH_NAME:floro de akaĵuarbo:floroj de akaĵuarbo]
es: [GROWTH_NAME:flores de anacardo:STP]
ja: [GROWTH_NAME:カシューの花:STP]
ko: [GROWTH_NAME:캐슈 나무 꽃:STP]
ru: [GROWTH_NAME:цветок кешью:цветы кешью]
tr: [GROWTH_NAME:kaju çiçeği:STP]
zh_hans: [GROWTH_NAME:腰果花:STP]

# PLANT:CASHEW
source: [GROWTH_NAME:cashew apple:STP]
cs: [GROWTH_NAME:kešu jablko:STP]
de: [GROWTH_NAME:Cashew-Apfel:STP]
eo: [GROWTH_NAME:akaĵuo:akaĵuoj]
es: [GROWTH_NAME:manzana de cajú:STP]
ja: [GROWTH_NAME:カシューアップル:STP]
ko: [GROWTH_NAME:캐슈사과:STP]
ru: [GROWTH_NAME:плод кешью:плоды кешью]
tr: [GROWTH_NAME:kaju elması:STP]
zh_hans: [GROWTH_NAME:腰果梨:STP]

# PLANT:COFFEE
source: [NAME:coffee tree]
cs: [NAME:kávovník]
de: [NAME:Kaffeebaum]
eo: [NAME:kafarbo]
es: [NAME:cafeto]
ja: [NAME:コーヒーの木]
ko: [NAME:커피 나무]
ru: [NAME:кофейное дерево]
tr: [NAME:kahve ağacı]
vi: [NAME:cây cà phê]
zh_hans: [NAME:咖啡树]

# PLANT:COFFEE
source: [NAME_PLURAL:coffee trees]
cs: [NAME_PLURAL:kávovníky]
de: [NAME_PLURAL:Kaffeebäume]
eo: [NAME_PLURAL:kafarboj]
es: [NAME_PLURAL:cafetos]
ja: [NAME_PLURAL:コーヒーの木]
ko: [NAME_PLURAL:커피 나무들]
ru: [NAME_PLURAL:кофейные деревья]
tr: [NAME_PLURAL:kahve ağaçları]
vi: [NAME_PLURAL:những cây cà phê]
zh_hans: [NAME_PLURAL:咖啡树]

# PLANT:COFFEE
source: [ADJ:coffee tree]
cs: [ADJ:kávový]
de: [ADJ:Kaffeebaum]
eo: [ADJ:de kafarbo]
es: [ADJ:de cafeto]
ja: [ADJ:コーヒーの木]
ko: [ADJ:커피 나무]
ru: [ADJ:кофейное дерево]
tr: [ADJ:kahve ağacı]
vi: [ADJ:cây cà phê]
zh_hans: [ADJ:咖啡树的]

# PLANT:COFFEE
source: [STATE_NAME:ALL_SOLID:coffee wood]
cs: [STATE_NAME:ALL_SOLID:kávové dřevo]
de: [STATE_NAME:ALL_SOLID:Kaffeeholz]
eo: [STATE_NAME:ALL_SOLID:ligno el kafarbo]
es: [STATE_NAME:ALL_SOLID:madera de cafeto]
ja: [STATE_NAME:ALL_SOLID:コーヒーの木]
ko: [STATE_NAME:ALL_SOLID:커피 나무]
ru: [STATE_NAME:ALL_SOLID:кофейное дерево]
tr: [STATE_NAME:ALL_SOLID:kahve odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ cà phê]
zh_hans: [STATE_NAME:ALL_SOLID:咖啡木]

# PLANT:COFFEE
source: [STATE_ADJ:ALL_SOLID:coffee wood]
cs: [STATE_ADJ:ALL_SOLID:kávového dřeva]
de: [STATE_ADJ:ALL_SOLID:Kaffeeholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el kafarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de cafeto]
ja: [STATE_ADJ:ALL_SOLID:コーヒーの木]
ko: [STATE_ADJ:ALL_SOLID:커피 나무]
ru: [STATE_ADJ:ALL_SOLID:кофейное дерево]
tr: [STATE_ADJ:ALL_SOLID:kahve odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ cà phê]
zh_hans: [STATE_ADJ:ALL_SOLID:咖啡木的]

# PLANT:COFFEE
source: [SEED:coffee bean:coffee beans:]
cs: [SEED:semena kávy:semena kávy:]
de: [SEED:Kaffeebohne:Kaffeebohnen:]
eo: [SEED:kafo:kafoj:]
es: [SEED:grano de café:granos de café:]
ja: [SEED:コーヒー bean:コーヒー豆:]
ko: [SEED:커피콩:커피콩들:]
ru: [SEED:кофейный боб:кофейные бобы:]
tr: [SEED:kahve çekirdeği:kahve çekirdekleri:]
vi: [SEED:hạt cà phê:những hạt cà phê:]
zh_hans: [SEED:咖啡豆:咖啡豆:]

# PLANT:COFFEE
source: [PREFSTRING:yummy cherries]
cs: [PREFSTRING:lahodné třešinky]
de: [PREFSTRING:leckere Kirschen]
eo: [PREFSTRING:bongustaj beroj]
es: [PREFSTRING:deliciosas guindas]
ja: [PREFSTRING:コーヒーチェリー]
ko: [PREFSTRING:맛있는 체리들]
ru: [PREFSTRING:вкусные ягоды]
tr: [PREFSTRING:lezzetli kirazları]
vi: [PREFSTRING:những quả cherry ngon lành]
zh_hans: [PREFSTRING:美味的樱桃]

# PLANT:COFFEE
source: [GROWTH_NAME:coffee leaf:coffee leaves]
cs: [GROWTH_NAME:kávový list:kávové listy]
de: [GROWTH_NAME:Kaffeeblatt:Kaffeeblätter]
eo: [GROWTH_NAME:folio de kafarbo:folioj de kafarbo]
es: [GROWTH_NAME:hoja de café:hojas de café]
ja: [GROWTH_NAME:コーヒーの葉:コーヒーの葉]
ko: [GROWTH_NAME:커피 나무 잎:커피 나무 잎들]
ru: [GROWTH_NAME:лист кофейного дерева:листья кофейного дерева]
tr: [GROWTH_NAME:kahve yaprağı:kahve yaprakları]
vi: [GROWTH_NAME:lá cà phê:những lá cà phê]
zh_hans: [GROWTH_NAME: 咖啡叶: 咖啡叶]

# PLANT:COFFEE
source: [GROWTH_NAME:coffee flower cluster:STP]
cs: [GROWTH_NAME:květní hrozen kávovníku:STP]
de: [GROWTH_NAME:Kaffeeblumenbüschel:STP]
eo: [GROWTH_NAME:garbo da floroj de kafarbo:garboj da floroj de kafarbo]
es: [GROWTH_NAME:racimo de flores de café:STP]
ja: [GROWTH_NAME:コーヒーの花:STP]
ko: [GROWTH_NAME:커피 나무 꽃송이:STP]
ru: [GROWTH_NAME:соцветие кофейного дерева:соцветия кофейного дерева]
tr: [GROWTH_NAME:kahve çiçek kümesi:STP]
zh_hans: [GROWTH_NAME:咖啡花簇:STP]

# PLANT:COFFEE
source: [GROWTH_NAME:coffee cherry:coffee cherries]
cs: [GROWTH_NAME:kávová třešeň:kávové třešně]
de: [GROWTH_NAME:Kaffeekirsche:Kaffeekirschen]
eo: [GROWTH_NAME:kafbero:kafberoj]
es: [GROWTH_NAME:guinda de café:guindas de café]
ja: [GROWTH_NAME:コーヒーチェリー:コーヒーチェリー]
ko: [GROWTH_NAME:커피체리:커피체리들]
ru: [GROWTH_NAME:кофейная ягода:кофейные ягоды]
tr: [GROWTH_NAME:kahve kirazı:kahve kirazları]
vi: [GROWTH_NAME:quả cà phê:những quả cà phê]
zh_hans: [GROWTH_NAME:咖啡果:咖啡果]

# PLANT:DURIAN
source: [NAME:durian tree]
cs: [NAME:durianovník]
de: [NAME:Durianbaum]
eo: [NAME:duriarbo]
es: [NAME:durión]
ja: [NAME:ドリアンの木]
ko: [NAME:두리안 나무]
ru: [NAME:дуриан]
tr: [NAME:duryan ağacı]
vi: [NAME:cây sầu riêng]
zh_hans: [NAME:榴莲树]

# PLANT:DURIAN
source: [NAME_PLURAL:durian trees]
cs: [NAME_PLURAL:durianovníky]
de: [NAME_PLURAL:Durianbäume]
eo: [NAME_PLURAL:duriarboj]
es: [NAME_PLURAL:duriones]
ja: [NAME_PLURAL:ドリアンの木]
ko: [NAME_PLURAL:두리안 나무들]
ru: [NAME_PLURAL:деревья дуриана]
tr: [NAME_PLURAL:duryan ağaçları]
vi: [NAME_PLURAL:những cây sầu riêng]
zh_hans: [NAME_PLURAL:榴莲树]

# PLANT:DURIAN
source: [ADJ:durian tree]
cs: [ADJ:durianovníkový]
de: [ADJ:Durianbaum]
eo: [ADJ:de duriarbo]
es: [ADJ:de durión]
ja: [ADJ:ドリアンの木]
ko: [ADJ:두리안 나무]
ru: [ADJ:дерево дуриана]
tr: [ADJ:duryan ağacı]
vi: [ADJ:cây sầu riêng]
zh_hans: [ADJ:榴莲树的]

# PLANT:DURIAN
source: [STATE_NAME:ALL_SOLID:durian wood]
cs: [STATE_NAME:ALL_SOLID:durianové dřevo]
de: [STATE_NAME:ALL_SOLID:Durianholz]
eo: [STATE_NAME:ALL_SOLID:ligno el duriarbo]
es: [STATE_NAME:ALL_SOLID:madera de durión]
ja: [STATE_NAME:ALL_SOLID:ドリアンの木]
ko: [STATE_NAME:ALL_SOLID:두리안 나무]
ru: [STATE_NAME:ALL_SOLID:древесина дуриана]
tr: [STATE_NAME:ALL_SOLID:duryan odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ sầu riêng]
zh_hans: [STATE_NAME:ALL_SOLID:榴莲木]

# PLANT:DURIAN
source: [STATE_ADJ:ALL_SOLID:durian wood]
cs: [STATE_ADJ:ALL_SOLID:durianové dřevo]
de: [STATE_ADJ:ALL_SOLID:Durianholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el duriarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de durión]
ja: [STATE_ADJ:ALL_SOLID:ドリアンの木]
ko: [STATE_ADJ:ALL_SOLID:두리안 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина дуриана]
tr: [STATE_ADJ:ALL_SOLID:duryan odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ sầu riêng]
zh_hans: [STATE_ADJ:ALL_SOLID:榴莲木的]

# PLANT:DURIAN
source: [STATE_NAME_ADJ:ALL_SOLID:frozen durian wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé durianové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Durianwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el durio]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de durián congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったドリアンのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 두리안 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженная дуриановая бормотуха]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş duryan şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu sầu riêng đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的榴莲酒]

# PLANT:DURIAN
source: [STATE_NAME_ADJ:LIQUID:durian wine]
cs: [STATE_NAME_ADJ:LIQUID:durianové víno]
de: [STATE_NAME_ADJ:LIQUID:Durianwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el durio]
es: [STATE_NAME_ADJ:LIQUID:de vino de durián]
ja: [STATE_NAME_ADJ:LIQUID:ドリアンのワイン]
ko: [STATE_NAME_ADJ:LIQUID:두리안 wine]
ru: [STATE_NAME_ADJ:LIQUID:дуриановая бормотуха]
tr: [STATE_NAME_ADJ:LIQUID:duryan şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu sầu riêng]
zh_hans: [STATE_NAME_ADJ:LIQUID:榴莲酒]

# PLANT:DURIAN
source: [STATE_NAME_ADJ:GAS:boiling durian wine]
cs: [STATE_NAME_ADJ:GAS:vroucí durianové víno]
de: [STATE_NAME_ADJ:GAS:kochender Durianwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el durio]
es: [STATE_NAME_ADJ:GAS:de vino de durián hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したドリアンのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 두리안 wine]
ru: [STATE_NAME_ADJ:GAS:кипящая дуриановая бормотуха]
tr: [STATE_NAME_ADJ:GAS:kaynayan duryan şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu sầu riêng đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的榴莲酒]

# PLANT:DURIAN
source: [SEED:durian seed:durian seeds:]
cs: [SEED:durianové semeno:durianová semena:]
de: [SEED:Duriansamen:Duriansamen:]
eo: [SEED:semo de durio:semoj de durio:]
es: [SEED:semilla de durián:semillas de durián:]
ja: [SEED:ドリアンの種:ドリアンの種:]
ko: [SEED:두리안 씨:두리안 씨들:]
ru: [SEED:семя дуриана:семена дуриана:]
tr: [SEED:duryan tohumu:duryan tohumları:]
vi: [SEED:hạt sầu riêng:những hạt sầu riêng:]
zh_hans: [SEED:榴莲种子:榴莲种子:]

# PLANT:DURIAN
source: [PREFSTRING:fragrant fruit]
cs: [PREFSTRING:vonným plodem]
de: [PREFSTRING:duftende Frucht]
eo: [PREFSTRING:aroma frukto]
es: [PREFSTRING:fruta fragante]
ja: [PREFSTRING:匂いの強い果実]
ko: [PREFSTRING:향기로운 열매]
ru: [PREFSTRING:ароматный плод]
tr: [PREFSTRING:kokulu meyvesi]
vi: [PREFSTRING:trái cây thơm lừng]
zh_hans: [PREFSTRING:芳香的果实]

# PLANT:DURIAN
source: [GROWTH_NAME:durian leaf:durian leaves]
cs: [GROWTH_NAME:durianový list:durianové listy]
de: [GROWTH_NAME:Durianblatt:Durianblätter]
eo: [GROWTH_NAME:folio de duriarbo:folioj de duriarbo]
es: [GROWTH_NAME:hoja de durión:hojas de durión]
ja: [GROWTH_NAME:ドリアンの葉:ドリアンの葉]
ko: [GROWTH_NAME:두리안 나무 잎:두리안 나무 잎들]
ru: [GROWTH_NAME:лист дуриана:листья дуриана]
tr: [GROWTH_NAME:duryan yaprağı:duryan yaprakları]
vi: [GROWTH_NAME:lá sầu riêng:những lá sầu riêng]
zh_hans: [GROWTH_NAME:榴莲叶:榴莲叶]

# PLANT:DURIAN
source: [GROWTH_NAME:durian flower:STP]
cs: [GROWTH_NAME:durianový květ:STP]
de: [GROWTH_NAME:Durianblume:STP]
eo: [GROWTH_NAME:floro de duriarbo:floroj de duriarbo]
es: [GROWTH_NAME:flor de durián:STP]
ja: [GROWTH_NAME:ドリアンの花:STP]
ko: [GROWTH_NAME:두리안 나무 꽃:STP]
ru: [GROWTH_NAME:цветок дуриана:цветы дуриана]
tr: [GROWTH_NAME:duryan çiçeği:STP]
zh_hans: [GROWTH_NAME:榴莲花:STP]

# PLANT:DURIAN
source: [GROWTH_NAME:durian:STP]
de: [GROWTH_NAME:Durianfrucht:STP]
eo: [GROWTH_NAME:durio:durioj]
es: [GROWTH_NAME:durián:STP]
ja: [GROWTH_NAME:ドリアン:STP]
ko: [GROWTH_NAME:두리안:STP]
ru: [GROWTH_NAME:плод дуриана:плоды дуриана]
tr: [GROWTH_NAME:duryan:STP]
zh_hans: [GROWTH_NAME:榴莲:STP]

# PLANT:GUAVA
source: [NAME:guava tree]
cs: [NAME:guajávovník]
de: [NAME:Guavenbaum]
eo: [NAME:guajavarbo]
es: [NAME:guayabo]
ja: [NAME:グァバの木]
ko: [NAME:구아바 나무]
ru: [NAME:гуайява]
tr: [NAME:guava ağacı]
vi: [NAME:cây ổi]
zh_hans: [NAME:番石榴树]

# PLANT:GUAVA
source: [NAME_PLURAL:guava trees]
cs: [NAME_PLURAL:guajávovníky]
de: [NAME_PLURAL:Guavenbäume]
eo: [NAME_PLURAL:guajavarboj]
es: [NAME_PLURAL:guayabos]
ja: [NAME_PLURAL:グァバの木]
ko: [NAME_PLURAL:구아바 나무들]
ru: [NAME_PLURAL:деревья гуайявы]
tr: [NAME_PLURAL:guava ağaçları]
vi: [NAME_PLURAL:những cây ổi]
zh_hans: [NAME_PLURAL:番石榴树]

# PLANT:GUAVA
source: [ADJ:guava tree]
cs: [ADJ:guajávovníkový]
de: [ADJ:Guavenbaum]
eo: [ADJ:el guajavarbo]
es: [ADJ:de guayabo]
ja: [ADJ:グァバの木]
ko: [ADJ:구아바 나무]
ru: [ADJ:дерево гуайявы]
tr: [ADJ:guava ağacı]
vi: [ADJ:cây ổi]
zh_hans: [ADJ:番石榴树的]

# PLANT:GUAVA
source: [STATE_NAME:ALL_SOLID:guava wood]
cs: [STATE_NAME:ALL_SOLID:guávové dřevo]
de: [STATE_NAME:ALL_SOLID:Guavenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el guajavarbo]
es: [STATE_NAME:ALL_SOLID:madera de guayabo]
ja: [STATE_NAME:ALL_SOLID:グァバの木]
ko: [STATE_NAME:ALL_SOLID:구아바 나무]
ru: [STATE_NAME:ALL_SOLID:древесина гуайявы]
tr: [STATE_NAME:ALL_SOLID:guava odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ ổi]
zh_hans: [STATE_NAME:ALL_SOLID:番石榴木]

# PLANT:GUAVA
source: [STATE_ADJ:ALL_SOLID:guava wood]
cs: [STATE_ADJ:ALL_SOLID:guávové dřevo]
de: [STATE_ADJ:ALL_SOLID:Guavenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el guajavarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de guayabo]
ja: [STATE_ADJ:ALL_SOLID:グァバの木]
ko: [STATE_ADJ:ALL_SOLID:구아바 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина гуайявы]
tr: [STATE_ADJ:ALL_SOLID:guava odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ ổi]
zh_hans: [STATE_ADJ:ALL_SOLID:番石榴木的]

# PLANT:GUAVA
source: [STATE_NAME_ADJ:ALL_SOLID:frozen guava wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé guávové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Guavenholz]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el guajavo]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de guayaba congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったグァバのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 구아바 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженная гуайявовая наливка]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş guava şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu ổi đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的番石榴酒]
