Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:AARDVARK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:AARDVARK_MAN
source: [CASTE_NAME:aardvark man:aardvark men:aardvark man]
cs: [CASTE_NAME:mravenečníčí muž:mravenečníčí muži:mravenečníčího muže]
de: [CASTE_NAME:Erdferkel-Mann:Erdferkel-Männer:Erdferkel-Mann]
eo: [CASTE_NAME:homterporkiĉo:homterporkiĉoj:de homterporkiĉo]
es: [CASTE_NAME:hombre cerdo hormiguero:hombres cerdo hormiguero:hombre cerdo hormiguero]
ja: [CASTE_NAME:ツチブタ男:ツチブタ男:ツチブタ男の]
ko: [CASTE_NAME:땅돼지인간:땅돼지인간들:땅돼지인간]
ru: [CASTE_NAME:мужчина-трубкозуб:мужчины-трубкозубы:мужчины-трубкозуба]
tr: [CASTE_NAME:erkek yer domuzu:erkek yer domuzları:erkek yer domuzu]
vi: [CASTE_NAME:người lợn đất nam:những người lợn đất nam:người lợn đất nam]
zh_hans: [CASTE_NAME:土豚男:土豚男:土豚男]

# CREATURE:AARDVARK_MAN
source: [CASTE_NAME:aardvark woman:aardvark women:aardvark woman]
cs: [CASTE_NAME:mravenečníčí žena:mravenečníčí ženy:mravenečníčí ženu]
de: [CASTE_NAME:Erdferkel-Frau:Erdferkel-Frauen:Erdferkel-Frau]
eo: [CASTE_NAME:homterporkino:homterporkinoj:de homterporkino]
es: [CASTE_NAME:mujer cerdo hormiguero:mujeres cerdo hormiguero:mujer cerdo hormiguero]
ja: [CASTE_NAME:ツチブタ女:ツチブタ女:ツチブタ女の]
ko: [CASTE_NAME:여성 땅돼지인간:여성 땅돼지인간들:여성 땅돼지인간]
ru: [CASTE_NAME:женщина-трубкозуб:женщины-трубкозубы:женщины-трубкозуба]
tr: [CASTE_NAME:dişi yer domuzu:dişi yer domuzları:dişi yer domuzu]
vi: [CASTE_NAME:người lợn đất nữ:những người lợn đất nữ:người lợn đất nữ]
zh_hans: [CASTE_NAME:土豚女:土豚女:土豚女]

# CREATURE:AARDVARK_MAN
source: [NAME:aardvark man:aardvark men:aardvark man]
cs: [NAME:mravenečníčí muž:mravenečníčí muži:mravenečníčího muže]
de: [NAME:Erdferkel-Mensch:Erdferkel-Menschen:Erdferkel-Mensch]
eo: [NAME:homterporko:homterporkoj:de homterporko]
es: [NAME:hombre cerdo hormiguero:hombres cerdo hormiguero:hombre cerdo hormiguero]
ja: [NAME:ツチブタ男:ツチブタ男:ツチブタ男の]
ko: [NAME:땅돼지인간:땅돼지인간들:땅돼지인간]
ru: [NAME:человек-трубкозуб:люди-трубкозубы:человека-трубкозуба]
tr: [NAME:erkek yer domuzu:erkek yer domuzları:erkek yer domuzu]
vi: [NAME:người lợn đất nam:những người lợn đất nam:người lợn đất nam]
zh_hans: [NAME:土豚人:土豚人:土豚人]

# CREATURE:AARDVARK_MAN
source: [DESCRIPTION:A person with the head and tail of an aardvark.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem mravenečníka.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Erdferkels.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de terporko.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de un cerdo hormiguero.]
ja: [DESCRIPTION:ツチブタの頭を尾を持つ人間だ。]
ko: [DESCRIPTION:땅돼지의 머리와 꼬리를 가진 인간.]
ru: [DESCRIPTION:Человек с головой и хвостом трубкозуба.]
tr: [DESCRIPTION:Bir yer domuzunun başına ve kuyruğuna sahip bir kişi.]
vi: [DESCRIPTION:Một người mang đầu và đuôi của một con lợn đất.]

# CREATURE:GIANT_AARDVARK
source: [NAME:giant aardvark:giant aardvarks:giant aardvark]
cs: [NAME:obří mravenečník:obří mravenečníci:obřího mravenečníka]
de: [NAME:Riesen-Erdferkel:Riesen-Erdferkel:Riesen-Erdferkel]
eo: [NAME:giganta terporko:gigantaj terporkoj:de giganta terporko]
es: [NAME:cerdo hormiguero gigante:cerdos hormigueros gigantes:cerdo hormiguero gigante]
ja: [NAME:巨大ツチブタ:巨大ツチブタ:巨大ツチブタの]
ko: [NAME:거대 땅돼지:거대 땅돼지들:거대 땅돼지]
ru: [NAME:гигантский трубкозуб:гигантские трубкозубы:гигантского трубкозуба]
tr: [NAME:dev yer domuzu:dev yer domuzları:dev yer domuzu]
vi: [NAME:lợn đất khổng lồ:những lợn đất khổng lồ:lợn đất khổng lồ]

# CREATURE:GIANT_AARDVARK
source: [CASTE_NAME:giant aardvark:giant aardvarks:giant aardvark]
cs: [CASTE_NAME:obří mravenečník:obří mravenečníci:obřího mravenečníka]
de: [CASTE_NAME:Riesen-Erdferkel:Riesen-Erdferkel:Riesen-Erdferkel]
eo: [CASTE_NAME:giganta terporko:gigantaj terporkoj:de giganta terporko]
es: [CASTE_NAME:cerdo hormiguero gigante:cerdos hormigueros gigantes:cerdo hormiguero gigante]
ja: [CASTE_NAME:巨大ツチブタ:巨大ツチブタ:巨大ツチブタの]
ko: [CASTE_NAME:거대 땅돼지:거대 땅돼지들:거대 땅돼지]
ru: [CASTE_NAME:гигантский трубкозуб:гигантские трубкозубы:гигантского трубкозуба]
tr: [CASTE_NAME:dev yer domuzu:dev yer domuzları:dev yer domuzu]
vi: [CASTE_NAME:lợn đất khổng lồ:những lợn đất khổng lồ:lợn đất khổng lồ]

# CREATURE:GIANT_AARDVARK
source: [GENERAL_CHILD_NAME:giant aardvark cub:giant aardvark cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího mravenečníka:mláďata obřího mravenečníka]
de: [GENERAL_CHILD_NAME:Riesen-Erdferkel Junges:Riesen-Erdferkel Junge]
eo: [GENERAL_CHILD_NAME:giganta terporkido:gigantaj terporkidoj]
es: [GENERAL_CHILD_NAME:cachorro de cerdo hormiguero gigante:cachorros de cerdo hormiguero gigante]
ja: [GENERAL_CHILD_NAME:巨大ツチブタの子供:巨大ツチブタの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 땅돼지:새끼 거대 땅돼지들]
ru: [GENERAL_CHILD_NAME:детёныш гигантского трубкозуба:детёныши гигантского трубкозуба]
tr: [GENERAL_CHILD_NAME:yavru dev yer domuzu:yavru dev yer domuzları]
vi: [GENERAL_CHILD_NAME:lợn đất khổng lồ con:những lợn đất khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨食蚁兽幼崽:巨食蚁兽幼崽]

# CREATURE:GIANT_AARDVARK
source: [DESCRIPTION:A huge monster in the form of an aardvark.]
cs: [DESCRIPTION:Obrovská příšera v podobě hrabáče.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Erdferkels.]
eo: [DESCRIPTION:Grandega monstro kun formo de terporko.]
es: [DESCRIPTION:Un monstruo enorme con forma de un cerdo hormiguero.]
ja: [DESCRIPTION:ツチブタのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:아드바크 형태의 거대한 괴물.]
ru: [DESCRIPTION:Огромный монстр, похожий на трубкозуба.]
tr: [DESCRIPTION:Yer domuzu formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài của một con lợn đất.]
zh_hans: [DESCRIPTION:一只巨大的食蚁兽怪。]

# CREATURE:GIANT_AARDVARK
source: [PREFSTRING:long ears]
cs: [PREFSTRING:dlouhé uši]
de: [PREFSTRING:lange Ohren]
eo: [PREFSTRING:longaj oreloj]
es: [PREFSTRING:orejas largas]
ja: [PREFSTRING:長い耳]
ko: [PREFSTRING:긴 귀]
ru: [PREFSTRING:длинные уши]
tr: [PREFSTRING:uzun kulakları]
vi: [PREFSTRING:tai dài]

# CREATURE:GIANT_AARDVARK
source: [PREFSTRING:snout]
cs: [PREFSTRING:čumák]
de: [PREFSTRING:Schnauze]
eo: [PREFSTRING:muzelo]
es: [PREFSTRING:hocico]
ja: [PREFSTRING:鼻]
ru: [PREFSTRING:рыло]
tr: [PREFSTRING:burnu]
vi: [PREFSTRING:mõm]

# CREATURE:LION_TAMARIN
source: [DESCRIPTION:A small orange monkey with a long tail.]
cs: [DESCRIPTION:Malá oranžová opice s dlouhým ocasem.]
de: [DESCRIPTION:Ein kleiner orangefarbener Affe mit langem Schwanz.]
eo: [DESCRIPTION:Malgranda oranĝkolora simio kun longa vosto.]
es: [DESCRIPTION:Un pequeño mono naranja con una larga cola.]
ja: [DESCRIPTION:長い尾を持った、オレンジ色の小さなサルだ。]
ko: [DESCRIPTION:긴 꼬리를 가진 작은 주황색 원숭이.]
ru: [DESCRIPTION:Небольшая оранжевая обезьяна с длинным хвостом.]
tr: [DESCRIPTION:Uzun kuyruklu, küçük ve turuncu bir maymun.]
vi: [DESCRIPTION:Một loài khỉ nhỏ màu cam với chiếc đuôi dài.]

# CREATURE:LION_TAMARIN
source: [NAME:lion tamarin:lion tamarins:lion tamarin]
cs: [NAME:lví tamarin:lví tamarini:lvího tamarina]
de: [NAME:Löwenäffchen:Löwenäffchen:Löwenäffchen]
eo: [NAME:leontopiteko:leontopitekoj:de leontopiteko]
es: [NAME:tamarino león:tamarinos león:tamarino león]
ja: [NAME:ライオンタマリン:ライオンタマリン:ライオンタマリンの]
ko: [NAME:사자타마린:사자타마린들:사자타마린]
ru: [NAME:львиный тамарин:львиные тамарины:львиного тамарина]
tr: [NAME:aslan maymunu:aslan maymunları:aslan maymunu]
vi: [NAME:khỉ tamarin sư tử:những khỉ tamarin sư tử:khỉ tamarin sư tử]

# CREATURE:LION_TAMARIN
source: [CASTE_NAME:lion tamarin:lion tamarins:lion tamarin]
cs: [CASTE_NAME:lví tamarin:lví tamarini:lvího tamarina]
de: [CASTE_NAME:Löwenäffchen:Löwenäffchen:Löwenäffchen]
eo: [CASTE_NAME:leontopiteko:leontopitekoj:de leontopiteko]
es: [CASTE_NAME:tamarino león:tamarinos león:tamarino león]
ja: [CASTE_NAME:ライオンタマリン:ライオンタマリン:ライオンタマリンの]
ko: [CASTE_NAME:사자타마린:사자타마린들:사자타마린]
ru: [CASTE_NAME:львиный тамарин:львиные тамарины:львиного тамарина]
tr: [CASTE_NAME:aslan maymunu:aslan maymunları:aslan maymunu]
vi: [CASTE_NAME:khỉ tamarin sư tử:những khỉ tamarin sư tử:khỉ tamarin sư tử]

# CREATURE:LION_TAMARIN
source: [PREFSTRING:small size]
cs: [PREFSTRING:malá velikost]
de: [PREFSTRING: Kleinformat]
eo: [PREFSTRING:eta grandeco]
es: [PREFSTRING:tamaño pequeño]
ja: [PREFSTRING:小さい]
ko: [PREFSTRING:작은 크기]
ru: [PREFSTRING:небольшой размер]
tr: [PREFSTRING:küçük cüssesi]
vi: [PREFSTRING:kích thước nhỏ]

# CREATURE:LION_TAMARIN
source: [PREFSTRING:manes]
cs: [PREFSTRING:hřívy]
de: [PREFSTRING:Mähnen]
eo: [PREFSTRING:kolhararoj]
es: [PREFSTRING:melenas]
ja: [PREFSTRING:たてがみ]
ko: [PREFSTRING:갈기]
ru: [PREFSTRING:гривы]
tr: [PREFSTRING:yeleleri]
vi: [PREFSTRING:bờm]

# CREATURE:LION_TAMARIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:LION_TAMARIN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:LION_TAMARIN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:LION_TAMARIN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:LION_TAMARIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:LION_TAMARIN_MAN
source: [CASTE_NAME:lion tamarin man:lion tamarin men:lion tamarin man]
cs: [CASTE_NAME:lví tamariní muž:lví tamariní muži:lví tamariního muže]
de: [CASTE_NAME:Löwenäffchen-Mann:Löwenäffchen-Männer:Löwenäffchen-Mann]
eo: [CASTE_NAME:homleontopitekiĉo:homleontopitekiĉoj:de homleontopitekiĉo]
es: [CASTE_NAME:hombre tamarino león:hombres tamarino león:hombre tamarino león]
ja: [CASTE_NAME:ライオンタマリン男:ライオンタマリン男:ライオンタマリン男の]
ko: [CASTE_NAME:남성 사자타마린인간:남성 사자타마린인간들:남성 사자타마린인간]
ru: [CASTE_NAME:мужчина-львиный тамарин:мужчины-львиные тамарины:мужчины-львиного тамарина]
tr: [CASTE_NAME:erkek aslan maymunu:erkek aslan maymunları:erkek aslan maymunu]
vi: [CASTE_NAME:người khỉ tamarin sư tử nam:người sư tử tamarin:người khỉ tamarin sư tử nam]
zh_hans: [CASTE_NAME:狮面绒猴男:狮面绒猴男:狮面绒猴男]

# CREATURE:LION_TAMARIN_MAN
source: [CASTE_NAME:lion tamarin woman:lion tamarin women:lion tamarin woman]
cs: [CASTE_NAME:lví tamariní žena:lví tamariní ženy:lví tamariní ženu]
de: [CASTE_NAME:Löwenäffchen-Frau:Löwenäffchen-Frauen:Löwenäffchen-Frauen]
eo: [CASTE_NAME:homleontopitekino:homleontopitekinoj:de homleontopitekino]
es: [CASTE_NAME:mujer tamarino león:mujeres tamarino león:mujer tamarino león]
ja: [CASTE_NAME:ライオンタマリン女:ライオンタマリン女:ライオンタマリン女の]
ko: [CASTE_NAME:여성 사자타마린인간:여성 사자타마린인간들:여성 사자타마린인간]
ru: [CASTE_NAME:женщина-львиный тамарин:женщины-львиные тамарины:женщины-львиного тамарина]
tr: [CASTE_NAME:dişi aslan maymunu:dişi aslan maymunları:dişi aslan maymunu]
vi: [CASTE_NAME:người sư tử tamarin nữ:những người sư tử tamarin nữ:người sư tử tamarin nữ]
zh_hans: [CASTE_NAME:狮面绒猴女:狮面绒猴女:狮面绒猴女]

# CREATURE:LION_TAMARIN_MAN
source: [NAME:lion tamarin man:lion tamarin men:lion tamarin man]
cs: [NAME:lví tamariní muž:lví tamariní muži:lví tamariního muže]
de: [NAME:Löwenäffchen-Mensch:Löwenäffchen-Menschen:Löwenäffchen-Mensch]
eo: [NAME:homleontopiteko:homleontopitekoj:de homleontopiteko]
es: [NAME:hombre tamarino león:hombres tamarino león:hombre tamarino león]
ja: [NAME:ライオンタマリン男:ライオンタマリン男:ライオンタマリン男の]
ko: [NAME:사자타마린인간:사자타마린인간들:사자타마린인간]
ru: [NAME:человек-львиный тамарин:люди-львиные тамарины:человека-львиного тамарина]
tr: [NAME:erkek aslan maymunu:erkek aslan maymunları:erkek aslan maymunu]
vi: [NAME:người khỉ tamarin sư tử nam:người sư tử tamarin:người khỉ tamarin sư tử nam]
zh_hans: [NAME:狮面绒猴人:狮面绒猴人:狮面绒猴人]

# CREATURE:LION_TAMARIN_MAN
source: [DESCRIPTION:An orange person with the head and tail of a lion tamarin.]
cs: [DESCRIPTION:Oranžová osoba s hlavou a ocasem lvího tamarina.]
de: [DESCRIPTION:Eine orangefarbene Person mit Kopf und Schwanz eines Löwenäffchens.]
eo: [DESCRIPTION:Oranĝkolora homo kun la kapo kaj la vosto de leontopiteko.]
es: [DESCRIPTION:Una persona de color naranja con cabeza y cola de tamarino león.]
ja: [DESCRIPTION:ライオンタマリンの頭と尾を持ったオレンジ色の人間だ。]
ko: [DESCRIPTION:사자타마린의 머리와 꼬리를 가진 오렌지색 인간.]
ru: [DESCRIPTION:Оранжевый человек с головой и хвостом львиного тамарина.]
tr: [DESCRIPTION:Bir aslan maymunu başına ve kuyruğuna sahip turuncu bir kişi.]
vi: [DESCRIPTION:Một cá nhân màu cam với đầu và đuôi của sư tử tamarin.]

# CREATURE:GIANT_LION_TAMARIN
source: [NAME:giant lion tamarin:giant lion tamarins:giant lion tamarin]
cs: [NAME:obří lví tamarin:obří lví tamarini:obřího lvího tamarina]
de: [NAME:Riesen Löwenäffchen:Riesen Löwenäffchen:Riesen Löwenäffchen]
eo: [NAME:giganta leontopiteko:gigantaj leontopitekoj:de giganta leontopiteko]
es: [NAME:tamarino león gigante:tamarinos león gigantes:tamarino león gigante]
ja: [NAME:巨大ライオンタマリン:巨大ライオンタマリン:巨大ライオンタマリンの]
ko: [NAME:거대 사자타마린:거대 사자타마린들:거대 사자타마린]
ru: [NAME:гигантский львиный тамарин:гигантские львиные тамарины:гигантского львиного тамарина]
tr: [NAME:dev aslan maymunu:dev aslan maymunları:dev aslan maymunu]
vi: [NAME:sư tử tamarin khổng lồ:những sư tử tamarin khổng lồ:sư tử tamarin khổng lồ]

# CREATURE:GIANT_LION_TAMARIN
source: [CASTE_NAME:giant lion tamarin:giant lion tamarins:giant lion tamarin]
cs: [CASTE_NAME:obří lví tamarin:obří lví tamarini:obřího lvího tamarina]
de: [CASTE_NAME:Riesen Löwenäffchen:Riesen Löwenäffchen:Riesen Löwenäffchen]
eo: [CASTE_NAME:giganta leontopiteko:gigantaj leontopitekoj:de giganta leontopiteko]
es: [CASTE_NAME:tamarino león gigante:tamarinos león gigantes:tamarino león gigante]
ja: [CASTE_NAME:巨大ライオンタマリン:巨大ライオンタマリン:巨大ライオンタマリンの]
ko: [CASTE_NAME:거대 사자타마린:거대 사자타마린들:거대 사자타마린]
ru: [CASTE_NAME:гигантский львиный тамарин:гигантские львиные тамарины:гигантского львиного тамарина]
tr: [CASTE_NAME:dev aslan maymunu:dev aslan maymunları:dev aslan maymunu]
vi: [CASTE_NAME:sư tử tamarin khổng lồ:những sư tử tamarin khổng lồ:sư tử tamarin khổng lồ]

# CREATURE:GIANT_LION_TAMARIN
source: [DESCRIPTION:A huge monster in the form of a lion tamarin.]
cs: [DESCRIPTION:Obrovská příšera v podobě lvíčka.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Löwenäffchens.]
eo: [DESCRIPTION:Grandega monstro kun formo de leontopiteko.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un tamarino león]
ja: [DESCRIPTION:ライオンタマリンのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:사자타마린의 모습을 한 거대한 괴수.]
ru: [DESCRIPTION:Огромный монстр, похожий на львиного тамарина.]
tr: [DESCRIPTION:Aslan maymunu formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài sư tử tamarin.]
zh_hans: [DESCRIPTION:一只巨大的狮狨猴怪。]

# CREATURE:GIANT_LION_TAMARIN
source: [PREFSTRING:small size]
cs: [PREFSTRING:malá velikost]
de: [PREFSTRING: Kleinformat]
eo: [PREFSTRING:eta grandeco]
es: [PREFSTRING:tamaño pequeño]
ja: [PREFSTRING:小さい]
ko: [PREFSTRING:작은 크기]
ru: [PREFSTRING:небольшой размер]
tr: [PREFSTRING:küçük cüssesi]
vi: [PREFSTRING:kích thước nhỏ]

# CREATURE:GIANT_LION_TAMARIN
source: [PREFSTRING:manes]
cs: [PREFSTRING:hřívy]
de: [PREFSTRING:Mähnen]
eo: [PREFSTRING:kolhararoj]
es: [PREFSTRING:melenas]
ja: [PREFSTRING:たてがみ]
ko: [PREFSTRING:갈기]
ru: [PREFSTRING:гривы]
tr: [PREFSTRING:yeleleri]
vi: [PREFSTRING:bờm]

# CREATURE:STOAT
source: [DESCRIPTION:A small weasel-like creature that hunts rodents and preys on the nests of birds.]
cs: [DESCRIPTION:Malé lasicovité zvíře, které loví hlodavce a plen í ptačí hnízda.]
de: [DESCRIPTION:Eine kleine wieselähnliche Kreatur, die Nagetiere und in den Nestern von Vögeln jagt.]
eo: [DESCRIPTION:Malgranda mustelsimila estaĵo kiu ĉasas ronĝulojn, kaj predas je la birdaj nestoj.]
es: [DESCRIPTION:Una pequeña criatura similar a la comadreja que caza roedores y depreda en los nidos de pájaro.]
ja: [DESCRIPTION:齧歯動物を狩り、鳥の巣を捕食する小さなイタチのような生き物。]
ko: [DESCRIPTION:설치류를 사냥하고 새의 둥지를 잡아먹는 작은 족제비 같은 생물.]
ru: [DESCRIPTION:Небольшое, похожее на ласку существо, охотящееся на грызунов и разоряющее птичьи гнёзда.]
tr: [DESCRIPTION:Kemirgenleri avlayan ve kuş yuvalarını yağmalayan, gelinciğe benzeyen küçük bir yaratık.]
vi: [DESCRIPTION:Một sinh vật nhỏ giống chồn, chuyên săn loài gặm nhấm và phá hoại tổ chim.]

# CREATURE:STOAT
source: [NAME:stoat:stoats:stoat]
cs: [NAME:lasička hranostaj:lasičky hranostaje:lasičku hranostaje]
de: [NAME:Hermelin:Hermeline:Hermelin]
eo: [NAME:ermeno:ermenoj:de ermeno]
es: [NAME:comadreja:comadrejas:comadreja]
ja: [NAME:オコジョ:オコジョ:オコジョの]
ko: [NAME:북방족제비:북방족제비들:북방족제비]
ru: [NAME:горностай:горностаи:горностая]
tr: [NAME:kakım:kakımlar:kakım]
vi: [NAME:chồn stoat:những chồn stoat:chồn stoat]

# CREATURE:STOAT
source: [GENERAL_CHILD_NAME:stoat kit:stoat kits]
cs: [GENERAL_CHILD_NAME:mládě hranostaje:mláďata hranostaje]
de: [GENERAL_CHILD_NAME:Hermelin Junges:Hermelin Junge]
eo: [GENERAL_CHILD_NAME:ermenido:ermenidoj]
es: [GENERAL_CHILD_NAME:cría de comadreja:crías de comadreja]
ja: [GENERAL_CHILD_NAME:オコジョの仔:オコジョの仔の]
ru: [GENERAL_CHILD_NAME:детёныш горностая:детёныши горностая]
tr: [GENERAL_CHILD_NAME:yavru kakım:yavru kakımlar]
vi: [GENERAL_CHILD_NAME:chồn stoat con:những chồn stoat con]

# CREATURE:STOAT
source: [PREFSTRING:ability to take down large prey]
cs: [PREFSTRING:schopnost skol it velkou kořist]
de: [PREFSTRING:fähig große Beute zu schleppen]
eo: [PREFSTRING:kapablo por superforti grandajn predojn]
es: [PREFSTRING:habilidad de derrotar presas grandes]
ja: [PREFSTRING:大きな獲物を倒す]
ru: [PREFSTRING:способность охотиться на крупную дичь]
tr: [PREFSTRING:büyük avları devirebilme yeteneği]
vi: [PREFSTRING:khả năng hạ gục con mồi lớn]

# CREATURE:STOAT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:STOAT
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:STOAT
source: [CASTE_NAME:stoat jill:stoat jills:stoat jill]
cs: [CASTE_NAME:hranostajka:hranostajky:hranostajku]
de: [CASTE_NAME:Hermelin Weibchen:Hermelin Weibchen:Hermelin Weibchen]
eo: [CASTE_NAME:ermenino:ermeninoj:de ermenino]
es: [CASTE_NAME:comadreja hembra:comadrejas hembra:comadreja hembra]
ja: [CASTE_NAME:オコジョの雌:オコジョの雌:オコジョの雌の]
ru: [CASTE_NAME:самец горностая:самцы горностая:самца горностая]
tr: [CASTE_NAME:dişi kakım:dişi kakımlar:dişi kakım]

# CREATURE:STOAT
source: [CASTE_NAME:stoat jack:stoat jacks:stoat jack]
cs: [CASTE_NAME:hranostaj:hranostajové:hranostaje]
de: [CASTE_NAME:Hermelin Männchen:Hermelin Männchen:Hermelin Männchen]
eo: [CASTE_NAME:ermeniĉo:ermeniĉoj:de ermeniĉo]
es: [CASTE_NAME:comadreja macho:comadrejas macho:comadreja macho]
ja: [CASTE_NAME:オコジョの雄:オコジョの雄:オコジョの雄の]
ru: [CASTE_NAME:самка горностая:самки горностая:самки горностая]
tr: [CASTE_NAME:erkek kakım:erkek kakımlar:erkek kakım]
vi: [CASTE_NAME:chồn stoat đực:những chồn stoat đực:chồn stoat đực]

# CREATURE:STOAT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:STOAT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:STOAT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:STOAT_MAN
source: [CASTE_NAME:stoat man:stoat men:stoat man]
cs: [CASTE_NAME:hranostají muž:hranostají muži:hranostajího muže]
de: [CASTE_NAME:Hermelin-Mann:Hermelin Männer:Hermlin-Mann]
eo: [CASTE_NAME:homermeniĉo:homermeniĉoj:de homermeniĉo]
es: [CASTE_NAME:hombre comadreja:hombres comadreja:hombre comadreja]
ja: [CASTE_NAME:オコジョ男:オコジョ男:オコジョ男の]
ru: [CASTE_NAME:мужчина-горностай:мужчины-горностаи:мужчины-горностая]
tr: [CASTE_NAME:erkek kakım:erkek kakımlar:erkek kakım]
vi: [CASTE_NAME:người chồn stoat:những người chồn stoat:người chồn stoat]
zh_hans: [CASTE_NAME:白鼬男:白鼬男:白鼬男]

# CREATURE:STOAT_MAN
source: [CASTE_NAME:stoat woman:stoat women:stoat woman]
cs: [CASTE_NAME:hranostají žena:hranostají ženy:hranostají ženu]
de: [CASTE_NAME:Hermelin-Frau:Hermelin Frauen:Hermlin-Frau]
eo: [CASTE_NAME:homermenino:homermeninoj:de homermenino]
es: [CASTE_NAME:mujer comadreja:mujeres comadreja:mujer comadreja]
ja: [CASTE_NAME:オコジョ女:オコジョ女:オコジョ女の]
ru: [CASTE_NAME:женщина-горностай:женщины-горностаи:женщины-горностая]
tr: [CASTE_NAME:dişi kakım:dişi kakımlar:dişi kakım]
vi: [CASTE_NAME:người chồn stoat nữ:những người chồn stoat nữ:người chồn stoat nữ]
zh_hans: [CASTE_NAME:白鼬女:白鼬女:白鼬女]

# CREATURE:STOAT_MAN
source: [NAME:stoat man:stoat men:stoat man]
cs: [NAME:hranostají muž:hranostají muži:hranostajího muže]
de: [NAME:Hermelin-Mensch:Hermelin-Menschen:Hermelin-Mensch]
eo: [NAME:homermeno:homermenoj:de homermeno]
es: [NAME:hombre comadreja:hombres comadreja:hombre comadreja]
ja: [NAME:オコジョ男:オコジョ男:オコジョ男の]
ko: [NAME:북방족제비인간:북방족제비인간들:북방족제비인간]
ru: [NAME:человек-горностай:люди-горностаи:человека-горностая]
tr: [NAME:erkek kakım:erkek kakımlar:erkek kakım]
vi: [NAME:người chồn stoat:những người chồn stoat:người chồn stoat]
zh_hans: [NAME:白鼬人:白鼬人:白鼬人]

# CREATURE:STOAT_MAN
source: [DESCRIPTION:A long-bodied person with the head of a stoat.]
cs: [DESCRIPTION:Dlouhotělná osoba s hlavou hranostaje.]
de: [DESCRIPTION:Eine Person mit langem Körper und dem Kopf eines Hermelins.]
eo: [DESCRIPTION:Longkorphava homo kun la kapo de ermeno.]
es: [DESCRIPTION:Una persona con el cuerpo alargado, y con la cabeza y la cola de una comadreja.]
ja: [DESCRIPTION:オコジョの頭を持った長い胴の人間だ。]
ko: [DESCRIPTION:족제의 머리를 가진 긴 몸매의 사람.]
ru: [DESCRIPTION:Длиннотелый человек с головой горностая.]
tr: [DESCRIPTION:Kakım başına sahip, uzun gövdeli bir kişi.]
vi: [DESCRIPTION:Một cá nhân thân dài với đầu của chồn stoat.]
