Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:PENDANT_AMARANTH
source: [STATE_NAME_ADJ:ALL_SOLID:frozen pendant amaranth beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé amarantové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes hängender Amaranth-Bier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el vosta amaranto]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de colgante de amaranto]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った紐鶏頭のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 줄맨드라미 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное пиво из хвостатого амаранта]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş salkım horozibiği birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia rau dền rủ đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的吊坠苋啤酒]

# PLANT:PENDANT_AMARANTH
source: [STATE_NAME_ADJ:LIQUID:pendant amaranth beer]
cs: [STATE_NAME_ADJ:LIQUID:amarantové pivo]
de: [STATE_NAME_ADJ:LIQUID:hängender Amaranth-Bier]
eo: [STATE_NAME_ADJ:LIQUID:biero el vosta amaranto]
es: [STATE_NAME_ADJ:LIQUID:cerveza de colgante de amaranto]
ja: [STATE_NAME_ADJ:LIQUID:紐鶏頭のビール]
ko: [STATE_NAME_ADJ:LIQUID:줄맨드라미 맥주]
ru: [STATE_NAME_ADJ:LIQUID:пиво из хвостатого амаранта]
tr: [STATE_NAME_ADJ:LIQUID:salkım horozibiği birası]
vi: [STATE_NAME_ADJ:LIQUID:bia rau dền rủ]
zh_hans: [STATE_NAME_ADJ:LIQUID:吊坠苋啤酒]

# PLANT:PENDANT_AMARANTH
source: [STATE_NAME_ADJ:GAS:boiling pendant amaranth beer]
cs: [STATE_NAME_ADJ:GAS:vařící se amarantové pivo]
de: [STATE_NAME_ADJ:GAS:kochendes hängender Amaranth-Bier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el vosta amaranto]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de colgante de amaranto]
ja: [STATE_NAME_ADJ:GAS:蒸気化した紐鶏頭のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 줄맨드라미 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее пиво из амаранта хвостатого]
tr: [STATE_NAME_ADJ:GAS:kaynayan salkım horozibiği birası]
vi: [STATE_NAME_ADJ:GAS:bia rau dền rủ đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的吊坠苋啤酒]

# PLANT:PENDANT_AMARANTH
source: [STATE_NAME_ADJ:ALL_SOLID:pendant amaranth flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:amarantová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:hängender Amaranth-Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el vosta amaranto]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de colgante de amaranto]
ja: [STATE_NAME_ADJ:ALL_SOLID:紐鶏頭の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:줄맨드라미 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:мука из амаранта хвостатого]
tr: [STATE_NAME_ADJ:ALL_SOLID:salkım horozibiği unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:吊坠苋粉]

# PLANT:PENDANT_AMARANTH
source: [SEED:pendant amaranth seed:pendant amaranth seeds:]
cs: [SEED:semeno amarantu:semena amarantu:]
de: [SEED:hängender Amaranth-Samen:hängender Amaranth-Samen:]
eo: [SEED:semo el vosta amaranto:semoj el vosta amaranto:]
es: [SEED:semilla de colgante de amaranto:semillas de colgantes de amaranto:]
ja: [SEED:紐鶏頭の種:紐鶏頭の種:]
ko: [SEED:줄맨드라미 씨:줄맨드라미 씨들:]
ru: [SEED:семя амаранта хвостатого:семена амаранта хвостатого:]
tr: [SEED:salkım horozibiği tohumu:salkım horozibiği tohumları:]
vi: [SEED:hạt rau dền rủ:hạt rau dền rủ:]
zh_hans: [SEED:吊坠苋种子:吊坠苋种子:]

# PLANT:PENDANT_AMARANTH
source: [PREFSTRING:striking color]
cs: [PREFSTRING:nápadná barva]
de: [PREFSTRING:markante Farbe]
eo: [PREFSTRING:okulfrapa koloro]
es: [PREFSTRING:flor colorida]
ja: [PREFSTRING:穂]
ko: [PREFSTRING:굉장히 매력적인 색]
ru: [PREFSTRING:яркий цвет]
tr: [PREFSTRING:çarpıcı rengi]
vi: [PREFSTRING:màu sắc nổi bật]
zh_hans: [PREFSTRING:引人注目的颜色]

# PLANT:PENDANT_AMARANTH
source: [GROWTH_NAME:pendant amaranth leaf:pendant amaranth leaves]
cs: [GROWTH_NAME:list amarantu:listy amarantu]
de: [GROWTH_NAME:hängendes Amaranthblatt:hängende Amaranthblätter]
eo: [GROWTH_NAME:folio de vosta amaranto:folioj de vosta amaranto]
es: [GROWTH_NAME:hoja de colgante de amaranto:hojas de colgante de amaranto]
ja: [GROWTH_NAME:紐鶏頭の葉:紐鶏頭の葉]
ko: [GROWTH_NAME:줄맨드라미 잎:줄맨드라미 잎들]
ru: [GROWTH_NAME:лист амаранта хвостатого:листья амаранта хвостатого]
tr: [GROWTH_NAME:salkım horozibiği yaprağı:salkım horozibiği yaprakları]
vi: [GROWTH_NAME:lá rau dền rủ:lá rau dền rủ]
zh_hans: [GROWTH_NAME:吊坠苋叶:吊坠苋叶]

# PLANT:PENDANT_AMARANTH
source: [GROWTH_NAME:pendant amaranth inflorescence:STP]
cs: [GROWTH_NAME:květenství amarantu:STP]
de: [GROWTH_NAME:hängender Amaranth-Blütenstand:STP]
eo: [GROWTH_NAME:infloresko de vosta amaranto:infloreskoj de vosta amaranto]
es: [GROWTH_NAME:de colgante de amaranto fluorescente:STP]
ja: [GROWTH_NAME:紐鶏頭の穂:STP]
ko: [GROWTH_NAME:줄맨드라미 꽃:STP]
ru: [GROWTH_NAME:соцветие амаранта хвостатого:соцветия амаранта хвостатого]
tr: [GROWTH_NAME:salkım horozibiği çiçeği:STP]
zh_hans: [GROWTH_NAME:吊坠苋花序:STP]

# PLANT:BLOOD_AMARANTH
source: [NAME:blood amaranth]
cs: [NAME:krvavý amarant]
de: [NAME:Blutamaranth]
eo: [NAME:ruĝa amaranto]
es: [NAME:amaranto de sangre]
ja: [NAME:すぎもり鶏頭]
ko: [NAME:선줄맨드라미]
ru: [NAME:амарант темный]
tr: [NAME:kan horozibiği]
vi: [NAME:rau dền huyết]
zh_hans: [NAME:血苋]

# PLANT:BLOOD_AMARANTH
source: [NAME_PLURAL:blood amaranths]
cs: [NAME_PLURAL:krvavé amaranty]
de: [NAME_PLURAL:Blutamaranthen]
eo: [NAME_PLURAL:ruĝaj amarantoj]
es: [NAME_PLURAL:amarantos de sangre]
ja: [NAME_PLURAL:すぎもり鶏頭]
ko: [NAME_PLURAL:선줄맨드라미들]
ru: [NAME_PLURAL:темный амарант]
tr: [NAME_PLURAL:kan horozibiği]
vi: [NAME_PLURAL:rau dền huyết]
zh_hans: [NAME_PLURAL:血苋]

# PLANT:BLOOD_AMARANTH
source: [ADJ:blood amaranth]
cs: [ADJ:krvavý amarant]
de: [ADJ:Blutamaranth]
eo: [ADJ:ruĝa amaranto]
es: [ADJ:de amaranto de sangre]
ja: [ADJ:すぎもり鶏頭]
ko: [ADJ:선줄맨드라미]
ru: [ADJ:темный амарант]
tr: [ADJ:kan horozibiği]
vi: [ADJ:rau dền huyết]
zh_hans: [ADJ:血苋的]

# PLANT:BLOOD_AMARANTH
source: [STATE_NAME_ADJ:ALL_SOLID:frozen blood amaranth beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé krvavé amarantové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Blutamaranthbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el ruĝa amaranto]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de amaranto de sangre]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったすぎもり鶏頭のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 선줄맨드라미 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное пиво из амаранта темного]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş kan horozibiği birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia rau dền huyết đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的血苋啤酒]

# PLANT:BLOOD_AMARANTH
source: [STATE_NAME_ADJ:LIQUID:blood amaranth beer]
cs: [STATE_NAME_ADJ:LIQUID:krvavé amarantové pivo]
de: [STATE_NAME_ADJ:LIQUID:Blutamaranthbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el ruĝa amaranto]
es: [STATE_NAME_ADJ:LIQUID:cerveza de amaranto de sangre]
ja: [STATE_NAME_ADJ:LIQUID:すぎもり鶏頭のビール]
ko: [STATE_NAME_ADJ:LIQUID:선줄맨드라미 맥주]
ru: [STATE_NAME_ADJ:LIQUID:пиво из амаранта темного]
tr: [STATE_NAME_ADJ:LIQUID:kan horozibiği birası]
vi: [STATE_NAME_ADJ:LIQUID:bia rau dền huyết]
zh_hans: [STATE_NAME_ADJ:LIQUID:血苋啤酒]

# PLANT:BLOOD_AMARANTH
source: [STATE_NAME_ADJ:GAS:boiling blood amaranth beer]
cs: [STATE_NAME_ADJ:GAS:vařící se krvavé amarantové pivo]
de: [STATE_NAME_ADJ:GAS: kochendes Blutamaranthbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el ruĝa amaranto]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de amaranto de sangre]
ja: [STATE_NAME_ADJ:GAS:蒸気化したすぎもり鶏頭のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 선줄맨드라미 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее пиво из амаранта темного]
tr: [STATE_NAME_ADJ:GAS:kaynayan kan horozibiği birası]
vi: [STATE_NAME_ADJ:GAS:bia rau dền huyết đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的血苋啤酒]

# PLANT:BLOOD_AMARANTH
source: [STATE_NAME_ADJ:ALL_SOLID:blood amaranth flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:krvavá amarantová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Blutamaranthmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el ruĝa amaranto]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de amaranto de sangre]
ja: [STATE_NAME_ADJ:ALL_SOLID:すぎもり鶏頭の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:선줄맨드라미 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:мука из амаранта темного]
tr: [STATE_NAME_ADJ:ALL_SOLID:kan horozibiği unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:血苋粉]

# PLANT:BLOOD_AMARANTH
source: [SEED:blood amaranth seed:blood amaranth seeds:]
cs: [SEED:semeno krvavého amarantu:semena krvavého amarantu:]
de: [SEED:Blutamaranthsamen:Blutamaranthsamen:]
eo: [SEED:semo de ruĝa amaranto:semoj el ruĝa amaranto:]
es: [SEED:semilla de amaranto de sangre:semillas de amaranto de sangre:]
ja: [SEED:すぎもり鶏頭の種:すぎもり鶏頭の種:]
ko: [SEED:선줄맨드라미 씨:선줄맨드라미 씨들:]
ru: [SEED:семя амаранта темного:семена амаранта темного:]
tr: [SEED:kan horozibiği tohumu:kan horozibiği tohumları:]
vi: [SEED:hạt rau dền huyết:hạt rau dền huyết:]
zh_hans: [SEED:血苋种子:血苋种子:]

# PLANT:BLOOD_AMARANTH
source: [PREFSTRING:striking color]
cs: [PREFSTRING:nápadná barva]
de: [PREFSTRING:markante Farbe]
eo: [PREFSTRING:okulfrapa koloroj]
es: [PREFSTRING:flor colorida]
ja: [PREFSTRING:穂]
ko: [PREFSTRING:굉장히 매력적인 색]
ru: [PREFSTRING:яркий цвет]
tr: [PREFSTRING:çarpıcı rengi]
vi: [PREFSTRING:màu sắc nổi bật]
zh_hans: [PREFSTRING:引人注目的颜色]

# PLANT:BLOOD_AMARANTH
source: [GROWTH_NAME:blood amaranth leaf:blood amaranth leaves]
cs: [GROWTH_NAME:list krvavého amarantu:listy krvavého amarantu]
de: [GROWTH_NAME:Blutamaranthblatt:Blutamaranthblätter]
eo: [GROWTH_NAME:folio de ruĝa amaranto:folioj de ruĝa amaranto]
es: [GROWTH_NAME:hoja de amaranto de sangre:hojas de amaranto de sangre]
ja: [GROWTH_NAME:すぎもり鶏頭の葉:すぎもり鶏頭の葉]
ko: [GROWTH_NAME:선줄맨드라미 잎:선줄맨드라미 잎들]
ru: [GROWTH_NAME:лист амаранта темного:листья амаранта темного]
tr: [GROWTH_NAME:kan horozibiği yaprağı:kan horozibiği yaprakları]
vi: [GROWTH_NAME:lá rau dền huyết:lá rau dền huyết]
zh_hans: [GROWTH_NAME:血苋叶:血苋叶]

# PLANT:BLOOD_AMARANTH
source: [GROWTH_NAME:blood amaranth inflorescence:STP]
cs: [GROWTH_NAME:květenství krvavého amarantu:STP]
de: [GROWTH_NAME:Blutamaranth-Blütenstand:STP]
eo: [GROWTH_NAME:infloresko de ruĝa amaranto:infloreskoj el ruĝa amaranto]
es: [GROWTH_NAME:amaranto de sangre fluorescente:STP]
ja: [GROWTH_NAME:すぎもり鶏頭の穂:STP]
ko: [GROWTH_NAME:선줄맨드라미 꽃:STP]
ru: [GROWTH_NAME:соцветие амаранта тёмного:соцветия амаранта тёмного]
tr: [GROWTH_NAME:kan horozibiği çiçeği:STP]
zh_hans: [GROWTH_NAME:血苋花序:STP]

# PLANT:PURPLE_AMARANTH
source: [NAME:purple amaranth]
cs: [NAME:fialový amarant]
de: [NAME:lila Amaranth]
eo: [NAME:purpura amaranto]
es: [NAME:amaranto púrpura]
ja: [NAME:紫鶏頭]
ko: [NAME:개비름]
ru: [NAME:пурпурный амарант]
tr: [NAME:mor horozibiği]
vi: [NAME:rau dền tím]
zh_hans: [NAME:紫苋]

# PLANT:PURPLE_AMARANTH
source: [NAME_PLURAL:purple amaranths]
cs: [NAME_PLURAL:fialové amaranty]
de: [NAME_PLURAL:lila Amaranthen]
eo: [NAME_PLURAL:purpuraj amarantoj]
es: [NAME_PLURAL:amarantos púrpura]
ja: [NAME_PLURAL:紫鶏頭s]
ko: [NAME_PLURAL:개비름들]
ru: [NAME_PLURAL:пурпурный амарант]
tr: [NAME_PLURAL:mor horozibiği]
vi: [NAME_PLURAL:rau dền tím]
zh_hans: [NAME_PLURAL:紫苋]

# PLANT:PURPLE_AMARANTH
source: [ADJ:purple amaranth]
cs: [ADJ:fialový amarant]
de: [ADJ:lila Amaranth]
eo: [ADJ:purpura amaranto]
es: [ADJ:de amaranto púrpura]
ja: [ADJ:紫鶏頭]
ko: [ADJ:개비름]
ru: [ADJ:пурпурный амарант]
tr: [ADJ:mor horozibiği]
vi: [ADJ:rau dền tím]
zh_hans: [ADJ:紫苋的]

# PLANT:PURPLE_AMARANTH
source: [STATE_NAME_ADJ:ALL_SOLID:frozen purple amaranth beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé fialové amarantové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes lila Amaranth-Bier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el purpura amaranto]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de amaranto púrpura]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った紫鶏頭のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 개비름 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное пиво из амаранта пурпурного]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş mor horozibiği birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia rau dền tím đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的紫苋啤酒]

# PLANT:PURPLE_AMARANTH
source: [STATE_NAME_ADJ:LIQUID:purple amaranth beer]
cs: [STATE_NAME_ADJ:LIQUID:fialové amarantové pivo]
de: [STATE_NAME_ADJ:LIQUID:lila Amaranth-Bier]
eo: [STATE_NAME_ADJ:LIQUID:biero el purpura amaranto]
es: [STATE_NAME_ADJ:LIQUID:cerveza de amaranto púrpura]
ja: [STATE_NAME_ADJ:LIQUID:紫鶏頭のビール]
ko: [STATE_NAME_ADJ:LIQUID:개비름 맥주]
ru: [STATE_NAME_ADJ:LIQUID:пиво из амаранта пурпурного]
tr: [STATE_NAME_ADJ:LIQUID:mor horozibiği birası]
vi: [STATE_NAME_ADJ:LIQUID:bia rau dền tím]
zh_hans: [STATE_NAME_ADJ:LIQUID:紫苋啤酒]

# PLANT:PURPLE_AMARANTH
source: [STATE_NAME_ADJ:GAS:boiling purple amaranth beer]
cs: [STATE_NAME_ADJ:GAS:vařící se fialové amarantové pivo]
de: [STATE_NAME_ADJ:GAS:kochendes lila Amaranth-Bier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el purpura amaranto]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de amaranto púrpura]
ja: [STATE_NAME_ADJ:GAS:蒸気化した紫鶏頭のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 개비름 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее пиво из амаранта пурпурного]
tr: [STATE_NAME_ADJ:GAS:kaynayan mor horozibiği birası]
vi: [STATE_NAME_ADJ:GAS:bia rau dền tím đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的紫苋啤酒]

# PLANT:PURPLE_AMARANTH
source: [STATE_NAME_ADJ:ALL_SOLID:purple amaranth flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:fialová amarantová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:lila Amaranthmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el purpura amaranto]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de amaranto púrpura]
ja: [STATE_NAME_ADJ:ALL_SOLID:紫鶏頭の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:개비름 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:мука из амаранта пурпурного]
tr: [STATE_NAME_ADJ:ALL_SOLID:mor horozibiği unu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:紫苋粉]

# PLANT:PURPLE_AMARANTH
source: [SEED:purple amaranth seed:purple amaranth seeds:]
cs: [SEED:semeno fialového amarantu:semena fialového amarantu:]
de: [SEED:lila Amaranthsamen:lila Amaranthsamen:]
eo: [SEED:semo de purpura amaranto:semoj de purpura amaranto:]
es: [SEED:semilla de amaranto púrpura:semillas de amaranto púrpura:]
ja: [SEED:紫鶏頭の種:紫鶏頭の種:]
ko: [SEED:개비름 씨:개비름 씨들:]
ru: [SEED:семя амаранта пурпурного:семена амаранта пурпурного:]
tr: [SEED:mor horozibiği tohumu:mor horozibiği tohumları:]
vi: [SEED:hạt rau dền tím:hạt rau dền tím:]
zh_hans: [SEED:紫苋种子:紫苋种子:]

# PLANT:PURPLE_AMARANTH
source: [PREFSTRING:striking color]
cs: [PREFSTRING:nápadná barva]
de: [PREFSTRING:markante Farbe]
eo: [PREFSTRING:okulfrapa koloroj]
es: [PREFSTRING:flor colorida]
ja: [PREFSTRING:穂]
ko: [PREFSTRING:굉장히 매력적인 색]
ru: [PREFSTRING:яркий цвет]
tr: [PREFSTRING:çarpıcı rengi]
vi: [PREFSTRING:màu sắc nổi bật]
zh_hans: [PREFSTRING:引人注目的颜色]

# PLANT:PURPLE_AMARANTH
source: [GROWTH_NAME:purple amaranth leaf:purple amaranth leaves]
cs: [GROWTH_NAME:list fialového amarantu:listy fialového amarantu]
de: [GROWTH_NAME:lila Amaranthblatt:lila Amaranthblätter]
eo: [GROWTH_NAME:folio de purpura amaranto:folioj de purpura amaranto]
es: [GROWTH_NAME:hoja de amaranto púrpura:hojas de amaranto púrpura]
ja: [GROWTH_NAME:紫鶏頭の葉:紫鶏頭の葉]
ko: [GROWTH_NAME:개비름 잎:개비름 잎들]
ru: [GROWTH_NAME:лист амаранта пурпурного:листья амаранта пурпурного]
tr: [GROWTH_NAME:mor horozibiği yaprağı:mor horozibiği yaprakları]
vi: [GROWTH_NAME:lá rau dền tím:lá rau dền tím]
zh_hans: [GROWTH_NAME:紫苋叶:紫苋叶]

# PLANT:PURPLE_AMARANTH
source: [GROWTH_NAME:purple amaranth inflorescence:STP]
cs: [GROWTH_NAME:květenství fialového amarantu:STP]
de: [GROWTH_NAME:lila Amaranth-Blütenstand:STP]
eo: [GROWTH_NAME:infloresko de purpura amaranto:infloreskoj de purpura amaranto]
es: [GROWTH_NAME:de amaranto púrpura fluorescente:STP]
ja: [GROWTH_NAME:紫鶏頭の穂:STP]
ko: [GROWTH_NAME:개비름 꽃:STP]
ru: [GROWTH_NAME:соцветие амаранта пурпурного:соцветия амаранта пурпурного]
tr: [GROWTH_NAME:mor horozibiği çiçeği:STP]
zh_hans: [GROWTH_NAME:紫苋花序:STP]

# PLANT:RED_SPINACH
source: [NAME:red spinach]
cs: [NAME:červený špenát]
de: [NAME:roter Spinat]
eo: [NAME:ruĝa spinaco]
es: [NAME:espinaca china]
ja: [NAME:赤ホウレンソウ]
ko: [NAME:붉은 시금치]
ru: [NAME:красный шпинат]
tr: [NAME:kızıl ıspanak]
vi: [NAME:rau dền đỏ]
zh_hans: [NAME:红菠菜]

# PLANT:RED_SPINACH
source: [NAME_PLURAL:red spinach]
cs: [NAME_PLURAL:červený špenát]
de: [NAME_PLURAL:roter Spinat]
eo: [NAME_PLURAL:ruĝa spinaco]
es: [NAME_PLURAL:espinaca china]
ja: [NAME_PLURAL:赤ホウレンソウ]
ko: [NAME_PLURAL:붉은 시금치]
ru: [NAME_PLURAL:красный шпинат]
tr: [NAME_PLURAL:kızıl ıspanak]
vi: [NAME_PLURAL:rau dền đỏ]
zh_hans: [NAME_PLURAL:红菠菜]

# PLANT:RED_SPINACH
source: [ADJ:red spinach]
cs: [ADJ:červený špenát]
de: [ADJ:roter Spinat]
eo: [ADJ:ruĝa spinaco]
es: [ADJ:de espinaca china]
ja: [ADJ:赤ホウレンソウ]
ko: [ADJ:붉은 시금치]
ru: [ADJ:красный шпинат]
tr: [ADJ:kızıl ıspanak]
vi: [ADJ:rau dền đỏ]
zh_hans: [ADJ:红菠菜的]

# PLANT:RED_SPINACH
source: [SEED:red spinach seed:red spinach seeds:]
cs: [SEED:semeno červeného špenátu:semena červeného špenátu:]
de: [SEED:roter Spinatsamen:rote Spinatsamen:]
eo: [SEED:semo de ruĝa spinaco:semoj de ruĝa spinaco:]
es: [SEED:semilla de espinaca roja:semillas de espinaca roja:]
ja: [SEED:赤ホウレンソウの種:赤ホウレンソウの種:]
ko: [SEED:붉은 시금치 씨:붉은 시금치 씨들:]
ru: [SEED:семя красного шпината:семена красного шпината:]
tr: [SEED:kızıl ıspanak tohumu:kızıl ıspanak tohumları:]
zh_hans: [SEED:红菠菜种子:红菠菜种子:]

# PLANT:RED_SPINACH
source: [PREFSTRING:leaves]
cs: [PREFSTRING:listy]
de: [PREFSTRING:Blätter]
eo: [PREFSTRING:folioj]
es: [PREFSTRING:hojas]
ja: [PREFSTRING:葉]
ko: [PREFSTRING:잎들]
ru: [PREFSTRING:листья]
tr: [PREFSTRING:yaprakları]
vi: [PREFSTRING:lá]
zh_hans: [PREFSTRING:叶]

# PLANT:RED_SPINACH
source: [GROWTH_NAME:red spinach leaf:red spinach leaves]
cs: [GROWTH_NAME:list červeného špenátu:listy červeného špenátu]
de: [GROWTH_NAME:rotes Spinatblatt:rote Spinatblätter]
eo: [GROWTH_NAME:folio de ruĝa spinaco:folioj de ruĝa spinaco]
es: [GROWTH_NAME:hoja de espinaca roja:hojas de espinaca roja]
ja: [GROWTH_NAME:赤ホウレンソウの葉:赤ホウレンソウの葉]
ko: [GROWTH_NAME:붉은 시금치 잎:붉은 시금치 잎들]
ru: [GROWTH_NAME:лист красного шпината:листья красного шпината]
tr: [GROWTH_NAME:kızıl ıspanak yaprağı:kızıl ıspanak yaprakları]
vi: [GROWTH_NAME:lá rau dền đỏ:lá rau dền đỏ]
zh_hans: [GROWTH_NAME:红菠菜叶:红菠菜叶]

# PLANT:RED_SPINACH
source: [GROWTH_NAME:red spinach inflorescence:STP]
cs: [GROWTH_NAME:květenství červeného špenátu:STP]
de: [GROWTH_NAME:roter Spinatblütenstand:STP]
eo: [GROWTH_NAME:infloresko de ruĝa spinaco:infloreskoj de ruĝa spinaco]
es: [GROWTH_NAME:cogollo de espinaca roja:STP]
ja: [GROWTH_NAME:赤ホウレンソウの穂:STP]
ko: [GROWTH_NAME:붉은 시금치 꽃:STP]
ru: [GROWTH_NAME:соцветие красного шпината:соцветия красного шпината]
tr: [GROWTH_NAME:kızıl ıspanak çiçeği:STP]
zh_hans: [GROWTH_NAME:红菠菜花序:STP]

# PLANT:ELEPHANT-HEAD_AMARANTH
source: [NAME:elephant-head amaranth]
cs: [NAME:sloní amarant]
de: [NAME:Elefantenkopf-Amaranth]
eo: [NAME:trikolora amaranto]
es: [NAME:amaranto cabeza de elefante]
ja: [NAME:象鼻鶏頭]
ko: [NAME:코끼리머리아마란스]
ru: [NAME:амарант слоноголовый]
tr: [NAME:filbaşlı horozibiği]
vi: [NAME:rau dền đầu voi]
zh_hans: [NAME:象头苋]

# PLANT:ELEPHANT-HEAD_AMARANTH
source: [NAME_PLURAL:elephant-head amaranths]
cs: [NAME_PLURAL:sloní amaranty]
de: [NAME_PLURAL:Elefantenkopf-Amaranthen]
eo: [NAME_PLURAL:trikoloraj amarantoj]
es: [NAME_PLURAL:amarantos cabeza de elefante]
ja: [NAME_PLURAL:象鼻鶏頭]
ko: [NAME_PLURAL:코끼리머리아마란스]
ru: [NAME_PLURAL:амарант слоноголовый]
tr: [NAME_PLURAL:filbaşlı horozibiği]
vi: [NAME_PLURAL:rau dền đầu voi]
zh_hans: [NAME_PLURAL:象头苋]

# PLANT:ELEPHANT-HEAD_AMARANTH
source: [ADJ:elephant-head amaranth]
cs: [ADJ:sloní amarant]
de: [ADJ:Elefantenkopf-Amaranth]
eo: [ADJ:trikolora amaranto]
es: [ADJ:de amaranto cabeza de elefante]
ja: [ADJ:象鼻鶏頭]
ko: [ADJ:코끼리머리아마란스]
ru: [ADJ:амарант слоноголовый]
tr: [ADJ:filbaşlı horozibiği]
vi: [ADJ:rau dền đầu voi]
zh_hans: [ADJ:象头苋的]

# PLANT:ELEPHANT-HEAD_AMARANTH
source: [SEED:elephant-head amaranth seed:elephant-head amaranth seeds:]
cs: [SEED:semeno sloního amarantu:semena sloního amarantu:]
de: [SEED:Elefantenkopf-Amaranth-Samen:Elefantenkopf-Amaranth-Samen:]
eo: [SEED:semo de trikolora amaranto:semoj de trikolora amaranto:]
es: [SEED:semilla de amaranto cabeza de elefante:semillas de amaranto cabeza de elefante:]
ja: [SEED:象鼻鶏頭の種:象鼻鶏頭の種:]
ko: [SEED:코끼리머리아마란스 씨:코끼리머리아마란스 씨들:]
ru: [SEED:семя амаранта слоноголового:семена амаранта слоноголового:]
tr: [SEED:filbaşlı horozibiği tohumu:filbaşlı horozibiği tohumları:]
vi: [SEED:hạt rau dền đầu voi:hạt rau dền đầu voi:]
zh_hans: [SEED:象头苋种子:象头苋种子:]

# PLANT:ELEPHANT-HEAD_AMARANTH
source: [PREFSTRING:leaf coloration]
cs: [PREFSTRING:zbarvení listů]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro de ĝiaj folioj]
es: [PREFSTRING:coloracion de las hojas]
ja: [PREFSTRING:穂]
ko: [PREFSTRING:잎의 색감]
ru: [PREFSTRING:окраска листа]
tr: [PREFSTRING:yaprak rengi]
vi: [PREFSTRING:màu sắc lá]
zh_hans: [PREFSTRING:叶子的颜色]

# PLANT:ELEPHANT-HEAD_AMARANTH
source: [GROWTH_NAME:elephant-head amaranth leaf:elephant-head amaranth leaves]
cs: [GROWTH_NAME:list sloního amarantu:listy sloního amarantu]
de: [GROWTH_NAME:Elefantenkopf-Amaranthblatt:Elefantenkopf-Amaranthblätter]
eo: [GROWTH_NAME:folio de trikolora amaranto:folioj de trikolora amaranto]
es: [GROWTH_NAME:hoja de amaranto cabeza de elefante:hojas de amaranto cabeza de elefante]
ja: [GROWTH_NAME:象鼻鶏頭の葉:象鼻鶏頭の葉]
ko: [GROWTH_NAME:코끼리머리아마란스 잎:코끼리머리아마란스 잎들]
ru: [GROWTH_NAME:лист амаранта слоноголового:листья амаранта слоноголового]
tr: [GROWTH_NAME:filbaşlı horozibiği yaprağı:filbaşlı horozibiği yaprakları]
vi: [GROWTH_NAME:lá rau dền đầu voi:lá rau dền đầu voi]
zh_hans: [GROWTH_NAME:象头苋叶:象头苋叶]

# PLANT:ELEPHANT-HEAD_AMARANTH
source: [GROWTH_NAME:elephant-head amaranth inflorescence:STP]
cs: [GROWTH_NAME:květenství sloního amarantu:STP]
de: [GROWTH_NAME:Elefantenkopf-Amaranth-Blütenstand:STP]
eo: [GROWTH_NAME:infloresko de trikolora amaranto:infloreskoj de trikolora amaranto]
es: [GROWTH_NAME:amaranto cabeza de elefante fluorescente:STP]
ja: [GROWTH_NAME:象鼻鶏頭の穂:STP]
ko: [GROWTH_NAME:코끼리머리아마란스 꽃:STP]
ru: [GROWTH_NAME:соцветие амаранта слоноголового:соцветия амаранта слоноголового]
tr: [GROWTH_NAME:filbaşlı horozibiği çiçeği:STP]
zh_hans: [GROWTH_NAME:象头苋花序:STP]

# PLANT:PEARL_MILLET
source: [NAME:pearl millet plant]
cs: [NAME:proso perlové]
de: [NAME:Perlhirse-Pflanze]
eo: [NAME:perla milio]
es: [NAME:planta de mijo perla]
ja: [NAME:唐人稗]
ko: [NAME:펄 밀렛]
ru: [NAME:просо]
tr: [NAME:inci darısı bitkisi]
vi: [NAME:cây kê trân châu]
zh_hans: [NAME:珍珠粟植株]

# PLANT:PEARL_MILLET
source: [NAME_PLURAL:pearl millet plants]
cs: [NAME_PLURAL:proso perlové]
de: [NAME_PLURAL:Perlhirse-Pflanze]
eo: [NAME_PLURAL:vegetaloj de perla milio]
es: [NAME_PLURAL:plantas de mijo perla]
ja: [NAME_PLURAL:唐人稗]
ko: [NAME_PLURAL:펄 밀렛들]
ru: [NAME_PLURAL:просо]
tr: [NAME_PLURAL:inci darısı bitkileri]
vi: [NAME_PLURAL:cây kê trân châu]
zh_hans: [NAME_PLURAL:珍珠粟植株]

# PLANT:PEARL_MILLET
source: [ADJ:pearl millet plant]
cs: [ADJ:perlové proso]
de: [ADJ:Perlhirse-Pflanze]
eo: [ADJ:perla milio]
es: [ADJ:de planta de mijo perla]
ja: [ADJ:唐人稗]
ko: [ADJ:펄 밀렛]
ru: [ADJ:просо]
tr: [ADJ:inci darısı bitkisi]
vi: [ADJ:cây kê trân châu]
zh_hans: [ADJ:珍珠粟植株的]

# PLANT:PEARL_MILLET
source: [STATE_NAME_ADJ:ALL_SOLID:frozen pearl millet beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé pivo z perlového prosa]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorene Perlhirse Bier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el perla milio]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza congelada de mijo perla]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った唐人稗のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 진주좁쌀 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное просовое пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş inci darısı birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia kê trân châu đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的珍珠粟啤酒]

# PLANT:PEARL_MILLET
source: [STATE_NAME_ADJ:LIQUID:pearl millet beer]
cs: [STATE_NAME_ADJ:LIQUID:pivo z perlového prosa]
de: [STATE_NAME_ADJ:LIQUID:Perlhirse-Bier]
eo: [STATE_NAME_ADJ:LIQUID:biero el perla milio]
es: [STATE_NAME_ADJ:LIQUID:cerveza de mijo perla]
ja: [STATE_NAME_ADJ:LIQUID:唐人稗のビール]
ko: [STATE_NAME_ADJ:LIQUID:진주좁쌀 맥주]
ru: [STATE_NAME_ADJ:LIQUID:просовое пиво]
tr: [STATE_NAME_ADJ:LIQUID:inci darısı birası]
vi: [STATE_NAME_ADJ:LIQUID:bia kê trân châu]
zh_hans: [STATE_NAME_ADJ:LIQUID:珍珠粟啤酒]
