Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:FISH_PUFFER_WHITE_SPOTTED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:FISH_PUFFER_WHITE_SPOTTED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_SOLE
source: [DESCRIPTION:A small flat fish found on the muddy bottom of shallow seas.]
cs: [DESCRIPTION:Drobná plochá ryba žijící v bahnitém dně mělkých moří.]
de: [DESCRIPTION:Ein kleiner flacher Fisch, der auf dem schlammigen Grund seichter Meere zu finden ist.]
eo: [DESCRIPTION:Malgranda plata fiŝo kiu troviĝas en la kota fundo de malprofundaj maroj.]
es: [DESCRIPTION:Un pequeño y plano pez encontrado en los fangosos fondos de los mares poco profundos .]
ja: [DESCRIPTION:浅い海に棲む、平べったい小さな海底魚だ。]
ko: [DESCRIPTION:얕은 바다의 진흙 투성이의 바닥에서 발견되는 작은 납작한 물고기.]
pl: [DESCRIPTION:Mała, płaska ryba, którą można znaleźć w błotnistym dnie płytkich mórz.]
ru: [DESCRIPTION:Небольшая плоская рыба, обитающая на илистом дне морских отмелей.]
tr: [DESCRIPTION:Sığ denizlerin çamurlu dibinde bulunan küçük, yassı bir balık.]
vi: [DESCRIPTION:Một loài cá dẹt nhỏ được tìm thấy dưới đáy bùn của các vùng biển nông.]

# CREATURE:FISH_SOLE
source: [NAME:sole:sole:sole]
cs: [NAME:mořský jazyk:mořští jazyci:mořský jazyk]
de: [NAME:Seezunge:Seezunge:Seezunge]
eo: [NAME:soleo:soleoj:de soleo]
es: [NAME:lenguado:lenguados:lenguado]
ja: [NAME:シタビラメ:シタビラメ:シタビラメの]
ko: [NAME:서대:서대들:서대]
pl: [NAME:sola:sole:solowy]
ru: [NAME:морской язык:морские языки:морского языка]
tr: [NAME:dil balığı:dil balıkları:dil balığı]
vi: [NAME:cá bơn:cá bơn:cá bơn]
zh_hans: [NAME:鳎鱼:鳎鱼:鳎鱼]

# CREATURE:FISH_SOLE
source: [CASTE_NAME:sole:sole:sole]
cs: [CASTE_NAME:mořský jazyk:mořští jazyci:mořský jazyk]
de: [CASTE_NAME:Seezunge:Seezunge:Seezunge]
eo: [CASTE_NAME:soleo:soleoj:de soleo]
es: [CASTE_NAME:lenguado:lenguados:lenguado]
ja: [CASTE_NAME:シタビラメ:シタビラメ:シタビラメの]
ko: [CASTE_NAME:솔:솔:솔]
pl: [CASTE_NAME:sola:sole:solowy]
ru: [CASTE_NAME:морской язык:морские языки:морского языка]
tr: [CASTE_NAME:dil balığı:dil balıkları:dil balığı]
vi: [CASTE_NAME:cá bơn:cá bơn:cá bơn]
zh_hans: [CASTE_NAME:鳎鱼:鳎鱼:鳎鱼]

# CREATURE:FISH_SOLE
source: [PREFSTRING:flat bodies]
cs: [PREFSTRING:plochými těly]
de: [PREFSTRING:flache Körper]
eo: [PREFSTRING:plataj korpoj]
es: [PREFSTRING:cuerpos planos]
ja: [PREFSTRING:平たい体]
ko: [PREFSTRING:납작한 몸]
pl: [PREFSTRING:płaskie ciała]
ru: [PREFSTRING:плоские тела]
tr: [PREFSTRING:yassı vücutlar]
vi: [PREFSTRING:thân dẹt]

# CREATURE:FISH_SOLE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_SOLE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_SOLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_FLOUNDER
source: [DESCRIPTION:A small flat fish found in the muddy bottom of coastal run-offs and ponds.]
cs: [DESCRIPTION:Drobná plochá ryba žijící v bahnitém dně pobřežních výtoků a rybníků.]
de: [DESCRIPTION:Ein kleiner Plattfisch, der im schlammigen Boden von Küstenabflüssen und Teichen zu finden ist.]
eo: [DESCRIPTION:Malgranda plata fiŝo kiu troviĝas en la kota fundo de lagetoj.]
es: [DESCRIPTION:Un pequeño y plano pez encontrado en los fangosos fondos de los acuíferos costeros y estanques.]
ja: [DESCRIPTION:近海の底に棲息する、平べったい小型魚だ。]
ko: [DESCRIPTION:해안 유출수와 연못의 진흙탕 바닥에서 발견되는 작은 넙치.]
pl: [DESCRIPTION:Mała, płaska ryba, którą można znaleźć na błotnistym dnie wód przybrzeżnych i stawów.]
ru: [DESCRIPTION:Небольшая плоская рыба, обитающая на илистом дне береговых сточных вод и прудов.]
tr: [DESCRIPTION:Kıyı akıntılarının ve göletlerin çamurlu dibinde bulunan küçük, yassı bir balık.]
vi: [DESCRIPTION:Một loài cá dẹt nhỏ được tìm thấy dưới đáy bùn của các vũng nước ven biển và ao hồ.]

# CREATURE:FISH_FLOUNDER
source: [NAME:flounder:flounders:flounder]
cs: [NAME:platýs:platýsi:platýs]
de: [NAME:Flunder:Flundern:Flunder]
eo: [NAME:fleso:flesoj:de fleso]
es: [NAME:platija:platijas:platija]
ja: [NAME:ヒラメ:ヒラメ:ヒラメの]
ko: [NAME:가자미:가자미떼:가자미]
pl: [NAME:flądra:flądry:flądrowy]
ru: [NAME:камбала:камбалы:камбалы]
tr: [NAME:pisi balığı:pisi balıkları:pisi balığı]
vi: [NAME:cá thờn bơn:những con cá thờn bơn:cá thờn bơn]
zh_hans: [NAME:鲽鱼:鲽鱼:鲽鱼]

# CREATURE:FISH_FLOUNDER
source: [CASTE_NAME:flounder:flounders:flounder]
cs: [CASTE_NAME:platýs:platýsi:platýs]
de: [CASTE_NAME:Flunder:Flundern:Flunder]
eo: [CASTE_NAME:fleso:flesoj:de fleso]
es: [CASTE_NAME:platija:platijas:platija]
ja: [CASTE_NAME:ヒラメ:ヒラメ:ヒラメの]
pl: [CASTE_NAME:flądra:flądry:flądrowy]
ru: [CASTE_NAME:камбала:камбалы:камбалы]
tr: [CASTE_NAME:pisi balığı:pisi balıkları:pisi balığı]
vi: [CASTE_NAME:cá thờn bơn:những con cá thờn bơn:cá thờn bơn]
zh_hans: [CASTE_NAME:鲽鱼:鲽鱼:鲽鱼]

# CREATURE:FISH_FLOUNDER
source: [PREFSTRING:strange eyes]
cs: [PREFSTRING:podivnýma očima]
de: [PREFSTRING:eigenartige Augen]
eo: [PREFSTRING:strangaj okuloj]
es: [PREFSTRING: ojos extraños]
ja: [PREFSTRING:偏った眼]
ko: [PREFSTRING:이상한 눈]
pl: [PREFSTRING:dziwne oczy]
ru: [PREFSTRING:странные глаза]
tr: [PREFSTRING:tuhaf gözler]
vi: [PREFSTRING:đôi mắt kỳ lạ]

# CREATURE:FISH_FLOUNDER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_FLOUNDER
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_FLOUNDER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_MACKEREL
source: [DESCRIPTION:A medium-sized oceanic fish prized for its meat.]
cs: [DESCRIPTION:Středně velká mořská ryba ceněná pro své maso.]
de: [DESCRIPTION:Ein mittelgroßer Fisch aus dem Meer, der wegen seines Fleisches geschätzt wird.]
eo: [DESCRIPTION:Mezgranda oceana fiŝo estimata por sia viando.]
es: [DESCRIPTION:Un pez oceánico mediano, deseado por su carne.]
ja: [DESCRIPTION:魚肉の価値が高い、中型海水魚だ。]
ko: [DESCRIPTION:고기로 유명한 중간 크기의 해양 물고기.]
pl: [DESCRIPTION:Średniej wielkości ryba oceaniczna ceniona za jej mięso.]
ru: [DESCRIPTION:Океаническая рыба среднего размера. Ценится за своё мясо.]
tr: [DESCRIPTION:Eti için değer verilen orta büyüklükte bir okyanus balığı.]
vi: [DESCRIPTION:Một loài cá biển cỡ trung bình được ưa chuộng vì thịt của nó.]

# CREATURE:FISH_MACKEREL
source: [NAME:mackerel:mackerel:mackerel]
cs: [NAME:makrela:makrely:makrela]
de: [NAME:Makrele:Makrelen:Makrele]
eo: [NAME:skombro:skombroj:de skombro]
es: [NAME:caballa:caballas:caballa]
ja: [NAME:サバ:サバ:サバの]
ko: [NAME:고등어:고등어떼:고등어]
pl: [NAME:makrela:makrele:makrelowy]
ru: [NAME:макрель:макрели:макрели]
tr: [NAME:uskumru:uskumrular:uskumru]
vi: [NAME:cá thu:cá thu:cá thu]
zh_hans: [NAME:鲭鱼:鲭鱼:鲭鱼]

# CREATURE:FISH_MACKEREL
source: [CASTE_NAME:mackerel:mackerel:mackerel]
cs: [CASTE_NAME:makrela:makrely:makrela]
de: [CASTE_NAME:Makrele:Makrelen:Makrele]
eo: [CASTE_NAME:skombro:skombroj:de skombro]
es: [CASTE_NAME:caballa:caballas:caballa]
ja: [CASTE_NAME:サバ:サバ:サバの]
ko: [CASTE_NAME:고등어:고등어떼:고등어]
pl: [CASTE_NAME:makrela:makrele:makrelowy]
ru: [CASTE_NAME:макрель:макрели:макрели]
tr: [CASTE_NAME:uskumru:uskumrular:uskumru]
vi: [CASTE_NAME:cá thu:cá thu:cá thu]
zh_hans: [CASTE_NAME:鲭鱼:鲭鱼:鲭鱼]

# CREATURE:FISH_MACKEREL
source: [PREFSTRING:stripes]
cs: [PREFSTRING:pruhy]
de: [PREFSTRING:streifen]
eo: [PREFSTRING:strioj]
es: [PREFSTRING:rayas]
ja: [PREFSTRING:縞模様]
ko: [PREFSTRING:줄무늬]
pl: [PREFSTRING:paski]
ru: [PREFSTRING:полоски]
tr: [PREFSTRING:çizgiler]
vi: [PREFSTRING:sọc vằn]

# CREATURE:FISH_MACKEREL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_MACKEREL
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_MACKEREL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:JELLYFISH_SEA_NETTLE
source: [DESCRIPTION:An invertebrate found off the coast. It has a sting which can be severe.]
cs: [DESCRIPTION:Bezobratlý tvor žijící u pobřeží. Jeho žahnutí může být velmi bolestivé.]
de: [DESCRIPTION:Ein wirbelloses Tier, das vor der Küste zu finden ist. Sie hat einen Stachel, der schwerwiegend sein kann.]
eo: [DESCRIPTION:Senvertebrulo kiu troviĝas for la bordo. Ĝi havas pikilon kiu povas esti perforteta.]
es: [DESCRIPTION:Un invertebrado visto cerca de las costas. Tiene un aguijón el cual puede ser mortal.]
ja: [DESCRIPTION:沖合に棲む無脊椎動物。強い毒の刺胞を持つ。]
ko: [DESCRIPTION:연안에서 발견된 무척추동물. 심할 수 있는 따끔거림이 있습니다.]
pl: [DESCRIPTION:Bezkręgowiec, którego można znaleźć przy wybrzeżach. Ma żądło, które może być groźne.]
ru: [DESCRIPTION:Беспозвоночное животное, встречающееся у побережья. У него есть жало, которое оно может пускать в ход.]
tr: [DESCRIPTION:Kıyı açıklarında bulunan bir omurgasız. Şiddetli olabilen bir iğnesi vardır.]
vi: [DESCRIPTION:Một loài động vật không xương sống được tìm thấy ngoài khơi. Nó có một vết chích có thể rất nghiêm trọng.]

# CREATURE:JELLYFISH_SEA_NETTLE
source: [NAME:sea nettle jellyfish:sea nettle jellyfish:sea nettle jellyfish]
cs: [NAME:medúza žahavka:medúzy žahavky:medúza žahavka]
de: [NAME:Brennnesselqualle:Brennnesselqualle:Brennnesselqualle]
eo: [NAME:meduzo:meduzoj:de meduzo]
es: [NAME:ortiga de mar:ortigas de mar:ortiga de mar]
ja: [NAME:ヤナギクラゲ:ヤナギクラゲ:ヤナギクラゲの]
ko: [NAME:커튼원양해파리:커튼원양해파리떼:커튼원양해파리]
pl: [NAME:chrysaora:chrysaory:chrysaorowy]
ru: [NAME:морская крапива:морские крапивы:морской крапивы]
tr: [NAME:deniz ısırganı denizanası:deniz ısırganı denizanaları:deniz ısırganı denizanası]
vi: [NAME:sứa tầm ma biển:sứa tầm ma biển:sứa tầm ma biển]
zh_hans: [NAME:海荨麻水母:海荨麻水母:海荨麻水母]

# CREATURE:JELLYFISH_SEA_NETTLE
source: [CASTE_NAME:sea nettle jellyfish:sea nettle jellyfish:sea nettle jellyfish]
cs: [CASTE_NAME:medúza žahavka:medúzy žahavky:medúza žahavka]
de: [CASTE_NAME:Brennnesselqualle:Brennnesselqualle:Brennnesselqualle]
eo: [CASTE_NAME:meduzo:meduzoj:de meduzo]
es: [CASTE_NAME:ortiga de mar:ortigas de mar:ortiga de mar]
ja: [CASTE_NAME:ヤナギクラゲ:ヤナギクラゲ:ヤナギクラゲの]
ko: [CASTE_NAME:튼원양해파리:커튼원양해파리떼:커튼원양해파리]
pl: [CASTE_NAME:chrysaora:chrysaory:chrysaorowy]
ru: [CASTE_NAME:морская крапива:морские крапивы:морской крапивы]
tr: [CASTE_NAME:deniz ısırganı denizanası:deniz ısırganı denizanaları:deniz ısırganı denizanası]
vi: [CASTE_NAME:sứa tầm ma biển:sứa tầm ma biển:sứa tầm ma biển]
zh_hans: [CASTE_NAME:海荨麻水母:海荨麻水母:海荨麻水母]

# CREATURE:JELLYFISH_SEA_NETTLE
source: [PREFSTRING:beauty]
cs: [PREFSTRING:krásou]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다움]
pl: [PREFSTRING:urodzie]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]

# CREATURE:JELLYFISH_SEA_NETTLE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SQUID
source: [DESCRIPTION:A tiny sea vermin with eight arms and two tentacles. It can spray ink to confuse predators.]
cs: [DESCRIPTION:Drobný mořský tvor s osmi rameny a dvěma chapadly. Dokáže vypouštět inkoust, aby zmátl predátory.]
de: [DESCRIPTION:Ein winziges Meeresungeziefer mit acht Armen und zwei Tentakeln. Er kann Tinte versprühen, um Raubtiere zu verwirren.]
eo: [DESCRIPTION:Eta mara fiibesto kun ok brakoj kaj du tentakloj. Ĝi povas ŝpruci inkon por igi predantojn konfuzitajn.]
es: [DESCRIPTION:Una pequeña alimaña marina, con ocho brazos y dos largos tentáculos. Puede soltar tinta para confundir a los depredadores.]
ja: [DESCRIPTION:八本の腕と二本の触手を持つ海生軟体動物。墨を吐いて捕食者の眼をくらます。]
ko: [DESCRIPTION:8 개의 팔과 2 개의 촉수를 가진 작은 바다 해충. 포식자를 혼란스럽게하기 위해 잉크를 뿌릴 수 있습니다.]
pl: [DESCRIPTION:Malutki szkodnik morski z ośmioma ramionami i dwiema mackami. Może rozpylać atrament, aby zmylić drapieżniki.]
ru: [DESCRIPTION:Мелкий морской вредитель с восемью короткими и двумя более длинными щупальцами. Может выпускать чернильное облако, чтобы сбить с толку хищников.]
tr: [DESCRIPTION:Sekiz kollu ve iki dokunaçlı minik bir deniz zararlısı. Yırtıcıları şaşırtmak için mürekkep püskürtebilir.]
vi: [DESCRIPTION:Một loài sinh vật biển nhỏ bé với tám cánh tay và hai xúc tu. Nó có thể phun mực để làm kẻ săn mồi bối rối.]

# CREATURE:SQUID
source: [NAME:squid:squids:squid]
cs: [NAME:oliheň:olihně:oliheň]
de: [NAME:Tintenfisch:Tintenfische:Tintenfisch]
eo: [NAME:kalmaro:kalmaroj:de kalmaro]
es: [NAME:calamar:calamares:calamar]
ja: [NAME:イカ:イカ:イカの]
ko: [NAME:오징어:오징어떼:오징어]
pl: [NAME:kałamarnica:kałamarnice:kałamarnicowy]
ru: [NAME:кальмар:кальмары:кальмара]
tr: [NAME:kalamar:kalamarlar:kalamar]
vi: [NAME:mực:những con mực:mực]
zh_hans: [NAME:鱿鱼:鱿鱼:鱿鱼]

# CREATURE:SQUID
source: [CASTE_NAME:squid:squids:squid]
cs: [CASTE_NAME:oliheň:olihně:oliheň]
de: [CASTE_NAME:Tintenfisch:Tintenfische:Tintenfisch]
eo: [CASTE_NAME:kalmaro:kalmaroj:de kalmaro]
es: [CASTE_NAME:calamar:calamares:calamar]
ja: [CASTE_NAME:イカ:イカ:イカの]
ko: [CASTE_NAME:오징어:오징어떼:오징어]
pl: [CASTE_NAME:kałamarnica:kałamarnice:kałamarnicowy]
ru: [CASTE_NAME:кальмар:кальмары:кальмара]
tr: [CASTE_NAME:kalamar:kalamarlar:kalamar]
vi: [CASTE_NAME:mực:những con mực:mực]
zh_hans: [CASTE_NAME:鱿鱼:鱿鱼:鱿鱼]

# CREATURE:SQUID
source: [PREFSTRING:ability to spray ink]
cs: [PREFSTRING:schopností vypouštět inkoust]
de: [PREFSTRING:kann Tinte versprühen]
eo: [PREFSTRING:kapablo por inkŝprucado]
es: [PREFSTRING:habilidad para rociar tinta]
ja: [PREFSTRING:墨を吐く]
ko: [PREFSTRING:먹물을 뿌리는 능력]
pl: [PREFSTRING:zdolność do rozsiewania atramentu]
ru: [PREFSTRING:способность выпускать струю чернил]
tr: [PREFSTRING:mürekkep püskürtme yeteneği]
vi: [PREFSTRING:khả năng phun mực]

# CREATURE:SQUID
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SQUID
source: [STATE_NAME:ALL_SOLID:frozen squid ink]
cs: [STATE_NAME:ALL_SOLID:zmrzlý olihní inkoust]
de: [STATE_NAME:ALL_SOLID:gefrorene Tintenfisch-Tinte]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita inko de kalmaro]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 오징어 잉크]
pl: [STATE_NAME:ALL_SOLID:zamrożony atrament ośmiornicy]
ru: [STATE_NAME:ALL_SOLID:замороженные чернила кальмара]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş kalamar mürekkebi]
vi: [STATE_NAME:ALL_SOLID:mực đông lạnh]

# CREATURE:SQUID
source: [STATE_ADJ:ALL_SOLID:frozen squid ink]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý olihní inkoust]
de: [STATE_ADJ:ALL_SOLID:gefrorene Tintenfisch-Tinte]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita inko de kalmaro]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 오징어 잉크]
pl: [STATE_ADJ:ALL_SOLID:zamrożony atrament kałamarnicy]
ru: [STATE_ADJ:ALL_SOLID:замёрзшие чернила кальмара]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş kalamar mürekkebi]
vi: [STATE_ADJ:ALL_SOLID:mực đông lạnh]

# CREATURE:SQUID
source: [STATE_NAME:LIQUID:squid ink]
cs: [STATE_NAME:LIQUID:olihní inkoust]
de: [STATE_NAME:LIQUID: Tintenfisch Tinte]
eo: [STATE_NAME:LIQUID:inko de kalmaro]
ko: [STATE_NAME:LIQUID:오징어 잉크]
pl: [STATE_NAME:LIQUID:atrament kałamarnicy]
ru: [STATE_NAME:LIQUID:чернила кальмара]
tr: [STATE_NAME:LIQUID:kalamar mürekkebi]
vi: [STATE_NAME:LIQUID:mực]

# CREATURE:SQUID
source: [STATE_ADJ:LIQUID:squid ink]
cs: [STATE_ADJ:LIQUID:olihní inkoust]
de: [STATE_ADJ:LIQUID: Tintenfisch Tinte]
eo: [STATE_ADJ:LIQUID:inko de kalmaro]
ko: [STATE_ADJ:LIQUID:오징어 잉크]
pl: [STATE_ADJ:LIQUID:atrament kałamarnicy]
ru: [STATE_ADJ:LIQUID:чернила кальмара]
tr: [STATE_ADJ:LIQUID:kalamar mürekkebi]
vi: [STATE_ADJ:LIQUID:mực]

# CREATURE:SQUID
source: [STATE_NAME:GAS:boiling squid ink]
cs: [STATE_NAME:GAS:vroucí olihní inkoust]
de: [STATE_NAME:GAS:kochende Tintenfisch Tinte]
eo: [STATE_NAME:GAS:bolanta inko de kalmaro]
ko: [STATE_NAME:GAS:기화된 오징어 잉크]
pl: [STATE_NAME:GAS:gotujący się atrament ośmiornicy]
ru: [STATE_NAME:GAS:кипящие чернила кальмара]
tr: [STATE_NAME:GAS:kaynayan kalamar mürekkebi]
vi: [STATE_NAME:GAS:mực đang sôi]

# CREATURE:SQUID
source: [STATE_ADJ:GAS:boiling squid ink]
cs: [STATE_ADJ:GAS:vroucí olihní inkoust]
de: [STATE_ADJ:GAS:kochende Tintenfisch Tinte]
eo: [STATE_ADJ:GAS:de bolanta inko]
ko: [STATE_ADJ:GAS:기화된 오징어 잉크]
pl: [STATE_ADJ:GAS:gotujący się atrament kałamarnicy]
ru: [STATE_ADJ:GAS:кипящие чернила кальмара]
tr: [STATE_ADJ:GAS:kaynayan kalamar mürekkebi]
vi: [STATE_ADJ:GAS:mực đang sôi]

# CREATURE:SQUID
source: [CDI:ADV_NAME:Squirt ink]
cs: [CDI:ADV_NAME:Vypustit inkoust]
de: [CDI:ADV_NAME:Tintenfischtinte]
eo: [CDI:ADV_NAME:Ŝpruci inkon]
es: [CDI:ADV_NAME:Tinta de calamar]
ja: [CDI:ADV_NAME:墨を吐く]
ko: [CDI:ADV_NAME:오징어 먹물]
pl: [CDI:ADV_NAME:atramentr kałamarnicy]
ru: [CDI:ADV_NAME:Струя чернил]
tr: [CDI:ADV_NAME:Mürekkep fışkırt]
vi: [CDI:ADV_NAME:Phun mực]

# CREATURE:SQUID
source: [CDI:VERB:squirt ink:squirts ink:]
cs: [CDI:VERB:vypustit inkoust:vypustí inkoust:]
de: [CDI:VERB:Tintenfischtinte:Tintenfischtinten:]
pl: [CDI:VERB:tryskasz atramentem:tryska atramentem:]
ru: [CDI:VERB:выпускаете струю чернил:выпускает струю чернил:]
tr: [CDI:VERB:mürekkep fışkırt:mürekkep fışkırtır:]

# CREATURE:SQUID
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SQUID MAN
source: [CVCT_TARGET:squid]
cs: [CVCT_TARGET:oliheň]
de: [CVCT_TARGET:Tintenfisch]
eo: [CVCT_TARGET:kalmar]
ko: [CVCT_TARGET:오징어]
pl: [CVCT_TARGET:kałamarnica]
ru: [CVCT_TARGET:кальмар]
tr: [CVCT_TARGET:kalamar]
vi: [CVCT_TARGET:mực]
zh_hans: [CVCT_TARGET:鱿鱼]

# CREATURE:SQUID MAN
source: [CVCT_REPLACEMENT:squid man]
cs: [CVCT_REPLACEMENT:olihní muž]
de: [CVCT_REPLACEMENT:Tintenfischmensch]
eo: [CVCT_REPLACEMENT:homkalmar]
ko: [CVCT_REPLACEMENT:오징어인간]
pl: [CVCT_REPLACEMENT:człowiek kałamarnica]
ru: [CVCT_REPLACEMENT:человека-кальмара]
tr: [CVCT_REPLACEMENT:erkek kalamar]
vi: [CVCT_REPLACEMENT:người mực]
zh_hans: [CVCT_REPLACEMENT:鱿鱼人]

# CREATURE:SQUID MAN
source: [CASTE_NAME:squid man:squid men:squid man]
cs: [CASTE_NAME:olihní muž:olihní muži:olihní muž]
de: [CASTE_NAME:Tintenfisch-Männchen:Tintenfisch-Männchen:Tintenfisch-Männchen]
eo: [CASTE_NAME:homkalmariĉo:homkalmariĉoj:de homkalmariĉo]
es: [CASTE_NAME:hombre calamar:hombres calamar:hombre calamar]
ja: [CASTE_NAME:イカ男:イカ男:イカ男の]
ko: [CASTE_NAME:남성 오징어인간:남성 오징어인간들:남성 오징어인간]
pl: [CASTE_NAME:kałamarnicomężczyzna:kałamarnicomężczyźni:kałamarnicomężczyzny]
ru: [CASTE_NAME:мужчина-кальмар:мужчины-кальмары:мужчины-кальмара]
tr: [CASTE_NAME:erkek kalamar:erkek kalamarlar:erkek kalamar]
vi: [CASTE_NAME:người mực:những người mực:người mực]
zh_hans: [CASTE_NAME:鱿鱼男:鱿鱼男:鱿鱼男]

# CREATURE:SQUID MAN
source: [CASTE_NAME:squid woman:squid women:squid woman]
cs: [CASTE_NAME:olihní žena:olihní ženy:olihní žena]
de: [CASTE_NAME:Tintenfisch-Weibchen:Tintenfisch-Weibchen:Tintenfisch-Weibchen]
eo: [CASTE_NAME:homkalmarino:homkalmarinoj:de homkalmarino]
es: [CASTE_NAME:mujer calamar:mujeres calamar:mujer calamar]
ja: [CASTE_NAME:イカ女:イカ女:イカ女の]
ko: [CASTE_NAME:여성 오징어인간:여성 오징어인간들:여성 오징어인간]
pl: [CASTE_NAME:kałamarnicokobieta:kałamarnicokobiety:kałamarnicokobiecy]
ru: [CASTE_NAME:женщина-кальмар:женщины-кальмары:женщины-кальмара]
tr: [CASTE_NAME:dişi kalamar:dişi kalamarlar:dişi kalamar]
vi: [CASTE_NAME:phụ nữ mực:những phụ nữ mực:phụ nữ mực]
zh_hans: [CASTE_NAME:鱿鱼女:鱿鱼女:鱿鱼女]

# CREATURE:SQUID MAN
source: [NAME:squid man:squid men:squid man]
cs: [NAME:olihní muž:olihní muži:olihní muž]
de: [NAME:Tintenfisch-Männchen:Tintenfisch-Männchen:Tintenfisch-Männchen]
eo: [NAME:homkalmaro:homkalmaroj:de homkalmaro]
es: [NAME:mujer calamar::mujeres calamar::mujere calamar]
ja: [NAME:イカ男:イカ男:イカ男の]
ko: [NAME:오징어인간:오징어인간들:오징어인간]
pl: [NAME:kałamarnicoczłowiek:kałamarnicoludzie:kałamarnicoludzki]
ru: [NAME:человек-кальмар:люди-кальмары:человека-кальмара]
tr: [NAME:erkek kalamar:erkek kalamarlar:erkek kalamar]
vi: [NAME:người mực:những người mực:người mực]
zh_hans: [NAME:鱿鱼人:鱿鱼人:鱿鱼人]

# CREATURE:SQUID MAN
source: [DESCRIPTION:A small person with a head bearing ten tentacles.]
cs: [DESCRIPTION:Drobná osoba s hlavou nesoucí desítku chapadel.]
de: [DESCRIPTION:Eine kleine Person mit einem Kopf, der zehn Tentakel trägt.]
eo: [DESCRIPTION:Granda homo kun kapo tenanta dek tentaklojn.]
es: [DESCRIPTION:Una persona pequeña con diez tentáculos en la cabeza.]
ja: [DESCRIPTION:イカの頭と十本の触手を持つ人間だ。]
ko: [DESCRIPTION:10개의 촉수가 있는 머리를 가진 작은 사람.]
pl: [DESCRIPTION:Mały osobnik z głową prezentującą dziesięć macek.]
ru: [DESCRIPTION:Небольшой человек с десятью щупальцами на голове.]
tr: [DESCRIPTION:On dokunaç taşıyan bir kafası olan küçük bir fantastik canlı.]
vi: [DESCRIPTION:Một người nhỏ bé với cái đầu mang mười xúc tu.]

# CREATURE:GIGANTIC SQUID
source: [CVCT_TARGET:squid]
cs: [CVCT_TARGET:oliheň]
de: [CVCT_TARGET:Tintenfisch]
eo: [CVCT_TARGET:klamar]
ko: [CVCT_TARGET:오징어]
pl: [CVCT_TARGET:kałamarnica]
ru: [CVCT_TARGET:кальмар]
tr: [CVCT_TARGET:kalamar]
vi: [CVCT_TARGET:mực]
zh_hans: [CVCT_TARGET:鱿鱼]
