Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:FISH_STINGRAY
source: [CASTE_NAME:stingray:stingrays:stingray]
cs: [CASTE_NAME:trnucha:trnuchy:trnucha]
de: [CASTE_NAME:Stechrochen:Stechrochen:Stechrochen]
eo: [CASTE_NAME:pikrajo:pikrajoj:de pikrajo]
es: [CASTE_NAME:raya de aguijón:rayas de aguijón:de raya de aguijón]
ja: [CASTE_NAME:アカエイ:アカエイ:アカエイの]
ko: [CASTE_NAME:가오리:가오리들:가오리]
pl: [CASTE_NAME:płaszczka:płaszczki:płaszczkowy]
ru: [CASTE_NAME:скат-хвостокол:скаты-хвостоколы:ската-хвостокола]
tr: [CASTE_NAME:iğneli vatoz:iğneli vatozlar:iğneli vatoz]
zh_hans: [CASTE_NAME:𫚉鱼:𫚉鱼:𫚉鱼]

# CREATURE:FISH_STINGRAY
source: [GENERAL_CHILD_NAME:stingray pup:stingray pups]
cs: [GENERAL_CHILD_NAME:mládě trnuchy:mláďata trnuch]
de: [GENERAL_CHILD_NAME:Rochenwelpe:Rochenwelpen]
eo: [GENERAL_CHILD_NAME:pikrajido:pikrajidoj]
es: [GENERAL_CHILD_NAME:cría de raya de aguijón:crías de raya de aguijón]
ja: [GENERAL_CHILD_NAME:アカエイの稚魚:アカエイの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 가오리:새끼 가오리들]
pl: [GENERAL_CHILD_NAME:młody płaszczki:młode płaszczki]
ru: [GENERAL_CHILD_NAME:малёк ската-хвостокола:мальки ската-хвостокола]
tr: [GENERAL_CHILD_NAME:yavru iğneli vatoz:yavru iğneli vatozlar]
zh_hans: [GENERAL_CHILD_NAME:刺魟幼崽:刺魟幼崽]

# CREATURE:FISH_STINGRAY
source: [PREFSTRING:tail spines]
cs: [PREFSTRING:ocasní trny]
de: [PREFSTRING:Schwanzstacheln]
eo: [PREFSTRING:vostaj pikiloj]
es: [PREFSTRING:cola espinosa]
ja: [PREFSTRING:尾棘]
ko: [PREFSTRING:꼬리 가시들]
pl: [PREFSTRING:kolce ogonowe]
ru: [PREFSTRING:хвостовые шипы]
tr: [PREFSTRING:kuyruk dikenleri]
vi: [PREFSTRING:gai đuôi]
zh_hans: [PREFSTRING:尾刺]

# CREATURE:FISH_STINGRAY
source: [ATTACK_VERB:stab:stabs]
cs: [ATTACK_VERB:bodnout:bodat]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:pikas:pikas]
es: [ATTACK_VERB:puñalada:puñaladas]
ja: [ATTACK_VERB:刺した:刺した]
ko: [ATTACK_VERB:찌름:찌름]
pl: [ATTACK_VERB:dźgasz:dźga]
ru: [ATTACK_VERB:вонзаете:вонзает]
tr: [ATTACK_VERB:sapla:saplar]
vi: [ATTACK_VERB:Đâm:Những cú đâm]
zh_hans: [ATTACK_VERB:刺:刺]

# CREATURE:FISH_STINGRAY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:FISH_STINGRAY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_COELACANTH
source: [DESCRIPTION:An elusive medium-sized fish found in coastal waters.]
cs: [DESCRIPTION:Nepolapitelná středně velká ryba vyskytující se v pobřežních vodách.]
de: [DESCRIPTION:Ein schwer fassbarer mittelgroßer Fisch, der in Küstengewässern vorkommt.]
eo: [DESCRIPTION:Nekaptebla mezgranda fiŝo kiu troviĝas en bordaj akvoj.]
es: [DESCRIPTION:Un pez escurridizo de tamaño mediano que se encuentra en las aguas costeras.]
ja: [DESCRIPTION:沿岸海域で見られるとらえどころのない中型の魚。]
ko: [DESCRIPTION:연안 해역에서 발견된 찾기 힘든 중형 물고기.]
pl: [DESCRIPTION:Średniej wielkości, nieuchwytna ryba, którą można znaleźć w wodach przybrzeżnych.]
ru: [DESCRIPTION:Неуловимая рыба среднего размера, встречающаяся в прибрежных водах.]
tr: [DESCRIPTION:Kıyı sularında bulunan, yakalanması zor, orta büyüklükte bir balık.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình khó nắm bắt, được tìm thấy ở vùng nước ven biển.]
zh_hans: [DESCRIPTION:一种罕见的中等尺寸鱼类，生活在沿海水域。]

# CREATURE:FISH_COELACANTH
source: [NAME:coelacanth:coelacanths:coelacanth]
cs: [NAME:lalokopřivci:lalokopřivci:lalokopřivci]
de: [NAME:Quastenflosser: Quastenflosser: Quastenflosser]
eo: [NAME:celakanto:celakantoj:de celakanto]
es: [NAME:celacanto:celacantos:de celacanto]
ja: [NAME:シーラカンス:シーラカンス:シーラカンスの]
ko: [NAME:실러캔스:실러캔스들:실러캔스]
pl: [NAME:celekant:celekanty:celekancki]
ru: [NAME:целакант:целаканты:целаканта]
tr: [NAME:koelakant:koelakantlar:koelakant]
zh_hans: [NAME:腔棘鱼:腔棘鱼:腔棘鱼]

# CREATURE:FISH_COELACANTH
source: [CASTE_NAME:coelacanth:coelacanths:coelacanth]
cs: [CASTE_NAME:lalokopřivci:lalokopřivci:lalokopřivci]
de: [CASTE_NAME:Quastenflosser: Quastenflosser: Quastenflosser]
eo: [CASTE_NAME:celakanto:celakantoj:de celakanto]
es: [CASTE_NAME:celacanto:celacantos:de celacanto]
ja: [CASTE_NAME:シーラカンス:シーラカンス:シーラカンスの]
ko: [CASTE_NAME:실러캔스:실러캔스들:실러캔스]
pl: [CASTE_NAME:celekant:celekanty:celekancki]
ru: [CASTE_NAME:целакант:целаканты:целаканта]
tr: [CASTE_NAME:koelakant:koelakantlar:koelakant]
zh_hans: [CASTE_NAME:腔棘鱼:腔棘鱼:腔棘鱼]

# CREATURE:FISH_COELACANTH
source: [GENERAL_CHILD_NAME:coelacanth fry:coelacanth fry]
cs: [GENERAL_CHILD_NAME:potěr lalokoplasmy: potěr lalokoplasmy]
de: [GENERAL_CHILD_NAME:Quastenflosserbrut:Quastenflosserbrut]
eo: [GENERAL_CHILD_NAME:celakantido:celakantidoj]
es: [GENERAL_CHILD_NAME:alevín de celacanto:alevínes de celacanto]
ja: [GENERAL_CHILD_NAME:シーラカンスの稚魚:シーラカンスの稚魚の]
ko: [GENERAL_CHILD_NAME:실러캔스 튀김:실러캔스 튀김들]
pl: [GENERAL_CHILD_NAME:młody celekanta:młode celekanta]
ru: [GENERAL_CHILD_NAME:малёк целаканта:мальки целаканта]
tr: [GENERAL_CHILD_NAME:yavru koelakant:yavru koelakantlar]
zh_hans: [GENERAL_CHILD_NAME:腔棘鱼苗:腔棘鱼苗]

# CREATURE:FISH_COELACANTH
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:FISH_COELACANTH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_COELACANTH
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_COELACANTH
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_COELACANTH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_STURGEON
source: [DESCRIPTION:A large oceanic fish covered with bony plates.]
cs: [DESCRIPTION:Velká oceánská ryba pokrytá kostěnými destičkami.]
de: [DESCRIPTION:Ein großer Meeresfisch, der mit knöchernen Platten bedeckt ist.]
eo: [DESCRIPTION:Granda oceana fiŝo kovrita je ostaj lamenoj.]
es: [DESCRIPTION:Un gran pez oceánico recubierto de placas óseas.]
ja: [DESCRIPTION:鱗甲で覆われた大きな海の魚。]
ko: [DESCRIPTION:뼈로 덮인 거대한 대양어.]
pl: [DESCRIPTION:Duża ryba oceaniczna pokryta kościstymi płytkami.]
ru: [DESCRIPTION:Крупная океаническая рыба, покрытая костяными щитками.]
tr: [DESCRIPTION:Kemikli plakalarla kaplı büyük bir okyanus balığı.]
vi: [DESCRIPTION:Một loài cá lớn sống ở đại dương, thân phủ những tấm vảy xương.]
zh_hans: [DESCRIPTION:一种长有骨板的大型海鱼.]

# CREATURE:FISH_STURGEON
source: [NAME:sturgeon:sturgeons:sturgeon]
cs: [NAME:jeseter:jeseteři:jeseter]
de: [NAME:störe:störe:störe]
eo: [NAME:sturgo:sturgoj:de sturgo]
es: [NAME:esturión:esturiones:de esturión]
ja: [NAME:チョウザメ:チョウザメ:チョウザメの]
ko: [NAME:철갑상어:철갑상어들:철갑상어]
pl: [NAME:jesiotr:jesiotry:jesiotrzy]
ru: [NAME:осётр:осетры:осетра]
tr: [NAME:mersin balığı:mersin balıkları:mersin balığı]
zh_hans: [NAME:鲟:鲟:鲟]

# CREATURE:FISH_STURGEON
source: [CASTE_NAME:sturgeon:sturgeons:sturgeon]
cs: [CASTE_NAME:jeseter:jeseteři:jeseter]
de: [CASTE_NAME:störe:störe:störe]
eo: [CASTE_NAME:sturgo:sturgoj:de sturgo]
es: [CASTE_NAME:esturión:esturiones:de esturión]
ja: [CASTE_NAME:チョウザメ:チョウザメ:チョウザメの]
ko: [CASTE_NAME:철갑상어:철갑상어들:철갑상어]
pl: [CASTE_NAME:jesiotr:jesiotry:jesiotrzy]
ru: [CASTE_NAME:осётр:осетры:осетра]
tr: [CASTE_NAME:mersin balığı:mersin balıkları:mersin balığı]
zh_hans: [CASTE_NAME:鲟:鲟:鲟]

# CREATURE:FISH_STURGEON
source: [GENERAL_CHILD_NAME:sturgeon fry:sturgeon fry]
cs: [GENERAL_CHILD_NAME:jeseterův potěr: jeseterův potěr]
de: [GENERAL_CHILD_NAME:Störbrut:Störbrut]
eo: [GENERAL_CHILD_NAME:sturgido:sturgidoj]
es: [GENERAL_CHILD_NAME:alevín de esturión:alevínes de esturión]
ja: [GENERAL_CHILD_NAME:チョウザメの稚魚:チョウザメの稚魚の]
ko: [GENERAL_CHILD_NAME:철갑상어 튀김:철갑상어 튀김들]
pl: [GENERAL_CHILD_NAME:młody jesiotra:młode jesiotra]
ru: [GENERAL_CHILD_NAME:малёк осетра:омальки осетра]
tr: [GENERAL_CHILD_NAME:yavru mersin balığı:yavru mersin balıkları]
zh_hans: [GENERAL_CHILD_NAME:鲟鱼苗:鲟鱼苗]

# CREATURE:FISH_STURGEON
source: [PREFSTRING:bony scutes]
cs: [PREFSTRING:kostěné štítky]
de: [PREFSTRING: knochigen Platten]
eo: [PREFSTRING:ostaj lamenoj]
es: [PREFSTRING:escudos óseos]
ja: [PREFSTRING:鱗甲]
ko: [PREFSTRING:뼈가 앙상한 사람들]
pl: [PREFSTRING:kostne karapaksy]
ru: [PREFSTRING:костяные щитки]
tr: [PREFSTRING:kemikli plakalar]
vi: [PREFSTRING:vảy xương]
zh_hans: [PREFSTRING:骨质鳞甲]

# CREATURE:FISH_STURGEON
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_STURGEON
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_STURGEON
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_STURGEON
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_CONGER_EEL
source: [DESCRIPTION:A medium-sized, brown, snake-like fish found in ocean waters.]
cs: [DESCRIPTION:Středně velká, hnědá, hadovitá ryba, která se vyskytuje v oceánských vodách.]
de: [DESCRIPTION:Ein mittelgroßer, brauner, schlangenartiger Fisch, der in Meeresgewässern vorkommt.]
eo: [DESCRIPTION:Mezgranda bruna serpent-simila fiŝo kiu troviĝas en oceanaj akvoj.]
es: [DESCRIPTION:Un pez mediano marrón, parecido a una serpiente, encontrado en aguas oceánicas.]
ko: [DESCRIPTION:바다에서 발견되는 중간 크기의 갈색 뱀 모양의 물고기입니다.]
pl: [DESCRIPTION:Średniej wielkości, brązowa, wężopodobna ryba, którą można spotkać w wodach oceanicznych.]
ru: [DESCRIPTION:Среднего размера похожая на змею коричневая рыба, живущая в океане.]
tr: [DESCRIPTION:Okyanus sularında bulunan, orta büyüklükte, kahverengi, yılan benzeri bir balık.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình, màu nâu, thân hình rắn, được tìm thấy ở vùng nước biển.]
zh_hans: [DESCRIPTION:一种生活在海洋中的中等尺寸的棕色蛇形鱼类。]

# CREATURE:FISH_CONGER_EEL
source: [NAME:conger eel:conger eels:conger eel]
cs: [NAME:úhoř mořský: úhoři mořští: úhoři mořští]
de: [NAME:Meeraal:Meeraale:Meeraal]
eo: [NAME:kongro:kongroj:de kongro]
es: [NAME:Anguila congrio:Anguilas Congrio:Anguilas congrio]
ja: [NAME:アナゴ:アナゴ:アナゴの]
ko: [NAME:붕장어:붕장어들:붕장어]
pl: [NAME:conger:congery:congerzy]
ru: [NAME:угорь-конгер:угри-конгеры:угря-конгера]
tr: [NAME:mığrı:mığrılar:mığrı]
zh_hans: [NAME:康吉鳗:康吉鳗:康吉鳗]

# CREATURE:FISH_CONGER_EEL
source: [CASTE_NAME:conger eel:conger eels:conger eel]
cs: [CASTE_NAME:úhoř mořský: úhoři mořští: úhoři mořští]
de: [CASTE_NAME:Meeraal:Meeraale:Meeraal]
eo: [CASTE_NAME:kongro:kongroj:de kongro]
es: [CASTE_NAME:Anguila congrio:Anguilas congrio:Anguila congrio]
ja: [CASTE_NAME:アナゴ:アナゴ:アナゴの]
ko: [CASTE_NAME:붕장어:붕장어들:붕장어]
pl: [CASTE_NAME:conger:congery:congerzy]
ru: [CASTE_NAME:угорь-конгер:угри-конгеры:угря-конгера]
tr: [CASTE_NAME:mığrı:mığrılar:mığrı]
zh_hans: [CASTE_NAME:康吉鳗:康吉鳗:康吉鳗]

# CREATURE:FISH_CONGER_EEL
source: [GENERAL_CHILD_NAME:conger eel fry:conger eel fry]
cs: [GENERAL_CHILD_NAME:potěr úhoře mořského: potěr úhoře mořského]
de: [GENERAL_CHILD_NAME:Meeraalbrut:Meeraalbrut]
eo: [GENERAL_CHILD_NAME:kongrido:kongridoj]
es: [GENERAL_CHILD_NAME:alevín de anguila congrio:alevínes de anguila congrio]
ja: [GENERAL_CHILD_NAME:アナゴの稚魚:アナゴの稚魚の]
ko: [GENERAL_CHILD_NAME:붕장어 튀김:붕장어 튀김들]
pl: [GENERAL_CHILD_NAME:młody congera:młode congera]
ru: [GENERAL_CHILD_NAME:малёк угря-конгера:мальки угря-конгера]
tr: [GENERAL_CHILD_NAME:yavru mığrı:yavru mığrılar]
zh_hans: [GENERAL_CHILD_NAME:康吉鳗鱼苗:康吉鳗鱼苗]

# CREATURE:FISH_CONGER_EEL
source: [PREFSTRING:long bodies]
cs: [PREFSTRING:dlouhá těla]
de: [PREFSTRING:lange Körper]
eo: [PREFSTRING:longaj korpoj]
es: [PREFSTRING:cuerpos largos]
ja: [PREFSTRING:長い胴]
ko: [PREFSTRING:긴 몸통]
pl: [PREFSTRING:długie ciała]
ru: [PREFSTRING:длинные тела]
tr: [PREFSTRING:uzun vücutlar]
vi: [PREFSTRING:thân dài]
zh_hans: [PREFSTRING:细长的身体]

# CREATURE:FISH_CONGER_EEL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_CONGER_EEL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:FISH_CONGER_EEL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_MILKFISH
source: [DESCRIPTION:A medium-sized fish found around coasts and islands. It is easy prey for predators.]
cs: [DESCRIPTION:Středně velká ryba vyskytující se u pobřeží a ostrovů. Pro predátory je snadnou kořistí.]
de: [DESCRIPTION:Ein mittelgroßer Fisch, der in der Nähe von Küsten und Inseln vorkommt. Er ist eine leichte Beute für Raubtiere.]
eo: [DESCRIPTION:Mezgranda fiŝo kiu troviĝas ĉirkaŭ bordoj kaj insuloj. Ĝi estas facila predato.]
es: [DESCRIPTION:Un pez mediano hallado alrededor de costas e islas. Es presa fácil para sus depredadores.]
ja: [DESCRIPTION:海岸や島々で見られる中型の魚。捕食者の餌食になりやすい。]
ko: [DESCRIPTION:해안과 섬 주변에서 발견되는 중간 크기의 물고기입니다. 그것은 포식자들의 쉬운 먹이입니다.]
pl: [DESCRIPTION:Średniej wielkości ryba, którą można znaleźć przy wybrzeżach i wyspach. Jest łatwą ofiarą dla drapieżników.]
ru: [DESCRIPTION:Рыба среднего размера, обитающая около побережий и островов. Лёгкая добыча для хищников.]
tr: [DESCRIPTION:Kıyılar ve adalar çevresinde bulunan orta büyüklükte bir balık. Yırtıcılar için kolay bir avdır.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình được tìm thấy quanh bờ biển và các đảo. Chúng là con mồi dễ dàng cho kẻ săn mồi.]
zh_hans: [DESCRIPTION:一种生活在海岸及岛屿周边的中等尺寸鱼类，它们很容易成为捕食者的猎物。]

# CREATURE:FISH_MILKFISH
source: [NAME:milkfish:milkfish:milkfish]
cs: [NAME:chanos stříbřitý:chanosové stříbřití:chanosové stříbřití]
de: [NAME:Milchfisch:Milchfisch:Milchfisch]
eo: [NAME:laktofiŝo:laktofiŝoj:de laktofiŝo]
es: [NAME:Pez chano:Pez chano:Pez chano]
ja: [NAME:サバヒー:サバヒー:サバヒーの]
ko: [NAME:갯농어:갯농어들:갯농어]
pl: [NAME:chanos:chanosy:chanoszy]
ru: [NAME:ханос:ханосы:ханоса]
tr: [NAME:süt balığı:süt balıkları:süt balığı]
zh_hans: [NAME:遮目鱼:遮目鱼:遮目鱼]

# CREATURE:FISH_MILKFISH
source: [CASTE_NAME:milkfish:milkfish:milkfish]
cs: [CASTE_NAME:chanos stříbřitý:chanosové stříbřití:chanosové stříbřití]
de: [CASTE_NAME:Milchfisch:Milchfisch:Milchfisch]
eo: [CASTE_NAME:laktofiŝo:laktofiŝoj:de laktofiŝo]
es: [CASTE_NAME:Pez chano:Pez chano:Pez chano]
ja: [CASTE_NAME:サバヒー:サバヒー:サバヒーの]
ko: [CASTE_NAME:갯농어:갯농어들:갯농어]
pl: [CASTE_NAME:chanos:chanosy:chanoszy]
ru: [CASTE_NAME:ханос:ханосы:ханоса]
tr: [CASTE_NAME:süt balığı:süt balıkları:süt balığı]
zh_hans: [CASTE_NAME:遮目鱼:遮目鱼:遮目鱼]

# CREATURE:FISH_MILKFISH
source: [GENERAL_CHILD_NAME:milkfish fry:milkfish fry]
cs: [GENERAL_CHILD_NAME:potěr chanose stříbřitého:potěr chanose stříbřitého]
de: [GENERAL_CHILD_NAME:Milchfischbrut:Milchfischbrut]
eo: [GENERAL_CHILD_NAME:laktofiŝido:laktofiŝidoj]
es: [GENERAL_CHILD_NAME:alevín de pez chano:alevínes de pez chano]
ja: [GENERAL_CHILD_NAME:サバヒーの稚魚:サバヒーの稚魚の]
ko: [GENERAL_CHILD_NAME:갯농어 튀김:갯농어 튀김들:갯농어 튀김]
pl: [GENERAL_CHILD_NAME:młody chanosa:młode chanosa]
ru: [GENERAL_CHILD_NAME:малёк ханоса:мальки ханоса]
tr: [GENERAL_CHILD_NAME:yavru süt balığı:yavru süt balıkları]
zh_hans: [GENERAL_CHILD_NAME:遮目鱼苗:遮目鱼苗]

# CREATURE:FISH_MILKFISH
source: [PREFSTRING:silvery bodies]
cs: [PREFSTRING:stříbřitá těla]
de: [PREFSTRING:silberne Körper]
eo: [PREFSTRING:arĝentaj korpoj]
es: [PREFSTRING:cuerpos plateados]
ja: [PREFSTRING:銀色の体]
ko: [PREFSTRING:은빛 몸통]
pl: [PREFSTRING:srebrne ciała]
ru: [PREFSTRING:серебристые тела]
tr: [PREFSTRING:gümüşi vücutlar]
vi: [PREFSTRING:thân bạc]
zh_hans: [PREFSTRING:银色的身体]

# CREATURE:FISH_MILKFISH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_MILKFISH
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_MILKFISH
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_MILKFISH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_COD
source: [DESCRIPTION:A medium-sized oceanic fish, often hunted for its meat.]
cs: [DESCRIPTION:Středně velká oceánská ryba, často lovená pro maso.]
de: [DESCRIPTION:Ein mittelgroßer Ozeanfisch, der oft wegen seines Fleisches gejagt wird.]
eo: [DESCRIPTION:Mezgranda oceana fiŝo, ofte ĉasata pro sia viando.]
es: [DESCRIPTION:Un pez oceánico mediano, a menudo cazado por su carne.]
ja: [DESCRIPTION:中型の肉食海水魚。]
ko: [DESCRIPTION:고기를 얻기 위해 종종 사냥되는 중형 해양 물고기입니다]
pl: [DESCRIPTION:Średniej wielkości, oceaniczna ryba, często łowiona dla jej mięsa.]
ru: [DESCRIPTION:Океаническая промысловая рыба среднего размера.]
tr: [DESCRIPTION:Genellikle eti için avlanan orta büyüklükte bir okyanus balığı.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình sống ở đại dương, thường bị săn bắt để lấy thịt.]
zh_hans: [DESCRIPTION:一种中等尺寸的海洋鱼类，经常为了获取肉类而被捕杀。]

# CREATURE:FISH_COD
source: [NAME:cod:cod:cod]
cs: [NAME: treska:treska:treska]
de: [NAME:Kabeljau:Kabeljau:Kabeljau]
eo: [NAME:gado:gadoj:de gado]
es: [NAME: bacalao:bacalaos:bacalao]
ja: [NAME:タラ:タラ:タラの]
ko: [NAME:대구:대구들:대구]
pl: [NAME:dorsz:dorsze:dorszowy]
ru: [NAME:треска:трески:трески]
tr: [NAME:morina balığı:morina balıkları:morina balığı]
zh_hans: [NAME:鳕鱼:鳕鱼:鳕鱼]

# CREATURE:FISH_COD
source: [CASTE_NAME:cod:cod:cod]
cs: [CASTE_NAME: treska:treska:treska]
de: [CASTE_NAME:Kabeljau:Kabeljau:Kabeljau]
eo: [CASTE_NAME:gado:gadoj:de gado]
es: [CASTE_NAME:bacalao:bacalaos:bacalao]
ja: [CASTE_NAME:タラ:タラ:タラの]
ko: [CASTE_NAME:대구:대구들:대구]
pl: [CASTE_NAME:dorsz:dorsze:dorszowy]
ru: [CASTE_NAME:треска:трески:трески]
tr: [CASTE_NAME:morina balığı:morina balıkları:morina balığı]
zh_hans: [CASTE_NAME:鳕鱼:鳕鱼:鳕鱼]

# CREATURE:FISH_COD
source: [GENERAL_CHILD_NAME:cod fry:cod fry]
cs: [GENERAL_CHILD_NAME:malá treska:malá treska]
de: [GENERAL_CHILD_NAME:Kabeljaubrut:Kabeljaubrut]
eo: [GENERAL_CHILD_NAME:gadido:gadidoj]
es: [GENERAL_CHILD_NAME:alevín de bacalao:alevínes de bacalao]
ja: [GENERAL_CHILD_NAME:タラの稚魚:タラの稚魚の]
ko: [GENERAL_CHILD_NAME:대구 튀김:대구 튀김들]
pl: [GENERAL_CHILD_NAME:młody dorsza:młode dorsza]
ru: [GENERAL_CHILD_NAME:малёк трески:мальки трески]
tr: [GENERAL_CHILD_NAME:yavru morina balığı:yavru morina balıkları]
zh_hans: [GENERAL_CHILD_NAME:鳕鱼苗:鳕鱼苗]

# CREATURE:FISH_COD
source: [PREFSTRING:fins]
cs: [PREFSTRING:ploutve]
de: [PREFSTRING:Flossen]
eo: [PREFSTRING:naĝiloj]
es: [PREFSTRING:aletas]
ja: [PREFSTRING:ひれ]
ko: [PREFSTRING:지느러미들]
pl: [PREFSTRING:płetwy]
ru: [PREFSTRING:плавники]
tr: [PREFSTRING:yüzgeçler]
vi: [PREFSTRING:vây]
zh_hans: [PREFSTRING:鳍]

# CREATURE:FISH_COD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_COD
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_COD
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]
