Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# ITEM_FOOD:ITEM_FOOD_STEW
source: [NAME:stew]
cs: [NAME:dušené]
de: [NAME:Eintopf]
eo: [NAME:stufaĵo]
es: [NAME:estofado]
ja: [NAME:シチュー]
ko: [NAME:죽]
pl: [NAME:gulasz]
ru: [NAME:рагу]
tr: [NAME:yahni]
vi: [NAME:Món hầm]

# ITEM_FOOD:ITEM_FOOD_ROAST
source: [NAME:roast]
cs: [NAME:pečeně]
de: [NAME:Braten]
eo: [NAME:rostaĵo]
es: [NAME:asado]
ja: [NAME:ロースト]
ko: [NAME:구이]
pl: [NAME:piec]
ru: [NAME:жаркое]
tr: [NAME:kızartma]
vi: [NAME:Món quay]

# ITEM_GLOVES:ITEM_GLOVES_GAUNTLETS
source: [NAME:gauntlet:gauntlets]
cs: [NAME:rukavice s pláty:rukavice s pláty]
de: [NAME:Panzerhandschuh:Panzerhandschuhe]
eo: [NAME:ferganto:fergantoj]
es: [NAME:guantelete:guanteletes]
ja: [NAME:籠手:籠手:籠手]
ko: [NAME:건틀렛:건틀렛들]
pl: [NAME:rękawica:rękawice]
ru: [NAME:рукавица:рукавицы]
tr: [NAME:zırhlı eldiven:zırhlı eldivenler]
vi: [NAME:Găng tay sắt:Các găng tay sắt]

# ITEM_GLOVES:ITEM_GLOVES_GLOVES
source: [NAME:glove:gloves]
cs: [NAME:rukavice:rukavice]
de: [NAME:Handschuh:Handschuhe]
eo: [NAME:ganto:gantoj]
es: [NAME:guante:guantes]
ja: [NAME:手袋:手袋:手袋]
ko: [NAME:장갑:장갑들]
pl: [NAME:rękawica:rękawice]
ru: [NAME:перчатка:перчатки]
tr: [NAME:eldiven:eldivenler]
vi: [NAME:Găng tay:Các găng tay]

# ITEM_GLOVES:ITEM_GLOVES_MITTENS
source: [NAME:mitten:mittens]
cs: [NAME:palčák:palčáky]
de: [NAME:Fäustling:Fäustlinge]
eo: [NAME:duonganto:duongantoj]
es: [NAME:mitón:motones]
ja: [NAME:ミトン:ミトン:ミトン]
ko: [NAME:벙어리장갑:벙어리장갑들]
pl: [NAME:środek:środek]
ru: [NAME:варежка:варежки]
tr: [NAME:tek parmaklı eldiven:tek parmaklı eldivenler]
vi: [NAME:Găng hở ngón:Các găng hở ngón]

# ITEM_HELM:ITEM_HELM_HELM
source: [NAME:helm:helms]
cs: [NAME:helma:helmy]
de: [NAME:Helm:Helme]
eo: [NAME:kasko:kaskoj]
es: [NAME:casco:cascos]
ja: [NAME:兜:兜:兜]
ko: [NAME:헬름:헬름들]
pl: [NAME:hełm:hełmy]
ru: [NAME:шлем:шлемы]
tr: [NAME:miğfer:miğferler]
vi: [NAME:Mũ giáp:Các mũ giáp]

# ITEM_HELM:ITEM_HELM_CAP
source: [NAME:cap:caps]
cs: [NAME:čapka:čapky]
de: [NAME:Kappe:Kappen]
eo: [NAME:ĉapo:ĉapoj]
es: [NAME:gorro:gorros]
ja: [NAME:帽子:帽子:帽子]
ko: [NAME:캡:캡들]
pl: [NAME:czapka:czapki]
ru: [NAME:шапка:шапки]
tr: [NAME:şapka:şapkalar]
vi: [NAME:Mũ:Các mũ]

# ITEM_HELM:ITEM_HELM_HOOD
source: [NAME:hood:hoods]
cs: [NAME:kápě:kápě]
de: [NAME:Kapuze:Kapuzen]
eo: [NAME:kapuĉo:kapuĉoj]
es: [NAME:capucha:capuchas]
ja: [NAME:頭巾:頭巾:頭巾]
ko: [NAME:후드:후드들]
pl: [NAME:kaptur:kaptury]
ru: [NAME:капюшон:капюшоны]
tr: [NAME:kapüşon:kapüşonlar]
vi: [NAME:Mũ trùm đầu:Các mũ trùm đầu]
zh_hans: [NAME:兜帽:兜帽]

# ITEM_HELM:ITEM_HELM_TURBAN
source: [NAME:turban:turbans]
cs: [NAME:turban:turbany]
de: [NAME:Turban:Turbane]
eo: [NAME:turbano:turbanoj]
es: [NAME:turbante:turbantes]
ja: [NAME:ターバン:ターバン:ターバン]
ko: [NAME:터번:터번들]
pl: [NAME:turban:turbany]
ru: [NAME:тюрбан:тюрбаны]
tr: [NAME:sarık:sarıklar]

# ITEM_HELM:ITEM_HELM_MASK
source: [NAME:mask:masks]
cs: [NAME:maska:masky]
de: [NAME:Maske:Masken]
eo: [NAME:masko:maskoj]
es: [NAME:máscara:máscaras]
ja: [NAME:仮面:仮面:仮面]
ko: [NAME:마스크:마스크들]
pl: [NAME:maska:maski]
ru: [NAME:маска:маски]
tr: [NAME:maske:maskeler]
vi: [NAME:Mặt nạ:Các mặt nạ]

# ITEM_HELM:ITEM_HELM_VEIL_HEAD
source: [NAME:head veil:head veils]
cs: [NAME:hlavový závoj:hlavové závoje]
de: [NAME:Schleier:Schleier]
eo: [NAME:kapvualo:kapvualoj]
es: [NAME:velo de cabeza:velos de cabeza]
ja: [NAME:ヘッドベール:ヘッドベール:ヘッドベール]
ko: [NAME:머리 베일:머리 베일들]
pl: [NAME:welon na głowę: welon na głowę]
ru: [NAME:головная вуаль:головные вуали]
tr: [NAME:baş örtüsü:baş örtüleri]
vi: [NAME:Khăn che đầu:Các khăn che đầu]

# ITEM_HELM:ITEM_HELM_VEIL_FACE
source: [NAME:face veil:face veils]
cs: [NAME:obličejový závoj:obličejové závoje]
de: [NAME:Gesichtsschleier:Gesichtsschleier]
eo: [NAME:vizaĝvualo:vizaĝvualoj]
es: [NAME:velo de rostro:velos de rostro]
ja: [NAME:フェイスベール:フェイスベール:フェイスベール]
ko: [NAME:얼굴용 베일:얼굴용 베일들]
pl: [NAME:zasłona na twarz: zasłona na twarz]
ru: [NAME:лицевая вуаль:лицевые вуали]
tr: [NAME:yüz örtüsü:yüz örtüleri]
vi: [NAME:Khăn che mặt:Các khăn che mặt]

# ITEM_HELM:ITEM_HELM_SCARF_HEAD
source: [NAME:headscarf:headscarves]
cs: [NAME:šátek na hlavu:šátky na hlavu]
de: [NAME:Kopftuch:Kopftücher]
eo: [NAME:kaptuko:kaptukoj]
es: [NAME: toca: tocas]
ja: [NAME:スカーフ:スカーフ:スカーフ]
ko: [NAME:머리수건:머리수건들]
pl: [NAME:chusta na głowę:chusty na głowę]
ru: [NAME:головной платок:головной платок]
tr: [NAME:eşarp:eşarplar]
vi: [NAME:Khăn trùm đầu:Các khăn trùm đầu]

# ITEM_PANTS:ITEM_PANTS_PANTS
source: [PREPLURAL:pairs of]
cs: [PREPLURAL:páry]
de: [PREPLURAL:Eine/Einige]
eo: [PREPLURAL:]
es: [PREPLURAL:pares de]
ja: [PREPLURAL:一組の]
ko: [PREPLURAL:한 쌍의]
pl: [PREPLURAL:para]
ru: [PREPLURAL:пара]
tr: [PREPLURAL:çift]
vi: [PREPLURAL:Đôi]

# ITEM_PANTS:ITEM_PANTS_PANTS
source: [NAME:trousers:trousers]
cs: [NAME:kalhoty:kalhoty]
de: [NAME:Hose:Hosen]
eo: [NAME:pantalono:pantalonoj]
es: [NAME:pantalones:pantalones]
ja: [NAME:ズボン:ズボン:ズボン]
ko: [NAME:바지:바지들]
pl: [NAME:spodnie:spodnie]
ru: [NAME:брюки:брюки]
tr: [NAME:pantolon:pantolonlar]
vi: [NAME:Quần dài:Quần dài]

# ITEM_PANTS:ITEM_PANTS_GREAVES
source: [NAME:greaves:greaves]
cs: [NAME:holeně:holeně]
de: [NAME:Beinschiene:Beinschienen]
eo: [NAME:paro da krurŝirmarmoj:paroj da krurŝirmarmoj]
es: [NAME:tumbas:tumbas]
ja: [NAME:脛甲:脛甲:脛甲]
ko: [NAME:정강이 받이:정강이 받이들]
pl: [NAME:skwarki: skwarki]
ru: [NAME:поножи:поножи]
tr: [NAME:bacak zırhı:bacak zırhları]
vi: [NAME:Giáp ống chân:Giáp ống chân]

# ITEM_PANTS:ITEM_PANTS_LEGGINGS
source: [NAME:leggings:leggings]
cs: [NAME:nohavice:nohavice]
de: [NAME:Legging:Leggings]
eo: [NAME:paro da gamboŝirmarmoj:paroj da gamboŝirmarmoj]
es: [NAME:polainas:polainas]
ja: [NAME:すね当て:すね当て:すね当て]
ko: [NAME:레깅스:레깅스들]
pl: [NAME:legginsy:legginsy]
ru: [NAME:рейтузы:рейтузы]
tr: [NAME:tozluk:tozluklar]
vi: [NAME:Quần bó:Quần bó]

# ITEM_PANTS:ITEM_PANTS_LOINCLOTH
source: [NAME:loincloth:loincloths]
cs: [NAME:bederní rouška:bederní roušky]
de: [NAME:Lendenschurz:Lendenschürzen]
eo: [NAME:zontuko:zontukoj]
es: [NAME:taparrabo:taparrabos]
ja: [NAME:下履き:下履き:下履き]
ko: [NAME:샅바:샅바들]
pl: [NAME:przepaska na biodra:przepaski na biodra]
ru: [NAME:набедренная повязка:набедренные повязки]
tr: [NAME:peştemal:peştemaller]
vi: [NAME:Khố:Các khố]

# ITEM_PANTS:ITEM_PANTS_THONG
source: [NAME:thong:thongs]
cs: [NAME:tanga:tanga]
de: [NAME:Tanga:Tangas]
eo: [NAME:ŝnurkalsoneto:ŝnurkalsonetoj]
es: [NAME:correa:correas]
ja: [NAME:紐:紐:紐]
ko: [NAME:끈 팬티:끈 팬티들]
pl: [NAME:stringi:stringi]
ru: [NAME:ремень:ремни]
tr: [NAME:tanga:tangalar]
vi: [NAME:Quần lọt khe:Các quần lọt khe]

# ITEM_PANTS:ITEM_PANTS_SKIRT
source: [NAME:skirt:skirts]
cs: [NAME:sukně:sukně]
de: [NAME:Rock:Röcke]
eo: [NAME:jupo:jupoj]
es: [NAME:falda:faldas]
ja: [NAME:スカート:スカート:スカート]
ko: [NAME:치마:치마들]
pl: [NAME:spódnica:spódnice]
ru: [NAME:длинная юбка:длинные юбки]
tr: [NAME:etek:etekler]
vi: [NAME:Váy:Các váy]

# ITEM_PANTS:ITEM_PANTS_SKIRT_SHORT
source: [NAME:skirt:skirts]
cs: [NAME:sukně:sukně]
de: [NAME:Rock:Röcke]
eo: [NAME:jupo:jupoj]
es: [NAME:falda:faldas]
ja: [NAME:スカート:スカート:スカート]
ko: [NAME:치마:치마들]
pl: [NAME:spódnica:spódnice]
ru: [NAME:длинная юбка:длинные юбки]
tr: [NAME:etek:etekler]
vi: [NAME:Váy:Các váy]

# ITEM_PANTS:ITEM_PANTS_SKIRT_SHORT
source: [ADJECTIVE:short]
cs: [ADJECTIVE:krátká]
de: [ADJECTIVE:Mini]
eo: [ADJECTIVE:mallonga(j)]
es: [ADJECTIVE:corto]
ja: [ADJECTIVE:短い]
ko: [ADJECTIVE:짧은]
pl: [ADJECTIVE:krótki]
ru: [ADJECTIVE:короткие]
tr: [ADJECTIVE:kısa]
vi: [ADJECTIVE:Quần đùi]

# ITEM_PANTS:ITEM_PANTS_SKIRT_LONG
source: [NAME:skirt:skirts]
cs: [NAME:sukně:sukně]
de: [NAME:Rock:Röcke]
eo: [NAME:jupo:jupoj]
es: [NAME:falda:faldas]
ja: [NAME:スカート:スカート:スカート]
ko: [NAME:치마:치마들]
pl: [NAME:spódnica:spódnice]
ru: [NAME:длинная юбка:длинные юбки]
tr: [NAME:etek:etekler]
vi: [NAME:Váy:Các váy]

# ITEM_PANTS:ITEM_PANTS_SKIRT_LONG
source: [ADJECTIVE:long]
cs: [ADJECTIVE:dlouhá]
de: [ADJECTIVE:lang/e]
eo: [ADJECTIVE:longa(j)]
es: [ADJECTIVE:largo]
ja: [ADJECTIVE:長い]
ko: [ADJECTIVE:긴]
pl: [ADJECTIVE:długi]
ru: [ADJECTIVE:длинные]
tr: [ADJECTIVE:uzun]

# ITEM_PANTS:ITEM_PANTS_BRAIES
source: [PREPLURAL:pairs of]
cs: [PREPLURAL:páry]
de: [PREPLURAL:Eine/Einige]
eo: [PREPLURAL:paroj da]
es: [PREPLURAL:pares de]
ja: [PREPLURAL:一揃いの]
ko: [PREPLURAL:한 쌍의]
pl: [PREPLURAL:para]
ru: [PREPLURAL:пара]
tr: [PREPLURAL:çift]
vi: [PREPLURAL:Đôi]

# ITEM_PANTS:ITEM_PANTS_BRAIES
source: [NAME:braies:braies]
cs: [NAME:brje:brje]
de: [NAME:Boxershort:Boxershorts]
eo: [NAME:brakaoj:brakaoj]
ja: [NAME:ブレー:ブレー:ブレー]
ko: [NAME:헐렁한 바지:헐렁한 바지들]
ru: [NAME:брэ:брэ]
tr: [NAME:külot pantolon:külot pantolonlar]
vi: [NAME:Quần braies:Quần braies]

# ITEM_SHIELD:ITEM_SHIELD_SHIELD
source: [NAME:shield:shields]
cs: [NAME:štít:štíty]
de: [NAME:Schild:Schilde]
eo: [NAME:ŝildo:ŝildoj]
es: [NAME:escudo:escudos]
ja: [NAME:盾:盾:盾]
ko: [NAME:방패:방패들]
pl: [NAME:tarcza:tarcze]
ru: [NAME:щит:щиты]
tr: [NAME:kalkan:kalkanlar]
vi: [NAME:Khiên:Các khiên]
zh_hans: [NAME:盾牌:盾牌]

# ITEM_SHIELD:ITEM_SHIELD_BUCKLER
source: [NAME:buckler:bucklers]
cs: [NAME:puklíř:puklíře]
de: [NAME:Buckler:Buckler]
eo: [NAME:brokelo:brokeloj]
es: [NAME:broquel:broqueles]
ja: [NAME:丸盾:丸盾:丸盾]
ko: [NAME:버클러:버클러들]
pl: [NAME:puklerz:puklerze]
ru: [NAME:баклер:баклеры]
tr: [NAME:küçük kalkan:küçük kalkanlar]
vi: [NAME:Khiên nhỏ:Các khiên nhỏ]

# ITEM_SHOES:ITEM_SHOES_SHOES
source: [NAME:shoe:shoes]
cs: [NAME:bota:boty]
de: [NAME:Schuh:Schuhe]
eo: [NAME:ŝuo:ŝuoj]
es: [NAME:zapato:zapatos]
ja: [NAME:靴:靴:靴]
ko: [NAME:신발:신발들]
pl: [NAME:but:buty]
ru: [NAME:башмак:башмаки]
tr: [NAME:ayakkabı:ayakkabılar]
vi: [NAME:Giày:Các giày]

# ITEM_SHOES:ITEM_SHOES_BOOTS
source: [NAME:high boot:high boots]
cs: [NAME:vysoká bota:vysoké boty]
de: [NAME:Schaftstiefel:Schaftstiefel]
eo: [NAME:boto:botoj]
es: [NAME:bota alta:botas altas]
ja: [NAME:ハイブーツ:ハイブーツ:ハイブーツ]
ko: [NAME:하이 부츠:하이 부츠]
pl: [NAME:wysokie buty: wysokie buty]
ru: [NAME:сапог:сапоги]
tr: [NAME:uzun çizme:uzun çizmeler]
vi: [NAME:Ủng cao cổ:Các ủng cao cổ]

# ITEM_SHOES:ITEM_SHOES_BOOTS_LOW
source: [NAME:low boot:low boots]
cs: [NAME:nízká bota:nízké boty]
de: [NAME:Stiefel:Stiefel]
eo: [NAME:boteto:botetoj]
es: [NAME:bota baja:botas bajas]
ja: [NAME:ブーツ:ブーツ:ブーツ]
ko: [NAME:로우 부츠:로우 부츠]
pl: [NAME:niskie buty: niskie buty]
ru: [NAME:ботинок:ботинки]
tr: [NAME:kısa çizme:kısa çizmeler]
vi: [NAME:Ủng thấp cổ:Các ủng thấp cổ]

# ITEM_SHOES:ITEM_SHOES_SANDAL
source: [NAME:sandal:sandals]
cs: [NAME:sandál:sandály]
de: [NAME:Sandale:Sandalen]
eo: [NAME:sandalo:sandaloj]
es: [NAME:sandalias:sandalias]
ja: [NAME:サンダル:サンダル:サンダル]
ko: [NAME:샌달:샌달들]
pl: [NAME:sandał:sandały]
ru: [NAME:сандалия:сандалии]
tr: [NAME:sandalet:sandaletler]
vi: [NAME:Dép sandal:Các dép sandal]

# ITEM_SHOES:ITEM_SHOES_CHAUSSE
source: [NAME:chausse:chausses]
cs: [NAME:punčocha:punčochy]
de: [NAME:Beinling:Beinlinge]
eo: [NAME:ĉoso:ĉosoj]
es: [NAME:brafonera:brafoneras]
ja: [NAME:スリッパ:スリッパ:スリッパ]
ko: [NAME:샤우스:샤우스들]
pl: [NAME:but:buty]
ru: [NAME:чулок:чулки]
tr: [NAME:zırhlı çorap:zırhlı çoraplar]

# ITEM_SHOES:ITEM_SHOES_SOCKS
source: [NAME:sock:socks]
cs: [NAME:ponožka:ponožky]
de: [NAME:Socke:Socken]
eo: [NAME:ŝtrumpo:ŝtrumpoj]
es: [NAME:calcetín:calcetines]
ja: [NAME:靴下:靴下:靴下]
ko: [NAME:양말:양말들]
pl: [NAME:skarpeta:skarpety]
ru: [NAME:носок:носки]
tr: [NAME:çorap:çoraplar]
vi: [NAME:Tất:Các tất]

# ITEM_SIEGEAMMO:ITEM_SIEGEAMMO_BALLISTA
source: [NAME:ballista arrow:ballista arrows]
cs: [NAME:balistický šíp:balistické šípy]
de: [NAME:Ballistenpfeil:Ballistenpfeile]
eo: [NAME:balistosago:balistosagoj]
es: [NAME:flecha de balista:flechas de balista]
ja: [NAME:バリスタの矢:バリスタの矢:バリスタの矢]
ko: [NAME:발리스타 화살:발리스타 화살]
pl: [NAME:strzała balisty:strzały balisty]
ru: [NAME:стрела баллисты:стрелы баллисты]
tr: [NAME:balista oku:balista okları]
vi: [NAME:Mũi tên máy bắn đá:Các mũi tên máy bắn đá]

# ITEM_TOOL:ITEM_TOOL_CAULDRON
source: [NAME:cauldron:cauldrons]
cs: [NAME:kotel:kotle]
de: [NAME:Kessel:Kessel]
eo: [NAME:kaldrono:kaldronoj]
es: [NAME:caldero:calderos]
ja: [NAME:大釜:大釜:大釜]
ko: [NAME:가마솥:가마솥들]
pl: [NAME:kocioł:kociołki]
ru: [NAME:котёл:котлы]
tr: [NAME:kazan:kazanlar]
vi: [NAME:Vạc:Các vạc]

# ITEM_TOOL:ITEM_TOOL_LADLE
source: [NAME:ladle:ladles]
cs: [NAME:naběračka:naběračky]
de: [NAME:Suppenkelle:Suppenkellen]
eo: [NAME:ĉerpilo:ĉerpiloj]
es: [NAME:cucharón:cucharones]
ja: [NAME:柄杓:柄杓:柄杓]
ko: [NAME:국자:국자들]
pl: [NAME:chochla: chochle]
ru: [NAME:ковш:ковши]
tr: [NAME:kepçe:kepçeler]
vi: [NAME:Muỗng múc:Các muỗng múc]

# ITEM_TOOL:ITEM_TOOL_BOWL
source: [NAME:bowl:bowls]
cs: [NAME:mísa:mísy]
de: [NAME:Schüssel:Schüsseln]
eo: [NAME:bovlo:bovloj]
es: [NAME:cuenco:cuencos]
ja: [NAME:ボウル:ボウル:ボウル]
ko: [NAME:그릇:그릇들]
pl: [NAME:miska:miski]
ru: [NAME:чаша:чаши]
tr: [NAME:kase:kaseler]
vi: [NAME:Bát:Các bát]

# ITEM_TOOL:ITEM_TOOL_MORTAR
source: [NAME:mortar:mortars]
cs: [NAME:moždíř:moždíře]
de: [NAME:Mörser:Mörser]
eo: [NAME:pistujo:pistujoj]
es: [NAME:mortero:morteros]
ja: [NAME:乳鉢:乳鉢:乳鉢]
ko: [NAME:절구:절구들]
pl: [NAME:zaprawa:zaprawy]
ru: [NAME:ступка:ступки]
tr: [NAME:havan:havanlar]
vi: [NAME:Cối giã:Các cối giã]

# ITEM_TOOL:ITEM_TOOL_PESTLE
source: [NAME:pestle:pestles]
cs: [NAME:tluček:tlučky]
de: [NAME:Stößel:Stößel]
eo: [NAME:pistilo:pistiloj]
es: [NAME:mano:manos]
ja: [NAME:乳棒:乳棒:乳棒]
ko: [NAME:막자:막자들]
pl: [NAME:tłuczek:tłuczki]
ru: [NAME:пестик:пестики]
tr: [NAME:havan eli:havan elleri]
vi: [NAME:Chày giã:Các chày giã]

# ITEM_TOOL:ITEM_TOOL_KNIFE_CARVING
source: [NAME:carving knife:carving knives]
cs: [NAME:řezbářský nůž:řezbářské nože]
eo: [NAME:dentata viandotranĉilo:dentataj viandtranĉiloj]
es: [NAME:cuchillo para trinchar:cuchillos para trinchar]
ja: [NAME:彫刻刀:彫刻刀:彫刻刀]
ko: [NAME:카빙 나이프:카빙 나이프들]
pl: [NAME:nóż do rzeźbienia:noże do rzeźbienia]
ru: [NAME:нож для мяса:ножи для мяса]
tr: [NAME:oyma bıçağı:oyma bıçakları]
vi: [NAME:Dao khắc:Các dao khắc]

# ITEM_TOOL:ITEM_TOOL_KNIFE_CARVING
source: [ATTACK:EDGE:800:600:slash:slashes:NO_SUB:]
cs: [ATTACK:EDGE:800:600:seknout:seká:NO_SUB:]
de: [ATTACK:EDGE:800:600:Schnitt:Schnitte:NO_SUB:]
eo: [ATTACK:EDGE:800:600:tranĉvundas:tranĉvundas:NO_SUB:]
es: [ATTACK:EDGE:800:600:tajo:tajos:NO_SUB:]
ja: [ATTACK:EDGE:800:600:斬る:斬る:NO_SUB:]
ko: [ATTACK:EDGE:800:600:참격:참격:NO_SUB:]
ru: [ATTACK:EDGE:800:600:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:800:600:kes:keser:NO_SUB:]

# ITEM_TOOL:ITEM_TOOL_KNIFE_CARVING
source: [ATTACK:EDGE:4:800:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:4:800:bodat:bodá:NO_SUB:]
de: [ATTACK:EDGE:4:800:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:4:800:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:4:800:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:4:800:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:4:800:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:4:800:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:4:800:sapla:saplar:NO_SUB:]

# ITEM_TOOL:ITEM_TOOL_KNIFE_CARVING
source: [ATTACK:BLUNT:15:400:strike:strikes:handle:]
cs: [ATTACK:BLUNT:15:400:udeřit:udeří:rukojeť:]
de: [ATTACK:BLUNT:15:400:schlagen:schlägt:Griff:]
eo: [ATTACK:BLUNT:15:400:frapas:frapas:tenilo:]
es: [ATTACK:BLUNT:15:400:golpe:golpes:handle:]
ja: [ATTACK:BLUNT:15:400:刺す:刺す:手に持って:]
ko: [ATTACK:BLUNT:15:400:타격함:타격함:손잡이:]
ru: [ATTACK:BLUNT:15:400:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:15:400:vur:vurur:sap:]
vi: [ATTACK:BLUNT:15:400:Đòn đánh:Các đòn đánh:Cán:]

# ITEM_TOOL:ITEM_TOOL_KNIFE_BONING
source: [NAME:boning knife:boning knives]
cs: [NAME:vykosťovací nůž:vykosťovací nože]
de: [NAME:Ausbeinmesser:Ausbeinmesser]
eo: [NAME:ostotranĉilo:ostotranĉiloj]
es: [NAME:cuchillo para deshuesar:cuchillos para deshuesar]
ja: [NAME:骨スキ包丁:骨スキ包丁:骨スキ包丁]
ko: [NAME:보닝 나이프:보닝 나이프들]
ru: [NAME:разделочный нож:разделочные ножи]
tr: [NAME:sıyırma bıçağı:sıyırma bıçakları]
vi: [NAME:Dao lóc xương:Các dao lóc xương]
zh_hans: [NAME:剔骨刀:剔骨刀]

# ITEM_TOOL:ITEM_TOOL_KNIFE_BONING
source: [ATTACK:EDGE:500:300:slash:slashes:NO_SUB:]
cs: [ATTACK:EDGE:500:300:seknout:seká:NO_SUB:]
de: [ATTACK:EDGE:500:300:Schnitt:Schnitte:NO_SUB:]
eo: [ATTACK:EDGE:500:500:tranĉvundas:tranĉvundas:NO_SUB:]
es: [ATTACK:EDGE:500:300:cuchillada:cuchilladas:NO_SUB:]
ja: [ATTACK:EDGE:500:300:斬る:斬る:NO_SUB:]
ko: [ATTACK:EDGE:500:300:참격:참격:NO_SUB:]
ru: [ATTACK:EDGE:500:300:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:500:300:kes:keser:NO_SUB:]

# ITEM_TOOL:ITEM_TOOL_KNIFE_BONING
source: [ATTACK:EDGE:2:400:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:2:400:bodat:bodá:NO_SUB:]
de: [ATTACK:EDGE:2:400:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:2:400:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:2:400:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:2:400:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:2:400:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:2:400:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:2:400:sapla:saplar:NO_SUB:]

# ITEM_TOOL:ITEM_TOOL_KNIFE_BONING
source: [ATTACK:BLUNT:10:200:strike:strikes:handle:]
cs: [ATTACK:BLUNT:10:200:udeřit:udeří:rukojeť:]
de: [ATTACK:BLUNT:10:200:schlagen:schlägt:Griff:]
eo: [ATTACK:BLUNT:10:200:frapas:frapas:tenilo:]
es: [ATTACK:BLUNT:10:200:golpe:golpes:handle:]
ja: [ATTACK:BLUNT:10:200:刺す:刺す:手に持って:]
ko: [ATTACK:BLUNT:10:200:타격함:타격함:손잡이:]
ru: [ATTACK:BLUNT:10:200:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:10:200:vur:vurur:sap:]
vi: [ATTACK:BLUNT:10:200:Đòn đánh:Các đòn đánh:Cán:]

# ITEM_TOOL:ITEM_TOOL_KNIFE_SLICING
source: [NAME:slicing knife:slicing knives]
cs: [NAME:krájecí nůž:krájecí nože]
de: [NAME:Messer:Messer]
eo: [NAME:rekta viandtranĉilo:rektaj viandtranĉiloj]
es: [NAME:cuchillo rebanador:cuchillos rebanadores]
ja: [NAME:スライスナイフ:スライスナイフ:スライスナイフ]
ko: [NAME:슬라이싱 나이프:슬라이싱 나이프들]
ru: [NAME:нож для нарезки:ножи для нарезки]
tr: [NAME:dilimleme bıçağı:dilimleme bıçakları]
vi: [NAME:Dao thái lát:Các dao thái lát]

# ITEM_TOOL:ITEM_TOOL_KNIFE_SLICING
source: [ATTACK:EDGE:900:700:slash:slashes:NO_SUB:]
cs: [ATTACK:EDGE:900:700:seknout:seká:NO_SUB:]
de: [ATTACK:EDGE:900:700:Schnitt:Schnitte:NO_SUB:]
eo: [ATTACK:EDGE:900:700:tranĉvundas:tranĉvundas:NO_SUB:]
es: [ATTACK:EDGE:900:700:cuchillada:cuchilladas:NO_SUB:]
ja: [ATTACK:EDGE:900:700:斬る:斬る:NO_SUB:]
ko: [ATTACK:EDGE:900:700:참격:참격:NO_SUB:]
ru: [ATTACK:EDGE:900:700:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:900:700:kes:keser:NO_SUB:]

# ITEM_TOOL:ITEM_TOOL_KNIFE_SLICING
source: [ATTACK:EDGE:3:900:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:3:900:bodat:bodá:NO_SUB:]
de: [ATTACK:EDGE:3:900:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:3:900:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:3:900:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:3:900:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:3:900:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:3:900:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:3:900:sapla:saplar:NO_SUB:]

# ITEM_TOOL:ITEM_TOOL_KNIFE_SLICING
source: [ATTACK:BLUNT:15:400:strike:strikes:handle:]
cs: [ATTACK:BLUNT:15:400:udeřit:udeří:rukojeť:]
de: [ATTACK:BLUNT:15:400:schlagen:schlägt:Griff:]
eo: [ATTACK:BLUNT:15:400:frapas:frapas:tenilo:]
es: [ATTACK:BLUNT:15:400:golpe:golpes:handle:]
ja: [ATTACK:BLUNT:15:400:刺す:刺す:手に持って:]
ko: [ATTACK:BLUNT:15:400:타격함:타격함:손잡이:]
ru: [ATTACK:BLUNT:15:400:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:15:400:vur:vurur:sap:]
vi: [ATTACK:BLUNT:15:400:Đòn đánh:Các đòn đánh:Cán:]

# ITEM_TOOL:ITEM_TOOL_KNIFE_MEAT_CLEAVER
source: [NAME:meat cleaver:meat cleavers]
cs: [NAME:sekáček na maso:sekáčky na maso]
de: [NAME:Fleischerbeil:Fleischerbeile]
eo: [NAME:viandhakilo:viandhakiloj]
es: [NAME:cuchillo de carnicero:cuchillos de carnicero]
ja: [NAME:肉きり包丁:肉きり包丁:肉きり包丁]
ko: [NAME:고기용 칼:고기용 칼들]
ru: [NAME:тесак мясника:тесаки мясника]
tr: [NAME:satır:satırlar]
vi: [NAME:Dao chặt thịt:Các dao chặt thịt]

# ITEM_TOOL:ITEM_TOOL_KNIFE_MEAT_CLEAVER
source: [ATTACK:EDGE:800:400:hack:hacks:NO_SUB:]
cs: [ATTACK:EDGE:800:400:rozseknout:rozseká:NO_SUB:]
de: [ATTACK:EDGE:800:400:Hieb:Hiebe:NO_SUB:]
eo: [ATTACK:EDGE:800:400:hakas:hakas:NO_SUB:]
es: [ATTACK:EDGE:800:400:corte:cortes:NO_SUB:]
ja: [ATTACK:EDGE:800:400:ぶった切る:ぶった切る:NO_SUB:]
ko: [ATTACK:EDGE:800:400:찍어버림:찍어버림:NO_SUB:]
ru: [ATTACK:EDGE:800:400:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:800:400:doğra:doğrar:NO_SUB:]

# ITEM_TOOL:ITEM_TOOL_KNIFE_MEAT_CLEAVER
source: [ATTACK:BLUNT:800:400:slap:slaps:flat:]
cs: [ATTACK:BLUNT:800:400:facka:facky:plošně:]
de: [ATTACK:BLUNT:800:400:Klatsch:Klatsche:flach:]
eo: [ATTACK:BLUNT:800:400:frapas:frapas:plataĵo:]
es: [ATTACK:BLUNT:800:400:bofetada:bofetadas:flat:]
ja: [ATTACK:BLUNT:800:400:叩き切る:叩き切る:flat:]
ko: [ATTACK:BLUNT:800:400:철썩 때림:철썩 때림:측면:]
ru: [ATTACK:BLUNT:800:400:бьёте:бьёт:плашмя:]
tr: [ATTACK:BLUNT:800:400:tokatla:tokatlar:yan:]
vi: [ATTACK:BLUNT:800:400:Tát:Những cú tát:Mặt phẳng:]

# ITEM_TOOL:ITEM_TOOL_KNIFE_MEAT_CLEAVER
source: [ATTACK:BLUNT:20:400:strike:strikes:handle:]
cs: [ATTACK:BLUNT:20:400:udeřit:udeří:rukojeť:]
de: [ATTACK:BLUNT:20:400:schlagen:schlägt:Griff:]
eo: [ATTACK:BLUNT:20:400:frapas:frapas:tenilo:]
es: [ATTACK:BLUNT:20:400:golpe:golpes:handle:]
ja: [ATTACK:BLUNT:20:400:刺す:刺す:手に持って:]
ko: [ATTACK:BLUNT:20:400:타격함:타격함:손잡이:]
ru: [ATTACK:BLUNT:20:400:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:20:400:vur:vurur:sap:]
vi: [ATTACK:BLUNT:20:400:Đòn đánh:Các đòn đánh:Cán:]

# ITEM_TOOL:ITEM_TOOL_FORK_CARVING
source: [NAME:carving fork:carving forks]
cs: [NAME:řezbářská vidlice:řezbářské vidlice]
de: [NAME:Tranchiergabel:Tranchiergabeln]
eo: [NAME:viandforko:viandforkoj]
es: [NAME:tenedor trinchador:tenedores trinchadores]
ja: [NAME:フォーク:フォーク:フォーク]
ko: [NAME:카빙 포크:카빙 포크]
ru: [NAME:разделочная вилка:разделочные вилки]
tr: [NAME:servis çatalı:servis çatalları]
vi: [NAME:Nĩa tỉa thịt:Các nĩa tỉa thịt]

# ITEM_TOOL:ITEM_TOOL_FORK_CARVING
source: [ATTACK:EDGE:1:100:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:1:100:bodat:bodá:NO_SUB:]
de: [ATTACK:EDGE:1:100:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:1:100:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:1:100:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:1:100:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:1:100:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:1:100:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:1:100:sapla:saplar:NO_SUB:]

# ITEM_TOOL:ITEM_TOOL_FORK_CARVING
source: [ATTACK:BLUNT:15:400:strike:strikes:handle:]
cs: [ATTACK:BLUNT:15:400:udeřit:udeří:rukojeť:]
de: [ATTACK:BLUNT:15:400:schlagen:schlägt:Griff:]
eo: [ATTACK:BLUNT:15:400:frapas:frapas:tenilo:]
es: [ATTACK:BLUNT:15:400:golpe:golpes:handle:]
ja: [ATTACK:BLUNT:15:400:刺す:刺す:手に持って:]
ko: [ATTACK:BLUNT:15:400:타격함:타격함:손잡이:]
ru: [ATTACK:BLUNT:15:400:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:15:400:vur:vurur:sap:]
vi: [ATTACK:BLUNT:15:400:Đòn đánh:Các đòn đánh:Cán:]

# ITEM_TOOL:ITEM_TOOL_NEST_BOX
source: [NAME:nest box:nest boxes]
cs: [NAME:hnízdní budka:hnízdní budky]
de: [NAME:Nistkasten:Nistkästen]
eo: [NAME:nestoskatolo:nestoskatoloj]
es: [NAME:caja nido:cajas nido]
ja: [NAME:巣箱:巣箱:巣箱]
ko: [NAME:둥지 상자:둥지 상자들]
ru: [NAME:насест:насесты]
tr: [NAME:kuluçka kutusu:kuluçka kutuları]
vi: [NAME:Hộp làm tổ:Các hộp làm tổ]

# ITEM_TOOL:ITEM_TOOL_JUG
source: [NAME:jug:jugs]
cs: [NAME:džbán:džbány]
de: [NAME:Krug:Krüge]
eo: [NAME:kruĉo:kruĉoj]
es: [NAME:jarra:jarras]
ja: [NAME:水差し:水差し:水差し]
ko: [NAME:주전자:주전자들]
ru: [NAME:кувшин:кувшины]
tr: [NAME:testi:testiler]
vi: [NAME:Bình:Các bình]
zh_hans: [NAME:壶:壶]

# ITEM_TOOL:ITEM_TOOL_LARGE_POT
source: [NAME:pot:pots]
cs: [NAME:hrnec:hrnce]
de: [NAME:Topf:Töpfe]
eo: [NAME:poto:potoj]
es: [NAME:bote:botes]
ja: [NAME:ポット:ポット:ポット]
ko: [NAME:냄비:냄비들]
ru: [NAME:горшок:горшки]
tr: [NAME:çömlek:çömlekler]

# ITEM_TOOL:ITEM_TOOL_LARGE_POT
source: [ADJECTIVE:large]
cs: [ADJECTIVE:velký]
de: [ADJECTIVE:groß]
eo: [ADJECTIVE:granda(j)]
es: [ADJECTIVE:largo]
ja: [ADJECTIVE:大きな]
ko: [ADJECTIVE:큰]
ru: [ADJECTIVE:большой]
tr: [ADJECTIVE:büyük]
vi: [ADJECTIVE:rộng rãi]

# ITEM_TOOL:ITEM_TOOL_HIVE
source: [NAME:hive:hives]
cs: [NAME:úl:úly]
de: [NAME:Bienenstock:Bienenstöcke]
eo: [NAME:abelujo:abelujoj]
es: [NAME:colmena:colmenas]
ja: [NAME:蜂の巣:蜂の巣:蜂の巣]
ko: [NAME:말벌집:말벌집들]
ru: [NAME:улей:ульи]
tr: [NAME:arı kovanı:arı kovanları]
vi: [NAME:Tổ ong:Các tổ ong]

# ITEM_TOOL:ITEM_TOOL_HONEYCOMB
source: [NAME:honeycomb:honeycombs]
cs: [NAME:plástev:plástve]
de: [NAME:Honigwabe:Honigwaben]
eo: [NAME:mielĉelaro:mielĉelaroj]
es: [NAME:panal:panales]
ja: [NAME:ミツバチの巣:ミツバチの巣:ミツバチの巣]
ko: [NAME:벌집:벌집들]
ru: [NAME:сота:соты]
tr: [NAME:petek:petekler]
vi: [NAME:Sáp ong:Các sáp ong]
