Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_OWL_BARN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BARN_OWL_MAN
source: [CASTE_NAME:barn owl man:barn owl men:barn owl man]
cs: [CASTE_NAME:mužská sova pálená:mužské sovy pálené:mužské sovy pálené]
de: [CASTE_NAME:Schleiereulenmännchen:Schleiereulenmännchen:Schleiereulenmännchen]
eo: [CASTE_NAME:homturstrigiĉo:homturstrigiĉoj:de homturstrigiĉo]
es: [CASTE_NAME:hombre lechuza:hombres lechuza:hombre lechuza]
ja: [CASTE_NAME:メンフクロウ男:メンフクロウ男:メンフクロウ男の]
ko: [CASTE_NAME:원숭이올빼미인간:원숭이올빼미인간들:원숭이올빼미인간.]
pl: [CASTE_NAME:płomykówkomężczyzna:płomykówkomężczyźni:płomykówkomężczyzny]
ru: [CASTE_NAME:мужчина-сипуха:мужчины-сипухи:мужчины-сипухи]
tr: [CASTE_NAME:ahır baykuşu adam:ahır baykuşu adamlar:ahır baykuşu adam]
vi: [CASTE_NAME:Người cú lợn:Những người cú lợn:Người cú lợn]
zh_hans: [CASTE_NAME:仓鸮男:仓鸮男:仓鸮男]

# CREATURE:BARN_OWL_MAN
source: [CASTE_NAME:barn owl woman:barn owl women:barn owl woman]
cs: [CASTE_NAME:žena sovy pálené:ženy sovy pálené:ženy sovy pálené]
de: [CASTE_NAME:Schleiereulenweibchen:Schleiereulenweibchen:Schleiereulenweibchen]
eo: [CASTE_NAME:homturstrigino:homturstriginoj:de homturstrigino]
es: [CASTE_NAME:mujer lechuza:mujeres lechuza:mujer lechuza]
ja: [CASTE_NAME:メンフクロウ女:メンフクロウ女:メンフクロウ女の]
ko: [CASTE_NAME:여성 원숭이올빼미인간:여성 원숭이올빼미인간들:여성 원숭이올빼미인간.]
pl: [CASTE_NAME:płomykówkokobieta:płomykówkokobiety:płomykówkokobiecy]
ru: [CASTE_NAME:женщина-сипуха:женщины-сипухи:женщины-сипухи]
tr: [CASTE_NAME:ahır baykuşu kadın:ahır baykuşu kadınlar:ahır baykuşu kadın]
vi: [CASTE_NAME:Người cú lợn nữ:Những người cú lợn nữ:Người cú lợn nữ]
zh_hans: [CASTE_NAME:仓鸮女:仓鸮女:仓鸮女]

# CREATURE:BARN_OWL_MAN
source: [NAME:barn owl man:barn owl men:barn owl man]
cs: [NAME:mužská sova pálená:mužské sovy pálené:mužské sovy pálené]
de: [NAME:Schleiereulenmännchen:Schleiereulenmännchen:Schleiereulenmännchen]
eo: [NAME:homturstrigo:homturstrigoj:de homturstrigo]
es: [NAME:hombre lechuza:hombres lechuza:de hombre lechuza]
ja: [NAME:メンフクロウ男:メンフクロウ男:メンフクロウ男の]
ko: [CASTE_NAME:원숭이올빼미인간:원숭이올빼미인간들:원숭이올빼미인간.]
pl: [NAME:płomykówkoczłowiek:płomykówkoludzie:płomykówkoludzki]
ru: [NAME:человек-сипуха:люди-сипухи:человека-сипухи]
tr: [NAME:ahır baykuşu adam:ahır baykuşu adamlar:ahır baykuşu adam]
vi: [NAME:Người cú lợn:Những người cú lợn:Người cú lợn]
zh_hans: [NAME:仓鸮人:仓鸮人:仓鸮人]

# CREATURE:BARN_OWL_MAN
source: [DESCRIPTION:A person with the arms and wings of a barn owl.]
cs: [DESCRIPTION:Osoba s rukama a křídly sovy pálené.]
de: [DESCRIPTION:Eine Person mit Kopf und Flügeln einer Schleiereule.]
eo: [DESCRIPTION:Homo kun la brakoj kaj la flugiloj de turstrigo.]
es: [DESCRIPTION:Una persona con los brazos y alas de una lechuza.]
ja: [DESCRIPTION:メンフクロウの翼と頭を持つ人間だ。]
ko: [DESCRIPTION:원숭이올빼미의 팔과 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z ramionami i skrzydłami płomykówki.]
ru: [DESCRIPTION:Человек с лапами и крыльями сипухи.]
tr: [DESCRIPTION:Ahır baykuşunun kolları ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người có đôi tay và đôi cánh của một con cú lợn.]
zh_hans: [DESCRIPTION:一个长着仓鸮脑袋和翅膀的人。]

# CREATURE:GIANT_BARN_OWL
source: [NAME:giant barn owl:giant barn owls:giant barn owl]
cs: [NAME:obří sova pálená:obří sovy pálené:obří sovy pálené]
de: [NAME:Riesenschleiereule:Riesenschleiereulen:Riesenschleiereulen]
eo: [NAME:giganta turstrigo:gigantaj turstrigoj:de giganta turstrigo]
es: [NAME:lechuza gigante:lechuzas gigantes:de lechuza gigante]
ja: [NAME:巨大メンフクロウ:巨大メンフクロウ:巨大メンフクロウの]
ko: [NAME:거대 원숭이올빼미:거대 원숭이올빼미떼:거대 원숭이올빼미.]
pl: [NAME:gigantyczna płomykówka:gigantyczne płomykówki:gigantycznej płomykówki]
ru: [NAME:гигантская сипуха:гигантские сипухи:гигантской сипухи]
tr: [NAME:dev ahır baykuşu:dev ahır baykuşları:dev ahır baykuşu]
vi: [NAME:cú lợn khổng lồ:những con cú lợn khổng lồ:cú lợn khổng lồ]
zh_hans: [NAME:巨仓鸮:巨仓鸮:巨仓鸮]

# CREATURE:GIANT_BARN_OWL
source: [CASTE_NAME:giant barn owl:giant barn owls:giant barn owl]
cs: [CASTE_NAME:obří sova pálená:obří sovy pálené:obří sovy pálené]
de: [CASTE_NAME:Riesenschleiereule:Riesenschleiereulen:Riesenschleiereulen]
eo: [CASTE_NAME:giganta turstrigo:gigantaj turstrigoj:de giganta turstrigo]
es: [CASTE_NAME:lechuza gigante:lechuzas gigantes:lechuza gigante]
ja: [CASTE_NAME:巨大メンフクロウ:巨大メンフクロウ:巨大メンフクロウの]
ko: [CASTE_NAME:거대 원숭이올빼미:거대 원숭이올빼미떼:거대 원숭이올빼미.]
pl: [CASTE_NAME:gigantyczna płomykówka:gigantyczne płomykówki:gigantycznej płomykówki]
ru: [CASTE_NAME:гигантская сипуха:гигантские сипухи:гигантской сипухи]
tr: [CASTE_NAME:dev ahır baykuşu:dev ahır baykuşları:dev ahır baykuşu]
vi: [CASTE_NAME:cú lợn khổng lồ:những con cú lợn khổng lồ:cú lợn khổng lồ]
zh_hans: [CASTE_NAME:巨仓鸮:巨仓鸮:巨仓鸮]

# CREATURE:GIANT_BARN_OWL
source: [GENERAL_CHILD_NAME:giant barn owl chick:giant barn owl chicks]
cs: [GENERAL_CHILD_NAME:kuře obří sovy pálené:kuřata obří sovy pálené]
de: [GENERAL_CHILD_NAME:Riesenschleiereulenkueken:Riesenschleiereulenkueken]
eo: [GENERAL_CHILD_NAME:giganta turstrigido:gigantaj turstrigidoj]
es: [GENERAL_CHILD_NAME:polluelo de lechuza gigante:polluelos lechuza gigantes]
ja: [GENERAL_CHILD_NAME:巨大メンフクロウの雛:巨大メンフクロウの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 원숭이올빼미:새끼 거대 원숭이올빼미]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej płomykówki:pisklęta gigantycznej płomykówki]
ru: [GENERAL_CHILD_NAME:птенец гигантской сипухи:птенцы гигантской сипухи]
tr: [GENERAL_CHILD_NAME:dev ahır baykuşu yavrusu:dev ahır baykuşu yavruları]
vi: [GENERAL_CHILD_NAME:cú lợn non khổng lồ:những con cú lợn non khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨仓鸮雏鸟:巨仓鸮雏鸟]

# CREATURE:GIANT_BARN_OWL
source: [DESCRIPTION:A large monster in the form of a barn owl.]
cs: [DESCRIPTION:Velká příšera v podobě sovy pálené.]
de: [DESCRIPTION: Ein großes Monster, in Form einer Schleiereule.]
eo: [DESCRIPTION:Granda monstro kun formo de turstrigo.]
es: [DESCRIPTION:Un gran monstruo con la forma de una lechuza.]
ja: [DESCRIPTION:メンフクロウのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:원숭이올빼미의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci płomykówki.]
ru: [DESCRIPTION:Огромный монстр, похожий на сипуху.]
tr: [DESCRIPTION:Ahır baykuşu biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn dưới hình dạng một con cú lợn.]
zh_hans: [DESCRIPTION:一只体型巨大的仓鸮怪。]

# CREATURE:GIANT_BARN_OWL
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_PARAKEET
source: [DESCRIPTION:A tiny parrot found in flocks of many hundreds. Exceptional birds can be taught to speak.]
cs: [DESCRIPTION:Malý papoušek pohybující se ve velkých hejnech. Výjimečně lze ptáky naučit mluvit.]
de: [DESCRIPTION:Ein winziger Papagei, der in Schwärmen von mehreren Hundert Individuen lebt. Besonderen Exemplaren kann das Sprechen beigebracht werden.]
eo: [DESCRIPTION:Eta papago trovebla en gregoj de multe centoj. Oni eblas instrui paroladon al esceptaj birdoj.]
es: [DESCRIPTION:Un pequeño loro que se encuentra en grandes bandadas. Aves excepcionales que pueden aprender a hablar.]
ja: [DESCRIPTION:A tiny parrot found in flocks of many hundreds. Exceptional birds can be taught to speak.][DESCRIPTION:数百匹の群れを成す小鳥だ。稀に、教えると言葉を覚える個体もいる。]
ko: [DESCRIPTION:수백 마리씩 무리 지어 다니는 작은 앵무새. 말할 수 있는 것으로 생각 되는 특별한 새이다.
pl: [DESCRIPTION:Malutka papuga, którą można znaleźć w liczących setki stadach. Niektóre osobniki da się nauczyć mówić.]
ru: [DESCRIPTION:Мелкий попугай, собирающийся в стаи из многих тысяч особей. Эту особенную птицу можно научить говорить.]
tr: [DESCRIPTION:Yüzlerce kuştan oluşan sürülerde bulunan minik papağan. İstisnai kuşlar konuşmaya öğretilebilir.]
vi: [DESCRIPTION:Một loài vẹt nhỏ bé được tìm thấy trong đàn lên đến hàng trăm con. Những con chim đặc biệt có thể được dạy nói.]
zh_hans: [DESCRIPTION:一种常常成群结队的小型鹦鹉,其中有部分罕见的类型能够被教会说话。]

# CREATURE:BIRD_PARAKEET
source: [NAME:parakeet:parakeets:parakeet]
cs: [NAME:andulka:andulky:andulky]
de: [NAME:Sittich:Sittiche:Sittich]
eo: [NAME:onda papago:ondaj papagoj:de onda papago]
es: [NAME:periquito:periquitos:de periquito]
ja: [NAME:インコ:インコ:インコの]
ko: [NAME:잉꼬:잉꼬떼:잉꼬]
pl: [NAME:papużka:papużki:papużki]
ru: [NAME:длиннохвостый попугай:длиннохвостые попугаи:длиннохвостого попугая]
tr: [NAME:muhabbet kuşu:muhabbet kuşları:muhabbet kuşu]
vi: [NAME:vẹt đuôi dài:những con vẹt đuôi dài:vẹt đuôi dài]
zh_hans: [NAME:长尾鹦鹉:长尾鹦鹉:长尾鹦鹉]

# CREATURE:BIRD_PARAKEET
source: [CASTE_NAME:parakeet:parakeets:parakeet]
cs: [CASTE_NAME:andulka:andulky:andulka]
de: [CASTE_NAME:Sittich:Sittiche:Sittich]
eo: [CASTE_NAME:onda papago:ondaj papagoj:de onda papago]
es: [CASTE_NAME:periquito:periquitos:periquito]
ja: [CASTE_NAME:インコ:インコ:インコの]
ko: [CASTE_NAME:잉꼬:잉꼬떼:잉꼬]
pl: [CASTE_NAME:papużka:papużki:papużki]
ru: [CASTE_NAME:длиннохвостый попугай:длиннохвостые попугаи:длиннохвостого попугая]
tr: [CASTE_NAME:muhabbet kuşu:muhabbet kuşları:muhabbet kuşu]
vi: [CASTE_NAME:vẹt đuôi dài:những con vẹt đuôi dài:vẹt đuôi dài]
zh_hans: [CASTE_NAME:长尾鹦鹉:长尾鹦鹉:长尾鹦鹉]

# CREATURE:BIRD_PARAKEET
source: [GENERAL_CHILD_NAME:parakeet hatchling:parakeet hatchlings]
cs: [GENERAL_CHILD_NAME:mládě andulky:mláďata andulek]
de: [GENERAL_CHILD_NAME:Sittichjunges:Sittichjunge]
eo: [GENERAL_CHILD_NAME:onda papagido:ondaj papagidoj]
es: [GENERAL_CHILD_NAME:polluelo de periquito:polluelos de periquito]
ja: [GENERAL_CHILD_NAME:インコの雛:インコの雛の]
ko: [GENERAL_CHILD_NAME:새끼 잉꼬:새끼 잉꼬떼]
pl: [GENERAL_CHILD_NAME:pisklę papużki:pisklęta papużki]
ru: [GENERAL_CHILD_NAME:птенец длиннохвостого попугая:птенцы длиннохвостого попугая]
tr: [GENERAL_CHILD_NAME:muhabbet kuşu yavrusu:muhabbet kuşu yavruları]
vi: [GENERAL_CHILD_NAME:vẹt đuôi dài non:những con vẹt đuôi dài non]
zh_hans: [GENERAL_CHILD_NAME:长尾鹦鹉幼崽:长尾鹦鹉幼崽]

# CREATURE:BIRD_PARAKEET
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_PARAKEET
source: [PREFSTRING:ability to speak]
cs: [PREFSTRING:schopnost mluvit]
de: [PREFSTRING:Gabe zu sprechen]
eo: [PREFSTRING:parolkapablo]
es: [PREFSTRING:habilidad para hablar]
ja: [PREFSTRING:言語能力]
ko: [PREFSTRING:말하는 능력]
pl: [PREFSTRING:umiejętność mówienia]
ru: [PREFSTRING:способность говорить]
tr: [PREFSTRING:konuşma yeteneği]
vi: [PREFSTRING:Khả năng nói]
zh_hans: [PREFSTRING:可说话]

# CREATURE:BIRD_PARAKEET
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_PARAKEET
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_PARAKEET
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_PARAKEET
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_PARAKEET
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:PARAKEET_MAN
source: [CASTE_NAME:parakeet man:parakeet men:parakeet man]
cs: [CASTE_NAME:mužská andulka:mužské andulky:mužské andulky]
de: [CASTE_NAME:Sittichmännchen:Sittichmännchen:Sittichmännchen]
eo: [CASTE_NAME:hom-ond-papagiĉo:hom-ond-papagiĉoj:de hom-ond-papagiĉo]
es: [CASTE_NAME:hombre periquito:hombres periquito:hombre periquito]
ja: [CASTE_NAME:インコ男:インコ男:インコ男の]
ko: [CASTE_NAME:남성 잉꼬인간:남성 잉꼬인간들:남성 잉꼬인간]
pl: [CASTE_NAME:papużkomężczyzna:papużkomężczyźni:papużkomężczyzny]
ru: [CASTE_NAME:мужчина-длиннохвостый попугай:мужчины-длиннохвостые попугаи:мужчины-длиннохвостого попугая]
tr: [CASTE_NAME:muhabbet kuşu adam:muhabbet kuşu adamlar:muhabbet kuşu adam]
vi: [CASTE_NAME:Người vẹt đuôi dài:Những người vẹt đuôi dài:Người vẹt đuôi dài]
zh_hans: [CASTE_NAME:长尾鹦鹉男:长尾鹦鹉男:长尾鹦鹉男]

# CREATURE:PARAKEET_MAN
source: [CASTE_NAME:parakeet woman:parakeet women:parakeet woman]
cs: [CASTE_NAME:žena andulky:ženy andulky:ženy andulky]
de: [CASTE_NAME:Sittichweibchen:Sittichweibchen:Sittichweibchen]
eo: [CASTE_NAME:hom-ond-papagino:hom-ond-papaginoj:de hom-ond-papagino]
es: [CASTE_NAME:mujer periquito:mujeres periquito:mujer periquito]
ja: [CASTE_NAME:インコ女:インコ女:インコ女の]
ko: [CASTE_NAME:여성 잉꼬인간:여성 잉꼬인간들:여성 잉꼬인간]
pl: [CASTE_NAME:papużkokobieta:papużkokobiety:papużkokobiecy]
ru: [CASTE_NAME:женщина-длиннохвостый попугай:женщины-длиннохвостые попугаи:женщины-длиннохвостого попугая]
tr: [CASTE_NAME:muhabbet kuşu kadın:muhabbet kuşu kadınlar:muhabbet kuşu kadın]
vi: [CASTE_NAME:Người phụ nữ vẹt đuôi dài:Những người phụ nữ vẹt đuôi dài:Người phụ nữ vẹt đuôi dài]
zh_hans: [CASTE_NAME:长尾鹦鹉女:长尾鹦鹉女:长尾鹦鹉女]

# CREATURE:PARAKEET_MAN
source: [NAME:parakeet man:parakeet men:parakeet man]
cs: [NAME:mužská andulka:mužské andulky:mužské andulky]
de: [NAME:Sittichmännchen:Sittichmännchen:Sittichmännchen]
eo: [NAME:hom-ond-papago:hom-ond-papagoj:de hom-ond-papago]
es: [NAME:hombre periquito:hombres periquito:de hombre periquito]
ja: [NAME:インコ男:インコ男:インコ男の]
ko: [NAME:잉꼬인간:잉꼬인간들:잉꼬인간]
pl: [NAME:papużkoczłowiek:papużkoludzie:papużkoludzki]
ru: [NAME:человек-длиннохвостый попугай:люди-длиннохвостые попугаи:человека-длиннохвостого попугая]
tr: [NAME:muhabbet kuşu adam:muhabbet kuşu adamlar:muhabbet kuşu adam]
vi: [NAME:Người vẹt đuôi dài:Những người vẹt đuôi dài:Người vẹt đuôi dài]
zh_hans: [NAME:长尾鹦鹉人:长尾鹦鹉人:长尾鹦鹉人]

# CREATURE:PARAKEET_MAN
source: [DESCRIPTION:A person with the head and wings of a parakeet.]
cs: [DESCRIPTION:Osoba s hlavou a křídly andulky.]
de: [DESCRIPTION:Eine Person mit Kopf und Flügeln eines Sittichs.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de onda paapgo.]
es: [DESCRIPTION:Una persona con la cabeza y alas de un periquito.]
ja: [DESCRIPTION:インコの翼と頭を持つ人間だ。]
ko: [DESCRIPTION:잉꼬의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami papużki.]
ru: [DESCRIPTION:Человек с головой и крыльями длиннохвостого попугая.]
tr: [DESCRIPTION:Muhabbet kuşunun baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một sinh vật với đầu và đôi cánh của một con vẹt đuôi dài.]
zh_hans: [DESCRIPTION:一个长着长尾鹦鹉脑袋和翅膀的人。]

# CREATURE:GIANT_PARAKEET
source: [NAME:giant parakeet:giant parakeets:giant parakeet]
cs: [NAME:obří andulka:obří andulky:obří andulky]
de: [NAME:Riesensittich:Riesensittiche:Riesensittich]
eo: [NAME:giganta onda papago:gigantaj ondaj papagoj:de giganta onda papago]
es: [NAME:periquito gigante:periquitos gigantes:de periquito gigante]
ja: [NAME:巨大インコ:巨大インコ:巨大インコの]
ko: [NAME:거대 잉꼬:거대 잉꼬들:거대 잉꼬]
pl: [NAME:gigantyczna papużka:gigantyczne papużki:gigantycznej papużki]
ru: [NAME:гигантский длиннохвостый попугай:гигантские длиннохвостые попугаи:гигантского длиннохвостого попугая]
tr: [NAME:dev muhabbet kuşu:dev muhabbet kuşları:dev muhabbet kuşu]
vi: [NAME:Vẹt đuôi dài khổng lồ:Những con vẹt đuôi dài khổng lồ:Vẹt đuôi dài khổng lồ]
zh_hans: [NAME:巨长尾鹦鹉:巨长尾鹦鹉:巨长尾鹦鹉]

# CREATURE:GIANT_PARAKEET
source: [CASTE_NAME:giant parakeet:giant parakeets:giant parakeet]
cs: [CASTE_NAME:obří papoušek:obří papoušci:obří papoušek]
de: [CASTE_NAME:Riesensittich:Riesensittiche:Riesensittich]
eo: [CASTE_NAME:giganta onda papago:gigantaj ondaj papagoj:de giganta onda papago]
es: [CASTE_NAME:periquito gigante:periquitos gigantes:periquito gigante]
ja: [CASTE_NAME:巨大インコ:巨大インコ:巨大インコの]
ko: [CASTE_NAME:거대 잉꼬:거대 잉꼬들:거대 잉꼬]
pl: [CASTE_NAME:gigantyczna papużka:gigantyczne papużki:gigantycznej papużki]
ru: [CASTE_NAME:гигантский длиннохвостый попугай:гигантские длиннохвостые попугаи:гигантского длиннохвостого попугая]
tr: [CASTE_NAME:dev muhabbet kuşu:dev muhabbet kuşları:dev muhabbet kuşu]
vi: [CASTE_NAME:Vẹt đuôi dài khổng lồ:Những con vẹt đuôi dài khổng lồ:Vẹt đuôi dài khổng lồ]
zh_hans: [CASTE_NAME:巨长尾鹦鹉:巨长尾鹦鹉:巨长尾鹦鹉]

# CREATURE:GIANT_PARAKEET
source: [GENERAL_CHILD_NAME:giant parakeet hatchling:giant parakeet hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obří andulky:mláďata obří andulky]
de: [GENERAL_CHILD_NAME:Riesensittichschluepflin:Riesensittichschluepflinge]
eo: [GENERAL_CHILD_NAME:giganta onda papagido:gigantaj ondaj papagidoj]
es: [GENERAL_CHILD_NAME:polluelo de periquito gigante:polluelos de periquito gigante]
ja: [GENERAL_CHILD_NAME:巨大インコの雛:巨大インコの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 잉꼬:새끼 거대 잉꼬들]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej papużki:pisklęta gigantycznej papużki]
ru: [GENERAL_CHILD_NAME:птенец гигантского длиннохвостого попугая:птенцы гигантского длиннохвостого попугая]
tr: [GENERAL_CHILD_NAME:dev muhabbet kuşu yavrusu:dev muhabbet kuşu yavruları]
vi: [GENERAL_CHILD_NAME:Vẹt đuôi dài khổng lồ con:Những con vẹt đuôi dài khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨长尾鹦鹉幼崽:巨长尾鹦鹉幼崽]

# CREATURE:GIANT_PARAKEET
source: [DESCRIPTION:A large monster in the shape of a parakeet.]
cs: [DESCRIPTION:Velká příšera ve tvaru andulky.]
de: [DESCRIPTION:Ein riesiges Monster, in Form eines Sittichs.]
eo: [DESCRIPTION:Granda monstro kun formo de onda papago.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un periquito.]
ja: [DESCRIPTION: インコのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:잉꼬의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie papużki.]
ru: [DESCRIPTION:Огромный монстр, похожий на длиннохвостого попугая.]
tr: [DESCRIPTION:Muhabbet kuşu biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dáng của một con vẹt đuôi dài.]
zh_hans: [DESCRIPTION:一只体型巨大的长尾鹦鹉怪。]

# CREATURE:GIANT_PARAKEET
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:GIANT_PARAKEET
source: [PREFSTRING:ability to speak]
cs: [PREFSTRING:schopnost mluvit]
de: [PREFSTRING:Gabe zu sprechen]
eo: [PREFSTRING:parolkapablo]
es: [PREFSTRING:habilidad para hablar]
ja: [PREFSTRING:言語能力]
ko: [PREFSTRING:말하는 능력]
pl: [PREFSTRING:umiejętność mówienia]
ru: [PREFSTRING:способность говорить]
tr: [PREFSTRING:konuşma yeteneği]
vi: [PREFSTRING:Khả năng nói]
zh_hans: [PREFSTRING:可说话]

# CREATURE:BIRD_KAKAPO
source: [DESCRIPTION:A small flightless green parrot. It is nocturnal and counts itself among the longest-lived birds.]
cs: [DESCRIPTION:Malý nelétavý zelený papoušek. Je to noční tvor a počítá se mezi nejdéle žijící ptáky.]
de: [DESCRIPTION:Ein kleiner flugunfähiger grüner Papagei. Er ist nachtaktiv und zählt zu den am längsten lebenden Vögeln.]
eo: [DESCRIPTION:Malgranda nefluga verda papago. Ĝi estas nokta, kaj ĝi apartenas inter la plej longvivaj birdoj.]
es: [DESCRIPTION:Un pequeño loro verde volador. Es nocturno y está entre las aves más longevas.]
ja: [DESCRIPTION:A small flightless green parrot. It is nocturnal and counts itself among the longest-lived birds.][DESCRIPTION:体長６０センチほどの、飛べないオウムの仲間だ。最も長寿な鳥の一つとして有名。]
ko: [DESCRIPTION:날지 못하는 작은 녹색 앵무새. 야행성이며 수명이 가장 긴 새들 중 하나이기도 하다.]
pl: [DESCRIPTION:Mała, nielotna, zielona papuga. Jest nocnym stworzeniem i zalicza się do najdłużej żyjących ptaków.]
ru: [DESCRIPTION:Небольшой нелетающий зелёный попугай. Наиболее активен ночью и считается одной из самых долгоживущих птиц.]
tr: [DESCRIPTION:Küçük, uçamayan yeşil papağan. Gece aktif ve en uzun ömürlü kuşlar arasında yer alır.]
vi: [DESCRIPTION:Một loài vẹt nhỏ màu xanh lá, không biết bay. Chúng sống về đêm và được xếp vào hàng những loài chim sống thọ nhất.]
zh_hans: [DESCRIPTION:一种无法飞行的小型绿色鹦鹉。它是夜习性的且被认为是最长寿的鸟类之一。]

# CREATURE:BIRD_KAKAPO
source: [NAME:kakapo:kakapo:kakapo]
cs: [NAME:kakapo:kakapové:kakapoa]
eo: [NAME:kakapo:kakapoj:de kakapo]
es: [NAME:kakapo:kakapos:de kakapo]
ja: [NAME:カカポ:カカポ:カカポの]
ko: [NAME:올빼미앵무:올빼미앵무:올빼미앵무]
ru: [NAME:какапо:какапо:какапо]
tr: [NAME:kakapo papağanı:kakapo papağanları:kakapo papağanı]
zh_hans: [NAME:鸮鹦鹉:鸮鹦鹉:鸮鹦鹉]

# CREATURE:BIRD_KAKAPO
source: [CASTE_NAME:kakapo:kakapo:kakapo]
cs: [CASTE_NAME:kakapo soví:kakapo soví:kakapo soví]
eo: [CASTE_NAME:kakapo:kakapoj:de kakapo]
es: [CASTE_NAME:kakapo:kakapos:kakapo]
ja: [CASTE_NAME:カカポ:カカポ:カカポの]
ko: [CASTE_NAME:올빼미앵무:올빼미앵무:올빼미앵무]
ru: [CASTE_NAME:какапо:какапо:какапо]
tr: [CASTE_NAME:kakapo papağanı:kakapo papağanları:kakapo papağanı]
zh_hans: [CASTE_NAME:鸮鹦鹉:鸮鹦鹉:鸮鹦鹉]

# CREATURE:BIRD_KAKAPO
source: [GENERAL_CHILD_NAME:kakapo chick:kakapo chicks]
cs: [GENERAL_CHILD_NAME:mládě kakapa soví:mláďata kakapa soví]
de: [GENERAL_CHILD_NAME:Kakapoküken:Kakapoküken]
eo: [GENERAL_CHILD_NAME:kakapido:kakapidoj]
es: [GENERAL_CHILD_NAME:polluelo de kakapo:polluelos de kakapo]
ja: [GENERAL_CHILD_NAME:カカポの雛:カカポの雛の]
ko: [GENERAL_CHILD_NAME:새끼 올빼미앵무:새끼 올빼미앵무떼]
pl: [GENERAL_CHILD_NAME:pisklę kakapo:pisklęta kakapo]
ru: [GENERAL_CHILD_NAME:птенец какапо:птенцы какапо]
tr: [GENERAL_CHILD_NAME:kakapo yavrusu:kakapo yavruları]
vi: [GENERAL_CHILD_NAME:kakapo con:Những con kakapo con]
zh_hans: [GENERAL_CHILD_NAME:鸮鹦鹉雏鸟:鸮鹦鹉雏鸟]

# CREATURE:BIRD_KAKAPO
source: [PREFSTRING:longevity]
cs: [PREFSTRING:dlouhověkost]
de: [PREFSTRING:Langlebigkeit]
eo: [PREFSTRING:longvivo]
es: [PREFSTRING:longevidad]
ja: [PREFSTRING:長寿]
ko: [PREFSTRING:긴 수명]
pl: [PREFSTRING:długowieczność]
ru: [PREFSTRING:долгожительство]
tr: [PREFSTRING:uzun ömür]
vi: [PREFSTRING:Tuổi thọ]
zh_hans: [PREFSTRING:长寿]

# CREATURE:BIRD_KAKAPO
source: [PREFSTRING:flightlessness]
cs: [PREFSTRING:nelétavý]
de: [PREFSTRING:flugunfähig]
eo: [PREFSTRING:neflugeco]
es: [PREFSTRING:incapacidad para volar]
ja: [PREFSTRING:飛べない]
ko: [PREFSTRING:날지 못하는]
pl: [PREFSTRING:nielotność]
ru: [PREFSTRING:неспособность летать]
tr: [PREFSTRING:uçamama]
vi: [PREFSTRING:Không biết bay]
zh_hans: [PREFSTRING:不可飞行]

# CREATURE:BIRD_KAKAPO
source: [PREFSTRING:booming calls]
cs: [PREFSTRING:dunivý zpěv]
de: [PREFSTRING:dröhnende Rufe]
eo: [PREFSTRING:resonantaj alvokoj]
es: [PREFSTRING:llamadas retumbantes]
ja: [PREFSTRING:ブーンと鳴く]
ko: [PREFSTRING:우렁찬 울음소리]
pl: [PREFSTRING:gromki zew]
ru: [PREFSTRING:зычные крики]
tr: [PREFSTRING:gürültülü çığlıklar]
vi: [PREFSTRING:Tiếng kêu rền]
zh_hans: [PREFSTRING:轰鸣的叫声]
