Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:ROUND_LIME
source: [NAME:round lime tree]
cs: [NAME:kulatý limetovník]
de: [NAME:Rundlindenbaum]
eo: [NAME:rondlimearbo]
es: [NAME:arbol de dooja]
ja: [NAME:ラウンドライムの木]
ko: [NAME:라운드라임 나무]
ru: [NAME:круглый лайм]
tr: [NAME:yuvarlak limon ağacı]
vi: [NAME:cây chanh tròn]
zh_hans: [NAME:圆橘树]

# PLANT:ROUND_LIME
source: [NAME_PLURAL:round lime trees]
cs: [NAME_PLURAL:kulaté limetovníky]
de: [NAME_PLURAL:Rundlindenbäume]
eo: [NAME_PLURAL:rondlimearboj]
es: [NAME_PLURAL:arboles de dooja]
ja: [NAME_PLURAL:ラウンドライムの木]
ko: [NAME_PLURAL:라운드라임 나무들]
ru: [NAME_PLURAL:деревья круглого лайма]
tr: [NAME_PLURAL:yuvarlak limon ağaçları]
vi: [NAME_PLURAL:cây chanh tròn]
zh_hans: [NAME_PLURAL:圆橘树]

# PLANT:ROUND_LIME
source: [ADJ:round lime tree]
cs: [ADJ:kulatě-limetový]
de: [ADJ:Rundlindenbaum]
eo: [ADJ:de rondlimearbo]
es: [ADJ:de arbol de dooja]
ja: [ADJ:ラウンドライムの木]
ko: [ADJ:라운드라임 나무]
ru: [ADJ:круглый лайм]
tr: [ADJ:yuvarlak limon ağacı]
vi: [ADJ:cây chanh tròn]
zh_hans: [ADJ:圆橘树的]

# PLANT:ROUND_LIME
source: [STATE_NAME:ALL_SOLID:round lime wood]
cs: [STATE_NAME:ALL_SOLID:kulaté limetové dřevo]
de: [STATE_NAME:ALL_SOLID:Rundlinden-Holz]
eo: [STATE_NAME:ALL_SOLID:ligno el rondlimearbo]
es: [STATE_NAME:ALL_SOLID:madera de dooja]
ja: [STATE_NAME:ALL_SOLID:ラウンドライムの木]
ko: [STATE_NAME:ALL_SOLID:라운드라임 wood]
ru: [STATE_NAME:ALL_SOLID:древесина круглого лайма]
tr: [STATE_NAME:ALL_SOLID:yuvarlak limon odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ chanh tròn]
zh_hans: [STATE_NAME:ALL_SOLID:圆橘木]

# PLANT:ROUND_LIME
source: [STATE_ADJ:ALL_SOLID:round lime wood]
cs: [STATE_ADJ:ALL_SOLID:kulaté limetové dřevo]
de: [STATE_ADJ:ALL_SOLID:Rundlinden-Holz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el rondlimearbo]
es: [STATE_ADJ:ALL_SOLID:de madera de dooja]
ja: [STATE_ADJ:ALL_SOLID:ラウンドライムの木]
ko: [STATE_ADJ:ALL_SOLID:라운드라임 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина круглого лайма]
tr: [STATE_ADJ:ALL_SOLID:yuvarlak limon odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ chanh tròn]
zh_hans: [STATE_ADJ:ALL_SOLID:圆橘木的]

# PLANT:ROUND_LIME
source: [SEED:round lime seed:round lime seeds:]
cs: [SEED:semeno kulaté limety:semena kulaté limety:]
de: [SEED:Rundlinden-Samen:Rundlinden-Samen:]
eo: [SEED:semo de rondlimeo:semoj de rondlimeo:]
es: [SEED:semilla de dooja:semillas de dooja:]
ja: [SEED:ラウンドライムの種:ラウンドライムの種:]
ko: [SEED:라운드라임 씨:라운드라임 씨들:]
ru: [SEED:семя круглого лайма:семена круглого лайма:]
tr: [SEED:yuvarlak limon çekirdeği:yuvarlak limon çekirdekleri:]
vi: [SEED:hạt chanh tròn:hạt chanh tròn:]
zh_hans: [SEED:圆橘种子:圆橘种子:]

# PLANT:ROUND_LIME
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:ROUND_LIME
source: [GROWTH_NAME:round lime leaf:round lime leaves]
cs: [GROWTH_NAME:list kulaté limety:listy kulaté limety]
de: [GROWTH_NAME:Rundlindenblatt:Rundlindenblätter]
eo: [GROWTH_NAME:folio de rondlimeo:folioj de rondlimeo]
es: [GROWTH_NAME:hoja de dooja:hojas de dooja]
ja: [GROWTH_NAME:オーストラリアライムの葉:ラウンドライムの葉]
ko: [GROWTH_NAME:라운드라임 나무 잎:라운드라임 나무 잎들]
ru: [GROWTH_NAME:лист круглого лайма:листья круглого лайма]
tr: [GROWTH_NAME:yuvarlak limon yaprağı:yuvarlak limon yaprakları]
vi: [GROWTH_NAME:lá chanh tròn:lá chanh tròn]
zh_hans: [GROWTH_NAME:圆橘叶:圆橘叶]

# PLANT:ROUND_LIME
source: [GROWTH_NAME:round lime flower:STP]
cs: [GROWTH_NAME:květ kulaté limety:STP]
de: [GROWTH_NAME:Rundlinden-Blüte:STP]
eo: [GROWTH_NAME:floro de rondlimeo:floroj de rondlimeo]
es: [GROWTH_NAME:flor de dooja:STP]
ja: [GROWTH_NAME:ラウンドライムの花:STP]
ko: [GROWTH_NAME:라운드라임 나무 꽃:STP]
ru: [GROWTH_NAME:цветок круглого лайма:цветы круглого лайма]
tr: [GROWTH_NAME:yuvarlak limon çiçeği:STP]
zh_hans: [GROWTH_NAME:圆橘花:STP]

# PLANT:ROUND_LIME
source: [GROWTH_NAME:round lime:STP]
cs: [GROWTH_NAME:kulatá limeta:STP]
de: [GROWTH_NAME:Rundlinde:STP]
eo: [GROWTH_NAME:rondlimeo:rondlimeoj]
es: [GROWTH_NAME:dooja:STP]
ja: [GROWTH_NAME:ラウンドライム:STP]
ko: [GROWTH_NAME:라운드라임:STP]
ru: [GROWTH_NAME:круглый лайм:круглые лаймы]
tr: [GROWTH_NAME:yuvarlak limon:STP]
zh_hans: [GROWTH_NAME:圆橘:STP]

# PLANT:DESERT_LIME
source: [NAME:desert lime tree]
cs: [NAME:pouštní limetovník]
de: [NAME:Wüstenlindennbaum]
eo: [NAME:desertlimearbo]
es: [NAME:arbol de lima seca]
ja: [NAME:デザートライムの木]
ko: [NAME:사막라임 나무]
ru: [NAME:пустынный лайм]
tr: [NAME:çöl limonu ağacı]
vi: [NAME:cây chanh sa mạc]
zh_hans: [NAME:漠橘树]

# PLANT:DESERT_LIME
source: [NAME_PLURAL:desert lime trees]
cs: [NAME_PLURAL:pouštní limetovníky]
de: [NAME_PLURAL:Wüstenlindenbäume]
eo: [NAME_PLURAL:dezertlimearboj]
es: [NAME_PLURAL:arboles de lima del desierto]
ja: [NAME_PLURAL:デザートライムの木]
ko: [NAME_PLURAL:사막라임 나무들]
ru: [NAME_PLURAL:деревья пустынного лайма]
tr: [NAME_PLURAL:çöl limonu ağaçları]
vi: [NAME_PLURAL:cây chanh sa mạc]
zh_hans: [NAME_PLURAL:漠橘树]

# PLANT:DESERT_LIME
source: [ADJ:desert lime tree]
cs: [ADJ:pouštně-limetový]
de: [ADJ:Wüstenlindenbaum]
eo: [ADJ:dezertlimearbo]
es: [ADJ:de arbol de lima del desierto]
ja: [ADJ:デザートライムの木]
ko: [ADJ:사막라임 나무]
ru: [ADJ:пустынный лайм]
tr: [ADJ:çöl limonu ağacı]
vi: [ADJ:cây chanh sa mạc]
zh_hans: [ADJ:漠橘树的]

# PLANT:DESERT_LIME
source: [STATE_NAME:ALL_SOLID:desert lime wood]
cs: [STATE_NAME:ALL_SOLID:pouštní limetové dřevo]
de: [STATE_NAME:ALL_SOLID:Wüstenlindenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el dezertlimearbo]
es: [STATE_NAME:ALL_SOLID:madera de lima del desierto]
ja: [STATE_NAME:ALL_SOLID:デザートライムの木]
ko: [STATE_NAME:ALL_SOLID:사막라임 나무]
ru: [STATE_NAME:ALL_SOLID:древесина пустынного лайма]
tr: [STATE_NAME:ALL_SOLID:çöl limonu odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ chanh sa mạc]
zh_hans: [STATE_NAME:ALL_SOLID:漠橘木]

# PLANT:DESERT_LIME
source: [STATE_ADJ:ALL_SOLID:desert lime wood]
cs: [STATE_ADJ:ALL_SOLID:pouštní limetové dřevo]
de: [STATE_ADJ:ALL_SOLID:Wüstenlindenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el dezertlimearbo]
es: [STATE_ADJ:ALL_SOLID:de madera de lima del desierto]
ja: [STATE_ADJ:ALL_SOLID:デザートライムの木]
ko: [STATE_ADJ:ALL_SOLID:사막라임 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина пустынного лайма]
tr: [STATE_ADJ:ALL_SOLID:çöl limonu odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ chanh sa mạc]
zh_hans: [STATE_ADJ:ALL_SOLID:漠橘木的]

# PLANT:DESERT_LIME
source: [SEED:desert lime seed:desert lime seeds:]
cs: [SEED:semeno pouštní limety:semena pouštní limety:]
de: [SEED:Wüstenlindensamen:Wüstenlindensamen:]
eo: [SEED:semo de dezertlimeo:semoj de dezertlimeo:]
es: [SEED:semilla de lima seca:semillas de lima seca:]
ja: [SEED:デザートライムの種:デザートライムの種:]
ko: [SEED:사막라임 씨:사막라임 씨들:]
ru: [SEED:семя пустынного лайма:семена пустынного лайма:]
tr: [SEED:çöl limonu çekirdeği:çöl limonu çekirdekleri:]
vi: [SEED:hạt chanh sa mạc:hạt chanh sa mạc:]
zh_hans: [SEED:漠橘种子:漠橘种子:]

# PLANT:DESERT_LIME
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:DESERT_LIME
source: [GROWTH_NAME:desert lime leaf:desert lime leaves]
cs: [GROWTH_NAME:list pouštní limety:listy pouštní limety]
de: [GROWTH_NAME:Wüstenlindenblatt:Wüstenlindenblätter]
eo: [GROWTH_NAME:folio de dezertlimearbo:folioj de dezertlimearbo]
es: [GROWTH_NAME:hoja de lima del desierto:hojas de lima del desierto]
ja: [GROWTH_NAME:デザートライムの葉:デザートライムの葉]
ko: [GROWTH_NAME:사막라임 나무 잎:사막라임 나무 잎들]
ru: [GROWTH_NAME:лист пустынного лайма:листья пустынного лайма]
tr: [GROWTH_NAME:çöl limonu yaprağı:çöl limonu yaprakları]
vi: [GROWTH_NAME:lá chanh sa mạc:lá chanh sa mạc]
zh_hans: [GROWTH_NAME:漠橘叶:漠橘叶]

# PLANT:DESERT_LIME
source: [GROWTH_NAME:desert lime flower:STP]
cs: [GROWTH_NAME:květ pouštní limety:STP]
de: [GROWTH_NAME:Wüsten-Lindenblume:STP]
eo: [GROWTH_NAME:floro de dezertlimeo:floroj de dezertlimeo]
es: [GROWTH_NAME:flor de lima del desierto:STP]
ja: [GROWTH_NAME:デザートライムの花:STP]
ko: [GROWTH_NAME:사막라임 나무 꽃:STP]
ru: [GROWTH_NAME:цветок пустынного лайма:цветы пустынного лайма]
tr: [GROWTH_NAME:çöl limonu çiçeği:STP]
zh_hans: [GROWTH_NAME:漠橘花:STP]

# PLANT:DESERT_LIME
source: [GROWTH_NAME:desert lime:STP]
cs: [GROWTH_NAME:pouštní limeta:STP]
de: [GROWTH_NAME:Wüstenlinde:STP]
eo: [GROWTH_NAME:dezertlimeo:dezertlimeoj]
es: [GROWTH_NAME:lima del desierto:STP]
ja: [GROWTH_NAME:デザートライム:STP]
ko: [GROWTH_NAME:사막라임:STP]
ru: [GROWTH_NAME:пустынный лайм:пустынные лаймы]
tr: [GROWTH_NAME:çöl limonu:STP]
zh_hans: [GROWTH_NAME:漠橘:STP]

# PLANT:KUMQUAT
source: [NAME:kumquat tree]
cs: [NAME:kumkvatovník]
de: [NAME:Kumquat-Baum]
eo: [NAME:kumkvatarbo]
es: [NAME:arbol de cumquat]
ja: [NAME:金柑の木]
ko: [NAME:금귤 나무]
ru: [NAME:кумкват]
tr: [NAME:kamkat ağacı]
vi: [NAME:cây quất]
zh_hans: [NAME:金橘树]

# PLANT:KUMQUAT
source: [NAME_PLURAL:kumquat trees]
cs: [NAME_PLURAL:kumkvatovníky]
de: [NAME_PLURAL:Kumquat-Bäume]
eo: [NAME_PLURAL:kumkvatarboj]
es: [NAME_PLURAL:arboles de cumquat]
ja: [NAME_PLURAL:金柑の木]
ko: [NAME_PLURAL:금귤 나무들]
ru: [NAME_PLURAL:деревья кумквата]
tr: [NAME_PLURAL:kamkat ağaçları]
vi: [NAME_PLURAL:cây quất]
zh_hans: [NAME_PLURAL:金橘树]

# PLANT:KUMQUAT
source: [ADJ:kumquat tree]
cs: [ADJ:kumkvatovník]
de: [ADJ:Goldorangenbaum]
eo: [ADJ:de kumkvatarbo]
es: [ADJ:de arbol de cumquat]
ja: [ADJ:金柑の木]
ko: [ADJ:금귤 나무]
ru: [ADJ:кумкват]
tr: [ADJ:kamkat ağacı]
vi: [ADJ:cây quất]
zh_hans: [ADJ:金橘树的]

# PLANT:KUMQUAT
source: [STATE_NAME:ALL_SOLID:kumquat wood]
cs: [STATE_NAME:ALL_SOLID:kumkvatové dřevo]
de: [STATE_NAME:ALL_SOLID:Kumquatholz]
eo: [STATE_NAME:ALL_SOLID:ligno el kumkvatarbo]
es: [STATE_NAME:ALL_SOLID:madera de cumquat]
ja: [STATE_NAME:ALL_SOLID:金柑の木]
ko: [STATE_NAME:ALL_SOLID:금귤 나무]
ru: [STATE_NAME:ALL_SOLID:кумкватовая древесина]
tr: [STATE_NAME:ALL_SOLID:kamkat odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ quất]
zh_hans: [STATE_NAME:ALL_SOLID:金橘木]

# PLANT:KUMQUAT
source: [STATE_ADJ:ALL_SOLID:kumquat wood]
cs: [STATE_ADJ:ALL_SOLID:kumkvatové dřevo]
de: [STATE_ADJ:ALL_SOLID:Kumquatholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el kumkvatarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de cumquat]
ja: [STATE_ADJ:ALL_SOLID:金柑の木]
ko: [STATE_ADJ:ALL_SOLID:금귤 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина кумквата]
tr: [STATE_ADJ:ALL_SOLID:kamkat odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ quất]
zh_hans: [STATE_ADJ:ALL_SOLID:金橘木的]

# PLANT:KUMQUAT
source: [SEED:kumquat seed:kumquat seeds:]
cs: [SEED:kumkvatové semeno:kumkvatová semena:]
de: [SEED:Kumquatsamen:Kumquatsamen:]
eo: [SEED:semo de kumkvato:semoj de kumkvato:]
es: [SEED:semilla de cumquat:semillas de cumquat:]
ja: [SEED:金柑の種:金柑の種:]
ko: [SEED:금귤 씨:금귤 씨들:]
ru: [SEED:семя кумквата:семена кумквата:]
tr: [SEED:kamkat çekirdeği:kamkat çekirdekleri:]
vi: [SEED:hạt quất:hạt quất:]
zh_hans: [SEED:金橘种子:金橘种子:]

# PLANT:KUMQUAT
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:KUMQUAT
source: [GROWTH_NAME:kumquat leaf:kumquat leaves]
cs: [GROWTH_NAME:list kumkvatu:listy kumkvatu]
de: [GROWTH_NAME:Kumquat-Blatt:Kumquat-Blätter]
eo: [GROWTH_NAME:folio de kumkvatarbo:folioj de kumkvatarbo]
es: [GROWTH_NAME:hoja de cumquat:hojas de cumquat]
ja: [GROWTH_NAME:金柑の葉:金柑の葉]
ko: [GROWTH_NAME:금귤 나무 잎:금귤 나무 잎들]
ru: [GROWTH_NAME:лист кумквата:листья кумквата]
tr: [GROWTH_NAME:kamkat yaprağı:kamkat yaprakları]
vi: [GROWTH_NAME:lá quất:lá quất]
zh_hans: [GROWTH_NAME:金橘叶:金橘叶]

# PLANT:KUMQUAT
source: [GROWTH_NAME:kumquat flower:STP]
cs: [GROWTH_NAME:květ kumkvatu:STP]
de: [GROWTH_NAME:Kumquat-Blume:STP]
eo: [GROWTH_NAME:floro de kumkvatarbo:floroj de kumkvatarbo]
es: [GROWTH_NAME:flor de cumquat:STP]
ja: [GROWTH_NAME:金柑の花:STP]
ko: [GROWTH_NAME:금귤 나무 꽃:STP]
ru: [GROWTH_NAME:цветок кумквата:цветы кумквата]
tr: [GROWTH_NAME:kamkat çiçeği:STP]
zh_hans: [GROWTH_NAME:金橘花:STP]

# PLANT:KUMQUAT
source: [GROWTH_NAME:kumquat:STP]
cs: [GROWTH_NAME:kumkvat:STP]
de: [GROWTH_NAME:Goldorange:STP]
eo: [GROWTH_NAME:kumkvato:kumkvatoj]
es: [GROWTH_NAME:cumquat:STP]
ja: [GROWTH_NAME:金柑:STP]
ko: [GROWTH_NAME:금귤:STP]
ru: [GROWTH_NAME:кумкват:кумкваты]
tr: [GROWTH_NAME:kamkat:STP]
zh_hans: [GROWTH_NAME:金橘:STP]

# PLANT:CUSTARD-APPLE
source: [NAME:custard-apple tree]
cs: [NAME:anona]
de: [NAME:Puddingapfelbaum]
eo: [NAME:retata anono]
es: [NAME:chirimoyo]
ja: [NAME:カスタードアップルの木]
ko: [NAME:커스터드애플 나무]
ru: [NAME:дерево сахарного яблока]
tr: [NAME:hint ayvası ağacı]
vi: [NAME:cây mãng cầu]
zh_hans: [NAME:番荔枝树]

# PLANT:CUSTARD-APPLE
source: [NAME_PLURAL:custard-apple trees]
cs: [NAME_PLURAL:anony]
de: [NAME_PLURAL:Puddingapfelbäume]
eo: [NAME_PLURAL:retata anonoj]
es: [NAME_PLURAL:chirimoyos]
ja: [NAME_PLURAL:カスタードアップルの木]
ko: [NAME_PLURAL:커스터드애플 나무들]
ru: [NAME_PLURAL:деревья сахарного яблока]
tr: [NAME_PLURAL:hint ayvası ağaçları]
vi: [NAME_PLURAL:cây mãng cầu]
zh_hans: [NAME_PLURAL:番荔枝树]

# PLANT:CUSTARD-APPLE
source: [ADJ:custard-apple tree]
cs: [ADJ:anonový]
de: [ADJ:Puddingapfelbaum]
eo: [ADJ:de retata anono]
es: [ADJ:de chirimoyo]
ja: [ADJ:カスタードアップルの木]
ko: [ADJ:커스터드애플 나무]
ru: [ADJ:дерево сахарного яблока]
tr: [ADJ:hint ayvası ağacı]
vi: [ADJ:cây mãng cầu]
zh_hans: [ADJ:番荔枝树的]

# PLANT:CUSTARD-APPLE
source: [STATE_NAME:ALL_SOLID:custard-apple wood]
cs: [STATE_NAME:ALL_SOLID:anonové dřevo]
de: [STATE_NAME:ALL_SOLID:Pudding-Apfel-Holz]
eo: [STATE_NAME:ALL_SOLID:ligno el retata anono]
es: [STATE_NAME:ALL_SOLID:madera de chirimoyo]
ja: [STATE_NAME:ALL_SOLID:カスタードアップルの木]
ko: [STATE_NAME:ALL_SOLID:커스터드애플 나무]
ru: [STATE_NAME:ALL_SOLID:древесина сахарного яблока]
tr: [STATE_NAME:ALL_SOLID:hint ayvası odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ mãng cầu]
zh_hans: [STATE_NAME:ALL_SOLID:番荔枝木]

# PLANT:CUSTARD-APPLE
source: [STATE_ADJ:ALL_SOLID:custard-apple wood]
cs: [STATE_ADJ:ALL_SOLID:anonové dřevo]
de: [STATE_ADJ:ALL_SOLID:Pudding-Apfel-Holz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el retata anono]
es: [STATE_ADJ:ALL_SOLID:de madera de chirimoyo]
ja: [STATE_ADJ:ALL_SOLID:カスタードアップルの木]
ko: [STATE_ADJ:ALL_SOLID:커스터드애플 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина сахарного яблока]
tr: [STATE_ADJ:ALL_SOLID:hint ayvası odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ mãng cầu]
zh_hans: [STATE_ADJ:ALL_SOLID:番荔枝木的]

# PLANT:CUSTARD-APPLE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen custard-apple cider]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražený ananový mošt]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Pudding-Apfel-Wein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita cidro el frukto de retata anono]
es: [STATE_NAME_ADJ:ALL_SOLID:sidra de chirimoya congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったカスタードアップルのシャンパン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 커스터드애플 cider]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзший сидр из плодов сахарного яблока]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş hint ayvası şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu mãng cầu đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的番荔枝酒]

# PLANT:CUSTARD-APPLE
source: [STATE_NAME_ADJ:LIQUID:custard-apple cider]
cs: [STATE_NAME_ADJ:LIQUID:ananový mošt]
de: [STATE_NAME_ADJ:LIQUID:Pudding-Apfel-Wein]
eo: [STATE_NAME_ADJ:LIQUID:cidro el frukto de retata anono]
es: [STATE_NAME_ADJ:LIQUID:sidra de chirimoya]
ja: [STATE_NAME_ADJ:LIQUID:カスタードアップルのシャンパン]
ko: [STATE_NAME_ADJ:LIQUID:커스터드애플 cider]
ru: [STATE_NAME_ADJ:LIQUID:сидр из плодов сахарного яблока]
tr: [STATE_NAME_ADJ:LIQUID:hint ayvası şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu mãng cầu]
zh_hans: [STATE_NAME_ADJ:LIQUID:番荔枝酒]

# PLANT:CUSTARD-APPLE
source: [STATE_NAME_ADJ:GAS:boiling custard-apple cider]
cs: [STATE_NAME_ADJ:GAS:vřící ananový mošt]
de: [STATE_NAME_ADJ:GAS:kochender Pudding-Apfel-Wein]
eo: [STATE_NAME_ADJ:GAS:bolanta cidro el frukto de retata anono]
es: [STATE_NAME_ADJ:GAS:sidra de chirimoya hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したカスタードアップルのシャンパン]
ko: [STATE_NAME_ADJ:GAS:boiling 커스터드애플 cider]
ru: [STATE_NAME_ADJ:GAS:кипящий сидр из плодов сахарного яблока]
tr: [STATE_NAME_ADJ:GAS:kaynayan hint ayvası şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu mãng cầu đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的番荔枝酒]

# PLANT:CUSTARD-APPLE
source: [SEED:custard-apple seed:custard-apple seeds:]
cs: [SEED:semeno anony:semena anony:]
de: [SEED:Pudding-Apfel-Samen:Pudding-Apfel-Samen:]
eo: [SEED:semo de retata anono:semoj de retata anono:]
es: [SEED:semilla de chirimoya:semillas de chirimoya:]
ja: [SEED:カスタードアップルの種:カスタードアップルの種:]
ko: [SEED:커스터드애플 씨:커스터드애플 씨들:]
ru: [SEED:семя сахарного яблока:семена сахарного яблока:]
tr: [SEED:hint ayvası tohumu:hint ayvası tohumları:]
vi: [SEED:hạt mãng cầu:hạt mãng cầu:]
zh_hans: [SEED:番荔枝种子:番荔枝种子:]

# PLANT:CUSTARD-APPLE
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:CUSTARD-APPLE
source: [GROWTH_NAME:custard-apple leaf:custard-apple leaves]
cs: [GROWTH_NAME:anonový list:anonové listy]
de: [GROWTH_NAME:Pudding-Apfelblatt: Pudding-Apfelblätter]
eo: [GROWTH_NAME:folio de retata anono:folioj de retata anono]
es: [GROWTH_NAME:hoja de chirimoyo:hojas de chirimoyo]
ja: [GROWTH_NAME:カスタードアップルの葉:カスタードアップルの葉]
ko: [GROWTH_NAME:커스터드애플 나무 잎:커스터드애플 나무 잎들]
ru: [GROWTH_NAME:лист сахарного яблока:листья сахарного яблока]
tr: [GROWTH_NAME:hint ayvası yaprağı:hint ayvası yaprakları]
vi: [GROWTH_NAME:lá mãng cầu:lá mãng cầu]
zh_hans: [GROWTH_NAME:番荔枝树叶:番荔枝树叶]

# PLANT:CUSTARD-APPLE
source: [GROWTH_NAME:custard-apple flower:STP]
cs: [GROWTH_NAME:anonový květ:STP]
de: [GROWTH_NAME:Pudding-Apfelblüte:STP]
eo: [GROWTH_NAME:floro de retata anono:floroj de retata anono]
es: [GROWTH_NAME:flor de chirimoya:STP]
ja: [GROWTH_NAME:カスタードアップルの花:STP]
ko: [GROWTH_NAME:커스터드애플 나무 꽃:STP]
ru: [GROWTH_NAME:цветок сахарного яблока:цветы сахарного яблока]
tr: [GROWTH_NAME:hint ayvası çiçeği:STP]
zh_hans: [GROWTH_NAME:番荔枝花:STP]

# PLANT:CUSTARD-APPLE
source: [GROWTH_NAME:custard-apple:STP]
cs: [GROWTH_NAME:anona:STP]
de: [GROWTH_NAME:Pudding-Apfel:STP]
eo: [GROWTH_NAME:frukto de retata anono:fruktoj de retata anono]
es: [GROWTH_NAME:chirimoya:STP]
ja: [GROWTH_NAME:カスタードアップル:STP]
ko: [GROWTH_NAME:커스터드애플:STP]
ru: [GROWTH_NAME:плод сахарного яблока:плоды сахарного яблока]
tr: [GROWTH_NAME:hint ayvası:STP]
zh_hans: [GROWTH_NAME:番荔枝:STP]

# PLANT:DATE_PALM
source: [NAME:date palm]
cs: [NAME:datlovník]
de: [NAME:Dattelpalme]
eo: [NAME:daktilopalmo]
es: [NAME:palmera datilera]
ja: [NAME:ナツメヤシ]
ko: [NAME:대추야자]
ru: [NAME:финиковая пальма]
tr: [NAME:hurma ağacı]
vi: [NAME:cây chà là]
zh_hans: [NAME:枣棕榈]

# PLANT:DATE_PALM
source: [NAME_PLURAL:date palms]
cs: [NAME_PLURAL:datlovníky]
de: [NAME_PLURAL:Dattelpalmen]
eo: [NAME_PLURAL:daktilopalmoj]
es: [NAME_PLURAL:palmeras datileras]
ja: [NAME_PLURAL:ナツメヤシ]
ko: [NAME_PLURAL:대추야자s]
ru: [NAME_PLURAL:финиковые пальмы]
tr: [NAME_PLURAL:hurma ağaçları]
vi: [NAME_PLURAL:cây chà là]
zh_hans: [NAME_PLURAL:枣棕榈]

# PLANT:DATE_PALM
source: [ADJ:date palm]
cs: [ADJ:datlovník]
de: [ADJ:Dattelpalme]
eo: [ADJ:de daktilopalmo]
es: [ADJ:de palmera datilera]
ja: [ADJ:ナツメヤシ]
ko: [ADJ:대추야자]
ru: [ADJ:финиковая пальма]
tr: [ADJ:hurma ağacı]
vi: [ADJ:cây chà là]
zh_hans: [ADJ:枣棕榈的]

# PLANT:DATE_PALM
source: [STATE_NAME:ALL_SOLID:date palm wood]
cs: [STATE_NAME:ALL_SOLID:datlové dřevo]
de: [STATE_NAME:ALL_SOLID:Dattelpalmenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el daktilopalmo]
es: [STATE_NAME:ALL_SOLID:madera de palmera datilera]
ja: [STATE_NAME:ALL_SOLID:ナツメヤシの木]
ko: [STATE_NAME:ALL_SOLID:대추야자 나무]
ru: [STATE_NAME:ALL_SOLID:древесина финиковой пальмы]
tr: [STATE_NAME:ALL_SOLID:hurma odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ chà là]
zh_hans: [STATE_NAME:ALL_SOLID:枣棕榈木]

# PLANT:DATE_PALM
source: [STATE_ADJ:ALL_SOLID:date palm wood]
cs: [STATE_ADJ:ALL_SOLID:datlové dřevo]
de: [STATE_ADJ:ALL_SOLID:Dattelpalmenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el daktilopalmo]
es: [STATE_ADJ:ALL_SOLID:de madera de palmera datilera]
ja: [STATE_ADJ:ALL_SOLID:ナツメヤシの木]
ko: [STATE_ADJ:ALL_SOLID:대추야자 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина финиковой пальмы]
tr: [STATE_ADJ:ALL_SOLID:hurma odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ chà là]
zh_hans: [STATE_ADJ:ALL_SOLID:枣棕榈木的]

# PLANT:DATE_PALM
source: [STATE_NAME_ADJ:ALL_SOLID:frozen date wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené datlové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Dattelwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el daktilo]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de dátil congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったデーツのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 대추야자 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее финиковое вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş hurma şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu chà là đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的椰枣酒]

# PLANT:DATE_PALM
source: [STATE_NAME_ADJ:LIQUID:date wine]
cs: [STATE_NAME_ADJ:LIQUID:datlové víno]
de: [STATE_NAME_ADJ:LIQUID:Dattelwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el daktilo]
es: [STATE_NAME_ADJ:LIQUID:de vino de dátil]
ja: [STATE_NAME_ADJ:LIQUID:デーツのワイン]
ko: [STATE_NAME_ADJ:LIQUID:대추야자 wine]
ru: [STATE_NAME_ADJ:LIQUID:финиковое вино]
tr: [STATE_NAME_ADJ:LIQUID:hurma şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu chà là]
zh_hans: [STATE_NAME_ADJ:LIQUID:椰枣酒]

# PLANT:DATE_PALM
source: [STATE_NAME_ADJ:GAS:boiling date wine]
cs: [STATE_NAME_ADJ:GAS:vřící datlové víno]
de: [STATE_NAME_ADJ:GAS:kochender Dattelwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el daktilo]
es: [STATE_NAME_ADJ:GAS:de vino de dátil hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したデーツのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 대추야자 wine]
ru: [STATE_NAME_ADJ:GAS:кипящее финиковое вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan hurma şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu chà là đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的椰枣酒]

# PLANT:DATE_PALM
source: [SEED:date palm seed:date palm seeds:]
cs: [SEED:semeno datlovníku:semena datlovníku:]
de: [SEED:Dattelpalmensamen:Dattelpalmensamen:]
eo: [SEED:semo de daktilopalmo:semoj de daktilopalmo:]
es: [SEED:semilla de dátil:semillas de dátil:]
ja: [SEED:ナツメヤシの種:ナツメヤシの種:]
ko: [SEED:대추야자 씨:대추야자 씨들:]
ru: [SEED:семя финиковой пальмы:семена финиковой пальмы:]
tr: [SEED:hurma çekirdeği:hurma çekirdekleri:]
vi: [SEED:hạt chà là:hạt chà là:]
zh_hans: [SEED:枣棕榈种子:枣棕榈种子:]

# PLANT:DATE_PALM
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:DATE_PALM
source: [GROWTH_NAME:date palm frond blade:date palm frond blades]
cs: [GROWTH_NAME:listová čepel datlovníku:listové čepele datlovníku]
de: [GROWTH_NAME:Dattelpalmenblatt:Dattelpalmenblätter]
eo: [GROWTH_NAME:frondo de daktilopalmo:frondoj de daktilopalmo]
es: [GROWTH_NAME:palma de datilera:palmas de datilera]
ja: [GROWTH_NAME:ナツメヤシのデーツ:ナツメヤシのデーツ]
ko: [GROWTH_NAME:대추야자 frond blade:대추야자 frond blades]
ru: [GROWTH_NAME:лист финиковой пальмы:листья финиковой пальмы]
tr: [GROWTH_NAME:hurma yaprak ayası:hurma yaprak ayaları]
vi: [GROWTH_NAME:phiến lá cọ chà là:phiến lá cọ chà là]
zh_hans: [GROWTH_NAME: 枣棕榈叶叶片:枣棕榈叶叶片]

# PLANT:DATE_PALM
source: [GROWTH_NAME:date palm flower stalk:STP]
cs: [GROWTH_NAME:květní stvol datlovníku:STP]
de: [GROWTH_NAME:Dattelpalmenblütenstiel:STP]
eo: [GROWTH_NAME:flortigo de daktilopalmo:flortigoj de daktilopalmo]
es: [GROWTH_NAME:flor de dátil:STP]
ja: [GROWTH_NAME:ナツメヤシの花:STP]
ko: [GROWTH_NAME:대추야자 나무 꽃대축:STP]
ru: [GROWTH_NAME:соцветие финиковой пальмы:соцветия финиковой пальмы]
tr: [GROWTH_NAME:hurma çiçeği sapı:STP]
zh_hans: [GROWTH_NAME:枣棕榈花茎:STP]

# PLANT:DATE_PALM
source: [GROWTH_NAME:date:STP]
cs: [GROWTH_NAME:datle:STP]
de: [GROWTH_NAME:Dattel:STP]
eo: [GROWTH_NAME:daktilo:daktiloj]
es: [GROWTH_NAME:dátil:STP]
ru: [GROWTH_NAME:финик:финики]
tr: [GROWTH_NAME:hurma:STP]
zh_hans: [GROWTH_NAME:椰枣:STP]
