Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:WOMBAT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:WOMBAT
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:WOMBAT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:WOMBAT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:WOMBAT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:WOMBAT_MAN
source: [CASTE_NAME:wombat man:wombat men:wombat man]
cs: [CASTE_NAME:vombatí muž:vombatí muži:vombatího muže]
de: [CASTE_NAME:Wombatmann:Wombatmänner:Wombatmann]
eo: [CASTE_NAME:homvombatiĉo:homvombatiĉoj:de homvombatiĉo]
es: [CASTE_NAME:hombre wombat:hombres wombat:hombre wombat]
ja: [CASTE_NAME:ウォンバット男:ウォンバット男:ウォンバット男の]
ko: [CASTE_NAME:웜뱃인간 남성:웜뱃인간 남성들:웜뱃인간 남성]
pl: [CASTE_NAME:wombatomężczyzna:wombatomężczyźni:wombatomężczyzn]
ru: [CASTE_NAME:мужчина-вомбат:мужчины-вомбаты:мужчины-вомбата]
tr: [CASTE_NAME:erkek vombat insanı:erkek vombat insanları:erkek vombat insanı]
vi: [CASTE_NAME:người gấu túi:những người gấu túi:người gấu túi]

# CREATURE:WOMBAT_MAN
source: [CASTE_NAME:wombat woman:wombat women:wombat woman]
cs: [CASTE_NAME:vombatí žena:vombatí ženy:vombatí ženu]
de: [CASTE_NAME:Wombatfrau:Wombatfrauen:Wombatfrau]
eo: [CASTE_NAME:homvombatino:homvombatinoj:de homvombatino]
es: [CASTE_NAME:mujer wombat:mujeres wombat:mujer wombat]
ja: [CASTE_NAME:ウォンバット女:ウォンバット女:ウォンバット女の]
ko: [CASTE_NAME:웜뱃인간 여성:웜뱃인간 여성들:웜뱃인간 여성]
pl: [CASTE_NAME:wombatokobieta:wombatokobiety:wombatokobiet]
ru: [CASTE_NAME:женщина-вомбат:женщины-вомбаты:женщины-вомбата]
tr: [CASTE_NAME:dişi vombat insanı:dişi vombat insanları:dişi vombat insanı]
vi: [CASTE_NAME:người gấu túi nữ:những người gấu túi nữ:người gấu túi nữ]

# CREATURE:WOMBAT_MAN
source: [NAME:wombat man:wombat men:wombat man]
cs: [NAME:vombatí muž:vombatí muži:vombatího muže]
de: [NAME:Wombatmensch:Wombatmenschen:Wombatmensch]
eo: [NAME:homvombato:homvombatoj:de homvombato]
es: [NAME:hombre wombat:hombres wombat:hombre wombat]
ja: [NAME:ウォンバット男:ウォンバット男:ウォンバット男の]
ko: [NAME:웜뱃인간:웜뱃인간:웜뱃인간]
pl: [NAME:wombatoczłowiek:wombatoludzie:wombatoludzi]
ru: [NAME:человек-вомбат:люди-вомбаты:человека-вомбата]
tr: [NAME:vombat insanı:vombat insanları:vombat insanı]
vi: [NAME:người gấu túi:những người gấu túi:người gấu túi]

# CREATURE:WOMBAT_MAN
source: [DESCRIPTION:A muscular person with the head of a wombat.]
cs: [DESCRIPTION:Svalnatá osoba s hlavou vombata.]
de: [DESCRIPTION:Eine muskulöse Person mit dem Kopf eines Wombat.]
eo: [DESCRIPTION:Muskola homo kun la kapo de vombato.]
es: [DESCRIPTION:Una persona musculosa con la cabeza de un wombat.]
ja: [DESCRIPTION:ウォンバットの頭を持った人間だ。]
ko: [DESCRIPTION:웜뱃의 머리를 가진 근육질의 인간.]
pl: [DESCRIPTION:Muskularna osoba z głową wombata.]
ru: [DESCRIPTION:Мускулистый человек с головой вомбата.]
tr: [DESCRIPTION:Vombat başına sahip kaslı bir kişi.]
vi: [DESCRIPTION:Một người cơ bắp với đầu của một con gấu túi.]

# CREATURE:GIANT_WOMBAT
source: [NAME:giant wombat:giant wombats:giant wombat]
cs: [NAME:obří vombat:obří vombati:obřího vombata]
de: [NAME:Riesen Wombat:Riesen Wombats:Riesen Wombat]
eo: [NAME:giganta vombato:gigantaj vombatoj:de giganta vombato]
es: [NAME:wombat gigante:wombats gigantes:wombat gigante]
ja: [NAME:巨大ウォンバット:巨大ウォンバット:巨大ウォンバットの]
ko: [NAME:거대 웜뱃:거대 웜뱃들:거대 웜뱃]
pl: [NAME:ogromny wombat:ogromne wombaty:ogromnych wombatów]
ru: [NAME:гигантский вомбат:гигантские вомбаты:гигантского вомбата]
tr: [NAME:dev vombat:dev vombatlar:dev vombat]
vi: [NAME:gấu túi khổng lồ:những con gấu túi khổng lồ:gấu túi khổng lồ]

# CREATURE:GIANT_WOMBAT
source: [CASTE_NAME:giant wombat:giant wombats:giant wombat]
cs: [CASTE_NAME:obří vombat:obří vombati:obřího vombata]
de: [CASTE_NAME:Riesen Wombat:Riesen Wombats:Riesen Wombat]
eo: [CASTE_NAME:giganta vombato:gigantaj vombatoj:de giganta vombato]
es: [CASTE_NAME:wombat gigante:wombats gigantes:wombat gigante]
ja: [CASTE_NAME:巨大ウォンバット:巨大ウォンバット:巨大ウォンバットの]
ko: [CASTE_NAME:거대 웜뱃:거대 웜뱃들:거대 웜뱃]
pl: [CASTE_NAME:ogromny wombat:ogromne wombaty:ogromnych wombatów]
ru: [CASTE_NAME:гигантский вомбат:гигантские вомбаты:гигантского вомбата]
tr: [CASTE_NAME:dev vombat:dev vombatlar:dev vombat]
vi: [CASTE_NAME:gấu túi khổng lồ:những con gấu túi khổng lồ:gấu túi khổng lồ]

# CREATURE:GIANT_WOMBAT
source: [GENERAL_CHILD_NAME:giant wombat joey:giant wombat joeys]
cs: [GENERAL_CHILD_NAME:mládě obřího vombata:mláďata obřího vombata]
de: [GENERAL_CHILD_NAME:Riesen Wombat Junges:Riesen Wombat Junge]
eo: [GENERAL_CHILD_NAME:giganta vombatido:gigantaj vombatidoj]
es: [GENERAL_CHILD_NAME:cría de wombat gigante:crías de wombat gigante]
ja: [GENERAL_CHILD_NAME:巨大ウォンバットの子供:巨大ウォンバットの子供の]
ko: [GENERAL_CHILD_NAME:거대 웜뱃 새끼:거대 웜뱃 새끼들]
pl: [GENERAL_CHILD_NAME:młode ogromnego wombata:wiele młodych ogromnego wombata]
ru: [GENERAL_CHILD_NAME:детёныш гигантского вомбата:детёныши гигантского вомбата]
tr: [GENERAL_CHILD_NAME:yavru dev vombat:yavru dev vombatlar]
vi: [GENERAL_CHILD_NAME:gấu túi non khổng lồ:những con gấu túi non khổng lồ]

# CREATURE:GIANT_WOMBAT
source: [DESCRIPTION:A huge monster in the shape of a wombat.]
cs: [DESCRIPTION:Obří monstrum ve tvaru vombata.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Wombats.]
eo: [DESCRIPTION:Grandega monstro kun formo de vombato.]
es: [DESCRIPTION:Un mouestro enorme con el aspecto de un wombat.]
ja: [DESCRIPTION:ウォンバットのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:웜뱃의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie wombata.]
ru: [DESCRIPTION:Огромный монстр, похожий на вомбата.]
tr: [DESCRIPTION:Vombat şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng gấu túi.]
zh_hans: [DESCRIPTION:一只巨大的袋熊怪。]

# CREATURE:GIANT_WOMBAT
source: [PREFSTRING:waddle]
cs: [PREFSTRING:kolébavá chůze]
de: [PREFSTRING:watscheln]
eo: [PREFSTRING:anaspaŝado]
es: [PREFSTRING:anadear]
ja: [PREFSTRING:よたよた歩く]
pl: [PREFSTRING:kaczkowaty chód]
ru: [PREFSTRING:хождение вперевалку]
tr: [PREFSTRING:paytak yürüyüşü]
vi: [PREFSTRING:dáng đi lạch bạch]

# CREATURE:DINGO
source: [DESCRIPTION:A small dog-like creature. They are known to attack livestock.]
cs: [DESCRIPTION:Malé psovité stvoření. Je známo útoky na hospodářská zvířata.]
de: [DESCRIPTION:Eine kleine hundeartige Kreatur. Sie sind dafür bekannt, Vieh anzugreifen.]
eo: [DESCRIPTION:Malgranda hundsimila estaĵo. Ili estas konitaj ataki burtarojn.]
es: [DESCRIPTION:Una pequeña criatura canina. Son conocidos por atacar al ganado.]
ja: [DESCRIPTION:小型のイヌ科動物だ。家畜を襲う。]
ko: [DESCRIPTION:작은 개 같은 생물. 그들은 가축을 공격하는 것으로 알려져 있습니다.]
pl: [DESCRIPTION:Małe stworzenie przypominające psa. Znane z ataków na zwierzęta gospodarskie.]
ru: [DESCRIPTION:Небольшое собакоподобное существо. Известно своими нападениями на скот.]
tr: [DESCRIPTION:Küçük, köpek benzeri bir yaratık. Çiftlik hayvanlarına saldırmalarıyla bilinirler.]
vi: [DESCRIPTION:Một sinh vật nhỏ giống chó. Chúng nổi tiếng là hay tấn công gia súc.]

# CREATURE:DINGO
source: [NAME:dingo:dingoes:dingo]
cs: [NAME:dingo:dingové:dinga]
de: [NAME:Dingo:Dingos:Dingo]
eo: [NAME:dingo:dingoj:de dingo]
es: [NAME:dingo:dingos:dingo]
ja: [NAME:ディンゴ:ディンゴ:ディンゴの]
ko: [NAME:딩고:딩고들:딩고]
pl: [NAME:dingo:dinga:dingów]
ru: [NAME:собака динго:собаки динго:собаки динго]
tr: [NAME:dingo:dingolar:dingo]
vi: [NAME:chó Dingo:những con chó Dingo:chó Dingo]

# CREATURE:DINGO
source: [CASTE_NAME:dingo:dingoes:dingo]
cs: [CASTE_NAME:dingo:dingové:dinga]
de: [CASTE_NAME:Dingo:Dingos:Dingo]
eo: [CASTE_NAME:dingo:dingoj:de dingo]
es: [CASTE_NAME:dingo:dingos:dingo]
ja: [CASTE_NAME:ディンゴ:ディンゴ:ディンゴの]
ko: [CASTE_NAME:딩고:딩고들:딩고]
pl: [CASTE_NAME:dingo:dinga:dingów]
ru: [CASTE_NAME:собака динго:собаки динго:собаки динго]
tr: [CASTE_NAME:dingo:dingolar:dingo]
vi: [CASTE_NAME:chó Dingo:những con chó Dingo:chó Dingo]

# CREATURE:DINGO
source: [GENERAL_CHILD_NAME:dingo pup:dingo pups]
cs: [GENERAL_CHILD_NAME:štěně dinga:štěňata dinga]
de: [GENERAL_CHILD_NAME:Dingo Welpe:Dingo Welpen]
eo: [GENERAL_CHILD_NAME:dingido:dingidoj]
es: [GENERAL_CHILD_NAME:cachorro de dingo:cachorros de dingo]
ja: [GENERAL_CHILD_NAME:ディンゴの子供:ディンゴの子供の]
ko: [GENERAL_CHILD_NAME:새끼 딩고:새끼 딩고들]
pl: [GENERAL_CHILD_NAME:szczenię dingo:szczenięta dingo]
ru: [GENERAL_CHILD_NAME:щенок динго:щенки динго]
tr: [GENERAL_CHILD_NAME:dingo eniği:dingo enikleri]
vi: [GENERAL_CHILD_NAME:chó Dingo con:những con chó Dingo con]

# CREATURE:DINGO
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenmesi]

# CREATURE:DINGO
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:DINGO
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:DINGO
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:DINGO
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:DINGO
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:DINGO_MAN
source: [CASTE_NAME:dingo man:dingo men:dingo man]
cs: [CASTE_NAME:dingový muž:dingoví muži:dingového muže]
de: [CASTE_NAME:Dingomann:Dingomänner:Dingomann]
eo: [CASTE_NAME:homdingiĉo:homdingiĉoj:de homdingiĉo]
es: [CASTE_NAME:hombre-dingo:hombres-dingo:hombre-dingo]
ja: [CASTE_NAME:ディンゴ男:ディンゴ男:ディンゴ男の]
ko: [CASTE_NAME:남성 딩고인간:남성 딩고인간들:남성 딩고인간]
pl: [CASTE_NAME:dingomężczyzna:dingomężczyźni:dingomężczyzn]
ru: [CASTE_NAME:мужчина-динго:мужчины-динго:мужчины-динго]
tr: [CASTE_NAME:erkek dingo insanı:erkek dingo insanları:erkek dingo insanı]
vi: [CASTE_NAME:người chó Dingo:những người chó Dingo:người chó Dingo]

# CREATURE:DINGO_MAN
source: [CASTE_NAME:dingo woman:dingo women:dingo woman]
cs: [CASTE_NAME:dingová žena:dingové ženy:dingovou ženu]
de: [CASTE_NAME:Dingofrau:Dingofrauen:Dingofrau]
eo: [CASTE_NAME:homdingino:homdinginoj:de homdingino]
es: [CASTE_NAME:mujer-dingo:mujeres-dingo:mujer-dingo]
ja: [CASTE_NAME:ディンゴ女:ディンゴ女:ディンゴ女の]
ko: [CASTE_NAME:여성 딩고인간:여성 딩고인간들:여성 딩고인간]
pl: [CASTE_NAME:dingokobieta:dingokobiety:dingokobiet]
ru: [CASTE_NAME:женщина-динго:женщины-динго:женщины-динго]
tr: [CASTE_NAME:dişi dingo insanı:dişi dingo insanları:dişi dingo insanı]
vi: [CASTE_NAME:người chó Dingo nữ:những người chó Dingo nữ:người chó Dingo nữ]

# CREATURE:DINGO_MAN
source: [NAME:dingo man:dingo men:dingo man]
cs: [NAME:dingový muž:dingoví muži:dingového muže]
de: [NAME:Dingomensch:Dingomenschen:Dingomensch]
eo: [NAME:homdingo:homdingoj:de homdingo]
es: [NAME:hombre-dingo:hombres-dingo:hombre-dingo]
ja: [NAME:ディンゴ男:ディンゴ男:ディンゴ男の]
ko: [NAME:딩고인간:딩고인간들:딩고인간]
pl: [NAME:dingoczłowiek:dingoludzie:dingoludzi]
ru: [NAME:человек-динго:люди-динго:человека-динго]
tr: [NAME:dingo insanı:dingo insanları:dingo insanı]
vi: [NAME:người chó Dingo:những người chó Dingo:người chó Dingo]

# CREATURE:DINGO_MAN
source: [DESCRIPTION:A person with the head of a dingo.]
cs: [DESCRIPTION:Osoba s hlavou dinga.]
de: [DESCRIPTION:Eine Person mit dem Kopf eines Dingos.]
eo: [DESCRIPTION:Homo kun la kapo de dingo.]
es: [DESCRIPTION:Una persona con cabeza de dingo.]
ja: [DESCRIPTION:ディンゴの頭を持つ人間だ。]
ko: [DESCRIPTION:딩고의 머리를 가진 인간.]
pl: [DESCRIPTION:Osoba z głową dingo.]
ru: [DESCRIPTION:Человек с головой динго.]
tr: [DESCRIPTION:Dingo başına sahip bir kişi.]
vi: [DESCRIPTION:Một người với đầu của một con chó Dingo.]

# CREATURE:GIANT_DINGO
source: [NAME:giant dingo:giant dingoes:giant dingo]
cs: [NAME:obří dingo:obří dingové:obřího dinga]
de: [NAME:Riesendingo:Riesendingos:Riesendingo]
eo: [NAME:giganta dingo:gigantaj dingoj:de giganta dingo]
es: [NAME:dingo gigante:dingos gigantes:dingo gigante]
ja: [NAME:巨大ディンゴ:巨大ディンゴ:巨大ディンゴの]
ko: [NAME:거대 딩고:거대 딩고들:거대 딩고]
pl: [NAME:ogromny dingo:ogromne dinga:ogrmonych dingów]
ru: [NAME:гигантская собака динго:гигантские собаки динго:гигантской собаки динго]
tr: [NAME:dev dingo:dev dingolar:dev dingo]
vi: [NAME:chó Dingo khổng lồ:những con chó Dingo khổng lồ:chó Dingo khổng lồ]

# CREATURE:GIANT_DINGO
source: [CASTE_NAME:giant dingo:giant dingoes:giant dingo]
cs: [CASTE_NAME:obří dingo:obří dingové:obřího dinga]
de: [CASTE_NAME:Riesendingo:Riesendingos:Riesendingo]
eo: [CASTE_NAME:giganta dingo:gigantaj dingoj:de giganta dingo]
es: [CASTE_NAME:dingo gigante:dingos gigantes:dingo gigante]
ja: [CASTE_NAME:巨大ディンゴ:巨大ディンゴ:巨大ディンゴの]
ko: [CASTE_NAME:거대 딩고:거대 딩고들:거대 딩고]
ru: [CASTE_NAME:гигантская собака динго:гигантские собаки динго:гигантской собаки динго]
tr: [CASTE_NAME:dev dingo:dev dingolar:dev dingo]
vi: [CASTE_NAME:chó Dingo khổng lồ:những con chó Dingo khổng lồ:chó Dingo khổng lồ]

# CREATURE:GIANT_DINGO
source: [GENERAL_CHILD_NAME:giant dingo pup:giant dingo pups]
cs: [GENERAL_CHILD_NAME:štěně obřího dinga:štěňata obřího dinga]
de: [GENERAL_CHILD_NAME:Riesendingowelpe:Riesendingowelpen]
eo: [GENERAL_CHILD_NAME:giganta dingido:gigantaj dingidoj]
es: [GENERAL_CHILD_NAME:cachorro de dingo gigante:cachorros de dingo gigantes]
ja: [GENERAL_CHILD_NAME:巨大ディンゴの子供:巨大ディンゴの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 딩고:새끼 거대 딩고들]
pl: [GENERAL_CHILD_NAME:szczenię ogromnego dingo:szczenięta ogromnego dingo]
ru: [GENERAL_CHILD_NAME:щенок гигантской собаки динго:щенки гигантской собаки динго]
tr: [GENERAL_CHILD_NAME:yavru dev dingo:yavru dev dingolar]
vi: [GENERAL_CHILD_NAME:chó Dingo con khổng lồ:những con chó Dingo con khổng lồ]

# CREATURE:GIANT_DINGO
source: [DESCRIPTION:A huge monster in the form of a dingo.]
cs: [DESCRIPTION:Obrovská příšera v podobě dinga.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Dingos.]
eo: [DESCRIPTION:Grandega monstro kun formo de dingo.]
es: [DESCRIPTION:Un gran monstruo en forma de un dingo.]
ja: [DESCRIPTION:ディンゴのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:딩고의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci dingo.]
ru: [DESCRIPTION:Огромный монстр, похожий на динго.]
tr: [DESCRIPTION:Dingo formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng chó hoang Dingo.]
zh_hans: [DESCRIPTION:一只巨大的野狗怪。]

# CREATURE:GIANT_DINGO
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenmesi]

# CREATURE:COATI
source: [DESCRIPTION:A small, long-nosed raccoon-like creature.]
cs: [DESCRIPTION:Malé dlouhočumé stvoření podobné mývalovi.]
de: [DESCRIPTION:Eine kleine, langnasige, waschbärähnliche Kreatur.]
eo: [DESCRIPTION:Malgranda longnaza procionsimila estaĵo.]
es: [DESCRIPTION:Una pequeña y hocicuda criatura similar a un mapache.]
ja: [DESCRIPTION:鼻の長いアライグマのような小型哺乳類だ。]
ko: [DESCRIPTION:작고, 코가 긴 너구리를 닮은 생물.]
pl: [DESCRIPTION:Mała, długonosa, podobna do szopa istota.]
ru: [DESCRIPTION:Небольшое, длинноносое, похожее на енота существо.]
tr: [DESCRIPTION:Rakuna benzeyen, küçük ve uzun burunlu bir yaratık.]
vi: [DESCRIPTION:Một sinh vật nhỏ, mũi dài, giống gấu mèo.]

# CREATURE:COATI
source: [NAME:coati:coatis:coati]
cs: [NAME:nosál:nosálové:nosála]
de: [NAME:Nasenbär:Nasenbären:Nasenbär]
eo: [NAME:nazuo:nazuoj:de nazuo]
es: [NAME:coati:coaties:coati]
ja: [NAME:ハナグマ:ハナグマ:ハナグマの]
ko: [NAME:긴코너구리:긴코너구리들:긴코너구리]
pl: [NAME:ostronos:ostronosy:ostronosi]
ru: [NAME:коати:коати:коати]
tr: [NAME:koati:koatiler:koati]

# CREATURE:COATI
source: [CASTE_NAME:coati:coatis:coati]
cs: [CASTE_NAME:nosál:nosálové:nosála]
de: [CASTE_NAME:Nasenbär:Nasenbären:Nasenbär]
eo: [CASTE_NAME:nazuo:nazuoj:de nazuo]
es: [CASTE_NAME:coati:coaties:coati]
ja: [CASTE_NAME:ハナグマ:ハナグマ:ハナグマの]
ko: [CASTE_NAME:긴코너구리:긴코너구리들:긴코너구리]
pl: [CASTE_NAME:ostronos:ostronosy:ostronosi]
ru: [CASTE_NAME:коати:коати:коати]
tr: [CASTE_NAME:koati:koatiler:koati]

# CREATURE:COATI
source: [GENERAL_CHILD_NAME:baby coati:baby coatis]
cs: [GENERAL_CHILD_NAME:dítě nosála:děti nosála]
de: [GENERAL_CHILD_NAME:Nasenbär Junges:Nasenbär Junge]
eo: [GENERAL_CHILD_NAME:nazuido:nazuidoj]
es: [GENERAL_CHILD_NAME:coati bebe: bebes coaties]
ja: [GENERAL_CHILD_NAME:ハナグマの子供:ハナグマの子供の]
ko: [GENERAL_CHILD_NAME:긴코너구리 새끼:긴코너구리 새끼들]
pl: [GENERAL_CHILD_NAME:młode ostronosa:wiele młodych ostronosa]
ru: [GENERAL_CHILD_NAME:детёныш коати:детёныши коати]
tr: [GENERAL_CHILD_NAME:yavru koati:yavru koatiler]
vi: [GENERAL_CHILD_NAME:coati non:các coati non]

# CREATURE:COATI
source: [PREFSTRING:curiosity]
cs: [PREFSTRING:zvědavost]
de: [PREFSTRING:neugierig]
eo: [PREFSTRING:scivolo]
es: [PREFSTRING:curiosidad]
ja: [PREFSTRING:好奇心が強い]
ko: [PREFSTRING:호기심]
pl: [PREFSTRING:ciekawość]
ru: [PREFSTRING:любопытство]
tr: [PREFSTRING:merakı]
vi: [PREFSTRING:sự tò mò]

# CREATURE:COATI
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:COATI
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:COATI
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:COATI
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:COATI
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:COATI_MAN
source: [CASTE_NAME:coati man:coati men:coati man]
cs: [CASTE_NAME:koati muž:koati muži:koatiho muže]
de: [CASTE_NAME:Nasenbärmann:Nasenbärmänner:Nasenbärmann]
eo: [CASTE_NAME:homnazuiĉo:homnazuiĉoj:de homnazuiĉo]
es: [CASTE_NAME:hombre-coati:hombres-coati:hombre-coati]
ja: [CASTE_NAME:ハナグマ男:ハナグマ男:ハナグマ男の]
ko: [CASTE_NAME:긴코너구리인간 남성:긴코너구리인간 남성들:긴코너구리인간 남성]
pl: [CASTE_NAME:ostronosomężczyzna:ostronosomężczyźni:ostronosomężczyzn]
ru: [CASTE_NAME:мужчина-коати:мужчины-коати:мужчины-коати]
tr: [CASTE_NAME:erkek koati insanı:erkek koati insanları:erkek koati insanı]
vi: [CASTE_NAME:người coati:những người coati:người coati]

# CREATURE:COATI_MAN
source: [CASTE_NAME:coati woman:coati women:coati woman]
cs: [CASTE_NAME:koati žena:koati ženy:koati ženu]
de: [CASTE_NAME:Nasenbärfrau:Nasenbärfrauen:Nasenbärfrau]
eo: [CASTE_NAME:homnazuino:homnazuinoj:de homnazuino]
es: [CASTE_NAME:mujer-coati:mujeres-coati:mujer-coati]
ja: [CASTE_NAME:ハナグマ女:ハナグマ女:ハナグマ女の]
ko: [CASTE_NAME:긴코너구리인간 여성:긴코너구리인간 여성들:긴코너구리인간 여성]
pl: [CASTE_NAME:ostronosokobieta:ostronosokobiety:ostronosokobiet]
ru: [CASTE_NAME:женщина-коати:женщины-коати:женщины-коати]
tr: [CASTE_NAME:dişi koati insanı:dişi koati insanları:dişi koati insanı]
vi: [CASTE_NAME:phụ nữ coati:những phụ nữ coati:phụ nữ coati]

# CREATURE:COATI_MAN
source: [NAME:coati man:coati men:coati man]
cs: [NAME:koati muž:koati muži:koatiho muže]
de: [NAME:Nasenbärmensch:Nasenbärmenschen:Nasenbärmensch]
eo: [NAME:homnazuo:homnazuoj:de homnazuo]
es: [NAME:hombre-coati:hombres-coati:hombre-coati]
ja: [NAME:ハナグマ男:ハナグマ男:ハナグマ男の]
ko: [NAME:긴코너구리인간:긴코너구리인간:긴코너구리인간]
pl: [NAME:ostronosoczłowiek:ostronosoludzie:ostronosoludzki]
ru: [NAME:человек-коати:люди-коати:человека-коати]
tr: [NAME:koati insanı:koati insanları:koati insanı]
vi: [NAME:người coati:những người coati:người coati]

# CREATURE:COATI_MAN
source: [DESCRIPTION:A person with the head and tail of a coati.]
cs: [DESCRIPTION:Člověk s hlavou a ocasem nosála.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Nasenbären.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de nazuo.]
es: [DESCRIPTION:Una persona con cabeza de coati.]
ja: [DESCRIPTION:ハナグマの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:긴코너구리의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osoba z głową i ogonem ostronosa.]
ru: [DESCRIPTION:Человек с головой и хвостом коати.]
tr: [DESCRIPTION:Koati başına ve kuyruğuna sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu và đuôi của một coati.]
