Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# REACTION:MAKE_SHARP_ROCK
source: [PRODUCT:100:1:ROCK:NONE:GET_MATERIAL_FROM_REAGENT:tool stone:]
cs: [PRODUCT:100:1:ROCK:NONE:GET_MATERIAL_FROM_REAGENT:nástrojový kámen:]
de: [PRODUCT:100:1:ROCK:NONE:GET_MATERIAL_FROM_REAGENT:tool Stein:]
eo: [PRODUCT:100:1:ROCK:NONE:GET_MATERIAL_FROM_REAGENT:ŝtona ilo:]
es: [PRODUCT:100:1:ROCK:NONE:GET_MATERIAL_FROM_REAGENT:herramientas de piedra:]
ru: [PRODUCT:100:1:ROCK:NONE:GET_MATERIAL_FROM_REAGENT:инструментальный камень:]
tr: [PRODUCT:100:1:KAYA:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:alet taşı:]
vi: [PRODUCT:100:1:ROCK:NONE:GET_MATERIAL_FROM_REAGENT:Đá công cụ:]
zh_hans: [PRODUCT:100:1:ROCK:NONE:GET_MATERIAL_FROM_REAGENT:工具石:]

# REACTION:MILL_SEEDS_NUTS_TO_PASTE
source: [NAME:mill seeds/nuts to paste]
cs: [NAME:rozemlít semínka/ořechy na pastu]
de: [NAME:Samen/Nüsse zu Paste mahlen]
eo: [NAME:mueli semojn/nuksojn en paston]
es: [NAME:moler semillas/machacar frutos secos]
ja: [NAME:種を挽く/ナッツをペーストする]
ko: [NAME:씨/견과를 으깨서 반죽만들기]
pl: [NAME:zmiel nasiona/orzechy na paste]
ru: [NAME:молоть семена/орехи в пасту]
tr: [NAME:tohumları/fıstıkları ezerek macun yap]
vi: [NAME:Nghiền hạt/quả hạch thành bột nhão]
zh_hans: [NAME:把种子/坚果磨成浆糊]

# REACTION:MILL_SEEDS_NUTS_TO_PASTE
source: [REAGENT:seeds:]
cs: [REAGENT:semínka:]
de: [REAGENT:Saatgut:]
eo: [REAGENT:semoj:]
es: [REAGENT:semillas:]
ko: [REAGENT:씨앗:]
pl: [REAGENT:nasiona:]
ru: [REAGENT:семена:]
tr: [REAGENT:tohumlar:]
vi: [REAGENT:hạt:]
zh_hans: [REAGENT:种子:]

# REACTION:MILL_SEEDS_NUTS_TO_PASTE
source: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:seeds:]
cs: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:semínka:]
de: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:Samen:]
eo: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:semoj:]
es: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:semillas:]
ru: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:семена:]
tr: [PRODUCT:100:1:KÜRE:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:tohumlar:]
vi: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:hạt:]
zh_hans: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:种子:]

# REACTION:MAKE_CLAY_JUG
source: [NAME:make clay jug]
cs: [NAME:vyrobit hliněný džbán]
de: [NAME:Tonkanne herstellen]
eo: [NAME:fari argilan kruĉon]
es: [NAME:hacer jarra de arcilla]
ko: [NAME:점토 병 만들기]
pl: [NAME:zrób gliniany dzbanek]
ru: [NAME:изготовить глиняный кувшин]
tr: [NAME:kil testi yap]
vi: [NAME:Nặn bình đất sét]
zh_hans: [NAME:制作黏土壶]

# REACTION:MAKE_CLAY_JUG
source: [REAGENT:clay:]
cs: [REAGENT:jíl:]
de: [REAGENT:Ton:]
eo: [REAGENT:argilo:]
es: [REAGENT:arcilla:]
ko: [REAGENT:점토:]
pl: [REAGENT:glina:]
ru: [REAGENT:глина:]
tr: [REAGENT:kil:]
vi: [REAGENT:đất sét:]
zh_hans: [REAGENT:黏土:]

# REACTION:MAKE_CLAY_JUG
source: [PRODUCT:100:1:TOOL:ITEM_TOOL_JUG:GET_MATERIAL_FROM_REAGENT:clay:]
cs: [PRODUCT:100:1:TOOL:ITEM_TOOL_JUG:GET_MATERIAL_FROM_REAGENT:jíl:]
de: [PRODUCT:100:1:TOOL:ITEM_TOOL_JUG:GET_MATERIAL_FROM_REAGENT:Lehm:]
eo: [PRODUCT:100:1:TOOL:ITEM_TOOL_JUG:GET_MATERIAL_FROM_REAGENT:argilo:]
es: [PRODUCT:100:1:TOOL:ITEM_TOOL_JUG:GET_MATERIAL_FROM_REAGENT:arcilla:]
ko: [PRODUCT:100:1:TOOL:ITEM_TOOL_JUG:GET_MATERIAL_FROM_REAGENT:점토:]
ru: [PRODUCT:100:1:TOOL:ITEM_TOOL_JUG:GET_MATERIAL_FROM_REAGENT:глина:]
tr: [PRODUCT:100:1:ALET:ITEM_TOOL_JUG:REAKTİFTEN_MALZEME_AL:kil:]
vi: [PRODUCT:100:1:TOOL:ITEM_TOOL_JUG:GET_MATERIAL_FROM_REAGENT:đất sét:]
zh_hans: [PRODUCT:100:1:TOOL:ITEM_TOOL_JUG:GET_MATERIAL_FROM_REAGENT:黏土:]

# REACTION:MAKE_CLAY_BRICKS
source: [NAME:make clay bricks]
cs: [NAME:vyrobit hliněné cihly]
de: [NAME:Tonziegel herstellen]
eo: [NAME:fari argilan brikojn]
es: [NAME:hacer ladrillos de arcilla]
ja: [NAME:粘土のレンガを作成]
ko: [NAME:점토 벽돌 만들기]
pl: [NAME:zrób gliniane cegły]
ru: [NAME:изготовить глиняные кирпичи]
tr: [NAME:kil tuğlalar yap]
vi: [NAME:Làm gạch đất sét]
zh_hans: [NAME:制作黏土砖]

# REACTION:MAKE_CLAY_BRICKS
source: [REAGENT:clay:]
cs: [REAGENT:jíl:]
de: [REAGENT:Ton:]
eo: [REAGENT:argilo:]
es: [REAGENT:arcilla:]
ko: [REAGENT:점토:]
pl: [REAGENT:glina:]
ru: [REAGENT:глина:]
tr: [REAGENT:kil:]
vi: [REAGENT:đất sét:]
zh_hans: [REAGENT:黏土:]

# REACTION:MAKE_CLAY_BRICKS
source: [PRODUCT:100:1:BLOCKS:NONE:GET_MATERIAL_FROM_REAGENT:clay:]
cs: [PRODUCT:100:1:BLOCKS:NONE:GET_MATERIAL_FROM_REAGENT:jíl:]
de: [PRODUCT:100:1:BLOCKS:NONE:GET_MATERIAL_FROM_REAGENT:Lehm:]
eo: [PRODUCT:100:1:BLOCKS:NONE:GET_MATERIAL_FROM_REAGENT:argilo:]
es: [PRODUCT:100:1:BLOCKS:NONE:GET_MATERIAL_FROM_REAGENT:arcilla:]
ko: [PRODUCT:100:1:BLOCKS:NONE:GET_MATERIAL_FROM_REAGENT:점토]
ru: [PRODUCT:100:1:BLOCKS:NONE:GET_MATERIAL_FROM_REAGENT:глина:]
tr: [PRODUCT:100:1:BLOKLAR:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kil:]
vi: [PRODUCT:100:1:BLOCKS:NONE:GET_MATERIAL_FROM_REAGENT:đất sét:]
zh_hans: [PRODUCT:100:1:BLOCKS:NONE:GET_MATERIAL_FROM_REAGENT:黏土:]

# REACTION:MAKE_CLAY_STATUE
source: [NAME:make clay statue]
cs: [NAME:vyrobit hliněnou sochu]
de: [NAME:Tonstatue herstellen]
eo: [NAME:fari argilan statuon]
es: [NAME:hacer estatua de arcilla]
ja: [NAME:粘土像を作成]
ko: [NAME:점토 조각상 만들기]
pl: [NAME:zrób glinianą statuetke]
ru: [NAME:ваять глиняную статую]
tr: [NAME:kil heykel yap]
vi: [NAME:Nặn tượng đất sét]
zh_hans: [NAME:制作黏土雕像]

# REACTION:MAKE_CLAY_STATUE
source: [REAGENT:clay:]
cs: [REAGENT:jíl:]
de: [REAGENT:Ton:]
eo: [REAGENT:argilo:]
es: [REAGENT:arcilla:]
ko: [REAGENT:점토:]
pl: [REAGENT:glina:]
ru: [REAGENT:глина:]
tr: [REAGENT:kil:]
vi: [REAGENT:đất sét:]
zh_hans: [REAGENT:黏土:]

# REACTION:MAKE_CLAY_STATUE
source: [PRODUCT:100:1:STATUE:NONE:GET_MATERIAL_FROM_REAGENT:clay:]
cs: [PRODUCT:100:1:STATUE:NONE:GET_MATERIAL_FROM_REAGENT:jíl:]
de: [PRODUCT:100:1:STATUE:NONE:GET_MATERIAL_FROM_REAGENT:Lehm:]
eo: [PRODUCT:100:1:STATUE:NONE:GET_MATERIAL_FROM_REAGENT:argilo:]
es: [PRODUCT:100:1:STATUE:NONE:GET_MATERIAL_FROM_REAGENT:arcilla:]
ko: [PRODUCT:100:1:STATUE:NONE:GET_MATERIAL_FROM_REAGENT:점토]
ru: [PRODUCT:100:1:STATUE:NONE:GET_MATERIAL_FROM_REAGENT:глина:]
tr: [PRODUCT:100:1:HEYKEL:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kil:]
vi: [PRODUCT:100:1:STATUE:NONE:GET_MATERIAL_FROM_REAGENT:đất sét:]
zh_hans: [PRODUCT:100:1:STATUE:NONE:GET_MATERIAL_FROM_REAGENT:黏土:]

# REACTION:MAKE_LARGE_CLAY_POT
source: [NAME:make large clay pot]
cs: [NAME:vyrobit velký hliněný hrnec]
de: [NAME:Tonkrug herstellen]
eo: [NAME:fari grandan argilan kruĉegon]
es: [NAME:hacer una bote de barro grande]
ja: [NAME:粘土の壺を作成]
ko: [NAME:큰 점토 항아리 만들기]
pl: [NAME:zrób duży gliniany garnek]
ru: [NAME:изготовить большой глиняный горшок]
tr: [NAME:büyük kil çömlek yap]
vi: [NAME:Nặn nồi đất sét lớn]
zh_hans: [NAME:制作大黏土罐]

# REACTION:MAKE_LARGE_CLAY_POT
source: [REAGENT:clay:]
cs: [REAGENT:jíl:]
de: [REAGENT:Ton:]
eo: [REAGENT:argilo:]
es: [REAGENT:arcilla:]
ko: [REAGENT:점토:]
pl: [REAGENT:glina:]
ru: [REAGENT:глина:]
tr: [REAGENT:kil:]
vi: [REAGENT:đất sét:]
zh_hans: [REAGENT:黏土:]

# REACTION:MAKE_LARGE_CLAY_POT
source: [PRODUCT:100:1:TOOL:ITEM_TOOL_LARGE_POT:GET_MATERIAL_FROM_REAGENT:clay:]
cs: [PRODUCT:100:1:TOOL:ITEM_TOOL_LARGE_POT:GET_MATERIAL_FROM_REAGENT:jíl:]
de: [PRODUCT:100:1:TOOL:ITEM_TOOL_LARGE_POT:GET_MATERIAL_FROM_REAGENT:Lehm:]
eo: [PRODUCT:100:1:TOOL:ITEM_TOOL_LARGE_POT:GET_MATERIAL_FROM_REAGENT:argilo:]
es: [PRODUCT:100:1:TOOL:ITEM_TOOL_LARGE_POT:GET_MATERIAL_FROM_REAGENT:arcilla:]
ko: [PRODUCT:100:1:TOOL:ITEM_TOOL_LARGE_POT:GET_MATERIAL_FROM_REAGENT:점토:]
ru: [PRODUCT:100:1:TOOL:ITEM_TOOL_LARGE_POT:GET_MATERIAL_FROM_REAGENT:глина:]
tr: [PRODUCT:100:1:ALET:ITEM_TOOL_LARGE_POT:REAKTİFTEN_MALZEME_AL:kil:]
vi: [PRODUCT:100:1:TOOL:ITEM_TOOL_LARGE_POT:GET_MATERIAL_FROM_REAGENT:đất sét:]
zh_hans: [PRODUCT:100:1:TOOL:ITEM_TOOL_LARGE_POT:GET_MATERIAL_FROM_REAGENT:黏土:]

# REACTION:MAKE_CLAY_CRAFTS
source: [NAME:make clay crafts]
cs: [NAME:vyrobit hliněné výrobky]
de: [NAME:Lehm Handwerkskunst herstellen]
eo: [NAME:fari argilan artefaritaĵojn]
es: [NAME:hacer artesanías de arcilla]
ja: [NAME:粘土の工芸品を作成]
ko: [NAME:점토 공예품 만들기]
pl: [NAME:zrób gliniane rzemiosła]
ru: [NAME:изготовить глиняные изделия]
tr: [NAME:kil el sanatı yap]
vi: [NAME:Chế tác đồ thủ công bằng đất sét]
zh_hans: [NAME:制作黏土工艺品]

# REACTION:MAKE_CLAY_CRAFTS
source: [REAGENT:clay:]
cs: [REAGENT:jíl:]
de: [REAGENT:Ton:]
eo: [REAGENT:argila:]
es: [REAGENT:arcilla:]
ko: [REAGENT:점토:]
pl: [REAGENT:glina:]
ru: [REAGENT:глина:]
tr: [REAGENT:kil:]
vi: [REAGENT:đất sét:]
zh_hans: [REAGENT:黏土:]

# REACTION:MAKE_CLAY_CRAFTS
source: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:clay:]
cs: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:jíl:]
de: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:Lehm:]
eo: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:argilo:]
es: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:arcilla:]
ko: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:점토:]
ru: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:глина:]
tr: [PRODUCT:100:1:EL_SANATI:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kil:]
vi: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:đất sét:]
zh_hans: [PRODUCT:100:1:CRAFTS:NONE:GET_MATERIAL_FROM_REAGENT:黏土:]

# REACTION:GLAZE_JUG
source: [NAME:glaze clay/stone jug]
cs: [NAME:glazovat hliněného/kamenného džbánu]
de: [NAME:Lehm-/Steinkrug glasieren]
eo: [NAME:glazuri argilan/ŝtonan kruĉon]
es: [NAME:esmalte arcilla/jarra de piedra]
ja: [NAME:灰釉した石の水差しを作成]
ko: [NAME:유약바른 점토/돌 주전자]
pl: [NAME:gliniana glazura/kamienny dzbanek]
ru: [NAME:глазировать глиняный/каменный кувшин]
tr: [NAME:kil/taş testiyi sırla]
vi: [NAME:Tráng men bình đất sét/đá]
zh_hans: [NAME:为黏土/石质壶上釉]

# REACTION:GLAZE_JUG
source: [REAGENT:glaze:]
cs: [REAGENT:glazura:]
de: [REAGENT:Glasur:]
eo: [REAGENT:glazuro:]
es: [REAGENT:esmaltar:]
ko: [REAGENT:유약바른:]
pl: [REAGENT:glazura:]
ru: [REAGENT:глазурь:]
tr: [REAGENT:sır:]
vi: [REAGENT:Men:]
zh_hans: [REAGENT:釉料:]

# REACTION:GLAZE_JUG
source: [REAGENT:jug:]
cs: [REAGENT:džbán:]
de: [REAGENT:Krug:]
eo: [REAGENT:kruĉo:]
es: [REAGENT:jarra:]
ko: [REAGENT:주전자:]
pl: [REAGENT:dzbanek:]
ru: [REAGENT:глазурь:]
tr: [REAGENT:testi:]
vi: [REAGENT:Bình:]
zh_hans: [REAGENT:壶:]

# REACTION:GLAZE_JUG
source: [IMPROVEMENT:100:jug:GLAZED:GET_MATERIAL_FROM_REAGENT:glaze:]
cs: [IMPROVEMENT:100:džbán:GLAZED:GET_MATERIAL_FROM_REAGENT:glazura:]
de: [IMPROVEMENT:100:jug:GLAZED:GET_MATERIAL_FROM_REAGENT:Glasur:]
eo: [IMPROVEMENT:100:kruĉo:GLAZED:GET_MATERIAL_FROM_REAGENT:glazuro:]
es: [IMPROVEMENT:100:jarra:GLAZED:GET_MATERIAL_FROM_REAGENT:esmaltar:]
ko: [IMPROVEMENT:100:주전자:GLAZED:GET_MATERIAL_FROM_REAGENT:유약바른:]
ru: [IMPROVEMENT:100:кувшин:GLAZED:GET_MATERIAL_FROM_REAGENT:глазурь:]
tr: [IMPROVEMENT:100:testi:SIRLANMIŞ:REAKTİFTEN_MALZEME_AL:sır:]
vi: [IMPROVEMENT:100:Bình:GLAZED:GET_MATERIAL_FROM_REAGENT:Men:]
zh_hans: [IMPROVEMENT:100:jug:GLAZED:GET_MATERIAL_FROM_REAGENT:釉料:]

# REACTION:GLAZE_STATUE
source: [NAME:glaze clay/stone statue]
cs: [NAME:glazovat hliněné/kamenné sochy]
de: [NAME:Lehm-/Steinstatue glasieren]
eo: [NAME:glazuri argilan/ŝtonan statuon]
es: [NAME:esmalte de arcilla/estatua de piedra]
ja: [NAME:灰釉した石像を作成]
ko: [NAME:유약바른 점토/돌 조각상]
pl: [NAME:gliniana glazura/kamienna statuetka]
ru: [NAME:глазировать глиняную/каменную статую]
tr: [NAME:kil/taş heykeli sırla]
vi: [NAME:Tráng men tượng đất sét/đá]
zh_hans: [NAME:为黏土/石质雕像上釉]

# REACTION:GLAZE_STATUE
source: [REAGENT:glaze:]
cs: [REAGENT:glazura:]
de: [REAGENT:Glasur:]
eo: [REAGENT:glazuro:]
es: [REAGENT:esmaltar:]
ko: [REAGENT:유약바른:]
pl: [REAGENT:glazura:]
ru: [REAGENT:глазурь:]
tr: [REAGENT:sır:]
vi: [REAGENT:Men:]
zh_hans: [REAGENT:釉料:]

# REACTION:GLAZE_STATUE
source: [REAGENT:statue:]
cs: [REAGENT:socha:]
eo: [REAGENT:statuo:]
es: [REAGENT:estatua:]
ko: [REAGENT:조각상:]
pl: [REAGENT:statuetka:]
ru: [REAGENT:статуя:]
tr: [REAGENT:heykel:]
vi: [REAGENT:Tượng:]
zh_hans: [REAGENT:雕像:]

# REACTION:GLAZE_STATUE
source: [IMPROVEMENT:100:statue:GLAZED:GET_MATERIAL_FROM_REAGENT:glaze:]
cs: [IMPROVEMENT:100:socha:GLAZED:GET_MATERIAL_FROM_REAGENT:glazura:]
de: [IMPROVEMENT:100:statue:GLAZED:GET_MATERIAL_FROM_REAGENT:Glasur:]
eo: [IMPROVEMENT:100:statuo:GLAZED:GET_MATERIAL_FROM_REAGENT:glazuro:]
es: [IMPROVEMENT:100:estata:GLAZED:GET_MATERIAL_FROM_REAGENT:esmaltar:]
ko: [IMPROVEMENT:100:조각상:GLAZED:GET_MATERIAL_FROM_REAGENT:유약:]
ru: [IMPROVEMENT:100:статуя:GLAZED:GET_MATERIAL_FROM_REAGENT:глазурь:]
tr: [IMPROVEMENT:100:heykel:SIRLANMIŞ:REAKTİFTEN_MALZEME_AL:sır:]
vi: [IMPROVEMENT:100:Tượng:GLAZED:GET_MATERIAL_FROM_REAGENT:Men:]
zh_hans: [IMPROVEMENT:100:statue:GLAZED:GET_MATERIAL_FROM_REAGENT:釉料:]

# REACTION:GLAZE_LARGE_POT
source: [NAME:glaze large clay/stone pot]
cs: [NAME:glazovat velký hliněný/kamenný hrnec]
de: [NAME:großen Lehm-/Steintopf glasieren]
eo: [NAME:glazuri grandan argilan/ŝtonan kruĉegon]
es: [NAME:esmaltar arcilla grande/bote de piedra]
ja: [NAME:灰釉した石の壺を作成]
ko: [NAME:유약바른 큰 점토/돌 냄비]
pl: [NAME:duża gliniana glazura/kamienne rzemiosło]
ru: [NAME:глазировать большой глиняный/каменный горшок]
tr: [NAME:büyük kil/taş çömleği sırla]
vi: [NAME:Tráng men nồi đất sét/đá lớn]
zh_hans: [NAME:为大黏土/石质罐上釉]

# REACTION:GLAZE_LARGE_POT
source: [REAGENT:glaze:]
cs: [REAGENT:glazura:]
de: [REAGENT:Glasur:]
eo: [REAGENT:glazuro:]
es: [REAGENT:esmaltar:]
ko: [REAGENT:유약바른:]
pl: [REAGENT:glazura:]
ru: [REAGENT:глазурь:]
tr: [REAGENT:sır:]
vi: [REAGENT:Men:]
zh_hans: [REAGENT:釉料:]

# REACTION:GLAZE_LARGE_POT
source: [REAGENT:large pot:]
cs: [REAGENT:velký hrnec:]
de: [REAGENT:Großer Topf:]
eo: [REAGENT:granda kruĉego:]
es: [REAGENT:bote grande:]
pl: [REAGENT:duży garnek:]
ru: [REAGENT:большой горшок:]
tr: [REAGENT:büyük çömlek:]
vi: [REAGENT:Nồi lớn:]
zh_hans: [REAGENT:大罐:]

# REACTION:GLAZE_LARGE_POT
source: [IMPROVEMENT:100:large pot:GLAZED:GET_MATERIAL_FROM_REAGENT:glaze:]
cs: [IMPROVEMENT:100:velký hrnec:GLAZED:GET_MATERIAL_FROM_REAGENT:glazura:]
de: [IMPROVEMENT:100:large pot:GLAZED:GET_MATERIAL_FROM_REAGENT:Glasur:]
eo: [IMPROVEMENT:100:granda kruĉego:GLAZED:GET_MATERIAL_FROM_REAGENT:glazuro:]
es: [IMPROVEMENT:100:bote grande:GLAZED:GET_MATERIAL_FROM_REAGENT:esmaltar:]
ko: [IMPROVEMENT:100:큰 냄비:GLAZED:GET_MATERIAL_FROM_REAGENT:유약:]
ru: [IMPROVEMENT:100:большой горшок:GLAZED:GET_MATERIAL_FROM_REAGENT:глазурь:]
tr: [IMPROVEMENT:100:büyük çömlek:SIRLANMIŞ:REAKTİFTEN_MALZEME_AL:sır:]
vi: [IMPROVEMENT:100:Nồi lớn:GLAZED:GET_MATERIAL_FROM_REAGENT:Men:]
zh_hans: [IMPROVEMENT:100:large pot:GLAZED:GET_MATERIAL_FROM_REAGENT:釉料:]

# REACTION:GLAZE_CRAFT
source: [NAME:glaze clay/stone craft]
cs: [NAME:glazovat hliněný/kamenný výrobek]
de: [NAME:Lehm-/Steinhandwerk glasieren]
eo: [NAME:glazuri argilan/ŝtonan artefaritaĵo]
es: [NAME:esmalte de arcilla/artesanía de piedra]
ja: [NAME:灰釉した石の工芸品を作成]
ko: [NAME:유약바른 점토/돌 공예품]
pl: [NAME:gliniana glazura/kamienne rzemiosło]
ru: [NAME:глазировать глиняные/каменные изделия]
tr: [NAME:kil/taş el sanatını sırla]
vi: [NAME:Tráng men đồ thủ công bằng đất sét/đá]
zh_hans: [NAME:为黏土/石质工艺品上釉]

# REACTION:GLAZE_CRAFT
source: [REAGENT:glaze:]
cs: [REAGENT:glazura:]
de: [REAGENT:Glasur:]
eo: [REAGENT:glazuro:]
es: [REAGENT:esmaltar:]
ko: [REAGENT:유약바른:]
pl: [REAGENT:glazura:]
ru: [REAGENT:глазурь:]
tr: [REAGENT:sır:]
vi: [REAGENT:Men:]
zh_hans: [REAGENT:釉料:]

# REACTION:GLAZE_CRAFT
source: [REAGENT:craft:]
cs: [REAGENT:výrobek:]
de: [REAGENT:Herstellen:]
eo: [REAGENT:artefaritaĵo:]
es: [REAGENT:fabricar:]
pl: [REAGENT:rzemiosło:]
ru: [REAGENT:изделие:]
tr: [REAGENT:el sanatı:]
vi: [REAGENT:Đồ thủ công:]
zh_hans: [REAGENT:工艺品:]

# REACTION:GLAZE_CRAFT
source: [IMPROVEMENT:100:craft:GLAZED:GET_MATERIAL_FROM_REAGENT:glaze:]
cs: [IMPROVEMENT:100:výrobek:GLAZED:GET_MATERIAL_FROM_REAGENT:glazura:]
de: [IMPROVEMENT:100:craft:GLAZED:GET_MATERIAL_FROM_REAGENT:Glasur:]
eo: [IMPROVEMENT:100:artefaritaĵo:GLAZED:GET_MATERIAL_FROM_REAGENT:glazuro:]
es: [IMPROVEMENT:100:fabricar:GLAZED:GET_MATERIAL_FROM_REAGENT:esmaltar:]
ko: [IMPROVEMENT:100:공예:GLAZED:GET_MATERIAL_FROM_REAGENT:유약:]
ru: [IMPROVEMENT:100:изделие:GLAZED:GET_MATERIAL_FROM_REAGENT:глазурь:]
tr: [IMPROVEMENT:100:el sanatı:SIRLANMIŞ:REAKTİFTEN_MALZEME_AL:sır:]
vi: [IMPROVEMENT:100:Đồ thủ công:GLAZED:GET_MATERIAL_FROM_REAGENT:Men:]
zh_hans: [IMPROVEMENT:100:craft:GLAZED:GET_MATERIAL_FROM_REAGENT:釉料:]

# REACTION:PRESS_OIL
source: [NAME:press liquid from paste]
cs: [NAME:vylisovat tekutinu z pasty]
de: [NAME:Gepresste Flüssigkeit von der Paste]
eo: [NAME:elpremi likvaĵon el pasto]
es: [NAME:presionar el líquido de la pasta]
ja: [NAME:ペーストから液体を圧搾]
ko: [NAME:반죽을 압착하여 오일 얻기]
pl: [NAME:wyciśnij płyn z pasty]
ru: [NAME:Отжимать жидкость из пасты]
tr: [NAME:ezmeden sıvı sık]
vi: [NAME:Ép lấy chất lỏng từ bột nhão]
zh_hans: [NAME:从浆糊中榨出液体]

# REACTION:PRESS_OIL
source: [REAGENT:paste:]
cs: [REAGENT:pasta:]
eo: [REAGENT:pasto:]
es: [REAGENT:pegar:]
ko: [REAGENT:반죽:]
pl: [REAGENT:pasta:]
ru: [REAGENT:паста:]
tr: [REAGENT:ezme:]
vi: [REAGENT:Bột nhão:]
zh_hans: [REAGENT:浆糊:]

# REACTION:PRESS_OIL
source: [REAGENT:liquid container:]
cs: [REAGENT:nádoba na kapalinu:]
de: [REAGENT:Flüssigkeitsbehälter:]
eo: [REAGENT:likvaĵujo:]
es: [REAGENT:depósito de líquidos:]
ko: [REAGENT:액체 용기:]
pl: [REAGENT:pojemnik na płyn:]
ru: [REAGENT:контейнер жидкости:]
tr: [REAGENT:sıvı kabı:]
vi: [REAGENT:Vật chứa chất lỏng:]
zh_hans: [REAGENT:液体容器:]

# REACTION:PRESS_OIL
source: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:paste:]
cs: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:pasta:]
eo: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:pasto:]
es: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:pasta:]
ko: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:반죽:]
ru: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:паста:]
tr: [PRODUCT:100:1:SIVI_ÇEŞİTLİ:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:ezme:]
vi: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:Bột nhão:]
zh_hans: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:浆糊:]

# REACTION:PRESS_OIL
source: [PRODUCT_TO_CONTAINER:liquid container]
cs: [PRODUCT_TO_CONTAINER:nádoba na kapalinu]
de: [PRODUCT_TO_CONTAINER:Flüssigkeitsbehälter]
eo: [PRODUCT_TO_CONTAINER:likvaĵujo]
es: [PRODUCT_TO_CONTAINER:contenedor de liquidos]
ko: [PRODUCT_TO_CONTAINER:액체 용기]
pl: [PRODUCT_TO_CONTAINER:pojemnik na płyn]
ru: [PRODUCT_TO_CONTAINER:контейнер жидкости]
tr: [PRODUCT_TO_CONTAINER:sıvı kabı]
vi: [PRODUCT_TO_CONTAINER:Vật chứa chất lỏng]
zh_hans: [PRODUCT_TO_CONTAINER:液体容器]

# REACTION:PRESS_OIL
source: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:paste:]
cs: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:pasta:]
eo: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:pasto:]
es: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:pasta:]
ko: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:반죽:]
ru: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:паста:]
tr: [PRODUCT:100:1:TOPAK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:ezme:]
vi: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:Bột nhão:]
zh_hans: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:浆糊:]

# REACTION:PRESS_OIL_FRUIT
source: [NAME:press liquid from fruit]
cs: [NAME:vylisovat tekutinu z ovoce]
de: [NAME:Presse Flüssigkeit aus Früchten]
eo: [NAME:elpremi likvaĵon el frukto]
es: [NAME:presionar el líquido de la fruta]
ja: [NAME:果実を圧搾]
ko: [NAME:과일 압착하여 과즙 얻기]
pl: [NAME:wyciśnij płyn z owoców]
ru: [NAME:выжать сок из фрукта]
tr: [NAME:meyveden sıvı sık]
vi: [NAME:Ép lấy chất lỏng từ trái cây]
zh_hans: [NAME:从果实中榨出液体]

# REACTION:PRESS_OIL_FRUIT
source: [REAGENT:plant:]
cs: [REAGENT:rostlina:]
de: [REAGENT:Pflanze:]
eo: [REAGENT:vegetalo:]
es: [REAGENT:planta:]
ko: [REAGENT:식물:]
pl: [REAGENT:roślina:]
ru: [REAGENT:растение:]
tr: [REAGENT:bitki:]
vi: [REAGENT:thực vật:]
zh_hans: [REAGENT:植物:]

# REACTION:PRESS_OIL_FRUIT
source: [REAGENT:liquid container:]
cs: [REAGENT:nádoba na kapalinu:]
de: [REAGENT:Flüssigkeitsbehälter:]
eo: [REAGENT:likvaĵujo]
es: [REAGENT:depósito de líquidos:]
ko: [REAGENT:액체 용기:]
pl: [REAGENT:pojemnik na płyn:]
ru: [REAGENT:контейнер жидкости:]
tr: [REAGENT:sıvı kabı:]
vi: [REAGENT:Vật chứa chất lỏng:]
zh_hans: [REAGENT:液体容器:]

# REACTION:PRESS_OIL_FRUIT
source: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:plant:]
cs: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:rostlina:]
de: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:planta:]
ko: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:식물:]
ru: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:растение:]
tr: [PRODUCT:100:1:SIVI_ÇEŞİTLİ:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bitki:]
vi: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:1:LIQUID_MISC:NONE:GET_MATERIAL_FROM_REAGENT:植物:]

# REACTION:PRESS_OIL_FRUIT
source: [PRODUCT_TO_CONTAINER:liquid container]
cs: [PRODUCT_TO_CONTAINER:nádoba na kapalinu]
de: [PRODUCT_TO_CONTAINER:Flüssigkeitsbehälter]
eo: [PRODUCT_TO_CONTAINER:likvaĵujo]
es: [PRODUCT_TO_CONTAINER:contenedor de liquidos]
ko: [PRODUCT_TO_CONTAINER:액체 용기]
pl: [PRODUCT_TO_CONTAINER:pojemnik na płyn]
ru: [PRODUCT_TO_CONTAINER:контейнер жидкости]
tr: [PRODUCT_TO_CONTAINER:sıvı kabı]
vi: [PRODUCT_TO_CONTAINER:Vật chứa chất lỏng]
zh_hans: [PRODUCT_TO_CONTAINER:液体容器]

# REACTION:PRESS_OIL_FRUIT
source: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:plant:]
cs: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:rostlina:]
de: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:planta:]
ko: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:식물:]
ru: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:растение:]
tr: [PRODUCT:100:1:TOPAK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bitki:]
vi: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:植物:]

# REACTION:MAKE_CLAY_HIVE
source: [NAME:make clay hive]
cs: [NAME:vyrobit hliněný úl]
de: [NAME:Lehm Bienenstock herstellen]
eo: [NAME:fari argilan abelujon]
es: [NAME:hacer una colmena de barro]
ja: [NAME:粘土で蜂巣箱を作成]
ko: [NAME:점토 벌집 만들기]
pl: [NAME:zrób gliniany ul]
ru: [NAME:изготовить глиняный улей]
tr: [NAME:kil kovan yap]
vi: [NAME:Nặn tổ ong đất sét]
zh_hans: [NAME:制作黏土蜂箱]

# REACTION:MAKE_CLAY_HIVE
source: [REAGENT:clay:]
cs: [REAGENT:jíl:]
de: [REAGENT:Ton:]
eo: [REAGENT:argilon:]
es: [REAGENT:arcilla:]
ko: [REAGENT:점토:]
pl: [REAGENT:glina:]
ru: [REAGENT:глина:]
tr: [REAGENT:kil:]
vi: [REAGENT:đất sét:]
zh_hans: [REAGENT:黏土:]

# REACTION:MAKE_CLAY_HIVE
source: [PRODUCT:100:1:TOOL:ITEM_TOOL_HIVE:GET_MATERIAL_FROM_REAGENT:clay:]
cs: [PRODUCT:100:1:TOOL:ITEM_TOOL_HIVE:GET_MATERIAL_FROM_REAGENT:jíl:]
de: [PRODUCT:100:1:TOOL:ITEM_TOOL_HIVE:GET_MATERIAL_FROM_REAGENT:Lehm:]
eo: [PRODUCT:100:1:TOOL:ITEM_TOOL_HIVE:GET_MATERIAL_FROM_REAGENT:argilo:]
es: [PRODUCT:100:1:TOOL:ITEM_TOOL_HIVE:GET_MATERIAL_FROM_REAGENT:arcilla:]
ko: [PRODUCT:100:1:TOOL:ITEM_TOOL_HIVE:GET_MATERIAL_FROM_REAGENT:점토:]
ru: [PRODUCT:100:1:TOOL:ITEM_TOOL_HIVE:GET_MATERIAL_FROM_REAGENT:глина:]
tr: [PRODUCT:100:1:ALET:ITEM_TOOL_HIVE:REAKTİFTEN_MALZEME_AL:kil:]
vi: [PRODUCT:100:1:TOOL:ITEM_TOOL_HIVE:GET_MATERIAL_FROM_REAGENT:đất sét:]
zh_hans: [PRODUCT:100:1:TOOL:ITEM_TOOL_HIVE:GET_MATERIAL_FROM_REAGENT:黏土:]

# REACTION:PRESS_HONEYCOMB
source: [NAME:press honey from honeycomb]
cs: [NAME:vylisovat med z včelí plástve]
de: [NAME:Honig aus Honigwaben pressen]
eo: [NAME:elpremi mielon el mielĉelaro]
es: [NAME:presionar miel desde el panal]
ja: [NAME:蜂の巣から蜂蜜を採る]
ko: [NAME:벌집을 압착하여 꿀얻기]
pl: [NAME:wyciśnij miód z plastra miodu]
ru: [NAME:Отжимать мёд из сот]
tr: [NAME:petekten bal süz]
vi: [NAME:Ép lấy mật ong từ tổ ong]
zh_hans: [NAME:从蜜脾中挤出蜂蜜]
