Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CRAB_MAN
source: [NAME:crab man:crab men:crab man]
cs: [NAME:krabí muž:krabí muži:krabí muž]
de: [NAME:Krabbenmensch:Krabbenmenschen:Krabbenmensch]
eo: [NAME:homkrabo:homkraboj:de homkrabo]
es: [NAME:hombre cangrejo:hombres cangrejo:hombre cangrejo]
ja: [NAME:カニ男:カニ男:カニ男の]
ko: [NAME:게인간:게인간들:게인간]
pl: [NAME:kraboczłowiek:kraboludzie:kraboludzki]
ru: [NAME:человек-краб:люди-крабы:человека-краба]
tr: [NAME:erkek yengeç:erkek yengeçler:erkek yengeç]
vi: [NAME:người cua:những người cua:người cua]

# CREATURE:CRAB_MAN
source: [DESCRIPTION:A person with the head and pincers of a crab.]
cs: [DESCRIPTION:Osoba s hlavou a klepety kraba.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Zangen einer Krabbe.]
eo: [DESCRIPTION:Homo kun la kapo kaj la pinĉiloj de krabo.]
es: [DESCRIPTION:Una persona con la cabeza y pinzas de un cangrejo.]
ja: [DESCRIPTION:カニの頭とはさみを持った人間だ。]
ko: [DESCRIPTION:게의 머리와 집게발을 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i szczypcami kraba.]
ru: [DESCRIPTION:Человек с головой и клешнями краба.]
tr: [DESCRIPTION:Yengeç başına ve kıskaçlarına sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và càng của cua.]
zh_hans: [DESCRIPTION:一种长有蟹头和蟹钳的人型生物。]

# CREATURE:GIANT_CRAB
source: [NAME:giant crab:giant crabs:giant crab]
cs: [NAME:obří krab:obří krabi:obří krab]
de: [NAME:Riesenkrabbe:Riesenkrabben:Riesenkrabbe]
eo: [NAME:giganto krabo:gigantoj kraboj:de giganta krabo]
es: [NAME:cangrejo gigante:cangrejos gigantes:cangrejo gigante]
ja: [NAME:巨大カニ:巨大カニ:巨大カニの]
ko: [NAME:거대 게:거대 게들:거대 게]
pl: [NAME:gigantyczny krab:gigantyczne kraby:gigantyczno krabowy]
ru: [NAME:гигантский краб:гигантские крабы:гигантского краба]
tr: [NAME:dev yengeç:dev yengeçler:dev yengeç]
vi: [NAME:cua khổng lồ:những con cua khổng lồ:cua khổng lồ]

# CREATURE:GIANT_CRAB
source: [CASTE_NAME:giant crab:giant crabs:giant crab]
cs: [CASTE_NAME:obří krab:obří krabi:obří krab]
de: [CASTE_NAME:Riesenkrabbe:Riesenkrabben:Riesenkrabbe]
eo: [CASTE_NAME:giganto krabo:gigantoj kraboj:de giganta krabo]
es: [CASTE_NAME:cangrejo gigante:cangrejos gigantes:cangrejo gigante]
ja: [CASTE_NAME:巨大カニ:巨大カニ:巨大カニの]
ko: [CASTE_NAME:거대 게:거대 게들:거대 게]
pl: [CASTE_NAME:gigantyczny krab:gigantyczne kraby:gigantyczno krabowy]
ru: [CASTE_NAME:гигантский краб:гигантские крабы:гигантского краба]
tr: [CASTE_NAME:dev yengeç:dev yengeçler:dev yengeç]
vi: [CASTE_NAME:cua khổng lồ:những con cua khổng lồ:cua khổng lồ]

# CREATURE:GIANT_CRAB
source: [DESCRIPTION:A large monster in the shape of a crab.]
cs: [DESCRIPTION:Velký tvor ve tvaru kraba.]
de: [DESCRIPTION:Ein großes Monster in Form einer Krabbe.]
eo: [DESCRIPTION:Granda monstro kun formo de krabo.]
es: [DESCRIPTION:Un gran monstruo con la forma de un cangrejo.]
ja: [DESCRIPTION:カニのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:게의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie kraba.]
ru: [DESCRIPTION:Огромный монстр, похожий на краба.]
tr: [DESCRIPTION:Yengeç biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng cua.]

# CREATURE:GIANT_CRAB
source: [PREFSTRING:pincers]
cs: [PREFSTRING:klepety]
de: [PREFSTRING:Schere]
eo: [PREFSTRING:pinĉiloj]
es: [PREFSTRING:pinzas]
ja: [PREFSTRING:はさみ]
ko: [PREFSTRING:핀서]
pl: [PREFSTRING:szczypce]
ru: [PREFSTRING:клешни]
tr: [PREFSTRING:kıskaçlar]
vi: [PREFSTRING:Càng]
zh_hans: [PREFSTRING:钳子]

# CREATURE:GIANT_CRAB
source: [PREFSTRING:sideways walk]
cs: [PREFSTRING:boční chůzí]
de: [PREFSTRING:seitwärtiger Gang]
eo: [PREFSTRING:flanka moviĝado]
es: [PREFSTRING:camino secundario]
ja: [PREFSTRING:カニ歩き]
ko: [PREFSTRING:옆으로 걷기]
pl: [PREFSTRING:boczny chód]
ru: [PREFSTRING:хождение боком]
tr: [PREFSTRING:yan yan yürüme]
vi: [PREFSTRING:đi ngang]
zh_hans: [PREFSTRING:横向行走]

# CREATURE:LEOPARD_SEAL
source: [DESCRIPTION:A large predatory amphibious mammal. It is difficult to evade once in the water.]
cs: [DESCRIPTION:Velký dravý vodní savec. Jakmile je ve vodě, je těžké mu uniknout.]
de: [DESCRIPTION:Ein großes, räuberisches, amphibisches Säugetier. Sobald es im Wasser ist, ist es schwer zu entkommen..]
eo: [DESCRIPTION:Granda predanta amfibia mamulo. Ĝi estas malfacila je eviti kiam en la akvo.]
es: [DESCRIPTION:Un gran mamífero depredador anfibio. Es difícil de evadir una vez en el agua]
ja: [DESCRIPTION:大型の肉食哺乳類。水中で襲われたら、逃げることは難しい。]
ko: [DESCRIPTION:대형 육식 수륙양용 포유류. 물에 들어가면 한 번 피하기 어렵습니다.]
pl: [DESCRIPTION:Duży, ziemnowodny, drapieżny ssak. Trudno go uniknąć, gdy już jest się w wodzie.]
ru: [DESCRIPTION:Большое хищное водное млекопитающее. От него трудно спастись, находясь в воде.]
tr: [DESCRIPTION:Büyük, yırtıcı, amfibi bir memeli. Suya girdiğinde kaçması zordur.]
vi: [DESCRIPTION:Một động vật có vú lưỡng cư săn mồi cỡ lớn. Rất khó để trốn thoát khi nó ở dưới nước.]
zh_hans: [DESCRIPTION:一种大型食肉两栖类哺乳动物。一旦在水中就很难逃脱追捕。]

# CREATURE:LEOPARD_SEAL
source: [NAME:leopard seal:leopard seals:leopard seal]
cs: [NAME:mořský leopard:mořští leopardi:mořský leopard]
de: [NAME:Seeleopard:Seeleopard:Seeleopard]
eo: [NAME:marleopardo:marleopardoj:de marleopardo]
es: [NAME:foca leopardo:focas leopardo:foca leopardo]
ja: [NAME:ヒョウアザラシ:ヒョウアザラシ:ヒョウアザラシの]
ko: [NAME:얼룩무늬물범:얼룩무늬물범들:얼룩무늬물범]
pl: [NAME:lampart morski:lamparty morskie:lamparto morski]
ru: [NAME:морской леопард:морские леопарды:морского леопарда]
tr: [NAME:leopar foku:leopar fokları:leopar foku]
vi: [NAME:hải cẩu báo:những con hải cẩu báo:hải cẩu báo]

# CREATURE:LEOPARD_SEAL
source: [CASTE_NAME:leopard seal:leopard seals:leopard seal]
cs: [CASTE_NAME:mořský leopard:mořští leopardi:mořský leopard]
de: [CASTE_NAME:Seeleopard:Seeleopard:Seeleopard]
eo: [CASTE_NAME:marleopardo:marleopardoj:de marleopardo]
es: [CASTE_NAME:foca leopardo:focas leopardo:foca leopardo]
ja: [CASTE_NAME:ヒョウアザラシ:ヒョウアザラシ:ヒョウアザラシの]
ko: [CASTE_NAME:얼룩무늬물범:얼룩무늬물범들:얼룩무늬물범]
pl: [CASTE_NAME:lampart morski:lamparty morskie:lamparto morski]
ru: [CASTE_NAME:морской леопард:морские леопарды:морского леопарда]
tr: [CASTE_NAME:leopar foku:leopar fokları:leopar foku]
vi: [CASTE_NAME:hải cẩu báo:những con hải cẩu báo:hải cẩu báo]

# CREATURE:LEOPARD_SEAL
source: [GENERAL_CHILD_NAME:leopard seal pup:leopard seal pups]
cs: [GENERAL_CHILD_NAME:mládě mořského leoparda:mláďata mořského leoparda]
de: [GENERAL_CHILD_NAME:Seeleopardenwelpen:Seeleopardenwelpen]
eo: [GENERAL_CHILD_NAME:marleopardido:marleopardidoj]
es: [GENERAL_CHILD_NAME:cría de foca leopardo:crías de foca leopardo]
ja: [GENERAL_CHILD_NAME:ヒョウアザラシの子供:ヒョウアザラシの子供の]
ko: [GENERAL_CHILD_NAME:새끼 얼룩무늬물범:새끼 얼룩무늬 물범들]
pl: [GENERAL_CHILD_NAME:młody lamparta morskiego:młode lamparta morskiego]
ru: [GENERAL_CHILD_NAME:детёныш морского леопарда:детёныши морского леопарда]
tr: [GENERAL_CHILD_NAME:yavru leopar foku:yavru leopar fokları]

# CREATURE:LEOPARD_SEAL
source: [PREFSTRING:fierce nature]
cs: [PREFSTRING:divokou povahou]
de: [PREFSTRING:wilde Natur]
eo: [PREFSTRING:feroca naturo]
es: [PREFSTRING:la naturaleza feroz]
ja: [PREFSTRING:恐ろしい]
ko: [PREFSTRING:사나운 특성]
pl: [PREFSTRING:zaciekła natura]
ru: [PREFSTRING:свирепую натуру]
tr: [PREFSTRING:vahşi doğa]
vi: [PREFSTRING:bản tính hung dữ]

# CREATURE:LEOPARD_SEAL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:LEOPARD_SEAL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:LEOPARD_SEAL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:LEOPARD_SEAL_MAN
source: [CASTE_NAME:leopard seal man:leopard seal men:leopard seal man]
cs: [CASTE_NAME:muž mořského leoparda:muži mořského leoparda:muž mořského leoparda]
de: [CASTE_NAME:Seeleoardenmann:Seeleopardenmänner:Seeleopardenmann]
eo: [CASTE_NAME:hommarleopardiĉo:hommarleopardiĉoj:de hommarleopardiĉo]
es: [CASTE_NAME:hombre foca leopardo:hombres foca leopardo:hombre foca leopardo]
ja: [CASTE_NAME:ヒョウアザラシ男:ヒョウアザラシ男:ヒョウアザラシ男の]
ko: [CASTE_NAME:남성 얼룩무늬물범인간:남성 얼룩무늬물범인간들:남성 얼룩무늬물범인간]
pl: [CASTE_NAME:lampartomężczyzna morski:lampartomężczyźni morscy:lampartomęsko morski]
ru: [CASTE_NAME:мужчина-морской леопард:мужчины-морские леопарды:мужчины-морского леопарда]
tr: [CASTE_NAME:erkek leopar foku:erkek leopar fokları:erkek leopar foku]
vi: [CASTE_NAME:người hải cẩu báo:những người hải cẩu báo:người hải cẩu báo]

# CREATURE:LEOPARD_SEAL_MAN
source: [CASTE_NAME:leopard seal woman:leopard seal women:leopard seal woman]
cs: [CASTE_NAME:žena mořského leoparda:ženy mořského leoparda:žena mořského leoparda]
de: [CASTE_NAME:Seeleopardenfrau:Seeleopardenfrauen:Seeleopardenfrau]
eo: [CASTE_NAME:hommarleopardino:hommarleopardinoj:de hommarleopardino]
es: [CASTE_NAME:mujer foca leopardo:mujeres foca leopardo:mujer foca leopardo]
ja: [CASTE_NAME:ヒョウアザラシ女:ヒョウアザラシ女:ヒョウアザラシ女の]
ko: [CASTE_NAME:여성 얼룩무늬물범인간:여성 얼룩무늬물범인간들:여성 얼룩무늬물범인간]
pl: [CASTE_NAME:lampartokobieta morska:lampartokobiety morskie:lampartokobieco morski]
ru: [CASTE_NAME:женщина-морской леопард:женщины-морские леопарды:женщины-морского леопарда]
tr: [CASTE_NAME:dişi leopar foku:dişi leopar fokları:dişi leopar foku]
vi: [CASTE_NAME:phụ nữ hải cẩu báo:những phụ nữ hải cẩu báo:phụ nữ hải cẩu báo]

# CREATURE:LEOPARD_SEAL_MAN
source: [NAME:leopard seal man:leopard seal men:leopard seal man]
cs: [NAME:muž mořského leoparda:muži mořského leoparda:muž mořského leoparda]
de: [NAME:Seeleopardenmensch:Seeleopardenmenschen:Seeleopardenmensch]
eo: [NAME:hommarleopardo:hommarleopardoj:de hommarleopardo]
es: [NAME:hombre foca leopardo:hombres foca leopardo:hombre foca leopardo]
ja: [NAME:ヒョウアザラシ男:ヒョウアザラシ男:ヒョウアザラシ男の]
ko: [NAME:얼룩무늬물범인간:얼룩무늬물범인간들:얼룩무늬물범인간]
pl: [NAME:lampartoczłowiek morski:lampartoludzie morscy:lampartoludzio morski]
ru: [NAME:человек-морской леопард:люди-морские леопарды:человека-морского леопарда]
tr: [NAME:erkek leopar foku:erkek leopar fokları:erkek leopar foku]
vi: [NAME:người hải cẩu báo:những người hải cẩu báo:người hải cẩu báo]

# CREATURE:LEOPARD_SEAL_MAN
source: [DESCRIPTION:A legless person with the head and back flippers of a leopard seal.]
cs: [DESCRIPTION:Beznohý humanoid s hlavou a zadními ploutvemi mořského leoparda.]
de: [DESCRIPTION:Ein beinloser Mensch mit dem Kopf und den Rückenflossen eines Seeleoparden.]
eo: [DESCRIPTION:Sengamba homo kun la kapo kaj postaj naĝiloj de marleopardo.]
es: [DESCRIPTION:Una persona sin piernas con la cabeza y aletas traseras de una foca leopardo.]
ja: [DESCRIPTION:ヒョウアザラシの頭と尾びれを持つ、足の無い人間だ。]
ko: [DESCRIPTION:얼룩무늬물범의 머리와 등 지느러미를 가진 인간.]
pl: [DESCRIPTION:Beznogi osobnik z głową i tylnymi płetwami lamparta morskiego.]
ru: [DESCRIPTION:Человек с головой и плавниками морского леопарда.]
tr: [DESCRIPTION:Leopar foku başına ve arka yüzgeçlerine sahip, bacaksız bir fantastik canlı.]
vi: [DESCRIPTION:Một người không chân với đầu và các vây bơi sau của hải cẩu báo.]
zh_hans: [DESCRIPTION:一种有着豹型海豹的头部和背鳍的无腿人.]

# CREATURE:GIANT_LEOPARD_SEAL
source: [NAME:giant leopard seal:giant leopard seals:giant leopard seal]
cs: [NAME:obří mořský leopard:obří mořští leopardi:obří mořský leopard]
de: [NAME:riesen Seeleopard:riesen Seeleoparden:riesen Seeleopard]
eo: [NAME:giganta marleopardo:gigantaj marleopardoj:de giganta marleopardo]
es: [NAME:foca leopardo gigante:focas leopardo gigantes:foca leopardo gigante]
ja: [NAME:巨大ヒョウアザラシ:巨大ヒョウアザラシ:巨大ヒョウアザラシの]
ko: [NAME:거대 얼룩무늬물범:거대 얼룩무늬물범들:거대 얼룩무늬물범]
pl: [NAME:gigantyczny lampart morski:gigantyczne lamparty morskie:gigantyczno lamparcio morski]
ru: [NAME:гигантский морской леопард:гигантские морские леопарды:гигантского морского леопарда]
tr: [NAME:dev leopar foku:dev leopar fokları:dev leopar foku]
vi: [NAME:hải cẩu báo khổng lồ:những con hải cẩu báo khổng lồ:hải cẩu báo khổng lồ]

# CREATURE:GIANT_LEOPARD_SEAL
source: [CASTE_NAME:giant leopard seal:giant leopard seals:giant leopard seal]
cs: [CASTE_NAME:obří mořský leopard:obří mořští leopardi:obří mořský leopard]
de: [CASTE_NAME:riesen Seeleopard:riesen Seeleoparden:riesen Seeleopard]
eo: [CASTE_NAME:giganta marleopardo:gigantaj marleopardoj:de giganta marleopardo]
es: [CASTE_NAME:foca leopardo gigante:focas leopardo gigantes:foca leopardo gigante]
ja: [CASTE_NAME:巨大ヒョウアザラシ:巨大ヒョウアザラシ:巨大ヒョウアザラシの]
ko: [CASTE_NAME:거대 얼룩무늬물범:거대 얼룩무늬물범들:거대 얼룩무늬물범]
pl: [CASTE_NAME:gigantyczny lampart morski:gigantyczne lamparty morskie:gigantyczno lamparcio morski]
ru: [CASTE_NAME:гигантский морской леопард:гигантские морские леопарды:гигантского морского леопарда]
tr: [CASTE_NAME:dev leopar foku:dev leopar fokları:dev leopar foku]
vi: [CASTE_NAME:hải cẩu báo khổng lồ:những con hải cẩu báo khổng lồ:hải cẩu báo khổng lồ]

# CREATURE:GIANT_LEOPARD_SEAL
source: [GENERAL_CHILD_NAME:giant leopard seal pup:giant leopard seal pups]
cs: [GENERAL_CHILD_NAME:mládě obřího mořského leoparda:mláďata obřího mořského leoparda]
de: [GENERAL_CHILD_NAME:riesen Seeleopardenrobbe:riesen Seeleopardenrobben]
eo: [GENERAL_CHILD_NAME:giganta marleopardido:gigantaj marleopardidoj]
es: [GENERAL_CHILD_NAME:cría de foca leoprado gigante:crías de foca leopardo gigante]
ja: [GENERAL_CHILD_NAME:巨大ヒョウアザラシの子供:巨大ヒョウアザラシの子供の]
ko: [GENERAL_CHILD_NAME:새끼 얼룩무늬물범:새끼 얼룩무늬물범들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego lamparta morskiego:młode gigantycznego lamparta morskiego]
ru: [GENERAL_CHILD_NAME:детёныш гигантского морского леопарда:детёныши гигантского морского леопарда]
tr: [GENERAL_CHILD_NAME:yavru dev leopar foku:yavru dev leopar fokları]
vi: [GENERAL_CHILD_NAME:hải cẩu báo con khổng lồ:những con hải cẩu báo con khổng lồ]

# CREATURE:GIANT_LEOPARD_SEAL
source: [DESCRIPTION:A giant monster in the form of a leopard seal.]
cs: [DESCRIPTION:Obří tvor ve tvaru mořského leoparda.]
de: [DESCRIPTION:Ein riesiges Ungeheuer in Form eines Seeleoparden.]
eo: [DESCRIPTION:Giganta monstro kun formo de marleopardo.]
es: [DESCRIPTION:Un monstruo gigante con la forma de una foca leopardo.]
ja: [DESCRIPTION:ヒョウアザラシのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:얼룩무늬물범의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Gigantyczny potwór w postaci lamparta morskiego.]
ru: [DESCRIPTION:Гигантский монстр, похожий на морского леопарда.]
tr: [DESCRIPTION:Leopar foku biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ dưới dạng hải cẩu báo.]

# CREATURE:GIANT_LEOPARD_SEAL
source: [PREFSTRING:fierce nature]
cs: [PREFSTRING:divokou povahou]
de: [PREFSTRING:wilde Natur]
eo: [PREFSTRING:feroca naturo]
es: [PREFSTRING:la naturaleza feroz]
ja: [PREFSTRING:恐ろしい]
ko: [PREFSTRING:사나운 특성]
pl: [PREFSTRING:zaciekła natura]
ru: [PREFSTRING:свирепую натуру]
tr: [PREFSTRING:vahşi doğa]
vi: [PREFSTRING:bản tính hung dữ]

# CREATURE:CUTTLEFISH
source: [DESCRIPTION:A tiny sea mollusk. It can change color and skin patterns for communication.]
cs: [DESCRIPTION:Drobný mořský měkkýš. Dokáže měnit barvu a vzory na kůži pro komunikaci.]
de: [DESCRIPTION:Eine winzige Meeresmolluske. Sie kann Farbe und Hautmuster zur Kommunikation ändern.]
eo: [DESCRIPTION:Eta mara molusko. Ĝi povas ŝanĝi koloron kaj haŭtajn skemojn por komunikado.]
es: [DESCRIPTION:Un pequeño molusco de mar. Puede cambiar de color y patrones de piel para comunicarse.]
ja: [DESCRIPTION:小さな海の軟体動物。コミュニケーションのために色や肌の模様を変えることができます。
ko: [DESCRIPTION:작은 바다 연체 동물. 의사소통을 위해 색상과 피부 패턴을 변경할 수 있습니다.]
pl: [DESCRIPTION:Malutki mięczak morski. Może zmieniać kolor i wzór skóry w celu komunikacji.]
ru: [DESCRIPTION:Мелкий морской моллюск. Может менять цвет кожи для маскировки.]
tr: [DESCRIPTION:Minik bir deniz yumuşakçası. İletişim için renk ve deri desenlerini değiştirebilir.]
vi: [DESCRIPTION:Một động vật thân mềm biển nhỏ bé. Nó có thể thay đổi màu sắc và hoa văn trên da để giao tiếp.]

# CREATURE:CUTTLEFISH
source: [NAME:cuttlefish:cuttlefish:cuttlefish]
cs: [NAME:sépie:sépie:sépie]
de: [NAME:Tintenfisch:Tintenfisch:Tintenfisch]
eo: [NAME:sepio:sepioj:de sepio]
es: [NAME:calamar:calamares:calamar]
ja: [NAME:イカ:イカ:イカの]
ko: [NAME:갑오징어:갑오징어떼:갑오징어]
pl: [NAME:mątwa:mątwy:mątwowy]
ru: [NAME:каракатица:каракатицы:каракатицы]
tr: [NAME:mürekkep balığı:mürekkep balıkları:mürekkep balığı]
vi: [NAME:mực nang:mực nang:mực nang]

# CREATURE:CUTTLEFISH
source: [CASTE_NAME:cuttlefish:cuttlefish:cuttlefish]
cs: [CASTE_NAME:sépie:sépie:sépie]
de: [CASTE_NAME:Tintenfisch:Tintenfisch:Tintenfisch]
eo: [CASTE_NAME:sepio:sepioj:de sepio]
es: [CASTE_NAME:calamar:calamares:calamar]
ja: [CASTE_NAME:イカ:イカ:イカの]
ko: [CASTE_NAME:갑오징어:갑오징어떼:갑오징어]
pl: [CASTE_NAME:mątwa:mątwy:mątwowy]
ru: [CASTE_NAME:каракатица:каракатицы:каракатицы]
tr: [CASTE_NAME:mürekkep balığı:mürekkep balıkları:mürekkep balığı]
vi: [CASTE_NAME:mực nang:mực nang:mực nang]

# CREATURE:CUTTLEFISH
source: [PREFSTRING:ability to change color]
cs: [PREFSTRING:schopností měnit barvu]
de: [PREFSTRING:kann seine Farbe ändern]
eo: [PREFSTRING:kapablo por kolorŝanĝado]
es: [PREFSTRING:habilidad para cambiar de color]
ja: [PREFSTRING:体色を変える]
ko: [PREFSTRING:색깔을 바꾸는 능력]
pl: [PREFSTRING:zdolność do zmiany koloru]
ru: [PREFSTRING:способность менять цвет]
tr: [PREFSTRING:renk değiştirme yeteneği]
vi: [PREFSTRING:khả năng đổi màu]

# CREATURE:CUTTLEFISH
source: [PREFSTRING:distinctive pupils]
cs: [PREFSTRING:charakteristickými zornicemi]
de: [PREFSTRING:unverwechselbare Pupilen]
eo: [PREFSTRING:distingaj pupiloj]
es: [PREFSTRING:pupilas distintivas]
ja: [PREFSTRING:特徴的な目]
ko: [PREFSTRING:독특한 눈동자]
pl: [PREFSTRING:charakterystyczne młode]
ru: [PREFSTRING:характерные зрачки]
tr: [PREFSTRING:belirgin göz bebekleri]
vi: [PREFSTRING:đồng tử đặc trưng]

# CREATURE:CUTTLEFISH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CUTTLEFISH
source: [STATE_NAME:ALL_SOLID:frozen cuttlefish ink]
cs: [STATE_NAME:ALL_SOLID:zmražený inkoust sépie]
de: [STATE_NAME:ALL_SOLID:gefrorene Tintenfischtinte]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita inko de sepio]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 갑오징어 잉크]
ru: [STATE_NAME:ALL_SOLID:замороженные чернила каракатицы]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş mürekkep balığı mürekkebi]
vi: [STATE_NAME:ALL_SOLID:mực nang đông đặc]

# CREATURE:CUTTLEFISH
source: [STATE_ADJ:ALL_SOLID:frozen cuttlefish ink]
cs: [STATE_ADJ:ALL_SOLID:zmražený inkoust sépie]
de: [STATE_ADJ:ALL_SOLID:gefrorene Tintenfischtinte]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita inko de sepio]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 갑오징어 잉크]
ru: [STATE_ADJ:ALL_SOLID:замёрзшие чернила каракатицы]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş mürekkep balığı mürekkebi]
vi: [STATE_ADJ:ALL_SOLID:mực nang đông đặc]

# CREATURE:CUTTLEFISH
source: [STATE_NAME:LIQUID:cuttlefish ink]
cs: [STATE_NAME:LIQUID:inkoust sépie]
de: [STATE_NAME:LIQUID:Tintenfisch Tinte]
eo: [STATE_NAME:LIQUID:inko de sepio]
ko: [STATE_NAME:LIQUID:갑오징어 잉크]
pl: [STATE_NAME:LIQUID:tusz mątwy]
ru: [STATE_NAME:LIQUID:чернила каракатицы]
tr: [STATE_NAME:LIQUID:mürekkep balığı mürekkebi]
vi: [STATE_NAME:LIQUID:mực nang]

# CREATURE:CUTTLEFISH
source: [STATE_ADJ:LIQUID:cuttlefish ink]
cs: [STATE_ADJ:LIQUID:inkoust sépie]
de: [STATE_ADJ:LIQUID:Tintenfisch Tinte]
eo: [STATE_ADJ:LIQUID:de inko de sepio]
ko: [STATE_ADJ:LIQUID:갑오징어 잉크]
pl: [STATE_ADJ:LIQUID:tusz mątwy]
ru: [STATE_ADJ:LIQUID:чернила каракатицы]
tr: [STATE_ADJ:LIQUID:mürekkep balığı mürekkebi]
vi: [STATE_ADJ:LIQUID:mực nang]

# CREATURE:CUTTLEFISH
source: [STATE_NAME:GAS:boiling cuttlefish ink]
cs: [STATE_NAME:GAS:vřící inkoust sépie]
de: [STATE_NAME:GAS:kochende Tintenfisch Tinte]
eo: [STATE_NAME:GAS:bolanta inko de sepio]
ko: [STATE_NAME:GAS:기화된 갑오징어 잉크]
pl: [STATE_NAME:GAS:gotujący się tusz mątwy]
ru: [STATE_NAME:GAS:кипящие чернила каракатицы]
tr: [STATE_NAME:GAS:kaynayan mürekkep balığı mürekkebi]
vi: [STATE_NAME:GAS:mực nang đang sôi]

# CREATURE:CUTTLEFISH
source: [STATE_ADJ:GAS:boiling cuttlefish ink]
cs: [STATE_ADJ:GAS:vřící inkoust sépie]
de: [STATE_ADJ:GAS:kochende Tintenfisch Tinte]
eo: [STATE_ADJ:GAS:de bolanta inko de sepio]
ko: [STATE_ADJ:GAS:기화된 갑오징어 잉크]
pl: [STATE_ADJ:GAS:gotujący się tusz mątwy]
ru: [STATE_ADJ:GAS:кипящие чернила каракатицы]
tr: [STATE_ADJ:GAS:kaynayan mürekkep balığı mürekkebi]
vi: [STATE_ADJ:GAS:mực nang đang sôi]

# CREATURE:CUTTLEFISH
source: [CDI:ADV_NAME:Squirt ink]
cs: [CDI:ADV_NAME:Vystříknout inkoust]
de: [CDI:ADV_NAME:Tintenfischtinte]
eo: [CDI:ADV_NAME:Ŝpruci inkon]
es: [CDI:ADV_NAME:Tinta de calamar]
ja: [CDI:ADV_NAME:墨を吐く]
ko: [CDI:ADV_NAME:오징어 먹물]
pl: [CDI:ADV_NAME:Tryskający atrament]
ru: [CDI:ADV_NAME:Струя чернил]
tr: [CDI:ADV_NAME:Mürekkep fışkırt]
vi: [CDI:ADV_NAME:Phun mực]

# CREATURE:CUTTLEFISH
source: [CDI:VERB:squirt ink:squirts ink:]
cs: [CDI:VERB:vystříknout inkoust:vystříkne inkoust:]
de: [CDI:VERB:Tintenfischtinte:Tintenfischtinten:]
pl: [CDI:VERB:tryskasz atramentem:tryska atramentem:]
ru: [CDI:VERB:выпускаете струю чернил:выпускает струю чернил:]
tr: [CDI:VERB:mürekkep fışkırt:mürekkep fışkırtır:]

# CREATURE:CUTTLEFISH
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CUTTLEFISH_MAN
source: [CVCT_TARGET:cuttlefish]
cs: [CVCT_TARGET:sépie]
de: [CVCT_TARGET:Tintenfisch]
eo: [CVCT_TARGET:sepi]
ko: [CVCT_TARGET:갑오징어]
pl: [CVCT_TARGET:mątwa]
ru: [CVCT_TARGET:каракатица]
tr: [CVCT_TARGET:mürekkep balığı]
vi: [CVCT_TARGET:mực nang]

# CREATURE:CUTTLEFISH_MAN
source: [CVCT_REPLACEMENT:cuttlefish man]
cs: [CVCT_REPLACEMENT:sépií muž]
de: [CVCT_REPLACEMENT:Tintenfischmensch]
eo: [CVCT_REPLACEMENT:homsepi]
ko: [CVCT_REPLACEMENT:갑오징어인간]
pl: [CVCT_REPLACEMENT:człowiek mątwa]
ru: [CVCT_REPLACEMENT:человека-каракатицы]
tr: [CVCT_REPLACEMENT:erkek mürekkep balığı]
vi: [CVCT_REPLACEMENT:người mực nang]

# CREATURE:CUTTLEFISH_MAN
source: [CASTE_NAME:cuttlefish man:cuttlefish men:cuttlefish man]
cs: [CASTE_NAME:sépií muž:sépií muži:sépií muž]
de: [CASTE_NAME:Tintenfisch:Tintenfisch:Tintenfisch]
eo: [CASTE_NAME:homsepiiĉo:homsepiiĉoj:de homsepiiĉo]
es: [CASTE_NAME:hombre calamar:hombres calamar:hombre calamar]
ja: [CASTE_NAME:イカ男:イカ男:イカ男の]
ko: [CASTE_NAME:남성 갑오징어인간:남성 갑오징어인간들:남성 갑오징어인간]
pl: [CASTE_NAME:mątwomężczyzna:mątwomężczyźni:mątwomężczyzny]
ru: [CASTE_NAME:мужчина-каракатица:мужчины-каракатицы:мужчины-каракатицы]
tr: [CASTE_NAME:erkek mürekkep balığı:erkek mürekkep balıkları:erkek mürekkep balığı]
vi: [CASTE_NAME:người mực nang:những người mực nang:người mực nang]

# CREATURE:CUTTLEFISH_MAN
source: [CASTE_NAME:cuttlefish woman:cuttlefish women:cuttlefish woman]
cs: [CASTE_NAME:sépií žena:sépií ženy:sépií žena]
de: [CASTE_NAME:Tintenfisch Frau:Tintenfisch Frauen:Tintenfisch Frau]
eo: [CASTE_NAME:homsepiino:homsepiinoj:de homsepiino]
es: [CASTE_NAME:mujer calamar:mujeres calamar:mujer calamar]
ja: [CASTE_NAME:イカ女:イカ女:イカ女の]
ko: [CASTE_NAME:여성 갑오징어인간:여성 갑오징어인간들:여성 갑오징어인간]
pl: [CASTE_NAME:mątwokobieta:mątwokobiety:mątwokobiecy]
ru: [CASTE_NAME:женщина-каракатица:женщины-каракатицы:женщины-каракатицы]
tr: [CASTE_NAME:dişi mürekkep balığı:dişi mürekkep balıkları:dişi mürekkep balığı]
vi: [CASTE_NAME:phụ nữ mực nang:những phụ nữ mực nang:phụ nữ mực nang]
