Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_ROC
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BIRD_ROC
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapá po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:yakalamaya çalış:yakalamaya çalışır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]

# CREATURE:BIRD_ROC
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]

# CREATURE:BIRD_ROC
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BIRD_ROC
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CROCODILE_CAVE
source: [DESCRIPTION:A huge, predatory reptile with pale, colorless scales and red eyes. It lives in caves and ambushes its prey.]
cs: [DESCRIPTION:Obří dravý plaz s bledými, bezbarvými šupinami a červenýma očima. Žije v jeskyních a číhá na kořist.]
de: [DESCRIPTION:Ein riesiges, räuberisches Reptil mit blassen, farblosen Schuppen und roten Augen. Es lebt in Höhlen und lauert seiner Beute auf.]
eo: [DESCRIPTION:Grandega predanta reptilio kun palaj skvamoj kaj ruĝaj okuloj. Ili loĝas en kavernoj, kaj embuskas iliaj predojn.]
es: [DESCRIPTION:Un enorme reptil de palidas e incoloras escamas de ojos rojos. Vive en cavernas y embosca a su presa.]
ja: [DESCRIPTION:淡い無色の鱗と赤い目を持つ巨大肉食爬虫類。洞窟に住み、獲物を待ち伏せします。]
ko: [DESCRIPTION:창백하고 무색의 비늘과 빨간 눈을 가진 거대하고 약탈적인 파충류. 동굴에 살면서 먹이를 매복합니다.]
pl: [DESCRIPTION:Ogromny, drapieżny gad o bladych, bezbarwnych łuskach i czerwonych oczach. Żyje w jaskiniach i zasadza się na swoje ofiary.]
ru: [DESCRIPTION:Огромные хищные рептилии с тусклой бесцветной чешуёй и красными глазами. Живут в пещерах и нападают на своих жертв из засады.]
tr: [DESCRIPTION:Soluk, renksiz pullara ve kırmızı gözlere sahip devasa, yırtıcı bir sürüngen. Mağaralarda yaşar ve avına pusu kurar.]

# CREATURE:CROCODILE_CAVE
source: [NAME:cave crocodile:cave crocodiles:cave crocodile]
cs: [NAME:jeskynní krokodýl:jeskynní krokodýli:jeskynního krokodýla]
de: [NAME:Höhlenkrokodil:Höhlenkrokodile:Höhlenkrokodil]
eo: [NAME:kavkrokodilo:kavkrokodiloj:de kavkrokodilo]
es: [NAME:cocodrilo de cueva:cocodrilos de cueva:cocodrilo de cueva]
ja: [NAME:洞窟クロコダイル:洞窟クロコダイル:洞窟クロコダイルの]
ko: [NAME:동굴악어:동굴악어떼:동굴악어]
pl: [NAME:krokodyl jaskiniowy: krokodyle jaskiniowe: krokodyli jaskiniowych]
ru: [NAME:пещерный крокодил:пещерные крокодилы:пещерного крокодила]
tr: [NAME:mağara timsahı:mağara timsahları:mağara timsahı]
vi: [NAME:Cá sấu hang:Cá sấu hang:Cá sấu hang]
zh_hans: [NAME:洞穴鳄鱼:洞穴鳄鱼:洞穴鳄鱼]

# CREATURE:CROCODILE_CAVE
source: [CASTE_NAME:cave crocodile:cave crocodiles:cave crocodile]
cs: [CASTE_NAME:jeskynní krokodýl:jeskynní krokodýli:jeskynního krokodýla]
de: [CASTE_NAME:Höhlenkrokodil:Höhlenkrokodile:Höhlenkrokodil]
eo: [CASTE_NAME:kavkrokodilo:kavkrokodiloj:de kavkrokodilo]
es: [CASTE_NAME:cocodrilo de cueva:cocodrilos de cueva:cocodrilo de cueva]
ja: [CASTE_NAME:洞窟クロコダイル:洞窟クロコダイル:洞窟クロコダイルの]
ko: [CASTE_NAME:동굴악어:동굴악어떼:동굴악어]
pl: [CASTE_NAME:krokodyl jaskiniowy: krokodyle jaskiniowe: krokodyli jaskiniowych]
ru: [CASTE_NAME:пещерный крокодил:пещерные крокодилы:пещерного крокодила]
tr: [CASTE_NAME:mağara timsahı:mağara timsahları:mağara timsahı]
vi: [CASTE_NAME:Cá sấu hang:Cá sấu hang:Cá sấu hang]
zh_hans: [CASTE_NAME:洞穴鳄鱼:洞穴鳄鱼:洞穴鳄鱼]

# CREATURE:CROCODILE_CAVE
source: [GENERAL_CHILD_NAME:cave crocodile hatchling:cave crocodile hatchlings]
cs: [GENERAL_CHILD_NAME:mládě jeskynního krokodýla:mláďata jeskynního krokodýla]
de: [GENERAL_CHILD_NAME:Höhlenkrokodil Junges:Höhlenkrokodil Junge]
eo: [GENERAL_CHILD_NAME:kavkrokodilido:kavkrokodilidoj]
es: [GENERAL_CHILD_NAME:cocodrilo de cueva neonato:cocodrilos de cueva neonatos]
ko: [GENERAL_CHILD_NAME:새끼 동굴악어:새끼 동굴악어떼]
pl: [GENERAL_CHILD_NAME:młody krokodyla jaskiniowego:młode krokodyla jaskiniowego]
ru: [GENERAL_CHILD_NAME:пещерный крокодильчик:пещерные крокодильчики]
tr: [GENERAL_CHILD_NAME:yavru mağara timsahı:yavru mağara timsahları]
vi: [GENERAL_CHILD_NAME:Cá sấu hang con:Cá sấu hang con]
zh_hans: [GENERAL_CHILD_NAME:洞穴鳄鱼幼崽:洞穴鳄鱼幼崽]

# CREATURE:CROCODILE_CAVE
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:kuvvet]
vi: [PREFSTRING:sức mạnh]

# CREATURE:CROCODILE_CAVE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CROCODILE_CAVE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:CROCODILE_CAVE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:TOAD_GIANT_CAVE
source: [DESCRIPTION:A giant amphibian predator found underground.]
cs: [DESCRIPTION:Obří obojživelný predátor nalezený v podzemí.]
de: [DESCRIPTION:Ein riesiges amphibisches Raubtier, das unter der Erde vorkommt.]
eo: [DESCRIPTION:Giganta amfibia predanto kiu troviĝas subtere.]
es: [DESCRIPTION:Un depredador anfibio gigante encontrado bajo tierra.]
ja: [DESCRIPTION:地下に棲息する大型両生類。]
ko: [DESCRIPTION:지하에서 발견된 거대한 양서류 포식자.]
pl: [DESCRIPTION:Gigantyczny drapieżnik-płaz znaleziony pod ziemią.]
ru: [DESCRIPTION:Гигантский земноводный хищник, обитающий под землёй.]
tr: [DESCRIPTION:Yeraltında bulunan dev bir amfibi yırtıcı.]
vi: [DESCRIPTION:Một loài lưỡng cư săn mồi khổng lồ được tìm thấy dưới lòng đất.]

# CREATURE:TOAD_GIANT_CAVE
source: [NAME:giant cave toad:giant cave toads:giant cave toad]
cs: [NAME:obří jeskynní ropucha:obří jeskynní ropuchy:obří jeskynní ropuchu]
de: [NAME:Riesenhöhlenkröte:Riesenhöhlenkröten:Riesenhöhlenkröte]
eo: [NAME:giganta kavbufo:gigantaj kavbufoj:de giganta kavbufo]
es: [NAME:sapo gigante de cueva:sapos gigantes de cueva:sapo gigante de cueva]
ja: [NAME:巨大洞窟ガエル:巨大洞窟ガエル:巨大洞窟ガエルの]
ko: [NAME:거대 동굴두꺼비:거대 동굴두꺼비들:거대 동굴두꺼비]
pl: [NAME:gigantyczna ropucha jaskiniowa:gigantyczne ropuchy jaskiniowe:gigantycznych ropuch jaskiniowych]
ru: [NAME:гигантская пещерная жаба:гигантские пещерные жабы:гигантской пещерной жабы]
tr: [NAME:dev mağara kurbağası:dev mağara kurbağaları:dev mağara kurbağası]
vi: [NAME:Cóc hang khổng lồ:Cóc hang khổng lồ:Cóc hang khổng lồ]
zh_hans: [NAME:巨洞穴蟾蜍:巨洞穴蟾蜍:巨洞穴蟾蜍]

# CREATURE:TOAD_GIANT_CAVE
source: [CASTE_NAME:giant cave toad:giant cave toads:giant cave toad]
cs: [CASTE_NAME:obří jeskynní ropucha:obří jeskynní ropuchy:obří jeskynní ropuchu]
de: [CASTE_NAME:Riesenhöhlenkröte:Riesenhöhlenkröten:Riesenhöhlenkröte]
eo: [CASTE_NAME:giganta kavbufo:gigantaj kavbufoj:de giganta kavbufo]
es: [CASTE_NAME:sapo gigante de cueva:sapos gigantes de cueva:sapo gigante de cueva]
ja: [CASTE_NAME:巨大洞窟ガエル:巨大洞窟ガエル:巨大洞窟ガエルの]
ko: [CASTE_NAME:거대 동굴두꺼비:거대 동굴두꺼비들:거대 동굴두꺼비]
pl: [CASTE_NAME:gigantyczna ropucha jaskiniowa:gigantyczne ropuchy jaskiniowe:gigantycznaych ropuch jaskiniowych]
ru: [CASTE_NAME:гигантская пещерная жаба:гигантские пещерные жабы:гигантской пещерной жабы]
tr: [CASTE_NAME:dev mağara kurbağası:dev mağara kurbağaları:dev mağara kurbağası]
vi: [CASTE_NAME:Cóc hang khổng lồ:Cóc hang khổng lồ:Cóc hang khổng lồ]
zh_hans: [CASTE_NAME:巨洞穴蟾蜍:巨洞穴蟾蜍:巨洞穴蟾蜍]

# CREATURE:TOAD_GIANT_CAVE
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:kuvvet]
vi: [PREFSTRING:sức mạnh]

# CREATURE:TOAD_GIANT_CAVE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:TOAD_GIANT_CAVE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:TOAD_GIANT_CAVE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:OLM_GIANT
source: [DESCRIPTION:A giant amphibian predator found underground near water.]
cs: [DESCRIPTION:Obří obojživelný predátor nalezený v podzemí poblíž vody.]
de: [DESCRIPTION:Ein riesiges amphibisches Raubtier, das unter der Erde in der Nähe von Wasser vorkommt.]
eo: [DESCRIPTION:Giganta amfibia predanto kiu troviĝas subtere proksime al akvo.]
es: [DESCRIPTION:Un depredador anfibio gigante que habita en el subterraneo cerca del agua.]
ja: [DESCRIPTION:地価の水辺に棲息する大型両生類だ。]
ko: [DESCRIPTION:물 근처에서 지하에서 발견된 거대한 양서류 포식자.]
pl: [DESCRIPTION:Gigantyczny drapieżnik-płaz znaleziony pod ziemią w pobliżu wody.]
ru: [DESCRIPTION:Гигантские хищные амфибии, обитающие рядом с подземными водоёмами.]
tr: [DESCRIPTION:Yeraltında su kenarında bulunan dev bir amfibi yırtıcı.]
vi: [DESCRIPTION:Một loài lưỡng cư săn mồi khổng lồ được tìm thấy dưới lòng đất gần nguồn nước.]

# CREATURE:OLM_GIANT
source: [NAME:giant olm:giant olms:giant olm]
cs: [NAME:obří macarát:obří macaráti:obřího macaráta]
de: [NAME:Riesenolm:Riesenolme:Riesenolm]
eo: [NAME:giganta proteo:gigantaj proteoj:de giganta proteo]
es: [NAME:proteo gigante:proteos gigantes:proteo gigante]
ja: [NAME:巨大イモリ:巨大イモリ:巨大イモリの]
ko: [NAME:거대 옴:거대 옴들:거대 옴]
pl: [NAME:giantyczny olm:giantyczne olmy:giantycznych olmów]
ru: [NAME:гигантский протей:гигантские протеи:гигантского протея]
tr: [NAME:dev mağara semenderi:dev mağara semenderleri:dev mağara semenderi]
vi: [NAME:Kỳ giông hang khổng lồ:Kỳ giông hang khổng lồ:Kỳ giông hang khổng lồ]
zh_hans: [NAME:巨洞螈:巨洞螈:巨洞螈]

# CREATURE:OLM_GIANT
source: [CASTE_NAME:giant olm:giant olms:giant olm]
cs: [CASTE_NAME:obří macarát:obří macaráti:obřího macaráta]
de: [CASTE_NAME:Riesenolm:Riesenolme:Riesenolm]
eo: [CASTE_NAME:giganta proteo:gigantaj proteoj:de giganta proteo]
es: [CASTE_NAME:proteo gigante:proteos gigantes:proteo gigante]
ja: [CASTE_NAME:巨大イモリ:巨大イモリ:巨大イモリの]
ko: [CASTE_NAME:거대 옴:거대 옴들:거대 옴]
pl: [CASTE_NAME:giantyczny olm:giantyczne olmy:giantycznych olmów]
ru: [CASTE_NAME:гигантский протей:гигантские протеи:гигантского протея]
tr: [CASTE_NAME:dev mağara semenderi:dev mağara semenderleri:dev mağara semenderi]
vi: [CASTE_NAME:Kỳ giông hang khổng lồ:Kỳ giông hang khổng lồ:Kỳ giông hang khổng lồ]
zh_hans: [CASTE_NAME:巨洞螈:巨洞螈:巨洞螈]

# CREATURE:OLM_GIANT
source: [PREFSTRING:gills]
cs: [PREFSTRING:žábry]
de: [PREFSTRING:Kiemen]
eo: [PREFSTRING:brankoj]
es: [PREFSTRING:branquias]
ja: [PREFSTRING:えら]
ko: [PREFSTRING:아가미]
pl: [PREFSTRING:skrzela]
ru: [PREFSTRING:жабры]
tr: [PREFSTRING:solungaçlar]
vi: [PREFSTRING:mang]

# CREATURE:OLM_GIANT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:OLM_GIANT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:OLM_GIANT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:BAT_GIANT
source: [DESCRIPTION:A giant flying mammal found underground.]
cs: [DESCRIPTION:Obří létající savec nalezený v podzemí.]
de: [DESCRIPTION:Ein riesiges fliegendes Säugetier, das unter der Erde vorkommt.]
eo: [DESCRIPTION:Giganta fluga mamulo kiu troviĝas subtere.]
es: [DESCRIPTION:Un mamífero volador gigante encontrado bajo tierra.]
ja: [DESCRIPTION:地下に棲息する空飛ぶ大型哺乳類。]
ko: [DESCRIPTION:지하에서 발견된 거대한 비행 포유류.]
pl: [DESCRIPTION:Gigantyczny latający ssak znaleziony pod ziemią.]
ru: [DESCRIPTION:Гигантское летающее млекопитающее, обитающее под землёй.]
tr: [DESCRIPTION:Yeraltında bulunan dev bir uçan memeli.]
vi: [DESCRIPTION:Một loài động vật có vú bay khổng lồ được tìm thấy dưới lòng đất.]

# CREATURE:BAT_GIANT
source: [NAME:giant bat:giant bats:giant bat]
cs: [NAME:obří netopýr:obří netopýři:obřího netopýra]
de: [NAME:Riesenfledermaus:Riesenfledermäuse:Riesenfledermaus]
eo: [NAME:giganta vesperto:gigantaj vespertoj:de giganta vesperto]
es: [NAME:murcielago gigante:murcielagos gigantes:murcielago gigante]
ja: [NAME:巨大コウモリ:巨大コウモリ:巨大コウモリの]
ko: [NAME:거대 박쥐:거대 박쥐들:거대 박쥐]
pl: [NAME:Gigantyczny nietoperz:gigantyczne nietoperze:gigantycznych nietoperzy]
ru: [NAME:гигантская летучая мышь:гигантские летучие мыши:гигантской летучей мыши]
tr: [NAME:dev yarasa:dev yarasalar:dev yarasa]
vi: [NAME:Dơi khổng lồ:Dơi khổng lồ:Dơi khổng lồ]
zh_hans: [NAME:巨蝙蝠:巨蝙蝠:巨蝙蝠]

# CREATURE:BAT_GIANT
source: [CASTE_NAME:giant bat:giant bats:giant bat]
cs: [CASTE_NAME:obří netopýr:obří netopýři:obřího netopýra]
de: [CASTE_NAME:Riesenfledermaus:Riesenfledermäuse:Riesenfledermaus]
eo: [CASTE_NAME:giganta vesperto:gigantaj vespertoj:de giganta vesperto]
es: [CASTE_NAME:murcielago gigante:murcielagos gigantes:murcielago gigante]
ja: [CASTE_NAME:巨大コウモリ:巨大コウモリ:巨大コウモリの]
ko: [CASTE_NAME:거대 박쥐:거대 박쥐들:거대 박쥐]
pl: [CASTE_NAME:Gigantyczny nietoperz:gigantyczne nietoperze:gigantycznych nietoperzy]
ru: [CASTE_NAME:гигантская летучая мышь:гигантские летучие мыши:гигантской летучей мыши]
tr: [CASTE_NAME:dev yarasa:dev yarasalar:dev yarasa]
vi: [CASTE_NAME:Dơi khổng lồ:Dơi khổng lồ:Dơi khổng lồ]
zh_hans: [CASTE_NAME:巨蝙蝠:巨蝙蝠:巨蝙蝠]

# CREATURE:BAT_GIANT
source: [GENERAL_CHILD_NAME:giant bat pup:giant bat pups]
cs: [GENERAL_CHILD_NAME:mládě obřího netopýra:mláďata obřího netopýra]
de: [GENERAL_CHILD_NAME:Riesenfledermaus Junges: Riesenfledermaus Junge]
eo: [GENERAL_CHILD_NAME:giganta vespertido:gigantaj vespertidoj]
es: [GENERAL_CHILD_NAME:cria de murcielago gigante:crias de murcielago gigante]
ja: [GENERAL_CHILD_NAME:巨大コウモリの子供:巨大コウモリの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 박쥐:새끼 거대 박쥐들]
pl: [GENERAL_CHILD_NAME:młode gigantycznego nietoperza:młode gigantycznego nietoperze]
ru: [GENERAL_CHILD_NAME:гигантский летучий мышонок:гигантские летучие мышата]
tr: [GENERAL_CHILD_NAME:dev yarasa yavrusu:dev yarasa yavruları]
vi: [GENERAL_CHILD_NAME:Dơi khổng lồ con:Dơi khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨蝙蝠幼崽:巨蝙蝠幼崽]

# CREATURE:BAT_GIANT
source: [PREFSTRING:terrifying features]
cs: [PREFSTRING:děsivé rysy]
de: [PREFSTRING:furchterregende Fähigkeiten]
eo: [PREFSTRING:teruraj trajtoj]
es: [PREFSTRING:características aterradoras]
ja: [PREFSTRING:恐ろしい機能]
ko: [PREFSTRING:끔찍한 이목구비]
pl: [PREFSTRING:przerażające cechy]
ru: [PREFSTRING:ужасающий внешний вид]
tr: [PREFSTRING:korkunç özellikler]
vi: [PREFSTRING:những đặc điểm đáng sợ]

# CREATURE:BAT_GIANT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BAT_GIANT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:BAT_GIANT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BAT_GIANT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:RAT_GIANT
source: [DESCRIPTION:A gigantic rodent found underground.]
cs: [DESCRIPTION:Obří hlodavec nalezený v podzemí.]
de: [DESCRIPTION:Ein gigantisches Nagetier, das unter der Erde vorkommt.]
eo: [DESCRIPTION:Giganta ronĝulo kiu troviĝas subtere.]
es: [DESCRIPTION:Un gigantesco roedor encontrado bajo tierra.]
ja: [DESCRIPTION:地下に棲息する大型げっ歯類。]
ko: [DESCRIPTION:지하에서 발견된 거대한 설치류.]
pl: [DESCRIPTION:Gigantyczny gryzoń znaleziony pod ziemią.]
ru: [DESCRIPTION:Гигантский грызун, обитающий под землёй.]
tr: [DESCRIPTION:Yeraltında bulunan devasa bir kemirgen.]
vi: [DESCRIPTION:Một loài gặm nhấm khổng lồ được tìm thấy dưới lòng đất.]

# CREATURE:RAT_GIANT
source: [NAME:giant rat:giant rats:giant rat]
cs: [NAME:obří krysa:obří krysy:obří krysu]
de: [NAME:Riesenratte:Riesenratten:Riesenratte]
eo: [NAME:giganta rato:gigantaj ratoj:de giganta rato]
es: [NAME:rata gigante:ratas gigantes:rata gigante]
ja: [NAME:巨大ネズミ:巨大ネズミ:巨大ネズミの]
ko: [NAME:거대 쥐:거대 쥐들:거대 쥐]
pl: [NAME:gigantyczny szczur:gigantyczne szczury:gigantyczno szczurzy]
ru: [NAME:гигантская крыса:гигантские крысы:гигантской крысы]
tr: [NAME:dev sıçan:dev sıçanlar:dev sıçan]
vi: [NAME:Chuột khổng lồ:Chuột khổng lồ:Chuột khổng lồ]
zh_hans: [NAME:巨鼠:巨鼠:巨鼠]

# CREATURE:RAT_GIANT
source: [CASTE_NAME:giant rat:giant rats:giant rat]
cs: [CASTE_NAME:obří krysa:obří krysy:obří krysu]
de: [CASTE_NAME:Riesenratte:Riesenratten:Riesenratte]
eo: [CASTE_NAME:giganta rato:gigantaj ratoj:de giganta rato]
es: [CASTE_NAME:rata gigante:ratas gigantes:rata gigante]
ja: [CASTE_NAME:巨大ネズミ:巨大ネズミ:巨大ネズミの]
ko: [CASTE_NAME:거대 쥐:거대 쥐들:거대 쥐]
pl: [CASTE_NAME:gigantyczny szczur:gigantyczne szczury:gigantyczno szczurzy]
ru: [CASTE_NAME:гигантская крыса:гигантские крысы:гигантской крысы]
tr: [CASTE_NAME:dev sıçan:dev sıçanlar:dev sıçan]
vi: [CASTE_NAME:Chuột khổng lồ:Chuột khổng lồ:Chuột khổng lồ]
zh_hans: [CASTE_NAME:巨鼠:巨鼠:巨鼠]

# CREATURE:RAT_GIANT
source: [GENERAL_CHILD_NAME:giant rat pup:giant rat pups]
cs: [GENERAL_CHILD_NAME:mládě obří krysy:mláďata obří krysy]
de: [GENERAL_CHILD_NAME:Riesenratten Junges: Riesenratten Junge]
eo: [GENERAL_CHILD_NAME:giganta ratid:gigantaj ratidoj]
es: [GENERAL_CHILD_NAME:cria de rata gigante:crias de rata gigante]
ja: [GENERAL_CHILD_NAME:巨大ネズミの子供:巨大ネズミの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 쥐:새끼 거대 쥐들]
pl: [GENERAL_CHILD_NAME:młode gigantycznego szczura:młode gigantycznego szczura]
ru: [GENERAL_CHILD_NAME:гигантский крысёнок:гигантские крысята]
tr: [GENERAL_CHILD_NAME:dev sıçan yavrusu:dev sıçan yavruları]
vi: [GENERAL_CHILD_NAME:Chuột khổng lồ con:Chuột khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨鼠幼崽:巨鼠幼崽]

# CREATURE:RAT_GIANT
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:kuvvet]
vi: [PREFSTRING:sức mạnh]

# CREATURE:RAT_GIANT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:RAT_GIANT
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:RAT_GIANT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:RAT_GIANT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:RAT_GIANT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:RAT_LARGE
source: [DESCRIPTION:A huge rodent found underground.]
cs: [DESCRIPTION:Velký hlodavec nalezený v podzemí.]
de: [DESCRIPTION:Ein riesiges Nagetier, das unter der Erde vorkommt.]
eo: [DESCRIPTION:Grandega ronĝulo kiu troviĝas subtere.]
es: [DESCRIPTION:Un enorme roedor encontrado bajo tierra.]
ja: [DESCRIPTION:地下に棲む大型げっ歯類。]
ko: [DESCRIPTION:지하에서 발견되는 거대한 설치류.]
pl: [DESCRIPTION:Ogromny gryzoń znaleziony pod ziemią.]
ru: [DESCRIPTION:Крупный грызун, обитающий под землёй.]
tr: [DESCRIPTION:Yeraltında bulunan iri bir kemirgen.]
vi: [DESCRIPTION:Một loài gặm nhấm lớn được tìm thấy dưới lòng đất.]
