Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# MATERIAL_TEMPLATE:PEARL_TEMPLATE
source: [STATE_NAME:ALL_SOLID:pearl]
cs: [STATE_NAME:ALL_SOLID:perla]
de: [STATE_NAME:ALL_SOLID:Perle]
eo: [STATE_NAME:ALL_SOLID:perlo]
es: [STATE_NAME:ALL_SOLID:perla]
ja: [STATE_NAME:ALL_SOLID:真珠]
ko: [STATE_NAME:ALL_SOLID:진주]
ru: [STATE_NAME:ALL_SOLID:жемчуг]
tr: [STATE_NAME:ALL_SOLID:inci]
vi: [STATE_NAME:ALL_SOLID:trắng ngọc trai]
zh_hans: [STATE_NAME:ALL_SOLID:珍珠]

# MATERIAL_TEMPLATE:PEARL_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:pearl]
cs: [STATE_ADJ:ALL_SOLID:perlový]
de: [STATE_ADJ:ALL_SOLID:Perle]
eo: [STATE_ADJ:ALL_SOLID:el perlo]
es: [STATE_ADJ:ALL_SOLID:perla]
ja: [STATE_ADJ:ALL_SOLID:真珠の]
ko: [STATE_ADJ:ALL_SOLID:진주]
ru: [STATE_ADJ:ALL_SOLID:жемчуг]
tr: [STATE_ADJ:ALL_SOLID:inci]
vi: [STATE_ADJ:ALL_SOLID:trắng ngọc trai]
zh_hans: [STATE_ADJ:ALL_SOLID:珍珠的]

# MATERIAL_TEMPLATE:SILK_TEMPLATE
source: [STATE_NAME:ALL_SOLID:silk]
cs: [STATE_NAME:ALL_SOLID:hedvábí]
de: [STATE_NAME:ALL_SOLID:Seide]
eo: [STATE_NAME:ALL_SOLID:silko]
es: [STATE_NAME:ALL_SOLID:seda]
ja: [STATE_NAME:ALL_SOLID:絹]
ko: [STATE_NAME:ALL_SOLID:명주]
ru: [STATE_NAME:ALL_SOLID:шёлк]
tr: [STATE_NAME:ALL_SOLID:ipek]
vi: [STATE_NAME:ALL_SOLID:tơ]
zh_hans: [STATE_NAME:ALL_SOLID:丝绸]

# MATERIAL_TEMPLATE:SILK_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:silk]
cs: [STATE_ADJ:ALL_SOLID:hedvábný]
de: [STATE_ADJ:ALL_SOLID:Seide]
eo: [STATE_ADJ:ALL_SOLID:silka]
es: [STATE_ADJ:ALL_SOLID:seda]
ja: [STATE_ADJ:ALL_SOLID:絹の]
ko: [STATE_ADJ:ALL_SOLID:실크]
ru: [STATE_ADJ:ALL_SOLID:шёлк]
tr: [STATE_ADJ:ALL_SOLID:ipek]
vi: [STATE_ADJ:ALL_SOLID:tơ]
zh_hans: [STATE_ADJ:ALL_SOLID:丝绸的]

# MATERIAL_TEMPLATE:BLOOD_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen blood]
cs: [STATE_NAME:ALL_SOLID:zmrzlá krev]
de: [STATE_NAME:ALL_SOLID:gefrorenes Blut]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita sango]
es: [STATE_NAME:ALL_SOLID:sangre congelada]
ja: [STATE_NAME:ALL_SOLID:凍った血]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 피]
ru: [STATE_NAME:ALL_SOLID:замороженная кровь]
tr: [STATE_NAME:ALL_SOLID:donmuş kan]
vi: [STATE_NAME:ALL_SOLID:máu đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的血液]

# MATERIAL_TEMPLATE:BLOOD_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen blood]
cs: [STATE_ADJ:ALL_SOLID:zmrzlá krev]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Blut]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita sango]
es: [STATE_ADJ:ALL_SOLID:de sangre congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った血の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 피]
ru: [STATE_ADJ:ALL_SOLID:замороженная кровь]
tr: [STATE_ADJ:ALL_SOLID:donmuş kan]
vi: [STATE_ADJ:ALL_SOLID:máu đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的血液的]

# MATERIAL_TEMPLATE:BLOOD_TEMPLATE
source: [STATE_NAME:LIQUID:blood]
cs: [STATE_NAME:LIQUID:krev]
de: [STATE_NAME:LIQUID:Blut]
eo: [STATE_NAME:LIQUID:sango]
es: [STATE_NAME:LIQUID:sangre]
ja: [STATE_NAME:LIQUID:血]
ko: [STATE_NAME:LIQUID:피]
ru: [STATE_NAME:LIQUID:кровь]
tr: [STATE_NAME:LIQUID:kan]
vi: [STATE_NAME:LIQUID:máu]
zh_hans: [STATE_NAME:LIQUID:血液]

# MATERIAL_TEMPLATE:BLOOD_TEMPLATE
source: [STATE_ADJ:LIQUID:blood]
cs: [STATE_ADJ:LIQUID:krev]
de: [STATE_ADJ:LIQUID:Blut]
eo: [STATE_ADJ:LIQUID:el sango]
es: [STATE_ADJ:LIQUID:de sangre]
ja: [STATE_ADJ:LIQUID:血の]
ko: [STATE_ADJ:LIQUID:피]
ru: [STATE_ADJ:LIQUID:кровь]
tr: [STATE_ADJ:LIQUID:kan]
vi: [STATE_ADJ:LIQUID:máu]
zh_hans: [STATE_ADJ:LIQUID:血液的]

# MATERIAL_TEMPLATE:BLOOD_TEMPLATE
source: [STATE_NAME:GAS:boiling blood]
cs: [STATE_NAME:GAS:vroucí krev]
de: [STATE_NAME:GAS:kochendes Blut]
eo: [STATE_NAME:GAS:bolanta sango]
es: [STATE_NAME:GAS:sangre hirviendo]
ja: [STATE_NAME:GAS:蒸気化した血]
ko: [STATE_NAME:GAS:기화된 피]
ru: [STATE_NAME:GAS:кипящая кровь]
tr: [STATE_NAME:GAS:kaynayan kan]
vi: [STATE_NAME:GAS:máu đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的血液]

# MATERIAL_TEMPLATE:BLOOD_TEMPLATE
source: [STATE_ADJ:GAS:boiling blood]
cs: [STATE_ADJ:GAS:vroucí krev]
de: [STATE_ADJ:GAS:kochendes Blut]
eo: [STATE_ADJ:GAS:el bolanta sango]
es: [STATE_ADJ:GAS:de sangre hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した血の]
ko: [STATE_ADJ:GAS:기화된 피]
ru: [STATE_ADJ:GAS:кипящая кровь]
tr: [STATE_ADJ:GAS:kaynayan kan]
vi: [STATE_ADJ:GAS:máu đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的血液的]

# MATERIAL_TEMPLATE:ICHOR_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen ichor]
cs: [STATE_NAME:ALL_SOLID:zmrzlý ichor]
de: [STATE_NAME:ALL_SOLID:gefrorenes Sekret]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita iĥoro]
es: [STATE_NAME:ALL_SOLID:hemolinfa congelada]
ja: [STATE_NAME:ALL_SOLID:凍った膿漿]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 체액]
ru: [STATE_NAME:ALL_SOLID:замороженный ихор]
tr: [STATE_NAME:ALL_SOLID:donmuş ikor]
vi: [STATE_NAME:ALL_SOLID:huyết dịch đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的体液]

# MATERIAL_TEMPLATE:ICHOR_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen ichor]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý ichor]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Sekret]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita iĥoro]
es: [STATE_ADJ:ALL_SOLID:hemolinfa congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った膿漿の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 체액]
ru: [STATE_ADJ:ALL_SOLID:замороженный ихор]
tr: [STATE_ADJ:ALL_SOLID:donmuş ikor]
vi: [STATE_ADJ:ALL_SOLID:huyết dịch đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的体液的]

# MATERIAL_TEMPLATE:ICHOR_TEMPLATE
source: [STATE_NAME:LIQUID:ichor]
de: [STATE_NAME:LIQUID:Sekret]
eo: [STATE_NAME:LIQUID:iĥoro]
es: [STATE_NAME:LIQUID:hemolinfa]
ja: [STATE_NAME:LIQUID:膿漿]
ko: [STATE_NAME:LIQUID:체액]
ru: [STATE_NAME:LIQUID:ихор]
tr: [STATE_NAME:LIQUID:ikor]
zh_hans: [STATE_NAME:LIQUID:体液]

# MATERIAL_TEMPLATE:ICHOR_TEMPLATE
source: [STATE_ADJ:LIQUID:ichor]
de: [STATE_ADJ:LIQUID:Sekret]
eo: [STATE_ADJ:LIQUID:el iĥoro]
es: [STATE_ADJ:LIQUID:hemolinfa]
ja: [STATE_ADJ:LIQUID:膿漿の]
ko: [STATE_ADJ:LIQUID:체액]
ru: [STATE_ADJ:LIQUID:ихор]
tr: [STATE_ADJ:LIQUID:ikor]
zh_hans: [STATE_ADJ:LIQUID:体液的]

# MATERIAL_TEMPLATE:ICHOR_TEMPLATE
source: [STATE_NAME:GAS:boiling ichor]
cs: [STATE_NAME:GAS:vroucí ichor]
de: [STATE_NAME:GAS:kochendes Sekret]
eo: [STATE_NAME:GAS:bolanta iĥoro]
es: [STATE_NAME:GAS:hemolinfa hirviendo]
ja: [STATE_NAME:GAS:蒸気化した膿漿]
ko: [STATE_NAME:GAS:기화된 체액]
ru: [STATE_NAME:GAS:кипящий ихор]
tr: [STATE_NAME:GAS:kaynayan ikor]
vi: [STATE_NAME:GAS:huyết dịch đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的体液]

# MATERIAL_TEMPLATE:ICHOR_TEMPLATE
source: [STATE_ADJ:GAS:boiling ichor]
cs: [STATE_ADJ:GAS:vroucí ichor]
de: [STATE_ADJ:GAS:kochendes Sekret]
eo: [STATE_ADJ:GAS:el bolanta iĥoro]
es: [STATE_ADJ:GAS:hemolinfa hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した膿漿]
ko: [STATE_ADJ:GAS:기화된 체액]
ru: [STATE_ADJ:GAS:кипящий ихор]
tr: [STATE_ADJ:GAS:kaynayan ikor]
vi: [STATE_ADJ:GAS:huyết dịch đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的体液的]

# MATERIAL_TEMPLATE:GOO_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen goo]
cs: [STATE_NAME:ALL_SOLID:zmrzlá hmota]
de: [STATE_NAME:ALL_SOLID:gefrorene Schmiere]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita kaĉo]
es: [STATE_NAME:ALL_SOLID:moco congelado]
ja: [STATE_NAME:ALL_SOLID:凍った粘液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 슬라임]
ru: [STATE_NAME:ALL_SOLID:замёрзшая слизь]
tr: [STATE_NAME:ALL_SOLID:donmuş vıcık madde]
vi: [STATE_NAME:ALL_SOLID:chất dính đông lạnh]

# MATERIAL_TEMPLATE:GOO_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen goo]
cs: [STATE_ADJ:ALL_SOLID:zmrzlá hmota]
de: [STATE_ADJ:ALL_SOLID:gefrorene Schmiere]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita kaĉo]
es: [STATE_ADJ:ALL_SOLID:moco congelado]
ja: [STATE_ADJ:ALL_SOLID:凍った粘液の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 슬라임]
ru: [STATE_ADJ:ALL_SOLID:замёрзшая слизь]
tr: [STATE_ADJ:ALL_SOLID:donmuş vıcık madde]
vi: [STATE_ADJ:ALL_SOLID:chất dính đông lạnh]

# MATERIAL_TEMPLATE:GOO_TEMPLATE
source: [STATE_NAME:LIQUID:goo]
cs: [STATE_NAME:LIQUID:hmota]
de: [STATE_NAME:LIQUID:Schmiere]
eo: [STATE_NAME:LIQUID:kaĉo]
es: [STATE_NAME:LIQUID:moco]
ja: [STATE_NAME:LIQUID:粘液]
ko: [STATE_NAME:LIQUID:슬라임]
ru: [STATE_NAME:LIQUID:слизь]
tr: [STATE_NAME:LIQUID:vıcık madde]

# MATERIAL_TEMPLATE:GOO_TEMPLATE
source: [STATE_ADJ:LIQUID:goo]
cs: [STATE_ADJ:LIQUID:hmotová]
de: [STATE_ADJ:LIQUID:Schmiere]
eo: [STATE_ADJ:LIQUID:el kaĉo]
es: [STATE_ADJ:LIQUID:moco]
ja: [STATE_ADJ:LIQUID:粘液の]
ko: [STATE_ADJ:LIQUID:슬라임]
ru: [STATE_ADJ:LIQUID:слизь]
tr: [STATE_ADJ:LIQUID:vıcık madde]

# MATERIAL_TEMPLATE:GOO_TEMPLATE
source: [STATE_NAME:GAS:boiling goo]
cs: [STATE_NAME:GAS:vroucí hmota]
de: [STATE_NAME:GAS:kochende Schmiere]
eo: [STATE_NAME:GAS:bolanta kaĉo]
es: [STATE_NAME:GAS:moco hirviendo]
ja: [STATE_NAME:GAS:蒸気化した粘液]
ko: [STATE_NAME:GAS:기화된 슬라임]
ru: [STATE_NAME:GAS:кипящая слизь]
tr: [STATE_NAME:GAS:kaynayan vıcık madde]
vi: [STATE_NAME:GAS:chất dính đang sôi]

# MATERIAL_TEMPLATE:GOO_TEMPLATE
source: [STATE_ADJ:GAS:boiling goo]
cs: [STATE_ADJ:GAS:vroucí hmota]
de: [STATE_ADJ:GAS:kochende Schmiere]
eo: [STATE_ADJ:GAS:el bolanta kaĉo]
es: [STATE_ADJ:GAS:moco hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した粘液の]
ko: [STATE_ADJ:GAS:기화된 슬라임]
ru: [STATE_ADJ:GAS:кипящая слизь]
tr: [STATE_ADJ:GAS:kaynayan vıcık madde]
vi: [STATE_ADJ:GAS:chất dính đang sôi]

# MATERIAL_TEMPLATE:SLIME_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen slime]
cs: [STATE_NAME:ALL_SOLID:zmrzlý sliz]
de: [STATE_NAME:ALL_SOLID:gefrorener Schleim]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita ŝlimo]
es: [STATE_NAME:ALL_SOLID:slime congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったスライム]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 슬라임]
ru: [STATE_NAME:ALL_SOLID:замороженная слизь]
tr: [STATE_NAME:ALL_SOLID:donmuş balçık]
vi: [STATE_NAME:ALL_SOLID:chất nhầy đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的黏液]

# MATERIAL_TEMPLATE:SLIME_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen slime]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý sliz]
de: [STATE_ADJ:ALL_SOLID:gefrorener Schleim]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita ŝlimo]
es: [STATE_ADJ:ALL_SOLID:slime congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったスライムの]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 슬라임]
ru: [STATE_ADJ:ALL_SOLID:замороженная слизь]
tr: [STATE_ADJ:ALL_SOLID:donmuş balçık]
vi: [STATE_ADJ:ALL_SOLID:chất nhầy đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的黏液的]

# MATERIAL_TEMPLATE:SLIME_TEMPLATE
source: [STATE_NAME:LIQUID:slime]
cs: [STATE_NAME:LIQUID:sliz]
de: [STATE_NAME:LIQUID:Schleim]
eo: [STATE_NAME:LIQUID:ŝlimo]
ja: [STATE_NAME:LIQUID:スライム]
ko: [STATE_NAME:LIQUID:슬라임]
ru: [STATE_NAME:LIQUID:слизь]
tr: [STATE_NAME:LIQUID:balçık]
vi: [STATE_NAME:LIQUID:chất nhờn]
zh_hans: [STATE_NAME:LIQUID:黏液]

# MATERIAL_TEMPLATE:SLIME_TEMPLATE
source: [STATE_ADJ:LIQUID:slime]
cs: [STATE_ADJ:LIQUID:slizovitý]
de: [STATE_ADJ:LIQUID:Schleim]
eo: [STATE_ADJ:LIQUID:el ŝlimo]
ja: [STATE_ADJ:LIQUID:スライムの]
ko: [STATE_ADJ:LIQUID:슬라임]
ru: [STATE_ADJ:LIQUID:слизь]
tr: [STATE_ADJ:LIQUID:balçık]
vi: [STATE_ADJ:LIQUID:chất nhờn]
zh_hans: [STATE_ADJ:LIQUID:黏液的]

# MATERIAL_TEMPLATE:SLIME_TEMPLATE
source: [STATE_NAME:GAS:boiling slime]
cs: [STATE_NAME:GAS:vroucí sliz]
de: [STATE_NAME:GAS:kochender Schleim]
eo: [STATE_NAME:GAS:bolanta ŝlimo]
es: [STATE_NAME:GAS:slime hirviendo]
ja: [STATE_NAME:GAS:蒸気化したスライム]
ko: [STATE_NAME:GAS:기화된 슬라임]
ru: [STATE_NAME:GAS:кипящая слизь]
tr: [STATE_NAME:GAS:kaynayan balçık]
vi: [STATE_NAME:GAS:chất nhầy đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的黏液]

# MATERIAL_TEMPLATE:SLIME_TEMPLATE
source: [STATE_ADJ:GAS:boiling slime]
cs: [STATE_ADJ:GAS:vroucí sliz]
de: [STATE_ADJ:GAS:kochender Schleim]
eo: [STATE_ADJ:GAS:el bolanta ŝlimo]
es: [STATE_ADJ:GAS:slime hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したスライムの]
ko: [STATE_ADJ:GAS:기화된 슬라임]
ru: [STATE_ADJ:GAS:кипящая слизь]
tr: [STATE_ADJ:GAS:kaynayan balçık]
vi: [STATE_ADJ:GAS:chất nhầy đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的黏液的]

# MATERIAL_TEMPLATE:PUS_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen pus]
cs: [STATE_NAME:ALL_SOLID:zmrzlý hnis]
de: [STATE_NAME:ALL_SOLID:gefrorener Eiter]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita puso]
es: [STATE_NAME:ALL_SOLID:pus congelado]
ja: [STATE_NAME:ALL_SOLID:凍った膿]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 고름]
ru: [STATE_NAME:ALL_SOLID:замороженный гной]
tr: [STATE_NAME:ALL_SOLID:donmuş irin]
vi: [STATE_NAME:ALL_SOLID:mủ đông lạnh]

# MATERIAL_TEMPLATE:PUS_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen pus]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý hnis]
de: [STATE_ADJ:ALL_SOLID:gefrorener Eiter]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita puso]
es: [STATE_ADJ:ALL_SOLID:pus congelado]
ja: [STATE_ADJ:ALL_SOLID:凍った膿の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 고름]
ru: [STATE_ADJ:ALL_SOLID:замороженный гной]
tr: [STATE_ADJ:ALL_SOLID:donmuş irin]
vi: [STATE_ADJ:ALL_SOLID:mủ đông lạnh]

# MATERIAL_TEMPLATE:PUS_TEMPLATE
source: [STATE_NAME:LIQUID:pus]
cs: [STATE_NAME:LIQUID:hnis]
de: [STATE_NAME:LIQUID:Eiter]
eo: [STATE_NAME:LIQUID:puso]
ja: [STATE_NAME:LIQUID:膿]
ko: [STATE_NAME:LIQUID:고름]
ru: [STATE_NAME:LIQUID:гной]
tr: [STATE_NAME:LIQUID:irin]

# MATERIAL_TEMPLATE:PUS_TEMPLATE
source: [STATE_ADJ:LIQUID:pus]
cs: [STATE_ADJ:LIQUID:hnisovitý]
de: [STATE_ADJ:LIQUID:Eiter]
eo: [STATE_ADJ:LIQUID:el puso]
ja: [STATE_ADJ:LIQUID:膿の]
ko: [STATE_ADJ:LIQUID:고름]
ru: [STATE_ADJ:LIQUID:гнойный]
tr: [STATE_ADJ:LIQUID:irin]

# MATERIAL_TEMPLATE:PUS_TEMPLATE
source: [STATE_NAME:GAS:boiling pus]
cs: [STATE_NAME:GAS:vroucí hnis]
de: [STATE_NAME:GAS:kochender Eiter]
eo: [STATE_NAME:GAS:bolanta puso]
es: [STATE_NAME:GAS:pus hirviendo]
ja: [STATE_NAME:GAS:蒸気化した膿]
ko: [STATE_NAME:GAS:기화된 고름]
ru: [STATE_NAME:GAS:кипящий гной]
tr: [STATE_NAME:GAS:kaynayan irin]
vi: [STATE_NAME:GAS:mủ đang sôi]

# MATERIAL_TEMPLATE:PUS_TEMPLATE
source: [STATE_ADJ:GAS:boiling pus]
cs: [STATE_ADJ:GAS:vroucí hnis]
de: [STATE_ADJ:GAS:kochender Eiter]
eo: [STATE_ADJ:GAS:el bolanta puso]
es: [STATE_ADJ:GAS:pus hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した膿の]
ko: [STATE_ADJ:GAS:기화된 고름]
ru: [STATE_ADJ:GAS:кипящий гной]
tr: [STATE_ADJ:GAS:kaynayan irin]
vi: [STATE_ADJ:GAS:mủ đang sôi]

# MATERIAL_TEMPLATE:SHELL_TEMPLATE
source: [STATE_NAME:ALL_SOLID:shell]
cs: [STATE_NAME:ALL_SOLID:lastura]
de: [STATE_NAME:ALL_SOLID:Schale]
eo: [STATE_NAME:ALL_SOLID:karapaco]
es: [STATE_NAME:ALL_SOLID:concha]
ja: [STATE_NAME:ALL_SOLID:殻]
ko: [STATE_NAME:ALL_SOLID:껍뗴기]
ru: [STATE_NAME:ALL_SOLID:панцирь]
tr: [STATE_NAME:ALL_SOLID:kabuk]
vi: [STATE_NAME:ALL_SOLID:vỏ]
zh_hans: [STATE_NAME:ALL_SOLID:贝壳]

# MATERIAL_TEMPLATE:SHELL_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:shell]
cs: [STATE_ADJ:ALL_SOLID:lasturový]
de: [STATE_ADJ:ALL_SOLID:Schale]
eo: [STATE_ADJ:ALL_SOLID:el karapaco]
es: [STATE_ADJ:ALL_SOLID:concha]
ja: [STATE_ADJ:ALL_SOLID:殻の]
ko: [STATE_ADJ:ALL_SOLID:껍뗴기]
ru: [STATE_ADJ:ALL_SOLID:раковины]
tr: [STATE_ADJ:ALL_SOLID:kabuk]
vi: [STATE_ADJ:ALL_SOLID:vỏ]
zh_hans: [STATE_ADJ:ALL_SOLID:贝壳]

# MATERIAL_TEMPLATE:SOAP_TEMPLATE
source: [STATE_NAME:ALL_SOLID:soap]
cs: [STATE_NAME:ALL_SOLID:mýdlo]
de: [STATE_NAME:ALL_SOLID:Seife]
eo: [STATE_NAME:ALL_SOLID:sapo]
es: [STATE_NAME:ALL_SOLID:jabón]
ja: [STATE_NAME:ALL_SOLID:石鹸]
ko: [STATE_NAME:ALL_SOLID:비누]
ru: [STATE_NAME:ALL_SOLID:мыло]
tr: [STATE_NAME:ALL_SOLID:sabun]
vi: [STATE_NAME:ALL_SOLID:xà phòng]
zh_hans: [STATE_NAME:ALL_SOLID:肥皂]

# MATERIAL_TEMPLATE:SOAP_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:soap]
cs: [STATE_ADJ:ALL_SOLID:mýdlový]
de: [STATE_ADJ:ALL_SOLID:Seife]
eo: [STATE_ADJ:ALL_SOLID:el sapo]
es: [STATE_ADJ:ALL_SOLID:de jabón]
ja: [STATE_ADJ:ALL_SOLID:石鹸の]
ko: [STATE_ADJ:ALL_SOLID:비누]
ru: [STATE_ADJ:ALL_SOLID:мыло]
tr: [STATE_ADJ:ALL_SOLID:sabun]
vi: [STATE_ADJ:ALL_SOLID:xà phòng]
zh_hans: [STATE_ADJ:ALL_SOLID:肥皂]

# MATERIAL_TEMPLATE:SOAP_TEMPLATE
source: [STATE_NAME:LIQUID:melted soap]
cs: [STATE_NAME:LIQUID:roztavené mýdlo]
de: [STATE_NAME:LIQUID:geschmolzene Seife]
eo: [STATE_NAME:LIQUID:fandita sapo]
es: [STATE_NAME:LIQUID:jabón derretido]
ja: [STATE_NAME:LIQUID:溶けた石鹸]
ko: [STATE_NAME:LIQUID:녹은 비누]
ru: [STATE_NAME:LIQUID:расплавленное мыло]
tr: [STATE_NAME:LIQUID:erimiş sabun]
vi: [STATE_NAME:LIQUID:xà phòng nóng chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的肥皂]

# MATERIAL_TEMPLATE:SOAP_TEMPLATE
source: [STATE_ADJ:LIQUID:melted soap]
cs: [STATE_ADJ:LIQUID:roztavené mýdlo]
de: [STATE_ADJ:LIQUID:geschmolzene Seife]
eo: [STATE_ADJ:LIQUID:el fandita sapo]
es: [STATE_ADJ:LIQUID:de jabón derretido]
ja: [STATE_ADJ:LIQUID:溶けた石鹸の]
ko: [STATE_ADJ:LIQUID:녹은 비누]
ru: [STATE_ADJ:LIQUID:расплавленное мыло]
tr: [STATE_ADJ:LIQUID:erimiş sabun]
vi: [STATE_ADJ:LIQUID:xà phòng nóng chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的肥皂]

# MATERIAL_TEMPLATE:TALLOW_TEMPLATE
source: [STATE_NAME:ALL_SOLID:tallow]
cs: [STATE_NAME:ALL_SOLID:loj]
de: [STATE_NAME:ALL_SOLID:Talg]
eo: [STATE_NAME:ALL_SOLID:sebo]
es: [STATE_NAME:ALL_SOLID:sebo]
ja: [STATE_NAME:ALL_SOLID:獣脂]
ko: [STATE_NAME:ALL_SOLID:수지]
ru: [STATE_NAME:ALL_SOLID:топлёный жир]
tr: [STATE_NAME:ALL_SOLID:donyağı]
vi: [STATE_NAME:ALL_SOLID:mỡ động vật]
zh_hans: [STATE_NAME:ALL_SOLID:脂油]

# MATERIAL_TEMPLATE:TALLOW_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:tallow]
cs: [STATE_ADJ:ALL_SOLID:lojový]
de: [STATE_ADJ:ALL_SOLID:Talg]
eo: [STATE_ADJ:ALL_SOLID:el sebo]
es: [STATE_ADJ:ALL_SOLID:sebo]
ja: [STATE_ADJ:ALL_SOLID:獣脂の]
ko: [STATE_ADJ:ALL_SOLID:수지]
ru: [STATE_ADJ:ALL_SOLID:топлёный жир]
tr: [STATE_ADJ:ALL_SOLID:donyağı]
vi: [STATE_ADJ:ALL_SOLID:mỡ động vật]
zh_hans: [STATE_ADJ:ALL_SOLID:脂油]

# MATERIAL_TEMPLATE:TALLOW_TEMPLATE
source: [STATE_NAME:LIQUID:melted tallow]
cs: [STATE_NAME:LIQUID:rozpuštěný loj]
de: [STATE_NAME:LIQUID:geschmolzener Talg]
eo: [STATE_NAME:LIQUID:fandita sebo]
es: [STATE_NAME:LIQUID:sebo derretido]
ja: [STATE_NAME:LIQUID:溶けた獣脂]
ko: [STATE_NAME:LIQUID:녹은 수지]
ru: [STATE_NAME:LIQUID:расплавленный жир]
tr: [STATE_NAME:LIQUID:erimiş donyağı]
vi: [STATE_NAME:LIQUID:mỡ động vật nóng chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的脂油]

# MATERIAL_TEMPLATE:TALLOW_TEMPLATE
source: [STATE_ADJ:LIQUID:melted tallow]
cs: [STATE_ADJ:LIQUID:rozpuštěný loj]
de: [STATE_ADJ:LIQUID:geschmolzener Talg]
eo: [STATE_ADJ:LIQUID:el fandita sebo]
es: [STATE_ADJ:LIQUID:sebo derretido]
ja: [STATE_ADJ:LIQUID:溶けた獣脂の]
ko: [STATE_ADJ:LIQUID:녹은 수지]
ru: [STATE_ADJ:LIQUID:расплавленный жир]
tr: [STATE_ADJ:LIQUID:erimiş donyağı]
vi: [STATE_ADJ:LIQUID:mỡ động vật nóng chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的脂油]

# MATERIAL_TEMPLATE:CHITIN_TEMPLATE
source: [STATE_NAME:ALL_SOLID:chitin]
eo: [STATE_NAME:ALL_SOLID:ĥitino]
es: [STATE_NAME:ALL_SOLID:quitina]
ja: [STATE_NAME:ALL_SOLID:キチン質]
ko: [STATE_NAME:ALL_SOLID:키틴질]
ru: [STATE_NAME:ALL_SOLID:хитин]
tr: [STATE_NAME:ALL_SOLID:kitin]
vi: [STATE_NAME:ALL_SOLID:Kitin]
zh_hans: [STATE_NAME:ALL_SOLID:甲壳]

# MATERIAL_TEMPLATE:CHITIN_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:chitin]
cs: [STATE_ADJ:ALL_SOLID:chitinový]
eo: [STATE_ADJ:ALL_SOLID:ĥitino]
es: [STATE_ADJ:ALL_SOLID:quitina]
ja: [STATE_ADJ:ALL_SOLID:キチン質の]
ko: [STATE_ADJ:ALL_SOLID:키틴질]
ru: [STATE_ADJ:ALL_SOLID:хитин]
tr: [STATE_ADJ:ALL_SOLID:kitin]
vi: [STATE_ADJ:ALL_SOLID:Kitin]
zh_hans: [STATE_ADJ:ALL_SOLID:甲壳]

# MATERIAL_TEMPLATE:MILK_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen milk]
cs: [STATE_NAME:ALL_SOLID:mražené mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Milch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto]
es: [STATE_NAME:ALL_SOLID:leche congelada]
ja: [STATE_NAME:ALL_SOLID:凍った乳]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 우유]
ru: [STATE_NAME:ALL_SOLID:замороженное молоко]
tr: [STATE_NAME:ALL_SOLID:donmuş süt]
vi: [STATE_NAME:ALL_SOLID:sữa đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的乳汁]

# MATERIAL_TEMPLATE:MILK_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen milky]
cs: [STATE_ADJ:ALL_SOLID:mražené mléčné]
de: [STATE_ADJ:ALL_SOLID:milchig gefroren]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita lakto]
es: [STATE_ADJ:ALL_SOLID:de leche congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った乳の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 우유로 만든]
ru: [STATE_ADJ:ALL_SOLID:замороженное молоко]
tr: [STATE_ADJ:ALL_SOLID:donmuş sütlü]
vi: [STATE_ADJ:ALL_SOLID:chất lỏng dạng sữa đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的乳汁的]

# MATERIAL_TEMPLATE:MILK_TEMPLATE
source: [STATE_NAME:LIQUID:milk]
cs: [STATE_NAME:LIQUID:mléko]
de: [STATE_NAME:LIQUID:Milch]
eo: [STATE_NAME:LIQUID:lakto]
es: [STATE_NAME:LIQUID:leche]
ja: [STATE_NAME:LIQUID:乳]
ko: [STATE_NAME:LIQUID:우유]
ru: [STATE_NAME:LIQUID:молоко]
tr: [STATE_NAME:LIQUID:süt]
vi: [STATE_NAME:LIQUID:sữa]
zh_hans: [STATE_NAME:LIQUID:乳汁]

# MATERIAL_TEMPLATE:MILK_TEMPLATE
source: [STATE_ADJ:LIQUID:milky]
cs: [STATE_ADJ:LIQUID:mléčné]
de: [STATE_ADJ:LIQUID:milchig]
eo: [STATE_ADJ:LIQUID:el lakto]
es: [STATE_ADJ:LIQUID:de leche]
ja: [STATE_ADJ:LIQUID:乳の]
ko: [STATE_ADJ:LIQUID:우유로 된]
ru: [STATE_ADJ:LIQUID:молочный]
tr: [STATE_ADJ:LIQUID:sütlü]
vi: [STATE_ADJ:LIQUID:dạng sữa]
zh_hans: [STATE_ADJ:LIQUID:乳汁的]

# MATERIAL_TEMPLATE:CREATURE_CHEESE_TEMPLATE
source: [STATE_NAME:ALL_SOLID:cheese]
cs: [STATE_NAME:ALL_SOLID:sýr]
de: [STATE_NAME:ALL_SOLID:Käse]
eo: [STATE_NAME:ALL_SOLID:fromaĝo]
es: [STATE_NAME:ALL_SOLID:queso]
ja: [STATE_NAME:ALL_SOLID:チーズ]
ko: [STATE_NAME:ALL_SOLID:치즈]
ru: [STATE_NAME:ALL_SOLID:сыр]
tr: [STATE_NAME:ALL_SOLID:peynir]
vi: [STATE_NAME:ALL_SOLID:phô mai]
zh_hans: [STATE_NAME:ALL_SOLID:奶酪]

# MATERIAL_TEMPLATE:CREATURE_CHEESE_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:cheesy]
cs: [STATE_ADJ:ALL_SOLID:sýrový]
de: [STATE_ADJ:ALL_SOLID:käsig]
eo: [STATE_ADJ:ALL_SOLID:el fromaĝo]
es: [STATE_ADJ:ALL_SOLID:de queso]
ja: [STATE_ADJ:ALL_SOLID:チーズの]
ko: [STATE_ADJ:ALL_SOLID:치즈로 된]
ru: [STATE_ADJ:ALL_SOLID:сырный]
tr: [STATE_ADJ:ALL_SOLID:peynirli]
vi: [STATE_ADJ:ALL_SOLID:dạng phô mai]
zh_hans: [STATE_ADJ:ALL_SOLID:奶酪的]

# MATERIAL_TEMPLATE:CREATURE_CHEESE_TEMPLATE
source: [STATE_NAME:LIQUID:melted cheese]
cs: [STATE_NAME:LIQUID:tavený sýr]
de: [STATE_NAME:LIQUID:geschmolzener Käse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo]
es: [STATE_NAME:LIQUID:queso derretido]
ja: [STATE_NAME:LIQUID:溶けたチーズ]
ko: [STATE_NAME:LIQUID:녹은 치즈]
ru: [STATE_NAME:LIQUID:расплавленный сыр]
tr: [STATE_NAME:LIQUID:erimiş peynir]
vi: [STATE_NAME:LIQUID:phô mai nóng chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的奶酪]

# MATERIAL_TEMPLATE:CREATURE_CHEESE_TEMPLATE
source: [STATE_ADJ:LIQUID:melted cheesy]
cs: [STATE_ADJ:LIQUID:rozpuštěně sýrový]
de: [STATE_ADJ:LIQUID:käsig geschmolzen]
eo: [STATE_ADJ:LIQUID:el fandata fromaĝo]
es: [STATE_ADJ:LIQUID:queso derretido]
ja: [STATE_ADJ:LIQUID:溶けたチーズの]
ko: [STATE_ADJ:LIQUID:녹은 치즈]
ru: [STATE_ADJ:LIQUID:расплавленный сыр]
tr: [STATE_ADJ:LIQUID:erimiş peynirli]
vi: [STATE_ADJ:LIQUID:chất lỏng dạng phô mai nóng chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的奶酪的]

# MATERIAL_TEMPLATE:STRUCTURAL_PLANT_TEMPLATE
source: [STATE_NAME:ALL_SOLID:plant]
cs: [STATE_NAME:ALL_SOLID:rostlina]
de: [STATE_NAME:ALL_SOLID:Pflanze]
eo: [STATE_NAME:ALL_SOLID:vegetaĵa histo]
es: [STATE_NAME:ALL_SOLID:planta]
ja: [STATE_NAME:ALL_SOLID:植物]
ko: [STATE_NAME:ALL_SOLID:식물]
ru: [STATE_NAME:ALL_SOLID:растение]
tr: [STATE_NAME:ALL_SOLID:bitki]
vi: [STATE_NAME:ALL_SOLID:thực vật]
zh_hans: [STATE_NAME:ALL_SOLID:植物]

# MATERIAL_TEMPLATE:STRUCTURAL_PLANT_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:plant]
cs: [STATE_ADJ:ALL_SOLID:rostlinný]
de: [STATE_ADJ:ALL_SOLID:Pflanze]
eo: [STATE_ADJ:ALL_SOLID:el vegetaĵa histo]
es: [STATE_ADJ:ALL_SOLID:de planta]
ja: [STATE_ADJ:ALL_SOLID:植物の]
ko: [STATE_ADJ:ALL_SOLID:식물]
ru: [STATE_ADJ:ALL_SOLID:растительный]
tr: [STATE_ADJ:ALL_SOLID:bitki]
vi: [STATE_ADJ:ALL_SOLID:thực vật]
zh_hans: [STATE_ADJ:ALL_SOLID:植物的]

# MATERIAL_TEMPLATE:STRUCTURAL_PLANT_TEMPLATE
source: [STATE_NAME:LIQUID:none]
cs: [STATE_NAME:LIQUID:žádný]
de: [STATE_NAME:LIQUID:nichts]
es: [STATE_NAME:LIQUID:nada]
tr: [STATE_NAME:LIQUID:yok]
zh_hans: [STATE_NAME:LIQUID:无]

# MATERIAL_TEMPLATE:STRUCTURAL_PLANT_TEMPLATE
source: [STATE_ADJ:LIQUID:none]
cs: [STATE_ADJ:LIQUID:žádný]
de: [STATE_ADJ:LIQUID:nichts]
es: [STATE_ADJ:LIQUID:de nada]
tr: [STATE_ADJ:LIQUID:yok]
zh_hans: [STATE_ADJ:LIQUID:无]

# MATERIAL_TEMPLATE:STRUCTURAL_PLANT_TEMPLATE
source: [STATE_NAME:GAS:none]
cs: [STATE_NAME:GAS:žádný]
de: [STATE_NAME:GAS:nichts]
es: [STATE_NAME:GAS:nada]
tr: [STATE_NAME:GAS:yok]
zh_hans: [STATE_NAME:GAS:无]

# MATERIAL_TEMPLATE:STRUCTURAL_PLANT_TEMPLATE
source: [STATE_ADJ:GAS:none]
cs: [STATE_ADJ:GAS:žádný]
de: [STATE_ADJ:GAS:nichts]
es: [STATE_ADJ:GAS:de nada]
tr: [STATE_ADJ:GAS:yok]
zh_hans: [STATE_ADJ:GAS:无]
