Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GNOME_DARK
source: [CASTE_NAME:dark gnome:dark gnomes:dark gnome]
cs: [CASTE_NAME:temný gnóm:temní gnómové:temný gnóm]
de: [CASTE_NAME:dunkler Zwerg:dunkel Zwerge:dunkler Zwerg]
eo: [CASTE_NAME:malica gnomo:malicaj gnomoj:de malica gnomo]
es: [CASTE_NAME:gnomo oscuro:gnomos oscuros:de gnomo oscuros]
ja: [CASTE_NAME:ダークノーム:ダークノーム:ダークノームの]
ko: [CASTE_NAME:음흉한 놈:음흉한 놈들:음흉한 놈]
pl: [CASTE_NAME:mroczny gnom:mroczne gnomy:mroczno gnomi]
ru: [CASTE_NAME:тёмный гном:тёмные гномы:тёмного гнома]
tr: [CASTE_NAME:kara gnom:kara gnomlar:kara gnom]
vi: [CASTE_NAME:gnome hắc ám:Những gnome hắc ám:gnome hắc ám]
zh_hans: [CASTE_NAME:黑地精:黑地精:黑地精]

# CREATURE:GNOME_DARK
source: [PREFSTRING:ability to hold liquor]
cs: [PREFSTRING:schopností snášet alkohol]
de: [PREFSTRING:kann Flüssigkeit speichern]
eo: [PREFSTRING:kapablo por elteni ebriigaĵo]
es: [PREFSTRING:habilidad para soportar el licor]
ja: [PREFSTRING:大酒呑み]
ko: [PREFSTRING:술을 마시는 능력]
pl: [PREFSTRING:zdolność do przechowywania alkoholu]
ru: [PREFSTRING:пристрастие к выпивке]
tr: [PREFSTRING:içkiye dayanıklılık]
vi: [PREFSTRING:khả năng tửu lượng]
zh_hans: [PREFSTRING:酒量]

# CREATURE:GNOME_DARK
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]
zh_hans: [CDI:ADV_NAME:宠物]

# CREATURE:GNOME_DARK
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dortlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sev]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]
zh_hans: [CDI:VERB:宠物:宠物:宠物]

# CREATURE:GNOME_DARK
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Sprucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Plwocina]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]
zh_hans: [CDI:ADV_NAME:吐]

# CREATURE:GNOME_DARK
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:GNOME_DARK
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]
zh_hans: [APP_MOD_NOUN:眼睛:PLURAL]

# CREATURE:GNOME_DARK
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:wargi:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]
zh_hans: [APP_MOD_NOUN:嘴唇:PLURAL]

# CREATURE:GNOME_DARK
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]
zh_hans: [APP_MOD_NOUN:鼻梁:SINGULAR]

# CREATURE:GNOME_DARK
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]
zh_hans: [APP_MOD_NOUN:双耳:PLURAL]

# CREATURE:GNOME_DARK
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]
zh_hans: [APP_MOD_NOUN:牙齿:PLURAL]

# CREATURE:GNOME_DARK
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]
zh_hans: [ATTACK_VERB:拳打:拳打]。

# CREATURE:GNOME_DARK
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:GNOME_DARK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:GNOME_DARK
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:GNOME_DARK
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]
zh_hans: [APP_MOD_NOUN:眉毛:PLURAL]

# CREATURE:GNOME_DARK
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]
zh_hans: [APP_MOD_NOUN:睫毛:PLURAL]

# CREATURE:GNOME_DARK
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]
zh_hans: [APP_MOD_NOUN:毛发:SINGULAR]

# CREATURE:GNOME_DARK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:GNOME_DARK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:WALRUS
source: [DESCRIPTION:A huge aquatic mammal with giant tusks and dense whiskers. They are thick and blubbery and live almost exclusively on mussels.]
cs: [DESCRIPTION:Obrovský vodní savec s mohutnými kly a hustými vousy. Je tlustý a tučný a živí se téměř výhradně slávkami.]
de: [DESCRIPTION:Ein enormes aquatisches Säugetier mit gigantischen Stoßzähnen und einem dichten Borstenbart. Sie sind dick und schwabbelig und ernähren sich fast ausschließlich von Muscheln.]
eo: [DESCRIPTION:Grandega akva mamulo kun gigantaj dentegoj kaj densaj lipharoj. Ili estas dikaj kaj grasaj kaj vivas preskaŭ ekskluzive je mituledoj.]
es: [DESCRIPTION:Un enorme mamífero acuático con colmillos gigantes y bigotes densos. Viven casi exclusivamente de los mejillones.]
ja: [DESCRIPTION:大きな牙とひげが特徴の大型水生哺乳類。貝類が主食。]
ko: [DESCRIPTION:거대한 엄니와 빽빽한 수염을 가진 거대한 수생 포유류. 두껍고 불룩하며 주식으로 홍합을 먹고 산다.]
pl: [DESCRIPTION:Duży, morski ssak z gigantycznymi kłami i gęstymi wąsami. Są grube i tłuste i żywią się prawie wyłącznie małżami. ]
ru: [DESCRIPTION:Крупное водное млекопитающее с большими бивнями и густыми усами. Они толстые и питаются практически одними лишь моллюсками.]
tr: [DESCRIPTION:Dev dişleri ve sık bıyıkları olan devasa bir su memelisi. Kalın ve yağlıdırlar, neredeyse sadece midyelerle beslenirler.]
vi: [DESCRIPTION:Một động vật có vú sống dưới nước khổng lồ với những chiếc ngà lớn và bộ ria rậm rạp. Chúng dày thịt, nhiều mỡ và gần như chỉ sống nhờ vẹm.]
zh_hans: [DESCRIPTION:一种巨大的水生哺乳动物，长着巨大的象牙和浓密的胡须。 它们厚实而肥大，几乎完全以贻贝为生。]

# CREATURE:WALRUS
source: [NAME:walrus:walruses:walrus]
cs: [NAME:mrož:mroži:mrož]
de: [NAME:Walross:Walrösser:Walross]
eo: [NAME:rosmaro:rosmaroj:de rosmaro]
es: [NAME:morsa:morsas:de morsa]
ja: [NAME:セイウチ:セイウチ:セイウチの]
ko: [NAME:바다코끼리:바다코끼리들:바다코끼리]
pl: [NAME:mors:morsy:morsowy]
ru: [NAME:морж:моржи:моржа]
tr: [NAME:mors:morslar:mors]
vi: [NAME:hải mã:Những hải mã:hải mã]
zh_hans: [NAME:海象:海象:海象]

# CREATURE:WALRUS
source: [CASTE_NAME:walrus:walruses:walrus]
cs: [CASTE_NAME:mrož:mroži:mrož]
de: [CASTE_NAME:Walross:Walrösser:Walross]
eo: [CASTE_NAME:rosmaro:rosmaroj:de rosmaro]
es: [CASTE_NAME:morsa:morsas:de morsa]
ja: [CASTE_NAME:セイウチ:セイウチ:セイウチの]
ko: [CASTE_NAME:바다코끼리:바다코끼리들:바다코끼리]
pl: [CASTE_NAME:mors:morsy:morsowy]
ru: [CASTE_NAME:морж:моржи:моржа]
tr: [CASTE_NAME:mors:morslar:mors]
vi: [CASTE_NAME:hải mã:Những hải mã:hải mã]
zh_hans: [CASTE_NAME:海象:海象:海象]

# CREATURE:WALRUS
source: [GENERAL_CHILD_NAME:walrus calf:walrus calves]
cs: [GENERAL_CHILD_NAME:mroží mládě:mroží mláďata]
de: [GENERAL_CHILD_NAME:Walrosskalb:Walrosskälber]
eo: [GENERAL_CHILD_NAME:rosmarido:rosmaridoj]
es: [GENERAL_CHILD_NAME:cria de morsa:crias de morsa]
ja: [GENERAL_CHILD_NAME:セイウチの仔:セイウチの仔の]
ko: [GENERAL_CHILD_NAME:새끼 바다코끼리:새끼 바다코끼리들]
pl: [GENERAL_CHILD_NAME:młody morsa:młode morsa]
ru: [GENERAL_CHILD_NAME:детёныш моржа:детёныши моржа]
tr: [GENERAL_CHILD_NAME:yavru mors:yavru morslar]
vi: [GENERAL_CHILD_NAME:hải mã con:Những hải mã con]
zh_hans: [GENERAL_CHILD_NAME:海象幼崽:海象幼崽]

# CREATURE:WALRUS
source: [PREFSTRING:tusks]
cs: [PREFSTRING:kly]
de: [PREFSTRING:Stosszähne]
eo: [PREFSTRING:dentegoj]
es: [PREFSTRING:Colmillos]
ja: [PREFSTRING:牙]
ko: [PREFSTRING:엄니]
pl: [PREFSTRING:kły]
ru: [PREFSTRING:клыки]
tr: [PREFSTRING:dişler]
vi: [PREFSTRING:Các ngà (răng nanh)]
zh_hans: [PREFSTRING:象牙]

# CREATURE:WALRUS
source: [PREFSTRING:whiskers]
cs: [PREFSTRING:vousy]
de: [PREFSTRING:Schnurrhaare]
eo: [PREFSTRING:lipharoj]
es: [PREFSTRING:bigotes]
ja: [PREFSTRING:ひげ]
ko: [PREFSTRING:수염]
pl: [PREFSTRING:wąsy]
ru: [PREFSTRING:усы]
tr: [PREFSTRING:bıyıklar]
vi: [PREFSTRING:ria]
zh_hans: [PREFSTRING:胡须]

# CREATURE:WALRUS
source: [STATE_NAME:ALL_SOLID:ivory]
cs: [STATE_NAME:ALL_SOLID:slonovina]
de: [STATE_NAME:ALL_SOLID:Elfenbein]
eo: [STATE_NAME:ALL_SOLID:eburo]
es: [STATE_NAME:ALL_SOLID:marfil]
ja: [STATE_NAME:ALL_SOLID:牙]
ko: [STATE_NAME:ALL_SOLID:상아]
pl: [STATE_NAME:ALL_SOLID:kość słoniowa]
ru: [STATE_NAME:ALL_SOLID:клыки]
tr: [STATE_NAME:ALL_SOLID:fildişi]
vi: [STATE_NAME:ALL_SOLID:Ngà]
zh_hans: [STATE_NAME:ALL_SOLID:象牙制品]

# CREATURE:WALRUS
source: [STATE_ADJ:ALL_SOLID:ivory]
cs: [STATE_ADJ:ALL_SOLID:slonovinový]
de: [STATE_ADJ:ALL_SOLID:elfenbeinernen]
eo: [STATE_ADJ:ALL_SOLID:ebura]
es: [STATE_ADJ:ALL_SOLID:de marfil]
ja: [STATE_ADJ:ALL_SOLID:牙]
ko: [STATE_ADJ:ALL_SOLID:상아]
pl: [STATE_ADJ:ALL_SOLID:kościo słoniowy]
ru: [STATE_ADJ:ALL_SOLID:клыки]
tr: [STATE_ADJ:ALL_SOLID:fildişi]
vi: [STATE_ADJ:ALL_SOLID:Ngà]
zh_hans: [STATE_ADJ:ALL_SOLID:象牙制的]

# CREATURE:WALRUS
source: [TISSUE_NAME:ivory:NP]
cs: [TISSUE_NAME:slonovina:NP]
de: [TISSUE_NAME:Elfenbein:NP]
eo: [TISSUE_NAME:eburo:eburoj]
es: [TISSUE_NAME:marfil:NP]
ja: [TISSUE_NAME:牙:NP]
ko: [TISSUE_NAME:상아:NP]
pl: [TISSUE_NAME:kość słoniowa:NP]
ru: [TISSUE_NAME:клыки:NP]
tr: [TISSUE_NAME:fildişi:NP]
zh_hans: [TISSUE_NAME:象牙:NP]

# CREATURE:WALRUS
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:WALRUS
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:WALRUS_MAN
source: [CASTE_NAME:walrus man:walrus men:walrus man]
cs: [CASTE_NAME:mroží muž:mroží muži:mroží muž]
de: [CASTE_NAME:Walrossmännchen:Walrossmännchen:Walrossmännchen]
eo: [CASTE_NAME:homrosmariĉo:homrosmariĉoj:de homrosmariĉo]
es: [CASTE_NAME:hombre morsa:hombres morsas:de hombre morsa]
ja: [CASTE_NAME:セイウチ男:セイウチ男:セイウチ男の]
ko: [CASTE_NAME:남성 바다코끼리인간:남성 바다코끼리인간들:남성 바다코끼리인간]
pl: [CASTE_NAME:morsomężczyzna:morsomężczyźni:morsomężczyzny]
ru: [CASTE_NAME:мужчина-морж:мужчины-моржи:мужчины-моржа]
tr: [CASTE_NAME:erkek mors:erkek morslar:erkek mors]
vi: [CASTE_NAME:người hải mã:những người hải mã:người hải mã]
zh_hans: [CASTE_NAME:海象男:海象男:海象男]

# CREATURE:WALRUS_MAN
source: [CASTE_NAME:walrus woman:walrus women:walrus woman]
cs: [CASTE_NAME:mroží žena:mroží ženy:mroží žena]
de: [CASTE_NAME:Walrossweibchen:Walrossweibchen:Walrossweibchen]
eo: [CASTE_NAME:homrosmarino:homrosmarinoj:de homrosmarino]
es: [CASTE_NAME:mujer morsa:mujeres morsa:de mujer morsa]
ja: [CASTE_NAME:セイウチ女:セイウチ女:セイウチ女の]
ko: [CASTE_NAME:여성 바다코끼리인간:여성 바다코끼리인간들:여성 바다코끼리인간]
pl: [CASTE_NAME:morsokobieta:morsokobiety:morsokobiecy]
ru: [CASTE_NAME:женщина-морж:женщины-моржи:женщины-моржа]
tr: [CASTE_NAME:dişi mors:dişi morslar:dişi mors]
vi: [CASTE_NAME:nữ hải mã:những nữ hải mã:nữ hải mã]
zh_hans: [CASTE_NAME:海象女:海象女:海象女]

# CREATURE:WALRUS_MAN
source: [NAME:walrus man:walrus men:walrus man]
cs: [NAME:mroží muž:mroží muži:mroží muž]
de: [NAME:Walrossmännchen:Walrossmännchen:Walrossmännchen]
eo: [NAME:homrosmaro:homrosmaroj:de homrosmaro]
es: [NAME:hombre morsa:hombres morsas:de hombre morsa]
ja: [NAME:セイウチ男:セイウチ男:セイウチ男の]
ko: [NAME:바다코끼리인간:바다코끼리인간들:바다코끼리인간]
pl: [NAME:morsoczłowiek:morsoludzie:morsoludzi]
ru: [NAME:человек-морж:люди-моржи:человека-моржа]
tr: [NAME:erkek mors:erkek morslar:erkek mors]
vi: [NAME:người hải mã:những người hải mã:người hải mã]
zh_hans: [NAME:海象人:海象人:海象人]

# CREATURE:WALRUS_MAN
source: [DESCRIPTION:A legless person with the head and back flippers of a walrus.]
cs: [DESCRIPTION:Beznohý člověk s hlavou a zadními ploutvemi mrože.]
de: [DESCRIPTION: Eine beinlose Gestalt mit dem Kopf und Schwanz eines Walrosses.]
eo: [DESCRIPTION:Sengamba homo kun la kapo kaj la postaj naĝiloj de rosmaro.]
es: [DESCRIPTION: Una persona sin piernas con la cabeza y la espalda de una morsa.]
ko: [DESCRIPTION:바다코끼리의 머리와 등지느러미를 가진 다리가 없는 인간.]
pl: [DESCRIPTION:Beznogi osobnik z głową i tylną płetwą morsa.]
ru: [DESCRIPTION:Безногий человек с головой и ластами моржа.]
tr: [DESCRIPTION:Mors başlı ve arka yüzgeçli, bacaksız bir fantastik canlı.]
zh_hans: [DESCRIPTION:一个有海象的头和后鳍的无腿人。]

# CREATURE:GIANT_WALRUS
source: [NAME:giant walrus:giant walruss:giant walrus]
cs: [NAME:obří mrož:obří mroži:obří mrož]
de: [NAME:riesiges Walross:riesige Walrösser:riesiges Walross]
eo: [NAME:giganta rosmero:gigantaj rosmeroj:de giganta rosmaro]
es: [NAME:morsa gigante:morsas gigantes:de morsa gigante]
ja: [NAME:巨大セイウチ:巨大セイウチ:巨大セイウチの]
ko: [NAME:거대 바다코끼리:거대 바다코끼리들:거대 바다코끼리]
pl: [NAME:gigantyczny mors:gigantyczne morsy:gigantyczno morsowy]
ru: [NAME:гигантский морж:гигантские моржи:гигантского моржа]
tr: [NAME:dev mors:dev morslar:dev mors]
vi: [NAME:hải mã khổng lồ:Những hải mã khổng lồ:hải mã khổng lồ]
zh_hans: [NAME:巨海象:巨海象:巨海象]

# CREATURE:GIANT_WALRUS
source: [CASTE_NAME:giant walrus:giant walruss:giant walrus]
cs: [CASTE_NAME:obří mrož:obří mroži:obří mrož]
de: [CASTE_NAME:riesiges Walross:riesige Walrösser:riesiges Walross]
eo: [CASTE_NAME:giganta rosmero:gigantaj rosmeroj:de giganta rosmaro]
es: [CASTE_NAME:morsa gigante:morsas gigantes:de morsa gigante]
ja: [CASTE_NAME:巨大セイウチ:巨大セイウチ:巨大セイウチの]
ko: [CASTE_NAME:거대 바다코끼리:거대 바다코끼리들:거대 바다코끼리]
pl: [CASTE_NAME:gigantyczny mors:gigantyczne morsy:gigantyczno morsowy]
ru: [CASTE_NAME:гигантский морж:гигантские моржи:гигантского моржа]
tr: [CASTE_NAME:dev mors:dev morslar:dev mors]
vi: [CASTE_NAME:hải mã khổng lồ:Những hải mã khổng lồ:hải mã khổng lồ]
zh_hans: [CASTE_NAME:巨海象:巨海象:巨海象]

# CREATURE:GIANT_WALRUS
source: [GENERAL_CHILD_NAME:giant walrus pup:giant walrus pups]
cs: [GENERAL_CHILD_NAME:mládě obřího mrože:mláďata obřích mrožů
de: [GENERAL_CHILD_NAME:riesiges Walrossjunges:riesige Walrossjunge]
eo: [GENERAL_CHILD_NAME:giganta rosmarido:gigantaj rosmaridoj]
es: [GENERAL_CHILD_NAME:cria de morsa gigante:crias de morsa gigante]
ja: [GENERAL_CHILD_NAME:巨大セイウチの子供:巨大セイウチの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 바다코끼리:새끼 거대 바다코끼리들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego morsa:młode gigantycznego morsa]
ru: [GENERAL_CHILD_NAME:детёныш гигантского моржа:детёныши гигантского моржа]
tr: [GENERAL_CHILD_NAME:yavru dev mors:yavru dev morslar]
vi: [GENERAL_CHILD_NAME:hải mã con khổng lồ:Những hải mã con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨海象幼崽:巨海象幼崽]

# CREATURE:GIANT_WALRUS
source: [DESCRIPTION:A giant monster in the form of a walrus.]
cs: [DESCRIPTION:Obří nestvůra ve tvaru mrože.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Walrosses.]
eo: [DESCRIPTION:Giganta monstro kun formo de rosmaro.]
es: [DESCRIPTION:Un enorme monstruo con la forma de una morsa.]
ja: [DESCRIPTION:セイウチのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:바다코끼리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Gigantyczny potwór w postaci morsa.]
ru: [DESCRIPTION:Гигантский монстр, похожий на моржа.]
tr: [DESCRIPTION:Mors biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng hải mã.]
zh_hans: [DESCRIPTION:一只体型巨大的海象怪。]

# CREATURE:GIANT_WALRUS
source: [PREFSTRING:tusks]
cs: [PREFSTRING:kly]
de: [PREFSTRING:Stosszähne]
eo: [PREFSTRING:dentegoj]
es: [PREFSTRING:Colmillos]
ja: [PREFSTRING:牙]
ko: [PREFSTRING:엄니]
pl: [PREFSTRING:kły]
ru: [PREFSTRING:клыки]
tr: [PREFSTRING:dişler]
vi: [PREFSTRING:Các ngà (răng nanh)]
zh_hans: [PREFSTRING:獠牙]

# CREATURE:GIANT_WALRUS
source: [PREFSTRING:whiskers]
cs: [PREFSTRING:vousy]
de: [PREFSTRING:Schnurrhaare]
eo: [PREFSTRING:lipharoj]
es: [PREFSTRING:bigotes]
ja: [PREFSTRING:ひげ]
ko: [PREFSTRING:수염]
pl: [PREFSTRING:wąsy]
ru: [PREFSTRING:усы]
tr: [PREFSTRING:bıyıklar]
vi: [PREFSTRING:ria]
zh_hans: [PREFSTRING:胡须]

# CREATURE:FISH_LAMPREY_SEA
source: [DESCRIPTION:A small oceanic eel-like creature that latches onto the side of its victim and tears into them.]
cs: [DESCRIPTION:Drobný mořský tvor podobný úhoři, který se přisaje na bok své oběti a trhá ji.]
de: [DESCRIPTION:Eine kleine, maritime und aalähnliche Kreatur, die sich an der Flanke ihres Opfers festsaugt und darin hineinraspelt.]
eo: [DESCRIPTION:Malgranda oceana angilsimila estaĵo, kiu alkroĉiĝas sur la flanko de sia viktimo, kaj elŝiras ĝin.]
es: [DESCRIPTION: Una criatura oceánica similar a la anguila que se fija a su víctima y succiona su sangre.]
ja: [DESCRIPTION:死体に吸い付いて食べる、小さなウナギのような生物だ。]
ko: [DESCRIPTION:희생자의 옆구리에 달라붙어 찢어지는 작은 바다뱀장어와 같은 생물.]
pl: [DESCRIPTION:Małe, oceaniczne, węgorzopodobne stworzenie, które chwyta się boku swojej ofiary i wdziera do niej.]
ru: [DESCRIPTION:Небольшое океаническое угревидное существо, которое вцепляется в бок своей жертвы и рвёт её.]
tr: [DESCRIPTION:Kurbanının yan tarafına yapışan ve onu parçalayan, yılanbalığı benzeri küçük bir okyanus yaratığı.]
vi: [DESCRIPTION:Một sinh vật giống lươn biển nhỏ bé bám chặt vào một bên nạn nhân và cắn xé chúng.]
zh_hans: [DESCRIPTION:一种小型海洋鳗鱼类生物，会紧紧抓住并撕咬受害者。]

# CREATURE:FISH_LAMPREY_SEA
source: [NAME:sea lamprey:sea lampreys:sea lamprey]
cs: [NAME:mořská mihule:mořské mihule:mořská mihule]
de: [NAME:Meerneunauge:Meerneunaugen:Meerneunauge]
eo: [NAME:mara petromizo:maraj petromizoj:de mara petromizo]
es: [NAME:lamprea marina:lampreas marinas:de lamprea marina]
ja: [NAME:ウミヤツメ:ウミヤツメ:ウミヤツメの]
ko: [NAME:바다칠성장어:바다칠성장어들:바다칠성장어]
pl: [NAME:minóg morski:minogi morskie:minogo morski]
ru: [NAME:морская минога:морские миноги:морской миноги]
tr: [NAME:deniz taşemeni:deniz taşemenleri:deniz taşemeni]
vi: [NAME:cá mút đá biển:Những cá mút đá biển:cá mút đá biển]
zh_hans: [NAME:七鳃鳗:七鳃鳗:七鳃鳗]

# CREATURE:FISH_LAMPREY_SEA
source: [CASTE_NAME:sea lamprey:sea lampreys:sea lamprey]
cs: [CASTE_NAME:mořská mihule:mořské mihule:mořská mihule]
de: [CASTE_NAME:Meerneunauge:Meerneunaugen:Meerneunauge]
eo: [CASTE_NAME:mara petromizo:maraj petromizoj:de mara petromizo]
es: [CASTE_NAME:lamprea marina:lampreas marina:de lamprea marina]
ja: [CASTE_NAME:ウミヤツメ:ウミヤツメ:ウミヤツメの]
ko: [CASTE_NAME:바다칠성장어:바다칠성장어들:바다칠성장어]
pl: [CASTE_NAME:minóg morski:minogi morskie:minogo morski]
ru: [CASTE_NAME:морская минога:морские миноги:морской миноги]
tr: [CASTE_NAME:deniz taşemeni:deniz taşemenleri:deniz taşemeni]
vi: [CASTE_NAME:cá mút đá biển:Những cá mút đá biển:cá mút đá biển]
zh_hans: [CASTE_NAME:七鳃鳗:七鳃鳗:七鳃鳗]

# CREATURE:FISH_LAMPREY_SEA
source: [GENERAL_CHILD_NAME:larval sea lamprey:larval sea lampreys]
cs: [GENERAL_CHILD_NAME:larva mořské mihule:larvy mořských mihulí]
de: [GENERAL_CHILD_NAME:Querder:Querder]
eo: [GENERAL_CHILD_NAME:mara petromizido:maraj petromizidoj]
es: [GENERAL_CHILD_NAME:larva de lamprea marina:larva de lamprea marina]
ja: [GENERAL_CHILD_NAME:ウミヤツメの稚魚:ウミヤツメの稚魚の]
ko: [GENERAL_CHILD_NAME: 바다칠성장어 유생:바다칠성장어 유생들]
pl: [GENERAL_CHILD_NAME:młody minoga morskiego:młode minoga morskiego]
ru: [GENERAL_CHILD_NAME:личинка морской миноги:личинки морской миноги]
tr: [GENERAL_CHILD_NAME:larva deniz taşemeni:larva deniz taşemenleri]
vi: [GENERAL_CHILD_NAME:ấu trùng cá mút đá biển:Những ấu trùng cá mút đá biển]
zh_hans: [GENERAL_CHILD_NAME:海八目鳗幼体:海八目鳗幼体]

# CREATURE:FISH_LAMPREY_SEA
source: [PREFSTRING:suckers]
cs: [PREFSTRING:přísavkami]
de: [PREFSTRING:Sauger]
eo: [PREFSTRING:suĉaperturoj]
es: [PREFSTRING:ventosas]
ja: [PREFSTRING:吸い付く]
ko: [PREFSTRING:빨판]
pl: [PREFSTRING:ssanie]
ru: [PREFSTRING:присоски]
tr: [PREFSTRING:vantuzlar]
vi: [PREFSTRING:giác hút]
zh_hans: [PREFSTRING:吸盘]

# CREATURE:FISH_LAMPREY_SEA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:yapışıp ısır:yapışıp ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]
