Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:YETI
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SASQUATCH
source: [DESCRIPTION:A large and mysterious ape-like creature found in temperate forests.]
cs: [DESCRIPTION:Velký a záhadný tvor podobný lidoopovi, nalézaný v mírných lesích.]
de: [DESCRIPTION:Eine große und mysteriöse affenähnliche Kreatur, die in gemäßigten Wäldern vorkommt.]
eo: [DESCRIPTION:Granda mistera simiosimila estaĵo kiu troviĝas en mezvarmaj arbaroj.]
es: [DESCRIPTION:Una gran y misteriosa criatura similar a un simio que se encuentra en bosques templados.]
ja: [DESCRIPTION:温帯の森に棲む、神秘的な大型類人猿。]
ko: [DESCRIPTION:온대림에서 발견되는 크고 신비한 원숭이 같은 생물.]
pl: [DESCRIPTION:Duże i tajemnicze, małpo-podobne stworzenie, występujące w lasach umiarkowanych.]
ru: [DESCRIPTION:Крупное и таинственное обезьяноподобное существо, встречающееся в лесах умеренного климата.]
tr: [DESCRIPTION:Ilıman ormanlarda bulunan, iri ve gizemli maymunsu bir yaratık.]
vi: [DESCRIPTION:Một sinh vật lớn và bí ẩn giống vượn được tìm thấy ở những khu rừng ôn đới.]

# CREATURE:SASQUATCH
source: [NAME:sasquatch:sasquatches:sasquatch]
cs: [NAME:sasquatch:sasquatchové:sasquatchí]
eo: [NAME:saskvaĉo:saskvaĉoj:de saskvaĉo]
ja: [NAME:サスカッチ:サスカッチ:サスカッチの]
ko: [NAME:사스콰치:사스콰치들:사스콰치]
pl: [NAME:wielka stopa:wielkie stopy:wielkich stóp]
ru: [NAME:сасквоч:сасквочи:сасквоча]
tr: [NAME:kocaayak:kocaayaklar:kocaayak]
vi: [NAME:Sasquatch:Sasquatch:Sasquatch]
zh_hans: [NAME:野人:野人:野人]

# CREATURE:SASQUATCH
source: [CASTE_NAME:sasquatch:sasquatches:sasquatch]
cs: [CASTE_NAME:sasquatch:sasquatchové:sasquatchí]
eo: [CASTE_NAME:saskvaĉo:saskvaĉoj:de saskvaĉo]
ja: [CASTE_NAME:サスカッチ:サスカッチ:サスカッチの]
ko: [CASTE_NAME:사스콰치:사스콰치들:사스콰치]
pl: [CASTE_NAME:wielka stopa:wielkie stopy:wielkich stóp]
ru: [CASTE_NAME:сасквоч:сасквочи:сасквоча]
tr: [CASTE_NAME:kocaayak:kocaayaklar:kocaayak]
vi: [CASTE_NAME:Sasquatch:Sasquatch:Sasquatch]
zh_hans: [CASTE_NAME:野人:野人:野人]

# CREATURE:SASQUATCH
source: [PREFSTRING:reclusive nature]
cs: [PREFSTRING:plachou povahou]
de: [PREFSTRING:Einsiedler]
eo: [PREFSTRING:izolema naturo]
es: [PREFSTRING:naturaleza reclusiva]
ja: [PREFSTRING:隠れ棲む]
ko: [PREFSTRING:은둔적인 성격]
pl: [PREFSTRING:samotniczy charakter]
ru: [PREFSTRING:затворническую натуру]
tr: [PREFSTRING:gözlerden uzak doğası]
vi: [PREFSTRING:bản tính ẩn dật]

# CREATURE:SASQUATCH
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:SASQUATCH
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:SASQUATCH
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:SASQUATCH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SASQUATCH
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:SASQUATCH
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SASQUATCH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:BLIZZARD_MAN
source: [DESCRIPTION:A large humanoid monster from the wild tundra. It has translucent skin, icicles for teeth, red glowing eyes and pointed ears.]
cs: [DESCRIPTION:Velký humanoidní netvor z divoké tundry. Má průsvitnou kůži, rampouchy místo zubů, rudě zářící oči a špičaté uši.]
de: [DESCRIPTION:Ein großes humanoides Ungeheuer aus der wilden Tundra. Es hat durchscheinende Haut, Eiszapfen als Zähne, rot glühende Augen und spitze Ohren.]
eo: [DESCRIPTION:Granda homsimila monstro el la sovaĝa tundro. Ĝi havas diafanan haŭton, pendglaciojn anstataŭ dentoj, ruĝajn brilajn okulojn kaj pintajn orelojn.]
es: [DESCRIPTION:Un gigantesco monstruo humanoide, proveniente de la tundra salvaje. Tiene piel transparente, carámbanos como dientes, ojos rojos luminosos y orejas puntiagudas.]
ja: [DESCRIPTION:ツンドラに棲む大型人型怪物。半透明の肌、つららで出来た歯、赤く光る目、とがった耳を持つ。]
ko: [DESCRIPTION:야생 툰드라에서 온 거대한 인간형 괴물. 반투명한 피부, 치아의 고드름, 붉게 빛나는 눈과 뾰족한 귀를 가지고 있습니다.]
pl: [DESCRIPTION:Duży humanoidalny potwór z dzikiej tundry. Ma przezroczystą skórę, sople zamiast zębów, czerwone świecące oczy i spiczaste uszy.]
ru: [DESCRIPTION:Большой человекоподобный монстр из дикой тундры. Он имеет полупрозрачную кожу, сосульки вместо зубов, красные сверкающие глаза и острые уши.]
tr: [DESCRIPTION:Vahşi tundradan gelen iri insansı bir canavar. Yarı saydam deriye, diş yerine buz sarkıtlarına, kırmızı parlayan gözlere ve sivri kulaklara sahiptir.]
vi: [DESCRIPTION:Một quái vật nhân hình lớn từ vùng lãnh nguyên hoang dã. Nó có làn da trong mờ, răng là những trụ băng, đôi mắt đỏ phát sáng và tai nhọn.]

# CREATURE:BLIZZARD_MAN
source: [NAME:blizzard man:blizzard men:blizzard man]
cs: [NAME:muž vánice:muži vánice:muž vánice]
de: [NAME:Eissturmmensch:Eissturmmenschen:Eissturmmensch]
eo: [NAME:neĝblovhomo:neĝblovhomoj:de neĝblovhomo]
es: [NAME:hombre ventisca:hombres ventisca:hombre ventisca]
ja: [NAME:ブリザードマン:ブリザードマン:ブリザードマンの]
ko: [NAME:남성 도마뱀인간:남성 도마뱀 인간들:남성 도마뱀인간]
pl: [NAME:zamiecioczłowiek: zamiecioludzie: zamiecioludzki]
ru: [NAME:буранник:буранники:буранника]
tr: [NAME:tipi adamı:tipi adamları:tipi adamı]
vi: [NAME:Người bão tuyết:Người bão tuyết:Người bão tuyết]
zh_hans: [NAME:暴风雪人:暴风雪人:暴风雪人]

# CREATURE:BLIZZARD_MAN
source: [CASTE_NAME:blizzard man:blizzard men:blizzard man]
cs: [CASTE_NAME:muž vánice:muži vánice:muž vánice]
de: [CASTE_NAME:Eissturmmann:Eissturmmänner:Eissturmmann]
eo: [CASTE_NAME:neĝblovhomo:neĝblovhomoj:de neĝblovhomo]
es: [CASTE_NAME:hombre ventisca:hombres ventisca:hombre ventisca]
ja: [CASTE_NAME:ブリザードマン:ブリザードマン:ブリザードマンの]
ko: [CASTE_NAME:남성 도마뱀인간:남성 도마뱀 인간들:남성 도마뱀인간]
pl: [CASTE_NAME:zamiecioczłowiek: zamiecioludzie: zamiecioludzki]
ru: [CASTE_NAME:буранник:буранники:буранника]
tr: [CASTE_NAME:tipi adamı:tipi adamları:tipi adamı]
vi: [CASTE_NAME:Người bão tuyết:Người bão tuyết:Người bão tuyết]
zh_hans: [CASTE_NAME:暴风雪男:暴风雪男:暴风雪男]

# CREATURE:BLIZZARD_MAN
source: [PREFSTRING:translucent skin]
cs: [PREFSTRING:průsvitnou kůží]
de: [PREFSTRING:lichtdurchlässige Haut]
eo: [PREFSTRING:diafana haŭto]
es: [PREFSTRING: piel transparente]
ja: [PREFSTRING:半透明の肌]
ko: [PREFSTRING:반투명한 피부]
pl: [PREFSTRING:przeźroczysta skóra]
ru: [PREFSTRING:полупрозрачную кожу]
tr: [PREFSTRING:yarı saydam deri]
vi: [PREFSTRING:làn da trong mờ]

# CREATURE:BLIZZARD_MAN
source: [PREFSTRING:icicle teeth]
cs: [PREFSTRING:rampouchovými zuby]
de: [PREFSTRING:Eiszapfenzähne]
eo: [PREFSTRING:glaciaj dentoj]
es: [PREFSTRING:dientes carámbano]
ja: [PREFSTRING:氷の歯]
ko: [PREFSTRING:고드름 이빨]
pl: [PREFSTRING:zęby z sopli]
ru: [PREFSTRING:зубы-сосульки]
tr: [PREFSTRING:buz sarkıtı dişler]
vi: [PREFSTRING:răng bằng băng nhọn]

# CREATURE:BLIZZARD_MAN
source: [PREFSTRING:glowing red eyes]
cs: [PREFSTRING:žhnoucí červené oči]
de: [PREFSTRING:leuchtend rote Augen]
eo: [PREFSTRING:brilajn ruĝajn okulojn]
es: [PREFSTRING: ojos rojos brillantes]
ja: [PREFSTRING:輝く赤い目]
ko: [PREFSTRING:붉게 빛나는 눈]
pl: [PREFSTRING:świecące czerwone oczy]
ru: [PREFSTRING:горящие красные глаза]
tr: [PREFSTRING:kırmızı parlayan gözler]
vi: [PREFSTRING:đôi mắt đỏ phát sáng]

# CREATURE:BLIZZARD_MAN
source: [PREFSTRING:pointy ears]
cs: [PREFSTRING:špičaté uši]
de: [PREFSTRING:gepunkte Ohren]
eo: [PREFSTRING:pintajn orelojn]
es: [PREFSTRING:orejas puntiagudas]
ja: [PREFSTRING:尖った耳]
ko: [PREFSTRING:뾰족한 귀]
pl: [PREFSTRING:szpiczaste uszy]
ru: [PREFSTRING:острые уши]
tr: [PREFSTRING:sivri kulaklar]
vi: [PREFSTRING:tai nhọn]

# CREATURE:BLIZZARD_MAN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:BLIZZARD_MAN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:BLIZZARD_MAN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:BLIZZARD_MAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BLIZZARD_MAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:WOLF_ICE
source: [DESCRIPTION:A fierce creature from the evil snowy wilds. It has white fur and a piercing howl.]
cs: [DESCRIPTION:Divoké stvoření ze zlých zasněžených pustin. Má bílou srst a pronikavý vytí.]
de: [DESCRIPTION:Eine grimmige Kreatur aus der bösen, verschneiten Wildnis. Es hat weißes Fell und ein durchdringendes Heulen.]
eo: [DESCRIPTION:Feroca estaĵo el la malbonaj neĝaj sovaĝejoj. Ĝi havas blankan felon kaj orelŝiran hojlon.]
es: [DESCRIPTION:Una fiera criatura de las malignas nieves salvajes. Tiene pelaje blanco y un aullido penetrante]
ja: [DESCRIPTION:邪悪な雪原に棲む生物だ。白い毛皮と鋭い遠吠えを持つ。]
ko: [DESCRIPTION:사악한 눈 덮인 야생에서 온 사나운 생물. 하얀 털과 날카로운 울부 짖음이 있습니다.]
pl: [DESCRIPTION:Zaciekła istota ze złowrogich śnieżnych dziczy. Ma białe futro i przeszywająco wyje.]
ru: [DESCRIPTION:Свирепое существо из враждебных заснеженных областей. У него белый мех и пронзительный вой.]
tr: [DESCRIPTION:Kötücül karlı yabanlardan gelen vahşi bir yaratık. Beyaz kürke ve kulak delici bir ulumaya sahiptir.]
vi: [DESCRIPTION:Một sinh vật hung dữ từ vùng hoang dã tuyết tà ác. Nó có bộ lông trắng và tiếng hú chói tai.]

# CREATURE:WOLF_ICE
source: [NAME:ice wolf:ice wolves:ice wolf]
cs: [NAME:ledový vlk:ledoví vlci:ledového vlka]
de: [NAME:Eiswolf:Eiswölfe:Eiswolf]
eo: [NAME:glaclupo:glaclupoj:de glaclupo]
es: [NAME:lobo de los hielos:lobos de los hielos:lobo de los hielos]
ja: [NAME:氷狼:氷狼:氷狼の]
ko: [NAME:얼음늑대:얼음늑대들:얼음늑대]
pl: [NAME:lodowy wilk:lodowe wilki:lodowo wilczy]
ru: [NAME:белый волк:белые волки:белого волка]
tr: [NAME:buz kurdu:buz kurtları:buz kurdu]
vi: [NAME:Sói băng:Sói băng:Sói băng]
zh_hans: [NAME:冰原狼:冰原狼:冰原狼]

# CREATURE:WOLF_ICE
source: [CASTE_NAME:ice wolf:ice wolves:ice wolf]
cs: [CASTE_NAME:ledový vlk:ledoví vlci:ledového vlka]
de: [CASTE_NAME:Eiswolf:Eiswölfe:Eiswolf]
eo: [CASTE_NAME:glaclupo:glaclupoj:de glaclupo]
es: [CASTE_NAME:lobo de los hielos:lobos de los hielos:lobo de los hielos]
ja: [CASTE_NAME:氷狼:氷狼:氷狼の]
ko: [CASTE_NAME:얼음늑대:얼음늑대들:얼음늑대]
pl: [CASTE_NAME:lodowy wilk:lodowe wilki:lodowo wilczy]
ru: [CASTE_NAME:белый волк:белые волки:белого волка]
tr: [CASTE_NAME:buz kurdu:buz kurtları:buz kurdu]
vi: [CASTE_NAME:Sói băng:Sói băng:Sói băng]
zh_hans: [CASTE_NAME:冰原狼:冰原狼:冰原狼]

# CREATURE:WOLF_ICE
source: [GENERAL_CHILD_NAME:ice wolf pup:ice wolf pups]
cs: [GENERAL_CHILD_NAME:štěně ledového vlka:štěňata ledového vlka]
de: [GENERAL_CHILD_NAME:Eiswolfswelpe:Eiswolfswelpen]
eo: [GENERAL_CHILD_NAME:glaclupido:glaclupidoj]
es: [GENERAL_CHILD_NAME:cría de lobo de los hielos:crías de lobo de los hielos]
ja: [GENERAL_CHILD_NAME:氷狼の子供:氷狼の子供の]
ko: [GENERAL_CHILD_NAME:새끼 얼음늑대:새끼 얼음늑대들]
pl: [GENERAL_CHILD_NAME:szczenię lodowego wilka: szczenięta lodowego wilka]
ru: [GENERAL_CHILD_NAME:белый волчонок:белые волчата]
tr: [GENERAL_CHILD_NAME:buz kurdu yavrusu:buz kurdu yavruları]
vi: [GENERAL_CHILD_NAME:Sói băng con:Sói băng con]
zh_hans: [GENERAL_CHILD_NAME:冰原狼幼崽:冰原狼幼崽]

# CREATURE:WOLF_ICE
source: [PREFSTRING:piercing howls]
cs: [PREFSTRING:pronikavé vytí]
de: [PREFSTRING:stechendes Heulen]
eo: [PREFSTRING:orelŝiraj hojloj.]
es: [PREFSTRING:aullido penetrante]
ja: [PREFSTRING:鋭い遠吠え]
ko: [PREFSTRING:날카로운 울음소리]
pl: [PREFSTRING:przenikliwe wycie]
ru: [PREFSTRING:пронзительный вой]
tr: [PREFSTRING:kulak delici ulumalar]
vi: [PREFSTRING:tiếng hú chói tai]

# CREATURE:WOLF_ICE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:WOLF_ICE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:WOLF_ICE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:WOLF_ICE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:WOLF_ICE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FAIRY
source: [DESCRIPTION:A tiny, giggling humanoid with lacy wings.]
cs: [DESCRIPTION:Drobný, hihňající se humanoid s krajkovými křídly.]
de: [DESCRIPTION:Ein kleiner, kichernder Humanoid mit Spitzenflügeln.]
eo: [DESCRIPTION:Eta ridema homsimilulo kun laĉosimila flugiloj.]
es: [DESCRIPTION:Un diminuto, risueño humanoide con alas diáfanas.]
ja: [DESCRIPTION:レースの羽根を持つ、くすくす笑う小さな人型生物。]
ko: [DESCRIPTION:레이스 날개를 가진 작고 킥킥 웃는 인간형.]
pl: [DESCRIPTION:Mały, chichoczący humanoid z koronkowymi skrzydłami.]
ru: [DESCRIPTION:Крохотное хихикающее человекоподобное существо с узорчатыми крыльями.]
tr: [DESCRIPTION:Dantelimsi kanatlara sahip, kıkırdayan minik bir insansı.]
vi: [DESCRIPTION:Một nhân hình nhỏ bé, hay khúc khích cười với đôi cánh ren.]

# CREATURE:FAIRY
source: [NAME:fairy:fairies:fairy]
cs: [NAME:víla:víly:vílu]
de: [NAME:Fee:Feen:Fee]
eo: [NAME:feo:feoj:de feo]
es: [NAME:hada:hadas:hada]
ja: [NAME:フェアリー:フェアリー:フェアリーの]
ko: [NAME:페어리:페어리들:페어리]
pl: [NAME:wróżka:wróżki:wróżkowy]
ru: [NAME:фея:феи:феи]
tr: [NAME:peri:periler:peri]
vi: [NAME:Tiên:Tiên:Tiên]
zh_hans: [NAME:小仙子:小仙子:小仙子]

# CREATURE:FAIRY
source: [CASTE_NAME:fairy:fairies:fairy]
cs: [CASTE_NAME:víla:víly:vílu]
de: [CASTE_NAME:Fee:Feen:Fee]
eo: [CASTE_NAME:feo:feoj:de feo]
es: [CASTE_NAME:hada:hadas:hada]
ja: [CASTE_NAME:フェアリー:フェアリー:フェアリーの]
ko: [CASTE_NAME:페어리:페어리들:페어리]
pl: [CASTE_NAME:wróżka:wróżki:wróżkowy]
ru: [CASTE_NAME:фея:феи:феи]
tr: [CASTE_NAME:peri:periler:peri]
vi: [CASTE_NAME:Tiên:Tiên:Tiên]
zh_hans: [CASTE_NAME:小仙子:小仙子:小仙子]

# CREATURE:FAIRY
source: [PREFSTRING:babylike giggles]
cs: [PREFSTRING:dětské hihňání]
de: [PREFSTRING:wie ein Baby kriechend]
eo: [PREFSTRING:bebsimilaj ridoj]
es: [PREFSTRING:risas infantiles]
ja: [PREFSTRING:赤ん坊のように笑う]
ko: [PREFSTRING:어린애 같은 킥킥거림]
pl: [PREFSTRING:dziecinne chichoty]
ru: [PREFSTRING:ребяческое хихиканье]
tr: [PREFSTRING:bebeksi kıkırdamalar]
vi: [PREFSTRING:tiếng cười khúc khích như trẻ thơ]

# CREATURE:FAIRY
source: [PREFSTRING:lacy wings]
cs: [PREFSTRING:krajková křídla]
de: [PREFSTRING:filigrane Flügel]
eo: [PREFSTRING:laĉosimilaj flugiloj]
es: [PREFSTRING:alas transparentes]
ja: [PREFSTRING:レースの羽根]
ko: [PREFSTRING:레이스같은 날개f]
pl: [PREFSTRING:koronkowe skrzydła]
ru: [PREFSTRING:узорчатые крылья]
tr: [PREFSTRING:dantelimsi kanatlar]
vi: [PREFSTRING:đôi cánh ren]

# CREATURE:FAIRY
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:FAIRY
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:usta:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:FAIRY
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:FAIRY
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:FAIRY
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:FAIRY
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:FAIRY
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:FAIRY
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:FAIRY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FAIRY
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]

# CREATURE:FAIRY
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]

# CREATURE:FAIRY
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]

# CREATURE:FAIRY
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]

# CREATURE:FAIRY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
