Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:OCELOT
source: [PREFSTRING:coat patterns]
cs: [PREFSTRING:vzory srsti]
de: [PREFSTRING:Pelzmuster]
eo: [PREFSTRING:felaj skemoj]
es: [PREFSTRING:patrones de pelaje]
ja: [PREFSTRING:毛皮の模様]
pl: [PREFSTRING:wzorzyste futro]
ru: [PREFSTRING:узор на шкуре]
tr: [PREFSTRING:kürk desenleri]
vi: [PREFSTRING:hoa văn lông]

# CREATURE:OCELOT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:OCELOT
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:OCELOT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:OCELOT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:OCELOT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:OCELOT_MAN
source: [CASTE_NAME:ocelot man:ocelot men:ocelot man]
cs: [CASTE_NAME:ocelotí muž:ocelotí muži:ocelotího muže]
de: [CASTE_NAME:Ozelot Mann:Ozelot Männer:Ozelot Mann]
eo: [CASTE_NAME:homocelotiĉo:homocelotiĉoj:de homocelotiĉo]
es: [CASTE_NAME:hombre-ocelote:hombres-ocelote:hombre-ocelote]
ja: [CASTE_NAME:オセロット男:オセロット男:オセロット男の]
ko: [CASTE_NAME:남성 오셀롯인간:남성 오셀롯인간들:남성 오셀롯인간]
pl: [CASTE_NAME:ocelotomężczyzna:ocelotomężczyźni:ocelotomężczyzny]
ru: [CASTE_NAME:мужчина-оцелот:мужчины-оцелоты:мужчины-оцелота]
tr: [CASTE_NAME:erkek oselot:erkek oselotlar:erkek oselot]
vi: [CASTE_NAME:người linh miêu nam:những người linh miêu nam:người linh miêu nam]

# CREATURE:OCELOT_MAN
source: [CASTE_NAME:ocelot woman:ocelot women:ocelot woman]
cs: [CASTE_NAME:ocelotí žena:ocelotí ženy:ocelotí ženu]
de: [CASTE_NAME:Ozelot Frau:Ozelot Frauen:Ozelot Frau]
eo: [CASTE_NAME:homocelotino:homocelotinoj:de homocelotino]
es: [CASTE_NAME:mujer-ocelote:mujeres-ocelote:mujer-ocelote]
ja: [CASTE_NAME:オセロット女:オセロット女:オセロット女の]
ko: [CASTE_NAME:여성 오셀롯인간:여성 오셀롯인간들:여성 오셀롯인간]
pl: [CASTE_NAME:ocelotokobieta:ocelotokobiety:ocelotokobiecy]
ru: [CASTE_NAME:женщина-оцелот:женщины-оцелоты:женщины-оцелота]
tr: [CASTE_NAME:dişi oselot:dişi oselotlar:dişi oselot]
vi: [CASTE_NAME:người linh miêu nữ:những người linh miêu nữ:người linh miêu nữ]

# CREATURE:OCELOT_MAN
source: [NAME:ocelot man:ocelot men:ocelot man]
cs: [NAME:ocelotí muž:ocelotí muži:ocelotího muže]
de: [NAME:Ozelot Mensch:Ozelot Menschen:Ozelot Mensch]
eo: [NAME:homoceloto:homocelotoj:de homoceloto]
es: [NAME:hombre-ocelote:hombres-ocelote:hombre-ocelote]
ja: [NAME:オセロット男:オセロット男:オセロット男の]
ko: [NAME:오셀롯인간:오셀롯인간들:오셀롯인간]
pl: [NAME:ocelotomężczyzna:ocelotomężczyźni:ocelotoludzi]
ru: [NAME:человек-оцелот:люди-оцелоты:человека-оцелота]
tr: [NAME:erkek oselot:erkek oselotlar:erkek oselot]
vi: [NAME:người linh miêu nam:những người linh miêu nam:người linh miêu nam]

# CREATURE:OCELOT_MAN
source: [DESCRIPTION:A person with the head and tail of an ocelot.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem ocelota.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Ozelots.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de oceloto.]
es: [DESCRIPTION:Una persona con la cabeza y cola de un ocelote.]
ja: [DESCRIPTION:オセロットの頭を尾を持つ人間だ。]
ko: [DESCRIPTION:오셀롯의 머리와 꼬리를 가진 사람.]
pl: [DESCRIPTION:Osoba z głową i ogonem ocelota.]
ru: [DESCRIPTION:Человек с головой и хвостом оцелота.]
tr: [DESCRIPTION:Bir oselotun başına ve kuyruğuna sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu và đuôi linh miêu.]

# CREATURE:GIANT_OCELOT
source: [NAME:giant ocelot:giant ocelots:giant ocelot]
cs: [NAME:obří ocelot:obří oceloti:obřího ocelota]
de: [NAME:Riesen Ozelot:Riesen Ozelots:Riesen Ozelot]
eo: [NAME:giganta oceloto:gigantaj ocelotoj:de giganta oceloto]
es: [NAME:ocelote gigante:ocelotes gigantes:ocelote gigante]
ja: [NAME:巨大オセロット:巨大オセロット:巨大オセロットの]
ko: [NAME:거대 오셀롯:거대 오셀롯들:거대 오셀롯]
pl: [NAME:gigantyczny ocelot:gigantyczne oceloty:gigantyczno ocelotowy]
ru: [NAME:гигантский оцелот:гигантские оцелоты:гигантского оцелота]
tr: [NAME:dev oselot:dev oselotlar:dev oselot]
vi: [NAME:linh miêu khổng lồ:những linh miêu khổng lồ:linh miêu khổng lồ]

# CREATURE:GIANT_OCELOT
source: [CASTE_NAME:giant ocelot:giant ocelots:giant ocelot]
cs: [CASTE_NAME:obří ocelot:obří oceloti:obřího ocelota]
de: [CASTE_NAME:Riesen Ozelot:Riesen Ozelots:Riesen Ozelot]
eo: [CASTE_NAME:giganta oceloto:gigantaj ocelotoj:de giganta oceloto]
es: [CASTE_NAME:ocelote gigante:ocelotes gigantes:ocelote gigante]
ja: [CASTE_NAME:巨大オセロット:巨大オセロット:巨大オセロットの]
ko: [CASTE_NAME:거대 오셀롯:거대 오셀롯들:거대 오셀롯]
pl: [CASTE_NAME:gigantyczny ocelot:gigantyczne oceloty:gigantyczno ocelotowy]
ru: [CASTE_NAME:гигантский оцелот:гигантские оцелоты:гигантского оцелота]
tr: [CASTE_NAME:dev oselot:dev oselotlar:dev oselot]
vi: [CASTE_NAME:linh miêu khổng lồ:những linh miêu khổng lồ:linh miêu khổng lồ]

# CREATURE:GIANT_OCELOT
source: [GENERAL_CHILD_NAME:giant ocelot kitten:giant ocelot kittens]
cs: [GENERAL_CHILD_NAME:mládě obřího ocelota:mláďata obřího ocelota]
de: [GENERAL_CHILD_NAME:Riesen Ozelot Kätzchen:Riesen Ozelot Kätzchen]
eo: [GENERAL_CHILD_NAME:giganta ocelotido:gigantaj ocelotidoj]
es: [GENERAL_CHILD_NAME:cría de ocelote gigante:crías de ocelote gigante]
ja: [GENERAL_CHILD_NAME:巨大オセロットの仔:巨大オセロットの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 오셀롯:새끼 거대 오셀롯들:새끼 거대 오셀롯]
pl: [GENERAL_CHILD_NAME:młody gigantycznego ocelota:młode gigantycznego ocelota]
ru: [GENERAL_CHILD_NAME:котёнок гигантского оцелота:котята гигантского оцелота]
tr: [GENERAL_CHILD_NAME:yavru dev oselot:yavru dev oselotlar]
vi: [GENERAL_CHILD_NAME:linh miêu con khổng lồ:những linh miêu con khổng lồ]

# CREATURE:GIANT_OCELOT
source: [DESCRIPTION:A huge monster in the shape of an ocelot.]
cs: [DESCRIPTION:Obří monstrum ve tvaru ocelota.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Ocelots.]
eo: [DESCRIPTION:Grandega monstro kun formo de oceloto.]
es: [DESCRIPTION:Un gran monstruo con la forma de un ocelote.]
ja: [DESCRIPTION:オセロットのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:오셀롯 모양의 거대한 괴물.]
pl: [DESCRIPTION:Olbrzymi potwór w kształcie ocelota.]
ru: [DESCRIPTION:Огромный монстр, похожий на оцелота.]
tr: [DESCRIPTION:Oselot şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng linh miêu.]
zh_hans: [DESCRIPTION:一只巨大的豹猫怪。]

# CREATURE:GIANT_OCELOT
source: [PREFSTRING:coat patterns]
cs: [PREFSTRING:vzory srsti]
de: [PREFSTRING:Pelzmuster]
eo: [PREFSTRING:felaj skemoj]
es: [PREFSTRING:patrones de pelaje]
ja: [PREFSTRING:毛皮の模様]
pl: [PREFSTRING:wzorzyste futro]
ru: [PREFSTRING:узор на шкуре]
tr: [PREFSTRING:kürk desenleri]
vi: [PREFSTRING:hoa văn lông]

# CREATURE:JACKAL
source: [DESCRIPTION:A small wolf-like scavenger. Normally found in pairs, jackals can form packs when they find a body.]
cs: [DESCRIPTION:Malý vlkovitý mrchožrout. Obvykle se vyskytuje v párech, ale při nálezu mršiny tvoří smečky.]
de: [DESCRIPTION:Ein kleiner wolfsähnlicher Aasfresser. Normalerweise paarweise anzutreffen, können Schakale Rudel bilden, wenn sie eine Leiche finden.]
eo: [DESCRIPTION:Malgranda lupsimila kadavromanĝulo. Kutime trovita en paroj, ŝakaloj povas formi gregojn kiam ili trovas kadavron.]
es: [DESCRIPTION:Un pequeño lobo basurero. Normalmente encontrado en parejas, los chacales pueden formar manadas]
ja: [DESCRIPTION:腐肉食の小型イヌ科動物だ。夫婦で常に行動する。]
ko: [DESCRIPTION:작은 늑대 같은 청소부. 일반적으로 쌍으로 발견되는 자칼은 시체를 발견하면 무리를 이룰 수 있습니다.]
pl: [DESCRIPTION:Mały, podobny do wilka padlinożerca. Szakale, zwykle spotykane w parach, mogą tworzyć stada, gdy znajdą ciało.]
ru: [DESCRIPTION:Небольшой похожий на волка падальщик. Обычно живут парами, но могут собираться в стаи, когда находят добычу.]
tr: [DESCRIPTION:Kurda benzeyen küçük bir leşçil. Genelde çiftler halinde bulunurlar, ancak bir leş bulduklarında sürü oluşturabilirler.]
vi: [DESCRIPTION:Một loài động vật ăn xác thối nhỏ, giống chó sói. Thường được tìm thấy theo cặp, chó rừng có thể lập đàn khi chúng tìm thấy xác chết.]

# CREATURE:JACKAL
source: [NAME:jackal:jackals:jackal]
cs: [NAME:šakal:šakali:šakala]
de: [NAME:Schakal:Schakale:Schakal]
eo: [NAME:ŝakalo:ŝakaloj:de ŝakalo]
es: [NAME:chacal:chacales:chacal]
ja: [NAME:ジャッカル:ジャッカル:ジャッカルの]
ko: [NAME:자칼:자칼들:자칼]
pl: [NAME:szakal:szakale:szakalowy]
ru: [NAME:шакал:шакалы:шакала]
tr: [NAME:çakal:çakallar:çakal]
vi: [NAME:chó rừng:những con chó rừng:chó rừng]

# CREATURE:JACKAL
source: [CASTE_NAME:jackal:jackals:jackal]
cs: [CASTE_NAME:šakal:šakali:šakala]
de: [CASTE_NAME:Schakal:Schakale:Schakal]
eo: [CASTE_NAME:ŝakalo:ŝakaloj:de ŝakalo]
es: [CASTE_NAME:chacal:chacales:chacal]
ja: [CASTE_NAME:ジャッカル:ジャッカル:ジャッカルの]
ko: [CASTE_NAME:자칼:자칼들:자칼]
pl: [CASTE_NAME:szakal:szakale:szakalowy]
ru: [CASTE_NAME:шакал:шакалы:шакала]
tr: [CASTE_NAME:çakal:çakallar:çakal]
vi: [CASTE_NAME:chó rừng:những con chó rừng:chó rừng]

# CREATURE:JACKAL
source: [GENERAL_CHILD_NAME:jackal pup:jackal pups]
cs: [GENERAL_CHILD_NAME:štěně šakala:štěňata šakala]
de: [GENERAL_CHILD_NAME:Schakal Welpe:Schakal Welpen]
eo: [GENERAL_CHILD_NAME:ŝakalido:ŝakalidoj]
es: [GENERAL_CHILD_NAME:cachorro de chacal:cachorros de chacal]
ja: [GENERAL_CHILD_NAME:ジャッカルの子供:ジャッカルの子供の]
ko: [GENERAL_CHILD_NAME:새끼 자칼:새끼 자칼들:새끼 자칼]
pl: [GENERAL_CHILD_NAME:szczenię szakala:szczeniaki szakala]
ru: [GENERAL_CHILD_NAME:щенок шакала:щенки шакала]
tr: [GENERAL_CHILD_NAME:çakal eniği:çakal enikleri]
vi: [GENERAL_CHILD_NAME:chó rừng con:những chó rừng con]

# CREATURE:JACKAL
source: [PREFSTRING:resourceful nature]
cs: [PREFSTRING:vynalézavá povaha]
de: [PREFSTRING:einfallsreicher Natur]
eo: [PREFSTRING:sagaca naturo]
es: [PREFSTRING:ingeniosa naturaleza]
ja: [PREFSTRING:機知に富んだ]
ko: [PREFSTRING:지략있는 특성]
pl: [PREFSTRING:bogata natura]
ru: [PREFSTRING:находчивость]
tr: [PREFSTRING:becerikli doğası]
vi: [PREFSTRING:bản tính tháo vát]

# CREATURE:JACKAL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:JACKAL
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapie:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:JACKAL
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włos:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:JACKAL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:JACKAL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:JACKAL_MAN
source: [CASTE_NAME:jackal man:jackal men:jackal man]
cs: [CASTE_NAME:šakalí muž:šakalí muži:šakalího muže]
de: [CASTE_NAME:Schakalmann:Schakalmänner:Schakalmann]
eo: [CASTE_NAME:homŝakaliĉo:homŝakaliĉoj:de homŝakaliĉo]
es: [CASTE_NAME:hombre chacal:hombres chacal:hombre chacal]
ja: [CASTE_NAME:ジャッカル男:ジャッカル男:ジャッカル男の]
ko: [CASTE_NAME:남성 자칼인간:남성 자칼인간들:남성자칼인간]
pl: [CASTE_NAME:szakalomężczyzna:szakalomężczyźni:szakalomężczyzny]
ru: [CASTE_NAME:мужчина-шакал:мужчины-шакалы:мужчины-шакала]
tr: [CASTE_NAME:erkek çakal:erkek çakallar:erkek çakal]
vi: [CASTE_NAME:người chó rừng nam:những người chó rừng nam:người chó rừng nam]

# CREATURE:JACKAL_MAN
source: [CASTE_NAME:jackal woman:jackal women:jackal woman]
cs: [CASTE_NAME:šakalí žena:šakalí ženy:šakalí ženu]
de: [CASTE_NAME:Schakalfrau:Schakalfrauen:Schakalfrau]
eo: [CASTE_NAME:homŝakalino:homŝakalinoj:de homŝakalino]
es: [CASTE_NAME:mujer chacal:mujeres chacal:mujer chacal]
ja: [CASTE_NAME:ジャッカル女:ジャッカル女:ジャッカル女の]
ko: [CASTE_NAME:여성 자칼인간:여성 자칼인간들:여성자칼인간]
pl: [CASTE_NAME:szakalokobieta:szakalokobiety:szakalokobiecy]
ru: [CASTE_NAME:женщина-шакал:женщины-шакалы:женщины-шакала]
tr: [CASTE_NAME:dişi çakal:dişi çakallar:dişi çakal]
vi: [CASTE_NAME:người chó rừng nữ:những người chó rừng nữ:người chó rừng nữ]

# CREATURE:JACKAL_MAN
source: [NAME:jackal man:jackal men:jackal man]
cs: [NAME:šakalí muž:šakalí muži:šakalího muže]
de: [NAME:Schakalmensch:Schakalmenschen:Schakalmensch]
eo: [NAME:homŝakalo:homŝakaloj:de homŝakalo]
es: [NAME:hombre chacal:hombres chacal:hombre chacal]
ja: [NAME:ジャッカル男:ジャッカル男:ジャッカル男の]
ko: [NAME:자칼인간:자칼인간들:자칼인간]
pl: [NAME:szakaloczłowiek:szakaloludzie:szakaoludzi]
ru: [NAME:человек-шакал:люди-шакалы:человека-шакала]
tr: [NAME:erkek çakal:erkek çakallar:erkek çakal]
vi: [NAME:người chó rừng nam:những người chó rừng nam:người chó rừng nam]

# CREATURE:JACKAL_MAN
source: [DESCRIPTION:A person with the head and tail of a jackal.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem šakala.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Schakals.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de ŝakalo.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de un chacal.]
ja: [DESCRIPTION:ジャッカルの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:자칼의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osoba z głową i ogonem szakala.]
ru: [DESCRIPTION:Человек с головой и хвостом шакала.]
tr: [DESCRIPTION:Bir çakalın başına ve kuyruğuna sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu và đuôi chó rừng.]

# CREATURE:GIANT_JACKAL
source: [NAME:giant jackal:giant jackals:giant jackal]
cs: [NAME:obří šakal:obří šakali:obřího šakala]
de: [NAME:Riesen Schakal:Riesen Schakale:Riesen Schakal]
eo: [NAME:giganta ŝakalo:gigantaj ŝakaloj:de giganta ŝakalo]
es: [NAME:chacal gigante:chacales gigantes:chacal gigante]
ja: [NAME:巨大ジャッカル:巨大ジャッカル:巨大ジャッカルの]
ko: [NAME:거대 자칼:거대 자칼들:거대 자칼]
pl: [NAME:gigantyczny szakal:gigantyczne szakale:gigantyczno szakalowy]
ru: [NAME:гигантский шакал:гигантские шакалы:гигантского шакала]
tr: [NAME:dev çakal:dev çakallar:dev çakal]
vi: [NAME:chó rừng khổng lồ:những chó rừng khổng lồ:chó rừng khổng lồ]

# CREATURE:GIANT_JACKAL
source: [CASTE_NAME:giant jackal:giant jackals:giant jackal]
cs: [CASTE_NAME:obří šakal:obří šakali:obřího šakala]
de: [CASTE_NAME:Riesen Schakal:Riesen Schakale:Riesen Schakal]
eo: [CASTE_NAME:giganta ŝakalo:gigantaj ŝakaloj:de giganta ŝakalo]
es: [CASTE_NAME:chacal gigante:chacales gigantes:chacal gigante]
ja: [CASTE_NAME:巨大ジャッカル:巨大ジャッカル:巨大ジャッカルの]
ko: [CASTE_NAME:거대 자칼:거대 자칼들:거대 자칼]
pl: [CASTE_NAME:gigantyczny szakal:gigantyczne szakale:gigantyczno szakalowy]
ru: [CASTE_NAME:гигантский шакал:гигантские шакалы:гигантского шакала]
tr: [CASTE_NAME:dev çakal:dev çakallar:dev çakal]
vi: [CASTE_NAME:chó rừng khổng lồ:những chó rừng khổng lồ:chó rừng khổng lồ]

# CREATURE:GIANT_JACKAL
source: [GENERAL_CHILD_NAME:giant jackal pup:giant jackal pups]
cs: [GENERAL_CHILD_NAME:štěně obřího šakala:štěňata obřího šakala]
de: [GENERAL_CHILD_NAME:Riesen Schakal-Welpe:Riesen Schakal-Welpen]
eo: [GENERAL_CHILD_NAME:giganta ŝakalido:gigantaj ŝakalidoj]
es: [GENERAL_CHILD_NAME:cachorro de chacal gigante:cachorros de chacal gigante]
ja: [GENERAL_CHILD_NAME:巨大ジャッカルの子供:巨大ジャッカルの子供の]
ko: [GENERAL_CHILD_NAME:거대 자칼 새끼:거대 자칼 새끼들:거대 자칼 새끼]
pl: [GENERAL_CHILD_NAME:szczenię gigantycznego szakala:szczeniaki gigantycznego szakala]
ru: [GENERAL_CHILD_NAME:щенок гигантского шакала:щенки гигантского шакала]
tr: [GENERAL_CHILD_NAME:yavru dev çakal:yavru dev çakallar]
vi: [GENERAL_CHILD_NAME:chó rừng con khổng lồ:những chó rừng con khổng lồ]

# CREATURE:GIANT_JACKAL
source: [DESCRIPTION:A large monster in the form of a jackal.]
cs: [DESCRIPTION:Velká příšera v podobě šakala.]
de: [DESCRIPTION: Ein großes Monster, in Form eines Schakals.]
eo: [DESCRIPTION:Granda monstro kun la formo de ŝakalo.]
es: [DESCRIPTION:Un gran monstruo con la forma de un chacal.]
ja: [DESCRIPTION:ジャッカルのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:자칼의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci szakala.]
ru: [DESCRIPTION:Огромный монстр, похожий на шакала.]
tr: [DESCRIPTION:Çakal formunda büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dáng chó rừng.]

# CREATURE:GIANT_JACKAL
source: [PREFSTRING:resourceful nature]
cs: [PREFSTRING:vynalézavá povaha]
de: [PREFSTRING:einfallsreicher Natur]
eo: [PREFSTRING:sagaca naturo]
es: [PREFSTRING:ingeniosa naturaleza]
ja: [PREFSTRING:機知に富んだ]
ko: [PREFSTRING:지략있는 특성]
pl: [PREFSTRING:bogata natura]
ru: [PREFSTRING:находчивость]
tr: [PREFSTRING:becerikli doğası]
vi: [PREFSTRING:bản tính tháo vát]

# CREATURE:CAPUCHIN
source: [DESCRIPTION:A tiny diurnal monkey. It spends its time in the trees searching for food.]
cs: [DESCRIPTION:Drobná denní opice. Tráví čas v korunách stromů hledáním potravy.]
de: [DESCRIPTION:Ein winziger tagaktiver Affe. Er verbringt seine Zeit in den Bäumen auf der Suche nach Nahrung.]
eo: [DESCRIPTION:Eta taga simio. Ĝi pasigas sian tempon en la arboj serĉante manĝaĵon.]
es: [DESCRIPTION:Un pequeño mono diurno. Pasa su tiempo en los arboles en busca de comida.]
ja: [DESCRIPTION:小さな昼行性の猿。木々で食べ物を探すのに時間を費やしています。]
ko: [DESCRIPTION:작은 일주 원숭이. 먹이를 찾아 나무에서 시간을 보낸다.]
pl: [DESCRIPTION:Mała dzienna małpa. Spędza czas na drzewach w poszukiwaniu pożywienia.]
ru: [DESCRIPTION:Мелкая дневная обезьяна. Проводит время в поисках еды на деревьях.]
tr: [DESCRIPTION:Küçük, gündüzcül bir maymun. Vaktini ağaçlarda yiyecek arayarak geçirir.]
vi: [DESCRIPTION:Một loài khỉ nhỏ hoạt động ban ngày. Nó dành thời gian trên cây để tìm kiếm thức ăn.]

# CREATURE:CAPUCHIN
source: [NAME:capuchin:capuchins:capuchin]
cs: [NAME:kapačín:kapačíni:kapačína]
de: [NAME:Kapuzineraffe:Kapuzineraffen:Kapuzineraffe]
eo: [NAME:kapuĉulo:kapuĉuloj:de kapuĉulo]
es: [NAME:capuchino:capuchinos:capuchino]
ja: [NAME:オマキザル:オマキザル:オマキザルの]
ko: [NAME:카푸친:카푸친들:카푸친]
pl: [NAME:kapucyn:kapucyni:kapucynowy]
ru: [NAME:капуцин:капуцины:капуцина]
tr: [NAME:kapuçin:kapuçinler:kapuçin]
vi: [NAME:khỉ capuchin:những con khỉ capuchin:khỉ capuchin]

# CREATURE:CAPUCHIN
source: [CASTE_NAME:capuchin:capuchins:capuchin]
cs: [CASTE_NAME:kapačín:kapačíni:kapačína]
de: [CASTE_NAME:Kapuzineraffe:Kapuzineraffen:Kapuzineraffe]
eo: [CASTE_NAME:kapuĉulo:kapuĉuloj:de kapuĉulo]
es: [CASTE_NAME:capuchino:capuchinos:capuchino]
ja: [CASTE_NAME:オマキザル:オマキザル:オマキザルの]
ko: [CASTE_NAME:카푸친:카푸친들:카푸친]
pl: [CASTE_NAME:kapucyn:kapucyni:kapucynowy]
ru: [CASTE_NAME:капуцин:капуцины:капуцина]
tr: [CASTE_NAME:kapuçin:kapuçinler:kapuçin]
vi: [CASTE_NAME:khỉ capuchin:những con khỉ capuchin:khỉ capuchin]

# CREATURE:CAPUCHIN
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:知性的]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zekası]

# CREATURE:CAPUCHIN
source: [PREFSTRING:social nature]
cs: [PREFSTRING:společenská povaha]
de: [PREFSTRING:sozialer Natur]
eo: [PREFSTRING:sociema naturo]
es: [PREFSTRING:naturaleza social]
ja: [PREFSTRING:社会性]
ko: [PREFSTRING:무리생활 특성]
pl: [PREFSTRING:społeczna natura]
ru: [PREFSTRING:общительную натуру]
tr: [PREFSTRING:sosyal doğası]
vi: [PREFSTRING:Bản tính xã hội]

# CREATURE:CAPUCHIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CAPUCHIN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:CAPUCHIN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:CAPUCHIN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CAPUCHIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CAPUCHIN_MAN
source: [CASTE_NAME:capuchin man:capuchin men:capuchin man]
cs: [CASTE_NAME:kapačíní muž:kapačíní muži:kapačíního muže]
de: [CASTE_NAME:Kapuzineraffenmann:Kapuzineraffenmänner:Kapuzineraffenmann]
eo: [CASTE_NAME:homkapuĉuliĉo:homkapuĉuliĉoj:de homkapuĉuliĉo]
es: [CASTE_NAME:hombre- mono capuchino:hombres-mono capuchino:hombre-mono capuchino]
ja: [CASTE_NAME:オマキザル男:オマキザル男:オマキザル男の]
ko: [CASTE_NAME:남성 카푸친인간:남성 카푸친인간들:남성 카푸친인간]
pl: [CASTE_NAME:kapucynomężczyzna:kapucynomężczyźni:kapucynomężczyzny]
ru: [CASTE_NAME:мужчина-капуцин:мужчины-капуцины:мужчины-капуцина]
tr: [CASTE_NAME:erkek kapuçin:erkek kapuçinler:erkek kapuçin]
vi: [CASTE_NAME:người khỉ capuchin nam:những người khỉ capuchin nam:người khỉ capuchin nam]
