Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:FISH_MARLIN
source: [DESCRIPTION:A huge oceanic fish capable of great speed. It has a long, sharp snout used for slashing its prey.]
cs: [DESCRIPTION:Obrovská oceánská ryba schopná vysoké rychlosti. Má dlouhý ostrý rypec, kterým seká svou kořist.]
de: [DESCRIPTION:Ein riesiger ozeanischer Fisch, der zu großer Geschwindigkeit fähig ist. Es hat eine lange, scharfe Schnauze, mit der es seine Beute aufschlitzt.]
eo: [DESCRIPTION:Grandega oceana fiŝo kapabla de ega rapideco. Ĝi havas longan pintan muzelon, uzata por tranĉi predon.]
es: [DESCRIPTION:Un gran pez oceánico capaz de gran velocidad. Posee un largo, afilado hocico usado para rajar a sus presas.]
ja: [DESCRIPTION:スピードが速い巨大な海の魚。獲物を斬るのに使われる長くて鋭い鼻があります。]
ko: [DESCRIPTION:엄청난 속도를 낼 수 있는 거대한 해양 어류. 먹이를 베는 데 사용되는 길고 날카로운 주둥이를 가지고 있다.]
pl: [DESCRIPTION:Ogromna ryba oceaniczna zdolna do wielkich prędkości. Ma długi, ostry pysk, którego używa do rozcinania jej ofiar.]
ru: [DESCRIPTION:Крупная океаническая рыба, способная достигать огромной скорости. Имеет длинный острый нос, который она использует для того, чтобы резать свои жертвы.]
tr: [DESCRIPTION:Büyük hızlara ulaşabilen devasa bir okyanus balığı. Avını kesmek için kullandığı uzun, keskin bir burnu vardır.]
vi: [DESCRIPTION:Một loài cá lớn sống ở đại dương có tốc độ vượt trội. Chúng có một cái mõm dài, sắc nhọn dùng để chém con mồi.]
zh_hans: [DESCRIPTION:一种巨大的海洋鱼类，速度很快。它有一个长长的，锋利的鼻突用来攻击猎物.]

# CREATURE:FISH_MARLIN
source: [NAME:marlin:marlins:marlin]
cs: [NAME:marlin:marlinové:marlin]
de: [NAME:Speerfisch:Speerfische:Speerfisch]
eo: [NAME:makairo:makairoj:de makairo]
es: [NAME:Pez aguja:Peces aguja:Pez aguja]
ja: [NAME:マカジキ:マカジキ:マカジキの]
ko: [NAME:청새치:청새치들:청새치]
pl: [NAME:marlin:marliny:marlinowy]
ru: [NAME:марлин:марлины:марлина]
tr: [NAME:marlin balığı:marlin balıkları:marlin balığı]
zh_hans: [NAME: 枪鱼:枪鱼:枪鱼]

# CREATURE:FISH_MARLIN
source: [CASTE_NAME:marlin:marlins:marlin]
cs: [CASTE_NAME:marlin:marlinové:marlin]
de: [CASTE_NAME:Speerfisch:Speerfische:Speerfisch]
eo: [CASTE_NAME:makairo:makairoj:de makairo]
es: [CASTE_NAME:Pez aguja:Peces aguja:Pez aguja]
ja: [CASTE_NAME:マカジキ:マカジキ:マカジキの]
ko: [CASTE_NAME:청새치:청새치들:청새치]
pl: [CASTE_NAME:marlin:marliny:marlinowy]
ru: [CASTE_NAME:марлин:марлины:марлина]
tr: [CASTE_NAME:marlin balığı:marlin balıkları:marlin balığı]
zh_hans: [CASTE_NAME:枪鱼:枪鱼:枪鱼]

# CREATURE:FISH_MARLIN
source: [GENERAL_CHILD_NAME:marlin fry:marlin fry]
cs: [GENERAL_CHILD_NAME:marlin potěr:marlin potěr]
de: [GENERAL_CHILD_NAME:Speerfischbrut:Speerfischbrut]
eo: [GENERAL_CHILD_NAME:makairido:makairidoj]
es: [GENERAL_CHILD_NAME:alevín de pez aguja:alevínes de pez aguja]
ja: [GENERAL_CHILD_NAME:マカジキの稚魚:マカジキの稚魚の]
ko: [GENERAL_CHILD_NAME:청새치 튀김: 청새치 튀김들]
pl: [GENERAL_CHILD_NAME:młody marlina:młode marlina]
ru: [GENERAL_CHILD_NAME:малёк марлина:мальки марлина]
tr: [GENERAL_CHILD_NAME:yavru marlin balığı:yavru marlin balıkları]
zh_hans: [GENERAL_CHILD_NAME:枪鱼苗:枪鱼苗]

# CREATURE:FISH_MARLIN
source: [PREFSTRING:sharp snout]
cs: [PREFSTRING:ostrý rypec]
de: [PREFSTRING:scharfe Schnauze]
eo: [PREFSTRING:akra muzelo]
es: [PREFSTRING:Hocico afilado]
ja: [PREFSTRING:鋭い角]
ko: [PREFSTRING:날카로운 주둥이]
pl: [PREFSTRING:ostry ryj]
ru: [PREFSTRING:острый нос]
tr: [PREFSTRING:keskin burun]
vi: [PREFSTRING:mõm sắc nhọn]
zh_hans: [PREFSTRING:尖锐的鼻突]

# CREATURE:FISH_MARLIN
source: [ATTACK_VERB:stab:stabs]
cs: [ATTACK_VERB:bodnout:bodat]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:bekpikas:bekpikas]
es: [ATTACK_VERB:puñalada:puñaladas]
ja: [ATTACK_VERB:刺した:刺した]
ko: [ATTACK_VERB:찌름:찌름]
pl: [ATTACK_VERB:dźgasz:dźga]
ru: [ATTACK_VERB:вонзаете:вонзает]
tr: [ATTACK_VERB:sapla:saplar]
vi: [ATTACK_VERB:Đâm:Những cú đâm]
zh_hans: [ATTACK_VERB:刺:刺]

# CREATURE:FISH_MARLIN
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_MARLIN
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_MARLIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_HALIBUT
source: [DESCRIPTION:A large, flat, oceanic fish. It dwells on the sea floor, both its eyes on the top side.]
cs: [DESCRIPTION:Velká plochá oceánská ryba. Žije na mořském dně a má obě oči na horní straně těla.]
de: [DESCRIPTION:Ein großer, flacher, ozeanischer Fisch. Er hält sich auf dem Meeresboden auf, seine beiden Augen befinden sich auf der Oberseite.]
eo: [DESCRIPTION:Granda plata fiŝo. Ĝi vagas sur la marfundo, ambaŭ sia okuloj sur la supra flanko.]
es: [DESCRIPTION:Un gran pez oceánico liso. Mora sobre el lecho marino, ambos ojos estan en el lado superior.]
ja: [DESCRIPTION:大きくて平らな海の魚。海底に張り付いたまま上が見えるよう、両目が同じ面に偏ってついている。]
ko: [DESCRIPTION:크고 납작한 해양성 물고기. 그것은 해저에 살고, 두 눈은 모두 위쪽에 달려 있다.]
pl: [DESCRIPTION:Duża, płaska ryba oceaniczna. Zamieszkuje na dnie morza, a oba jej oczy są na górze głowy.]
ru: [DESCRIPTION:Крупная плоская океаническая рыба. Обитает на дне моря. Оба её глаза находятся на верхней стороне тела.]
tr: [DESCRIPTION:Büyük, yassı, okyanus balığı. Deniz tabanında yaşar ve her iki gözü de üst taraftadır.]
vi: [DESCRIPTION:Một loài cá lớn, thân dẹt, sống ở đại dương. Chúng cư trú dưới đáy biển, cả hai mắt đều nằm ở mặt trên.]
zh_hans: [DESCRIPTION:一种大而扁平的海鱼，它生活在海底，两只眼睛都长在上面.]

# CREATURE:FISH_HALIBUT
source: [NAME:halibut:halibut:halibut]
cs: [NAME:halibut:halibuti:halibuta]
de: [NAME:Heilbutt:Heilbutt:Heilbutt]
eo: [NAME:hipogloso:hipoglosoj:de hipogloso]
es: [NAME:rodaballo:rodaballo:rodaballo]
ja: [NAME:オヒョウ:オヒョウ:オヒョウの]
ko: [NAME:넙치:넙치들:넙치]
pl: [NAME:halibut:halibuty:halibucki]
ru: [NAME:палтус:палтусы:палтуса]
tr: [NAME:pisi balığı:pisi balıkları:pisi balığı]
zh_hans: [NAME: 大比目鱼:大比目鱼:大比目鱼]

# CREATURE:FISH_HALIBUT
source: [CASTE_NAME:halibut:halibut:halibut]
cs: [CASTE_NAME:halibut:halibuti:halibuta]
de: [CASTE_NAME:Heilbutt:Heilbutt:Heilbutt]
eo: [CASTE_NAME:hipogloso:hipoglosoj:de hipogloso]
es: [CASTE_NAME:rodaballo:rodaballo:rodaballo]
ja: [CASTE_NAME:オヒョウ:オヒョウ:オヒョウの]
ko: [CASTE_NAME:넙치:넙치들:넙치]
pl: [CASTE_NAME:halibut:halibuty:halibucki]
ru: [CASTE_NAME:палтус:палтусы:палтуса]
tr: [CASTE_NAME:pisi balığı:pisi balıkları:pisi balığı]
zh_hans: [CASTE_NAME: 大比目鱼:大比目鱼:大比目鱼]

# CREATURE:FISH_HALIBUT
source: [GENERAL_CHILD_NAME:halibut fry:halibut fry]
cs: [GENERAL_CHILD_NAME:halibut potěr:halibut potěr]
de: [GENERAL_CHILD_NAME:Heilbuttbrut:Heilbuttbrut]
eo: [GENERAL_CHILD_NAME:hipoglosido:hipoglosidoj]
es: [GENERAL_CHILD_NAME:alevín de rodaballo:alevínes de rodaballo]
ja: [GENERAL_CHILD_NAME:オヒョウの稚魚:オヒョウの稚魚の]
ko: [GENERAL_CHILD_NAME:넙치 튀김:넙치 튀김들]
pl: [GENERAL_CHILD_NAME:młody halibuta:młode halibuta]
ru: [GENERAL_CHILD_NAME:малёк палтуса:мальки палтуса]
tr: [GENERAL_CHILD_NAME:yavru pisi balığı:yavru pisi balıkları]
zh_hans: [GENERAL_CHILD_NAME:大比目鱼苗:大比目鱼苗]

# CREATURE:FISH_HALIBUT
source: [PREFSTRING:fins]
cs: [PREFSTRING:ploutve]
de: [PREFSTRING:Flossen]
eo: [PREFSTRING:naĝiloj]
es: [PREFSTRING:aletas]
ja: [PREFSTRING:ひれ]
ko: [PREFSTRING:지느러미들]
pl: [PREFSTRING:płetwy]
ru: [PREFSTRING:плавники]
tr: [PREFSTRING:yüzgeçler]
vi: [PREFSTRING:vây]
zh_hans: [PREFSTRING:鳍]

# CREATURE:FISH_HALIBUT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_HALIBUT
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_HALIBUT
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_HALIBUT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_BARRACUDA_GREAT
source: [DESCRIPTION:A large, long fish with many sharp fangs. It hunts by ambushing its prey.]
cs: [DESCRIPTION:Velká, dlouhá ryba s mnoha ostrými tesáky. Loví ze zálohy.]
de: [DESCRIPTION:Ein großer, langer Fisch mit vielen scharfen Reißzähnen. Es jagt, indem es seine Beute überfällt.]
eo: [DESCRIPTION:Granda longa fiŝo kun multe pinta kaninoj. Ĝi ĉasas per embuski sian predon.]
es: [DESCRIPTION:Un gran pez largo con muchos colmillos afilados. Caza emboscando a su presa.]
ja: [DESCRIPTION:鋭い牙がたくさんある大きくて長い魚。獲物を待ち伏せして狩りをします。]
ko: [DESCRIPTION:날카로운 송곳니가 많은 크고 긴 물고기. 먹이를 매복시켜 사냥한다.]
pl: [DESCRIPTION:Duża, długa ryba z wieloma ostrymi kłami. Poluje poprzez zasadzanie się na swoje ofiary.]
ru: [DESCRIPTION:Длинная крупная рыба со множеством острых зубов. Охотится, нападая на своих жертв из засады.]
tr: [DESCRIPTION:Pek çok keskin dişi olan büyük, uzun bir balık. Avını pusuya düşürerek avlanır.]
vi: [DESCRIPTION:Một loài cá lớn, thân dài với nhiều răng nanh sắc nhọn. Chúng săn mồi bằng cách phục kích.]
zh_hans: [DESCRIPTION:一种长着许多尖牙的又大又长的鱼。它通过伏击猎物来捕猎.]

# CREATURE:FISH_BARRACUDA_GREAT
source: [NAME:great barracuda:great barracudas:great barracuda]
cs: [NAME:barrakuda velká:barrakudy velké:barrakudu velkou]
de: [NAME:großer Barrakuda:große Barrakudas:großer Barrakuda]
eo: [NAME:granda barakudo:grandaj barakudoj:de granda barakudo]
es: [NAME:gran barracuda:grandes barracudas:gran barracuda]
ja: [NAME:オニカマス:オニカマス:オニカマスの]
ko: [NAME:큰꼬치고기:큰꼬치고기들:큰꼬치고기]
pl: [NAME:barrakuda wielka:barrakudy wielkie:barrakudo wielki]
ru: [NAME:большая барракуда:большие барракуды:большой барракуды]
tr: [NAME:büyük barakuda:büyük barakudalar:büyük barakuda]
zh_hans: [NAME: 大梭鱼:大梭鱼:大梭鱼]

# CREATURE:FISH_BARRACUDA_GREAT
source: [CASTE_NAME:great barracuda:great barracudas:great barracuda]
cs: [CASTE_NAME:barrakuda velká:barrakudy velké:barrakudu velkou]
de: [CASTE_NAME:großer Barrakuda:große Barrakudas:großer Barrakuda]
eo: [CASTE_NAME:granda barakudo:grandaj barakudoj:de granda barakudo]
es: [GENERAL_CHILD_NAME:Gran barracuda:Grandes barracudas:Gran barracuda]
ja: [CASTE_NAME:オニカマス:オニカマス:オニカマスの]
ko: [CASTE_NAME:큰꼬치고기:큰꼬치고기들:큰꼬치고기]
pl: [CASTE_NAME:barrakuda wielka:barrakudy wielkie:barrakudo wielki]
ru: [CASTE_NAME:большая барракуда:большие барракуды:большой барракуды]
tr: [CASTE_NAME:büyük barakuda:büyük barakudalar:büyük barakuda]
zh_hans: [CASTE_NAME: 大梭鱼:大梭鱼:大梭鱼]

# CREATURE:FISH_BARRACUDA_GREAT
source: [GENERAL_CHILD_NAME:great barracuda fry:great barracuda fry]
cs: [GENERAL_CHILD_NAME:barrakuda potěr:barrakuda potěr]
de: [GENERAL_CHILD_NAME:Großer Barrakudabrut:Großer Barrakudabrut]
eo: [GENERAL_CHILD_NAME:granda barakudido:grandaj barakudidoj]
es: [GENERAL_CHILD_NAME:alevín de gran barracuda:alevínes de gran barracuda]
ja: [GENERAL_CHILD_NAME:オニカマスの稚魚:オニカマスの稚魚の]
ko: [GENERAL_CHILD_NAME:큰꼬치고기 튀김:큰꼬치고기 튀김들]
pl: [GENERAL_CHILD_NAME:młody barrakudy wielkiej:młode barrakudy wielkiej]
ru: [GENERAL_CHILD_NAME:малёк большой барракуды:мальки большой барракуды]
tr: [GENERAL_CHILD_NAME:yavru büyük barakuda:yavru büyük barakudalar]
zh_hans: [GENERAL_CHILD_NAME:大梭鱼苗:大梭鱼苗]

# CREATURE:FISH_BARRACUDA_GREAT
source: [PREFSTRING:predatory nature]
cs: [PREFSTRING:dravou povahou]
de: [PREFSTRING:räuberische Natur]
eo: [PREFSTRING:predada naturo]
es: [PREFSTRING:depredadora naturaleza]
ja: [PREFSTRING:獰猛]
ko: [PREFSTRING:약탈 본성]
pl: [PREFSTRING:drapieżna natura]
ru: [PREFSTRING:хищную натуру]
tr: [PREFSTRING:yırtıcı doğa]
vi: [PREFSTRING:Bản chất săn mồi]
zh_hans: [PREFSTRING:掠夺的天性]

# CREATURE:FISH_BARRACUDA_GREAT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_BARRACUDA_GREAT
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_BARRACUDA_GREAT
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_BARRACUDA_GREAT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_TUNA_BLUEFIN
source: [DESCRIPTION:A large oceanic fish capable of great speed.]
cs: [DESCRIPTION:Velká oceánská ryba schopná vysoké rychlosti.]
de: [DESCRIPTION:Ein großer Meeresfisch, der zu großer Geschwindigkeit fähig ist.]
eo: [DESCRIPTION:Granda oceana fiŝo kapabla je ega rapideco.]
es: [DESCRIPTION:Un gran pez oceánico capaz de alcanzar gran velocidad.]
ja: [DESCRIPTION:スピードが速い大型の海洋魚。]
ko: [DESCRIPTION:엄청난 속도를 낼 수 있는 대양어.]
pl: [DESCRIPTION:Duża ryba oceaniczna zdolna do wielkich prędkości.]
ru: [DESCRIPTION:Крупная океаническая рыба, способная достигать огромной скорости.]
tr: [DESCRIPTION:Büyük hızlara ulaşabilen iri bir okyanus balığı.]
vi: [DESCRIPTION:Một loài cá lớn sống ở đại dương có tốc độ vượt trội.]
zh_hans: [DESCRIPTION:一种速度极快的大型海洋鱼类。]

# CREATURE:FISH_TUNA_BLUEFIN
source: [NAME:bluefin tuna:bluefin tuna:bluefin tuna]
cs: [NAME:tunák modroploutvý:tunáci modroploutví:tunáka modroploutvého]
de: [NAME:Blauflossen Thunfisch:Blauflossen Thunfische:Blauflossen Thunfisch]
eo: [NAME:blunaĝila tinuso:blunaĝilaj tinusoj:de blunaĝila tinuso]
es: [NAME:Atún rojo:Atún rojo:Atún rojo]
ja: [NAME:クロマグロ:クロマグロ:クロマグロの]
ko: [NAME:참다랑어:참다랑어들:참다랑어]
pl: [NAME:tuńczyk:tuńczyki:tuńczykowy]
ru: [NAME:голубой тунец:голубые тунцы:голубого тунца]
tr: [NAME:mavi yüzgeçli orkinos:mavi yüzgeçli orkinoslar:mavi yüzgeçli orkinos]
zh_hans: [NAME: 蓝鳍金枪鱼:蓝鳍金枪鱼:蓝鳍金枪鱼]

# CREATURE:FISH_TUNA_BLUEFIN
source: [CASTE_NAME:bluefin tuna:bluefin tuna:bluefin tuna]
cs: [CASTE_NAME:tunák modroploutvý:tunáci modroploutví:tunáka modroploutvého]
de: [CASTE_NAME:Blauflossen Thunfisch:Blauflossen Thunfische:Blauflossen Thunfisch]
eo: [CASTE_NAME:blunaĝila tinuso:blunaĝilaj tinusoj:de blunaĝila tinuso]
es: [CASTE_NAME:Atún rojo:Atún rojo:Atún rojo]
ja: [CASTE_NAME:クロマグロ:クロマグロ:クロマグロの]
ko: [CASTE_NAME:참다랑어:참다랑어들:참다랑어]
pl: [CASTE_NAME:tuńczyk:tuńczyki:tuńczykowy]
ru: [CASTE_NAME:голубой тунец:голубые тунцы:голубого тунца]
tr: [CASTE_NAME:mavi yüzgeçli orkinos:mavi yüzgeçli orkinoslar:mavi yüzgeçli orkinos]
zh_hans: [CASTE_NAME: 蓝鳍金枪鱼:蓝鳍金枪鱼:蓝鳍金枪鱼]

# CREATURE:FISH_TUNA_BLUEFIN
source: [GENERAL_CHILD_NAME:bluefin fry:bluefin fry]
cs: [GENERAL_CHILD_NAME:modroploutvý potěr:modroploutvý potěr]
de: [GENERAL_CHILD_NAME:Blauflossenbrut:Blauflossenbrut]
eo: [GENERAL_CHILD_NAME:blunaĝila tinusido:blunaĝilaj tinusidoj]
es: [GENERAL_CHILD_NAME:alevín de atún rojo :alevínes de atún rojo]
ja: [GENERAL_CHILD_NAME:クロマグロの稚魚:クロマグロの稚魚の]
ko: [GENERAL_CHILD_NAME:참다랑어 튀김:참다랑어 튀김들]
pl: [GENERAL_CHILD_NAME:młody tuńczyka:młode tuńczyka]
ru: [GENERAL_CHILD_NAME:малёк голубого тунца:мальки голубого тунца]
tr: [GENERAL_CHILD_NAME:yavru mavi yüzgeçli orkinos:yavru mavi yüzgeçli orkinoslar]
zh_hans: [GENERAL_CHILD_NAME:蓝鳍金枪鱼苗:蓝鳍金枪鱼苗]

# CREATURE:FISH_TUNA_BLUEFIN
source: [PREFSTRING:finlets]
cs: [PREFSTRING:malé ploutvičky]
de: [PREFSTRING:Flossen]
eo: [PREFSTRING:naĝiletoj]
es: [PREFSTRING:Pínula]
ja: [PREFSTRING:尾びれ]
ko: [PREFSTRING:지느러미]
pl: [PREFSTRING:płetewki]
ru: [PREFSTRING:плавнички]
tr: [PREFSTRING:küçük yüzgeçler]
zh_hans: [PREFSTRING:小鳍]

# CREATURE:FISH_TUNA_BLUEFIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_TUNA_BLUEFIN
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:FISH_TUNA_BLUEFIN
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_TUNA_BLUEFIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:NARWHAL
source: [DESCRIPTION:A medium-sized sea mammal with a long thin horn on its nose. It uses this horn to communicate and break up ice.]
cs: [DESCRIPTION:Středně velký mořský savec s dlouhým tenkým rohem na nose. Používá jej ke komunikaci a rozbíjení ledu.]
de: [DESCRIPTION:Ein mittelgroßes Meeressäugetier mit einem langen, dünnen Horn auf der Nase. Es benutzt dieses Horn, um zu kommunizieren und Eis zu brechen.]
eo: [DESCRIPTION:Mezgranda mara mamulo kun larga maldika korno sur sia nazo. Ĝi uzas sia korno por komunikado kaj malfari glacion.]
es: [DESCRIPTION:Un cetáceo mediano con un cuerno largo y delgado en su morro. Usa este cuerno para comunicarse y romper hielo.]
ja: [DESCRIPTION:鼻に長く細い角を持つ中型海生哺乳類。この角を使って通信し、氷を砕きます。]
ko: [DESCRIPTION:중간 크기의 바다 포유류로 코에 길고 가는 뿔이 있다. 그들은 이 뿔을 사용하여 소통하고 얼음을 분해합니다.]
pl: [DESCRIPTION:Średniej wielkości morski ssak z długim, cienkim rogiem na jego nosie. Używa tego rogu do komunikacji i łamania lodu.]
ru: [DESCRIPTION:Среднего размера морское млекопитающее с длинным тонким бивнем. Этим бивнем пользуется для общения и пробивания льда.]
tr: [DESCRIPTION:Burnunda uzun ince bir boynuzu olan orta büyüklükte bir deniz memelisi. Bu boynuzu iletişim kurmak ve buzu kırmak için kullanır.]
vi: [DESCRIPTION:Một loài động vật có vú biển cỡ trung bình với một chiếc sừng dài, mảnh trên mũi. Chúng dùng chiếc sừng này để giao tiếp và phá băng.]
zh_hans: [DESCRIPTION:中型海洋哺乳动物，它的吻部探出细长且尖锐的长角，常被用于破开冰面以及与同伴交流。]

# CREATURE:NARWHAL
source: [NAME:narwhal:narwhals:narwhal]
cs: [NAME:narval:narvalové:narvala]
de: [NAME:Narwal:Narwale:Narwal]
eo: [NAME:narvalo:narvaloj:de narvalo]
es: [NAME:narval:narvales:narval]
ja: [NAME:イッカク:イッカク:イッカクの]
ko: [NAME:일각고래:일각고래들:일각고래]
pl: [NAME:narwal:narwale:narwalski]
ru: [NAME:нарвал:нарвалы:нарвала]
tr: [NAME:narval:narvallar:narval]
vi: [NAME:narwhal:Kỳ lân biển:narwhal]
zh_hans: [NAME: 独角鲸:独角鲸:独角鲸]

# CREATURE:NARWHAL
source: [CASTE_NAME:narwhal:narwhals:narwhal]
cs: [CASTE_NAME:narval:narvalové:narvala]
de: [CASTE_NAME:Narwal:Narwale:Narwal]
eo: [CASTE_NAME:narvalo:narvaloj:de narvalo]
es: [CASTE_NAME:narval:narvales:narval]
ja: [CASTE_NAME:イッカク:イッカク:イッカクの]
ko: [CASTE_NAME:일각고래:일각고래들:일각고래]
pl: [CASTE_NAME:narwal:narwale:narwalski]
ru: [CASTE_NAME:нарвал:нарвалы:нарвала]
tr: [CASTE_NAME:narval:narvallar:narval]
vi: [CASTE_NAME:narwhal:Kỳ lân biển:narwhal]
zh_hans: [CASTE_NAME: 独角鲸:独角鲸:独角鲸]

# CREATURE:NARWHAL
source: [GENERAL_CHILD_NAME:narwhal calf:narwhal calves]
cs: [GENERAL_CHILD_NAME:mládě narvala:mláďata narvala]
de: [GENERAL_CHILD_NAME:Narwal Kalb:Narwal Kälber]
eo: [GENERAL_CHILD_NAME:narvalido:navarlidoj]
es: [GENERAL_CHILD_NAME:Becerro narval:Becerros narvales]
ja: [GENERAL_CHILD_NAME:イッカクの仔:イッカクの仔の]
ko: [GENERAL_CHILD_NAME:새끼 일각고래:새끼 일각고래떼]
pl: [GENERAL_CHILD_NAME:młody narwala:młode narwala]
ru: [GENERAL_CHILD_NAME:детёныш нарвала:детёныши нарвала]
tr: [GENERAL_CHILD_NAME:yavru narval:yavru narvallar]
vi: [GENERAL_CHILD_NAME:Kỳ lân biển non:Các kỳ lân biển non]
zh_hans: [GENERAL_CHILD_NAME:独角鲸幼崽:独角鲸幼崽]

# CREATURE:NARWHAL
source: [PREFSTRING:horns]
cs: [PREFSTRING:rohy]
de: [PREFSTRING:Hörner]
eo: [PREFSTRING:kornoj]
es: [PREFSTRING:cuernos]
ja: [PREFSTRING:角]
ko: [PREFSTRING:뿔]
pl: [PREFSTRING:rogi]
ru: [PREFSTRING:рога]
tr: [PREFSTRING:boynuzlar]
vi: [PREFSTRING:các sừng]
zh_hans: [PREFSTRING:角]

# CREATURE:NARWHAL
source: [STATE_NAME:ALL_SOLID:ivory]
cs: [STATE_NAME:ALL_SOLID:slonovina]
de: [STATE_NAME:ALL_SOLID:Elfenbein]
eo: [STATE_NAME:ALL_SOLID:eburo]
es: [STATE_NAME:ALL_SOLID:marfil]
ja: [STATE_NAME:ALL_SOLID:牙]
ko: [STATE_NAME:ALL_SOLID:상아]
pl: [STATE_NAME:ALL_SOLID:kość słoniowa]
ru: [STATE_NAME:ALL_SOLID:клыки]
tr: [STATE_NAME:ALL_SOLID:fildişi]
vi: [STATE_NAME:ALL_SOLID:Ngà]
zh_hans: [STATE_NAME:ALL_SOLID:象牙]

# CREATURE:NARWHAL
source: [STATE_ADJ:ALL_SOLID:ivory]
cs: [STATE_ADJ:ALL_SOLID:slonovinový]
de: [STATE_ADJ:ALL_SOLID:elfenbeinernen]
eo: [STATE_ADJ:ALL_SOLID:ebura]
es: [STATE_ADJ:ALL_SOLID:de marfil]
ja: [STATE_ADJ:ALL_SOLID:牙]
ko: [STATE_ADJ:ALL_SOLID:상아]
pl: [STATE_ADJ:ALL_SOLID:kościo słoniowy]
ru: [STATE_ADJ:ALL_SOLID:бивень]
tr: [STATE_ADJ:ALL_SOLID:fildişi]
vi: [STATE_ADJ:ALL_SOLID:Ngà]
zh_hans: [STATE_ADJ:ALL_SOLID:象牙制的]

# CREATURE:NARWHAL
source: [TISSUE_NAME:ivory:NP]
cs: [TISSUE_NAME:slonovina:NP]
de: [TISSUE_NAME:Elfenbein:NP]
eo: [TISSUE_NAME:eburo:eburoj]
es: [TISSUE_NAME:marfil:NP]
ja: [TISSUE_NAME:牙:NP]
ko: [TISSUE_NAME:상아:NP]
pl: [TISSUE_NAME:kość słoniowa:NP]
ru: [TISSUE_NAME:клыки:NP]
tr: [TISSUE_NAME:fildişi:NP]
zh_hans: [TISSUE_NAME:象牙:NP]
