Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CASSOWARY_MAN
source: [CASTE_NAME:cassowary man:cassowary men:cassowary man]
cs: [CASTE_NAME:mužský kasuár:myžští kasuáři:mužského kasuára]
de: [CASTE_NAME:Kasuarmännchen:Kasuarmännchen:Kasuarmännchen]
eo: [CASTE_NAME:homkazuariĉo:homkazuariĉoj:de homkazuariĉo]
es: [CASTE_NAME:hombre casuario:hombres casuario:hombre casuario]
ja: [CASTE_NAME:火喰鳥男:火喰鳥男:火喰鳥男の]
ko: [CASTE_NAME:남성 화식조인간:남성 화식조인간들:남성 화식조인간]
pl: [CASTE_NAME:kazuaromężczyzna:kazuaromężczyźni:kazuaromężczyzny]
ru: [CASTE_NAME:мужчина-казуар:мужчины-казуары:мужчины-казуара]
tr: [CASTE_NAME:kasuarı adam:kasuarı adamlar:kasuarı adam]
vi: [CASTE_NAME:người-đà điểu đầu mào nam:người-đà điểu đầu mào nam:người-đà điểu đầu mào nam]
zh_hans: [CASTE_NAME:鹤鸵男:鹤鸵男:鹤鸵男]

# CREATURE:CASSOWARY_MAN
source: [CASTE_NAME:cassowary woman:cassowary women:cassowary woman]
cs: [CASTE_NAME:žena kasuára:ženy karuára:ženy kasuára]
de: [CASTE_NAME:Kasuarweibchen:Kasuarweibchen:Kasuarweibchen]
eo: [CASTE_NAME:homakzuarino:homkazuarinoj:de homkazuarino]
es: [CASTE_NAME:mujer casuario:mujeres casuario:mujer casuario]
ja: [CASTE_NAME:火喰鳥女:火喰鳥女:火喰鳥女の]
ko: [CASTE_NAME:여성 화식조인간:여성 화식조인간들:여성 화식조인간]
pl: [CASTE_NAME:kazuarokobieta:kazuarokobiety:kazuarokobiecy]
ru: [CASTE_NAME:женщина-казуар:женщины-казуары:женщины-казуара]
tr: [CASTE_NAME:kasuarı kadın:kasuarı kadınlar:kasuarı kadın]
vi: [CASTE_NAME:người-đà điểu đầu mào nữ:người-đà điểu đầu mào nữ:người-đà điểu đầu mào nữ]
zh_hans: [CASTE_NAME:鹤鸵女:鹤鸵女:鹤鸵女]

# CREATURE:CASSOWARY_MAN
source: [NAME:cassowary man:cassowary men:cassowary man]
cs: [NAME:mužský kasuár:mužští kasuáři:mužského kasuára]
de: [NAME:Kasuarmännchen:Kasuarmännchen:Kasuarmännchen]
eo: [NAME:homkazuaro:homkazuaroj:de homkazuaro]
es: [NAME:hombre casuario:hombres casuario:de hombre casuario]
ja: [NAME:火喰鳥男:火喰鳥男:火喰鳥男の]
ko: [NAME:화식조인간:화식조인간들:화식조인간]
pl: [NAME:kazuaroczłowiek:kazuaroludzie:kazuaroludzki]
ru: [NAME:человек-казуар:люди-казуары:человека-казуара]
tr: [NAME:kasuarı adam:kasuarı adamlar:kasuarı adam]
vi: [NAME:người-đà điểu đầu mào:người-đà điểu đầu mào:người-đà điểu đầu mào]
zh_hans: [NAME:鹤鸵人:鹤鸵人:鹤鸵人]

# CREATURE:CASSOWARY_MAN
source: [DESCRIPTION:A brightly-colored person with the head of a cassowary.]
cs: [DESCRIPTION:Jasně zbarvená osoba s hlavou kasuára.]
de: [DESCRIPTION:Eine leuchtend gefärbte Person mit dem Kopf eines Kasuars.]
eo: [DESCRIPTION:Helkolora homo kun la kapo de kazuaro.]
es: [DESCRIPTION:Una persona de brillantes colores con la cabeza de un casuario.]
ja: [DESCRIPTION: 火喰鳥の頭を持った黒い体の人間だ。]
ko: [DESCRIPTION:화식조의 모습을 한 밝은 색의 인간.]
pl: [DESCRIPTION:Jaskrawo ubarwiony osobnik z głową kazuara.]
ru: [DESCRIPTION:Ярко окрашенный человек с головой казуара.]
tr: [DESCRIPTION:Kasuarı kuşunun başına sahip parlak renkli bir kişi.]
vi: [DESCRIPTION:Một người rực rỡ màu sắc với đầu của đà điểu đầu mào.]
zh_hans: [DESCRIPTION:一个长着鹤鸵脑袋的色彩鲜艳的人。]

# CREATURE:GIANT_CASSOWARY
source: [NAME:giant cassowary:giant cassowaries:giant cassowary]
cs: [NAME:obří kasuár:obří kasuáři:obřího kasuára]
de: [NAME:Großer Kasuar:Große Kasuare:Großer Kasuar]
eo: [NAME:giganta kazuaro:gigantaj kazuaroj:de giganta kazuaro]
es: [NAME:casuario gigante:casuarios gigantes:de casuario gigante]
ja: [NAME:巨大火喰鳥:巨大火喰鳥:巨大火喰鳥の]
ko: [NAME:거대 화식조:거대 화식조:거대 화식조]
pl: [NAME:gigantyczny kazuar:gigantyczne kazuary:gigantycznego kazuara]
ru: [NAME:гигантсткий казуар:гигантские казуары:гигантского казуара]
tr: [NAME:dev kasuarı kuşu:dev kasuarı kuşları:dev kasuarı kuşu]
vi: [NAME:đà điểu đầu mào khổng lồ:đà điểu đầu mào khổng lồ:đà điểu đầu mào khổng lồ]
zh_hans: [NAME:巨鹤鸵:巨鹤鸵:巨鹤鸵]

# CREATURE:GIANT_CASSOWARY
source: [CASTE_NAME:giant cassowary:giant cassowaries:giant cassowary]
cs: [CASTE_NAME:obří kasuár:obří kasuáři:obřího kasuára]
de: [CASTE_NAME:Riesenkasuar:Riesenkasuare:Riesenkasuar]
eo: [CASTE_NAME:giganta kazuaro:gigantaj kazuaroj:de giganta kazuaro]
es: [CASTE_NAME:casuario gigante:casuarios gigantes:casuario gigante]
ja: [CASTE_NAME:巨大火喰鳥:巨大火喰鳥:巨大火喰鳥の]
ko: [CASTE_NAME:거대 화식조:거대 화식조:거대 화식조]
pl: [CASTE_NAME:gigantyczny kazuar:gigantyczne kazuary:gigantycznego kazuara]
ru: [CASTE_NAME:гигантский казуар:гигантские казуары:гигантского казуара]
tr: [CASTE_NAME:dev kasuarı kuşu:dev kasuarı kuşları:dev kasuarı kuşu]
vi: [CASTE_NAME:đà điểu đầu mào khổng lồ:đà điểu đầu mào khổng lồ:đà điểu đầu mào khổng lồ]
zh_hans: [CASTE_NAME:巨鹤鸵:巨鹤鸵:巨鹤鸵]

# CREATURE:GIANT_CASSOWARY
source: [GENERAL_CHILD_NAME:giant cassowary chick:giant cassowary chicks]
cs: [GENERAL_CHILD_NAME:obří kuřátko kasuára:obří kuřata kasuára]
de: [GENERAL_CHILD_NAME:Riesenkasuarküken:Riesenkasuarküken]
eo: [GENERAL_CHILD_NAME:giganta kazuarido:gigantaj kazuaridoj]
es: [GENERAL_CHILD_NAME:polluelo de casuario gigante:polluelos de casuario gigante]
ja: [GENERAL_CHILD_NAME:巨大火喰鳥の雛:巨大火喰鳥の雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 화식조:새끼 거대 화식조]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego kazuara:pisklęta gigantycznego kazuara]
ru: [GENERAL_CHILD_NAME:птенец гигантского казуара:птенцы гигантского казуара]
tr: [GENERAL_CHILD_NAME:dev kasuarı kuşu yavrusu:dev kasuarı kuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim con đà điểu đầu mào khổng lồ:những chim con đà điểu đầu mào khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨鹤鸵雏鸟:巨鹤鸵雏鸟]

# CREATURE:GIANT_CASSOWARY
source: [DESCRIPTION:A huge monster in the shape of a cassowary.]
cs: [DESCRIPTION:Obrovská příšera ve tvaru kasuára.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Kasaur.]
eo: [DESCRIPTION:Grandega monstro kun formo de kazuaro.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un casuario.]
ja: [DESCRIPTION:火喰鳥の姿をした巨大な怪物だ。]
ko: [DESCRIPTION:화식조의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie kazuara.]
ru: [DESCRIPTION:Огромный монстр, похожий на казуара.]
tr: [DESCRIPTION:Kasuarı kuşu şekli gibi dev bir canavar.]
vi: [DESCRIPTION:Một con quái vật khổng lồ mang hình dáng đà điểu đầu mào.]
zh_hans: [DESCRIPTION:一只体型巨大的鹤鸵怪。]

# CREATURE:GIANT_CASSOWARY
source: [PREFSTRING:casques]
cs: [PREFSTRING:přilby]
de: [PREFSTRING:Helme]
eo: [PREFSTRING:bekaj kornoj]
es: [PREFSTRING:crestas]
ja: [PREFSTRING:カクス]
ko: [PREFSTRING:캐스크]
pl: [PREFSTRING:hełm]
ru: [PREFSTRING:шлемы]
tr: [PREFSTRING:tepeler]
vi: [PREFSTRING:mũ bảo hiểm]
zh_hans: [PREFSTRING:角质盔]

# CREATURE:BIRD_KEA
source: [DESCRIPTION:A small, green, intelligent mountain parrot.]
cs: [DESCRIPTION:Malý, zelený, inteligentní horský papoušek.]
de: [DESCRIPTION:Ein kleiner, grüner und sehr intelligenter Bergpapagei.]
eo: [DESCRIPTION:Malgranda verda inteligenta monta papago.]
es: [DESCRIPTION:Un pequeño, verde e inteligente loro de montaña.]
ja: [DESCRIPTION:小さくて賢い、緑色の山オウムだ。]
ko: [DESCRIPTION:작고, 초록색의, 지능적인 산 앵무새]
pl: [DESCRIPTION:Mała, zielona, inteligentna papuga górska.]
ru: [DESCRIPTION:Небольшой зелёный горный попугай, очень сообразительный.]
tr: [DESCRIPTION:Küçük, yeşil, zeki dağ papağanı.]
vi: [DESCRIPTION:Một loài vẹt núi nhỏ, màu xanh lá, rất thông minh.]
zh_hans: [DESCRIPTION:一种小型,绿油油的,高智商山鹦。]

# CREATURE:BIRD_KEA
source: [NAME:kea:kea:kea]
eo: [NAME:keo:keoj:de keo]
es: [NAME:kea:keas:de kea]
ja: [NAME:ミヤマオウム:ミヤマオウム:ミヤマオウムの]
ko: [NAME:케아:케아:케아]
pl: [NAME:kea:kee:kei]
ru: [NAME:кеа:кеа:кеа]
tr: [NAME:kea papağanı:kea papağanları:kea papağanı]
zh_hans: [NAME:啄羊鹦鹉:啄羊鹦鹉:啄羊鹦鹉]

# CREATURE:BIRD_KEA
source: [CASTE_NAME:kea:kea:kea]
eo: [CASTE_NAME:keo:keoj:de keo]
es: [CASTE_NAME:kea:keas:kea]
ja: [CASTE_NAME:ミヤマオウム:ミヤマオウム:ミヤマオウムの]
ko: [CASTE_NAME:케아:케아:케아]
pl: [CASTE_NAME:kea:kee:kei]
ru: [CASTE_NAME:кеа:кеа:кеа]
tr: [CASTE_NAME:kea papağanı:kea papağanları:kea papağanı]
zh_hans: [CASTE_NAME:啄羊鹦鹉:啄羊鹦鹉:啄羊鹦鹉]

# CREATURE:BIRD_KEA
source: [GENERAL_CHILD_NAME:kea chick:kea chicks]
cs: [GENERAL_CHILD_NAME:kuře keya:kea kuřátka]
de: [GENERAL_CHILD_NAME:Keaküken:Keaküken]
eo: [GENERAL_CHILD_NAME:keido:keidoj]
es: [GENERAL_CHILD_NAME:polluelo de kea:polluelos de kea]
ja: [GENERAL_CHILD_NAME:ミヤマオウムの雛:ミヤマオウムの雛の]
ko: [GENERAL_CHILD_NAME:새끼 케아:새끼 케아]
pl: [GENERAL_CHILD_NAME:pisklę kei:pisklęta kei]
ru: [GENERAL_CHILD_NAME:птенец кеа:птенцы кеа]
tr: [GENERAL_CHILD_NAME:kea yavrusu:kea yavruları]
vi: [GENERAL_CHILD_NAME:chim non kea:những chim non kea]
zh_hans: [GENERAL_CHILD_NAME:啄羊鹦鹉雏鸟:啄羊鹦鹉雏鸟]

# CREATURE:BIRD_KEA
source: [PREFSTRING:curiosity]
cs: [PREFSTRING:kuriozita]
de: [PREFSTRING:neugierig]
eo: [PREFSTRING:scivolo]
es: [PREFSTRING:curiosidad]
ja: [PREFSTRING:好奇心]
ko: [PREFSTRING:호기심]
pl: [PREFSTRING:ciekawość]
ru: [PREFSTRING:любопытство]
tr: [PREFSTRING:merak]
vi: [PREFSTRING:tò mò]
zh_hans: [PREFSTRING:好奇心]

# CREATURE:BIRD_KEA
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:賢い]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]
vi: [PREFSTRING:thông minh]
zh_hans: [PREFSTRING:聪慧]

# CREATURE:BIRD_KEA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_KEA
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_KEA
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_KEA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_KEA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:KEA_MAN
source: [CASTE_NAME:kea man:kea men:kea man]
cs: [CASTE_NAME:mužský kea:mužští kea:mužského kea]
de: [CASTE_NAME:Keamännchen:Keanmännchen:Keamännchen]
eo: [CASTE_NAME:homkeiĉo:homkeiĉoj:de homkeiĉo]
es: [CASTE_NAME:hombre kea:hombres kea:hombre kea]
ja: [CASTE_NAME:ミヤマオウム男:ミヤマオウム男:ミヤマオウム男の]
ko: [CASTE_NAME:케아 인간:케아 인간:케아 인간]
pl: [CASTE_NAME:keomężczyzna:keomężczyźni:keomężczyzny]
ru: [CASTE_NAME:мужчина-кеа:мужчины-кеа:мужчины-кеа]
tr: [CASTE_NAME:kea adam:kea adamlar:kea adam]
vi: [CASTE_NAME:người-kea nam:người-kea nam:người-kea nam]
zh_hans: [CASTE_NAME:啄羊鹦鹉男:啄羊鹦鹉男:啄羊鹦鹉男]

# CREATURE:KEA_MAN
source: [CASTE_NAME:kea woman:kea women:kea woman]
cs: [CASTE_NAME:žena kea:ženy kea:ženy kea]
de: [CASTE_NAME:Keaweibchen:Keaweibchen:Keaweibchen]
eo: [CASTE_NAME:homkeino:homkeinoj:de homkeino]
es: [CASTE_NAME:mujer kea:mujeres kea:mujer kea]
ja: [CASTE_NAME:ミヤマオウム女:ミヤマオウム女:ミヤマオウム女の]
ko: [CASTE_NAME:여성 케아:여성 케아:여성 케아]
pl: [CASTE_NAME:keokobieta:keokobiety:keokobiecy]
ru: [CASTE_NAME:женщина-кеа:женщины-кеа:женщины-кеа]
tr: [CASTE_NAME:kea kadın:kea kadınlar:kea kadın]
vi: [CASTE_NAME:người-kea nữ:người-kea nữ:người-kea nữ]
zh_hans: [CASTE_NAME:啄羊鹦鹉女:啄羊鹦鹉女:啄羊鹦鹉女]

# CREATURE:KEA_MAN
source: [NAME:kea man:kea men:kea man]
cs: [NAME:mužský kea:mužští kea:mužského kea]
de: [NAME:Keamännchen:Keamännchen:Keamännchen]
eo: [NAME:homkeo:homkeoj:de homkeo]
es: [NAME:hombre kea:hombres kea:de hombre kea]
ja: [NAME:ミヤマオウム男:ミヤマオウム男:ミヤマオウム男の]
ko: [NAME:케아 인간:케아 인간:케아 인간]
pl: [NAME:keoczłowiek:keoludzie:keoludzki]
ru: [NAME:человек-кеа:люди-кеа:человека-кеа]
tr: [NAME:kea adam:kea adamlar:kea adam]
vi: [NAME:người-kea:người-kea:người-kea]
zh_hans: [NAME:啄羊鹦鹉人:啄羊鹦鹉人:啄羊鹦鹉人]

# CREATURE:KEA_MAN
source: [DESCRIPTION:A green person with the head of a kea.]
cs: [DESCRIPTION:Zelený tvor s hlavou kea.]
de: [DESCRIPTION: Eine grüne Gestalt mit dem Kopf eines Keas.]
eo: [DESCRIPTION:Verda homo kun la kapo de keo.]
es: [DESCRIPTION:Una persona verde con la cabeza de un kea.]
ja: [DESCRIPTION:ミヤマオウムの頭を持った緑色の人間だ。]
ko: [DESCRIPTION:케아의 머리를 가진 초록색 인간.]
pl: [DESCRIPTION:Zielony osobnik z głową kei.]
ru: [DESCRIPTION:Зелёный человека с головой кеа.]
tr: [DESCRIPTION:Kea papağanının başına sahip yeşil bir kişi.]
vi: [DESCRIPTION:Một người màu xanh với đầu của vẹt kea.]
zh_hans: [DESCRIPTION:一个长着啄羊鹦鹉脑袋的绿色的人。]

# CREATURE:GIANT_KEA
source: [NAME:giant kea:giant kea:giant kea]
cs: [NAME:obří kea:obří kea:obřího kea]
de: [NAME:Riesenkea:Riesenkeas:Riesenkea]
eo: [NAME:giganta keo:gigantaj keoj:de giganta keo]
es: [NAME:kea gigante:keas gigantes:de kea gigante]
ja: [NAME:巨大ミヤマオウム:巨大ミヤマオウム:巨大ミヤマオウムの]
ko: [NAME:거대 케아:거대 케아:거대 케아]
pl: [NAME:gigantyczna kea:gigantyczne kee:gigantycznej kei]
ru: [NAME:гигантский кеа:гигантские кеа:гигантского кеа]
tr: [NAME:dev kea papağanı:dev kea papağanları:dev kea papağanı]
vi: [NAME:kea khổng lồ:kea khổng lồ:kea khổng lồ]
zh_hans: [NAME:巨啄羊鹦鹉:巨啄羊鹦鹉:巨啄羊鹦鹉]

# CREATURE:GIANT_KEA
source: [CASTE_NAME:giant kea:giant kea:giant kea]
cs: [CASTE_NAME:obří kea:obří kea:obřího kea]
de: [CASTE_NAME:Riesenkea:Riesenkea:Riesenkea]
eo: [CASTE_NAME:giganta keo:gigantaj keoj:de giganta keo]
es: [CASTE_NAME:kea gigante:keas gigantes:kea gigante]
ja: [CASTE_NAME:巨大ミヤマオウム:巨大ミヤマオウム:巨大ミヤマオウムの]
ko: [CASTE_NAME:거대 케아:거대 케아:거대 케아]
pl: [CASTE_NAME:gigantyczna kea:gigantyczne kee:gigantycznej kei]
ru: [CASTE_NAME:гигантский кеа:гигантские кеа:гигантского кеа]
tr: [CASTE_NAME:dev kea papağanı:dev kea papağanları:dev kea papağanı]
vi: [CASTE_NAME:kea khổng lồ:kea khổng lồ:kea khổng lồ]
zh_hans: [CASTE_NAME:巨啄羊鹦鹉:巨啄羊鹦鹉:巨啄羊鹦鹉]

# CREATURE:GIANT_KEA
source: [GENERAL_CHILD_NAME:giant kea chick:giant kea chicks]
cs: [GENERAL_CHILD_NAME:obří kuře kea:obří kea kuřata]
de: [GENERAL_CHILD_NAME:Riesenkeaküken:Riesenkeaküken]
eo: [GENERAL_CHILD_NAME:giganta keido:gigantaj keidoj]
es: [GENERAL_CHILD_NAME:polluelo de kea gigante:polluelos de kea gigante]
ja: [GENERAL_CHILD_NAME:巨大ミヤマオウムの雛:巨大ミヤマオウムの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 케아:새끼 거대 케아]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej kei:pisklęta gigantycznej kei]
ru: [GENERAL_CHILD_NAME:птенец гигантского кеа:птенцы гигантского кеа]
tr: [GENERAL_CHILD_NAME:dev kea yavrusu:dev kea yavruları]
vi: [GENERAL_CHILD_NAME:chim non kea khổng lồ:những chim non kea khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨啄羊鹦鹉雏鸟:巨啄羊鹦鹉雏鸟]

# CREATURE:GIANT_KEA
source: [DESCRIPTION:A monster many times the size of an ordinary kea.]
cs: [DESCRIPTION:Monstrum mnohokrát větší než obyčejný kea.]
de: [DESCRIPTION:Ein Monster, viele male so groß wie ein nomaler Kea.]
eo: [DESCRIPTION:Monstro kiu estas multfoje la grandeco de ordinara keo.]
es: [DESCRIPTION:Un monstruo muchas veces más grande que un kea.]
ja: [DESCRIPTION:通常の何倍もの大きさのミヤマオウムだ。]
ko: [DESCRIPTION:평범한 케아 보다 몇 배나 큰 괴물.]
pl: [DESCRIPTION:Potwór wiele razy większy od zwyczajnej kei.]
ru: [DESCRIPTION:Монстр, похожий на кеа, но во много раз больше.]
tr: [DESCRIPTION:Sıradan bir kea papağanının boyutunun birçok katı büyüklüğünde canavar.]
vi: [DESCRIPTION:Một con quái vật lớn gấp nhiều lần vẹt kea thông thường.]
zh_hans: [DESCRIPTION:一种体型数倍于寻常体型的啄羊鹦鹉怪。]

# CREATURE:GIANT_KEA
source: [PREFSTRING:curiosity]
cs: [PREFSTRING:zvědavost]
de: [PREFSTRING:neugierig]
eo: [PREFSTRING:scivolo]
es: [PREFSTRING:curiosidad]
ja: [PREFSTRING:好奇心]
ko: [PREFSTRING:호기심]
pl: [PREFSTRING:ciekawość]
ru: [PREFSTRING:любопытство]
tr: [PREFSTRING:merak]
vi: [PREFSTRING:tò mò]
zh_hans: [PREFSTRING:好奇心]

# CREATURE:GIANT_KEA
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:賢い]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]
vi: [PREFSTRING:thông minh]
zh_hans: [PREFSTRING:聪慧]

# CREATURE:BIRD_OWL_SNOWY
source: [DESCRIPTION:A small white bird that hunts in the coldest reaches of the world.]
cs: [DESCRIPTION:Malý bílý pták, který loví v nejchladnějších končinách světa.]
de: [DESCRIPTION:Ein kleiner weißer Vogel, der in den kältesten Regionen der Welt jagt.]
eo: [DESCRIPTION:Malgranda blanka birdo kiu ĉasas en la plej malvarmaj landoj de la mondo.]
es: [DESCRIPTION:Un pequeño pájaro blanco que caza en las partes más frias del mundo.]
ja: [DESCRIPTION:A small white bird that hunts in the coldest reaches of the world.][DESCRIPTION:全長６０センチほどの白い鳥だ。極地で狩りをする。]
ko: [DESCRIPTION:세계에서 가장 추운 영역에서 사냥 하는 작고 하얀 새.]
pl: [DESCRIPTION:Mały, biały ptak, który poluje w najmroźniejszych zakątkach świata.]
ru: [DESCRIPTION:Небольшая хищная белая птица, обитающая в самых холодных местах.]
tr: [DESCRIPTION:Dünyanın en soğuk yerlerinde avlanan küçük beyaz bir kuş.]
vi: [DESCRIPTION:Một loài chim nhỏ màu trắng, săn mồi ở những nơi lạnh nhất trên thế giới.]
zh_hans: [DESCRIPTION:一种在世界上最寒冷的地方狩猎的小型白鸟。]

# CREATURE:BIRD_OWL_SNOWY
source: [NAME:snowy owl:snowy owls:snowy owl]
cs: [NAME:sova sněžná:sovy sněžné:sovy sněžné]
de: [NAME:Schneeeule:Schneeeulen:Schneeeule]
eo: [NAME:neĝostrigo:neĝostrigoj:de neĝostrigo]
es: [NAME:búho nival:búhos nivales:de búho nival]
ja: [NAME:シロフクロウ:シロフクロウ:シロフクロウの]
ko: [NAME:눈 올빼미:눈 올빼미:눈 올빼미.]
pl: [NAME:sowa śnieżna:sowy śnieżne:sowy śnieżnej]
ru: [NAME:полярная сова:полярные совы:полярной совы]
tr: [NAME:kar baykuşu:kar baykuşları:kar baykuşu]
vi: [NAME:cú tuyết:cú tuyết:cú tuyết]
zh_hans: [NAME:雪鸮:雪鸮:雪鸮]

# CREATURE:BIRD_OWL_SNOWY
source: [CASTE_NAME:snowy owl:snowy owls:snowy owl]
cs: [CASTE_NAME:sova sněžná:sovy sněžné:sovy sněžné]
de: [CASTE_NAME:Schneeeule:Schneeeulen:Schneeeule]
eo: [CASTE_NAME:neĝostrigo:neĝostrigoj:de neĝostrigo]
es: [CASTE_NAME:búho nival:búhos nivales:búho nival]
ja: [CASTE_NAME:シロフクロウ:シロフクロウ:シロフクロウの]
ko: [CASTE_NAME:눈 올빼미:눈 올빼미:눈 올빼미.]
pl: [CASTE_NAME:sowa śnieżna:sowy śnieżne:sowy śnieżnej]
ru: [CASTE_NAME:полярная сова:полярные совы:полярной совы]
tr: [CASTE_NAME:kar baykuşu:kar baykuşları:kar baykuşu]
vi: [CASTE_NAME:cú tuyết:cú tuyết:cú tuyết]
zh_hans: [CASTE_NAME:雪鸮:雪鸮:雪鸮]

# CREATURE:BIRD_OWL_SNOWY
source: [GENERAL_CHILD_NAME:snowy owl chick:snowy owl chicks]
cs: [GENERAL_CHILD_NAME:kuře sovy sněžné:kuřata sovy sněžné]
de: [GENERAL_CHILD_NAME:Schneeeulenküken:Schneeeulenküken]
eo: [GENERAL_CHILD_NAME:neĝostrigido:neĝostrigidoj]
es: [GENERAL_CHILD_NAME:polluelo de búho nival:polluelos de búho nival]
ja: [GENERAL_CHILD_NAME:シロフクロウの雛:シロフクロウの雛の]
ko: [GENERAL_CHILD_NAME:새끼 눈 올빼미:새끼 눈 올빼미.]
pl: [GENERAL_CHILD_NAME:pisklę sowy śnieżnej:pisklęta sowy śnieżnej]
ru: [GENERAL_CHILD_NAME:полярный совёнок:полярные совята]
tr: [GENERAL_CHILD_NAME:kar baykuşu yavrusu:kar baykuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim non cú tuyết:những chim non cú tuyết]
zh_hans: [GENERAL_CHILD_NAME:雪鸮雏鸟:雪鸮雏鸟]

# CREATURE:BIRD_OWL_SNOWY
source: [PREFSTRING:yellow eyes]
cs: [PREFSTRING:žuté oči]
de: [PREFSTRING:gelbe Augen]
eo: [PREFSTRING:flavaj okuloj]
es: [PREFSTRING:ojos amarillos]
ja: [PREFSTRING:黄色の眼]
ko: [PREFSTRING:노란 눈.]
pl: [PREFSTRING:żółte oczy]
ru: [PREFSTRING:жёлтые глаза]
tr: [PREFSTRING:sarı gözler]
vi: [PREFSTRING:mắt màu vàng]
zh_hans: [PREFSTRING:黄色眼眸]

# CREATURE:BIRD_OWL_SNOWY
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_OWL_SNOWY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_OWL_SNOWY
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_OWL_SNOWY
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_OWL_SNOWY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_OWL_SNOWY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SNOWY_OWL_MAN
source: [CASTE_NAME:snowy owl man:snowy owl men:snowy owl man]
cs: [CASTE_NAME:mužská sova sněžná:mužské sovy sněžné:mužské sovy sněžné]
de: [CASTE_NAME:Schneeeulenmännchen:Schneeeulenmännchen:Schneeeulenmännchen]
eo: [CASTE_NAME:homneĝostrigiĉo:homneĝostrigiĉoj:de homneĝostrigiĉo]
es: [CASTE_NAME:hombre búho nival:hombres búho nival:hombre búho nival]
ja: [CASTE_NAME:シロフクロウ男:シロフクロウ男:シロフクロウ男の]
ko: [CASTE_NAME:눈 올빼미인간:눈 올빼미인간:눈 올빼미인간.]
pl: [CASTE_NAME:śnieżnosowomężczyzna:śnieżnosowomężczyźni:śnieżnosowomężczyzny]
ru: [CASTE_NAME:мужчина-полярная сова:мужчины-полярные совы:мужчины-полярной совы]
tr: [CASTE_NAME:kar baykuşu adam:kar baykuşu adamlar:kar baykuşu adam]
vi: [CASTE_NAME:người-cú tuyết nam:người-cú tuyết nam:người-cú tuyết nam]
zh_hans: [CASTE_NAME:雪鸮男:雪鸮男:雪鸮男]

# CREATURE:SNOWY_OWL_MAN
source: [CASTE_NAME:snowy owl woman:snowy owl women:snowy owl woman]
cs: [CASTE_NAME:žena sovy sněžné:ženy sovy sněžné:ženy sovy sněžné]
de: [CASTE_NAME:Schneeeulenweibchen:Schneeeulenweibchen:Schneeeulenweibchen]
eo: [CASTE_NAME:homneĝostrigino:homneĝostriginoj:de homneĝostrigino]
es: [CASTE_NAME:mujer búho nival:mujeres búho nival:mujer búho nival]
ja: [CASTE_NAME:シロフクロウ女:シロフクロウ女:シロフクロウ女の]
ko: [CASTE_NAME:여성 눈 올빼미인간:여성 눈 올빼미인간:여성 눈 올빼미인간.]
pl: [CASTE_NAME:śnieżnosowokobieta:śnieżnosowokobiety:śnieżnosowokobieta]
ru: [CASTE_NAME:женщина-полярная сова:женщины-полярные совы:женщины-полярной совы]
tr: [CASTE_NAME:kar baykuşu kadın:kar baykuşu kadınlar:kar baykuşu kadın]
vi: [CASTE_NAME:người-cú tuyết nữ:người-cú tuyết nữ:người-cú tuyết nữ]
zh_hans: [CASTE_NAME:雪鸮女:雪鸮女:雪鸮女]
