Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:SHARK_MAKO_LONGFIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_TIGER
source: [DESCRIPTION:A giant, striped, oceanic fish known to devour anything in its path.]
cs: [DESCRIPTION:Obří pruhovaná mořská ryba známá tím, že sežere vše, co jí přijde do cesty.]
de: [DESCRIPTION:Ein riesiger, gestreifter Ozeanfisch, der dafür bekannt ist, alles auf seinem Weg zu verschlingen.]
eo: [DESCRIPTION:Giganta stria oceana fiŝo konita por vori ion ajn laŭ sia pado.]
es: [DESCRIPTION:Un pez oceánico gigante a rayas conocido por devorar todo lo que encuentra a su paso.]
ja: [DESCRIPTION:縞模様のある巨大海洋魚。とても獰猛で、あらゆるものを食い尽くす。]
ko: [DESCRIPTION:가는 길에 있는 것은 무엇이든 집어삼키는 것으로 알려진 거대한 줄무늬 바다 물고기입니다.]
pl: [DESCRIPTION:Gigantyczna, pręgowana, oceaniczna ryba znana z pożerania wszystkiego na swojej drodze.]
ru: [DESCRIPTION:Гигантская полосатая океаническая рыба, известная тем, что пожирает всё на своём пути.]
tr: [DESCRIPTION:Yoluna çıkan her şeyi yiyip bitirmesiyle bilinen, dev, çizgili, okyanus balığı.]
vi: [DESCRIPTION:Một loài cá biển khổng lồ, có sọc, nổi tiếng là nuốt chửng mọi thứ trên đường đi của nó.]
zh_hans: [DESCRIPTION:一种巨大的、有条纹的海洋鱼类，以能够吞噬一切挡路的东西而闻名。]

# CREATURE:SHARK_TIGER
source: [NAME:tiger shark:tiger sharks:tiger shark]
cs: [NAME:žralok tygří:žraloci tygří:žralok tygří]
de: [NAME:Tigerhai:Tigerhaie:Tigerhai]
eo: [NAME:tigroŝarko:tigroŝarkoj:de tigroŝarko]
es: [NAME:tiburón tigre:tiburones tigre:de tiburón tigre]
ja: [NAME:イタチザメ:イタチザメ:イタチザメの]
ko: [NAME:뱀상어:뱀상어들:뱀상어]
pl: [NAME:żarłacz tygrysi:żarłacze tygrysie:żarłaczo tygrysi]
ru: [NAME:тигровая акула:тигровые акулы:тигровой акулы]
tr: [NAME:kaplan köpekbalığı:kaplan köpekbalıkları:kaplan köpekbalığı]
vi: [NAME:cá mập hổ:Những cá mập hổ:cá mập hổ]
zh_hans: [NAME:鼬鲨:鼬鲨:鼬鲨]

# CREATURE:SHARK_TIGER
source: [CASTE_NAME:tiger shark:tiger sharks:tiger shark]
cs: [CASTE_NAME:žralok tygří:žraloci tygří:žralok tygří]
de: [CASTE_NAME:Tigerhai:Tigerhaie:Tigerhai]
eo: [CASTE_NAME:tigroŝarko:tigroŝarkoj:de tigroŝarko]
es: [CASTE_NAME:tiburón tigre:tiburones tigre:de tiburón tigre]
ja: [CASTE_NAME:イタチザメ:イタチザメ:イタチザメの]
ko: [CASTE_NAME:뱀상어:뱀상어들:뱀상어]
pl: [CASTE_NAME:żarłacz tygrysi:żarłacze tygrysie:żarłaczo tygrysi]
ru: [CASTE_NAME:тигровая акула:тигровые акулы:тигровой акулы]
tr: [CASTE_NAME:kaplan köpekbalığı:kaplan köpekbalıkları:kaplan köpekbalığı]
vi: [CASTE_NAME:cá mập hổ:Những cá mập hổ:cá mập hổ]
zh_hans: [CASTE_NAME:鼬鲨:鼬鲨:鼬鲨]

# CREATURE:SHARK_TIGER
source: [GENERAL_CHILD_NAME:tiger shark pup:tiger shark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka tygřího:mláďata žraloků tygřích]
de: [GENERAL_CHILD_NAME:Tigerhau-Welpe:Tigerhai-Welpen]
eo: [GENERAL_CHILD_NAME:tigroŝarkido:tigroŝarkidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón tigre:crías de tiburón tigre]
ja: [GENERAL_CHILD_NAME:イタチザメの稚魚:イタチザメの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 뱀상어:새끼 뱀상어들]
pl: [GENERAL_CHILD_NAME:młody żarłacza tygrysiego:młode żarłacza tygrysiego]
ru: [GENERAL_CHILD_NAME:тигровый акулёнок:тигровые акулята]
tr: [GENERAL_CHILD_NAME:yavru kaplan köpekbalığı:yavru kaplan köpekbalıkları]
vi: [GENERAL_CHILD_NAME:cá mập hổ con:Những cá mập hổ con]
zh_hans: [GENERAL_CHILD_NAME:鼬鲨幼崽:鼬鲨幼崽]

# CREATURE:SHARK_TIGER
source: [PREFSTRING:stripes]
cs: [PREFSTRING:pruhy]
de: [PREFSTRING:streifen]
eo: [PREFSTRING:strioj]
es: [PREFSTRING:rayas]
ja: [PREFSTRING:縞模様]
ko: [PREFSTRING:줄무늬]
pl: [PREFSTRING:paski]
ru: [PREFSTRING:полоски]
tr: [PREFSTRING:çizgiler]
vi: [PREFSTRING:sọc vằn]
zh_hans: [PREFSTRING:斑纹]

# CREATURE:SHARK_TIGER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_TIGER
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_TIGER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SHARK_TIGER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_BULL
source: [DESCRIPTION:A medium-sized, aggressive, territorial fish. It can be found in shallow oceanic waters, and has also been known to travel up large rivers.]
cs: [DESCRIPTION:Středně velká, agresivní a teritoriální ryba. Žije v mělkých mořských vodách a je známa tím, že pluje i daleko proti proudu velkých řek.]
de: [DESCRIPTION:Ein mittelgroßer, aggressiver, territorialer Fisch. Er kommt in flachen ozeanischen Gewässern vor und ist auch dafür bekannt, dass er große Flüsse hinaufwandert.]
eo: [DESCRIPTION:Mezgranda agresema territoria fiŝo. Ĝi estas trovebla en malprofundaj oceanaj akvoj, kaj oni ankaŭ konitas ke ĝi vojaĝas laŭ grandaj riveroj.]
es: [DESCRIPTION:Un pez mediano, agresivo y territorial. Puede encontrarse en aguas poco profundas, aunque también se sabe que viaja hasta grandes rios.]
ja: [DESCRIPTION:獰猛な中型魚類。浅い海域に棲み、川を遡上することもある。]
ko: [DESCRIPTION:중간 크기의 공격적인 영역 물고기입니다. 얕은 바다에서 발견될 수 있으며, 큰 강을 거슬러 올라가는 것으로 알려져 있다.]
pl: [DESCRIPTION:Średniej wielkości, agresywna, terytorialna ryba. Można ją znaleźć w płytkich wodach oceanicznych, do tego jest znana z podróżowania w górę dużych rzek.]
ru: [DESCRIPTION:Агрессивная, территориальная рыба среднего размера. Встречается на океанических отмелях, но также известны случаи её подъёма вверх по течению в крупных реках.]
tr: [DESCRIPTION:Orta büyüklükte, saldırgan, bölgeci bir balık. Sığ okyanus sularında bulunabilir ve büyük nehirlere girdiği de bilinmektedir.]
vi: [DESCRIPTION:Một loài cá hung hãn, có tính lãnh thổ, kích thước trung bình. Nó có thể được tìm thấy ở các vùng biển nông, và cũng được biết là di chuyển ngược dòng các con sông lớn.]
zh_hans: [DESCRIPTION:一种中等尺寸、极具攻击性的、领地意识很强的鱼类。通常可以在浅海水域发现它们，有时也会沿大型河流逆流而上。]

# CREATURE:SHARK_BULL
source: [NAME:bull shark:bull sharks:bull shark]
cs: [NAME:žralok býčí:žraloci býčí:žralok býčí]
de: [NAME:Bullenhai:Bullenhaie:Bullenhai]
eo: [NAME:taŭrŝarko:taŭrŝarkoj:de taŭrŝarko]
es: [NAME:tiburón toro:tiburones toro:de tiburón toro]
ja: [NAME:オオメジロザメ:オオメジロザメ:オオメジロザメの]
ko: [NAME:황소상어:황소상어들:황소상어]
pl: [NAME:żarłacz tępogłowy:żarłacze tępogłowe:żarłaczo tępogłowy]
ru: [NAME:бычья акула:бычьи акулы:бычьей акулы]
tr: [NAME:boğa köpekbalığı:boğa köpekbalıkları:boğa köpekbalığı]
vi: [NAME:cá mập bò:Những cá mập bò:cá mập bò]
zh_hans: [NAME:公牛鲨:公牛鲨:公牛鲨]

# CREATURE:SHARK_BULL
source: [CASTE_NAME:bull shark:bull sharks:bull shark]
cs: [CASTE_NAME:žralok býčí:žraloci býčí:žralok býčí]
de: [CASTE_NAME:Bullenhai:Bullenhaie:Bullenhai]
eo: [CASTE_NAME:taŭrŝarko:taŭrŝarkoj:de taŭrŝarko]
es: [CASTE_NAME:tiburón toro:tiburones toro:de tiburón toro]
ja: [CASTE_NAME:オオメジロザメ:オオメジロザメ:オオメジロザメの]
ko: [CASTE_NAME:황소상어:황소상어들:황소상어]
pl: [CASTE_NAME:żarłacz tępogłowy:żarłacze tępogłowe:żarłaczo tępogłowy]
ru: [CASTE_NAME:бычья акула:бычьи акулы:бычьей акулы]
tr: [CASTE_NAME:boğa köpekbalığı:boğa köpekbalıkları:boğa köpekbalığı]
vi: [CASTE_NAME:cá mập bò:Những cá mập bò:cá mập bò]
zh_hans: [CASTE_NAME:公牛鲨:公牛鲨:公牛鲨]

# CREATURE:SHARK_BULL
source: [GENERAL_CHILD_NAME:bull shark pup:bull shark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka býčího:mláďata žraloků býčích]
de: [GENERAL_CHILD_NAME:Bullenhai-Welpe:Bullenhai-Welpen]
eo: [GENERAL_CHILD_NAME:taŭrŝarkido:taŭrŝarkidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón toro:crías de tiburón toro]
ja: [GENERAL_CHILD_NAME:オオメジロザメの稚魚:オオメジロザメの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 황소상어:새끼 황소상어들]
pl: [GENERAL_CHILD_NAME:młody żarłacza tępogłowego:młode żarłacza tępogłowego]
ru: [GENERAL_CHILD_NAME:бычий акулёнок:бычьи акулята]
tr: [GENERAL_CHILD_NAME:yavru boğa köpekbalığı:yavru boğa köpekbalıkları]
vi: [GENERAL_CHILD_NAME:cá mập bò con:Những cá mập bò con]
zh_hans: [GENERAL_CHILD_NAME:公牛鲨幼崽:公牛鲨幼崽]

# CREATURE:SHARK_BULL
source: [PREFSTRING:aggressive nature]
cs: [PREFSTRING:agresivní povahou]
de: [PREFSTRING:aggressiver Natur]
eo: [PREFSTRING:agresema naturo]
es: [PREFSTRING:naturaleza agresiva]
ja: [PREFSTRING:獰猛]
ko: [PREFSTRING:공격적인 특성]
pl: [PREFSTRING:agresywna natura]
ru: [PREFSTRING:агрессивную натуру]
tr: [PREFSTRING:saldırgan doğa]
vi: [PREFSTRING:bản tính hung hãn]
zh_hans: [PREFSTRING:侵略的天性]

# CREATURE:SHARK_BULL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_BULL
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_BULL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SHARK_BULL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_REEF_BLACKTIP
source: [DESCRIPTION:A medium-sized fish found in shallow oceanic waters.]
cs: [DESCRIPTION:Středně velká ryba žijící v mělkých mořských vodách.]
de: [DESCRIPTION:Ein mittelgroßer Fisch, der in flachen ozeanischen Gewässern vorkommt.]
eo: [DESCRIPTION:Mezgranda fiŝo kiu troviĝas en malprofundaj oceanaj akvoj.]
es: [DESCRIPTION:Un pez mediano que puede encontrarse en mares poco profundos.]
ja: [DESCRIPTION:浅瀬に棲息する中型のサメ。]
ko: [DESCRIPTION:얕은 바다에서 발견되는 중간 크기의 물고기입니다.]
pl: [DESCRIPTION:Średniej wielkości ryba, którą można znaleźć w płytkich wodach oceanicznych.]
ru: [DESCRIPTION:Рыба среднего размера, обитающая на океанических отмелях.]
tr: [DESCRIPTION:Sığ okyanus sularında bulunan orta büyüklükte bir balık.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình, được tìm thấy ở vùng nước biển nông.]
zh_hans: [DESCRIPTION:一种发现于浅海水域的中等尺寸鱼类。]

# CREATURE:SHARK_REEF_BLACKTIP
source: [NAME:blacktip reef shark:blacktip reef sharks:blacktip reef shark]
cs: [NAME:žralok útesový černoploutvý:žraloci útesoví černoploutví:žralok útesový černoploutvý]
de: [NAME:Schwarzspitzen-Riffhai:Schwarzspitzen-Riffhaie:Schwarzspitzen-Riffhai]
eo: [NAME:nigrapintŝarko:nigrapintŝarkoj:de nigrapintŝarko]
es: [NAME:tiburón punta negra de arrecife:tiburónes punta negra de arrecife:de tiburón punta negra de arrecife]
ja: [NAME:ツマグロ:ツマグロ:ツマグロの]
ko: [NAME:흑기흉상어:흑기흉상어들:흑기흉상어]
pl: [NAME:żarłacz czarnopłetwy:żarłacze czarnopłetwe:żarłaczo czarnopłetwowy]
ru: [NAME:чернопёрая рифовая акула:чернопёрые рифовые акулы:чернопёрой рифовой акулы]
tr: [NAME:siyah uçlu resif köpekbalığı:siyah uçlu resif köpekbalıkları:siyah uçlu resif köpekbalığı]
zh_hans: [NAME:乌翅真鲨:乌翅真鲨:乌翅真鲨]

# CREATURE:SHARK_REEF_BLACKTIP
source: [CASTE_NAME:blacktip reef shark:blacktip reef sharks:blacktip reef shark]
cs: [CASTE_NAME:žralok útesový černoploutvý:žraloci útesoví černoploutví:žralok útesový černoploutvý]
de: [CASTE_NAME:Schwarzspitzen-Riffhai:Schwarzspitzen-Riffhaie:Schwarzspitzen-Riffhai]
eo: [CASTE_NAME:nigrapintŝarko:nigrapintŝarkoj:de nigrapintŝarko]
es: [CASTE_NAME:tiburón punta negra de arrecife:tiburónes punta negra de arrecife:de tiburón punta negra de arrecife]
ja: [CASTE_NAME:ツマグロ:ツマグロ:ツマグロの]
ko: [CASTE_NAME:흑기흉상어:흑기흉상어들:흑기흉상어]
pl: [CASTE_NAME:żarłacz czarnopłetwy:żarłacze czarnopłetwe:żarłaczo czarnopłetwowy]
ru: [CASTE_NAME:чернопёрая рифовая акула:чернопёрые рифовые акулы:чернопёрой рифовой акулы]
tr: [CASTE_NAME:siyah uçlu resif köpekbalığı:siyah uçlu resif köpekbalıkları:siyah uçlu resif köpekbalığı]
zh_hans: [CASTE_NAME:乌翅真鲨:乌翅真鲨:乌翅真鲨]

# CREATURE:SHARK_REEF_BLACKTIP
source: [GENERAL_CHILD_NAME:blacktip reef shark pup:blacktip reef shark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka útesového černoploutvého:mláďata žraloků útesových černoploutvých]
de: [GENERAL_CHILD_NAME:Schwarzspitzen-Riffhai-Welpen:Schwarzspitzen-Riffhai-Welpen]
eo: [GENERAL_CHILD_NAME:nigrapintŝarkido:nigrapintŝarkidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón punta negra de arrecife:crías de tiburón punta negra de arrecife]
ja: [GENERAL_CHILD_NAME:ツマグロの稚魚:ツマグロの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 흑기흉상어:새끼 흑기흉상어들]
pl: [GENERAL_CHILD_NAME:młody żarłacza czarnopłetwego:młode żarłacza czarnopłetwego]
ru: [GENERAL_CHILD_NAME:чернопёрый рифовый акулёнок:чернопёрые рифовые акулята]
tr: [GENERAL_CHILD_NAME:yavru siyah uçlu resif köpekbalığı:yavru siyah uçlu resif köpekbalıkları]
zh_hans: [GENERAL_CHILD_NAME:黑鳍礁鲨幼崽:黑鳍礁鲨幼崽]

# CREATURE:SHARK_REEF_BLACKTIP
source: [PREFSTRING:curiosity]
cs: [PREFSTRING:zvědavostí]
de: [PREFSTRING:neugierig]
eo: [PREFSTRING:scivolo]
es: [PREFSTRING:curiosidad]
ja: [PREFSTRING:好奇心が強い]
ko: [PREFSTRING:호기심]
pl: [PREFSTRING:ciekawość]
ru: [PREFSTRING:любопытство]
tr: [PREFSTRING:merak]
vi: [PREFSTRING:sự tò mò]
zh_hans: [PREFSTRING:好奇心]

# CREATURE:SHARK_REEF_BLACKTIP
source: [PREFSTRING:distinctive dorsal fin]
cs: [PREFSTRING:charakteristickou hřbetní ploutví]
de: [PREFSTRING:unverwechselbare Rückenflosse]
eo: [PREFSTRING:distinga dorsnaĝilo]
es: [PREFSTRING:distintiva aleta dorsal]
ko: [PREFSTRING:독특한 등지느러미]
pl: [PREFSTRING:charakterystyczna płetwa grzbietowa]
ru: [PREFSTRING:характерные спинные плавники]
tr: [PREFSTRING:belirgin sırt yüzgeci]
vi: [PREFSTRING:vây lưng đặc trưng]
zh_hans: [PREFSTRING:独特的背鳍]

# CREATURE:SHARK_REEF_BLACKTIP
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_REEF_BLACKTIP
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_REEF_BLACKTIP
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:SHARK_REEF_BLACKTIP
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_REEF_WHITETIP
source: [DESCRIPTION:A medium-sized fish which shelters in caves on the shallow sea floor. It hunts for food in packs but is not aggressive.]
cs: [DESCRIPTION:Středně velká ryba, která se ukrývá v jeskyních na mělkém mořském dně. Loví ve skupinách, ale není agresivní.]
de: [DESCRIPTION:Ein mittelgroßer Fisch, der sich in Höhlen auf dem flachen Meeresboden versteckt. Er jagt in Rudeln nach Nahrung, ist aber nicht aggressiv.]
eo: [DESCRIPTION:Mezgranda fiŝo kiu loĝas en kavernoj en la malprofunda marfundo. Ĝi ĉasas grege pro manĝaĵo, sed ĝi ne estas agresema.]
es: [DESCRIPTION:Un pez mediano que se refugia en las cuevas en los suelos marinos poco profundos. Cazan los alimentos en manada, pero no son agresivos]
ja: [DESCRIPTION:浅い海底の洞窟に潜む中型の魚。群れた魚を食べるが、獰猛ではない。]
ko: [DESCRIPTION:얕은 해저의 동굴에 은신하는 중간 크기의 물고기입니다. 무리를 지어 먹이를 사냥하지만 공격적이진 않다.]
pl: [DESCRIPTION:Średniej wielkości ryba, która skrywa się w jaskiniach na dnie morza. Poluje na jedzenie w grupach, ale nie jest agresywna.]
ru: [DESCRIPTION:Рыба среднего размера, которая ютится в пещерах у морского дна на отмелях. Охотятся стаями, но не агрессивны.]
tr: [DESCRIPTION:Sığ deniz tabanındaki mağaralarda barınan orta büyüklükte bir balık. Sürüler halinde yiyecek avlar ancak saldırgan değildir.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình trú ẩn trong các hang động dưới đáy biển nông. Chúng săn mồi theo bầy nhưng không hung hãn.]
zh_hans: [DESCRIPTION:一种生活在浅海海底洞穴中的中等尺寸鱼类，它们成群结队的觅食，没有太大的攻击性。]

# CREATURE:SHARK_REEF_WHITETIP
source: [NAME:whitetip reef shark:whitetip reef sharks:whitetip reef shark]
cs: [NAME:žralok útesový běloploutvý:žraloci útesoví běloploutví:žralok útesový běloploutvý]
de: [NAME:Weißspitzen-Riffhai:Weißspitzen-Riffhaie:Weißspitzen-Riffhai]
eo: [NAME:blankapintŝarko:blankapintŝarkoj:de blankapintŝarko]
es: [NAME:tiburón punta blanca de arrecife:tiburones punta blanca de arrecife:de tiburón punta blanca de arrecife]
ja: [NAME:ネムリブカ:ネムリブカ:ネムリブカの]
ko: [NAME:백기흉상어:백기흉상어들:백기흉상어]
pl: [NAME:żarłacz gruby:żarłacze grube:żarłaczo gruby]
ru: [NAME:белопёрая рифовая акула:белопёрые рифовые акулы:белопёрой рифовой акулы]
tr: [NAME:beyaz uçlu resif köpekbalığı:beyaz uçlu resif köpekbalıkları:beyaz uçlu resif köpekbalığı]
zh_hans: [NAME:灰三齿鲨:灰三齿鲨:灰三齿鲨]

# CREATURE:SHARK_REEF_WHITETIP
source: [CASTE_NAME:whitetip reef shark:whitetip reef sharks:whitetip reef shark]
cs: [CASTE_NAME:žralok útesový běloploutvý:žraloci útesoví běloploutví:žralok útesový běloploutvý]
de: [CASTE_NAME:Weißspitzen-Riffhai:Weißspitzen-Riffhaie:Weißspitzen-Riffhai]
eo: [CASTE_NAME:blankapintŝarko:blankapintŝarkoj:de blankapintŝarko]
es: [CASTE_NAME:tiburón punta blanca de arrecife:tiburones punta blanca de arrecife:de tiburón punta blanca de arrecife]
ja: [CASTE_NAME:ネムリブカ:ネムリブカ:ネムリブカの]
ko: [CASTE_NAME:백기흉상어:백기흉상어들:백기흉상어]
pl: [CASTE_NAME:żarłacz gruby:żarłacze grube:żarłaczo gruby]
ru: [CASTE_NAME:белопёрая рифовая акула:белопёрые рифовые акулы:белопёрой рифовой акулы]
tr: [CASTE_NAME:beyaz uçlu resif köpekbalığı:beyaz uçlu resif köpekbalıkları:beyaz uçlu resif köpekbalığı]
zh_hans: [CASTE_NAME:灰三齿鲨:灰三齿鲨:灰三齿鲨]

# CREATURE:SHARK_REEF_WHITETIP
source: [GENERAL_CHILD_NAME:whitetip reef shark pup:whitetip reef shark pups]
cs: [GENERAL_CHILD_NAME:mládě žraloka útesového běloploutvého:mláďata žraloků útesových běloploutvých]
de: [GENERAL_CHILD_NAME:Weißspitzen-Riffhai-Welpen:Weißspitzen-Riffhai-Welpen]
eo: [GENERAL_CHILD_NAME:blankapintŝarkido:blankapintŝarkidoj]
es: [GENERAL_CHILD_NAME:cría de tiburón punta blanca de arrecife:crías de tiburón punta blanca de arrecife]
ja: [GENERAL_CHILD_NAME:ネムリブカの稚魚:ネムリブカの稚魚の]
ko: [GENERAL_CHILD_NAME:새끼 백기흉상어:새끼 백기흉상어들]
pl: [GENERAL_CHILD_NAME:młody żarłacza grubego:młode żarłacza grubego]
ru: [GENERAL_CHILD_NAME:белопёрый рифовый акулёнок:белопёрые рифовые акулята]
tr: [GENERAL_CHILD_NAME:yavru beyaz uçlu resif köpekbalığı:yavru beyaz uçlu resif köpekbalıkları]
zh_hans: [GENERAL_CHILD_NAME:白鳍礁鲨幼崽:白鳍礁鲨幼崽]

# CREATURE:SHARK_REEF_WHITETIP
source: [PREFSTRING:distinctive dorsal fin]
cs: [PREFSTRING:charakteristickou hřbetní ploutví]
de: [PREFSTRING:unverwechselbare Rückenflosse]
eo: [PREFSTRING:distinga dorsnaĝilo]
es: [PREFSTRING:distintiva aleta dorsal]
ja: [PREFSTRING:特徴的な背びれ]
ko: [PREFSTRING:독특한 등지느러미]
pl: [PREFSTRING:charakterystyczna płetwa grzbietowa]
ru: [PREFSTRING:характерные спинные плавники]
tr: [PREFSTRING:belirgin sırt yüzgeci]
vi: [PREFSTRING:vây lưng đặc trưng]
zh_hans: [PREFSTRING:独特的背鳍]

# CREATURE:SHARK_REEF_WHITETIP
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHARK_REEF_WHITETIP
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:拍击:拍击]

# CREATURE:SHARK_REEF_WHITETIP
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:SHARK_REEF_WHITETIP
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHARK_BLUE
source: [DESCRIPTION:A large, dangerous fish found hunting in packs in any ocean.]
cs: [DESCRIPTION:Velká a nebezpečná ryba, která loví ve skupinách ve všech oceánech.]
de: [DESCRIPTION:Ein großer, gefährlicher Fisch, der in Rudeln in allen Ozeanen jagt.]
eo: [DESCRIPTION:Granda danĝera fiŝo kiu troviĝas ĉasante grege en ajn oceano.]
es: [DESCRIPTION:Un pez grande y peligroso. Cazan en manada en todos los océanos.]
ja: [DESCRIPTION:全世界の海に棲息する、群れを作る獰猛で大きな肉食魚だ。]
ko: [DESCRIPTION:어느 바다에서나 무리를 지어 사냥을 하다 발견된 크고 위험한 물고기.]
pl: [DESCRIPTION:Duża, niebezpieczna ryba, którą można znaleźć polującą w grupie w każdym oceanie.]
ru: [DESCRIPTION:Крупная, опасная рыба, охотится стаей, встречается в любом океане.]
tr: [DESCRIPTION:Herhangi bir okyanusta sürüler halinde avlanan büyük, tehlikeli bir balık.]
vi: [DESCRIPTION:Một loài cá lớn, nguy hiểm, thường săn mồi theo đàn ở mọi đại dương.]
zh_hans: [DESCRIPTION:一种在任意海洋中成群猎食的大型危险鱼类.]
