Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:PIG
source: [GENERAL_CHILD_NAME:piglet:piglets]
cs: [GENERAL_CHILD_NAME:sele:selata]
de: [GENERAL_CHILD_NAME:Ferkel:Ferkel]
eo: [GENERAL_CHILD_NAME:porkido:porkidoj]
es: [GENERAL_CHILD_NAME:cochinillo:cochinillos]
ja: [GENERAL_CHILD_NAME:子豚:子豚の]
ko: [GENERAL_CHILD_NAME:새끼 돼지:새끼 돼지들]
pl: [GENERAL_CHILD_NAME:prosię:prosięta]
ru: [GENERAL_CHILD_NAME:поросёнок:поросята]
tr: [GENERAL_CHILD_NAME:domuz yavrusu:domuz yavruları]
vi: [GENERAL_CHILD_NAME:Heo con:Những con heo con]
zh_hans: [GENERAL_CHILD_NAME:乳猪:乳猪]

# CREATURE:PIG
source: [PREFSTRING:snorts]
cs: [PREFSTRING:chrápe]
de: [PREFSTRING:schnaubt]
eo: [PREFSTRING:gruntoj]
es: [PREFSTRING:gruñidos]
ja: [PREFSTRING:鼻を鳴らす]
ko: 코웃음]
pl: [PREFSTRING:chrząknięcia]
ru: [PREFSTRING:хрюканье]
tr: [PREFSTRING:hırıldamalar]
vi: [PREFSTRING:Tiếng khịt mũi]
zh_hans: [PREFSTRING:哼]

# CREATURE:PIG
source: [PREFSTRING:sense of smell]
cs: [PREFSTRING:čichem]
de: [PREFSTRING:Geruchssinn]
eo: [PREFSTRING:flaro]
es: [PREFSTRING:sentido del olfato]
ja: [PREFSTRING:匂いを嗅ぎ分ける]
ko: 후각
pl: [PREFSTRING:zmysł węchu]
ru: [PREFSTRING:обоняние]
tr: [PREFSTRING:koku alma duyusu]
vi: [PREFSTRING:Khứu giác]
zh_hans: [PREFSTRING:有气味]

# CREATURE:PIG
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:PIG
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:PIG
source: [ROOT_AROUND:BY_CATEGORY:NOSE:root around in:roots around in]
cs: [ROOT_AROUND:BY_CATEGORY:NOSE:hrabat se v:hrabe se v]
de: [ROOT_AROUND:BY_CATEGORY:NOSE:herumwühlt:herumwühlen]
eo: [ROOT_AROUND:BY_CATEGORY:NOSE:furaĝas en:furaĝas en]
es: [ROOT_AROUND:BY_CATEGORY:NOSE:hozan en:hoza en]
ja: [ROOT_AROUND:BY_CATEGORY:NOSE:周りを探る:周りを探る]
ko: [ROOT_AROUND:BY_CATEGORY:NOSE:주변을 헤집는다:주변을 헤집는다]
pl: [ROOT_AROUND:BY_CATEGORY:NOSE:zatapiasz się w:zatapia się w]
ru: [ROOT_AROUND:BY_CATEGORY:NOSE:роетесь в:роется в]
tr: [ROOT_AROUND:BY_CATEGORY:NOSE:burnuyla eşele:burnuyla eşeler]
vi: [ROOT_AROUND:BY_CATEGORY:NOSE:sục sạo trong:sục sạo trong]
zh_hans: [ROOT_AROUND:BY_CATEGORY:鼻子:翻找:翻找]

# CREATURE:PIG
source: [CASTE_NAME:sow:sows:sow]
cs: [CASTE_NAME:svině:svině:sviní]
de: [CASTE_NAME:Sau:Sauen:Sau]
eo: [CASTE_NAME:porkino:porkinoj:de porkino]
es: [CASTE_NAME:cerda:cerdas:cerda]
ja: [CASTE_NAME:雌豚:雌豚:雌豚の]
ko: [CASTE_NAME:암퇘지:암퇘지떼:암퇘지]
pl: [CASTE_NAME:locha:lochy:loszny]
ru: [CASTE_NAME:свинья:свиньи:свиной]
tr: [CASTE_NAME:dişi domuz:dişi domuzlar:dişi domuz]
vi: [CASTE_NAME:Heo nái:Những con heo nái:Heo nái]
zh_hans: [CASTE_NAME:母猪:母猪:母猪]

# CREATURE:PIG
source: [STATE_NAME:ALL_SOLID:frozen pig's milk]
cs: [STATE_NAME:ALL_SOLID:mražené vepřové mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Schweinemilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de porko]
es: [STATE_NAME:ALL_SOLID:leche de cerdo congelada]
ja: [STATE_NAME:ALL_SOLID:凍った豚のミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 돼지젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone świńskie mleko]
ru: [STATE_NAME:ALL_SOLID:замёрзшее свиное молоко]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş domuz sütü]
vi: [STATE_NAME:ALL_SOLID:Sữa heo đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的猪奶]

# CREATURE:PIG
source: [STATE_ADJ:ALL_SOLID:frozen pig's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené vepřové mléko]
de: [STATE_ADJ:ALL_SOLID:gefrorene Schweinemilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de porko]
es: [STATE_ADJ:ALL_SOLID:de leche de cerdo congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った豚のミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 돼지젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone świńskie mleczny]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее свиное молоко]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş domuz sütü]
vi: [STATE_ADJ:ALL_SOLID:Sữa heo đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的猪奶的]

# CREATURE:PIG
source: [STATE_NAME:LIQUID:pig's milk]
cs: [STATE_NAME:LIQUID:vepřové mléko]
de: [STATE_NAME:LIQUID:Schweinemilch]
eo: [STATE_NAME:LIQUID:lakto de porko]
es: [STATE_NAME:LIQUID:leche de cerdo]
ja: [STATE_NAME:LIQUID:豚のミルク]
ko: [STATE_NAME:LIQUID:돼지젖]
pl: [STATE_NAME:LIQUID:świńskie mleko]
ru: [STATE_NAME:LIQUID:свиное молоко]
tr: [STATE_NAME:LIQUID:domuz sütü]
vi: [STATE_NAME:LIQUID:Sữa heo]
zh_hans: [STATE_NAME:LIQUID:猪奶]

# CREATURE:PIG
source: [STATE_ADJ:LIQUID:pig's milk]
cs: [STATE_ADJ:LIQUID:vepřové mléko]
de: [STATE_ADJ:LIQUID:Schweinemilch]
eo: [STATE_ADJ:LIQUID:de lakto de porko]
es: [STATE_ADJ:LIQUID:de leche de cerdo]
ja: [STATE_ADJ:LIQUID:豚のミルク]
ko: [STATE_ADJ:LIQUID:돼지젖]
pl: [STATE_ADJ:LIQUID:świńskie mleczny]
ru: [STATE_ADJ:LIQUID:свиное молоко]
tr: [STATE_ADJ:LIQUID:domuz sütü]
vi: [STATE_ADJ:LIQUID:Sữa heo]
zh_hans: [STATE_ADJ:LIQUID:猪奶的]

# CREATURE:PIG
source: [STATE_NAME:GAS:boiling pig's milk]
cs: [STATE_NAME:GAS:vařící vepřové mléko]
de: [STATE_NAME:GAS:kochende Schweinemilch]
eo: [STATE_NAME:GAS:bolanta lakto de porko]
es: [STATE_NAME:GAS:leche de cerdo hirviendo]
ja: [STATE_NAME:GAS:蒸気化した豚のミルク]
ko: [STATE_NAME:GAS:기화된 돼지젖]
pl: [STATE_NAME:GAS:gotujące się świńskie mleko]
ru: [STATE_NAME:GAS:пары свиного молока]
tr: [STATE_NAME:GAS:kaynayan domuz sütü]
vi: [STATE_NAME:GAS:Sữa heo đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的猪奶]

# CREATURE:PIG
source: [STATE_ADJ:GAS:boiling pig's milk]
cs: [STATE_ADJ:GAS:vařící vepřové mléko]
de: [STATE_ADJ:GAS:kochende Schweinemilch]
eo: [STATE_ADJ:GAS:de bolanta lakto de porko]
es: [STATE_ADJ:GAS:de leche de cerdo hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した豚のミルク]
ko: [STATE_ADJ:GAS:기화된 돼지젖]
pl: [STATE_ADJ:GAS:gotujące się świńskie mleczny]
ru: [STATE_ADJ:GAS:кипящее свиное молоко]
tr: [STATE_ADJ:GAS:kaynayan domuz sütü]
vi: [STATE_ADJ:GAS:Sữa heo đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的猪奶的]

# CREATURE:PIG
source: [STATE_NAME:SOLID:pig cheese]
cs: [STATE_NAME:SOLID:vepřový sýr]
de: [STATE_NAME:SOLID:Schweinekäse]
eo: [STATE_NAME:SOLID:fromaĝo de porko]
es: [STATE_NAME:SOLID:queso de cerdo]
ja: [STATE_NAME:SOLID:豚のチーズ]
ko: [STATE_NAME:SOLID:돼지 치즈]
pl: [STATE_NAME:SOLID:świński ser]
ru: [STATE_NAME:SOLID:свиной сыр]
tr: [STATE_NAME:SOLID:domuz peyniri]
vi: [STATE_NAME:SOLID:Phô mai heo]
zh_hans: [STATE_NAME:SOLID:猪奶奶酪]

# CREATURE:PIG
source: [STATE_ADJ:SOLID:pig cheese]
cs: [STATE_ADJ:SOLID:vepřový sýr]
de: [STATE_ADJ:SOLID:Schweinekäse]
eo: [STATE_ADJ:SOLID:de fromaĝo de porko]
es: [STATE_ADJ:SOLID:de queso de cerdo]
ja: [STATE_ADJ:SOLID:豚のチーズ]
ko: [STATE_ADJ:SOLID:돼지 치즈]
pl: [STATE_ADJ:SOLID:świński serowy]
ru: [STATE_ADJ:SOLID:свиной сыр]
tr: [STATE_ADJ:SOLID:domuz peyniri]
vi: [STATE_ADJ:SOLID:Phô mai heo]
zh_hans: [STATE_ADJ:SOLID:猪奶奶酪的]

# CREATURE:PIG
source: [STATE_NAME:SOLID_POWDER:pig cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený vepřový sýr]
de: [STATE_NAME:SOLID_POWDER:Schweinekäse Pulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de porko]
es: [STATE_NAME:SOLID_POWDER:polvo de queso de cerdo]
ja: [STATE_NAME:SOLID_POWDER:豚のチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:돼지 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany świński ser]
ru: [STATE_NAME:SOLID_POWDER:тёртый свиной сыр]
tr: [STATE_NAME:SOLID_POWDER:domuz peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:Bột phô mai heo]
zh_hans: [STATE_NAME:SOLID_POWDER:猪奶奶酪粉]

# CREATURE:PIG
source: [STATE_ADJ:SOLID_POWDER:pig cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený vepřový sýr]
de: [STATE_ADJ:SOLID_POWDER:Schweinekäse Pulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de porko]
es: [STATE_ADJ:SOLID_POWDER:de polvo de queso de cerdo]
ja: [STATE_ADJ:SOLID_POWDER:豚のチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:돼지 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany świński serowy]
ru: [STATE_ADJ:SOLID_POWDER:тёртый свиной сыр]
tr: [STATE_ADJ:SOLID_POWDER:domuz peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:Bột phô mai heo]
zh_hans: [STATE_ADJ:SOLID_POWDER:猪奶奶酪粉的]

# CREATURE:PIG
source: [STATE_NAME:LIQUID:melted pig cheese]
cs: [STATE_NAME:LIQUID:tavený vepřový sýr]
de: [STATE_NAME:LIQUID:geschmolzener Schweinekäse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de porko]
es: [STATE_NAME:LIQUID:queso de cerdo derretido]
ja: [STATE_NAME:LIQUID:溶けた豚のチーズ]
ko: [STATE_NAME:LIQUID:녹은 돼지 치즈]
pl: [STATE_NAME:LIQUID:roztopiony świński ser]
ru: [STATE_NAME:LIQUID:расплавленный свиной сыр]
tr: [STATE_NAME:LIQUID:erimiş domuz peyniri]
vi: [STATE_NAME:LIQUID:Phô mai heo đã nấu chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的猪奶奶酪]

# CREATURE:PIG
source: [STATE_ADJ:LIQUID:melted pig cheese]
cs: [STATE_ADJ:LIQUID:tavený vepřový sýr]
de: [STATE_ADJ:LIQUID:geschmolzener Schweinekäse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de porko]
es: [STATE_ADJ:LIQUID:de queso de cerdo derretido]
ja: [STATE_ADJ:LIQUID:溶けた豚のチーズ]
ko: [STATE_ADJ:LIQUID:녹은 돼지 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony świński serowy]
ru: [STATE_ADJ:LIQUID:расплавленный свиной сыр]
tr: [STATE_ADJ:LIQUID:erimiş domuz peyniri]
vi: [STATE_ADJ:LIQUID:Phô mai heo đã nấu chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的猪奶奶酪的]

# CREATURE:PIG
source: [STATE_NAME:GAS:boiling pig cheese]
cs: [STATE_NAME:GAS:vařící vepřový sýr]
de: [STATE_NAME:GAS:kochender Schweinekäse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de porko]
es: [STATE_NAME:GAS:queso de cerdo hirviendo]
ja: [STATE_NAME:GAS:蒸気化した豚のチーズ]
ko: [STATE_NAME:GAS:기화된 돼지 치즈]
pl: [STATE_NAME:GAS:gotujące się świński ser]
ru: [STATE_NAME:GAS:пары свиного сыра]
tr: [STATE_NAME:GAS:kaynayan domuz peyniri]
vi: [STATE_NAME:GAS:Phô mai heo đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的猪奶奶酪]

# CREATURE:PIG
source: [STATE_ADJ:GAS:boiling pig cheese]
cs: [STATE_ADJ:GAS:vařící vepřový sýr]
de: [STATE_ADJ:GAS:kochender Schweinekäse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de porko]
es: [STATE_ADJ:GAS:de queso de cerdo hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した豚のチーズ]
ko: [STATE_ADJ:GAS:기화된 돼지 치즈]
pl: [STATE_ADJ:GAS:gotujące się świński serowy]
ru: [STATE_ADJ:GAS:кипящий свиной сыр]
tr: [STATE_ADJ:GAS:kaynayan domuz peyniri]
vi: [STATE_ADJ:GAS:Phô mai heo đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的猪奶奶酪的]

# CREATURE:PIG
source: [CASTE_NAME:boar:boars:boar]
cs: [CASTE_NAME:kanec:kanci:kančí]
de: [CASTE_NAME:Keiler: Keiler: Keiler]
eo: [CASTE_NAME:porkiĉo:porkiĉoj:de porkiĉo]
es: [CASTE_NAME:jabalí:jabalíes:jabalí]
ja: [CASTE_NAME:雄豚:雄豚:雄豚の]
ko: [CASTE_NAME:수퇘지:수퇘지들:수퇘지]
pl: [CASTE_NAME:dzik:dziki:dziczy]
ru: [CASTE_NAME:кабан:кабаны:кабаний]
tr: [CASTE_NAME:erkek domuz:erkek domuzlar:erkek domuz]
vi: [CASTE_NAME:Heo đực:Những con heo đực:Heo đực]
zh_hans: [CASTE_NAME:公猪:公猪:公猪]

# CREATURE:PIG
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:PIG
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:PIG
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GOAT
source: [DESCRIPTION:A medium-sized herding animal. It is known for its short horns and beard.]
cs: [DESCRIPTION:Středně velké pastevecké zvíře. Je známý svými krátkými rohy a bradkou.]
de: [DESCRIPTION:Ein mittelgroßes Herdentier. Es ist bekannt für seine kleinen Hörner und seinen Bart.]
eo: [DESCRIPTION:Mezgranda grega besto. Ĝi estas konita por siaj mallongaj kornoj kaj barbo.]
es: [DESCRIPTION:Un animal de crianza de tamaño mediano. Es conocido por sus cuernos pequeños y corta barba.]
ja: [DESCRIPTION:A中型の草食動物。短い角とあごひげが特徴。]
ko: [DESCRIPTION:무리지어 사는 중간 크기의 동물. 짧은 뿔과 수염으로 유명합니다.]
pl: [DESCRIPTION:Średniego rozmiaru, pasterskie zwierzę. Jest znane ze swoich krótkich rogów i brody.]
ru: [DESCRIPTION:Стадное животное среднего размера. Оно известно своими короткими рогами и бородой.]
tr: [DESCRIPTION:Orta büyüklükte bir sürü hayvanı. Kısa boynuzları ve sakalı ile bilinir.]
vi: [DESCRIPTION:Một loài vật nuôi theo đàn có kích thước trung bình. Nó nổi tiếng với cặp sừng ngắn và bộ râu.]
zh_hans: [DESCRIPTION:一种体型中等的畜牧动物，因其短角和胡须而闻名。]

# CREATURE:GOAT
source: [NAME:goat:goats:hircine]
cs: [NAME:koza:kozy:kozí]
de: [NAME:Ziege:Ziegen:Hammel]
eo: [NAME:kapro:kaproj:de kapro]
es: [NAME:cabra:cabras:cabruno]
ja: [NAME:ヤギ:ヤギ:ヤギの]
ko: [NAME:염소:염소들:염소]
pl: [NAME:koza:kozy:koźli]
ru: [NAME:коза:козы:козлиный]
tr: [NAME:keçi:keçiler:keçi]
vi: [NAME:Dê:Những con dê:Thuộc họ dê]
zh_hans: [NAME:山羊:山羊:山羊]

# CREATURE:GOAT
source: [GENERAL_CHILD_NAME:goat kid:goat kids]
cs: [GENERAL_CHILD_NAME:kůzle:kůzlata]
de: [GENERAL_CHILD_NAME:Ziegenzicklein:Ziegenzicklein]
eo: [GENERAL_CHILD_NAME:kaprido:kapridoj]
es: [GENERAL_CHILD_NAME:cabrito:cabritos]
ja: [GENERAL_CHILD_NAME:子ヤギ:子ヤギの]
ko: [GENERAL_CHILD_NAME:새끼 염소:새끼 염소들]
pl: [GENERAL_CHILD_NAME:koźlę:koźlęta]
ru: [GENERAL_CHILD_NAME:козлёнок:козлята]
tr: [GENERAL_CHILD_NAME:oğlak:oğlaklar]
vi: [GENERAL_CHILD_NAME:Dê con:Những con dê con]
zh_hans: [GENERAL_CHILD_NAME:山羊羔:山羊羔]

# CREATURE:GOAT
source: [PREFSTRING:eating habits]
cs: [PREFSTRING:stravovací návyky]
de: [PREFSTRING:Essgewohnheit]
eo: [PREFSTRING:manĝadaj rutinoj]
es: [PREFSTRING:hábitos alimenticios]
ja: [PREFSTRING:食習慣]
ko: [PREFSTRING:식습관]
pl: [PREFSTRING:nawyki żywieniowe]
ru: [PREFSTRING:привычки в еде]
tr: [PREFSTRING:yeme alışkanlıkları]
vi: [PREFSTRING:Thói quen ăn uống]
zh_hans: [PREFSTRING:饮食习惯]

# CREATURE:GOAT
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:GOAT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:GOAT
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]
zh_hans: [ATTACK_VERB:顶:顶]

# CREATURE:GOAT
source: [CASTE_NAME:nanny goat:nanny goats:nanny goat]
cs: [CASTE_NAME:koza:kozy:koza]
de: [CASTE_NAME:Ziege:Ziegen:Ziege]
eo: [CASTE_NAME:kaprino:kaprinoj:de kaprino]
es: [CASTE_NAME:cabra hembra:cabras hembra:cabra hembra]
ja: [CASTE_NAME:雌ヤギ:雌ヤギ:雌ヤギの]
ko: [CASTE_NAME:암 염소:암 염소들:암 염소]
pl: [CASTE_NAME:koźlica:koźlice:koźlicka]
ru: [CASTE_NAME:коза:козы:козий]
tr: [CASTE_NAME:dişi keçi:dişi keçiler:dişi keçi]
vi: [CASTE_NAME:Dê cái:Những con dê cái:Dê cái]
zh_hans: [CASTE_NAME:母山羊:母山羊:母山羊]

# CREATURE:GOAT
source: [STATE_NAME:ALL_SOLID:frozen goat's milk]
cs: [STATE_NAME:ALL_SOLID:mražené kozí mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Ziegenmilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de kapro]
es: [STATE_NAME:ALL_SOLID:leche de cabra congelada]
ja: [STATE_NAME:ALL_SOLID:凍ったヤギのミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 염소젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone kozie mleko]
ru: [STATE_NAME:ALL_SOLID:замёрзшее козье молоко]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş keçi sütü]
vi: [STATE_NAME:ALL_SOLID:Sữa dê đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的羊奶]

# CREATURE:GOAT
source: [STATE_ADJ:ALL_SOLID:frozen goat's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené kozí mléko]
de: [STATE_ADJ:ALL_SOLID:gefrorene Ziegenmilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de kapro]
es: [STATE_ADJ:ALL_SOLID:de leche de cabra congelada]
ja: [STATE_ADJ:ALL_SOLID:凍ったヤギのミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 염소 젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone kozie mleczny]
ru: [STATE_ADJ:ALL_SOLID:замерзшее козье молоко]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş keçi sütü]
vi: [STATE_ADJ:ALL_SOLID:Sữa dê đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的山羊奶的]

# CREATURE:GOAT
source: [STATE_NAME:LIQUID:goat's milk]
cs: [STATE_NAME:LIQUID:kozí mléko]
de: [STATE_NAME:LIQUID:Ziegenmilch]
eo: [STATE_NAME:LIQUID:lakto de kapro]
es: [STATE_NAME:LIQUID:leche de cabra]
ja: [STATE_NAME:LIQUID:ヤギのミルク]
ko: [STATE_NAME:LIQUID:염소 젖]
pl: [STATE_NAME:LIQUID:kozie mleko]
ru: [STATE_NAME:LIQUID:козье молоко]
tr: [STATE_NAME:LIQUID:keçi sütü]
vi: [STATE_NAME:LIQUID:Sữa dê]
zh_hans: [STATE_NAME:LIQUID:山羊奶]

# CREATURE:GOAT
source: [STATE_ADJ:LIQUID:goat's milk]
cs: [STATE_ADJ:LIQUID:kozí mléko]
de: [STATE_ADJ:LIQUID:Ziegenmilch]
eo: [STATE_ADJ:LIQUID:de lakto de kapro]
es: [STATE_ADJ:LIQUID:de leche de cabra]
ja: [STATE_ADJ:LIQUID:ヤギのミルク]
ko: [STATE_ADJ:LIQUID:염소젖]
pl: [STATE_ADJ:LIQUID:kozie mleczny]
ru: [STATE_ADJ:LIQUID:козье молоко]
tr: [STATE_ADJ:LIQUID:keçi sütü]
vi: [STATE_ADJ:LIQUID:Sữa dê]
zh_hans: [STATE_ADJ:LIQUID:山羊奶的]

# CREATURE:GOAT
source: [STATE_NAME:GAS:boiling goat's milk]
cs: [STATE_NAME:GAS:vařící kozí mléko]
de: [STATE_NAME:GAS:kochende Ziegenmilch]
eo: [STATE_NAME:GAS:bolanta lakto de kapro]
es: [STATE_NAME:GAS:leche de cabra hirviendo]
ja: [STATE_NAME:GAS:蒸気化したヤギのミルク]
ko: [STATE_NAME:GAS:기화된 염소젖]
pl: [STATE_NAME:GAS:gotujące się kozie mleko]
ru: [STATE_NAME:GAS:пары козьего молока]
tr: [STATE_NAME:GAS:kaynayan keçi sütü]
vi: [STATE_NAME:GAS:Sữa dê đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的山羊奶]

# CREATURE:GOAT
source: [STATE_ADJ:GAS:boiling goat's milk]
cs: [STATE_ADJ:GAS:vařící kozí mléko]
de: [STATE_ADJ:GAS:kochende Ziegenmilch]
eo: [STATE_ADJ:GAS:de bolanta lakto de kapro]
es: [STATE_ADJ:GAS:de leche de cabra hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したヤギのミルク]
ko: [STATE_ADJ:GAS:기화된 염소젖]
pl: [STATE_ADJ:GAS:gotujące się kozie mleczny]
ru: [STATE_ADJ:GAS:кипящее козье молоко]
tr: [STATE_ADJ:GAS:kaynayan keçi sütü]
vi: [STATE_ADJ:GAS:Sữa dê đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的山羊奶的]

# CREATURE:GOAT
source: [STATE_NAME:SOLID:goat cheese]
cs: [STATE_NAME:SOLID:kozí sýr]
de: [STATE_NAME:SOLID:Ziegenkäse]
eo: [STATE_NAME:SOLID:fromaĝo de kapro]
es: [STATE_NAME:SOLID:queso de cabra]
ja: [STATE_NAME:SOLID:ヤギのチーズ]
ko: [STATE_NAME:SOLID:염소 치즈]
pl: [STATE_NAME:SOLID:kozi ser]
ru: [STATE_NAME:SOLID:козий сыр]
tr: [STATE_NAME:SOLID:keçi peyniri]
vi: [STATE_NAME:SOLID:Phô mai dê]
zh_hans: [STATE_NAME:SOLID:山羊奶奶酪]

# CREATURE:GOAT
source: [STATE_ADJ:SOLID:goat cheese]
cs: [STATE_ADJ:SOLID:kozí sýr]
de: [STATE_ADJ:SOLID:Ziegenkäse]
eo: [STATE_ADJ:SOLID:de fromaĝo de kapro]
es: [STATE_ADJ:SOLID:de queso de cabra]
ja: [STATE_ADJ:SOLID:ヤギのチーズ]
ko: [STATE_ADJ:SOLID:염소 치즈]
pl: [STATE_ADJ:SOLID:kozi serowy]
ru: [STATE_ADJ:SOLID:козий сыр]
tr: [STATE_ADJ:SOLID:keçi peyniri]
vi: [STATE_ADJ:SOLID:Phô mai dê]
zh_hans: [STATE_ADJ:SOLID:山羊奶奶酪的]

# CREATURE:GOAT
source: [STATE_NAME:SOLID_POWDER:goat cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený kozí sýr]
de: [STATE_NAME:SOLID_POWDER:Ziegenkäsepulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de kapro]
es: [STATE_NAME:SOLID_POWDER:polvo de queso de cabra]
ja: [STATE_NAME:SOLID_POWDER:ヤギのチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:염소 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany kozi ser]
ru: [STATE_NAME:SOLID_POWDER:тёртый козий сыр]
tr: [STATE_NAME:SOLID_POWDER:keçi peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:Bột phô mai dê]
zh_hans: [STATE_NAME:SOLID_POWDER:山羊奶奶酪粉]

# CREATURE:GOAT
source: [STATE_ADJ:SOLID_POWDER:goat cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený kozí sýr]
de: [STATE_ADJ:SOLID_POWDER:Ziegenkäsepulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de kapro]
es: [STATE_ADJ:SOLID_POWDER:de polvo de queso de cabra]
ja: [STATE_ADJ:SOLID_POWDER:ヤギのチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:염소 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany kozi serowy]
ru: [STATE_ADJ:SOLID_POWDER:тёртый козий сыр]
tr: [STATE_ADJ:SOLID_POWDER:keçi peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:Bột phô mai dê]
zh_hans: [STATE_ADJ:SOLID_POWDER:山羊奶奶酪粉的]

# CREATURE:GOAT
source: [STATE_NAME:LIQUID:melted goat cheese]
cs: [STATE_NAME:LIQUID:tavený kozí sýr]
de: [STATE_NAME:LIQUID:geschmolzener Ziegenkäse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de kapro]
es: [STATE_NAME:LIQUID:queso de cabra derretido]
ja: [STATE_NAME:LIQUID:溶けたヤギのチーズ]
ko: [STATE_NAME:LIQUID:녹은 염소 치즈]
pl: [STATE_NAME:LIQUID:roztopiony kozi ser]
ru: [STATE_NAME:LIQUID:расплавленный козий сыр]
tr: [STATE_NAME:LIQUID:erimiş keçi peyniri]
vi: [STATE_NAME:LIQUID:Phô mai dê đã nấu chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的山羊奶奶酪]

# CREATURE:GOAT
source: [STATE_ADJ:LIQUID:melted goat cheese]
cs: [STATE_ADJ:LIQUID:tavený kozí sýr]
de: [STATE_ADJ:LIQUID:geschmolzener Ziegenkäse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de kapro]
es: [STATE_ADJ:LIQUID:de queso de cabra derretido]
ja: [STATE_ADJ:LIQUID:溶けたヤギのチーズ]
ko: [STATE_ADJ:LIQUID:녹은 염소 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony kozi serowy]
ru: [STATE_ADJ:LIQUID:расплавленный козий сыр]
tr: [STATE_ADJ:LIQUID:erimiş keçi peyniri]
vi: [STATE_ADJ:LIQUID:Phô mai dê đã nấu chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的山羊奶奶酪的]

# CREATURE:GOAT
source: [STATE_NAME:GAS:boiling goat cheese]
cs: [STATE_NAME:GAS:vařící kozí sýr]
de: [STATE_NAME:GAS:kochender Ziegenkäse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de kapro]
es: [STATE_NAME:GAS:queso de cabra hirviendo]
ja: [STATE_NAME:GAS:蒸気化したヤギのチーズ]
ko: [STATE_NAME:GAS:기화된 염소 치즈]
pl: [STATE_NAME:GAS:gotujące się kozi ser]
ru: [STATE_NAME:GAS:пары козьего сыра]
tr: [STATE_NAME:GAS:kaynayan keçi peyniri]
vi: [STATE_NAME:GAS:Phô mai dê đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的山羊奶奶酪]

# CREATURE:GOAT
source: [STATE_ADJ:GAS:boiling goat cheese]
cs: [STATE_ADJ:GAS:vařící kozí sýr]
de: [STATE_ADJ:GAS:kochender Ziegenkäse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de kapro]
es: [STATE_ADJ:GAS:de queso de cabra hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したヤギのチーズ]
ko: [STATE_ADJ:GAS:기화된 염소 치즈]
pl: [STATE_ADJ:GAS:gotujące się kozi serowy]
ru: [STATE_ADJ:GAS:кипящий козий сыр]
tr: [STATE_ADJ:GAS:kaynayan keçi peyniri]
vi: [STATE_ADJ:GAS:Phô mai dê đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的山羊奶奶酪的]

# CREATURE:GOAT
source: [CASTE_NAME:billy goat:billy goats:billy goat]
cs: [CASTE_NAME:kozel:kozlové:kozel]
de: [CASTE_NAME:Ziegenbock:Ziegenböcke:Ziegenbock]
eo: [CASTE_NAME:kapriĉo:kapriĉoj:de kapriĉo]
es: [CASTE_NAME:cabra macho:cabras macho:cabra macho]
ja: [CASTE_NAME:雄ヤギ:雄ヤギ:雄ヤギの]
ko: [CASTE_NAME:수 염소:수 염소들:수 염소]
pl: [CASTE_NAME:kozioł:kozły:kozłowski]
ru: [CASTE_NAME:козёл:козлы:козлиный]
tr: [CASTE_NAME:teke:tekeler:teke]
vi: [CASTE_NAME:Dê đực:Những con dê đực:Dê đực]
zh_hans: [CASTE_NAME:公山羊:公山羊:公山羊]
