Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:MAPLE
source: [STATE_ADJ:ALL_SOLID:maple]
cs: [STATE_ADJ:ALL_SOLID:javorový]
de: [STATE_ADJ:ALL_SOLID:Ahorn]
eo: [STATE_ADJ:ALL_SOLID:el ligno el acero]
es: [STATE_ADJ:ALL_SOLID:arce]
ja: [STATE_ADJ:ALL_SOLID:カエデ]
ko: [STATE_ADJ:ALL_SOLID:단풍 나무]
ru: [STATE_ADJ:ALL_SOLID:клён]
tr: [STATE_ADJ:ALL_SOLID:akçaağaç]
vi: [STATE_ADJ:ALL_SOLID:Cây phong]
zh_hans: [STATE_ADJ:ALL_SOLID:枫树的]

# PLANT:MAPLE
source: [PREFSTRING:autumn coloration]
cs: [PREFSTRING:podzimní zbarvení]
de: [PREFSTRING:Herbstfärbung]
eo: [PREFSTRING:aŭtuna kolorigo]
es: [PREFSTRING:coloración otoñal]
ja: [PREFSTRING:秋の彩り]
ko: [PREFSTRING:단풍]
ru: [PREFSTRING:осеннюю расцветку]
tr: [PREFSTRING:sonbahar renkleri]
vi: [PREFSTRING:Sắc thu]
zh_hans: [PREFSTRING:秋天的颜色]

# PLANT:MAPLE
source: [GROWTH_NAME:maple leaf:maple leaves]
cs: [GROWTH_NAME:javorový list:javorové listy]
de: [GROWTH_NAME:Ahornblatt:Ahornblätter]
eo: [GROWTH_NAME:folio el acero:folioj el acero]
es: [GROWTH_NAME:hoja de arce:hojas de arce]
ja: [GROWTH_NAME:カエデの葉:カエデの葉]
ko: [GROWTH_NAME:단풍 나무 잎:단풍 나무 잎들]
ru: [GROWTH_NAME:кленовый лист:кленовые листья]
tr: [GROWTH_NAME:akçaağaç yaprağı:akçaağaç yaprakları]
vi: [GROWTH_NAME:Lá phong:Những lá phong]
zh_hans: [GROWTH_NAME:枫树叶:枫树叶]

# PLANT:MAPLE
source: [GROWTH_NAME:maple flower cluster:STP]
cs: [GROWTH_NAME:javorové květenství:STP]
de: [GROWTH_NAME:Ahorn Blütenhaufen:STP]
eo: [GROWTH_NAME:garbo da floroj de acero:garboj da floroj de acero]
es: [GROWTH_NAME:ramillete de flor de arce:STP]
ja: [GROWTH_NAME:カエデの花:STP]
ko: [GROWTH_NAME:단풍 나무 꽃송이:STP]
ru: [GROWTH_NAME:соцветие клёна:соцветия клёна]
tr: [GROWTH_NAME:akçaağaç çiçek kümesi:STP]
zh_hans: [GROWTH_NAME:枫树花簇:STP]

# PLANT:MAPLE
source: [GROWTH_NAME:maple samara:STP]
cs: [GROWTH_NAME:javorová nažka:STP]
de: [GROWTH_NAME:Ahorn-Flügelsaat:STP]
eo: [GROWTH_NAME:samaro de acero:samaroj de acero]
es: [GROWTH_NAME:sámara de arce:STP]
ja: [GROWTH_NAME:カエデの実:STP]
ko: [GROWTH_NAME:단풍 나무 씨앗:STP]
ru: [GROWTH_NAME:крылатка клёна:крылатки клёна]
tr: [GROWTH_NAME:akçaağaç tohumu:STP]
zh_hans: [GROWTH_NAME:枫树翅果:STP]

# PLANT:WILLOW
source: [NAME:willow]
cs: [NAME:polštář]
de: [NAME:Weide]
eo: [NAME:saliko]
es: [NAME:sauce]
ja: [NAME:柳]
ko: [NAME:버드나무]
ru: [NAME:ива]
tr: [NAME:söğüt]
vi: [NAME:Cây liễu]
zh_hans: [NAME:柳树]

# PLANT:WILLOW
source: [NAME_PLURAL:willows]
cs: [NAME_PLURAL:vrby]
de: [NAME_PLURAL:Weiden]
eo: [NAME_PLURAL:salikoj]
es: [NAME_PLURAL:sauces]
ja: [NAME_PLURAL:柳]
ko: [NAME_PLURAL:버드나무들]
ru: [NAME_PLURAL:ивы]
tr: [NAME_PLURAL:söğüt]
vi: [NAME_PLURAL:Những cây liễu]
zh_hans: [NAME_PLURAL:柳树]

# PLANT:WILLOW
source: [ADJ:willow]
cs: [ADJ:vrbový]
de: [ADJ:Weide]
eo: [ADJ:de saliko]
es: [ADJ:sauce]
ja: [ADJ:柳]
ko: [ADJ:버드나무]
ru: [ADJ:ивовый]
tr: [ADJ:söğüt]
vi: [ADJ:Cây liễu]
zh_hans: [ADJ:柳树的]

# PLANT:WILLOW
source: [STATE_NAME:ALL_SOLID:willow]
cs: [STATE_NAME:ALL_SOLID:vrba]
de: [STATE_NAME:ALL_SOLID:Weide]
eo: [STATE_NAME:ALL_SOLID:ligno el saliko]
es: [STATE_NAME:ALL_SOLID:sauce]
ja: [STATE_NAME:ALL_SOLID:柳]
ko: [STATE_NAME:ALL_SOLID:버드나무]
ru: [STATE_NAME:ALL_SOLID:древесина ивы]
tr: [STATE_NAME:ALL_SOLID:söğüt]
vi: [STATE_NAME:ALL_SOLID:Cây liễu]
zh_hans: [STATE_NAME:ALL_SOLID:柳树]

# PLANT:WILLOW
source: [STATE_ADJ:ALL_SOLID:willow]
cs: [STATE_ADJ:ALL_SOLID:vrbový]
de: [STATE_ADJ:ALL_SOLID:Weide]
eo: [STATE_ADJ:ALL_SOLID:el ligno el saliko]
es: [STATE_ADJ:ALL_SOLID:de sauce]
ja: [STATE_ADJ:ALL_SOLID:柳]
ko: [STATE_ADJ:ALL_SOLID:버드나무]
ru: [STATE_ADJ:ALL_SOLID:ивовый]
tr: [STATE_ADJ:ALL_SOLID:söğüt]
vi: [STATE_ADJ:ALL_SOLID:Cây liễu]
zh_hans: [STATE_ADJ:ALL_SOLID:柳树的]

# PLANT:WILLOW
source: [PREFSTRING:sad appearance]
cs: [PREFSTRING:smutný vzhled]
de: [PREFSTRING:trauriges Erscheinungsbild]
eo: [PREFSTRING:malfeliĉa aspekto]
es: [PREFSTRING:apariencia triste]
ja: [PREFSTRING:侘しい風情]
ru: [PREFSTRING:печальный вид]
tr: [PREFSTRING:hüzünlü görünümü]
vi: [PREFSTRING:Vẻ ngoài u buồn]
zh_hans: [PREFSTRING:悲伤的样子]

# PLANT:WILLOW
source: [PREFSTRING:fluffy catkins]
cs: [PREFSTRING:chlupaté jehnědy]
de: [PREFSTRING:flauschige Kätzchen]
eo: [PREFSTRING:lanugaj amentoj]
es: [PREFSTRING:espiga esponjosas]
ko: [PREFSTRING:부들부들한 꽃차례]
ru: [PREFSTRING:пушистые серёжки]
tr: [PREFSTRING:yumuşak kedicikleri]
vi: [PREFSTRING:Hoa đuôi sóc mềm mại]
zh_hans: [PREFSTRING:蓬松飞絮]

# PLANT:WILLOW
source: [GROWTH_NAME:willow leaf:willow leaves]
cs: [GROWTH_NAME:vrbový list:vrbové listy]
de: [GROWTH_NAME:Weidenblatt:Weidenblätter]
eo: [GROWTH_NAME:folio de saliko:folioj de saliko]
es: [GROWTH_NAME:hoja de sauce:hojas de sauce]
ja: [GROWTH_NAME:柳の葉:柳の葉]
ko: [GROWTH_NAME:버드나무 잎:버드나무 잎들]
ru: [GROWTH_NAME:ивовый лист:ивовые листья]
tr: [GROWTH_NAME:söğüt yaprağı:söğüt yaprakları]
vi: [GROWTH_NAME:Lá liễu:Những lá liễu]
zh_hans: [GROWTH_NAME:柳叶:柳叶]

# PLANT:WILLOW
source: [GROWTH_NAME:willow pollen catkin:STP]
cs: [GROWTH_NAME:vrbová pylová jehněda:STP]
de: [GROWTH_NAME:Weiden Pollenzapfen:STP]
eo: [GROWTH_NAME:polen-amento de saliko:polen-amentoj de saliko]
es: [GROWTH_NAME:espiga de polen de sauce:STP]
ja: [GROWTH_NAME:柳の尾花:STP]
ko: [GROWTH_NAME:버드나무 꽃가루차례:STP]
ru: [GROWTH_NAME:серёжка с пыльцой ивы:серёжки с пыльцой ивы]
tr: [GROWTH_NAME:söğüt polen kediciği:STP]
zh_hans: [GROWTH_NAME:柳树花粉絮:STP]

# PLANT:WILLOW
source: [GROWTH_NAME:willow seed catkin:STP]
cs: [GROWTH_NAME:vrbová semenná jehněda:STP]
de: [GROWTH_NAME:Weiden Samenzapfen:STP]
eo: [GROWTH_NAME:sem-amento de saliko:sem-amentoj de saliko]
es: [GROWTH_NAME:espiga de semilla de sauce:STP]
ja: [GROWTH_NAME:柳の種:STP]
ko: [GROWTH_NAME:버드나무 씨 꽃차례:STP]
ru: [GROWTH_NAME:сережка с семенами ивы:серёжки с семенами ивы]
tr: [GROWTH_NAME:söğüt tohum kediciği:STP]
zh_hans: [GROWTH_NAME:柳絮:STP]

# PLANT:WILLOW
source: [GROWTH_NAME:willow fruit:willow fruit]
cs: [GROWTH_NAME:plod vrby:plod vrby]
de: [GROWTH_NAME:Weidenfrucht:Weidenfrüchte]
eo: [GROWTH_NAME:frukto de saliko:fruktoj de saliko]
es: [GROWTH_NAME:fruto de sauce:frutos de sauce]
ja: [GROWTH_NAME:willow fruit:柳の実]
ko: [GROWTH_NAME:버드나무 열매:버드나무 열매]
ru: [GROWTH_NAME:плод ивы:плоды ивы]
tr: [GROWTH_NAME:söğüt meyvesi:söğüt meyvesi]
vi: [GROWTH_NAME:Quả liễu:Quả liễu]
zh_hans: [GROWTH_NAME:柳树果实:柳树果实]

# PLANT:TOWER_CAP
source: [NAME:tower-cap]
cs: [NAME:věžoklobouk]
de: [NAME:Turmkappe]
eo: [NAME:ĉapelturo]
es: [NAME:hiperpíleo]
ru: [NAME:башнегриб]
tr: [NAME:kule şapkası]
vi: [NAME:Nấm tháp]
zh_hans: [NAME:塔菇]

# PLANT:TOWER_CAP
source: [NAME_PLURAL:tower-caps]
cs: [NAME_PLURAL:věžoklobouky]
de: [NAME_PLURAL:Turmkappen]
eo: [NAME_PLURAL:ĉapel-turoj]
es: [NAME_PLURAL:hiperpíleos]
ru: [NAME_PLURAL:башнегриб]
tr: [NAME_PLURAL:kule şapkaları]
vi: [NAME_PLURAL:Những nấm tháp]
zh_hans: [NAME_PLURAL:塔菇]

# PLANT:TOWER_CAP
source: [ADJ:tower-cap]
cs: [ADJ:věžokloboukový]
de: [ADJ:Turmkappe]
eo: [ADJ:de ĉapelturo]
es: [ADJ:de hiperpíleo]
ru: [ADJ:башнегриб]
tr: [ADJ:kule şapkası]
vi: [ADJ:Nấm tháp]
zh_hans: [ADJ:塔菇的]

# PLANT:TOWER_CAP
source: [STATE_NAME:ALL_SOLID:tower-cap]
cs: [STATE_NAME:ALL_SOLID:věžoklobouk]
de: [STATE_NAME:ALL_SOLID:Turmkappe]
eo: [STATE_NAME:ALL_SOLID:ligni el ĉapelturo]
es: [STATE_NAME:ALL_SOLID:hiperpíleo]
ru: [STATE_NAME:ALL_SOLID:древесина башнегриба]
tr: [STATE_NAME:ALL_SOLID:kule şapkası]
vi: [STATE_NAME:ALL_SOLID:Nấm tháp]
zh_hans: [STATE_NAME:ALL_SOLID:塔菇]

# PLANT:TOWER_CAP
source: [STATE_ADJ:ALL_SOLID:tower-cap]
cs: [STATE_ADJ:ALL_SOLID:věžokloboukový]
de: [STATE_ADJ:ALL_SOLID:Turmkappe]
eo: [STATE_ADJ:ALL_SOLID:el ligno el ĉapelturo]
es: [STATE_ADJ:ALL_SOLID:de hiperpíleo]
ru: [STATE_ADJ:ALL_SOLID:башнегриб]
tr: [STATE_ADJ:ALL_SOLID:kule şapkası]
vi: [STATE_ADJ:ALL_SOLID:Nấm tháp]
zh_hans: [STATE_ADJ:ALL_SOLID:塔菇的]

# PLANT:TOWER_CAP
source: [PREFSTRING:great size]
cs: [PREFSTRING:velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ko: [PREFSTRING:거대한 크기]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük boyutu]
vi: [PREFSTRING:kích thước khổng lồ]
zh_hans: [PREFSTRING:巨大的尺寸]

# PLANT:BLACK_CAP
source: [NAME:black-cap]
cs: [NAME:černoklobouk]
de: [NAME:Schwarzkappe]
eo: [NAME:nigraĉapelo]
es: [NAME:melanopíleo]
ru: [NAME:черношляпник]
tr: [NAME:kara şapka]
vi: [NAME:Nấm đen]
zh_hans: [NAME:黑菇]

# PLANT:BLACK_CAP
source: [NAME_PLURAL:black-caps]
cs: [NAME_PLURAL:černoklobouky]
de: [NAME_PLURAL:Schwarzkappen]
eo: [NAME_PLURAL:nigraĉapeloj]
es: [NAME_PLURAL:melanopíleos]
ru: [NAME_PLURAL:черношляпники]
tr: [NAME_PLURAL:kara şapkalar]
vi: [NAME_PLURAL:Những nấm đen]
zh_hans: [NAME_PLURAL:黑菇]

# PLANT:BLACK_CAP
source: [ADJ:black-cap]
cs: [ADJ:černokloboukový]
de: [ADJ:Schwarzkappe]
eo: [ADJ:de nigraĉapelo]
es: [ADJ:de melanopíleo]
ru: [ADJ:черношляпник]
tr: [ADJ:kara şapka]
vi: [ADJ:Nấm đen]
zh_hans: [ADJ:黑菇的]

# PLANT:BLACK_CAP
source: [STATE_NAME:ALL_SOLID:black-cap]
cs: [STATE_NAME:ALL_SOLID:černoklobouk]
de: [STATE_NAME:ALL_SOLID:Schwarzkappe]
eo: [STATE_NAME:ALL_SOLID:ligno el nigraĉapelo]
es: [STATE_NAME:ALL_SOLID:melanopíleo]
ru: [STATE_NAME:ALL_SOLID:древесина черношляпника]
tr: [STATE_NAME:ALL_SOLID:kara şapka]
vi: [STATE_NAME:ALL_SOLID:Nấm đen]
zh_hans: [STATE_NAME:ALL_SOLID:黑菇]

# PLANT:BLACK_CAP
source: [STATE_ADJ:ALL_SOLID:black-cap]
cs: [STATE_ADJ:ALL_SOLID:černokloboukový]
de: [STATE_ADJ:ALL_SOLID:Schwarzkappe]
eo: [STATE_ADJ:ALL_SOLID:el ligno el nigraĉapelo]
es: [STATE_ADJ:ALL_SOLID:de melanopíleo]
ru: [STATE_ADJ:ALL_SOLID:черношляпник]
tr: [STATE_ADJ:ALL_SOLID:kara şapka]
vi: [STATE_ADJ:ALL_SOLID:Nấm đen]
zh_hans: [STATE_ADJ:ALL_SOLID:黑菇的]

# PLANT:BLACK_CAP
source: [PREFSTRING:gloomy appeal]
cs: [PREFSTRING:ponurý půvab]
de: [PREFSTRING:düstere Anziehungskraft]
eo: [PREFSTRING:funebra logo]
es: [PREFSTRING:gusto melancólico]
ru: [PREFSTRING:мрачную красоту]
tr: [PREFSTRING:kasvetli çekiciliği]
vi: [PREFSTRING:Vẻ hấp dẫn u ám]
zh_hans: [PREFSTRING:幽暗的吸引力]

# PLANT:NETHER_CAP
source: [NAME:nether-cap]
cs: [NAME:podsvětní klobouk]
de: [NAME:Nether-Kappe]
eo: [NAME:subterĉapelo]
es: [NAME:catapíleo]
ru: [NAME:нижнешляпник]
tr: [NAME:yeraltı şapkası]
vi: [NAME:Nấm âm phủ]
zh_hans: [NAME:下界菇]

# PLANT:NETHER_CAP
source: [NAME_PLURAL:nether-caps]
cs: [NAME_PLURAL:podsvětní klobouky]
de: [NAME_PLURAL:Nether-Kappen]
eo: [NAME_PLURAL:subterĉapelo]
es: [NAME_PLURAL:catapíleos]
ru: [NAME_PLURAL:нижнешляпник]
tr: [NAME_PLURAL:yeraltı şapkaları]
vi: [NAME_PLURAL:Những nấm âm phủ]
zh_hans: [NAME_PLURAL:下界菇]

# PLANT:NETHER_CAP
source: [ADJ:nether-cap]
cs: [ADJ:podsvětně‑kloboukový]
de: [ADJ:Nether-Kappe]
eo: [ADJ:de subterĉapelo]
es: [ADJ:de catapíleo]
ru: [ADJ:нижнешляпник]
tr: [ADJ:yeraltı şapkası]
vi: [ADJ:Nấm âm phủ]
zh_hans: [ADJ:下界菇的]

# PLANT:NETHER_CAP
source: [STATE_NAME:ALL_SOLID:nether-cap]
cs: [STATE_NAME:ALL_SOLID:podsvětní klobouk]
de: [STATE_NAME:ALL_SOLID:Nether-Kappe]
eo: [STATE_NAME:ALL_SOLID:ligno el subterĉapelo]
es: [STATE_NAME:ALL_SOLID:catapíleo]
ru: [STATE_NAME:ALL_SOLID:древесина нижнешляпника]
tr: [STATE_NAME:ALL_SOLID:yeraltı şapkası]
vi: [STATE_NAME:ALL_SOLID:Nấm âm phủ]
zh_hans: [STATE_NAME:ALL_SOLID:下界菇]

# PLANT:NETHER_CAP
source: [STATE_ADJ:ALL_SOLID:nether-cap]
cs: [STATE_ADJ:ALL_SOLID:podsvětně‑kloboukový]
de: [STATE_ADJ:ALL_SOLID:Nether-Kappe]
eo: [STATE_ADJ:ALL_SOLID:el ligno el subterĉapelo]
es: [STATE_ADJ:ALL_SOLID:de catapíleo]
ru: [STATE_ADJ:ALL_SOLID:нижнешляпник]
tr: [STATE_ADJ:ALL_SOLID:yeraltı şapkası]
vi: [STATE_ADJ:ALL_SOLID:Nấm âm phủ]
zh_hans: [STATE_ADJ:ALL_SOLID:下界菇的]

# PLANT:NETHER_CAP
source: [PREFSTRING:coldness to the touch]
cs: [PREFSTRING:studený na dotek]
de: [PREFSTRING:kalt bei Berührung]
eo: [PREFSTRING:malvarmeco per tuŝado]
es: [PREFSTRING:frio al tacto]
ru: [PREFSTRING:прохладную поверхность]
tr: [PREFSTRING:dokunulduğunda soğukluğu]
vi: [PREFSTRING:Lạnh buốt khi chạm vào]
zh_hans: [PREFSTRING:摸起来很凉]

# PLANT:GOBLIN_CAP
source: [NAME:goblin-cap]
cs: [NAME:goblinklobouk]
de: [NAME:Goblin-Kappe]
eo: [NAME:goblinĉapelo]
es: [NAME:gobalopíleo]
ko: [NAME:고블린캡]
ru: [NAME:гоблошляпник]
tr: [NAME:goblin şapkası]
vi: [NAME:Nấm Goblin]
zh_hans: [NAME:妖精菇]

# PLANT:GOBLIN_CAP
source: [NAME_PLURAL:goblin-caps]
cs: [NAME_PLURAL:goblinklobouky]
de: [NAME_PLURAL:Goblin-Kappen]
eo: [NAME_PLURAL:goblinĉapeloj]
es: [NAME_PLURAL:gobalopíleos]
ko: [NAME_PLURAL:고블린캡들]
ru: [NAME_PLURAL:гоблошляпник]
tr: [NAME_PLURAL:goblin şapkaları]
vi: [NAME_PLURAL:Những nấm Goblin]
zh_hans: [NAME_PLURAL:妖精菇]

# PLANT:GOBLIN_CAP
source: [ADJ:goblin-cap]
cs: [ADJ:goblinkloboukový]
de: [ADJ:Goblin-Kappe]
eo: [ADJ:de goblinĉapelo]
es: [ADJ:de gobalopíleo]
ko: [ADJ:고블린캡]
ru: [ADJ:гоблошляпник]
tr: [ADJ:goblin şapkası]
vi: [ADJ:Nấm Goblin]
zh_hans: [ADJ:妖精菇的]

# PLANT:GOBLIN_CAP
source: [STATE_NAME:ALL_SOLID:goblin-cap]
cs: [STATE_NAME:ALL_SOLID:goblinklobouk]
de: [STATE_NAME:ALL_SOLID:Goblin-Kappe]
eo: [STATE_NAME:ALL_SOLID:ligno el goblinĉapelo]
es: [STATE_NAME:ALL_SOLID:gobalopíleo]
ko: [STATE_NAME:ALL_SOLID:고블린캡]
ru: [STATE_NAME:ALL_SOLID:древесина гоблошляпника]
tr: [STATE_NAME:ALL_SOLID:goblin şapkası]
vi: [STATE_NAME:ALL_SOLID:Nấm Goblin]
zh_hans: [STATE_NAME:ALL_SOLID:妖精菇]

# PLANT:GOBLIN_CAP
source: [STATE_ADJ:ALL_SOLID:goblin-cap]
cs: [STATE_ADJ:ALL_SOLID:goblinkloboukový]
de: [STATE_ADJ:ALL_SOLID:goblin-Kappe]
eo: [STATE_ADJ:ALL_SOLID:el ligno el goblinĉapelo]
es: [STATE_ADJ:ALL_SOLID:gobalopíleo]
ko: [STATE_ADJ:ALL_SOLID:고블린캡]
ru: [STATE_ADJ:ALL_SOLID:гоблошляпник]
tr: [STATE_ADJ:ALL_SOLID:goblin şapkası]
vi: [STATE_ADJ:ALL_SOLID:Nấm Goblin]
zh_hans: [STATE_ADJ:ALL_SOLID:妖精菇的]

# PLANT:GOBLIN_CAP
source: [PREFSTRING:stunning color]
cs: [PREFSTRING:ohromující barva]
de: [PREFSTRING:atemberaubende farbe]
eo: [PREFSTRING:okulfrapa koloro]
es: [PREFSTRING:color asombroso]
ru: [PREFSTRING:ослепительную окраску]
tr: [PREFSTRING:çarpıcı rengi]
vi: [PREFSTRING:Màu sắc rực rỡ]
zh_hans: [PREFSTRING:惊人的颜色]

# PLANT:FUNGIWOOD
source: [NAME:fungiwood]
cs: [NAME:houbodřevo]
de: [NAME:Pilzholz]
eo: [NAME:fungolignujo]
es: [NAME:leñongo]
ko: [NAME:곰팡이나무]
ru: [NAME:древогриб]
tr: [NAME:mantar ağacı]
vi: [NAME:Gỗ nấm]
zh_hans: [NAME:真菌木]

# PLANT:FUNGIWOOD
source: [NAME_PLURAL:fungiwoods]
cs: [NAME_PLURAL:houbodřeva]
de: [NAME_PLURAL:Pilzhölzer]
eo: [NAME_PLURAL:fungolignujoj]
es: [NAME_PLURAL:leñongos]
ko: [NAME_PLURAL:곰팡이나무s]
ru: [NAME_PLURAL:древогрибы]
tr: [NAME_PLURAL:mantar ağaçları]
vi: [NAME_PLURAL:Những gỗ nấm]
zh_hans: [NAME_PLURAL:真菌木]

# PLANT:FUNGIWOOD
source: [ADJ:fungiwood]
cs: [ADJ:houbodřevový]
de: [ADJ:Pilzholz]
eo: [ADJ:de fungolignujo]
es: [ADJ:de leñongo]
ko: [ADJ:곰팡이나무]
ru: [ADJ:древогриб]
tr: [ADJ:mantar ağacı]
vi: [ADJ:Gỗ nấm]
zh_hans: [ADJ:真菌木的]

# PLANT:FUNGIWOOD
source: [STATE_NAME:ALL_SOLID:fungiwood]
cs: [STATE_NAME:ALL_SOLID:houbodřevo]
de: [STATE_NAME:ALL_SOLID:Pilzholz]
eo: [STATE_NAME:ALL_SOLID:fungoligno]
es: [STATE_NAME:ALL_SOLID:fungimadera]
ko: [STATE_NAME:ALL_SOLID:곰팡이나무]
ru: [STATE_NAME:ALL_SOLID:древесина древогриба]
tr: [STATE_NAME:ALL_SOLID:mantar ağacı]
vi: [STATE_NAME:ALL_SOLID:Gỗ nấm]
zh_hans: [STATE_NAME:ALL_SOLID:真菌木]

# PLANT:FUNGIWOOD
source: [STATE_ADJ:ALL_SOLID:fungiwood]
cs: [STATE_ADJ:ALL_SOLID:houbodřevový]
de: [STATE_ADJ:ALL_SOLID:Pilzholz]
eo: [STATE_ADJ:ALL_SOLID:fungoligna]
es: [STATE_ADJ:ALL_SOLID:de fungimadera]
ko: [STATE_ADJ:ALL_SOLID:곰팡이나무]
ru: [STATE_ADJ:ALL_SOLID:древогриб]
tr: [STATE_ADJ:ALL_SOLID:mantar ağacı]
vi: [STATE_ADJ:ALL_SOLID:Gỗ nấm]
zh_hans: [STATE_ADJ:ALL_SOLID:真菌木的]

# PLANT:FUNGIWOOD
source: [PREFSTRING:fine grain]
cs: [PREFSTRING:jemná kresba]
de: [PREFSTRING:feines Getreide]
eo: [PREFSTRING:subtila grajno]
es: [PREFSTRING:grano bueno]
ja: [PREFSTRING:fine 粒]
ko: [PREFSTRING:고은 알갱이]
ru: [PREFSTRING:мелкую фактуру]
tr: [PREFSTRING:ince dokusu]
vi: [PREFSTRING:Vân gỗ mịn]
zh_hans: [PREFSTRING:细颗粒]

# PLANT:TUNNEL_TUBE
source: [NAME:tunnel tube]
cs: [NAME:tunelová trubice]
de: [NAME:Tunnelröhre]
eo: [NAME:tuneltubo]
es: [NAME:tubaria cunicúlea]
ru: [NAME:тунельная трубка]
tr: [NAME:tünel tüpü]
vi: [NAME:Ống hầm]
zh_hans: [NAME:隧管菌]

# PLANT:TUNNEL_TUBE
source: [NAME_PLURAL:tunnel tubes]
cs: [NAME_PLURAL:tunelové trubice]
de: [NAME_PLURAL:Tunnelröhren]
eo: [NAME_PLURAL:tuneltuboj]
es: [NAME_PLURAL:tubarias cunicúleas]
ru: [NAME_PLURAL:тунельные трубки]
tr: [NAME_PLURAL:tünel tüpleri]
vi: [NAME_PLURAL:Những ống hầm]
zh_hans: [NAME_PLURAL:隧管菌]

# PLANT:TUNNEL_TUBE
source: [ADJ:tunnel tube]
cs: [ADJ:tunelotrubicový]
de: [ADJ:Tunnelröhre]
eo: [ADJ:de tuneltubo]
es: [ADJ:de tubaria cunicúlea]
ru: [ADJ:тунельная трубка]
tr: [ADJ:tünel tüpü]
vi: [ADJ:Ống hầm]
zh_hans: [ADJ:隧管菌的]

# PLANT:TUNNEL_TUBE
source: [STATE_NAME:ALL_SOLID:tunnel tube]
cs: [STATE_NAME:ALL_SOLID:tunelová trubice]
de: [STATE_NAME:ALL_SOLID:Tunnelröhre]
eo: [STATE_NAME:ALL_SOLID:ligno el tuneltubo]
es: [STATE_NAME:ALL_SOLID:tubaria cunicúlea]
ru: [STATE_NAME:ALL_SOLID:древесина тунельной трубки]
tr: [STATE_NAME:ALL_SOLID:tünel tüpü]
vi: [STATE_NAME:ALL_SOLID:Ống hầm]
zh_hans: [STATE_NAME:ALL_SOLID:隧管菌]

# PLANT:TUNNEL_TUBE
source: [STATE_ADJ:ALL_SOLID:tunnel tube]
cs: [STATE_ADJ:ALL_SOLID:tunelotrubicový]
de: [STATE_ADJ:ALL_SOLID:Tunnelröhre]
eo: [STATE_ADJ:ALL_SOLID:el ligno el tuneltubo]
es: [STATE_ADJ:ALL_SOLID:de tubaria cunicúlea]
ru: [STATE_ADJ:ALL_SOLID:туннельная трубка]
tr: [STATE_ADJ:ALL_SOLID:tünel tüpü]
vi: [STATE_ADJ:ALL_SOLID:Ống hầm]
zh_hans: [STATE_ADJ:ALL_SOLID:隧管菌的]

# PLANT:TUNNEL_TUBE
source: [PREFSTRING:curving trunk]
cs: [PREFSTRING:zakřivený kmen]
de: [PREFSTRING:geschwungener Stamm]
eo: [PREFSTRING:kurba trunko]
es: [PREFSTRING:tronco curvado]
ru: [PREFSTRING:изогнутые стволы]
tr: [PREFSTRING:kıvrımlı gövdesi]
vi: [PREFSTRING:Thân cây cong]
zh_hans: [PREFSTRING:弯曲树干]

# PLANT:SPORE_TREE
source: [NAME:spore tree]
cs: [NAME:sporový strom]
de: [NAME:Sporenbaum]
eo: [NAME:sporarbo]
es: [NAME:esporárbol]
ru: [NAME:споровое дерево]
tr: [NAME:spor ağacı]
vi: [NAME:Cây bào tử]
zh_hans: [NAME:孢子树]

# PLANT:SPORE_TREE
source: [NAME_PLURAL:spore trees]
cs: [NAME_PLURAL:sporové stromy]
de: [NAME_PLURAL:Sporenbäume]
eo: [NAME_PLURAL:sporarboj]
es: [NAME_PLURAL:esporárboles]
ru: [NAME_PLURAL:споровые деревья]
tr: [NAME_PLURAL:spor ağaçları]
vi: [NAME_PLURAL:Những cây bào tử]
zh_hans: [NAME_PLURAL:孢子树]

# PLANT:SPORE_TREE
source: [ADJ:spore tree]
cs: [ADJ:sporostromový]
de: [ADJ:Sporenbaum]
eo: [ADJ:de sporarbo]
es: [ADJ:de esporárbol]
ru: [ADJ:споровое дерево]
tr: [ADJ:spor ağacı]
vi: [ADJ:Cây bào tử]
zh_hans: [ADJ:孢子树的]

# PLANT:SPORE_TREE
source: [STATE_NAME:ALL_SOLID:spore tree]
cs: [STATE_NAME:ALL_SOLID:sporový strom]
de: [STATE_NAME:ALL_SOLID:Sporenbaum]
eo: [STATE_NAME:ALL_SOLID:ligno el sporarbo]
es: [STATE_NAME:ALL_SOLID:esporárbol]
ru: [STATE_NAME:ALL_SOLID:споровое дерево]
tr: [STATE_NAME:ALL_SOLID:spor ağacı]
vi: [STATE_NAME:ALL_SOLID:Cây bào tử]
zh_hans: [STATE_NAME:ALL_SOLID:孢子树]

# PLANT:SPORE_TREE
source: [STATE_ADJ:ALL_SOLID:spore tree]
cs: [STATE_ADJ:ALL_SOLID:sporostromový]
de: [STATE_ADJ:ALL_SOLID:Sporenbaum]
eo: [STATE_ADJ:ALL_SOLID:el ligno el sporarbo]
es: [STATE_ADJ:ALL_SOLID:de esporárbol]
ru: [STATE_ADJ:ALL_SOLID:споровое дерево]
tr: [STATE_ADJ:ALL_SOLID:spor ağacı]
vi: [STATE_ADJ:ALL_SOLID:Cây bào tử]
zh_hans: [STATE_ADJ:ALL_SOLID:孢子树的]

# PLANT:SPORE_TREE
source: [PREFSTRING:raining spores]
cs: [PREFSTRING:pršící spory]
de: [PREFSTRING:regende Sporen]
eo: [PREFSTRING:pluvantaj sporoj]
es: [PREFSTRING:lluvia de esporas]
ru: [PREFSTRING:высыпающиеся споры]
tr: [PREFSTRING:yağan sporları]
vi: [PREFSTRING:Bào tử rơi rào rạt]
zh_hans: [PREFSTRING:倾泻孢子]

# PLANT:BLOOD_THORN
source: [NAME:blood thorn]
cs: [NAME:krvavý trn]
de: [NAME:Blutdorn]
eo: [NAME:sangdornejo]
es: [NAME:hematospino]
ko: [NAME:블러드 쏜]
ru: [NAME:кровошипник]
tr: [NAME:kan dikeni]
vi: [NAME:Gai máu]
zh_hans: [NAME:血荆棘]

# PLANT:BLOOD_THORN
source: [NAME_PLURAL:blood thorn]
cs: [NAME_PLURAL:krvavé trny]
de: [NAME_PLURAL:Blutdorn]
eo: [NAME_PLURAL:sangdornejoj]
es: [NAME_PLURAL:hematospinos]
ko: [NAME_PLURAL:블러드 쏜]
ru: [NAME_PLURAL:кровошипники]
tr: [NAME_PLURAL:kan dikeni]
vi: [NAME_PLURAL:Gai máu]
zh_hans: [NAME_PLURAL:血荆棘]

# PLANT:BLOOD_THORN
source: [ADJ:blood thorn]
cs: [ADJ:krvavotrnový]
de: [ADJ:Blutdorn]
eo: [ADJ:de sangdornejo]
es: [ADJ:de hematospino]
ru: [ADJ:кровошипник]
tr: [ADJ:kan dikeni]
vi: [ADJ:Gai máu]
zh_hans: [ADJ:血荆棘的]

# PLANT:BLOOD_THORN
source: [STATE_NAME:ALL_SOLID:blood thorn]
cs: [STATE_NAME:ALL_SOLID:krvavý trn]
de: [STATE_NAME:ALL_SOLID:Blutdorn]
eo: [STATE_NAME:ALL_SOLID:ligno el sangdornejo]
es: [STATE_NAME:ALL_SOLID:hematospino]
ru: [STATE_NAME:ALL_SOLID:древесина кровошипника]
tr: [STATE_NAME:ALL_SOLID:kan dikeni]
vi: [STATE_NAME:ALL_SOLID:Gai máu]
zh_hans: [STATE_NAME:ALL_SOLID:血荆棘]

# PLANT:BLOOD_THORN
source: [STATE_ADJ:ALL_SOLID:blood thorn]
cs: [STATE_ADJ:ALL_SOLID:krvavotrnový]
de: [STATE_ADJ:ALL_SOLID:Blutdorn]
eo: [STATE_ADJ:ALL_SOLID:el ligno el sangdornejo]
es: [STATE_ADJ:ALL_SOLID:de hematospino]
ru: [STATE_ADJ:ALL_SOLID:кровошипник]
tr: [STATE_ADJ:ALL_SOLID:kan dikeni]
vi: [STATE_ADJ:ALL_SOLID:Gai máu]
zh_hans: [STATE_ADJ:ALL_SOLID:血荆棘的]

# PLANT:BLOOD_THORN
source: [PREFSTRING:sickening appearance]
cs: [PREFSTRING:znepokojivý vzhled]
de: [PREFSTRING:ekelhafte Erscheinung]
eo: [PREFSTRING:malsaniganta aspekto]
es: [PREFSTRING:apariencia enfermiza]
ru: [PREFSTRING:тошнотворный вид]
tr: [PREFSTRING:mide bulandırıcı görünümü]
vi: [PREFSTRING:Vẻ ngoài ghê tởm]
zh_hans: [PREFSTRING:恶心的外表]

# PLANT:GLUMPRONG
source: [NAME_PLURAL:glumprongs]
cs: [NAME_PLURAL:glumprongy]
eo: [NAME_PLURAL:glumprongoj]
es: [NAME_PLURAL:mohinasta]
ru: [NAME_PLURAL:глампронги]
tr: [NAME_PLURAL:glumprong]
vi: [NAME_PLURAL:Những Glumprong]
zh_hans: [NAME_PLURAL:紫影树]

# PLANT:GLUMPRONG
source: [PREFSTRING:living shadows]
cs: [PREFSTRING:živé stíny]
de: [PREFSTRING:lebende Schatten]
eo: [PREFSTRING:vivantaj ombroj]
es: [PREFSTRING:sombras vivientes]
ru: [PREFSTRING:живые тени]
tr: [PREFSTRING:canlı gölgeleri]
vi: [PREFSTRING:Những bóng đêm sống động]
zh_hans: [PREFSTRING:生长在阴影下]

# PLANT:FEATHER
source: [NAME:feather tree]
cs: [NAME:péřovník]
de: [NAME:Federbaum]
eo: [NAME:plumarbo]
es: [NAME:plumárbol]
ja: [NAME:フェザーウッドの木]
ko: [NAME:깃털 나무]
ru: [NAME:перьевое дерево]
tr: [NAME:tüy ağacı]
vi: [NAME:Cây lông vũ]
zh_hans: [NAME:羽毛树]

# PLANT:FEATHER
source: [NAME_PLURAL:feather trees]
cs: [NAME_PLURAL:péřovníky]
de: [NAME_PLURAL:Federbäume]
eo: [NAME_PLURAL:plumarboj]
es: [NAME_PLURAL:plumárboles]
ja: [NAME_PLURAL:フェザーウッドの木]
ko: [NAME_PLURAL:깃털 나무들]
ru: [NAME_PLURAL:перьевые деревья]
tr: [NAME_PLURAL:tüy ağaçları]
vi: [NAME_PLURAL:Những cây lông vũ]
zh_hans: [NAME_PLURAL:羽毛树]

# PLANT:FEATHER
source: [ADJ:feather tree]
cs: [ADJ:péřovníkový]
de: [ADJ:Federbaum]
eo: [ADJ:de plumarbo]
es: [ADJ:de plumárbol]
ja: [ADJ:フェザーウッドの木]
ko: [ADJ:깃털 나무]
ru: [ADJ:перьевое дерево]
tr: [ADJ:tüy ağacı]
vi: [ADJ:Cây lông vũ]
zh_hans: [ADJ:羽毛树的]

# PLANT:FEATHER
source: [STATE_NAME:ALL_SOLID:feather wood]
cs: [STATE_NAME:ALL_SOLID:péřové dřevo]
de: [STATE_NAME:ALL_SOLID:Federholz]
eo: [STATE_NAME:ALL_SOLID:plumligno]
es: [STATE_NAME:ALL_SOLID:plumadera]
ja: [STATE_NAME:ALL_SOLID:フェザーウッドの木]
ko: [STATE_NAME:ALL_SOLID:깃털 나무]
ru: [STATE_NAME:ALL_SOLID:перьевое дерево]
tr: [STATE_NAME:ALL_SOLID:tüy ağacı odunu]
vi: [STATE_NAME:ALL_SOLID:Gỗ lông vũ]
zh_hans: [STATE_NAME:ALL_SOLID:羽毛木]

# PLANT:FEATHER
source: [STATE_ADJ:ALL_SOLID:feather wood]
cs: [STATE_ADJ:ALL_SOLID:dřevo péřové]
de: [STATE_ADJ:ALL_SOLID:Federholz]
eo: [STATE_ADJ:ALL_SOLID:plumligna]
es: [STATE_ADJ:ALL_SOLID:de plumadera]
ja: [STATE_ADJ:ALL_SOLID:フェザーウッドの木]
ko: [STATE_ADJ:ALL_SOLID:깃털 나무]
ru: [STATE_ADJ:ALL_SOLID:перьевое дерево]
tr: [STATE_ADJ:ALL_SOLID:tüy ağacı odunu]
vi: [STATE_ADJ:ALL_SOLID:Gỗ lông vũ]
zh_hans: [STATE_ADJ:ALL_SOLID:羽毛木的]
