Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_PENGUIN
source: [TLCM_NOUN:belly:SINGULAR]
cs: [TLCM_NOUN:břicho:SINGULAR]
de: [TLCM_NOUN:Bauch:SINGULAR]
eo: [TLCM_NOUN:ventro:SINGULAR]
es: [TLCM_NOUN:estómago:SINGULAR]
ja: [TLCM_NOUN:腹:SINGULAR]
ko: [TLCM_NOUN:배:SINGULAR]
pl: [TLCM_NOUN:brzuch:SINGULAR]
ru: [TLCM_NOUN:живот:SINGULAR]
tr: [TLCM_NOUN:karın:SINGULAR]
vi: [TLCM_NOUN:Bụng:SINGULAR]
zh_hans: [TLCM_NOUN:腹部:SINGULAR]

# CREATURE:BIRD_PENGUIN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_PENGUIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [DESCRIPTION:A small flightless bird, blue in color, that lives on arctic shorelines.]
cs: [DESCRIPTION:Malý nelétavý pták modré barvy, který žije na arktických pobřežích.]
de: [DESCRIPTION:Ein blaugefärbter, kleiner flugunfähiger Vogel, der an arktischen Küstenlinien lebt.]
eo: [DESCRIPTION:Malgranda nefluga birdo, de blua koloro, kiu loĝas en arktaj bordoj.]
es: [DESCRIPTION:Un pequeño ave no voladora, de color azúl, que vive en las costas del ártico.]
ja: [DESCRIPTION:A small flightless bird, blue in color, that lives on arctic shorelines.][DESCRIPTION:青い体の小さな飛べない鳥だ。極地の海岸に棲息する。]
ko: [DESCRIPTION:북극 해안에 살며 날지 못하는 푸른 새.]
pl: [DESCRIPTION:Mały nielotny ptak o niebieskim upierzeniu, który żyje na arktycznych liniach brzegowych.]
ru: [DESCRIPTION:Небольшая нелетающая птица синего цвета, живущая на арктическом побережье.]
tr: [DESCRIPTION:Kutup kıyılarında yaşayan, mavi renkli, uçamayan küçük bir kuş.]
vi: [DESCRIPTION:Một loài chim không biết bay, màu xanh dương, sống ở bờ biển vùng Bắc cực.]
zh_hans: [DESCRIPTION:一种生活在北极海岸线上的不会飞的蓝色鸟类]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [NAME:little penguin:little penguins:little penguin]
cs: [NAME:malý tučňák:malí tučňáci:malého tučňáka]
de: [NAME:Zwergpinguin:Zwergpinguine:Zwergpinguin]
eo: [NAME:blua pingveneto:bluaj pingvenetoj:de blua pingveneto]
es: [NAME:pequeño pingüino:pequeños pingüinos:de pequeño pingüino]
ja: [NAME:ミニペンギン:ミニペンギン:ミニペンギンの]
ko: [NAME:쇠푸른펭귄:쇠푸른펭귄떼:쇠푸른펭귄]
pl: [NAME:pingwin mały:pingwiny małe:pingwina małego]
ru: [NAME:карликовый пингвин:карликовые пингвины:карликового пингвина]
tr: [NAME:küçük penguen:küçük penguenler:küçük penguen]
vi: [NAME:chim cánh cụt nhỏ:chim cánh cụt nhỏ:chim cánh cụt nhỏ]
zh_hans: [NAME:小蓝企鹅:小蓝企鹅:小蓝企鹅]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [CASTE_NAME:little penguin:little penguins:little penguin]
cs: [CASTE_NAME:malý tučňák:malí tučňáci:malý tučňák]
de: [CASTE_NAME:Zwergpinguin:Zwergpinguine:Zwergpinguin]
eo: [CASTE_NAME:blua pingveneto:bluaj pingvenetoj:de blua pingveneto]
es: [CASTE_NAME:pingüino pequeño:pingüinos pequeños:de pingüino pequeño]
ja: [CASTE_NAME:ミニペンギン:ミニペンギン:ミニペンギンの]
ko: [CASTE_NAME:쇠푸른펭귄:쇠푸른펭귄떼:쇠푸른펭귄]
pl: [CASTE_NAME:pingwin mały:pingwiny małe:pingwina małego]
ru: [CASTE_NAME:карликовый пингвин:карликовые пингвины:карликового пингвина]
tr: [CASTE_NAME:küçük penguen:küçük penguenler:küçük penguen]
vi: [CASTE_NAME:chim cánh cụt nhỏ:chim cánh cụt nhỏ:chim cánh cụt nhỏ]
zh_hans: [CASTE_NAME:小蓝企鹅:小蓝企鹅:小蓝企鹅]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [GENERAL_CHILD_NAME:little penguin chick:little penguin chicks]
cs: [GENERAL_CHILD_NAME:malé mládě tučňáka:malé mláďata tučňáků]
de: [GENERAL_CHILD_NAME:Zwergpinguinküken:Zwergpinguinküken]
eo: [GENERAL_CHILD_NAME:blua pingvenetido:bluaj pingvenetidoj]
es: [GENERAL_CHILD_NAME:polluelo de pingüino pequeño:polluelos de pingüino pequeño]
ja: [GENERAL_CHILD_NAME:ミニペンギンの雛:ミニペンギンの雛の]
ko: [GENERAL_CHILD_NAME:새끼 쇠푸른펭귄:세끼 쇠푸른펭귄떼]
pl: [GENERAL_CHILD_NAME:pisklę pingwina małego:pisklęta pingwina małego]
ru: [GENERAL_CHILD_NAME:птенец карликового пингвина:птенцы карликового пингвина]
tr: [GENERAL_CHILD_NAME:küçük penguen yavrusu:küçük penguen yavruları]
vi: [GENERAL_CHILD_NAME:chim cánh cụt non :chim cánh cụt non]
zh_hans: [GENERAL_CHILD_NAME:小企鹅雏鸟:小企鹅雏鸟]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [PREFSTRING:small size]
cs: [PREFSTRING:malá velikost]
de: [PREFSTRING: Kleinformat]
eo: [PREFSTRING:eta grandeco]
es: [PREFSTRING:tamaño pequeño]
ja: [PREFSTRING:ちいさい]
ko: [PREFSTRING:작은 크기]
pl: [PREFSTRING:mały rozmiar]
ru: [PREFSTRING:небольшой размер]
tr: [PREFSTRING:küçük boyut]
vi: [PREFSTRING:cỡ nhỏ]
zh_hans: [PREFSTRING:小体型]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [PREFSTRING:waddling gait]
cs: [PREFSTRING:kolébavá chůze]
de: [PREFSTRING:watschelnder Gang]
eo: [PREFSTRING:anaspaŝado]
es: [PREFSTRING:marcha de pato]
ja: [PREFSTRING:ゆらゆら歩く]
ko: [PREFSTRING:뒤뚱거리는 걸음]
pl: [PREFSTRING:kaczkowaty chód]
ru: [PREFSTRING:переваливающуюся походку]
tr: [PREFSTRING:paytak yürüyüşü]
vi: [PREFSTRING:dáng đi lạch bạch]
zh_hans: [PREFSTRING:蹒跚步态]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [PREFSTRING:way of flying through the water]
cs: [PREFSTRING:způsob létání skrze vodu]
de: [PREFSTRING:Flugweg durchs Wasser]
eo: [PREFSTRING:flugmaniero tra la akvo.]
es: [PREFSTRING:capaz de volar a través del agua]
ja: [PREFSTRING:飛ぶが如く泳ぐ]
ko: [PREFSTRING:물속을 비행하는 방법]
pl: [PREFSTRING:sposób na lot przez wodę]
ru: [PREFSTRING:способность летать в воде]
tr: [PREFSTRING:su içinde uçuş şekli]
vi: [PREFSTRING:phương pháp di chuyển như bay trong nước]
zh_hans: [PREFSTRING:在水中滑翔]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [TLCM_NOUN:belly:SINGULAR]
cs: [TLCM_NOUN:břicho:SINGULAR]
de: [TLCM_NOUN:Bauch:SINGULAR]
eo: [TLCM_NOUN:ventro:SINGULAR]
es: [TLCM_NOUN:estómago:SINGULAR]
ja: [TLCM_NOUN:腹:SINGULAR]
ko: [TLCM_NOUN:배:SINGULAR]
pl: [TLCM_NOUN:brzuch:SINGULAR]
ru: [TLCM_NOUN:живот:SINGULAR]
tr: [TLCM_NOUN:karın:SINGULAR]
vi: [TLCM_NOUN:Bụng:SINGULAR]
zh_hans: [TLCM_NOUN:腹部:SINGULAR]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_PENGUIN_LITTLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [DESCRIPTION:A small flightless bird, it is the largest of the natural penguins. It is known for its treks through leagues of glacial ice.]
cs: [DESCRIPTION:Malý nelétavý pták, je největší z přírodních tučňáků. Je známý pro své túry přes míle ledovcového příkrovu.]
de: [DESCRIPTION: Ein kleiner flugunfähiger Vogel, es ist der größte der natürlichen Pinguine. Er ist bekannt für seine Wanderungen durch die Weiten des Gletschereis.]
eo: [DESCRIPTION:Malgranda nefluga birdo kiu estas la plej granda de la natura pingvenoj. Ĝi estas konita por siaj peniroj tra leŭgoj de malvarmega glacio.]
es: [DESCRIPTION:Una pequeña ave incapaz de volar, es el más grande de los pingüinos. Es conocido por sus largas caminatas sobre el hielo gracial.]
ja: [DESCRIPTION:A small flightless bird, it is the largest of the natural penguins. It is known for its treks through leagues of glacial ice.][DESCRIPTION:小さな飛べない鳥だが、野生のペンギンの中では最も巨大だ。氷の上を移り住むことで有名。]
ko: [DESCRIPTION:작고 날 수 없는 새, 자연의 펭귄들 중에서 가장 거대하다. 빙하들 사이를 이주 하며 생활 하는 것으로 알려져 있다.]
pl: [DESCRIPTION:Mały nielotny ptak, największy z naturalnych pingwinów. Jest znany ze swoich wędrówek przez kilometry lodowca.]
ru: [DESCRIPTION:Небольшая нелетающая птица, самая крупная из настоящих пингвинов. Известна благодаря своим длинным переходам по льду.]
tr: [DESCRIPTION:Uçamayan küçük bir kuş, doğal penguenlerin en büyüğüdür. Buzul düzlüklerindeki uzun yürüyüşleriyle bilinir.]
vi: [DESCRIPTION:Một loài chim không biết bay, loài lớn nhất trong các loài cánh cụt tự nhiên. Nó nổi tiếng vì di chuyển qua khoảng cách dài trên băng tuyết.]
zh_hans: [DESCRIPTION:一种不会飞的鸟类，是最大的企鹅种类。它以长途跋涉穿越冰川冰层而闻名。]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [NAME:emperor penguin:emperor penguins:emperor penguin]
cs: [NAME:tučňák císařský:tučňáci císařští:tučňáka císařského]
de: [NAME:Kaiser-Pinguin:Kaiser-Pinguine:Kaiser-Pinguin]
eo: [NAME:imperiestra pingveno:imperiestra pingvenoj:de imperistra pingveno]
es: [NAME:pingüino emperador:pingüinos emperadores:de pingüino emperador]
ja: [NAME:皇帝ペンギン:皇帝ペンギン:皇帝ペンギンの]
ko: [NAME:황제펭귄:황제펭귄떼:황제펭귄]
pl: [NAME:pingwin cesarski:pingwiny cesarskie:pingwina cesarskiego]
ru: [NAME:императорский пингвин:императорские пингвины:императорского пингвина]
tr: [NAME:imparator pengueni:imparator penguenleri:imparator pengueni]
vi: [NAME:chim cánh cụt hoàng đế:chim cánh cụt hoàng đế:chim cánh cụt hoàng đế]
zh_hans: [NAME:帝企鹅:帝企鹅:帝企鹅]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [CASTE_NAME:emperor penguin:emperor penguins:emperor penguin]
cs: [CASTE_NAME:tučňák císařský:tučňáci císařští:tučňák císařský]
de: [CASTE_NAME:emperor-Pinguin:Kaiser-Pinguine:Kaiser-Pinguin]
eo: [CASTE_NAME:imperiestra pingveno:imperiestra pingvenoj:de imperistra pingveno]
es: [CASTE_NAME:pinguino emperador:pinguinos emperadores:de pinguino emperador]
ja: [CASTE_NAME:皇帝ペンギン:皇帝ペンギン:皇帝ペンギンの]
ko: [CASTE_NAME:황제펭귄:황제펭귄떼:황제펭귄]
pl: [CASTE_NAME:pingwin cesarski:pingwiny cesarskie:pingwina cesarskiego]
ru: [CASTE_NAME:императорский пингвин:императорские пингвины:императорского пингвина]
tr: [CASTE_NAME:imparator pengueni:imparator penguenleri:imparator pengueni]
vi: [CASTE_NAME:chim cánh cụt hoàng đế:chim cánh cụt hoàng đế:chim cánh cụt hoàng đế]
zh_hans: [CASTE_NAME:帝企鹅:帝企鹅:帝企鹅]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [GENERAL_CHILD_NAME:emperor penguin chick:emperor penguin chicks]
cs: [GENERAL_CHILD_NAME:mládě tučňáka císařského:mláďata tučňáka císařského]
de: [GENERAL_CHILD_NAME:Kaiser-Pinguinküken:Kaiser-Pinguinküken]
eo: [GENERAL_CHILD_NAME:imperiestra pingvenido:imperiestraj pingvenidoj]
es: [GENERAL_CHILD_NAME:polluelo de pingüino emperador:polluelos de pingüino emperador]
ja: [GENERAL_CHILD_NAME:皇帝ペンギンの雛:皇帝ペンギンの雛の]
ko: [GENERAL_CHILD_NAME:새끼 황제펭귄:새끼 황제펭귄떼]
pl: [GENERAL_CHILD_NAME:pisklę pingwina cesarskiego:pisklęta pingwina cesarskiego]
ru: [GENERAL_CHILD_NAME:птенец императорского пингвина:птенцы императорского пингвина]
tr: [GENERAL_CHILD_NAME:imparator pengueni yavrusu:imparator pengueni yavruları]
vi: [GENERAL_CHILD_NAME:chim cánh cụt non :chim cánh cụt non]
zh_hans: [GENERAL_CHILD_NAME:帝企鹅雏鸟:帝企鹅雏鸟]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [PREFSTRING:large size]
cs: [PREFSTRING:velká velikost]
de: [PREFSTRING: riesige Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:tamaño grande]
ja: [PREFSTRING:大きい]
ko: [PREFSTRING:큰 크기]
pl: [PREFSTRING:duży rozmiar]
ru: [PREFSTRING:большой размер]
tr: [PREFSTRING:büyük boyut]
vi: [PREFSTRING:cỡ lớn]
zh_hans: [PREFSTRING:大体型]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [PREFSTRING:waddling gait]
cs: [PREFSTRING:kolébavá chůze]
de: [PREFSTRING:watschelnder Gang]
eo: [PREFSTRING:anaspaŝado]
es: [PREFSTRING:marcha de pato]
ja: [PREFSTRING:よちよち歩く]
ko: [PREFSTRING:뒤뚱거리는 걸음]
pl: [PREFSTRING:kaczkowaty chód]
ru: [PREFSTRING:переваливающуюся походку]
tr: [PREFSTRING:paytak yürüyüşü]
vi: [PREFSTRING:dáng đi lạch bạch]
zh_hans: [PREFSTRING:蹒跚步态]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [PREFSTRING:way of flying through the water]
cs: [PREFSTRING:způsob létání skrze vodu]
de: [PREFSTRING:Flugweg durchs Wasser]
eo: [PREFSTRING:flugmaniero tra la akvo.]
es: [PREFSTRING:capaz de volar a través del agua]
ja: [PREFSTRING:飛ぶが如く泳ぐ]
ko: [PREFSTRING:물속을 비행하는 방법]
pl: [PREFSTRING:sposób na lot przez wodę]
ru: [PREFSTRING:способность летать в воде]
tr: [PREFSTRING:su içinde uçuş şekli]
vi: [PREFSTRING:phương pháp di chuyển như bay trong nước]
zh_hans: [PREFSTRING:在水中滑翔]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [TLCM_NOUN:belly:SINGULAR]
cs: [TLCM_NOUN:břicho:SINGULAR]
de: [TLCM_NOUN:Bauch:SINGULAR]
eo: [TLCM_NOUN:ventro:SINGULAR]
es: [TLCM_NOUN:estómago:SINGULAR]
ja: [TLCM_NOUN:腹:SINGULAR]
ko: [TLCM_NOUN:배:SINGULAR]
pl: [TLCM_NOUN:brzuch:SINGULAR]
ru: [TLCM_NOUN:живот:SINGULAR]
tr: [TLCM_NOUN:karın:SINGULAR]
vi: [TLCM_NOUN:Bụng:SINGULAR]
zh_hans: [TLCM_NOUN:腹部:SINGULAR]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_PENGUIN_EMPEROR
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:PENGUIN MAN
source: [CASTE_NAME:penguin man:penguin men:penguin man]
cs: [CASTE_NAME:mužský tučňák:mužští tučňáci:mužského tučňáka]
de: [CASTE_NAME:Pinguinmann:Pinguinmänner:Pinguinmann]
eo: [CASTE_NAME:hompingveniĉo:hompingveniĉoj:de hompingveniĉo]
es: [CASTE_NAME:hombre pingüino:hombres pingüino:de hombre pingüino]
ja: [CASTE_NAME:ペンギン男:ペンギン男:ペンギン男の]
ko: [CASTE_NAME:남성 펭귄인간:남성 펭귄인간들:남성 펭귄인간]
pl: [CASTE_NAME:pingwinomężczyzna:pingwinomężczyźni:pingwinomężczyzny]
ru: [CASTE_NAME:человек-пингвин:люди-пингвины:людей-пингвинов]
tr: [CASTE_NAME:penguen adam:penguen adamlar:penguen adam]
vi: [CASTE_NAME:người-chim cánh cụt:người-chim cánh cụt:người-chim cánh cụt]
zh_hans: [CASTE_NAME:企鹅男:企鹅男:企鹅男]

# CREATURE:PENGUIN MAN
source: [CASTE_NAME:penguin woman:penguin women:penguin woman]
cs: [CASTE_NAME:ženský tučňák:ženští tučňáci:ženského tučňáka]
de: [CASTE_NAME:Pinguinweibchen:Pinguinweibchen:Pinguinweibchen]
eo: [CASTE_NAME:hompingvenino:hompingveninoj:de hompingvenino]
es: [CASTE_NAME:mujer pingüino:mujeres pingüino:de mujer pingüino]
ja: [CASTE_NAME:ペンギン女:ペンギン女:ペンギン女の]
ko: [CASTE_NAME:여성 펭귄인간:여성 펭귄인간들:여성 펭귄인간]
pl: [CASTE_NAME:pingwinokobieta:pingwinokobiety:pingwinokobiecy]
ru: [CASTE_NAME:женщина-пингвин:женщины-пингвины:женщин-пингвинов]
tr: [CASTE_NAME:dişi penguen:dişi penguenler:dişi penguen]
vi: [CASTE_NAME:người-chim cánh cụt nữ:người-chim cánh cụt nữ:người-chim cánh cụt nữ]
zh_hans: [CASTE_NAME:企鹅女:企鹅女:企鹅女]

# CREATURE:PENGUIN MAN
source: [NAME:penguin man:penguin men:penguin man]
cs: [NAME:mužský tučňák:mužští tučňáci:mužského tučňáka]
de: [NAME:Pinguinmann:Pinguinmänner:Pinguinmann]
eo: [NAME:hompingveno:hompingvenoj:de hompingveno]
es: [NAME:hombre pingüino:hombres pingüino:de hombre pingüino]
ja: [NAME:penguin男:penguin男:penguin男の]
ko: [NAME:펭귄인간:펭귄인간들:펭귄인간]
pl: [NAME:pingwinoczłowiek:pingwinoludzie:pingwinoludzki]
ru: [NAME:человек-пингвин:люди-пингвины:людей-пингвинов]
tr: [NAME:penguen adam:penguen adamlar:penguen adam]
vi: [NAME:người-chim cánh cụt:người-chim cánh cụt:người-chim cánh cụt]
zh_hans: [NAME:企鹅人:企鹅人:企鹅人]

# CREATURE:PENGUIN MAN
source: [DESCRIPTION:A humanoid with the head, feet, and feathers of a penguin.]
cs: [DESCRIPTION:Humanoid s hlavou, nohama a peřím tučňáka.]
de: [DESCRIPTION: Ein Humanoid mit Kopf,Füße und Federn eines Pinguins.]
eo: [DESCRIPTION:Homsimilulo kun la kapo, la piedoj, kaj la plumoj de pingveno.]
es: [DESCRIPTION:Un humanoide con la cabeza, pies, y plumas de un pingüino.]
ja: ペンギンの頭と翼と足を持った人間だ。]
ko: [DESCRIPTION:펭귄의 머리, 발 그리고 깃털을 가진 인간 형태의 생물]
pl: [DESCRIPTION:Humanoid z głową, stopami i piórami pingwina.]
ru: [DESCRIPTION:Человекоподобное существо с головой, лапами и оперением пингвина.]
tr: [DESCRIPTION:Penguenin başı, ayakları ve tüyleriyle insan benzeri bir fantastik canlı.]
vi: [DESCRIPTION:Một người với đầu, chân và lông của chim cánh cụt.]
zh_hans: [DESCRIPTION:一个长着企鹅的头、脚和羽毛的人。]

# CREATURE:BIRD_PENGUIN_GIANT
source: [NAME:giant penguin:giant penguins:giant penguin]
cs: [NAME:obří tučňák:obří tučňáci:obřího tučňáka]
de: [NAME:Riesenpinguin:Riesenpinguine:Riesenpinguin]
eo: [NAME:giganta pingveno:gigantaj pingvenoj:de giganta pingveno]
es: [NAME:pingüino gigante:pingüinos gigantes:de pingüino gigante]
ja: [NAME:巨大ペンギン:巨大ペンギン:巨大ペンギンの]
ko: [NAME:거대 팽귄:거대 펭귄떼:거대 펭귄]
pl: [NAME:gigantyczny pingwin:gigantyczne pingwiny:gigantycznego pingwina]
ru: [NAME:гигантский пингвин:гигантские пингвины:гигантского пингвина]
tr: [NAME:dev penguen:dev penguenler:dev penguen]
vi: [NAME:chim cánh cụt khổng lồ:chim cánh cụt khổng lồ:chim cánh cụt khổng lồ]
zh_hans: [NAME:巨企鹅:巨企鹅:巨企鹅]

# CREATURE:BIRD_PENGUIN_GIANT
source: [CASTE_NAME:giant penguin:giant penguins:giant penguin]
cs: [CASTE_NAME:obří tučňák:obří tučňáci:obří tučňák]
de: [CASTE_NAME:Riesenpinguin:Riesenpinguine:Riesenpinguin]
eo: [CASTE_NAME:giganta pingveno:gigantaj pingvenoj:de giganta pingveno]
es: [CASTE_NAME:pingüino gigante:pingüinos gigantes:de pingüino gigante]
ja: [CASTE_NAME:巨大ペンギン:巨大ペンギン:巨大ペンギンの]
ko: [CASTE_NAME:거대 팽귄:거대 펭귄떼:거대 펭귄]
pl: [CASTE_NAME:gigantyczny pingwin:gigantyczne pingwiny:gigantycznopingwini]
ru: [CASTE_NAME:гигантский пингвин:гигантские пингвины:гигантского пингвина]
tr: [CASTE_NAME:dev penguen:dev penguenler:dev penguen]
vi: [CASTE_NAME:chim cánh cụt khổng lồ:chim cánh cụt khổng lồ:chim cánh cụt khổng lồ]
zh_hans: [CASTE_NAME:巨企鹅:巨企鹅:巨企鹅]

# CREATURE:BIRD_PENGUIN_GIANT
source: [GENERAL_CHILD_NAME:giant penguin chick:giant penguin chicks]
cs: [GENERAL_CHILD_NAME:mládě obřího tučňáka:mláďata obřích tučňáků]
de: [GENERAL_CHILD_NAME:Riesenpinguinschlüpfling:Riesenpinguinschlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta pingvenido:gigantaj pingvenidoj]
es: [GENERAL_CHILD_NAME:polluelo de pingüino gigante:polluelos de pingüino gigante]
ja: [GENERAL_CHILD_NAME:巨大ペンギンの雛:巨大ペンギンの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 펭귄:새끼 거대 펭귄떼:새끼 거대 펭귄]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego pingwina:pisklęta gigantycznego pingwina]
ru: [GENERAL_CHILD_NAME:птенец гигантского пингвина:птенцы гигантского пингвина]
tr: [GENERAL_CHILD_NAME:dev penguen yavrusu:dev penguen yavruları]
vi: [GENERAL_CHILD_NAME:chim cánh cụt khổng lồ non :chim cánh cụt khoỏng lồ non]
zh_hans: [GENERAL_CHILD_NAME:巨企鹅雏鸟:巨企鹅雏鸟]

# CREATURE:BIRD_PENGUIN_GIANT
source: [DESCRIPTION:A huge monster, shaped like a penguin.]
cs: [DESCRIPTION:Obrovské monstrum vypadající jako tučňák.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Pinguins.]
eo: [DESCRIPTION:Grandega monstro, kun la formo de pingveno.]
es: [DESCRIPTION:Un monstruo enorme, que parece un pingüino.]
ja: [DESCRIPTION:ペンギンの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:펭귄 모습의 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie pingwina.]
ru: [DESCRIPTION:Огромный монстр, по форме напоминающий пингвина.]
tr: [DESCRIPTION:Penguen şekli gibi dev bir canavar.]
vi: [DESCRIPTION:Một sinh vật khổng lồ, mang hình dạng của chim cánh cụt.]
zh_hans: [DESCRIPTION:一只体型巨大的企鹅怪。]

# CREATURE:BIRD_PENGUIN_GIANT
source: [PREFSTRING:enormous size]
cs: [PREFSTRING:extrémní velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:enorma grandeco]
es: [PREFSTRING:tamaño enorme]
ja: [PREFSTRING:とても大きい]
ko: [PREFSTRING:무지막지한 크기]
pl: [PREFSTRING:ogromny rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:muazzam boyut]
vi: [PREFSTRING:cỡ siêu đại]
zh_hans: [PREFSTRING:极大的体型]

# CREATURE:BIRD_PENGUIN_GIANT
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_PENGUIN_GIANT
source: [PREFSTRING:waddling gait]
cs: [PREFSTRING:kolébavá chůze]
de: [PREFSTRING:watschelnder Gang]
eo: [PREFSTRING:anaspaŝado]
es: [PREFSTRING:marcha de pato]
ja: [PREFSTRING:よちよち歩く]
ko: [PREFSTRING:뒤뚱거리는 걸음]
pl: [PREFSTRING:kaczkowaty chód]
ru: [PREFSTRING:переваливающуюся походку]
tr: [PREFSTRING:paytak yürüyüşü]
vi: [PREFSTRING:dáng đi lạch bạch]
zh_hans: [PREFSTRING:蹒跚步态]

# CREATURE:BIRD_PENGUIN_GIANT
source: [PREFSTRING:way of flying through the water]
cs: [PREFSTRING:způsob létání skrze vodu]
de: [PREFSTRING:Flugweg durchs Wasser]
eo: [PREFSTRING:flugmaniero tra la akvo.]
es: [PREFSTRING:capaz de volar a través del agua]
ja: [PREFSTRING:飛ぶが如く泳ぐ]
ko: [PREFSTRING:물속을 비행하는 방법]
pl: [PREFSTRING:sposób na lot przez wodę]
ru: [PREFSTRING:способность летать в воде]
tr: [PREFSTRING:su içinde uçuş şekli]
vi: [PREFSTRING:phương pháp di chuyển như bay trong nước]
zh_hans: [PREFSTRING:在水中滑翔]
