Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE_VARIATION:STANDARD_WALKING_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Slow Walk:]
cs: [CV_NEW_TAG:GAIT:WALK:Pomalá chůze:]
de: [CV_NEW_TAG:GAIT:WALK:Langsamer Gang:]
eo: [CV_NEW_TAG:GAIT:WALK:Malrapida Irmaniero:]
es: [CV_NEW_TAG:GAIT:WALK:Caminar Lentamente:]
ko: [CV_NEW_TAG:GAIT:WALK:천천히 걷기:]
pl: [CV_NEW_TAG:GAIT:WALK:Wolny chód:]
ru: [CV_NEW_TAG:GAIT:WALK:Медленный шаг:]
tr: [CV_NEW_TAG:GAIT:WALK:Yavaş Yürüyüş:]
vi: [CV_NEW_TAG:GAIT:WALK:Đi bộ chậm:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:慢走:]

# CREATURE_VARIATION:STANDARD_WALKING_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Slowest Walk:]
cs: [CV_NEW_TAG:GAIT:WALK:Pomalejší chůze:]
de: [CV_NEW_TAG:GAIT:WALK:Langsamster Gang:]
eo: [CV_NEW_TAG:GAIT:WALK:Plej Malrapida Irmaniero:]
es: [CV_NEW_TAG:GAIT:WALK:Caminar lo más lentamente posible:]
ja: [CV_NEW_TAG:GAIT:WALK:忍び足:]
ko: [CV_NEW_TAG:GAIT:WALK:느리게 걷기:]
pl: [CV_NEW_TAG:GAIT:WALK:Najwolniejszy chód:]
ru: [CV_NEW_TAG:GAIT:WALK:Очень медленный шаг:]
tr: [CV_NEW_TAG:GAIT:WALK:En Yavaş Yürüyüş:]
vi: [CV_NEW_TAG:GAIT:WALK:Đi bộ chậm:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:缓步:]

# CREATURE_VARIATION:STANDARD_CLIMBING_GAITS
source: [CV_NEW_TAG:GAIT:CLIMB:Scramble:]
cs: [CV_NEW_TAG:GAIT:CLIMB:Škrábat se:]
de: [CV_NEW_TAG:GAIT:CLIMB:Kletterei:]
eo: [CV_NEW_TAG:GAIT:CLIMB:Plej Rapida Grimpo:]
es: [CV_NEW_TAG:GAIT:TREPAR:Trepar arrastrándose:]
ja: [CV_NEW_TAG:GAIT:CLIMB:這う:]
pl: [CV_NEW_TAG:GAIT:CLIMB:Wdrapywanie się:]
ru: [CV_NEW_TAG:GAIT:CLIMB:Взбираться:]
tr: [CV_NEW_TAG:GAIT:CLIMB:Acele Tırmanış:]
vi: [CV_NEW_TAG:GAIT:CLIMB:Trèo nhanh:]
zh_hans: [CV_NEW_TAG:GAIT:CLIMB:迅猛攀爬:]

# CREATURE_VARIATION:STANDARD_CLIMBING_GAITS
source: [CV_NEW_TAG:GAIT:CLIMB:Faster Climb:]
cs: [CV_NEW_TAG:GAIT:CLIMB:Rychlejší Lezení:]
de: [CV_NEW_TAG:GAIT:CLIMB:Schnelleres Klettern:]
eo: [CV_NEW_TAG:GAIT:CLIMB:Rapida Grimpo:]
es: [CV_NEW_TAG:GAIT:TREPAR:Trepar más Rápido:]
ja: [CV_NEW_TAG:GAIT:CLIMB:早めに登る:]
pl: [CV_NEW_TAG:GAIT:CLIMB:Szybsza wspinaczka:]
ru: [CV_NEW_TAG:GAIT:CLIMB:Очень быстрый подъем:]
tr: [CV_NEW_TAG:GAIT:CLIMB:Daha Hızlı Tırmanış:]
vi: [CV_NEW_TAG:GAIT:CLIMB:Trèo nhanh hơn:]
zh_hans: [CV_NEW_TAG:GAIT:CLIMB:更快爬:]

# CREATURE_VARIATION:STANDARD_CLIMBING_GAITS
source: [CV_NEW_TAG:GAIT:CLIMB:Fast Climb:]
cs: [CV_NEW_TAG:GAIT:CLIMB:Rychlé Lezení:]
de: [CV_NEW_TAG:GAIT:CLIMB:Schnelles Klettern:]
eo: [CV_NEW_TAG:GAIT:CLIMB:Malpli Rapida Grimpo:]
es: [CV_NEW_TAG:GAIT:TREPAR:Trepar Rápido:]
ja: [CV_NEW_TAG:GAIT:CLIMB:急いで登る:]
pl: [CV_NEW_TAG:GAIT:CLIMB:Szybka wspinaczka:]
ru: [CV_NEW_TAG:GAIT:CLIMB:Быстрый подъем:]
tr: [CV_NEW_TAG:GAIT:CLIMB:Hızlı Tırmanış:]
vi: [CV_NEW_TAG:GAIT:CLIMB:Trèo nhanh:]
zh_hans: [CV_NEW_TAG:GAIT:CLIMB:快爬:]

# CREATURE_VARIATION:STANDARD_CLIMBING_GAITS
source: [CV_NEW_TAG:GAIT:CLIMB:Climb:]
cs: [CV_NEW_TAG:GAIT:CLIMB:Lezení:]
de: [CV_NEW_TAG:GAIT:CLIMB:Klettern:]
eo: [CV_NEW_TAG:GAIT:CLIMB:Mezrapida Grimpo:]
es: [CV_NEW_TAG:GAIT:CLIMB:Escalar:]
ja: [CV_NEW_TAG:GAIT:CLIMB:ゆっくり登る:]
pl: [CV_NEW_TAG:GAIT:CLIMB:Wspinaczka:]
ru: [CV_NEW_TAG:GAIT:CLIMB:Подъем:]
tr: [CV_NEW_TAG:GAIT:CLIMB:Tırmanış:]
vi: [CV_NEW_TAG:GAIT:CLIMB:Trèo:]
zh_hans: [CV_NEW_TAG:GAIT:CLIMB:攀爬:]

# CREATURE_VARIATION:STANDARD_CLIMBING_GAITS
source: [CV_NEW_TAG:GAIT:CLIMB:Slow Climb:]
cs: [CV_NEW_TAG:GAIT:CLIMB:Pomalé Lezení:]
de: [CV_NEW_TAG:GAIT:CLIMB:Langsames Klettern:]
eo: [CV_NEW_TAG:GAIT:CLIMB:Malrapida Grimpado:]
es: [CV_NEW_TAG:GAIT:TREPAR:Trepar Despacio:]
ja: [CV_NEW_TAG:GAIT:CLIMB:Slow 登る:]
pl: [CV_NEW_TAG:GAIT:CLIMB:Wolna wspinaczka:]
ru: [CV_NEW_TAG:GAIT:CLIMB:Медленный подъем:]
tr: [CV_NEW_TAG:GAIT:CLIMB:Yavaş Tırmanış:]
vi: [CV_NEW_TAG:GAIT:CLIMB:Leo chậm:]
zh_hans: [CV_NEW_TAG:GAIT:CLIMB:慢爬:]

# CREATURE_VARIATION:STANDARD_CLIMBING_GAITS
source: [CV_NEW_TAG:GAIT:CLIMB:Creep:]
cs: [CV_NEW_TAG:GAIT:CLIMB:Plížení:]
de: [CV_NEW_TAG:GAIT:CLIMB:Kriechen:]
eo: [CV_NEW_TAG:GAIT:CLIMB:Plej Malrapida Grimpo:]
es: [CV_NEW_TAG:GAIT:TREPAR:Arrastrarse:]
ja: [CV_NEW_TAG:GAIT:CLIMB:忍び足:]
pl: [CV_NEW_TAG:GAIT:CLIMB:Wpełzywanie:]
ru: [CV_NEW_TAG:GAIT:CLIMB:Передвижение ползком:]
tr: [CV_NEW_TAG:GAIT:CLIMB:Sürünme:]
vi: [CV_NEW_TAG:GAIT:CLIMB:Leo :]
zh_hans: [CV_NEW_TAG:GAIT:CLIMB:挪动:]

# CREATURE_VARIATION:STANDARD_SWIMMING_GAITS
source: [CV_NEW_TAG:GAIT:SWIM:Maximum Swim Speed:]
cs: [CV_NEW_TAG:GAIT:SWIM:Plavání ze všech sil:]
de: [CV_NEW_TAG:GAIT:SWIM:Schnellstes Schwimmen:]
eo: [CV_NEW_TAG:GAIT:SWIM:Plej Rapida Naĝo:]
es: [CV_NEW_TAG:GAIT:SWIM:Nadar lo más Rapido Posible:]
ja: [CV_NEW_TAG:GAIT:SWIM:全力で泳ぐ:]
pl: [CV_NEW_TAG:GAIT:SWIM:Pływanie z maksymalną prędkością:]
ru: [CV_NEW_TAG:GAIT:SWIM:Плавание с максимальной скоростью:]
tr: [CV_NEW_TAG:GAIT:SWIM:Maksimum Yüzme Hızı:]
vi: [CV_NEW_TAG:GAIT:SWIM:Tốc độ bơi tối đa:]
zh_hans: [CV_NEW_TAG:GAIT:SWIM:最大泳速:]

# CREATURE_VARIATION:STANDARD_SWIMMING_GAITS
source: [CV_NEW_TAG:GAIT:SWIM:Faster Swim:]
cs: [CV_NEW_TAG:GAIT:SWIM:Rychlé Plavání:]
de: [CV_NEW_TAG:GAIT:SWIM:Schnelleres Schwimmen:]
eo: [CV_NEW_TAG:GAIT:SWIM:Rapida Naĝo:]
es: [CV_NEW_TAG:GAIT:SWIM:Nadar más Rapido:]
ja: [CV_NEW_TAG:GAIT:SWIM:速く泳ぐ:]
pl: [CV_NEW_TAG:GAIT:SWIM:Bardzo szybkie pływanie:]
ru: [CV_NEW_TAG:GAIT:SWIM:Очень быстрое плавание:]
tr: [CV_NEW_TAG:GAIT:SWIM:Daha Hızlı Yüzme:]
vi: [CV_NEW_TAG:GAIT:SWIM:Bơi nhanh hơn:]
zh_hans: [CV_NEW_TAG:GAIT:SWIM:更快泳:]

# CREATURE_VARIATION:STANDARD_SWIMMING_GAITS
source: [CV_NEW_TAG:GAIT:SWIM:Fast Swim:]
cs: [CV_NEW_TAG:GAIT:SWIM:Svižnější Plavání:]
de: [CV_NEW_TAG:GAIT:SWIM:Schnelles Schwimmen:]
eo: [CV_NEW_TAG:GAIT:SWIM:Malpli Rapida Naĝo:]
es: [CV_NEW_TAG:GAIT:SWIM:Nadar Velozmente:]
ja: [CV_NEW_TAG:GAIT:SWIM:速めに泳ぐ:]
pl: [CV_NEW_TAG:GAIT:SWIM:Szybkie pływanie:]
ru: [CV_NEW_TAG:GAIT:SWIM:Быстрое плавание:]
tr: [CV_NEW_TAG:GAIT:SWIM:Hızlı Yüzme:]
vi: [CV_NEW_TAG:GAIT:SWIM:Bơi nhanh:]
zh_hans: [CV_NEW_TAG:GAIT:SWIM:快泳:]

# CREATURE_VARIATION:STANDARD_SWIMMING_GAITS
source: [CV_NEW_TAG:GAIT:SWIM:Swim:]
cs: [CV_NEW_TAG:GAIT:SWIM:Plavání:]
de: [CV_NEW_TAG:GAIT:SWIM:Schwimmen:]
eo: [CV_NEW_TAG:GAIT:SWIM:Mezrapida Naĝo:]
es: [CV_NEW_TAG:GAIT:SWIM:Nadar:]
ja: [CV_NEW_TAG:GAIT:SWIM:泳ぐ:]
pl: [CV_NEW_TAG:GAIT:SWIM:Pływanie:]
ru: [CV_NEW_TAG:GAIT:SWIM:Плавание:]
tr: [CV_NEW_TAG:GAIT:SWIM:Yüzme:]
vi: [CV_NEW_TAG:GAIT:SWIM:Bơi:]
zh_hans: [CV_NEW_TAG:GAIT:SWIM:游泳:]

# CREATURE_VARIATION:STANDARD_SWIMMING_GAITS
source: [CV_NEW_TAG:GAIT:SWIM:Slow Swim:]
cs: [CV_NEW_TAG:GAIT:SWIM:Pomalejší Plavání:]
de: [CV_NEW_TAG:GAIT:SWIM:Langsames Schwimmen:]
eo: [CV_NEW_TAG:GAIT:SWIM:Malrapida Naĝo:]
es: [CV_NEW_TAG:GAIT:SWIM:Nadar Lentamente:]
ja: [CV_NEW_TAG:GAIT:SWIM:ゆっくり泳ぐ:]
pl: [CV_NEW_TAG:GAIT:SWIM:Wolne pływanie:]
ru: [CV_NEW_TAG:GAIT:SWIM:Медленное плавание:]
tr: [CV_NEW_TAG:GAIT:SWIM:Yavaş Yüzme:]
vi: [CV_NEW_TAG:GAIT:SWIM:Bơi chậm:]
zh_hans: [CV_NEW_TAG:GAIT:SWIM:慢泳:]

# CREATURE_VARIATION:STANDARD_SWIMMING_GAITS
source: [CV_NEW_TAG:GAIT:SWIM:Creeping Swim:]
cs: [CV_NEW_TAG:GAIT:SWIM:Pomalé Plavání:]
de: [CV_NEW_TAG:GAIT:SWIM:Langsamstes Schwimmen:]
eo: [CV_NEW_TAG:GAIT:SWIM:Plej Malrapida Naĝo:]
es: [CV_NEW_TAG:GAIT:SWIM:Nadando Muy Lentamente:]
ja: [CV_NEW_TAG:GAIT:SWIM:忍び泳ぎ:]
pl: [CV_NEW_TAG:GAIT:SWIM:Pływanie pełzające:]
ru: [CV_NEW_TAG:GAIT:SWIM:Крадущееся плавание:]
tr: [CV_NEW_TAG:GAIT:SWIM:Sürünerek Yüzme:]
vi: [CV_NEW_TAG:GAIT:SWIM:Bơi leo:]
zh_hans: [CV_NEW_TAG:GAIT:SWIM:划水:]

# CREATURE_VARIATION:STANDARD_CRAWLING_GAITS
source: [CV_NEW_TAG:GAIT:CRAWL:Scramble:]
cs: [CV_NEW_TAG:GAIT:CRAWL:Škrábat se:]
de: [CV_NEW_TAG:GAIT:CRAWL:Kletterei:]
eo: [CV_NEW_TAG:GAIT:CRAWL:Plej Rapida Rampo:]
es: [CV_NEW_TAG:GAIT:GATEAR:Trepar gateando:]
ja: [CV_NEW_TAG:GAIT:CRAWL:全力で這う:]
ko: [CV_NEW_TAG:GAIT:CRAWL:재빨리 기어가기:]
pl: [CV_NEW_TAG:GAIT:CRAWL:Czołganie z maksymalną prędkością:]
ru: [CV_NEW_TAG:GAIT:CRAWL:Ползти:]
tr: [CV_NEW_TAG:GAIT:CRAWL:Telaşlı Sürünme:]
vi: [CV_NEW_TAG:GAIT:CRAWL:Tranh giành:]
zh_hans: [CV_NEW_TAG:GAIT:CRAWL:突进:]

# CREATURE_VARIATION:STANDARD_CRAWLING_GAITS
source: [CV_NEW_TAG:GAIT:CRAWL:Faster Crawl:]
cs: [CV_NEW_TAG:GAIT:CRAWL:Rychlé lezení:]
de: [CV_NEW_TAG:GAIT:CRAWL:Schnelleres Krabbeln:]
eo: [CV_NEW_TAG:GAIT:CRAWL:Rapida Rampo:]
es: [CV_NEW_TAG:GAIT:GATEAR:Gatear más Rápido:]
ja: [CV_NEW_TAG:GAIT:CRAWL:速く這う:]
ko: [CV_NEW_TAG:GAIT:CRAWL:더욱 빠르게 기어가기:]
pl: [CV_NEW_TAG:GAIT:CRAWL:Bardzo szybkie czołganie:]
ru: [CV_NEW_TAG:GAIT:CRAWL:Очень быстро ползти:]
tr: [CV_NEW_TAG:GAIT:CRAWL:Daha Hızlı Sürünme:]
vi: [CV_NEW_TAG:GAIT:CRAWL:Thu thập thông tin nhanh hơn:]
zh_hans: [CV_NEW_TAG:GAIT:CRAWL:更快爬行:]

# CREATURE_VARIATION:STANDARD_CRAWLING_GAITS
source: [CV_NEW_TAG:GAIT:CRAWL:Fast Crawl:]
cs: [CV_NEW_TAG:GAIT:CRAWL:Rychlejsí lezení:]
de: [CV_NEW_TAG:GAIT:CRAWL:Schnelles Krabbeln:]
eo: [CV_NEW_TAG:GAIT:CRAWL:Malpli Rapida Rampo:]
es: [CV_NEW_TAG:GAIT:GATEAR:Gatear Rápido:]
ja: [CV_NEW_TAG:GAIT:CRAWL:速めに這う:]
ko: [CV_NEW_TAG:GAIT:CRAWL:빠르게 기어가기]
pl: [CV_NEW_TAG:GAIT:CRAWL:Szybkie czołganie:]
ru: [CV_NEW_TAG:GAIT:CRAWL:Быстро ползти:]
tr: [CV_NEW_TAG:GAIT:CRAWL:Hızlı Sürünme:]
vi: [CV_NEW_TAG:GAIT:CRAWL:Thu thập thông tin nhanh:]
zh_hans: [CV_NEW_TAG:GAIT:CRAWL:快速爬行:]

# CREATURE_VARIATION:STANDARD_CRAWLING_GAITS
source: [CV_NEW_TAG:GAIT:CRAWL:Crawl:]
cs: [CV_NEW_TAG:GAIT:CRAWL:Plazení:]
de: [CV_NEW_TAG:GAIT:CRAWL:Krabbeln:]
eo: [CV_NEW_TAG:GAIT:CRAWL:Mezrapida Rampo:]
es: [CV_NEW_TAG:GAIT:CRAWL:Gatear:]
ja: [CV_NEW_TAG:GAIT:CRAWL:這う:]
ko: [CV_NEW_TAG:GAIT:CRAWL:기어가기:]
pl: [CV_NEW_TAG:GAIT:CRAWL:Czołganie:]
ru: [CV_NEW_TAG:GAIT:CRAWL:Ползти:]
tr: [CV_NEW_TAG:GAIT:CRAWL:Sürünme:]
vi: [CV_NEW_TAG:GAIT:CRAWL:Thu thập thông tin:]
zh_hans: [CV_NEW_TAG:GAIT:CRAWL:爬行:]

# CREATURE_VARIATION:STANDARD_CRAWLING_GAITS
source: [CV_NEW_TAG:GAIT:CRAWL:Slow Crawl:]
cs: [CV_NEW_TAG:GAIT:CRAWL:Pomalé Lezení:]
de: [CV_NEW_TAG:GAIT:CRAWL:Langsames Krabbeln:]
eo: [CV_NEW_TAG:GAIT:CRAWL:Malrapida Rampo:]
es: [CV_NEW_TAG:GAIT:GATEAR:Gatear Despacio:]
ja: [CV_NEW_TAG:GAIT:CRAWL:ゆっくり這う:]
ko: [CV_NEW_TAG:GAIT:CRAWL:천천히 기어가기:]
pl: [CV_NEW_TAG:GAIT:CRAWL:Wolne czołganie:]
ru: [CV_NEW_TAG:GAIT:CRAWL:Медленно ползти:]
tr: [CV_NEW_TAG:GAIT:CRAWL:Yavaş Sürünme:]
vi: [CV_NEW_TAG:GAIT:CRAWL:Thu thập thông tin chậm:]
zh_hans: [CV_NEW_TAG:GAIT:CRAWL:慢爬:]

# CREATURE_VARIATION:STANDARD_CRAWLING_GAITS
source: [CV_NEW_TAG:GAIT:CRAWL:Creep:]
cs: [CV_NEW_TAG:GAIT:CRAWL:Plížení:]
de: [CV_NEW_TAG:GAIT:CRAWL:Kriechen:]
eo: [CV_NEW_TAG:GAIT:CRAWL:Plej Malrapida Rampo:]
es: [CV_NEW_TAG:GAIT:CRAWL:Arrastrarse:]
ja: [CV_NEW_TAG:GAIT:CRAWL:忍び這い:]
ko: [CV_NEW_TAG:GAIT:CRAWL:살금살금 기억하기:]
pl: [CV_NEW_TAG:GAIT:CRAWL:Pełźnięcie:]
ru: [CV_NEW_TAG:GAIT:CRAWL:Ползти:]
tr: [CV_NEW_TAG:GAIT:CRAWL:Emekleme:]
vi: [CV_NEW_TAG:GAIT:CRAWL:Leo:]
zh_hans: [CV_NEW_TAG:GAIT:CRAWL:蠕动:]

# CREATURE_VARIATION:STANDARD_FLYING_GAITS
source: [CV_NEW_TAG:GAIT:FLY:Maximum Flight Speed:]
cs: [CV_NEW_TAG:GAIT:FLY:Let Maximální Rychlostí:]
de: [CV_NEW_TAG:GAIT:FLY:Schnellste Fluggeschwindigkeit:]
eo: [CV_NEW_TAG:GAIT:FLY:Plej Rapida Flugo:]
es: [CV_NEW_TAG:GAIT:FLY:Volar lo más Rápido Posible:]
ja: [CV_NEW_TAG:GAIT:FLY:全力飛行:]
pl: [CV_NEW_TAG:GAIT:FLY:Maksymalna prędkość lotu:]
ru: [CV_NEW_TAG:GAIT:FLY:Полёт с максимальной соростью:]
tr: [CV_NEW_TAG:GAIT:FLY:Maksimum Uçuş Hızı:]
vi: [CV_NEW_TAG:GAIT:FLY:Tốc độ bay tối đa:]
zh_hans: [CV_NEW_TAG:GAIT:FLY:风驰电掣:]

# CREATURE_VARIATION:STANDARD_FLYING_GAITS
source: [CV_NEW_TAG:GAIT:FLY:Faster Flight:]
cs: [CV_NEW_TAG:GAIT:FLY:Rychlejší Let:]
de: [CV_NEW_TAG:GAIT:FLY:Schnellerer Flug:]
eo: [CV_NEW_TAG:GAIT:FLY:Rapida Flugo:]
es: [CV_NEW_TAG:GAIT:FLY:Volar más Rápido:]
ja: [CV_NEW_TAG:GAIT:FLY:早く飛ぶ:]
pl: [CV_NEW_TAG:GAIT:FLY:Bardzo szybki lot:]
ru: [CV_NEW_TAG:GAIT:FLY:Очень быстрый полёт:]
tr: [CV_NEW_TAG:GAIT:FLY:Daha Hızlı Uçuş:]
vi: [CV_NEW_TAG:GAIT:FLY:Chuyến bay nhanh hơn:]
zh_hans: [CV_NEW_TAG:GAIT:FLY:更快速飞行:]

# CREATURE_VARIATION:STANDARD_FLYING_GAITS
source: [CV_NEW_TAG:GAIT:FLY:Fast Flight:]
cs: [CV_NEW_TAG:GAIT:FLY:Rychlý Let:]
de: [CV_NEW_TAG:GAIT:FLY:Schneller Flug:]
eo: [CV_NEW_TAG:GAIT:FLY:Malpli Rapida Flugo:]
es: [CV_NEW_TAG:GAIT:FLY:Volar Velozmente:]
ja: [CV_NEW_TAG:GAIT:FLY:早めに飛ぶ:]
pl: [CV_NEW_TAG:GAIT:FLY:Szybki lot:]
ru: [CV_NEW_TAG:GAIT:FLY:Быстрый полёт:]
tr: [CV_NEW_TAG:GAIT:FLY:Hızlı Uçuş:]
vi: [CV_NEW_TAG:GAIT:FLY:Chuyến bay nhanh:]
zh_hans: [CV_NEW_TAG:GAIT:FLY:快速飞行:]

# CREATURE_VARIATION:STANDARD_FLYING_GAITS
source: [CV_NEW_TAG:GAIT:FLY:Fly:]
cs: [CV_NEW_TAG:GAIT:FLY:Let:]
de: [CV_NEW_TAG:GAIT:FLY:Fliegen:]
eo: [CV_NEW_TAG:GAIT:FLY:Mezrapida Flugo:]
es: [CV_NEW_TAG:GAIT:FLY:Volar:]
ja: [CV_NEW_TAG:GAIT:FLY:飛ぶ:]
pl: [CV_NEW_TAG:GAIT:FLY:Lot:]
ru: [CV_NEW_TAG:GAIT:FLY:Полёт:]
tr: [CV_NEW_TAG:GAIT:FLY:Uçuş:]
vi: [CV_NEW_TAG:GAIT:FLY:Bay:]
zh_hans: [CV_NEW_TAG:GAIT:FLY:飞行]

# CREATURE_VARIATION:STANDARD_FLYING_GAITS
source: [CV_NEW_TAG:GAIT:FLY:Slow Flight:]
cs: [CV_NEW_TAG:GAIT:FLY:Pomalý Let:]
de: [CV_NEW_TAG:GAIT:FLY:Langsamer Flug:]
eo: [CV_NEW_TAG:GAIT:FLY:Malrapida Flugo:]
es: [CV_NEW_TAG:GAIT:FLY:Volar Lentamente:]
ja: [CV_NEW_TAG:GAIT:FLY:ゆっくり飛ぶ:]
pl: [CV_NEW_TAG:GAIT:FLY:Powolny Lot:]
ru: [CV_NEW_TAG:GAIT:FLY:Медленный полёт:]
tr: [CV_NEW_TAG:GAIT:FLY:Yavaş Uçuş:]
vi: [CV_NEW_TAG:GAIT:FLY:Chuyến bay chậm:]
zh_hans: [CV_NEW_TAG:GAIT:FLY:慢飞:]

# CREATURE_VARIATION:STANDARD_FLYING_GAITS
source: [CV_NEW_TAG:GAIT:FLY:Hover:]
cs: [CV_NEW_TAG:GAIT:FLY:Vznášení se:]
de: [CV_NEW_TAG:GAIT:FLY:Schweben:]
eo: [CV_NEW_TAG:GAIT:FLY:Ŝvebo:]
es: [CV_NEW_TAG:GAIT:VOLAR:Flotar:]
ja: [CV_NEW_TAG:GAIT:FLY:浮遊:]
pl: [CV_NEW_TAG:GAIT:FLY:Unoszenie się:]
ru: [CV_NEW_TAG:GAIT:FLY:Парение:]
tr: [CV_NEW_TAG:GAIT:FLY:Havada Durma:]
vi: [CV_NEW_TAG:GAIT:FLY:Bay lơ lửng:]
zh_hans: [CV_NEW_TAG:GAIT:FLY:滑翔:]

# CREATURE_VARIATION:STANDARD_WALK_CRAWL_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Scramble:]
cs: [CV_NEW_TAG:GAIT:WALK:Škrábání se:]
de: [CV_NEW_TAG:GAIT:WALK:Kletterei:]
eo: [CV_NEW_TAG:GAIT:WALK:Plej Rapida Rampo:]
es: [CV_NEW_TAG:GAIT:WALK:Rebatir:]
ja: [CV_NEW_TAG:GAIT:WALK:全力で這う:]
pl: [CV_NEW_TAG:GAIT:WALK:Czołganie z największą szybkością:]
ru: [CV_NEW_TAG:GAIT:WALK:Ползти:]
tr: [CV_NEW_TAG:GAIT:WALK:Acele Sürünme:]
vi: [CV_NEW_TAG:GAIT:WALK:Leo:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:突进:]

# CREATURE_VARIATION:STANDARD_WALK_CRAWL_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Faster Crawl:]
cs: [CV_NEW_TAG:GAIT:WALK:Rychlejší Plazení:]
de: [CV_NEW_TAG:GAIT:WALK:Schnelleres Krabbeln:]
eo: [CV_NEW_TAG:GAIT:WALK:Rapida Rampo:]
es: [CV_NEW_TAG:GAIT:WALK:Gatear más Rápido:]
ja: [CV_NEW_TAG:GAIT:WALK:速く這う:]
ko: [CV_NEW_TAG:GAIT:WALK:더욱 빠르게 기어가기:]
pl: [CV_NEW_TAG:GAIT:WALK:Bardzo szybkie czołganie:]
ru: [CV_NEW_TAG:GAIT:WALK:Очень быстро ползти:]
tr: [CV_NEW_TAG:GAIT:WALK:Daha Hızlı Sürünme:]
vi: [CV_NEW_TAG:GAIT:CRAWL:Thu thập thông tin nhanh hơn:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:更快爬动:]

# CREATURE_VARIATION:STANDARD_WALK_CRAWL_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Fast Crawl:]
cs: [CV_NEW_TAG:GAIT:WALK:Rychlé Plazení:]
de: [CV_NEW_TAG:GAIT:WALK:Schnelles Krabbeln:]
eo: [CV_NEW_TAG:GAIT:WALK:Malpli Rapida Rampo:]
es: [CV_NEW_TAG:GAIT:WALK:Gatear Rápido:]
ja: [CV_NEW_TAG:GAIT:WALK:早めに這う:]
ko: [CV_NEW_TAG:GAIT:WALK:빠르게 기어가기:]
pl: [CV_NEW_TAG:GAIT:WALK:Szybkie czołganie:]
ru: [CV_NEW_TAG:GAIT:WALK:Быстро ползти:]
tr: [CV_NEW_TAG:GAIT:WALK:Hızlı Sürünme:]
vi: [CV_NEW_TAG:GAIT:CRAWL:Thu thập thông tin nhanh:]
zh_hans: [CV_NEW_TAG:GAIT:CRAWL:快速爬动:]

# CREATURE_VARIATION:STANDARD_WALK_CRAWL_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Crawl:]
cs: [CV_NEW_TAG:GAIT:WALK:Plazení:]
de: [CV_NEW_TAG:GAIT:WALK:Krabbeln:]
eo: [CV_NEW_TAG:GAIT:WALK:Mezrapida Rampo:]
es: [CV_NEW_TAG:GAIT:WALK:Gatear:]
ja: [CV_NEW_TAG:GAIT:WALK:這う:]
ko: [CV_NEW_TAG:GAIT:WALK:기어가기:]
pl: [CV_NEW_TAG:GAIT:WALK:Czołganie:]
ru: [CV_NEW_TAG:GAIT:WALK:Ползти:]
tr: [CV_NEW_TAG:GAIT:WALK:Sürünme:]
vi: [CV_NEW_TAG:GAIT:WALK:Thu thập thông tin:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:爬动:]

# CREATURE_VARIATION:STANDARD_WALK_CRAWL_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Slow Crawl:]
cs: [CV_NEW_TAG:GAIT:WALK:Pomalé Plazení:]
de: [CV_NEW_TAG:GAIT:WALK:Langsames Krabbeln:]
eo: [CV_NEW_TAG:GAIT:WALK:Malrapida Rampo]
es: [CV_NEW_TAG:GAIT:WALK:Gatear Lentamente:]
ja: [CV_NEW_TAG:GAIT:WALK:ゆっくり這う:]
ko: [CV_NEW_TAG:GAIT:WALK:천천히 기어가기:]
pl: [CV_NEW_TAG:GAIT:WALK:Wolne czołganie:]
ru: [CV_NEW_TAG:GAIT:WALK:Медленно ползти:]
tr: [CV_NEW_TAG:GAIT:WALK:Yavaş Sürünme:]
vi: [CV_NEW_TAG:GAIT:WALK:Thu thập thông tin chậm:]
zh_hans: [CV_NEW_TAG:GAIT:CRAWL:慢爬:]

# CREATURE_VARIATION:STANDARD_WALK_CRAWL_GAITS
source: [CV_NEW_TAG:GAIT:WALK:Creep:]
cs: [CV_NEW_TAG:GAIT:WALK:Plížení:]
de: [CV_NEW_TAG:GAIT:WALK:Kriechen:]
eo: [CV_NEW_TAG:GAIT:WALK:Plej Malrapida Rampo:]
es: [CV_NEW_TAG:GAIT:WALK:Arrastrarse:]
ja: [CV_NEW_TAG:GAIT:WALK:忍び這い:]
pl: [CV_NEW_TAG:GAIT:WALK:Pełźnięcie:]
ru: [CV_NEW_TAG:GAIT:WALK:Передвижение ползком:]
tr: [CV_NEW_TAG:GAIT:WALK:Emekleme:]
vi: [CV_NEW_TAG:GAIT:WALK:leo:]
zh_hans: [CV_NEW_TAG:GAIT:WALK:蹒跚:]

# CREATURE:TOAD
source: [DESCRIPTION:A squat amphibian with leathery skin, found in relatively dry areas.]
cs: [DESCRIPTION:Zavalitý obojživelník s kožovitou kůží, vyskytující se v relativně suchých oblastech.]
de: [DESCRIPTION:Eine gedrungene Amphibie mit ledriger Haut, in relativ trockenen Gegenden zu finden.]
eo: [DESCRIPTION:Malaltkreska amfibio kun ledeca haŭto, trovita en relative sekaj areoj.]
es: [DESCRIPTION:Un anfibio rechoncho con la piel curtida, que se encuentra en zonas relativamente secas.]
ja: [DESCRIPTION:A squat amphibian with leathery skin, found in relatively dry areas.][DESCRIPTION:乾いた革のような肌の四足両生類。]
ko: [DESCRIPTION:비교적 건조한 지역에서 발견되는 가죽 같은 피부의 땅딸막한 양서류.]
pl: [DESCRIPTION:Pękaty płaz o skórzastej skórze, spotykany we względnie suchych okolicach.]
ru: [DESCRIPTION:Приземистая амфибия с жёсткой кожей, встречающаяся в относительно сухих областях.]
tr: [DESCRIPTION:Nispeten kuru alanlarda bulunan, deri benzeri derisi olan kısa boylu bir amfibi.]
vi: [DESCRIPTION:Loài lưỡng cư ngồi xổm có da nhiều lông, được tìm thấy ở những vùng tương đối khô.]
zh_hans: [DESCRIPTION:一种皮肤坚韧的蛙型两栖动物，常见于相对干燥的地区。]

# CREATURE:TOAD
source: [NAME:toad:toads:toad]
cs: [NAME:ropucha:ropuchy:ropuchy]
de: [NAME:Kröte:Kröten:Kröte]
eo: [NAME:bufo:bufoj:de bufo]
es: [NAME:sapo:sapos:de sapo]
ja: [NAME:カエル:カエル:カエルの]
ko: [NAME:두꺼비:두꺼비들:두꺼비]
pl: [NAME:ropucha:ropuchy:ropuchy]
ru: [NAME:жаба:жабы:жабы]
tr: [NAME:kurbağa:kurbağalar:kurbağa]
vi: [NAME::cóc:cóc:cóc]
zh_hans: [NAME:蟾蜍:蟾蜍:蟾蜍]

# CREATURE:TOAD
source: [CASTE_NAME:toad:toads:toad]
cs: [CASTE_NAME:ropucha:ropuchy:ropucha]
de: [CASTE_NAME:Kröte:Kröten:Kröte]
eo: [CASTE_NAME:bufo:bufoj:de bufo]
es: [CASTE_NAME:sapo:sapos:de sapo]
ja: [CASTE_NAME:カエル:カエル:カエルの]
ko: [CASTE_NAME:두꺼비:두꺼비들:두꺼비]
pl: [CASTE_NAME:ropucha:ropuchy:ropuchy]
ru: [CASTE_NAME:жаба:жабы:жабы]
tr: [CASTE_NAME:kurbağa:kurbağalar:kurbağa]
vi: [CASTE_NAME:cóc:cóc:cóc]
zh_hans: [CASTE_NAME:蟾蜍:蟾蜍:蟾蜍]

# CREATURE:TOAD
source: [PREFSTRING:beauty]
cs: [PREFSTRING:krása]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다움]
pl: [PREFSTRING:piękna]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]
zh_hans: [PREFSTRING:貌美]

# CREATURE:TOAD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:pokousat:pokousatní]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:TOAD
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:TOAD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:TOAD_MAN
source: [CASTE_NAME:toad man:toad men:toad man]
cs: [CASTE_NAME:ropušák:ropušáci:ropušáka]
de: [CASTE_NAME:Krötenmann:Krötenmänner:Krötenmann]
eo: [CASTE_NAME:hombufiĉo:hombufiĉoj:de hombufiĉo]
es: [CASTE_NAME:hombre sapo:hombres sapo:de hombre sapo]
ja: [CASTE_NAME:カエル男:カエル男:カエル男の]
ko: [CASTE_NAME:남성 두꺼비인간:남성 두꺼비인간들:남성 두꺼비]
pl: [CASTE_NAME:ropuchomężczyzna:ropuchomężczyźni:ropuchomężczyzny]
ru: [CASTE_NAME:человек-жаба:люди-жабы:человека-жабы]
tr: [CASTE_NAME:kurbağa adam:kurbağa adamlar:kurbağa adam]
vi: [CASTE_NAME:người cóc:người cóc:người cóc]
zh_hans: [CASTE_NAME:蟾蜍男:蟾蜍男:蟾蜍男]

# CREATURE:TOAD_MAN
source: [CASTE_NAME:toad woman:toad women:toad woman]
cs: [CASTE_NAME:ropušačka:ropušačky:ropušačky]
de: [CASTE_NAME:Krötenweibchen:Krötenweibchen:Kröztenweibchen]
eo: [CASTE_NAME:hombufino:hombufinoj:de hombufino]
es: [CASTE_NAME:mujer sapo:mujeres sapo:de mujer sapo]
ja: [CASTE_NAME:カエル女:カエル女:カエル女の]
ko: [CASTE_NAME:여성 두꺼비인간:여성 두꺼비인간들:여성 두꺼비인간]
pl: [CASTE_NAME:ropuchokobieta:ropuchokobiety:ropuchokobiecy]
ru: [CASTE_NAME:женщина-жаба:женчины-жабы:женчин-жаб]
tr: [CASTE_NAME:kurbağa kadın:kurbağa kadınlar:kurbağa kadın]
vi: [CASTE_NAME::con cóc:con cóc:con cóc]
zh_hans: [CASTE_NAME:蟾蜍女:蟾蜍女:蟾蜍女]

# CREATURE:TOAD_MAN
source: [NAME:toad man:toad men:toad man]
cs: [NAME:ropušák:ropušáci:ropušáka]
de: [NAME:Krötenmann:Krötenmänner:Krötenmann]
eo: [NAME:hombufo:hombufoj:de hombufo]
es: [NAME:hombre sapo:hombres sapo:de hombre sapo]
ja: [NAME:カエル男:カエル男:カエル男の]
ko: [NAME:두꺼비인간:두꺼비인간들:두꺼비인간]
pl: [NAME:ropuchoczłowiek:ropucholudzie:ropucholudzki]
ru: [NAME:человек-жаба:люди-жабы:человека-жабы]
tr: [NAME:kurbağa adam:kurbağa adamlar:kurbağa adam]
vi: [NAME:người cóc:người cóc:người cóc]
zh_hans: [NAME:蟾蜍人:蟾蜍人:蟾蜍人]

# CREATURE:TOAD_MAN
source: [DESCRIPTION:A dark green man with the distinct head of a toad.]
cs: [DESCRIPTION:Tmavě zelený muž s hlavou ropuchy.]
de: [DESCRIPTION:Ein dunkelgrüner Mann mit dem markanten Kopf einer Kröte.]
eo: [DESCRIPTION:Malhele verda homo kun la distinga kapo de bufo.]
es: [DESCRIPTION:Un hombre de color verde oscuro con la distintiva cabeza de un sapo.]
ja: [DESCRIPTION:カエル頭の暗緑色をした人間だ。]
ko: [DESCRIPTION:눈에 띄는 두꺼비의 머리를 가진 암녹색의 인간입니다.]
pl: [DESCRIPTION:Ciemnozielony człowiek z wyraźną głową ropuchy.]
ru: [DESCRIPTION:Тёмно-зелёный человек с головой жабы.]
tr: [DESCRIPTION:Koyu yeşil, kurbağa başlı bir adam.]
vi: [DESCRIPTION:Một người đàn ông màu xanh đậm với cái đầu cóc đặc biệt.]
zh_hans: [DESCRIPTION:一个长着独特的蟾蜍脑袋的深绿色人。]

# CREATURE:GIANT_TOAD
source: [NAME:giant toad:giant toads:giant toad]
cs: [NAME:obří ropucha:obří ropuchy:obří ropuchy]
de: [NAME:Riesenkröte:Riesenkröten:Riesenkröte]
eo: [NAME:giganta bufo:gigantaj bufoj:de giganta bufo]
es: [NAME:sapo gigante:sapos gigantes:de sapo gigante]
ja: [NAME:巨大カエル:巨大カエル:巨大カエルの]
ko: [NAME:거대 두꺼비:거대 두꺼비들:거대 두꺼비]
pl: [NAME:gigantyczna ropucha:gigantyczne ropuchy:gigantycznej ropuchy]
ru: [NAME:гигантская жаба:гигантские жабы:гигантской жабы]
tr: [NAME:dev kurbağa:dev kurbağalar:dev kurbağa]
vi: [NAME::cóc khổng lồ:cóc khổng lồ:cóc khổng lồ]
zh_hans: [NAME:巨蟾蜍:巨蟾蜍:巨蟾蜍]

# CREATURE:GIANT_TOAD
source: [CASTE_NAME:giant toad:giant toads:giant toad]
cs: [CASTE_NAME:obří ropucha:obří ropuchy:obří ropuchy]
de: [CASTE_NAME:Riesenkröte:Riesenkröten:Riesenkröte]
eo: [CASTE_NAME:giganta bufo:gigantaj bufoj:de giganta bufo]
es: [CASTE_NAME:sapo gigante:sapos gigantes:de sapo gigante]
ja: [CASTE_NAME:巨大カエル:巨大カエル:巨大カエルの]
ko: [CASTE_NAME:거대 두꺼비:거대 두꺼비들:거대 두꺼비]
pl: [CASTE_NAME:gigantyczna ropucha:gigantyczne ropuchy:gigantycznej ropuchy]
ru: [CASTE_NAME:гигантская жаба:гигантские жабы:гигантской жабы]
tr: [CASTE_NAME:dev kurbağa:dev kurbağalar:dev kurbağa]
vi: [CASTE_NAME:cóc khổng lồ:cóc khổng lồ:cóc khổng lồ]
zh_hans: [CASTE_NAME:巨蟾蜍:巨蟾蜍:巨蟾蜍]
