Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:SATYR
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:SATYR
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]

# CREATURE:SATYR
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]

# CREATURE:SATYR
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]

# CREATURE:SATYR
source: [TSU_NOUN:hair:SINGULAR]
cs: [TSU_NOUN:vlasy:SINGULAR]
de: [TSU_NOUN:Haar:SINGULAR]
eo: [TSU_NOUN:hararo:SINGULAR]
es: [TSU_NOUN:cabello:SINGULAR]
ja: [TSU_NOUN:毛:SINGULAR]
ko: [TSU_NOUN:털:SINGULAR]
pl: [TSU_NOUN:włosy:SINGULAR]
ru: [TSU_NOUN:волосы:PLURAL]
tr: [TSU_NOUN:saç:SINGULAR]

# CREATURE:SATYR
source: [TSU_NOUN:beard:SINGULAR]
cs: [TSU_NOUN:plnovous:SINGULAR]
de: [TSU_NOUN:Bart:SINGULAR]
eo: [TSU_NOUN:barbo:SINGULAR]
es: [TSU_NOUN:barba:SINGULAR]
ja: [TSU_NOUN:ひげ:SINGULAR]
ko: [TSU_NOUN:수염:SINGULAR]
pl: [TSU_NOUN:broda:SINGULAR]
ru: [TSU_NOUN:борода:SINGULAR]
tr: [TSU_NOUN:sakal:SINGULAR]

# CREATURE:SATYR
source: [TSU_NOUN:moustache:SINGULAR]
cs: [TSU_NOUN:knír:SINGULAR]
de: [TSU_NOUN:Schnurrbart:SINGULAR]
eo: [TSU_NOUN:liphararo:SINGULAR]
es: [TSU_NOUN:bigote:SINGULAR]
ja: [TSU_NOUN:口ひげ:SINGULAR]
ko: [TSU_NOUN:콧수염:SINGULAR]
pl: [TSU_NOUN:wąs:SINGULAR]
ru: [TSU_NOUN:усы:PLURAL]
tr: [TSU_NOUN:bıyık:SINGULAR]

# CREATURE:SATYR
source: [TSU_NOUN:sideburns:PLURAL]
cs: [TSU_NOUN:licousy:PLURAL]
de: [TSU_NOUN:Kotletten:PLURAL]
eo: [TSU_NOUN:vangharoj:PLURAL]
es: [TSU_NOUN:patillas:PLURAL]
ja: [TSU_NOUN:もみあげ:PLURAL]
ko: [TSU_NOUN:구레나룻들:PLURAL]
pl: [TSU_NOUN:bokobrody:PLURAL]
ru: [TSU_NOUN:бакенбарды:PLURAL]
tr: [TSU_NOUN:favoriler:PLURAL]

# CREATURE:SATYR
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SATYR
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:COLOSSUS_BRONZE
source: [DESCRIPTION:A gigantic magic statue made of bronze and bent on mayhem.]
cs: [DESCRIPTION:Obrovská magická socha z bronzu posedlá ničením.]
de: [DESCRIPTION:Eine gigantische magische Statue aus Bronze, die auf Chaos ausgerichtet ist.]
eo: [DESCRIPTION:Giganta magia bronza statuo kiu destruemas.]
es: [DESCRIPTION:Una gigantesca estatua mágica hecha de bronce, y empeñados en el caos.]
ja: [DESCRIPTION:青銅で作られた魔法の像だ。過去の争いでひん曲がっている。]
ko: [DESCRIPTION:청동으로 만들어지고 아수라장에 구부러진 거대한 마법상.]
pl: [DESCRIPTION:Gigantyczna magiczna statua wykonana z brązu i nastawiona na zamęt.]
ru: [DESCRIPTION:Гигантская магическая бронзовая статуя, несущая хаос.]
tr: [DESCRIPTION:Bronzdan yapılmış ve kargaşa çıkarmaya ant içmiş devasa bir büyülü heykel.]
vi: [DESCRIPTION:Một bức tượng ma thuật khổng lồ làm bằng đồng và quyết tâm gây náo loạn.]

# CREATURE:COLOSSUS_BRONZE
source: [NAME:bronze colossus:bronze colossuses:bronze colossus]
cs: [NAME:bronzový kolos:bronzoví kolosové:bronzový kolos]
de: [NAME:Bronze-Koloss:Bronze-Kolosse:Bronze-Koloss]
eo: [NAME:bronzkoloso:bronzkolosoj:de bronzkoloso]
es: [NAME:coloso de bronce:colosos de bronce:coloso de bronce]
ja: [NAME:ブロンズコロッサス:ブロンズコロッサス:ブロンズコロッサスの]
ko: [NAME:청동 거상:청동 거상들:청동 거상]
pl: [NAME:kolos z brązu:kolosy z brązu:kolos z brązu]
ru: [NAME:бронзовый колосс:бронзовые колоссы:бронзового колосса]
tr: [NAME:bronz dev:bronz devler:bronz dev]
vi: [NAME:Tượng đồng khổng lồ:Tượng đồng khổng lồ:Tượng đồng khổng lồ]
zh_hans: [NAME:青铜巨像:青铜巨像:青铜巨像]

# CREATURE:COLOSSUS_BRONZE
source: [CASTE_NAME:bronze colossus:bronze colossuses:bronze colossus]
cs: [CASTE_NAME:bronzový kolos:bronzoví kolosové:bronzový kolos]
de: [CASTE_NAME:Bronze-Koloss:Bronze-Kolosse:Bronze-Koloss]
eo: [CASTE_NAME:bronzkoloso:bronzkolosoj:de bronzkoloso]
es: [CASTE_NAME:coloso de bronce:colosos de bronce:coloso de bronce]
ja: [CASTE_NAME:ブロンズコロッサス:ブロンズコロッサス:ブロンズコロッサスの]
ko: [CASTE_NAME:청동 거상:청동 거상들:청동 거상]
pl: [CASTE_NAME:kolos z brązu:kolosy z brązu:kolos z brązu]
ru: [CASTE_NAME:бронзовый колосс:бронзовые колоссы:бронзового колосса]
tr: [CASTE_NAME:bronz dev:bronz devler:bronz dev]
vi: [CASTE_NAME:Tượng đồng khổng lồ:Tượng đồng khổng lồ:Tượng đồng khổng lồ]
zh_hans: [CASTE_NAME:青铜巨像:青铜巨像:青铜巨像]

# CREATURE:COLOSSUS_BRONZE
source: [PREFSTRING:height]
cs: [PREFSTRING:výškou]
de: [PREFSTRING:Höhe]
eo: [PREFSTRING:alto]
es: [PREFSTRING:alto]
ja: [PREFSTRING:重い]
ko: [PREFSTRING:큰 키]
pl: [PREFSTRING:wzrost]
ru: [PREFSTRING:высоту]
tr: [PREFSTRING:boy]
vi: [PREFSTRING:chiều cao]

# CREATURE:COLOSSUS_BRONZE
source: [TISSUE_NAME:bronze:bronze]
cs: [TISSUE_NAME:bronz:bronzy]
eo: [TISSUE_NAME:bronzo:bronzo]
es: [TISSUE_NAME:bronce:bronce]
ja: [TISSUE_NAME:青銅:青銅]
ko: [TISSUE_NAME:청동:청동]
pl: [TISSUE_NAME:brąz:z brązu]
ru: [TISSUE_NAME:бронза:бронза]
tr: [TISSUE_NAME:bronz:bronz]

# CREATURE:COLOSSUS_BRONZE
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:COLOSSUS_BRONZE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:GIANT
source: [DESCRIPTION:A gigantic creature resembling a human, almost unparalleled in size.]
cs: [DESCRIPTION:Obrovský tvor připomínající člověka, téměř bez konkurence ve velikosti.]
de: [DESCRIPTION:Eine gigantische Kreatur, die einem Menschen ähnelt und von nahezu unvergleichlicher Größe ist.]
eo: [DESCRIPTION:Giganta estaĵo simila al homo, preskaŭ nekomparebla en grandeco.]
es: [DESCRIPTION:Una gigantesca criatura, parecida a un humano, pero con un tamaño incomparable.]
ja: [DESCRIPTION:比類ないほどに巨大な人型生物だ。]
ko: [DESCRIPTION:크기는 비교할 수 조차 없지만, 모습만은 인간의 형태를 띈 거대한 생물.]
pl: [DESCRIPTION:Gigantyczna istota przypominająca człowieka, prawie niespotykanych rozmiarów.]
ru: [DESCRIPTION:Громадное существо, напоминающее человека, практически не имеет себе равных в размере.]
tr: [DESCRIPTION:İnsana benzeyen, boyutuyla neredeyse eşsiz devasa bir yaratık.]
vi: [DESCRIPTION:Một sinh vật khổng lồ giống con người, với kích thước gần như vô song.]

# CREATURE:GIANT
source: [NAME:giant:giants:giant]
cs: [NAME:obr:obři:obří]
de: [NAME:Riese:Riesen:Riese]
eo: [NAME:giganto:gigantoj:de giganto]
es: [NAME:gigante:gigantes:gigante]
ja: [NAME:巨人:巨人:巨人の]
ko: [NAME:거인:거인들:거인]
pl: [NAME:gigant:giganci:gigant]
ru: [NAME:гигант:гиганты:гиганта]
tr: [NAME:dev:devler:dev]
vi: [NAME:Người khổng lồ:Người khổng lồ:Người khổng lồ]
zh_hans: [NAME:巨型:巨型:巨型]

# CREATURE:GIANT
source: [PREFSTRING:height]
cs: [PREFSTRING:výškou]
de: [PREFSTRING:Höhe]
eo: [PREFSTRING:alto]
es: [PREFSTRING:alto]
ja: [PREFSTRING:重い]
ko: [PREFSTRING:큰 키]
pl: [PREFSTRING:wzrost]
ru: [PREFSTRING:высоту]
tr: [PREFSTRING:boy]
vi: [PREFSTRING:chiều cao]

# CREATURE:GIANT
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:GIANT
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:GIANT
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Sprucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Pluć]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:GIANT
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:GIANT
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:GIANT
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:usta:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:GIANT
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:GIANT
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:GIANT
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:GIANT
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:GIANT
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:GIANT
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GIANT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GIANT
source: [CASTE_NAME:giantess:giantesses:giantess]
cs: [CASTE_NAME:obryně:obryně:obryní]
de: [CASTE_NAME:Riesin:Riesinnen:Riesin]
eo: [CASTE_NAME:gigantino:gigantinoj:de gigantino]
es: [CASTE_NAME:gigante F.:gigantes F.:gigante F.]
ja: [CASTE_NAME:女巨人:女巨人:女巨人の]
pl: [CASTE_NAME:gigantka:gigantki:gigantka]
ru: [CASTE_NAME:великанша:великанши:великанши]
tr: [CASTE_NAME:dişi dev:dişi devler:dişi dev]
vi: [CASTE_NAME:Nữ khổng lồ:Nữ khổng lồ:Nữ khổng lồ]
zh_hans: [CASTE_NAME:女巨人:女巨人:女巨人]

# CREATURE:GIANT
source: [CASTE_NAME:giant:giants:giant]
cs: [CASTE_NAME:obr:obři:obří]
de: [CASTE_NAME:Riese:Riesen:Riese]
eo: [CASTE_NAME:gigantiĉo:gigantiĉoj:de gigantiĉo]
es: [CASTE_NAME:gigante M.:gigantes M.:giganteM.]
ja: [CASTE_NAME:巨人:巨人:巨人の]
pl: [CASTE_NAME:olbrzym:olbrzymy:olbrzymie]
ru: [CASTE_NAME:великан:великаны:великана]
tr: [CASTE_NAME:dev:devler:dev]
vi: [CASTE_NAME:Người khổng lồ:Người khổng lồ:Người khổng lồ]
zh_hans: [CASTE_NAME:巨型:巨型:巨型]

# CREATURE:GIANT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]

# CREATURE:GIANT
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]

# CREATURE:GIANT
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]

# CREATURE:GIANT
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]

# CREATURE:GIANT
source: [TSU_NOUN:hair:SINGULAR]
cs: [TSU_NOUN:vlasy:SINGULAR]
de: [TSU_NOUN:Haar:SINGULAR]
eo: [TSU_NOUN:hararo:SINGULAR]
es: [TSU_NOUN:cabello:SINGULAR]
ja: [TSU_NOUN:毛:SINGULAR]
ko: [TSU_NOUN:털:SINGULAR]
pl: [TSU_NOUN:włosy:SINGULAR]
ru: [TSU_NOUN:волосы:PLURAL]
tr: [TSU_NOUN:saç:SINGULAR]

# CREATURE:GIANT
source: [TSU_NOUN:beard:SINGULAR]
cs: [TSU_NOUN:plnovous:SINGULAR]
de: [TSU_NOUN:Bart:SINGULAR]
eo: [TSU_NOUN:barbo:SINGULAR]
es: [TSU_NOUN:barba:SINGULAR]
ja: [TSU_NOUN:ひげ:SINGULAR]
ko: [TSU_NOUN:수염:SINGULAR]
pl: [TSU_NOUN:broda:SINGULAR]
ru: [TSU_NOUN:борода:SINGULAR]
tr: [TSU_NOUN:sakal:SINGULAR]

# CREATURE:GIANT
source: [TSU_NOUN:moustache:SINGULAR]
cs: [TSU_NOUN:knír:SINGULAR]
de: [TSU_NOUN:Schnurrbart:SINGULAR]
eo: [TSU_NOUN:liphararo:SINGULAR]
es: [TSU_NOUN:bigote:SINGULAR]
ja: [TSU_NOUN:口ひげ:SINGULAR]
ko: [TSU_NOUN:콧수염:SINGULAR]
pl: [TSU_NOUN:wąs:SINGULAR]
ru: [TSU_NOUN:усы:PLURAL]
tr: [TSU_NOUN:bıyık:SINGULAR]

# CREATURE:GIANT
source: [TSU_NOUN:sideburns:PLURAL]
cs: [TSU_NOUN:licousy:PLURAL]
de: [TSU_NOUN:Kotletten:PLURAL]
eo: [TSU_NOUN:vangharoj:PLURAL]
es: [TSU_NOUN:patillas:PLURAL]
ja: [TSU_NOUN:もみあげ:PLURAL]
ko: [TSU_NOUN:구레나룻들:PLURAL]
pl: [TSU_NOUN:bokobrody:PLURAL]
ru: [TSU_NOUN:бакенбарды:PLURAL]
tr: [TSU_NOUN:favoriler:PLURAL]

# CREATURE:GIANT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GIANT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CYCLOPS
source: [DESCRIPTION:A giant humanoid monster with a single eye set in its forehead.]
cs: [DESCRIPTION:Obří humanoidní netvor s jediným okem uprostřed čela.]
de: [DESCRIPTION:Ein riesiges humanoides Monster mit einem einzigen Auge in der Stirn.]
eo: [DESCRIPTION:Giganta homsimila monstro kun ununura okulo fiksita en ĝia frunto.]
es: [DESCRIPTION:Un gigantesco monstruo humanoide con un solo ojo en la frente.]
ja: [DESCRIPTION:単眼の巨大な人型生物だ。]
ko: [DESCRIPTION:이마에 한쪽 눈이 박힌 거대한 인간형 괴물.]
pl: [DESCRIPTION:Olbrzymi humanoidalny potwór z pojedynczym okiem umiejscowionym pośrodku czoła.]
ru: [DESCRIPTION:Гигантский человекоподобный монстр с одним глазом во лбу.]
tr: [DESCRIPTION:Alnında tek bir göz bulunan devasa insansı bir canavar.]
vi: [DESCRIPTION:Một quái vật nhân hình khổng lồ với một con mắt duy nhất nằm trên trán.]

# CREATURE:CYCLOPS
source: [NAME:cyclops:cyclopes:cyclops]
cs: [NAME:kýklóp:kýklópové:kýklópí]
de: [NAME:Zyklop:Zyklopen:Zyklop]
eo: [NAME:ciklopo:ciklopoj:de ciklopo]
es: [NAME:cíclope:cíclopes:cíclope]
ja: [NAME:サイクロプス:サイクロプス:サイクロプスの]
ko: [NAME:사이클롭스:사이클롭스들:사이클롭스]
pl: [NAME:cyklop:cyklopi:cyklopowy]
ru: [NAME:циклоп:циклопы:циклопа]
tr: [NAME:tepegöz:tepegözler:tepegöz]
vi: [NAME:Người khổng lồ một mắt:Người khổng lồ một mắt:Người khổng lồ một mắt]
zh_hans: [NAME:独眼巨人:独眼巨人:独眼巨人]

# CREATURE:CYCLOPS
source: [CASTE_NAME:cyclops:cyclopes:cyclops]
cs: [CASTE_NAME:kýklóp:kýklópové:kýklópí]
de: [CASTE_NAME:Zyklop:Zyklopen:Zyklop]
eo: [CASTE_NAME:ciklopo:ciklopoj:de ciklopo]
es: [CASTE_NAME:cíclope:cíclopes:cíclopes]
ja: [CASTE_NAME:サイクロプス:サイクロプス:サイクロプスの]
ko: [CASTE_NAME:사이클롭스:사이클롭스들:사이클롭스]
pl: [CASTE_NAME:cyklop:cyklopi:cyklopowy]
ru: [CASTE_NAME:циклоп:циклопы:циклопа]
tr: [CASTE_NAME:tepegöz:tepegözler:tepegöz]
vi: [CASTE_NAME:Người khổng lồ một mắt:Người khổng lồ một mắt:Người khổng lồ một mắt]
zh_hans: [CASTE_NAME:独眼巨人:独眼巨人:独眼巨人]

# CREATURE:CYCLOPS
source: [PREFSTRING:single eye]
cs: [PREFSTRING:jediným okem]
de: [PREFSTRING:Einauge]
eo: [PREFSTRING:ununura okulo]
es: [PREFSTRING:un solo ojo]
ja: [PREFSTRING:単眼]
ko: [PREFSTRING:외눈]
pl: [PREFSTRING:pojedyncze oko]
ru: [PREFSTRING:единственный глаз]
tr: [PREFSTRING:tek göz]
vi: [PREFSTRING:một con mắt duy nhất]

# CREATURE:CYCLOPS
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:CYCLOPS
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:CYCLOPS
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Sprucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Pluć]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:CYCLOPS
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:CYCLOPS
source: [APP_MOD_NOUN:eye:SINGULAR]
cs: [APP_MOD_NOUN:oko:SINGULAR]
de: [APP_MOD_NOUN:Auge:SINGULAR]
eo: [APP_MOD_NOUN:okulo:SINGULAR]
es: [APP_MOD_NOUN:ojo:SINGULAR]
ja: [APP_MOD_NOUN:眼:SINGULAR]
ko: [APP_MOD_NOUN:눈:SINGULAR]
pl: [APP_MOD_NOUN:oko:SINGULAR]
ru: [APP_MOD_NOUN:глаз:SINGULAR]
tr: [APP_MOD_NOUN:göz:SINGULAR]

# CREATURE:CYCLOPS
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:usta:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:CYCLOPS
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:CYCLOPS
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:CYCLOPS
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:CYCLOPS
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:CYCLOPS
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:CYCLOPS
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
