Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CAMEL_2_HUMP
source: [DESCRIPTION:A large, long-necked creature with two fleshy humps on its back. It is domesticated to carry passengers and cargo.]
cs: [DESCRIPTION:Velké dlouhokrké zvíře se dvěma masitými hrby na zádech. Je domestikované k nošení nákladu a lidí.]
de: [DESCRIPTION:Eine große, langhalsige Kreatur mit zwei fleischigen Höckern auf dem Rücken. Es ist domestiziert, um Passagiere und Fracht zu befördern..]
eo: [DESCRIPTION:Granda longkola estaĵo kun du korpulentaj ĝiboj sur sia dorso. Ĝi estas aldomigita por ŝarĝi pasaĝerojn kaj kargojn.]
es: [DESCRIPTION:Una gran criatura de cuello largo con dos jorobas carnosas en su lomo. Esta domesticado para llevar personas o carga.]
ja: [DESCRIPTION:二つのこぶと長い首を持った大型哺乳類。家畜として人や荷物を運べる。]
ko: [DESCRIPTION:등에 두 개의 살찐 혹이 있는 크고 목이 긴 생물입니다. 승객과 화물을 운반하기 위해 길들여졌다.]
pl: [DESCRIPTION:Duże, długoszyjne stworzenie z dwoma garbami mięsnymi na jego plecach. Jest udomowione do przewożenia pasażerów i ładunku.]
ru: [DESCRIPTION:Крупное животное с длинной шеей и двумя мясистыми горбами на спине. Был одомашнен, чтобы переносить пассажиров и грузы.]
tr: [DESCRIPTION:Sırtında iki etli hörgücü olan, uzun boyunlu büyük bir canlı. Yolcu ve yük taşımak için evcilleştirilmiştir.]
vi: [DESCRIPTION:Một sinh vật lớn, cổ dài với hai bướu thịt trên lưng. Chúng được thuần hóa để chở người và hàng hóa.]

# CREATURE:CAMEL_2_HUMP
source: [NAME:two-humped camel:two-humped camels:two-humped camel]
cs: [NAME:dvojhrbý velbloud:dvojhrbí velbloudi:dvojhrbého velblouda]
de: [NAME:zweihöckriges Kamel:zweihöckrige Kamele:zweihöckriges Kamel]
eo: [NAME:kamelo:kameloj:de kamelo]
es: [NAME:camello:camellos:camello]
ja: [NAME:フタコブラクダ:フタコブラクダ:フタコブラクダの]
ko: [NAME:쌍봉낙타:쌍봉낙타들:쌍봉낙타]
pl: [NAME:wielbłąd dwugarbny:wielbłądy dwugarbne:wiebłądo dwugarbny]
ru: [NAME:двугорбый верблюд:двугорбые верблюды:двугорбого верблюда]
tr: [NAME:çift hörgüçlü deve:çift hörgüçlü develer:çift hörgüçlü deve]
vi: [NAME:lạc đà hai bướu:những con lạc đà hai bướu:lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP
source: [CASTE_NAME:two-humped camel:two-humped camels:two-humped camel]
cs: [CASTE_NAME:dvojhrbý velbloud:dvojhrbí velbloudi:dvojhrbého velblouda]
de: [CASTE_NAME:zweihöckriges Kamel:zweihöckrige Kamele:zweihöckriges Kamel]
eo: [CASTE_NAME:kamelo:kameloj:de kamelo]
es: [CASTE_NAME:camello:camellos:camello]
ja: [CASTE_NAME:フタコブラクダ:フタコブラクダ:フタコブラクダの]
ko: [CASTE_NAME:쌍봉낙타:쌍봉낙타들:쌍봉낙타]
pl: [CASTE_NAME:wielbłąd dwugarbny:wielbłądy dwugarbne:wiebłądo dwugarbny]
ru: [CASTE_NAME:двугорбый верблюд:двугорбые верблюды:двугорбого верблюда]
tr: [CASTE_NAME:çift hörgüçlü deve:çift hörgüçlü develer:çift hörgüçlü deve]
vi: [CASTE_NAME:lạc đà hai bướu:những con lạc đà hai bướu:lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP
source: [GENERAL_CHILD_NAME:two-humped camel calf:two-humped camel calves]
cs: [GENERAL_CHILD_NAME:mládě dvojhrbého velblouda:mláďata dvojhrbého velblouda]
de: [GENERAL_CHILD_NAME:Kamelkalb:Kamelkälber]
eo: [GENERAL_CHILD_NAME:kamelido:kamelidoj]
es: [GENERAL_CHILD_NAME:becerro de camello:becerros de camellos]
ja: [GENERAL_CHILD_NAME:フタコブラクダの仔:フタコブラクダの仔の]
ko: [GENERAL_CHILD_NAME:새끼 쌍봉낙타:새끼 쌍봉낙타들]
pl: [GENERAL_CHILD_NAME:cielę wielbłąda dwugarbnego:cielaki wielbłąda dwugarbnego]
ru: [GENERAL_CHILD_NAME:двугорбый верблюжонок:двугорбые верблюжата]
tr: [GENERAL_CHILD_NAME:yavru çift hörgüçlü deve:yavru çift hörgüçlü develer]
vi: [GENERAL_CHILD_NAME:lạc đà con hai bướu:những con lạc đà con hai bướu]
zh_hans: [GENERAL_CHILD_NAME:双峰骆驼幼崽:双峰骆驼幼崽]

# CREATURE:CAMEL_2_HUMP
source: [PREFSTRING:humps]
cs: [PREFSTRING:hrby]
de: [PREFSTRING:Höcker]
eo: [PREFSTRING:ĝiboj]
es: [PREFSTRING:jorobas]
ja: [PREFSTRING:こぶ]
ko: [PREFSTRING:혹들]
pl: [PREFSTRING:garby]
ru: [PREFSTRING:горбы]
tr: [PREFSTRING:hörgüçler]
vi: [PREFSTRING:Các bướu]

# CREATURE:CAMEL_2_HUMP
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:CAMEL_2_HUMP
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CAMEL_2_HUMP
source: [STATE_NAME:ALL_SOLID:frozen two-humped camel's milk]
cs: [STATE_NAME:ALL_SOLID:mražené mléko dvouhrbého velblouda]
de: [STATE_NAME:ALL_SOLID:gefrorene zweihöckrige Kamelmilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de kamelo]
es: [STATE_NAME:ALL_SOLID:leche de camello congelada]
ja: [STATE_NAME:ALL_SOLID:凍ったフタコブラクダのミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 쌍봉낙타 젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone mleko wielbłąda dwugarbnego]
ru: [STATE_NAME:ALL_SOLID:замёрзшее молоко двугорбого верблюда]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş çift hörgüçlü deve sütü]
vi: [STATE_NAME:ALL_SOLID:sữa lạc đà hai bướu đông lạnh]

# CREATURE:CAMEL_2_HUMP
source: [STATE_ADJ:ALL_SOLID:frozen two-humped camel's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené mléko dvouhrbého velblouda]
de: [STATE_ADJ:ALL_SOLID:gefrorene zweihöckrige Kamelmilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de kamelo]
es: [STATE_ADJ:ALL_SOLID:leche de camello congelada]
ja: [STATE_ADJ:ALL_SOLID:凍ったフタコブラクダのミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 쌍봉낙타 젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone mleczny wielbłąda dwugarbnego]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее молоко двугорбого верблюда]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş çift hörgüçlü deve sütü]
vi: [STATE_ADJ:ALL_SOLID:sữa lạc đà hai bướu đông lạnh]

# CREATURE:CAMEL_2_HUMP
source: [STATE_NAME:LIQUID:two-humped camel's milk]
cs: [STATE_NAME:LIQUID:mléko dvouhrbého velblouda]
de: [STATE_NAME:LIQUID:Kamelmilch]
eo: [STATE_NAME:LIQUID:lakto de kamelo]
es: [STATE_NAME:LIQUID:leche de camello]
ja: [STATE_NAME:LIQUID:フタコブラクダのミルク]
ko: [STATE_NAME:LIQUID:쌍봉낙타 젖]
pl: [STATE_NAME:LIQUID:mleko wielbłąda dwugarbnego]
ru: [STATE_NAME:LIQUID:молоко двугорбого верблюда]
tr: [STATE_NAME:LIQUID:çift hörgüçlü deve sütü]
vi: [STATE_NAME:LIQUID:sữa lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP
source: [STATE_ADJ:LIQUID:two-humped camel's milk]
cs: [STATE_ADJ:LIQUID:mléko dvouhrbého velblouda]
de: [STATE_ADJ:LIQUID:Kamelmilch]
eo: [STATE_ADJ:LIQUID:de lakto de kamelo]
es: [STATE_ADJ:LIQUID:leche de camello]
ja: [STATE_ADJ:LIQUID:フタコブラクダのミルク]
ko: [STATE_ADJ:LIQUID:쌍봉낙타 젖]
pl: [STATE_ADJ:LIQUID:mleczny wielbłąda dwugarbnego]
ru: [STATE_ADJ:LIQUID:молоко двугорбого верблюда]
tr: [STATE_ADJ:LIQUID:çift hörgüçlü deve sütü]
vi: [STATE_ADJ:LIQUID:sữa lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP
source: [STATE_NAME:GAS:boiling two-humped camel's milk]
cs: [STATE_NAME:GAS:vařící mléko dvouhrbého velblouda]
de: [STATE_NAME:GAS:Kochende Kamelmilch]
eo: [STATE_NAME:GAS:bolanta lakto de kamelo]
es: [STATE_NAME:GAS:leche de camello hirviendo]
ja: [STATE_NAME:GAS:蒸気化したフタコブラクダのミルク]
ko: [STATE_NAME:GAS:기화된 쌍봉낙타 젖]
pl: [STATE_NAME:GAS:gotujące się mleko wielbłąda dwugarbnego]
ru: [STATE_NAME:GAS:пары молока двугорбого верблюда]
tr: [STATE_NAME:GAS:kaynayan çift hörgüçlü deve sütü]
vi: [STATE_NAME:GAS:sữa lạc đà hai bướu đang sôi]

# CREATURE:CAMEL_2_HUMP
source: [STATE_ADJ:GAS:boiling two-humped camel's milk]
cs: [STATE_ADJ:GAS:vařící mléko dvouhrbého velblouda]
de: [STATE_ADJ:GAS:kochende Kamelmilch]
eo: [STATE_ADJ:GAS:de bolanta lakto de kamelo]
es: [STATE_ADJ:GAS:leche de camello hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したフタコブラクダのミルク]
ko: [STATE_ADJ:GAS:기화된 쌍봉낙타 젖]
pl: [STATE_ADJ:GAS:gotujące się mleczny wielbłąda dwugarbnego]
ru: [STATE_ADJ:GAS:кипящее молоко двугорбого верблюда]
tr: [STATE_ADJ:GAS:kaynayan çift hörgüçlü deve sütü]
vi: [STATE_ADJ:GAS:sữa lạc đà hai bướu đang sôi]

# CREATURE:CAMEL_2_HUMP
source: [STATE_NAME:SOLID:two-humped camel cheese]
cs: [STATE_NAME:SOLID:sýr dvouhrbého velblouda]
de: [STATE_NAME:SOLID:zweihöckriger Kamelkäse]
eo: [STATE_NAME:SOLID:fromaĝo de kamelo]
es: [STATE_NAME:SOLID:queso de camello]
ja: [STATE_NAME:SOLID:フタコブラクダのチーズ]
ko: [STATE_NAME:SOLID:쌍봉낙타 치즈]
pl: [STATE_NAME:SOLID:ser wielbłąda dwugarbnego]
ru: [STATE_NAME:SOLID:сыр двугорбого верблюда]
tr: [STATE_NAME:SOLID:çift hörgüçlü deve peyniri]
vi: [STATE_NAME:SOLID:phô mai lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP
source: [STATE_ADJ:SOLID:two-humped camel cheese]
cs: [STATE_ADJ:SOLID:sýr dvouhrbého velblouda]
de: [STATE_ADJ:SOLID:Käse eines zweihöckrigen Kamels]
eo: [STATE_ADJ:SOLID:de fromaĝo de kamelo]
es: [STATE_ADJ:SOLID:queso de camello]
ja: [STATE_ADJ:SOLID:フタコブラクダのチーズ]
ko: [STATE_ADJ:SOLID:쌍봉낙타 치즈]
pl: [STATE_ADJ:SOLID:serowy wielbłąda dwugarbnego]
ru: [STATE_ADJ:SOLID:сыра двугорбого верблюда]
tr: [STATE_ADJ:SOLID:çift hörgüçlü deve peyniri]
vi: [STATE_ADJ:SOLID:phô mai lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP
source: [STATE_NAME:SOLID_POWDER:two-humped camel cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený sýr dvouhrbého velblouda]
de: [STATE_NAME:SOLID_POWDER:Käsepulver eines zweihöckrigen Kamels]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de kamelo]
es: [STATE_NAME:SOLID_POWDER:queso de camello en polvo]
ja: [STATE_NAME:SOLID_POWDER:フタコブラクダのチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:쌍봉낙타 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany ser wielbłąda dwugarbnego]
ru: [STATE_NAME:SOLID_POWDER:тёртый сыр двугорбого верблюда]
tr: [STATE_NAME:SOLID_POWDER:çift hörgüçlü deve peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:bột phô mai lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP
source: [STATE_ADJ:SOLID_POWDER:two-humped camel cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený sýr dvouhrbého velblouda]
de: [STATE_ADJ:SOLID_POWDER:Käsepulver eines zweihöckrigen Kamels]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de kamelo]
es: [STATE_ADJ:SOLID_POWDER:de queso de camello en polvo]
ja: [STATE_ADJ:SOLID_POWDER:フタコブラクダのチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:쌍봉낙타 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowano wielbłądo dwugarbno serowy]
ru: [STATE_ADJ:SOLID_POWDER:тёртый сыр двугорбого верблюда]
tr: [STATE_ADJ:SOLID_POWDER:çift hörgüçlü deve peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:bột phô mai lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP
source: [STATE_NAME:LIQUID:melted two-humped camel cheese]
cs: [STATE_NAME:LIQUID:tavený sýr dvouhrbého velblouda]
de: [STATE_NAME:LIQUID:geschmolzener Käse eines zweihöckrigen Kamels]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de kamelo]
es: [STATE_NAME:LIQUID:queso de camello derretido]
ja: [STATE_NAME:LIQUID:溶けたフタコブラクダのチーズ]
ko: [STATE_NAME:LIQUID:녹은 쌍봉낙타 치즈]
pl: [STATE_NAME:LIQUID:roztopiony ser wielbłąda dwugarbnego]
ru: [STATE_NAME:LIQUID:расплавленный сыр двугорбого верблюда]
tr: [STATE_NAME:LIQUID:erimiş çift hörgüçlü deve peyniri]
vi: [STATE_NAME:LIQUID:phô mai lạc đà hai bướu tan chảy]

# CREATURE:CAMEL_2_HUMP
source: [STATE_ADJ:LIQUID:melted two-humped camel cheese]
cs: [STATE_ADJ:LIQUID:tavený sýr dvouhrbého velblouda]
de: [STATE_ADJ:LIQUID:geschmolzener Käse eines zweihöckrigen Kamels]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de kamelo]
es: [STATE_ADJ:LIQUID:queso de camello derretido]
ja: [STATE_ADJ:LIQUID:溶けたフタコブラクダのチーズ]
ko: [STATE_ADJ:LIQUID:녹은 쌍봉낙타 치즈]
pl: [STATE_ADJ:LIQUID:roztopiono wielbłądo dwugarbno serowy]
ru: [STATE_ADJ:LIQUID:расплавленный сыр двугорбого верблюда]
tr: [STATE_ADJ:LIQUID:erimiş çift hörgüçlü deve peyniri]
vi: [STATE_ADJ:LIQUID:phô mai lạc đà hai bướu tan chảy]

# CREATURE:CAMEL_2_HUMP
source: [STATE_NAME:GAS:boiling two-humped camel cheese]
cs: [STATE_NAME:GAS:vařící sýr dvouhrbého velblouda]
de: [STATE_NAME:GAS:kochender Käse eines zweihöckrigen Kamels]
eo: [STATE_NAME:GAS:bolanta fromaĝo de kamelo]
es: [STATE_NAME:GAS:queso de camello hirviendo]
ja: [STATE_NAME:GAS:蒸気化したフタコブラクダのチーズ]
ko: [STATE_NAME:GAS:기화된 쌍봉낙타 치즈]
pl: [STATE_NAME:GAS:gotujący się ser wielbłąda dwugarbnego]
ru: [STATE_NAME:GAS:пары сыра двугорбого верблюда]
tr: [STATE_NAME:GAS:kaynayan çift hörgüçlü deve peyniri]
vi: [STATE_NAME:GAS:phô mai lạc đà hai bướu đang sôi]

# CREATURE:CAMEL_2_HUMP
source: [STATE_ADJ:GAS:boiling two-humped camel cheese]
cs: [STATE_ADJ:GAS:vařící sýr dvouhrbého velblouda]
de: [STATE_ADJ:GAS:kochender Käse eines zweihöckrigen Kamels]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de kamelo]
es: [STATE_ADJ:GAS:queso de camello hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したフタコブラクダのチーズ]
ko: [STATE_ADJ:GAS:기화된 쌍봉낙타 치즈]
pl: [STATE_ADJ:GAS:gotująco się wielbłądo dwugarbno serowy]
ru: [STATE_ADJ:GAS:кипящий сыр двугорбого верблюда]
tr: [STATE_ADJ:GAS:kaynayan çift hörgüçlü deve peyniri]
vi: [STATE_ADJ:GAS:phô mai lạc đà hai bướu đang sôi]

# CREATURE:CAMEL_2_HUMP
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:CAMEL_2_HUMP
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CAMEL_2_HUMP
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CAMEL_2_HUMP_MAN
source: [CVCT_TARGET:two-humped camel]
cs: [CVCT_TARGET:dvojhrbý velbloud]
de: [CVCT_TARGET:zweihöckriges Kamel]
eo: [CVCT_TARGET:kamel]
es: [CVCT_TARGET:camello de dos jorobas]
ko: [CVCT_TARGET:쌍봉낙타]
pl: [CVCT_TARGET:dwugarbny wielbłąd]
ru: [CVCT_TARGET:двугорбый верблюд]
tr: [CVCT_TARGET:çift hörgüçlü deve]
vi: [CVCT_TARGET:lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP_MAN
source: [CVCT_REPLACEMENT:two-humped camel man]
cs: [CVCT_REPLACEMENT:dvojhrbý velbloudí muž]
de: [CVCT_REPLACEMENT:zweihöckriger Kamelmann]
eo: [CVCT_REPLACEMENT:homkamel]
es: [CVCT_REPLACEMENT:hombre camello de dos jorobas]
ko: [CVCT_REPLACEMENT:쌍봉낙타인간]
pl: [CVCT_REPLACEMENT:wielbłądoczłowiek dwugarbny]
ru: [CVCT_REPLACEMENT:двугорбого человека-верблюда]
tr: [CVCT_REPLACEMENT:erkek çift hörgüçlü deve]
vi: [CVCT_REPLACEMENT:người lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP_MAN
source: [CASTE_NAME:two-humped camel man:two-humped camel men:two-humped camel man]
cs: [CASTE_NAME:dvojhrbý velbloudí muž:dvojhrbí velbloudí muži:dvojhrbého velbloudího muže]
de: [CASTE_NAME:zweihöckriger Kamelmann:zweihöckrige Kamelmänner:zweihöcktriger Kamelmann]
eo: [CASTE_NAME:homkameliĉo:homkameliĉoj:de homkameliĉo]
es: [CASTE_NAME:hombre camello:hombres camellos:hombre camello]
ja: [CASTE_NAME:フタコブラクダ男:フタコブラクダ男:フタコブラクダ男の]
ko: [CASTE_NAME:남성 쌍봉낙타인간:남성 쌍봉낙타인간들:남성 쌍봉낙타인간]
pl: [CASTE_NAME:wielbłądomężczyzna dwugarbny:wielbłądomężczyźni dwugarbni:wielbłądomęsko dwugarbny]
ru: [CASTE_NAME:мужчина-двугорбый верблюд:мужчины-двугорбые верблюды:мужчины-двугорбого верблюда]
tr: [CASTE_NAME:erkek çift hörgüçlü deve:erkek çift hörgüçlü develer:erkek çift hörgüçlü deve]
vi: [CASTE_NAME:người lạc đà hai bướu:những người lạc đà hai bướu:người lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP_MAN
source: [CASTE_NAME:two-humped camel woman:two-humped camel women:two-humped camel woman]
cs: [CASTE_NAME:dvojhrbá velbloudí žena:dvojhrbé velbloudí ženy:dvojhrbou velbloudí ženu]
de: [CASTE_NAME:zweihöckrige Kamelfrau:zweihöckrige Kamelfrauen:zweihöckrige Kamelfrau]
eo: [CASTE_NAME:homkamelino:homkamelinoj:de homkamelino]
es: [CASTE_NAME:mujer camello:mujeres camellos:mujer camello]
ja: [CASTE_NAME:フタコブラクダ女:フタコブラクダ女:フタコブラクダ女の]
ko: [CASTE_NAME:여성 쌍봉낙타인간:여성 쌍봉낙타인간들:여성 쌍봉낙타인간]
pl: [CASTE_NAME:wielbłądokobieta dwugarbna:wielbłądokobiety dwugarbne:wielbłądokobieco dwugarbny]
ru: [CASTE_NAME:женщина-двугорбый верблюд:женщины-двугорбые верблюды:женщины-двугорбого верблюда]
tr: [CASTE_NAME:dişi çift hörgüçlü deve:dişi çift hörgüçlü develer:dişi çift hörgüçlü deve]
vi: [CASTE_NAME:phụ nữ lạc đà hai bướu:những phụ nữ lạc đà hai bướu:phụ nữ lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP_MAN
source: [NAME:two-humped camel man:two-humped camel men:two-humped camel man]
cs: [NAME:dvojhrbý velbloudí muž:dvojhrbí velbloudí muži:dvojhrbého velbloudího muže]
de: [NAME:zweihöckriger Kamelmann:zweihöckrige Kamelmänner:zweihöcktriger Kamelmann]
eo: [NAME:homkamelo:homkameloj:de homkamelo]
es: [NAME:hombre camello:hombres camellos:hombre camello]
ja: [NAME:フタコブラクダ男:フタコブラクダ男:フタコブラクダ男の]
ko: [NAME:쌍봉낙타인간:쌍봉낙타인간들:쌍봉낙타인간]
pl: [NAME:wielbłądoczłowiek dwugarbny:wielbłądoludzie dwugarbni:wielbłądoludzko dwugarbny]
ru: [NAME:человек-двугорбый верблюд:люди-двугорбые верблюды:человека-двугорбого верблюда]
tr: [NAME:erkek çift hörgüçlü deve:erkek çift hörgüçlü develer:erkek çift hörgüçlü deve]
vi: [NAME:người lạc đà hai bướu:những người lạc đà hai bướu:người lạc đà hai bướu]

# CREATURE:CAMEL_2_HUMP_MAN
source: [DESCRIPTION:A person with the head and humps of a two-humped camel.]
cs: [DESCRIPTION:Osoba s hlavou a hrby dvojhrbého velblouda.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Höckern eines Kamels mit zwei Höckern.]
eo: [DESCRIPTION:Homo kun la kapo kaj ĝiboj de kamelo.]
es: [DESCRIPTION:Una persona con la cabeza y jorobas de un camello.]
ja: [DESCRIPTION:フタコブラクダの頭とこぶを持つ人間だ。]
ko: [DESCRIPTION:쌍봉낙타의 머리와 혹을 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i garbami wielbłąda dwugarbnego.]
ru: [DESCRIPTION:Человек с головой и горбами двугорбого верблюда.]
tr: [DESCRIPTION:Çift hörgüçlü deve başına ve hörgüçlerine sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và bướu của lạc đà hai bướu.]

# CREATURE:GIANT_CAMEL_2_HUMP
source: [CVCT_TARGET:two-humped camel]
cs: [CVCT_TARGET:dvojhrbý velbloud]
de: [CVCT_TARGET:zweihöckriges Kamel]
eo: [CVCT_TARGET:kamel]
es: [CVCT_TARGET:camello de dos jorobas]
ko: [CVCT_TARGET:쌍봉낙타]
pl: [CVCT_TARGET:dwugarbny wielbłąd]
ru: [CVCT_TARGET:двугорбый верблюд]
tr: [CVCT_TARGET:çift hörgüçlü deve]
vi: [CVCT_TARGET:lạc đà hai bướu]

# CREATURE:GIANT_CAMEL_2_HUMP
source: [CVCT_REPLACEMENT:giant two-humped camel]
cs: [CVCT_REPLACEMENT:obří dvojhrbý velbloud]
de: [CVCT_REPLACEMENT:riesiges zweihöckriges Kamel]
eo: [CVCT_REPLACEMENT:giganta kamel]
es: [CVCT_REPLACEMENT:camello gigante de dos jorobas]
ko: [CVCT_REPLACEMENT:거대 쌍봉낙타]
pl: [CVCT_REPLACEMENT:gigantyczny dwugarbny wielbłąd]
ru: [CVCT_REPLACEMENT:гигантского двугорбого верблюда]
tr: [CVCT_REPLACEMENT:dev çift hörgüçlü deve]
vi: [CVCT_REPLACEMENT:lạc đà hai bướu khổng lồ]

# CREATURE:GIANT_CAMEL_2_HUMP
source: [NAME:giant two-humped camel:giant two-humped camels:giant two-humped camel]
cs: [NAME:obří dvojhrbý velbloud:obří dvojhrbí velbloudi:obřího dvojhrbého velblouda]
de: [NAME:riesiges zweihöckriges Kamel:riesige zweihöckrige Kamele:riesiges zweihöckriges Kamel]
eo: [NAME:giganta kamelo:gigantaj kameloj:de giganta kamelo]
es: [NAME:camello gigante:camellos gigantes:camello gigante]
ja: [NAME:巨大フタコブラクダ:巨大フタコブラクダ:巨大フタコブラクダの]
ko: [NAME:거대 쌍봉낙타:거대 쌍봉낙타들:거대 쌍봉낙타]
pl: [NAME:gigantyczny wielbłąd dwugarbny:gigantyczne wielbłądy dwugarbne:gigantyczno wielbłądo dwugarbny]
ru: [NAME:гигантский двугорбый верблюд:гигантские двугорбые верблюды:гигантского двугорбого верблюда]
tr: [NAME:dev çift hörgüçlü deve:dev çift hörgüçlü develer:dev çift hörgüçlü deve]
vi: [NAME:lạc đà hai bướu khổng lồ:những con lạc đà hai bướu khổng lồ:lạc đà hai bướu khổng lồ]

# CREATURE:GIANT_CAMEL_2_HUMP
source: [CASTE_NAME:giant two-humped camel:giant two-humped camels:giant two-humped camel]
cs: [CASTE_NAME:obří dvojhrbý velbloud:obří dvojhrbí velbloudi:obřího dvojhrbého velblouda]
de: [CASTE_NAME:riesiges zweihöckriges Kamel:riesige zweihöckrige Kamele:riesiges zweihöckriges Kamel]
eo: [CASTE_NAME:giganta kamelo:gigantaj kameloj:de giganta kamelo]
es: [CASTE_NAME:camello gigante:camellos gigantes:camello gigante]
ja: [CASTE_NAME:巨大フタコブラクダ:巨大フタコブラクダ:巨大フタコブラクダの]
ko: [CASTE_NAME:거대 쌍봉낙타:거대 쌍봉낙타들:거대 쌍봉낙타]
pl: [CASTE_NAME:gigantyczny wielbłąd dwugarbny:gigantyczne wielbłądy dwugarbne:gigantyczno wielbłądo dwugarbny]
ru: [CASTE_NAME:гигантский двугорбый верблюд:гигантские двугорбые верблюды:гигантского двугорбого верблюда]
tr: [CASTE_NAME:dev çift hörgüçlü deve:dev çift hörgüçlü develer:dev çift hörgüçlü deve]
vi: [CASTE_NAME:lạc đà hai bướu khổng lồ:những con lạc đà hai bướu khổng lồ:lạc đà hai bướu khổng lồ]

# CREATURE:GIANT_CAMEL_2_HUMP
source: [GENERAL_CHILD_NAME:giant two-humped camel calf:giant two-humped camel calves]
cs: [GENERAL_CHILD_NAME:mládě obřího dvojhrbého velblouda:mláďata obřího dvojhrbého velblouda]
de: [GENERAL_CHILD_NAME:riesiges zweihöckriges Kamelkalb:riesige zweihöckrige Kamelkälber]
eo: [GENERAL_CHILD_NAME:giganta kamelido:gigantaj kamelidoj]
es: [GENERAL_CHILD_NAME:ternero de camello gigante:terneros de camellos gigantes]
ja: [GENERAL_CHILD_NAME:巨大フタコブラクダの仔:巨大フタコブラクダの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 쌍봉낙타:새끼 거대 쌍봉낙타들]
pl: [GENERAL_CHILD_NAME:cielę gigantycznego wielbłąda dwugarbnego:cielaki gigantycznego wielbłąda dwugarbnego]
ru: [GENERAL_CHILD_NAME:гигантский двугорбый верблюжонок:гигантские двугорбые верблюжата]
tr: [GENERAL_CHILD_NAME:yavru dev çift hörgüçlü deve:yavru dev çift hörgüçlü develer]
vi: [GENERAL_CHILD_NAME:lạc đà con hai bướu khổng lồ:những con lạc đà con hai bướu khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨双峰骆驼幼崽:巨双峰骆驼幼崽]

# CREATURE:GIANT_CAMEL_2_HUMP
source: [DESCRIPTION:A huge monster the shape of a two-humped camel.]
cs: [DESCRIPTION:Obrovský tvor ve tvaru dvojhrbého velblouda.]
de: [DESCRIPTION:Ein riesiges Ungetüm in Form eines zweihöckrigen Kamels.]
eo: [DESCRIPTION:Grandega monstro kun la formo de kamelo.]
es: [DESCRIPTION:Un enorme monstruo con el aspecto de un camello.]
ja: [DESCRIPTION:フタコブラクダのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:쌍봉낙타의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie wielbłąda dwugarbnego.]
ru: [DESCRIPTION:Огромный монстр, похожий на двугорбого верблюда.]
tr: [DESCRIPTION:Çift hörgüçlü deve biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng lạc đà hai bướu.]
zh_hans: [DESCRIPTION:一只巨大的双峰骆驼怪。]

# CREATURE:GIANT_CAMEL_2_HUMP
source: [PREFSTRING:hump]
cs: [PREFSTRING:hrb]
de: [PREFSTRING:Höcker]
eo: [PREFSTRING:ĝibo]
es: [PREFSTRING:joroba]
ja: [PREFSTRING:こぶ]
ko: [PREFSTRING:혹]
pl: [PREFSTRING:garb]
ru: [PREFSTRING:горб]
tr: [PREFSTRING:hörgüç]
vi: [PREFSTRING:Bướu]
