Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_MONGOOSE
source: [PREFSTRING:agility]
cs: [PREFSTRING:obratnost]
de: [PREFSTRING:Beweglichkeit]
eo: [PREFSTRING:lerteco]
es: [PREFSTRING:agilidad]
ja: [PREFSTRING:機敏]
ko: [PREFSTRING:민첩성]
pl: [PREFSTRING:zręczność]
ru: [PREFSTRING:ловкость]
tr: [PREFSTRING:çevikliği]
vi: [PREFSTRING:sự nhanh nhẹn]

# CREATURE:GIANT_MONGOOSE
source: [PREFSTRING:cunning]
cs: [PREFSTRING:lstivost]
de: [PREFSTRING:gerissen]
eo: [PREFSTRING:sagaceco]
es: [PREFSTRING:astuto]
ja: [PREFSTRING:狡猾]
ko: [PREFSTRING:교활함]
pl: [PREFSTRING:przebiegły]
ru: [PREFSTRING:хитрость]
tr: [PREFSTRING:kurnazlığı]
vi: [PREFSTRING:Tinh ranh]

# CREATURE:HYENA
source: [DESCRIPTION:A medium-sized pack predator found in the savanna.]
cs: [DESCRIPTION:Středně velký smečkový predátor žijící na savaně.]
de: [DESCRIPTION:Ein mittelgroßes Raubtier, das in der Savanne vorkommt.]
eo: [DESCRIPTION:Mezgranda grega predanto kiu troviĝas en la savano.]
es: [DESCRIPTION:Un predador mediano de la savana.]
ja: [DESCRIPTION:サバンナに棲む、群れを作る中型犬だ。]
ko: [DESCRIPTION:사바나에서 발견된 중형 무리 포식자.]
pl: [DESCRIPTION:Średniej wielkości drapieżnik stadny występujący na sawannie.]
ru: [DESCRIPTION:Среднего размера хищник, обитающий в саванне.]
tr: [DESCRIPTION:Savanda bulunan, orta boy bir sürü avcısı.]
vi: [DESCRIPTION:Một động vật săn mồi bầy đàn cỡ vừa, được tìm thấy ở thảo nguyên.]

# CREATURE:HYENA
source: [NAME:hyena:hyenas:hyena]
cs: [NAME:hyena:hyeny:hyenu]
de: [NAME:Hyäne:Hyänen:Hyäne]
eo: [NAME:hieno:hienoj:de hieno]
es: [NAME:hiena:hienas:hiena]
ja: [NAME:ハイエナ:ハイエナ:ハイエナの]
ko: [NAME:하이에나:하이에나떼:하이에나]
pl: [NAME:hiena:hieny:hiena]
ru: [NAME:гиена:гиены:гиены]
tr: [NAME:sırtlan:sırtlanlar:sırtlan]
vi: [NAME:linh cẩu:các linh cẩu:linh cẩu]

# CREATURE:HYENA
source: [CASTE_NAME:hyena:hyenas:hyena]
cs: [CASTE_NAME:hyena:hyeny:hyenu]
de: [CASTE_NAME:Hyäne:Hyänen:Hyäne]
eo: [CASTE_NAME:hieno:hienoj:de hieno]
es: [CASTE_NAME:hiena:hienas:hiena]
ja: [CASTE_NAME:ハイエナ:ハイエナ:ハイエナの]
ko: [CASTE_NAME:하이에나:하이에나들:하이에나]
pl: [CASTE_NAME:hiena:hieny:hiena]
ru: [CASTE_NAME:гиена:гиены:гиены]
tr: [CASTE_NAME:sırtlan:sırtlanlar:sırtlan]
vi: [CASTE_NAME:linh cẩu:các linh cẩu:linh cẩu]

# CREATURE:HYENA
source: [GENERAL_CHILD_NAME:hyena cub:hyena cubs]
cs: [GENERAL_CHILD_NAME:mládě hyeny:mláďata hyeny]
de: [GENERAL_CHILD_NAME:Hyänen Welpe:Hyänen Welpen]
eo: [GENERAL_CHILD_NAME:hienido:hienidoj]
es: [GENERAL_CHILD_NAME:cachorro de hiena:cachorros de hiena]
ja: [GENERAL_CHILD_NAME:ハイエナの子供:ハイエナの子供の]
ko: [GENERAL_CHILD_NAME:새끼 하이에나:새끼 하이에나들]
pl: [GENERAL_CHILD_NAME:szczenię hieny:szczenięta hieny]
ru: [GENERAL_CHILD_NAME:щенок гиены:щенки гиены]
tr: [GENERAL_CHILD_NAME:sırtlan yavrusu:sırtlan yavruları]
vi: [GENERAL_CHILD_NAME:linh cẩu con:các linh cẩu con]
zh_hans: [GENERAL_CHILD_NAME:鬣狗幼崽:鬣狗幼崽]

# CREATURE:HYENA
source: [PREFSTRING:distinctive laugh]
cs: [PREFSTRING:charakteristický smích]
de: [PREFSTRING:unverwechselbare Länge]
eo: [PREFSTRING:distinga rido]
es: [PREFSTRING:risa distintiva]
ja: [PREFSTRING:特色のある笑い]
pl: [PREFSTRING:charakterystyczny śmiech]
ru: [PREFSTRING:лай, похожий на хохот]
tr: [PREFSTRING:kendine özgü gülüşü]
vi: [PREFSTRING:tiếng cười đặc trưng]

# CREATURE:HYENA
source: [PREFSTRING:coordinated hunting]
cs: [PREFSTRING:koordinovaný lov]
de: [PREFSTRING:koordiniertes Jagen]
eo: [PREFSTRING:kunordiga ĉasado]
es: [PREFSTRING:caza coordinada]
ja: [PREFSTRING:同格の狩り]
pl: [PREFSTRING:skoordynowane polowanie]
ru: [PREFSTRING:слаженную охоту]
tr: [PREFSTRING:koordineli avlanması]
vi: [PREFSTRING:săn mồi phối hợp]

# CREATURE:HYENA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:HYENA
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:HYENA
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:HYENA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:HYENA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:HYENA_MAN
source: [CASTE_NAME:hyena man:hyena men:hyena man]
cs: [CASTE_NAME:hyení muž:hyení muži:hyeního muže]
de: [CASTE_NAME:Hyänen Mann:Hyänen Männer:Hyänen Mann]
eo: [CASTE_NAME:homhieniĉo:homhieniĉoj:de homhieniĉo]
es: [CASTE_NAME:hombre hiena:hombres hiena:hombre hiena]
ja: [CASTE_NAME:ハイエナ男:ハイエナ男:ハイエナ男の]
ko: [CASTE_NAME:남성 하이에나인간:남성 하이에나인간들:남성 하이에나인간]
pl: [CASTE_NAME:hienomężczyzna:hienomężczyźni:hienomężczyzny]
ru: [CASTE_NAME:мужчина-гиена:мужчины-гиены:мужчины-гиены]
tr: [CASTE_NAME:erkek sırtlan insanı:erkek sırtlan insanları:erkek sırtlan insanı]
vi: [CASTE_NAME:người linh cẩu:những người linh cẩu:người linh cẩu]

# CREATURE:HYENA_MAN
source: [CASTE_NAME:hyena woman:hyena women:hyena woman]
cs: [CASTE_NAME:hyení žena:hyení ženy:hyení ženu]
de: [CASTE_NAME:Hyänen Frau:Hyänen Frauen:Hyänen Frau]
eo: [CASTE_NAME:homhienino:homhieninoj:de homhienino]
es: [CASTE_NAME:mujer hiena:mujeres hiena:mujer hiena]
ja: [CASTE_NAME:ハイエナ女:ハイエナ女:ハイエナ女の]
ko: [CASTE_NAME:여성 하이에나인간:여성 하이에나인간들:여성 하이에나인간]
pl: [CASTE_NAME:hienokobieta:hienokobiety:hienokobiecy]
ru: [CASTE_NAME:женщина-гиена:женщины-гиены:женщины-гиены]
tr: [CASTE_NAME:dişi sırtlan insanı:dişi sırtlan insanları:dişi sırtlan insanı]
vi: [CASTE_NAME:phụ nữ linh cẩu:những phụ nữ linh cẩu:phụ nữ linh cẩu]

# CREATURE:HYENA_MAN
source: [NAME:hyena man:hyena men:hyena man]
cs: [NAME:hyení muž:hyení muži:hyeního muže]
de: [NAME:Hyänen Mensch:Hyänen Menschen:Hyänen Mensch]
eo: [NAME:homhieno:homhienoj:de homhieno]
es: [NAME:hombre hiena:hombres hiena:hombre hiena]
ja: [NAME:ハイエナ男:ハイエナ男:ハイエナ男の]
ko: [NAME:하이에나인간:하이에나인간들:하이에나인간]
pl: [NAME:hienoczłowiek:hienoludzie:hienoludzki]
ru: [NAME:человек-гиена:люди-гиены:человека-гиены]
tr: [NAME:sırtlan insanı:sırtlan insanları:sırtlan insanı]
vi: [NAME:người linh cẩu:những người linh cẩu:người linh cẩu]

# CREATURE:HYENA_MAN
source: [DESCRIPTION:A person with the head and markings of a hyena.]
cs: [DESCRIPTION:Osoba s hlavou a typickým zbarvením hyeny.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Fellmustern einer Hyäne.]
eo: [DESCRIPTION:Homo kun la kapo kaj la markoj de hieno.]
es: [DESCRIPTION:Una persona con cabeza y fachas de hiena.]
ja: [DESCRIPTION:ハイエナの頭と斑点を持つ人間だ。]
ko: [DESCRIPTION:하이에나의 머리와 표식을 가진 사람.]
pl: [DESCRIPTION:Osoba z głową i centkami hieny.]
ru: [DESCRIPTION:Человек с головой и пятнами гиены.]
tr: [DESCRIPTION:Bir sırtlanın başına ve desenlerine sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu và các dấu hiệu của một linh cẩu.]

# CREATURE:GIANT_HYENA
source: [NAME:giant hyena:giant hyenas:giant hyena]
cs: [NAME:obří hyena:obří hyeny:obří hyenu]
de: [NAME:Riesen Hyäne:Riesen Hyänen:Riesen Hyäne]
eo: [NAME:giganta hieno:gigantaj hieno:de giganta hieno]
es: [NAME:hiena gigante:hienas gigantes:hiena gigante]
ja: [NAME:巨大ハイエナ:巨大ハイエナ:巨大ハイエナの]
ko: [NAME:거대 하이에나:거대 하이에나떼:거대 하이에나]
pl: [NAME:ogromna hiena:ogromne hieny:ogromno hieni]
ru: [NAME:гигантская гиена:гигантские гиены:гигантской гиены]
tr: [NAME:dev sırtlan:dev sırtlanlar:dev sırtlan]
vi: [NAME:linh cẩu khổng lồ:các linh cẩu khổng lồ:linh cẩu khổng lồ]

# CREATURE:GIANT_HYENA
source: [CASTE_NAME:giant hyena:giant hyenas:giant hyena]
cs: [CASTE_NAME:obří hyena:obří hyeny:obří hyenu]
de: [CASTE_NAME:Riesen Hyäne:Riesen Hyänen:Riesen Hyäne]
eo: [CASTE_NAME:giganta hieno:gigantaj hienoj:de giganta hieno]
es: [CASTE_NAME:hiena gigante:hienas gigantes:hiena gigante]
ja: [CASTE_NAME:巨大ハイエナ:巨大ハイエナ:巨大ハイエナの]
ko: [CASTE_NAME:거대 하이에나:거대 하이에나떼:거대 하이에나]
pl: [CASTE_NAME:ogromna hiena:ogromne hieny:ogromno hieni]
ru: [CASTE_NAME:гигантская гиена:гигантские гиены:гигантской гиены]
tr: [CASTE_NAME:dev sırtlan:dev sırtlanlar:dev sırtlan]
vi: [CASTE_NAME:linh cẩu khổng lồ:các linh cẩu khổng lồ:linh cẩu khổng lồ]

# CREATURE:GIANT_HYENA
source: [GENERAL_CHILD_NAME:giant hyena cub:giant hyena cubs]
cs: [GENERAL_CHILD_NAME:mládě obří hyeny:mláďata obří hyeny]
de: [GENERAL_CHILD_NAME:Riesen Hyänen Welpe:Riesen Hyänen Welpen]
eo: [GENERAL_CHILD_NAME:giganta hienido:gigantaj hienidoj]
es: [GENERAL_CHILD_NAME:cachorro de hiena gigante:cachorros de hiena gigante]
ja: [GENERAL_CHILD_NAME:巨大ハイエナの子供:巨大ハイエナの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 하이에나:새끼 거대 하이에나떼:새끼 거대 하이에나]
pl: [GENERAL_CHILD_NAME:szczenię ogromnej hieny:szczenięta ogromnej hieny]
ru: [GENERAL_CHILD_NAME:щенок гигантской гиены:щенки гигантской гиены]
tr: [GENERAL_CHILD_NAME:yavru dev sırtlan:yavru dev sırtlanlar]
zh_hans: [GENERAL_CHILD_NAME:巨鬣狗幼崽:巨鬣狗幼崽]

# CREATURE:GIANT_HYENA
source: [DESCRIPTION:A huge monster the shape of a hyena.]
cs: [DESCRIPTION:Obří monstrum ve tvaru hyeny.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Hyäne.]
eo: [DESCRIPTION:Grandega monstro kun formo de hieno.]
es: [DESCRIPTION:Un gran monstruo con la forma de una hiena.]
ja: [DESCRIPTION:ハイエナのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:하이에나 모양의 거대한 괴물.]
pl: [DESCRIPTION:Ogromny potwór w kształcie hieny.]
ru: [DESCRIPTION:Огромный монстр, похожий на гиену.]
tr: [DESCRIPTION:Sırtlan şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng linh cẩu.]
zh_hans: [DESCRIPTION:一只巨大的鬣狗怪。]

# CREATURE:GIANT_HYENA
source: [PREFSTRING:distinctive laugh]
cs: [PREFSTRING:charakteristický smích]
de: [PREFSTRING:unverwechselbares Lachen]
eo: [PREFSTRING:distinga rido]
es: [PREFSTRING:risa distintiva]
ja: [PREFSTRING:特色のある笑い]
pl: [PREFSTRING:charakterystyczny śmiech]
ru: [PREFSTRING:лай, похожий на хохот]
tr: [PREFSTRING:kendine özgü gülüşü]
vi: [PREFSTRING:tiếng cười đặc trưng]

# CREATURE:GIANT_HYENA
source: [PREFSTRING:coordinated hunting]
cs: [PREFSTRING:koordinovaný lov]
de: [PREFSTRING:koordiniertes Jagen]
eo: [PREFSTRING:kunordiga ĉasado]
es: [PREFSTRING:caza coordinada]
ja: [PREFSTRING:同格の狩り]
pl: [PREFSTRING:skoordynowane polowanie]
ru: [PREFSTRING:слаженную охоту]
tr: [PREFSTRING:koordineli avlanması]
vi: [PREFSTRING:săn mồi phối hợp]

# CREATURE:ANACONDA
source: [DESCRIPTION:A medium-sized snake that lives in the trees. It eats prey much larger than itself and slays them by crushing them to death.]
cs: [DESCRIPTION:Středně velký had žijící na stromech. Požírá kořist mnohem větší než je sám a zabíjí ji udušením.]
de: [DESCRIPTION:Eine mittelgroße Schlange, die in den Bäumen lebt. Sie frisst Beutetiere, viel größer sind als sie selbst, und tötet sie durch quetschen.]
eo: [DESCRIPTION:Mezgranda serpento, kiu loĝas en la arboj. Ĝi manĝas predon multe pli grandan ol si mem, kaj mortigas ilin dispremante.]
es: [DESCRIPTION:Una serpiente mediana que habita en los arboles. Come cosas mucho mas grandes que ella, aplasta a sus presas hasta la muerte.]
ja: [DESCRIPTION:自分自身の体よりはるかに大きな獲物を飲み込む、樹上性の中型ヘビだ。体の中で獲物を絞め殺す。]
ko: [DESCRIPTION:나무에 사는 중간 크기의 뱀. 자신보다 훨씬 큰 먹이를 잡아먹고, 짓밟아 죽인다.]
pl: [DESCRIPTION:Średniej wielkości wąż żyjący na drzewach. Zjada ofiarę znacznie większą od siebie i zabija ją, miażdżąc ją na śmierć.]
ru: [DESCRIPTION:Среднего размера змея, живущая на деревьях. Может съесть добычу больше собственного размера, предварительно задушив её.]
tr: [DESCRIPTION:Ağaçlarda yaşayan orta boy bir yılan. Kendisinden çok daha büyük avları yer ve onları ezerek öldürür.]
vi: [DESCRIPTION:Một loài rắn cỡ vừa sống trên cây. Nó ăn con mồi lớn hơn nhiều so với bản thân và giết chết chúng bằng cách siết nghẹt.]

# CREATURE:ANACONDA
source: [NAME:anaconda:anacondas:anaconda]
cs: [NAME:anakonda:anakondy:anakondu]
eo: [NAME:anakondo:anakondoj:de anakondo]
ja: [NAME:アナコンダ:アナコンダ:アナコンダの]
ko: [NAME:아나콘다:아나콘다들:아나콘다]
pl: [NAME:anakonda:anakondy:anakondzi]
ru: [NAME:анаконда:анаконды:анаконды]
tr: [NAME:anakonda:anakondalar:anakonda]

# CREATURE:ANACONDA
source: [CASTE_NAME:anaconda:anacondas:anaconda]
cs: [CASTE_NAME:anakonda:anakondy:anakondu]
de: [CASTE_NAME:Anakonda:Anakondas:Anakonda]
eo: [CASTE_NAME:anakondo:anakondoj:de anakondo]
ja: [CASTE_NAME:アナコンダ:アナコンダ:アナコンダの]
pl: [CASTE_NAME:anakonda:anakondy:anakondzi]
ru: [CASTE_NAME:анаконда:анаконды:анаконды]
tr: [CASTE_NAME:anakonda:anakondalar:anakonda]

# CREATURE:ANACONDA
source: [PREFSTRING:great size]
cs: [PREFSTRING:velká velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
pl: [PREFSTRING:wielki rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük cüssesi]
vi: [PREFSTRING:kích thước khổng lồ]

# CREATURE:ANACONDA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ANACONDA
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:ANACONDA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:ANACONDA_MAN
source: [CASTE_NAME:anaconda man:anaconda men:anaconda man]
cs: [CASTE_NAME:anakondí muž:anakondí muži:anakondího muže]
de: [CASTE_NAME:Anakondamensch:Anakondamenschen:Anakondamenschlich]
eo: [CASTE_NAME:homanakondiĉo:homanakondiĉoj:de homanakondiĉo]
es: [CASTE_NAME:hombre anaconda:hombres anaconda:hombre anaconda]
ja: [CASTE_NAME:アナコンダ男:アナコンダ男:アナコンダ男の]
ko: [CASTE_NAME:남성 아나콘다 인간:남성 아나콘다 인간들:남성 아나콘다 인간]
pl: [CASTE_NAME:anakondomężczyzna:anakondomężczyźni:anakondomężczyzny]
ru: [CASTE_NAME:мужчина-анаконда:мужчины-анаконды:мужчины-анаконды]
tr: [CASTE_NAME:erkek anakonda insanı:erkek anakonda insanları:erkek anakonda insanı]
vi: [CASTE_NAME:người anaconda:những người anaconda:người anaconda]

# CREATURE:ANACONDA_MAN
source: [CASTE_NAME:anaconda woman:anaconda women:anaconda woman]
cs: [CASTE_NAME:anakondí žena:anakondí ženy:anakondí ženu]
de: [CASTE_NAME:Anakondafrau:Anakondafrauen:Anakondafrau]
eo: [CASTE_NAME:homanakondino:homanakondinoj:de homanakondino]
es: [CASTE_NAME:mujer anaconda:mujeres anaconda:mujer anaconda]
ja: [CASTE_NAME:アナコンダ女:アナコンダ女:アナコンダ女の]
ko: [CASTE_NAME:여성 아나콘다 인간:여성 아나콘다 인간들:여성 아나콘다 인간]
pl: [CASTE_NAME:anakondokobieta:anakondokobiety:anakondokobiecy]
ru: [CASTE_NAME:женщина-анаконда:женщины-анаконды:женщины-анаконды]
tr: [CASTE_NAME:dişi anakonda insanı:dişi anakonda insanları:dişi anakonda insanı]
vi: [CASTE_NAME:phụ nữ anaconda:những phụ nữ anaconda:phụ nữ anaconda]

# CREATURE:ANACONDA_MAN
source: [NAME:anaconda man:anaconda men:anaconda man]
cs: [NAME:anakondí muž:anakondí muži:anakondího muže]
de: [NAME:Anakondamann:Anakondamänner:Anakondamann]
eo: [NAME:homanakondo:homanakondoj:de homanakondo]
es: [NAME:hombre anaconda:hombres anaconda:hombre anaconda]
ja: [NAME:アナコンダ男:アナコンダ男:アナコンダ男の]
ko: [NAME:아나콘다인간:아나콘다인간들:아나콘다인간]
pl: [NAME:anakondoczłowiek:anakondoludzie:anakondoludzki]
ru: [NAME:человек-анаконда:люди-анаконды:человека-анаконды]
tr: [NAME:anakonda insanı:anakonda insanları:anakonda insanı]
vi: [NAME:người anaconda:những người anaconda:người anaconda]

# CREATURE:ANACONDA_MAN
source: [DESCRIPTION:A large anaconda with the torso and arms of a man.]
cs: [DESCRIPTION:Velká anakonda s trupem a pažemi člověka.]
de: [DESCRIPTION:Eine große Anakonda mit dem Torso und Armen eines Mensches.]
eo: [DESCRIPTION:Granda anakondo kun la torso kaj la brakoj de homo.]
es: [DESCRIPTION:Una larga anaconda con el torso y los brazos de un hombre.]
ja: [DESCRIPTION:アナコンダに腕が生えたかのような人間だ。]
ko: [DESCRIPTION:남자의 몸통과 팔을 가진 큰 아나콘다.]
pl: [DESCRIPTION:Duża anakonda z tułowiem i ramionami mężczyzny.]
ru: [DESCRIPTION:Огромная анаконда с человеческими туловищем и руками.]
tr: [DESCRIPTION:Bir insanın gövdesine ve kollarına sahip büyük bir anakonda.]
vi: [DESCRIPTION:Một anaconda lớn với thân và cánh tay của một người.]

# CREATURE:GIANT_ANACONDA
source: [NAME:giant anaconda:giant anacondas:giant anaconda]
cs: [NAME:obří anakonda:obří anakondy:obří anakondu]
de: [NAME:Riesen Anakonda:Riesen Anakondas:Riesen Anakonda]
eo: [NAME:giganta anakondo:gigantaj anakondoj:de giganta anakondo]
es: [NAME:anaconda gigante:anacondas gigantes:anaconda gigante]
ja: [NAME:巨大アナコンダ:巨大アナコンダ:巨大アナコンダの]
ko: [NAME:거대 아나콘다:거대 아나콘다들:거대 아나콘다]
pl: [NAME:ogromna anakonda:ogromne anakondy:ogromno anakondzi]
ru: [NAME:гигантская анаконда:гигантские анаконды:гигантской анаконды]
tr: [NAME:dev anakonda:dev anakondalar:dev anakonda]
vi: [NAME:anaconda khổng lồ:các anaconda khổng lồ:anaconda khổng lồ]

# CREATURE:GIANT_ANACONDA
source: [CASTE_NAME:giant anaconda:giant anacondas:giant anaconda]
cs: [CASTE_NAME:obří anakonda:obří anakondy:obří anakondu]
de: [CASTE_NAME:Riesen Anakonda:Riesen Anakondas:Riesen Anakonda]
eo: [CASTE_NAME:giganta anakondo:gigantaj anakondoj:de giganta anakondo]
es: [CASTE_NAME:anaconda gigante:anacondas gigantes:anaconda gigante]
ja: [CASTE_NAME:巨大アナコンダ:巨大アナコンダ:巨大アナコンダの]
ko: [CASTE_NAME:거대 아나콘다:거대 아나콘다들:거대 아나콘다]
pl: [CASTE_NAME:ogromna anakonda:ogromne anakondy:ogromno anakondzi]
ru: [CASTE_NAME:гигантская анаконда:гигантские анаконды:гигантской анаконды]
tr: [CASTE_NAME:dev anakonda:dev anakondalar:dev anakonda]
vi: [CASTE_NAME:anaconda khổng lồ:các anaconda khổng lồ:anaconda khổng lồ]

# CREATURE:GIANT_ANACONDA
source: [DESCRIPTION:A huge monster in the form of an anaconda.]
cs: [DESCRIPTION:Obrovská příšera v podobě anakondy.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Anaconda.]
eo: [DESCRIPTION:Grandega monstro kun formo de anakondo.]
es: [DESCRIPTION:Un monstruo enorme con forma de anaconda.]
ja: [DESCRIPTION:アナコンダのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:아나콘다 형태의 거대한 괴물.]
pl: [DESCRIPTION:Ogromny potwór w postaci anakondy.]
ru: [DESCRIPTION:Огромный монстр, похожий на анаконду.]
tr: [DESCRIPTION:Anakonda formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng anaconda.]
zh_hans: [DESCRIPTION:一只巨大的水蟒怪。]

# CREATURE:GIANT_ANACONDA
source: [PREFSTRING:great size]
cs: [PREFSTRING:velká velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
pl: [PREFSTRING:wielki rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük cüssesi]
vi: [PREFSTRING:kích thước khổng lồ]

# CREATURE:MONITOR_LIZARD
source: [DESCRIPTION:A medium-sized reptile. They can be found foraging for food such as eggs or worms. They are said to be the most intelligent of their kind.]
cs: [DESCRIPTION:Středně velký plaz. Hledá potravu jako vejce či červy. Říká se, že je nejinteligentnější ze svého druhu.]
de: [DESCRIPTION:Ein mittelgroßes Reptil. Man findet sie auf der Suche nach Nahrung wie Eiern oder Würmern. Man sagt, dass sie die intelligentesten ihrer Art sind.]
eo: [DESCRIPTION:Mezgranda reptilio. Ili troveblas furaĝantaj por manĝaĵojn kiel ovoj aŭ vermoj. Laŭdire ili estas la plej inteligentaj de sia speco.]
es: [DESCRIPTION:Un reptil mediano. Pueden ser hallados buscando huevos o gusanos. Se dice que son los más inteligentes de su clase.]
ja: [DESCRIPTION:中型の爬虫類。卵や虫などの餌を探しているのが見られます。この種の爬虫類の中で最も知的だと言われています。]
ko: [DESCRIPTION:중간 크기의 파충류. 그들은 계란이나 벌레와 같은 음식을 찾아 먹을 수 있습니다. 동족 중에서 가장 지능이 높다고 합니다.]
pl: [DESCRIPTION:Gad średniej wielkości. Można je znaleźć w poszukiwaniu pożywienia, takiego jak jaja lub robaki. Mówi się, że są najinteligentniejszymi w swoim rodzaju.]
ru: [DESCRIPTION:Рептилия среднего размера. Питается яйцами и червями. Считается самым умным представителем своего вида.]
tr: [DESCRIPTION:Orta boy bir sürüngen. Yumurta veya solucan gibi yiyecekler ararken bulunabilirler. Kendi türlerinin en zekisi oldukları söylenir.]
vi: [DESCRIPTION:Một loài bò sát cỡ vừa. Chúng có thể được tìm thấy đang tìm kiếm thức ăn như trứng hoặc giun. Chúng được cho là thông minh nhất trong loài của mình.]

# CREATURE:MONITOR_LIZARD
source: [NAME:monitor lizard:monitor lizards:monitor lizard]
cs: [NAME:varan:varani:varana]
de: [NAME:Waran:Warane:Waran]
eo: [NAME:varano:varanoj:de varano]
es: [NAME:lagarto monitor:lagartos monitores:lagarto monitor]
ja: [NAME:コモドオオトカゲ:コモドオオトカゲ:コモドオオトカゲの]
ko: [NAME:왕도마뱀:왕도마뱀들:왕도마뱀]
pl: [NAME:waran:warany:waranich]
ru: [NAME:варан:вараны:варана]
tr: [NAME:varan:varanlar:varan]
vi: [NAME:kỳ đà:các kỳ đà:kỳ đà]

# CREATURE:MONITOR_LIZARD
source: [CASTE_NAME:monitor lizard:monitor lizards:monitor lizard]
cs: [CASTE_NAME:varan:varani:varana]
de: [CASTE_NAME:Waran:Warane:Waran]
eo: [CASTE_NAME:varano:varanoj:de varano]
es: [CASTE_NAME:lagarto monitor:lagartos monitores:lagarto monitor]
ja: [CASTE_NAME:コモドオオトカゲ:コモドオオトカゲ:コモドオオトカゲの]
ko: [CASTE_NAME:왕도마뱀:왕도마뱀들:왕도마뱀]
pl: [CASTE_NAME:waran:warany:waranich]
ru: [CASTE_NAME:варан:вараны:варана]
tr: [CASTE_NAME:varan:varanlar:varan]
vi: [CASTE_NAME:kỳ đà:các kỳ đà:kỳ đà]

# CREATURE:MONITOR_LIZARD
source: [GENERAL_CHILD_NAME:monitor lizard hatchling:monitor lizard hatchlings]
cs: [GENERAL_CHILD_NAME:mládě varana:mláďata varana]
de: [GENERAL_CHILD_NAME:Waran Junges:Waran Junge]
eo: [GENERAL_CHILD_NAME:varanido:varanidoj]
es: [GENERAL_CHILD_NAME:cría de lagarto monitor:crías de lagarto monitor]
ko: [GENERAL_CHILD_NAME:새끼 왕도마뱀:새끼 왕도마뱀들:새끼 왕도마뱀]
pl: [GENERAL_CHILD_NAME:młode warana:wiele młodych warana]
ru: [GENERAL_CHILD_NAME:детёныш варана:детёныши варана]
tr: [GENERAL_CHILD_NAME:yavru varan:yavru varanlar]
vi: [GENERAL_CHILD_NAME:kỳ đà con mới nở:các kỳ đà con mới nở]

# CREATURE:MONITOR_LIZARD
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:知性的]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zekası]

# CREATURE:MONITOR_LIZARD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
