Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:5TOES_RQ_ANON
source: [BP:RRTOE4:fourth right toe:STP]
cs: [BP:RRTOE4:čtvrtý pravý prst:STP]
de: [BP:RRTOE4:vierter rechter Zeh:STP]
eo: [BP:RRTOE4:dekstra kvara piedfingro:dekstraj kvaraj piedfingroj]
es: [BP:RRTOE4:cuarto dedo de la pata derecha:STP]
ja: [BP:RRTOE4:右薬趾:STP]
ko: [BP:RRTOE4:넷째 오른쪽 발가락:STP]
pl: [BP:RRTOE4:czwarty prawy palec u stopy:czwarte prawe palce u stopy]
ru: [BP:RRTOE4:четвёртый палец правой ноги:четвёртые пальцы правых ног]
tr: [BP:RRTOE4:sağ dördüncü ayak parmağı:STP]
vi: [BP:RRTOE4:ngón chân thứ tư phía sau bên phải:STP]
zh_hans: [BP:RRTOE4:右脚无名趾:STP]

# BODY:5TOES_RQ_ANON
source: [BP:RRTOE5:fifth right toe:STP]
cs: [BP:RRTOE5:pátý pravý prst:STP]
de: [BP:RRTOE5:fünfter rechter Zeh:STP]
eo: [BP:RRTOE5:dekstra kvina piedfingro:dekstraj kvinaj piedfingroj]
es: [BP:RRTOE5:quinto dedo de la pata derecha:STP]
ja: [BP:RRTOE5:右小趾:STP]
ko: [BP:RRTOE5:다섯째 오른쪽 발가락:STP]
pl: [BP:RRTOE5:piąty prawy palec u stopy:piąte prawe palce u stopy]
ru: [BP:RRTOE5:пятый палец правой ноги:пятые пальцы правых ног]
tr: [BP:RRTOE5:sağ beşinci ayak parmağı:STP]
vi: [BP:RRTOE5:ngón chân phải thứ năm:STP]
zh_hans: [BP:RRTOE5:右脚小趾:STP]

# BODY:5TOES_RQ_ANON
source: [BP:LRTOE1:first left toe:STP]
cs: [BP:LRTOE1:první levý prst:STP]
de: [BP:LRTOE1:erster linker Zeh:STP]
eo: [BP:LRTOE1:maldekstra unua piedfingro:maldekstraj unuaj piedfingroj]
es: [BP:LRTOE1:primer dedo de la pata izquierda:STP]
ja: [BP:LRTOE1:左親趾:STP]
ko: [BP:LRTOE1:첫째 왼쪽 발가락:STP]
pl: [BP:LRTOE1:pierwszy lewy palec u stopy:pierwsze lewe palce u stopy]
ru: [BP:LRTOE1:первый палец левой ноги:первые пальцы левых ног]
tr: [BP:LRTOE1:sol birinci ayak parmağı:STP]
vi: [BP:LRTOE1:ngón chân trái đầu tiên:STP]
zh_hans: [BP:LRTOE1:左大脚趾:STP]

# BODY:5TOES_RQ_ANON
source: [BP:LRTOE2:second left toe:STP]
cs: [BP:LRTOE2:druhý levý prst:STP]
de: [BP:LRTOE2:zweiter linker Zeh:STP]
eo: [BP:LRTOE2:maldekstra dua piedfingro:maldekstraj duaj piedfingroj]
es: [BP:LRTOE2:segundo dedo de la pata izquierda:STP]
ja: [BP:LRTOE2:左人差趾:STP]
ko: [BP:LRTOE2:둘째 왼쪽 발가락:STP]
pl: [BP:LRTOE2:drugi lewy palec u stopy:drugie lewe palce u stopy]
ru: [BP:LRTOE2:второй палец левой ноги:вторые пальцы левых ног]
tr: [BP:LRTOE2:sol ikinci ayak parmağı:STP]
vi: [BP:LRTOE2:ngón chân thứ hai bên trái:STP]
zh_hans: [BP:LRTOE2:左脚食趾:STP]

# BODY:5TOES_RQ_ANON
source: [BP:LRTOE3:third left toe:STP]
cs: [BP:LRTOE3:třetí levý prst:STP]
de: [BP:LRTOE3:dritte linke Zehe:STP]
eo: [BP:LRTOE3:maldekstra tria piedfingro:maldekstraj triaj piedfingroj]
es: [BP:LRTOE3:tercer dedo de la pata izquierda:STP]
ja: [BP:LRTOE3:左中趾:STP]
ko: [BP:LRTOE3:셋째 왼쪽 발가락:STP]
pl: [BP:LRTOE3:trzeci lewy palec u stopy:trzecie lewe palce u stopy]
ru: [BP:LRTOE3:третий палец левой ноги:третьи пальцы левых ног]
tr: [BP:LRTOE3:sol üçüncü ayak parmağı:STP]
vi: [BP:LRTOE3:ngón chân thứ ba bên trái:STP]
zh_hans: [BP:LRTOE3:左脚中趾:STP]

# BODY:5TOES_RQ_ANON
source: [BP:LRTOE4:fourth left toe:STP]
cs: [BP:LRTOE4:čtvrtý levý prst:STP]
de: [BP:LRTOE4:vierte linke Zehe:STP]
eo: [BP:LRTOE4:maldekstra kvara piedfingro:maldekstraj kvaraj piedfingroj]
es: [BP:LRTOE4:cuarto dedo de la pata izquierda:STP]
ja: [BP:LRTOE4:左薬趾:STP]
ko: [BP:LRTOE4:넷째 왼쪽 발가락:STP]
pl: [BP:LRTOE4:czwarty lewy palec u stopy:czwarte lewe palce u stopy]
ru: [BP:LRTOE4:четвёртый палец левой ноги:четвёртые пальцы левых ног]
tr: [BP:LRTOE4:sol dördüncü ayak parmağı:STP]
vi: [BP:LRTOE4:ngón chân thứ tư bên trái:STP]
zh_hans: [BP:LRTOE4:左脚无名趾:STP]

# BODY:5TOES_RQ_ANON
source: [BP:LRTOE5:fifth left toe:STP]
cs: [BP:LRTOE5:pátý levý prst:STP]
de: [BP:LRTOE5:fünfte linke Zehe:STP]
eo: [BP:LRTOE5:maldekstra kvina piedfingro:maldekstraj kvinaj piedfingroj]
es: [BP:LRTOE5:quinto dedo de la pata izquierda:STP]
ja: [BP:LRTOE5:左小趾:STP]
ko: [BP:LRTOE5:다섯째 왼쪽 발가락:STP]
pl: [BP:LRTOE5:piąty lewy palec u stopy:piąte lewe palce u stopy]
ru: [BP:LRTOE5:пятый палец левой ноги:пятые пальцы левых ног]
tr: [BP:LRTOE5:sol beşinci ayak parmağı:STP]
vi: [BP:LRTOE5:ngón chân trái thứ năm:STP]
zh_hans: [BP:LRTOE5:左脚小趾:STP]

# BODY:5TOES_FQ_FINGERS
source: [BP:RFTOE1:first right finger:STP]
cs: [BP:RFTOE1:první pravý prst:STP]
de: [BP:RFTOE1:rechter Daumen:STP]
eo: [BP:RFTOE1:dekstra unua manfingro:dekstraj unuaj manfingroj]
es: [BP:RFTOE1:dedo pulgar de la pata derecha:STP]
ja: [BP:RFTOE1:右第一指:STP]
ko: [BP:RFTOE1:첫째 오른쪽 손가락r:STP]
pl: [BP:RFTOE1:pierwszy prawy palec:pierwsze prawe palce]
ru: [BP:RFTOE1:первый палец правой руки:первые пальцы правых рук]
tr: [BP:RFTOE1:sağ birinci parmak:STP]
vi: [BP:RFTOE1:ngón tay phải đầu tiên:STP]
zh_hans: [BP:RFTOE1:右手大拇指:STP]

# BODY:5TOES_FQ_FINGERS
source: [BP:RFTOE2:second right finger:STP]
cs: [BP:RFTOE2:druhý pravý prst:STP]
de: [BP:RFTOE2:rechter Zeigefinger:STP]
eo: [BP:RFTOE2:dekstra dua manfingro:dekstraj duaj manfingroj]
es: [BP:RFTOE2:dedo índice de la pata derecha:STP]
ja: [BP:RFTOE2:右第二指:STP]
ko: [BP:RFTOE2:둘째 오른쪽 손가락:STP]
pl: [BP:RFTOE2:drugi prawy palec:drugie prawe palce]
ru: [BP:RFTOE2:второй палец правой руки:вторые пальцы правых рук]
tr: [BP:RFTOE2:sağ ikinci parmak:STP]
vi: [BP:RFTOE2:ngón tay phải thứ hai:STP]
zh_hans: [BP:RFTOE2:右手食指:STP]

# BODY:5TOES_FQ_FINGERS
source: [BP:RFTOE3:third right finger:STP]
cs: [BP:RFTOE3:třetí pravý prst:STP]
de: [BP:RFTOE3:rechter Mittelfinger:STP]
eo: [BP:RFTOE3:dekstra tria manfingro:dekstraj triaj manfingroj]
es: [BP:RFTOE3:dedo mayor de la pata derecha:STP]
ja: [BP:RFTOE3:右第三指:STP]
ko: [BP:RFTOE3:셋째 오른쪽 손가락:STP]
pl: [BP:RFTOE3:trzeci prawy palec:trzecie prawe palce]
ru: [BP:RFTOE3:третий палец правой руки:третьи пальцы правых рук]
tr: [BP:RFTOE3:sağ üçüncü parmak:STP]
vi: [BP:RFTOE3:ngón thứ ba bên phải:STP]
zh_hans: [BP:RFTOE3:右手中指:STP]

# BODY:5TOES_FQ_FINGERS
source: [BP:RFTOE4:fourth right finger:STP]
cs: [BP:RFTOE4:čtvrtý pravý prst:STP]
de: [BP:RFTOE4:rechter Ringfinger:STP]
eo: [BP:RFTOE4:dekstra kvara manfingro:dekstra kvara manfingro]
es: [BP:RFTOE4:dedo anular de la pata derecha:STP]
ja: [BP:RFTOE4:右第四指:STP]
ko: [BP:RFTOE4:넷째 오른쪽 손가락:STP]
pl: [BP:RFTOE4:czwarty prawy palec:czwarte prawe palce]
ru: [BP:RFTOE4:четвёртый палец правой руки:четвёртые пальцы правых рук]
tr: [BP:RFTOE4:sağ dördüncü parmak:STP]
vi: [BP:RFTOE4:ngón tay phải thứ tư:STP]
zh_hans: [BP:RFTOE4:右手无名指:STP]

# BODY:5TOES_FQ_FINGERS
source: [BP:RFTOE5:fifth right finger:STP]
cs: [BP:RFTOE5:pátý pravý prst:STP]
de: [BP:RFTOE5:rechter kleiner Finger:STP]
eo: [BP:RFTOE5:dekstra kvina manfingro:dekstraj kvinaj manfingroj]
es: [BP:RFTOE5:dedo meñique de la pata derecha:STP]
ja: [BP:RFTOE5:右第五指:STP]
ko: [BP:RFTOE5:다섯째 오른쪽 손가락:STP]
pl: [BP:RFTOE5:piąty prawy palec:piąte prawe palce]
ru: [BP:RFTOE5:пятый палец правой руки:пятые пальцы правых рук]
tr: [BP:RFTOE5:sağ beşinci parmak:STP]
vi: [BP:RFTOE5:ngón tay phải thứ năm:STP]
zh_hans: [BP:RFTOE5:右手小指:STP]

# BODY:5TOES_FQ_FINGERS
source: [BP:LFTOE1:first left finger:STP]
cs: [BP:LFTOE1:první levý prst:STP]
de: [BP:LFTOE1:linker Daumen:STP]
eo: [BP:LFTOE1:maldekstra unua manfingro:maldekstraj unuaj manfingroj]
es: [BP:LFTOE1:dedo pulgar de la pata izquierda:STP]
ja: [BP:LFTOE1:左第一指:STP]
ko: [BP:LFTOE1:첫째 왼쪽 손가락:STP]
pl: [BP:LFTOE1:pierwszy lewy palec:pierwsze lewe palce]
ru: [BP:LFTOE1:первый палец левой руки:первые пальцы левых рук]
tr: [BP:LFTOE1:sol birinci parmak:STP]
vi: [BP:LFTOE1:ngón tay trái đầu tiên:STP]
zh_hans: [BP:RFTOE1:左手大拇指:STP]

# BODY:5TOES_FQ_FINGERS
source: [BP:LFTOE2:second left finger:STP]
cs: [BP:LFTOE2:druhý levý prst:STP]
de: [BP:LFTOE2:linker Zeigefinger:STP]
eo: [BP:LFTOE2:maldekstra dua manfingro:maldekstraj duaj manfingroj]
es: [BP:LFTOE2:dedo índice de la pata izquierda:STP]
ja: [BP:LFTOE2:左第二指:STP]
ko: [BP:LFTOE2:둘째 왼쪽 손가락:STP]
pl: [BP:LFTOE2:drugi lewy palec:drugie lewe palce]
ru: [BP:LFTOE2:второй палец левой руки:вторые пальцы левых рук]
tr: [BP:LFTOE2:sol ikinci parmak:STP]
vi: [BP:LFTOE2:ngón tay trái thứ hai:STP]
zh_hans: [BP:RFTOE2:左手食指:STP]

# BODY:5TOES_FQ_FINGERS
source: [BP:LFTOE3:third left finger:STP]
cs: [BP:LFTOE3:třetí levý prst:STP]
de: [BP:LFTOE3:linker Mittelfinger:STP]
eo: [BP:LFTOE3:maldekstra tria manfingro:maldekstraj triaj manfingroj]
es: [BP:LFTOE3:dedo mayor de la pata izquierda:STP]
ja: [BP:LFTOE3:左第三指:STP]
ko: [BP:LFTOE3:셋째 왼쪽 손가락:STP]
pl: [BP:LFTOE3:trzeci lewy palec:trzecie lewe palce]
ru: [BP:LFTOE3:третий палец левой руки:третьи пальцы левых рук]
tr: [BP:LFTOE3:sol üçüncü parmak:STP]
vi: [BP:LFTOE3:ngón thứ ba bên trái:STP]
zh_hans: [BP:RFTOE3:左手中指:STP]

# BODY:5TOES_FQ_FINGERS
source: [BP:LFTOE4:fourth left finger:STP]
cs: [BP:LFTOE4:čtvrtý levý prst:STP]
de: [BP:LFTOE4:linker Ringfinger:STP]
eo: [BP:LFTOE4:maldekstra kvara manfingro:maldekstraj kvaraj manfingroj]
es: [BP:LFTOE4:dedo anular de la pata izquierda:STP]
ja: [BP:LFTOE4:左第四指:STP]
ko: [BP:LFTOE4:넷째 왼쪽 손가락:STP]
pl: [BP:LFTOE4:czwarty lewy palec:czwarte lewe palce]
ru: [BP:LFTOE4:четвёртый палец левой руки:четвёртые пальцы левых рук]
tr: [BP:LFTOE4:sol dördüncü parmak:STP]
vi: [BP:LFTOE4:ngón tay trái thứ tư:STP]
zh_hans: [BP:RFTOE4:左手无名指:STP]

# BODY:5TOES_FQ_FINGERS
source: [BP:LFTOE5:fifth left finger:STP]
cs: [BP:LFTOE5:pátý levý prst:STP]
de: [BP:LFTOE5:linker kleiner Finger:STP]
eo: [BP:LFTOE5:maldekstra kvina manfingro:maldekstraj kvinaj manfingroj]
es: [BP:LFTOE5:dedo meñique de la pata izquierda:STP]
ja: [BP:LFTOE5:左第五指:STP]
ko: [BP:LFTOE5:다섯째 왼쪽 손가락:STP]
pl: [BP:LFTOE5:piąty lewy palec:piąte lewe palce]
ru: [BP:LFTOE5:пятый палец левой руки:пятые пальцы левых рук]
tr: [BP:LFTOE5:sol beşinci parmak:STP]
vi: [BP:LFTOE5:ngón tay trái thứ năm:STP]
zh_hans: [BP:RFTOE5:左手小指:STP]

# BODY:4TOES_FQ_FINGERS
source: [BP:RFTOE1:first right finger:STP]
cs: [BP:RFTOE1:první pravý prst:STP]
de: [BP:RFTOE1:rechter Daumen:STP]
eo: [BP:RFTOE1:dekstra unua manfingro:dekstra unuaj manfingroj]
es: [BP:RFTOE1:dedo pulgar de la pata derecha:STP]
ja: [BP:RFTOE1:右第一指:STP]
ko: [BP:RFTOE1:첫째 오른쪽 손가락r:STP]
pl: [BP:RFTOE1:pierwszy prawy palec:pierwsze prawe palce]
ru: [BP:RFTOE1:первый палец правой руки:первые пальцы правых рук]
tr: [BP:RFTOE1:sağ birinci parmak:STP]
vi: [BP:RFTOE1:ngón tay phải đầu tiên:STP]
zh_hans: [BP:RFTOE1:右手大拇指:STP]

# BODY:4TOES_FQ_FINGERS
source: [BP:RFTOE2:second right finger:STP]
cs: [BP:RFTOE2:druhý pravý prst:STP]
de: [BP:RFTOE2:rechter Zeigefinger:STP]
eo: [BP:RFTOE2:dekstra dua manfingro:dekstraj duaj manfingroj]
es: [BP:RFTOE2:dedo índice de la pata derecha:STP]
ja: [BP:RFTOE2:右第二指:STP]
ko: [BP:RFTOE2:둘째 오른쪽 손가락:STP]
pl: [BP:RFTOE2:drugi prawy palec:drugie prawe palce]
ru: [BP:RFTOE2:второй палец правой руки:вторые пальцы правых рук]
tr: [BP:RFTOE2:sağ ikinci parmak:STP]
vi: [BP:RFTOE2:ngón tay phải thứ hai:STP]
zh_hans: [BP:RFTOE2:右手食指:STP]

# BODY:4TOES_FQ_FINGERS
source: [BP:RFTOE3:third right finger:STP]
cs: [BP:RFTOE3:třetí pravý prst:STP]
de: [BP:RFTOE3:rechter Mittelfinger:STP]
eo: [BP:RFTOE3:dekstra tria manfingro:dekstraj triaj manfingroj]
es: [BP:RFTOE3:dedo mayor de la pata derecha:STP]
ja: [BP:RFTOE3:右第三指:STP]
ko: [BP:RFTOE3:셋째 오른쪽 손가락:STP]
pl: [BP:RFTOE3:trzeci prawy palec:trzecie prawe palce]
ru: [BP:RFTOE3:третий палец правой руки:третьи пальцы правых рук]
tr: [BP:RFTOE3:sağ üçüncü parmak:STP]
vi: [BP:RFTOE3:ngón thứ ba bên phải:STP]
zh_hans: [BP:RFTOE3:右手中指:STP]

# BODY:4TOES_FQ_FINGERS
source: [BP:RFTOE4:fourth right finger:STP]
cs: [BP:RFTOE4:čtvrtý pravý prst:STP]
de: [BP:RFTOE4:rechter Ringfinger:STP]
eo: [BP:RFTOE4:kvara dekstra manfingro:STP]
es: [BP:RFTOE4:dedo anular de la pata derecha:STP]
ja: [BP:RFTOE4:右第四指:STP]
ko: [BP:RFTOE4:넷째 오른쪽 손가락:STP]
pl: [BP:RFTOE4:czwarty prawy palec:czwarte prawe palce]
ru: [BP:RFTOE4:четвёртый палец правой руки:четвёртые пальцы правых рук]
tr: [BP:RFTOE4:sağ dördüncü parmak:STP]
vi: [BP:RFTOE4:ngón tay phải thứ tư:STP]
zh_hans: [BP:RFTOE4:右手无名指:STP]

# BODY:4TOES_FQ_FINGERS
source: [BP:LFTOE1:first left finger:STP]
cs: [BP:LFTOE1:první levý prst:STP]
de: [BP:LFTOE1:linker Daumen:STP]
eo: [BP:LFTOE1:maldekstra unua manfingro:maldekstraj unuaj manfingroj]
es: [BP:LFTOE1:dedo pulgar de la pata izquierda:STP]
ja: [BP:LFTOE1:左第一指:STP]
ko: [BP:LFTOE1:첫째 왼쪽 손가락:STP]
pl: [BP:LFTOE1:pierwszy lewy palec:pierwsze lewe palce]
ru: [BP:LFTOE1:первый палец левой руки:первые пальцы левых рук]
tr: [BP:LFTOE1:sol birinci parmak:STP]
vi: [BP:LFTOE1:ngón tay trái đầu tiên:STP]
zh_hans: [BP:RFTOE1:左手大拇指:STP]

# BODY:4TOES_FQ_FINGERS
source: [BP:LFTOE2:second left finger:STP]
cs: [BP:LFTOE2:druhý levý prst:STP]
de: [BP:LFTOE2:linker Zeigefinger:STP]
eo: [BP:LFTOE2:maldekstra dua manfingro:maldekstraj duaj manfingroj]
es: [BP:LFTOE2:dedo índice de la pata izquierda:STP]
ja: [BP:LFTOE2:左第二指:STP]
ko: [BP:LFTOE2:둘째 왼쪽 손가락:STP]
pl: [BP:LFTOE2:drugi lewy palec:drugie lewe palce]
ru: [BP:LFTOE2:второй палец левой руки:вторые пальцы левых рук]
tr: [BP:LFTOE2:sol ikinci parmak:STP]
vi: [BP:LFTOE2:ngón tay trái thứ hai:STP]
zh_hans: [BP:RFTOE2:左手食指:STP]

# BODY:4TOES_FQ_FINGERS
source: [BP:LFTOE3:third left finger:STP]
cs: [BP:LFTOE3:třetí levý prst:STP]
de: [BP:LFTOE3:linker Mittelfinger:STP]
eo: [BP:LFTOE3:maldekstra tria manfingro:maldekstraj triaj manfingroj]
es: [BP:LFTOE3:dedo mayor de la pata izquierda:STP]
ja: [BP:LFTOE3:左第三指:STP]
ko: [BP:LFTOE3:셋째 왼쪽 손가락:STP]
pl: [BP:LFTOE3:trzeci lewy palec:trzecie lewe palce]
ru: [BP:LFTOE3:третий палец левой руки:третьи пальцы левых рук]
tr: [BP:LFTOE3:sol üçüncü parmak:STP]
vi: [BP:LFTOE3:ngón thứ ba bên trái:STP]
zh_hans: [BP:RFTOE3:左手中指:STP]

# BODY:4TOES_FQ_FINGERS
source: [BP:LFTOE4:fourth left finger:STP]
cs: [BP:LFTOE4:čtvrtý levý prst:STP]
de: [BP:LFTOE4:linker Ringfinger:STP]
eo: [BP:LFTOE4:maldekstra kvara manfingro:maldekstraj kvara manfingroj]
es: [BP:LFTOE4:dedo anular de la pata izquierda:STP]
ja: [BP:LFTOE4:左第四指:STP]
ko: [BP:LFTOE4:넷째 왼쪽 손가락:STP]
pl: [BP:LFTOE4:czwarty lewy palec:czwarte lewe palce]
ru: [BP:LFTOE4:четвёртый палец левой руки:четвёртые пальцы левых рук]
tr: [BP:LFTOE4:sol dördüncü parmak:STP]
vi: [BP:LFTOE4:ngón tay trái thứ tư:STP]
zh_hans: [BP:RFTOE4:左手无名指:STP]

# BODY:SIDE_FINS
source: [BP:R_FIN:right fin:STP]
cs: [BP:R_FIN:pravá ploutev:STP]
de: [BP:R_FIN:rechte Flosse:STP]
eo: [BP:R_FIN:dekstra naĝilo:dekstraj naĝiloj]
es: [BP:R_FIN:aleta derecha:STP]
ja: [BP:R_FIN:右ひれ:STP]
ko: [BP:R_FIN:오른쪽 지느러미:STP]
pl: [BP:R_FIN:prawa płetwa:prawe płetwy]
ru: [BP:R_FIN:правый плавник:правые плавники]
tr: [BP:R_FIN:sağ yüzgeç:STP]
vi: [BP:R_FIN:vây phải:STP]
zh_hans: [BP:R_FIN:右鳍:STP]

# BODY:SIDE_FINS
source: [BP:L_FIN:left fin:STP]
cs: [BP:L_FIN:levá ploutev:STP]
de: [BP:L_FIN:linke Flosse:STP]
eo: [BP:L_FIN:maldekstra naĝilo:maldekstraj naĝiloj]
es: [BP:L_FIN:aleta izquierda:STP]
ja: [BP:L_FIN:左ひれ:STP]
ko: [BP:L_FIN:왼쪽 지느러미:STP]
pl: [BP:L_FIN:lewa płetwa:lewe płetwy]
ru: [BP:L_FIN:левый плавник:левые плавники]
tr: [BP:L_FIN:sol yüzgeç:STP]
vi: [BP:L_FIN:vây trái:STP]
zh_hans: [BP:L_FIN:左鳍:STP]

# BODY:DORSAL_FIN
source: [BP:DORSAL_FIN:dorsal fin:STP]
cs: [BP:DORSAL_FIN:hřbetní ploutev:STP]
de: [BP:DORSAL_FIN:Rückenflosse:STP]
eo: [BP:DORSAL_FIN:dorsa naĝilo:dorsaj naĝiloj]
es: [BP:DORSAL_FIN:aleta dorsal:STP]
ja: [BP:DORSAL_FIN:背びれ:STP]
ko: [BP:DORSAL_FIN:등지느러미:STP]
pl: [BP:DORSAL_FIN:płetwa grzbietowa:płetwy grzbietowe]
ru: [BP:DORSAL_FIN:спинной плавник:спинные плавники]
tr: [BP:DORSAL_FIN:sırt yüzgeci:STP]
vi: [BP:DORSAL_FIN:vây lưng:STP]
zh_hans: [BP:DORSAL_FIN:背鳍:STP]

# BODY:SIDE_FLIPPERS
source: [BP:R_FLIP:right flipper:STP]
cs: [BP:R_FLIP:pravá ploutev:STP]
de: [BP:R_FLIP:rechte Schwimmflosse:STP]
eo: [BP:R_FLIP:dekstra naĝilo:dekstraj naĝiloj]
es: [BP:R_FLIP:aleta derecha:STP]
ja: [BP:R_FLIP:右足ひれ:STP]
ko: [BP:R_FLIP:오른쪽 물갈퀴:STP]
pl: [BP:R_FLIP:prawa płetwa:prawe płetwy]
ru: [BP:R_FLIP:правый плавник:правые плавники]
tr: [BP:R_FLIP:sağ yüzgeç ayağı:STP]
vi: [BP:R_FLIP:vật lật bên phải:STP]
zh_hans: [BP:R_FLIP:右脚蹼:STP]

# BODY:SIDE_FLIPPERS
source: [BP:L_FLIP:left flipper:STP]
cs: [BP:L_FLIP:levá ploutev:STP]
de: [BP:L_FLIP:linke Schwimmflosse:STP]
eo: [BP:L_FLIP:maldekstra naĝilo:maldekstraj naĝiloj]
es: [BP:L_FLIP:aleta izquierda:STP]
ja: [BP:L_FLIP:左足ひれ:STP]
ko: [BP:L_FLIP:왼쪽 물갈퀴:STP]
pl: [BP:L_FLIP:lewa płetwa:lewe płetwy]
ru: [BP:L_FLIP:левый плавник:левые плавники]
tr: [BP:L_FLIP:sol yüzgeç ayağı:STP]
vi: [BP:L_FLIP:vật lật trái:STP]
zh_hans: [BP:L_FLIP:左脚蹼:STP]

# BODY:FRONT_BODY_FLIPPERS
source: [BP:RFFLIP:right front flipper:STP]
cs: [BP:RFFLIP:pravá přední ploutev:STP]
de: [BP:RFFLIP:rechte Vorderflosse:STP]
eo: [BP:RFFLIP:dekstra antaŭa naĝilo:dekstraj antaŭaj naĝiloj]
es: [BP:RFFLIP:aleta frontal derecha:STP]
ja: [BP:RFFLIP:右前足ひれ:STP]
ko: [BP:RFFLIP:오른쪽 앞 물갈퀴:STP]
pl: [BP:RFFLIP:prawa przednia płetwa:prawe przednie płetwy]
ru: [BP:RFFLIP:правый передний плавник:правые передние плавники]
tr: [BP:RFFLIP:sağ ön yüzgeç ayağı:STP]
vi: [BP:RFFLIP:vật lật phía trước bên phải:STP]
zh_hans: [BP:RFFLIP:右前脚蹼:STP]

# BODY:FRONT_BODY_FLIPPERS
source: [BP:LFFLIP:left front flipper:STP]
cs: [BP:LFFLIP:levá přední ploutev:STP]
de: [BP:LFFLIP:linke Vorderflosse:STP]
eo: [BP:LFFLIP:maldekstra antaŭa naĝilo:maldekstraj antaŭaj naĝiloj]
es: [BP:LFFLIP:aleta frontal izquierda:STP]
ja: [BP:LFFLIP:左前足ひれ:STP]
ko: [BP:LFFLIP:왼쪽 앞 물갈퀴:STP]
pl: [BP:LFFLIP:lewa przednia płetwa:lewe przednie płetwy]
ru: [BP:LFFLIP:левый передний плавник:левые передние плавники]
tr: [BP:LFFLIP:sol ön yüzgeç ayağı:STP]
vi: [BP:LFFLIP:vật lật phía trước bên trái:STP]
zh_hans: [BP:LFFLIP:左前脚蹼:STP]

# BODY:REAR_BODY_FLIPPERS
source: [BP:RRFLIP:right rear flipper:STP]
cs: [BP:RRFLIP:pravá zadní ploutev:STP]
de: [BP:RRFLIP:rechte Hinterflosse:STP]
eo: [BP:RRFLIP:dekstra posta naĝilo:dekstraj postaj naĝiloj]
es: [BP:RRFLIP:aleta postarior derecha:STP]
ja: [BP:RRFLIP:右後足ひれ:STP]
ko: [BP:RRFLIP:오른쪽 뒤 물갈퀴:STP]
pl: [BP:RRFLIP:prawa tylna płetwa:prawe tylnie płetwy]
ru: [BP:RRFLIP:правый задний плавник:правые задние плавники]
tr: [BP:RRFLIP:sağ arka yüzgeç ayağı:STP]
vi: [BP:RRFLIP:vật lật phía sau bên phải:STP]
zh_hans: [BP:RRFLIP:右后脚蹼:STP]

# BODY:REAR_BODY_FLIPPERS
source: [BP:LRFLIP:left rear flipper:STP]
cs: [BP:LRFLIP:levá zadní ploutev:STP]
de: [BP:LRFLIP:linke Hinterflosse:STP]
eo: [BP:LRFLIP:maldekstra posta naĝilo:maldekstraj postaj naĝiloj]
es: [BP:LRFLIP:aleta posterior izquierda:STP]
ja: [BP:LRFLIP:左後足ひれ:STP]
ko: [BP:LRFLIP:왼쪽 뒤 물갈퀴:STP]
pl: [BP:LRFLIP:lewa tylna płetwa:lewe tylnie płetwy]
ru: [BP:LRFLIP:левый задний плавник:левые задние плавники]
tr: [BP:LRFLIP:sol arka yüzgeç ayağı:STP]
vi: [BP:LRFLIP:vật lật phía sau bên trái:STP]
zh_hans: [BP:LRFLIP:左后脚蹼:STP]

# BODY:1HUMP
source: [BP:HUMP1:hump:STP]
cs: [BP:HUMP1:hrb:STP]
de: [BP:HUMP1:Höcker:STP]
eo: [BP:HUMP1:ĝibo:ĝiboj]
es: [BP:HUMP1:joroba:STP]
ja: [BP:HUMP1:背こぶ:STP]
ko: [BP:HUMP1:혹:STP]
pl: [BP:HUMP1:garb:garby]
ru: [BP:HUMP1:горб:горбы]
tr: [BP:HUMP1:höcker:STP]
vi: [BP:HUMP1:bướu:STP]
zh_hans: [BP:HUMP1:驼峰:STP]

# BODY:2HUMPS
source: [BP:HUMP1:front hump:STP]
cs: [BP:HUMP1:přední hrb:STP]
de: [BP:HUMP1:vorderer Höcker:STP]
eo: [BP:HUMP1:antaŭa ĝibo:antaŭaj ĝiboj]
es: [BP:HUMP1:joroba frontal:STP]
ja: [BP:HUMP1:前背こぶ:STP]
ko: [BP:HUMP1:앞쪽 혹:STP]
pl: [BP:HUMP1:przedni garb:przednie garby]
ru: [BP:HUMP1:передний горб:передние горбы]
tr: [BP:HUMP1:ön höcker:STP]
vi: [BP:HUMP1:bướu trước:STP]
zh_hans: [BP:HUMP1:前驼峰:STP]

# BODY:2HUMPS
source: [BP:HUMP2:rear hump:STP]
cs: [BP:HUMP2:zadní hrb:STP]
de: [BP:HUMP2:hinterer Höcker:STP]
eo: [BP:HUMP2:posta ĝibo:postaj ĝiboj]
es: [BP:HUMP1:joroba posterior:STP]
ja: [BP:HUMP2:後背こぶ:STP]
ko: [BP:HUMP2:뒷쪽 혹:STP]
pl: [BP:HUMP2:tylni garb:tylnie garby]
ru: [BP:HUMP2:задний горб:задние горбы]
tr: [BP:HUMP2:arka höcker:STP]
vi: [BP:HUMP2:bướu sau:STP]
zh_hans: [BP:HUMP2:后驼峰:STP]

# BODY:CHEEKS
source: [BP:L_CHEEK:left cheek:STP]
cs: [BP:L_CHEEK:levá líce:STP]
de: [BP:L_CHEEK:linke Wange:STP]
eo: [BP:L_CHEEK:maldekstra vango:maldekstraj vangoj]
es: [BP:L_CHEEK:mejilla izquierda:STP]
ja: [BP:L_CHEEK:左頬:STP]
ko: [BP:L_CHEEK:왼쪽 볼:STP]
pl: [BP:L_CHEEK:lewy policzek:lewe policzki]
ru: [BP:L_CHEEK:левая щека:левые щёки]
tr: [BP:L_CHEEK:sol yanağı:STP]
vi: [BP:L_CHEEK:má trái:STP]
zh_hans: [BP:L_CHEEK:左脸颊:STP]

# BODY:CHEEKS
source: [BP:R_CHEEK:right cheek:STP]
cs: [BP:R_CHEEK:pravá líce:STP]
de: [BP:R_CHEEK:rechte Wange:STP]
eo: [BP:R_CHEEK:dekstra vango:maldekstraj vangoj]
es: [BP:R_CHEEK:mejilla derecha:STP]
ja: [BP:R_CHEEK:右頬:STP]
ko: [BP:R_CHEEK:오른쪽 볼:STP]
pl: [BP:R_CHEEK:prawy policzek:prawe policzki]
ru: [BP:R_CHEEK:правая щека:правые щёки]
tr: [BP:R_CHEEK:sağ yanağı:STP]
vi: [BP:R_CHEEK:má phải:STP]
zh_hans: [BP:R_CHEEK:右脸颊:STP]

# BODY:EYELIDS
source: [BP:L_EYELID:left eyelid:STP]
cs: [BP:L_EYELID:levé víčko:STP]
de: [BP:L_EYELID:linkes Augenlid:STP]
eo: [BP:L_EYELID:maldekstra palpebro:STP]
es: [BP:L_EYELID:párpado izquierdo:STP]
ja: [BP:L_EYELID:左まぶた:STP]
ko: [BP:L_EYELID:왼쪽 눈꺼풀:STP]
pl: [BP:L_EYELID:lewa powieka:lewe powieki]
ru: [BP:L_EYELID:левое веко:левые веки]
tr: [BP:L_EYELID:sol göz kapağı:STP]
vi: [BP:L_EYELID:mí mắt trái:STP]
zh_hans: [BP:L_EYELID:左眼睑:STP]

# BODY:EYELIDS
source: [BP:R_EYELID:right eyelid:STP]
cs: [BP:R_EYELID:pravé víčko:STP]
de: [BP:R_EYELID:rechtes Augenlid:STP]
eo: [BP:R_EYELID:dekstra palpebro:STP]
es: [BP:R_EYELID:párpado derecho:STP]
ja: [BP:R_EYELID:右まぶた:STP]
ko: [BP:R_EYELID:오른쪽 눈꺼풀:STP]
pl: [BP:R_EYELID:prawa powieka:prawe powieki]
ru: [BP:R_EYELID:правое веко:правые веки]
tr: [BP:R_EYELID:sağ göz kapağı:STP]
vi: [BP:R_EYELID:mí mắt phải:STP]
zh_hans: [BP:R_EYELID:右眼睑:STP]

# BODY:TONGUE
source: [BP:TONGUE:tongue:STP]
cs: [BP:TONGUE:jazyk:STP]
de: [BP:TONGUE:Zunge:STP]
eo: [BP:TONGUE:lango:langoj]
es: [BP:TONGUE:lengua:STP]
ja: [BP:TONGUE:舌:STP]
ko: [BP:TONGUE:혀:STP]
pl: [BP:TONGUE:język:języki]
ru: [BP:TONGUE:язык:языки]
tr: [BP:TONGUE:dil:STP]
vi: [BP:LƯỠI:lưỡi:STP]
zh_hans: [BP:TONGUE:舌头:STP]

# BODY:FORKED_TONGUE
source: [BP:TONGUE:forked tongue:STP]
cs: [BP:TONGUE:rozdvojený jazyk:STP]
de: [BP:TONGUE:gespaltene Zunge:STP]
eo: [BP:TONGUE:bifida lango:bifidaj langoj]
es: [BP:TONGUE:lengua bifida:STP]
ja: [BP:TONGUE:蛇舌:STP]
ko: [BP:TONGUE:두 갈래 혀:STP]
pl: [BP:TONGUE:rozdwojony język:rozdwojone języki]
ru: [BP:TONGUE:раздвоенный язык:раздвоенные языки]
tr: [BP:TONGUE:çatallı dil:STP]
vi: [BP:LƯỠI:lưỡi chia đôi:STP]
zh_hans: [BP:TONGUE:分叉的舌头:STP]

# BODY:LIPS
source: [BP:L_LIP:lower lip:STP]
cs: [BP:L_LIP:dolní ret:STP]
de: [BP:L_LIP:Unterlippe:STP]
eo: [BP:L_LIP:malsupra lipo:malsupraj lipoj]
es: [BP:L_LIP:labio inferior:STP]
ja: [BP:L_LIP:l下唇:STP]
ko: [BP:L_LIP:아래쪽 입술:STP]
pl: [BP:L_LIP:dolna warga:dolne wargi]
ru: [BP:L_LIP:нижняя губа:нижние губы]
tr: [BP:L_LIP:alt dudak:STP]
vi: [BP:L_LIP:môi dưới:STP]
zh_hans: [BP:L_LIP:下嘴唇:STP]

# BODY:LIPS
source: [BP:U_LIP:upper lip:STP]
cs: [BP:U_LIP:horní ret:STP]
de: [BP:U_LIP:Oberlippe:STP]
eo: [BP:U_LIP:supra lipo:supraj lipoj]
es: [BP:U_LIP:labio superior:STP]
ja: [BP:U_LIP:上唇:STP]
ko: [BP:U_LIP:위쪽 입술:STP]
pl: [BP:U_LIP:górna warga:górne wargi]
ru: [BP:U_LIP:верхняя губа:верхние губы]
tr: [BP:U_LIP:üst dudak:STP]
vi: [BP:U_LIP:môi trên:STP]
zh_hans: [BP:U_LIP:上嘴唇:STP]

# BODY:FACIAL_FEATURES
source: [BP:L_CHEEK:left cheek:STP]
cs: [BP:L_CHEEK:levá líce:STP]
de: [BP:L_CHEEK:linke Wange:STP]
eo: [BP:L_CHEEK:maldekstra vango:dekstraj vangoj]
es: [BP:L_CHEEK:mejilla izquierda:STP]
ja: [BP:L_CHEEK:左頬:STP]
ko: [BP:L_CHEEK:왼쪽 볼:STP]
pl: [BP:L_CHEEK:lewy policzek:lewe policzki]
ru: [BP:L_CHEEK:левая щека:левые щёки]
tr: [BP:L_CHEEK:sol yanağı:STP]
vi: [BP:L_CHEEK:má trái:STP]
zh_hans: [BP:L_CHEEK:左脸颊:STP]

# BODY:FACIAL_FEATURES
source: [BP:R_CHEEK:right cheek:STP]
cs: [BP:R_CHEEK:pravá líce:STP]
de: [BP:R_CHEEK:rechte Wange:STP]
eo: [BP:R_CHEEK:dekstra vango:dekstraj vangoj]
es: [BP:R_CHEEK:mejilla derecha:STP]
ja: [BP:R_CHEEK:右頬:STP]
ko: [BP:R_CHEEK:오른쪽 볼:STP]
pl: [BP:R_CHEEK:prawy policzek:prawe policzki]
ru: [BP:R_CHEEK:правая щека:правые щёки]
tr: [BP:R_CHEEK:sağ yanağı:STP]
vi: [BP:R_CHEEK:má phải:STP]
zh_hans: [BP:R_CHEEK:右脸颊:STP]
