Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:ECHIDNA
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:ECHIDNA
source: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:roll into a ball:rolls into a ball:unroll:unrolls]
cs: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:stočit se do klubíčka:stáčí se do klubíčka:rozbalit:rozbaluje se]
de: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:zu einer Kugel zusammenrollen:rollt sich zu einer Kugel zusammen:entrollen:entrollt]
eo: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:volvas sin kia bulo:volvas sin kia bulo:disvolvas sin:disvolvas sin]
es: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:apelotonarse:apelotonaron:desenrollarse:desenrollaron]
ja: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:丸まる:丸まる:元に戻る:元に戻る]
pl: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:zwiń w kulkę:zwiń w kulkę:rozwiń:rozwiń]
ru: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:сворачиваетесь в клубок:сворачивается в клубок:разворачиваетесь:разворачивается]
tr: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:top haline gel:top haline gelir:açıl:açılır]
vi: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:cuộn tròn thành quả bóng:cuộn tròn thành quả bóng:mở ra:mở ra]

# CREATURE:ECHIDNA
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:ECHIDNA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:ECHIDNA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:ECHIDNA_MAN
source: [CASTE_NAME:echidna man:echidna men:echidna man]
cs: [CASTE_NAME:ježurí muž:ježurí muži:ježurího muže]
de: [CASTE_NAME:Ameisenigelmann:Ameisenigelmänner:Ameisenigelmann]
eo: [CASTE_NAME:homekidniĉo:homekidniĉoj:de homekidniĉo]
es: [CASTE_NAME:hombre equidna:hombres equidna:hombre equidna]
ja: [CASTE_NAME:ハリモグラ男:ハリモグラ男:ハリモグラ男の]
ko: [CASTE_NAME:남성 가시두더지인간:남성 가시두더지인간들:남성 가시두더지인간]
pl: [CASTE_NAME:kolczatkomężczyzna:kolczatkomężczyźni:kolczatkomężczyzny]
ru: [CASTE_NAME:мужчина-ехидна:мужчины-ехидны:мужчины-ехидны]
tr: [CASTE_NAME:dikenli karıncayiyen adam:dikenli karıncayiyen adamlar:dikenli karıncayiyen adam]
vi: [CASTE_NAME:người thú lông nhím nam:người thú lông nhím nam:người thú lông nhím nam]

# CREATURE:ECHIDNA_MAN
source: [CASTE_NAME:echidna woman:echidna women:echidna woman]
cs: [CASTE_NAME:ježurí žena:ježurí ženy:ježurí ženu]
de: [CASTE_NAME:Ameisenigelfrau:Ameisenigelfrauen:Ameisenigelfrau]
eo: [CASTE_NAME:homekidnino:homekidninoj:de homekidnino]
es: [CASTE_NAME:mujer equidna:mujeres equidna:mujer equidna]
ja: [CASTE_NAME:ハリモグラ女:ハリモグラ女:ハリモグラ女の]
ko: [CASTE_NAME:여성 가시두더지인간:여성 가시두더지인간들:여성 가시두더지인간]
pl: [CASTE_NAME:kolczatkokobieta:kolczatkokobiety:kolczatkokobiecy]
ru: [CASTE_NAME:женщина-ехидна:женщины-ехидны:женщины-ехидны]
tr: [CASTE_NAME:dikenli karıncayiyen kadın:dikenli karıncayiyen kadınlar:dikenli karıncayiyen kadın]
vi: [CASTE_NAME:người thú lông nhím nữ:người thú lông nhím nữ:người thú lông nhím nữ]

# CREATURE:ECHIDNA_MAN
source: [NAME:echidna man:echidna men:echidna man]
cs: [NAME:ježurí muž:ježurí muži:ježurího muže]
de: [NAME:Ameisenigelmensch:Ameisenigelmenschen:Ameisenigelmensch]
eo: [NAME:homekidno:homekidnoj:de homekidno]
es: [NAME:hombre equidna:hombres equidna:hombre equidna]
ja: [NAME:ハリモグラ男:ハリモグラ男:ハリモグラ男の]
ko: [NAME:가시두더지인간:가시두더지인간들:가시두더지인간]
pl: [NAME:kolczatkoczłowiek:kolczatkoludzie:kolczatkoludzki]
ru: [NAME:человек-ехидна:люди-ехидны:человека-ехидны]
tr: [NAME:dikenli karıncayiyen adam:dikenli karıncayiyen adamlar:dikenli karıncayiyen adam]
vi: [NAME:người thú lông nhím nam:người thú lông nhím nam:người thú lông nhím nam]

# CREATURE:ECHIDNA_MAN
source: [DESCRIPTION:A spiny person with the head of an echidna.]
cs: [DESCRIPTION:Ostnatá osoba s hlavou ježury.]
de: [DESCRIPTION:Eine stachelige Person mit dem Kopf eines Ameisenigels.]
eo: [DESCRIPTION:Pikilplena homo kun la kapo de ekidno.]
es: [DESCRIPTION:Una persona espinosa con la cabeza de un equidna.]
ja: [DESCRIPTION:ハリモグラの頭を持ったとげだらけの人間だ。]
ko: [DESCRIPTION:가시두더지의 머리를 가진 가시돋친 인간.]
pl: [DESCRIPTION:Kolczasta osoba z głową kolczatki.]
ru: [DESCRIPTION:Колючий человек с головой ехидны.]
tr: [DESCRIPTION:Dikenli karıncayiyen kafasına sahip dikenli bir kişi.]
vi: [DESCRIPTION:Một người có gai với đầu thú lông nhím.]

# CREATURE:GIANT_ECHIDNA
source: [NAME:giant echidna:giant echidnas:giant echidna]
cs: [NAME:obří ježura:obří ježury:obří ježuru]
de: [NAME:Riesen-Ameisenigel:Riesen-Ameisenigel:Riesen-Ameisenigel]
eo: [NAME:giganta ekidno:gigantaj ekidnoj:de giganta ekidno]
es: [NAME:equidna gigante:equidnas gigantes:equidna gigante]
ja: [NAME:巨大ハリモグラ:巨大ハリモグラ:巨大ハリモグラの]
ko: [NAME:거대 가시두더지:거대 가시두더지들:거대 가시두더지]
pl: [NAME:ogromna kolczatka:ogromne kolczatki:ogromno kolczatkowy]
ru: [NAME:гигантская ехидна:гигантские ехидны:гигантской ехидны]
tr: [NAME:dev dikenli karıncayiyen:dev dikenli karıncayiyenler:dev dikenli karıncayiyen]
vi: [NAME:thú lông nhím khổng lồ:thú lông nhím khổng lồ:thú lông nhím khổng lồ]

# CREATURE:GIANT_ECHIDNA
source: [CASTE_NAME:giant echidna:giant echidnas:giant echidna]
cs: [CASTE_NAME:obří ježura:obří ježury:obří ježuru]
de: [CASTE_NAME:Riesen-Ameisenigel:Riesen-Ameisenigel:Riesen-Ameisenigel]
eo: [CASTE_NAME:giganta ekidno:gigantaj ekidnoj:de giganta ekidno]
es: [CASTE_NAME:equidna gigante:equidnas gigantes:equidna gigante]
ja: [CASTE_NAME:巨大ハリモグラ:巨大ハリモグラ:巨大ハリモグラの]
ko: [CASTE_NAME:거대 가시두더지:거대 가시두더지들:거대 가시두더지]
pl: [CASTE_NAME:ogromna kolczatka:ogromne kolczatki:ogromno kolczatkowy]
ru: [CASTE_NAME:гигантская ехидна:гигантские ехидны:гигантской ехидны]
tr: [CASTE_NAME:dev dikenli karıncayiyen:dev dikenli karıncayiyenler:dev dikenli karıncayiyen]
vi: [CASTE_NAME:thú lông nhím khổng lồ:thú lông nhím khổng lồ:thú lông nhím khổng lồ]

# CREATURE:GIANT_ECHIDNA
source: [GENERAL_CHILD_NAME:giant echidna puggle:giant echidna puggles]
cs: [GENERAL_CHILD_NAME:mládě obří ježury:mláďata obří ježury]
de: [GENERAL_CHILD_NAME:Riesen-Ameisenigel Junges:Riesen-Ameisenigel Junge]
eo: [GENERAL_CHILD_NAME:giganta ekidnido:gigantaj ekidnidoj]
es: [GENERAL_CHILD_NAME:cría de equidna gigante:crías de equidna gigante:cría de equidna gigante]
ja: [GENERAL_CHILD_NAME:巨大ハリモグラの子供:巨大ハリモグラの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 가시두더지:새끼 거대 가시두더지들]
pl: [GENERAL_CHILD_NAME:młode ogromnej kolczatki:wiele młodych ogromnej kolczatki]
ru: [GENERAL_CHILD_NAME:детёныш гигантской ехидны:детёныши гигантской ехидны]
tr: [GENERAL_CHILD_NAME:dev dikenli karıncayiyen yavrusu:dev dikenli karıncayiyen yavruları]
vi: [GENERAL_CHILD_NAME:con non thú lông nhím khổng lồ:con non thú lông nhím khổng lồ]

# CREATURE:GIANT_ECHIDNA
source: [DESCRIPTION:A large monster in the shape of an echidna.]
cs: [DESCRIPTION:Velké monstrum ve tvaru ježury.]
de: [DESCRIPTION:Ein großes Monster in Form eines Schnabeligels.]
eo: [DESCRIPTION:Granda monstro kun formo de ekidno.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un puercospin.]
ja: [DESCRIPTION:ハリモグラのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:가시두더지의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie kolczatki.]
ru: [DESCRIPTION:Огромный монстр, похожий на ехидну.]
tr: [DESCRIPTION:Dikenli karıncayiyen şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng một thú lông nhím.]

# CREATURE:GIANT_ECHIDNA
source: [PREFSTRING:spines]
cs: [PREFSTRING:ostny]
de: [PREFSTRING:Stachel]
eo: [PREFSTRING:pikiloj]
es: [PREFSTRING:espinas]
ja: [PREFSTRING:とげ]
ko: [PREFSTRING:가시]
pl: [PREFSTRING:kolce]
ru: [PREFSTRING:иголки]
tr: [PREFSTRING:dikenler]
vi: [PREFSTRING:gai nhọn]

# CREATURE:GIANT_ECHIDNA
source: [PREFSTRING:egg-laying]
cs: [PREFSTRING:kladení vajec]
de: [PREFSTRING:legt Eier]
eo: [PREFSTRING:ovo-demetado]
es: [PREFSTRING:nido con huevos]
ja: [PREFSTRING:産卵]
ko: [PREFSTRING:알을 낳는다는 점]
pl: [PREFSTRING:składanie jaj]
ru: [PREFSTRING:откладывание яиц]
tr: [PREFSTRING:yumurtlama]
vi: [PREFSTRING:đẻ trứng]

# CREATURE:PORCUPINE
source: [DESCRIPTION:A small rodent covered with sharp quills. They eat grass and leaves and can even climb trees.]
cs: [DESCRIPTION:Malý hlodavec pokrytý ostrými ostny. Živí se trávou a listím a dokáže lézt i po stromech.]
de: [DESCRIPTION:Ein kleines Nagetier, das mit scharfen Stacheln bedeckt ist. Sie fressen Gras und Blätter und können sogar auf Bäume klettern.]
eo: [DESCRIPTION:Malgranda ronĝulo kovrita de pintaj pikiloj. Ili manĝas herbon kaj foliojn, kaj povas eĉ grimpi arbarojn.]
es: [DESCRIPTION:Un pequeño roedor cubierto de púas afiladas. Comen hierba y hojas y pueden incluso subir árboles.]
ja: [DESCRIPTION:全身にとげの生えた小型の草食げっ歯類だ。木登りが上手い。]
ko: [DESCRIPTION:날카로운 가시로 덮인 작은 설치류. 풀과 나뭇잎을 먹고 나무도 오를 수 있습니다.]
pl: [DESCRIPTION:Mały gryzoń pokryty ostrymi kolcami. Jedzą trawę i liście, potrafią nawet wspinać się na drzewa.]
ru: [DESCRIPTION:Небольшой грызун с острыми иглами. Питается травой и листьями, умеет лазать по деревьям.]
tr: [DESCRIPTION:Keskin dikenlerle kaplı küçük bir kemirgen. Çimen ve yaprak yer, hatta ağaçlara tırmanabilir.]
vi: [DESCRIPTION:Một loài gặm nhấm nhỏ được bao phủ bởi những chiếc lông nhọn sắc. Chúng ăn cỏ và lá cây và thậm chí có thể trèo cây.]

# CREATURE:PORCUPINE
source: [NAME:porcupine:porcupines:porcupine]
cs: [NAME:dikobraz:dikobrazi:dikobraza]
de: [NAME:Stachelschwein:Stachelschweine:Stachelschwein]
eo: [NAME:histriko:histrikoj:de histriko]
es: [NAME:puercoespín:puercoespines:puercoespín]
ja: [NAME:ヤマアラシ:ヤマアラシ:ヤマアラシの]
ko: [NAME:호저:호저들:호저]
pl: [NAME:jeżozwierz:jeżozwierze:jeżozwierzy]
ru: [NAME:дикобраз:дикобразы:дикобраза]
tr: [NAME:oklu kirpi:oklu kirpiler:oklu kirpi]
vi: [NAME:nhím:nhím:nhím]

# CREATURE:PORCUPINE
source: [CASTE_NAME:porcupine:porcupines:porcupine]
cs: [CASTE_NAME:dikobraz:dikobrazi:dikobraza]
de: [CASTE_NAME:Stachelschwein:Stachelschweine:Stachelschwein]
eo: [CASTE_NAME:histriko:histrikoj:de histriko]
es: [CASTE_NAME:puercoespín:puercoespines:puercoespín]
ja: [CASTE_NAME:ヤマアラシ:ヤマアラシ:ヤマアラシの]
pl: [CASTE_NAME:jeżozwierz:jeżozwierze:jeżozwierzy]
ru: [CASTE_NAME:дикобраз:дикобразы:дикобраза]
tr: [CASTE_NAME:oklu kirpi:oklu kirpiler:oklu kirpi]
vi: [CASTE_NAME:nhím:nhím:nhím]

# CREATURE:PORCUPINE
source: [GENERAL_CHILD_NAME:porcupine pup:porcupine pups]
cs: [GENERAL_CHILD_NAME:mládě dikobraza:mláďata dikobraza]
de: [GENERAL_CHILD_NAME:Stachelschwein Junges:Stachelschwein Junge]
eo: [GENERAL_CHILD_NAME:histrikido:histrikidoj]
es: [GENERAL_CHILD_NAME:cría de puercoespín:crías de puercoespín]
ja: [GENERAL_CHILD_NAME:ヤマアラシの子供:ヤマアラシの子供の]
pl: [GENERAL_CHILD_NAME:młode jeżozwierza:wiele młodych jeżozwierza]
ru: [GENERAL_CHILD_NAME:детёныш дикобраза:детёныши дикобраза]
tr: [GENERAL_CHILD_NAME:oklu kirpi yavrusu:oklu kirpi yavruları]
vi: [GENERAL_CHILD_NAME:nhím con:nhím con]

# CREATURE:PORCUPINE
source: [PREFSTRING:quills]
cs: [PREFSTRING:ostny]
de: [PREFSTRING:Kiele]
eo: [PREFSTRING:pikiloj]
es: [PREFSTRING:púas]
ja: [PREFSTRING:針]
ko: [PREFSTRING:가시]
pl: [PREFSTRING:kolce]
ru: [PREFSTRING:иглы]
tr: [PREFSTRING:dikenler]
vi: [PREFSTRING:lông nhím]

# CREATURE:PORCUPINE
source: [STATE_NAME:ALL_SOLID:spine]
cs: [STATE_NAME:ALL_SOLID:ostn]
de: [STATE_NAME:ALL_SOLID:Wirbelsäule]
eo: [STATE_NAME:ALL_SOLID:pikilo]
es: [STATE_NAME:ALL_SOLID:espina]
ja: [STATE_NAME:ALL_SOLID:とげ]
ko: [STATE_NAME:ALL_SOLID:가시]
pl: [STATE_NAME:ALL_SOLID:kolec]
ru: [STATE_NAME:ALL_SOLID:иголка]
tr: [STATE_NAME:ALL_SOLID:diken]
vi: [STATE_NAME:ALL_SOLID:xương sống]

# CREATURE:PORCUPINE
source: [STATE_ADJ:ALL_SOLID:spine]
cs: [STATE_ADJ:ALL_SOLID:ostnatý]
de: [STATE_ADJ:ALL_SOLID:Wirbelsäule]
eo: [STATE_ADJ:ALL_SOLID:de pikilo]
es: [STATE_ADJ:ALL_SOLID:espinoso]
ja: [STATE_ADJ:ALL_SOLID:とげ]
ko: [STATE_ADJ:ALL_SOLID:가시]
pl: [STATE_ADJ:ALL_SOLID:kolcowy]
ru: [STATE_ADJ:ALL_SOLID:иголка]
tr: [STATE_ADJ:ALL_SOLID:diken]
vi: [STATE_ADJ:ALL_SOLID:xương sống]

# CREATURE:PORCUPINE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:PORCUPINE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:PORCUPINE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:PORCUPINE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:PORCUPINE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:PORCUPINE_MAN
source: [CASTE_NAME:porcupine man:porcupine men:porcupine man]
cs: [CASTE_NAME:dikobrazí muž:dikobrazí muži:dikobrazího muže]
de: [CASTE_NAME:Stachelschweinmann:Stachelschweinmänner:Stachelschweinmann]
eo: [CASTE_NAME:homhistrikiĉo:homhistrikiĉoj:de homhistrikiĉo]
es: [CASTE_NAME:hombre puercoespín:hombres puercoespín:hombre puercoespín]
ja: [CASTE_NAME:ヤマアラシ男:ヤマアラシ男:ヤマアラシ男の]
pl: [CASTE_NAME:jeżozwierzomężczyzna:jożozwierzomężczyźni:jeżozwierzomężczyzny]
ru: [CASTE_NAME:мужчина-дикобраз:мужчины-дикобразы:мужчины-дикобраза]
tr: [CASTE_NAME:oklu kirpi adam:oklu kirpi adamlar:oklu kirpi adam]
vi: [CASTE_NAME:người nhím:người nhím:người nhím]

# CREATURE:PORCUPINE_MAN
source: [CASTE_NAME:porcupine woman:porcupine women:porcupine woman]
cs: [CASTE_NAME:dikobrazí žena:dikobrazí ženy:dikobrazí ženu]
de: [CASTE_NAME:Stachelschweinfrau:Stachelschweinfrauen:Stachelschweinfrau]
eo: [CASTE_NAME:homhistrikino:homhistrikinoj:de homhistrikino]
es: [CASTE_NAME:mujer puercoespín:mujeres puercoespín:mujer puercoespín]
ja: [CASTE_NAME:ヤマアラシ女:ヤマアラシ女:ヤマアラシ女の]
pl: [CASTE_NAME:jeżozwierzokobieta:jeżozwierzokobiety:jeżozwierzokobiecy]
ru: [CASTE_NAME:женщина-дикобраз:женщины-дикобразы:женщины-дикобраза]
tr: [CASTE_NAME:oklu kirpi kadın:oklu kirpi kadınlar:oklu kirpi kadın]
vi: [CASTE_NAME:phụ nữ nhím:phụ nữ nhím:phụ nữ nhím]

# CREATURE:PORCUPINE_MAN
source: [NAME:porcupine man:porcupine men:porcupine man]
cs: [NAME:dikobrazí muž:dikobrazí muži:dikobrazího muže]
de: [NAME:Stachelschweinmensch:Stachelschweinmenschen:Stachelschweinmensch]
eo: [NAME:homhistriko:homhistrikoj:de homhistriko]
es: [NAME:hombre puercoespín:hombres puercoespín:hombre puercoespín]
ja: [NAME:ヤマアラシ男:ヤマアラシ男:ヤマアラシ男の]
ko: [NAME:호저인간:호저인간들:호저인간]
pl: [NAME:jeżozwierzoczłowiek:jeżozwierzoludzie:jeżozwierzoludzki]
ru: [NAME:человек-дикобраз:люди-дикобразы:человека-дикобраза]
tr: [NAME:oklu kirpi adam:oklu kirpi adamlar:oklu kirpi adam]
vi: [NAME:người nhím:người nhím:người nhím]

# CREATURE:PORCUPINE_MAN
source: [DESCRIPTION:A person with the head and quills of a porcupine.]
cs: [DESCRIPTION:Osoba s hlavou a ostny dikobraza.]
de: [DESCRIPTION:Ein Mensch mit dem Kopf und den Stacheln eines Stachelschweins.]
eo: [DESCRIPTION:Homo kun la kapo kaj la pikiloj de histriko.]
es: [DESCRIPTION:Una persona con la cabeza y las púas de un puercoespín.]
ja: [DESCRIPTION:ヤマアラシの頭ととげを持った人間だ。]
ko: [DESCRIPTION:고슴도치의 머리와 깃펜을 가진 사람.]
pl: [DESCRIPTION:Osoba z głową i kolcami jeżozwierza.]
ru: [DESCRIPTION:Человек с головой и иглами дикобраза.]
tr: [DESCRIPTION:Oklu kirpi kafasına ve dikenlerine sahip bir kişi.]
vi: [DESCRIPTION:Một người với cái đầu và lông nhím của một con nhím.]

# CREATURE:GIANT_PORCUPINE
source: [NAME:giant porcupine:giant porcupines:giant porcupine]
cs: [NAME:obří dikobraz:obří dikobrazi:obří dikobraza]
de: [NAME:Riesen-Stachelschwein:Riesen-Stachelschweine:Riesen-Stachelschwein]
eo: [NAME:giganta histriko:gigantaj histrikoj:de giganta histriko]
es: [NAME:puercoespín gigante:puercoespines gigantes:puercoespín gigante]
ja: [NAME:巨大ヤマアラシ:巨大ヤマアラシ:巨大ヤマアラシの]
ko: [NAME:거대 호저:거대 호저들:거대 호저]
pl: [NAME:Ogromny jeżozwierz:ogromne jeżozwierze:ogromnie jeżozwierzy]
ru: [NAME:гигантский дикобраз:гигантские дикобразы:гигантского дикобраза]
tr: [NAME:dev oklu kirpi:dev oklu kirpiler:dev oklu kirpi]
vi: [NAME:nhím khổng lồ:nhím khổng lồ:nhím khổng lồ]

# CREATURE:GIANT_PORCUPINE
source: [CASTE_NAME:giant porcupine:giant porcupines:giant porcupine]
cs: [CASTE_NAME:obří dikobraz:obří dikobrazi:obřího dikobraza]
de: [CASTE_NAME:Riesen-Stachelschwein:Riesen-Stachelschweine:Riesen-Stachelschwein]
eo: [CASTE_NAME:giganta histriko:gigantaj histrikoj:de giganta histriko]
es: [CASTE_NAME:puercoespín gigante:puercoespines gigantes:puercoespín gigante]
ja: [CASTE_NAME:巨大ヤマアラシ:巨大ヤマアラシ:巨大ヤマアラシの]
pl: [CASTE_NAME:Ogromny jeżozwierz:ogromne jeżozwierze:ogromnie jeżozwierzy]
ru: [CASTE_NAME:гигантский дикобраз:гигантские дикобразы:гигантского дикобраза]
tr: [CASTE_NAME:dev oklu kirpi:dev oklu kirpiler:dev oklu kirpi]
vi: [CASTE_NAME:nhím khổng lồ:nhím khổng lồ:nhím khổng lồ]

# CREATURE:GIANT_PORCUPINE
source: [GENERAL_CHILD_NAME:giant porcupine pup:giant porcupine pups]
cs: [GENERAL_CHILD_NAME:mládě obřího dikobraza:mláďata obřího dikobraza]
de: [GENERAL_CHILD_NAME:Riesen-Stachelschwein Junges:Riesen-Stachelschwein Junge]
eo: [GENERAL_CHILD_NAME:giganta histrikido:gigantaj histrikidoj]
es: [GENERAL_CHILD_NAME:cría de puercoespín gigante:crías de puercoespín gigante]
ja: [GENERAL_CHILD_NAME:巨大ヤマアラシの子供:巨大ヤマアラシの子供の]
pl: [GENERAL_CHILD_NAME:jeżozwierzątko: jeżozwierzątka]
ru: [GENERAL_CHILD_NAME:детёныш гигантского дикобраза:детёныши гигантского дикобраза]
tr: [GENERAL_CHILD_NAME:dev oklu kirpi yavrusu:dev oklu kirpi yavruları]
vi: [GENERAL_CHILD_NAME:nhím khổng lồ con:nhím khổng lồ con]

# CREATURE:GIANT_PORCUPINE
source: [DESCRIPTION:A large monster in the form of a porcupine.]
cs: [DESCRIPTION:Velká příšera v podobě dikobraza.]
de: [DESCRIPTION:Ein großes Monster in Form eines Stachelschweins.]
eo: [DESCRIPTION:Granda monstro kun formo de histriko.]
es: [DESCRIPTION:Un gran monstruo con la forma de un puercoespín.]
ja: [DESCRIPTION:ヤマアラシのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:고슴도치 형태의 큰 괴물.]
pl: [DESCRIPTION:Duży potwór w postaci jeżozwierza.]
ru: [DESCRIPTION:Огромный монстр, похожий на дикобраза.]
tr: [DESCRIPTION:Oklu kirpi biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn dưới hình dạng một con nhím.]

# CREATURE:GIANT_PORCUPINE
source: [PREFSTRING:quills]
cs: [PREFSTRING:ostny]
de: [PREFSTRING:Kiele]
eo: [PREFSTRING:pikiloj]
es: [PREFSTRING:púas]
ja: [PREFSTRING:とげ]
ko: [PREFSTRING:가시]
pl: [PREFSTRING:kolce]
ru: [PREFSTRING:иглы]
tr: [PREFSTRING:dikenler]
vi: [PREFSTRING:lông nhím]

# CREATURE:KINGSNAKE
source: [DESCRIPTION:A small, brightly-colored snake. It is known for eating other snakes and being mistaken for its venomous cousins.]
cs: [DESCRIPTION:Malý, pestře zbarvený had. Je známý tím, že požírá jiné hady a je zaměňován za své jedovaté příbuzné.]
de: [DESCRIPTION:Eine kleine, farbenfrohe Schlange. Sie ist dafür bekannt, dass sie andere Schlangen frisst und mit ihren giftigen Verwandten verwechselt wird.]
eo: [DESCRIPTION:Malgranda helkolora serpento. Ĝi estas konita por manĝi aliajn serpentojn, kaj por konfuzati por aliaj venenaj similaj serpentoj.]
es: [DESCRIPTION:Una serpiente pequeña de colores brillantes. Es conocida por comer otras serpientes y ser confundida por sus primas venenosas.]
ja: [DESCRIPTION:鮮やかな色をした小型のヘビ。他のヘビを食べることもある。。]
ko: [DESCRIPTION:작고 밝은 색의 뱀. 다른 뱀을 잡아먹고 독이 있는 사촌으로 오인하는 것으로 알려져 있습니다.]
pl: [DESCRIPTION:Mały, jaskrawo ubarwiony wąż. Jest znany z tego, że zjada inne węże i jest mylony ze swoimi jadowitymi kuzynami.]
ru: [DESCRIPTION:Небольшая ярко окрашенная змея. Известна тем, что питается другими змеями и ошибочно считается ядовитой.]
tr: [DESCRIPTION:Küçük, parlak renkli bir yılan. Diğer yılanları yemesi ve zehirli kuzenleriyle karıştırılmasıyla bilinir.]
vi: [DESCRIPTION:Một con rắn nhỏ, màu sắc sặc sỡ. Nó nổi tiếng vì ăn thịt các loài rắn khác và thường bị nhầm lẫn với những họ hàng rắn độc của nó.]

# CREATURE:KINGSNAKE
source: [NAME:kingsnake:kingsnakes:kingsnake]
cs: [NAME:korálovka:korálovky:korálovku]
de: [NAME:Königsschlange:Königsschlangen:Königsschlange]
eo: [NAME:reĝoserpento:reĝoserpentoj:de reĝoserpento]
es: [NAME:serpiente real:serpientes reales:serpiente real]
ja: [NAME:キングヘビ:キングヘビ:キングヘビの]
ko: [NAME:킹스네이크:킹스네이크떼:킹스네이크]
pl: [NAME:Lancetogłów mleczny:lancetogłowy mleczne:lancetogłowów mlecznych]
ru: [NAME:королевская змея:королевские змеи:королевской змеи]
tr: [NAME:kral yılanı:kral yılanları:kral yılanı]
vi: [NAME:rắn vua:rắn vua:rắn vua]

# CREATURE:KINGSNAKE
source: [CASTE_NAME:kingsnake:kingsnakes:kingsnake]
cs: [CASTE_NAME:korálovka:korálovky:korálovku]
de: [CASTE_NAME:Königsschlange:Königsschlangen:Königsschlange]
eo: [CASTE_NAME:reĝoserpento:reĝoserpentoj:de reĝoserpento]
es: [CASTE_NAME:serpiente real:serpientes reales:serpiente real]
ja: [CASTE_NAME:キングヘビ:キングヘビ:キングヘビの]
pl: [CASTE_NAME:Lancetogłów mleczny:lancetogłowy mleczne:lancetogłowów mlecznych]
ru: [CASTE_NAME:королевская змея:королевские змеи:королевской змеи]
tr: [CASTE_NAME:kral yılanı:kral yılanları:kral yılanı]
vi: [CASTE_NAME:rắn vua:rắn vua:rắn vua]

# CREATURE:KINGSNAKE
source: [PREFSTRING:habit of eating other snakes]
cs: [PREFSTRING:zvyk požírat jiné hady]
de: [PREFSTRING:frisst andere Schlangen]
eo: [PREFSTRING:rutino de manĝi aliaj serpentojn]
es: [PREFSTRING:hábito de comer otras serpientes]
ja: [PREFSTRING:ほかのヘビを食べる]
pl: [PREFSTRING:zwyczaj zjadania innych węży]
ru: [PREFSTRING:питание другими змеями]
tr: [PREFSTRING:diğer yılanları yeme alışkanlığı]
vi: [PREFSTRING:tập tính ăn thịt rắn khác]

# CREATURE:KINGSNAKE
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:KINGSNAKE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
