Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:PANDA
source: [GENERAL_CHILD_NAME:panda cub:panda cubs]
cs: [GENERAL_CHILD_NAME:mládě pandy:mláďata pandy]
de: [GENERAL_CHILD_NAME:Panda-Welpen:Panda-Welpen]
eo: [GENERAL_CHILD_NAME:pandido:pandidoj]
es: [GENERAL_CHILD_NAME:cachorro de panda:cachorros de panda]
ja: [GENERAL_CHILD_NAME:パンダの子供:パンダの子供の]
ko: [GENERAL_CHILD_NAME:새끼 판다:새끼 판다들]
pl: [GENERAL_CHILD_NAME:młody pandy:młode pandy]
ru: [GENERAL_CHILD_NAME:детёныш панды:детёныши панды]
tr: [GENERAL_CHILD_NAME:yavru panda:yavru pandalar]
vi: [GENERAL_CHILD_NAME:gấu trúc con:những con gấu trúc con]
zh_hans: [GENERAL_CHILD_NAME:熊猫幼崽:熊猫幼崽]

# CREATURE:PANDA
source: [PREFSTRING:striking coloration]
cs: [PREFSTRING:nápadným zbarvením]
de: [PREFSTRING:auffällige Färbung]
eo: [PREFSTRING:okulfrapa koloroj]
es: [PREFSTRING:coloración llamativa]
ja: [PREFSTRING:印象的な配色]
ko: [PREFSTRING:강렬한 색감]
pl: [PREFSTRING:efektowne ubarwienie]
ru: [PREFSTRING:поразительную окраску]
tr: [PREFSTRING:çarpıcı renklenme]
vi: [PREFSTRING:Màu sắc ấn tượng]
zh_hans: [PREFSTRING:引人注目的花纹]

# CREATURE:PANDA
source: [PREFSTRING:big fluffy heads and bellies]
cs: [PREFSTRING:velké chlupaté hlavy a břicha]
de: [PREFSTRING:große flauschige Köpfe und Bäuche]
eo: [PREFSTRING:grandaj lanugaj kapoj kaj ventroj]
es: [PREFSTRING:grandes cabezas y vientres mullidos]
ja: [PREFSTRING:大きなふわふわの頭と腹]
ko: [PREFSTRING:크고 푹신한 머리와 배]
pl: [PREFSTRING:duże, puszyste głowy i brzuchy]
ru: [PREFSTRING:большие пушистые головы и животы]
tr: [PREFSTRING:büyük tüylü kafalar ve göbekler]
vi: [PREFSTRING:những cái đầu và cái bụng to lớn mềm mại]
zh_hans: [PREFSTRING:很大的毛茸茸的头和肚子]

# CREATURE:PANDA
source: [PREFSTRING:lazy nature]
cs: [PREFSTRING:lenost]
de: [PREFSTRING:faule Natur]
eo: [PREFSTRING:pigra naturo]
es: [PREFSTRING:naturaleza perezosa]
ja: [PREFSTRING:怠け者]
ko: [PREFSTRING:바쁜 자연]
pl: [PREFSTRING:leniwa natura]
ru: [PREFSTRING:ленивую натуру]
tr: [PREFSTRING:tembel doğa]
vi: [PREFSTRING:bản tính lười biếng]
zh_hans: [PREFSTRING:懒惰的天性]

# CREATURE:PANDA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:PANDA
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:PANDA
source: [TLCM_NOUN:hair around the eyes:SINGULAR]
cs: [TLCM_NOUN:srst kolem očí:SINGULAR]
de: [TLCM_NOUN:Haare um die Augen:SINGULAR]
eo: [TLCM_NOUN:haroj ĉirkaŭ la okuloj:SINGULAR]
es: [TLCM_NOUN:pelo alrededor de los ojos:SINGULAR]
ja: [TLCM_NOUN:目の周りの毛:SINGULAR]
ko: [TLCM_NOUN:눈 주위의 머리카락:SINGULAR]
pl: [TLCM_NOUN:sierść wokół oczu:SINGULAR]
ru: [TLCM_NOUN:шерсть вокруг глаз:SINGULAR]
tr: [TLCM_NOUN:göz çevresindeki tüyler:SINGULAR]
zh_hans: [TLCM_NOUN:眼睛周围的毛发:SINGULAR]

# CREATURE:PANDA
source: [TLCM_NOUN:ears:PLURAL]
cs: [TLCM_NOUN:uši:PLURAL]
de: [TLCM_NOUN:Ohren:PLURAL]
eo: [TLCM_NOUN:oreloj:PLURAL]
es: [TLCM_NOUN:orejas:PLURAL]
ja: [TLCM_NOUN:耳:PLURAL]
ko: [TLCM_NOUN:귀:PLURAL]
pl: [TLCM_NOUN:uszy:PLURAL]
ru: [TLCM_NOUN:уши:PLURAL]
tr: [TLCM_NOUN:kulaklar:PLURAL]
zh_hans: [TLCM_NOUN:耳朵:PLURAL]

# CREATURE:PANDA
source: [TLCM_NOUN:legs:PLURAL]
cs: [TLCM_NOUN:nohy:PLURAL]
de: [TLCM_NOUN:Beine:PLURAL]
eo: [TLCM_NOUN:gamboj:PLURAL]
es: [TLCM_NOUN:piernas:PLURAL]
ja: [TLCM_NOUN:脚:PLURAL]
ko: [TLCM_NOUN:다리:PLURAL]
pl: [TLCM_NOUN:nogi:PLURAL]
ru: [TLCM_NOUN:лапы:PLURAL]
tr: [TLCM_NOUN:bacaklar:PLURAL]
zh_hans: [TLCM_NOUN:腿:PLURAL]

# CREATURE:PANDA
source: [TLCM_NOUN:upper body:SINGULAR]
cs: [TLCM_NOUN:horní část těla:SINGULAR]
de: [TLCM_NOUN:Oberkörper:SINGULAR]
eo: [TLCM_NOUN:supra korpo:SINGULAR]
es: [TLCM_NOUN:parte superior del cuerpo:SINGULAR]
ja: [TLCM_NOUN:上半身:SINGULAR]
ko: [TLCM_NOUN:상체:SINGULAR]
pl: [TLCM_NOUN:górna część ciała:SINGULAR]
ru: [TLCM_NOUN:верхняя часть тела:SINGULAR]
tr: [TLCM_NOUN:üst gövde:SINGULAR]
zh_hans: [TLCM_NOUN:上身:SINGULAR]

# CREATURE:PANDA
source: [TLCM_NOUN:other hair:SINGULAR]
cs: [TLCM_NOUN:ostatní srst:SINGULAR]
de: [TLCM_NOUN:anderes Haar:SINGULAR]
eo: [TLCM_NOUN:aliaj haroj:SINGULAR]
es: [TLCM_NOUN:otro cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:other 털:SINGULAR]
pl: [TLCM_NOUN:inna sierść:SINGULAR]
ru: [TLCM_NOUN:остальная шерсть:SINGULAR]
tr: [TLCM_NOUN:diğer tüyler:SINGULAR]
zh_hans: [TLCM_NOUN:其他毛发:SINGULAR]

# CREATURE:PANDA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:PANDA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:PANDA, GIGANTIC
source: [NAME:gigantic panda:gigantic pandas:gigantic panda]
cs: [NAME:obří panda:obří pandy:obří pandu]
de: [NAME:gigantischer Panda:gigantische Pandas:gigantischer Panda]
eo: [NAME:giganta pando:gigantaj pandoj:de giganta pando]
es: [NAME:panda gigante:pandas gigantes:panda gigante]
ja: [NAME:ジャイアントパンダ:ジャイアントパンダ:ジャイアントパンダの]
ko: [NAME:초 거대 판다:초 거대 판다들:초 거대 판다]
pl: [NAME:gigantyczna panda:gigantyczne pandy:gigantyczno pandzi]
ru: [NAME:гигантская панда:гигантские панды:гигантской панды]
tr: [NAME:devasa panda:devasa pandalar:devasa panda]
vi: [NAME:gấu trúc cực lớn:những con gấu trúc cực lớn:gấu trúc cực lớn]
zh_hans: [NAME:巨熊猫:巨熊猫:巨熊猫]

# CREATURE:PANDA, GIGANTIC
source: [CASTE_NAME:gigantic panda:gigantic pandas:gigantic panda]
cs: [CASTE_NAME:obří panda:obří pandy:obří pandu]
de: [CASTE_NAME:gigantischer Panda:gigantische Pandas:gigantischer Panda]
eo: [CASTE_NAME:giganta pando:gigantaj pandoj:de giganta pando]
es: [CASTE_NAME:panda gigante:pandas gigantes:panda gigante]
ja: [CASTE_NAME:ジャイアントパンダ:ジャイアントパンダ:ジャイアントパンダの]
ko: [CASTE_NAME:초 거대 판다:초 거대 판다들:초 거대 판다]
pl: [CASTE_NAME:gigantyczna panda:gigantyczne pandy:gigantyczno pandzi]
ru: [CASTE_NAME:гигантская панда:гигантские панды:гигантской панды]
tr: [CASTE_NAME:devasa panda:devasa pandalar:devasa panda]
vi: [CASTE_NAME:gấu trúc cực lớn:những con gấu trúc cực lớn:gấu trúc cực lớn]
zh_hans: [CASTE_NAME:巨熊猫:巨熊猫:巨熊猫]

# CREATURE:PANDA, GIGANTIC
source: [GENERAL_CHILD_NAME:gigantic panda cub:gigantic panda cubs]
cs: [GENERAL_CHILD_NAME:mládě obří pandy:mláďata obří pandy]
de: [GENERAL_CHILD_NAME:Gigantisches Panda-Baby:Gigantische Panda-Babys]
eo: [GENERAL_CHILD_NAME:giganta pandido:gigantaj pandidoj]
es: [GENERAL_CHILD_NAME:cachorro de panda gigante:cachorros de panda gigante]
ja: [GENERAL_CHILD_NAME:ジャイアントパンダの子供:ジャイアントパンダの子供の]
ko: [GENERAL_CHILD_NAME:초 거대 새끼판다:초 거대 새끼판다들]
pl: [GENERAL_CHILD_NAME:młody gigantycznej pandy:młode gigantycznej pandy]
ru: [GENERAL_CHILD_NAME:детёныш гигантской панды:детёныши гигантской панды]
tr: [GENERAL_CHILD_NAME:yavru devasa panda:yavru devasa pandalar]
vi: [GENERAL_CHILD_NAME:gấu trúc con cực lớn:những con gấu trúc con cực lớn]
zh_hans: [GENERAL_CHILD_NAME:巨熊猫幼崽:巨熊猫幼崽]

# CREATURE:PANDA, GIGANTIC
source: [DESCRIPTION:A giant bear-like creature found in the wildest parts of the world. It has striking black and white fur.]
cs: [DESCRIPTION:Obří tvor podobný medvědovi, žijící v nejdivočejších částech světa. Má nápadnou černobílou srst.]
de: [DESCRIPTION:Eine riesige bärenähnliche Kreatur, die in den wildesten Teilen der Welt vorkommt. Er hat ein auffallend schwarz-weißes Fell.]
eo: [DESCRIPTION:Giganta ursosimila estaĵo kiu troviĝas en la plej savaĝaj ejoj de la mondo. Ĝi havas okulfrape nigran kaj blankan felon.]
es: [DESCRIPTION:Un gigantesca criatura parecida al oso hallada en las más salvajes partes del mundo. Posee un llamativo pelaje negro y blanco.]
ja: [DESCRIPTION:白と黒の毛皮を持つ大型の熊だ。]
ko: [DESCRIPTION:세계의 가장 황량한 지역에서 발견되는 거대한 곰 같은 생물. 눈에 띄는 흑백 털을 가지고 있습니다.]
pl: [DESCRIPTION:Gigantyczne, niedźwiedziopodobne stworzenie, które można znaleźć w najdzikszych rejonach świata. Ma efektowne czarno-białe futro.]
ru: [DESCRIPTION:Гигантское, похожее на медведя существо, обитающее в самых глухих уголках мира. Имеет необычный мех чёрного и белого цветов.]
tr: [DESCRIPTION:Dünyanın en vahşi bölgelerinde bulunan, ayı benzeri dev bir yaratık. Çarpıcı siyah beyaz bir kürkü vardır.]
vi: [DESCRIPTION:Một sinh vật khổng lồ giống gấu được tìm thấy ở những nơi hoang dã nhất thế giới. Nó có bộ lông đen trắng nổi bật.]
zh_hans: [DESCRIPTION:一种生活在世界最野蛮地区的巨型熊状生物。它有醒目的黑白皮毛。]

# CREATURE:PANDA, GIGANTIC
source: [PREFSTRING:enormous size]
cs: [PREFSTRING:obrovská velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:enorma grandeco]
es: [PREFSTRING:tamaño enorme]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:무지막지한 크기]
pl: [PREFSTRING:ogromny rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:muazzam boyut]
vi: [PREFSTRING:kích thước khổng lồ]
zh_hans: [PREFSTRING:极大的体型]

# CREATURE:PANDA, GIGANTIC
source: [PREFSTRING:striking coloration]
cs: [PREFSTRING:nápadným zbarvením]
de: [PREFSTRING:auffällige Färbung]
eo: [PREFSTRING:okulfrapa koloroj]
es: [PREFSTRING:coloración llamativa]
ja: [PREFSTRING:印象的な配色]
ko: [PREFSTRING:강렬한 색감]
pl: [PREFSTRING:efektowne ubarwienie]
ru: [PREFSTRING:поразительную окраску]
tr: [PREFSTRING:çarpıcı renklenme]
vi: [PREFSTRING:Màu sắc ấn tượng]
zh_hans: [PREFSTRING:引人注目的花纹]

# CREATURE:PANDA, GIGANTIC
source: [PREFSTRING:gigantic fluffy heads and bellies]
cs: [PREFSTRING:obří chlupaté hlavy a břicha]
de: [PREFSTRING:riesige flauschige Köpfe und Bäuche]
eo: [PREFSTRING:gigantaj lanugaj kapoj kaj ventroj]
es: [PREFSTRING:gigantes cabezas y vientres mullidos]
ja: [PREFSTRING:ふわふわした頭と腹]
ko: [PREFSTRING:거대하고 푹신한 머리와 배]
pl: [PREFSTRING:gigantyczne, puszyste głowy i brzuchy]
ru: [PREFSTRING:гигантские пушистые головы и животы]
tr: [PREFSTRING:devasa tüylü kafalar ve göbekler]
vi: [PREFSTRING:những cái đầu và cái bụng cực lớn mềm mại]
zh_hans: [PREFSTRING:巨大的毛茸茸的头和肚子]

# CREATURE:PANDA, GIGANTIC
source: [PREFSTRING:lazy nature]
cs: [PREFSTRING:lenost]
de: [PREFSTRING:faule Natur]
eo: [PREFSTRING:pigra naturo]
es: [PREFSTRING:naturaleza perezosa]
ja: [PREFSTRING:怠け者]
ko: [PREFSTRING:게으른 자연]
pl: [PREFSTRING:leniwa natura]
ru: [PREFSTRING:ленивую натуру]
tr: [PREFSTRING:tembel doğa]
vi: [PREFSTRING:bản tính lười biếng]
zh_hans: [PREFSTRING:懒惰的天性]

# CREATURE:PANDA MAN
source: [CVCT_TARGET:legs]
cs: [CVCT_TARGET:nohy]
de: [CVCT_TARGET:Beine]
eo: [CVCT_TARGET:gamboj]
es: [CVCT_TARGET:piernas]
ja: [CVCT_TARGET:脚]
ko: [CVCT_TARGET:다리]
pl: [CVCT_TARGET:nogi]
ru: [CVCT_TARGET:ноги]
tr: [CVCT_TARGET:bacaklar]
vi: [CVCT_TARGET:các chân]
zh_hans: [CVCT_TARGET:腿]

# CREATURE:PANDA MAN
source: [CVCT_REPLACEMENT:arms and legs]
cs: [CVCT_REPLACEMENT:ruce a nohy]
de: [CVCT_REPLACEMENT:Arme und Beine]
eo: [CVCT_REPLACEMENT:brakoj kaj gamboj]
es: [CVCT_REPLACEMENT:brazos y piernas]
ja: [CVCT_REPLACEMENT:脚足]
ko: [CVCT_REPLACEMENT:팔과 다리]
pl: [CVCT_REPLACEMENT:ramiona i nogi]
ru: [CVCT_REPLACEMENT:руки и ноги]
tr: [CVCT_REPLACEMENT:kollar ve bacaklar]
vi: [CVCT_REPLACEMENT:cánh tay và chân]
zh_hans: [CVCT_REPLACEMENT:手臂和腿]

# CREATURE:PANDA MAN
source: [CASTE_NAME:panda man:panda men:panda man]
cs: [CASTE_NAME:pandí muž:pandí muži:pandího muže]
de: [CASTE_NAME:Pandamann:Pandamänner:Pandamann]
eo: [CASTE_NAME:hompandiĉo:hompandiĉoj:de hompandiĉo]
es: [CASTE_NAME:hombre panda:hombres panda:hombre panda]
ja: [CASTE_NAME:パンダ男:パンダ男:パンダ男の]
ko: [CASTE_NAME:남성 판다인간:남성 판다인간들:남성 판다인간]
pl: [CASTE_NAME:pandomężczyzna:pandomężczyźni:pandomężczyzny]
ru: [CASTE_NAME:мужчина-панда:мужчины-панды:мужчины-панды]
tr: [CASTE_NAME:erkek panda:erkek pandalar:erkek panda]
vi: [CASTE_NAME:người gấu trúc:những người gấu trúc:người gấu trúc]
zh_hans: [CASTE_NAME:熊猫男:熊猫男:熊猫男]

# CREATURE:PANDA MAN
source: [CASTE_NAME:panda woman:panda women:panda woman]
cs: [CASTE_NAME:pandí žena:pandí ženy:pandí ženu]
de: [CASTE_NAME:Pandafrau:Pandafrauen:Pandafrau]
eo: [CASTE_NAME:hompandino:hompandinoj:de hompandino]
es: [CASTE_NAME:mujer panda:mujeres panda:mujer panda]
ja: [CASTE_NAME:パンダ女:パンダ女:パンダ女の]
ko: [CASTE_NAME:여성 판다인간:여성 판다인간들:여성 판다인간]
pl: [CASTE_NAME:pandokobieta:pandokobiety:pandokobiecy]
ru: [CASTE_NAME:женщина-панда:женщины-панды:женщины-панды]
tr: [CASTE_NAME:dişi panda:dişi pandalar:dişi panda]
vi: [CASTE_NAME:phụ nữ gấu trúc:những phụ nữ gấu trúc:phụ nữ gấu trúc]
zh_hans: [CASTE_NAME:熊猫女:熊猫女:熊猫女]

# CREATURE:PANDA MAN
source: [NAME:panda man:panda men:panda man]
cs: [NAME:pandí muž:pandí muži:pandího muže]
de: [NAME:Pandamann:Pandamänner:Pandamann]
eo: [NAME:hompando:hompandoj:de hompando]
es: [NAME:hombre panda:hombres panda:hombre panda]
ja: [NAME:パンダ男:パンダ男:パンダ男の]
ko: [NAME:판다인간:판다인간들:판다인간]
pl: [NAME:pandoczłowiek:pandoludzie:pandoludzki]
ru: [NAME:человек-панда:люди-панды:человека-панды]
tr: [NAME:erkek panda:erkek pandalar:erkek panda]
vi: [NAME:người gấu trúc:những người gấu trúc:người gấu trúc]
zh_hans: [NAME:熊猫人:熊猫人:熊猫人]

# CREATURE:PANDA MAN
source: [DESCRIPTION:A humanoid creature with the head and belly of a panda.]
cs: [DESCRIPTION:Humanoidní tvor s hlavou a břichem pandy.]
de: [DESCRIPTION:Eine humanoide Kreatur mit dem Kopf und Bauch eines Pandas.]
eo: [DESCRIPTION:Homsimila estaĵo kun la kapo kaj la ventro de pando.]
es: [DESCRIPTION:Una criatura humanoide con la cabeza y panza de un panda.]
ja: [DESCRIPTION:パンダの頭を腹を持つ人間だ。]
ko: [DESCRIPTION:판다의 머리와 배를 가진 인간형 생물.]
pl: [DESCRIPTION:Humanoidalne stworzenie z głową i brzuchem pandy.]
ru: [DESCRIPTION:Человекопободное существо с головой и брюхом панды.]
tr: [DESCRIPTION:Panda başlı ve göbekli, insansı bir fantastik canlı.]
vi: [DESCRIPTION:Một sinh vật hình người mang đầu và bụng gấu trúc.]
zh_hans: [DESCRIPTION:一个长着熊猫头和肚子的类人生物。]

# CREATURE:CAPYBARA
source: [DESCRIPTION:A medium-sized semi-aquatic rodent. It lives in large herds and barks when alarmed.]
cs: [DESCRIPTION:Středně velký poloaquatilní hlodavec. Žije ve velkých stádech a při poplachu štěká.]
de: [DESCRIPTION:Ein mittelgroßes, semiaquatisches Nagetier. Es lebt in großen Herden und bellt, wenn es alarmiert wird.]
eo: [DESCRIPTION:Mezgranda duonakva ronĝulo. Ĝi vivas en grandaj gregoj kaj bojas kiam alarmata.]
es: [DESCRIPTION:Un roedor semiacuático mediano. Vive en grandes manadas y ladra al alarmarse.]
ja: [DESCRIPTION:中型の半水生齧歯動物。大きな群れを作り、驚くと大きな声で鳴く。]
ko: [DESCRIPTION:중간크기의 반수생 설치류. 큰 무리를 이루고 살며 짖어서 경고한다.]
pl: [DESCRIPTION:Średniej wielkości, częściowo wodny gryzoń. Żyje w dużych stadach i szczeka, gdy zostanie zaalarmowany.]
ru: [DESCRIPTION:Крупный грызун, ведущий полуводный образ жизни. Живут большими стаями и лают когда встревожены.]
tr: [DESCRIPTION:Orta büyüklükte, yarı sucul bir kemirgen. Büyük sürüler halinde yaşar ve korktuğunda havlar.]
vi: [DESCRIPTION:Một loài gặm nhấm bán thủy sinh cỡ trung bình. Nó sống thành bầy lớn và sủa khi bị báo động.]
zh_hans: [DESCRIPTION:一种中型的半水生啮齿动物。它成群结队行动，并且在察觉到危险时会发出叫声。]

# CREATURE:CAPYBARA
source: [NAME:capybara:capybaras:capybara]
cs: [NAME:kapybara:kapybary:kapybaru]
de: [NAME:Wasserschwein:Wasserschweine:Wasserschwein]
eo: [NAME:kapibaro:kapibaroj:de kapibaro]
es: [NAME:capivara:capivaras:capivara]
ja: [NAME:カビパラ:カビパラ:カビパラの]
ko: [NAME:카피바라:카피바라들:카피바라]
pl: [NAME:kapibara:kapibary:kapibarzy]
ru: [NAME:капибара:капибары:капибары]
tr: [NAME:kapibara:kapibaralar:kapibara]
zh_hans: [NAME:水豚:水豚:水豚]

# CREATURE:CAPYBARA
source: [CASTE_NAME:capybara:capybaras:capybara]
cs: [CASTE_NAME:kapybara:kapybary:kapybaru]
de: [CASTE_NAME:Wasserschwein:Wasserschweine:Wasserschwein]
eo: [CASTE_NAME:kapibaro:kapibaroj:de kapibaro]
es: [CASTE_NAME:capivara:capivaras:capivara]
ja: [CASTE_NAME:カビパラ:カビパラ:カビパラの]
ko: [CASTE_NAME:카피바라:카피바라들:카피바라]
pl: [CASTE_NAME:kapibara:kapibary:kapibarzy]
ru: [CASTE_NAME:капибара:капибары:капибары]
tr: [CASTE_NAME:kapibara:kapibaralar:kapibara]
zh_hans: [CASTE_NAME:水豚:水豚:水豚]

# CREATURE:CAPYBARA
source: [GENERAL_CHILD_NAME:capybara pup:capybara pups]
cs: [GENERAL_CHILD_NAME:mládě kapybary:mláďata kapybary]
de: [GENERAL_CHILD_NAME:Wasserschwein-Welpe:Wasserschwein-Welpen]
eo: [GENERAL_CHILD_NAME:kapibarido:kapibaridoj]
es: [GENERAL_CHILD_NAME:cría de capivara:crías de capivara]
ja: [GENERAL_CHILD_NAME:カビパラの子供:カビパラの子供の]
ko: [GENERAL_CHILD_NAME:새끼 카피바라:새끼 카피바라들]
pl: [GENERAL_CHILD_NAME:młody kapibary:młode kapibary]
ru: [GENERAL_CHILD_NAME:детёныш капибары:детёныши капибары]
tr: [GENERAL_CHILD_NAME:yavru kapibara:yavru kapibaralar]
vi: [GENERAL_CHILD_NAME:chuột lang nước con:những con chuột lang nước con]
zh_hans: [GENERAL_CHILD_NAME:水豚幼崽:水豚幼崽]

# CREATURE:CAPYBARA
source: [SOUND:ALERT:100:1000:VOCALIZATION:bark:barks:a loud bark]
cs: [SOUND:ALERT:100:1000:VOCALIZATION:štěknout:štěká:hlasité štěknutí]
de: [SOUND:ALERT:100:1000:VOCALIZATION:bellen:bellt:ein lautes Bellen]
eo: [SOUND:ALERT:100:1000:VOCALIZATION:bojas:bojas:laŭtan bojon]
es: [SOUND:ALERT:100:1000:VOCALIZATION:ladrido:ladridos:un resonante ladrido]
ja: [SOUND:ALERT:100:1000:VOCALIZATION:鳴いた:鳴いた:大声で鳴いた]
ko: [SOUND:ALERT:100:1000:VOCALIZATION:울부짖는 소리:울부짖는 소리들:커다란 울부짖음]
pl: [SOUND:ALERT:100:1000:VOCALIZATION:szczekasz:szczeka:głośny szczekasz]
ru: [SOUND:ALERT:100:1000:VOCALIZATION:лаете:лает:громкий лай]
tr: [SOUND:ALERT:100:1000:VOCALIZATION:havla:havlar:yüksek sesli bir havlama]
vi: [SOUND:ALERT:100:1000:VOCALIZATION:tiếng sủa:những tiếng sủa:một tiếng sủa lớn]
zh_hans: [SOUND:ALERT:100:1000:VOCALIZATION:叫声:叫声:很大的叫声]

# CREATURE:CAPYBARA
source: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:whistle:whistles:whistling]
cs: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:písknout:píská:pískání]
de: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:pfeifen:pfeifen:pfeifen]
eo: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:fajfas:fajfas:fajfon]
es: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:silbido:silbidos:silbando]
ja: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:ピーピー鳴いた:ピーピー鳴いた:ピーピー鳴いた
ko: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:휘파람:휘파람:휘파람을 부는]
pl: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:gwiżdżesz:gwiżdże:gwizdanie]
ru: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:свистите:свистит:свист]
tr: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:ıslık çal:ıslık çalar:ıslık çalma]
vi: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:tiếng huýt sáo:Tiếng huýt sáo:tiếng huýt sáo]
zh_hans: [SOUND:PEACEFUL_INTERMITTENT:100:10000:VOCALIZATION:啸叫:啸叫:啸叫声]

# CREATURE:CAPYBARA
source: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:grunt:grunts:a grunt]
cs: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:chrochnout:chrochtá:chrochnutí]
de: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:Grunzen:gruntz:ein Grunzen]
eo: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:gruntas:gruntas:grunton]
es: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:gruñes:gruñe:un fuerte gruñido]
ja: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:うなった:うなった:うなった]
ko: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:꿀꿀:꿀꿀:꿀꿀]
pl: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:chrząkasz:chrząka:chrząkanie]
ru: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:хрюкаете:хрюкает:хрюканье]
tr: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:hırılda:hırıldar:bir hırıltı]
vi: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:tiếng gầm gừ:những tiếng gầm gừ:một tiếng gầm gừ]
zh_hans: [SOUND:PEACEFUL_INTERMITTENT:25:10000:VOCALIZATION:打呼噜:打呼噜:呼噜声]

# CREATURE:CAPYBARA
source: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:purr:purrs:a purr]
cs: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:vrnět:vrní:vrnění]
de: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:schnurren:Schnurrt:ein Schnurren]
eo: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:ronronas:ronronas:ronronon]
es: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:ronroneas:ronronea:un profundo ronroneo]
ja: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:喉を鳴らした:喉を鳴らした:喉を鳴らした]
ko: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:갸르릉:갸르릉:갸르릉]
pl: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:mruczysz:mruczy:mruczenie]
ru: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:мурлычите:мурлычет:мурлыканье]
tr: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:mırıldan:mırıldanır:bir mırıltı]
vi: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:tiếng rừ rừ:những tiếng rừ rừ:một tiếng rừ rừ]
zh_hans: [SOUND:PEACEFUL_INTERMITTENT:5:10000:VOCALIZATION:咕噜:咕噜:咕噜声]

# CREATURE:CAPYBARA
source: [SOUND:PEACEFUL_INTERMITTENT:25:10000:NONE:click:clicks:a click]
cs: [SOUND:PEACEFUL_INTERMITTENT:25:10000:NONE:cvaknout:cvaká:cvaknutí]
de: [SOUND:PEACEFUL_INTERMITTENT:25:10000:NONE:klick:klicks: ein klick]
eo: [SOUND:PEACEFUL_INTERMITTENT:25:10000:NONE:klakas:klakas:klakon]
es: [SOUND:PEACEFUL_INTERMITTENT:25:10000:NONE:click:clicks:un click]
ko: [SOUND:PEACEFUL_INTERMITTENT:25:10000:NONE:찰칵:찰칵:찰칵]
pl: [SOUND:PEACEFUL_INTERMITTENT:25:10000:NONE:mlaskasz:mlaska:mlask]
ru: [SOUND:PEACEFUL_INTERMITTENT:25:10000:NONE:щёлкаете:щёлкает:щёлканье]
tr: [SOUND:PEACEFUL_INTERMITTENT:25:10000:NONE:tıkırda:tıkırdar:bir tıkırtı]
vi: [SOUND:PEACEFUL_INTERMITTENT:25:10000:NONE:tiếng lách cách:những tiếng lách cách:một tiếng lách cách]
zh_hans: [SOUND:PEACEFUL_INTERMITTENT:25:10000:NONE:咔哒:咔哒:咔哒声]

# CREATURE:CAPYBARA
source: [PREFSTRING:enormous rodentness]
cs: [PREFSTRING:obrovská hlodavcovitost]
de: [PREFSTRING: enorme Nagerfähigkeit]
eo: [PREFSTRING:enorma ronĝuleco]
es: [PREFSTRING:roedor enorme]
ja: [PREFSTRING:巨大なげっ歯類]
ko: [PREFSTRING:거대 설치류]
pl: [PREFSTRING:ogromna gryzoniowatość]
ru: [PREFSTRING:огромные передние зубы]
tr: [PREFSTRING:muazzam kemirgenlik]
vi: [PREFSTRING:sự khổng lồ của loài gặm nhấm]
zh_hans: [PREFSTRING:巨型啮齿动物]

# CREATURE:CAPYBARA
source: [PREFSTRING:graceful swimming]
cs: [PREFSTRING:ladným plaváním]
de: [PREFSTRING:graziöses Schwimmen]
eo: [PREFSTRING:gracia naĝado]
es: [PREFSTRING:natación agraciada]
ja: [PREFSTRING:泳ぎが上手い]
ko: [PREFSTRING:우아한 수영]
pl: [PREFSTRING:majestatyczne pływanie]
ru: [PREFSTRING:грациозное плаванье]
tr: [PREFSTRING:zarif yüzme]
vi: [PREFSTRING:bơi lội duyên dáng]
zh_hans: [PREFSTRING:优雅的游泳]

# CREATURE:CAPYBARA
source: [PREFSTRING:resonant barking]
cs: [PREFSTRING:rezonující štěkání]
de: [PREFSTRING:resonantes Bellen]
eo: [PREFSTRING:resonanta bojado]
es: [PREFSTRING:ladrido resonante]
ja: [PREFSTRING:共鳴]
ko: [PREFSTRING:뒤울리는 울부짖음]
pl: [PREFSTRING:donośne szczekanie]
ru: [PREFSTRING:звучный лай]
tr: [PREFSTRING:yankılanan havlama]
vi: [PREFSTRING:tiếng sủa vang vọng]
zh_hans: [PREFSTRING:回响的叫声]

# CREATURE:CAPYBARA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]
