Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:TEETH
source: [INDIVIDUAL_NAME:second upper right molar:STP]
cs: [INDIVIDUAL_NAME:druhá horní pravá stolička:STP]
de: [INDIVIDUAL_NAME:zweiter unterer rechter Backenzahn:STP]
eo: [INDIVIDUAL_NAME:dua supra dekstra molaro:duaj supraj dekstraj molaroj]
es: [INDIVIDUAL_NAME:segundo molar superior derecho:STP]
ja: [INDIVIDUAL_NAME:右上第二大臼歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 위 둘째 큰어금니:STP]
pl: [INDIVIDUAL_NAME:drugi prawy górny trzonowiec:drugie prawe górne trzonowce]
ru: [INDIVIDUAL_NAME:верхний правый второй моляр:верхние правые вторые моляры]
tr: [INDIVIDUAL_NAME:üst sağ ikinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng hàm trên bên phải thứ hai:STP]
zh_hans: [INDIVIDUAL_NAME:右上第二臼齿:STP]

# BODY:TEETH
source: [BP:L_R_B_TOOTH:lower right back tooth:lower right back teeth]
cs: [BP:L_R_B_TOOTH:dolní pravý zadní zub:dolní pravé zadní zuby]
de: [BP:L_R_B_TOOTH:unterer rechter Backenzahn:untere rechte Backenzähne]
eo: [BP:L_R_B_TOOTH:malsupra dekstra malantaŭa dento:malsupraj dekstraj malantaŭaj dentoj]
es: [BP:L_R_B_TOOTH:muela inferior derecha:muelas inferiores derechas]
ja: [BP:L_R_B_TOOTH:右下奥歯:右下奥歯]
ko: [BP:L_R_B_TOOTH:오른쪽 아래 어금니:오른쪽 아래 어금니]
pl: [BP:L_R_B_TOOTH:prawy dolny tylni ząb:prawe dolne tylne zęby]
ru: [BP:L_R_B_TOOTH:нижний правый коренной зуб:нижние правые коренные зубы]
tr: [BP:L_R_B_TOOTH:alt sağ arka diş:alt sağ arka dişler]
vi: [BP:L_R_B_TOOTH:răng lưng dưới bên phải:răng lưng dưới bên phải]
zh_hans: [BP:L_R_B_TOOTH:右下臼齿：右下臼齿]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first lower right premolar:STP]
cs: [INDIVIDUAL_NAME:první dolní pravý třenový zub:STP]
de: [INDIVIDUAL_NAME:erster unterer rechter Prämolar:STP]
eo: [INDIVIDUAL_NAME:unua malsupra dekstra premolaro:unuaj malsupraj dekstraj premolaroj]
es: [INDIVIDUAL_NAME:primer premolar inferior derecho:STP]
ja: [INDIVIDUAL_NAME:右下第一小臼歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 아래 첫째 작은어금니:STP]
pl: [INDIVIDUAL_NAME:pierwszy prawy dolny przedtrzonowiec:pierwsze prawe dolne przedtrzonowce]
ru: [INDIVIDUAL_NAME:нижний правый первый премоляр:нижние правые первые премоляры]
tr: [INDIVIDUAL_NAME:alt sağ birinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng tiền hàm dưới bên phải thứ nhất:STP]
zh_hans: [INDIVIDUAL_NAME:右下第一前臼齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:second lower right premolar:STP]
cs: [INDIVIDUAL_NAME:druhý dolní pravý třenový zub:STP]
de: [INDIVIDUAL_NAME:zweier unterer rechter Prämolar:STP]
eo: [INDIVIDUAL_NAME:dua malsupra dekstra premolaro:duaj malsupraj dekstraj premolaroj]
es: [INDIVIDUAL_NAME:segundo premolar inferior derecho:STP]
ja: [INDIVIDUAL_NAME:右下第二小臼歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 아래 둘째 작은어금니:STP]
pl: [INDIVIDUAL_NAME:drugi prawy dolny przedtrzonowiec:drugie prawe dolne przedtrzonowce]
ru: [INDIVIDUAL_NAME:нижний правый второй премоляр:нижние правые вторые премоляры]
tr: [INDIVIDUAL_NAME:alt sağ ikinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng tiền cối thứ hai hàm dưới bên phải:STP]
zh_hans: [INDIVIDUAL_NAME:右下第二前臼齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first lower right molar:STP]
cs: [INDIVIDUAL_NAME:první dolní pravý třenový zub:STP]
de: [INDIVIDUAL_NAME:erster unterer rechter Backenzahn:STP]
eo: [INDIVIDUAL_NAME:unua malsupra dekstra molaro:unuaj malsupraj dekstraj molaroj]
es: [INDIVIDUAL_NAME:primer molar inferior derecho:STP]
ja: [INDIVIDUAL_NAME:右下第一大臼歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 아래 첫째 큰어금니:STP]
pl: [INDIVIDUAL_NAME:pierwszy prawy dolny trzonowiec:pierwsze prawe dolne trzonowce]
ru: [INDIVIDUAL_NAME:нижний правый первый моляр:нижние правые первые моляры]
tr: [INDIVIDUAL_NAME:alt sağ birinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng hàm đầu tiên phía dưới bên phải:STP]
zh_hans: [INDIVIDUAL_NAME:右下第一臼齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:second lower right molar:STP]
cs: [INDIVIDUAL_NAME:druhá dolní pravá stolička:STP]
de: [INDIVIDUAL_NAME:zweiter unterer rechter Backenzahn:STP]
eo: [INDIVIDUAL_NAME:dua malsupra dekstra molaro:duaj malsupraj dekstraj molaroj]
es: [INDIVIDUAL_NAME:segundo molar inferior derecho:STP]
ja: [INDIVIDUAL_NAME:右下第二大臼歯:STP]
ko: [INDIVIDUAL_NAME:오른쪽 아래 둘째 큰어금니:STP]
pl: [INDIVIDUAL_NAME:drugi prawy dolny trzonowiec:drugie prawe dolne trzonowce]
ru: [INDIVIDUAL_NAME:нижний правый второй моляр:нижние правые вторые моляры]
tr: [INDIVIDUAL_NAME:alt sağ ikinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng hàm dưới bên phải thứ hai:STP]
zh_hans: [INDIVIDUAL_NAME:右下第二臼齿:STP]

# BODY:TEETH
source: [BP:U_L_B_TOOTH:upper left back tooth:upper left back teeth]
cs: [BP:U_L_B_TOOTH:horní levý zadní zub:horní levý zadní zuby]
de: [BP:U_L_B_TOOTH:oberer linker Backenzahn:obere linke Backenzähne]
eo: [BP:U_L_B_TOOTH:supra maldekstra malantaŭa dento:supraj maldekstraj malantaŭaj dentoj]
es: [BP:U_L_B_TOOTH:muela superior izquierda:muelas superiores izquierdas]
ja: [BP:U_L_B_TOOTH:左上奥歯:左上奥歯]
ko: [BP:U_L_B_TOOTH:왼쪽 위 어금니:왼쪽 위 어금니]
pl: [BP:U_L_B_TOOTH:lewy górny tylni ząb:lewe górne tylne zęby]
ru: [BP:U_L_B_TOOTH:верхний левый коренной зуб:верхние левые коренные зубы]
tr: [BP:U_L_B_TOOTH:üst sol arka diş:üst sol arka dişler]
vi: [BP:U_L_B_TOOTH:răng sau trên bên trái:răng sau trên bên trái]
zh_hans: [BP:U_L_B_TOOTH:左上臼齿：左上臼齿]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first upper left premolar:STP]
cs: [INDIVIDUAL_NAME:první horní levý třenový zub:STP]
de: [INDIVIDUAL_NAME:erster oberer linker Prämolar:STP]
eo: [INDIVIDUAL_NAME:unua supra maldekstra premolaro:unuaj supraj maldekstraj premolaroj]
es: [INDIVIDUAL_NAME:primer premolar superior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左上第一小臼歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 위 첫째 작은어금니:STP]
pl: [INDIVIDUAL_NAME:pierwszy lewy górny przedtrzonowiec:pierwsze lewe górne przedtrzonowce]
ru: [INDIVIDUAL_NAME:верхний левый первый премоляр:верхние левые первые премоляры]
tr: [INDIVIDUAL_NAME:üst sol birinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng tiền cối đầu tiên bên trái:STP]
zh_hans: [INDIVIDUAL_NAME:第一左上前臼齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:second upper left premolar:STP]
cs: [INDIVIDUAL_NAME:druhý horní levý třenový zub:STP]
de: [INDIVIDUAL_NAME:zweier oberer linker Prämolar:STP]
eo: [INDIVIDUAL_NAME:dua supra maldekstra premolaro:duaj supraj maldekstraj premolaroj]
es: [INDIVIDUAL_NAME:segundo premolar superior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左上第二小臼歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 위 둘째 작은어금니:STP]
pl: [INDIVIDUAL_NAME:drugi lewy górny przedtrzonowiec:drugie lewe górne przedtrzonowce]
ru: [INDIVIDUAL_NAME:верхний левый второй премоляр:верхние левые вторые премоляры]
tr: [INDIVIDUAL_NAME:üst sol ikinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng tiền cối thứ hai phía trên bên trái:STP]
zh_hans: [INDIVIDUAL_NAME:左上第二前臼齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first upper left molar:STP]
cs: [INDIVIDUAL_NAME:první horní levá stolička:STP]
de: [INDIVIDUAL_NAME:erste obere linke Backenzahn:STP]
eo: [INDIVIDUAL_NAME:unua supra maldekstra molaro:unuaj supraj maldekstraj molaroj]
es: [INDIVIDUAL_NAME:primer molar superior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左上第一大臼歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 위 첫째 큰어금니:STP]
pl: [INDIVIDUAL_NAME:pierwszy lewy górny trzonowiec:pierwsze lewe górne trzonowce]
ru: [INDIVIDUAL_NAME:верхний левый первый моляр:верхние левые первые моляры]
tr: [INDIVIDUAL_NAME:üst sol birinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng hàm đầu tiên phía trên bên trái:STP]
zh_hans: [INDIVIDUAL_NAME:左上第一臼齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:second upper left molar:STP]
cs: [INDIVIDUAL_NAME:druhá horní levá stolička:STP]
de: [INDIVIDUAL_NAME:zweiter oberer linker Backenzahn:STP]
eo: [INDIVIDUAL_NAME:dua supra maldekstra molaro:duaj supraj maldekstraj molaroj]
es: [INDIVIDUAL_NAME:segundo molar superior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左上第二大臼歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 위 둘째 큰어금니:STP]
pl: [INDIVIDUAL_NAME:drugi lewy górny trzonowiec:drugie lewe górne trzonowce]
ru: [INDIVIDUAL_NAME:верхний левый второй моляр:верхние левые вторые моляры]
tr: [INDIVIDUAL_NAME:üst sol ikinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng hàm trên thứ hai bên trái:STP]
zh_hans: [INDIVIDUAL_NAME:左上第二臼齿:STP]

# BODY:TEETH
source: [BP:L_L_B_TOOTH:lower left back tooth:lower left back teeth]
cs: [BP:L_L_B_TOOTH:dolní levý zadní zub:dolní levé zadní zuby]
de: [BP:L_L_B_TOOTH:unterer linker Backenzahn:untere linke Backenzähne]
eo: [BP:L_L_B_TOOTH:malsupra maldekstra posta dento:malsupraj maldekstraj postaj dentoj]
es: [BP:L_L_B_TOOTH:muela inferior izquierda:muelas inferiores izquierdas]
ja: [BP:L_L_B_TOOTH:左下奥歯:左下奥歯]
ko: [BP:L_L_B_TOOTH:왼쪽 아래 어금니:왼쪽 아래 어금니]
pl: [BP:L_L_B_TOOTH:lewy dolny tylni ząb:lewe dolne tylne zęby]
ru: [BP:L_L_B_TOOTH:нижний левый коренной зуб:нижние левые коренные зубы]
tr: [BP:L_L_B_TOOTH:alt sol arka diş:alt sol arka dişler]
vi: [BP:L_L_B_TOOTH:răng lưng dưới bên trái:răng lưng dưới bên trái]
zh_hans: [BP:L_L_B_TOOTH:左下臼齿：左下臼齿]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first lower left premolar:STP]
cs: [INDIVIDUAL_NAME:první dolní levý třenový zub:STP]
de: [INDIVIDUAL_NAME:erster unterer linker Prämolar:STP]
eo: [INDIVIDUAL_NAME:unua malsupra maldekstra premolaro:unuaj malsupraj maldekstraj premolaroj]
es: [INDIVIDUAL_NAME:primer premolar inferior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左下第一小臼歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 아래 첫째 작은어금니:STP]
pl: [INDIVIDUAL_NAME:pierwszy lewy dolny przedtrzonowiec:pierwszy lewe dolne przedtrzonowce]
ru: [INDIVIDUAL_NAME:нижний левый первый премоляр:нижние левые первые премоляры]
tr: [INDIVIDUAL_NAME:alt sol birinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng hàm nhỏ dưới bên trái thứ nhất:STP]
zh_hans: [INDIVIDUAL_NAME:左下第一前臼齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:second lower left premolar:STP]
cs: [INDIVIDUAL_NAME:druhý dolní levý třenový zub:STP]
de: [INDIVIDUAL_NAME:zweier unterer linker Prämolar:STP]
eo: [INDIVIDUAL_NAME:dua malsupra maldekstra premolaro:duaj malsupraj maldekstraj premolaroj]
es: [INDIVIDUAL_NAME:segundo premolar inferior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左下第二小臼歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 아래 둘째 작은어금니:STP]
pl: [INDIVIDUAL_NAME:drugi lewy dolny przedtrzonowiec:drugie lewe dolne przedtrzonowce]
ru: [INDIVIDUAL_NAME:нижний левый второй премоляр:нижние левые вторые премоляры]
tr: [INDIVIDUAL_NAME:alt sol ikinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng cối nhỏ thứ hai dưới bên trái:STP]
zh_hans: [INDIVIDUAL_NAME:左下第二前臼齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:first lower left molar:STP]
cs: [INDIVIDUAL_NAME:první dolní levá stolička:STP]
de: [INDIVIDUAL_NAME:erste unterer linker Backenzahn:STP]
eo: [INDIVIDUAL_NAME:unua malsupra maldekstra molaro:unuaj malsupraj maldekstraj molaroj]
es: [INDIVIDUAL_NAME:primer molar inferior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左下第一大臼歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 아래 첫째 큰어금니:STP]
pl: [INDIVIDUAL_NAME:pierwszy lewy dolny trzonowiec:pierwsze lewe dolne trzonowce]
ru: [INDIVIDUAL_NAME:нижний левый первый моляр:нижние левые первые моляры]
tr: [INDIVIDUAL_NAME:alt sol birinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng hàm dưới đầu tiên bên trái:STP]
zh_hans: [INDIVIDUAL_NAME:左下第一臼齿:STP]

# BODY:TEETH
source: [INDIVIDUAL_NAME:second lower left molar:STP]
cs: [INDIVIDUAL_NAME:druhá dolní levá stolička:STP]
de: [INDIVIDUAL_NAME:zweiter unterer linker Backenzahn:STP]
eo: [INDIVIDUAL_NAME:dua malsupra maldekstra molaro:duaj malsupraj maldekstraj molaroj]
es: [INDIVIDUAL_NAME:segundo molar inferior izquierdo:STP]
ja: [INDIVIDUAL_NAME:左下第二大臼歯:STP]
ko: [INDIVIDUAL_NAME:왼쪽 아래 둘째 큰어금니:STP]
pl: [INDIVIDUAL_NAME:drugi lewy dolny trzonowiec:drugie lewe dolne trzonowce]
ru: [INDIVIDUAL_NAME:нижний левый второй моляр:нижние левые вторые моляры]
tr: [INDIVIDUAL_NAME:alt sol ikinci azı dişi:STP]
vi: [INDIVIDUAL_NAME:răng hàm dưới thứ hai bên trái:STP]
zh_hans: [INDIVIDUAL_NAME:左下第二臼齿:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:torso:torsos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:NK:neck:STP]
cs: [BP:NK:krk:krky]
de: [BP:NK:Nacken:STP]
eo: [BP:NK:kolo:koloj]
es: [BP:NK:cuello:STP]
ja: [BP:NK:首:STP]
ko: [BP:NK:목:STP]
pl: [BP:NK:szyja:szyje]
ru: [BP:NK:шея:шеи]
tr: [BP:NK:boyun:STP]
vi: [BP:NK:cổ:STP]
zh_hans: [BP:NK:颈部:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:RUA:right upper arm:STP]
cs: [BP:RUA:pravá horní ruka:pravé horní ruce]
de: [BP:RUA:rechter Oberarm:STP]
eo: [BP:RUA:dekstra supra brako:dekstraj supraj brakoj]
es: [BP:RUA:brazo derecho:STP]
ja: [BP:RUA:右上腕:STP]
ko: [BP:RUA:오른쪽 위팔:STP]
pl: [BP:RUA:prawe ramię:prawe ramiona]
ru: [BP:RUA:правое плечо:правые плечи]
tr: [BP:RUA:sağ üst kol:STP]
vi: [BP:RUA:bắp tay phải:STP]
zh_hans: [BP:RUA:右上臂:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:LUA:left upper arm:STP]
cs: [BP:LUA:levá horní ruka:levé horní ruce]
de: [BP:LUA:linker Oberarm:STP]
eo: [BP:LUA:maldekstra supra brako:maldekstraj supraj brakoj]
es: [BP:LUA:brazo izquierdo:STP]
ja: [BP:LUA:左上腕:STP]
ko: [BP:LUA:왼쪽 위팔:STP]
pl: [BP:LUA:lewe ramię:lewe ramiona]
ru: [BP:LUA:левое плечо:левые плечи]
tr: [BP:LUA:sol üst kol:STP]
vi: [BP:LUA:bắp tay trái:STP]
zh_hans: [BP:LUA:左上臂:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:RLA:right lower arm:STP]
cs: [BP:RLA:pravá dolní ruka:pravé dolní ruce]
de: [BP:RLA:rechter Unterarm:STP]
eo: [BP:RLA:dekstra antaŭbrako:dekstraj antaŭbrakoj]
es: [BP:RLA:antebrazo derecho:STP]
ja: [BP:RLA:右下腕:STP]
ko: [BP:RLA:오른쪽 아래팔:STP]
pl: [BP:RLA:prawe przedramię:prawe przedramiona]
ru: [BP:RLA:правое предплечье:правые предплечья]
tr: [BP:RLA:sağ alt kol:STP]
vi: [BP:RLA:cẳng tay phải:STP]
zh_hans: [BP:RLA:右下臂:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:LLA:left lower arm:STP]
cs: [BP:LLA:levá dolní ruka:levé dolní ruce]
de: [BP:LLA:linker Unterarm:STP]
eo: [BP:LLA:maldekstra antaŭbrako:maldekstraj antaŭbrakoj]
es: [BP:LLA:antebrazo izquierdo:STP]
ja: [BP:LLA:左下腕:STP]
ko: [BP:LLA:왼쪽 아래팔:STP]
pl: [BP:LLA:lewe przedramię:lewe przedramiona]
ru: [BP:LLA:левое предплечье:левые предплечья]
tr: [BP:LLA:sol alt kol:STP]
vi: [BP:LLA:cẳng tay trái:STP]
zh_hans: [BP:LLA:左下臂:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:RH:right hand:STP]
cs: [BP:RH:pravá dlaň:pravé dlaně]
de: [BP:RH:rechte Hand:STP]
eo: [BP:RH:dekstra mano:dekstraj manoj]
es: [BP:RH:mano derecha:STP]
ja: [BP:RH:右手:STP]
ko: [BP:RH:오른손:STP]
pl: [BP:RH:prawa dłoń:prawe dłonie]
ru: [BP:RH:правая ладонь:правые ладони]
tr: [BP:RH:sağ el:STP]
vi: [BP:RH:bàn tay phải:STP]
zh_hans: [BP:RH:右手:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:LH:left hand:STP]
cs: [BP:LH:levá dlaň:levé dlaně]
de: [BP:LH:linke Hand:STP]
eo: [BP:LH:maldekstra mano:maldekstraj manoj]
es: [BP:RH:mano izquierda:STP]
ja: [BP:LH:左手:STP]
ko: [BP:LH:왼손:STP]
pl: [BP:LH:lewa dłoń:lewe dłonie]
ru: [BP:LH:левая ладонь:левые ладони]
tr: [BP:LH:sol el:STP]
vi: [BP:LH:bàn tay trái:STP]
zh_hans: [BP:LH:左手:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:RA:right front leg:STP]
cs: [BP:RA:pravá přední noha:pravé přední nohy]
de: [BP:RA:rechtes Vorderbein:STP]
eo: [BP:RA:dekstra antaŭa gambo:dekstraj antaŭaj gamboj]
es: [BP:RA:pata delantera derecha:STP]
ja: [BP:RA:右前脚:STP]
ko: [BP:RA:오른쪽 앞다리:STP]
pl: [BP:RA:prawa przednia noga:prawe przednie nogi]
ru: [BP:RA:правая передняя нога:правые передние ноги]
tr: [BP:RA:sağ ön bacak:STP]
vi: [BP:RA:chân phải trước:STP]
zh_hans: [BP:RA:右前腿:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:LA:left front leg:STP]
cs: [BP:LA:levá přední noha:levé přední nohy]
de: [BP:LA:linkes Vorderbein:STP]
eo: [BP:LA:maldekstra antaŭa gambo:maldekstraj antaŭaj gamboj]
es: [BP:LA:pata delantera izquierda:STP]
ja: [BP:LA:左前脚:STP]
ko: [BP:LA:왼쪽 앞다리:STP]
pl: [BP:LA:lewa przednia noga:lewe przednie nogi]
ru: [BP:LA:левая передняя нога:левые передние ноги]
tr: [BP:LA:sol ön bacak:STP]
vi: [BP:LA:chân trái trước:STP]
zh_hans: [BP:LA:左前腿:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:RFF:right front foot:right front feet]
cs: [BP:RFF:pravé přední chodidlo:pravá přední chodidla]
de: [BP:RFF:rechter Vorderfuß:rechten Vorderfüße]
eo: [BP:RFF:dekstra antaŭa piedo:dekstraj antaŭaj piedoj]
es: [BP:RFF:pata delantera derecha:patas delanteras derechas]
ja: [BP:RFF:右前足:右前足]
ko: [BP:RFF:오른쪽 앞발:오른쪽 앞발]
pl: [BP:RFF:prawa przednia stopa:prawe przednie stopy]
ru: [BP:RFF:правая передняя ступня:правые передние ступни]
tr: [BP:RFF:sağ ön ayak:sağ ön ayaklar]
vi: [BP:RH:chân phải trước:nhiều chân phải trước]
zh_hans: [BP:RH:右前脚:右前脚]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:LFF:left front foot:left front feet]
cs: [BP:LFF:levé přední chodidlo:levá přední chodidla]
de: [BP:LFF:linker Vorderfuß:linken Vorderfüße]
eo: [BP:LFF:maldekstra antaŭa piedo:maldekstraj antaŭaj piedoj]
es: [BP:LFF:pata delantera izquierda:patas delanteras izquierdas]
ja: [BP:LFF:左前足:左前足]
ko: [BP:LFF:왼쪽 앞발:왼쪽 앞발]
pl: [BP:LFF:lewa przednia stopa:lewe przednie stopy]
ru: [BP:LFF:левая передняя ступня:левые передние ступни]
tr: [BP:LFF:sol ön ayak:sol ön ayaklar]
vi: [BP:LH:chân trái trước:nhiều chân trái trước]
zh_hans: [BP:LFF:左前脚:左前脚]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:RL:right rear leg:STP]
cs: [BP:RL:pravá zadní noha:pravé zadní nohy]
de: [BP:RL:rechtes Hinterbein:STP]
eo: [BP:RL:dekstra posta gambo:dekstraj postaj gamboj]
es: [BP:RL:pata trasera derecha:STP]
ja: [BP:RL:右後脚:STP]
ko: [BP:RL:오른쪽 뒷다리:STP]
pl: [BP:RL:prawa tylnia noga:prawe tylnie nogi]
ru: [BP:RL:правая задняя нога:правые задние ноги]
tr: [BP:RL:sağ arka bacak:STP]
vi: [BP:RL:chân phải sau:STP]
zh_hans: [BP:RL:右后腿:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:LL:left rear leg:STP]
cs: [BP:LL:levá zadní noha:levé zadní nohy]
de: [BP:LL:linkes Hinterbein:STP]
eo: [BP:LL:maldekstra posta gambo:maldekstraj postaj gamboj]
es: [BP:LL:pata trasera izquierda:STP]
ja: [BP:LL:左後脚:STP]
ko: [BP:LL:왼쪽 뒷다리:STP]
pl: [BP:LL:lewa tylnia noga:lewe tylnie nogi]
ru: [BP:LL:левая задняя нога:левые задние ноги]
tr: [BP:LL:sol arka bacak:STP]
vi: [BP:LL:chân trái sau:STP]
zh_hans: [BP:RL:左后腿:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:RRF:right rear foot:right rear feet]
cs: [BP:RRF:pravé zadní chodidlo:pravá zadní chodidla]
de: [BP:RRF:rechter Hinterfuß:rechten Hinterfüße]
eo: [BP:RRF:dekstra posta piedo:dekstraj postaj piedoj]
es: [BP:RRF:pata trasera derecha:patas traseras derechas]
ja: [BP:RRF:右後足:右後足]
ko: [BP:RRF:오른쪽 뒷발:오른쪽 뒷발]
pl: [BP:RRF:prawa tylna stopa:prawe tylne stopy]
ru: [BP:RRF:правая задняя ступня:правые задние ступни]
tr: [BP:RRF:sağ arka ayak:sağ arka ayaklar]
vi: [BP:RF:bàn chân phải sau:nhiều bàn chân phải sau]
zh_hans: [BP:RL:右后脚:右后脚:STP]

# BODY:HAND_FOOT_CENTAUR_NECK
source: [BP:LRF:left rear foot:left rear feet]
cs: [BP:LRF:levé zadní chodidlo:levá zadní chodidla]
de: [BP:LRF:linker Hinterfuß:linken Hinterfüße]
eo: [BP:LRF:maldekstra posta piedo:maldekstraj postaj piedoj]
es: [BP:LRF:pata trasera izquierda:patas traseras izquierdas]
ja: [BP:LRF:左後足:左後足]
ko: [BP:LRF:왼쪽 뒷발:왼쪽 뒷발]
pl: [BP:LRF:lewa tylna stopa:lewe tylne stopy]
ru: [BP:LRF:левая задняя ступня:левые задние ступни]
tr: [BP:LRF:sol arka ayak:sol arka ayaklar]
vi: [BP:LF:bàn chân trái sau:nhiều bàn chân trái sau]
zh_hans: [BP:RL:左后脚:左后脚:STP]

# BODY:LARGE_MANDIBLES
source: [BP:R_MAND:right mandible:STP]
cs: [BP:R_MAND:pravá čelist:STP]
de: [BP:R_MAND:rechter Unterkiefer:STP]
eo: [BP:R_MAND:dekstra mandiblo:dekstraj mandibloj]
es: [BP:R_MAND:mandíbula derecha:STP]
ja: [BP:R_MAND:右下顎:STP]
ko: [BP:R_MAND:우측 턱뼈:우측 턱뼈들]
pl: [BP:R_MAND:prawa żuchwa:prawe żuchwy]
ru: [BP:R_MAND:правое жвало:правые жвала]
tr: [BP:R_MAND:sağ çene kemiği:STP]
vi: [BP:R_MAND:bắt buộc phải:STP]
zh_hans: [BP:R_MAND:右颌骨:STP]

# BODY:LARGE_MANDIBLES
source: [BP:L_MAND:left mandible:STP]
cs: [BP:L_MAND:levá čelist:STP]
de: [BP:L_MAND:linker Unterkiefer:STP]
eo: [BP:L_MAND:maldekstra mandiblo:maldekstraj mandibloj]
es: [BP:L_MAND:mandíbula izquierda:STP]
ja: [BP:L_MAND:左下顎:STP]
ko: [BP:L_MAND:좌측 턱뼈:좌측 턱뼈들]
pl: [BP:L_MAND:lewa żuchwa:lewe żuchwy]
ru: [BP:L_MAND:левое жвало:левые жвала]
tr: [BP:L_MAND:sol çene kemiği:STP]
vi: [BP:L_MAND:bắt buộc trái:STP]
zh_hans: [BP:R_MAND:左颌骨:STP]

# BODY:BILL
source: [BP:BILL:bill:STP]
cs: [BP:BILL:účtovat:STP]
de: [BP:BILL:Schnabel:STP]
eo: [BP:BILL:beko:bekoj]
es: [BP:BILL:pico:STP]
ja: [BP:BILL:くちばし:STP]
ko: [BP:BILL:부리:STP]
pl: [BP:BILL:dziób:dzioby]
ru: [BP:BILL:клюв:клювы]
tr: [BP:BILL:gaga:STP]
vi: [BP:BILL:hóa đơn:STP]
zh_hans: [BP:BILL:扁喙:STP]

# BODY:HUMANOID_ARMLESS_NECK
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:torso:torsos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID_ARMLESS_NECK
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_ARMLESS_NECK
source: [BP:NK:neck:STP]
cs: [BP:NK:krk:krky]
de: [BP:NK:Nacken:STP]
eo: [BP:NK:kolo:koloj]
es: [BP:NK:cuello:STP]
ja: [BP:NK:首:STP]
ko: [BP:NK:목:STP]
pl: [BP:NK:kark:STP]
ru: [BP:NK:шея:шеи]
tr: [BP:NK:boyun:STP]
vi: [BP:NK:cổ:STP]
zh_hans: [BP:NK:颈部:STP]

# BODY:HUMANOID_ARMLESS_NECK
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HUMANOID_ARMLESS_NECK
source: [BP:RUL:right upper leg:STP]
cs: [BP:RUL:pravá horní noha:pravé horní nohy]
de: [BP:RUL:rechter Oberschenkel:STP]
eo: [BP:RUL:dekstra femuro:dekstraj femuroj]
es: [BP:RUL:muslo derecho:STP]
ja: [BP:RUL:右太もも:STP]
ko: [BP:RUL:오른쪽 윗다리:STP]
pl: [BP:RUL:prawe udo:prawe uda]
ru: [BP:RUL:правое бедро:правые бёдра]
tr: [BP:RUL:sağ üst bacak:STP]
vi: [BP:RUL:bắp đùi phải:STP]
zh_hans: [BP:RUL:右大腿:STP]

# BODY:HUMANOID_ARMLESS_NECK
source: [BP:LUL:left upper leg:STP]
cs: [BP:LUL:levá horní noha:levé horní nohy]
de: [BP:LUL:linker Oberschenkel:STP]
eo: [BP:LUL:maldekstra femuro:maldekstraj femuroj]
es: [BP:LUL:muslo izquierdo:STP]
ja: [BP:LUL:左太もも:STP]
ko: [BP:LUL:왼쪽 윗다리:STP]
pl: [BP:LUL:lewe udo:lewe uda]
ru: [BP:LUL:левое бедро:левые бёдра]
tr: [BP:LUL:sol üst bacak:STP]
vi: [BP:LUL:bắp đùi trái:STP]
zh_hans: [BP:LUL:左大腿:STP]
