Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_LORIKEET
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_LORIKEET
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_LORIKEET
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_LORIKEET
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_LORIKEET
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:LORIKEET_MAN
source: [CASTE_NAME:lorikeet man:lorikeet men:lorikeet man]
cs: [CASTE_NAME:mužský loriket:mužští loriketi:mužského loriketa]
de: [CASTE_NAME:Regenbogenpapageimann:Regenbogenpapageimänner:Regenbogenpapageimann]
eo: [CASTE_NAME:homloriiĉo:homloriiĉoj:de homloriiĉo]
es: [CASTE_NAME:hombre loriquito:hombres loriquito:hombre loriquito]
ja: [CASTE_NAME:セイガイインコ男:セイガイインコ男:セイガイインコ男の]
ko: [CASTE_NAME:수컷 로리킷:수컷 로리킷:수컷 로리킷]
pl: [CASTE_NAME:lorysomężczyzna:lorysomężczyźni:lorysomężczyzny]
ru: [CASTE_NAME:мужчина-лори:мужчины-лори:мужчин-лори]
tr: [CASTE_NAME:lorikeet adam:lorikeet adamlar:lorikeet adam]
vi: [CASTE_NAME:Người lorikeet:Những người lorikeet:Người lorikeet]
zh_hans: [CASTE_NAME:吸蜜鹦鹉男:吸蜜鹦鹉男:吸蜜鹦鹉男]

# CREATURE:LORIKEET_MAN
source: [CASTE_NAME:lorikeet woman:lorikeet women:lorikeet woman]
cs: [CASTE_NAME:žena loriketa:ženy loriketa:ženy loriketa]
de: [CASTE_NAME:Regenbogenpapageifrau:Regenbogenpapageifrauen:Regenbogenpapageifrau]
eo: [CASTE_NAME:homloriino:homloriinoj:de homloriino]
es: [CASTE_NAME:mujer loriquito:mujeres loriquito:mujer loriquito]
ja: [CASTE_NAME:セイガイインコ女:セイガイインコ女:セイガイインコ女の]
ko: [CASTE_NAME:암컷 로리킷:암컷 로리킷:암컷 로리킷]
pl: [CASTE_NAME:lorysokobieta:loryskobiety:lorysokobiecy]
ru: [CASTE_NAME:женщина-лори:женщины-лори:женщины-лори]
tr: [CASTE_NAME:lorikeet kadın:lorikeet kadınlar:lorikeet kadın]
vi: [CASTE_NAME:Người phụ nữ lorikeet:Những người phụ nữ lorikeet:Người phụ nữ lorikeet]
zh_hans: [CASTE_NAME:吸蜜鹦鹉女:吸蜜鹦鹉女:吸蜜鹦鹉女]

# CREATURE:LORIKEET_MAN
source: [NAME:lorikeet man:lorikeet men:lorikeet man]
cs: [NAME:mužský loriket:mužští loriketi:mužského loriketa]
de: [NAME:Regenbogenpapageimensch:Regenbogenpapageimenschen:Regenbogenpapageimensch]
eo: [NAME:homlorio:homlorioj:de homlorio]
es: [NAME:hombre loriquito:hombres loriquito:de hombre loriquito]
ja: [NAME:セイガイインコ男:セイガイインコ男:セイガイインコ男の]
ko: [NAME: 로리킷인간:로리킷인간들:로리킷인간]
pl: [NAME:lorysoczłowiek:lorysoludzie:lorysoludzki]
ru: [NAME:человек-лори:люди-лори:человека-лори]
tr: [NAME:lorikeet adam:lorikeet adamlar:lorikeet adam]
vi: [NAME:Người lorikeet:Những người lorikeet:Người lorikeet]
zh_hans: [NAME:吸蜜鹦鹉人:吸蜜鹦鹉人:吸蜜鹦鹉人]

# CREATURE:LORIKEET_MAN
source: [DESCRIPTION:A colorful person with the head and wings of a lorikeet.]
cs: [DESCRIPTION:Barevná osoba s hlavou a křídly loriho.]
de: [DESCRIPTION: Eine Person mit dem Kopf und Flügeln eines Papagei.]
eo: [DESCRIPTION:Bunta homo kun la kapo kaj la flugiloj de lorio.]
es: [DESCRIPTION:Una colorida persona con la cabeza y alas de un loriquito.]
ja: [DESCRIPTION:セイガイインコの頭と翼を持った派手な色合いの人間だ。]
ko: [DESCRIPTION:로리킷의 머리와 날개를 가진 화려한 인간.]
pl: [DESCRIPTION:Kolorowy osobnik z głową i skrzydłami lorysy.]
ru: [DESCRIPTION:Пёстрый человек с головой и крыльями лори.]
tr: [DESCRIPTION:Lorikeet papağanının baş ve kanatlarına sahip renkli bir kişi.]
vi: [DESCRIPTION:Một sinh vật đầy màu sắc với đầu và đôi cánh của một con lorikeet.]
zh_hans: [DESCRIPTION:一个长着吸蜜鹦鹉脑袋和翅膀的人。]

# CREATURE:GIANT_LORIKEET
source: [NAME:giant lorikeet:giant lorikeets:giant lorikeet]
cs: [NAME:obří loriket:obří loriketi:obřího loriketa]
de: [NAME:Riesenregenbogenpapagei:Riesenregenbogenpapageien:Riesenregenbogenpapagei]
eo: [NAME:giganta lorio:gigantaj lorioj:de giganta lorio]
es: [NAME:loriquito gigante:loriquitos gigantes:de loriquito gigante]
ja: [NAME:巨大セイガイインコ:巨大セイガイインコ:巨大セイガイインコの]
ko: [NAME:거대 로리킷:거대 로리킷들:거대 로리킷]
pl: [NAME:gigantyczna lorysa:gigantyczne lorysy:gigantycznej lorysy]
ru: [NAME:гигантский лори:гигантские лори:гигантского лори]
tr: [NAME:dev lorikeet papağanı:dev lorikeet papağanları:dev lorikeet papağanı]
vi: [NAME:lorikeet khổng lồ:Những con lorikeet khổng lồ:lorikeet khổng lồ]
zh_hans: [NAME:巨吸蜜鹦鹉:巨吸蜜鹦鹉:巨吸蜜鹦鹉]

# CREATURE:GIANT_LORIKEET
source: [CASTE_NAME:giant lorikeet:giant lorikeets:giant lorikeet]
cs: [CASTE_NAME:obří lori:obří lorich:obří lori]
de: [CASTE_NAME:Rießenregenbogenpapagei:Rießenregenbogenpapageien:Rießenregenbogenpapagei]
eo: [CASTE_NAME:giganta lorio:gigantaj lorioj:de giganta lorio]
es: [CASTE_NAME:loriquito gigante:loriquitos gigantes:loriquito gigante]
ja: [CASTE_NAME:巨大セイガイインコ:巨大セイガイインコ:巨大セイガイインコの]
ko: [CASTE_NAME:거대 로리킷:거대 로리킷들:거대 로리킷]
pl: [CASTE_NAME:gigantyczna lorysa:gigantyczne lorysy:gigantycznej lorysy]
ru: [CASTE_NAME:гигантский лори:гигантские лори:гигантского лори]
tr: [CASTE_NAME:dev lorikeet papağanı:dev lorikeet papağanları:dev lorikeet papağanı]
vi: [CASTE_NAME:lorikeet khổng lồ:Những con lorikeet khổng lồ:lorikeet khổng lồ]
zh_hans: [CASTE_NAME:巨吸蜜鹦鹉:巨吸蜜鹦鹉:巨吸蜜鹦鹉]

# CREATURE:GIANT_LORIKEET
source: [GENERAL_CHILD_NAME:giant lorikeet hatchling:giant lorikeet hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího loriho:mláďata obřích lorich]
de: [GENERAL_CHILD_NAME:Riesenregenbogenpapageiküken:Riesenregenbogenpapageiküken]
eo: [GENERAL_CHILD_NAME:giganta loriido:gigantaj loriidoj]
es: [GENERAL_CHILD_NAME:polluelo de loriquito gigante:polluelos de loriquito gigante]
ja: [GENERAL_CHILD_NAME:巨大セイガイインコ:巨大セイガイインコの]
ko: [GENERAL_CHILD_NAME:새끼 거대 로리킷:새끼 거대 로리킷들]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej lorysy:pisklęta giantycznej lorysy]
ru: [GENERAL_CHILD_NAME:птенец гигантского лори:птенцы гигантского лори]
tr: [GENERAL_CHILD_NAME:dev lorikeet yavrusu:dev lorikeet yavruları]
vi: [GENERAL_CHILD_NAME:lorikeet khổng lồ con:Những con lorikeet khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨吸蜜鹦鹉幼崽:巨吸蜜鹦鹉幼崽]

# CREATURE:GIANT_LORIKEET
source: [DESCRIPTION:A large monster in the shape of a lorikeet.]
cs: [DESCRIPTION:Velká příšera s podobou loriketa.]
de: [DESCRIPTION:Ein riesiges Monster, in Form eines Loris.]
eo: [DESCRIPTION:Granda monstro kun la formo de lorio.]
es: [DESCRIPTION:Un gran monstruo con la forma de un loriquito.]
ja: [DESCRIPTION: セイガイインコのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:로리킷의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie lorysy.]
ru: [DESCRIPTION:Огромный монстр, похожий на лори.]
tr: [DESCRIPTION:Lorikeet papağanı biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dáng của một con lorikeet.]
zh_hans: [DESCRIPTION:一只体型巨大的吸蜜鹦鹉怪。]

# CREATURE:GIANT_LORIKEET
source: [PREFSTRING:bright coloration]
cs: [PREFSTRING:světlé zbarvení]
de: [PREFSTRING:knallbunt]
eo: [PREFSTRING:helaj koloroj]
es: [PREFSTRING:coloración brillante]
ja: [PREFSTRING:bright 鮮やか]
ko: [PREFSTRING:밝은 색감]
pl: [PREFSTRING:jaskrawe ubarwienie]
ru: [PREFSTRING:яркую расцветку]
tr: [PREFSTRING:parlak renklendirme]
vi: [PREFSTRING:Màu sắc rực rỡ]
zh_hans: [PREFSTRING:鲜艳的花纹]

# CREATURE:GIANT_LORIKEET
source: [PREFSTRING:playful personalities]
cs: [PREFSTRING:hravá povaha]
de: [PREFSTRING:ausgelassene Persönlichkeit]
eo: [PREFSTRING:petolemaj karakteroj]
es: [PREFSTRING:personalidades alegres]
ja: [PREFSTRING:やんちゃ]
ko: [PREFSTRING:놀기 좋아하는 성격]
pl: [PREFSTRING:figlarne osobowości]
ru: [PREFSTRING:игривые повадки]
tr: [PREFSTRING:oyuncu kişilikleri]
vi: [PREFSTRING:Tính cách tinh nghịch]
zh_hans: [PREFSTRING:活泼的个性]

# CREATURE:BIRD_WREN
source: [DESCRIPTION:A tiny brown bird given to singing complex songs.]
cs: [DESCRIPTION:Drobný hnědý pták, který zpívá složité písně.]
de: [DESCRIPTION:Ein winziger brauner Vogel, der in der Lage ist, komplexe Lieder zu singen.]
eo: [DESCRIPTION:Eta bruna birdo ema je kanti komplikajn kantaĵojn.]
es: [DESCRIPTION:Un pequeño pájaro marrón hecho para cantar canciones complejas.]
ja: [DESCRIPTION:体長１１センチほどの茶色の鳥だ。複雑な鳴き声で鳴く。]
ko: [DESCRIPTION:복잡한 노래를 부르는 자그마한 갈색 새.]
pl: [DESCRIPTION:Malutki, brązowy ptak, który śpiewa złożone piosenki.]
ru: [DESCRIPTION:Мелкая коричневая птица, поющая сложные песни.]
tr: [DESCRIPTION:Karmaşık şarkılar söylemek için minik kahverengi bir kuş.]
vi: [DESCRIPTION:Một loài chim nâu nhỏ bé nổi tiếng với những bài ca phức tạp.]
zh_hans: [DESCRIPTION:一种擅长唱复杂的声乐的棕色小鸟。]

# CREATURE:BIRD_WREN
source: [NAME:wren:wrens:wren]
cs: [NAME:střízlík:střízlíci:střízlíka]
de: [NAME:Zaunkönig:Zaunkönige:Zaunkönig]
eo: [NAME:troglodita birdo:trogloditaj birdoj:de troglodita birdo]
es: [NAME:chochín:chochines:de chochín]
ja: [NAME:ミソサザイ:ミソサザイ:ミソサザイの]
ko: [NAME:굴뚝새:굴뚝새떼:굴뚝새]
pl: [NAME:strzyżyk:strzyżyki:strzyżyka]
ru: [NAME:крапивник:крапивники:крапивника]
tr: [NAME:çalı kuşu:çalı kuşları:çalı kuşu]
vi: [NAME:chim Hồng Tước:những chim Hồng Tước:chim Hồng Tước]
zh_hans: [NAME:鹪鹩:鹪鹩:鹪鹩]

# CREATURE:BIRD_WREN
source: [CASTE_NAME:wren:wrens:wren]
cs: [CASTE_NAME:střízlík:střízlíci:střízlík]
de: [CASTE_NAME:Zaunkönig:Zaunkönige:Zaunkönig]
eo: [CASTE_NAME:troglodita birdo:trogloditaj birdoj:de troglodita birdo]
es: [CASTE_NAME:gorrión:gorriones:de gorrión]
ja: [CASTE_NAME:ミソサザイ:ミソサザイ:ミソサザイの]
ko: [CASTE_NAME:굴뚝새:굴뚝새떼:굴뚝새]
pl: [CASTE_NAME:strzyżyk:strzyżyki:strzyżyka]
ru: [CASTE_NAME:крапивник:крапивники:крапивника]
tr: [CASTE_NAME:çalı kuşu:çalı kuşları:çalı kuşu]
vi: [CASTE_NAME:chim Hồng Tước:những chim Hồng Tước:chim Hồng Tước]
zh_hans: [CASTE_NAME:鹪鹩:鹪鹩:鹪鹩]

# CREATURE:BIRD_WREN
source: [GENERAL_CHILD_NAME:wren hatchling:wren hatchlings]
cs: [GENERAL_CHILD_NAME:mládě střízlíka:mláďata střízlíků]
de: [GENERAL_CHILD_NAME:Zaunkönigküken:Zaunkönigküken]
eo: [GENERAL_CHILD_NAME:troglodita birdido:trogloditaj birdidoj]
es: [GENERAL_CHILD_NAME:polluelo de gorrión:polluelos de gorrión]
ja: [GENERAL_CHILD_NAME:ミソサザイの雛:ミソサザイの雛の]
ko: [GENERAL_CHILD_NAME:새끼 굴뚝새:새끼 굴뚝새떼]
pl: [GENERAL_CHILD_NAME:pisklę strzyżyka:pisklęta strzyżyka]
ru: [GENERAL_CHILD_NAME:птенец крапивника:птенцы крапивника]
tr: [GENERAL_CHILD_NAME:çalı kuşu yavrusu:çalı kuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim Hồng Tước non:những chim Hồng Tước non]
zh_hans: [GENERAL_CHILD_NAME:鹪鹩幼崽:鹪鹩幼崽]

# CREATURE:BIRD_WREN
source: [PREFSTRING:intricate songs]
cs: [PREFSTRING:složité písně]
de: [PREFSTRING:komplexer Gesang]
eo: [PREFSTRING:komplikaj kantaĵoj]
es: [PREFSTRING:canciones complejas]
ja: [PREFSTRING:複雑な鳴き声]
ko: [PREFSTRING:난해한 노래]
pl: [PREFSTRING:zawiłe piosenki]
ru: [PREFSTRING:заливистое пение]
tr: [PREFSTRING:karmaşık şarkılar]
vi: [PREFSTRING:những bài ca tinh xảo]
zh_hans: [PREFSTRING:复杂的声乐]

# CREATURE:BIRD_WREN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_WREN
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_WREN
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_WREN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_WREN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:WREN_MAN
source: [CASTE_NAME:wren man:wren men:wren man]
cs: [CASTE_NAME:mužský střízlík:mužští střízlíci:mužského střízlíka]
de: [CASTE_NAME:Zaunkönigmann:Zaunkönigmänner:Zaunkönigmann]
eo: [CASTE_NAME:hom-troglodit-birdiĉo:hom-troglodit-birdiĉoj:de hom-troglodit-birdiĉo]
es: [CASTE_NAME:hombre gorrión:hombres gorrión:de hombre gorrión]
ja: [CASTE_NAME:ミソサザイ男:ミソサザイ男:ミソサザイ男の]
ko: [CASTE_NAME:남성 굴뚝새인간:남성 큰굴뚝새인간들:남성 굴뚝새인간]
pl: [CASTE_NAME:strzyżykomężczyzna:strzyżykomężczyźni:strzyżykomężczyzny]
ru: [CASTE_NAME:мужчина-крапивник:мужчины-крапивники:мужчины-крапивника]
tr: [CASTE_NAME:çalı kuşu adam:çalı kuşu adamlar:çalı kuşu adam]
vi: [CASTE_NAME:người đàn ông Wren:những người đàn ông Wren:người đàn ông Wren]
zh_hans: [CASTE_NAME:鹪鹩男:鹪鹩男:鹪鹩男]

# CREATURE:WREN_MAN
source: [CASTE_NAME:wren woman:wren women:wren woman]
cs: [CASTE_NAME:žena střízlíka:ženy střízlíka:ženy střízlíka]
de: [CASTE_NAME:Zaunkönigfrau:Zaunkönigfrauen:Zaunkönigfrau]
eo: [CASTE_NAME:hom-troglodit-birdino:hom-troglodit-birdinoj:de hom-troglodit-birdino]
es: [CASTE_NAME:mujer gorrión:mujeres gorrión:de mujer gorrión]
ja: [CASTE_NAME:ミソサザイ女:ミソサザイ女:ミソサザイ女の]
ko: [CASTE_NAME:여성 굴뚝새인간:여성 큰굴뚝새인간들:여성 굴뚝새인간]
pl: [CASTE_NAME:strzyżykokobieta:strzyżykokobiety:strzyżykokobiecy]
ru: [CASTE_NAME:женщина-крапивник:женщины-крапивники:женщины-крапивника]
tr: [CASTE_NAME:çalı kuşu kadın:çalı kuşu kadınlar:çalı kuşu kadın]
vi: [CASTE_NAME:người phụ nữ Wren:những người phụ nữ Wren:người phụ nữ Wren]
zh_hans: [CASTE_NAME:鹪鹩女:鹪鹩女:鹪鹩女]

# CREATURE:WREN_MAN
source: [NAME:wren man:wren men:wren man]
cs: [NAME:mužský střízlík:mužští střízlíci:mužského střízlíka]
de: [NAME:Zaunkönigmensch:Zaunkönigmenschen:Zaunkönigmensch]
eo: [NAME:hom-troglodit-birdo:hom-troglodit-birdoj:de hom-troglodit-birdo]
es: [NAME:hombre chochín:hombres chochín:de hombre chochín]
ja: [NAME:ミソサザイ男:ミソサザイ男:ミソサザイ男の]
ko: [NAME:굴뚝새인간:굴뚝새인간들:굴뚝새인간]
pl: [NAME:strzyżykoczłowiek:strzyżykoludzie:strzyżykoludzki]
ru: [NAME:человек-крапивник:люди-крапивники:человека-крапивника]
tr: [NAME:çalı kuşu adam:çalı kuşu adamlar:çalı kuşu adam]
vi: [NAME:người đàn ông Wren:những người đàn ông Wren:người đàn ông Wren]
zh_hans: [NAME:鹪鹩人:鹪鹩人:鹪鹩人]

# CREATURE:WREN_MAN
source: [DESCRIPTION:A person with the head and wings of a wren.]
cs: [DESCRIPTION:Osoba s hlavou a křídly střízlíka.]
de: [DESCRIPTION:Ein Mensch mit dem Kopf und den Flügeln eines Zaunkönigs.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de troglodita birdo.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de un gorrión.]
ja: [DESCRIPTION:ミソサザイの翼と頭を持つ人間だ。]
ko: [DESCRIPTION:굴뚝새의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami strzyżyka.]
ru: [DESCRIPTION:Человек с головой и крыльями крапивника.]
tr: [DESCRIPTION:Çalı kuşunun baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người mang đầu và đôi cánh của chim Hồng Tước.]
zh_hans: [DESCRIPTION:一个长着鹪鹩脑袋和翅膀的人。]

# CREATURE:GIANT_WREN
source: [NAME:giant wren:giant wrens:giant wren]
cs: [NAME:obří střízlík:obří střízlíci:obřího střízlíka]
de: [NAME:Riesenzaunkoenig:Riesenzaunkoenige:Riesenzaunkoenig]
eo: [NAME:giganta troglodita birdo:gigantaj trogloditaj birdoj:de giganta troglodita birdo]
es: [NAME:gorrión gigante:gorriones gigantes:de gorrión gigante]
ja: [NAME:巨大ミソサザイ:巨大ミソサザイ:巨大ミソサザイの]
ko: [NAME:거대 굴뚝새:거대 굴뚝새떼:거대 굴뚝새]
pl: [NAME:gigantyczny strzyżyk:gigantyczne strzyżyki:gigantycznego strzyżyka]
ru: [NAME:гигантский крапивник:гигантские крапивники:гигантского крапивника]
tr: [NAME:dev çalı kuşu:dev çalı kuşları:dev çalı kuşu]
vi: [NAME:Hồng Tước khổng lồ:những Hồng Tước khổng lồ:Hồng Tước khổng lồ]
zh_hans: [NAME:巨鹪鹩:巨鹪鹩:巨鹪鹩]

# CREATURE:GIANT_WREN
source: [CASTE_NAME:giant wren:giant wrens:giant wren]
cs: [CASTE_NAME:obří střízlík:obří střízlíci:obří střízlík]
de: [CASTE_NAME:Riesenzaunkoenig:Riesenzaunkoenige:Riesenzaunkoenig]
eo: [CASTE_NAME:giganta troglodita birdo:gigantaj trogloditaj birdoj:de giganta troglodita birdo]
es: [CASTE_NAME:gorrión gigante:gorriones gigantes:gorrión gigante]
ja: [CASTE_NAME:巨大ミソサザイ:巨大ミソサザイ:巨大ミソサザイの]
ko: [NAME:거대 굴뚝새:거대 굴뚝새떼:거대 굴뚝새]
pl: [CASTE_NAME:gigantyczny strzyżyk:gigantyczne strzyżyki:gigantycznego strzyżyka]
ru: [CASTE_NAME:гигантский крапивник:гигантские крапивники:гигантского крапивника]
tr: [CASTE_NAME:dev çalı kuşu:dev çalı kuşları:dev çalı kuşu]
vi: [CASTE_NAME:Hồng Tước khổng lồ:những Hồng Tước khổng lồ:Hồng Tước khổng lồ]
zh_hans: [CASTE_NAME:巨鹪鹩:巨鹪鹩:巨鹪鹩]

# CREATURE:GIANT_WREN
source: [GENERAL_CHILD_NAME:giant wren hatchling:giant wren hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího střízlíka:mláďata obřích střízlíků]
de: [GENERAL_CHILD_NAME:Riesenzaunkoenigküken:Riesenzaunkoenigküken]
eo: [GENERAL_CHILD_NAME:giganta troglodita birdido:gigantaj trogloditaj birdidoj]
es: [GENERAL_CHILD_NAME:polluelo de gorrión gigante:polluelos de gorrión gigante]
ja: [GENERAL_CHILD_NAME:巨大ミソサザイの雛:巨大ミソサザイの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 굴뚝새:새끼 거대 굴뚝새떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego strzyżyka:pisklęta gigantycznego strzyżyka]
ru: [GENERAL_CHILD_NAME:птенец гигантского крапивника:птенцы гигантского крапивника]
tr: [GENERAL_CHILD_NAME:dev çalı kuşu yavrusu:dev çalı kuşu yavruları]
vi: [GENERAL_CHILD_NAME:Hồng Tước non khổng lồ:những Hồng Tước non khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨鹪鹩幼崽:巨鹪鹩幼崽]

# CREATURE:GIANT_WREN
source: [DESCRIPTION:A huge monster in the form of a wren.]
cs: [DESCRIPTION:Obrovská příšera v podobě střízlíka.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Zaunkönigs.]
eo: [DESCRIPTION:Grandega monstro kun formo de troglodita birdo.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un gorrión.]
ja: [DESCRIPTION:ミソサザイのような姿の巨大な怪物だ。]
ko: [DESCRIPTION:굴뚝새의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci strzyżyka.]
ru: [DESCRIPTION:Огромный монстр, похожий на крапивника.]
tr: [DESCRIPTION:Çalı kuşu biçiminde muazzam bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình hài của chim Hồng Tước.]
zh_hans: [DESCRIPTION:一只体型巨大的鹪鹩怪。]

# CREATURE:GIANT_WREN
source: [PREFSTRING:intricate songs]
cs: [PREFSTRING:složitými písněmi]
de: [PREFSTRING:komplexer Gesang]
eo: [PREFSTRING:komplikaj kantaĵoj]
es: [PREFSTRING:canciones complejas]
ja: [PREFSTRING:複雑な鳴き声]
ko: [PREFSTRING:난해한 노래]
pl: [PREFSTRING:zawiłe piosenki]
ru: [PREFSTRING:заливистое пение]
tr: [PREFSTRING:karmaşık şarkılar]
vi: [PREFSTRING:những bài ca tinh xảo]
zh_hans: [PREFSTRING:复杂的声乐]

# CREATURE:BIRD_OSPREY
source: [DESCRIPTION:A small bird of prey with black markings on its eyes. It hunts near bodies of water.]
cs: [DESCRIPTION:Malý dravec s černými znaky kolem očí. Loví poblíž vodních ploch.]
de: [DESCRIPTION:Ein kleiner Raubvogel mit schwarzen Flecken an den Augen. Er jagt in der Nähe von Gewässern.]
eo: [DESCRIPTION:Malgranda rabobirdo kun nigraj markoj en sia okuloj. Ĝi ĉasas proksime akvejoj.]
es: [DESCRIPTION:Un ave pequeña con marcas negras en sus ojos. Caza cerca de cuerpos de agua.]
ja: [DESCRIPTION:体長６０センチほどの目の周りが黒い猛禽類だ。水辺で狩りをする。]
ko: [DESCRIPTION:눈에 검은 무늬가 있는 작은 맹금류, 물 근처에서 사냥을 한다.]
pl: [DESCRIPTION:Mały, drapieżny ptak z czarnymi śladami na jego oczach. Poluje w pobliżu zbiorników wodnych.]
ru: [DESCRIPTION:Небольшая хищная птица с чёрной отметиной на глазах. Охотится около водоёмов.]
tr: [DESCRIPTION:Gözlerinde siyah işaretler olan küçük avı kuşu. Su kaynakları yakınında avlanır.]
vi: [DESCRIPTION:Một loài chim săn mồi nhỏ với vệt đen quanh mắt. Chúng săn mồi gần các vùng nước.]
zh_hans: [DESCRIPTION:一种眼睛上有黑色斑纹的小型猛禽。它在水体附近狩猎。]

# CREATURE:BIRD_OSPREY
source: [NAME:osprey:ospreys:osprey]
cs: [NAME:orlovec:orlovci:orlovce]
de: [NAME:Fischadler: Fischadler: Fischadler]
eo: [NAME:fiŝaglo:fiŝagloj:de fiŝaglo]
es: [NAME:águila pescadora:águilas pescadoras:de águila pescadora]
ja: [NAME:ミサゴ:ミサゴ:ミサゴの]
ko: [NAME:물수리:물수리떼:물수리]
pl: [NAME:rybołów:rybołowy:rybołowa]
ru: [NAME:скопа:скопы:скопы]
tr: [NAME:balık kartalı:balık kartalları:balık kartalı]
vi: [NAME:chim Ó cá:những chim Ó cá:chim Ó cá]
zh_hans: [NAME:鱼鹰:鱼鹰:鱼鹰]

# CREATURE:BIRD_OSPREY
source: [CASTE_NAME:osprey:ospreys:osprey]
cs: [CASTE_NAME:orel mořský:orli mořští:orel mořský]
de: [CASTE_NAME:Fischadler: Fischadler: Fischadler]
eo: [CASTE_NAME:fiŝaglo:fiŝagloj:de fiŝaglo]
es: [CASTE_NAME:halieto:halietos:halieto]
ja: [CASTE_NAME:ミサゴ:ミサゴ:ミサゴの]
ko: [CASTE_NAME:물수리:물수리떼:물수리]
pl: [CASTE_NAME:rybołów:rybołowy:rybołowa]
ru: [CASTE_NAME:скопа:скопы:скопы]
tr: [CASTE_NAME:balık kartalı:balık kartalları:balık kartalı]
vi: [CASTE_NAME:chim Ó cá:những chim Ó cá:chim Ó cá]
zh_hans: [CASTE_NAME:鱼鹰:鱼鹰:鱼鹰]

# CREATURE:BIRD_OSPREY
source: [GENERAL_CHILD_NAME:osprey chick:osprey chicks]
cs: [GENERAL_CHILD_NAME:mládě orla mořského:mláďata orlů mořských]
de: [GENERAL_CHILD_NAME:Fischadlerküken: Fischadlerküken]
eo: [GENERAL_CHILD_NAME:fiŝaglido:fiŝaglidoj]
es: [GENERAL_CHILD_NAME:polluelo de halieto:polluelos de halieto]
ja: [GENERAL_CHILD_NAME:ミサゴの雛:ミサゴの雛の]
ko: [GENERAL_CHILD_NAME:새끼 물수리:새끼 물수리떼]
pl: [GENERAL_CHILD_NAME:pisklę rybołowa:pisklęta rybołowa]
ru: [GENERAL_CHILD_NAME:птенец скопы:птенцы скопы]
tr: [GENERAL_CHILD_NAME:balık kartalı yavrusu:balık kartalı yavruları]
vi: [GENERAL_CHILD_NAME:chim Ó cá con:những chim Ó cá con]
zh_hans: [GENERAL_CHILD_NAME:鱼鹰雏鸟:鱼鹰雏鸟]

# CREATURE:BIRD_OSPREY
source: [PREFSTRING:fishing ability]
cs: [PREFSTRING:schopnost rybařit]
de: [PREFSTRING:Fischfangfähigkeit]
eo: [PREFSTRING:kapablo por fiŝkaptado]
es: [PREFSTRING:habilidad de pesca]
ja: [PREFSTRING:釣りをする]
ko: [PREFSTRING:낚시 능력]
pl: [PREFSTRING:zdolność łowienia]
ru: [PREFSTRING:умение ловить рыбу]
tr: [PREFSTRING:balık avlama yeteneği]
vi: [PREFSTRING:khả năng đánh bắt cá]
zh_hans: [PREFSTRING:可捕鱼]

# CREATURE:BIRD_OSPREY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]
