Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CHAMELEON
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CHAMELEON_MAN
source: [CASTE_NAME:chameleon man:chameleon men:chameleon man]
cs: [CASTE_NAME:chameleonský muž:chameleonští muži:chameleonský muž]
de: [CASTE_NAME:Chamäleon Mann:Chamäleon Männer:Chamäleon Mann]
eo: [CASTE_NAME:homĥamaleoniĉo:homĥamaleoniĉoj:de homĥamaleoniĉo]
es: [CASTE_NAME:hombre camaleón:hombres camaleón:hombre camaleón]
ja: [CASTE_NAME:カメレオン男:カメレオン男:カメレオン男の]
ko: [CASTE_NAME:남성 카멜레온인간:남성 카멜레온인간들:남성 카멜레온인간]
pl: [CASTE_NAME:kameleonomężczyzna:kameleonomężczyźni:kameleonomężczyzny]
ru: [CASTE_NAME:мужчина-хамелеон:мужчины-хамелеоны:мужчины-хамелеона]
tr: [CASTE_NAME:erkek bukalemun:erkek bukalemunlar:erkek bukalemun]
vi: [CASTE_NAME:Người tắc kè hoa:Người tắc kè hoa:Người tắc kè hoa]

# CREATURE:CHAMELEON_MAN
source: [CASTE_NAME:chameleon woman:chameleon women:chameleon woman]
cs: [CASTE_NAME:chameleonská žena:chameleonské ženy:chameleonská žena]
de: [CASTE_NAME:Chamäleon Frau:Chamäleon Frauen:Chamäleon Frau]
eo: [CASTE_NAME:homĥamaleonino:homĥamaleoninoj:de homĥamaleonino]
es: [CASTE_NAME:mujer camaleón:mujeres camaleón:mujer camaleón]
ja: [CASTE_NAME:カメレオン女:カメレオン女:カメレオン女の]
ko: [CASTE_NAME:여성 카멜레온인간:여성 카멜레온인간들:여성 카멜레온인간]
pl: [CASTE_NAME:kameleonokobieta:kameleonokobiety:kameleonokobiecy]
ru: [CASTE_NAME:женщина-хамелеон:женщины-хамелеоны:женщины-хамелеона]
tr: [CASTE_NAME:dişi bukalemun:dişi bukalemunlar:dişi bukalemun]
vi: [CASTE_NAME:Nữ người tắc kè hoa:Nữ người tắc kè hoa:Nữ người tắc kè hoa]

# CREATURE:CHAMELEON_MAN
source: [NAME:chameleon man:chameleon men:chameleon man]
cs: [NAME:chameleonský muž:chameleonští muži:chameleonský muž]
de: [NAME:Chamäleon Mensch:Chamäleon Menschen:Chamäleon Mensch]
eo: [NAME:homĥamaleono:homĥamaleonoj:de homĥamaleono]
es: [NAME:hombre camaleón:hombres camaleón:hombre camaleón]
ja: [NAME:カメレオン男:カメレオン男:カメレオン男の]
ko: [NAME:카멜레온인간:카멜레온인간들:카멜레온인간]
pl: [NAME:kameleonoczłowiek:kameleonoludzie:kameleonoludzki]
ru: [NAME:человек-хамелеон:люди-хамелеоны:человека-хамелеона]
tr: [NAME:erkek bukalemun:erkek bukalemunlar:erkek bukalemun]
vi: [NAME:Người tắc kè hoa:Người tắc kè hoa:Người tắc kè hoa]

# CREATURE:CHAMELEON_MAN
source: [DESCRIPTION:A colorful person with the head and tail of a chameleon.]
cs: [DESCRIPTION:Barevná osoba s hlavou a ocasem chameleona.]
de: [DESCRIPTION: Einer haarige Person mit dem Kopf und Schwanz eines Chameleons.]
eo: [DESCRIPTION:Bunta homo kun la kapo kaj la vosto de ĥamaleono.]
es: [DESCRIPTION:Una persona colorida, con cabeza y cola de camaleón.]
ja: [DESCRIPTION:カメレオンの頭と尾を持つカラフルな人間だ。]
ko: [DESCRIPTION:카멜레온의 머리와 꼬리를 가진 화려한 인간.]
pl: [DESCRIPTION:Kolorowy osobnik z głową i ogonem kameleona.]
ru: [DESCRIPTION:Разноцветный человек с головой и хвостом хамелеона.]
tr: [DESCRIPTION:Bukalemun başına ve kuyruğuna sahip renkli bir fantastik canlı.]
vi: [DESCRIPTION:Một người sặc sỡ mang đầu và đuôi của tắc kè hoa.]

# CREATURE:GIANT_CHAMELEON
source: [NAME:giant chameleon:giant chameleons:giant chameleon]
cs: [NAME:obří chameleon:obří chameleoni:obří chameleon]
de: [NAME:Riesenchamäleon:Riesenchamäleons:Riesenchamäleon]
eo: [NAME:giganta ĥamaleono:gigantaj ĥamaleonoj:de giganta ĥamaleono]
es: [NAME:camaleón gigante:camaleones gigantes:camaleón gigante]
ja: [NAME:巨大カメレオン:巨大カメレオン:巨大カメレオンの]
ko: [NAME:거대 카멜레온:거대 카멜레온들:거대 카멜레온]
pl: [NAME:gigantyczny kameleon:gigantyczne kameleony:gigantyczno kameleonowy]
ru: [NAME:гигантский хамелеон:гигантские хамелеоны:гигантского хамелеона]
tr: [NAME:dev bukalemun:dev bukalemunlar:dev bukalemun]
vi: [NAME:Tắc kè hoa khổng lồ:Tắc kè hoa khổng lồ:Tắc kè hoa khổng lồ]

# CREATURE:GIANT_CHAMELEON
source: [CASTE_NAME:giant chameleon:giant chameleons:giant chameleon]
cs: [CASTE_NAME:obří chameleon:obří chameleoni:obří chameleon]
de: [CASTE_NAME:Riesenchamäleon:Riesenchamäleons:Riesenchamäleon]
eo: [CASTE_NAME:giganta ĥamaleono:gigantaj ĥamaleonoj:de giganta ĥamaleono]
es: [CASTE_NAME:camaleón gigante:camaleones gigantes:camaleón gigante]
ja: [CASTE_NAME:巨大カメレオン:巨大カメレオン:巨大カメレオンの]
ko: [CASTE_NAME:거대 카멜레온:거대 카멜레온들:거대 카멜레온]
pl: [CASTE_NAME:gigantyczny kameleon:gigantyczne kameleony:gigantyczno kameleonowy]
ru: [CASTE_NAME:гигантский хамелеон:гигантские хамелеоны:гигантского хамелеона]
tr: [CASTE_NAME:dev bukalemun:dev bukalemunlar:dev bukalemun]
vi: [CASTE_NAME:Tắc kè hoa khổng lồ:Tắc kè hoa khổng lồ:Tắc kè hoa khổng lồ]

# CREATURE:GIANT_CHAMELEON
source: [DESCRIPTION:A large monster in the shape of a chameleon.]
cs: [DESCRIPTION:Velký tvor ve tvaru chameleona.]
de: [DESCRIPTION:Ein großes Monster in Form eines Chamäleons.]
eo: [DESCRIPTION:Granda monstro kun formo de ĥamaleono.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un camaleón.]
ja: [DESCRIPTION:カメレオンのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:카멜레온의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie kameleona.]
ru: [DESCRIPTION:Огромный монстр, похожий на хамелеона.]
tr: [DESCRIPTION:Bukalemun şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng tắc kè hoa.]

# CREATURE:GIANT_CHAMELEON
source: [PREFSTRING:ability to change color]
cs: [PREFSTRING:schopností měnit barvu]
de: [PREFSTRING:kann seine Farbe ändern]
eo: [PREFSTRING:kapablo por kolorŝanĝado]
es: [PREFSTRING:habilidad para cambiar de color]
ja: [PREFSTRING:体色を変える]
ko: [PREFSTRING:색깔을 바꾸는 능력]
pl: [PREFSTRING:zdolność do zmiany koloru]
ru: [PREFSTRING:способность менять цвет]
tr: [PREFSTRING:renk değiştirme yeteneği]
vi: [PREFSTRING:khả năng đổi màu]
zh_hans: [PREFSTRING:可变色的]

# CREATURE:GIANT_CHAMELEON
source: [PREFSTRING:eyes]
cs: [PREFSTRING:očima]
de: [PREFSTRING:Augen]
eo: [PREFSTRING:okuloj]
es: [PREFSTRING:ojos]
ja: [PREFSTRING:眼]
ko: [PREFSTRING:눈]
pl: [PREFSTRING:oczy]
ru: [PREFSTRING:глаза]
tr: [PREFSTRING:gözler]
vi: [PREFSTRING:Mắt]
zh_hans: [PREFSTRING:多眼的]

# CREATURE:ANOLE
source: [DESCRIPTION:A small lizard with adhesive feet for climbing. It can change color from brown to green to fit its surroundings.]
cs: [DESCRIPTION:Drobný ještěr s přilnavými chodidly pro šplhání. Dokáže měnit barvu z hnědé na zelenou, aby splynul s okolím.]
de: [DESCRIPTION:Eine kleine Eidechse mit Haftfüßen zum Klettern. Sie kann ihre Farbe von braun bis grün ändern, um sich ihrer Umgebung anzupassen..]
eo: [DESCRIPTION:Malgranda lacerto kun adhera piedoj por grimpado. Ĝi ŝanĝeblas koloro el bruno al verdo por adapti sian najbaraĵon.]
es: [DESCRIPTION:Un pequeño lagarto, con pies adhesivos usados para escalar . Puede cambiar desde un color marrón, hasta uno verde, para mimetizarse con sus alrededores .]
ja: [DESCRIPTION:登攀用の粘着性の足が付いた小さなトカゲ。周囲に合わせて茶色から緑色に変えることができます。]
ko: [DESCRIPTION:등반용 접착식 발이 있는 작은 도마뱀. 주변 환경에 맞게 갈색에서 녹색으로 색을 바꿀 수 있습니다.]
pl: [DESCRIPTION:Mała jaszczurka z przylepnymi nóżkami do wspinaczki. Może zmieniać kolor z brązowego na zielony, aby dopasować się do otoczenia.]
ru: [DESCRIPTION:Мелкая ящерка с клейкими лапками, позволяющими передвигаться по вертикальным поверхностям. Может менять цвет от коричневого до зелёного в зависимости от цвета окружения.]
tr: [DESCRIPTION:Tırmanmak için yapışkan ayakları olan küçük bir kertenkele. Çevresine uyum sağlamak için rengini kahverengiden yeşile değiştirebilir.]
vi: [DESCRIPTION:Một loài thằn lằn nhỏ với bàn chân bám dính để leo trèo. Nó có thể thay đổi màu sắc từ nâu sang xanh lá để phù hợp với môi trường xung quanh.]
zh_hans: [DESCRIPTION:一种小型蜥蜴，拥有带粘性的用于攀爬的脚。可以将自身颜色从棕色变为绿色，以适应周围环境。]

# CREATURE:ANOLE
source: [NAME:anole:anoles:anole]
cs: [NAME:anolis:anolisi:anolis]
de: [NAME:Anole:Anolen:Anole]
eo: [NAME:anolo:anoloj:de anolo]
es: [NAME:anoli:anolis:anoli]
ja: [NAME:アノールトカゲ:アノールトカゲ:アノールトカゲの]
ko: [NAME:아놀도마뱀:아놀도마뱀들:아놀도마뱀]
pl: [NAME:anolis:anolisy:anolisowy]
ru: [NAME:анолис:анолисы:анолиса]
tr: [NAME:anole:anoleler:anole]
zh_hans: [NAME:安乐蜥:安乐蜥:安乐蜥]

# CREATURE:ANOLE
source: [CASTE_NAME:anole:anoles:anole]
cs: [CASTE_NAME:anolis:anolisi:anolis]
de: [CASTE_NAME:Anole:Anolen:Anole]
eo: [CASTE_NAME:anolo:anoloj:de anolo]
es: [CASTE_NAME:anoli:anolis:anoli]
ja: [CASTE_NAME:アノールトカゲ:アノールトカゲ:アノールトカゲの]
ko: [CASTE_NAME:아놀도마뱀:아놀도마뱀들:아놀도마뱀]
pl: [CASTE_NAME:anolis:anolisy:anolisowy]
ru: [CASTE_NAME:анолис:анолисы:анолиса]
tr: [CASTE_NAME:anole:anoleler:anole]
zh_hans: [CASTE_NAME:安乐蜥:安乐蜥:安乐蜥]

# CREATURE:ANOLE
source: [PREFSTRING:ability to change color]
cs: [PREFSTRING:schopností měnit barvu]
de: [PREFSTRING:kann seine Farbe ändern]
eo: [PREFSTRING:kapablo por kolorŝanĝado]
es: [PREFSTRING:habilidad para cambiar de color]
ja: [PREFSTRING:体色を変える]
ko: [PREFSTRING:색을 바꾸는 능력]
pl: [PREFSTRING:zdolność do zmiany koloru]
ru: [PREFSTRING:способность менять цвет]
tr: [PREFSTRING:renk değiştirme yeteneği]
vi: [PREFSTRING:khả năng đổi màu]
zh_hans: [PREFSTRING:可变色的]

# CREATURE:ANOLE
source: [PREFSTRING:dewlaps]
cs: [PREFSTRING:hrdelními laloky]
de: [PREFSTRING:Wammen]
eo: [PREFSTRING:subkola haŭto]
es: [PREFSTRING:papadas]
ja: [PREFSTRING:のど袋]
ko: [PREFSTRING:이슬 맺힘]
pl: [PREFSTRING:podgardla]
ru: [PREFSTRING:кожные складки на шее]
tr: [PREFSTRING:gerdanlar]
vi: [PREFSTRING:Yếm]
zh_hans: [PREFSTRING:有喉垂的]

# CREATURE:ANOLE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:ANOLE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:ANOLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:ANOLE_MAN
source: [CASTE_NAME:anole man:anole men:anole man]
cs: [CASTE_NAME:anolisí muž:anolisí muži:anolisí muž]
de: [CASTE_NAME:Anolenmann:Anolenmänner:Anolenmann]
eo: [CASTE_NAME:homanoliĉo:homanoliĉoj:de homanoliĉo]
es: [CASTE_NAME:hombre anoli:hombres anoli:hombre anoli]
ja: [CASTE_NAME:アノールトカゲ男:アノールトカゲ男:アノールトカゲ男の]
ko: [CASTE_NAME:남성 아놀도마뱀인간:남성 아놀도마뱀인간들:남성 아놀도마뱀]
pl: [CASTE_NAME:anolisomężczyzna:anolisomężczyźni:anolisomężczyzny]
ru: [CASTE_NAME:мужчина-анолис:мужчины-анолисы:мужчины-анолиса]
tr: [CASTE_NAME:erkek anole:erkek anoleler:erkek anole]
vi: [CASTE_NAME:Người anole:Người anole:Người anole]
zh_hans: [CASTE_NAME:安乐蜥人:安乐蜥人:安乐蜥人]

# CREATURE:ANOLE_MAN
source: [CASTE_NAME:anole woman:anole women:anole woman]
cs: [CASTE_NAME:anolisí žena:anolisí ženy:anolisí žena]
de: [CASTE_NAME:Anolenfrau:Anolenfrauen:Anolenfrau]
eo: [CASTE_NAME:homanolino:homanolinoj:de homanolino]
es: [CASTE_NAME:mujer anoli:mujeres anoli:mujer anoli]
ja: [CASTE_NAME:アノールトカゲ女:アノールトカゲ女:アノールトカゲ女の]
ko: [CASTE_NAME:여성 아놀도마뱀인간:여성 아놀도마뱀인간들:여성 아놀도마뱀]
pl: [CASTE_NAME:anolisokobieta:anolisokobiety:anolisokobiecy]
ru: [CASTE_NAME:женщина-анолис:женщины-анолисы:женщины-анолиса]
tr: [CASTE_NAME:dişi anole:dişi anoleler:dişi anole]
vi: [CASTE_NAME:Nữ người anole:Nữ người anole:Nữ người anole]
zh_hans: [CASTE_NAME:母安乐蜥人:母安乐蜥人:母安乐蜥人]

# CREATURE:ANOLE_MAN
source: [NAME:anole man:anole men:anole man]
cs: [NAME:anolisí muž:anolisí muži:anolisí muž]
de: [NAME:Anolenmensch:Anolenmenschen:Anolenmensch]
eo: [NAME:homanolo:homanoloj:de homanolo]
es: [NAME:hombre anoli:hombres anoli:hombre anoli]
ja: [NAME:アノールトカゲ男:アノールトカゲ男:アノールトカゲ男の]
ko: [NAME:아놀도마뱀인간:아놀도마뱀인간들:아놀도마뱀]
pl: [NAME:anolisoczłowiek:anolisoludzie:anolisoludzki]
ru: [NAME:человек-анолис:люди-анолисы:человека-анолиса]
tr: [NAME:erkek anole:erkek anoleler:erkek anole]
vi: [NAME:Người anole:Người anole:Người anole]
zh_hans: [NAME:安乐蜥人: 安乐蜥人:安乐蜥人]

# CREATURE:ANOLE_MAN
source: [DESCRIPTION:A person with the head and tail of an anole.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem anolise.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Schwanz einer Anolis.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de anolo.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de un anoli.]
ja: [DESCRIPTION:アノールトカゲの頭を尾を持つ人間だ。]
ko: [DESCRIPTION:아놀도마뱀의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem anolisa.]
ru: [DESCRIPTION:Человек с головой и хвостом анолиса.]
tr: [DESCRIPTION:Anole başına ve kuyruğuna sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đuôi của anole.]
zh_hans: [DESCRIPTION:一个长着安乐蜥头和尾巴的人。]

# CREATURE:GIANT_ANOLE
source: [NAME:giant anole:giant anoles:giant anole]
cs: [NAME:obří anolis:obří anolisi:obří anolis]
de: [NAME:Riesenanolis:Riesenanolis:Riesenanolis]
eo: [NAME:giganta anolo:gigantaj anoloj:de giganta anolo]
es: [NAME:anoli gigante:anolis gigantes:anoli gigante]
ja: [NAME:巨大アノールトカゲ:巨大アノールトカゲ:巨大アノールトカゲの]
ko: [NAME:거대 아놀도마뱀:거대 아놀도마뱀들:거대 아놀도마뱀]
pl: [NAME:gigantyczny anolis:gigantyczne anolisy:gigantyczno anolisowy]
ru: [NAME:гигантский анолис:гигантские анолисы:гигантского анолиса]
tr: [NAME:dev anole:dev anoleler:dev anole]
vi: [NAME:Anole khổng lồ:Anole khổng lồ:Anole khổng lồ]
zh_hans: [NAME:巨型安乐蜥:巨型安乐蜥:巨型安乐蜥]

# CREATURE:GIANT_ANOLE
source: [CASTE_NAME:giant anole:giant anoles:giant anole]
cs: [CASTE_NAME:obří anolis:obří anolisi:obří anolis]
de: [CASTE_NAME:Riesenanolis:Riesenanolis:Riesenanolis]
eo: [CASTE_NAME:giganta anolo:gigantaj anoloj:de giganta anolo]
es: [CASTE_NAME:anoli gigante:anolis gigantes:anoli gigante]
ja: [CASTE_NAME:巨大アノールトカゲ:巨大アノールトカゲ:巨大アノールトカゲの]
ko: [CASTE_NAME:거대 아놀도마뱀:거대 아놀도마뱀들:거대 아놀도마뱀]
pl: [CASTE_NAME:gigantyczny anolis:gigantyczne anolisy:gigantyczno anolisowy]
ru: [CASTE_NAME:гигантский анолис:гигантские анолисы:гигантского анолиса]
tr: [CASTE_NAME:dev anole:dev anoleler:dev anole]
vi: [CASTE_NAME:Anole khổng lồ:Anole khổng lồ:Anole khổng lồ]
zh_hans: [CASTE_NAME:巨型安乐蜥:巨型安乐蜥:巨型安乐蜥]

# CREATURE:GIANT_ANOLE
source: [DESCRIPTION:A large monster in the shape of an anole.]
cs: [DESCRIPTION:Velký tvor ve tvaru anolise.]
de: [DESCRIPTION:Ein riesieges Monster in Form einer Anolis.]
eo: [DESCRIPTION:Granda monstro kun formo de anolo.]
es: [DESCRIPTION:Un gran monstruo con la forma de un anoli.]
ja: [DESCRIPTION:アノールトカゲのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:아놀도마뱀의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie anolisa.]
ru: [DESCRIPTION:Огромный монстр, похожий на анолиса.]
tr: [DESCRIPTION:Anole şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng anole.]
zh_hans: [DESCRIPTION:一只体型巨大的安乐蜥。]

# CREATURE:GIANT_ANOLE
source: [PREFSTRING:ability to change color]
cs: [PREFSTRING:schopností měnit barvu]
de: [PREFSTRING:kann seine Farbe ändern]
eo: [PREFSTRING:kapablo por kolorŝanĝado]
es: [PREFSTRING:habilidad para cambiar de color]
ja: [PREFSTRING:体色を変える]
ko: [PREFSTRING:색깔을 바꾸는 능력]
pl: [PREFSTRING:zdolność do zmiany koloru]
ru: [PREFSTRING:способность менять цвет]
tr: [PREFSTRING:renk değiştirme yeteneği]
vi: [PREFSTRING:khả năng đổi màu]
zh_hans: [PREFSTRING:可变色的]

# CREATURE:GIANT_ANOLE
source: [PREFSTRING:dewlaps]
cs: [PREFSTRING:hrdelními laloky]
de: [PREFSTRING:Wammen]
eo: [PREFSTRING:subkola haŭto]
es: [PREFSTRING:papadas]
ja: [PREFSTRING:のど袋]
ko: [PREFSTRING:이슬 맺힘]
pl: [PREFSTRING:podgardla]
ru: [PREFSTRING:кожные складки на шее]
tr: [PREFSTRING:gerdanlar]
vi: [PREFSTRING:Yếm]
zh_hans: [PREFSTRING:有喉垂的]

# CREATURE:IGUANA
source: [DESCRIPTION:A relatively large arboreal lizard found in the tropical forests. Though it is a vegetarian, and mainly docile, it may whip with its extremely long tail when angered.]
cs: [DESCRIPTION:Poměrně velký stromový ještěr žijící v tropických lesích. Ačkoliv je to převážně mírumilovný vegetarián, v hněvu dokáže švihat svým mimořádně dlouhým ocasem.]
de: [DESCRIPTION:Eine relativ große, baumbewohnende Eidechse, die in den tropischen Wäldern lebt. Obwohl sie ein Vegetarier ist, kann sie mit ihrem extrem langen Schwanz peitschen, wenn sie verärgert ist.]
eo: [DESCRIPTION:Relative granda arbloĝanta lacerto, kiu troviĝas en tropikaj arbaroj. Kvankam ĝi estas herbovorulo kaj norme neagresema, ĝi povas bati per sia treege longa vosto se estus kolerigata.]
es: [DESCRIPTION:Un lagarto arbóreo relativamente grande, visto en bosques tropicales. Si bien es vegetariano y bastante dócil, si se lo enoja, es capaz de latiguearte con su larga cola.]
ja: [DESCRIPTION:熱帯林で見られる比較的大きな樹上性のトカゲ。草食性で温厚だが、怒ると非常に長い尾で鞭を打ちすえる。]
ko: [DESCRIPTION:열대 우림에서 발견되는 비교적 큰 수목 도마뱀. 채식주의자이고 주로 온순하지만 화를 내면 매우 긴 꼬리로 채찍을 휘두를 수 있습니다.]
pl: [DESCRIPTION:Stosunkowo duża nadrzewna jaszczurka występująca w lasach tropikalnych. Chociaż jest wegetarianinem i głównie posłuszna, może smagać bardzo długim ogonem, gdy jest zła.]
ru: [DESCRIPTION:Довольно крупная древесная ящерица, обитающая в тропических лесах. Хотя питается растениями, и в целом спокойная, может ударить своим очень длинным хвостом, если её разозлить.]
tr: [DESCRIPTION:Tropikal ormanlarda bulunan nispeten büyük bir ağaç kertenkelesi. Otçul ve genelde uysal olmasına rağmen, kızdırıldığında son derece uzun kuyruğuyla vurabilir.]
vi: [DESCRIPTION:Một loài thằn lằn sống trên cây tương đối lớn được tìm thấy trong các khu rừng nhiệt đới. Dù là loài ăn thực vật và chủ yếu hiền lành, nhưng nó có thể quật bằng chiếc đuôi cực dài của mình khi bị chọc giận.]
zh_hans: [DESCRIPTION:一种生活在热带森林中，体型相对较大的树栖蜥蜴。尽管它吃素食，而且通常很温顺，但当它被激怒时，可能会用它极长的尾巴抽打对方。]

# CREATURE:IGUANA
source: [NAME:iguana:iguanas:iguana]
cs: [NAME:leguán:leguáni:leguán]
de: [NAME:Leguan:Leguane:Leguan]
eo: [NAME:igvano:igvanoj:de igvano]
ja: [NAME:イグアナ:イグアナ:イグアナの]
ko: [NAME:이구아나:이구아나들:이구아나]
pl: [NAME:iguana:iguany:iguanowy]
ru: [NAME:игуана:игуаны:игуаны]
tr: [NAME:iguana:iguanalar:iguana]
vi: [NAME:Kỳ đà:Kỳ đà:Kỳ đà]
zh_hans: [NAME:鬣蜥:鬣蜥:鬣蜥]

# CREATURE:IGUANA
source: [CASTE_NAME:iguana:iguanas:iguana]
cs: [CASTE_NAME:leguán:leguáni:leguán]
de: [CASTE_NAME:Leguan:Leguane:Leguan]
eo: [CASTE_NAME:igvano:igvanoj:de igvano]
ja: [CASTE_NAME:イグアナ:イグアナ:イグアナの]
ko: [CASTE_NAME:이구아나:이구아나들:이구아나]
pl: [CASTE_NAME:iguana:iguany:iguanowy]
ru: [CASTE_NAME:игуана:игуаны:игуаны]
tr: [CASTE_NAME:iguana:iguanalar:iguana]
vi: [CASTE_NAME:Kỳ đà:Kỳ đà:Kỳ đà]
zh_hans: [CASTE_NAME:鬣蜥:鬣蜥:鬣蜥]

# CREATURE:IGUANA
source: [GENERAL_CHILD_NAME:iguana hatchling:iguana hatchlings]
cs: [GENERAL_CHILD_NAME:mládě leguána:mláďata leguána]
de: [GENERAL_CHILD_NAME:Leguan-Schlüpflinge:Leguan-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:igvanido:igvanidoj]
es: [GENERAL_CHILD_NAME:cría de iguana:crías de iguana]
ja: [GENERAL_CHILD_NAME:イグアナの子供:イグアナの子供の]
ko: [GENERAL_CHILD_NAME:새끼 이구아나:새끼 이구아나들]
pl: [GENERAL_CHILD_NAME:młody iguany:młode iguany]
ru: [GENERAL_CHILD_NAME:детёныш игуаны:детёныши игуаны]
tr: [GENERAL_CHILD_NAME:yavru iguana:yavru iguanalar]
vi: [GENERAL_CHILD_NAME:Kỳ đà con mới nở:Kỳ đà con mới nở]
zh_hans: [GENERAL_CHILD_NAME:鬣蜥幼崽:鬣蜥幼崽]

# CREATURE:IGUANA
source: [PREFSTRING:head bobs]
cs: [PREFSTRING:kýváním hlavou]
de: [PREFSTRING:wippender Kopf]
eo: [PREFSTRING:kapaj movadoj]
es: [PREFSTRING:meneo de cabeza]
ja: [PREFSTRING:頭のこぶ]
ko: [PREFSTRING:거개머를 까딱거린다]
pl: [PREFSTRING:kiwnięcia głową]
ru: [PREFSTRING:гребень на голове]
tr: [PREFSTRING:kafa sallamaları]
vi: [PREFSTRING:Cái gật đầu]

# CREATURE:IGUANA
source: [PREFSTRING:dewlaps]
cs: [PREFSTRING:hrdelními laloky]
de: [PREFSTRING:Wammen]
eo: [PREFSTRING:subkola haŭto]
es: [PREFSTRING:papadas]
ja: [PREFSTRING:のど袋]
ko: [PREFSTRING:이슬 맺힘]
pl: [PREFSTRING:podgardla]
ru: [PREFSTRING:кожные складки на шее]
tr: [PREFSTRING:gerdanlar]
vi: [PREFSTRING:Yếm]

# CREATURE:IGUANA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:IGUANA
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:IGUANA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:IGUANA_MAN
source: [CASTE_NAME:iguana man:iguana men:iguana man]
cs: [CASTE_NAME:leguání muž:leguání muži:leguání muž]
de: [CASTE_NAME:Leguanmann:Leguanmänner:Leguanmann]
eo: [CASTE_NAME:homigvaniĉo:homigvaniĉoj:de homigvaniĉo]
es: [CASTE_NAME:hombre iguana:hombres iguana:hombre iguana]
ja: [CASTE_NAME:イグアナ男:イグアナ男:イグアナ男の]
ko: [CASTE_NAME:남성 이구아나인간:남성 이구아나인간들:남성 이구아나인간]
pl: [CASTE_NAME:iguanomężczyzna:iguanomężczyźni:iguanomężczyzny]
ru: [CASTE_NAME:мужчина-игуана:мужчины-игуаны:мужчины-игуаны]
tr: [CASTE_NAME:erkek iguana:erkek iguanalar:erkek iguana]
vi: [CASTE_NAME:Người kỳ đà:Người kỳ đà:Người kỳ đà]

# CREATURE:IGUANA_MAN
source: [CASTE_NAME:iguana woman:iguana women:iguana woman]
cs: [CASTE_NAME:leguání žena:leguání ženy:leguání žena]
de: [CASTE_NAME:Leguanfrau:Leguanfrauen:Leguanfrau]
eo: [CASTE_NAME:homigvanino:homigvaninoj:de homigvanino]
es: [CASTE_NAME:mujer iguana:mujeres iguana:mujer iguana]
ja: [CASTE_NAME:イグアナ女:イグアナ女:イグアナ女の]
ko: [CASTE_NAME:여성 이구아나인간:여성 이구아나인간들:여성 이구아나인간]
pl: [CASTE_NAME:iguanokobieta:iguanokobiety:iguanokobiecy]
ru: [CASTE_NAME:женщина-игуана:женщины-игуаны:женщины-игуаны]
tr: [CASTE_NAME:dişi iguana:dişi iguanalar:dişi iguana]
vi: [CASTE_NAME:Nữ người kỳ đà:Nữ người kỳ đà:Nữ người kỳ đà]

# CREATURE:IGUANA_MAN
source: [NAME:iguana man:iguana men:iguana man]
cs: [NAME:leguání muž:leguání muži:leguání muž]
de: [NAME:Leguanmensch:Leguanmenschen:Leguanmensch]
eo: [NAME:homigvano:homigvanoj:de homigvano]
es: [NAME:hombre iguana:hombres iguana:hombre iguana]
ja: [NAME:イグアナ男:イグアナ男:イグアナ男の]
ko: [NAME:이구아나인간:이구아나인간들:이구아나인간]
pl: [NAME:iguanoczłowiek:iguanoludzie:iguanoludzki]
ru: [NAME:человек-игуана:люди-игуаны:человека-игуаны]
tr: [NAME:erkek iguana:erkek iguanalar:erkek iguana]
vi: [NAME:Người kỳ đà:Người kỳ đà:Người kỳ đà]

# CREATURE:IGUANA_MAN
source: [DESCRIPTION:A person with the head and tail of an iguana.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem leguána.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Schwanz eines Leguans.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de igvano.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de una iguana.]
ja: [DESCRIPTION:イグアナの頭を尾を持つ人間だ。]
ko: [DESCRIPTION:이구아나의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem iguany.]
ru: [DESCRIPTION:Человек с головой и хвостом игуаны.]
tr: [DESCRIPTION:İguana başına ve kuyruğuna sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đuôi của kỳ đà.]
