Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# MATERIAL_TEMPLATE:SOIL_TEMPLATE
source: [STATE_ADJ:GAS:boiling magma]
cs: [STATE_ADJ:GAS:vroucí magma]
de: [STATE_ADJ:GAS:kochendes Magma]
eo: [STATE_ADJ:GAS:el bolanta magmo]
es: [STATE_ADJ:GAS:de magma hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したマグマの]
ko: [STATE_ADJ:GAS:기화된 마그마]
ru: [STATE_ADJ:GAS:кипящая магма]
tr: [STATE_ADJ:GAS:kaynayan magma]
vi: [STATE_ADJ:GAS:magma đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的岩浆的]

# MATERIAL_TEMPLATE:EGGSHELL_TEMPLATE
source: [STATE_NAME:SOLID:eggshell]
cs: [STATE_NAME:SOLID:vaječná skořápka]
de: [STATE_NAME:SOLID:Eierschale]
eo: [STATE_NAME:SOLID:ovoŝelo]
es: [STATE_NAME:SOLID:cáscara de huevo]
ja: [STATE_NAME:SOLID:卵殻]
ko: [STATE_NAME:SOLID:달걀 껍질]
ru: [STATE_NAME:SOLID:яичная скорлупа]
tr: [STATE_NAME:SOLID:yumurta kabuğu]
vi: [STATE_NAME:SOLID:vỏ trứng]
zh_hans: [STATE_NAME:SOLID:蛋壳]

# MATERIAL_TEMPLATE:EGGSHELL_TEMPLATE
source: [STATE_ADJ:SOLID:eggshell]
cs: [STATE_ADJ:SOLID:skořápkový]
de: [STATE_ADJ:SOLID:Eierschale]
eo: [STATE_ADJ:SOLID:el ovoŝelo]
es: [STATE_ADJ:SOLID:de cáscara de huevo]
ja: [STATE_ADJ:SOLID:卵殻の]
ko: [STATE_ADJ:SOLID:달걀 껍질]
ru: [STATE_ADJ:SOLID:яичная скорлупа]
tr: [STATE_ADJ:SOLID:yumurta kabuğu]
vi: [STATE_ADJ:SOLID:vỏ trứng]
zh_hans: [STATE_ADJ:SOLID:蛋壳的]

# MATERIAL_TEMPLATE:EGGSHELL_TEMPLATE
source: [STATE_NAME:POWDER:eggshell powder]
cs: [STATE_NAME:POWDER:skořápkový prášek]
de: [STATE_NAME:POWDER:Eierschalenpulver]
eo: [STATE_NAME:POWDER:pulvoro de ovoŝelo]
es: [STATE_NAME:POWDER:polvo de cáscara de huevo]
ja: [STATE_NAME:POWDER:卵殻粉]
ko: [STATE_NAME:POWDER:달걀껍질 가루]
ru: [STATE_NAME:POWDER:порошок из яичной скорлупы]
tr: [STATE_NAME:POWDER:yumurta kabuğu tozu]
vi: [STATE_NAME:POWDER:bột vỏ trứng]
zh_hans: [STATE_NAME:POWDER:蛋壳粉]

# MATERIAL_TEMPLATE:EGGSHELL_TEMPLATE
source: [STATE_ADJ:POWDER:eggshell powder]
cs: [STATE_ADJ:POWDER:skořápkový prášek]
de: [STATE_ADJ:POWDER:Eierschalenpulver]
eo: [STATE_ADJ:POWDER:el pulvoro de ovoŝelo]
es: [STATE_ADJ:POWDER:de polvo de cáscara de huevo]
ja: [STATE_ADJ:POWDER:卵殻粉の]
ko: [STATE_ADJ:POWDER:달걀껍질 가루]
ru: [STATE_ADJ:POWDER:молотая яичная скорлупа]
tr: [STATE_ADJ:POWDER:yumurta kabuğu tozu]
vi: [STATE_ADJ:POWDER:bột vỏ trứng]
zh_hans: [STATE_ADJ:POWDER:蛋壳粉的]

# MATERIAL_TEMPLATE:EGG_WHITE_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen egg white]
cs: [STATE_NAME:ALL_SOLID:zmrzlý vaječný bílek]
de: [STATE_NAME:ALL_SOLID:gefrorenes Eiweiß]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita albumino]
es: [STATE_NAME:ALL_SOLID:clara congelada]
ja: [STATE_NAME:ALL_SOLID:凍った卵白]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 계란 흰자]
ru: [STATE_NAME:ALL_SOLID:замороженный яичный белок]
tr: [STATE_NAME:ALL_SOLID:donmuş yumurta akı]
vi: [STATE_NAME:ALL_SOLID:lòng trắng trứng đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的蛋白]

# MATERIAL_TEMPLATE:EGG_WHITE_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen egg white]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý vaječný bílek]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Eiweiß]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita albumino]
es: [STATE_ADJ:ALL_SOLID:de clara congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った卵白の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 계란 흰자]
ru: [STATE_ADJ:ALL_SOLID:замороженный яичный белок]
tr: [STATE_ADJ:ALL_SOLID:donmuş yumurta akı]
vi: [STATE_ADJ:ALL_SOLID:lòng trắng trứng đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的蛋白的]

# MATERIAL_TEMPLATE:EGG_WHITE_TEMPLATE
source: [STATE_NAME:LIQUID:egg white]
cs: [STATE_NAME:LIQUID:vaječný bílek]
de: [STATE_NAME:LIQUID:Eiweiß]
eo: [STATE_NAME:LIQUID:albumino]
es: [STATE_NAME:LIQUID:clara]
ja: [STATE_NAME:LIQUID:卵白]
ko: [STATE_NAME:LIQUID:계란 흰자]
ru: [STATE_NAME:LIQUID:яичный белок]
tr: [STATE_NAME:LIQUID:yumurta akı]
vi: [STATE_NAME:LIQUID:lòng trắng trứng]
zh_hans: [STATE_NAME:LIQUID:蛋白]

# MATERIAL_TEMPLATE:EGG_WHITE_TEMPLATE
source: [STATE_ADJ:LIQUID:egg white]
cs: [STATE_ADJ:LIQUID:vaječný bílek]
de: [STATE_ADJ:LIQUID:Eiweiß]
eo: [STATE_ADJ:LIQUID:el albumino]
es: [STATE_ADJ:LIQUID:de clara]
ja: [STATE_ADJ:LIQUID:卵白の]
ko: [STATE_ADJ:LIQUID:계란 흰자]
ru: [STATE_ADJ:LIQUID:яичный белок]
tr: [STATE_ADJ:LIQUID:yumurta akı]
vi: [STATE_ADJ:LIQUID:lòng trắng trứng]
zh_hans: [STATE_ADJ:LIQUID:蛋白的]

# MATERIAL_TEMPLATE:EGG_WHITE_TEMPLATE
source: [STATE_NAME:GAS:boiling egg white]
cs: [STATE_NAME:GAS:vroucí vaječný bílek]
de: [STATE_NAME:GAS:kochendes Eiweiß]
eo: [STATE_NAME:GAS:bolanta albumino]
es: [STATE_NAME:GAS:clara hirviendo]
ja: [STATE_NAME:GAS:蒸気化した卵白]
ko: [STATE_NAME:GAS:기화된 계란 흰자]
ru: [STATE_NAME:GAS:кипящий яичный белок]
tr: [STATE_NAME:GAS:kaynayan yumurta akı]
vi: [STATE_NAME:GAS:lòng trắng trứng sôi]
zh_hans: [STATE_NAME:GAS:沸腾的蛋白]

# MATERIAL_TEMPLATE:EGG_WHITE_TEMPLATE
source: [STATE_ADJ:GAS:boiling egg white]
cs: [STATE_ADJ:GAS:vroucí vaječný bílek]
de: [STATE_ADJ:GAS:kochendes Eiweiß]
eo: [STATE_ADJ:GAS:el bolanta albumino]
es: [STATE_ADJ:GAS:de clara hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した卵白の]
ko: [STATE_ADJ:GAS:기화된 계란 흰자]
ru: [STATE_ADJ:GAS:кипящий яичный белок]
tr: [STATE_ADJ:GAS:kaynayan yumurta akı]
vi: [STATE_ADJ:GAS:lòng trắng trứng sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的蛋白的]

# MATERIAL_TEMPLATE:EGG_YOLK_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen egg yolk]
cs: [STATE_NAME:ALL_SOLID:zmrzlý vaječný žloutek]
de: [STATE_NAME:ALL_SOLID:gefrorenes Eigelb]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita ovoflavaĵo]
es: [STATE_ADJ:ALL_SOLID:yema congelada]
ja: [STATE_NAME:ALL_SOLID:凍った卵黄]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 계란 노른자]
ru: [STATE_NAME:ALL_SOLID:замороженный яичный желток]
tr: [STATE_NAME:ALL_SOLID:donmuş yumurta sarısı]
vi: [STATE_NAME:ALL_SOLID:lòng đỏ trứng đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的蛋黄]

# MATERIAL_TEMPLATE:EGG_YOLK_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen egg yolk]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý vaječný žloutek]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Eigelb]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita ovoflavaĵo]
es: [STATE_ADJ:ALL_SOLID:de yema congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った卵黄の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 계란 노른자]
ru: [STATE_ADJ:ALL_SOLID:замороженный яичный желток]
tr: [STATE_ADJ:ALL_SOLID:donmuş yumurta sarısı]
vi: [STATE_ADJ:ALL_SOLID:lòng đỏ trứng đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的蛋黄的]

# MATERIAL_TEMPLATE:EGG_YOLK_TEMPLATE
source: [STATE_NAME:LIQUID:egg yolk]
cs: [STATE_NAME:LIQUID:vaječný žloutek]
de: [STATE_NAME:LIQUID:Eigelb]
eo: [STATE_NAME:LIQUID:ovoflavaĵo]
es: [STATE_NAME:LIQUID:yema]
ja: [STATE_NAME:LIQUID:卵黄]
ko: [STATE_NAME:LIQUID:계란 노른자]
ru: [STATE_NAME:LIQUID:яичный желток]
tr: [STATE_NAME:LIQUID:yumurta sarısı]
vi: [STATE_NAME:LIQUID:lòng đỏ trứng]
zh_hans: [STATE_NAME:LIQUID:蛋黄]

# MATERIAL_TEMPLATE:EGG_YOLK_TEMPLATE
source: [STATE_ADJ:LIQUID:egg yolk]
cs: [STATE_ADJ:LIQUID:vaječný žloutek]
de: [STATE_ADJ:LIQUID:Eigelb]
eo: [STATE_ADJ:LIQUID:el ovoflavaĵo]
es: [STATE_NAME:LIQUID:yema]
ja: [STATE_ADJ:LIQUID:卵黄の]
ko: [STATE_ADJ:LIQUID:계란 노른자]
ru: [STATE_ADJ:LIQUID:яичный желток]
tr: [STATE_ADJ:LIQUID:yumurta sarısı]
vi: [STATE_ADJ:LIQUID:lòng đỏ trứng]
zh_hans: [STATE_ADJ:LIQUID:蛋黄的]

# MATERIAL_TEMPLATE:EGG_YOLK_TEMPLATE
source: [STATE_NAME:GAS:boiling egg yolk]
cs: [STATE_NAME:GAS:vařící se vaječný žloutek]
de: [STATE_NAME:GAS:kochendes Eigelb]
eo: [STATE_NAME:GAS:bolanta ovoflavaĵo]
es: [STATE_NAME:GAS:yema hirviendo]
ja: [STATE_NAME:GAS:蒸気化した卵黄]
ko: [STATE_NAME:GAS:기화된 계란 노른자]
ru: [STATE_NAME:GAS:кипящий яичный желток]
tr: [STATE_NAME:GAS:kaynayan yumurta sarısı]
vi: [STATE_NAME:GAS:lòng đỏ trứng sôi]
zh_hans: [STATE_NAME:GAS:沸腾的蛋黄]

# MATERIAL_TEMPLATE:EGG_YOLK_TEMPLATE
source: [STATE_ADJ:GAS:boiling egg yolk]
cs: [STATE_ADJ:GAS:vařící se vaječný žloutek]
de: [STATE_ADJ:GAS:kochendes Eigelb]
eo: [STATE_ADJ:GAS:el bolanta ovoflavaĵo]
es: [STATE_ADJ:GAS:de yema hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した卵黄の]
ko: [STATE_ADJ:GAS:기화된 계란 노른자]
ru: [STATE_ADJ:GAS:кипящий яичный желток]
tr: [STATE_ADJ:GAS:kaynayan yumurta sarısı]
vi: [STATE_ADJ:GAS:lòng đỏ trứng sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的蛋黄的]

# MATERIAL_TEMPLATE:PLANT_OIL_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen vegetable oil]
cs: [STATE_NAME:ALL_SOLID:zmrzlý rostlinný olej]
de: [STATE_NAME:ALL_SOLID:gefrorenes Pflanzenöl]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita vegetaĵa oleo]
es: [STATE_NAME:ALL_SOLID:aceite vegetal congelado]
ja: [STATE_NAME:ALL_SOLID:凍った植物油]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 식물성 기름]
ru: [STATE_NAME:ALL_SOLID:замороженное растительное масло]
tr: [STATE_NAME:ALL_SOLID:donmuş bitkisel yağ]
vi: [STATE_NAME:ALL_SOLID:dầu thực vật đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的植物油]

# MATERIAL_TEMPLATE:PLANT_OIL_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen vegetable oil]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý rostlinný olej]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Pflanzenöl]
eo: [STATE_ADJ:ALL_SOLID:el glaciiĝita vegetaĵa oleo]
es: [STATE_ADJ:ALL_SOLID:de aceite vegetal congelado]
ja: [STATE_ADJ:ALL_SOLID:凍った植物油の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 식물성 기름]
ru: [STATE_ADJ:ALL_SOLID:замороженное растительное масло]
tr: [STATE_ADJ:ALL_SOLID:donmuş bitkisel yağ]
vi: [STATE_ADJ:ALL_SOLID:dầu thực vật đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的植物油的]

# MATERIAL_TEMPLATE:PLANT_OIL_TEMPLATE
source: [STATE_NAME:LIQUID:vegetable oil]
cs: [STATE_NAME:LIQUID:rostlinný olej]
de: [STATE_NAME:LIQUID:Pflanzenöl]
eo: [STATE_NAME:LIQUID:vegetaĵa oleo]
es: [STATE_NAME:LIQUID:aceite vegetal]
ja: [STATE_NAME:LIQUID:植物油]
ko: [STATE_NAME:LIQUID:식물성 기름]
ru: [STATE_NAME:LIQUID:растительное масло]
tr: [STATE_NAME:LIQUID:bitkisel yağ]
vi: [STATE_NAME:LIQUID:dầu thực vật]
zh_hans: [STATE_NAME:LIQUID:植物油]

# MATERIAL_TEMPLATE:PLANT_OIL_TEMPLATE
source: [STATE_ADJ:LIQUID:vegetable oil]
cs: [STATE_ADJ:LIQUID:roslinný olej]
de: [STATE_ADJ:LIQUID:Pflanzenöl]
eo: [STATE_ADJ:LIQUID:el vegetaĵa oleo]
es: [STATE_ADJ:LIQUID:de aceite vegetal]
ja: [STATE_ADJ:LIQUID:植物油の]
ko: [STATE_ADJ:LIQUID:식물성 기름]
ru: [STATE_ADJ:LIQUID:растительное масло]
tr: [STATE_ADJ:LIQUID:bitkisel yağ]
vi: [STATE_ADJ:LIQUID:dầu thực vật]
zh_hans: [STATE_ADJ:LIQUID:植物油的]

# MATERIAL_TEMPLATE:PLANT_OIL_TEMPLATE
source: [STATE_NAME:GAS:boiling vegetable oil]
cs: [STATE_NAME:GAS:vařící se rostlinný olej]
de: [STATE_NAME:GAS:kochendes Pflanzenöl]
eo: [STATE_NAME:GAS:bolanta vegetaĵa oleo]
es: [STATE_NAME:GAS:aceite vegetal hirviendo]
ja: [STATE_NAME:GAS:蒸気化した植物油]
ko: [STATE_NAME:GAS:기화된 식물성 기름]
ru: [STATE_NAME:GAS:кипящее растительное масло]
tr: [STATE_NAME:GAS:kaynayan bitkisel yağ]
vi: [STATE_NAME:GAS:dầu thực vật sôi]
zh_hans: [STATE_NAME:GAS:沸腾的植物油]

# MATERIAL_TEMPLATE:PLANT_OIL_TEMPLATE
source: [STATE_ADJ:GAS:boiling vegetable oil]
cs: [STATE_ADJ:GAS:vařící se rostlinný olej]
de: [STATE_ADJ:GAS:kochendes Pflanzenöl]
eo: [STATE_ADJ:GAS:el bolanta vegetaĵa oleo]
es: [STATE_ADJ:GAS:de aceite vegetal hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した植物油の]
ko: [STATE_ADJ:GAS:기화된 식물성 기름]
ru: [STATE_ADJ:GAS:кипящее растительное масло]
tr: [STATE_ADJ:GAS:kaynayan bitkisel yağ]
vi: [STATE_ADJ:GAS:dầu thực vật sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的植物油的]

# MATERIAL_TEMPLATE:PLANT_SOAP_TEMPLATE
source: [STATE_NAME:ALL_SOLID:soap]
cs: [STATE_NAME:ALL_SOLID:mýdlo]
de: [STATE_NAME:ALL_SOLID:Seife]
eo: [STATE_NAME:ALL_SOLID:sapo]
es: [STATE_NAME:ALL_SOLID:jabón]
ja: [STATE_NAME:ALL_SOLID:石鹸]
ko: [STATE_NAME:ALL_SOLID:비누]
ru: [STATE_NAME:ALL_SOLID:мыло]
tr: [STATE_NAME:ALL_SOLID:sabun]
vi: [STATE_NAME:ALL_SOLID:xà phòng]
zh_hans: [STATE_NAME:ALL_SOLID:肥皂]

# MATERIAL_TEMPLATE:PLANT_SOAP_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:soap]
cs: [STATE_ADJ:ALL_SOLID:mýdlo]
de: [STATE_ADJ:ALL_SOLID:Seife]
eo: [STATE_ADJ:ALL_SOLID:sapo]
es: [STATE_ADJ:ALL_SOLID:de jabón]
ja: [STATE_ADJ:ALL_SOLID:石鹸の]
ko: [STATE_ADJ:ALL_SOLID:비누]
ru: [STATE_ADJ:ALL_SOLID:мыло]
tr: [STATE_ADJ:ALL_SOLID:sabun]
vi: [STATE_ADJ:ALL_SOLID:xà phòng]
zh_hans: [STATE_ADJ:ALL_SOLID:肥皂的]

# MATERIAL_TEMPLATE:PLANT_SOAP_TEMPLATE
source: [STATE_NAME:LIQUID:melted soap]
cs: [STATE_NAME:LIQUID:roztavené mýdlo]
de: [STATE_NAME:LIQUID:geschmolzene Seife]
eo: [STATE_NAME:LIQUID:fandita sapo]
es: [STATE_NAME:LIQUID:jabón derretido]
ja: [STATE_NAME:LIQUID:溶けた石鹸]
ko: [STATE_NAME:LIQUID:녹은 비누]
ru: [STATE_NAME:LIQUID:расплавленное мыло]
tr: [STATE_NAME:LIQUID:erimiş sabun]
vi: [STATE_NAME:LIQUID:xà phòng nóng chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的肥皂]

# MATERIAL_TEMPLATE:PLANT_SOAP_TEMPLATE
source: [STATE_ADJ:LIQUID:melted soap]
cs: [STATE_ADJ:LIQUID:roztavené mýdlo]
de: [STATE_ADJ:LIQUID:geschmolzene Seife]
eo: [STATE_ADJ:LIQUID:el fandita sapo]
es: [STATE_ADJ:LIQUID:de jabón derretido]
ja: [STATE_ADJ:LIQUID:溶けた石鹸の]
ko: [STATE_ADJ:LIQUID:녹은 비누]
ru: [STATE_ADJ:LIQUID:расплавленное мыло]
tr: [STATE_ADJ:LIQUID:erimiş sabun]
vi: [STATE_ADJ:LIQUID:xà phòng nóng chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的肥皂的]

# MATERIAL_TEMPLATE:WAX_TEMPLATE
source: [STATE_NAME:ALL_SOLID:wax]
cs: [STATE_NAME:ALL_SOLID:včelí vosk]
de: [STATE_NAME:ALL_SOLID:Wachs]
eo: [STATE_NAME:ALL_SOLID:vakso]
es: [STATE_NAME:ALL_SOLID:cera]
ja: [STATE_NAME:ALL_SOLID:蝋]
ko: [STATE_NAME:ALL_SOLID:밀랍]
ru: [STATE_NAME:ALL_SOLID:воск]
tr: [STATE_NAME:ALL_SOLID:balmumu]
vi: [STATE_NAME:ALL_SOLID:sáp]
zh_hans: [STATE_NAME:ALL_SOLID:蜂蜡]

# MATERIAL_TEMPLATE:WAX_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:wax]
cs: [STATE_ADJ:ALL_SOLID:včelí vosk]
de: [STATE_ADJ:ALL_SOLID:Wachs]
eo: [STATE_ADJ:ALL_SOLID:el vakso]
es: [STATE_ADJ:ALL_SOLID:cera]
ja: [STATE_ADJ:ALL_SOLID:蝋の]
ko: [STATE_ADJ:ALL_SOLID:밀랍]
ru: [STATE_ADJ:ALL_SOLID:воск]
tr: [STATE_ADJ:ALL_SOLID:balmumu]
vi: [STATE_ADJ:ALL_SOLID:sáp]
zh_hans: [STATE_ADJ:ALL_SOLID:蜂蜡的]

# MATERIAL_TEMPLATE:WAX_TEMPLATE
source: [STATE_NAME:LIQUID:melted wax]
cs: [STATE_NAME:LIQUID:roztavený vosk]
de: [STATE_NAME:LIQUID:geschmolzenes Wachs]
eo: [STATE_NAME:LIQUID:fandita vakso]
es: [STATE_NAME:LIQUID:cera derretida]
ja: [STATE_NAME:LIQUID:溶けた蝋]
ko: [STATE_NAME:LIQUID:녹은 밀랍]
ru: [STATE_NAME:LIQUID:расплавленный воск]
tr: [STATE_NAME:LIQUID:erimiş balmumu]
vi: [STATE_NAME:LIQUID:sáp nóng chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的蜂蜡]

# MATERIAL_TEMPLATE:WAX_TEMPLATE
source: [STATE_ADJ:LIQUID:melted wax]
cs: [STATE_ADJ:LIQUID:roztavený vosk]
de: [STATE_ADJ:LIQUID:geschmolzenes Wachs]
eo: [STATE_ADJ:LIQUID:el fandita vakso]
es: [STATE_ADJ:LIQUID:cera derretida]
ja: [STATE_ADJ:LIQUID:溶けた蝋の]
ko: [STATE_ADJ:LIQUID:녹은 밀랍]
ru: [STATE_ADJ:LIQUID:расплавленный воск]
tr: [STATE_ADJ:LIQUID:erimiş balmumu]
vi: [STATE_ADJ:LIQUID:sáp nóng chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的蜂蜡的]

# MATERIAL_TEMPLATE:CREATURE_ALCOHOL_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen alcohol]
cs: [STATE_NAME:ALL_SOLID:zmrzlý alkohol]
de: [STATE_NAME:ALL_SOLID:gefrorener Alkohol]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita alkoholo]
es: [STATE_NAME:ALL_SOLID:alcohol congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったアルコール]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 알코올]
ru: [STATE_NAME:ALL_SOLID:замороженный алкоголь]
tr: [STATE_NAME:ALL_SOLID:donmuş alkol]
vi: [STATE_NAME:ALL_SOLID:cồn đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的酒精]

# MATERIAL_TEMPLATE:CREATURE_ALCOHOL_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen alcohol]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý alkohol]
de: [STATE_ADJ:ALL_SOLID:gefrorener Alkohol]
eo: [STATE_ADJ:ALL_SOLID:da glaciiĝita alkoholo]
es: [STATE_ADJ:ALL_SOLID:de alcohol congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったアルコールの]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 알코올]
ru: [STATE_ADJ:ALL_SOLID:замёрзший алкоголь]
tr: [STATE_ADJ:ALL_SOLID:donmuş alkol]
vi: [STATE_ADJ:ALL_SOLID:cồn đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的酒精的]

# MATERIAL_TEMPLATE:CREATURE_ALCOHOL_TEMPLATE
source: [STATE_NAME:LIQUID:alcohol]
cs: [STATE_NAME:LIQUID:alkohol]
de: [STATE_NAME:LIQUID:Alkohol]
eo: [STATE_NAME:LIQUID:alkoholo]
ja: [STATE_NAME:LIQUID:アルコール]
ko: [STATE_NAME:LIQUID:알코올]
ru: [STATE_NAME:LIQUID:алкоголь]
tr: [STATE_NAME:LIQUID:alkol]
vi: [STATE_NAME:LIQUID:cồn]
zh_hans: [STATE_NAME:LIQUID:酒精]

# MATERIAL_TEMPLATE:CREATURE_ALCOHOL_TEMPLATE
source: [STATE_ADJ:LIQUID:alcohol]
cs: [STATE_ADJ:LIQUID:alkohol]
de: [STATE_ADJ:LIQUID:Alkohol]
eo: [STATE_ADJ:LIQUID:da alkoholo]
es: [STATE_ADJ:LIQUID:de alcohol]
ja: [STATE_ADJ:LIQUID:アルコールの]
ko: [STATE_ADJ:LIQUID:알코올]
ru: [STATE_ADJ:LIQUID:алкоголь]
tr: [STATE_ADJ:LIQUID:alkol]
vi: [STATE_ADJ:LIQUID:cồn]
zh_hans: [STATE_ADJ:LIQUID:酒精的]

# MATERIAL_TEMPLATE:CREATURE_ALCOHOL_TEMPLATE
source: [STATE_NAME:GAS:boiling alcohol]
cs: [STATE_NAME:GAS:vařící se alkohol]
de: [STATE_NAME:GAS:kochender Alkohol]
eo: [STATE_NAME:GAS:bolanta alkoholo]
es: [STATE_NAME:GAS:alcohol hirviendo]
ja: [STATE_NAME:GAS:蒸気化したアルコール]
ko: [STATE_NAME:GAS:기화된 알코올]
ru: [STATE_NAME:GAS:кипящий алкоголь]
tr: [STATE_NAME:GAS:kaynayan alkol]
vi: [STATE_NAME:GAS:cồn đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的酒精]

# MATERIAL_TEMPLATE:CREATURE_ALCOHOL_TEMPLATE
source: [STATE_ADJ:GAS:boiling alcohol]
cs: [STATE_ADJ:GAS:vařící se alkohol]
de: [STATE_ADJ:GAS:kochender Alkohol]
eo: [STATE_ADJ:GAS:da bolanta alkoholo]
es: [STATE_ADJ:GAS:de alcohol hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したアルコールの]
ko: [STATE_ADJ:GAS:기화된 알코올]
ru: [STATE_ADJ:GAS:кипящий алкоголь]
tr: [STATE_ADJ:GAS:kaynayan alkol]
vi: [STATE_ADJ:GAS:cồn đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的酒精的]

# MATERIAL_TEMPLATE:CREATURE_ALCOHOL_TEMPLATE
source: [SYN_NAME:inebriation]
cs: [SYN_NAME:opilosti]
de: [SYN_NAME:Trunkenheit]
eo: [SYN_NAME:ebrieco]
es: [SYN_NAME:bebida]
ja: [SYN_NAME:酩酊]
ko: [SYN_NAME:만취]
ru: [SYN_NAME:опьянение]
tr: [SYN_NAME:sarhoşluk]
vi: [SYN_NAME:sự say xỉn]
zh_hans: [SYN_NAME:酒醉]

# MATERIAL_TEMPLATE:LEATHERY_EGGSHELL_TEMPLATE
source: [STATE_NAME:SOLID:eggshell]
cs: [STATE_NAME:SOLID:vaječná skořápka]
de: [STATE_NAME:SOLID:Eierschale]
eo: [STATE_NAME:SOLID:ovoŝelo]
es: [STATE_NAME:SOLID:cáscara de huevo]
ja: [STATE_NAME:SOLID:卵殻]
ko: [STATE_NAME:SOLID:달걀 껍질]
ru: [STATE_NAME:SOLID:яичная скорлупа]
tr: [STATE_NAME:SOLID:yumurta kabuğu]
vi: [STATE_NAME:SOLID:vỏ trứng]
zh_hans: [STATE_NAME:SOLID:蛋壳]

# MATERIAL_TEMPLATE:LEATHERY_EGGSHELL_TEMPLATE
source: [STATE_ADJ:SOLID:eggshell]
cs: [STATE_ADJ:SOLID:vaječná skořápka]
de: [STATE_ADJ:SOLID:Eierschale]
eo: [STATE_ADJ:SOLID:el ovoŝelo]
es: [STATE_ADJ:SOLID:de cáscara de huevo]
ja: [STATE_ADJ:SOLID:卵殻の]
ko: [STATE_ADJ:SOLID:달걀 껍질]
ru: [STATE_ADJ:SOLID:яичная скорлупа]
tr: [STATE_ADJ:SOLID:yumurta kabuğu]
vi: [STATE_ADJ:SOLID:vỏ trứng]
zh_hans: [STATE_ADJ:SOLID:蛋壳的]

# MATERIAL_TEMPLATE:LEATHERY_EGGSHELL_TEMPLATE
source: [STATE_NAME:POWDER:eggshell powder]
cs: [STATE_NAME:POWDER:prášek z vaječné skořápky]
de: [STATE_NAME:POWDER:Eierschalenpulver]
eo: [STATE_NAME:POWDER:pulvoro de ovoŝelo]
es: [STATE_NAME:POWDER:polvo de cáscara de huevo]
ja: [STATE_NAME:POWDER:卵殻粉]
ko: [STATE_NAME:POWDER:달걀껍질 가루]
ru: [STATE_NAME:POWDER:порошок из яичной скорлупы]
tr: [STATE_NAME:POWDER:yumurta kabuğu tozu]
vi: [STATE_NAME:POWDER:bột vỏ trứng]
zh_hans: [STATE_NAME:POWDER:蛋壳粉]

# MATERIAL_TEMPLATE:LEATHERY_EGGSHELL_TEMPLATE
source: [STATE_ADJ:POWDER:eggshell powder]
cs: [STATE_ADJ:POWDER:prášek z vaječné skořápky]
de: [STATE_ADJ:POWDER:Eierschalenpulver]
eo: [STATE_ADJ:POWDER:el pulvoro de ovoŝelo]
es: [STATE_ADJ:POWDER:de polvo de cáscara de huevo]
ja: [STATE_ADJ:POWDER:卵殻粉の]
ko: [STATE_ADJ:POWDER:달걀껍질 가루]
ru: [STATE_ADJ:POWDER:молотая яичная скорлупа]
tr: [STATE_ADJ:POWDER:yumurta kabuğu tozu]
vi: [STATE_ADJ:POWDER:bột vỏ trứng]
zh_hans: [STATE_ADJ:POWDER:蛋壳粉的]

# MATERIAL_TEMPLATE:INK_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen ink]
cs: [STATE_NAME:ALL_SOLID:zmrzlý inkoust]
de: [STATE_NAME:ALL_SOLID:gefrorene Tinte]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita inko]
es: [STATE_NAME:ALL_SOLID:tinta congelada]
ja: [STATE_NAME:ALL_SOLID:凍った墨]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 잉크]
ru: [STATE_NAME:ALL_SOLID:замороженная краска]
tr: [STATE_NAME:ALL_SOLID:donmuş mürekkep]
vi: [STATE_NAME:ALL_SOLID:mực đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的墨水]

# MATERIAL_TEMPLATE:INK_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen ink]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý inkoust]
de: [STATE_ADJ:ALL_SOLID:gefrorene Tinte]
eo: [STATE_ADJ:ALL_SOLID:da glaciiĝita inko]
es: [STATE_ADJ:ALL_SOLID:de tinta congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った墨の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 잉크]
ru: [STATE_ADJ:ALL_SOLID:замёрзшая краска]
tr: [STATE_ADJ:ALL_SOLID:donmuş mürekkep]
vi: [STATE_ADJ:ALL_SOLID:mực đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的墨水的]

# MATERIAL_TEMPLATE:INK_TEMPLATE
source: [STATE_NAME:LIQUID:ink]
cs: [STATE_NAME:LIQUID:inkoust]
de: [STATE_NAME:LIQUID:Tinte]
eo: [STATE_NAME:LIQUID:inko]
es: [STATE_NAME:LIQUID:tinta]
ja: [STATE_NAME:LIQUID:墨]
ko: [STATE_NAME:LIQUID:잉크]
ru: [STATE_NAME:LIQUID:краска]
tr: [STATE_NAME:LIQUID:mürekkep]
vi: [STATE_NAME:LIQUID:mực]
zh_hans: [STATE_NAME:LIQUID:墨水]

# MATERIAL_TEMPLATE:INK_TEMPLATE
source: [STATE_ADJ:LIQUID:ink]
cs: [STATE_ADJ:LIQUID:inkoust]
de: [STATE_ADJ:LIQUID:Tinte]
eo: [STATE_ADJ:LIQUID:da inko]
es: [STATE_ADJ:LIQUID:tinta]
ja: [STATE_ADJ:LIQUID:墨の]
ko: [STATE_ADJ:LIQUID:잉크]
ru: [STATE_ADJ:LIQUID:краска]
tr: [STATE_ADJ:LIQUID:mürekkep]
vi: [STATE_ADJ:LIQUID:mực]
zh_hans: [STATE_ADJ:LIQUID:墨水的]

# MATERIAL_TEMPLATE:INK_TEMPLATE
source: [STATE_NAME:GAS:boiling ink]
cs: [STATE_NAME:GAS:vařící se inkoust]
de: [STATE_NAME:GAS:kochende Tinte]
eo: [STATE_NAME:GAS:bolanta inko]
es: [STATE_NAME:GAS:tinta hirviendo]
ja: [STATE_NAME:GAS:蒸気化した墨]
ko: [STATE_NAME:GAS:기화된 잉크]
ru: [STATE_NAME:GAS:кипящая краска]
tr: [STATE_NAME:GAS:kaynayan mürekkep]
vi: [STATE_NAME:GAS:mực sôi]
zh_hans: [STATE_NAME:GAS:沸腾的墨水]

# MATERIAL_TEMPLATE:INK_TEMPLATE
source: [STATE_ADJ:GAS:boiling ink]
cs: [STATE_ADJ:GAS:vařící se inkoust]
de: [STATE_ADJ:GAS:kochende Tinte]
eo: [STATE_ADJ:GAS:da bolanta inko]
es: [STATE_ADJ:GAS:tinta hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した墨の]
ko: [STATE_ADJ:GAS:기화된 잉크]
ru: [STATE_ADJ:GAS:кипящая краска]
tr: [STATE_ADJ:GAS:kaynayan mürekkep]
vi: [STATE_ADJ:GAS:mực sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的墨水的]

# MATERIAL_TEMPLATE:SPONGE_TEMPLATE
source: [STATE_NAME:ALL_SOLID:sponge]
cs: [STATE_NAME:ALL_SOLID:houba]
de: [STATE_NAME:ALL_SOLID:Schwamm]
eo: [STATE_NAME:ALL_SOLID:spongo]
es: [STATE_NAME:ALL_SOLID:esponja]
ja: [STATE_NAME:ALL_SOLID:スポンジ]
ko: [STATE_NAME:ALL_SOLID:스펀지]
ru: [STATE_NAME:ALL_SOLID:губка]
tr: [STATE_NAME:ALL_SOLID:sünger]
vi: [STATE_NAME:ALL_SOLID:bọt biển]
zh_hans: [STATE_NAME:ALL_SOLID:海绵]

# MATERIAL_TEMPLATE:SPONGE_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:spongy]
cs: [STATE_ADJ:ALL_SOLID:houbovitý]
de: [STATE_ADJ:ALL_SOLID:Schwammig]
eo: [STATE_ADJ:ALL_SOLID:spongeca]
es: [STATE_ADJ:ALL_SOLID:esponjoso]
ja: [STATE_ADJ:ALL_SOLID:スポンジの]
ko: [STATE_ADJ:ALL_SOLID:스펀지 같은]
ru: [STATE_ADJ:ALL_SOLID:пористый]
tr: [STATE_ADJ:ALL_SOLID:süngerimsi]
vi: [STATE_ADJ:ALL_SOLID:xốp]
zh_hans: [STATE_ADJ:ALL_SOLID:海绵的]

# MATERIAL_TEMPLATE:TEARS_TEMPLATE
source: [STATE_NAME:ALL_SOLID:frozen tears]
cs: [STATE_NAME:ALL_SOLID:zmrzlé slzy]
de: [STATE_NAME:ALL_SOLID:gefrorene Tränen]
eo: [STATE_NAME:ALL_SOLID:glaciiĝitaj larmoj]
es: [STATE_NAME:ALL_SOLID:lagrimas congeladas]
ja: [STATE_NAME:ALL_SOLID:凍った涙]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 눈물]
ru: [STATE_NAME:ALL_SOLID:замёрзшие слёзы]
tr: [STATE_NAME:ALL_SOLID:donmuş gözyaşları]
vi: [STATE_NAME:ALL_SOLID:nước mắt đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的眼泪]

# MATERIAL_TEMPLATE:TEARS_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:frozen tears]
cs: [STATE_ADJ:ALL_SOLID:zmrzlé slzy]
de: [STATE_ADJ:ALL_SOLID:gefrorene Tränen]
eo: [STATE_ADJ:ALL_SOLID:da glaciiĝitaj larmoj]
es: [STATE_ADJ:ALL_SOLID:de lagrimas congeladas]
ja: [STATE_ADJ:ALL_SOLID:凍った涙の]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 눈물]
ru: [STATE_ADJ:ALL_SOLID:замёрзшие слёзы]
tr: [STATE_ADJ:ALL_SOLID:donmuş gözyaşları]
vi: [STATE_ADJ:ALL_SOLID:nước mắt đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的眼泪的]

# MATERIAL_TEMPLATE:TEARS_TEMPLATE
source: [STATE_NAME:LIQUID:tears]
cs: [STATE_NAME:LIQUID:slzy]
de: [STATE_NAME:LIQUID:Tränen]
eo: [STATE_NAME:LIQUID:larmoj]
es: [STATE_NAME:LIQUID:lagrimas]
ja: [STATE_NAME:LIQUID:涙]
ko: [STATE_NAME:LIQUID:눈물]
ru: [STATE_NAME:LIQUID:слёзы]
tr: [STATE_NAME:LIQUID:gözyaşları]
vi: [STATE_NAME:LIQUID:nước mắt]
zh_hans: [STATE_NAME:LIQUID:眼泪]
