Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:KOBOLD
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:KOBOLD
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:KOBOLD
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:KOBOLD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:KOBOLD
source: [MANNERISM_FINGERS:finger:fingers]
cs: [MANNERISM_FINGERS:prst:prsty]
de: [MANNERISM_FINGERS:Finger:Finger]
eo: [MANNERISM_FINGERS:manfingro:manfingroj]
es: [MANNERISM_FINGERS:dedo:dedos]
ja: [MANNERISM_FINGERS:指:指]
ko: [MANNERISM_FINGERS:손가락:손가락들]
pl: [MANNERISM_FINGERS:palec:palce]
ru: [MANNERISM_FINGERS:палец:пальцы]
tr: [MANNERISM_FINGERS:parmak:parmaklar]
vi: [MANNERISM_FINGERS:ngón tay:những ngón tay]

# CREATURE:KOBOLD
source: [MANNERISM_NOSE:nose]
cs: [MANNERISM_NOSE:nos]
de: [MANNERISM_NOSE:Nase]
eo: [MANNERISM_NOSE:nazo]
es: [MANNERISM_NOSE:nariz]
ja: [MANNERISM_NOSE:鼻]
ko: [MANNERISM_NOSE:코]
pl: [MANNERISM_NOSE:nos]
ru: [MANNERISM_NOSE:нос]
tr: [MANNERISM_NOSE:burun]
vi: [MANNERISM_NOSE:mũi]

# CREATURE:KOBOLD
source: [MANNERISM_EAR:ear]
cs: [MANNERISM_EAR:uši]
de: [MANNERISM_EAR:Ohr]
eo: [MANNERISM_EAR:orelo]
es: [MANNERISM_EAR:oreja]
ja: [MANNERISM_EAR:耳]
ko: [MANNERISM_EAR:귀]
pl: [MANNERISM_EAR:ucho]
ru: [MANNERISM_EAR:ухо]
tr: [MANNERISM_EAR:kulak]
vi: [MANNERISM_EAR:tai]

# CREATURE:KOBOLD
source: [MANNERISM_HEAD:head]
cs: [MANNERISM_HEAD:hlava]
de: [MANNERISM_HEAD:Kopf]
eo: [MANNERISM_HEAD:kapo]
es: [MANNERISM_HEAD:cabeza]
ja: [MANNERISM_HEAD:頭]
ko: [MANNERISM_HEAD:머리]
pl: [MANNERISM_HEAD:głowa]
ru: [MANNERISM_HEAD:голова]
tr: [MANNERISM_HEAD:kafa]
vi: [MANNERISM_HEAD:Đầu]

# CREATURE:KOBOLD
source: [MANNERISM_EYES:eyes]
cs: [MANNERISM_EYES:oči]
de: [MANNERISM_EYES:Augen]
eo: [MANNERISM_EYES:okuloj]
es: [MANNERISM_EYES:ojos]
ja: [MANNERISM_EYES:眼]
ko: [MANNERISM_EYES:양 눈]
pl: [MANNERISM_EYES:oczy]
ru: [MANNERISM_EYES:глаза]
tr: [MANNERISM_EYES:gözler]
vi: [MANNERISM_EYES:Mắt]

# CREATURE:KOBOLD
source: [MANNERISM_MOUTH:mouth]
cs: [MANNERISM_MOUTH:ústa]
de: [MANNERISM_MOUTH:Mund]
eo: [MANNERISM_MOUTH:buŝo]
es: [MANNERISM_MOUTH:boca]
ja: [MANNERISM_MOUTH:口]
ko: [MANNERISM_MOUTH:입]
pl: [MANNERISM_MOUTH:usta]
ru: [MANNERISM_MOUTH:рот]
tr: [MANNERISM_MOUTH:ağız]
vi: [MANNERISM_MOUTH:miệng]

# CREATURE:KOBOLD
source: [MANNERISM_HAIR:hair]
cs: [MANNERISM_HAIR:vlasy]
de: [MANNERISM_HAIR:Haar]
eo: [MANNERISM_HAIR:hararo]
es: [MANNERISM_HAIR:cabello]
ja: [MANNERISM_HAIR:毛]
ko: [MANNERISM_HAIR:머리카락]
pl: [MANNERISM_HAIR:włosy]
ru: [MANNERISM_HAIR:волосы]
tr: [MANNERISM_HAIR:saç]
vi: [MANNERISM_HAIR:Lông]

# CREATURE:KOBOLD
source: [MANNERISM_KNUCKLES:knuckles]
cs: [MANNERISM_KNUCKLES:klouby prstů]
de: [MANNERISM_KNUCKLES:Knöchel]
eo: [MANNERISM_KNUCKLES:fingrartikoj]
es: [MANNERISM_KNUCKLES:nudillos]
ja: [MANNERISM_KNUCKLES:拳]
ko: [MANNERISM_KNUCKLES:중수골 머리]
pl: [MANNERISM_KNUCKLES:knykcie]
ru: [MANNERISM_KNUCKLES:суставы]
tr: [MANNERISM_KNUCKLES:parmakları]
vi: [MANNERISM_KNUCKLES:khớp ngón tay]

# CREATURE:KOBOLD
source: [MANNERISM_LIPS:lips]
cs: [MANNERISM_LIPS:rty]
de: [MANNERISM_LIPS:Lippen]
eo: [MANNERISM_LIPS:lipoj]
es: [MANNERISM_LIPS:labios]
ja: [MANNERISM_LIPS:唇]
ko: [MANNERISM_LIPS:입술]
pl: [MANNERISM_LIPS:usta]
ru: [MANNERISM_LIPS:губы]
tr: [MANNERISM_LIPS:dudaklar]
vi: [MANNERISM_LIPS:môi]

# CREATURE:KOBOLD
source: [MANNERISM_CHEEK:cheek]
cs: [MANNERISM_CHEEK:tvář]
de: [MANNERISM_CHEEK:Backenbart]
eo: [MANNERISM_CHEEK:vango]
es: [MANNERISM_CHEEK:cachete]
ja: [MANNERISM_CHEEK:頬]
ko: [MANNERISM_CHEEK:뺨]
pl: [MANNERISM_CHEEK:policzek]
ru: [MANNERISM_CHEEK:щека]
tr: [MANNERISM_CHEEK:yanak]
vi: [MANNERISM_CHEEK:má]

# CREATURE:KOBOLD
source: [MANNERISM_NAILS:nails]
cs: [MANNERISM_NAILS:nehty]
de: [MANNERISM_NAILS:Nägel]
eo: [MANNERISM_NAILS:ungoj]
es: [MANNERISM_NAILS:unias]
ja: [MANNERISM_NAILS:爪]
ko: [MANNERISM_NAILS:손톱]
pl: [MANNERISM_NAILS:paznokcie]
ru: [MANNERISM_NAILS:ногти]
tr: [MANNERISM_NAILS:tırnaklar]
vi: [MANNERISM_NAILS:móng]

# CREATURE:KOBOLD
source: [MANNERISM_FEET:feet]
cs: [MANNERISM_FEET:nohy]
de: [MANNERISM_FEET:Füße]
eo: [MANNERISM_FEET:piedoj]
es: [MANNERISM_FEET:pies]
ja: [MANNERISM_FEET:足]
ko: [MANNERISM_FEET:양 발]
pl: [MANNERISM_FEET:stopa]
ru: [MANNERISM_FEET:ступни]
tr: [MANNERISM_FEET:ayaklar]
vi: [MANNERISM_FEET:các bàn chân]

# CREATURE:KOBOLD
source: [MANNERISM_ARMS:arms]
cs: [MANNERISM_ARMS:paže]
de: [MANNERISM_ARMS:Arme]
eo: [MANNERISM_ARMS:brakoj]
es: [MANNERISM_ARMS:brazo]
ja: [MANNERISM_ARMS:腕]
ko: [MANNERISM_ARMS:양 팔]
pl: [MANNERISM_ARMS:ramiona]
ru: [MANNERISM_ARMS:руки]
tr: [MANNERISM_ARMS:kollar]
vi: [MANNERISM_ARMS:các cánh tay]

# CREATURE:KOBOLD
source: [MANNERISM_HANDS:hands]
cs: [MANNERISM_HANDS:ruce]
de: [MANNERISM_HANDS:Hände]
eo: [MANNERISM_HANDS:manoj]
es: [MANNERISM_HANDS:manos]
ja: [MANNERISM_HANDS:手]
ko: [MANNERISM_HANDS:양 손]
pl: [MANNERISM_HANDS:dłonie]
ru: [MANNERISM_HANDS:ладони]
tr: [MANNERISM_HANDS:eller]
vi: [MANNERISM_HANDS:các bàn tay]

# CREATURE:KOBOLD
source: [MANNERISM_TONGUE:tongue]
cs: [MANNERISM_TONGUE:jazyk]
de: [MANNERISM_TONGUE:Zunge]
eo: [MANNERISM_TONGUE:lango]
es: [MANNERISM_LEG:lengua]
ja: [MANNERISM_TONGUE:舌]
ko: [MANNERISM_TONGUE:혀]
pl: [MANNERISM_TONGUE:język]
ru: [MANNERISM_TONGUE:язык]
tr: [MANNERISM_TONGUE:dil]
vi: [MANNERISM_TONGUE:Lưỡi]

# CREATURE:KOBOLD
source: [MANNERISM_LEG:leg]
cs: [MANNERISM_LEG:noha]
de: [MANNERISM_LEG:Bein]
eo: [MANNERISM_LEG:gambo]
es: [MANNERISM_LEG:pierna]
ja: [MANNERISM_LEG:脚]
ko: [MANNERISM_LEG:다리]
pl: [MANNERISM_LEG:noga]
ru: [MANNERISM_LEG:нога]
tr: [MANNERISM_LEG:bacak]
vi: [MANNERISM_LEG:chân]
zh_hans: [MANNERISM_LEG:腿]

# CREATURE:KOBOLD
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:KOBOLD
source: [APP_MOD_NOUN:skin:SINGULAR]
cs: [APP_MOD_NOUN:kůže:SINGULAR]
de: [APP_MOD_NOUN:Haut:SINGULAR]
eo: [APP_MOD_NOUN:haŭto:SINGULAR]
es: [APP_MOD_NOUN:piel:SINGULAR]
ja: [APP_MOD_NOUN:肌:SINGULAR]
ko: [APP_MOD_NOUN:피부:SINGULAR]
pl: [APP_MOD_NOUN:skóra:SINGULAR]
ru: [APP_MOD_NOUN:кожа:SINGULAR]
tr: [APP_MOD_NOUN:deri:SINGULAR]

# CREATURE:KOBOLD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GREMLIN
source: [DESCRIPTION:A small humanoid creature with a mischievous, toothy grin.]
cs: [DESCRIPTION:Malý humanoidní tvor s rošťáckým, zubatým úsměvem.]
de: [DESCRIPTION:Ein kleines humanoides Wesen mit einem hinterhältigen Grinsen und spitzen Zähnen.]
eo: [DESCRIPTION:Malgranda homsimila estaĵo kun petolema denta rideto.]
es: [DESCRIPTION:Una pequeña criatura humanoide con una gran sonrisa picaresca y dentona.]
ja: [DESCRIPTION:いたずら好きで歯が剝き出しな笑顔の小さな人型生物。]
ko: [DESCRIPTION:장난스럽고 이빨 같은 미소를 짓는 작은 인간형 생물.]
pl: [DESCRIPTION:Małe humanoidalne stworzenie z psotnym, zębatym uśmiechem.]
ru: [DESCRIPTION:Небольшое человекоподобное существо с озорной и зубастой ухмылкой.]
tr: [DESCRIPTION:Haylaz, dişlek bir sırıtmaya sahip küçük bir insansı yaratık.]
vi: [DESCRIPTION:Một sinh vật nhân hình nhỏ bé với nụ cười tinh quái, lộ răng.]

# CREATURE:GREMLIN
source: [NAME:gremlin:gremlins:gremlin]
cs: [NAME:gremlin:gremlini:gremlina]
de: [NAME:Gremlin:Gremlins:gremlinisch]
eo: [NAME:gremlino:gremlinoj:de gremlino]
ja: [NAME:グレムリン:グレムリン:グレムリンの]
ko: [NAME:그렘린:그렘린들:그렘린]
pl: [NAME:gremlim:gremliny:gremlinowy]
ru: [NAME:гремлин:гремлины:гремлина]
tr: [NAME:gremlin:gremlinler:gremlin]
vi: [NAME:Tiểu quỷ:Tiểu quỷ:Tiểu quỷ]

# CREATURE:GREMLIN
source: [CASTE_NAME:gremlin:gremlins:gremlin]
cs: [CASTE_NAME:gremlin:gremlini:gremlina]
de: [CASTE_NAME:Gremlin:Gremlins:gremlinisch]
eo: [CASTE_NAME:gremlino:gremlinoj:de gremlino]
ja: [CASTE_NAME:グレムリン:グレムリン:グレムリンの]
ko: [CASTE_NAME:그렘린:그렘린들:그렘린]
ru: [CASTE_NAME:гремлин:гремлины:гремлина]
tr: [CASTE_NAME:gremlin:gremlinler:gremlin]
vi: [CASTE_NAME:Tiểu quỷ:Tiểu quỷ:Tiểu quỷ]

# CREATURE:GREMLIN
source: [PREFSTRING:mischief]
cs: [PREFSTRING:rošťáctví]
de: [PREFSTRING:Unheil]
eo: [PREFSTRING:petolemo]
es: [PREFSTRING:travesura]
ja: [PREFSTRING:いたずら]
ko: [PREFSTRING:장난기넘침]
pl: [PREFSTRING:psota]
ru: [PREFSTRING:озорство]
tr: [PREFSTRING:haylazlık]
vi: [PREFSTRING:Tinh nghịch]

# CREATURE:GREMLIN
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:GREMLIN
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:GREMLIN
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Spucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Plwocina]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:GREMLIN
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:GREMLIN
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:GREMLIN
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:wargi:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:GREMLIN
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:GREMLIN
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:GREMLIN
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:GREMLIN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:GREMLIN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:GREMLIN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GREMLIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GREMLIN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GREMLIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:TROLL
source: [DESCRIPTION:A huge humanoid monster with coarse fur, large tusks and horns.]
cs: [DESCRIPTION:Obrovský humanoidní netvor s hrubou srstí, velkými kly a rohy.]
de: [DESCRIPTION:Ein großes humanoides Monster mit grobem Fell, großen Stoßzähnen und Hörnern.]
eo: [DESCRIPTION:Grandega homsimila monstro kun malglata felo, grandaj dentegoj kaj kornoj.]
es: [DESCRIPTION:Un monstruo humanoide gigante con piel gruesa, grandes colmillos y cuernos]
ja: [DESCRIPTION:荒い毛皮、大きな牙、角を持つ大型の人型生物だ。]
ko: [DESCRIPTION:거친 털, 큰 엄니, 뿔을 가진 거대한 인간형 괴물.]
pl: [DESCRIPTION:Wielki humanoidalny potwór z szorstkim futrem, dużymi kłami i rogami.]
ru: [DESCRIPTION:Огромный человекообразный монстр с грубым мехом, большими клыками и рогами.]
tr: [DESCRIPTION:Kaba kürklü, uzun dişli ve boynuzlu devasa bir insansı yaratık.]
vi: [DESCRIPTION:Một quái vật nhân hình khổng lồ với bộ lông thô cứng, những chiếc nanh và sừng lớn.]
zh_hans: [DESCRIPTION:一种体型巨大，有着粗糙毛皮，大尖牙和角的人型怪物。]

# CREATURE:TROLL
source: [NAME:troll:trolls:troll]
cs: [NAME:troll:trollové:trollí]
de: [NAME:Troll:Trolle:trollisch]
eo: [NAME:trolo:troloj:de trolo]
ja: [NAME:トロル:トロル:トロルの]
ko: [NAME:트롤:트롤들:트롤]
pl: [NAME:troll:trole:troll]
ru: [NAME:тролль:тролли:тролля]
tr: [NAME:trol:troller:trol]

# CREATURE:TROLL
source: [CASTE_NAME:troll:trolls:troll]
cs: [CASTE_NAME:troll:trollové:trollí]
de: [CASTE_NAME:Troll:Trolle:trollisch]
eo: [CASTE_NAME:trolo:troloj:de trolo]
ja: [CASTE_NAME:トロル:トロル:トロルの]
ko: [CASTE_NAME:트롤:트롤들:트롤]
pl: [CASTE_NAME:troll:trolle:trolle]
ru: [CASTE_NAME:тролль:тролли:тролля]
tr: [CASTE_NAME:trol:troller:trol]

# CREATURE:TROLL
source: [PREFSTRING:terrifying features]
cs: [PREFSTRING:děsivými rysy]
de: [PREFSTRING:furchterregende Merkmale]
eo: [PREFSTRING:teruraj trajtoj]
es: [PREFSTRING:características aterradoras]
ja: [PREFSTRING:恐ろしい機能]
ko: [PREFSTRING:끔찍한 이목구비]
pl: [PREFSTRING:przerażające cechy]
ru: [PREFSTRING:ужасающий внешний вид]
tr: [PREFSTRING:korkunç özellikler]
vi: [PREFSTRING:những đặc điểm đáng sợ]

# CREATURE:TROLL
source: [STATE_NAME:ALL_SOLID:ivory]
cs: [STATE_NAME:ALL_SOLID:slonovina]
de: [STATE_NAME:ALL_SOLID:Elfenbein]
eo: [STATE_NAME:ALL_SOLID:eburo]
es: [STATE_NAME:ALL_SOLID:marfil]
ja: [STATE_NAME:ALL_SOLID:牙]
ko: [STATE_NAME:ALL_SOLID:상아]
pl: [STATE_NAME:ALL_SOLID:kość słoniowa]
ru: [STATE_NAME:ALL_SOLID:клыки]
tr: [STATE_NAME:ALL_SOLID:fildişi]
vi: [STATE_NAME:ALL_SOLID:Ngà]

# CREATURE:TROLL
source: [STATE_ADJ:ALL_SOLID:ivory]
cs: [STATE_ADJ:ALL_SOLID:slonovinový]
de: [STATE_ADJ:ALL_SOLID:elfenbeinernen]
eo: [STATE_ADJ:ALL_SOLID:ebura]
es: [STATE_ADJ:ALL_SOLID:de marfil]
ja: [STATE_ADJ:ALL_SOLID:牙]
ko: [STATE_ADJ:ALL_SOLID:상아]
pl: [STATE_ADJ:ALL_SOLID:kość słoniowa]
ru: [STATE_ADJ:ALL_SOLID:клыковый]
tr: [STATE_ADJ:ALL_SOLID:fildişi]
vi: [STATE_ADJ:ALL_SOLID:Ngà]

# CREATURE:TROLL
source: [STATE_NAME:ALL_SOLID:fur]
cs: [STATE_NAME:ALL_SOLID:srst]
de: [STATE_NAME:ALL_SOLID:Fell]
eo: [STATE_NAME:ALL_SOLID:felo]
es: [STATE_NAME:ALL_SOLID:pelaje]
ja: [STATE_NAME:ALL_SOLID:毛皮]
ko: [STATE_NAME:ALL_SOLID:털가죽]
pl: [STATE_NAME:ALL_SOLID:futro]
ru: [STATE_NAME:ALL_SOLID:мех]
tr: [STATE_NAME:ALL_SOLID:kürk]
vi: [STATE_NAME:ALL_SOLID:lông]

# CREATURE:TROLL
source: [STATE_ADJ:ALL_SOLID:fur]
cs: [STATE_ADJ:ALL_SOLID:srstnatý]
de: [STATE_ADJ:ALL_SOLID:fellig]
eo: [STATE_ADJ:ALL_SOLID:fela]
es: [STATE_ADJ:ALL_SOLID:peludo]
ja: [STATE_ADJ:ALL_SOLID:毛皮]
ko: [STATE_ADJ:ALL_SOLID:털가죽]
pl: [STATE_ADJ:ALL_SOLID:futro]
ru: [STATE_ADJ:ALL_SOLID:мех]
tr: [STATE_ADJ:ALL_SOLID:kürk]
vi: [STATE_ADJ:ALL_SOLID:lông]

# CREATURE:TROLL
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:TROLL
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:wargi:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:TROLL
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:TROLL
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀들:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:TROLL
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:TROLL
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:TROLL
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:TROLL
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:TROLL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:TROLL
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:deş:deşer]
vi: [ATTACK_VERB:húc:húc]

# CREATURE:TROLL
source: [TLCM_NOUN:fur:SINGULAR]
cs: [TLCM_NOUN:srst:SINGULAR]
de: [TLCM_NOUN:Fell:SINGULAR]
eo: [TLCM_NOUN:felo:SINGULAR]
es: [TLCM_NOUN:pelaje:SINGULAR]
ja: [TLCM_NOUN:毛皮:SINGULAR]
ko: [TLCM_NOUN:털가죽:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:мех:SINGULAR]
tr: [TLCM_NOUN:kürk:SINGULAR]

# CREATURE:TROLL
source: [APP_MOD_NOUN:fur:SINGULAR]
cs: [APP_MOD_NOUN:srst:SINGULAR]
de: [APP_MOD_NOUN:Fell:SINGULAR]
eo: [APP_MOD_NOUN:felo:SINGULAR]
es: [APP_MOD_NOUN:pelaje:SINGULAR]
ja: [APP_MOD_NOUN:毛皮:SINGULAR]
ko: [APP_MOD_NOUN:털가죽:SINGULAR]
pl: [APP_MOD_NOUN:futro:SINGULAR]
ru: [APP_MOD_NOUN:мех:SINGULAR]
tr: [APP_MOD_NOUN:kürk:SINGULAR]

# CREATURE:TROLL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:TROLL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
