Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:HEDGEHOG
source: [CASTE_NAME:hedgehog:hedgehogs:hedgehog]
cs: [CASTE_NAME:ježek:ježci:ježek]
de: [CASTE_NAME:Igel:Igel:Igel]
eo: [CASTE_NAME:erinaco:erinacoj:de erinaco]
es: [CASTE_NAME:erizo:erizos:erizo]
ja: [CASTE_NAME:ハリネズミ:ハリネズミ:ハリネズミの]
ko: [CASTE_NAME:고슴도치:고슴도치들:고슴도치]
pl: [CASTE_NAME:jeż:jeże:jeżowy]
ru: [CASTE_NAME:ёж:ежи:ежа]
tr: [CASTE_NAME:kirpi:kirpiler:kirpi]
vi: [CASTE_NAME:nhím:nhím:nhím]

# CREATURE:HEDGEHOG
source: [PREFSTRING:many spines]
cs: [PREFSTRING:mnoha ostny]
de: [PREFSTRING:viele Dornen]
eo: [PREFSTRING:multaj pikiloj]
es: [PREFSTRING:muchas espinas]
ja: [PREFSTRING:沢山のとげ]
ko: [PREFSTRING:많은 가시들]
pl: [PREFSTRING:wiele kolców]
ru: [PREFSTRING:множество иголок]
tr: [PREFSTRING:çok sayıda diken]
vi: [PREFSTRING:nhiều gai]

# CREATURE:HEDGEHOG
source: [STATE_NAME:ALL_SOLID:spine]
cs: [STATE_NAME:ALL_SOLID:ostnina]
de: [STATE_NAME:ALL_SOLID:Wirbelsäule]
eo: [STATE_NAME:ALL_SOLID:pikilo]
es: [STATE_NAME:ALL_SOLID:espina]
ja: [STATE_NAME:ALL_SOLID:とげ]
ko: [STATE_NAME:ALL_SOLID:가시]
pl: [STATE_NAME:ALL_SOLID:kolec]
ru: [STATE_NAME:ALL_SOLID:иголка]
tr: [STATE_NAME:ALL_SOLID:diken]
vi: [STATE_NAME:ALL_SOLID:xương sống]

# CREATURE:HEDGEHOG
source: [STATE_ADJ:ALL_SOLID:spine]
cs: [STATE_ADJ:ALL_SOLID:ostnina]
de: [STATE_ADJ:ALL_SOLID:Wirbelsäule]
eo: [STATE_ADJ:ALL_SOLID:de pikilo]
es: [STATE_ADJ:ALL_SOLID:espinoso]
ja: [STATE_ADJ:ALL_SOLID:とげ]
ko: [STATE_ADJ:ALL_SOLID:가시]
pl: [STATE_ADJ:ALL_SOLID:kolcowy]
ru: [STATE_ADJ:ALL_SOLID:иголка]
tr: [STATE_ADJ:ALL_SOLID:diken]
vi: [STATE_ADJ:ALL_SOLID:xương sống]

# CREATURE:HEDGEHOG
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:HEDGEHOG
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:HEDGEHOG
source: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:roll into a ball:rolls into a ball:unroll:unrolls]
cs: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:stočit se do klubíčka:stočí se do klubíčka:rozbalit se:rozbalí se]
de: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:zu einer Kugel zusammenrollen:rollt sich zu einer Kugel zusammen:entrollen:entrollt]
eo: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:volvas sin kia bulo:volvas sin kia bulo:disvolvas sin:disvolvas sin]
es: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:apelotonarse:apelotonaron:desenrollarse:desenrollaron]
ja: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:丸まる:丸まる:元に戻る:元に戻る]
pl: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:zwijasz się w kulkę:zwija się w kulkę:odwijasz się:odwija się]
ru: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:сворачиваетесь в клубок:сворачивается в клубок:разворачиваетесь:разворачивается]
tr: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:top gibi yuvarlan:top gibi yuvarlanır:açıl:açılır]
vi: [RETRACT_INTO_BP:BY_CATEGORY:BODY_UPPER:cuộn tròn thành quả bóng:cuộn tròn thành quả bóng:mở ra:mở ra]

# CREATURE:HEDGEHOG
source: [ROOT_AROUND:BY_CATEGORY:NOSE:root around in:roots around in]
cs: [ROOT_AROUND:BY_CATEGORY:NOSE:hrabat v:hrabe v]
de: [ROOT_AROUND:BY_CATEGORY:NOSE:herumwühlt:herumwühlen]
eo: [ROOT_AROUND:BY_CATEGORY:BEAK:furaĝas en:furaĝas en]
es: [ROOT_AROUND:BY_CATEGORY:NOSE:hozan en:hoza en]
ja: [ROOT_AROUND:BY_CATEGORY:NOSE:周りを探る:周りを探る]
ko: [ROOT_AROUND:BY_CATEGORY:NOSE:주변을 헤집는다:주변을 헤집는다]
pl: [ROOT_AROUND:BY_CATEGORY:NOSE:zatapiasz się w:zatapia się w]
ru: [ROOT_AROUND:BY_CATEGORY:NOSE:роетесь в:роется в]
tr: [ROOT_AROUND:BY_CATEGORY:NOSE:burnunu sok:burnunu sokar]
vi: [ROOT_AROUND:BY_CATEGORY:NOSE:sục sạo trong:sục sạo trong]

# CREATURE:HEDGEHOG
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:HEDGEHOG
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:HEDGEHOG
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:HEDGEHOG_MAN
source: [CASTE_NAME:hedgehog man:hedgehog men:hedgehog man]
cs: [CASTE_NAME:ježčí muž:ježčí muži:ježčí muž]
de: [CASTE_NAME:Igelmann:Igelmänner:Igelmann]
eo: [CASTE_NAME:homerinaciĉo:homerinaciĉoj:de homerinaciĉo]
es: [CASTE_NAME:hombre erizo:hombres erizo:hombre erizo]
ja: [CASTE_NAME:ハリネズミ男:ハリネズミ男:ハリネズミ男の]
ko: [CASTE_NAME:남성 고슴도치인간:남성 고슴도치인간들:남성 고슴도치인간]
pl: [CASTE_NAME:jeżomężczyzna:jeżomężczyźni:jeżomężczyzny]
ru: [CASTE_NAME:мужчина-ёж:мужчины-ежи:мужчины-ежа]
tr: [CASTE_NAME:erkek kirpi:erkek kirpiler:erkek kirpi]
vi: [CASTE_NAME:người nhím nam:những người nhím nam:người nhím nam]

# CREATURE:HEDGEHOG_MAN
source: [CASTE_NAME:hedgehog woman:hedgehog women:hedgehog woman]
cs: [CASTE_NAME:ježčí žena:ježčí ženy:ježčí žena]
de: [CASTE_NAME:Igelfrau:Igelfrauen:Igelfrau]
eo: [CASTE_NAME:homerinacino:homerinacinoj:de homerinacino]
es: [CASTE_NAME:mujer erizo:mujeres erizo:mujer erizo]
ja: [CASTE_NAME:ハリネズミ女:ハリネズミ女:ハリネズミ女の]
ko: [CASTE_NAME:여성 고슴도치인간:여성 고슴도치인간들:여성 고슴도치인간]
pl: [CASTE_NAME:jeżokobieta:jeżokobiety:jeżokobiecy]
ru: [CASTE_NAME:женщина-ежиха:женщины-ежихи:женщины-ежихи]
tr: [CASTE_NAME:dişi kirpi:dişi kirpiler:dişi kirpi]
vi: [CASTE_NAME:người nhím nữ:những người nhím nữ:người nhím nữ]

# CREATURE:HEDGEHOG_MAN
source: [NAME:hedgehog man:hedgehog men:hedgehog man]
cs: [NAME:ježčí muž:ježčí muži:ježčí muž]
de: [NAME:Igelmensch:Igelmenschen:Igelmensch]
eo: [NAME:homerinaco:homerinacoj:de homerinaco]
es: [NAME:hombre erizo:hombres erizo:hombre erizo]
ja: [NAME:ハリネズミ男:ハリネズミ男:ハリネズミ男の]
ko: [NAME:고슴도치인간:고슴도치인간들:고슴도치인간]
pl: [NAME:jeżoczłowiek:jeżoludzie:jeżoludzki]
ru: [NAME:человек-ёж:люди-ежи:человека-ежа]
tr: [NAME:erkek kirpi:erkek kirpiler:erkek kirpi]
vi: [NAME:người nhím nam:những người nhím nam:người nhím nam]

# CREATURE:HEDGEHOG_MAN
source: [DESCRIPTION:A person with the head and spines of a hedgehog.]
cs: [DESCRIPTION:Osoba s hlavou a ostny ježka.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Stacheln eines Igels.]
eo: [DESCRIPTION:Homo kun la kapo kaj la pikiloj de erinaco.]
es: [DESCRIPTION:Una persona con cabeza y espinas de erizo.]
ja: [DESCRIPTION:ハリネズミの頭と針を持つ人間だ。]
ko: [DESCRIPTION:고슴도치의 머리와 가시를 가진 사람.]
pl: [DESCRIPTION:Osobnik z głową i kolcami jeża.]
ru: [DESCRIPTION:Человек с головой и иголками ежа.]
tr: [DESCRIPTION:Kirpi başına ve dikenlerine sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người với đầu và gai của một con nhím.]

# CREATURE:GIANT_HEDGEHOG
source: [NAME:giant hedgehog:giant hedgehogs:giant hedgehog]
cs: [NAME:obří ježek:obří ježci:obří ježek]
de: [NAME:Riesen-Igel:Riesen-Igel:Riesen-Igel]
eo: [NAME:giganta erinaco:gigantaj erinacoj:de giganta erinaco]
es: [NAME:erizo gigante:erizos gigantes:erizo gigante]
ja: [NAME:巨大ハリネズミ:巨大ハリネズミ:巨大ハリネズミの]
ko: [NAME:거대 고슴도치:거대 고슴도치들:거대 고슴도치]
pl: [NAME:gigantyczny jeż:gigantyczne jeże:gigantyczno jeżowy]
ru: [NAME:гигантский ёж:гигантские ежи:гигантского ежа]
tr: [NAME:dev kirpi:dev kirpiler:dev kirpi]

# CREATURE:GIANT_HEDGEHOG
source: [CASTE_NAME:giant hedgehog:giant hedgehogs:giant hedgehog]
cs: [CASTE_NAME:obří ježek:obří ježci:obří ježek]
de: [CASTE_NAME:Riesen-Igel:Riesen-Igel:Riesen-Igel]
eo: [CASTE_NAME:giganta erinaco:gigantaj erinacoj:de giganta erinaco]
es: [CASTE_NAME:erizo gigante:erizos gigantes:erizo gigante]
ja: [CASTE_NAME:巨大ハリネズミ:巨大ハリネズミ:巨大ハリネズミの]
ko: [CASTE_NAME:거대 고슴도치:거대 고슴도치들:거대 고슴도치]
pl: [CASTE_NAME:gigantyczny jeż:gigantyczne jeże:gigantyczno jeżowy]
ru: [CASTE_NAME:гигантский ёж:гигантские ежи:гигантского ежа]
tr: [CASTE_NAME:dev kirpi:dev kirpiler:dev kirpi]

# CREATURE:GIANT_HEDGEHOG
source: [DESCRIPTION:A large monster with the shape of a hedgehog.]
cs: [DESCRIPTION:Velký tvor ve tvaru ježka.]
de: [DESCRIPTION:Ein großes Monster in Form eines Igels.]
eo: [DESCRIPTION:Granda monstro kun formo de erinaco.]
es: [DESCRIPTION:Un gran monstruo con la forma de un erizo.]
ja: [DESCRIPTION:ハリネズミのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:고슴도치 모양의 거대 괴물.]
pl: [DESCRIPTION:Duży potwór w kształcie jeża.]
ru: [DESCRIPTION:Огромный монстр, похожий на ежа.]
tr: [DESCRIPTION:Kirpi şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn với hình dạng một con nhím.]

# CREATURE:GIANT_HEDGEHOG
source: [PREFSTRING:many spines]
cs: [PREFSTRING:mnoha ostny]
de: [PREFSTRING:viele Dornen]
eo: [PREFSTRING:multaj pikiloj.]
es: [PREFSTRING:muchas espinas]
ja: [PREFSTRING:沢山のとげ]
ko: [PREFSTRING:많은 가시들]
pl: [PREFSTRING:wiele kolców]
ru: [PREFSTRING:множество иголок]
tr: [PREFSTRING:çok sayıda diken]
vi: [PREFSTRING:nhiều gai]

# CREATURE:SQUIRREL_FLYING
source: [DESCRIPTION:A tiny grey rodent that is only active at night. It can sail between trees on wings stretching between its front and hind legs.]
cs: [DESCRIPTION:Drobný šedý hlodavec aktivní pouze v noci. Dokáže plachtit mezi stromy pomocí kožních blan mezi předními a zadními končetinami.]
de: [DESCRIPTION:Ein kleines graues Nagetier, das nur nachts aktiv ist. Er kann zwischen den Bäumen segeln, indem er die Flügel zwischen seinen Vorder- und Hinterbeinen ausbreitet.]
eo: [DESCRIPTION:Eta griza ronĝulo, kiu estas vigla nur nokte. Ĝi povas glisi tra arbojn per glisiloj streĉantaj inter siaj antaŭaj kaj postaj gamboj.]
es: [DESCRIPTION:Un pequeño roedor gris que sólo es activo por la noche. Puede navegar entre los árboles extendiendo las alas entre sus patas delanteras y traseras.]
ja: [DESCRIPTION:夜行性で灰色の小型齧歯動物。前足と後ろ足の間に伸びる翼を使って木々の間を飛び回る。]
ko: [DESCRIPTION:밤에만 활동하는 작은 회색 설치류. 앞다리와 뒷다리 사이에 뻗은 날개로 나무 사이를 항해할 수 있습니다.]
pl: [DESCRIPTION:Malutki, szary gryzoń, który jest aktywny tylko w nocy. Może szybować między drzewami na skrzydłach rozpostartych pomiędzy jego przednimi i tylnymi nogami.]
ru: [DESCRIPTION:Мелкий серый грызун, активный ночью. Может планировать между деревьями на перепонках, растянутых между передними и задними лапками.]
tr: [DESCRIPTION:Sadece geceleri aktif olan, minik gri bir kemirgen. Ön ve arka bacakları arasında uzanan kanatlarla ağaçlar arasında süzülebilir.]
vi: [DESCRIPTION:Một loài gặm nhấm nhỏ xíu màu xám chỉ hoạt động vào ban đêm. Nó có thể lượn giữa các cây trên đôi cánh nối liền giữa chân trước và chân sau của nó.]
zh_hans: [DESCRIPTION:一种仅在夜晚活动的小型灰色啮齿动物.它能通过展开在前腿和后腿间的翅膀在树丛间快速移动.]

# CREATURE:SQUIRREL_FLYING
source: [NAME:flying squirrel:flying squirrels:flying squirrel]
cs: [NAME:letucha:letuchy:letucha]
de: [NAME:Flughörnchen:Flughörnchen:Flughörnchen]
eo: [NAME:flugsciuro:flugsciuroj:de flugsciuro]
es: [NAME:ardilla voladora:ardillas voladoras:ardilla voladora]
ja: [NAME:モモンガ:モモンガ:モモンガの]
ko: [NAME:날다람쥐:날다람쥐들:날다람쥐]
pl: [NAME:latająca wiewiórka:latające wiewiórki:latająco wiewiórczy]
ru: [NAME:белка-летяга:белки-летяги:белки-летяги]
tr: [NAME:uçan sincap:uçan sincaplar:uçan sincap]
vi: [NAME:sóc bay:sóc bay:sóc bay]
zh_hans: [NAME:鼯鼠:鼯鼠:鼯鼠]

# CREATURE:SQUIRREL_FLYING
source: [CASTE_NAME:flying squirrel:flying squirrels:flying squirrel]
cs: [CASTE_NAME:letucha:letuchy:letucha]
de: [CASTE_NAME:Flughörnchen:Flughörnchen:Flughörnchen]
eo: [CASTE_NAME:flugsciuro:flugsciuroj:de flugsciuro]
es: [CASTE_NAME:ardilla voladora:ardillas voladoras:ardilla voladora]
ja: [CASTE_NAME:モモンガ:モモンガ:モモンガの]
ko: [CASTE_NAME:날다람쥐:날다람쥐들:날다람쥐]
pl: [CASTE_NAME:latająca wiewiórka:latające wiewiórki:latająco wiewiórczy]
ru: [CASTE_NAME:белка-летяга:белки-летяги:белки-летяги]
tr: [CASTE_NAME:uçan sincap:uçan sincaplar:uçan sincap]
vi: [CASTE_NAME:sóc bay:sóc bay:sóc bay]
zh_hans: [CASTE_NAME:鼯鼠:鼯鼠:鼯鼠]

# CREATURE:SQUIRREL_FLYING
source: [PREFSTRING:gliding]
cs: [PREFSTRING:plachtěním]
de: [PREFSTRING:gleitend]
eo: [PREFSTRING:glisado]
es: [PREFSTRING:deslizandose]
ja: [PREFSTRING:滑空]
ko: [PREFSTRING:활공]
pl: [PREFSTRING:szybowanie]
ru: [PREFSTRING:планирующий полёт]
tr: [PREFSTRING:süzülme]
vi: [PREFSTRING:lượn]

# CREATURE:SQUIRREL_FLYING
source: [PREFSTRING:large eyes]
cs: [PREFSTRING:velkýma očima]
de: [PREFSTRING:große Augen]
eo: [PREFSTRING:grandaj okuloj]
es: [PREFSTRING:ojos grandes]
ja: [PREFSTRING:大きな目]
ko: [PREFSTRING:큰 눈]
pl: [PREFSTRING:duże oczy]
ru: [PREFSTRING:большие глаза]
tr: [PREFSTRING:büyük gözler]
vi: [PREFSTRING:đôi mắt to lớn]

# CREATURE:SQUIRREL_FLYING
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SQUIRREL_FLYING
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:SQUIRREL_FLYING
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:SQUIRREL_FLYING
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SQUIRREL_FLYING
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FLYING_SQUIRREL_MAN
source: [CASTE_NAME:flying squirrel man:flying squirrel men:flying squirrel man]
cs: [CASTE_NAME:letuchí muž:letuchí muži:letuchí muž]
de: [CASTE_NAME:Flughörnchenmann:Flughörnchenmänner:Flughörnchenmann]
eo: [CASTE_NAME:homflugsciuriĉo:homflugsciuriĉoj:de homflugsciuriĉo]
es: [CASTE_NAME:hombre ardilla volador:hombres ardilla voladores:hombre ardilla volador]
ja: [CASTE_NAME:モモンガ男:モモンガ男:モモンガ男の]
ko: [CASTE_NAME:날다람쥐인간 남성:날다람쥐인간 남성들:날다람쥐인간 남성]
pl: [CASTE_NAME:latający wiewiórkomężczyzna:latający wiewiórkomężczyźni:latającego wiewiórkomężczyzny]
ru: [CASTE_NAME:мужчина-белка-летяга:мужчины-белки-летяги:мужчины-белки-летяги]
tr: [CASTE_NAME:erkek uçan sincap:erkek uçan sincaplar:erkek uçan sincap]
vi: [CASTE_NAME:người sóc bay nam:những người sóc bay nam:người sóc bay nam]
zh_hans: [CASTE_NAME:鼯鼠男:鼯鼠男:鼯鼠男]

# CREATURE:FLYING_SQUIRREL_MAN
source: [CASTE_NAME:flying squirrel woman:flying squirrel women:flying squirrel woman]
cs: [CASTE_NAME:letuchí žena:letuchí ženy:letuchí žena]
de: [CASTE_NAME:Flughörnchenfrau:Flughörnchenfrauen:Flughörnchenfrau]
eo: [CASTE_NAME:homflugsciurino:homflugsciurinoj:de homflugsciurino]
es: [CASTE_NAME:mujer ardilla voladora:mujeres ardilla voladoras:mujer ardilla voladora]
ja: [CASTE_NAME:モモンガ女:モモンガ女:モモンガ女の]
ko: [CASTE_NAME:날다람쥐인간 여성:날다람쥐인간 여성들:날다람쥐인간 여성]
pl: [CASTE_NAME:latająca wiewiórkokobieta:latające wiewiórkokobiety:latająco wiewiórczokobiecy]
ru: [CASTE_NAME:женшина-белка-летяга:женщины-белки-летяги:женщины-белки-летяги]
tr: [CASTE_NAME:dişi uçan sincap:dişi uçan sincaplar:dişi uçan sincap]
vi: [CASTE_NAME:người sóc bay nữ:những người sóc bay nữ:người sóc bay nữ]
zh_hans: [CASTE_NAME:鼯鼠女:鼯鼠女:鼯鼠女]

# CREATURE:FLYING_SQUIRREL_MAN
source: [NAME:flying squirrel man:flying squirrel men:flying squirrel man]
cs: [NAME:letuchí muž:letuchí muži:letuchí muž]
de: [NAME:Flughörnchenmensch:Flughörnchenmenschen:Flughörnchenmensch]
eo: [NAME:homflugsciuro:homflugsciuroj:de homflugsciuro]
es: [NAME:hombre ardilla volador:hombres ardilla voladores:hombre ardilla volador]
ja: [NAME:モモンガ男:モモンガ男:モモンガ男の]
ko: [NAME:날다람쥐인간:날다람쥐인간:날다람쥐인간]
pl: [NAME:latający wiewiórkoczłowiek:latający wiewiórkoludzie:latająco wiewiórkoludzki]
ru: [NAME:человек-белка-летяга:люди-белки-летяги:человека-белки-летяги]
tr: [NAME:erkek uçan sincap:erkek uçan sincaplar:erkek uçan sincap]
vi: [NAME:người sóc bay nam:những người sóc bay nam:người sóc bay nam]
zh_hans: [NAME:鼯鼠男:鼯鼠男:鼯鼠男]

# CREATURE:FLYING_SQUIRREL_MAN
source: [DESCRIPTION:A person with the head and wings of a flying squirrel.]
cs: [DESCRIPTION:Osoba s hlavou a plachtami letuchy.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Flügeln eines fliegenden Eichhörnchens.]
eo: [DESCRIPTION:Homo kun la kapo kaj glisiloj de flugsciuro.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de una ardilla voladora.]
ja: [DESCRIPTION:モモンガの頭を翼を持つ人間だ。]
ko: [DESCRIPTION:날다람쥐의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami latającej wiewiórki.]
ru: [DESCRIPTION:Человек с головой и крыльями белки-летяги.]
tr: [DESCRIPTION:Uçan sincap başına ve kanatlarına sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người với đầu và đôi cánh của một con sóc bay.]

# CREATURE:GIANT_FLYING_SQUIRREL
source: [NAME:giant flying squirrel:giant flying squirrels:giant flying squirrel]
cs: [NAME:obří letucha:obří letuchy:obří letucha]
de: [NAME:Riesiges Flughörnchen:Riesige Flughörnchen:Riesiges Flughörnchen]
eo: [NAME:giganta flugsciuro:gigantaj flugsciuroj:de giganta flugsciuro]
es: [NAME:ardilla voladora gigante:ardillas voladoras gigantes:ardilla voladora gigante]
ja: [NAME:巨大モモンガ:巨大モモンガ:巨大モモンガの]
ko: [NAME:거대 날다람쥐:거대 날다람쥐들:거대 날다람쥐]
pl: [NAME:gigantyczna latająca wiewiórka:gigantyczne latające wiewiórki:gigantyczno latająco wiewiórczy]
ru: [NAME:гигантская белка-летяга:гигантские белки-летяги:гигантской белки-летяги]
tr: [NAME:dev uçan sincap:dev uçan sincaplar:dev uçan sincap]
vi: [NAME:sóc bay khổng lồ:sóc bay khổng lồ:sóc bay khổng lồ]
zh_hans: [NAME:巨鼯鼠:巨鼯鼠:巨鼯鼠]

# CREATURE:GIANT_FLYING_SQUIRREL
source: [CASTE_NAME:giant flying squirrel:giant flying squirrels:giant flying squirrel]
cs: [CASTE_NAME:obří letucha:obří letuchy:obří letucha]
de: [CASTE_NAME:Riesiges Flughörnchen:Riesige Flughörnchen:Riesiges Flughörnchen]
eo: [CASTE_NAME:giganta flugsciuro:gigantaj flugsciuroj:de giganta flugsciuro]
es: [CASTE_NAME:ardilla voladora gigante:ardillas voladoras gigantes:ardilla voladora gigante]
ja: [CASTE_NAME:巨大モモンガ:巨大モモンガ:巨大モモンガの]
ko: [CASTE_NAME:거대 날다람쥐:거대 날다람쥐들:거대 날다람쥐]
pl: [CASTE_NAME:gigantyczna latająca wiewiórka:gigantyczne latające wiewiórki:gigantyczno latająco wiewiórczy]
ru: [CASTE_NAME:гигантская белка-летяга:гигантские белки-летяги:гигантской белки-летяги]
tr: [CASTE_NAME:dev uçan sincap:dev uçan sincaplar:dev uçan sincap]
vi: [CASTE_NAME:sóc bay khổng lồ:sóc bay khổng lồ:sóc bay khổng lồ]
zh_hans: [CASTE_NAME:巨鼯鼠:巨鼯鼠:巨鼯鼠]

# CREATURE:GIANT_FLYING_SQUIRREL
source: [DESCRIPTION:A large monster taking the shape of a flying squirrel.]
cs: [DESCRIPTION:Velký tvor ve tvaru letuchy.]
de: [DESCRIPTION:Ein riesiges Monster in Form eines Gleithörnchens.]
eo: [DESCRIPTION:Granda monstro formiĝante kiel flugsciuro.]
es: [DESCRIPTION:Un monstruo grande adquiriendo la forma de una ardilla voladora.]
ja: [DESCRIPTION:モモンガのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:날다람쥐의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór, który przybiera kształt latającej wiewiórki.]
ru: [DESCRIPTION:Огромный монстр, принявший форму белки-летяги.]
tr: [DESCRIPTION:Uçan sincap şeklini alan büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng một con sóc bay.]

# CREATURE:GIANT_FLYING_SQUIRREL
source: [PREFSTRING:gliding]
cs: [PREFSTRING:plachtěním]
de: [PREFSTRING:gleitend]
eo: [PREFSTRING:glisado]
es: [PREFSTRING:deslizandose]
ja: [PREFSTRING:滑空]
ko: [PREFSTRING:활공]
pl: [PREFSTRING:szybowanie]
ru: [PREFSTRING:планирующий полёт]
tr: [PREFSTRING:süzülme]
vi: [PREFSTRING:lượn]

# CREATURE:GIANT_FLYING_SQUIRREL
source: [PREFSTRING:large eyes]
cs: [PREFSTRING:velkýma očima]
de: [PREFSTRING:große Augen]
eo: [PREFSTRING:grandaj okuloj]
es: [PREFSTRING:ojos grandes]
ja: [PREFSTRING:大きな目]
ko: [PREFSTRING:커다란 눈]
pl: [PREFSTRING:duże oczy]
ru: [PREFSTRING:большие глаза]
tr: [PREFSTRING:büyük gözler]
vi: [PREFSTRING:đôi mắt to lớn]

# CREATURE:RAT
source: [DESCRIPTION:A small, intelligent vermin with a long naked tail.]
cs: [DESCRIPTION:Drobný inteligentní škůdce s dlouhým holým ocasem.]
de: [DESCRIPTION:Ein kleines, intelligentes Ungeziefer mit einem langen nackten Schwanz.]
eo: [DESCRIPTION:Malgranda inteligenta fiibesto kun longa nuda vosto.]
es: [DESCRIPTION:Una pequeña e inteligente alimaña, con una larga cola lampiña.]
ja: [DESCRIPTION:長い尻尾を持った賢い害獣だ。]
ko: [DESCRIPTION:길고 벌거벗은 꼬리를 가진 작고 지능적인 해충.]
pl: [DESCRIPTION:Mały, inteligentny szkodnik z długim, łysym ogonem.]
ru: [DESCRIPTION:Мелкий сообразительный вредитель с длинным голым хвостом.]
tr: [DESCRIPTION:Uzun çıplak kuyruğu olan küçük, zeki bir haşere.]
vi: [DESCRIPTION:Một loài sinh vật nhỏ gây hại, thông minh, với chiếc đuôi dài trần trụi.]

# CREATURE:RAT
source: [NAME:rat:rats:rat]
cs: [NAME:krysa:krysy:krysa]
de: [NAME:Ratte:Ratten:Ratte]
eo: [NAME:rato:ratoj:de rato]
es: [NAME:rata:ratas:rata]
ja: [NAME:ネズミ:ネズミ:ネズミの]
ko: [NAME:쥐:쥐떼:쥐]
pl: [NAME:szczur:szczury:szczury]
ru: [NAME:крыса:крысы:крысы]
tr: [NAME:sıçan:sıçanlar:sıçan]
zh_hans: [NAME:鼠:鼠:鼠]

# CREATURE:RAT
source: [CASTE_NAME:rat:rats:rat]
cs: [CASTE_NAME:krysa:krysy:krysa]
de: [CASTE_NAME:Ratte:Ratten:Ratte]
eo: [CASTE_NAME:rato:ratoj:de rato]
es: [CASTE_NAME:rata:ratas:rata]
ja: [CASTE_NAME:ネズミ:ネズミ:ネズミの]
ko: [CASTE_NAME:쥐:쥐떼:쥐]
pl: [CASTE_NAME:szczur:szczury:szczury]
ru: [CASTE_NAME:крыса:крысы:крысы]
tr: [CASTE_NAME:sıçan:sıçanlar:sıçan]
zh_hans: [CASTE_NAME:鼠:鼠:鼠]

# CREATURE:RAT
source: [GNAWER:gnawed]
cs: [GNAWER:okousané]
de: [GNAWER:genagt]
eo: [GNAWER:ronĝis]
es: [GNAWER:roído]
ja: [GNAWER:ガリガリかじる]
ko: [GNAWER:갉음]
pl: [GNAWER:podgryziony]
ru: [GNAWER:грызёт]
tr: [GNAWER:kemirilmiş]
vi: [GNAWER:Bị gặm nhấm]

# CREATURE:RAT
source: [PREFSTRING:friendliness]
cs: [PREFSTRING:přátelskostí]
de: [PREFSTRING:Freundlichkeit]
eo: [PREFSTRING:amikiĝemo]
es: [PREFSTRING:desamigable]
ja: [PREFSTRING:友情]
ko: [PREFSTRING:친절함]
pl: [PREFSTRING:przyjacielskość]
ru: [PREFSTRING:дружелюбие]
tr: [PREFSTRING:arkadaş canlılığı]
vi: [PREFSTRING:sự thân thiện]

# CREATURE:RAT
source: [PREFSTRING:playfulness]
cs: [PREFSTRING:hravostí]
de: [PREFSTRING:Verspieltheit]
eo: [PREFSTRING:petolemo]
es: [PREFSTRING:alegres]
ja: [PREFSTRING:遊び好き]
ko: [PREFSTRING:장난기]
pl: [PREFSTRING:zabawowość]
ru: [PREFSTRING:игривость]
tr: [PREFSTRING:oyunculuk]
vi: [PREFSTRING:Tính thích chơi đùa]

# CREATURE:RAT
source: [PREFSTRING:curiosity]
cs: [PREFSTRING:zvědavostí]
de: [PREFSTRING:neugierig]
eo: [PREFSTRING:scivolo]
es: [PREFSTRING:curiosidad]
ja: [PREFSTRING:好奇心が強い]
ko: [PREFSTRING:호기심]
pl: [PREFSTRING:ciekawość]
ru: [PREFSTRING:любопытство]
tr: [PREFSTRING:merak]
vi: [PREFSTRING:sự tò mò]
