Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:DONKEY
source: [STATE_ADJ:SOLID:donkey cheese]
cs: [STATE_ADJ:SOLID:oslí sýr]
de: [STATE_ADJ:SOLID:Eselkäse]
eo: [STATE_ADJ:SOLID:de fromaĝo de azeno]
es: [STATE_ADJ:SOLID:de queso de burro]
ja: [STATE_ADJ:SOLID:ロバのチーズ]
ko: [STATE_ADJ:SOLID:당나귀 치즈]
pl: [STATE_ADJ:SOLID:ośli serowy]
ru: [STATE_ADJ:SOLID:ослиный сыр]
tr: [STATE_ADJ:SOLID:eşek peyniri]
vi: [STATE_ADJ:SOLID:phô mai lừa]
zh_hans: [STATE_ADJ:SOLID:驴奶奶酪的]

# CREATURE:DONKEY
source: [STATE_NAME:SOLID_POWDER:donkey cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený oslí sýr]
de: [STATE_NAME:SOLID_POWDER:Eselkäse-Pulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de azeno]
es: [STATE_NAME:SOLID_POWDER:pólvo de queso de burro]
ja: [STATE_NAME:SOLID_POWDER:ロバのチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:당나귀 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany ośli ser]
ru: [STATE_NAME:SOLID_POWDER:тёртый ослиный сыр]
tr: [STATE_NAME:SOLID_POWDER:eşek peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:bột phô mai lừa]
zh_hans: [STATE_NAME:SOLID_POWDER:驴奶奶酪粉]

# CREATURE:DONKEY
source: [STATE_ADJ:SOLID_POWDER:donkey cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený oslí sýr]
de: [STATE_ADJ:SOLID_POWDER:Eselkäse-Pulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de azeno]
es: [STATE_ADJ:SOLID_POWDER:de polvo de queso de burro]
ja: [STATE_ADJ:SOLID_POWDER:ロバのチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:당나귀 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany ośli serowy]
ru: [STATE_ADJ:SOLID_POWDER:тёртый ослиный сыр]
tr: [STATE_ADJ:SOLID_POWDER:eşek peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:bột phô mai lừa]
zh_hans: [STATE_ADJ:SOLID_POWDER:驴奶奶酪粉的]

# CREATURE:DONKEY
source: [STATE_NAME:LIQUID:melted donkey cheese]
cs: [STATE_NAME:LIQUID:tavený oslí sýr]
de: [STATE_NAME:LIQUID:geschmolzener Eselkäse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de azeno]
es: [STATE_NAME:LIQUID:queso de burro derretido]
ja: [STATE_NAME:LIQUID:溶けたロバのチーズ]
ko: [STATE_NAME:LIQUID:녹은 당나귀 치즈]
pl: [STATE_NAME:LIQUID:roztopiony ośli ser]
ru: [STATE_NAME:LIQUID:расплавленный ослиный сыр]
tr: [STATE_NAME:LIQUID:erimiş eşek peyniri]
vi: [STATE_NAME:LIQUID:phô mai lừa tan chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的驴奶奶酪]

# CREATURE:DONKEY
source: [STATE_ADJ:LIQUID:melted donkey cheese]
cs: [STATE_ADJ:LIQUID:tavený oslí sýr]
de: [STATE_ADJ:LIQUID:geschmolzener Eselkäse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de azeno]
es: [STATE_ADJ:LIQUID:de queso de burro derretido]
ja: [STATE_ADJ:LIQUID:溶けたロバのチーズ]
ko: [STATE_ADJ:LIQUID:녹은 당나귀 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony ośli serowy]
ru: [STATE_ADJ:LIQUID:расплавленный ослиный сыр]
tr: [STATE_ADJ:LIQUID:erimiş eşek peyniri]
vi: [STATE_ADJ:LIQUID:phô mai lừa tan chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的驴奶奶酪的]

# CREATURE:DONKEY
source: [STATE_NAME:GAS:boiling donkey cheese]
cs: [STATE_NAME:GAS:vařící oslí sýr]
de: [STATE_NAME:GAS:siedender Eselkäse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de azeno]
es: [STATE_NAME:GAS:queso de burro hirviendo]
ja: [STATE_NAME:GAS:蒸気化したロバのチーズ]
ko: [STATE_NAME:GAS:기화된 당나귀 치즈]
pl: [STATE_NAME:GAS:gotujące się ośli ser]
ru: [STATE_NAME:GAS:кипящий ослиный сыр]
tr: [STATE_NAME:GAS:kaynayan eşek peyniri]
vi: [STATE_NAME:GAS:phô mai lừa đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的驴奶奶酪]

# CREATURE:DONKEY
source: [STATE_ADJ:GAS:boiling donkey cheese]
cs: [STATE_ADJ:GAS:vařící oslí sýr]
de: [STATE_ADJ:GAS:siedender Eselkäse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de azeno]
es: [STATE_ADJ:GAS:de queso de burro hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したロバのチーズ]
ko: [STATE_ADJ:GAS:기화된 당나귀 치즈]
pl: [STATE_ADJ:GAS:gotujące się ośli serowy]
ru: [STATE_ADJ:GAS:кипящий ослиный сыр]
tr: [STATE_ADJ:GAS:kaynayan eşek peyniri]
vi: [STATE_ADJ:GAS:phô mai lừa đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的驴奶奶酪的]

# CREATURE:DONKEY
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:DONKEY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:DONKEY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:HORSE
source: [DESCRIPTION:A large hooved, maned herbivore. They can run swiftly and many are domesticated as steeds.]
cs: [DESCRIPTION:Velký kopytnatý býložravec s hřívou. Umí rychle běhat a mnozí jsou domestikováni jako jízdní zvířata.]
de: [DESCRIPTION:Ein großer Pflanzenfresser mit Hufen und Mähnen. Sie können schnell rennen und viele von ihnen werden als Reittiere gezähmt.]
eo: [DESCRIPTION:Granda hufa kolharara herbovorulo. Ili povas kuri rapida kaj multaj desatas kiel rajdibestoj.]
es: [DESCRIPTION:Un gran herbívoro con crin y pezuñas. Pueden correr con rapidez y muchos están domesticados como monturas.]
ja: [DESCRIPTION:ひづめのある大型草食動物。家畜にして、人を乗せて早く駆けることができる。]
ko: [DESCRIPTION:큰 발굽과 갈기가 달린 초식 동물. 빠르게 달릴 수 있으며 말로 길들여진다.]
pl: [DESCRIPTION:Duży, kopytny, grzywiasty roślinożerca. Mogą szybko oraz gładko biegać, a wiele z nich jest udomowionych jako wierzchowce.]
ru: [DESCRIPTION:Крупное копытное травоядное животное с гривой. Они умеют быстро бегать и многие из них используются в качестве верховых животных.]
tr: [DESCRIPTION:Büyük, toynaklı, yeleli bir otçul. Hızlı koşabilirler ve birçoğu binek olarak evcilleştirilmiştir.]
vi: [DESCRIPTION:Một động vật ăn cỏ có móng guốc lớn, bờm. Chúng có thể chạy nhanh nhẹn và nhiều con được thuần hóa làm ngựa cưỡi.]
zh_hans: [DESCRIPTION:一种大型有蹄、有鬃毛的食草动物。 它们跑得很快，许多被驯化为骏马。]

# CREATURE:HORSE
source: [NAME:horse:horses:equine]
cs: [NAME:kůň:koně:koňské]
de: [NAME:pferd:pferde:pferd]
eo: [NAME:ĉevalo:ĉevaloj:de ĉevalo]
es: [NAME:caballo:caballos:equino]
ja: [NAME:馬:馬:馬の]
ko: [NAME:말:말들:말과]
pl: [NAME:koń:konie:koński]
ru: [NAME:лошадь:лошади:лошадиный]
tr: [NAME:at:atlar:at]
vi: [NAME:ngựa:ngựa:họ ngựa]
zh_hans: [NAME:马:马:马]

# CREATURE:HORSE
source: [CASTE_NAME:horse:horses:equine]
cs: [CASTE_NAME:kůň:koně:koňské]
de: [CASTE_NAME:pferd:pferde:pferd]
eo: [CASTE_NAME:ĉevalo:ĉevaloj:de ĉevalo]
es: [CASTE_NAME:caballo:caballos:equino]
ja: [CASTE_NAME:馬:馬:馬の]
ko: [CASTE_NAME:말:말들:말과]
pl: [CASTE_NAME:koń:konie:koński]
ru: [CASTE_NAME:лошадь:лошади:лошадиный]
tr: [CASTE_NAME:at:atlar:at]
vi: [CASTE_NAME:ngựa:ngựa:họ ngựa]
zh_hans: [CASTE_NAME:马:马:马]

# CREATURE:HORSE
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]
zh_hans: [PREFSTRING:力量]

# CREATURE:HORSE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:HORSE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:HORSE
source: [GENERAL_CHILD_NAME:horse foal:horse foals]
cs: [GENERAL_CHILD_NAME:hříbě:hříbata]
de: [GENERAL_CHILD_NAME:Pferdefohlen:Pferdefohlen]
eo: [GENERAL_CHILD_NAME:ĉevalido:ĉevalidoj]
es: [GENERAL_CHILD_NAME:Potrillo:Potrillos]
ja: [GENERAL_CHILD_NAME:子馬:子馬の]
ko: [GENERAL_CHILD_NAME:망아지:망아지들]
pl: [GENERAL_CHILD_NAME:źrebię:źrebaki]
ru: [GENERAL_CHILD_NAME:жеребёнок:жеребята]
tr: [GENERAL_CHILD_NAME:tay:taylar]
vi: [GENERAL_CHILD_NAME:ngựa con:ngựa con]
zh_hans: [GENERAL_CHILD_NAME:马驹:马驹]

# CREATURE:HORSE
source: [STATE_NAME:ALL_SOLID:frozen horse's milk]
cs: [STATE_NAME:ALL_SOLID:mražené koňské mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Stutenmilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de ĉevalo]
es: [STATE_NAME:ALL_SOLID:leche de caballo congelada]
ja: [STATE_NAME:ALL_SOLID:凍った馬のミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 말젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone mleko konia]
ru: [STATE_NAME:ALL_SOLID:замёрзшее лошадиное молоко]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş at sütü]
vi: [STATE_NAME:ALL_SOLID:sữa ngựa đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的马奶]

# CREATURE:HORSE
source: [STATE_ADJ:ALL_SOLID:frozen horse's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené koňské mléko]
de: [STATE_ADJ:ALL_SOLID:gefrorene Stutenmilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de ĉevalo]
es: [STATE_ADJ:ALL_SOLID:de leche de caballo congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った馬のミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 말젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone mleczny konia]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее лошадиное молоко]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş at sütü]
vi: [STATE_ADJ:ALL_SOLID:sữa ngựa đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的马奶的]

# CREATURE:HORSE
source: [STATE_NAME:LIQUID:horse's milk]
cs: [STATE_NAME:LIQUID:koňské mléko]
de: [STATE_NAME:LIQUID:Stutenmilch]
eo: [STATE_NAME:LIQUID:lakto de ĉevalo]
es: [STATE_NAME:LIQUID:leche de caballo]
ja: [STATE_NAME:LIQUID:馬のミルク]
ko: [STATE_NAME:LIQUID:말젖]
pl: [STATE_NAME:LIQUID:mleko konia]
ru: [STATE_NAME:LIQUID:лошадиное молоко]
tr: [STATE_NAME:LIQUID:at sütü]
vi: [STATE_NAME:LIQUID:sữa ngựa]
zh_hans: [STATE_NAME:LIQUID:马奶]

# CREATURE:HORSE
source: [STATE_ADJ:LIQUID:horse's milk]
cs: [STATE_ADJ:LIQUID:koňské mléko]
de: [STATE_ADJ:LIQUID:Stutenmilch]
eo: [STATE_ADJ:LIQUID:de lakto de ĉevalo]
es: [STATE_ADJ:LIQUID:de leche de caballo]
ja: [STATE_ADJ:LIQUID:馬のミルク]
ko: [STATE_ADJ:LIQUID:말젖]
pl: [STATE_ADJ:LIQUID:mleczny konia]
ru: [STATE_ADJ:LIQUID:лошадиное молоко]
tr: [STATE_ADJ:LIQUID:at sütü]
vi: [STATE_ADJ:LIQUID:sữa ngựa]
zh_hans: [STATE_ADJ:LIQUID:马奶的]

# CREATURE:HORSE
source: [STATE_NAME:GAS:boiling horse's milk]
cs: [STATE_NAME:GAS:vařící koňské mléko]
de: [STATE_NAME:GAS:kochende Stutenmilch]
eo: [STATE_NAME:GAS:bolanta lakto de ĉevalo]
es: [STATE_NAME:GAS:leche de caballo hirviendo]
ja: [STATE_NAME:GAS:蒸気化した馬のミルク]
ko: [STATE_NAME:GAS:기화된 말젖]
pl: [STATE_NAME:GAS:gotujące się mleko konia]
ru: [STATE_NAME:GAS:кипящее лошадиное молоко]
tr: [STATE_NAME:GAS:kaynayan at sütü]
vi: [STATE_NAME:GAS:sữa ngựa đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的马奶]

# CREATURE:HORSE
source: [STATE_ADJ:GAS:boiling horse's milk]
cs: [STATE_ADJ:GAS:vařící koňské mléko]
de: [STATE_ADJ:GAS:kochende Stutenmilch]
eo: [STATE_ADJ:GAS:de bolanta lakto de ĉevalo]
es: [STATE_ADJ:GAS:de leche de caballo hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した馬のミルク]
ko: [STATE_ADJ:GAS:기화된 말젖]
pl: [STATE_ADJ:GAS:gotujące się mleczny konia]
ru: [STATE_ADJ:GAS:кипящее лошадиное молоко]
tr: [STATE_ADJ:GAS:kaynayan at sütü]
vi: [STATE_ADJ:GAS:sữa ngựa đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的马奶的]

# CREATURE:HORSE
source: [STATE_NAME:SOLID:horse cheese]
cs: [STATE_NAME:SOLID:koňský sýr]
de: [STATE_NAME:SOLID:Pferdekäse]
eo: [STATE_NAME:SOLID:fromaĝo de ĉevalo]
es: [STATE_NAME:SOLID:queso de caballo]
ja: [STATE_NAME:SOLID:馬のチーズ]
ko: [STATE_NAME:SOLID:말 치즈]
pl: [STATE_NAME:SOLID:koński ser]
ru: [STATE_NAME:SOLID:лошадиный сыр]
tr: [STATE_NAME:SOLID:at peyniri]
vi: [STATE_NAME:SOLID:phô mai ngựa]
zh_hans: [STATE_NAME:SOLID:马奶奶酪]

# CREATURE:HORSE
source: [STATE_ADJ:SOLID:horse cheese]
cs: [STATE_ADJ:SOLID:koňský sýr]
de: [STATE_ADJ:SOLID:Pferdekäse]
eo: [STATE_ADJ:SOLID:de fromaĝo de ĉevalo]
es: [STATE_ADJ:SOLID:de queso de caballo]
ja: [STATE_ADJ:SOLID:馬のチーズ]
ko: [STATE_ADJ:SOLID:말 치즈]
pl: [STATE_ADJ:SOLID:koński serowy]
ru: [STATE_ADJ:SOLID:лошадиный сыр]
tr: [STATE_ADJ:SOLID:at peyniri]
vi: [STATE_ADJ:SOLID:phô mai ngựa]
zh_hans: [STATE_ADJ:SOLID:马奶奶酪的]

# CREATURE:HORSE
source: [STATE_NAME:SOLID_POWDER:horse cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený koňský sýr]
de: [STATE_NAME:SOLID_POWDER:Pferdekäsepulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de ĉevalo]
es: [STATE_NAME:SOLID_POWDER:polvo de queso de caballo]
ja: [STATE_NAME:SOLID_POWDER:馬のチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:말 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany koński ser]
ru: [STATE_NAME:SOLID_POWDER:тёртый лошадиный сыр]
tr: [STATE_NAME:SOLID_POWDER:at peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:bột phô mai ngựa]
zh_hans: [STATE_NAME:SOLID_POWDER:马奶奶酪粉]

# CREATURE:HORSE
source: [STATE_ADJ:SOLID_POWDER:horse cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený koňský sýr]
de: [STATE_ADJ:SOLID_POWDER:Pferdekäsepulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de ĉevalo]
es: [STATE_ADJ:SOLID_POWDER:de polvo de queso de caballo]
ja: [STATE_ADJ:SOLID_POWDER:馬のチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:말 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany koński serowy]
ru: [STATE_ADJ:SOLID_POWDER:тёртый лошадиный сыр]
tr: [STATE_ADJ:SOLID_POWDER:at peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:bột phô mai ngựa]
zh_hans: [STATE_ADJ:SOLID_POWDER:马奶奶酪粉的]

# CREATURE:HORSE
source: [STATE_NAME:LIQUID:melted horse cheese]
cs: [STATE_NAME:LIQUID:tavený koňský sýr]
de: [STATE_NAME:LIQUID:geschmolzener Pferdekäse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de ĉevalo]
es: [STATE_NAME:LIQUID:queso de caballo derretido]
ja: [STATE_NAME:LIQUID:溶けた馬のチーズ]
ko: [STATE_NAME:LIQUID:녹은 말 치즈]
pl: [STATE_NAME:LIQUID:roztopiony koński ser]
ru: [STATE_NAME:LIQUID:расплавленный лошадиный сыр]
tr: [STATE_NAME:LIQUID:erimiş at peyniri]
vi: [STATE_NAME:LIQUID:phô mai ngựa tan chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的马奶奶酪]

# CREATURE:HORSE
source: [STATE_ADJ:LIQUID:melted horse cheese]
cs: [STATE_ADJ:LIQUID:tavený koňský sýr]
de: [STATE_ADJ:LIQUID:geschmolzener Pferdekäse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de ĉevalo]
es: [STATE_ADJ:LIQUID:de queso de caballo derretido]
ja: [STATE_ADJ:LIQUID:溶けた馬のチーズ]
ko: [STATE_ADJ:LIQUID:녹은 말 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony koński serowy]
ru: [STATE_ADJ:LIQUID:расплавленный лошадиный сыр]
tr: [STATE_ADJ:LIQUID:erimiş at peyniri]
vi: [STATE_ADJ:LIQUID:phô mai ngựa tan chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的马奶奶酪的]

# CREATURE:HORSE
source: [STATE_NAME:GAS:boiling horse cheese]
cs: [STATE_NAME:GAS:vařící koňský sýr]
de: [STATE_NAME:GAS:kochender Pferdekäse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de ĉevalo]
es: [STATE_NAME:GAS:queso de caballo derretido]
ja: [STATE_NAME:GAS:蒸気化した馬のチーズ]
ko: [STATE_NAME:GAS:기화된 말 치즈]
pl: [STATE_NAME:GAS:gotujące się koński ser]
ru: [STATE_NAME:GAS:кипящий лошадиный сыр]
tr: [STATE_NAME:GAS:kaynayan at peyniri]
vi: [STATE_NAME:GAS:phô mai ngựa đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的马奶奶酪]

# CREATURE:HORSE
source: [STATE_ADJ:GAS:boiling horse cheese]
cs: [STATE_ADJ:GAS:vařící koňský sýr]
de: [STATE_ADJ:GAS:kochender Pferdekäse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de ĉevalo]
es: [STATE_ADJ:GAS:de queso de caballo hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した馬のチーズ]
ko: [STATE_ADJ:GAS:기화된 말 치즈]
pl: [STATE_ADJ:GAS:gotujące się koński serowy]
ru: [STATE_ADJ:GAS:кипящий лошадиный сыр]
tr: [STATE_ADJ:GAS:kaynayan at peyniri]
vi: [STATE_ADJ:GAS:phô mai ngựa đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的马奶奶酪的]

# CREATURE:HORSE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:HORSE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:HORSE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:COW
source: [DESCRIPTION:A large mammalian herbivore. They often bear large horns and the males are ill-tempered. They are domesticated for milk and meat.]
cs: [DESCRIPTION:Velký býložravý savec. Často mají velké rohy a samci jsou vznětliví. Jsou domestikováni pro mléko a maso.]
de: [DESCRIPTION:Ein großes pflanzenfressendes Säugetier. Sie haben oft große Hörner und die Männchen sind schlecht gelaunt. Sie werden wegen ihrer Milch und ihres Fleisches gezähmt.]
eo: [DESCRIPTION:Granda mamula herbovorulo. Ili ofte havas grandajn kornojn kaj la iĉoj estas malbonhumoraj. Ili dresitas por lakto kaj viando.]
es: [DESCRIPTION:Un mamífero herbívoro grande. A menudo tienen grandes cuernos y los machos son malhumorados. Son domesticados por su leche y su carne.]
ja: [DESCRIPTION:大型の草食哺乳類。雄は大きな角を持ち、気性が荒い。ミルクと肉を採るための家畜にできる。]
ko: [DESCRIPTION:큰 초식성 포유류. 몇몇은 뿔을 가지고 있으며 수컷은 성질이 사납다. 우유와 고기를 위해 길들여진다.]
pl: [DESCRIPTION:Duży ssak roślinożerny. Przeważnie posiadają duże rogi, a samce są łatwe do sprowokowania. Są udomawiane dla mleka i mięsa.]
ru: [DESCRIPTION:Большое млекопитающее травоядное животное. Обычно у них есть рога. Самцы очень раздражительны. Одомашнены для получения мяса и молока.]
tr: [DESCRIPTION:Büyük otçul bir memeli. Genellikle büyük boynuzları vardır ve erkekleri huysuzdur. Süt ve et için evcilleştirilirler.]
vi: [DESCRIPTION:Một động vật có vú ăn cỏ lớn. Chúng thường có sừng lớn và con đực có tính khí hung hăng. Chúng được thuần hóa để lấy sữa và thịt.]
zh_hans: [DESCRIPTION:一种大型食草哺乳动物。它们通常长着大角且雄性脾气暴躁。 它们被驯化以获取牛奶和肉类。]

# CREATURE:COW
source: [NAME:cow:cows:bovine]
cs: [NAME:kráva:krávy:hovězí]
de: [NAME:kuh:kühe:rind]
eo: [NAME:bovo:bovoj:de bovo]
es: [NAME:vaca:vacas:bovino]
ja: [NAME:牛:牛:牛の]
ko: [NAME:소:소들:소과]
pl: [NAME:krowa:krowy:krowi]
ru: [NAME:корова:коровы:коровий]
tr: [NAME:inek:inekler:sığır]
vi: [NAME:bò:bò:họ bò]
zh_hans: [NAME:牛:牛:牛]

# CREATURE:COW
source: [CASTE_NAME:cow:cows:bovine]
cs: [CASTE_NAME:kráva:krávy:hovězí]
de: [CASTE_NAME:kuh:kühe:rind]
eo: [CASTE_NAME:bovino:bovinoj:de bovino]
es: [CASTE_NAME:vaca:vacas:bovino]
ja: [CASTE_NAME:牛:牛:牛の]
ko: [CASTE_NAME:암 소:암 소들:암 소]
pl: [CASTE_NAME:krowa:krowy:krowi]
ru: [CASTE_NAME:корова:коровы:коровий]
tr: [CASTE_NAME:inek:inekler:sığır]
vi: [CASTE_NAME:bò:bò:họ bò]
zh_hans: [CASTE_NAME:牛:牛:牛]

# CREATURE:COW
source: [PREFSTRING:haunting moos]
cs: [PREFSTRING:táhlým bučením]
de: [PREFSTRING:verfolgendes Moos]
eo: [PREFSTRING:misteraj muĝadoj]
es: [PREFSTRING:evocadores mugidos]
ja: [PREFSTRING:モーモー鳴く]
ko: [PREFSTRING:잊히지 않는 울음소리]
pl: [PREFSTRING:przenikliwe beczenie]
ru: [PREFSTRING:протяжное мычание]
tr: [PREFSTRING:akıldan çıkmayan mölemeler]
vi: [PREFSTRING:tiếng bò rống ám ảnh]
zh_hans: [PREFSTRING:瘆人的哞哞叫]

# CREATURE:COW
source: [STATE_NAME:ALL_SOLID:vellum]
cs: [STATE_NAME:ALL_SOLID:pergamen]
de: [STATE_NAME:ALL_SOLID:Pergament]
eo: [STATE_NAME:ALL_SOLID:veleno]
es: [STATE_NAME:ALL_SOLID:vitela]
ja: [STATE_NAME:ALL_SOLID:犢皮紙]
ko: [STATE_NAME:ALL_SOLID:독피지]
pl: [STATE_NAME:ALL_SOLID:welin]
ru: [STATE_NAME:ALL_SOLID:пергамент]
tr: [STATE_NAME:ALL_SOLID:parşömen]
vi: [STATE_NAME:ALL_SOLID:da ve li]
zh_hans: [STATE_NAME:ALL_SOLID:牛皮纸]

# CREATURE:COW
source: [STATE_ADJ:ALL_SOLID:vellum]
cs: [STATE_ADJ:ALL_SOLID:pergamen]
de: [STATE_ADJ:ALL_SOLID:Pergament]
eo: [STATE_ADJ:ALL_SOLID:el veleno]
es: [STATE_ADJ:ALL_SOLID:de vitela]
ja: [STATE_ADJ:ALL_SOLID:犢皮紙]
ko: [STATE_ADJ:ALL_SOLID:독피지]
pl: [STATE_ADJ:ALL_SOLID:welinowy]
ru: [STATE_ADJ:ALL_SOLID:пергамент]
tr: [STATE_ADJ:ALL_SOLID:parşömen]
vi: [STATE_ADJ:ALL_SOLID:da ve li]
zh_hans: [STATE_ADJ:ALL_SOLID:牛皮纸的]

# CREATURE:COW
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:COW
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:COW
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]
zh_hans: [ATTACK_VERB:顶:顶]

# CREATURE:COW
source: [GENERAL_CHILD_NAME:cow calf:cow calves]
cs: [GENERAL_CHILD_NAME:tele krávy:telata krávy]
de: [GENERAL_CHILD_NAME:Kuhkalb:Kuhkälber]
eo: [GENERAL_CHILD_NAME:bovidino:bovidinoj]
es: [GENERAL_CHILD_NAME:Becerro:Becerros]
ja: [GENERAL_CHILD_NAME:子牛:子牛の]
ko: [GENERAL_CHILD_NAME:송아지:송아지들]
pl: [GENERAL_CHILD_NAME:cielę:cielaki]
ru: [GENERAL_CHILD_NAME:телёнок:телята]
tr: [GENERAL_CHILD_NAME:buzağı:buzağılar]
vi: [GENERAL_CHILD_NAME:Bê bò cái:Những con bê bò cái]
zh_hans: [GENERAL_CHILD_NAME:牛犊:牛犊]

# CREATURE:COW
source: [STATE_NAME:ALL_SOLID:frozen cow's milk]
cs: [STATE_NAME:ALL_SOLID:mražené kravské mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Kuhmilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de bovo]
es: [STATE_NAME:ALL_SOLID:leche de vaca congelada]
ja: [STATE_NAME:ALL_SOLID:凍った牛のミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 우유]
pl: [STATE_NAME:ALL_SOLID:zamrożone krowie mleko]
ru: [STATE_NAME:ALL_SOLID:замёрзшее коровье молоко]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş inek sütü]
vi: [STATE_NAME:ALL_SOLID:Sữa bò đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的牛奶]

# CREATURE:COW
source: [STATE_ADJ:ALL_SOLID:frozen cow's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené kravské mléko]
de: [STATE_ADJ:ALL_SOLID:gefrorene Kuhmilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de bovo]
es: [STATE_ADJ:ALL_SOLID:de leche de vaca congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った牛のミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 우유]
pl: [STATE_ADJ:ALL_SOLID:zamrożone krowie mleczny]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее коровье молоко]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş inek sütü]
vi: [STATE_ADJ:ALL_SOLID:Sữa bò đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的牛奶的]

# CREATURE:COW
source: [STATE_NAME:LIQUID:cow's milk]
cs: [STATE_NAME:LIQUID:kravské mléko]
de: [STATE_NAME:LIQUID:Kuhmilch]
eo: [STATE_NAME:LIQUID:lakto de bovo]
es: [STATE_NAME:LIQUID:leche de vaca]
ja: [STATE_NAME:LIQUID:牛のミルク]
ko: [STATE_NAME:LIQUID:우유]
pl: [STATE_NAME:LIQUID:krowie mleko]
ru: [STATE_NAME:LIQUID:коровье молоко]
tr: [STATE_NAME:LIQUID:inek sütü]
vi: [STATE_NAME:LIQUID:Sữa bò]
zh_hans: [STATE_NAME:LIQUID:牛奶]
