Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:SNAPPING TURTLE
source: [PREFSTRING:long necks]
cs: [PREFSTRING:dlouhé krky]
de: [PREFSTRING:lange Hälse]
eo: [PREFSTRING:longaj koloj]
es: [PREFSTRING:cuellos largos]
ja: [PREFSTRING:首が長い]
ko: [PREFSTRING:긴 목]
pl: [PREFSTRING:długie szyje]
ru: [PREFSTRING:длинные шеи]
tr: [PREFSTRING:uzun boyunlar]
vi: [PREFSTRING:cổ dài]

# CREATURE:SNAPPING TURTLE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SNAPPING TURTLE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:SNAPPING TURTLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:ALLIGATOR SNAPPING TURTLE
source: [DESCRIPTION:A large reptile with a thick ridged shell. It has been known to consume snakes and smaller turtles, and its bite can amputate fingers.]
cs: [DESCRIPTION:Velký plaz s tlustou rýhovanou skořápkou. Je známo, že konzumuje hady a menší želvy a jeho kousnutí může amputovat prsty.]
de: [DESCRIPTION:Ein großes Reptil mit einem dicken, gerippten Panzer. Es ist bekannt, dass es Schlangen und kleinere Schildkröten verschlingt, und sein Biss kann Finger amputieren.]
eo: 1[DESCRIPTION:Granda reptilio kun dika tubera karapaco. Ĝi estas konita por konsumi serpentojn kaj pli malgrandajn testudojn, kaj ĝia mordo povas amputi fingrojn.]
es: [DESCRIPTION:Es un gran reptil con una caparazón gruesa y acanalada. Se lo conoce por comer serpientes y otras tortugas más pequeñas, y su mordida puede arrancar dedos.]
ja: [DESCRIPTION:厚い甲羅を持つ大きな爬虫類。ヘビや小さなカメを餌とし、噛みつかれると指を切断しかねない。]
ko: [DESCRIPTION:두꺼운 융기된 껍질을 가진 대형 파충류. 뱀과 작은 거북을 잡아먹는 것으로 알려져 있으며, 물리면 손가락을 절단할 수 있습니다.]
pl: [DESCRIPTION:Duży gad z grubą, prążkowaną skorupą. Jest znany z konsumowania węży oraz mniejszych żółwi, a jego ugryzienia mogą pozbawić palców.]
ru: [DESCRIPTION:Большая рептилия с толстым покрытым гребнями панцирем. Питается змеями и меньшими черепахами. Известна тем, что может откусить палец.]
tr: [DESCRIPTION:Kalın, çıkıntılı kabuğu olan büyük bir sürüngen. Yılanları ve küçük kaplumbağaları yediği bilinmektedir ve ısırığı parmakları koparabilir.]
vi: [DESCRIPTION:Một loài bò sát lớn với mai dày có gờ. Nó nổi tiếng là kẻ săn mồi của rắn và các loài rùa nhỏ hơn, và cú đớp của nó có thể cắt đứt ngón tay.]

# CREATURE:ALLIGATOR SNAPPING TURTLE
source: [NAME:alligator snapping turtle:alligator snapping turtles:alligator snapping turtle]
cs: [NAME:aligátoří kajmanka:aligátoří kajmanky:aligátoří kajmanka]
de: [NAME:Alligatorschildkröte:Alligatorschildkröten:Alligatorschildkröte]
eo: [NAME:aligatora testudo:aligatoraj testudoj:de aligatora testudo]
es: [NAME:tortuga caimán:tortugas caimán:tortuga caimán]
ja: [NAME:ワニガメ:ワニガメ:ワニガメの]
ko: [NAME:악어거북:악어거북들:악어거북]
pl: [NAME:skorpucha sępia:skorpuchy sępie:skorpuchowo sępi]
ru: [NAME:грифовая черепаха:грифовые черепахи:грифовой черепахи]
tr: [NAME:timsah kapan kaplumbağası:timsah kapan kaplumbağaları:timsah kapan kaplumbağası]
vi: [NAME:rùa cá sấu:rùa cá sấu:rùa cá sấu]

# CREATURE:ALLIGATOR SNAPPING TURTLE
source: [CASTE_NAME:alligator snapping turtle:alligator snapping turtles:alligator snapping turtle]
cs: [CASTE_NAME:aligátoří kajmanka:aligátoří kajmanky:aligátoří kajmanka]
de: [CASTE_NAME:Alligatorschildkröte:Alligatorschildkröten:Alligatorschildkröte]
eo: [CASTE_NAME:aligatora testudo:aligatoraj testudoj:de aligatora testudo]
es: [CASTE_NAME:tortuga caimán:tortugas caimán:tortuga caimán]
ja: [CASTE_NAME:ワニガメ:ワニガメ:ワニガメの]
ko: [CASTE_NAME:악어거북:악어거북들:악어거북]
pl: [CASTE_NAME:skorpucha sępia:skorpuchy sępie:skorpuchowo sępi]
ru: [CASTE_NAME:грифовая черепаха:грифовые черепахи:грифовой черепахи]
tr: [CASTE_NAME:timsah kapan kaplumbağası:timsah kapan kaplumbağaları:timsah kapan kaplumbağası]
vi: [CASTE_NAME:rùa cá sấu:rùa cá sấu:rùa cá sấu]

# CREATURE:ALLIGATOR SNAPPING TURTLE
source: [PREFSTRING:vicious bites]
cs: [PREFSTRING:brutální kousnutí]
de: [PREFSTRING:bösartige Bisse]
eo: [PREFSTRING:sovaĝaj mordoj]
es: [PREFSTRING:mordedura feroz]
ja: [PREFSTRING:危険な噛みつき]
ko: [PREFSTRING:포악하게 물다]
pl: [PREFSTRING:okrutne ugryzienia]
ru: [PREFSTRING:жестокий укус]
tr: [PREFSTRING:acımasız ısırıklar]
vi: [PREFSTRING:những cú đớp hung tợn]

# CREATURE:ALLIGATOR SNAPPING TURTLE
source: [PREFSTRING:long necks]
cs: [PREFSTRING:dlouhé krky]
de: [PREFSTRING:lange Hälse]
eo: [PREFSTRING:longaj koloj]
es: [PREFSTRING:cuellos largos]
ja: [PREFSTRING:首が長い]
ko: [PREFSTRING:긴 목]
pl: [PREFSTRING:długie szyje]
ru: [PREFSTRING:длинные шеи]
tr: [PREFSTRING:uzun boyunlar]
vi: [PREFSTRING:cổ dài]

# CREATURE:ALLIGATOR SNAPPING TURTLE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ALLIGATOR SNAPPING TURTLE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:ALLIGATOR SNAPPING TURTLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SNAPPING_TURTLE_MAN
source: [CASTE_NAME:snapping turtle man:snapping turtle men:snapping turtle man]
cs: [CASTE_NAME:kajmankový muž:kajmankoví muži:kajmankový muž]
de: [CASTE_NAME:Schnappschildkrötenmann:Schnappschildkrötenmänner:Schnappschildkrötenmann]
eo: [CASTE_NAME:homserpentotestudiĉo:homserpentotestudiĉoj:de homserpentotestudiĉo]
es: [CASTE_NAME:hombre tortuga caimán:hombres tortuga caimán:hombre tortuga caimán]
ko: [CASTE_NAME:남성 늑대거북인간:남성 늑대거북인간들:남성 늑대거북인간]
pl: [CASTE_NAME:skorpuchomężczyzna sępi:skorpuchomężczyźni sępi:skorpuchomęsko sępi]
ru: [CASTE_NAME:мужчина-кусающая черепаха:мужчины-кусающие черепахи:мужчины-кусающей черепахи]
tr: [CASTE_NAME:erkek kapan kaplumbağa:erkek kapan kaplumbağalar:erkek kapan kaplumbağa]
vi: [CASTE_NAME:người rùa ngoạm nam:những người rùa ngoạm nam:người rùa ngoạm nam]

# CREATURE:SNAPPING_TURTLE_MAN
source: [CASTE_NAME:snapping turtle woman:snapping turtle women:snapping turtle woman]
cs: [CASTE_NAME:kajmanková žena:kajmankové ženy:kajmanková žena]
de: [CASTE_NAME:Schnappschildkrötenfrau:Schnappschildkrötenfrauen:Schnappschildkrötenfrau]
eo: [CASTE_NAME:homserpentotestudino:homserpentotestudinoj:de homserpentotestudino]
es: [CASTE_NAME:mujer tortuga caimán:mujeres tortuga caimán:mujer tortuga caimán]
ja: [CASTE_NAME:ワニガメ女:ワニガメ女:ワニガメ女の]
ko: [CASTE_NAME:여성 늑대거북인간:여성 늑대거북인간들:여성 늑대거북인간]
pl: [CASTE_NAME:skorpuchokobieta sępia:skorpuchokobiety sępie:skorpuchokobieco sępi]
ru: [CASTE_NAME:женщина-кусающая черепаха:женщины-кусающие черепахи:женщины-кусающей черепахи]
tr: [CASTE_NAME:dişi kapan kaplumbağa:dişi kapan kaplumbağalar:dişi kapan kaplumbağa]
vi: [CASTE_NAME:người rùa ngoạm nữ:những người rùa ngoạm nữ:người rùa ngoạm nữ]

# CREATURE:SNAPPING_TURTLE_MAN
source: [NAME:snapping turtle man:snapping turtle men:snapping turtle man]
cs: [NAME:kajmankový muž:kajmankoví muži:kajmankový muž]
de: [NAME:Schnappschildkrötenmensch:Schnappschildkrötenmenschen:Schnappschildkrötenmensch]
eo: [NAME:homserpentotestudo:homserpentotestudoj:de homserpentotestudo]
es: [NAME:hombre tortuga caimán:hombres tortuga caimán:hombre tortuga caimán]
ja: [NAME:ワニガメ男:ワニガメ男:ワニガメ男の]
ko: [NAME:늑대거북인간:늑대거북인간들:늑대거북인간]
pl: [NAME:skorpuchoczłowiek sępi:skorpucholudzie sępi:skorpucholudzko sępi]
ru: [NAME:человек-кусающая черепаха:люди-кусающие черепахи:человека-кусающей черепахи]
tr: [NAME:erkek kapan kaplumbağa:erkek kapan kaplumbağalar:erkek kapan kaplumbağa]
vi: [NAME:người rùa ngoạm nam:những người rùa ngoạm nam:người rùa ngoạm nam]

# CREATURE:SNAPPING_TURTLE_MAN
source: [DESCRIPTION:A person with the shell and head of a snapping turtle.]
cs: [DESCRIPTION:Osoba s krunýřem a hlavou kajmanky.]
de: [DESCRIPTION:Eine Person mit dem Panzer und Kopf einer Schnappschildkröte.]
eo: [DESCRIPTION:Homo kun la karapaco kaj la kapo de serpentotestudo.]
es: [DESCRIPTION:Una persona con la caparazón y la cabeza de una tortuga caimán.]
ja: [DESCRIPTION:ワニガメの頭と甲羅を持った人間だ。]
ko: [DESCRIPTION:거북이의 껍질과 머리를 가진 사람.]
pl: [DESCRIPTION:Osobnik ze skorupą i i głową skorpuchy sępiej.]
ru: [DESCRIPTION:Человек с панцирем и головой кусающейся черепахи.]
tr: [DESCRIPTION:Kapan kaplumbağa kabuğuna ve başına sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người với mai và đầu của một con rùa ngoạm.]

# CREATURE:GIANT_SNAPPING_TURTLE
source: [NAME:giant snapping turtle:giant snapping turtles:giant snapping turtle]
cs: [NAME:obří kajmanka:obří kajmanky:obří kajmanka]
de: [NAME:Riesenschnappschildkröte:Riesenschnappschildkröten:Riesenschnappschildkröte]
eo: [NAME:giganta serpentotestudo:gigantaj serpentotestudoj:de giganta serpentotestudo]
es: [NAME:tortuga mordedora gigante:tortugas mordedoras gigantes:tortuga mordedora gigante]
ja: [NAME:巨大ワニガメ:巨大ワニガメ:巨大ワニガメの]
ko: [NAME:거대 늑대거북:거대 늑대거북들:거대 늑대거북]
pl: [NAME:gigantyczna skorpucha sępia:gigantyczne skorpuchy sępie:gigantyczno skorpucho sępi]
ru: [NAME:гигантская кусающая черепаха:гигантские кусающие черепахи:гигантской кусающей черепахи]
tr: [NAME:dev kapan kaplumbağa:dev kapan kaplumbağalar:dev kapan kaplumbağa]

# CREATURE:GIANT_SNAPPING_TURTLE
source: [CASTE_NAME:giant snapping turtle:giant snapping turtles:giant snapping turtle]
cs: [CASTE_NAME:obří kajmanka:obří kajmanky:obří kajmanka]
de: [CASTE_NAME:Riesenschnappschildkröte:Riesenschnappschildkröten:Riesenschnappschildkröte]
eo: [CASTE_NAME:giganta serpentotestudo:gigantaj serpentotestudoj:de giganta serpentotestudo]
es: [CASTE_NAME:tortuga mordedora gigante:tortugas mordedoras gigantes:tortuga mordedora gigante]
ja: [CASTE_NAME:巨大ワニガメ:巨大ワニガメ:巨大ワニガメの]
ko: [CASTE_NAME:거대 늑대거북:거대 늑대거북들:거대 늑대거북]
pl: [CASTE_NAME:gigantyczna skorpucha sępia:gigantyczne skorpuchy sępie:gigantyczno skorpucho sępi]
ru: [CASTE_NAME:гигантская кусающая черепаха:гигантские кусающие черепахи:гигантской кусающей черепахи]
tr: [CASTE_NAME:dev kapan kaplumbağa:dev kapan kaplumbağalar:dev kapan kaplumbağa]

# CREATURE:GIANT_SNAPPING_TURTLE
source: [DESCRIPTION:A large monster with an enormous shell and immensely powerful jaw.]
cs: [DESCRIPTION:Velký tvor s obrovským krunýřem a nesmírně silnou čelistí.]
de: [DESCRIPTION:Ein großes Ungeheuer mit einem riesigen Panzer und einem gewaltigen Kiefer.]
eo: [DESCRIPTION:Granda monstro kun enorma karapaco kaj potencega mandiblo.]
es: [DESCRIPTION:Un monstruo enorme con una caparazón gigante., y mandíbulas inmensamente poderosas]
ja: [DESCRIPTION:馬鹿でかい甲羅と強力なあごを持つ巨大な怪物だ。]
ko: [DESCRIPTION:거대한 껍질과 엄청나게 강력한 턱을 가진 큰 괴물.]
pl: [DESCRIPTION:Duży potwór z ogromną muszlą i niezmiernie potężną szczęką.]
ru: [DESCRIPTION:Огромный монстр с большим панцирем и чрезвычайно сильными челюстями.]
tr: [DESCRIPTION:Muazzam bir kabuğu ve son derece güçlü bir çenesi olan büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn với mai khổng lồ và hàm cực kỳ mạnh mẽ.]

# CREATURE:GIANT_SNAPPING_TURTLE
source: [PREFSTRING:vicious bites]
cs: [PREFSTRING:brutální kousnutí]
de: [PREFSTRING:bösartige Bisse]
eo: [PREFSTRING:sovaĝaj mordoj]
es: [PREFSTRING:mordedura feroz]
ja: [PREFSTRING:危険な噛みつき]
ko: [PREFSTRING:포악한 깨물기]
pl: [PREFSTRING:okrutne ugryzienia]
ru: [PREFSTRING:жестокий укус]
tr: [PREFSTRING:acımasız ısırıklar]
vi: [PREFSTRING:những cú đớp hung tợn]

# CREATURE:GIANT_SNAPPING_TURTLE
source: [PREFSTRING:long necks]
cs: [PREFSTRING:dlouhé krky]
de: [PREFSTRING:lange Hälse]
eo: [PREFSTRING:longaj koloj]
es: [PREFSTRING:cuellos largos]
ja: [PREFSTRING:首が長い]
ko: [PREFSTRING:긴 목]
pl: [PREFSTRING:długie szyje]
ru: [PREFSTRING:длинные шеи]
tr: [PREFSTRING:uzun boyunlar]
vi: [PREFSTRING:cổ dài]

# CREATURE:BEAVER
source: [DESCRIPTION:A small river mammal with a flat tail, known for building wooden dams.]
cs: [DESCRIPTION:Drobný říční savec s plochým ocasem, známý stavbou dřevěných hrází.]
de: [DESCRIPTION:Ein kleines Flusssäugetier mit einem flachen Schwanz, das für den Bau von Holzdämmen bekannt ist.]
eo: [DESCRIPTION:Malgranda rivera mamulo kun plata vosto, konita por ĉarpenti lignajn digojn.]
es: [DESCRIPTION:Un pequeño mamífero de rió con cola aplanada, conocido por construir presas de madera.]
ja: [DESCRIPTION:川に棲む小さな哺乳類。木でダムを作る。]
ko: [DESCRIPTION:목조 댐을 건설하는 것으로 알려진 납작한 꼬리를 가진 작은 강 포유류.]
pl: [DESCRIPTION:Mały ssak rzeczny z płaskim ogonem, znany z budowania drewnianych tam.]
ru: [DESCRIPTION:Небольшое речное млекопитающее с плоским хвостом, известное тем, что умеет строить деревянные плотины.]
tr: [DESCRIPTION:Yassı kuyruklu, ahşap barajlar yapmasıyla bilinen küçük bir nehir memelisi.]
vi: [DESCRIPTION:Một loài động vật có vú sống ở sông, cỡ nhỏ, với đuôi dẹt, nổi tiếng với việc xây đập gỗ.]

# CREATURE:BEAVER
source: [NAME:beaver:beavers:beaver]
cs: [NAME:bobr:bobři:bobr]
de: [NAME:Biber:Biber:Biber]
eo: [NAME:kastoro:kastoroj:de kastoro]
es: [NAME:castor:castores:castor]
ja: [NAME:ビーバー:ビーバー:ビーバーの]
ko: [NAME:비버:비버들:비버]
pl: [NAME:bóbr:bobry:bobrzy]
ru: [NAME:бобёр:бобры:бобра]
tr: [NAME:kunduz:kunduzlar:kunduz]
vi: [NAME:hải ly:hải ly:hải ly]

# CREATURE:BEAVER
source: [CASTE_NAME:beaver:beavers:beaver]
cs: [CASTE_NAME:bobr:bobři:bobr]
de: [CASTE_NAME:Biber:Biber:Biber]
eo: [CASTE_NAME:kastoro:kastoroj:de kastoro]
es: [CASTE_NAME:castor:castores:castor]
ja: [CASTE_NAME:ビーバー:ビーバー:ビーバーの]
ko: [CASTE_NAME:비버:비버들:비버]
pl: [CASTE_NAME:bóbr:bobry:bobrzy]
ru: [CASTE_NAME:бобёр:бобры:бобра]
tr: [CASTE_NAME:kunduz:kunduzlar:kunduz]
vi: [CASTE_NAME:hải ly:hải ly:hải ly]

# CREATURE:BEAVER
source: [GENERAL_CHILD_NAME:beaver kit:beaver kits]
cs: [GENERAL_CHILD_NAME:mládě bobra:mláďata bobra]
de: [GENERAL_CHILD_NAME:Biber Junges:Biber Junge]
eo: [GENERAL_CHILD_NAME:kastorido:kastoridoj]
es: [GENERAL_CHILD_NAME:cría de castor:crías de castor]
ja: [GENERAL_CHILD_NAME:ビーバーの仔:ビーバーの仔の]
ko: [GENERAL_CHILD_NAME:비버 새끼:비버 새끼들]
pl: [GENERAL_CHILD_NAME:młody bobra:młode bobra]
ru: [GENERAL_CHILD_NAME:бобрёнок:бобрята]
tr: [GENERAL_CHILD_NAME:yavru kunduz:yavru kunduzlar]
vi: [GENERAL_CHILD_NAME:hải ly con:những chú hải ly con]

# CREATURE:BEAVER
source: [PREFSTRING:dams]
cs: [PREFSTRING:hrázemi]
de: [PREFSTRING:Dämme]
eo: [PREFSTRING:digoj]
es: [PREFSTRING:presas]
ja: [PREFSTRING:ダム]
ko: [PREFSTRING:댐들]
pl: [PREFSTRING:tamy]
ru: [PREFSTRING:плотины]
tr: [PREFSTRING:barajlar]
vi: [PREFSTRING:đập]

# CREATURE:BEAVER
source: [PREFSTRING:tree-felling habits]
cs: [PREFSTRING:kácením stromů]
de: [PREFSTRING:baumfällend]
eo: [PREFSTRING:arbar-faladaj rutinoj]
es: [PREFSTRING:habito de talar árboles]
ja: [PREFSTRING:木を切り倒す]
ko: [PREFSTRING:벌목 습관]
pl: [PREFSTRING:nawyki wycinania drzew]
ru: [PREFSTRING:привычку валить деревья]
tr: [PREFSTRING:ağaç devirme alışkanlıkları]
vi: [PREFSTRING:tập tính đốn cây]

# CREATURE:BEAVER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BEAVER
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:BEAVER
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:BEAVER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BEAVER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:BEAVER_MAN
source: [CASTE_NAME:beaver man:beaver men:beaver man]
cs: [CASTE_NAME:bobří muž:bobří muži:bobří muž]
de: [CASTE_NAME:Bibermann:Bibermänner:Bibermann]
eo: [CASTE_NAME:homkastoriĉo:homkastoriĉoj:de homkastoriĉo]
es: [CASTE_NAME:hombre castor:hombres castor:hombre castor]
ja: [CASTE_NAME:ビーバー男:ビーバー男:ビーバー男の]
ko: [CASTE_NAME:남성 비버인간:남성 비버인간들:남성 비버인간]
pl: [CASTE_NAME:bobromężczyzna:bobromężczyźni:bobromężczyzny]
ru: [CASTE_NAME:мужчина-бобёр:мужчины-бобры:мужчины-бобра]
tr: [CASTE_NAME:erkek kunduz:erkek kunduzlar:erkek kunduz]
vi: [CASTE_NAME:người hải ly nam:những người hải ly nam:người hải ly nam]

# CREATURE:BEAVER_MAN
source: [CASTE_NAME:beaver woman:beaver women:beaver woman]
cs: [CASTE_NAME:bobří žena:bobří ženy:bobří žena]
de: [CASTE_NAME:Biberfrau:Biberfrauen:Biberfrau]
eo: [CASTE_NAME:homkastorino:homkastorinoj:de homkastorino]
es: [CASTE_NAME:mujer castor:mujeres castor:mujer castor]
ja: [CASTE_NAME:ビーバー女:ビーバー女:ビーバー女の]
ko: [CASTE_NAME:여성 비버인간:여성 비버인간들:여성 비버인간]
pl: [CASTE_NAME:bobrokobieta:bobrokobiety:bobrokobiecy]
ru: [CASTE_NAME:женщина-бобёр:женщины-бобры:женщины-бобра]
tr: [CASTE_NAME:dişi kunduz:dişi kunduzlar:dişi kunduz]
vi: [CASTE_NAME:người hải ly nữ:những người hải ly nữ:người hải ly nữ]

# CREATURE:BEAVER_MAN
source: [NAME:beaver man:beaver men:beaver man]
cs: [NAME:bobří muž:bobří muži:bobří muž]
de: [NAME:Bibermensch:Bibermenschen:Bibermensch]
eo: [NAME:homkastoro:homkastoroj:de homkastoro]
es: [NAME:hombre castor:hombres castor:hombre castor]
ja: [NAME:ビーバー男:ビーバー男:ビーバー男の]
ko: [NAME:비버 인간:비버인간들:비버 인간]
pl: [NAME:bobroczłowiek:bobroludzie:bobroludzki]
ru: [NAME:человек-бобёр:люди-бобры:человека-бобра]
tr: [NAME:erkek kunduz:erkek kunduzlar:erkek kunduz]
vi: [NAME:người hải ly nam:những người hải ly nam:người hải ly nam]

# CREATURE:BEAVER_MAN
source: [DESCRIPTION:A person with the head and flat tail of a beaver.]
cs: [DESCRIPTION:Osoba s hlavou a plochým ocasem bobra.]
de: [DESCRIPTION:Eine Person mit dem Kopf und dem flachen Schwanz eines Bibers.]
eo: [DESCRIPTION:Homo kun la kapo kaj la plata vosto de kastoro.]
es: [DESCRIPTION:Una persona con la cabeza y la cola aplanada de un castor.]
ja: [DESCRIPTION:ビーバーの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:비버의 머리와 납작한 꼬리를 가진 사람.]
pl: [DESCRIPTION:Osobnik z głową i płaskim ogonem bobra.]
ru: [DESCRIPTION:Человек с головой и плоским хвостом бобра.]
tr: [DESCRIPTION:Kunduz başına ve yassı kuyruğuna sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người với đầu và đuôi dẹt của một con hải ly.]

# CREATURE:GIANT_BEAVER
source: [NAME:giant beaver:giant beavers:giant beaver]
cs: [NAME:obří bobr:obří bobři:obří bobr]
de: [NAME:Riesenbiber:Riesenbiber:Riesenbiber]
eo: [NAME:giganta kastoro:gigantaj kastoroj:de giganta kastoro]
es: [NAME:castor gigante:castores gigantes:castor gigante]
ja: [NAME:巨大ビーバー:巨大ビーバー:巨大ビーバーの]
ko: [NAME:거대 비버:거대 비버들:거대 비버]
pl: [NAME:gigantyczny bóbr:gigantyczne bobry:gigantyczno bobrzy]
ru: [NAME:гигантский бобёр:гигантские бобры:гигантского бобра]
tr: [NAME:dev kunduz:dev kunduzlar:dev kunduz]
vi: [NAME:hải ly khổng lồ:hải ly khổng lồ:hải ly khổng lồ]

# CREATURE:GIANT_BEAVER
source: [CASTE_NAME:giant beaver:giant beavers:giant beaver]
cs: [CASTE_NAME:obří bobr:obří bobři:obří bobr]
de: [CASTE_NAME:Riesenbiber:Riesenbiber:Riesenbiber]
eo: [CASTE_NAME:giganta kastoro:gigantaj kastoroj:de giganta kastoro]
es: [CASTE_NAME:castor gigante:castores gigantes:castor gigante]
ja: [CASTE_NAME:巨大ビーバー:巨大ビーバー:巨大ビーバーの]
ko: [CASTE_NAME:거대 비버:거대 비버들:거대 비버]
pl: [CASTE_NAME:gigantyczny bóbr:gigantyczne bobry:gigantyczno bobrzy]
ru: [CASTE_NAME:гигантский бобёр:гигантские бобры:гигантского бобра]
tr: [CASTE_NAME:dev kunduz:dev kunduzlar:dev kunduz]
vi: [CASTE_NAME:hải ly khổng lồ:hải ly khổng lồ:hải ly khổng lồ]

# CREATURE:GIANT_BEAVER
source: [GENERAL_CHILD_NAME:giant beaver kit:giant beaver kits]
cs: [GENERAL_CHILD_NAME:mládě obřího bobra:mláďata obřího bobra]
de: [GENERAL_CHILD_NAME:Riesenbiber Junges:Riesenbiber Junge]
eo: [GENERAL_CHILD_NAME:giganta kastorido:gigantaj kastoridoj]
es: [GENERAL_CHILD_NAME:cría de castor gigante:crías de castor gigante]
ja: [GENERAL_CHILD_NAME:巨大ビーバーの仔:巨大ビーバーの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 비버:새끼 거대 비버들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego bobra:młode gigantycznego bobra]
ru: [GENERAL_CHILD_NAME:гигантский бобрёнок:гигантские бобрята]
tr: [GENERAL_CHILD_NAME:yavru dev kunduz:yavru dev kunduzlar]
vi: [GENERAL_CHILD_NAME:hải ly khổng lồ con:những chú hải ly khổng lồ con]

# CREATURE:GIANT_BEAVER
source: [DESCRIPTION:A large river monster, known for building huge wooden fortresses.]
cs: [DESCRIPTION:Velký říční tvor známý stavbou obrovských dřevěných pevností.]
de: [DESCRIPTION:Ein großes Flussmonster, bekannt für den Bau riesiger Holzfestungen.]
eo: [DESCRIPTION:Granda rivera monstro, konita por ĉarpenti grandegajn lignajn fortresojn.]
es: [DESCRIPTION:Un enorme monstruo de rió, conocido por construir enormes presas de madera.]
ja: [DESCRIPTION:巨大な気の要塞を建てる、巨大な川の怪物だ。]
ko: [DESCRIPTION:거대한 나무 요새를 짓는 것으로 유명한 큰 강 괴물.]
pl: [DESCRIPTION:Duży, rzeczny potwór, znany z budowania ogromnych drewnianych fortec.]
ru: [DESCRIPTION:Огромный речной монстр, известный своими огромными деревянными постройками.]
tr: [DESCRIPTION:Devasa ahşap kaleler inşa etmesiyle bilinen büyük bir nehir canavarı.]
vi: [DESCRIPTION:Một quái vật sông lớn, nổi tiếng với việc xây dựng những pháo đài gỗ khổng lồ.]
zh_hans: [DESCRIPTION:一只巨大的河怪，以建造巨大的木质堡垒闻名。]

# CREATURE:GIANT_BEAVER
source: [PREFSTRING:dams]
cs: [PREFSTRING:hrázemi]
de: [PREFSTRING:Dämme]
eo: [PREFSTRING:digoj]
es: [PREFSTRING:presas]
ja: [PREFSTRING:ダム]
ko: [PREFSTRING:댐들]
pl: [PREFSTRING:tamy]
ru: [PREFSTRING:плотины]
tr: [PREFSTRING:barajlar]
vi: [PREFSTRING:đập]

# CREATURE:GIANT_BEAVER
source: [PREFSTRING:tree-felling habits]
cs: [PREFSTRING:kácením stromů]
de: [PREFSTRING:baumfällend]
eo: [PREFSTRING:arbar-faladaj rutinoj]
es: [PREFSTRING:habito de talar árboles]
ja: [PREFSTRING:木を切り倒す]
pl: [PREFSTRING:nawyki wycinania drzew]
ru: [PREFSTRING:привычку валить деревья]
tr: [PREFSTRING:ağaç devirme alışkanlıkları]
vi: [PREFSTRING:tập tính đốn cây]
