Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GORLAK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CAVE_FLOATER
source: [DESCRIPTION:A floating pod with eye-stalks. It can spray poison and it gives off poison gas when punctured.]
cs: [DESCRIPTION:Vznášející se vak s očními stopkami. Dokáže stříkat jed a po protržení uvolňuje jedovatý plyn.]
de: [DESCRIPTION:Eine schwimmende Schote mit Augenstängeln. Sie kann Gift versprühen und gibt Giftgas ab, wenn sie durchstochen wird..]
eo: [DESCRIPTION:Flosanta kapsulo kun okultigoj. Ĝi aspergeblas venenon, kaj ĝi emisias venengason kiam ĝi estas pikata.]
es: [DESCRIPTION:Una vaina flotante con ojos saltones. Puede rociar veneno y expulsa gas venenoso cuando es pinchado.]
ja: [DESCRIPTION:目の柄がある空飛ぶ壺だ。毒を吹きかけ、割ると毒を周りにまき散らす。]
ko: [DESCRIPTION:눈자루가 달린 떠다니는 꼬투리. 독을 뿌릴 수 있고, 구멍을 뚫으면 독가스를 뿜어낸다.]
pl: [DESCRIPTION:Latający strąk z czułkami ocznymi. Potrafi rozpylać truciznę, a po przebiciu wydziela trujący gaz.]
ru: [DESCRIPTION:Плавучие коконы с глазами-стебельками. Выделяют яд и испускают ядовитый газ, когда лопаются.]
tr: [DESCRIPTION:Göz sapları olan yüzen bir kapsül. Zehir püskürtebilir ve delindiğinde zehirli gaz yayar.]
vi: [DESCRIPTION:Một quả nang nổi lơ lửng với những cuống mắt. Nó có thể phun chất độc và tỏa ra khí độc khi bị đâm thủng.]

# CREATURE:CAVE_FLOATER
source: [NAME:cave floater:cave floaters:cave floater]
cs: [NAME:jeskynní plovák:jeskynní plováci:jeskynní plovák]
de: [NAME:Höhlenschwimmer:Höhlenschwimmer:Höhlenschwimmer]
eo: [NAME:kavoflosanto:kavoflosantoj:de kavoflosanto]
es: [NAME:flotante de cueva:flotantes de cueva:flotante de cueva]
ja: [NAME:ケイブ・フローラー:ケイブ・フローラー:ケイブ・フローラーの]
ko: [NAME:동굴 플로터:동굴 플로터들:동굴 플로터]
pl: [NAME:latacz jaskiniowy:latacze jaskiniowe:lataczo jaskiniowy]
ru: [NAME:пещерный плавун:пещерные плавуны:пещерного плавуна]
tr: [NAME:mağara süzüleni:mağara süzülenleri:mağara süzüleni]
vi: [NAME:vật nổi hang:những vật nổi hang:vật nổi hang]

# CREATURE:CAVE_FLOATER
source: [CASTE_NAME:cave floater:cave floaters:cave floater]
cs: [CASTE_NAME:jeskynní plovák:jeskynní plováci:jeskynní plovák]
de: [CASTE_NAME:Höhlenschwimmer:Höhlenschwimmer:Höhlenschwimmer]
eo: [CASTE_NAME:kavoflosanto:kavoflosantoj:de kavoflosanto]
es: [CASTE_NAME:flotante de cueva:flotantes de cueva:flotante de cueva]
ja: [CASTE_NAME:ケイブ・フローラー:ケイブ・フローラー:ケイブ・フローラーの]
ko: [CASTE_NAME:동굴 플로터:동굴 플로터들:동굴 플로터]
pl: [CASTE_NAME:latacz jaskiniowy:latacze jaskiniowe:lataczo jaskiniowy]
ru: [CASTE_NAME:пещерный плавун:пещерные плавуны:пещерного плавуна]
tr: [CASTE_NAME:mağara süzüleni:mağara süzülenleri:mağara süzüleni]
vi: [CASTE_NAME:vật nổi hang:những vật nổi hang:vật nổi hang]

# CREATURE:CAVE_FLOATER
source: [PREFSTRING:graceful drifting]
cs: [PREFSTRING:ladným vznášením]
de: [PREFSTRING:anmutiges Treiben]
eo: [PREFSTRING:gracia drivado]
es: [PREFSTRING:agraciada deriva]
ja: [PREFSTRING:ふわふわ漂う]
ko: [PREFSTRING:우아한 드리프트]
pl: [PREFSTRING:majestatyczne dryfowanie]
ru: [PREFSTRING:грациозный дрейф]
tr: [PREFSTRING:zarif süzülme]
vi: [PREFSTRING:sự trôi nổi thanh thoát]

# CREATURE:CAVE_FLOATER
source: [STATE_NAME:ALL_SOLID:frozen cave floater juice]
cs: [STATE_NAME:ALL_SOLID:zmražená šťáva jeskynního plováka]
de: [STATE_NAME:ALL_SOLID:gefrorener Höhlenschwimmersaft]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita suko de kavoflosanto]
es: [STATE_NAME:ALL_SOLID:fluido de flotante de cueva congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったケイブ・フローラーの体液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 동굴 플로터 즙]
pl: [STATE_NAME:ALL_SOLID:zamrożony sok latacza jaskiniowego]
ru: [STATE_NAME:ALL_SOLID:замёрзший сок пещерного плавуна]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş mağara süzüleni suyu]
vi: [STATE_NAME:ALL_SOLID:dịch vật nổi hang đông lạnh]

# CREATURE:CAVE_FLOATER
source: [STATE_ADJ:ALL_SOLID:frozen cave floater juice]
cs: [STATE_ADJ:ALL_SOLID:zmražená šťáva jeskynního plováka]
de: [STATE_ADJ:ALL_SOLID:gefrorener Höhlenschwimmersaft]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita suko de kavoflosanto]
es: [STATE_ADJ:ALL_SOLID:fluido de flotante de cueva congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったケイブ・フローラーの体液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 동굴 플로터 즙]
pl: [STATE_ADJ:ALL_SOLID:zamrożono lataczo jaskiniowo sokowy]
ru: [STATE_ADJ:ALL_SOLID:замёрзший сок пещерного плавуна]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş mağara süzüleni suyu]
vi: [STATE_ADJ:ALL_SOLID:dịch vật nổi hang đông lạnh]

# CREATURE:CAVE_FLOATER
source: [STATE_NAME:LIQUID:cave floater juice]
cs: [STATE_NAME:LIQUID:šťáva jeskynního plováka]
de: [STATE_NAME:LIQUID:Höhlenschwimmersaft]
eo: [STATE_NAME:LIQUID:suko de kavoflosanto]
es: [STATE_NAME:LIQUID:fluido de flotante de cueva]
ja: [STATE_NAME:LIQUID:ケイブ・フローラーの体液]
ko: [STATE_NAME:LIQUID:동굴 플로터 즙]
pl: [STATE_NAME:LIQUID:sok latacza jaskiniowego]
ru: [STATE_NAME:LIQUID:сок пещерного плавуна]
tr: [STATE_NAME:LIQUID:mağara süzüleni suyu]
vi: [STATE_NAME:LIQUID:dịch vật nổi hang]

# CREATURE:CAVE_FLOATER
source: [STATE_ADJ:LIQUID:cave floater juice]
cs: [STATE_ADJ:LIQUID:šťáva jeskynního plováka]
de: [STATE_ADJ:LIQUID:Höhlenschwimmersaft]
eo: [STATE_ADJ:LIQUID:de suko de kavoflosanto]
es: [STATE_ADJ:LIQUID:fluido de flotante de cueva]
ja: [STATE_ADJ:LIQUID:ケイブ・フローラーの体液]
ko: [STATE_ADJ:LIQUID:동굴 플로터 즙]
pl: [STATE_ADJ:LIQUID:lataczo jaskinowo sokowy]
ru: [STATE_ADJ:LIQUID:сока пещерного плавуна]
tr: [STATE_ADJ:LIQUID:mağara süzüleni suyu]
vi: [STATE_ADJ:LIQUID:dịch vật nổi hang]

# CREATURE:CAVE_FLOATER
source: [STATE_NAME:GAS:cave floater gas]
cs: [STATE_NAME:GAS:plyn jeskynního plováka]
de: [STATE_NAME:GAS:Höhlenschwimmergas]
eo: [STATE_NAME:GAS:gaso de kavoflosanto]
es: [STATE_NAME:GAS:gas de flotante de cueva]
ja: [STATE_NAME:GAS:ケイブ・フローラーの蒸気]
ko: [STATE_NAME:GAS:동굴 플로터 가스]
pl: [STATE_NAME:GAS:gaz latacza jaskiniowego]
ru: [STATE_NAME:GAS:газ пещерного плавуна]
tr: [STATE_NAME:GAS:mağara süzüleni gazı]
vi: [STATE_NAME:GAS:khí vật nổi hang]

# CREATURE:CAVE_FLOATER
source: [STATE_ADJ:GAS:cave floater gas]
cs: [STATE_ADJ:GAS:plyn jeskynního plováka]
de: [STATE_ADJ:GAS:Höhlenschwimmergas]
eo: [STATE_ADJ:GAS:de gaso de kavoflosanto]
es: [STATE_ADJ:GAS:gas de flotante de cueva]
ja: [STATE_ADJ:GAS:ケイブ・フローラーの蒸気]
ko: [STATE_ADJ:GAS:동굴 플로터 가스]
pl: [STATE_ADJ:GAS:lataczo jaskiniowo gazowy]
ru: [STATE_ADJ:GAS:газ пещерного плавуна]
tr: [STATE_ADJ:GAS:mağara süzüleni gazı]
vi: [STATE_ADJ:GAS:khí vật nổi hang]

# CREATURE:CAVE_FLOATER
source: [SYN_NAME:cave floater sickness]
cs: [SYN_NAME:nemoc jeskynního plováka]
de: [SYN_NAME:Höhlenschwimmer Krankheit]
eo: [SYN_NAME:malsano de kavoflosanta]
es: [SYN_NAME:enfermedad del flotante de cueva]
ja: [SYN_NAME:ケイブ・フローラーの病気]
ko: [SYN_NAME:동굴 플로터 질병]
pl: [SYN_NAME:choroba latacza jaskiniowego]
ru: [SYN_NAME:отравление газом пещерного плавуна]
tr: [SYN_NAME:mağara süzüleni hastalığı]
vi: [SYN_NAME:bệnh do vật nổi hang]

# CREATURE:CAVE_FLOATER
source: [TISSUE_NAME:interior gas:NP]
cs: [TISSUE_NAME:vnitřní plyn:NP]
de: [TISSUE_NAME:Innengas:NP]
eo: [TISSUE_NAME:interna gaso:NP]
es: [TISSUE_NAME:gas interior:NP]
ja: [TISSUE_NAME:内部のの蒸気:NP]
ko: [TISSUE_NAME:내부 가스:NP]
pl: [TISSUE_NAME:gaz wewnętrzny:NP]
ru: [TISSUE_NAME:внутренний газ:NP]
tr: [TISSUE_NAME:iç gaz:NP]

# CREATURE:CAVE_FLOATER
source: [TISSUE_NAME:pod:NP]
cs: [TISSUE_NAME:vak:NP]
de: [TISSUE_NAME:Gehäuse:NP]
eo: [TISSUE_NAME:kapsulo:NP]
es: [TISSUE_NAME:vaina:NP]
ja: [TISSUE_NAME:壺:NP]
ko: [TISSUE_NAME:꼬투리:NP]
pl: [TISSUE_NAME:strąk:NP]
ru: [TISSUE_NAME:кокон:NP]
tr: [TISSUE_NAME:kapsül:NP]

# CREATURE:CAVE_FLOATER
source: [CDI:ADV_NAME:Spray juice]
cs: [CDI:ADV_NAME:Stříkat šťávu]
de: [CDI:ADV_NAME:Saft versprühen]
eo: [CDI:ADV_NAME:Aspergi sukon]
es: [CDI:ADV_NAME:Fluido en spray]
ja: [CDI:ADV_NAME:体液を撒き散らした]
ko: [CDI:ADV_NAME:분사 액]
pl: [CDI:ADV_NAME:Sok w sprayu]
ru: [CDI:ADV_NAME:Брызги сока]
tr: [CDI:ADV_NAME:Su püskürt]
vi: [CDI:ADV_NAME:Phun dịch]

# CREATURE:CAVE_FLOATER
source: [CDI:VERB:spray a stream of steaming juice:sprays a stream of steaming juice:]
cs: [CDI:VERB:stříknout proud vroucí šťávy:stříká proud vroucí šťávy:]
de: [CDI:VERB:versprüht einen Strahl aus dampfendem Saft:versprüht einen Strahl aus dampfendem Saft:]
pl: [CDI:VERB:rozpylasz strumień parującego soku:rozpyla strumień parującego soku:]
ru: [CDI:VERB:выпускаете струю сока:выпускает струю сока:]
tr: [CDI:VERB:buharlı bir su akışı püskürt:buharlı bir su akışı püskürtür:]

# CREATURE:CAVE_FLOATER
source: [TLCM_NOUN:exterior:SINGULAR]
cs: [TLCM_NOUN:zevnějšek:SINGULAR]
de: [TLCM_NOUN:außen:SINGULAR]
eo: [TLCM_NOUN:ŝelo:SINGULAR]
ja: [TLCM_NOUN:外側:SINGULAR]
ko: [TLCM_NOUN:외부:SINGULAR]
pl: [TLCM_NOUN:powierzchnia:SINGULAR]
ru: [TLCM_NOUN:внешний вид:SINGULAR]
tr: [TLCM_NOUN:dış yüzey:SINGULAR]

# CREATURE:PLUMP_HELMET_MAN
source: [DESCRIPTION:A small humanoid resembling a walking mushroom with arms and legs. It lives far underground near water and soil.]
cs: [DESCRIPTION:Malý humanoid připomínající chodící houbu s rukama a nohama. Žije hluboko pod zemí poblíž vody a půdy.]
de: [DESCRIPTION:Ein kleines humanoides Wesen das einem laufenden Pilz mit Armen und Beinen ähnelt. Es lebt tief im Untergrund in der Nähe von Wasser und Schlamm.]
eo: [DESCRIPTION:Malgranda homsimilulo kiu similas paŝantan fungon kun brakoj kaj gamboj. Ĝi loĝas profunde subtere apud akva kaj tero.]
es: [DESCRIPTION:Un pequeño humanoide que parece un hongo andante con brazos y piernas. Vive en el subsuelo cerca de agua y barro.]
ja: [DESCRIPTION:腕と足のある、キノコに似た人型生物。地下深くの水辺に棲息する。]
ko: [DESCRIPTION:팔과 다리가 있는 걷는 버섯을 닮은 작은 인간형 생물. 지하 깊숙이 물과 흙 근처에 산다.]
pl: [DESCRIPTION:Mały humanoid przypominający chodzącego grzyba z rękami i nogami. Żyje głęboko pod ziemią w pobliżu wody i gleby.]
ru: [DESCRIPTION:Маленькое человекоподобное существо, похожее на ходячий гриб с руками и ногами. Обитает в глубоких подземельях рядом с водой и почвой.]
tr: [DESCRIPTION:Kolları ve bacakları olan yürüyen bir mantara benzeyen küçük bir insansı. Yerin derinliklerinde, su ve toprağın yakınında yaşar.]
vi: [DESCRIPTION:Một sinh vật hình người nhỏ giống một cây nấm biết đi với tay và chân. Nó sống sâu dưới lòng đất gần nước và đất.]
zh_hans: [DESCRIPTION:一种像长着胳膊和腿的行走蘑菇的小型的类人生物.它们生活在靠近水源和油的地底.]

# CREATURE:PLUMP_HELMET_MAN
source: [NAME:plump helmet man:plump helmet men:plump helmet man]
cs: [NAME:muž hřibovník:muži hřibovníci:muž hřibovník]
de: [NAME:Pflaumenhelmmensch:Pflaumenhelmmenschen:Pflaumenhelmmensch]
eo: [NAME:homdikakasko:homdikakaskoj:de homdikakasko]
es: [NAME:hombre-galerina:hombres-galerina:hombre-galerina]
ja: [NAME:カブト茸男:カブト茸男:カブト茸男の]
ko: [NAME:통통버섯인간:통통버섯인간들:통통버섯인간]
pl: [NAME:grzyboludź purpurowy:grzyboludzie purpurowe:grzyboludzko purpurowy]
ru: [NAME:грибочеловек:гриболюди:грибочеловека]
tr: [NAME:tombul miğfer adam:tombul miğfer adamlar:tombul miğfer adam]
vi: [NAME:người nấm mũ mập:những người nấm mũ mập:người nấm mũ mập]

# CREATURE:PLUMP_HELMET_MAN
source: [CASTE_NAME:plump helmet man:plump helmet men:plump helmet man]
cs: [CASTE_NAME:muž hřibovník:muži hřibovníci:muž hřibovník]
de: [CASTE_NAME:Pflaumenhelmmensch:Pflaumenhelmmenschen:Pflaumenhelmmensch]
eo: [CASTE_NAME:homdikakasko:homdikakaskoj:de homdikakasko]
es: [CASTE_NAME:hombre-galerina:hombres seta:hombres-galerina]
ja: [CASTE_NAME:カブト茸男:カブト茸男:カブト茸男の]
ko: [CASTE_NAME:통통버섯인간:통통버섯인간들:통통버섯인간]
pl: [CASTE_NAME:grzyboludź purpurowy:grzyboludzie purpurowe:grzyboludzko purpurowy]
ru: [CASTE_NAME:гибочеловек:гриболюди:грибочеловека]
tr: [CASTE_NAME:tombul miğfer adam:tombul miğfer adamlar:tombul miğfer adam]
vi: [CASTE_NAME:người nấm mũ mập:những người nấm mũ mập:người nấm mũ mập]

# CREATURE:PLUMP_HELMET_MAN
source: [PREFSTRING:similarity with food]
cs: [PREFSTRING:podobností s potravou]
de: [PREFSTRING:Ähnlichkeit mit Essen]
eo: [PREFSTRING:simileco kun manĝaĵon]
es: [PREFSTRING:similitud con la comida]
ja: [PREFSTRING:食べ物に似ている]
ko: [PREFSTRING:음식과 유사성]
pl: [PREFSTRING:podobny do żywności]
ru: [PREFSTRING:схожесть с едой]
tr: [PREFSTRING:yiyecek ile benzerlik]
vi: [PREFSTRING:sự tương đồng với thức ăn]

# CREATURE:PLUMP_HELMET_MAN
source: [STATE_NAME:ALL_SOLID:plump helmet man tissue]
cs: [STATE_NAME:ALL_SOLID:tkáň muže hřibovníka]
de: [STATE_NAME:ALL_SOLID:Plumpkappenmenschgewebe]
eo: [STATE_NAME:ALL_SOLID:homdikakaska histo]
es: [STATE_NAME:ALL_SOLID:tejido de hombre-galerina]
ja: [STATE_NAME:ALL_SOLID:カブト茸男の組織]
ko: [STATE_NAME:ALL_SOLID:통통버섯인간 조직]
pl: [STATE_NAME:ALL_SOLID:tkanka grzyboludzia purpurowego]
ru: [STATE_NAME:ALL_SOLID:ткань грибочеловека]
tr: [STATE_NAME:ALL_SOLID:tombul miğfer adam dokusu]
vi: [STATE_NAME:ALL_SOLID:mô người mũ nấm mập]

# CREATURE:PLUMP_HELMET_MAN
source: [STATE_ADJ:ALL_SOLID:plump helmet man tissue]
cs: [STATE_ADJ:ALL_SOLID:tkáň muže hřibovníka]
de: [STATE_ADJ:ALL_SOLID:Plumpkappenmenschgewebe]
eo: [STATE_ADJ:ALL_SOLID:de homdikakaska histo]
es: [STATE_NAME:ALL_SOLID:tejido de hombre-galerina]
ja: [STATE_ADJ:ALL_SOLID:カブト茸男の組織]
ko: [STATE_ADJ:ALL_SOLID:통통버섯인간 조직]
pl: [STATE_ADJ:ALL_SOLID:grzyboludzko purpurowo tkankowy]
ru: [STATE_ADJ:ALL_SOLID:ткань человека-толстошлемника]
tr: [STATE_ADJ:ALL_SOLID:tombul miğfer adam dokusu]
vi: [STATE_ADJ:ALL_SOLID:mô người mũ nấm mập]

# CREATURE:PLUMP_HELMET_MAN
source: [STATE_NAME:LIQUID:melted plump helmet man tissue]
cs: [STATE_NAME:LIQUID:roztavená tkáň muže hřibovníka]
de: [STATE_NAME:LIQUID:geschmolzenes Plumpkappenmensch Gewebe]
eo: [STATE_NAME:LIQUID:fandata homdikakaska histo]
es: [STATE_NAME:ALL_SOLID:tejido de hombre-galerina derretido]
ja: [STATE_NAME:LIQUID:溶けたカブト茸男の組織]
ko: [STATE_NAME:LIQUID:녹은 통통버섯인간 신체조직]
pl: [STATE_NAME:LIQUID:roztopiona tkanka grzyboludzia purpurowego]
ru: [STATE_NAME:LIQUID:расплавленная ткань человека-толстошлемника]
tr: [STATE_NAME:LIQUID:erimiş tombul miğfer adam dokusu]
vi: [STATE_NAME:LIQUID:mô người mũ nấm mập tan chảy]

# CREATURE:PLUMP_HELMET_MAN
source: [STATE_ADJ:LIQUID:melted plump helmet man tissue]
cs: [STATE_ADJ:LIQUID:roztavená tkáň muže hřibovníka]
de: [STATE_ADJ:LIQUID:geschmolzenes Plumpkappenmensch Gewebe]
eo: [STATE_ADJ:LIQUID:de fandita homdikakaska histo]
es: [STATE_ADJ:LIQUID:tejido de hombre-galerina derretido]
ja: [STATE_ADJ:LIQUID:溶けたカブト茸男の組織]
ko: [STATE_ADJ:LIQUID:녹은 통통버섯인간 신체조직]
pl: [STATE_ADJ:LIQUID:roztopiono grzyboludzio purpurowo tkankowy]
ru: [STATE_ADJ:LIQUID:расплавленная ткань человека-толстошлемника]
tr: [STATE_ADJ:LIQUID:erimiş tombul miğfer adam dokusu]
vi: [STATE_ADJ:LIQUID:mô người mũ nấm mập tan chảy]

# CREATURE:PLUMP_HELMET_MAN
source: [STATE_NAME:GAS:boiling plump helmet man tissue]
cs: [STATE_NAME:GAS:vřící tkáň muže hřibovníka]
de: [STATE_NAME:GAS:kochendes Plumpkappenmenschgewebe]
eo: [STATE_NAME:GAS:bolanta homdikakaska histo]
es: [STATE_NAME:GAS:tejido de hombre-galerina hirviendo]
ja: [STATE_NAME:GAS:蒸気化したカブト茸男の組織]
ko: [STATE_NAME:GAS:기화된 통통버섯인간 신체 조직]
pl: [STATE_NAME:GAS:gotująca się tkanka grzyboludzia purpurowego]
ru: [STATE_NAME:GAS:пары ткани человека-толстошлемника]
tr: [STATE_NAME:GAS:kaynayan tombul miğfer adam dokusu]
vi: [STATE_NAME:GAS:mô người mũ nấm mập đang sôi]

# CREATURE:PLUMP_HELMET_MAN
source: [STATE_ADJ:GAS:boiling plump helmet man tissue]
cs: [STATE_ADJ:GAS:vřící tkáň muže hřibovníka]
de: [STATE_ADJ:GAS:kochendes Plumpkappenmenschgewebe]
eo: [STATE_ADJ:GAS:de bolanta homdikakaska histo]
es: [STATE_ADJ:GAS:tejido de hombre-galerina hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したカブト茸男の組織]
ko: [STATE_ADJ:GAS:기화된 통통버섯인간 신체조직]
pl: [STATE_ADJ:GAS:gotująco się grzyboludzio purpurowo tkankowy]
ru: [STATE_ADJ:GAS:кипящая ткань человека-толстошлемника]
tr: [STATE_ADJ:GAS:kaynayan tombul miğfer adam dokusu]
vi: [STATE_ADJ:GAS:mô người mũ nấm mập đang sôi]

# CREATURE:PLUMP_HELMET_MAN
source: [TISSUE_NAME:plump helmet man tissue:NP]
cs: [TISSUE_NAME:tkáň muže hřibovníka:NP]
de: [TISSUE_NAME:Plumpkappenmenschgewebe:NP]
eo: [TISSUE_NAME:homdikakaska histo:homdikakaskaj histoj]
es: [TISSUE_NAME:tejido de hombre-galerina:NP]
ja: [TISSUE_NAME:カブト茸男の組織:NP]
ko: [TISSUE_NAME:통통버섯인간 신체 조직:NP]
pl: [TISSUE_NAME:tkanka grzyboludzia purpurowego:NP]
ru: [TISSUE_NAME:ткани грибочеловека:NP]
tr: [TISSUE_NAME:tombul miğfer adam dokusu:NP]

# CREATURE:PLUMP_HELMET_MAN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:PLUMP_HELMET_MAN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:PLUMP_HELMET_MAN
source: [TLCM_NOUN:exterior:SINGULAR]
cs: [TLCM_NOUN:zevnějšek:SINGULAR]
de: [TLCM_NOUN:außen:SINGULAR]
eo: [TLCM_NOUN:ŝelo:SINGULAR]
ja: [TLCM_NOUN:外側:SINGULAR]
ko: [TLCM_NOUN:외부:SINGULAR]
pl: [TLCM_NOUN:powierzchnia:SINGULAR]
ru: [TLCM_NOUN:внешний вид:SINGULAR]
tr: [TLCM_NOUN:dış yüzey:SINGULAR]

# CREATURE:CAVE_BLOB
source: [DESCRIPTION:A strange shapeless life form with an orange leathery skin containing a liquid interior. It can secrete its internal fluid.]
cs: [DESCRIPTION:Podivná beztvará forma života s oranžovou kožovitou kůží, která obsahuje tekutý vnitřek. Dokáže vylučovat vnitřní tekutinu.]
de: [DESCRIPTION:Eine seltsame formlose Lebensform mit einer orangefarbenen ledrigen Haut, die ein flüssiges Inneres enthält. Es kann seine innere Flüssigkeit absondern.]
eo: [DESCRIPTION:Stranga senforma vivulo vivaĵo kun oranĝkolora leda haŭto enhavanta likva interno. Ĝi sekrecieblas sian internan fluaĵon.]
es: [DESCRIPTION:Una extraña forma de vida amorfa con piel naranja curtida que contiene líquido en su interior. Puede secretar sus fluidos interiores.]
ja: [DESCRIPTION:オレンジ色の革袋のような皮膚を持つ、奇妙な不定形の生物。体液が充満しており、それを分泌する。]
ko: [DESCRIPTION:액체 내부를 포함하는 주황색 가죽 같은 피부를 가진 이상한 형태가 없는 생명체. 내부 액체를 분비할 수 있습니다.]
pl: [DESCRIPTION:Dziwna, bezkształtna forma życia z pomarańczową, skórą zawierająca płynny środek. Może wydzielać swoje wewnętrzne płyny.]
ru: [DESCRIPTION:Странная аморфная форма жизни с оранжевой жёсткой шкурой, содержащей внутри жидкие внутренности. Может выделять внутренний секрет.]
tr: [DESCRIPTION:İçinde sıvı barındıran, turuncu derimsi bir deriye sahip, garip, şekilsiz bir yaşam formu. İç sıvısını salgılayabilir.]
vi: [DESCRIPTION:Một dạng sống kỳ lạ, không định hình với lớp da cam sần sùi chứa đầy chất lỏng bên trong. Nó có thể tiết ra dịch lỏng trong cơ thể.]

# CREATURE:CAVE_BLOB
source: [NAME:cave blob:cave blobs:cave blob]
cs: [NAME:jeskynní hrouda:jeskynní hroudy:jeskynní hrouda]
de: [NAME:Höhlenschleim:Höhlenschleime:Höhlenschleim]
eo: [NAME:kavbulo:kavbuloj:de kavbulo]
es: [NAME:gota de cueva:gotas de cueva:gota de cueva]
ja: [NAME:ケイブ・ブロブ:ケイブ・ブロブ:ケイブ・ブロブの]
ko: [NAME:동굴 블럽:동굴 블럽들:동굴 블럽]
pl: [NAME:blob jaskiniowy:bloby jaskinowe:blobo jaskiniowy]
ru: [NAME:пещерный волдырник:пещерные волдырники:пещерного волдырника]
tr: [NAME:mağara damlası:mağara damlaları:mağara damlası]
vi: [NAME:khối nhầy hang động:các khối nhầy hang động:khối nhầy hang động]

# CREATURE:CAVE_BLOB
source: [CASTE_NAME:cave blob:cave blobs:cave blob]
cs: [CASTE_NAME:jeskynní hrouda:jeskynní hroudy:jeskynní hrouda]
de: [CASTE_NAME:Höhlenschleim:Höhlenschleime:Höhlenschleim]
eo: [CASTE_NAME:kavbulo:kavbuloj:de kavbulo]
es: [CASTE_NAME:gota de cueva:gotas de cueva:gota de cueva]
ja: [CASTE_NAME:ケイブ・ブロブ:ケイブ・ブロブ:ケイブ・ブロブの]
ko: [CASTE_NAME:동굴 블럽:동굴 블럽들:동굴 블럽]
pl: [CASTE_NAME:blob jaskiniowy:bloby jaskinowe:blobo jaskiniowy]
ru: [CASTE_NAME:пещерный волдырник:пещерные волдырники:пещерного волдырника]
tr: [CASTE_NAME:mağara damlası:mağara damlaları:mağara damlası]
vi: [CASTE_NAME:khối nhầy hang động:các khối nhầy hang động:khối nhầy hang động]

# CREATURE:CAVE_BLOB
source: [PREFSTRING:bright orange color]
cs: [PREFSTRING:jasně oranžovou barvou]
de: [PREFSTRING:leuchtend orange]
eo: [PREFSTRING:hela oranĝkoloro]
es: [PREFSTRING:color naranja brillante]
ja: [PREFSTRING:明るいオレンジ色]
ko: [PREFSTRING:밝은 주황색]
pl: [PREFSTRING:jasny pomarańczowy kolor]
ru: [PREFSTRING:ярко-оранжевый цвет]
tr: [PREFSTRING:parlak turuncu renk]
vi: [PREFSTRING:màu cam tươi]

# CREATURE:CAVE_BLOB
source: [STATE_NAME:ALL_SOLID:frozen cave blob fluid]
cs: [STATE_NAME:ALL_SOLID:zmražená tekutina jeskynní hroudy]
de: [STATE_NAME:ALL_SOLID:Gefrorene Höhlenflüssigkeit]
eo: [STATE_NAME:ALL:SOLID:glaciiĝita fluaĵo de kavbulo]
es: [STATE_NAME:ALL_SOLID:Gota congelada de cueva]
ja: [STATE_NAME:ALL_SOLID:凍ったケイブ・ブロブの体液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 동굴 블럽 체엑]
pl: [STATE_NAME:ALL_SOLID:zamrożony płyn bloba jaskiniowego]
ru: [STATE_NAME:ALL_SOLID:замёрзший секрет пещерного волдырника]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş mağara damlası sıvısı]
vi: [STATE_NAME:ALL_SOLID:dịch lỏng khối nhầy hang động đông đặc]

# CREATURE:CAVE_BLOB
source: [STATE_NAME_ADJ:ALL_SOLID:frozen cave blob fluid]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražená tekutina jeskynní hroudy]
de: [STATE_NAME_ADJ:ALL_SOLID:Gefrorene Höhlenflüssigkeit]
eo: [STATE_NAME_ADJ:ALL:SOLID:de glaciiĝita fluaĵo de kavbulo]
es: [STATE_NAME_ADJ:ALL_SOLID:Gota congelada de cueva]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったケイブ・ブロブの体液]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 동굴 블럽 체엑]
pl: [STATE_NAME_ADJ:ALL_SOLID:zamrożono blobo jaskiniowo płynny]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзший секрет пещерного волдырника]
tr: [STATE_NAME_ADJ:ALL_SOLID:dondurulmuş mağara damlası sıvısı]
vi: [STATE_NAME_ADJ:ALL_SOLID:dịch lỏng khối nhầy hang động đông đặc]

# CREATURE:CAVE_BLOB
source: [STATE_NAME:LIQUID:cave blob fluid]
cs: [STATE_NAME:LIQUID:tekutina jeskynní hroudy]
de: [STATE_NAME:LIQUID:Höhlenschleim Flüssigkeit]
eo: [STATE_NAME:LIQUID:fluaĵo de kavbulo]
es: [STATE_NAME:LIQUID:Gota de un fluido de cueva]
ja: [STATE_NAME:LIQUID:ケイブ・ブロブの体液]
ko: [STATE_NAME:LIQUID:동굴 블럽 체액]
pl: [STATE_NAME:LIQUID:płyn bloba jaskiniowego]
ru: [STATE_NAME:LIQUID:секрет пещерного волдырника]
tr: [STATE_NAME:LIQUID:mağara damlası sıvısı]
vi: [STATE_NAME:LIQUID:dịch lỏng khối nhầy hang động]

# CREATURE:CAVE_BLOB
source: [STATE_NAME_ADJ:LIQUID:cave blob fluid]
cs: [STATE_NAME_ADJ:LIQUID:tekutina jeskynní hroudy]
de: [STATE_NAME_ADJ:LIQUID:Höhlenschleim Flüssigkeit]
eo: [STATE_NAME_ADJ:LIQUID:de fluaĵo de kavbulo]
es: [STATE_NAME_ADJ:LIQUID:fluido de gota de cueva]
ja: [STATE_NAME_ADJ:LIQUID:ケイブ・ブロブの体液]
ko: [STATE_NAME_ADJ:LIQUID:동굴 블럽 체액]
pl: [STATE_NAME_ADJ:LIQUID:blobo jaskiniowo płynny]
ru: [STATE_NAME_ADJ:LIQUID:секрет пещерного волдырника]
tr: [STATE_NAME_ADJ:LIQUID:mağara damlası sıvısı]
vi: [STATE_NAME_ADJ:LIQUID:dịch lỏng khối nhầy hang động]

# CREATURE:CAVE_BLOB
source: [STATE_NAME:GAS:boiling cave blob fluid]
cs: [STATE_NAME:GAS:vřící tekutina jeskynní hroudy]
de: [STATE_NAME:GAS:kochende Höhlenschleim Flüssigkeit]
eo: [STATE_NAME:GAS:bolanta fluaĵo de kavbulo]
es: [STATE_NAME:GAS:fluido hirviendo de gota de cueva]
ja: [STATE_NAME:GAS:蒸気化したケイブ・ブロブの体液]
ko: [STATE_NAME:GAS:기화된 동굴 블럽 체액]
pl: [STATE_NAME:GAS:gotujący się płyn blob jaskiniowy]
ru: [STATE_NAME:GAS:пары секрета пещерного волдырника]
tr: [STATE_NAME:GAS:kaynayan mağara damlası sıvısı]
vi: [STATE_NAME:GAS:dịch lỏng khối nhầy hang động đang sôi]
