Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:PLATYPUS
source: [STATE_NAME:GAS:boiling platypus venom]
cs: [STATE_NAME:GAS:vařící se ptakopysčí jed]
de: [STATE_NAME:GAS:kochendes Schnabeltiergift]
eo: [STATE_NAME:GAS:bolanta veneno de ornitorinko]
es: [STATE_NAME:GAS:veneno de ornitorrinco hirviendo]
ja: [STATE_NAME:GAS:蒸気化したカモノハシの毒液]
ko: [STATE_NAME:GAS:기화된 오리너구리 독]
pl: [STATE_NAME:GAS:gotujący się jad dziobaka]
ru: [STATE_NAME:GAS:пары яда утконоса]
tr: [STATE_NAME:GAS:kaynayan ornitorenk zehri]
vi: [STATE_NAME:GAS:Nọc độc thú mỏ vịt đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的鸭嘴兽毒液]

# CREATURE:PLATYPUS
source: [STATE_ADJ:GAS:boiling platypus venom]
cs: [STATE_ADJ:GAS:vařící se ptakopysčí jed]
de: [STATE_ADJ:GAS:kochendes Schnabeltiergift]
eo: [STATE_ADJ:GAS:de bolanta veneno de ornitorinko]
es: [STATE_ADJ:GAS:de veneno de ornitorrinco hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したカモノハシの毒液]
ko: [STATE_ADJ:GAS:기화된 오리너구리 독]
pl: [STATE_ADJ:GAS:gotujący się jadowy dziobaka]
ru: [STATE_ADJ:GAS:кипящий яд утконоса]
tr: [STATE_ADJ:GAS:kaynayan ornitorenk zehri]
vi: [STATE_ADJ:GAS:Nọc độc thú mỏ vịt đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的鸭嘴兽毒液的]

# CREATURE:PLATYPUS
source: [SYN_NAME:platypus sting]
cs: [SYN_NAME:ptakopysčí bodnutí]
de: [SYN_NAME:Schnabeltierstich]
eo: [SYN_NAME:pikado de ornitorinko]
es: [SYN_NAME:picotazo de ornitorrinco]
ja: [SYN_NAME:カモノハシの棘]
ko: [SYN_NAME:오리너구리 침]
pl: [SYN_NAME:pazur dziobaka]
ru: [SYN_NAME:укус утконоса]
tr: [SYN_NAME:ornitorenk iğnesi]
vi: [SYN_NAME:Vết chích của thú mỏ vịt]
zh_hans: [SYN_NAME:鸭嘴兽蜇伤]

# CREATURE:PLATYPUS
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:PLATYPUS
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:PLATYPUS
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:PLATYPUS
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:PLATYPUS
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:PLATYPUS MAN
source: [CVCT_TARGET:platypus]
cs: [CVCT_TARGET:ptakopysk]
de: [CVCT_TARGET:Schnabeltier]
eo: [CVCT_TARGET:ornitorink]
es: [CVCT_TARGET:ornitorrinco]
ko: [CVCT_TARGET:오리너구리]
pl: [CVCT_TARGET:dziobak]
ru: [CVCT_TARGET:утконос]
tr: [CVCT_TARGET:ornitorenk]
vi: [CVCT_TARGET:Thú mỏ vịt]
zh_hans: [CVCT_TARGET:鸭嘴兽]

# CREATURE:PLATYPUS MAN
source: [CVCT_REPLACEMENT:platypus man]
cs: [CVCT_REPLACEMENT:ptakopysčí muž]
de: [CVCT_REPLACEMENT:Schnabeltiermännchen]
eo: [CVCT_REPLACEMENT:homornitorink]
es: [CVCT_REPLACEMENT:hombre ornitorrinco]
ko: [CVCT_REPLACEMENT:오리너구리인간]
pl: [CVCT_REPLACEMENT:człowiek dziobak]
ru: [CVCT_REPLACEMENT:человека-утконоса]
tr: [CVCT_REPLACEMENT:erkek ornitorenk]
vi: [CVCT_REPLACEMENT:Người thú mỏ vịt]
zh_hans: [CVCT_REPLACEMENT:鸭嘴兽人]

# CREATURE:PLATYPUS MAN
source: [CASTE_NAME:platypus man:platypus men:platypus man]
cs: [CASTE_NAME:ptakopysčí muž:ptakopysčí muži:ptakopysčího muže]
de: [CASTE_NAME:Schnabeltiermann:Schnabeltiermenschen:Schnabeltiermann]
eo: [CASTE_NAME:homornitorinkiĉo:homornitorinkiĉoj:de homornitorinkiĉo]
es: [CASTE_NAME:hombre ornitorrinco:hombres ornitorrinco:hombre ornitorrinco]
ja: [CASTE_NAME:カモノハシ男:カモノハシ男:カモノハシ男の]
ko: [CASTE_NAME:남성 오리너구리인간:남성 오리너구리인간들:남성 오리너구리인간]
pl: [CASTE_NAME:dziobakomężczyzna:dziobakomężczyźni:dziobakomężczyzny]
ru: [CASTE_NAME:мужчина-утконос:мужчины-утконосы:мужчины-утконоса]
tr: [CASTE_NAME:erkek ornitorenk:erkek ornitorenkler:erkek ornitorenk]
vi: [CASTE_NAME:Người thú mỏ vịt:Những người thú mỏ vịt:Người thú mỏ vịt]
zh_hans: [CASTE_NAME:鸭嘴兽男:鸭嘴兽男:鸭嘴兽男]

# CREATURE:PLATYPUS MAN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:PLATYPUS MAN
source: [CASTE_NAME:platypus woman:platypus women:platypus woman]
cs: [CASTE_NAME:ptakopysčí žena:ptakopysčí ženy:ptakopysčí ženu]
de: [CASTE_NAME:Schnabeltier Frau:Schnabeltier Frauen:Schnabeltier Frau]
eo: [CASTE_NAME:homornitorinkino:homornitorinkinoj:de homornitorinkino]
es: [CASTE_NAME:mujer ornitorrinco:mujeres ornitorrinco:mujer ornitorrinco]
ja: [CASTE_NAME:カモノハシ女:カモノハシ女:カモノハシ女の]
ko: [CASTE_NAME:여성 오리너구리 인간:여성 오리너구리인간들:여성 오리너구리인간]
pl: [CASTE_NAME:dziobakokobieta:dziobakokobiety:dziobakokobiecy]
ru: [CASTE_NAME:женщина-утконос:женщины-утконосы:женщины-утконоса]
tr: [CASTE_NAME:dişi ornitorenk:dişi ornitorenkler:dişi ornitorenk]
vi: [CASTE_NAME:Người phụ nữ thú mỏ vịt:Những người phụ nữ thú mỏ vịt:Người phụ nữ thú mỏ vịt]
zh_hans: [CASTE_NAME:鸭嘴兽女:鸭嘴兽女:鸭嘴兽女]

# CREATURE:PLATYPUS MAN
source: [NAME:platypus man:platypus men:platypus man]
cs: [NAME:ptakopysčí muž:ptakopysčí muži:ptakopysčího muže]
de: [NAME:Schnabeltiermann:Schnabeltiermenschen:Schnabeltiermann]
eo: [NAME:homornitorinko:homornitorinkoj:de homornitorinko]
es: [NAME:hombre ornitorrinco:hombres ornitorrinco:hombre ornitorrinco]
ja: [NAME:カモノハシ男:カモノハシ男:カモノハシ男の]
ko: [NAME:오리너구리인간:오리너구리인간들:오리너구리인간]
pl: [NAME:dziobakoczłowiek:dziobakoludzie:dziobakoludzi]
ru: [NAME:человек-утконос:люди-утконосы:человека-утконоса]
tr: [NAME:erkek ornitorenk:erkek ornitorenkler:erkek ornitorenk]
vi: [NAME:Người thú mỏ vịt:Những người thú mỏ vịt:Người thú mỏ vịt]
zh_hans: [NAME:鸭嘴兽人:鸭嘴兽人:鸭嘴兽人]

# CREATURE:PLATYPUS MAN
source: [DESCRIPTION:A humanoid with the head, tail and poison spurs of a platypus.]
cs: [DESCRIPTION:Humanoid s hlavou, ocasem a jedovými ostruhami ptakopyska.]
de: [DESCRIPTION:Ein Humanoide mit dem Kopf, dem Schwanz und den Giftsporen eines Schnabeltiers.]
eo: [DESCRIPTION:Homsimilulo kun la kapo, la vosto kaj la venenaj pikiloj de ornitorinko.]
es: [DESCRIPTION:Una persona con cola, cabeza y espolones venenosos de ornitorrinco.]
ko: [DESCRIPTION:오리너구리의 머리, 꼬리, 독의 박차를 가진 인간형태의 생물.]
pl: [DESCRIPTION:Humanoid z głową, ogonem i trującymi pazurami dziobaka.]
ru: [DESCRIPTION:Человекоподобное существо с головой, хвостом и ядовитыми шпорами утконоса.]
tr: [DESCRIPTION:Ornitorenk başına, kuyruğuna ve zehirli mahmuzlarına sahip insansı bir fantastik canlı.]
vi: [DESCRIPTION:Một sinh vật hình người với đầu, đuôi và cựa độc của thú mỏ vịt.]
zh_hans: [DESCRIPTION:一个长着鸭嘴兽脑袋、尾巴和蹼的人。]

# CREATURE:PLATYPUS, GIANT
source: [CVCT_TARGET:platypus]
cs: [CVCT_TARGET:ptakopysk]
de: [CVCT_TARGET:Schnabeltier]
eo: [CVCT_TARGET:ornitorink]
es: [CVCT_TARGET:ornitorrinco]
ko: [CVCT_TARGET:오리너구리]
pl: [CVCT_TARGET:dziobak]
ru: [CVCT_TARGET:утконос]
tr: [CVCT_TARGET:ornitorenk]
vi: [CVCT_TARGET:Thú mỏ vịt]
zh_hans: [CVCT_TARGET:鸭嘴兽]

# CREATURE:PLATYPUS, GIANT
source: [CVCT_REPLACEMENT:giant platypus]
cs: [CVCT_REPLACEMENT:obří ptakopysk]
de: [CVCT_REPLACEMENT:Riesenschnabeltier]
eo: [CVCT_REPLACEMENT:giganta ornitorink]
es: [CVCT_REPLACEMENT:ornitorrinco gigante]
ko: [CVCT_REPLACEMENT:거대 오리너구리]
pl: [CVCT_REPLACEMENT:gigantyczny dziobak]
ru: [CVCT_REPLACEMENT:гигантского утконоса]
tr: [CVCT_REPLACEMENT:dev ornitorenk]
vi: [CVCT_REPLACEMENT:Thú mỏ vịt khổng lồ]
zh_hans: [CVCT_REPLACEMENT:巨鸭嘴兽]

# CREATURE:PLATYPUS, GIANT
source: [NAME:giant platypus:giant platypuses:giant platypus]
cs: [NAME:obří ptakopysk:obří ptakopyskové:obřího ptakopyska]
de: [NAME:Riesenschnabeltier:Riesenschnabeltiere:Riesenschnabeltier]
eo: [NAME:giganta ornitorinko:gigantaj ornitorinkoj:de giganta ornitorinko]
es: [NAME:ornitorrinco gigante:ornitorrincos gigantes:ornitorrinco gigante]
ja: [NAME:巨大カモノハシ:巨大カモノハシ:巨大カモノハシの]
ko: [NAME:거대 오리너구리:거대 오리너구리들:거대 오리너구리]
pl: [NAME:gigantyczny dziobak:gigantyczne dziobaki:gigantyczno dziobaczy]
ru: [NAME:гигантский утконос:гигантские утконосы:гигантского утконоса]
tr: [NAME:dev ornitorenk:dev ornitorenkler:dev ornitorenk]
vi: [NAME:Thú mỏ vịt khổng lồ:Những thú mỏ vịt khổng lồ:Thú mỏ vịt khổng lồ]
zh_hans: [NAME:巨鸭嘴兽:巨鸭嘴兽:巨鸭嘴兽]

# CREATURE:PLATYPUS, GIANT
source: [CASTE_NAME:giant platypus:giant platypuses:giant platypus]
cs: [CASTE_NAME:obří ptakopysk:obří ptakopyskové:obřího ptakopyska]
de: [CASTE_NAME:Riesenschnabeltier:Riesenschnabeltiere:Riesenschnabeltier]
eo: [CASTE_NAME:giganta ornitorinko:gigantaj ornitorinkoj:de giganta ornitorinko]
es: [CASTE_NAME:ornitorrinco gigante:ornitorrincos gigantes:ornitorrinco gigante]
ja: [CASTE_NAME:巨大カモノハシ:巨大カモノハシ:巨大カモノハシの]
ko: [CASTE_NAME:거대 오리너구리:거대 오리너구리들:거대 오리너구리]
pl: [CASTE_NAME:gigantyczny dziobak:gigantyczne dziobaki:gigantyczno dziobaczy]
ru: [CASTE_NAME:гигантский утконос:гигантские утконосы:гигантского утконоса]
tr: [CASTE_NAME:dev ornitorenk:dev ornitorenkler:dev ornitorenk]
vi: [CASTE_NAME:Thú mỏ vịt khổng lồ:Những thú mỏ vịt khổng lồ:Thú mỏ vịt khổng lồ]
zh_hans: [CASTE_NAME:巨鸭嘴兽:巨鸭嘴兽:巨鸭嘴兽]

# CREATURE:PLATYPUS, GIANT
source: [GENERAL_CHILD_NAME:baby giant platypus:baby giant platypuses]
cs: [GENERAL_CHILD_NAME:mládě obřího ptakopyska:mláďata obřího ptakopyska]
de: [GENERAL_CHILD_NAME:Baby-Riesenschnabeltier:Baby-Riesenschnabeltiere]
eo: [GENERAL_CHILD_NAME:giganta ornitorinkido:gigantaj ornitorinkidoj]
es: [GENERAL_CHILD_NAME:cría de ornitorrinco gigante:crías de ornitorrinco gigante]
ja: [GENERAL_CHILD_NAME:巨大カモノハシ:巨大カモノハシの子供の子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 오리 너구리:새끼 거대 오리너구리들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego dziobaka:młode gigantycznego dziobaka]
ru: [GENERAL_CHILD_NAME:детёныш гигантского утконоса:детёныши гигантского утконоса]
tr: [GENERAL_CHILD_NAME:yavru dev ornitorenk:yavru dev ornitorenkler]
vi: [GENERAL_CHILD_NAME:Thú mỏ vịt khổng lồ con:Những thú mỏ vịt khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨鸭嘴兽幼崽:巨鸭嘴兽幼崽]

# CREATURE:PLATYPUS, GIANT
source: [DESCRIPTION:A huge monster, the shape of a platypus.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru ptakopyska.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Schnabeltiers.]
eo: [DESCRIPTION:Grandega monstro ornitorinkoforma]
es: [DESCRIPTION:Un monstruo gigante con forma de ornitorrinco.]
ja: [DESCRIPTION:カモノハシのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:오리너구리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie dziobaka.]
ru: [DESCRIPTION:Огромный монстр, напоминающий утконоса.]
tr: [DESCRIPTION:Ornitorenk şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ, mang hình dáng của thú mỏ vịt.]
zh_hans: [DESCRIPTION:一只巨大的鸭嘴兽怪。]

# CREATURE:PLATYPUS, GIANT
source: [PREFSTRING:great size]
cs: [PREFSTRING:velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
pl: [PREFSTRING:wielki rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük boyut]
vi: [PREFSTRING:kích thước khổng lồ]
zh_hans: [PREFSTRING:巨大的体型]

# CREATURE:PLATYPUS, GIANT
source: [PREFSTRING:bizarre appearance]
cs: [PREFSTRING:bizarní vzhled]
de: [PREFSTRING:bizarre Erscheinung]
eo: [PREFSTRING:bizara aspekto]
es: [PREFSTRING:apariencia bizarra]
ja: [PREFSTRING:奇妙な外観]
ko: [PREFSTRING:기괴한 외모]
pl: [PREFSTRING:dziwaczny wygląd]
ru: [PREFSTRING:странный внешний вид]
tr: [PREFSTRING:tuhaf görünüş]
vi: [PREFSTRING:Ngoại hình kỳ lạ]
zh_hans: [PREFSTRING:奇异的外表]

# CREATURE:PLATYPUS, GIANT
source: [PREFSTRING:venomous spurs]
cs: [PREFSTRING:jedové ostruhy]
de: [PREFSTRING:giftige Sporen]
eo: [PREFSTRING:venenaj pikiloj]
es: [PREFSTRING:espuelas venenosas]
ja: [PREFSTRING:毒の蹴爪]
ko: [PREFSTRING:독 자극]
pl: [PREFSTRING:trujące pazury]
ru: [PREFSTRING:ядовитые шпоры]
tr: [PREFSTRING:zehirli mahmuzlar]
vi: [PREFSTRING:Cựa độc]
zh_hans: [PREFSTRING:毒蹼]

# CREATURE:PLATYPUS, GIANT
source: [PREFSTRING:flat tails]
cs: [PREFSTRING:ploché ocasy]
de: [PREFSTRING:flache Schwanz]
eo: [PREFSTRING:plataj vostoj]
es: [PREFSTRING:colas planas]
ja: [PREFSTRING:平たい尾]
ko: [PREFSTRING:납작한 꼬리]
pl: [PREFSTRING:płaskie ogony]
ru: [PREFSTRING:плоские хвосты]
tr: [PREFSTRING:yassı kuyruklar]
vi: [PREFSTRING:Đuôi dẹt]
zh_hans: [PREFSTRING:扁平的尾巴]

# CREATURE:PLATYPUS, GIANT
source: [PREFSTRING:large bills]
cs: [PREFSTRING:velké zobáky]
de: [PREFSTRING:große Schnäbel]
eo: [PREFSTRING:grandaj bekoj]
es: [PREFSTRING:picos largos]
ja: [PREFSTRING:大きなくちばし]
ko: [PREFSTRING:커다란 지폐]
pl: [PREFSTRING:duże dzioby]
ru: [PREFSTRING:большие клювы]
tr: [PREFSTRING:büyük gagalar]
vi: [PREFSTRING:Mỏ lớn]
zh_hans: [PREFSTRING:大鸟喙]

# CREATURE:BEAR_GRIZZLY
source: [DESCRIPTION:A huge brown creature found in temperate woodland. It is known for its ferocious attack, usually when it or its young are threatened.]
cs: [DESCRIPTION:Obrovský hnědý tvor, který se vyskytuje v lesích mírného pásma. Je známý svým zuřivým útokem, obvykle když je ohrožen on nebo jeho mláďata.]
de: [DESCRIPTION:Eine riesige braune Kreatur, die in gemäßigten Wäldern vorkommt. Sie ist bekannt für ihre wilden Angriffe, meist wenn sie oder ihre Jungen bedroht werden.]
eo: [DESCRIPTION:Grandega bruna estaĵo kiu troviĝas en mezvarmaj duonarbaroj. Ĝi estas konita por sia feroca atako, ofte kiam si aŭ siaj idoj estas minacataj.]
es: [DESCRIPTION:Una enorme criatura marrón hallada en florestas templadas. Es conocido por sus feroces ataques, usualmente cuando ella o sus retoños son amenazados.]
ja: [DESCRIPTION:温帯の森に棲む、大型哺乳類。危害を加えると猛烈な反撃をしてくる。]
ko: [DESCRIPTION:온대 삼림 지대에서 발견된 거대한 갈색 생물입니다. 보통 위협을 받을 때 공격이 격렬한 것으로 알려져 있다.]
pl: [DESCRIPTION:Ogromne, brązowe stworzenie, które można znaleźć w umiarkowanych lasach. Jest znane ze swoich okrutnych ataków, zwłaszcza, kiedy jego młode są zagrożone.]
ru: [DESCRIPTION:Огромный зверь с бурой шерстью, распространён в лесах с умеренным климатом. Известен своей свирепостью, когда ему или его потомству что-то угрожает.]
tr: [DESCRIPTION:Ilıman ormanlarda bulunan devasa kahverengi bir yaratık. Genellikle kendisi veya yavruları tehdit edildiğinde vahşi saldırısıyla bilinir.]
vi: [DESCRIPTION:Một sinh vật to lớn màu nâu được tìm thấy ở rừng ôn đới. Nó nổi tiếng với những đợt tấn công hung tợn, thường là khi nó hoặc con non của nó bị đe dọa.]
zh_hans: [DESCRIPTION:在温带林地中发现的一种巨大的棕色生物。 在它或它的幼崽受到威胁时常常会回以凶猛的攻击。]

# CREATURE:BEAR_GRIZZLY
source: [NAME:grizzly bear:grizzly bears:grizzly bear]
cs: [NAME:medvěd grizzly:medvědi grizzly:medvěda grizzly]
de: [NAME:Grizzlybär:Grizzlybären:Grizzlybär]
eo: [NAME:griza urso:grizaj ursoj:de griza urso]
es: [NAME:oso grizly:osos grizly:oso grizly]
ja: [NAME:ヒグマ:ヒグマ:ヒグマの]
ko: [NAME:회색곰:회색곰들:회색곰]
pl: [NAME:niedźwiedź grizli:niedźwiedzie grizli:niedźwiedzio grizli]
ru: [NAME:гризли:гризли:гризли]
tr: [NAME:boz ayı:boz ayılar:boz ayı]
vi: [NAME:Gấu xám:Những con gấu xám:Gấu xám]
zh_hans: [NAME:灰熊:灰熊:灰熊]

# CREATURE:BEAR_GRIZZLY
source: [CASTE_NAME:grizzly bear:grizzly bears:grizzly bear]
cs: [CASTE_NAME:medvěd grizzly:medvědi grizzly:medvěda grizzly]
de: [CASTE_NAME:Grizzlybär:Grizzlybären:Grizzlybär]
eo: [CASTE_NAME:griza urso:grizaj ursoj:de griza urso]
es: [CASTE_NAME:oso grizzly:osos grizzly:oso grizzly]
ja: [CASTE_NAME:ヒグマ:ヒグマ:ヒグマの]
ko: [CASTE_NAME:회색곰:회색곰들:회색곰]
pl: [CASTE_NAME:niedźwiedź grizli:niedźwiedzie grizli:niedźwiedzio grizli]
ru: [CASTE_NAME:гризли:гризли:гризли]
tr: [CASTE_NAME:boz ayı:boz ayılar:boz ayı]
vi: [CASTE_NAME:Gấu xám:Những con gấu xám:Gấu xám]
zh_hans: [CASTE_NAME:灰熊:灰熊:灰熊]

# CREATURE:BEAR_GRIZZLY
source: [GENERAL_CHILD_NAME:grizzly bear cub:grizzly bear cubs]
cs: [GENERAL_CHILD_NAME:mládě grizzlyho:mláďata grizzlyho]
de: [GENERAL_CHILD_NAME:Grizzlybärjunge:Grizzlybärjunge]
eo: [GENERAL_CHILD_NAME:griza ursido:grizaj ursidoj]
es: [GENERAL_CHILD_NAME:osezno pardo:oseznos pardos]
ja: [GENERAL_CHILD_NAME:ヒグマの子供:ヒグマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 회색곰:새끼 회색곰들]
pl: [GENERAL_CHILD_NAME:niedźwiadek grizli:niedźwiadki grizli]
ru: [GENERAL_CHILD_NAME:медвежонок гризли:медвежата гризли]
tr: [GENERAL_CHILD_NAME:yavru boz ayı:yavru boz ayılar]
vi: [GENERAL_CHILD_NAME:Gấu xám con:Những gấu xám con]
zh_hans: [GENERAL_CHILD_NAME:灰熊幼崽:灰熊幼崽]

# CREATURE:BEAR_GRIZZLY
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]
zh_hans: [PREFSTRING:力量]

# CREATURE:BEAR_GRIZZLY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:BEAR_GRIZZLY
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:BEAR_GRIZZLY
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:BEAR_GRIZZLY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BEAR_GRIZZLY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BEAR_GRIZZLY_MAN
source: [CASTE_NAME:grizzly bear man:grizzly bear men:grizzly bear man]
cs: [CASTE_NAME:grizzly muž:grizzly muži:grizzlyho muže]
de: [CASTE_NAME:Grizzlybär männchen:Grizzlybären männchen:Grizzlybär männchen]
eo: [CASTE_NAME:hom-griz-ursiĉo:hom-griz-ursiĉoj:de hom-griz-ursiĉo]
es: [CASTE_NAME:hombre-oso pardo:hombres-oso pardos:hombre-oso pardo]
ja: [CASTE_NAME:ヒグマ男:ヒグマ男:ヒグマ男の]
ko: [CASTE_NAME:남성 회색곰인간:남성 회색곰인간들:남성 회색곰인간]
pl: [CASTE_NAME:niedźwiedziomężczyzna grizli:niedźwiedziomężczyźni grizli:niedźwiedziomęsko grizli]
ru: [CASTE_NAME:мужчина-гризли:мужчины-гризли:мужчины-гризли]
tr: [CASTE_NAME:erkek boz ayı:erkek boz ayılar:erkek boz ayı]
vi: [CASTE_NAME:Người gấu xám:Những người gấu xám:Người gấu xám]
zh_hans: [CASTE_NAME:灰熊男:灰熊男:灰熊男]

# CREATURE:BEAR_GRIZZLY_MAN
source: [CASTE_NAME:grizzly bear woman:grizzly bear women:grizzly bear woman]
cs: [CASTE_NAME:grizzly žena:grizzly ženy:grizzly ženu]
de: [CASTE_NAME:Grizzlybär weibchen:Grizzlybären weibchen:Grizzlybär weibchen]
eo: [CASTE_NAME:hom-griz-ursino:hom-griz-ursinoj:de hom-griz-ursino]
es: [CASTE_NAME:mujer-oso parda:mujeres-oso pardas:mujer-oso parda]
ja: [CASTE_NAME:ヒグマ女:ヒグマ女:ヒグマ女の]
ko: [CASTE_NAME:여성 회색곰인간:여성 회색곰인간들:여성 회색곰인간]
pl: [CASTE_NAME:niedźwiedziokobieta grizli:niedźwiedziokobiety grizli:niedźwiedziokobieco grizli]
ru: [CASTE_NAME:женщина-гризли:женщины-гризли:женщины-гризли]
tr: [CASTE_NAME:dişi boz ayı:dişi boz ayılar:dişi boz ayı]
vi: [CASTE_NAME:Người phụ nữ gấu xám:Những người phụ nữ gấu xám:Người phụ nữ gấu xám]
zh_hans: [CASTE_NAME:灰熊女:灰熊女:灰熊女]

# CREATURE:BEAR_GRIZZLY_MAN
source: [NAME:grizzly bear man:grizzly bear men:grizzly bear man]
cs: [NAME:grizzly muž:grizzly muži:grizzlyho muže]
de: [NAME:Grizzlybär männchen:Grizzlybären männchen:Grizzlybär männchen]
eo: [NAME:hom-griz-urso:hom-griz-ursoj:de hom-griz-urso]
es: [NAME:hombre-oso pardo:hombres-oso pardos:hombre-oso pardo]
ja: [NAME:ヒグマ男:ヒグマ男:ヒグマ男の]
ko: [NAME:회색곰 인간:회색곰 인간들:회색곰 인간]
pl: [NAME:niedźwiedzioczłowiek grizli:niedźwiedzioludzie grizli:niedźwiedzioludzko grizli]
ru: [NAME:человек-гризли:люди-гризли:человека-гризли]
tr: [NAME:erkek boz ayı:erkek boz ayılar:erkek boz ayı]
vi: [NAME:Người gấu xám:Những người gấu xám:Người gấu xám]
zh_hans: [NAME:灰熊人:灰熊人:灰熊人]

# CREATURE:BEAR_GRIZZLY_MAN
source: [DESCRIPTION:A large person with the head of a grizzly bear.]
cs: [DESCRIPTION:Velká osoba s hlavou medvěda grizzly.]
de: [DESCRIPTION:Eine große Person mit dem Kopf eines Grizzlybären.]
eo: [DESCRIPTION:Granda homo kun la kapo de griza urso.]
es: [DESCRIPTION:Una corpulenta persona con la cabeza de un oso grizzly.]
ja: [DESCRIPTION:ヒグマの頭を持った人間だ。]
ko: [DESCRIPTION:회색곰의 머리를 가진 큰 인간.]
pl: [DESCRIPTION:Duży osobnik z głową niedźwiedzia grizli.]
ru: [DESCRIPTION:Огромный человек с головой гризли.]
tr: [DESCRIPTION:Boz ayı başlı, iri bir fantastik canlı.]
vi: [DESCRIPTION:Một người to lớn với đầu của gấu xám.]
zh_hans: [DESCRIPTION:一个长着灰熊头的身形大的人。]

# CREATURE:GIANT_BEAR_GRIZZLY
source: [NAME:giant grizzly bear:giant grizzly bears:giant grizzly bear]
cs: [NAME:obří grizzly:obří grizzlyové:obřího grizzlyho]
de: [NAME:Riesen-Grizzlybär:Riesen-Grizzlybären:Riesen-Grizzlybär]
eo: [NAME:giganta griza urso:gigantaj grizaj ursoj:de giganta griza urso]
es: [NAME:oso pardo gigante:osos pardos gigantes:oso pardo gigante]
ja: [NAME:巨大ヒグマ:巨大ヒグマ:巨大ヒグマの]
ko: [NAME:거대 회색곰:거대 회색곰들:거대 회색곰]
pl: [NAME:gigantyczny niedźwiedź grizli:gigantyczne niedźwiedzie grizli:gigantyczno niedźwiedzio grizli]
ru: [NAME:гигантский гризли:гигантские гризли:гигантского гризли]
tr: [NAME:dev boz ayı:dev boz ayılar:dev boz ayı]
vi: [NAME:Gấu xám khổng lồ:Những gấu xám khổng lồ:Gấu xám khổng lồ]
zh_hans: [NAME:巨灰熊:巨灰熊:巨灰熊]
