Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:RUTHERER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CREEPY_CRAWLER
source: [DESCRIPTION:A tiny underground creature made of a mass of appendages resembling human fingers. It creeps across the ground like a starfish and eats with a mouth on the bottom of its body.]
cs: [DESCRIPTION:Drobný podzemní tvor tvořený množstvím výrůstků připomínajících lidské prsty. Pohybuje se po zemi jako mořská hvězdice a jí ústy na spodní straně těla.]
de: [DESCRIPTION:Eine winzige unterirdische Kreatur, die aus einer Masse von Anhängseln besteht, die menschlichen Fingern ähneln. Es kriecht wie ein Seestern über den Boden und frisst mit einem Mund an der Unterseite seines Körpers.]
eo: 1[DESCRIPTION:Eta subtera kreatiĵo farita el membromaso simila al homa manfingroj. Ĝi rampas trans la tereno kiel asterio kaj ĝi manĝas per buŝo en la fundo de sia korpo.]
es: [DESCRIPTION:Una pequeña criatura subterranea formada por una masa apéndices que recuerdan a dedos humanos. Se arrastra por el suelo como una estrella de mar y como con una boca en la base de su cuerpo.]
ja: [DESCRIPTION:人間の指に似た付属肢の塊でできた小さな地下生物。ヒトデのように地面を這い回り、体の底に口を持って食べる。]
ko: [DESCRIPTION:인간의 손가락을 닮은 많은 부속물로 이루어진 작은 지하 생물. 불가사리처럼 땅 위를 기어다니며 몸 아랫부분에 입으로 먹고 있습니다.]
pl: [DESCRIPTION:Malutkie, podziemnie stworzenie stworzone z masy wyrostków przypominających ludzkie palce. Skrada się po ziemi jak rozgwiazda i je pyskiem pod spodem swojego ciała.]
ru: [DESCRIPTION:Мелкое подземное существо, состоящее из множества конечностей, похожих на человеческие пальцы. Ползает по земле подобно морской звезде и питается с помощью рта внизу тела.]
tr: [DESCRIPTION:İnsan parmaklarına benzeyen uzantı yığınından oluşan minik bir yeraltı yaratığı. Bir denizyıldızı gibi yerde sürünür ve vücudunun altındaki bir ağızla yemek yer.]
vi: [DESCRIPTION:Một sinh vật nhỏ bé dưới lòng đất được tạo thành từ một khối các chi trông giống ngón tay người. Nó bò trên mặt đất như một con sao biển và ăn bằng một cái miệng ở dưới bụng.]

# CREATURE:CREEPY_CRAWLER
source: [NAME:creepy crawler:creepy crawlers:creepy crawler]
cs: [NAME:prstochodec:prstochodci:prstochodec]
de: [NAME:Unheimlicher Kriecher:Unheimliche Kriecher:Unheimlicher Kriecher]
eo: [NAME:timiganta rampanto:timigantaj rampantoj:de timiganta rampanto]
es: [NAME:rastreador espeluznante:rastreadores espeluznantes:rastreador espeluznante]
ja: [NAME:クレーピークローラー:クレーピークローラー:クレーピークローラーの]
ko: [NAME:소름끼치는 크롤러:소름끼치는 크롤러들:소름끼치는 크롤러]
pl: [NAME:pełzacz straszny:pełzacze straszne:pełzaczo straszny]
ru: [NAME:жуткий ползун:жуткие ползуны:жуткого ползуна]
tr: [NAME:ürkünç sürüngen:ürkünç sürüngenler:ürkünç sürüngen]
vi: [NAME:kẻ bò trườn rợn người:những kẻ bò trườn rợn người:kẻ bò trườn rợn người]
zh_hans: [NAME:恐怖爬行者:恐怖爬行者:恐怖爬行者]

# CREATURE:CREEPY_CRAWLER
source: [CASTE_NAME:creepy crawler:creepy crawlers:creepy crawler]
cs: [CASTE_NAME:prstochodec:prstochodci:prstochodec]
de: [CASTE_NAME:Unheimlicher Kriecher:Unheimliche Kriecher:Unheimlicher Kriecher]
eo: [CASTE_NAME:timiganta rampanto:timigantaj rampantoj:de timiganta rampanto]
es: [CASTE_NAME:rastreador espeluznante:rastreadores espeluznantes:rastreador espeluznante]
ja: [CASTE_NAME:クレーピークローラー:クレーピークローラー:クレーピークローラーの]
ko: [CASTE_NAME:소름끼치는 크롤러:소름끼치는 크롤러들:소름끼치는 크롤러]
pl: [CASTE_NAME:pełzacz straszny:pełzacze straszne:pełzaczo straszny]
ru: [CASTE_NAME:жуткий ползун:жуткие ползуны:жуткого ползуна]
tr: [CASTE_NAME:ürkünç sürüngen:ürkünç sürüngenler:ürkünç sürüngen]
vi: [CASTE_NAME:kẻ bò trườn rợn người:những kẻ bò trườn rợn người:kẻ bò trườn rợn người]
zh_hans: [CASTE_NAME:恐怖爬行者:恐怖爬行者:恐怖爬行者]

# CREATURE:CREEPY_CRAWLER
source: [PREFSTRING:freakish wriggling]
cs: [PREFSTRING:podivným kroutěním]
de: [PREFSTRING:wildes Gezappel]
eo: [PREFSTRING:bizare tordanta movado]
es: [PREFSTRING: menear monstruosa]
ja: [PREFSTRING:気まぐれな蠢き]
ko: [PREFSTRING:괴상한 꿈틀거림]
pl: [PREFSTRING:dziwaczne wicie się]
ru: [PREFSTRING:уродливые изгибы]
tr: [PREFSTRING:ucube kıpırdanma]
vi: [PREFSTRING:sự uốn éo kỳ dị]

# CREATURE:CREEPY_CRAWLER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:DRALTHA
source: [DESCRIPTION:A large, long-bodied grazer with a thick mane that feeds on the tops of towercap mushrooms deep under the earth.]
cs: [DESCRIPTION:Velký, dlouhý býložravec s hustou hřívou, který se živí vrcholky hřibovníků hluboko pod zemí.]
de: [DESCRIPTION:Ein großer, langgestreckter Weidegänger mit einer dicken Mähne, der sich von den Spitzen der Turmdeckelpilze tief unter der Erde ernährt.]
eo: [DESCRIPTION:Granda longkorpa herbovorulo kun deka kolhararo kiu nutras sin sur ĉapelturaj fungoj profunde subtere.]
es: [DESCRIPTION:Un gran animal pastador, con un largo cuerpo y una gruesa crín que se alimenta en lo alto de hongos towercap en las profundidades de la tierra.]
ja: [DESCRIPTION:地球の奥深くにあるタワーキャップのキノコのてっぺんを食べる、たてがみが厚い、大きくて体の長い草食動物。]
ko: [DESCRIPTION:땅속 깊숙이 있는 탑버섯의 꼭대기를 먹고 사는 두꺼운 갈기를 가진 크고 몸이 긴 초식동물.]
pl: [DESCRIPTION:Duże,pasące się stworzenie z długim ciałem i gęstą grzywą, który żywi się daszkami wielkich grzybów głęboko pod ziemią.]
ru: [DESCRIPTION:Крупное длиннотелое стадное животное с густой гривой, питающееся шляпками грибовых деревьев глубоко под землёй.]
tr: [DESCRIPTION:Yerin derinliklerinde kule-şapka mantarlarının tepeleriyle beslenen, kalın yeleli, uzun gövdeli büyük bir otçul.]
vi: [DESCRIPTION:Một động vật ăn cỏ to lớn, thân dài với bộ bờm dày, ăn ngọn nấm towercap sâu dưới lòng đất.]

# CREATURE:DRALTHA
source: [NAME:draltha:dralthas:draltha]
cs: [NAME:draltha:dralthy:draltha]
eo: [NAME:dralto:draltoj:de dralto]
ja: [NAME:ドラーラ:ドラーラ:ドラーラの]
ko: [NAME:드랄타:드랄타들:드랄타]
pl: [NAME:draltha:dralthy:dralthowy]
ru: [NAME:дралфа:дралфы:дралфы]
tr: [NAME:draltha:dralthalar:draltha]
zh_hans: [NAME:食菇兽:食菇兽:食菇兽]

# CREATURE:DRALTHA
source: [CASTE_NAME:draltha:dralthas:draltha]
cs: [CASTE_NAME:draltha:dralthy:draltha]
eo: [CASTE_NAME:dralto:draltoj:de dralto]
ja: [CASTE_NAME:ドラーラ:ドラーラ:ドラーラの]
ko: [CASTE_NAME:드랄타:드랄타들:드랄타]
pl: [CASTE_NAME:draltha:dralthy:dralthowy]
ru: [CASTE_NAME:дралфа:дралфы:дралфы]
tr: [CASTE_NAME:draltha:dralthalar:draltha]
zh_hans: [CASTE_NAME:食菇兽:食菇兽:食菇兽]

# CREATURE:DRALTHA
source: [PREFSTRING:lustrous manes]
cs: [PREFSTRING:lesklými hřívami]
de: [PREFSTRING:glänzende Mähnen]
eo: [PREFSTRING:brilaj kolhararoj]
es: [PREFSTRING:melenas lustrosas]
ja: [PREFSTRING:光沢のあるたてがみ]
ko: [PREFSTRING:윤기나는 갈기]
pl: [PREFSTRING:lśniące grzywy]
ru: [PREFSTRING:лоснящиеся гривы]
tr: [PREFSTRING:parlak yeleler]
vi: [PREFSTRING:những bộ bờm bóng mượt]

# CREATURE:DRALTHA
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:DRALTHA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:DRALTHA
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:DRALTHA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:DRALTHA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GIANT_EARTHWORM
source: [DESCRIPTION:A gigantic version of its tiny cousin, this long, slimy creature tunnels through the rocks deep underground.]
cs: [DESCRIPTION:Obří verze svého malého příbuzného, tento dlouhý slizký tvor se prohrabává skalami hluboko pod zemí.]
de: [DESCRIPTION:Diese lange, schleimige Kreatur ist eine gigantische Version ihres winzigen Vetters und gräbt sich tief unter der Erde durch die Felsen.]
eo: [DESCRIPTION:Giganta versio de ĝia eta kuzo, ĉi tiu longa muka estaĵo tunelas tra la roko profunde subtera.]
es: [DESCRIPTION:Una versión gigante de su pequeño primo, esta larga, limosa criatura excava a traves de la roca en la profundidad del subsuelo.]
ja: [DESCRIPTION:地価の岩を掘り進む巨大なミミズだ。]
ko: [DESCRIPTION:작은 사촌의 거대한 버전인 이 길고 끈적끈적한 생물은 지하 깊은 곳의 바위를 통해 터널을 뚫습니다.]
pl: [DESCRIPTION:Gigantyczna wersja jego malutkich kuzynów, te długie, oślizgłe stworzenie przekopuje się przez skały głęboko pod ziemią.]
ru: [DESCRIPTION:Гигантская версия обычного земляного червя. Это длинное, склизкое существо прокладывает тоннели сквозь горную породу глубоко под землёй.]
tr: [DESCRIPTION:Minik kuzeninin devasa bir versiyonu olan bu uzun, sümüksü yaratık, yerin derinliklerindeki kayaların arasından tüneller açar.]
vi: [DESCRIPTION:Một phiên bản khổng lồ của họ hàng tí hon của nó, sinh vật dài, nhầy nhụa này đào hang xuyên qua đá sâu dưới lòng đất.]

# CREATURE:GIANT_EARTHWORM
source: [NAME:giant earthworm:giant earthworms:giant earthworm]
cs: [NAME:obří žížala:obří žížaly:obří žížala]
de: [NAME:Riesen-Regenwurm:Riesen-Regenwürmer:Riesen-Regenwurm]
eo: [NAME:giganta tervermo:gigantaj tervermoj:de giganta tervermo]
es: [NAME:lombriz gigante:lombrices gigantes:lombriz gigante]
ja: [NAME:巨大ミミズ:巨大ミミズ:巨大ミミズの]
ko: [NAME:거대 지렁이:거대 지렁이들:거대 지렁이]
pl: [NAME:gigantyczna glista:gigantyczne glisty:gigantyczno glistowy]
ru: [NAME:гигантский земляной червь:гигантские земляные черви:гигантского земляного червя]
tr: [NAME:dev solucan:dev solucanlar:dev solucan]
vi: [NAME:giun đất khổng lồ:những con giun đất khổng lồ:giun đất khổng lồ]
zh_hans: [NAME:巨型蚯蚓:巨型蚯蚓:巨型蚯蚓]

# CREATURE:GIANT_EARTHWORM
source: [CASTE_NAME:giant earthworm:giant earthworms:giant earthworm]
cs: [CASTE_NAME:obří žížala:obří žížaly:obří žížala]
de: [CASTE_NAME:Riesen-Regenwurm:Riesen-Regenwürmer:Riesen-Regenwurm]
eo: [CASTE_NAME:giganta tervermo:gigantaj tervermoj:de giganta tervermo]
es: [CASTE_NAME:lombriz gigante:lombrices gigantes:lombriz gigante]
ja: [CASTE_NAME:巨大ミミズ:巨大ミミズ:巨大ミミズの]
ko: [CASTE_NAME:거대 지렁이:거대 지렁이들:거대 지렁이]
pl: [CASTE_NAME:gigantyczna glista:gigantyczne glisty:gigantyczno glistowy]
ru: [CASTE_NAME:гигантский земляной червь:гигантские земляные черви:гигантского земляного червя]
tr: [CASTE_NAME:dev solucan:dev solucanlar:dev solucan]
vi: [CASTE_NAME:giun đất khổng lồ:những con giun đất khổng lồ:giun đất khổng lồ]
zh_hans: [CASTE_NAME:巨型蚯蚓:巨型蚯蚓:巨型蚯蚓]

# CREATURE:GIANT_EARTHWORM
source: [PREFSTRING:awesome presence]
cs: [PREFSTRING:impozantní přítomností]
de: [PREFSTRING:ehrfürchtige Präsenz]
eo: [PREFSTRING:miriga ĉeesto]
es: [PREFSTRING:Presencia impresionante]
ja: [PREFSTRING:存在感が強い]
ko: [PREFSTRING:끝내주는 존재감]
pl: [PREFSTRING:niesamowita prezencja]
ru: [PREFSTRING:внушающее трепет присутствие]
tr: [PREFSTRING:müthiş varlık]
vi: [PREFSTRING:sự hiện diện uy nghi]

# CREATURE:GIANT_EARTHWORM
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BLOOD_MAN
source: [DESCRIPTION:A man-shaped abomination made entirely of blood. These cursed creatures are only found very near the underworld.]
cs: [DESCRIPTION:Člověku podobná ohavnost složená výhradně z krve. Tito prokletí tvorové se vyskytují jen velmi blízko podsvětí.]
de: [DESCRIPTION:Eine menschenförmige Abscheulichkeit, die vollständig aus Blut besteht. Diese verfluchten Kreaturen sind nur ganz in der Nähe der Unterwelt zu finden..]
eo: [DESCRIPTION:Homsimila abomenaĵo farita tute el sango. Ĉi tiuj malbenitaj kreitoj troviĝas nure tre proksime de la infero.]
es: [DESCRIPTION:Una abominación humanoide hecha enteramente de sangre. Estas criaturas malditas solo se pueden encontrar muy cerca del inframundo.]
ja: [DESCRIPTION:完全に血でできた人間の形をした化物。これらの呪われた生き物は、冥界のすぐ近くでしか見つかりません。]
ko: [DESCRIPTION:온통 피로 이루어진 사람 모양의 가증한 생물. 이 저주받은 생명체는 지하세계에서 아주 가까운 곳에서만 발견됩니다.]
pl: [DESCRIPTION:Abominacja w kształcie człowieka stworzona w całości z krwi. Te przeklęte stworzenia można znaleźć jedynie bardzo blisko podziemi.]
ru: [DESCRIPTION:Человекоподобная мерзость, полностью состоящая из крови. Эти отвратительные существа обитают только очень близко к преисподней.]
tr: [DESCRIPTION:Tamamen kandan yapılmış insan şeklinde bir ucube. Bu lanetli yaratıklar sadece yeraltı dünyasının çok yakınında bulunur.]
vi: [DESCRIPTION:Một quái thai hình người được tạo thành hoàn toàn từ máu. Những sinh vật bị nguyền rủa này chỉ được tìm thấy rất gần thế giới ngầm.]

# CREATURE:BLOOD_MAN
source: [NAME:blood man:blood men:blood man]
cs: [NAME:krvavý muž:krvaví muži:krvavý muž]
de: [NAME:Blutmensch:Blutmenschen:Blutmensch]
eo: [NAME:sanghomo:sanghomoj:de sanghomo]
es: [NAME:hombre de sangre:hombres de sangre:hombre de sangre]
ja: [NAME:ブラッドマン:ブラッドマン:ブラッドマンの]
ko: [NAME:블러드 맨:블러드 맨들:블러드 맨]
pl: [NAME:krwioczłek:krwioczłeki:krwioczłekowy]
ru: [NAME:крововик:крововики:крововика]
tr: [NAME:kan adam:kan adamlar:kan adam]
vi: [NAME:người máu:những người máu:người máu]

# CREATURE:BLOOD_MAN
source: [CASTE_NAME:blood man:blood men:blood man]
cs: [CASTE_NAME:krvavý muž:krvaví muži:krvavý muž]
de: [CASTE_NAME:Blutmensch:Blutmenschen:Blutmensch]
eo: [CASTE_NAME:sanghomo:sanghomoj:de sanghomo]
es: [CASTE_NAME:hombre de sangre:hombres de sangre:hombre de sangre]
ja: [CASTE_NAME:ブラッドマン:ブラッドマン:ブラッドマンの]
ko: [CASTE_NAME:블러드 맨:블러드 맨들:블러드 맨]
pl: [CASTE_NAME:krwioczłek:krwioczłeki:krwioczłekowy]
ru: [CASTE_NAME:крововик:крововики:крововика]
tr: [CASTE_NAME:kan adam:kan adamlar:kan adam]
vi: [CASTE_NAME:người máu:những người máu:người máu]

# CREATURE:BLOOD_MAN
source: [ODOR_STRING:blood]
cs: [ODOR_STRING:krev]
de: [ODOR_STRING:Blut]
eo: [ODOR_STRING:sango]
es: [ODOR_STRING:sangre]
ja: [ODOR_STRING:血]
ko: [ODOR_STRING:피]
pl: [ODOR_STRING:krew]
ru: [ODOR_STRING:кровью]
tr: [ODOR_STRING:kan]
vi: [ODOR_STRING:máu]

# CREATURE:BLOOD_MAN
source: [PREFSTRING:gruesomeness]
cs: [PREFSTRING:hrůzností]
de: [PREFSTRING:Grausamkeit]
eo: [PREFSTRING:terureco]
es: [PREFSTRING:horrible]
ja: [PREFSTRING:凄惨]
ko: [PREFSTRING:섬뜩함]
pl: [PREFSTRING:makabryczność]
ru: [PREFSTRING:отвратительный внешний вид]
tr: [PREFSTRING:ürkütücülük]
vi: [PREFSTRING:sự ghê rợn]

# CREATURE:BLOOD_MAN
source: [STATE_NAME:ALL_SOLID:frozen corrupted blood]
cs: [STATE_NAME:ALL_SOLID:zmražená zkažená krev]
de: [STATE_NAME:ALL_SOLID:gefrorenes verdorbenes Blut]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita koruptita sango]
es: [STATE_NAME:ALL_SOLID:sangre corrupta congelada]
ja: [STATE_NAME:ALL_SOLID:凍った邪悪な血]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 오염된 피]
pl: [STATE_NAME:ALL_SOLID:zamrożona przeklęta krew]
ru: [STATE_NAME:ALL_SOLID:замёрзшая порченая кровь]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş yozlaşmış kan]
vi: [STATE_NAME:ALL_SOLID:máu ô uế đông lạnh]

# CREATURE:BLOOD_MAN
source: [STATE_ADJ:ALL_SOLID:frozen corrupted blood]
cs: [STATE_ADJ:ALL_SOLID:zmražená zkažená krev]
de: [STATE_ADJ:ALL_SOLID:gefrorenes verdorbenes Blut]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita koruptita sango]
es: [STATE_ADJ:ALL_SOLID:sangre corrupta congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った邪悪な血]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 오염된 피]
pl: [STATE_ADJ:ALL_SOLID:zamrożono przeklęto krwawy]
ru: [STATE_ADJ:ALL_SOLID:замёрзшая порченая кровь]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş yozlaşmış kan]
vi: [STATE_ADJ:ALL_SOLID:máu ô uế đông lạnh]

# CREATURE:BLOOD_MAN
source: [STATE_NAME:LIQUID:corrupted blood]
cs: [STATE_NAME:LIQUID:zkažená krev]
de: [STATE_NAME:LIQUID:verdorbenes Blut]
eo: [STATE_NAME:LIQUID:koruptita sango]
es: [STATE_NAME:LIQUID:sangre corrompida]
ja: [STATE_NAME:LIQUID:邪悪な血]
ko: [STATE_NAME:LIQUID:오염된 피]
pl: [STATE_NAME:LIQUID:przeklęta krew]
ru: [STATE_NAME:LIQUID:порченая кровь]
tr: [STATE_NAME:LIQUID:yozlaşmış kan]
vi: [STATE_NAME:LIQUID:máu ô uế]

# CREATURE:BLOOD_MAN
source: [STATE_ADJ:LIQUID:corrupted blood]
cs: [STATE_ADJ:LIQUID:zkažená krev]
de: [STATE_ADJ:LIQUID:verdorbenes Blut]
eo: [STATE_ADJ:LIQUID:de koruptita sango]
es: [STATE_ADJ:LIQUID:sangre corrompida]
ja: [STATE_ADJ:LIQUID:邪悪な血]
ko: [STATE_ADJ:LIQUID:오염된 피]
pl: [STATE_ADJ:LIQUID:przeklęto krwawy]
ru: [STATE_ADJ:LIQUID:порченая кровь]
tr: [STATE_ADJ:LIQUID:yozlaşmış kan]
vi: [STATE_ADJ:LIQUID:máu ô uế]

# CREATURE:BLOOD_MAN
source: [STATE_NAME:GAS:boiling corrupted blood]
cs: [STATE_NAME:GAS:vřící zkažená krev]
de: [STATE_NAME:GAS:kochendes, verdorbenes Blut]
eo: [STATE_NAME:GAS:bolanta koruptita sango
es: [STATE_NAME:GAS:sangre corrupta hirviendo]
ja: [STATE_NAME:GAS:蒸気化した邪悪な血]
ko: [STATE_NAME:GAS:기화된 오염된 피]
pl: [STATE_NAME:GAS:gotująca się przeklęta krew]
ru: [STATE_NAME:GAS:кипящая проченая кровь]
tr: [STATE_NAME:GAS:kaynayan yozlaşmış kan]
vi: [STATE_NAME:GAS:máu ô uế sôi]

# CREATURE:BLOOD_MAN
source: [STATE_ADJ:GAS:boiling corrupted blood]
cs: [STATE_ADJ:GAS:vřící zkažená krev]
de: [STATE_ADJ:GAS:kochendes, verdorbenes Blut]
eo: [STATE_ADJ:GAS:de bolanta koruptita sango]
es: [STATE_ADJ:GAS:sangre corrupta hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した邪悪な血]
ko: [STATE_ADJ:GAS:기화된 오염된 피]
pl: [STATE_ADJ:GAS:gotująco przeklęto krwawy]
ru: [STATE_ADJ:GAS:кипящая порченая кровь]
tr: [STATE_ADJ:GAS:kaynayan yozlaşmış kan]
vi: [STATE_ADJ:GAS:máu ô uế sôi]

# CREATURE:BLOOD_MAN
source: [TISSUE_NAME:blood:NP]
cs: [TISSUE_NAME:krev:NP]
de: [TISSUE_NAME:Blut:NP]
eo: [TISSUE_NAME:sango:sangoj]
es: [TISSUE_NAME:sangre:NP]
ja: [TISSUE_NAME:血:NP]
ko: [TISSUE_NAME:피:NP]
pl: [TISSUE_NAME:krew:NP]
ru: [TISSUE_NAME:кровь:NP]
tr: [TISSUE_NAME:kan:NP]

# CREATURE:BLOOD_MAN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:BLOOD_MAN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:BUGBAT
source: [DESCRIPTION:A small bat-like creature with the head of an insect. It is found deep underground.]
cs: [DESCRIPTION:Malý tvor podobný netopýrovi s hlavou hmyzu. Vyskytuje se hluboko pod zemí.]
de: [DESCRIPTION:Eine kleine fledermausartige Kreatur mit einem Insektenkopf. Man findet sie tief unter der Erde.]
eo: [DESCRIPTION:Malgranda vespertsimila estaĵo kun la kapo de insekto. Ĝi troviĝas profunde subtere.]
es: [DESCRIPTION:Una pequeña criatura similar a un murcielago con la cabeza de un insecto. Se encontrar en las profundidades subterraneas.]
ja: [DESCRIPTION地下深くに棲息する、昆虫の頭をしたコウモリのような生き物。]
ko: [DESCRIPTION:곤충의 머리를 가진 작은 박쥐 같은 생물. 지하 깊은 곳에서 발견됩니다.]
pl: [DESCRIPTION:Mały, nietoperzopodobne stworzenie z głową insekta. Można je znaleźć głęboko pod ziemią.]
ru: [DESCRIPTION:Небольшое, похожее на летучую мышь животное с головой насекомого. Обитает глубоко под землёй.]
tr: [DESCRIPTION:Böcek kafalı, yarasa benzeri küçük bir yaratık. Yerin derinliklerinde bulunur.]
vi: [DESCRIPTION:Một sinh vật nhỏ giống dơi với cái đầu của một loài côn trùng. Nó được tìm thấy sâu dưới lòng đất.]

# CREATURE:BUGBAT
source: [NAME:bugbat:bugbats:bugbat]
cs: [NAME:hmyzák:hmyzáci:hmyzák]
de: [NAME:Flederkaefer:Flederkaefer:Flederkaefer]
eo: [NAME:insektvesperto:insektvespertoj:de insektvesperto]
ja: [NAME:バグバット:バグバット:バグバットの]
ko: [NAME:버그뱃:버그뱃떼:버그뱃]
pl: [NAME:robakoperz:robakoperze:robakoperzowy]
ru: [NAME:крылатая жукомышь:крылатые жукомыши:крылатой жукомыши]
tr: [NAME:böcek yarasa:böcek yarasalar:böcek yarasa]
vi: [NAME:dơi côn trùng:những con dơi côn trùng:dơi côn trùng]

# CREATURE:BUGBAT
source: [CASTE_NAME:bugbat:bugbats:bugbat]
cs: [CASTE_NAME:hmyzák:hmyzáci:hmyzák]
de: [CASTE_NAME:Flederkaefer:Flederkaefer:Flederkaefer]
eo: [CASTE_NAME:insektvesperto:insektvespertoj:de insektvesperto]
es: [CASTE_NAME:bugbat:bugbats:]
ja: [CASTE_NAME:バグバット:バグバット:バグバットの]
ko: [CASTE_NAME:버그뱃:버그뱃떼:버그뱃]
pl: [CASTE_NAME:robakoperz:robakoperze:robakoperzowy]
ru: [CASTE_NAME:крылатая жукомышь:крылатые жукомыши:крылатой жукомыши]
tr: [CASTE_NAME:böcek yarasa:böcek yarasalar:böcek yarasa]
vi: [CASTE_NAME:dơi côn trùng:những con dơi côn trùng:dơi côn trùng]

# CREATURE:BUGBAT
source: [GENERAL_CHILD_NAME:bugbat pup:bugbat pups]
cs: [GENERAL_CHILD_NAME:mládě hmyzáka:mláďata hmyzáka]
de: [GENERAL_CHILD_NAME:Flederkaeferjunge:Flederkaeferjunge]
eo: [GENERAL_CHILD_NAME:insektvespertido:insektvespertidoj]
es: [GENERAL_CHILD_NAME:cría de bugbat:crías de bugbat]
ja: [GENERAL_CHILD_NAME:バグバットの子供:バグバットの子供の]
ko: [GENERAL_CHILD_NAME:새끼 버그뱃:새끼 버그뱃들]
pl: [GENERAL_CHILD_NAME:młody robakoperza:młode robakoperza]
ru: [GENERAL_CHILD_NAME:детёныш крылатой жукомыши:детеныши крылатой жукомыши]
tr: [GENERAL_CHILD_NAME:yavru böcek yarasa:yavru böcek yarasalar]
vi: [GENERAL_CHILD_NAME:dơi côn trùng non:những con dơi côn trùng non]

# CREATURE:BUGBAT
source: [PREFSTRING:freakish insect heads]
cs: [PREFSTRING:podivnými hmyzými hlavami]
de: [PREFSTRING:Abgedrehte Insektenköpfe]
eo: [PREFSTRING:bizaraj insektaj kapoj]
es: [PREFSTRING: monstruosa cabezas insectos]
ja: [PREFSTRINGグロテスクな昆虫の頭]
ko: [PREFSTRING:이상한 곤충 머리]
pl: [PREFSTRING:dziwaczne insekcie głowy]
ru: [PREFSTRING:уродливые насекомьи головы]
tr: [PREFSTRING:ucube böcek kafaları]
vi: [PREFSTRING:những cái đầu côn trùng kỳ dị]

# CREATURE:BUGBAT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BUGBAT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:BUGBAT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
