Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:2_HEAD_CLUBBED_TENTACLES
source: [BP:LT:left tentacle:STP]
cs: [BP:LT:levé chapadlo:levé chapadla]
de: [BP:LT:linker Tentakel:STP]
eo: [BP:LT:maldekstra tentaklo:maldekstraj tentakloj]
es: [BP:LT:tentáculo izquierdo:STP]
ja: [BP:LT:左の触手:STP]
ko: [BP:LT:왼쪽 촉수:STP]
pl: [BP:LT:lewa macka:lewe macki]
ru: [BP:LT:левое щупальце:левые щупалца]
tr: [BP:LT:sol dokunaç:STP]
vi: [BP:LT:xúc tu bên trái:STP]
zh_hans: [BP:RT:左触手:STR]

# BODY:2_HEAD_CLUBBED_TENTACLES
source: [BP:RTC:right tentacle club:STP]
cs: [BP:RTC:klacek pravého chapadla:STP]
de: [BP:RTC:rechter Tentakel Saugnapf:STP]
eo: [BP:RTC:dekstra tentakloklabo:dekstraj tentakloklaboj]
es: [BP:RTC:gancho de tentáculo derecho:STP]
ja: [BP:RTC:右のこん棒のような触手:STP]
ko: [BP:RTC:오른쪽 촉수 둔기:STP]
pl: [BP:RTC:prawa przyssawka:prawe przyssawki]
ru: [BP:RTC:булава правого щупальца:булавы правых щупалец]
tr: [BP:RTC:sağ dokunaç sopası:STP]
vi: [BP:RTC:câu lạc bộ xúc tu bên phải:STP]
zh_hans: [BP:RTC:右触角棒:STP]

# BODY:2_HEAD_CLUBBED_TENTACLES
source: [BP:LTC:left tentacle club:STP]
cs: [BP:LTC:klacek levého chapadla:STP]
de: [BP:LTC:linker Tentakel Saugnapf:STP]
eo: [BP:LTC:maldekstra tentakloklabo:maldekstraj tentakloklaboj]
es: [BP:RTC:gancho de tentáculo izquierdo:STP]
ja: [BP:LTC:左のこん棒のような触手:STP]
ko: [BP:LTC:왼쪽 촉수 둔기:STP]
pl: [BP:LTC:lewa przyssawka:lewe przyssawki]
ru: [BP:LTC:булава левого щупальца:булавы левых щупалец]
tr: [BP:LTC:sol dokunaç sopası:STP]
vi: [BP:LTC:câu lạc bộ xúc tu bên trái:STP]
zh_hans: [BP:LTC:左触角棒:STP]

# BODY:FOUR_TENTACLES
source: [BP:RUT:right upper tentacle:STP]
cs: [BP:RUT:pravé horní chapadlo:pravé horní chapadla]
de: [BP:RUT:rechter oberer Tentakel:STP]
eo: [BP:RUT:dekstra supra tentaklo:dekstraj supraj tentakloj]
es: [BP:RUT:tentáculo superior derecho:STP]
ja: [BP:RUT:右上の触手:STP]
ko: [BP:RUT:오른쪽 위 촉수:STP]
pl: [BP:RUT:prawa górna macka:prawe górne macki]
ru: [BP:RUT:верхнее правое щупальце:верхние правые щупальца]
tr: [BP:RUT:sağ üst dokunaç:STP]
vi: [BP:RUT:xúc tu phía trên bên phải:STP]
zh_hans: [BP:RUT:右上触角:STP]

# BODY:FOUR_TENTACLES
source: [BP:LUT:left upper tentacle:STP]
cs: [BP:LUT:levé horní chapadlo:levé horní chapadla]
de: [BP:LUT:linker oberer Tentakel:STP]
eo: [BP:LUT:maldekstra supra tentaklo:maldekstraj supraj tentakloj]
es: [BP:LUT:tentáculo superior izquierdo:STP]
ja: [BP:RUT:左上の触手:STP]
ko: [BP:LUT:왼쪽 위 촉수:STP]
pl: [BP:LUT:lewa górna macka:lewe górne macki]
ru: [BP:LUT:верхнее левое щупальце:верхние левые щупальца]
tr: [BP:LUT:sol üst dokunaç:STP]
vi: [BP:LUT:xúc tu phía trên bên trái:STP]
zh_hans: [BP:LUT:左上触角:STP]

# BODY:FOUR_TENTACLES
source: [BP:RUTC:right upper claw:STP]
cs: [BP:RUTC:pravý horní dráp:pravé horní drápy]
de: [BP:RUTC:rechte obere Klaue:STP]
eo: [BP:RUTC:dekstra supra ungego:dekstraj supraj ungegoj]
es: [BP:RUTC:garra superior derecha:STP]
ja: [BP:RUTC:右上の爪:STP]
ko: [BP:RUTC:오른쪽 위 발톱:STP]
pl: [BP:RUTC:prawy górny pazur:prawe górne pazury]
ru: [BP:RUTC:верхний правый коготь:верхние правые когти]
tr: [BP:RUTC:sağ üst pençe:STP]
vi: [BP:RUTC:móng vuốt trên bên phải:STP]
zh_hans: [BP:RUTC:右上爪:STP]

# BODY:FOUR_TENTACLES
source: [BP:LUTC:left upper claw:STP]
cs: [BP:LUTC:levý horní dráp:levé horní drápy]
de: [BP:LUTC:linke obere Klaue:STP]
eo: [BP:LUTC:maldekstra supra ungego:maldekstraj supraj ungegoj]
es: [BP:LUTC:garra superior izquierda:STP]
ja: [BP:LUTC:左上の爪:STP]
ko: [BP:LUTC:왼쪽 위 발톱:STP]
pl: [BP:LUTC:lewy górny pazur:lewe górne pazury]
ru: [BP:LUTC:верхний левый коготь:верхние левые когти]
tr: [BP:LUTC:sol üst pençe:STP]
vi: [BP:LUTC:vuốt trên bên trái:STP]
zh_hans: [BP:LUTC:左上爪:STP]

# BODY:FOUR_TENTACLES
source: [BP:RLT:right lower tentacle:STP]
cs: [BP:RLT:pravé dolní chapadlo:pravé dolní chapadla]
de: [BP:RLT:rechter unterer Tentakel:STP]
eo: [BP:RLT:dekstra malsupra tentaklo:dekstraj malsupraj tentakloj]
es: [BP:RLT:tentáculo inferior derecho:STP]
ja: [BP:LUTC:右下の触手:STP]
ko: [BP:RLT:오른쪽 아래 촉수:STP]
pl: [BP:RLT:prawa dolna macka:prawe dolne macki]
ru: [BP:RLT:нижнее правое щупальце:нижние правые щупальца]
tr: [BP:RLT:sağ alt dokunaç:STP]
vi: [BP:RLT:xúc tu dưới bên phải:STP]
zh_hans: [BP:RLT:右下触手:STP]

# BODY:FOUR_TENTACLES
source: [BP:LLT:left lower tentacle:STP]
cs: [BP:LLT:levé dolní chapadlo:levé dolní chapadla]
de: [BP:LLT:linker unterer Tentakel:STP]
eo: [BP:LLT:maldekstra malsupra tentaklo:maldekstraj malsupraj tentakloj]
es: [BP:LLT:tentáculo inferior izquierdo:STP]
ja: [BP:LLT:左下の触手:STP]
ko: [BP:LLT:왼쪽 아래 촉수:STP]
pl: [BP:LLT:lewa dolna macka:lewe dolne macki]
ru: [BP:LLT:нижнее левое щупальце:нижние левые щупальца]
tr: [BP:LLT:sol alt dokunaç:STP]
vi: [BP:LLT:xúc tu dưới bên trái:STP]
zh_hans: [BP:RLT:左下触手:STP]

# BODY:FOUR_TENTACLES
source: [BP:RLTC:right lower claw:STP]
cs: [BP:RLTC:pravý dolní dráp:pravé dolní drápy]
de: [BP:RLTC:rechte untere Klaue:STP]
eo: [BP:RLTC:dekstra malsupra ungego:dekstraj malsupraj ungegoj]
es: [BP:RLTC:garra inferior derecha:STP]
ja: [BP:RLTC:右下の爪:STP]
ko: [BP:RLTC:오른쪽 아래 발톱:STP]
pl: [BP:RLTC:prawy dolny pazur:prawe dolne pazury]
ru: [BP:RLTC:нижний правый коготь:нижние правые когти]
tr: [BP:RLTC:sağ alt pençe:STP]
vi: [BP:RLTC:móng dưới bên phải:STP]
zh_hans: [BP:RLTC:右下爪:STP]

# BODY:FOUR_TENTACLES
source: [BP:LLTC:left lower claw:STP]
cs: [BP:LLTC:levý dolní dráp:levé dolní drápy]
de: [BP:LLTC:linke untere Klaue:STP]
eo: [BP:LLTC:maldekstra malsupra ungego:maldekstraj malsupraj ungegoj]
es: [BP:LLTC:garra inferior izquierda:STP]
ja: [BP:LLTC:左下の爪:STP]
ko: [BP:LLTC:왼쪽 아래 발톱:STP]
pl: [BP:LLTC:lewy dolny pazur:lewe dolne pazury]
ru: [BP:LLTC:нижний левый коготь:нижние левые когти]
tr: [BP:LLTC:sol alt pençe:STP]
vi: [BP:LLTC:móng dưới bên trái:STP]
zh_hans: [BP:LUTC:左下爪:STP]

# BODY:SIX_TENTACLES
source: [BP:RUT:right upper tentacle:STP]
cs: [BP:RUT:pravé horní chapadlo:pravé horní chapadla]
de: [BP:RUT:rechter oberer Tentakel:STP]
eo: [BP:RUT:dekstra supra tentaklo:dekstraj supraj tentakloj]
es: [BP:RUT:tentáculo superior derecho:STP]
ja: [BP:RUT:右上の触手:STP]
ko: [BP:RUT:오른쪽 위 촉수:STP]
pl: [BP:RUT:prawa górna macka:prawe górne macki]
ru: [BP:RUT:верхнее правое щупальце:верхние правые щупальца]
tr: [BP:RUT:sağ üst dokunaç:STP]
vi: [BP:RUT:xúc tu phía trên bên phải:STP]
zh_hans: [BP:RUT:右上触角:STP]

# BODY:SIX_TENTACLES
source: [BP:LUT:left upper tentacle:STP]
cs: [BP:LUT:levé horní chapadlo:levé horní chapadla]
de: [BP:LUT:linker oberer Tentakel:STP]
eo: [BP:LUT:maldekstra supra tentaklo:maldekstraj supraj tentakloj]
es: [BP:LUT:tentáculo superior izquierdo:STP]
ja: [BP:LUT:左上の触手:STP]
ko: [BP:LUT:왼쪽 위 촉수:STP]
pl: [BP:LUT:lewa górna macka:lewe górne macki]
ru: [BP:LUT:верхнее левое щупальце:верхние левые щупальца]
tr: [BP:LUT:sol üst dokunaç:STP]
vi: [BP:LUT:xúc tu phía trên bên trái:STP]
zh_hans: [BP:LUT:左上触角:STP]

# BODY:SIX_TENTACLES
source: [BP:RUTC:right upper claw:STP]
cs: [BP:RUTC:pravý horní dráp:pravé horní drápy]
de: [BP:RUTC:rechte obere Klaue:STP]
eo: [BP:RUTC:dekstra supra ungego:dekstraj supraj ungegoj]
es: [BP:RUTC:garra superior derecha:STP]
ja: [BP:RUTC:右上の爪:STP]
ko: [BP:RUTC:오른쪽 위 발톱:STP]
pl: [BP:RUTC:prawy górny pazur:prawe górne pazury]
ru: [BP:RUTC:верхний правый коготь:верхние правые когти]
tr: [BP:RUTC:sağ üst pençe:STP]
vi: [BP:RUTC:móng vuốt trên bên phải:STP]
zh_hans: [BP:RUTC:右上爪:STP]

# BODY:SIX_TENTACLES
source: [BP:LUTC:left upper claw:STP]
cs: [BP:LUTC:levý horní dráp:levé horní drápy]
de: [BP:LUTC:linke obere Klaue:STP]
eo: [BP:LUTC:maldekstra supra ungego:maldekstraj supraj ungegoj]
es: [BP:LUTC:garra superior izquierda:STP]
ja: [BP:LUTC:左上の爪:STP]
ko: [BP:LUTC:왼쪽 위 발톱:STP]
pl: [BP:LUTC:lewy górny pazur:lewe górne pazury]
ru: [BP:LUTC:верхний левый коготь:верхние левые когти]
tr: [BP:LUTC:sol üst pençe:STP]
vi: [BP:LUTC:vuốt trên bên trái:STP]
zh_hans: [BP:LUTC:左上爪:STP]

# BODY:SIX_TENTACLES
source: [BP:RMT:right middle tentacle:STP]
cs: [BP:RMT:pravé střední chapadlo:pravé střední chapadla]
de: [BP:RMT:rechter mittlerer Tentakel:STP]
eo: [BP:RMT:dekstra meza tentaklo:dekstraj mezaj tentakloj]
es: [BP:RMT:tentaculo central derecho:STP]
ja: [BP:RMT:右中央の触手:STP]
ko: [BP:RMT:오른쪽 가운데 촉수:STP]
pl: [BP:RMT:prawa środkowa macka:prawe środkowe macki]
ru: [BP:RMT:среднее правое щупальце:средние правые щупальца]
tr: [BP:RMT:sağ orta dokunaç:STP]
vi: [BP:RMT:xúc tu giữa bên phải:STP]
zh_hans: [BP:RMT:右中触角:STP]

# BODY:SIX_TENTACLES
source: [BP:LMT:left middle tentacle:STP]
cs: [BP:LMT:levé střední chapadlo:levé střední chapadla]
de: [BP:LMT:linker mittlerer Tentakel:STP]
eo: [BP:LMT:maldekstra meza tentaklo:maldekstraj mezaj tentakloj]
es: [BP:LMT:tentaculo central izquierdo:STP]
ja: [BP:LMT:左中央の触手:STP]
ko: [BP:LMT:왼쪽 가운데 촉수:STP]
pl: [BP:LMT:lewa środkowa macka:lewe środkowe macki]
ru: [BP:LMT:среднее левое щупальце:средние левые щупальца]
tr: [BP:LMT:sol orta dokunaç:STP]
vi: [BP:LMT:xúc tu giữa bên trái:STP]
zh_hans: [BP:LMT:左中触角:STP]

# BODY:SIX_TENTACLES
source: [BP:RMTC:right middle claw:STP]
cs: [BP:RMTC:pravý střední dráp:pravé střední drápy]
de: [BP:RMTC:rechte mittlere Klaue:STP]
eo: [BP:RMTC:dekstra meza ungego:dekstraj mezaj ungegoj]
es: [BP:RMTC:garra central derecha:STP]
ja: [BP:RMTC:右中央の爪:STP]
ko: [BP:RMTC:오른쪽 가운데 발톱:STP]
pl: [BP:RMTC:prawy środkowy pazur:prawe środkowe pazury]
ru: [BP:RMTC:средний правый коготь:средние правые когти]
tr: [BP:RMTC:sağ orta pençe:STP]
vi: [BP:RMTC:vuốt giữa bên phải:STP]
zh_hans: [BP:RMTC:右中爪:STP]

# BODY:SIX_TENTACLES
source: [BP:LMTC:left middle claw:STP]
cs: [BP:LMTC:levý střední dráp:levé střední drápy]
de: [BP:LMTC:linke mittlere Klaue:STP]
eo: [BP:LMTC:maldekstra meza ungego:maldekstraj mezaj ungegoj]
es: [BP:RMTC:garra central izquierda:STP]
ja: [BP:LMTC:左中央の爪:STP]
ko: [BP:LMTC:왼쪽 가운데 발톱:STP]
pl: [BP:LMTC:lewy środkowy pazur:lewe środkowe pazury]
ru: [BP:LMTC:средний левый коготь:средние левые когти]
tr: [BP:LMTC:sol orta pençe:STP]
vi: [BP:LMTC:vuốt giữa bên trái:STP]
zh_hans: [BP:LMTC:左中爪:STP]

# BODY:SIX_TENTACLES
source: [BP:RLT:right lower tentacle:STP]
cs: [BP:RLT:pravé dolní chapadlo:pravé dolní chapadla]
de: [BP:RLT:rechter unterer Tentakel:STP]
eo: [BP:RLT:dekstra malsupra tentaklo:maldekstraj malsupraj tentakloj]
es: [BP:RLT:tentáculo inferior derecho:STP]
ja: [BP:RLT:右下の触手:STP]
ko: [BP:RLT:오른쪽 아래 촉수:STP]
pl: [BP:RLT:prawa dolna macka:prawe dolne macki]
ru: [BP:RLT:нижнее правое щупальце:нижние правые щупальца]
tr: [BP:RLT:sağ alt dokunaç:STP]
vi: [BP:RLT:xúc tu dưới bên phải:STP]
zh_hans: [BP:RLT:右下触角:STP]

# BODY:SIX_TENTACLES
source: [BP:LLT:left lower tentacle:STP]
cs: [BP:LLT:levé dolní chapadlo:levé dolní chapadla]
de: [BP:LLT:linker unterer Tentakel:STP]
eo: [BP:LLT:maldekstra malsupra tentaklo:maldekstraj malsupraj tentakloj]
es: [BP:LLT:tentáculo inferior izquierdo:STP]
ja: [BP:LLT:左下の触手:STP]
ko: [BP:LLT:왼쪽 아래 촉수:STP]
pl: [BP:LLT:lewa dolna macka:lewe dolne macki]
ru: [BP:LLT:нижнее левое щупальце:нижние левые щупальца]
tr: [BP:LLT:sol alt dokunaç:STP]
vi: [BP:LLT:xúc tu dưới bên trái:STP]
zh_hans: [BP:RLT:左下触角:STP]

# BODY:SIX_TENTACLES
source: [BP:RLTC:right lower claw:STP]
cs: [BP:RLTC:pravý dolní dráp:pravé dolní drápy]
de: [BP:RLTC:rechte untere Klaue:STP]
eo: [BP:RLTC:dekstra malsupra ungego:dekstraj malsupraj ungegoj]
es: [BP:RLTC:garra inferior derecha:STP]
ja: [BP:RLTC:右下の爪:STP]
ko: [BP:RLTC:오른쪽 아래 발톱:STP]
pl: [BP:RLTC:prawy dolny pazur:prawe dolne pazury]
ru: [BP:RLTC:нижний правый коготь:нижние правые когти]
tr: [BP:RLTC:sağ alt pençe:STP]
vi: [BP:RLTC:móng dưới bên phải:STP]
zh_hans: [BP:RLTC:右下爪:STP]

# BODY:SIX_TENTACLES
source: [BP:LLTC:left lower claw:STP]
cs: [BP:LLTC:levý dolní dráp:levé dolní drápy]
de: [BP:LLTC:linke untere Klaue:STP]
eo: [BP:LLTC:maldekstra malsupra ungego:maldekstraj malsupraj ungegoj]
es: [BP:LLTC:garra inferior izquierda:STP]
ja: [BP:LLTC:左下の爪:STP]
ko: [BP:LLTC:왼쪽 아래 발톱:STP]
pl: [BP:LLTC:lewy dolny pazur:lewe dolne pazury]
ru: [BP:LLTC:нижний левый коготь:нижние левые когти]
tr: [BP:LLTC:sol alt pençe:STP]
vi: [BP:LLTC:móng dưới bên trái:STP]
zh_hans: [BP:LUTC:左下爪:STP]

# BODY:WAGON
source: [BP:FRONT:front:STP]
cs: [BP:FRONT:předek:předky]
de: [BP:FRONT:Vorderseite:STP]
eo: [BP:FRONT:antaŭaĵo:antaŭaĵoj]
es: [BP:FRONT:frente:STP]
ja: [BP:FRONT:前:STP]
ko: [BP:FRONT:앞쪽:STP]
pl: [BP:FRONT:przód:przody]
ru: [BP:FRONT:перед:переда]
tr: [BP:FRONT:ön:STP]
vi: [BP:FRONT:tiến:STP]
zh_hans: [BP:FRONT:前:STP]

# BODY:WAGON
source: [BP:BACK:back:STP]
cs: [BP:BACK:zadek:zadky]
de: [BP:BACK:Hinterseite:STP]
eo: [BP:BACK:postaĵo:postaĵoj]
es: [BP:BACK:espalda:STP]
ja: [BP:BACK:後:STP]
ko: [BP:BACK:뒷쪽:STP]
pl: [BP:BACK:tył:tyły]
ru: [BP:BACK:зад:зады]
tr: [BP:BACK:arka:STP]
vi: [BP:BACK:lùi:STP]
zh_hans: [BP:BACK:后:STP]

# BODY:WAGON
source: [BP:RFW:right front wheel:STP]
cs: [BP:RFW:pravé přední kolo:pravé přední kola]
de: [BP:RFW:rechtes Vorderrad:STP]
eo: [BP:RFW:dekstra antaŭa rado:dekstraj antaŭaj radoj]
es: [BP:RFW:rueda delantera derecha:STP]
ja: [BP:RFW:右前輪:STP]
ko: [BP:RFW:오른쪽 앞바퀴:STP]
pl: [BP:RFW:prawe przednie koło:prawe przednie koła]
ru: [BP:RFW:переднее правое колесо:передние правые колёса]
tr: [BP:RFW:sağ ön tekerlek:STP]
vi: [BP:RFW:bánh trước bên phải:STP]
zh_hans: [BP:RFW:右前轮:STP]

# BODY:WAGON
source: [BP:LFW:left front wheel:STP]
cs: [BP:LFW:levé přední kolo:levé přední kola]
de: [BP:LFW:linkes Vorderrad:STP]
eo: [BP:LFW:maldekstra antaŭa rado:maldekstraj antaŭaj radoj]
es: [BP:LFW:rueda delantera izqauierda:STP]
ja: [BP:LFW:左前輪:STP]
ko: [BP:LFW:왼쪽 앞바퀴:STP]
pl: [BP:LFW:lewe przednie koło:lewe przednie koła]
ru: [BP:LFW:переднее левое колесо:передние левые колёса]
tr: [BP:LFW:sol ön tekerlek:STP]
vi: [BP:LFW:bánh trước bên trái:STP]
zh_hans: [BP:LFW:左前轮:STP]

# BODY:WAGON
source: [BP:RRW:right rear wheel:STP]
cs: [BP:RRW:pravé zadní kolo:pravé zadní kola]
de: [BP:RRW:rechtes Hinterrad:STP]
eo: [BP:RRW:dekstra posta rado:maldekstraj postaj radoj]
es: [BP:RRW:rueda posterior derecha:STP]
ja: [BP:RRW:右後輪:STP]
ko: [BP:RRW:오른쪽 뒷바퀴:STP]
pl: [BP:RRW:prawe tylnie koło:prawe tylnie koła]
ru: [BP:RRW:заднее правое колесо:задние правые колёса]
tr: [BP:RRW:sağ arka tekerlek:STP]
vi: [BP:RRW:bánh sau bên phải:STP]
zh_hans: [BP:RRW:右后轮:STP]

# BODY:WAGON
source: [BP:LRW:left rear wheel:STP]
cs: [BP:LRW:levé zadní kolo:levé zadní kola]
de: [BP:LRW:linkes Hinterrad:STP]
eo: [BP:LRW:maldekstra posta rado:maldekstraj postaj radoj]
es: [BP:LRW:rueda posterior izquierda:STP]
ja: [BP:LRW:左後輪:STP]
ko: [BP:LRW:왼쪽 뒷바퀴:STP]
pl: [BP:LRW:lewe tylnie koło:lewe tylnie koła]
ru: [BP:LRW:заднее левое колесо:задние левые колеса]
tr: [BP:LRW:sol arka tekerlek:STP]
vi: [BP:LRW:bánh sau bên trái:STP]
zh_hans: [BP:LRW:左后轮:STP]

# BODY:TAIL
source: [BP:TAIL:tail:STP]
cs: [BP:TAIL:ocas:ocasy]
de: [BP:TAIL:Heck:STP]
eo: [BP:TAIL:vosto:vostoj]
es: [BP:TAIL:rabo:STP]
ja: [BP:尾:尻尾:STP]
ko: [BP:TAIL:꼬리:STP]
pl: [BP:TAIL:ogon:ogony]
ru: [BP:TAIL:хвост:хвосты]
tr: [BP:TAIL:kuyruk:STP]
vi: [BP:TAIL:đuôi:STP]
zh_hans: [BP:TAIL:尾巴:STP]

# BODY:SHELL
source: [BP:SHELL:shell:STP]
cs: [BP:SHELL:ulita:ulity]
de: [BP:SHELL:Panzer:STP]
eo: [BP:SHELL:karapaco:karapacoj]
es: [BP:SHELL:caparazon:STP]
ja: [BP:SHELL:甲殻:STP]
ko: [BP:SHELL:껍데기:STP]
pl: [BP:SHELL:muszla:muszle]
ru: [BP:SHELL:панцирь:панцири]
tr: [BP:SHELL:kabuk:STP]
vi: [BP:SHELL:vỏ:STP]
zh_hans: [BP:SHELL:壳:STP]

# BODY:TAIL_STANCE
source: [BP:TAIL:tail:STP]
cs: [BP:TAIL:ocas:ocasy]
de: [BP:TAIL:Heck:STP]
eo: [BP:TAIL:vosto:vostoj]
es: [BP:TAIL:rabo:STP]
ja: [BP:尾:尻尾:STP]
ko: [BP:TAIL:꼬리:STP]
pl: [BP:TAIL:ogon:ogony]
ru: [BP:TAIL:хвост:хвосты]
tr: [BP:TAIL:kuyruk:STP]
vi: [BP:TAIL:đuôi:STP]
zh_hans: [BP:TAIL:尾巴:STP]

# BODY:TAIL_STINGER
source: [BP:TAIL_STINGER:stinger:STP]
cs: [BP:TAIL_STINGER:žihadlo:žihadla]
de: [BP:TAIL_STINGER:Giftstachel:STP]
eo: [BP:TAIL_STINGER:pikilo:pikiloj]
es: [BP:TAIL_STINGER:aguijon:STP]
ja: [BP:尾_S錫GER:尾針:STP]
ko: [BP:TAIL_STINGER:꼬리 가시:STP]
pl: [BP:TAIL_STINGER:żądło:żądła]
ru: [BP:TAIL_STINGER:жало:жала]
tr: [BP:TAIL_STINGER:iğne:STP]
vi: [BP:TAIL_STINGER:ngòi:STP]
zh_hans: [BP:TAIL_STINGER:毒刺:STP]

# BODY:UPPERBODY_PINCERS
source: [BP:R_UB_PINCER:right pincer:STP]
cs: [BP:R_UB_PINCER:pravé kusadlo:pravé kusadla]
de: [BP:R_UB_PINCER:rechte Schere:STP]
eo: [BP:R_UB_PINCER:dekstra pinĉilo:dekstraj pinĉiloj]
es: [BP:R_UB_PINCER:pinza derecha:STP]
ja: [BP:R_UB_PINCER:右のハサミ:STP]
ko: [BP:R_UB_PINCER:오른쪽 집게발:STP]
pl: [BP:R_UB_PINCER:prawe szczypce:prawe szczypce]
ru: [BP:R_UB_PINCER:правая клешня:правые клешни]
tr: [BP:R_UB_PINCER:sağ kıskaç:STP]
vi: [BP:R_UB_PINCER:gọng kìm bên phải:STP]
zh_hans: [BP:R_UB_PINCER:右钳:STP]

# BODY:UPPERBODY_PINCERS
source: [BP:L_UB_PINCER:left pincer:STP]
cs: [BP:L_UB_PINCER:levé kusadlo:levé kusadla]
de: [BP:L_UB_PINCER:linke Schere:STP]
eo: [BP:L_UB_PINCER:maldekstra pinĉilo:maldekstraj pinĉiloj]
es: [BP:L_UB_PINCER:pinza izquierda:STP]
ja: [BP:L_UB_PINCER:左のハサミ:STP]
ko: [BP:L_UB_PINCER:왼쪽 집게발:STP]
pl: [BP:L_UB_PINCER:lewe szczypce:lewe szczypce]
ru: [BP:L_UB_PINCER:левая клешня:левые клешни]
tr: [BP:L_UB_PINCER:sol kıskaç:STP]
vi: [BP:L_UB_PINCER:gọng kìm trái:STP]
zh_hans: [BP:L_UB_PINCER:左钳:STP]

# BODY:UPPERBODY_PINCERS
source: [BODYGLOSS:PAW:foot:paw:feet:paws]
cs: [BODYGLOSS:PAW:chodidlo:tlapka:chodidla:tlapky]
de: [BODYGLOSS:PAW:Fuß:Pfote:Füsse:Pfoten]
eo: [BODYGLOSS:PAW:piedo:piedo:piedoj:piedoj]
es: [BODYGLOSS:PAW:pie:pata:pies:patas]
ja: [BODYGLOSS:PAW:足:足:足:足]
ko: [BODYGLOSS:PAW:발:발:발:발]
pl: [BODYGLOSS:PAW:stopa:łapa:stopy:łapy]
ru: [BODYGLOSS:PAW:ступня:лапа:ступни:лапы]
tr: [BODYGLOSS:PAW:ayak:pati:ayaklar:patiler]
vi: [BODYGLOSS:PAW:bàn chân:paw:feet:paws]
zh_hans: [BODYGLOSS:PAW:足:爪子:足:爪子]

# BODY:UPPERBODY_PINCERS
source: [BODYGLOSS:MAW:mouth:maw:mouths:maws]
cs: [BODYGLOSS:MAW:ústa:chřtán:ústa:chřtány]
de: [BODYGLOSS:MAW:Mund:Maul:Münder:Mäuler]
eo: [BODYGLOSS:MAW:buŝo:faŭko:buŝoj:faŭkoj]
es: [BODYGLOSS:MAW:boca:fauce:bocas:fauces]
ja: [BODYGLOSS:MAW:口:胃:口:胃]
ko: [BODYGLOSS:MAW:입:아가리:입:아가리]
pl: [BODYGLOSS:MAW:usta:paszcza:usta:paszcze]
ru: [BODYGLOSS:MAW:рот:пасть:рты:пасти]
tr: [BODYGLOSS:MAW:ağız:kursak:ağızlar:kursaklar]
vi: [BODYGLOSS:MAW:miệng:maw:miệng:maws]
zh_hans: [BODYGLOSS:MAW:嘴:胃:嘴:胃]

# BODY:UPPERBODY_PINCERS
source: [BODYGLOSS:CLAW_HAND:hand:claw:hands:claws]
cs: [BODYGLOSS:CLAW_HAND:ruka:dráp:ruce:drápy]
de: [BODYGLOSS:CLAW_HAND:Hand:Klaue:Hände:Klauen]
eo: [BODYGLOSS:CLAW_HAND:mano:mano:manoj:manoj]
es: [BODYGLOSS:CLAW_HAND:mano:garra:manos:garras]
ja: [BODYGLOSS:CLAW_HAND:手:爪:手:爪]
ko: [BODYGLOSS:CLAW_HAND:손:손톱:손:손톱]
pl: [BODYGLOSS:CLAW_HAND:dłoń:pazur:dłonie:pazury]
ru: [BODYGLOSS:CLAW_HAND:ладонь:коготь:ладони:когти]
tr: [BODYGLOSS:CLAW_HAND:el:pençe:eller:pençeler]
vi: [BODYGLOSS:CLAW_HAND:tay:claw:tay:claws]
zh_hans: [BODYGLOSS:CLAW_HAND:手:爪子:手:爪子]

# BODY:UPPERBODY_PINCERS
source: [BODYGLOSS:CLAW_FOOT:foot:claw:feet:claws]
cs: [BODYGLOSS:CLAW_FOOT:tlapa:dráp:tlapy:drápy]
de: [BODYGLOSS:CLAW_FOOT:Fuß:Klaue:Füße:Klauen]
eo: [BODYGLOSS:CLAW_FOOT:piedo:piedo:piedoj:piedoj]
es: [BODYGLOSS:CLAW_FOOT:pie:pata:pies:patas]
ja: [BODYGLOSS:CLAW_足:足:爪:足:爪]
ko: [BODYGLOSS:CLAW_FOOT:발:발톱:발:발톱]
pl: [BODYGLOSS:CLAW_FOOT:stopa:pazur:stopy:pazury]
ru: [BODYGLOSS:CLAW_FOOT:ступня:коготь:ступни:когти]
tr: [BODYGLOSS:CLAW_FOOT:ayak:pençe:ayaklar:pençeler]
vi: [BODYGLOSS:HOOF:bàn chân:móng vuốt:bàn chân:móng vuốt]
zh_hans: [BODYGLOSS:CLAW_FOOT:足:爪子:足:爪子]

# BODY:UPPERBODY_PINCERS
source: [BODYGLOSS:HOOF:foot:hoof:feet:hooves]
cs: [BODYGLOSS:HOOF:chodidlo:kopyto:chodidla:kopyta]
de: [BODYGLOSS:HOOF:Fuß:Huf:Füße:Hufe]
eo: [BODYGLOSS:HOOF:piedo:hufo:piedoj:hufoj]
es: [BODYGLOSS:HOOF:pie:pezuña:pies:pezuñas]
ja: [BODYGLOSS:HOOF:足:ひづめ:足:ひづめ]
ko: [BODYGLOSS:HOOF:발:발굽:발:발굽]
pl: [BODYGLOSS:HOOF:stopa:kopyto:stopy:kopyta]
ru: [BODYGLOSS:HOOF:ступня:копыто:ступни:копыта]
tr: [BODYGLOSS:HOOF:ayak:toynak:ayaklar:toynaklar]
vi: [BODYGLOSS:TRUNK:bàn chân:móng guốc:bàn chân:móng guốc]
zh_hans: [BODYGLOSS:HOOF:足:蹄子:足:蹄子]

# BODY:UPPERBODY_PINCERS
source: [BODYGLOSS:TRUNK:body:trunk:bodies:trunks]
cs: [BODYGLOSS:TRUNK:tělo:trup:těla:trupy]
de: [BODYGLOSS:TRUNK:der Körper:der Oberkörper:die Körper:die Oberkörper]
eo: [BODYGLOSS:TRUNK:korpo:trunko:korpoj:trunkoj]
es: [BODYGLOSS:TRUNK:cuerpo:tronco:cuerpos:troncos]
ja: [BODYGLOSS:TRUNK:胴体:胴体:胴体:胴体]
ko: [BODYGLOSS:TRUNK:신체:코:신체:코]
pl: [BODYGLOSS:TRUNK:ciało:pień:ciała:pnie]
ru: [BODYGLOSS:TRUNK:тело:ствол:тела:стволы]
tr: [BODYGLOSS:TRUNK:vücut:gövde:vücutlar:gövdeler]
vi: [BODYGLOSS:BRANCH_ARM:thân:thân:thân:thân:thân]
zh_hans: [BODYGLOSS:TRUNK:躯干:树干:躯干:树干]

# BODY:UPPERBODY_PINCERS
source: [BODYGLOSS:BRANCH_ARM:arm:branch:arms:branches]
cs: [BODYGLOSS:BRANCH_ARM:ruka:větev:ruce:větve]
de: [BODYGLOSS:BRANCH_ARM:Arm:Zweig:Arme:Zweige]
eo: [BODYGLOSS:BRANCH_ARM:brako:branĉo:brakos:branĉoj]
es: [BODYGLOSS:BRANCH_ARM:brazo:rama:brazos:ramas]
ko: [BODYGLOSS:BRANCH_ARM:팔:나뭇가지:팔:나뭇가지]
pl: [BODYGLOSS:BRANCH_ARM:kończyna górna:gałąź:kończyny górne:gałęzie]
ru: [BODYGLOSS:BRANCH_ARM:рука:ветвь:руки:ветви]
tr: [BODYGLOSS:BRANCH_ARM:kol:dal:kollar:dallar]
vi: [BODYGLOSS:LEG_STUMP:Cánh tay:Cánh tay:Cánh tay:Cánh tay]
zh_hans: [BODYGLOSS:BRANCH_ARM:枝干:树枝:枝干:树枝]

# BODY:UPPERBODY_PINCERS
source: [BODYGLOSS:LEG_STUMP:leg:stump:legs:stumps]
cs: [BODYGLOSS:LEG_STUMP:noha:pahýl:nohy:pahýly]
de: [BODYGLOSS:LEG_STUMP:Bein:Stumpf:Beine:Stümpfe]
eo: [BODYGLOSS:LEG_STUMP:kruro:stumpo:kruroj:stumpoj]
es: [BODYGLOSS:LEG_STUMP:pierna:tocon:piernas:tocones]
ko: [BODYGLOSS:LEG_STUMP:다리:그루터기:다리:그루터기]
pl: [BODYGLOSS:LEG_STUMP:noga:pniak:nogi:pniaki]
ru: [BODYGLOSS:LEG_STUMP:нога:комель:ноги:комли]
tr: [BODYGLOSS:LEG_STUMP:bacak:kütük:bacaklar:kütükler]
vi: [BODYGLOSS:LEG_STUMP:chân:gốc cây:chân:gốc cây]
zh_hans: [BODYGLOSS:LEG_STUMP:腿:树墩:腿:树墩]

# BODY:UPPERBODY_PINCERS
source: [BODYGLOSS:ROOTS_FOOT:foot:roots:feet:roots]
cs: [BODYGLOSS:ROOTS_FOOT:chodidlo:kořeny:chodidla:kořeny]
de: [BODYGLOSS:ROOTS_FOOT:Fuß:Wurzel:Füße:Wurzeln]
eo: [BODYGLOSS:ROOTS_FOOT:piedo:radikaro:piedoj:radikaroj]
es: [BODYGLOSS:ROOTS_FOOT:foot:raíces:feet:raíces]
ko: [BODYGLOSS:ROOTS_FOOT:발:뿌리:발:뿌리]
pl: [BODYGLOSS:ROOTS_FOOT:stopa:korzeń:stopy:korzenie]
ru: [BODYGLOSS:ROOTS_FOOT:ступня:корни:ступни:корни]
tr: [BODYGLOSS:ROOTS_FOOT:ayak:kökler:ayaklar:kökler]
vi: [BODYGLOSS:ROOTS_FOOT:chân :rễ:chân:rễ]
zh_hans: [BODYGLOSS:ROOTS_FOOT:足:根部:足:根部]

# BODY:UPPERBODY_PINCERS
source: [BODYGLOSS:INSECT_UPPERBODY:upper body:thorax:upper bodies:thoraxes]
cs: [BODYGLOSS:INSECT_UPPERBODY:horní část těla:drudník:horní části těl:drudníky]
de: [BODYGLOSS:INSECT_UPPERBODY:Unterkörper:Thorax:Oberkörper:Thoraxes]
eo: [BODYGLOSS:INSECT_UPPERBODY:supra korpo:torako:supraj korpoj:torakoj]
es: [BODYGLOSS:INSECT_UPPERBODY:parte superior del cuerpo:tórax:partes superiores del cuerpo:torax]
ko: [BODYGLOSS:INSECT_UPPERBODY:상반신:흉부:상반신:흉부]
pl: [BODYGLOSS:INSECT_UPPERBODY:górna część ciała:tułów:górne części ciała:tułowia]
ru: [BODYGLOSS:INSECT_UPPERBODY:верхняя часть тела:грудь:верхние части тела:груди]
tr: [BODYGLOSS:INSECT_UPPERBODY:üst vücut:göğüs:üst vücutlar:göğüsler]
vi: [BODYGLOSS:INSECT_UPPERBODY:thân trên:ngực:thân trên:ngực]
zh_hans: [BODYGLOSS:INSECT_UPPERBODY:胸部:胸:胸部:胸]

# BODY:UPPERBODY_PINCERS
source: [BODYGLOSS:INSECT_LOWERBODY:lower body:abdomen:lower bodies:abdomens]
cs: [BODYGLOSS:INSECT_LOWERBODY:dolní část těla:břicho:dolní části těl:břicha]
de: [BODYGLOSS:INSECT_LOWERBODY:Unterkörper:Bauch:Unterkörper:Bäuche]
eo: [BODYGLOSS:INSECT_LOWERBODY:malsupra korpo:abdomeno:malsupraj korpoj:abdomenoj]
es: [BODYGLOSS:INSECT_LOWERBODY:parte inferior del cuerpo:abdomen:partes inferiores del cuerpo:abdomenes]
ko: [BODYGLOSS:INSECT_LOWERBODY:하반신:복부:하반신:복부]
pl: [BODYGLOSS:INSECT_LOWERBODY:dolna część ciała:odwłok:dolne części ciała:odwłoki]
ru: [BODYGLOSS:INSECT_LOWERBODY:нижняя часть тела:брюшко:нижние части тела:брюшки]
tr: [BODYGLOSS:INSECT_LOWERBODY:alt vücut:karın:alt vücutlar:karınlar]
vi: [BODYGLOSS:INSECT_LOWERBODY:thân dưới:bụng:nhiều thân dưới:nhiều bụng]
zh_hans: [BODYGLOSS:INSECT_LOWERBODY:腹部:腹:腹部:腹]
