Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:PEBBLE PLANTS
source: [NAME:pebble plant]
cs: [NAME:kamenná rostlina]
de: [NAME:Kieselpflanze]
eo: [NAME:litopo]
es: [NAME:lithops]
ja: [NAME:リトープス]
ko: [NAME:조약돌 식물]
ru: [NAME:литопс]
tr: [NAME:taş bitkisi]
vi: [NAME:cây đá cuội]
zh_hans: [NAME:生石花]

# PLANT:PEBBLE PLANTS
source: [NAME_PLURAL:pebble plants]
cs: [NAME_PLURAL:kamenné rostliny]
de: [NAME_PLURAL:Kieselpflanzen]
eo: [NAME_PLURAL:litopoj]
es: [NAME_PLURAL:lithops]
ja: [NAME_PLURAL:リトープス]
ko: [NAME_PLURAL:조약돌 식물들]
ru: [NAME_PLURAL:литопс]
tr: [NAME_PLURAL:taş bitkisi]
vi: [NAME_PLURAL:các cây đá cuội]
zh_hans: [NAME_PLURAL:生石花]

# PLANT:PEBBLE PLANTS
source: [ADJ:pebble plant]
cs: [ADJ:kamenná rostlina]
de: [ADJ:ZKieselpflanze]
eo: [ADJ:de litopo]
es: [ADJ:de lithops]
ja: [ADJ:リトープス]
ko: [ADJ:조약돌 식물]
ru: [ADJ:литопс]
tr: [ADJ:taş bitkisi]
vi: [ADJ:cây đá cuội]
zh_hans: [ADJ:生石花的]

# PLANT:PEBBLE PLANTS
source: [GROWTH_NAME:pebble plant bud:STP]
cs: [GROWTH_NAME:pupen kamenné rostliny:STP]
de: [GROWTH_NAME:Kieselpflanzenknospe:STP]
eo: [GROWTH_NAME:burĝono de litopo:burĝonoj de litopo]
es: [GROWTH_NAME:brote de lithops:STP]
ja: [GROWTH_NAME:リトープスのつぼみ:STP]
ko: [GROWTH_NAME:조약돌 식물 싹:STP]
ru: [GROWTH_NAME:бутон литопса:бутоны литопса]
tr: [GROWTH_NAME:taş bitkisi tomurcuğu:STP]
zh_hans: [GROWTH_NAME:生石花花蕾:STP]

# PLANT:PEBBLE PLANTS
source: [GROWTH_NAME:pebble plant flower:STP]
cs: [GROWTH_NAME:květ kamenné rostliny:STP]
de: [GROWTH_NAME:Kieselpflanzenblume:STP]
eo: [GROWTH_NAME:floro de litopo:floroj de litopo]
es: [GROWTH_NAME:flor de lithops:STP]
ja: [GROWTH_NAME:リトープスの花:STP]
ko: [GROWTH_NAME:조약돌 식물 꽃:STP]
ru: [GROWTH_NAME:цветок литопса:цветы литопса]
tr: [GROWTH_NAME:taş bitkisi çiçeği:STP]
zh_hans: [GROWTH_NAME:生石花:STP]

# PLANT:BLUE SEDGE
source: [ALL_NAMES:blue sedge]
cs: [ALL_NAMES:modrá ostřice]
de: [ALL_NAMES:blaue Segge]
eo: [ALL_NAMES:blua karekso]
es: [ALL_NAMES:junco azul]
ja: [ALL_NAMES:アオスゲ]
ko: [ALL_NAMES:푸른 사초]
ru: [ALL_NAMES:осока синяя]
tr: [ALL_NAMES:mavi saz]
vi: [ALL_NAMES:cói xanh]
zh_hans: [ALL_NAMES:蓝苔莎]

# PLANT:FIELD SEDGE
source: [ALL_NAMES:field sedge]
cs: [ALL_NAMES:polní ostřice]
de: [ALL_NAMES:Acker-Segge]
eo: [ALL_NAMES:maldika karekso]
es: [ALL_NAMES:campo de juncos]
ja: [ALL_NAMES:フィールドセッジ]
ko: [ALL_NAMES:야생 사초]
ru: [ALL_NAMES:осока полевая]
tr: [ALL_NAMES:tarla sazı]
vi: [ALL_NAMES:cói đồng]
zh_hans: [ALL_NAMES:田野莎草]

# PLANT:PURPLE MOOR GRASS
source: [ALL_NAMES:purple moor grass]
cs: [ALL_NAMES:fialová rašelinná tráva]
de: [ALL_NAMES:lila Pfeifengras]
eo: [ALL_NAMES:blua molinio]
es: [ALL_NAMES:hierba de paramo púrpura]
ja: [ALL_NAMES:ヨウシュヌマガヤ]
ko: [ALL_NAMES:자색 습지 잔디]
ru: [ALL_NAMES:молиния голубая]
tr: [ALL_NAMES:mor bozkır otu]
vi: [ALL_NAMES:cỏ đầm lầy tía]
zh_hans: [ALL_NAMES:紫泽草]

# PLANT:VELVET GRASS
source: [ALL_NAMES:velvet grass]
cs: [ALL_NAMES:sametová tráva]
de: [ALL_NAMES:Samtgras]
eo: [ALL_NAMES:holko]
es: [ALL_NAMES:hierba de terciopelo]
ja: [ALL_NAMES:シラゲガヤ]
ko: [ALL_NAMES:흰털새]
ru: [ALL_NAMES:бухарник шерстистый]
tr: [ALL_NAMES:kadife otu]
vi: [ALL_NAMES:cỏ nhung]
zh_hans: [ALL_NAMES:丝绒草]

# PLANT:MEADOWSWEET
source: [ALL_NAMES:meadowsweet]
cs: [ALL_NAMES:túje obecná]
de: [ALL_NAMES:Mädesüß]
eo: [ALL_NAMES:filipendulo]
es: [ALL_NAMES:herba reina de los prados]
ja: [ALL_NAMES:セイヨウナツユキソウ]
ko: [ALL_NAMES:메도스위트]
ru: [ALL_NAMES:таволга]
tr: [ALL_NAMES:keçisakalı]
vi: [ALL_NAMES:cây nữ hoàng đồng nội]
zh_hans: [ALL_NAMES:绣线菊]

# PLANT:MEADOWSWEET
source: [GROWTH_NAME:meadowsweet bud:STP]
cs: [GROWTH_NAME:pupen túje obecné:STP]
de: [GROWTH_NAME:Mädesüßknospe:STP]
eo: [GROWTH_NAME:burĝono de filipendulo:burĝonoj de filipendulo]
es: [GROWTH_NAME:brote de hierba reina de los prados:STP]
ja: [GROWTH_NAME:セイヨウナツユキソウのつぼみ:STP]
ko: [GROWTH_NAME:메도스위트 싹:STP]
ru: [GROWTH_NAME:бутон таволги:бутоны таволги]
tr: [GROWTH_NAME:keçisakalı tomurcuğu:STP]
zh_hans: [GROWTH_NAME:绣线菊花蕾:STP]

# PLANT:MEADOWSWEET
source: [GROWTH_NAME:meadowsweet flower:STP]
cs: [GROWTH_NAME:květ tužebníku:STP]
de: [GROWTH_NAME:Mädesüßblüte:STP]
eo: [GROWTH_NAME:floro de filipendulo:floroj de filipendulo]
es: [GROWTH_NAME:flor de hireba reina de los prados:STP]
ja: [GROWTH_NAME:セイヨウナツユキソウの花:STP]
ko: [GROWTH_NAME:메도스위트 꽃:STP]
ru: [GROWTH_NAME:цветок таволги:цветы таволги]
tr: [GROWTH_NAME:keçisakalı çiçeği:STP]
zh_hans: [GROWTH_NAME:绣线菊花:STP]

# PLANT:RUSH
source: [NAME:rush]
cs: [NAME:sítina]
de: [NAME:Binsen]
eo: [NAME:junko]
es: [NAME:junco]
ja: [NAME:トウシンソウ]
ko: [NAME:골풀]
ru: [NAME:циперус]
tr: [NAME:hasır otu]
vi: [NAME:cây bấc]
zh_hans: [NAME:灯心草]

# PLANT:RUSH
source: [NAME_PLURAL:rushes]
cs: [NAME_PLURAL:sítiny]
de: [NAME_PLURAL:Binsen]
eo: [NAME_PLURAL:junkoj]
es: [NAME_PLURAL:juncos]
ja: [NAME_PLURAL:トウシンソウ]
ko: [NAME_PLURAL:골풀들]
ru: [NAME_PLURAL:циперус]
tr: [NAME_PLURAL:hasır otu]
vi: [NAME_PLURAL:các cây bấc]
zh_hans: [NAME_PLURAL:灯心草]

# PLANT:RUSH
source: [ADJ:rush]
cs: [ADJ:sítinová]
de: [ADJ:Binsen]
eo: [ADJ:de junko]
es: [ADJ:junco]
ja: [ADJ:トウシンソウ]
ko: [ADJ:골풀]
ru: [ADJ:циперус]
tr: [ADJ:hasır otu]
vi: [ADJ:cây bấc]
zh_hans: [ADJ:灯心草的]

# PLANT:RUSH
source: [GROWTH_NAME:rush bud:STP]
cs: [GROWTH_NAME:sítinový pupen:STP]
de: [GROWTH_NAME:Binsenknospe:STP]
eo: [GROWTH_NAME:burĝono de junko:burĝonoj de junko]
es: [GROWTH_NAME:brote de junco:STP]
ja: [GROWTH_NAME:トウシンソウのつぼみ:STP]
ko: [GROWTH_NAME:골풀 싹:STP]
ru: [GROWTH_NAME:бутон циперуса:бутоны циперуса]
tr: [GROWTH_NAME:hasır otu tomurcuğu:STP]
zh_hans: [GROWTH_NAME:灯心草花蕾:STP]

# PLANT:RUSH
source: [GROWTH_NAME:rush flower:STP]
cs: [GROWTH_NAME:sítinový květ:STP]
de: [GROWTH_NAME:Binsenblume:STP]
eo: [GROWTH_NAME:floro de junko:floroj de junko]
es: [GROWTH_NAME:flor de junco:STP]
ja: [GROWTH_NAME:トウシンソウの花:STP]
ko: [GROWTH_NAME:골풀 꽃:STP]
ru: [GROWTH_NAME:цветок циперуса:цветы циперуса]
tr: [GROWTH_NAME:hasır otu çiçeği:STP]
zh_hans: [GROWTH_NAME:灯心草花:STP]

# PLANT:MARSH THISTLE
source: [NAME:marsh thistle]
cs: [NAME:bahenní bodlák]
de: [NAME:Sumpfdistel]
eo: [NAME:cirsio]
es: [NAME:cardo de pantano]
ja: [NAME:アザミ]
ko: [NAME:개쇠뜨기 엉겅퀴]
ru: [NAME:бодяк болотный]
tr: [NAME:bataklık devedikeni]
vi: [NAME:cây kế đầm lầy]
zh_hans: [NAME:沼泽蓟]

# PLANT:MARSH THISTLE
source: [NAME_PLURAL:marsh thistles]
cs: [NAME_PLURAL:bahenní bodláky]
de: [NAME_PLURAL:Sumpfdisteln]
eo: [NAME_PLURAL:cirsioj]
es: [NAME_PLURAL:cardos de pantano]
ja: [NAME_PLURAL:アザミ]
ko: [NAME_PLURAL:개쇠뜨기 엉겅퀴들]
ru: [NAME_PLURAL:бодяк болотный]
tr: [NAME_PLURAL:bataklık devedikeni]
vi: [NAME_PLURAL:các cây kế đầm lầy]
zh_hans: [NAME_PLURAL:沼泽蓟]

# PLANT:MARSH THISTLE
source: [ADJ:marsh thistle]
cs: [ADJ:bahenní bodlák]
de: [ADJ:Sumpfdistel]
eo: [ADJ:de cirsio]
es: [ADJ:de cardo de pantano]
ja: [ADJ:アザミ]
ko: [ADJ:개쇠뜨기 엉겅퀴]
ru: [ADJ:бодяк болотный]
tr: [ADJ:bataklık devedikeni]
vi: [ADJ:cây kế đầm lầy]
zh_hans: [ADJ:沼泽蓟的]

# PLANT:MARSH THISTLE
source: [GROWTH_NAME:marsh thistle bud:STP]
cs: [GROWTH_NAME:pupen bahenního bodláku:STP]
de: [GROWTH_NAME:Sumpfdistelknospe:STP]
eo: [GROWTH_NAME:burĝono de cirsio:burĝonoj de cirsio]
es: [GROWTH_NAME:brote de cardo de pantano:STP]
ja: [GROWTH_NAME:アザミのつぼみ:STP]
ko: [GROWTH_NAME:개쇠뜨기 엉겅퀴 싹:STP]
ru: [GROWTH_NAME:бутон бодяка болотного:бутоны бодяка болотного]
tr: [GROWTH_NAME:bataklık devedikeni tomurcuğu:STP]
zh_hans: [GROWTH_NAME:沼泽蓟花蕾:STP]

# PLANT:MARSH THISTLE
source: [GROWTH_NAME:marsh thistle flower:STP]
cs: [GROWTH_NAME:květ bahenního bodláku:STP]
de: [GROWTH_NAME:Sumpfdistelblüte:STP]
eo: [GROWTH_NAME:floro de cirsio:floroj de cirsio]
es: [GROWTH_NAME:flor de cardo de pantano:STP]
ja: [GROWTH_NAME:アザミの花:STP]
ko: [GROWTH_NAME:개쇠뜨기 엉겅퀴 꽃:STP]
ru: [GROWTH_NAME:цветок бодяка болотного:цветки бодяка болотного]
tr: [GROWTH_NAME:bataklık devedikeni çiçeği:STP]
zh_hans: [GROWTH_NAME:沼泽蓟花:STP]

# PLANT:COMMON REED
source: [NAME:common reed]
cs: [NAME:rákos]
de: [NAME:gemeines Schilf]
eo: [NAME:fragmito]
es: [NAME:carrizo]
ja: [NAME:葦]
ko: [NAME:갈대]
ru: [NAME:тростник]
tr: [NAME:bayağı kamış]
vi: [NAME:lau sậy thông thường]
zh_hans: [NAME:芦苇]

# PLANT:COMMON REED
source: [NAME_PLURAL:common reeds]
cs: [NAME_PLURAL:rákosy]
de: [NAME_PLURAL:gemeines Schilf]
eo: [NAME_PLURAL:fragmitoj]
es: [NAME_PLURAL:carrizos]
ja: [NAME_PLURAL:葦]
ko: [NAME_PLURAL:갈대들]
ru: [NAME_PLURAL:тростник]
tr: [NAME_PLURAL:bayağı kamış]
vi: [NAME_PLURAL:các cây lau sậy thông thường]
zh_hans: [NAME_PLURAL:芦苇]

# PLANT:COMMON REED
source: [ADJ:common reed]
cs: [ADJ:rákosový]
de: [ADJ:gemeines Schilf]
eo: [ADJ:de fragmito]
es: [ADJ:de carrizo]
ja: [ADJ:葦]
ko: [ADJ:갈대]
ru: [ADJ:тростник]
tr: [ADJ:bayağı kamış]
vi: [ADJ:lau sậy thông thường]
zh_hans: [ADJ:芦苇的]

# PLANT:CATTAIL
source: [NAME:cattail]
cs: [NAME:orobinec]
de: [NAME:Rohrkolben]
eo: [NAME:tifao]
es: [NAME:enea]
ja: [NAME:ガマ]
ko: [NAME:부들개지]
ru: [NAME:рогоз]
tr: [NAME:su kamışı]
vi: [NAME:cây hương bồ]
zh_hans: [NAME:猫尾草]

# PLANT:CATTAIL
source: [NAME_PLURAL:cattails]
cs: [NAME_PLURAL:orobince]
de: [NAME_PLURAL:Rohrkolben]
eo: [NAME_PLURAL:tifaoj]
es: [NAME_PLURAL:eneas]
ja: [NAME_PLURAL:ガマ]
ko: [NAME_PLURAL:부들개지들]
ru: [NAME_PLURAL:рогоз]
tr: [NAME_PLURAL:su kamışı]
vi: [NAME_PLURAL:các cây hương bồ]
zh_hans: [NAME_PLURAL:猫尾草]

# PLANT:CATTAIL
source: [ADJ:cattail]
cs: [ADJ:orobincový]
de: [ADJ:Rohrkolben]
eo: [ADJ:de tifao]
es: [ADJ:de enea]
ja: [ADJ:ガマ]
ko: [ADJ:부들개지]
ru: [ADJ:рогоз]
tr: [ADJ:su kamışı]
vi: [ADJ:cây hương bồ]
zh_hans: [ADJ:猫尾草的]

# PLANT:SAWGRASS
source: [ALL_NAMES:sawgrass]
cs: [ALL_NAMES:pilařská tráva]
de: [ALL_NAMES:Schnittgras]
eo: [ALL_NAMES:kladio]
es: [ALL_NAMES:cladio]
ja: [ALL_NAMES:ヒトモトススキ]
ko: [ALL_NAMES:참억새]
ru: [ALL_NAMES:меч-трава]
tr: [ALL_NAMES:testere otu]
vi: [ALL_NAMES:cỏ răng cưa]
zh_hans: [ALL_NAMES:锯齿草]

# PLANT:COTTONGRASS
source: [ALL_NAMES:cottongrass]
cs: [ALL_NAMES:suchopýr]
de: [ALL_NAMES:Wollgras]
eo: [ALL_NAMES:erioforo]
es: [ALL_NAMES:erióforo]
ja: [ALL_NAMES:ワタスゲ]
ko: [ALL_NAMES:황새풀]
ru: [ALL_NAMES:пушица]
tr: [ALL_NAMES:pamuk otu]
vi: [ALL_NAMES:cỏ bông]
zh_hans: [ALL_NAMES:棉草]

# PLANT:COTTONGRASS
source: [GROWTH_NAME:cottongrass bud:STP]
cs: [GROWTH_NAME:pupen suchopýru:STP]
de: [GROWTH_NAME:Wollgrasknospe:STP]
eo: [GROWTH_NAME:burĝono de erioforo:burĝonoj de erioforo]
es: [GROWTH_NAME:brote de hierba de algodón:STP]
ja: [GROWTH_NAME:ワタスゲのつぼみ:STP]
ko: [GROWTH_NAME:황새풀 싹:STP]
ru: [GROWTH_NAME:бутон пушицы:бутоны пушицы]
tr: [GROWTH_NAME:pamuk otu tomurcuğu:STP]
zh_hans: [GROWTH_NAME:棉草花蕾:STP]

# PLANT:COTTONGRASS
source: [GROWTH_NAME:cottongrass tuft:STP]
cs: [GROWTH_NAME:chmýří suchopýru:STP]
de: [GROWTH_NAME:Wollgrasbüschel:STP]
eo: [GROWTH_NAME:tufo de erioforo:tufoj de erioforo]
es: [GROWTH_NAME:mata de hierba de algodón:STP]
ja: [GROWTH_NAME:ワタスゲの房:STP]
ko: [GROWTH_NAME:황새풀 다발:STP]
ru: [GROWTH_NAME:цветок пушицы:цветки пушицы]
tr: [GROWTH_NAME:pamuk otu kümesi:STP]
zh_hans: [GROWTH_NAME:棉草簇:STP]

# PLANT:WHITE MOUNTAIN HEATHER
source: [ALL_NAMES:white mountain heather]
cs: [ALL_NAMES:bílý horský vřes]
de: [ALL_NAMES:Weiße Bergheide]
eo: [ALL_NAMES:kasiopo]
es: [ALL_NAMES:brezo de montaña blanca]
ja: [ALL_NAMES:カシオペメルテンシアナ]
ko: [ALL_NAMES:화이트 마운틴 헤더]
ru: [ALL_NAMES:белый высокогорный вереск]
tr: [ALL_NAMES:beyaz dağ fundası]
vi: [ALL_NAMES:thạch nam núi trắng]
zh_hans: [ALL_NAMES:白山石楠]

# PLANT:MOUNTAIN AVENS
source: [ALL_NAMES:mountain avens]
cs: [ALL_NAMES:dryádka]
de: [ALL_NAMES:Bergwurz]
eo: [ALL_NAMES:oktopetala driado]
es: [ALL_NAMES:dryas alpina]
ja: [ALL_NAMES:チョウノスケソウ]
ko: [ALL_NAMES:북극담자리꽃나무]
ru: [ALL_NAMES:куропаточья трава]
tr: [ALL_NAMES:dağ gülü]
vi: [ALL_NAMES:địa tiên thảo núi]
zh_hans: [ALL_NAMES:山蔷薇]

# PLANT:MOUNTAIN AVENS
source: [GROWTH_NAME:mountain avens bud:STP]
cs: [GROWTH_NAME:pupen dryádky:STP]
de: [GROWTH_NAME:Bergwurzknospe:STP]
eo: [GROWTH_NAME:burĝono de oktopetala driado:burĝonoj de oktopetala driado]
ko: [GROWTH_NAME:북극담자리꽃나무 싹:STP]
ru: [GROWTH_NAME:бутон цветка дриады восьмилепестной:бутоны цветка дриады восьмилепестной]
tr: [GROWTH_NAME:dağ gülü tomurcuğu:STP]
zh_hans: [GROWTH_NAME:山蔷薇花蕾:STP]

# PLANT:MOUNTAIN AVENS
source: [GROWTH_NAME:mountain avens flower:STP]
cs: [GROWTH_NAME:květ dryádky:STP]
de: [GROWTH_NAME:Bergwurzblume:STP]
eo: [GROWTH_NAME:floro de oktopetala driado:floroj de oktopetala driado]
es: [GROWTH_NAME:flor de dryas alpina:STP]
ja: [GROWTH_NAME:チョウノスケソウの花:STP]
ko: [GROWTH_NAME:북극담자리꽃나무 꽃:STP]
ru: [GROWTH_NAME:цветок дриады восьмилепестной:цветки дриады восьмилепестной]
tr: [GROWTH_NAME:dağ gülü çiçeği:STP]
zh_hans: [GROWTH_NAME:山蔷薇花:STP]

# PLANT:CLOUDBERRY
source: [NAME:cloudberry]
cs: [NAME:moruška]
de: [NAME:Moltebeere]
eo: [NAME:ĥamemoro]
es: [NAME:mora]
ja: [NAME:ホロムイイチゴ]
ko: [NAME:클라우드베리]
ru: [NAME:морошка]
tr: [NAME:bulut üzümü]
vi: [NAME:quả mâm xôi mây]
zh_hans: [NAME:云莓]

# PLANT:CLOUDBERRY
source: [NAME_PLURAL:cloudberries]
cs: [NAME_PLURAL:morušky]
de: [NAME_PLURAL:Moltebeeren]
eo: [NAME_PLURAL:ĥamemoroj]
es: [NAME_PLURAL:moras]
ja: [NAME_PLURAL:ホロムイイチゴ]
ko: [NAME_PLURAL:클라우드베리들]
ru: [NAME_PLURAL:морошка]
tr: [NAME_PLURAL:bulut üzümü]
vi: [NAME_PLURAL:các quả mâm xôi mây]
zh_hans: [NAME_PLURAL:云莓]

# PLANT:CLOUDBERRY
source: [ADJ:cloudberry]
cs: [ADJ:moruškový]
de: [ADJ:Moltebeere]
eo: [ADJ:de ĥamemoro]
es: [ADJ:de mora]
ja: [ADJ:ホロムイイチゴ]
ko: [ADJ:클라우드베리]
ru: [ADJ:морошка]
tr: [ADJ:bulut üzümü]
vi: [ADJ:quả mâm xôi mây]
zh_hans: [ADJ:云莓的]

# PLANT:CLOUDBERRY
source: [GROWTH_NAME:cloudberry bud:STP]
cs: [GROWTH_NAME:pupen morušky:STP]
de: [GROWTH_NAME:Moltebeerknospe:STP]
eo: [GROWTH_NAME:burĝono de ĥamemoro:burĝonoj de ĥamemoro]
es: [GROWTH_NAME:brote de de mora:STP]
ja: [GROWTH_NAME:ホロムイイチゴのつぼみ:STP]
ko: [GROWTH_NAME:클라우드베리 싹:STP]
ru: [GROWTH_NAME:бутон морошки:бутоны морошки]
tr: [GROWTH_NAME:bulut üzümü tomurcuğu:STP]
zh_hans: [GROWTH_NAME:云莓花蕾:STP]

# PLANT:CLOUDBERRY
source: [GROWTH_NAME:cloudberry flower:STP]
cs: [GROWTH_NAME:květ morušky:STP]
de: [GROWTH_NAME:Moltebeerblüte:STP]
eo: [GROWTH_NAME:floro de ĥamemoro:floroj de ĥamemoro]
es: [GROWTH_NAME:flor de mora:STP]
ja: [GROWTH_NAME:ホロムイイチゴの花:STP]
ko: [GROWTH_NAME:클라우드베리 꽃:STP]
ru: [GROWTH_NAME:цветок морошки:цветы морошки]
tr: [GROWTH_NAME:bulut üzümü çiçeği:STP]
zh_hans: [GROWTH_NAME:云莓花:STP]

# PLANT:WORMY TENDRILS
source: [NAME:wormy tendril]
cs: [NAME:červovitý úponek]
de: [NAME:Wurmranke]
eo: [NAME:vermĉiro]
es: [NAME:zarcillombriz]
ja: [NAME:イモムシマキヒゲツタ]
ko: [NAME:벌레먹은 덩굴]
ru: [NAME:червеусик]
tr: [NAME:solucansı filiz]
vi: [NAME:tua cuốn sâu bọ]
zh_hans: [NAME:蠕虫卷须]

# PLANT:WORMY TENDRILS
source: [NAME_PLURAL:wormy tendrils]
cs: [NAME_PLURAL:červovité úponky]
de: [NAME_PLURAL:wurmige Ranken]
eo: [NAME_PLURAL:vermĉiroj]
es: [NAME_PLURAL:zarcillombrices]
ja: [NAME_PLURAL:イモムシマキヒゲツタ]
ko: [NAME_PLURAL:벌레먹은 덩굴들]
ru: [NAME_PLURAL:червеусик]
tr: [NAME_PLURAL:solucansı filizler]
vi: [NAME_PLURAL:các tua cuốn sâu bọ]
zh_hans: [NAME_PLURAL:蠕虫卷须]

# PLANT:WORMY TENDRILS
source: [ADJ:wormy tendril]
cs: [ADJ:červovitý úponek]
de: [ADJ:Wurmranke]
eo: [ADJ:de vermĉiro]
es: [ADJ:de zarcillombriz]
ja: [ADJ:イモムシマキヒゲツタ]
ko: [ADJ:벌레먹은 덩굴]
ru: [ADJ:червеусики]
tr: [ADJ:solucansı filiz]
vi: [ADJ:tua cuốn sâu bọ]
zh_hans: [ADJ:蠕虫卷须的]

# PLANT:EYEBALL
source: [NAME:staring eyeball]
cs: [NAME:zírající oko]
de: [NAME:starrender Augapfel]
eo: [NAME:okulglobherbo]
es: [NAME:ojoteador]
ja: [NAME:staring ニラミツケソウ]
ko: [NAME:응시하는 눈알]
ru: [NAME:пристальный глазик]
tr: [NAME:gözcü göz küresi]
vi: [NAME:nhãn cầu nhìn chằm chằm]
zh_hans: [NAME:凝视眼球]

# PLANT:EYEBALL
source: [NAME_PLURAL:staring eyeballs]
cs: [NAME_PLURAL:zírající oči]
de: [NAME_PLURAL:starrender Augäpfel]
eo: [NAME_PLURAL:okulglobherbo]
es: [NAME_PLURAL:ojoteadores]
ja: [NAME_PLURAL:ニラミツケソウ]
ko: [NAME_PLURAL:응시하는 눈알들]
ru: [NAME_PLURAL:пристальные глазки]
tr: [NAME_PLURAL:gözcü göz küreleri]
vi: [NAME_PLURAL:các nhãn cầu nhìn chằm chằm]
zh_hans: [NAME_PLURAL:凝视眼球]

# PLANT:EYEBALL
source: [ADJ:staring eyeball]
cs: [ADJ:zírající oko]
de: [ADJ:starrender Augapfel]
eo: [ADJ:de okulglobherbo]
es: [ADJ:de ojoteador]
ja: [ADJ:ニラミツケソウ]
ko: [ADJ:응시하는 눈알]
ru: [ADJ:пристальные глазки]
tr: [ADJ:gözcü göz küresi]
vi: [ADJ:nhãn cầu nhìn chằm chằm]
zh_hans: [ADJ:凝视眼球的]

# PLANT:BUBBLE BULBS
source: [NAME:bubble bulb]
cs: [NAME:bublinová hlíza]
de: [NAME:Blasenbirne]
eo: [NAME:globobulbo]
es: [NAME:bulbuja]
ko: [NAME:거품 전구]
ru: [NAME:пузырьковая луковица]
tr: [NAME:patlak yumru]
vi: [NAME:củ bong bóng]
zh_hans: [NAME:泡泡球茎]

# PLANT:BUBBLE BULBS
source: [NAME_PLURAL:bubble bulbs]
cs: [NAME_PLURAL:bublinové hlízy]
de: [NAME_PLURAL:Blasenbirnen]
eo: [NAME_PLURAL:globobulboj]
es: [NAME_PLURAL:bulbujas]
ja: [NAME_PLURAL:アワダチユリネの球根]
ko: [NAME_PLURAL:거품 전구들]
ru: [NAME_PLURAL:пузырьковые луковицы]
tr: [NAME_PLURAL:patlak yumrular]
vi: [NAME_PLURAL:các củ bong bóng]
zh_hans: [NAME_PLURAL:泡泡球茎]

# PLANT:BUBBLE BULBS
source: [ADJ:bubble bulb]
cs: [ADJ:bublinová hlíza]
de: [ADJ:Blasenbirne]
eo: [ADJ:de globobulbo]
es: [ADJ:de bulbuja]
ja: [ADJ:アワダチユリネの球根]
ko: [ADJ:거품 전구]
ru: [ADJ:пузырьковые луковицы]
tr: [ADJ:patlak yumru]
vi: [ADJ:củ bong bóng]
zh_hans: [ADJ:泡泡球茎的]

# PLANT:DOWNY GRASS
source: [ALL_NAMES:downy grass]
cs: [ALL_NAMES:chmýřitá tráva]
de: [ALL_NAMES:Flaumiges Gras]
eo: [ALL_NAMES:lanugoherbo]
es: [ALL_NAMES:hierba aterciopelada]
ja: [ALL_NAMES:ミサヤマチャヒキ]
ko: [ALL_NAMES:다우니풀]
ru: [ALL_NAMES:пуховая трава]
tr: [ALL_NAMES:tüylü çim]
vi: [ALL_NAMES:cỏ mềm]
zh_hans: [ALL_NAMES:羽绒草]

# PLANT:CAVE MOSS
source: [ALL_NAMES:cave moss]
cs: [ALL_NAMES:jeskynní mech]
de: [ALL_NAMES:Höhlenmoos]
eo: [ALL_NAMES:kavmusko]
es: [ALL_NAMES:musgo de cueva]
ja: [ALL_NAMES:ヒカリゴケ]
ko: [ALL_NAMES:동굴이끼]
ru: [ALL_NAMES:пещерный мох]
tr: [ALL_NAMES:mağara yosunu]
vi: [ALL_NAMES:rêu hang động]
zh_hans: [ALL_NAMES:洞穴苔藓]

# PLANT:FLOOR FUNGI
source: [NAME:floor fungus]
cs: [NAME:podlahová houba]
de: [NAME:Bodenpilz]
eo: [NAME:grundofungo]
es: [NAME:hongo de suelo]
ja: [NAME:フロアファンガス]
ko: [NAME:바닥 곰팡이]
ru: [NAME:напольный грибок]
tr: [NAME:zemin mantarı]
vi: [NAME:nấm nền]
zh_hans: [NAME:地真菌]

# PLANT:FLOOR FUNGI
source: [NAME_PLURAL:floor fungi]
cs: [NAME_PLURAL:podlahové houby]
de: [NAME_PLURAL:Bodenpilze]
eo: [NAME_PLURAL:grundofungoj]
es: [NAME_PLURAL:hongos de suelo]
ja: [NAME_PLURAL:フロアファンガス]
ko: [NAME_PLURAL:바닥 곰팡이들]
ru: [NAME_PLURAL:напольный грибок]
tr: [NAME_PLURAL:zemin mantarları]
vi: [NAME_PLURAL:các nấm nền]
zh_hans: [NAME_PLURAL:地真菌]

# PLANT:FLOOR FUNGI
source: [ADJ:floor fungus]
cs: [ADJ:podlahová houba]
de: [ADJ:Bodenpilz]
eo: [ADJ:de grundofungo]
es: [ADJ:de hongo de suelo]
ja: [ADJ:フロアファンガス]
ko: [ADJ:바닥 곰팡이]
ru: [ADJ:напольный грибок]
tr: [ADJ:zemin mantarı]
vi: [ADJ:nấm nền]
zh_hans: [ADJ:地真菌的]

# PLANT:UNDERLICHEN
source: [ALL_NAMES:underlichen]
cs: [ALL_NAMES:podzemní lišejník]
de: [ALL_NAMES:Untergrundpflanzen]
eo: [ALL_NAMES:subtera likeno]
ko: [ALL_NAMES:바닥이끼]
ru: [ALL_NAMES:лишайник]
tr: [ALL_NAMES:altyosun]
vi: [ALL_NAMES:địa y ngầm]
zh_hans: [ALL_NAMES:洞窟地衣]

# PLANT:BAMBOO, ARROW
source: [ALL_NAMES:arrow bamboo]
cs: [ALL_NAMES:šípový bambus]
de: [ALL_NAMES:Pfeilbambus]
eo: [ALL_NAMES:sagbambuo]
es: [ALL_NAMES:bamboo flecha]
ja: [ALL_NAMES:矢竹]
ko: [ALL_NAMES:화살 대나무]
ru: [ALL_NAMES:бамбук]
tr: [ALL_NAMES:ok bambusu]
vi: [ALL_NAMES:tre mũi tên]
zh_hans: [ALL_NAMES:箭竹]

# PLANT:BAMBOO, GOLDEN
source: [ALL_NAMES:golden bamboo]
cs: [ALL_NAMES:zlatý bambus]
de: [ALL_NAMES:Goldbambus]
eo: [ALL_NAMES:ora bambuo]
es: [ALL_NAMES:bambú dorado]
ja: [ALL_NAMES:布袋竹]
ko: [ALL_NAMES:황금빛 대나무]
ru: [ALL_NAMES:золотистый бамбук]
tr: [ALL_NAMES:altın bambu]
vi: [ALL_NAMES:tre vàng]
zh_hans: [ALL_NAMES:金竹]

# PLANT:BAMBOO, HEDGE
source: [ALL_NAMES:hedge bamboo]
cs: [ALL_NAMES:živý plotový bambus]
de: [ALL_NAMES:Heckenbambus]
eo: [ALL_NAMES:heĝbambuo]
es: [ALL_NAMES:bambú crespo]
ja: [ALL_NAMES:蓬莱竹]
ko: [ALL_NAMES:울타리 대나무]
ru: [ALL_NAMES:многосложный бамбук]
tr: [ALL_NAMES:çit bambusu]
vi: [ALL_NAMES:tre hàng rào]
zh_hans: [ALL_NAMES:篱笆竹]

# PLANT:ABACA
source: [NAME:abaca tree]
cs: [NAME:abaka]
de: [NAME:Abacabaum]
eo: [NAME:abakao]
es: [NAME:abacá]
ja: [NAME:マニラ麻の木]
ko: [NAME:아바카 나무]
ru: [NAME:дерево абака]
tr: [NAME:abaka ağacı]
vi: [NAME:cây chuối sợi]
zh_hans: [NAME:蕉麻树]

# PLANT:ABACA
source: [NAME_PLURAL:abaca trees]
cs: [NAME_PLURAL:abaky]
de: [NAME_PLURAL:Abacabäume]
eo: [NAME_PLURAL:abakaoj]
es: [NAME_PLURAL:abacás]
ja: [NAME_PLURAL:マニラ麻の木]
ko: [NAME_PLURAL:아바카 나무들]
ru: [NAME_PLURAL:деревья абака]
tr: [NAME_PLURAL:abaka ağaçları]
vi: [NAME_PLURAL:các cây chuối sợi]
zh_hans: [NAME_PLURAL:蕉麻树]

# PLANT:ABACA
source: [ADJ:abaca tree]
cs: [ADJ:abaka]
de: [ADJ:Abacabaum]
eo: [ADJ:de abakao]
es: [ADJ:de abacá]
ja: [ADJ:マニラ麻の木]
ko: [ADJ:아바카 나무]
ru: [ADJ:дерево абака]
tr: [ADJ:abaka ağacı]
vi: [ADJ:cây chuối sợi]
zh_hans: [ADJ:蕉麻树的]

# PLANT:ABACA
source: [SEED:abaca seed:abaca seeds:]
cs: [SEED:semeno abaky:semena abaky:]
de: [SEED:Abacasamen:Abacasamen:]
eo: [SEED:semo de abakao:semoj de abakao:]
es: [SEED:semilla de abacá:semillas de abacá:]
ja: [SEED:マニラ麻の種:マニラ麻の種:]
ko: [SEED:아바카 나무 씨:아바카 나무 씨들:]
ru: [SEED:семя абака:семена абака:]
tr: [SEED:abaka tohumu:abaka tohumları:]
vi: [SEED:hạt chuối sợi:các hạt chuối sợi:]
zh_hans: [SEED:蕉麻种子:蕉麻种子:]

# PLANT:ABACA
source: [PREFSTRING:leaves]
cs: [PREFSTRING:listy]
de: [PREFSTRING:Blätter]
eo: [PREFSTRING:folioj]
es: [PREFSTRING:hojas]
ja: [PREFSTRING:葉]
ko: [PREFSTRING:잎들]
ru: [PREFSTRING:листья]
tr: [PREFSTRING:yaprakları]
vi: [PREFSTRING:lá]
zh_hans: [PREFSTRING:叶]

# PLANT:ABACA
source: [GROWTH_NAME:abaca leaf:abaca leaves]
cs: [GROWTH_NAME:list abaky:listy abaky]
de: [GROWTH_NAME:Abacablatt:Abacablätter]
eo: [GROWTH_NAME:folio de abakao:folioj de abakao]
es: [GROWTH_NAME:hoja de abacá: hojas de abacá]
ja: [GROWTH_NAME:マニラ麻の葉:マニラ麻の葉]
ko: [GROWTH_NAME:아바카 잎:아바카 잎들]
ru: [GROWTH_NAME:лист абака:листья абака]
tr: [GROWTH_NAME:abaka yaprağı:abaka yaprakları]
vi: [GROWTH_NAME:lá chuối sợi:lá chuối sợi]
zh_hans: [GROWTH_NAME:蕉麻叶:蕉麻叶]

# PLANT:ABACA
source: [GROWTH_NAME:abaca flower:STP]
cs: [GROWTH_NAME:květ abaky:STP]
de: [GROWTH_NAME:Abaca-Blume:STP]
eo: [GROWTH_NAME:floro de abakao:floroj de abakao]
es: [GROWTH_NAME:flor de abacá: STP]
ja: [GROWTH_NAME:マニラ麻の花:STP]
ko: [GROWTH_NAME:아바카 꽃:STP]
ru: [GROWTH_NAME:цветок абака:цветы абака]
tr: [GROWTH_NAME:abaka çiçeği:STP]
zh_hans: [GROWTH_NAME:蕉麻花:STP]

# PLANT:BANANA
source: [NAME:banana tree]
cs: [NAME:banánovník]
de: [NAME:Bananenbaum]
eo: [NAME:bananujo]
es: [NAME:banano]
ja: [NAME:バナナの木]
ko: [NAME:바나나 나무]
ru: [NAME:банановое дерево]
tr: [NAME:muz ağacı]
vi: [NAME:cây chuối]
zh_hans: [NAME:香蕉树]

# PLANT:BANANA
source: [NAME_PLURAL:banana trees]
cs: [NAME_PLURAL:banánovníky]
de: [NAME_PLURAL:Bananenbäume]
eo: [NAME_PLURAL:bananujoj]
es: [NAME_PLURAL:bananos]
ja: [NAME_PLURAL:バナナの木]
ko: [NAME_PLURAL:바나나 나무들]
ru: [NAME_PLURAL:банановые деревья]
tr: [NAME_PLURAL:muz ağaçları]
vi: [NAME_PLURAL:những cây chuối]
zh_hans: [NAME_PLURAL:香蕉树]

# PLANT:BANANA
source: [ADJ:banana tree]
cs: [ADJ:banánovníkový]
de: [ADJ:Bananenbaum]
eo: [ADJ:de bananujo]
es: [ADJ:banano]
ja: [ADJ:バナナの木]
ko: [ADJ:바나나 나무]
ru: [ADJ:банановое дерево]
tr: [ADJ:muz ağacı]
vi: [ADJ:cây chuối]
zh_hans: [ADJ:香蕉树的]

# PLANT:BANANA
source: [STATE_NAME_ADJ:ALL_SOLID:frozen banana beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé banánové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Bananenbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el banano]
es: [STATE_NAME_ADJ:ALL_SOLID:de cerveza de banana congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったバナナのビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 바나나 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное банановое пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş muz birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia chuối đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的香蕉啤酒]
