Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:RED_BEAN
source: [SEED:red bean:red beans:]
cs: [SEED:červená fazole:červené fazole:]
de: [SEED:rote Bohne:rote Bohnen:]
eo: [SEED:grajno de azukio:grajnoj de azukio:]
es: [SEED:alubia roja:alubias rojas:]
ja: [SEED:小豆:小豆:]
ko: [SEED:팥:팥들]
ru: [SEED:красная фасоль:красные фасоли:]
tr: [SEED:kırmızı fasulye:kırmızı fasulyeler:]
vi: [SEED:Đậu đỏ:Đậu đỏ:]
zh_hans: [SEED:红豆:红豆:]

# PLANT:RED_BEAN
source: [PREFSTRING:pods]
cs: [PREFSTRING:lusky]
de: [PREFSTRING:Früchte]
eo: [PREFSTRING:guŝoj]
es: [PREFSTRING:vainas]
ko: [PREFSTRING:꼬투리]
ru: [PREFSTRING:стручки]
tr: [PREFSTRING:baklaları]
vi: [PREFSTRING:quả]
zh_hans: [PREFSTRING:豆荚]

# PLANT:RED_BEAN
source: [GROWTH_NAME:red bean leaf:red bean leaves]
cs: [GROWTH_NAME:list červené fazole:listy červené fazole]
de: [GROWTH_NAME:rote Bohnenblatt:rote Bohnenblätter]
eo: [GROWTH_NAME:folio de azukio:folioj de azukio]
es: [GROWTH_NAME:hoja de judía roja:hojas de judía roja]
ja: [GROWTH_NAME:小豆の葉:小豆の葉]
ko: [GROWTH_NAME:팥 잎:팥 잎들]
ru: [GROWTH_NAME:лист красной фасоли:листья красной фасоли]
tr: [GROWTH_NAME:kırmızı fasulye yaprağı:kırmızı fasulye yaprakları]
vi: [GROWTH_NAME:Lá đậu đỏ:Lá đậu đỏ]
zh_hans: [GROWTH_NAME:红豆叶:红豆叶]

# PLANT:RED_BEAN
source: [GROWTH_NAME:red bean flower:STP]
cs: [GROWTH_NAME:květ červené fazole:STP]
de: [GROWTH_NAME:Rote Bohneblüte:STP]
eo: [GROWTH_NAME:floro de azukio:floroj de azukio]
es: [GROWTH_NAME:flor de judía roja:STP]
ja: [GROWTH_NAME:小豆の花:STP]
ko: [GROWTH_NAME:팥 꽃:STP]
ru: [GROWTH_NAME:цветок красной фасоли:цветы красной фасоли]
tr: [GROWTH_NAME:kırmızı fasulye çiçeği:STP]
zh_hans: [GROWTH_NAME:红豆花:STP]

# PLANT:RED_BEAN
source: [GROWTH_NAME:red bean pod:STP]
cs: [GROWTH_NAME:lusk červené fazole:STP]
de: [GROWTH_NAME:rote Bohneschote:STP]
eo: [GROWTH_NAME:guŝo de azukio:guŝoj de azukio]
es: [GROWTH_NAME:vaina de judía roja:STP]
ja: [GROWTH_NAME:小豆の粒:STP]
ko: [GROWTH_NAME:팥 깍지:STP]
ru: [GROWTH_NAME:стручок красной фасоли:стручки красной фасоли]
tr: [GROWTH_NAME:kırmızı fasulye baklası:STP]
zh_hans: [GROWTH_NAME:红豆豆荚:STP]

# PLANT:RHUBARB
source: [NAME:rhubarb]
cs: [NAME:rebarbora]
de: [NAME:Rhabarber]
eo: [NAME:rabarbo]
es: [NAME:ruibarbo]
ja: [NAME:ルバーブ]
ru: [NAME:ревень]
tr: [NAME:ravent]
vi: [NAME:Cây đại hoàng]
zh_hans: [NAME:大黄]

# PLANT:RHUBARB
source: [NAME_PLURAL:rhubarbs]
cs: [NAME_PLURAL:rebarbora]
de: [NAME_PLURAL:Rhabarber]
eo: [NAME_PLURAL:rabarboj]
es: [NAME_PLURAL:ruibarbos]
ja: [NAME_PLURAL:ルバーブ]
ru: [NAME_PLURAL:ревень]
tr: [NAME_PLURAL:ravent]
vi: [NAME_PLURAL:Cây đại hoàng]
zh_hans: [NAME_PLURAL:大黄]

# PLANT:RHUBARB
source: [ADJ:rhubarb]
cs: [ADJ:rebarborový]
de: [ADJ:Rharbabar]
eo: [ADJ:de rabarbo]
es: [ADJ:ruibarbo]
ja: [ADJ:ルバーブ]
ru: [ADJ:ревень]
tr: [ADJ:ravent]
vi: [ADJ:Cây đại hoàng]
zh_hans: [ADJ:大黄的]

# PLANT:RHUBARB
source: [SEED:rhubarb seed:rhubarb seeds:]
cs: [SEED:semeno rebarbory:semena rebarbory:]
de: [SEED:Rhabarbersamen:Rhabarbersamen:]
eo: [SEED:semo de rabarbo:semoj de rabarbo:]
es: [SEED:semilla de ruibarbo:semillas de ruibarbo:]
ja: [SEED:ルバーブの種:ルバーブの種:]
ru: [SEED:семя ревеня:семена ревеня:]
tr: [SEED:ravent tohumu:ravent tohumları:]
vi: [SEED:Hạt giống đại hoàng:Hạt giống đại hoàng:]
zh_hans: [SEED:大黄种子:大黄种子:]

# PLANT:RHUBARB
source: [PREFSTRING:taste]
cs: [PREFSTRING:chuť]
de: [PREFSTRING:Geschmack]
eo: [PREFSTRING:gusto]
es: [PREFSTRING:sabor]
ja: [PREFSTRING:茎]
ko: [PREFSTRING:맛 좋은]
ru: [PREFSTRING:вкус]
tr: [PREFSTRING:tadı]
vi: [PREFSTRING:vị]
zh_hans: [PREFSTRING:味道]

# PLANT:RHUBARB
source: [GROWTH_NAME:rhubarb leaf:rhubarb leaves]
cs: [GROWTH_NAME:list rebarbory:listy rebarbory]
de: [GROWTH_NAME:Rhabarberblatt:Rhabarberblätter]
eo: [GROWTH_NAME:folio de rabarbo:folioj de rabarbo]
es: [GROWTH_NAME:hoja de ruibarbo:hojas de ruibarbo]
ja: [GROWTH_NAME:ルバーブの葉:ルバーブの葉]
ru: [GROWTH_NAME:лист ревеня:листья ревеня]
tr: [GROWTH_NAME:ravent yaprağı:ravent yaprakları]
vi: [GROWTH_NAME:Lá đại hoàng:Lá đại hoàng]
zh_hans: [GROWTH_NAME:大黄叶:大黄叶]

# PLANT:RHUBARB
source: [GROWTH_NAME:rhubarb inflorescence:STP]
cs: [GROWTH_NAME:květenství rebarbory:STP]
de: [GROWTH_NAME:Rhabarber-Blüte:STP]
eo: [GROWTH_NAME:infloresko de rabarbo:infloreskoj de rabarbo]
es: [GROWTH_NAME:inflorescencia de ruibarbo:STP]
ja: [GROWTH_NAME:ルバーブの花:STP]
ru: [GROWTH_NAME:соцветие ревеня:соцветия ревеня]
tr: [GROWTH_NAME:ravent çiçeği:STP]
zh_hans: [GROWTH_NAME:大黄花序:STP]

# PLANT:SOYBEAN
source: [NAME:soybean plant]
cs: [NAME:soja]
de: [NAME:Sojapflanze]
eo: [NAME:sojo]
es: [NAME:planta de soja]
ja: [NAME:大豆]
ko: [NAME:대두]
ru: [NAME:соя]
tr: [NAME:soya fasulyesi bitkisi]
vi: [NAME:Cây đậu nành]
zh_hans: [NAME:黄豆植株]

# PLANT:SOYBEAN
source: [NAME_PLURAL:soybean plants]
cs: [NAME_PLURAL:soja]
de: [NAME_PLURAL:Sojapflanze]
eo: [NAME_PLURAL:sojoj]
es: [NAME_PLURAL:plantas de soja]
ja: [NAME_PLURAL:大豆]
ko: [NAME_PLURAL:대두들]
ru: [NAME_PLURAL:соя]
tr: [NAME_PLURAL:soya fasulyesi bitkileri]
vi: [NAME_PLURAL:Cây đậu nành]
zh_hans: [NAME_PLURAL:黄豆植株]

# PLANT:SOYBEAN
source: [ADJ:soybean plant]
cs: [ADJ:sojový]
de: [ADJ:Sojapflanze]
eo: [ADJ:de sojo]
es: [ADJ:de planta de soja]
ja: [ADJ:大豆]
ko: [ADJ:대두]
ru: [ADJ:соя]
tr: [ADJ:soya fasulyesi bitkisi]
vi: [ADJ:Cây đậu nành]
zh_hans: [ADJ:黄豆植株的]

# PLANT:SOYBEAN
source: [SEED:soybean:soybeans:]
cs: [SEED:soja:soji:]
de: [SEED:Sojabohnen:Sojabohnen:]
eo: [SEED:sojo:sojoj:]
es: [SEED:soja:soja:]
ja: [SEED:大豆:大豆:]
ko: [SEED:대두:대두들:]
ru: [SEED:соевый боб:соевые бобы:]
tr: [SEED:soya fasulyesi:soya fasulyeleri:]
vi: [SEED:Đậu nành:Đậu nành:]
zh_hans: [SEED:黄豆:黄豆:]

# PLANT:SOYBEAN
source: [PREFSTRING:milk]
cs: [PREFSTRING:mléko]
de: [PREFSTRING:Milch]
eo: [PREFSTRING:lakto]
es: [PREFSTRING:leche]
ja: [PREFSTRING:豆乳]
ko: [PREFSTRING:우유]
ru: [PREFSTRING:молоко]
tr: [PREFSTRING:sütü]
vi: [PREFSTRING:sữa]
zh_hans: [PREFSTRING:乳汁]

# PLANT:SOYBEAN
source: [GROWTH_NAME:soybean leaf:soybean leaves]
cs: [GROWTH_NAME:list soji:listy soji]
de: [GROWTH_NAME:Sojabohnenblatt:Sojabohnenblätter]
eo: [GROWTH_NAME:folio de sojo:folioj de sojo]
es: [GROWTH_NAME:hoja de soja:hojas de soja]
ja: [GROWTH_NAME:大豆の葉:大豆の葉]
ko: [GROWTH_NAME:대두 잎:대두 잎들]
ru: [GROWTH_NAME:лист сои:листья сои]
tr: [GROWTH_NAME:soya fasulyesi yaprağı:soya fasulyesi yaprakları]
zh_hans: [GROWTH_NAME:黄豆叶:黄豆叶]

# PLANT:SOYBEAN
source: [GROWTH_NAME:soybean flower:STP]
cs: [GROWTH_NAME:květ soji:STP]
de: [GROWTH_NAME:Sojabohnenblüte:STP]
eo: [GROWTH_NAME:floro de sojo:floroj de sojo]
es: [GROWTH_NAME:flor de soja:STP]
ja: [GROWTH_NAME:大豆の花:STP]
ko: [GROWTH_NAME:대두 꽃:STP]
ru: [GROWTH_NAME:цветок сои:цветы сои]
tr: [GROWTH_NAME:soya fasulyesi çiçeği:STP]
zh_hans: [GROWTH_NAME:黄豆花:STP]

# PLANT:SOYBEAN
source: [GROWTH_NAME:soybean pod:STP]
cs: [GROWTH_NAME:lusk soji:STP]
de: [GROWTH_NAME:Sojabohnenschote:STP]
eo: [GROWTH_NAME:guŝo de sojo:guŝoj de sojo]
es: [GROWTH_NAME:vaina de soja:STP]
ja: [GROWTH_NAME:大豆 pod:STP]
ko: [GROWTH_NAME:대두 꼬투리:STP]
ru: [GROWTH_NAME:стручок сои:стручки сои]
tr: [GROWTH_NAME:soya fasulyesi baklası:STP]
zh_hans: [GROWTH_NAME:黄豆豆荚:STP]

# PLANT:SPINACH
source: [NAME:spinach]
cs: [NAME:špenát]
de: [NAME:Spinat]
eo: [NAME:spinaco]
es: [NAME:espinaca]
ja: [NAME:ほうれん草]
ko: [NAME:시금치]
ru: [NAME:шпинат]
tr: [NAME:ıspanak]
vi: [NAME:Rau chân vịt]
zh_hans: [NAME:菠菜]

# PLANT:SPINACH
source: [NAME_PLURAL:spinach]
cs: [NAME_PLURAL:špenát]
de: [NAME_PLURAL:Spinat]
eo: [NAME_PLURAL:spinacoj]
es: [NAME_PLURAL:espinaca]
ja: [NAME_PLURAL:ほうれん草]
ko: [NAME_PLURAL:시금치]
ru: [NAME_PLURAL:шпинат]
tr: [NAME_PLURAL:ıspanak]
vi: [NAME_PLURAL:Rau chân vịt]
zh_hans: [NAME_PLURAL:菠菜]

# PLANT:SPINACH
source: [ADJ:spinach]
cs: [ADJ:špenátový]
de: [ADJ:Spinat]
eo: [ADJ:de spinaco]
es: [ADJ:espinaca]
ja: [ADJ:ほうれん草]
ko: [ADJ:시금치]
ru: [ADJ:шпинат]
tr: [ADJ:ıspanak]
vi: [ADJ:Rau chân vịt]
zh_hans: [ADJ:菠菜的]

# PLANT:SPINACH
source: [SEED:spinach seed:spinach seeds:]
cs: [SEED:semeno špenátu:semena špenátu:]
de: [SEED:Spinatsamen:Spinatsamen:]
eo: [SEED:semo de spinaco:semoj de spinaco:]
es: [SEED:semilla de espinaca:semillas de espinaca:]
ja: [SEED:ほうれん草の種:ほうれん草の種:]
ko: [SEED:시금치 씨:시금치 씨들]
ru: [SEED:семя шпината:семена шпината:]
tr: [SEED:ıspanak tohumu:ıspanak tohumları:]
vi: [SEED:Hạt giống rau chân vịt:Hạt giống rau chân vịt:]
zh_hans: [SEED:菠菜种子:菠菜种子:]

# PLANT:SPINACH
source: [PREFSTRING:leaves]
cs: [PREFSTRING:listy]
de: [PREFSTRING:Blätter]
eo: [PREFSTRING:folioj]
es: [PREFSTRING:hojas]
ja: [PREFSTRING:葉]
ko: [PREFSTRING:잎들]
ru: [PREFSTRING:листья]
tr: [PREFSTRING:yaprakları]
vi: [PREFSTRING:lá]
zh_hans: [PREFSTRING:叶]

# PLANT:SPINACH
source: [GROWTH_NAME:spinach leaf:spinach leaves]
cs: [GROWTH_NAME:list špenátu:listy špenátu]
de: [GROWTH_NAME:Blattspinat:Blattspinat]
eo: [GROWTH_NAME:folio de spinaco:folioj de spinaco]
es: [GROWTH_NAME:hoja de espinacas:hojas de espinacas]
ja: [GROWTH_NAME:ほうれん草の葉:ほうれん草の葉]
ko: [GROWTH_NAME:시금치 잎:시금치 잎들]
ru: [GROWTH_NAME:лист шпината:листья шпината]
tr: [GROWTH_NAME:ıspanak yaprağı:ıspanak yaprakları]
vi: [GROWTH_NAME:Lá rau chân vịt:Lá rau chân vịt]
zh_hans: [GROWTH_NAME:菠菜叶:菠菜叶]

# PLANT:SPINACH
source: [GROWTH_NAME:spinach flower:STP]
cs: [GROWTH_NAME:květ špenátu:STP]
de: [GROWTH_NAME:Spinatblüte:STP]
eo: [GROWTH_NAME:floro de spinaco:floroj de spinaco]
es: [GROWTH_NAME:flor de espinaca:STP]
ja: [GROWTH_NAME:ほうれん草の花:STP]
ko: [GROWTH_NAME:시금치 꽃:STP]
ru: [GROWTH_NAME:цветок шпината:цветы шпината]
tr: [GROWTH_NAME:ıspanak çiçeği:STP]
zh_hans: [GROWTH_NAME:菠菜花:STP]

# PLANT:SQUASH
source: [NAME:squash vine]
cs: [NAME:tykev]
de: [NAME:Kürbiswein]
eo: [NAME:vegetalo de kukurbo]
es: [NAME:cepa de chayote]
ja: [NAME:カボチャのつる]
ko: [NAME:호박 넝쿨]
ru: [NAME:побег тыквы]
tr: [NAME:kabak asması]
vi: [NAME:Dây bí]
zh_hans: [NAME:西葫芦藤]

# PLANT:SQUASH
source: [NAME_PLURAL:squash vines]
cs: [NAME_PLURAL:tykev]
de: [NAME_PLURAL:Kürbiswein]
eo: [NAME_PLURAL:vegetaloj de kukurbo]
es: [NAME_PLURAL:cepas de soja]
ja: [NAME_PLURAL:カボチャのつるs]
ko: [NAME_PLURAL:호박 넝쿨들]
ru: [NAME_PLURAL:побеги тыквы]
tr: [NAME_PLURAL:kabak asmaları]
vi: [NAME_PLURAL:Dây bí]
zh_hans: [NAME_PLURAL:西葫芦藤]

# PLANT:SQUASH
source: [ADJ:squash vine]
cs: [ADJ:tykvový]
de: [ADJ:Kürbiswein]
eo: [ADJ:de vegetalo de kukurbo]
es: [ADJ:cepa de chayote]
ja: [ADJ:カボチャのつる]
ko: [ADJ:호박 넝쿨]
ru: [ADJ:побег тыквы]
tr: [ADJ:kabak asması]
vi: [ADJ:Dây bí]
zh_hans: [ADJ:西葫芦藤的]

# PLANT:SQUASH
source: [SEED:squash seed:squash seeds:]
cs: [SEED:semeno tykve:semena tykve:]
de: [SEED:squKürbissamen:Kürbissamen:]
eo: [SEED:semo de kukurbo:semoj de kukurbo:]
es: [SEED:semilla de chayote:semillas de chayote:]
ja: [SEED:カボチャの種:カボチャの種:]
ko: [SEED:호박 씨:호박 씨들:]
ru: [SEED:семя тыквы:семена тыквы:]
tr: [SEED:kabak tohumu:kabak tohumları:]
vi: [SEED:Hạt giống bí:Hạt giống bí:]
zh_hans: [SEED:西葫芦种子:西葫芦种子:]

# PLANT:SQUASH
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plod]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:SQUASH
source: [GROWTH_NAME:squash leaf:squash leaves]
cs: [GROWTH_NAME:list tykve:listy tykve]
de: [GROWTH_NAME:Kürbisblatt:Kürbisblätter]
eo: [GROWTH_NAME:folio de kukurbo:folioj de kukurbo]
es: [GROWTH_NAME:hoja de chayote:hojas de chayote]
ja: [GROWTH_NAME:カボチャの葉:カボチャの葉]
ko: [GROWTH_NAME:호박 잎:호박 잎들]
ru: [GROWTH_NAME:лист тыквы:листья тыквы]
tr: [GROWTH_NAME:kabak yaprağı:kabak yaprakları]
vi: [GROWTH_NAME:Lá bí:Lá bí]
zh_hans: [GROWTH_NAME:西葫芦叶:西葫芦叶]

# PLANT:SQUASH
source: [GROWTH_NAME:squash flower:STP]
cs: [GROWTH_NAME:květ tykve:STP]
de: [GROWTH_NAME:Kürbisblüte:STP]
eo: [GROWTH_NAME:floro de kukurbo:floroj de kukurbo]
es: [GROWTH_NAME:flor de chayote:STP]
ja: [GROWTH_NAME:カボチャの花:STP]
ko: [GROWTH_NAME:시금치 꽃:STP]
ru: [GROWTH_NAME:цветок тыквы:цветы тыквы]
tr: [GROWTH_NAME:kabak çiçeği:STP]
zh_hans: [GROWTH_NAME:西葫芦花:STP]

# PLANT:SQUASH
source: [GROWTH_NAME:squash:squashes]
cs: [GROWTH_NAME:tykev:tykve]
de: [GROWTH_NAME:Kürbis:Kürbisse]
eo: [GROWTH_NAME:kukurbo:kukurboj]
es: [GROWTH_NAME:chayote:chayotes]
ja: [GROWTH_NAME:カボチャ:カボチャ]
ko: [GROWTH_NAME:호박:호박들]
ru: [GROWTH_NAME:тыква:тыквы]
tr: [GROWTH_NAME:kabak:kabaklar]
vi: [GROWTH_NAME:Quả bí:Quả bí]
zh_hans: [GROWTH_NAME:西葫芦:西葫芦]

# PLANT:SWEET_POTATO
source: [NAME:sweet potato plant]
cs: [NAME:batát]
de: [NAME:Süßkartoffelpflanze]
eo: [NAME:batato]
es: [NAME:planta de batata]
ja: [NAME:サツマイモ]
ko: [NAME:고구마]
ru: [NAME:сладкий картофель]
tr: [NAME:tatlı patates bitkisi]
vi: [NAME:Cây khoai lang]
zh_hans: [NAME:甘薯植株]

# PLANT:SWEET_POTATO
source: [NAME_PLURAL:sweet potato plants]
cs: [NAME_PLURAL:batát]
de: [NAME_PLURAL:Süßkartoffelpflanzen]
eo: [NAME_PLURAL:batatoj]
es: [NAME_PLURAL:plantas de batata]
ja: [NAME_PLURAL:サツマイモ]
ko: [NAME_PLURAL:고구마들]
ru: [NAME_PLURAL:сладкий картофель]
tr: [NAME_PLURAL:tatlı patates bitkileri]
vi: [NAME_PLURAL:Cây khoai lang]
zh_hans: [NAME_PLURAL:甘薯植株]

# PLANT:SWEET_POTATO
source: [ADJ:sweet potato plant]
cs: [ADJ:batátový]
de: [ADJ:Süßkartoffelpflanzen]
eo: [ADJ:de batato]
es: [ADJ:planta de batata]
ja: [ADJ:サツマイモ]
ko: [ADJ:고구마]
ru: [ADJ:сладкий картофель]
tr: [ADJ:tatlı patates bitkisi]
vi: [ADJ:Cây khoai lang]
zh_hans: [ADJ:甘薯酒植株的]

# PLANT:SWEET_POTATO
source: [STATE_NAME_ADJ:ALL_SOLID:frozen sweet potato wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé batátové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Süßkartoffelwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el batato]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de batata congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったサツマイモのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 고구마 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное вино из сладкого картофеля]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş tatlı patates şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu khoai lang đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的甘薯酒]

# PLANT:SWEET_POTATO
source: [STATE_NAME_ADJ:LIQUID:sweet potato wine]
cs: [STATE_NAME_ADJ:LIQUID:batátové víno]
de: [STATE_NAME_ADJ:LIQUID:Süßkartoffelwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el batato]
es: [STATE_NAME_ADJ:LIQUID:vino de batata]
ja: [STATE_NAME_ADJ:LIQUID:サツマイモのワイン]
ko: [STATE_NAME_ADJ:LIQUID:고구마 와인]
ru: [STATE_NAME_ADJ:LIQUID:вино из сладкого картофеля]
tr: [STATE_NAME_ADJ:LIQUID:tatlı patates şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu khoai lang]
zh_hans: [STATE_NAME_ADJ:LIQUID:甘薯酒]

# PLANT:SWEET_POTATO
source: [STATE_NAME_ADJ:GAS:boiling sweet potato wine]
cs: [STATE_NAME_ADJ:GAS:vařící se batátové víno]
de: [STATE_NAME_ADJ:GAS:kochender Süßkartoffelwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el batato]
es: [STATE_NAME_ADJ:GAS:vino de batata hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したサツマイモのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 고구마 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее вино из сладкого картофеля]
tr: [STATE_NAME_ADJ:GAS:kaynayan tatlı patates şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu khoai lang đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的甘薯酒]

# PLANT:SWEET_POTATO
source: [SEED:sweet potato seed:sweet potato seeds:]
cs: [SEED:semeno batátu:semena batátu:]
de: [SEED:Süßkartoffelsamen:Süßkartoffelsamen:]
eo: [SEED:semo de batato:semoj de batato:]
es: [SEED:semilla de batata:semillas de batata:]
ja: [SEED:サツマイモの種:サツマイモの種:]
ko: [SEED:고구마 씨:고구마 씨들]
ru: [SEED:семя сладкого картофеля:семена сладкого картофеля:]
tr: [SEED:tatlı patates tohumu:tatlı patates tohumları:]
vi: [SEED:Hạt giống khoai lang:Hạt giống khoai lang:]
zh_hans: [SEED:甘薯种子:甘薯种子:]

# PLANT:SWEET_POTATO
source: [PREFSTRING:edible tubers]
cs: [PREFSTRING:jedlé hlízy]
de: [PREFSTRING:essbare Knollen]
eo: [PREFSTRING:manĝeblaj tuberoj]
es: [PREFSTRING:tubérculos comestibles]
ja: [PREFSTRING:芋]
ko: [PREFSTRING:먹을 수 있는 덩이줄기들]
ru: [PREFSTRING:съедобные клубни]
tr: [PREFSTRING:yenebilir yumruları]
vi: [PREFSTRING:củ ăn được]
zh_hans: [PREFSTRING:可食用的块茎]

# PLANT:SWEET_POTATO
source: [GROWTH_NAME:sweet potato leaf:sweet potato leaves]
cs: [GROWTH_NAME:list batátu:listy batátu]
de: [GROWTH_NAME:Süßkartoffelblatt:Süßkartoffelblätter]
eo: [GROWTH_NAME:folio de batato:folioj de batato]
es: [GROWTH_NAME:hoja de patata dulce:hojas de patata dulce]
ja: [GROWTH_NAME:サツマイモの葉:サツマイモの葉]
ko: [GROWTH_NAME:고구마 잎:고구마 잎들]
ru: [GROWTH_NAME:лист сладкого картофеля:листья сладкого картофеля]
tr: [GROWTH_NAME:tatlı patates yaprağı:tatlı patates yaprakları]
vi: [GROWTH_NAME:Lá khoai lang:Lá khoai lang]
zh_hans: [GROWTH_NAME:甘薯叶:甘薯叶]

# PLANT:SWEET_POTATO
source: [GROWTH_NAME:sweet potato flower:STP]
cs: [GROWTH_NAME:květ batátu:STP]
de: [GROWTH_NAME:Süßkartoffelblume:STP]
eo: [GROWTH_NAME:floro de batato:floroj de batato]
es: [GROWTH_NAME:flor de batata:STP]
ja: [GROWTH_NAME:サツマイモの花:STP]
ko: [GROWTH_NAME:고구마 꽃:STP]
ru: [GROWTH_NAME:цветок сладкого картофеля:цветы сладкого картофеля]
tr: [GROWTH_NAME:tatlı patates çiçeği:STP]
zh_hans: [GROWTH_NAME:甘薯花:STP]

# PLANT:TARO
source: [SEED:taro seed:taro seeds:]
cs: [SEED:semeno tara:semena tara:]
de: [SEED:Taropflanzen Samen:Taropflanzen Samen:]
eo: [SEED:semo de taro:semoj de taro:]
es: [SEED:semilla de taro:semillas de taro:]
ja: [SEED:タロイモの種:タロイモの種:]
ko: [SEED:토란 씨:토란 씨들:]
ru: [SEED:семя таро:семена таро:]
tr: [SEED:taro tohumu:taro tohumları:]
zh_hans: [SEED:芋头种子:芋头种子:]

# PLANT:TARO
source: [PREFSTRING:roots]
cs: [PREFSTRING:kořeny]
de: [PREFSTRING:Wurzeln]
eo: [PREFSTRING:radikoj]
es: [PREFSTRING:raíces]
ja: [PREFSTRING:芋]
ko: [PREFSTRING:뿌리]
ru: [PREFSTRING:корни]
tr: [PREFSTRING:kökleri]
vi: [PREFSTRING:rễ]
zh_hans: [PREFSTRING:根茎]

# PLANT:TARO
source: [GROWTH_NAME:taro leaf:taro leaves]
cs: [GROWTH_NAME:list tara:listy tara]
de: [GROWTH_NAME:Taropflanzen Blatt:Taropflanzen Blatt]
eo: [GROWTH_NAME:folio de taro:folioj de taro]
es: [GROWTH_NAME:hoja de taro:hojas de taro]
ja: [GROWTH_NAME:タロイモの葉:タロイモの葉]
ko: [GROWTH_NAME:토란 잎:토란 잎들]
ru: [GROWTH_NAME:лист таро:листья таро]
tr: [GROWTH_NAME:taro yaprağı:taro yaprakları]
vi: [GROWTH_NAME:Lá khoai môn:Lá khoai môn]
zh_hans: [GROWTH_NAME:芋头叶:芋头叶]

# PLANT:TARO
source: [GROWTH_NAME:taro flower:STP]
cs: [GROWTH_NAME:květ tara:STP]
de: [GROWTH_NAME:Taropflanzen Blüte:STP]
eo: [GROWTH_NAME:floro de taro:floroj de taro]
es: [GROWTH_NAME:flor de taro:STP]
ja: [GROWTH_NAME:タロイモの花:STP]
ko: [GROWTH_NAME:토란 꽃:STP]
ru: [GROWTH_NAME:цветок таро:цветы таро]
tr: [GROWTH_NAME:taro çiçeği:STP]
zh_hans: [GROWTH_NAME:芋头花:STP]

# PLANT:TOMATO
source: [NAME:tomato plant]
cs: [NAME:rajče]
de: [NAME:Tomatenpflanze]
eo: [NAME:tomatujo]
es: [NAME:planta de tomate]
ja: [NAME:トマト]
ko: [NAME:토마토]
ru: [NAME:помидор]
tr: [NAME:domates bitkisi]
vi: [NAME:Cây cà chua]
zh_hans: [NAME:番茄植株]

# PLANT:TOMATO
source: [NAME_PLURAL:tomato plants]
cs: [NAME_PLURAL:rajče]
de: [NAME_PLURAL:Tomatenpflanzen]
eo: [NAME_PLURAL:tomatujoj]
es: [NAME_PLURAL:plantas de tomate]
ja: [NAME_PLURAL:トマト]
ko: [NAME_PLURAL:토마토들]
ru: [NAME_PLURAL:помидор]
tr: [NAME_PLURAL:domates bitkileri]
vi: [NAME_PLURAL:Cây cà chua]
zh_hans: [NAME_PLURAL:番茄植株]

# PLANT:TOMATO
source: [ADJ:tomato plant]
cs: [ADJ:rajčatový]
de: [ADJ:Tomatenpflanze]
eo: [ADJ:de tomatujo]
es: [ADJ:planta de tomate]
ja: [ADJ:トマト]
ko: [ADJ:토마토]
ru: [ADJ:томат]
tr: [ADJ:domates bitkisi]
vi: [ADJ:Cây cà chua]
zh_hans: [ADJ:番茄植株的]

# PLANT:TOMATO
source: [STATE_NAME_ADJ:ALL_SOLID:frozen tomato wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé rajčatové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Tomatenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el tomato]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de tomate congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったトマトのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 토마토 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное томатное вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş domates şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu cà chua đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的番茄酒]

# PLANT:TOMATO
source: [STATE_NAME_ADJ:LIQUID:tomato wine]
cs: [STATE_NAME_ADJ:LIQUID:rajčatové víno]
de: [STATE_NAME_ADJ:LIQUID:Tomatenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el tomato]
es: [STATE_NAME_ADJ:LIQUID:vino de tomate]
ja: [STATE_NAME_ADJ:LIQUID:トマトのワイン]
ko: [STATE_NAME_ADJ:LIQUID:토마토 와인]
ru: [STATE_NAME_ADJ:LIQUID:томатное вино]
tr: [STATE_NAME_ADJ:LIQUID:domates şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu cà chua]
zh_hans: [STATE_NAME_ADJ:LIQUID:番茄酒]

# PLANT:TOMATO
source: [STATE_NAME_ADJ:GAS:boiling tomato wine]
cs: [STATE_NAME_ADJ:GAS:vařící se rajčatové víno]
de: [STATE_NAME_ADJ:GAS:kochender Tomatenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el tomato]
es: [STATE_NAME_ADJ:GAS:vino de tomate hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したトマトのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 토마토 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее томатное вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan domates şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu cà chua đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的番茄酒]

# PLANT:TOMATO
source: [SEED:tomato seed:tomato seeds:]
cs: [SEED:semeno rajčete:semena rajčete:]
de: [SEED:Tomatensamen:Tomatensamen:]
eo: [SEED:semo de tomato:semoj de tomato:]
es: [SEED:semilla de tomate:semillas de tomate:]
ja: [SEED:トマトの種:トマトの種:]
ko: [SEED:토마토 씨:토마토 씨들:]
ru: [SEED:семя помидора:семена помидора:]
tr: [SEED:domates tohumu:domates tohumları:]
vi: [SEED:Hạt giống cà chua:Hạt giống cà chua:]
zh_hans: [SEED:番茄种子:番茄种子:]

# PLANT:TOMATO
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plod]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:TOMATO
source: [GROWTH_NAME:tomato leaf:tomato leaves]
cs: [GROWTH_NAME:list rajčete:listy rajčete]
de: [GROWTH_NAME:Tomatenblatt:Tomatenblätter]
eo: [GROWTH_NAME:folio de tomato:folioj de tomato]
es: [GROWTH_NAME:hoja de tomate:hojas de tomate]
ja: [GROWTH_NAME:トマトの葉:トマトの葉]
ko: [GROWTH_NAME:토마토 잎:토마토 잎들]
ru: [GROWTH_NAME:лист помидора:листья помидора]
tr: [GROWTH_NAME:domates yaprağı:domates yaprakları]
vi: [GROWTH_NAME:Lá cà chua:Lá cà chua]
zh_hans: [GROWTH_NAME:番茄叶:番茄叶]

# PLANT:TOMATO
source: [GROWTH_NAME:tomato flower:STP]
cs: [GROWTH_NAME:květ rajčete:STP]
de: [GROWTH_NAME:Tomatenblüte:STP]
eo: [GROWTH_NAME:floro de tomato:floroj de tomato]
es: [GROWTH_NAME:flor de tomate:STP]
ja: [GROWTH_NAME:トマトの花:STP]
ko: [GROWTH_NAME:토마토 꽃:STP]
ru: [GROWTH_NAME:цветок помидора:цветы помидора]
tr: [GROWTH_NAME:domates çiçeği:STP]
zh_hans: [GROWTH_NAME:番茄花:STP]

# PLANT:TOMATO
source: [GROWTH_NAME:tomato:tomatoes]
cs: [GROWTH_NAME:rajče:rajčata]
de: [GROWTH_NAME:Tomate:Tomaten]
eo: [GROWTH_NAME:tomato:tomatoj]
es: [GROWTH_NAME:tomate:tomates]
ja: [GROWTH_NAME:トマト:トマト]
ko: [GROWTH_NAME:토마토:토마토들]
ru: [GROWTH_NAME:помидор:помидоры]
tr: [GROWTH_NAME:domates:domatesler]
vi: [GROWTH_NAME:Quả cà chua:Quả cà chua]
zh_hans: [GROWTH_NAME:番茄:番茄]

# PLANT:TOMATILLO
source: [NAME:tomatillo plant]
cs: [NAME:tomatillo]
de: [NAME:Tomatillo-Pflanze]
eo: [NAME:fizalido]
es: [NAME:planta de tomate cherry]
ja: [NAME:トマティーヨ]
ko: [NAME:토마틸로]
ru: [NAME:физалис]
tr: [NAME:tomatillo bitkisi]
vi: [NAME:Cây cà dại]
zh_hans: [NAME:绿番茄植株]

# PLANT:TOMATILLO
source: [NAME_PLURAL:tomatillo plants]
cs: [NAME_PLURAL:tomatillo]
de: [NAME_PLURAL:Tomatillo-Pflanzen]
eo: [NAME_PLURAL:fizalidoj]
es: [NAME_PLURAL:plantas de tomate cherry]
ja: [NAME_PLURAL:トマティーヨ]
ko: [NAME_PLURAL:토마틸로들]
ru: [NAME_PLURAL:физалис]
tr: [NAME_PLURAL:tomatillo bitkileri]
vi: [NAME_PLURAL:Cây cà dại]
zh_hans: [NAME_PLURAL:绿番茄植株]

# PLANT:TOMATILLO
source: [ADJ:tomatillo plant]
cs: [ADJ:tomatillový]
de: [ADJ:Tomatillopflanze]
eo: [ADJ:de fizalido]
es: [ADJ:de planta de tomate cherry]
ja: [ADJ:トマティーヨ]
ko: [ADJ:토마틸로]
ru: [ADJ:физалис]
tr: [ADJ:tomatillo bitkisi]
vi: [ADJ:Cây cà dại]
zh_hans: [ADJ:绿番茄植株的]
