Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:RHINOCEROS
source: [DESCRIPTION:A huge herbivore with thick plated skin and powerful build. It is known for the thick horns on the end of its nose.]
cs: [DESCRIPTION:Obrovský býložravec se silnou pancéřovanou kůží a mohutnou stavbou těla. Je známý svými tlustými rohy na nose.]
de: [DESCRIPTION:Ein riesiger Pflanzenfresser mit dicker, gepanzerter Haut und kräftigem Körperbau. Er ist bekannt für seine dicken Hörner am Ende der Nase.]
eo: [DESCRIPTION:Granda herbovorulo kun dika lamenigata haŭto kaj potenca komplekso. Ĝi estas konita por la dikaj kornoj sur la ekstremo de sia nazo.]
es: [DESCRIPTION:Un enorme herbívoro con una espesa piel acorazada y poderoso físico. Es conocido por el grueso cuerno al final de su hocico.]
ja: [DESCRIPTION:分厚い皮を持つ大型草食哺乳類。鼻の上に太い角がある。]
ko: [DESCRIPTION:두꺼운 도금 피부와 강력한 체격을 가진 거대한 초식동물입니다. 그것은 코 끝에 있는 두꺼운 뿔로 알려져 있습니다.]
pl: [DESCRIPTION:Ogromny roślinożerca z grubą, płytową skórą i potężną budową. Jest znany ze swoich grubych rogów na końcu jego nosa.]
ru: [DESCRIPTION:Огромное травоядное животное с толстой, покрытой бронёй шкурой и мощным телосложением. Известны благодаря толстым рогам на носу.]
tr: [DESCRIPTION:Kalın zırhlı derisi ve güçlü yapısı olan devasa bir otçul. Burnunun ucundaki kalın boynuzlarla bilinir.]
vi: [DESCRIPTION:Một loài động vật ăn cỏ khổng lồ với lớp da dày như giáp và vóc dáng cường tráng. Nó nổi tiếng với những chiếc sừng dày ở đầu mũi.]

# CREATURE:RHINOCEROS
source: [NAME:rhinoceros:rhinoceroses:rhinoceros]
cs: [NAME:nosorožec:nosorožci:nosorožce]
de: [NAME:Nashörner:Nashörner:Nashörner]
eo: [NAME:rinocero:rinoceroj:de rinocero]
es: [NAME:rinoceronte:rinocerontes:rinoceronte]
ja: [NAME:サイ:サイ:サイの]
ko: [NAME:코뿔소:코뿔소들:코뿔소]
pl: [NAME:nosorożec:nosorożce:nosorożcowy]
ru: [NAME:носорог:носороги:носорога]
tr: [NAME:gergedan:gergedanlar:gergedan]
vi: [NAME:tê giác:tê giác:tê giác]

# CREATURE:RHINOCEROS
source: [CASTE_NAME:rhinoceros:rhinoceroses:rhinoceros]
cs: [CASTE_NAME:nosorožec:nosorožci:nosorožce]
de: [CASTE_NAME:Nashörner:Nashörner:Nashörner]
eo: [CASTE_NAME:rinocero:rinoceroj:de rinocero]
es: [CASTE_NAME:rinoceronte:rinocerontes:rinoceronte]
ja: [CASTE_NAME:サイ:サイ:サイの]
ko: [CASTE_NAME:코뿔소:코뿔소들:코뿔소]
pl: [CASTE_NAME:nosorożec:nosorożce:nosorożcowy]
ru: [CASTE_NAME:носорог:носороги:носорога]
tr: [CASTE_NAME:gergedan:gergedanlar:gergedan]
vi: [CASTE_NAME:tê giác:tê giác:tê giác]

# CREATURE:RHINOCEROS
source: [GENERAL_CHILD_NAME:rhinoceros calf:rhinoceros calves]
cs: [GENERAL_CHILD_NAME:mládě nosorožce:mláďata nosorožce]
de: [GENERAL_CHILD_NAME:Nashornkalb:Nashornkälber]
eo: [GENERAL_CHILD_NAME:rinocerido:rinoceridoj]
es: [GENERAL_CHILD_NAME:cria de rinoceronte:crias de rinocerontes]
ja: [GENERAL_CHILD_NAME:サイの仔:サイの仔の]
ko: [GENERAL_CHILD_NAME:새끼 코뿔소:새끼 코뿔소들]
pl: [GENERAL_CHILD_NAME:młody nosorożca:młode nosorożca]
ru: [GENERAL_CHILD_NAME:детёныш носорога:детёныши носорога]
tr: [GENERAL_CHILD_NAME:yavru gergedan:yavru gergedanlar]
vi: [GENERAL_CHILD_NAME:tê giác con:tê giác con]
zh_hans: [GENERAL_CHILD_NAME:犀牛幼崽:犀牛幼崽]

# CREATURE:RHINOCEROS
source: [PREFSTRING:horns]
cs: [PREFSTRING:rohy]
de: [PREFSTRING:Hörner]
eo: [PREFSTRING:kornoj]
es: [PREFSTRING:cuernos]
ja: [PREFSTRING:角]
ko: [PREFSTRING:뿔]
pl: [PREFSTRING:rogi]
ru: [PREFSTRING:рога]
tr: [PREFSTRING:boynuzlar]
vi: [PREFSTRING:các sừng]

# CREATURE:RHINOCEROS
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:RHINOCEROS
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]

# CREATURE:RHINOCEROS
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:RHINOCEROS
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:RHINOCEROS_MAN
source: [CASTE_NAME:rhinoceros man:rhinoceros men:rhinoceros man]
cs: [CASTE_NAME:nosorožčí muž:nosorožčí muži:nosorožčího muže]
de: [CASTE_NAME:Rhinozerosmann:Rhinozerosmänner:Rhinozerosmann]
eo: [CASTE_NAME:homrinoceriĉo:homrinoceriĉoj:de homrinoceriĉo]
es: [CASTE_NAME:hombre rinoceronte:hombres rinocerontes:hombre rinoceronte]
ja: [CASTE_NAME:サイ男:サイ男:サイ男の]
ko: [CASTE_NAME:남성 코뿔소인간:남성 코뿔소인간들:남성 코뿔소인간]
pl: [CASTE_NAME:nosorożcomężczyzna:nosorożcomężczyźni:nosorożcomężczyzny]
ru: [CASTE_NAME:мужчина-носорог:мужчины-носороги:мужчины-носорога]
tr: [CASTE_NAME:erkek gergedan:erkek gergedanlar:erkek gergedan]
vi: [CASTE_NAME:người tê giác:người tê giác:người tê giác]

# CREATURE:RHINOCEROS_MAN
source: [CASTE_NAME:rhinoceros woman:rhinoceros women:rhinoceros woman]
cs: [CASTE_NAME:nosorožčí žena:nosorožčí ženy:nosorožčí ženu]
de: [CASTE_NAME:Rhinozerosfrau:Rhinozerosfrauen:Rhinozerosfrau]
eo: [CASTE_NAME:homrinocerino:homrinocerinoj:de homrinocerino]
es: [CASTE_NAME:mujer rinoceronte:mujeres rinocerontes:mujer rinoceronte]
ja: [CASTE_NAME:サイ女:サイ女:サイ女の]
ko: [CASTE_NAME:여성 코뿔소인간:여성 코뿔소인간들:여성 코뿔소인간]
pl: [CASTE_NAME:nosorożcokobieta:nosorożcokobiety:nosorożcokobiecy]
ru: [CASTE_NAME:женщина-носорог:женщины-носороги:женщины-носорога]
tr: [CASTE_NAME:dişi gergedan:dişi gergedanlar:dişi gergedan]
vi: [CASTE_NAME:phụ nữ tê giác:phụ nữ tê giác:phụ nữ tê giác]

# CREATURE:RHINOCEROS_MAN
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]

# CREATURE:RHINOCEROS_MAN
source: [NAME:rhinoceros man:rhinoceros men:rhinoceros man]
cs: [NAME:nosorožčí muž:nosorožčí muži:nosorožčího muže]
de: [NAME:Rhinozerosmann:Rhinozerosmänner:Rhinozerosmann]
eo: [NAME:homrinocero:homrinoceroj:de homrinocero]
es: [NAME:hombre rinoceronte:hombres rinocerontes:hombre rinoceronte]
ja: [NAME:サイ男:サイ男:サイ男の]
ko: [NAME:코뿔소인간:코뿔소인간들:코뿔소인간]
pl: [NAME:nosorożcoczłowiek:nosorożcoludzie:nosorożcoludzki]
ru: [NAME:человек-носорог:люди-носороги:человека-носорога]
tr: [NAME:erkek gergedan:erkek gergedanlar:erkek gergedan]
vi: [NAME:người tê giác:người tê giác:người tê giác]

# CREATURE:RHINOCEROS_MAN
source: [DESCRIPTION:A person with the head and horns of a rhinoceros.]
cs: [DESCRIPTION:Osoba s hlavou a rohy nosorožce.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Hörnern eines Nashorns.]
eo: [DESCRIPTION:Homo kun la kapo kaj la kapo kaj la kornoj de rinocero.]
es: [DESCRIPTION:Una persona con la cabeza y los cuernos de un rinoceronte.]
ja: [DESCRIPTION:サイの頭と角を持つ人間だ。]
ko: [DESCRIPTION:코뿔소의 머리와 뿔을 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i rogami nosorożca.]
ru: [DESCRIPTION:Человек с головой и рогом носорога.]
tr: [DESCRIPTION:Gergedan başlı ve boynuzlu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và sừng của tê giác.]

# CREATURE:GIANT_RHINOCEROS
source: [NAME:giant rhinoceros:giant rhinoceroses:giant rhinoceros]
cs: [NAME:obří nosorožec:obří nosorožci:obří nosorožce]
de: [NAME:Riesennashörner:Riesennashörner:Riesennashörner]
eo: [NAME:giganta rinocero:gigantaj rinoceroj:de giganta rinocero]
es: [NAME:rinoceronte gigante:rinocerontes gigantes:rinoceronte gigantesco]
ja: [NAME:巨大サイ:巨大サイ:巨大サイの]
ko: [NAME:거대 코뿔소:거대 코뿔소들:거대 코뿔소]
pl: [NAME:gigantyczny nosorożec:gigantyczne nosorożce:gigantyczno nosorożcowy]
ru: [NAME:гигантский носорог:гигантские носороги:гигантского носорога]
tr: [NAME:dev gergedan:dev gergedanlar:dev gergedan]
vi: [NAME:tê giác khổng lồ:tê giác khổng lồ:tê giác khổng lồ]

# CREATURE:GIANT_RHINOCEROS
source: [CASTE_NAME:giant rhinoceros:giant rhinoceroses:giant rhinoceros]
cs: [CASTE_NAME:obří nosorožec:obří nosorožci:obří nosorožce]
de: [CASTE_NAME:Riesennashörner:Riesennashörner:Riesennashörner]
eo: [CASTE_NAME:giganta rinocero:gigantaj rinoceroj:de giganta rinocero]
es: [CASTE_NAME:rinoceronte gigante:rinocerontes gigantes:rinoceronte gigantesco]
ja: [CASTE_NAME:巨大サイ:巨大サイ:巨大サイの]
ko: [CASTE_NAME:거대 코뿔소:거대 코뿔소들:거대 코뿔소]
pl: [CASTE_NAME:gigantyczny nosorożec:gigantyczne nosorożce:gigantyczno nosorożcowy]
ru: [CASTE_NAME:гигантский носорог:гигантские носороги:гигантского носорога]
tr: [CASTE_NAME:dev gergedan:dev gergedanlar:dev gergedan]
vi: [CASTE_NAME:tê giác khổng lồ:tê giác khổng lồ:tê giác khổng lồ]

# CREATURE:GIANT_RHINOCEROS
source: [GENERAL_CHILD_NAME:giant rhinoceros calf:giant rhinoceros calves]
cs: [GENERAL_CHILD_NAME:mládě obřího nosorožce:mláďata obřích nosorožců]
de: [GENERAL_CHILD_NAME:Riesennashornkalb:Riesennashornkälber]
eo: [GENERAL_CHILD_NAME:giganta rinocerido:gigantaj rinoceridoj]
es: [GENERAL_CHILD_NAME:becerro de rinoceronte gigante:becerros de rinoceronte gigante]
ja: [GENERAL_CHILD_NAME:巨大サイの仔:巨大サイの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대코뿔소:새끼 거대코뿔소들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego nosorożca:młode gigantycznego nosorożca]
ru: [GENERAL_CHILD_NAME:детёныш гигантского носорога:детёныши гигантского носорога]
tr: [GENERAL_CHILD_NAME:yavru dev gergedan:yavru dev gergedanlar]
vi: [GENERAL_CHILD_NAME:tê giác con khổng lồ:tê giác con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨犀牛幼崽:巨犀牛幼崽]

# CREATURE:GIANT_RHINOCEROS
source: [DESCRIPTION:A huge monster the shape of a rhinoceros.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru nosorožce.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Nashorns.]
eo: [DESCRIPTION:Grandega monstro kun la formo de rinocero.]
es: [DESCRIPTION:Un enorme monstruo con forma de rinoceronte.]
ja: [DESCRIPTION:サイのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:코뿔소의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie nosorożca.]
ru: [DESCRIPTION:Огромный монстр, похожий на носорога.]
tr: [DESCRIPTION:Gergedan biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng tê giác.]
zh_hans: [DESCRIPTION:一只巨大的犀牛怪。]

# CREATURE:GIANT_RHINOCEROS
source: [PREFSTRING:horns]
cs: [PREFSTRING:rohy]
de: [PREFSTRING:Hörner]
eo: [PREFSTRING:kornoj]
es: [PREFSTRING:cuernos]
ja: [PREFSTRING:角]
ko: [PREFSTRING:뿔]
pl: [PREFSTRING:rogi]
ru: [PREFSTRING:рога]
tr: [PREFSTRING:boynuzlar]
vi: [PREFSTRING:các sừng]

# CREATURE:GIRAFFE
source: [DESCRIPTION:A huge leaf-eating mammal. It has an extremely long neck. Its skin has a distinctive brown and white pattern.]
cs: [DESCRIPTION:Obrovský savec živící se listy. Má extrémně dlouhý krk. Jeho kůže má výrazný hnědobílý vzor.]
de: [DESCRIPTION:Ein riesiges blattfressendes Säugetier. Es hat einen extrem langen Hals. Seine Haut hat ein charakteristisches braun-weißes Muster.]
eo: [DESCRIPTION:Grandega herbovorula mamulo. Ĝi havas treege longan kolon. Ĝia haŭto havas distingan brunan kaj blankan skemon.]
es: [DESCRIPTION:Un enorme mamífero filófago. Posee un cuello extremadamente largo. Su piel tiene un distintivo patrón marrón y blancuzco.]
ja: [DESCRIPTION:長い首の大型草食哺乳類。白と褐色の特徴的な配色の模様の体をしている。]
ko: [DESCRIPTION:잎을 먹는 거대한 포유류. 그것은 엄청나게 긴 목을 가지고 있습니다. 그것의 피부는 독특한 갈색과 흰색 패턴을 가지고 있다.]
pl: [DESCRIPTION:Ogromny, liściożerny ssak. Ma ekstremalnie długą szyję. Jego skóra ma charakterystyczny wzór białych i brązowych plam.]
ru: [DESCRIPTION:Крупное млекопитающее, питающееся листьями. Имеет чрезвычайно длинную шею. Его шкура имеет характерный коричнево-белый узор.]
tr: [DESCRIPTION:Devasa, yaprak yiyen bir memeli. Son derece uzun bir boynu vardır. Derisi belirgin kahverengi ve beyaz bir desene sahiptir.]
vi: [DESCRIPTION:Một loài động vật có vú ăn lá khổng lồ. Nó có chiếc cổ cực dài. Lớp da của nó có hoa văn nâu trắng đặc trưng.]

# CREATURE:GIRAFFE
source: [NAME:giraffe:giraffes:giraffe]
cs: [NAME:žirafa:žirafy:žirafu]
de: [NAME:Giraffe:Giraffen:Giraffe]
eo: [NAME:ĝirafo:ĝirafoj:de ĝirafo]
es: [NAME:jirafa: jirafas: jirafa]
ja: [NAME:キリン:キリン:キリンの]
ko: [NAME:기린:기린들:기린]
pl: [NAME:żyrafa:żyrafy:żyrafi]
ru: [NAME:жираф:жирафы:жирафа]
tr: [NAME:zürafa:zürafalar:zürafa]
vi: [NAME:hươu cao cổ:hươu cao cổ:hươu cao cổ]

# CREATURE:GIRAFFE
source: [CASTE_NAME:giraffe:giraffes:giraffe]
cs: [CASTE_NAME:žirafa:žirafy:žirafu]
de: [CASTE_NAME:Giraffe:Giraffen:Giraffe]
eo: [CASTE_NAME:ĝirafo:ĝirafoj:de ĝirafo]
es: [CASTE_NAME:jirafa: jirafas: jirafa]
ja: [CASTE_NAME:キリン:キリン:キリンの]
ko: [CASTE_NAME:기린:기린들:기린]
pl: [CASTE_NAME:żyrafa:żyrafy:żyrafi]
ru: [CASTE_NAME:жираф:жирафы:жирафа]
tr: [CASTE_NAME:zürafa:zürafalar:zürafa]
vi: [CASTE_NAME:hươu cao cổ:hươu cao cổ:hươu cao cổ]

# CREATURE:GIRAFFE
source: [GENERAL_CHILD_NAME:giraffe calf:giraffe calves]
cs: [GENERAL_CHILD_NAME:mládě žirafy:mláďata žiraf]
de: [GENERAL_CHILD_NAME:Giraffenkalb:Giraffenkälber]
eo: [GENERAL_CHILD_NAME:ĝirafido:ĝirafidoj]
es: [GENERAL_CHILD_NAME:cria de jirafa:crias de jirafa]
ja: [GENERAL_CHILD_NAME:キリンの仔:キリンの仔の]
ko: [GENERAL_CHILD_NAME:새끼 기린:새끼 기린들]
pl: [GENERAL_CHILD_NAME:młody żyrafy:młode żyrafy]
ru: [GENERAL_CHILD_NAME:жеребёнок жирафа:жеребята жирафа]
tr: [GENERAL_CHILD_NAME:yavru zürafa:yavru zürafalar]
vi: [GENERAL_CHILD_NAME:hươu cao cổ con:hươu cao cổ con]
zh_hans: [GENERAL_CHILD_NAME:长颈鹿幼崽:长颈鹿幼崽]

# CREATURE:GIRAFFE
source: [PREFSTRING:long necks]
cs: [PREFSTRING:dlouhé krky]
de: [PREFSTRING:lange Hälse]
eo: [PREFSTRING:longaj koloj]
es: [PREFSTRING:cuellos largos]
ja: [PREFSTRING:首が長い]
ko: [PREFSTRING:긴 목]
pl: [PREFSTRING:długie szyje]
ru: [PREFSTRING:длинные шеи]
tr: [PREFSTRING:uzun boyunlar]
vi: [PREFSTRING:cổ dài]

# CREATURE:GIRAFFE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:GIRAFFE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:GIRAFFE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GIRAFFE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GIRAFFE_MAN
source: [CASTE_NAME:giraffe man:giraffe men:giraffe man]
cs: [CASTE_NAME:žirafí muž:žirafí muži:žirafího muže]
de: [CASTE_NAME:Giraffenmann:Giraffenmänner:Giraffenmann]
eo: [CASTE_NAME:homĝirafiĉo:homĝirafiĉoj:de homĝirafiĉo]
es: [CASTE_NAME:hombre jirafa:hombres jirafa:hombre jirafa]
ja: [CASTE_NAME:キリン男:キリン男:キリン男の]
ko: [CASTE_NAME:남성 기린인간:남성 기린인간들:남성 기린인간]
pl: [CASTE_NAME:żyrafomężczyzna:żyrafomężczyźni:żyrafomężczyzny]
ru: [CASTE_NAME:мужчина-жираф:мужчины-жирафы:мужчины-жирафа]
tr: [CASTE_NAME:erkek zürafa:erkek zürafalar:erkek zürafa]
vi: [CASTE_NAME:người hươu cao cổ:người hươu cao cổ:người hươu cao cổ]

# CREATURE:GIRAFFE_MAN
source: [CASTE_NAME:giraffe woman:giraffe women:giraffe woman]
cs: [CASTE_NAME:žirafí žena:žirafí ženy:žirafí ženu]
de: [CASTE_NAME:Giraffenfrau:Giraffenfrauen:Giraffenfrau]
eo: [CASTE_NAME:homĝirafino:homĝirafinoj:de homĝirafino]
es: [CASTE_NAME:mujer jirafa:mujeres jirafa:mujer jirafa]
ja: [CASTE_NAME:キリン女:キリン女:キリン女の]
ko: [CASTE_NAME:여성 기린인간:여성 기린인간들:여성 기린인간]
pl: [CASTE_NAME:żyrafokobieta:żyrafokobiety:żyrafokobiecy]
ru: [CASTE_NAME:женщина-жирафа:женщины-жирафы:женщины-жирафы]
tr: [CASTE_NAME:dişi zürafa:dişi zürafalar:dişi zürafa]
vi: [CASTE_NAME:phụ nữ hươu cao cổ:phụ nữ hươu cao cổ:phụ nữ hươu cao cổ]

# CREATURE:GIRAFFE_MAN
source: [NAME:giraffe man:giraffe men:giraffe man]
cs: [NAME:žirafí muž:žirafí muži:žirafího muže]
de: [NAME:Giraffenmann:Giraffenmänner:Giraffenmann]
eo: [NAME:homĝirafo:homĝirafoj:de homĝirafo]
es: [NAME:hombre jirafa:hombres jirafa:hombre jirafa]
ja: [NAME:キリン男:キリン男:キリン男の]
ko: [NAME:기린인간:기린인간들:기린인간]
pl: [NAME:żyrafoczłowiek:żyrafoludzie:żyrafoludzki]
ru: [NAME:человек-жираф:люди-жирафы:человека-жирафа]
tr: [NAME:erkek zürafa:erkek zürafalar:erkek zürafa]
vi: [NAME:người hươu cao cổ:người hươu cao cổ:người hươu cao cổ]

# CREATURE:GIRAFFE_MAN
source: [DESCRIPTION:A person with the head and neck of a giraffe.]
cs: [DESCRIPTION:Osoba s hlavou a krkem žirafy.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Hals einer Giraffe.]
eo: [DESCRIPTION:Homo kun la kapo kaj la kolo de ĝirafo.]
es: [DESCRIPTION:Una persona con la cabeza y el cuello de una jirafa.]
ja: [DESCRIPTION:キリンの頭と首を持つ人間だ。]
ko: [DESCRIPTION:기린의 머리와 목을 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i szyją żyrafy.]
ru: [DESCRIPTION:Человек с головой и шеей жирафа.]
tr: [DESCRIPTION:Zürafa başlı ve boyunlu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và cổ của hươu cao cổ.]

# CREATURE:GIANT_GIRAFFE
source: [NAME:giant giraffe:giant giraffes:giant giraffe]
cs: [NAME:obří žirafa:obří žirafy:obří žirafu]
de: [NAME:Riesen-Giraffe:Riesen-Giraffen:Riesen-Giraffe]
eo: [NAME:giganta ĝirafo:gigantaj ĝirafoj:de giganta ĝirafo]
es: [NAME:Jirafa gigante: jirafas gigantes: jirafa gigante]
ja: [NAME:巨大キリン:巨大キリン:巨大キリンの]
ko: [NAME:거대 기린:거대 기린들:거대 기린]
pl: [NAME:gigantyczna żyrafa:gigantyczne żyrafy:gigantyczno żyrafi]
ru: [NAME:гигантский жираф:гигантские жирафы:гигантского жирафа]
tr: [NAME:dev zürafa:dev zürafalar:dev zürafa]
vi: [NAME:hươu cao cổ khổng lồ:hươu cao cổ khổng lồ:hươu cao cổ khổng lồ]

# CREATURE:GIANT_GIRAFFE
source: [CASTE_NAME:giant giraffe:giant giraffes:giant giraffe]
cs: [CASTE_NAME:obří žirafa:obří žirafy:obří žirafu]
de: [CASTE_NAME:Riesen-Giraffe:Riesen-Giraffen:Riesen-Giraffe]
eo: [CASTE_NAME:giganta ĝirafo:gigantaj ĝirafoj:de giganta ĝirafo]
es: [CASTE_NAME:Jirafa gigante: jirafas gigantes: jirafa gigante]
ja: [CASTE_NAME:巨大キリン:巨大キリン:巨大キリンの]
ko: [CASTE_NAME:거대 기린:거대 기린들:거대 기린]
pl: [CASTE_NAME:gigantyczna żyrafa:gigantyczne żyrafy:gigantyczno żyrafi]
ru: [CASTE_NAME:гигантский жираф:гигантские жирафы:гигантского жирафа]
tr: [CASTE_NAME:dev zürafa:dev zürafalar:dev zürafa]
vi: [CASTE_NAME:hươu cao cổ khổng lồ:hươu cao cổ khổng lồ:hươu cao cổ khổng lồ]

# CREATURE:GIANT_GIRAFFE
source: [GENERAL_CHILD_NAME:giant giraffe calf:giant giraffe calves]
cs: [GENERAL_CHILD_NAME:mládě obří žirafy:mláďata obřích žiraf]
de: [GENERAL_CHILD_NAME:Riesen-Giraffenkalb:Riesen-Giraffenkälber]
eo: [GENERAL_CHILD_NAME:giganta ĝirafido:gigantaj ĝirafidoj]
es: [GENERAL_CHILD_NAME:Jirafa gigante: jirafas gigantes: jirafa gigante]
ja: [GENERAL_CHILD_NAME:巨大キリンの仔:巨大キリンの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 기린:새끼 거대 기린들]
pl: [GENERAL_CHILD_NAME:młody gigantycznej żyrafy:młode gigantycznej żyrafy]
ru: [GENERAL_CHILD_NAME:жеребёнок гигантского жирафа:жеребята гигантского жирафа]
tr: [GENERAL_CHILD_NAME:yavru dev zürafa:yavru dev zürafalar]
vi: [GENERAL_CHILD_NAME:hươu cao cổ con khổng lồ:hươu cao cổ con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨长颈鹿幼崽:巨长颈鹿幼崽]

# CREATURE:GIANT_GIRAFFE
source: [DESCRIPTION:A huge monster the shape of a giraffe.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru žirafy.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Giraffe.]
eo: [DESCRIPTION:Grandega monstro kun la formo de ĝirafo]
es: [DESCRIPTION:Un enorme monstruo con el aspecto de una jirafa.]
ja: [DESCRIPTION:キリンのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:기린의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie żyrafy.]
ru: [DESCRIPTION:Огромный монстр, похожий на жирафа.]
tr: [DESCRIPTION:Zürafa biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng hươu cao cổ.]
zh_hans: [DESCRIPTION:一只巨大的长颈鹿怪。]

# CREATURE:GIANT_GIRAFFE
source: [PREFSTRING:hump]
cs: [PREFSTRING:hrb]
de: [PREFSTRING:Höcker]
eo: [PREFSTRING:ĝibo]
es: [PREFSTRING:joroba]
ja: [PREFSTRING:こぶ]
ko: [PREFSTRING:혹]
pl: [PREFSTRING:garb]
ru: [PREFSTRING:горб]
tr: [PREFSTRING:hörgüç]
vi: [PREFSTRING:Bướu]

# CREATURE:HONEY BADGER
source: [DESCRIPTION:A small mammal known to defend itself ferociously in combat, often fighting off multiple animals many times its size.]
cs: [DESCRIPTION:Malý savec známý zuřivou obranou, často odráží i mnohem větší protivníky.]
de: [DESCRIPTION:Ein kleines Säugetier, das dafür bekannt ist, sich im Kampf heftig zu verteidigen und oft mehrere Tiere abzuwehren, die ein Vielfaches seiner Größe haben.]
eo: [DESCRIPTION:Malgranda mamulo konita por defendi sin mem feroce je batalo, ofte venkante multaj bestoj multfoje ĝia grandeco.]
es: [DESCRIPTION:Un pequeño mamífero conocido por defenderse por si mismo ferozmente en combate, luchando a menudo contra múltiples animales de varias veces su tamaño.]
ja: [DESCRIPTION:非常に獰猛な小型哺乳類。自分の何倍もの大きさの敵と戦う。]
ko: [DESCRIPTION:전투에서 맹렬하게 자신을 방어하는 것으로 알려진 작은 포유류로, 종종 크기의 몇 배에 달하는 여러 동물들을 물리친다.]
pl: [DESCRIPTION:Mały ssak znany z bronienia siebie zaciekle w walce, często walcząc z wielokrotnie większymi od niego zwierzętami.]
ru: [DESCRIPTION:Небольшое млекопитающее, известное своей яростной обороной в бою. Зачастую может отбиться от нескольких животных крупнее его самого в несколько раз.]
tr: [DESCRIPTION:Kendini dövüşte vahşice savunmasıyla bilinen, genellikle kendisinden katbekat büyük birden fazla hayvanla dövüşen küçük bir memeli.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ nổi tiếng với việc tự vệ dữ dội trong chiến đấu, thường xuyên đẩy lùi nhiều loài vật lớn gấp nhiều lần kích thước của nó.]

# CREATURE:HONEY BADGER
source: [NAME:honey badger:honey badgers:honey badger]
cs: [NAME:medojed:medojedi:medojeda]
de: [NAME:Honigdachs:Honigdachs:Honigdachs]
eo: [NAME:dukolora mielvorulo:dukoloraj mielvoruloj:de dukolora mielvorulo]
es: [NAME:Tejón de miel: tejones de miel: tejón de miel]
ja: [NAME:ラーテル:ラーテル:ラーテルの]
ko: [NAME:벌꿀오소리:벌꿀오소리들:벌꿀오소리]
pl: [NAME:miodożer:miodożery:miodożerowy]
ru: [NAME:барсук-медоед:барсуки-медоеды:барсука-медоеда]
tr: [NAME:bal porsuğu:bal porsukları:bal porsuğu]
vi: [NAME:lửng mật:lửng mật:lửng mật]

# CREATURE:HONEY BADGER
source: [CASTE_NAME:honey badger:honey badgers:honey badger]
cs: [CASTE_NAME:medojed:medojedi:medojeda]
de: [CASTE_NAME:Honigdachs:Honigdachs:Honigdachs]
eo: [CASTE_NAME:dukolora mielvorulo:dukoloraj mielvoruloj:de dukolora mielvorulo]
es: [CASTE_NAME:Tejón de miel: tejones de miel: tejón de miel]
ja: [CASTE_NAME:ラーテル:ラーテル:ラーテルの]
ko: [CASTE_NAME:벌꿀오소리:벌꿀오소리들:벌꿀오소리]
pl: [CASTE_NAME:miodożer:miodożery:miodożerowy]
ru: [CASTE_NAME:барсук-медоед:барсуки-медоеды:барсука-медоеда]
tr: [CASTE_NAME:bal porsuğu:bal porsukları:bal porsuğu]
vi: [CASTE_NAME:lửng mật:lửng mật:lửng mật]
