Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:GUAVA
source: [STATE_NAME_ADJ:LIQUID:guava wine]
cs: [STATE_NAME_ADJ:LIQUID:guávové víno]
de: [STATE_NAME_ADJ:LIQUID:Guavenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el guajavo]
es: [STATE_NAME_ADJ:LIQUID:de vino de guayaba]
ja: [STATE_NAME_ADJ:LIQUID:グァバのワイン]
ko: [STATE_NAME_ADJ:LIQUID:구아바 wine]
ru: [STATE_NAME_ADJ:LIQUID:гуайявовая наливка]
tr: [STATE_NAME_ADJ:LIQUID:guava şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu ổi]
zh_hans: [STATE_NAME_ADJ:LIQUID:番石榴酒]

# PLANT:GUAVA
source: [STATE_NAME_ADJ:GAS:boiling guava wine]
cs: [STATE_NAME_ADJ:GAS:vroucí guávové víno]
de: [STATE_NAME_ADJ:GAS:kochender Guavenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el guajavo]
es: [STATE_NAME_ADJ:GAS:de vino de guayaba hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したグァバのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 구아바 wine]
ru: [STATE_NAME_ADJ:GAS:кипящая гуайявовая наливка]
tr: [STATE_NAME_ADJ:GAS:kaynayan guava şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu ổi đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的番石榴酒]

# PLANT:GUAVA
source: [SEED:guava seed:guava seeds:]
cs: [SEED:guávové semeno:guávová semena:]
de: [SEED:Guavensamen:Guavensamen:]
eo: [SEED:semo de guajavo:semoj de guajavo:]
es: [SEED:semilla de guayaba:semillas de guayaba:]
ja: [SEED:グァバの種:グァバの種:]
ko: [SEED:구아바 씨:구아바 씨들:]
ru: [SEED:семя гуайявы:семена гуайявы:]
tr: [SEED:guava tohumu:guava tohumları:]
vi: [SEED:hạt ổi:những hạt ổi:]
zh_hans: [SEED:番石榴种子:番石榴种子:]

# PLANT:GUAVA
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:GUAVA
source: [GROWTH_NAME:guava leaf:guava leaves]
cs: [GROWTH_NAME:guávový list:guávové listy]
de: [GROWTH_NAME:Guavenblatt:Guavenblätter]
eo: [GROWTH_NAME:folio de guajavarbo:folioj de guajavarbo]
es: [GROWTH_NAME:hoja de guayabo:hojas de guayabo]
ja: [GROWTH_NAME:グァバの葉:グァバの葉]
ko: [GROWTH_NAME:구아바 나무 잎:구아바 나무 잎들]
ru: [GROWTH_NAME:лист гуайявы:листья гуайявы]
tr: [GROWTH_NAME:guava yaprağı:guava yaprakları]
vi: [GROWTH_NAME:lá ổi:những lá ổi]
zh_hans: [GROWTH_NAME:番石榴叶:番石榴叶]

# PLANT:GUAVA
source: [GROWTH_NAME:guava flower:STP]
cs: [GROWTH_NAME:guávový květ:STP]
de: [GROWTH_NAME:Guavenblume:STP]
eo: [GROWTH_NAME:floro de guajavarbo:floroj de guajavarbo]
es: [GROWTH_NAME:flores de guayaba:STP]
ja: [GROWTH_NAME:グァバの花:STP]
ko: [GROWTH_NAME:구아바 나무 꽃:STP]
ru: [GROWTH_NAME:цветок гуайявы:цветы гуайявы]
tr: [GROWTH_NAME:guava çiçeği:STP]
zh_hans: [GROWTH_NAME:番石榴花:STP]

# PLANT:PAPAYA
source: [NAME:papaya tree]
cs: [NAME:papájovník]
de: [NAME:Papayabaum]
eo: [NAME:papajarbo]
es: [NAME:papayo]
ja: [NAME:パパイヤの木]
ko: [NAME:파파야 나무]
ru: [NAME:папайя]
tr: [NAME:papaya ağacı]
vi: [NAME:cây đu đủ]
zh_hans: [NAME:番木瓜树]

# PLANT:PAPAYA
source: [NAME_PLURAL:papaya trees]
cs: [NAME_PLURAL:papájovníky]
de: [NAME_PLURAL:Papayabäume]
eo: [NAME_PLURAL:papajarboj]
es: [NAME_PLURAL:papayos]
ja: [NAME_PLURAL:パパイヤの木]
ko: [NAME_PLURAL:파파야 나무들]
ru: [NAME_PLURAL:деревья папайи]
tr: [NAME_PLURAL:papaya ağaçları]
vi: [NAME_PLURAL:những cây đu đủ]
zh_hans: [NAME_PLURAL:番木瓜树]

# PLANT:PAPAYA
source: [ADJ:papaya tree]
cs: [ADJ:papájovníkový]
de: [ADJ:Papayabaum]
eo: [ADJ:de papajarbo]
es: [ADJ:de papayo]
ja: [ADJ:パパイヤの木]
ko: [ADJ:파파야 나무]
ru: [ADJ:дерево папайи]
tr: [ADJ:papaya ağacı]
vi: [ADJ:cây đu đủ]
zh_hans: [ADJ:番木瓜树的]

# PLANT:PAPAYA
source: [STATE_NAME:ALL_SOLID:papaya wood]
cs: [STATE_NAME:ALL_SOLID:papájové dřevo]
de: [STATE_NAME:ALL_SOLID:Papayaholz]
eo: [STATE_NAME:ALL_SOLID:ligno el papajarbo]
es: [STATE_NAME:ALL_SOLID:madera de papayo]
ja: [STATE_NAME:ALL_SOLID:パパイヤの木]
ko: [STATE_NAME:ALL_SOLID:파파야 나무]
ru: [STATE_NAME:ALL_SOLID:древесина папайи]
tr: [STATE_NAME:ALL_SOLID:papaya odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ đu đủ]
zh_hans: [STATE_NAME:ALL_SOLID:番木瓜木]

# PLANT:PAPAYA
source: [STATE_ADJ:ALL_SOLID:papaya wood]
cs: [STATE_ADJ:ALL_SOLID:papájové dřevo]
de: [STATE_ADJ:ALL_SOLID:Papayaholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el papajarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de papayo]
ja: [STATE_ADJ:ALL_SOLID:パパイヤの木]
ko: [STATE_ADJ:ALL_SOLID:파파야 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина папайи]
tr: [STATE_ADJ:ALL_SOLID:papaya odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ đu đủ]
zh_hans: [STATE_ADJ:ALL_SOLID:番木瓜木的]

# PLANT:PAPAYA
source: [STATE_NAME_ADJ:ALL_SOLID:frozen papaya wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé papájové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Papayawein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el papajo]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de papaya congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったパパイヤのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 파파야 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный эль из папайи]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş papaya şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu đu đủ đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的番木瓜酒]

# PLANT:PAPAYA
source: [STATE_NAME_ADJ:LIQUID:papaya wine]
cs: [STATE_NAME_ADJ:LIQUID:papájové víno]
de: [STATE_NAME_ADJ:LIQUID:Papayawein]
eo: [STATE_NAME_ADJ:LIQUID:vino el papajo]
es: [STATE_NAME_ADJ:LIQUID:de vino de papaya]
ja: [STATE_NAME_ADJ:LIQUID:パパイヤのワイン]
ko: [STATE_NAME_ADJ:LIQUID:파파야 wine]
ru: [STATE_NAME_ADJ:LIQUID:эль из папайи]
tr: [STATE_NAME_ADJ:LIQUID:papaya şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu đu đủ]
zh_hans: [STATE_NAME_ADJ:LIQUID:番木瓜酒]

# PLANT:PAPAYA
source: [STATE_NAME_ADJ:GAS:boiling papaya wine]
cs: [STATE_NAME_ADJ:GAS:vroucí papájové víno]
de: [STATE_NAME_ADJ:GAS:kochender Papayawein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el papajo]
es: [STATE_NAME_ADJ:GAS:de vino de papaya hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したパパイヤのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 파파야 wine]
ru: [STATE_NAME_ADJ:GAS:кипящий эль из папайи]
tr: [STATE_NAME_ADJ:GAS:kaynayan papaya şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu đu đủ đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的番木瓜酒]

# PLANT:PAPAYA
source: [SEED:papaya seed:papaya seeds:]
cs: [SEED:papájové semeno:papájová semena:]
de: [SEED:Papayasamen:Papayasamen:]
eo: [SEED:semo de papajo:semoj de papajo:]
es: [SEED:semilla de papaya:semillas de papaya:]
ja: [SEED:パパイヤの種:パパイヤの種:]
ko: [SEED:파파야 씨:파파야 씨들:]
ru: [SEED:семя папайи:семена папайи:]
tr: [SEED:papaya tohumu:papaya tohumları:]
vi: [SEED:hạt đu đủ:những hạt đu đủ:]
zh_hans: [SEED:番木瓜种子:番木瓜种子:]

# PLANT:PAPAYA
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:PAPAYA
source: [GROWTH_NAME:papaya leaf:papaya leaves]
cs: [GROWTH_NAME:papájový list:papájové listy]
de: [GROWTH_NAME:Papayablatt:Papayablätter]
eo: [GROWTH_NAME:folio de papajarbo:folioj de papajarbo]
es: [GROWTH_NAME:hoja de papayo:hojas de papayo]
ja: [GROWTH_NAME:パパイヤの葉:パパイヤの葉]
ko: [GROWTH_NAME:파파야 나무 잎:파파야 나무 잎들]
ru: [GROWTH_NAME:лист папайи:листья папайи]
tr: [GROWTH_NAME:papaya yaprağı:papaya yaprakları]
vi: [GROWTH_NAME:lá đu đủ:những lá đu đủ]
zh_hans: [GROWTH_NAME:番木瓜叶:番木瓜叶]

# PLANT:PAPAYA
source: [GROWTH_NAME:papaya flower:STP]
cs: [GROWTH_NAME:papájový květ:STP]
de: [GROWTH_NAME:Papayablume:STP]
eo: [GROWTH_NAME:floro de papajarbo:floroj de papajarbo]
es: [GROWTH_NAME:flor de papaya:STP]
ja: [GROWTH_NAME:パパイヤの花:STP]
ko: [GROWTH_NAME:파파야 나무 꽃:STP]
ru: [GROWTH_NAME:цветок папайи:цветы папайи]
tr: [GROWTH_NAME:papaya çiçeği:STP]
zh_hans: [GROWTH_NAME:番木瓜花:STP]

# PLANT:PARADISE_NUT
source: [NAME:paradise nut tree]
cs: [NAME:strom rájového ořechu]
de: [NAME:Paradiesnussbaum]
eo: [NAME:lecito]
es: [NAME:sapucaia]
ja: [NAME:パラダイスナッツの木]
ko: [NAME:파라다이스너트 나무]
ru: [NAME:райское дерево]
tr: [NAME:cennet fıstığı ağacı]
vi: [NAME:cây hạnh đào thiên đường]
zh_hans: [NAME:天堂果树]

# PLANT:PARADISE_NUT
source: [NAME_PLURAL:paradise nut trees]
cs: [NAME_PLURAL:stromy rájového ořechu]
de: [NAME_PLURAL:Paradiesnussbäume]
eo: [NAME_PLURAL:lecitoj]
es: [NAME_PLURAL:sapucaias]
ja: [NAME_PLURAL:パラダイスナッツの木]
ko: [NAME_PLURAL:파라다이스너트 나무들]
ru: [NAME_PLURAL:райские деревья]
tr: [NAME_PLURAL:cennet fıstığı ağaçları]
vi: [NAME_PLURAL:những cây hạnh đào thiên đường]
zh_hans: [NAME_PLURAL:天堂果树]

# PLANT:PARADISE_NUT
source: [ADJ:paradise nut tree]
cs: [ADJ:rájově-ořechový]
de: [ADJ:Paradiesnussbaum]
eo: [ADJ:de lecito]
es: [ADJ:de sapucaia]
ja: [ADJ:パラダイスナッツの木]
ko: [ADJ:파라다이스너트 나무]
ru: [ADJ:райское дерево]
tr: [ADJ:cennet fıstığı ağacı]
vi: [ADJ:cây hạnh đào thiên đường]
zh_hans: [ADJ:天堂果树的]

# PLANT:PARADISE_NUT
source: [STATE_NAME:ALL_SOLID:paradise nut wood]
cs: [STATE_NAME:ALL_SOLID:rájově-ořechové dřevo]
de: [STATE_NAME:ALL_SOLID:Paradiesnussholz]
eo: [STATE_NAME:ALL_SOLID:ligno el lecito]
es: [STATE_NAME:ALL_SOLID:madera de sapucaia]
ja: [STATE_NAME:ALL_SOLID:パラダイスナッツの木]
ko: [STATE_NAME:ALL_SOLID:파라다이스너트 나무]
ru: [STATE_NAME:ALL_SOLID:райское дерево]
tr: [STATE_NAME:ALL_SOLID:cennet fıstığı odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ hạnh đào thiên đường]
zh_hans: [STATE_NAME:ALL_SOLID:天堂果木]

# PLANT:PARADISE_NUT
source: [STATE_ADJ:ALL_SOLID:paradise nut wood]
cs: [STATE_ADJ:ALL_SOLID:rájově-ořechové dřevo]
de: [STATE_ADJ:ALL_SOLID:Paradiesnussholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el lecito]
es: [STATE_ADJ:ALL_SOLID:de madera de sapucaia]
ja: [STATE_ADJ:ALL_SOLID:パラダイスナッツの木]
ko: [STATE_ADJ:ALL_SOLID:파라다이스너트 나무]
ru: [STATE_ADJ:ALL_SOLID:райское дерево]
tr: [STATE_ADJ:ALL_SOLID:cennet fıstığı odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ hạnh đào thiên đường]
zh_hans: [STATE_ADJ:ALL_SOLID:天堂果木的]

# PLANT:PARADISE_NUT
source: [SEED:paradise nut:paradise nuts:]
cs: [SEED:rájový ořech:rájové ořechy:]
de: [SEED:Paradiesnuss:Paradiesnüsse:]
eo: [SEED:nukso de lecito:nuksoj de lecito:]
es: [SEED:nuez del paraíso:nueces del paraíso:]
ja: [SEED:パラダイスナッツ:パラダイスナッツs:]
ko: [SEED:파라다이스너트:파라다이스너트들:]
ru: [SEED:райский орех:райские орехи:]
tr: [SEED:cennet fıstığı:cennet fıstıkları:]
vi: [SEED:hạt hạnh đào thiên đường:những hạt hạnh đào thiên đường:]
zh_hans: [SEED:天堂果:天堂果:]

# PLANT:PARADISE_NUT
source: [PREFSTRING:nut-filled pots]
cs: [PREFSTRING:ořechové tobolky]
de: [PREFSTRING:nussgefüllte Töpfe]
eo: [PREFSTRING:kruĉformaj guŝoj nuksoplenaj]
es: [PREFSTRING:bote lleno de nueces]
ja: [PREFSTRING:ナッツの入った豆]
ru: [PREFSTRING:горшки заполненные орехами]
tr: [PREFSTRING:fıstık dolu kapsülleri]
vi: [PREFSTRING:những vại đầy hạt]
zh_hans: [PREFSTRING:装满坚果的罐子]

# PLANT:PARADISE_NUT
source: [GROWTH_NAME:paradise nut leaf:paradise nut leaves]
cs: [GROWTH_NAME:list rájového ořechu:listy rájového ořechu]
de: [GROWTH_NAME:Paradiesnussblatt:Paradiesnussblätter]
eo: [GROWTH_NAME:folio de lecito:folioj de lecito]
es: [GROWTH_NAME:hoja de sapucaia:hojas de sapucaia]
ja: [GROWTH_NAME:パラダイスナッツの葉:パラダイスナッツの葉]
ko: [GROWTH_NAME:파라다이스너트 나무 잎:파라다이스너트 나무 잎들]
ru: [GROWTH_NAME:лист райского дерева:листва райского дерева]
tr: [GROWTH_NAME:cennet fıstığı yaprağı:cennet fıstığı yaprakları]
vi: [GROWTH_NAME:lá hạnh đào thiên đường:những lá hạnh đào thiên đường]
zh_hans: [GROWTH_NAME:天堂果叶:天堂果叶]

# PLANT:PARADISE_NUT
source: [GROWTH_NAME:paradise nut raceme:STP]
cs: [GROWTH_NAME:hrozen rájového ořechu:STP]
de: [GROWTH_NAME:Paradiesnuss-Traube:STP]
eo: [GROWTH_NAME:grapolo de lecito:grapoloj de lecito]
es: [GROWTH_NAME:racimo de nuez del paraíso:STP]
ja: [GROWTH_NAME:パラダイスナッツの花:STP]
ko: [GROWTH_NAME:파라다이스너트 raceme:STP]
ru: [GROWTH_NAME:гроздь райских орехов:грозди райских орехов]
tr: [GROWTH_NAME:cennet fıstığı salkımı:STP]
zh_hans: [GROWTH_NAME:天堂果花序:STP]

# PLANT:PARADISE_NUT
source: [GROWTH_NAME:paradise nut fruit:STP]
cs: [GROWTH_NAME:plod rájového ořechu:STP]
de: [GROWTH_NAME:Paradiesnussfrucht:STP]
eo: [GROWTH_NAME:frukto de lecito:fruktoj de lecito]
es: [GROWTH_NAME:fruto de nuez del paraíso:STP]
ja: [GROWTH_NAME:パラダイスナッツの実:STP]
ko: [GROWTH_NAME:파라다이스너트 fruit:STP]
ru: [GROWTH_NAME:плодовая коробочка райского дерева:плодовые коробочки райского ореха]
tr: [GROWTH_NAME:cennet fıstığı meyvesi:STP]
zh_hans: [GROWTH_NAME:天堂果:STP]

# PLANT:RAMBUTAN
source: [NAME:rambutan tree]
cs: [NAME:rambutanovník]
de: [NAME:Rambutanbaum]
eo: [NAME:rambutanarbo]
es: [NAME:árbol de rambután]
ja: [NAME:ランブータンの木]
ko: [NAME:람부탄 나무]
ru: [NAME:рамбутан]
tr: [NAME:rambutan ağacı]
vi: [NAME:cây chôm chôm]
zh_hans: [NAME:红毛果树]

# PLANT:RAMBUTAN
source: [NAME_PLURAL:rambutan trees]
cs: [NAME_PLURAL:rambutanovníky]
de: [NAME_PLURAL:Rambutanbäume]
eo: [NAME_PLURAL:rambutanarboj]
es: [NAME_PLURAL:árboles de rambután]
ja: [NAME_PLURAL:ランブータンの木]
ko: [NAME_PLURAL:람부탄 나무들]
ru: [NAME_PLURAL:деревья рамбутана]
tr: [NAME_PLURAL:rambutan ağaçları]
vi: [NAME_PLURAL:những cây chôm chôm]
zh_hans: [NAME_PLURAL:红毛果树]

# PLANT:RAMBUTAN
source: [ADJ:rambutan tree]
cs: [ADJ:rambutanovníkový]
de: [ADJ:Rambutanbaum]
eo: [ADJ:de rambutanarbo]
es: [ADJ:de árbol de rambután]
ja: [ADJ:ランブータンの木]
ko: [ADJ:람부탄 나무]
ru: [ADJ:дерево рамбутана]
tr: [ADJ:rambutan ağacı]
vi: [ADJ:cây chôm chôm]
zh_hans: [ADJ:红毛果树的]

# PLANT:RAMBUTAN
source: [STATE_NAME:ALL_SOLID:rambutan wood]
cs: [STATE_NAME:ALL_SOLID:rambutanové dřevo]
de: [STATE_NAME:ALL_SOLID:Rambutanholz]
eo: [STATE_NAME:ALL_SOLID:ligno el rambutanarbo]
es: [STATE_NAME:ALL_SOLID:madera de rambután]
ja: [STATE_NAME:ALL_SOLID:ランブータンの木]
ko: [STATE_NAME:ALL_SOLID:람부탄 나무]
ru: [STATE_NAME:ALL_SOLID:древесина рамбутана]
tr: [STATE_NAME:ALL_SOLID:rambutan odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ chôm chôm]
zh_hans: [STATE_NAME:ALL_SOLID:红毛果木]

# PLANT:RAMBUTAN
source: [STATE_ADJ:ALL_SOLID:rambutan wood]
cs: [STATE_ADJ:ALL_SOLID:rambutanové dřevo]
de: [STATE_ADJ:ALL_SOLID:Rambutanbaum]
eo: [STATE_ADJ:ALL_SOLID:el ligno el rambutanarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de rambután]
ja: [STATE_ADJ:ALL_SOLID:ランブータンの木]
ko: [STATE_ADJ:ALL_SOLID:람부탄 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина рамбутана]
tr: [STATE_ADJ:ALL_SOLID:rambutan odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ chôm chôm]
zh_hans: [STATE_ADJ:ALL_SOLID:红毛果木的]

# PLANT:RAMBUTAN
source: [STATE_NAME_ADJ:ALL_SOLID:frozen rambutan wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé rambutanové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Rambutanwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el rambutano]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino congelado de rambután]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったランブータンのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 람부탄 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженная рамбутановая брага]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş rambutan şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu chôm chôm đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的红毛果酒]

# PLANT:RAMBUTAN
source: [STATE_NAME_ADJ:LIQUID:rambutan wine]
cs: [STATE_NAME_ADJ:LIQUID:rambutanové víno]
de: [STATE_NAME_ADJ:LIQUID:Rambutanwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el rambutano]
es: [STATE_NAME_ADJ:LIQUID:de vino de rambután]
ja: [STATE_NAME_ADJ:LIQUID:ランブータンのワイン]
ko: [STATE_NAME_ADJ:LIQUID:람부탄 wine]
ru: [STATE_NAME_ADJ:LIQUID:рамбутановая брага]
tr: [STATE_NAME_ADJ:LIQUID:rambutan şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu chôm chôm]
zh_hans: [STATE_NAME_ADJ:LIQUID:红毛果酒]

# PLANT:RAMBUTAN
source: [STATE_NAME_ADJ:GAS:boiling rambutan wine]
cs: [STATE_NAME_ADJ:GAS:vroucí rambutanové víno]
de: [STATE_NAME_ADJ:GAS:kochender Rambutanwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el rambutano]
es: [STATE_NAME_ADJ:GAS:de vino hirviendo de rambután]
ja: [STATE_NAME_ADJ:GAS:蒸気化したランブータンのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 람부탄 wine]
ru: [STATE_NAME_ADJ:GAS:кипящая рамбутановая брага]
tr: [STATE_NAME_ADJ:GAS:kaynayan rambutan şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu chôm chôm đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的红毛果酒]

# PLANT:RAMBUTAN
source: [SEED:rambutan seed:rambutan seeds:]
cs: [SEED:rambutanové semeno:rambutanová semena:]
de: [SEED:Rambutansamen:Rambutansamen:]
eo: [SEED:semo de rambutano:semoj de rambutano:]
es: [SEED:semilla de rambután:semillas de rambután:]
ja: [SEED:ランブータンの種:ランブータンの種:]
ko: [SEED:람부탄 씨:람부탄 씨들:]
ru: [SEED:семя рамбутана:семена рамбутана:]
tr: [SEED:rambutan tohumu:rambutan tohumları:]
vi: [SEED:hạt chôm chôm:những hạt chôm chôm:]
zh_hans: [SEED:红毛果种子:红毛果种子:]

# PLANT:RAMBUTAN
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:RAMBUTAN
source: [GROWTH_NAME:rambutan leaf:rambutan leaves]
cs: [GROWTH_NAME:rambutanový list:rambutanové listy]
de: [GROWTH_NAME:Rambutanblatt:Rambutanblätter]
eo: [GROWTH_NAME:folio de rambutano:folioj de rambutano]
es: [GROWTH_NAME:hoja de rambután:hojas de rambután]
ja: [GROWTH_NAME:ランブータンの葉:ランブータンの葉]
ko: [GROWTH_NAME:람부탄 나무 잎:람부탄 나무 잎들]
ru: [GROWTH_NAME:лист рамбутана:листья рамбутана]
tr: [GROWTH_NAME:rambutan yaprağı:rambutan yaprakları]
vi: [GROWTH_NAME:lá chôm chôm:lá chôm chôm]
zh_hans: [GROWTH_NAME:红毛果叶:红毛果叶]

# PLANT:RAMBUTAN
source: [GROWTH_NAME:rambutan flower:STP]
cs: [GROWTH_NAME:rambutanový květ:STP]
de: [GROWTH_NAME:Rambutanblume:STP]
eo: [GROWTH_NAME:floro de rambutano:floroj de rambutano]
es: [GROWTH_NAME:flor de rambután:STP]
ja: [GROWTH_NAME:ランブータンの花:STP]
ko: [GROWTH_NAME:람부탄 나무 꽃:STP]
ru: [GROWTH_NAME:соцветие рамбутана:соцветия рамбутана]
tr: [GROWTH_NAME:rambutan çiçeği:STP]
zh_hans: [GROWTH_NAME:红毛果花:STP]

# PLANT:TEA
source: [NAME:tea tree]
cs: [NAME:čajovník]
de: [NAME:Teebaum]
eo: [NAME:tearbo]
es: [NAME:árbol de té]
ja: [NAME:茶の木]
ko: [NAME:차 나무]
ru: [NAME:чайное дерево]
tr: [NAME:çay ağacı]
vi: [NAME:cây chè]
zh_hans: [NAME:茶树]

# PLANT:TEA
source: [NAME_PLURAL:tea trees]
cs: [NAME_PLURAL:čajovníky]
de: [NAME_PLURAL:Teebäume]
eo: [NAME_PLURAL:tearboj]
es: [NAME_PLURAL:árboles de té]
ja: [NAME_PLURAL:茶の木]
ko: [NAME_PLURAL:차 나무들]
ru: [NAME_PLURAL:чайные деревья]
tr: [NAME_PLURAL:çay ağaçları]
vi: [NAME_PLURAL:cây chè]
zh_hans: [NAME_PLURAL:茶树]

# PLANT:TEA
source: [ADJ:tea tree]
cs: [ADJ:čajovníkový]
de: [ADJ:Teebaum]
eo: [ADJ:de tearbo]
es: [ADJ:árbol de té]
ja: [ADJ:茶の木]
ko: [ADJ:차 나무]
ru: [ADJ:чайное дерево]
tr: [ADJ:çay ağacı]
vi: [ADJ:cây chè]
zh_hans: [ADJ:茶树]

# PLANT:TEA
source: [STATE_NAME:ALL_SOLID:tea wood]
cs: [STATE_NAME:ALL_SOLID:čajové dřevo]
de: [STATE_NAME:ALL_SOLID:Teeholz]
eo: [STATE_NAME:ALL_SOLID:ligno el tearbo]
es: [STATE_NAME:ALL_SOLID:madera de té]
ja: [STATE_NAME:ALL_SOLID:茶の木]
ko: [STATE_NAME:ALL_SOLID:차 나무]
ru: [STATE_NAME:ALL_SOLID:чайное дерево]
tr: [STATE_NAME:ALL_SOLID:çay odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ chè]
zh_hans: [STATE_NAME:ALL_SOLID:茶树木]

# PLANT:TEA
source: [STATE_ADJ:ALL_SOLID:tea wood]
cs: [STATE_ADJ:ALL_SOLID:čajové dřevo]
de: [STATE_ADJ:ALL_SOLID:Teeholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el tearbo]
es: [STATE_ADJ:ALL_SOLID:madera de té]
ja: [STATE_ADJ:ALL_SOLID:茶の木]
ko: [STATE_ADJ:ALL_SOLID:차 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина чайного дерева]
tr: [STATE_ADJ:ALL_SOLID:çay odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ chè]
zh_hans: [STATE_ADJ:ALL_SOLID:茶树木的]

# PLANT:TEA
source: [SEED:tea seed:tea seeds:]
cs: [SEED:čajové semeno:čajová semena:]
de: [SEED:Teesamen:Teesamen:]
eo: [SEED:semo de tearbo:semoj de tearbo:]
es: [SEED:semilla de té:semillas de té:]
ja: [SEED:茶の種:茶の種:]
ko: [SEED:차 seed:차 seeds:]
ru: [SEED:семечко чайного дерева:семечки чайного дерева:]
tr: [SEED:çay tohumu:çay tohumları:]
vi: [SEED:hạt chè:hạt chè:]
zh_hans: [SEED:茶叶籽:茶叶籽:]

# PLANT:TEA
source: [PREFSTRING:leaves]
cs: [PREFSTRING:listy]
de: [PREFSTRING:Blätter]
eo: [PREFSTRING:folioj]
es: [PREFSTRING:hojas]
ja: [PREFSTRING:葉]
ko: [PREFSTRING:잎들]
ru: [PREFSTRING:листья]
tr: [PREFSTRING:yaprakları]
vi: [PREFSTRING:lá]
zh_hans: [PREFSTRING:叶]

# PLANT:TEA
source: [GROWTH_NAME:tea leaf:tea leaves]
cs: [GROWTH_NAME:čajový list:čajové listy]
de: [GROWTH_NAME:Teeblatt:Teeblätter]
eo: [GROWTH_NAME:folio de tearbo:folioj de tearbo]
es: [GROWTH_NAME:hoja de té:hojas de té]
ja: [GROWTH_NAME:茶の葉:茶の葉]
ko: [GROWTH_NAME:찻잎:찻잎들]
ru: [GROWTH_NAME:чайный лист:чайные листья]
tr: [GROWTH_NAME:çay yaprağı:çay yaprakları]
vi: [GROWTH_NAME:lá chè:lá chè]
zh_hans: [GROWTH_NAME:茶叶:茶叶]

# PLANT:TEA
source: [GROWTH_NAME:tea flower:STP]
cs: [GROWTH_NAME:čajový květ:STP]
de: [GROWTH_NAME:Teeblume:STP]
eo: [GROWTH_NAME:floro de tearbo:floroj de tearbo]
es: [GROWTH_NAME:flor de té:STP]
ja: [GROWTH_NAME:茶の花:STP]
ko: [GROWTH_NAME:차 나무 꽃:STP]
ru: [GROWTH_NAME:цветок чайного дерева:цветы чайного дерева]
tr: [GROWTH_NAME:çay çiçeği:STP]
zh_hans: [GROWTH_NAME:茶树花:STP]

# PLANT:TEA
source: [GROWTH_NAME:tea tree capsule:STP]
cs: [GROWTH_NAME:čajovníková tobolka:STP]
de: [GROWTH_NAME:Teebaumkapsel:STP]
eo: [GROWTH_NAME:grajno de tearbo:grajnoj de tearboj]
es: [GROWTH_NAME:cápsula de árbol de té:STP]
ja: [GROWTH_NAME:茶の木 capsule:STP]
ko: [GROWTH_NAME:차 나무 cap들ule:STP]
ru: [GROWTH_NAME:коробочка чайного дерева:коробочки чайного дерева]
tr: [GROWTH_NAME:çay ağacı kapsülü:STP]
zh_hans: [GROWTH_NAME:茶树蒴果:STP]

# PLANT:AVOCADO
source: [NAME:avocado tree]
cs: [NAME:avokádovník]
de: [NAME:Avocadobaum]
eo: [NAME:avokadarbo]
es: [NAME:aguacatero]
ja: [NAME:アボカドの木]
ko: [NAME:아보카도 나무]
ru: [NAME:авокадо]
tr: [NAME:avokado ağacı]
vi: [NAME:cây bơ]
zh_hans: [NAME:鳄梨树]

# PLANT:AVOCADO
source: [NAME_PLURAL:avocado trees]
cs: [NAME_PLURAL:avokádovníky]
de: [NAME_PLURAL:Avocadobäume]
eo: [NAME_PLURAL:avokadarboj]
es: [NAME_PLURAL:aguacateros]
ja: [NAME_PLURAL:アボカドの木]
ko: [NAME_PLURAL:아보카도 나무들]
ru: [NAME_PLURAL:деревья авокадо]
tr: [NAME_PLURAL:avokado ağaçları]
vi: [NAME_PLURAL:cây bơ]
zh_hans: [NAME_PLURAL:鳄梨树]

# PLANT:AVOCADO
source: [ADJ:avocado tree]
cs: [ADJ:avokádovníkový]
de: [ADJ:Advocadobaum]
eo: [ADJ:de avokadarbo]
es: [ADJ:de aguacatero]
ja: [ADJ:アボカドの木]
ko: [ADJ:아보카도 나무]
ru: [ADJ:дерево авокадо]
tr: [ADJ:avokado ağacı]
vi: [ADJ:cây bơ]
zh_hans: [ADJ:鳄梨树的]

# PLANT:AVOCADO
source: [STATE_NAME:ALL_SOLID:avocado wood]
cs: [STATE_NAME:ALL_SOLID:avokádové dřevo]
de: [STATE_NAME:ALL_SOLID:Avocadoholz]
eo: [STATE_NAME:ALL_SOLID:ligno el avokadarbo]
es: [STATE_NAME:ALL_SOLID:madera de aguacatero]
ja: [STATE_NAME:ALL_SOLID:アボカドの木]
ko: [STATE_NAME:ALL_SOLID:아보카도 나무]
ru: [STATE_NAME:ALL_SOLID:древесина авокадо]
tr: [STATE_NAME:ALL_SOLID:avokado odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ bơ]
zh_hans: [STATE_NAME:ALL_SOLID:鳄梨木]

# PLANT:AVOCADO
source: [STATE_ADJ:ALL_SOLID:avocado wood]
cs: [STATE_ADJ:ALL_SOLID:avokádové dřevo]
de: [STATE_ADJ:ALL_SOLID:Avocadoholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el avokadarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de aguacatero]
ja: [STATE_ADJ:ALL_SOLID:アボカドの木]
ko: [STATE_ADJ:ALL_SOLID:아보카도 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина авокадо]
tr: [STATE_ADJ:ALL_SOLID:avokado odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ bơ]
zh_hans: [STATE_ADJ:ALL_SOLID:鳄梨木的]

# PLANT:AVOCADO
source: [SEED:avocado pit:avocado pits:]
cs: [SEED:avokádová pecka:avokádové pecky:]
de: [SEED:Avocadokern:Avocadokerne:]
eo: [SEED:kerno de avokado:kernoj de avokado:]
es: [SEED:semilla de aguacate:semillas de aguacate:]
ja: [SEED:アボカドの実:アボカドの実:]
ko: [SEED:아보카도 pit:아보카도 pits:]
ru: [SEED:косточка авокадо:косточки авокадо:]
tr: [SEED:avokado çekirdeği:avokado çekirdekleri:]
vi: [SEED:hạt bơ:hạt bơ:]
zh_hans: [SEED:鳄梨果核:鳄梨果核:]

# PLANT:AVOCADO
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:AVOCADO
source: [GROWTH_NAME:avocado leaf:avocado leaves]
cs: [GROWTH_NAME:avokádový list:avokádové listy]
de: [GROWTH_NAME:Avocadoblatt:Avocadoblätter]
eo: [GROWTH_NAME:folio de avokadarbo:folioj de avokadarbo]
es: [GROWTH_NAME:hoja de aguacatero:hojas de aguacatero]
ja: [GROWTH_NAME:アボカドの葉:アボカドの葉]
ko: [GROWTH_NAME:아보카도 나무 잎:아보카도 나무 잎들]
ru: [GROWTH_NAME:лист авокадо:листья авокадо]
tr: [GROWTH_NAME:avokado yaprağı:avokado yaprakları]
vi: [GROWTH_NAME:lá bơ:lá bơ]
zh_hans: [GROWTH_NAME:鳄梨叶:鳄梨叶]
