Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_WARTHOG
source: [DESCRIPTION:A huge monster warthog with jagged tusks.]
cs: [DESCRIPTION:Obrovská nestvůra prasatice s rozeklanými kly.]
de: [DESCRIPTION:Ein riesiges Warzenschwein-Monster mit gezackten Stoßzähnen.]
eo: [DESCRIPTION:Grandega monstro verukapra kun malglataj dentegoj.]
es: [DESCRIPTION:Un enorme facocero monstruoso con colmillares aserrados.]
ja: [DESCRIPTION:イボイノシシの姿でギザキザの牙を持つ、巨大な怪物だ。]
ko: [DESCRIPTION:들쭉날쭉한 엄니를 가진 혹멧돼지의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny, potworny guziec z wyszczerbionymi kłami.]
ru: [DESCRIPTION:Огромный бородавочник с загнутыми клыками.]
tr: [DESCRIPTION:Sivri dişleri olan devasa bir canavar yaban domuzu.]
vi: [DESCRIPTION:Một lợn bướu quái vật khổng lồ với những chiếc ngà lởm chởm.]
zh_hans: [DESCRIPTION:一只巨大的参着巨牙的疣猪怪。]

# CREATURE:GIANT_WARTHOG
source: [PREFSTRING:short tempers]
cs: [PREFSTRING:prudká povaha]
de: [PREFSTRING:mildes Temperament]
eo: [PREFSTRING:koleremo]
es: [PREFSTRING:pocos animos]
ja: [PREFSTRING:短気]
ko: [PREFSTRING:급한 성질]
pl: [PREFSTRING:krótka cierpliwość]
ru: [PREFSTRING:вспыльчивый характер]
tr: [PREFSTRING:kısa öfke]
vi: [PREFSTRING:tính khí nóng nảy]

# CREATURE:LION
source: [DESCRIPTION:A large ferocious predator found in grasslands. It lives in groups of females and one male with a large mane. They hunt together and are capable of felling extremely large prey.]
cs: [DESCRIPTION:Velký zuřivý predátor žijící na travnatých pláních. Žije ve skupinách samic a jednoho samce s mohutnou hřívou. Loví společně a dokážou skolít i velmi velkou kořist.]
de: [DESCRIPTION:Ein großes, wildes Raubtier, das im Grasland lebt. Es lebt in Gruppen von Weibchen und einem Männchen mit einer großen Mähne. Sie jagen gemeinsam und sind in der Lage, extrem große Beutetiere zu erlegen.]
eo: [DESCRIPTION:Granda feroca predanto trovebla en herbejoj. Ĝi vivas en gregoj de multaj inoj kaj unu iĉo kun granda kolhararo. Ili ĉasas kune kaj kapablas mortigi grandegan predon.]
es: [DESCRIPTION:Un gran depredador feroz hallado en praderas. Vive en grupos de hembras y un macho con gran melena. Cazan juntos y son capaces de abalanzarse sobre presas extremadamente grandes.]
ja: [DESCRIPTION:サバンナに棲息する大型肉食哺乳類。雄は大きなたてがみを持ち、複数の雌とハーレムを作る。狩りの際はハーレムで協力して自らより大きな獲物を狩る。]
ko: [DESCRIPTION:초원에서 발견되는 사나운 대형 포식자. 갈기가 큰 수컷 한 마리와 암컷 한 마리가 무리지어 산다. 그들은 함께 사냥하며 매우 큰 먹이를 쓰러뜨릴 수 있습니다.]
pl: [DESCRIPTION:Duży, okrutny drapieżnik, którego można znaleźć na łąkach. Żyje w grupach samic i jednego samca z dużą grzywą. Polują razem i są zdolne do upolowania ekstremalnie dużej zwierzyny.]
ru: [DESCRIPTION:Огромный свирепый хищник, обитающий на равнинах. Живут группами из нескольких самок и одного самца с пышной гривой. Они охотятся вместе и способны завалить очень крупную жертву.]
tr: [DESCRIPTION:Otlaklarda bulunan büyük, vahşi bir yırtıcı. Dişiler ve büyük yeleli bir erkekten oluşan gruplar halinde yaşar. Birlikte avlanırlar ve son derece büyük avları devirebilirler.]
vi: [DESCRIPTION:Một loài động vật ăn thịt dữ tợn cỡ lớn được tìm thấy ở các đồng cỏ. Nó sống theo đàn gồm các con cái và một con đực với bộ bờm lớn. Chúng săn mồi cùng nhau và có khả năng hạ gục con mồi cực lớn.]

# CREATURE:LION
source: [NAME:lion:lions:lion]
cs: [NAME:lev:lvi:leva]
de: [NAME:Löwe:Löwen:Löwe]
eo: [NAME:leono:leonoj:de leono]
es: [NAME:león:leones:león]
ja: [NAME:ライオン:ライオン:ライオンの]
ko: [NAME:사자:사자들:사자]
pl: [NAME:lew:lwy:lwi]
ru: [NAME:лев:львы:льва]
tr: [NAME:aslan:aslanlar:aslan]

# CREATURE:LION
source: [CASTE_NAME:lion:lions:lion]
cs: [CASTE_NAME:lev:lvi:leva]
de: [CASTE_NAME:Löwe:Löwen:Löwe]
eo: [CASTE_NAME:leono:leonoj:de leono]
es: [CASTE_NAME:león:leones:león]
ja: [CASTE_NAME:ライオン:ライオン:ライオンの]
ko: [CASTE_NAME:사자:사자들:사자]
pl: [CASTE_NAME:lew:lwy:lwi]
ru: [CASTE_NAME:лев:львы:льва]
tr: [CASTE_NAME:aslan:aslanlar:aslan]

# CREATURE:LION
source: [GENERAL_CHILD_NAME:lion cub:lion cubs]
cs: [GENERAL_CHILD_NAME:lvíče:lvíčata]
de: [GENERAL_CHILD_NAME:Löwenjunge:Löwenjunge]
eo: [GENERAL_CHILD_NAME:leonido:leonidoj]
es: [GENERAL_CHILD_NAME:cachorro de león:cachorros de león]
ja: [GENERAL_CHILD_NAME:ライオンの子供:ライオンの子供の]
ko: [GENERAL_CHILD_NAME:새끼 사자:새끼 사자들]
pl: [GENERAL_CHILD_NAME:lwiątko:lwiątka]
ru: [GENERAL_CHILD_NAME:львёнок:львята]
tr: [GENERAL_CHILD_NAME:yavru aslan:yavru aslanlar]
vi: [GENERAL_CHILD_NAME:sư tử con:các sư tử con]
zh_hans: [GENERAL_CHILD_NAME:狮子幼崽:狮子幼崽]

# CREATURE:LION
source: [PREFSTRING:roars]
cs: [PREFSTRING:řev]
de: [PREFSTRING:brüllt]
eo: [PREFSTRING:blekoj]
es: [PREFSTRING:rugidos]
ja: [PREFSTRING:響き渡る吠え声]
ko: [PREFSTRING:포효]
pl: [PREFSTRING:ryki]
ru: [PREFSTRING:рык]
tr: [PREFSTRING:kükremeler]
vi: [PREFSTRING:tiếng gầm]

# CREATURE:LION
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:LION
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:LION
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:LION
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:LION
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:LION_MAN
source: [CASTE_NAME:lion man:lion men:lion man]
cs: [CASTE_NAME:lví muž:lví muži:lvího muže]
de: [CASTE_NAME:Löwe:Löwen:Löwe]
eo: [CASTE_NAME:homleoniĉo:homleoniĉoj:de homleoniĉo]
es: [CASTE_NAME:hombre león:hombres león:hombre león]
ja: [CASTE_NAME:ライオン男:ライオン男:ライオン男の]
ko: [CASTE_NAME:남성 사자인간:남성 사자인간들:남성 사자인간]
pl: [CASTE_NAME:lwomężczyzna:lwomężczyźni:lwomężczyzny]
ru: [CASTE_NAME:мужчина-лев:мужчины-львы:мужчины-льва]
tr: [CASTE_NAME:erkek aslan:erkek aslanlar:erkek aslan]
vi: [CASTE_NAME:người sư tử:những người sư tử:người sư tử]

# CREATURE:LION_MAN
source: [CASTE_NAME:lion woman:lion women:lion woman]
cs: [CASTE_NAME:žena lva:ženy lva:ženu lva]
de: [CASTE_NAME:Löwin:Löwinen:Löwin]
eo: [CASTE_NAME:homleonino:homleoninoj:de homleonino]
es: [CASTE_NAME:mujer león:mujeres león:mujer león]
ja: [CASTE_NAME:ライオン女:ライオン女:ライオン女の]
ko: [CASTE_NAME:여성 사자인간:여성 사자인간들:여성 사자인간]
pl: [CASTE_NAME:lwokobieta:lwokobiety:lwokobiecy]
ru: [CASTE_NAME:женщина-львица:женщины-львицы:женщины-львицы]
tr: [CASTE_NAME:dişi aslan:dişi aslanlar:dişi aslan]
vi: [CASTE_NAME:phụ nữ sư tử:những phụ nữ sư tử:phụ nữ sư tử]

# CREATURE:LION_MAN
source: [NAME:lion man:lion men:lion man]
cs: [NAME:muž lva:muži lva:muže lva]
de: [NAME:Löwe:Löwen:Löwe]
eo: [NAME:homleono:homleonoj:de homleono]
es: [CASTE_NAME:hombre león:hombres león:hombre león]
ja: [NAME:ライオン男:ライオン男:ライオン男の]
ko: [NAME:사자인간:사자인간들:사자인간]
pl: [NAME:lwoczłowiek:lwoludzie:lwoludzki]
ru: [NAME:человек-лев:люди-львы:человека-льва]
tr: [NAME:erkek aslan:erkek aslanlar:erkek aslan]
vi: [NAME:người sư tử:những người sư tử:người sư tử]

# CREATURE:LION_MAN
source: [DESCRIPTION:A person with the head of a lion.]
cs: [DESCRIPTION:Osoba s hlavou lva.]
de: [DESCRIPTION:Eine Person mit dem Kopf eines Löwen.]
eo: [DESCRIPTION:Homo kun la kapo de leono.]
es: [DESCRIPTION:Una persona con cabeza de león.]
ja: [DESCRIPTION:ライオンの頭を持つ人間だ。]
ko: [DESCRIPTION:사자의 머리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową lwa.]
ru: [DESCRIPTION:Человек с головой льва.]
tr: [DESCRIPTION:Aslan başlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người với cái đầu của một con sư tử.]

# CREATURE:GIANT_LION
source: [NAME:giant lion:giant lions:giant lion]
cs: [NAME:obří lev:obří lvi:obřího lva]
de: [NAME:Riesenlöwe:Riesenlöwen:Riesenlöwe]
eo: [NAME:giganta leono:gigantaj leonoj:de giganta leono]
es: [NAME:león gigante:leones gigantes:león gigante]
ja: [NAME:巨大ライオン:巨大ライオン:巨大ライオンの]
ko: [NAME:거대 사자:거대 사자들:거대 사자]
pl: [NAME:gigantyczny lew:gigantyczne lwy:gigantyczno lwi]
ru: [NAME:гигантский лев:гигантские львы:гигантского льва]
tr: [NAME:dev aslan:dev aslanlar:dev aslan]
vi: [NAME:sư tử khổng lồ:các sư tử khổng lồ:sư tử khổng lồ]

# CREATURE:GIANT_LION
source: [CASTE_NAME:giant lion:giant lions:giant lion]
cs: [CASTE_NAME:obří lev:obří lvi:obřího lva]
de: [CASTE_NAME:Riesenlöwe:Riesenlöwen:Riesenlöwe]
eo: [CASTE_NAME:giganta leono:gigantaj leonoj:de giganta leono]
es: [CASTE_NAME:león gigante:leones gigantes:león gigante]
ja: [CASTE_NAME:巨大ライオン:巨大ライオン:巨大ライオンの]
ko: [CASTE_NAME:거대 사자:거대 사자들:거대 사자]
pl: [CASTE_NAME:gigantyczny lew:gigantyczne lwy:gigantyczno lwi]
ru: [CASTE_NAME:гигантский лев:гигантские львы:гигантского льва]
tr: [CASTE_NAME:dev aslan:dev aslanlar:dev aslan]
vi: [CASTE_NAME:sư tử khổng lồ:các sư tử khổng lồ:sư tử khổng lồ]

# CREATURE:GIANT_LION
source: [GENERAL_CHILD_NAME:giant lion cub:giant lion cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího lva:mláďata obřího lva]
de: [GENERAL_CHILD_NAME:Riesenlöwenjunge:Riesenlöwenjunges]
eo: [GENERAL_CHILD_NAME:giganta leonido:gigantaj leonido]
es: [GENERAL_CHILD_NAME:cachorro de león gigante:cachorros de león gigante]
ja: [GENERAL_CHILD_NAME:巨大ライオンの子供:巨大ライオンの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 사자:새끼 거대 사자들]
pl: [GENERAL_CHILD_NAME:gigantyczne lwiątko:gigantyczne lwiątka]
ru: [GENERAL_CHILD_NAME:гигантский львёнок:гигантские львята]
tr: [GENERAL_CHILD_NAME:yavru dev aslan:yavru dev aslanlar]
vi: [GENERAL_CHILD_NAME:sư tử con khổng lồ:sư tử con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨狮子幼崽:巨狮子幼崽]

# CREATURE:GIANT_LION
source: [DESCRIPTION:A gigantic version of the feline predator. Its giant prides can be found in the wildest, most savage parts of the world.]
cs: [DESCRIPTION:Obří verze kočičího predátora. Jeho obří smečky lze nalézt v nejdivočejších částech světa.]
de: [DESCRIPTION:Eine gigantische Version der Raubkatze. Seine riesigen Rudel sind in den wildesten und wildesten Teilen der Welt zu finden.]
eo: [DESCRIPTION:Giganta versio de la felisa predanto. Ĝiaj gigantaj gregoj troveblas en la plej savaĝaj partoj de la mondo.]
es: [DESCRIPTION:Una Versión gigantesca del felino predador. Su gran orgullo puede encontrarse en las partes mas salvajes y feroces del mundo.]
ja: [DESCRIPTION:巨大な百獣の王だ。最も誇り高く、危険な地域に棲息する。]
ko: [DESCRIPTION:고양이 포식자의 거대한 버전. 그것의 거대한 자존심은 세상에서 가장 거칠고 야만적인 곳에서 발견할 수 있습니다.]
pl: [DESCRIPTION:Gigantyczna wersja kotowatego drapieżnika. Jego gigantyczne stada można znaleźć w najdzikszych, najbardziej niebezpiecznych częściach świata.]
ru: [DESCRIPTION:Гигантская версия хищника семейства кошачьих. Их огромные прайды встречаются в самых диких и глухих уголках мира.]
tr: [DESCRIPTION:Kedi yırtıcısının devasa bir versiyonu. Dev sürüleri, dünyanın en vahşi, en ilkel bölgelerinde bulunabilir.]
vi: [DESCRIPTION:Một phiên bản khổng lồ của loài mèo săn mồi. Những đàn sư tử khổng lồ của chúng có thể được tìm thấy ở những vùng hoang dã, tàn bạo nhất thế giới.]

# CREATURE:GIANT_LION
source: [PREFSTRING:roars]
cs: [PREFSTRING:řev]
de: [PREFSTRING:brüllt]
eo: [PREFSTRING:blekoj]
es: [PREFSTRING:rugidos]
ja: [PREFSTRING:響き渡る吠え声]
ko: [PREFSTRING:포효]
pl: [PREFSTRING:ryki]
ru: [PREFSTRING:рык]
tr: [PREFSTRING:kükremeler]
vi: [PREFSTRING:tiếng gầm]

# CREATURE:LEOPARD
source: [DESCRIPTION:A large spotted feline found in grass and woodland. It is known for great speed in hunting.]
cs: [DESCRIPTION:Velká skvrnitá kočkovitá šelma žijící v travinách a lesích. Je známá velkou rychlostí při lovu.]
de: [DESCRIPTION:Eine große gefleckte Katze, die in Gras- und Waldgebieten lebt. Sie ist bekannt für ihre große Schnelligkeit bei der Jagd.]
eo: [DESCRIPTION:Granda makula feliso kiu troviĝas en herbejoj kaj duonarbaroj. Ĝi estas konita por sia ega rapideco ĉasante.]
es: [DESCRIPTION:Un gran felino que se encuentra en florestas y praderas. Es conocido por ser un gran cazador, debido a su gran velocidad.]
ja: [DESCRIPTION:森や草原に棲息する大型ネコ科動物。素早い狩りをする。]
ko: [DESCRIPTION:풀과 숲에서 발견되는 커다란 얼룩이 있는 고양이. 사냥할 때 매우 빠른 것으로 알려져 있다.]
pl: [DESCRIPTION:Duży, cętkowany kot, którego można spotkać w trawach i lasach. Jest znany z dużej prędkości podczas polowania.]
ru: [DESCRIPTION:Крупная пятнистая кошка, обитающая на равнинах и в лесах. Известна своей огромной скоростью во время охоты.]
tr: [DESCRIPTION:Otlak ve ormanlık alanlarda bulunan büyük benekli bir kedi. Avlanmadaki büyük hızıyla bilinir.]
vi: [DESCRIPTION:Một loài mèo đốm lớn sống ở đồng cỏ và rừng cây. Chúng nổi tiếng với tốc độ săn mồi phi thường.]

# CREATURE:LEOPARD
source: [NAME:leopard:leopards:leopard]
cs: [NAME:levhart:levharti:levharta]
de: [NAME:Leopard:Leoparden:Leopard]
eo: [NAME:leopardo:leopardoj:de leopardo]
es: [NAME:leopardo:leopardos:leopardo]
ja: [NAME:ヒョウ:ヒョウ:ヒョウの]
ko: [NAME:표범:표범들:표범]
pl: [NAME:leopard:leopardy:leopardowy]
ru: [NAME:леопард:леопарды:леопарда]
tr: [NAME:leopar:leoparlar:leopar]
vi: [NAME:báo đốm:báo đốm:báo đốm]

# CREATURE:LEOPARD
source: [CASTE_NAME:leopard:leopards:leopard]
cs: [CASTE_NAME:levhart:levharti:levharta]
de: [CASTE_NAME:Leopard:Leoparden:Leopard]
eo: [CASTE_NAME:leopardo:leopardoj:de leopardo]
es: [CASTE_NAME:leopardo:leopardos:leopardo]
ja: [CASTE_NAME:ヒョウ:ヒョウ:ヒョウの]
ko: [CASTE_NAME:표범:표범들:표범]
pl: [CASTE_NAME:leopard:leopardy:leopardowy]
ru: [CASTE_NAME:леопард:леопарды:леопарда]
tr: [CASTE_NAME:leopar:leoparlar:leopar]
vi: [CASTE_NAME:báo đốm:báo đốm:báo đốm]

# CREATURE:LEOPARD
source: [GENERAL_CHILD_NAME:leopard cub:leopard cubs]
cs: [GENERAL_CHILD_NAME:mládě levharta:mláďata levharta]
de: [GENERAL_CHILD_NAME:Leopardenjunge:Leopardenjunge]
eo: [GENERAL_CHILD_NAME:leopardido:leopardidoj]
es: [GENERAL_CHILD_NAME:cachorro de leopardo:cachorros de leopardo]
ja: [GENERAL_CHILD_NAME:ヒョウの子供:ヒョウの子供の]
ko: [GENERAL_CHILD_NAME:새끼 표범:새끼 표범들]
pl: [GENERAL_CHILD_NAME:kocię leoparda:kocięta leoparda]
ru: [GENERAL_CHILD_NAME:котёнок леопарда:котята леопарда]
tr: [GENERAL_CHILD_NAME:yavru leopar:yavru leoparlar]
vi: [GENERAL_CHILD_NAME:báo đốm con:báo đốm con]
zh_hans: [GENERAL_CHILD_NAME:花豹幼崽:花豹幼崽]

# CREATURE:LEOPARD
source: [PREFSTRING:spotted coats]
cs: [PREFSTRING:skvrnitá srst]
de: [PREFSTRING:gefleckte Mäntel]
eo: [PREFSTRING:makulaj feloj]
es: [PREFSTRING:manchado pelaje]
ja: [PREFSTRING:斑点のある毛皮]
ko: [PREFSTRING:물방울무늬 코트]
pl: [PREFSTRING:cętkowane futro]
ru: [PREFSTRING:пятнистый мех]
tr: [PREFSTRING:benekli kürkler]
vi: [PREFSTRING:bộ lông đốm]

# CREATURE:LEOPARD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:LEOPARD
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:LEOPARD
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:LEOPARD
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:LEOPARD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:LEOPARD_MAN
source: [CASTE_NAME:leopard man:leopard men:leopard man]
cs: [CASTE_NAME:levhartí muž:levhartí muži:levhartího muže]
de: [CASTE_NAME:Leopard:Leoparden:Leopard]
eo: [CASTE_NAME:homleopardiĉo:homleopardiĉoj:de homleopardiĉo]
es: [CASTE_NAME:hombre leopardo:hombres leopardo:hombre leopardo]
ja: [CASTE_NAME:ヒョウ男:ヒョウ男:ヒョウ男の]
ko: [CASTE_NAME:남성 표범인간:남성 표범인간들:남성 표범인간]
pl: [CASTE_NAME:leopardomężczyzna:leopardomężczyźni:leopardomężczyzny]
ru: [CASTE_NAME:мужчина-леопард:мужчины-леопарды:мужчины-леопарда]
tr: [CASTE_NAME:erkek leopar:erkek leoparlar:erkek leopar]
vi: [CASTE_NAME:người báo đốm nam:những người báo đốm nam:người báo đốm nam]

# CREATURE:LEOPARD_MAN
source: [CASTE_NAME:leopard woman:leopard women:leopard woman]
cs: [CASTE_NAME:levhartí žena:levhartí ženy:levhartí ženu]
de: [CASTE_NAME:Leopardin:Leopardinen:Leopardin]
eo: [CASTE_NAME:homleopardino:homleopardinoj:de homleopardino]
es: [CASTE_NAME:mujer leopardo:mujeres leopardo:mujer leopardo]
ja: [CASTE_NAME:ヒョウ女:ヒョウ女:ヒョウ女の]
ko: [CASTE_NAME:여성 표범인간:여성 표범인간들:여성 표범인간]
pl: [CASTE_NAME:leopardokobieta:leopardokobiety:leopardokobiecy]
ru: [CASTE_NAME:женщина-леопард:женщины-леопарды:женщины-леопарда]
tr: [CASTE_NAME:dişi leopar:dişi leoparlar:dişi leopar]
vi: [CASTE_NAME:người báo đốm nữ:những người báo đốm nữ:người báo đốm nữ]

# CREATURE:LEOPARD_MAN
source: [NAME:leopard man:leopard men:leopard man]
cs: [NAME:levhartí muž:levhartí muži:levhartího muže]
de: [NAME:Leopard:Leoparden:Leopard]
eo: [NAME:homleopardo:homleopardoj:de homleopardo]
es: [NAME:hombre leopardo:hombres leopardo:hombre leopardo]
ja: [NAME:ヒョウ男:ヒョウ男:ヒョウ男の]
ko: [NAME:표범인간:표범인간들:표범인간]
pl: [NAME:leopardoczłowiek:leopardoludzie:leopardoludzki]
ru: [NAME:человек-леопард:люди-леопарды:человека-леопарда]
tr: [NAME:erkek leopar:erkek leoparlar:erkek leopar]
vi: [NAME:người báo đốm nam:những người báo đốm nam:người báo đốm nam]

# CREATURE:LEOPARD_MAN
source: [DESCRIPTION:A spotted person with the head and tail of a leopard.]
cs: [DESCRIPTION:Skvrnitá osoba s hlavou a ocasem levharta.]
de: [DESCRIPTION:Eine gefleckte Person mit dem Kopf und Schwanz eines Leoparden.]
eo: [DESCRIPTION:Makula homo kun la kapo kaj la vosto de leopardo.]
es: [DESCRIPTION:Una persona cubierta de manchas con cabeza y cola de leopardo.]
ja: [DESCRIPTION:ヒョウの頭と体を持つ、斑点のある体をした人間だ
ko: [DESCRIPTION:표범의 머리와 꼬리를 가진 얼룩무늬 인간.]
pl: [DESCRIPTION:Cętkowany osobnik z głową i ogonem leoparda.]
ru: [DESCRIPTION:Пятнистый человек с головой и хвостом леопарда.]
tr: [DESCRIPTION:Leopar başlı ve kuyruklu, benekli bir fantastik canlı.]
vi: [DESCRIPTION:Một người đốm với đầu và đuôi của một con báo đốm.]

# CREATURE:GIANT_LEOPARD
source: [NAME:giant leopard:giant leopards:giant leopard]
cs: [NAME:obří levhart:obří levharti:obřího levharta]
de: [NAME:Riesenleopard:Riesenleoparden:Riesenleopard]
eo: [NAME:giganta leopardo:gigantaj leopardoj:de giganta leopardo]
es: [NAME:leopardo gigante:leopardos gigantes:leopardos gigante]
ja: [NAME:巨大ヒョウ:巨大ヒョウ:巨大ヒョウの]
ko: [NAME:거대 표범:거대 표범들:거대 표범]
pl: [NAME:gigantyczny leopard:gigantyczne leopardy:gigantyczno leopardowy]
ru: [NAME:гигантский леопард:гигантские леопарды:гигантского леопарда]
tr: [NAME:dev leopar:dev leoparlar:dev leopar]
vi: [NAME:báo đốm khổng lồ:báo đốm khổng lồ:báo đốm khổng lồ]

# CREATURE:GIANT_LEOPARD
source: [CASTE_NAME:giant leopard:giant leopards:giant leopard]
cs: [CASTE_NAME:obří levhart:obří levharti:obřího levharta]
de: [CASTE_NAME:Riesenleopard:Riesenleoparden:Riesenleopard]
eo: [CASTE_NAME:giganta leopardo:gigantaj leopardoj:de giganta leopardo]
es: [CASTE_NAME:leopardo gigante:leopardos gigantes:leopardo gigante]
ja: [CASTE_NAME:巨大ヒョウ:巨大ヒョウ:巨大ヒョウの]
ko: [CASTE_NAME:거대 표범:거대 표범들:거대 표범]
pl: [CASTE_NAME:gigantyczny leopard:gigantyczne leopardy:gigantyczno leopardowy]
ru: [CASTE_NAME:гигантский леопард:гигантские леопарды:гигантского леопарда]
tr: [CASTE_NAME:dev leopar:dev leoparlar:dev leopar]
vi: [CASTE_NAME:báo đốm khổng lồ:báo đốm khổng lồ:báo đốm khổng lồ]

# CREATURE:GIANT_LEOPARD
source: [GENERAL_CHILD_NAME:giant leopard cub:giant leopard cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího levharta:mláďata obřího levharta]
de: [GENERAL_CHILD_NAME:Riesenleopardenbaby:Riesenleopardenbabys]
eo: [GENERAL_CHILD_NAME:giganta leopardido:gigantaj leopardidoj]
es: [GENERAL_CHILD_NAME:cachorro de leopardo gigante:cachorros de leopardo gigante]
ja: [GENERAL_CHILD_NAME:巨大ヒョウの子供:巨大ヒョウの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 표범:새끼 거대 표범들]
pl: [GENERAL_CHILD_NAME:kocię gigantycznego leoparda:kocięta gigantycznego leoparda]
ru: [GENERAL_CHILD_NAME:котёнок гигантского леопарда:котята гигантского леопарда]
tr: [GENERAL_CHILD_NAME:yavru dev leopar:yavru dev leoparlar]
vi: [GENERAL_CHILD_NAME:báo đốm con khổng lồ:báo đốm con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨花豹幼崽:巨花豹幼崽]

# CREATURE:GIANT_LEOPARD
source: [DESCRIPTION:A gigantic spotted predator, dwarfing its small cousins. It is found in the wild lands.]
cs: [DESCRIPTION:Obrovský skvrnitý predátor, který zastiňuje své menší příbuzné. Vyskytuje se v divočině.]
de: [DESCRIPTION:Ein riesiges geflecktes Raubtier, dessen Größe seine kleinen Vettern in den Schatten stellt. Man findet es in den wilden Länderein.]
eo: [DESCRIPTION:Giganta makula predanto, plietigante siajn malgrandajn kuzojn. Ĝi troviĝas en la sovaĝejon.]
es: [DESCRIPTION:Un gigantesco depredador moteado, aminorando a sus pequeños primos. Es hallado en tierras salvajes.]
ko: [DESCRIPTION:작은 사촌들을 왜소하게 만드는 거대한 점박이 포식자입니다. 야생의 땅에서 발견됩니다.]
pl: [DESCRIPTION:Gigantyczny, cętkowany drapieżnik, karzeł jego małych kuzynów. Można go znaleźć na dzikich ziemiach.]
ru: [DESCRIPTION:Гигантский пятнистый хищник, рядом с которым обычные леопарды кажутся карликами. Встречается в диких уголках мира.]
tr: [DESCRIPTION:Küçük kuzenlerini cüce bırakan devasa benekli bir yırtıcı. Vahşi topraklarda bulunur.]
vi: [DESCRIPTION:Một loài săn mồi đốm khổng lồ, làm lu mờ những người anh em họ nhỏ bé của nó. Chúng được tìm thấy ở những vùng đất hoang dã.]

# CREATURE:GIANT_LEOPARD
source: [PREFSTRING:spotted coats]
cs: [PREFSTRING:skvrnitá srst]
de: [PREFSTRING:gefleckte Mäntel]
eo: [PREFSTRING:makulaj feloj]
es: [PREFSTRING:manchado pelaje]
ja: [PREFSTRING:斑点のある毛皮]
ko: [PREFSTRING:물방울무늬 코트]
pl: [PREFSTRING:cętkowane futro]
ru: [PREFSTRING:пятнистый мех]
tr: [PREFSTRING:benekli kürkler]
vi: [PREFSTRING:bộ lông đốm]
