Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:GRASS_TAIL_PIG
source: [STATE_NAME_ADJ:LIQUID:dwarven ale]
cs: [STATE_NAME_ADJ:LIQUID:trpasličí pivo]
de: [STATE_NAME_ADJ:LIQUID:Zwergen-Dunkelbier]
eo: [STATE_NAME_ADJ:LIQUID:dvarfa elo]
es: [STATE_NAME_ADJ:LIQUID:de birra enana]
ko: [STATE_NAME_ADJ:LIQUID:드워프제 에일]
ru: [STATE_NAME_ADJ:LIQUID:дварфийский эль]
tr: [STATE_NAME_ADJ:LIQUID:cüce birası]
vi: [STATE_NAME_ADJ:LIQUID:Bia mạch lùn]
zh_hans: [STATE_NAME_ADJ:LIQUID:矮人精酿]

# PLANT:GRASS_TAIL_PIG
source: [STATE_NAME_ADJ:GAS:boiling dwarven ale]
cs: [STATE_NAME_ADJ:GAS:vřící trpasličí pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Zwergen-Dunkelbier]
eo: [STATE_NAME_ADJ:GAS:bolanta dvarfa elo]
es: [STATE_NAME_ADJ:GAS:de birra enana hervida]
ja: [STATE_NAME_ADJ:GAS:蒸気化したdwarven ale]
ko: [STATE_NAME_ADJ:GAS:기화된 드워프제 에일]
ru: [STATE_NAME_ADJ:GAS:кипящий дварфийский эль]
tr: [STATE_NAME_ADJ:GAS:kaynayan cüce birası]
vi: [STATE_NAME_ADJ:GAS:Bia mạch lùn đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的矮人精酿]

# PLANT:GRASS_TAIL_PIG
source: [SEED:pig tail seed:pig tail seeds:]
cs: [SEED:pigtailová semínko:pigtailová semínka:]
de: [SEED:Ringelschwanz Samen:Ringelschwanz Samen:]
eo: [SEED:semo de porkovosto:semoj de porkovosto:]
es: [SEED:semilla de puercola:semillas de puercola:]
ja: [SEED:pig tailの種:pig tailの種:]
ko: [SEED:돼지꼬리풀 씨앗:돼지꼬리풀 씨앗들:]
ru: [SEED:семя свинохвоста:семена свинохвоста:]
tr: [SEED:domuz kuyruğu tohumu:domuz kuyruğu tohumları:]
vi: [SEED:Hạt đuôi lợn:Hạt đuôi lợn:]
zh_hans: [SEED:猪尾草种子:猪尾草种子:]

# PLANT:GRASS_TAIL_PIG
source: [STATE_NAME_ADJ:SOLID:pig tail]
de: [STATE_NAME_ADJ:SOLID:Ringelschwanz]
eo: [STATE_NAME_ADJ:SOLID:porkovosto]
es: [STATE_NAME_ADJ:SOLID:de puercola]
ko: [STATE_NAME_ADJ:SOLID:돼지꼬리풀]
ru: [STATE_NAME_ADJ:SOLID:свинохвост]
tr: [STATE_NAME_ADJ:SOLID:domuz kuyruğu]
vi: [STATE_NAME_ADJ:SOLID:Đuôi lợn]
zh_hans: [STATE_NAME_ADJ:SOLID:猪尾草]

# PLANT:GRASS_TAIL_PIG
source: [STATE_NAME_ADJ:SOLID_PASTE:pig tail slurry]
cs: [STATE_NAME_ADJ:SOLID_PASTE:pigtailová kaše]
de: [STATE_NAME_ADJ:SOLID_PASTE:Ringelschwanz Papierbrei]
eo: [STATE_NAME_ADJ:SOLID_PASTE:solvita suspensio el porkovosto]
es: [STATE_NAME_ADJ:SOLID_PASTE:de pasta de puercola]
ja: [STATE_NAME_ADJ:SOLID_PASTE:pig tailパルプ]
ko: [STATE_NAME_ADJ:SOLID_PASTE:돼지꼬리풀 곤죽]
ru: [STATE_NAME_ADJ:SOLID_PASTE:бумажная масса из свинохвоста]
tr: [STATE_NAME_ADJ:SOLID_PASTE:domuz kuyruğu bulamacı]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:猪尾草纸浆]

# PLANT:GRASS_TAIL_PIG
source: [STATE_NAME_ADJ:SOLID_PRESSED:pig tail paper]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:pigtailový papír]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Ringelschwanz Papier]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:papero el porkovosto]
es: [STATE_NAME_ADJ:SOLID_PRESSED:de papel de puercola]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:돼지꼬리풀 종이]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:бумага из свинохвоста]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:domuz kuyruğu kağıdı]
vi: [STATE_NAME_ADJ:SOLID_PRESSED:Giấy đuôi lợn]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:猪尾草纸]

# PLANT:GRASS_TAIL_PIG
source: [PREFSTRING:twisting stalks]
cs: [PREFSTRING:kroutící se stvoly]
de: [PREFSTRING:drehende Stiele]
eo: [PREFSTRING:tordantaj tigoj]
es: [PREFSTRING:tallos retorcidos]
ru: [PREFSTRING:скрученые стебли]
tr: [PREFSTRING:kıvrımlı sapları]
vi: [PREFSTRING:Thân xoắn]
zh_hans: [PREFSTRING:扭曲的茎]

# PLANT:GRASS_WHEAT_CAVE
source: [NAME:cave wheat]
cs: [NAME:jeskynní pšenice]
de: [NAME:Höhlenweizen]
eo: [NAME:kavtritiko]
es: [NAME:triticoeva]
ko: [NAME:동굴밀]
ru: [NAME:пещерная пшеница]
tr: [NAME:mağara buğdayı]
vi: [NAME:Lúa hang]
zh_hans: [NAME:岩穴小麦]

# PLANT:GRASS_WHEAT_CAVE
source: [NAME_PLURAL:cave wheat]
cs: [NAME_PLURAL:jeskynní pšenice]
de: [NAME_PLURAL:Höhlenweizen]
eo: [NAME_PLURAL:kavtritiko]
es: [NAME_PLURAL:triticoevas]
ko: [NAME_PLURAL:동굴밀]
ru: [NAME_PLURAL:пещерная пшеница]
tr: [NAME_PLURAL:mağara buğdayı]
vi: [NAME_PLURAL:Lúa hang]
zh_hans: [NAME_PLURAL:岩穴小麦]

# PLANT:GRASS_WHEAT_CAVE
source: [ADJ:cave wheat]
cs: [ADJ:jeskynně‑pšeničný]
de: [ADJ:Höhlenweizen]
eo: [ADJ:de kavtritiko]
es: [ADJ:de triticoeva]
ko: [ADJ:동굴밀]
ru: [ADJ:пещерная пшеница]
tr: [ADJ:mağara buğdayı]
vi: [ADJ:Lúa hang]
zh_hans: [ADJ:岩穴小麦的]

# PLANT:GRASS_WHEAT_CAVE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen dwarven beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené trpasličí pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Zwergenbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita dvarfa biero]
es: [STATE_NAME_ADJ:ALL_SOLID:de cerveza enana congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったdwarvenのビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 드워프제 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное дварфийское пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş cüce birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bia lùn đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的矮人麦啤]

# PLANT:GRASS_WHEAT_CAVE
source: [STATE_NAME_ADJ:LIQUID:dwarven beer]
cs: [STATE_NAME_ADJ:LIQUID:trpasličí pivo]
de: [STATE_NAME_ADJ:LIQUID:Zwergenbier]
eo: [STATE_NAME_ADJ:LIQUID:dvarfa biero]
es: [STATE_NAME_ADJ:LIQUID:de cerveza enana]
ja: [STATE_NAME_ADJ:LIQUID:dwarvenのビール]
ko: [STATE_NAME_ADJ:LIQUID:드워프제 맥주]
ru: [STATE_NAME_ADJ:LIQUID:дварфийское пиво]
tr: [STATE_NAME_ADJ:LIQUID:cüce birası]
vi: [STATE_NAME_ADJ:LIQUID:Bia lùn]
zh_hans: [STATE_NAME_ADJ:LIQUID:矮人麦啤]

# PLANT:GRASS_WHEAT_CAVE
source: [STATE_NAME_ADJ:GAS:boiling dwarven beer]
cs: [STATE_NAME_ADJ:GAS:vřící trpasličí pivo]
de: [STATE_NAME_ADJ:GAS:gekochtes Zwergenbier]
eo: [STATE_NAME_ADJ:GAS:bolanta dvarfa biero]
es: [STATE_NAME_ADJ:GAS:de cerveza enana hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したdwarvenのビール]
ko: [STATE_NAME_ADJ:GAS:기화된 드워프제 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее дварфийское пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan cüce birası]
vi: [STATE_NAME_ADJ:GAS:Bia lùn đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的矮人麦啤]

# PLANT:GRASS_WHEAT_CAVE
source: [STATE_NAME_ADJ:ALL_SOLID:dwarven wheat flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:trpasličí pšeničná mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Höhlenweizenmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el kavtritiko]
es: [STATE_NAME_ADJ:ALL_SOLID:de harina de tritico enano]
ja: [STATE_NAME_ADJ:ALL_SOLID:dwarven wheatの挽粉]
ru: [STATE_NAME_ADJ:ALL_SOLID:дварфийская пшеничная мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:cüce buğday unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bột mì lùn]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:岩穴小麦面粉]

# PLANT:GRASS_WHEAT_CAVE
source: [SEED:cave wheat seed:cave wheat seeds:]
cs: [SEED:semeno jeskynní pšenice:semena jeskynní pšenice:]
de: [SEED:cave wheat seed:Höhlenweizenkörner:]
eo: [SEED:semo de kavtritiko:semoj de kavtritiko:]
es: [SEED:semilla de triticoeva:semillas de triticoeva:]
ja: [SEED:cave wheatの種:cave wheatの種:]
ko: [SEED:동굴밀 씨앗:동굴밀 씨앗들:]
ru: [SEED:зерно пещерной пшеницы:зерно пещерной пшеницы:]
tr: [SEED:mağara buğdayı tohumu:mağara buğdayı tohumları:]
vi: [SEED:Hạt lúa hang:Hạt lúa hang:]
zh_hans: [SEED:岩穴小麦种子:岩穴小麦种子:]

# PLANT:GRASS_WHEAT_CAVE
source: [PREFSTRING:stalks]
cs: [PREFSTRING:stvoly]
de: [PREFSTRING:halme]
eo: [PREFSTRING:tigoj]
es: [PREFSTRING:tallos]
ru: [PREFSTRING:стебли]
tr: [PREFSTRING:sapları]
vi: [PREFSTRING:Thân cây]
zh_hans: [PREFSTRING:茎]

# PLANT:POD_SWEET
source: [NAME:sweet pod]
cs: [NAME:sladký lusk]
de: [NAME:Süßschote]
eo: [NAME:dolĉaguŝo]
es: [NAME:legumeloso]
ko: [NAME:사탕콩]
ru: [NAME:сладкий стручок]
tr: [NAME:tatlı bakla]
vi: [NAME:Vỏ ngọt]
zh_hans: [NAME:甜豆荚]

# PLANT:POD_SWEET
source: [NAME_PLURAL:sweet pods]
cs: [NAME_PLURAL:sladké lusky]
de: [NAME_PLURAL:Süßschoten]
eo: [NAME_PLURAL:dolĉaguŝoj]
es: [NAME_PLURAL:legumelosos]
ko: [NAME_PLURAL:사탕콩들]
pl: [NAME_PLURAL:strongowce cukrowe]
ru: [NAME_PLURAL:сладкий стручок]
tr: [NAME_PLURAL:tatlı bakla]
vi: [NAME_PLURAL:Vỏ ngọt]
zh_hans: [NAME_PLURAL:甜豆荚]

# PLANT:POD_SWEET
source: [ADJ:sweet pod]
cs: [ADJ:sladkoluský]
de: [ADJ:Süßschote]
eo: [ADJ:de dolĉaguŝo]
es: [ADJ:de legumeloso]
ko: [ADJ:사탕콩]
pl: [ADJ:strongowiec cukrowy]
ru: [ADJ:сладкий стручок]
tr: [ADJ:tatlı bakla]
vi: [ADJ:Vỏ ngọt]
zh_hans: [ADJ:甜豆荚的]

# PLANT:POD_SWEET
source: [STATE_NAME_ADJ:ALL_SOLID:frozen dwarven rum]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražený trpasličí rum]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Zwergenrum]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita dvarfa rumo]
es: [STATE_NAME_ADJ:ALL_SOLID:de ron enano congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったdwarven rum]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 드워프제 럼주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный дварфийский ром]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş cüce romu]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu rum lùn đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的矮人朗姆酒]

# PLANT:POD_SWEET
source: [STATE_NAME_ADJ:LIQUID:dwarven rum]
cs: [STATE_NAME_ADJ:LIQUID:trpasličí rum]
de: [STATE_NAME_ADJ:LIQUID:Zwergenrum]
eo: [STATE_NAME_ADJ:LIQUID:dvarfa rumo]
es: [STATE_NAME_ADJ:LIQUID:de ron enano]
ko: [STATE_NAME_ADJ:LIQUID:드워프제 럼주]
ru: [STATE_NAME_ADJ:LIQUID:дварфийский ром]
tr: [STATE_NAME_ADJ:LIQUID:cüce romu]
vi: [STATE_NAME_ADJ:LIQUID:Rượu rum lùn]
zh_hans: [STATE_NAME_ADJ:LIQUID:矮人朗姆酒]

# PLANT:POD_SWEET
source: [STATE_NAME_ADJ:GAS:boiling dwarven rum]
cs: [STATE_NAME_ADJ:GAS:vřící trpasličí rum]
de: [STATE_NAME_ADJ:GAS:kochender Zwergenrum]
eo: [STATE_NAME_ADJ:GAS:bolanta dvarfa rumo]
es: [STATE_NAME_ADJ:GAS:de ron enano hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したdwarven rum]
ko: [STATE_NAME_ADJ:GAS:기화된 드워프제 럼주]
ru: [STATE_NAME_ADJ:GAS:кипящий дварфийский ром]
tr: [STATE_NAME_ADJ:GAS:kaynayan cüce romu]
vi: [STATE_NAME_ADJ:GAS:Rượu rum lùn đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的矮人朗姆酒]

# PLANT:POD_SWEET
source: [STATE_NAME_ADJ:ALL_SOLID:dwarven sugar]
cs: [STATE_NAME_ADJ:ALL_SOLID:trpasličí cukr]
de: [STATE_NAME_ADJ:ALL_SOLID:Zwergenzucker]
eo: [STATE_NAME_ADJ:ALL_SOLID:dvarfa sukero]
es: [STATE_NAME_ADJ:ALL_SOLID:de azucar enano]
ru: [STATE_NAME_ADJ:ALL_SOLID:дварфийский сахар]
tr: [STATE_NAME_ADJ:ALL_SOLID:cüce şekeri]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đường lùn]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:矮人砂糖]

# PLANT:POD_SWEET
source: [STATE_NAME_ADJ:ALL_SOLID:frozen dwarven syrup]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražený trpasličí sirup]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Zwergensirup]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita dvarfa siropo]
es: [STATE_NAME_ADJ:ALL_SOLID:de sirope enano congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったdwarven syrup]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 드워프제 시럽]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный дварфийский сироп]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş cüce şurubu]
vi: [STATE_NAME_ADJ:ALL_SOLID:Xi-rô lùn đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的矮人糖浆]

# PLANT:POD_SWEET
source: [STATE_NAME_ADJ:LIQUID:dwarven syrup]
cs: [STATE_NAME_ADJ:LIQUID:trpasličí sirup]
de: [STATE_NAME_ADJ:LIQUID:Zwergensirup]
eo: [STATE_NAME_ADJ:LIQUID:dvarfa siropo]
es: [STATE_NAME_ADJ:LIQUID:de sirope enano]
ko: [STATE_NAME_ADJ:LIQUID:드워프제 시럽]
ru: [STATE_NAME_ADJ:LIQUID:дварфийский сироп]
tr: [STATE_NAME_ADJ:LIQUID:cüce şurubu]
vi: [STATE_NAME_ADJ:LIQUID:Xi-rô lùn]
zh_hans: [STATE_NAME_ADJ:LIQUID:矮人糖浆]

# PLANT:POD_SWEET
source: [STATE_NAME_ADJ:GAS:boiling dwarven syrup]
cs: [STATE_NAME_ADJ:GAS:vřící trpasličí sirup]
de: [STATE_NAME_ADJ:GAS: kochender Zwergensirup]
eo: [STATE_NAME_ADJ:GAS:bolanta dvarfa siropo]
es: [STATE_NAME_ADJ:GAS:de sirope enano hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したdwarven syrup]
ko: [STATE_NAME_ADJ:GAS:기화된 드워프제 시럽]
ru: [STATE_NAME_ADJ:GAS:кипящий дварфийский сироп]
tr: [STATE_NAME_ADJ:GAS:kaynayan cüce şurubu]
vi: [STATE_NAME_ADJ:GAS:Xi-rô lùn đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的矮人糖浆]

# PLANT:POD_SWEET
source: [SEED:sweet pod seed:sweet pod seeds:]
cs: [SEED:semeno sladkého lusku:semena sladkého lusku:]
de: [SEED:Süßschoten-Samen:Süßschoten-Samen:]
eo: [SEED:semo de dolĉaguŝo:semoj de dolĉaguŝo:]
es: [SEED:semilla de legumeloso:semillas de legumeloso:]
ja: [SEED:sweet podの種:sweet podの種:]
ko: [SEED:사탕콩 씨앗:사탕콩 씨앗들:]
pl: [SEED:nasiono strongowca cukrowego: nasiona strongowca cukrowego:]
ru: [SEED:семя сладкого стручка:семена сладкого стручка:]
tr: [SEED:tatlı bakla tohumu:tatlı bakla tohumları:]
vi: [SEED:Hạt vỏ ngọt:Hạt vỏ ngọt:]
zh_hans: [SEED:甜豆荚种子:甜豆荚种子:]

# PLANT:POD_SWEET
source: [PREFSTRING:round shape]
cs: [PREFSTRING:kulatý tvar]
de: [PREFSTRING:runde Form]
eo: [PREFSTRING:ronda formo]
es: [PREFSTRING:forma redondeada]
ko: [PREFSTRING:둥글둥글함]
ru: [PREFSTRING:округлая форма]
tr: [PREFSTRING:yuvarlak şekli]
vi: [PREFSTRING:Hình dạng tròn]
zh_hans: [PREFSTRING:圆形]

# PLANT:BUSH_QUARRY
source: [NAME:quarry bush]
cs: [NAME:skalní keř]
de: [NAME:Steinbruch Busch]
eo: [NAME:ŝtonarbeto]
es: [NAME:cantorral]
ko: [NAME:암석덤불]
ru: [NAME:овражник]
tr: [NAME:taş ocağı çalısı]
vi: [NAME:Bụi đá]
zh_hans: [NAME:矿场灌木]

# PLANT:BUSH_QUARRY
source: [NAME_PLURAL:quarry bushes]
cs: [NAME_PLURAL:skalní keře]
de: [NAME_PLURAL:Steinbruch Büsche]
eo: [NAME_PLURAL:ŝtonarbetoj]
es: [NAME_PLURAL:cantorrales]
ko: [NAME_PLURAL:암석덤불들]
ru: [NAME_PLURAL:овражник]
tr: [NAME_PLURAL:taş ocağı çalıları]
vi: [NAME_PLURAL:Các bụi đá]
zh_hans: [NAME_PLURAL:矿场灌木]

# PLANT:BUSH_QUARRY
source: [ADJ:quarry bush]
cs: [ADJ:skalnokeřový]
de: [ADJ:Steinbruch Busch]
eo: [ADJ:ŝtonarbeto]
es: [ADJ:de cantorral]
ko: [ADJ:암석덤불]
ru: [ADJ:овражника]
tr: [ADJ:taş ocağı çalısı]
vi: [ADJ:Bụi đá]
zh_hans: [ADJ:矿场灌木的]

# PLANT:BUSH_QUARRY
source: [STATE_NAME_ADJ:ALL_SOLID:frozen rock nut oil]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražený olej z kamenných ořechů]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Steinnussöl]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita oleo de roknukso]
es: [STATE_NAME_ADJ:ALL_SOLID:de aceite congelado de peñuezco]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったrock nut oil]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼아붙은 암석너트 오일]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное каменноореховое масло]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş taş fındığı yağı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Dầu hạt đá đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的岩石坚果油]

# PLANT:BUSH_QUARRY
source: [STATE_NAME_ADJ:LIQUID:rock nut oil]
cs: [STATE_NAME_ADJ:LIQUID:olej z kamenných ořechů]
de: [STATE_NAME_ADJ:LIQUID:Steinnussöl]
eo: [STATE_NAME_ADJ:LIQUID:oleo el roknukso]
es: [STATE_NAME_ADJ:LIQUID:de aceite de peñuezco]
ko: [STATE_NAME_ADJ:LIQUID:암석너트 오일]
ru: [STATE_NAME_ADJ:LIQUID:каменноореховое масло]
tr: [STATE_NAME_ADJ:LIQUID:taş fındığı yağı]
vi: [STATE_NAME_ADJ:LIQUID:Dầu hạt đá]
zh_hans: [STATE_NAME_ADJ:LIQUID:岩石坚果油]

# PLANT:BUSH_QUARRY
source: [STATE_NAME_ADJ:GAS:boiling rock nut oil]
cs: [STATE_NAME_ADJ:GAS:vřící olej z kamenných ořechů]
de: [STATE_NAME_ADJ:GAS: kochendes Steinnussöl]
eo: [STATE_NAME_ADJ:GAS:bolanta oleo el roknukso]
es: [STATE_NAME_ADJ:GAS:de aceite hirviendo de peñuezco]
ja: [STATE_NAME_ADJ:GAS:蒸気化したrock nut oil]
ko: [STATE_NAME_ADJ:GAS:기화된 암석너트 오일]
ru: [STATE_NAME_ADJ:GAS:кипящее каменноореховое масло]
tr: [STATE_NAME_ADJ:GAS:kaynayan taş fındığı yağı]
vi: [STATE_NAME_ADJ:GAS:Dầu hạt đá đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的岩石坚果油]

# PLANT:BUSH_QUARRY
source: [STATE_NAME_ADJ:ALL_SOLID:rock nut soap]
cs: [STATE_NAME_ADJ:ALL_SOLID:mýdlo z kamenných ořechů]
de: [STATE_NAME_ADJ:ALL_SOLID: Steinnussseife]
eo: [STATE_NAME_ADJ:ALL_SOLID:sapo el roknukso]
es: [STATE_NAME_ADJ:ALL_SOLID:de jabón de peñuezco]
ko: [STATE_NAME_ADJ:ALL_SOLID:암석너트 비누]
ru: [STATE_NAME_ADJ:ALL_SOLID:каменноореховое масло]
tr: [STATE_NAME_ADJ:ALL_SOLID:taş fındığı sabunu]
vi: [STATE_NAME_ADJ:ALL_SOLID:Xà phòng hạt đá]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:岩石坚果皂]

# PLANT:BUSH_QUARRY
source: [STATE_NAME_ADJ:LIQUID:melted rock nut soap]
cs: [STATE_NAME_ADJ:LIQUID:rozpuštěné mýdlo z kamenných ořechů]
de: [STATE_NAME_ADJ:LIQUID:geschmolzene Steinnussseife]
eo: [STATE_NAME_ADJ:LIQUID:fandita sapo el roknukso]
es: [STATE_NAME_ADJ:LIQUID:de jabón de peñuezco derretido]
ko: [STATE_NAME_ADJ:LIQUID:녹은 암석너트 비누]
ru: [STATE_NAME_ADJ:LIQUID:расплавленное каменноореховое масло]
tr: [STATE_NAME_ADJ:LIQUID:erimiş taş fındığı sabunu]
vi: [STATE_NAME_ADJ:LIQUID:Xà phòng hạt đá nóng chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:溶化的岩石坚果皂]

# PLANT:BUSH_QUARRY
source: [STATE_NAME_ADJ:ALL_SOLID:rock nut]
cs: [STATE_NAME_ADJ:ALL_SOLID:kamenný ořech]
de: [STATE_NAME_ADJ:ALL_SOLID:Steinnuss]
eo: [STATE_NAME_ADJ:ALL_SOLID:roknukso]
es: [STATE_NAME_ADJ:ALL_SOLID:de peñuezco]
ko: [STATE_NAME_ADJ:ALL_SOLID:암석너트]
ru: [STATE_NAME_ADJ:ALL_SOLID:каменный орех]
tr: [STATE_NAME_ADJ:ALL_SOLID:taş fındığı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Hạt đá]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:r岩石坚果]

# PLANT:BUSH_QUARRY
source: [STATE_NAME_ADJ:SOLID_PASTE:rock nut paste]
cs: [STATE_NAME_ADJ:SOLID_PASTE:pasta z kamenných ořechů]
de: [STATE_NAME_ADJ:SOLID_PASTE: Steinnusspaste]
eo: [STATE_NAME_ADJ:SOLID_PASTE:pasto el roknukso]
es: [STATE_NAME_ADJ:SOLID_PASTE:de masilla de peñuezco]
ja: [STATE_NAME_ADJ:SOLID_PASTE:rock nut pasteのペース
ko: [STATE_NAME_ADJ:SOLID_PASTE:암석너트 반죽]
ru: [STATE_NAME_ADJ:SOLID_PASTE:каменноореховая паста]
tr: [STATE_NAME_ADJ:SOLID_PASTE:taş fındığı ezmesi]
vi: [STATE_NAME_ADJ:SOLID_PASTE:Bột nhão hạt đá]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:岩石浆果浆糊]

# PLANT:BUSH_QUARRY
source: [STATE_NAME_ADJ:SOLID_PRESSED:rock nut press cake]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:výlisky z kamenných ořechů]
de: [STATE_NAME_ADJ:SOLID_PRESSED: Steinnuss-Presskuchen]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:briko el roknukso]
es: [STATE_NAME_ADJ:SOLID_PRESSED:de compactado de peñuezco]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:rock nutの油粕]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:암석너트 찌꺼기]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:каменноореховый жмых]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:taş fındığı küspesi]
vi: [STATE_NAME_ADJ:SOLID_PRESSED:Bã ép hạt đá]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:岩石坚果压榨饼]

# PLANT:BUSH_QUARRY
source: [SEED:rock nut:rock nuts:]
cs: [SEED:kamenný ořech:kamenné ořechy:]
de: [SEED:Steinnuss: Steinnuss:]
eo: [SEED:roknukso:roknuksoj:]
es: [SEED:peñuezco:peñuezcos:]
ko: [SEED:암석너트:암석너트들:]
ru: [SEED:каменный орех:каменные орехи:]
tr: [SEED:taş fındığı:taş fındıkları:]
vi: [SEED:Hạt đá:Hạt đá:]
zh_hans: [SEED:岩石坚果:岩石坚果:]

# PLANT:BUSH_QUARRY
source: [PREFSTRING:gray leaves]
cs: [PREFSTRING:šedé listy]
de: [PREFSTRING:graue Blätter]
eo: [PREFSTRING:grizaj folioj]
es: [PREFSTRING:hojas grises]
ja: [PREFSTRING:grayの葉]
ru: [PREFSTRING:серые листья]
tr: [PREFSTRING:gri yaprakları]
vi: [PREFSTRING:Lá xám]
zh_hans: [PREFSTRING:灰色的叶子]

# PLANT:BUSH_QUARRY
source: [GROWTH_NAME:quarry bush leaf:quarry bush leaves]
cs: [GROWTH_NAME:list skalního keře:listy skalního keře]
de: [GROWTH_NAME:Steinbruchbuschblatt:Steinbruchbuschblätter]
eo: [GROWTH_NAME:folio de ŝtonarbeto:folioj de ŝtonarbeto]
es: [GROWTH_NAME:hoja de cantorral:hojas de cantorral]
ja: [GROWTH_NAME:鉱石ヤブの葉:quarry bushの葉]
ko: [GROWTH_NAME:암석덤불 이파리:암석덤불 이파리들]
ru: [GROWTH_NAME:лист овражника:листья овражника]
tr: [GROWTH_NAME:taş ocağı çalısı yaprağı:taş ocağı çalısı yaprakları]
vi: [GROWTH_NAME:Lá bụi đá:Lá bụi đá]
zh_hans: [GROWTH_NAME:矿场灌木叶:矿场灌木叶]

# PLANT:ROOT_MUCK
source: [NAME:muck root]
cs: [NAME:bahenní kořen]
de: [NAME:Mistwurzel]
eo: [NAME:kotradiko]
es: [NAME:mugraíz]
ko: [NAME:진창뿌리]
ru: [NAME:навозный корень]
tr: [NAME:batak kökü]
vi: [NAME:Rễ bùn]
zh_hans: [NAME:淤曲根]

# PLANT:ROOT_MUCK
source: [NAME_PLURAL:muck roots]
cs: [NAME_PLURAL:bahenní kořeny]
de: [NAME_PLURAL:Mistwurzeln]
eo: [NAME_PLURAL:kotradikoj]
es: [NAME_PLURAL:mugraices]
ko: [NAME_PLURAL:진창뿌리들]
ru: [NAME_PLURAL:навозные корни]
tr: [NAME_PLURAL:batak kökleri]
vi: [NAME_PLURAL:Rễ bùn]
zh_hans: [NAME_PLURAL:淤曲根]

# PLANT:ROOT_MUCK
source: [ADJ:muck root]
cs: [ADJ:bahenně‑kořenový]
de: [ADJ:Mistwurzel]
eo: [ADJ:de kotradiko]
es: [ADJ:de mugraíz]
ko: [ADJ:진창뿌리]
ru: [ADJ:навозный корень]
tr: [ADJ:batak kökü]
vi: [ADJ:Rễ bùn]
zh_hans: [ADJ:淤曲根的]

# PLANT:ROOT_MUCK
source: [STATE_NAME_ADJ:ALL_SOLID:frozen swamp whiskey]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražená bažinná whisky]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Sumpfwhiskey]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita marĉoviskio]
es: [STATE_NAME_ADJ:ALL_SOLID:de whisky cenagoso congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったswamp whiskey]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный болотный виски]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş bataklık viskisi]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu whisky đầm lầy đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的沼泽威士忌]

# PLANT:ROOT_MUCK
source: [STATE_NAME_ADJ:LIQUID:swamp whiskey]
cs: [STATE_NAME_ADJ:LIQUID:bažinná whisky]
de: [STATE_NAME_ADJ:LIQUID:Sumpfwhiskey]
eo: [STATE_NAME_ADJ:LIQUID:marĉoviskio]
es: [STATE_NAME_ADJ:LIQUID:de whisky cenagoso]
ru: [STATE_NAME_ADJ:LIQUID:болотный виски]
tr: [STATE_NAME_ADJ:LIQUID:bataklık viskisi]
vi: [STATE_NAME_ADJ:LIQUID:Rượu whisky đầm lầy]
zh_hans: [STATE_NAME_ADJ:LIQUID:沼泽威士忌]

# PLANT:ROOT_MUCK
source: [STATE_NAME_ADJ:GAS:boiling swamp whiskey]
cs: [STATE_NAME_ADJ:GAS:vřící bažinná whisky]
de: [STATE_NAME_ADJ:GAS: kochender Sumpfwhiskey]
eo: [STATE_NAME_ADJ:GAS:bolanta marĉoviskio]
es: [STATE_NAME_ADJ:GAS:de whisky cenagoso hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したswamp whiskey]
ru: [STATE_NAME_ADJ:GAS:кипящий болотный виски]
tr: [STATE_NAME_ADJ:GAS:kaynayan bataklık viskisi]
vi: [STATE_NAME_ADJ:GAS:Rượu whisky đầm lầy đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的沼泽威士忌]

# PLANT:ROOT_MUCK
source: [SEED:muck root seed:muck root seeds:]
cs: [SEED:semeno bahenního kořene:semena bahenního kořene:]
de: [SEED:Mistwurzelsamen:Mistwurzelsamen:]
eo: [SEED:semo de kotradiko:semoj de kotradiko:]
es: [SEED:semilla de mugraíz:semillas de mugraíz:]
ja: [SEED:muck rootの種:muck rootの種:]
ko: [SEED:진창뿌리 씨:진창뿌리 씨들:]
ru: [SEED:семя навозного корня:семена навозного корня:]
tr: [SEED:batak kökü tohumu:batak kökü tohumları:]
vi: [SEED:Hạt rễ bùn:Hạt rễ bùn:]
zh_hans: [SEED:淤曲根种子:淤曲根种子:]

# PLANT:ROOT_MUCK
source: [PREFSTRING:twisting shape]
cs: [PREFSTRING:kroutící se tvar]
de: [PREFSTRING:drehende Form]
eo: [PREFSTRING:tordanta formo]
es: [PREFSTRING:forma retorcida]
ru: [PREFSTRING:скрученная форма]
tr: [PREFSTRING:kıvrımlı şekli]
vi: [PREFSTRING:Hình dạng xoắn]
zh_hans: [PREFSTRING:扭曲的形状]

# PLANT:TUBER_BLOATED
source: [NAME:bloated tuber]
cs: [NAME:nadmutá hlíza]
de: [NAME:aufgeblähte Knolle]
eo: [NAME:pufatubero]
es: [NAME:protubérculo]
ru: [NAME:вздутый клубень]
tr: [NAME:şişkin yumru]
vi: [NAME:Củ sưng]
zh_hans: [NAME:膨地根]

# PLANT:TUBER_BLOATED
source: [NAME_PLURAL:bloated tubers]
cs: [NAME_PLURAL:nadmuté hlízy]
de: [NAME_PLURAL:aufgeblähte Knollen]
eo: [NAME_PLURAL:pufatuberoj]
es: [NAME_PLURAL:protubérculo]
ru: [NAME_PLURAL:вздутый клубень]
tr: [NAME_PLURAL:şişkin yumrular]
vi: [NAME_PLURAL:Củ sưng]
zh_hans: [NAME_PLURAL:膨地根]

# PLANT:TUBER_BLOATED
source: [ADJ:bloated tuber]
cs: [ADJ:nadmutohlízový]
de: [ADJ:aufgeblähte Knolle]
eo: [ADJ:de pufatubero]
es: [ADJ:de protubérculo]
ru: [ADJ:вздутый клубень]
tr: [ADJ:şişkin yumru]
vi: [ADJ:Củ sưng]
zh_hans: [ADJ:膨地根的]

# PLANT:TUBER_BLOATED
source: [STATE_NAME_ADJ:ALL_SOLID:frozen tuber beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené hlízové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Knollenbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita tuberbiero]
es: [STATE_NAME_ADJ:ALL_SOLID:de cerveza de tubérculo congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったtuberのビール]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное клубневое пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş yumru birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bia củ đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的地根啤酒]

# PLANT:TUBER_BLOATED
source: [STATE_NAME_ADJ:LIQUID:tuber beer]
cs: [STATE_NAME_ADJ:LIQUID:hlízové pivo]
de: [STATE_NAME_ADJ:LIQUID:Knollenbier]
eo: [STATE_NAME_ADJ:LIQUID:tuberbiero]
es: [STATE_NAME_ADJ:LIQUID:de cerveza de tubérculo]
ja: [STATE_NAME_ADJ:LIQUID:tuberのビール]
ru: [STATE_NAME_ADJ:LIQUID:клубневое пиво]
tr: [STATE_NAME_ADJ:LIQUID:yumru birası]
vi: [STATE_NAME_ADJ:LIQUID:Bia củ]
zh_hans: [STATE_NAME_ADJ:LIQUID:地根啤酒]
