Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:ALMOND
source: [SEED:almond:almonds:]
cs: [SEED:mandle:mandle:]
de: [SEED:Mandel:Mandeln:]
eo: [SEED:migdalo:migdaloj:]
es: [SEED:almendra:almendras:]
ja: [SEED:almond:アーモンド:]
ko: [SEED:아몬드:아몬드들:]
ru: [SEED:миндаль:миндаль:]
tr: [SEED:badem:bademler:]
vi: [SEED:hạnh nhân:hạnh nhân:]
zh_hans: [SEED:扁桃:扁桃:]

# PLANT:ALMOND
source: [PREFSTRING:nuts]
cs: [PREFSTRING:ořechy]
de: [PREFSTRING:Nüsse]
eo: [PREFSTRING:nuksoj]
es: [PREFSTRING:nueces]
ja: [PREFSTRING:ナッツ]
ko: [PREFSTRING:견과류]
pl: [PREFSTRING:orzechy]
ru: [PREFSTRING:орехи]
tr: [PREFSTRING:bademleri]
vi: [PREFSTRING:hạt]
zh_hans: [PREFSTRING:坚果]

# PLANT:ALMOND
source: [GROWTH_NAME:almond leaf:almond leaves]
cs: [GROWTH_NAME:mandlový list:mandlové listy]
de: [GROWTH_NAME:Mandelblatt:Mandelblätter]
eo: [GROWTH_NAME:folio de migdalarbo:folioj de migdalarbo]
es: [GROWTH_NAME:hoja de almendro:hojas de almendro]
ja: [GROWTH_NAME:アーモンドの葉:アーモンドの葉]
ko: [GROWTH_NAME:아몬드 나무 잎:아몬드 나무 잎들]
ru: [GROWTH_NAME:лист миндального дерева:листья миндального дерева]
tr: [GROWTH_NAME:badem yaprağı:badem yaprakları]
vi: [GROWTH_NAME:lá hạnh nhân:lá hạnh nhân]
zh_hans: [GROWTH_NAME:扁桃树叶:扁桃树叶]

# PLANT:ALMOND
source: [GROWTH_NAME:almond flower:STP]
cs: [GROWTH_NAME:mandlový květ:STP]
de: [GROWTH_NAME:Mandelblüte:STP]
eo: [GROWTH_NAME:floro de migdalarbo:floroj de migdalarbo]
es: [GROWTH_NAME:flor de almendra:STP]
ja: [GROWTH_NAME:アーモンドの花:STP]
ko: [GROWTH_NAME:아몬드 나무 꽃:STP]
ru: [GROWTH_NAME:цветок миндального дерева:цветы миндального дерева]
tr: [GROWTH_NAME:badem çiçeği:STP]
zh_hans: [GROWTH_NAME:扁桃花:STP]

# PLANT:ALMOND
source: [GROWTH_NAME:almond:STP]
cs: [GROWTH_NAME:mandle:STP]
de: [GROWTH_NAME:Mandel:STP]
eo: [GROWTH_NAME:migdalo:migdaloj]
es: [GROWTH_NAME:almendra:STP]
ja: [GROWTH_NAME:アーモンド:STP]
ko: [GROWTH_NAME:아몬드:STP]
ru: [GROWTH_NAME:миндаль:миндаль]
tr: [GROWTH_NAME:badem:STP]
zh_hans: [GROWTH_NAME:扁桃:STP]

# PLANT:APPLE
source: [NAME:apple tree]
cs: [NAME:jabloň]
de: [NAME:Apfelbaum]
eo: [NAME:pomarbo]
es: [NAME:manzano]
ja: [NAME:リンゴの木]
ko: [NAME:사과 나무]
pl: [NAME:jabłoń]
ru: [NAME:яблоня]
tr: [NAME:elma ağacı]
vi: [NAME:cây táo]
zh_hans: [NAME:苹果树]

# PLANT:APPLE
source: [NAME_PLURAL:apple trees]
cs: [NAME_PLURAL:jabloně]
de: [NAME_PLURAL:Apfelbäume]
eo: [NAME_PLURAL:pomarboj]
es: [NAME_PLURAL:manzanos]
ja: [NAME_PLURAL:リンゴの木]
ko: [NAME_PLURAL:사과 나무들]
ru: [NAME_PLURAL:яблони]
tr: [NAME_PLURAL:elma ağaçları]
vi: [NAME_PLURAL:cây táo]
zh_hans: [NAME_PLURAL:苹果树]

# PLANT:APPLE
source: [ADJ:apple tree]
cs: [ADJ:jabloň]
de: [ADJ:Apfelbaum]
eo: [ADJ:de pomarbo]
es: [ADJ:manzano]
ja: [ADJ:リンゴの木]
ko: [ADJ:사과 나무]
ru: [ADJ:яблоня]
tr: [ADJ:elma ağacı]
vi: [ADJ:cây táo]
zh_hans: [ADJ:苹果树的]

# PLANT:APPLE
source: [STATE_NAME:ALL_SOLID:apple wood]
cs: [STATE_NAME:ALL_SOLID:jabloňové dřevo]
de: [STATE_NAME:ALL_SOLID:Apfelholz]
eo: [STATE_NAME:ALL_SOLID:ligno el pomarbo]
es: [STATE_NAME:ALL_SOLID:madera de manzano]
ja: [STATE_NAME:ALL_SOLID:リンゴの木]
ko: [STATE_NAME:ALL_SOLID:사과 나무]
ru: [STATE_NAME:ALL_SOLID:древесина яблони]
tr: [STATE_NAME:ALL_SOLID:elma odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ táo]
zh_hans: [STATE_NAME:ALL_SOLID:苹果木]

# PLANT:APPLE
source: [STATE_ADJ:ALL_SOLID:apple wood]
cs: [STATE_ADJ:ALL_SOLID:jabloňové dřevo]
de: [STATE_ADJ:ALL_SOLID:Apfelholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el pomarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de manzano]
ja: [STATE_ADJ:ALL_SOLID:リンゴの木]
ko: [STATE_ADJ:ALL_SOLID:사과 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина яблони]
tr: [STATE_ADJ:ALL_SOLID:elma odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ táo]
zh_hans: [STATE_ADJ:ALL_SOLID:苹果木的]

# PLANT:APPLE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen apple cider]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražený jablečný mošt]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Apfelwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita cidro]
es: [STATE_NAME_ADJ:ALL_SOLID:de sidra de manzana congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったリンゴのシャンパン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 사과 cider]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзший яблочный сидр]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş elma şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu táo đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的苹果酒]

# PLANT:APPLE
source: [STATE_NAME_ADJ:LIQUID:apple cider]
cs: [STATE_NAME_ADJ:LIQUID:jablečný mošt]
de: [STATE_NAME_ADJ:LIQUID:Apfelwein]
eo: [STATE_NAME_ADJ:LIQUID:cidro]
es: [STATE_NAME_ADJ:LIQUID:sidra de manzana]
ja: [STATE_NAME_ADJ:LIQUID:リンゴのシャンパン]
ko: [STATE_NAME_ADJ:LIQUID:사과주]
ru: [STATE_NAME_ADJ:LIQUID:яблочный сидр]
tr: [STATE_NAME_ADJ:LIQUID:elma şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu táo]
zh_hans: [STATE_NAME_ADJ:LIQUID:苹果酒]

# PLANT:APPLE
source: [STATE_NAME_ADJ:GAS:boiling apple cider]
cs: [STATE_NAME_ADJ:GAS:vřící jablečný mošt]
de: [STATE_NAME_ADJ:GAS:kochender Apfelwein]
eo: [STATE_NAME_ADJ:GAS:bolanta cidro]
es: [STATE_NAME_ADJ:GAS:de sidra de manzana hervida]
ja: [STATE_NAME_ADJ:GAS:蒸気化したリンゴのシャンパン]
ko: [STATE_NAME_ADJ:GAS:기화된 사과주]
ru: [STATE_NAME_ADJ:GAS:кипящий яблочный сидр]
tr: [STATE_NAME_ADJ:GAS:kaynayan elma şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu táo đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的苹果酒]

# PLANT:APPLE
source: [SEED:apple seed:apple seeds:]
cs: [SEED:jablečné semeno:jablečná semena:]
de: [SEED:Apfelsamen:Apfelsamen:]
eo: [SEED:semo de pomo:semoj de pomo:]
es: [SEED:semilla de manzana:semillas de manzana:]
ja: [SEED:リンゴの種:リンゴの種:]
ko: [SEED:사과 씨:사과 씨들:]
ru: [SEED:семя яблони:семена яблони:]
tr: [SEED:elma çekirdeği:elma çekirdekleri:]
vi: [SEED:hạt táo:hạt táo:]
zh_hans: [SEED:苹果种子:苹果种子:]

# PLANT:APPLE
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:APPLE
source: [GROWTH_NAME:apple leaf:apple leaves]
cs: [GROWTH_NAME:list jabloně:listy jabloně]
de: [GROWTH_NAME:Apfelblatt:Apfelblätter]
eo: [GROWTH_NAME:folio de pomarbo:folioj de pomarbo]
es: [GROWTH_NAME:hoja de manzano:hojas de manzano]
ja: [GROWTH_NAME:リンゴの葉:リンゴの葉]
ko: [GROWTH_NAME:사과 나무 잎:사과 나무 잎들]
ru: [GROWTH_NAME:лист яблони:листья яблони]
tr: [GROWTH_NAME:elma yaprağı:elma yaprakları]
vi: [GROWTH_NAME:lá táo:lá táo]
zh_hans: [GROWTH_NAME:苹果树叶:苹果树叶]

# PLANT:APPLE
source: [GROWTH_NAME:apple flower:STP]
cs: [GROWTH_NAME:květ jabloně:STP]
de: [GROWTH_NAME:Apfelblüte:STP]
eo: [GROWTH_NAME:floro de pomo:floroj de pomo]
es: [GROWTH_NAME:flor de manzana:STP]
ja: [GROWTH_NAME:リンゴの花:STP]
ko: [GROWTH_NAME:사과 나무 꽃:STP]
ru: [GROWTH_NAME:цветок яблони:цветы яблони]
tr: [GROWTH_NAME:elma çiçeği:STP]
zh_hans: [GROWTH_NAME:苹果花:STP]

# PLANT:APPLE
source: [GROWTH_NAME:apple:STP]
cs: [GROWTH_NAME:jablko:STP]
de: [GROWTH_NAME:Apfel:STP]
eo: [GROWTH_NAME:pomo:pomoj]
es: [GROWTH_NAME:manzana:STP]
ja: [GROWTH_NAME:リンゴ:STP]
ko: [GROWTH_NAME:사과:STP]
ru: [GROWTH_NAME:яблоко:яблоки]
tr: [GROWTH_NAME:elma:STP]
zh_hans: [GROWTH_NAME:苹果:STP]

# PLANT:APRICOT
source: [NAME:apricot tree]
cs: [NAME:meruňka]
de: [NAME:Aprikosenbaum]
eo: [NAME:abrikotarbo]
es: [NAME:albergero]
ja: [NAME:アンズの木]
ko: [NAME:살구 나무]
ru: [NAME:абрикосовое дерево]
tr: [NAME:kayısı ağacı]
vi: [NAME:cây mơ]
zh_hans: [NAME:杏树]

# PLANT:APRICOT
source: [NAME_PLURAL:apricot trees]
cs: [NAME_PLURAL:meruňky]
de: [NAME_PLURAL:Aprikosenbäume]
eo: [NAME_PLURAL:abrikotarboj]
es: [NAME_PLURAL:albergeros]
ja: [NAME_PLURAL:アンズの木]
ko: [NAME_PLURAL:살구 나무들]
ru: [NAME_PLURAL:абрикосовые деревья]
tr: [NAME_PLURAL:kayısı ağaçları]
vi: [NAME_PLURAL:cây mơ]
zh_hans: [NAME_PLURAL:杏树]

# PLANT:APRICOT
source: [ADJ:apricot tree]
cs: [ADJ:meruňka]
de: [ADJ:Aprikosenbaum]
eo: [ADJ:de abrikotarbo]
es: [ADJ:de albergero]
ja: [ADJ:アンズの木]
ko: [ADJ:살구 나무]
ru: [ADJ:абрикосовое дерево]
tr: [ADJ:kayısı ağacı]
vi: [ADJ:cây mơ]
zh_hans: [ADJ:杏树的]

# PLANT:APRICOT
source: [STATE_NAME:ALL_SOLID:apricot wood]
cs: [STATE_NAME:ALL_SOLID:meruňkové dřevo]
de: [STATE_NAME:ALL_SOLID: Aprikosenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el abrikotarbo]
es: [STATE_NAME:ALL_SOLID:madera de albergero]
ja: [STATE_NAME:ALL_SOLID:アンズの木]
ko: [STATE_NAME:ALL_SOLID:살구 나무]
ru: [STATE_NAME:ALL_SOLID:абрикосовое дерево]
tr: [STATE_NAME:ALL_SOLID:kayısı odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ mơ]
zh_hans: [STATE_NAME:ALL_SOLID:杏木]

# PLANT:APRICOT
source: [STATE_ADJ:ALL_SOLID:apricot wood]
cs: [STATE_ADJ:ALL_SOLID:meruňkové dřevo]
de: [STATE_ADJ:ALL_SOLID: Aprikosenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el abrikotarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de albergero]
ja: [STATE_ADJ:ALL_SOLID:アンズの木]
ko: [STATE_ADJ:ALL_SOLID:살구 나무]
ru: [STATE_ADJ:ALL_SOLID:абрикосовое дерево]
tr: [STATE_ADJ:ALL_SOLID:kayısı odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ mơ]
zh_hans: [STATE_ADJ:ALL_SOLID:杏木的]

# PLANT:APRICOT
source: [STATE_NAME_ADJ:ALL_SOLID:frozen apricot wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené meruňkové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Aprikosenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el abrikoto]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino congelado de albaricoque]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったアンズのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 살구 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее абрикосовое вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş kayısı şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu mơ đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的杏酒]

# PLANT:APRICOT
source: [STATE_NAME_ADJ:LIQUID:apricot wine]
cs: [STATE_NAME_ADJ:LIQUID:meruňkové víno]
de: [STATE_NAME_ADJ:LIQUID:Aprikosenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el abrikoto]
es: [STATE_NAME_ADJ:LIQUID:de vino de albaricoque]
ja: [STATE_NAME_ADJ:LIQUID:アンズのワイン]
ko: [STATE_NAME_ADJ:LIQUID:살구 wine]
ru: [STATE_NAME_ADJ:LIQUID:абрикосовое вино]
tr: [STATE_NAME_ADJ:LIQUID:kayısı şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu mơ]
zh_hans: [STATE_NAME_ADJ:LIQUID:杏酒]

# PLANT:APRICOT
source: [STATE_NAME_ADJ:GAS:boiling apricot wine]
cs: [STATE_NAME_ADJ:GAS:vřící meruňkové víno]
de: [STATE_NAME_ADJ:GAS:kochender Aprikosenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el abrikoto]
es: [STATE_NAME_ADJ:GAS:de vino de albaricoque hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したアンズのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 살구 wine]
ru: [STATE_NAME_ADJ:GAS:кипящее абрикосовое вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan kayısı şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu mơ đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的杏酒]

# PLANT:APRICOT
source: [SEED:apricot pit:apricot pits:]
cs: [SEED:pecka meruňky:pecky meruněk:]
de: [SEED:Aprikosenkerne:Aprikosenkerne:]
eo: [SEED:kerno de abrikoto:kernoj de abrikoto:]
es: [SEED:brote de albaricoque:brotes de albaricoque:]
ja: [SEED:アンズ pit:アンズ pits:]
ko: [SEED:살구 pit:살구 pit들:]
ru: [SEED:косточка абрикоса:косточки абрикоса:]
tr: [SEED:kayısı çekirdeği:kayısı çekirdekleri:]
vi: [SEED:hột mơ:hột mơ:]
zh_hans: [SEED:杏核:杏核:]

# PLANT:APRICOT
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:APRICOT
source: [GROWTH_NAME:apricot leaf:apricot leaves]
cs: [GROWTH_NAME:list meruňky:listy meruňky]
de: [GROWTH_NAME:Aprikosenblatt: Aprikosenblätter]
eo: [GROWTH_NAME:folio de abrikoto:folioj de abrikoto:]
es: [GROWTH_NAME:hoja de albergero:hojas de albergero]
ja: [GROWTH_NAME:アンズの葉:アンズの葉]
ko: [GROWTH_NAME:살구 나무 잎:살구 나무 잎들]
ru: [GROWTH_NAME:лист абрикосового дерева:листья абрикосового дерева]
tr: [GROWTH_NAME:kayısı yaprağı:kayısı yaprakları]
vi: [GROWTH_NAME:lá mơ:lá mơ]
zh_hans: [GROWTH_NAME:杏树叶:杏树叶]

# PLANT:APRICOT
source: [GROWTH_NAME:apricot flower:STP]
cs: [GROWTH_NAME:květ meruňky:STP]
de: [GROWTH_NAME:Aprikosenblüte:STP]
eo: [GROWTH_NAME:floro de abrikoto:floroj de abrikoto]
es: [GROWTH_NAME:flor de albaricoque:STP]
ja: [GROWTH_NAME:アンズの花:STP]
ko: [GROWTH_NAME:살구 나무 꽃:STP]
ru: [GROWTH_NAME:цветок абрикоса:цветы абрикоса]
tr: [GROWTH_NAME:kayısı çiçeği:STP]
zh_hans: [GROWTH_NAME:杏花:STP]

# PLANT:APRICOT
source: [GROWTH_NAME:apricot:STP]
cs: [GROWTH_NAME:meruňka:STP]
de: [GROWTH_NAME:Aprikose:STP]
eo: [GROWTH_NAME:abrikoto:abrikotoj]
es: [GROWTH_NAME:albaricoque:STP]
ja: [GROWTH_NAME:アンズ:STP]
ko: [GROWTH_NAME:살구:STP]
ru: [GROWTH_NAME:абрикос:абрикосы]
tr: [GROWTH_NAME:kayısı:STP]
zh_hans: [GROWTH_NAME:杏:STP]

# PLANT:BAYBERRY
source: [NAME:bayberry tree]
cs: [NAME:vavřín voskový]
de: [NAME:Lorbeerbaum]
eo: [NAME:miriko]
es: [NAME:mirto de turbera]
ja: [NAME:ヤマモモの木]
ko: [NAME:월계수 나무]
ru: [NAME:восковница]
tr: [NAME:mum ağacı]
vi: [NAME:cây thanh mai]
zh_hans: [NAME:杨梅树]

# PLANT:BAYBERRY
source: [NAME_PLURAL:bayberry trees]
cs: [NAME_PLURAL:vavříny voskové]
de: [NAME_PLURAL:Lorbeerbäume]
eo: [NAME_PLURAL:mirikoj]
es: [NAME_PLURAL:mirtos de turbera]
ja: [NAME_PLURAL:ヤマモモの木]
ko: [NAME_PLURAL:월계수 나무들]
ru: [NAME_PLURAL:деревья восковницы]
tr: [NAME_PLURAL:mum ağaçları]
vi: [NAME_PLURAL:cây thanh mai]
zh_hans: [NAME_PLURAL:杨梅树]

# PLANT:BAYBERRY
source: [ADJ:bayberry tree]
cs: [ADJ:vavřínový voskový]
de: [ADJ:Lorbeerbaum]
eo: [ADJ:de miriko]
es: [ADJ:de mirto de turbera]
ja: [ADJ:ヤマモモの木]
ko: [ADJ:월계수 나무]
ru: [ADJ:восковница]
tr: [ADJ:mum ağacı]
vi: [ADJ:cây thanh mai]
zh_hans: [ADJ:杨梅树的]

# PLANT:BAYBERRY
source: [STATE_NAME:ALL_SOLID:bayberry wood]
cs: [STATE_NAME:ALL_SOLID:voskové dřevo]
de: [STATE_NAME:ALL_SOLID:Lorbeerholz]
eo: [STATE_NAME:ALL_SOLID:ligno el miriko]
es: [STATE_NAME:ALL_SOLID:madera de mirto de turbera]
ja: [STATE_NAME:ALL_SOLID:ヤマモモの木]
ko: [STATE_NAME:ALL_SOLID:월계수 나무]
ru: [STATE_NAME:ALL_SOLID:древесина восковницы]
tr: [STATE_NAME:ALL_SOLID:mum ağacı odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ thanh mai]
zh_hans: [STATE_NAME:ALL_SOLID:杨梅木]

# PLANT:BAYBERRY
source: [STATE_ADJ:ALL_SOLID:bayberry wood]
cs: [STATE_ADJ:ALL_SOLID:voskové dřevo]
de: [STATE_ADJ:ALL_SOLID:Lorbeerholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el miriko]
es: [STATE_ADJ:ALL_SOLID:de madera de mirto de turbera]
ja: [STATE_ADJ:ALL_SOLID:ヤマモモの木]
ko: [STATE_ADJ:ALL_SOLID:월계수 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина восковницы]
tr: [STATE_ADJ:ALL_SOLID:mum ağacı odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ thanh mai]
zh_hans: [STATE_ADJ:ALL_SOLID:杨梅木的]

# PLANT:BAYBERRY
source: [STATE_NAME_ADJ:ALL_SOLID:frozen bayberry wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené voskové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Lorbeerwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el mirikbero]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de arrayán congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったヤマモモのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 월계수 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее вино из плодов восковницы]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş mum ağacı şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu thanh mai đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的杨梅酒]

# PLANT:BAYBERRY
source: [STATE_NAME_ADJ:LIQUID:bayberry wine]
cs: [STATE_NAME_ADJ:LIQUID:voskové víno]
de: [STATE_NAME_ADJ:LIQUID:Lorbeerwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el mirikbero]
es: [STATE_NAME_ADJ:LIQUID:de vino de arrayán]
ja: [STATE_NAME_ADJ:LIQUID:ヤマモモのワイン]
ko: [STATE_NAME_ADJ:LIQUID:월계수 wine]
ru: [STATE_NAME_ADJ:LIQUID:вино из плодов восковницы]
tr: [STATE_NAME_ADJ:LIQUID:mum ağacı şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu thanh mai]
zh_hans: [STATE_NAME_ADJ:LIQUID:杨梅酒]

# PLANT:BAYBERRY
source: [STATE_NAME_ADJ:GAS:boiling bayberry wine]
cs: [STATE_NAME_ADJ:GAS:vřící voskové víno]
de: [STATE_NAME_ADJ:GAS:kochender Lorbeerwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el mirikbero]
es: [STATE_NAME_ADJ:GAS:de vino hirviendo de arrayán]
ja: [STATE_NAME_ADJ:GAS:蒸気化したヤマモモのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 월계수 wine]
ru: [STATE_NAME_ADJ:GAS:кипящее вино из плодов восковницы]
tr: [STATE_NAME_ADJ:GAS:kaynayan mum ağacı şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu thanh mai đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的杨梅酒]

# PLANT:BAYBERRY
source: [SEED:bayberry seed:bayberry seeds:]
cs: [SEED:semeno vavřínu voskového:semena vavřínu voskového:]
de: [SEED:Lorbeersamen:Lorbeersamen:]
eo: [SEED:semo de miriko:semoj de miriko:]
es: [SEED:semilla de arrayán:semillas de arrayán:]
ja: [SEED:ヤマモモの種:ヤマモモの種:]
ko: [SEED:월계수 씨:월계수 씨들:]
ru: [SEED:семя восковницы:семена восковницы:]
tr: [SEED:mum ağacı tohumu:mum ağacı tohumları:]
vi: [SEED:hạt thanh mai:hạt thanh mai:]
zh_hans: [SEED:杨梅种子:杨梅种子:]

# PLANT:BAYBERRY
source: [PREFSTRING:waxy berries]
cs: [PREFSTRING:voskové bobule]
de: [PREFSTRING:Wachsbeeren]
eo: [PREFSTRING:vaksaj beroj]
es: [PREFSTRING:bayas cerosas]
ja: [PREFSTRING:実]
ko: [PREFSTRING:왁시베리들]
ru: [PREFSTRING:покрытые воском ягоды]
tr: [PREFSTRING:mumlu meyveleri]
vi: [PREFSTRING:quả mọng có sáp]
zh_hans: [PREFSTRING:蜡色的浆果]

# PLANT:BAYBERRY
source: [GROWTH_NAME:bayberry leaf:bayberry leaves]
cs: [GROWTH_NAME:list vavřínu voskového:listy vavřínu voskového]
de: [GROWTH_NAME:Lorbeerblatt: Lorbeerblätter]
eo: [GROWTH_NAME:folio de miriko:folioj de mirikoj]
es: [GROWTH_NAME:hoja de mirto de turbera:hojas de mirto turbera]
ja: [GROWTH_NAME:ヤマモモの葉:ヤマモモの葉]
ko: [GROWTH_NAME:월계수 나무 잎:월계수 나무 잎들]
ru: [GROWTH_NAME:лист восковницы:листья восковницы]
tr: [GROWTH_NAME:mum ağacı yaprağı:mum ağacı yaprakları]
vi: [GROWTH_NAME:lá thanh mai:lá thanh mai]
zh_hans: [GROWTH_NAME:杨梅树叶:杨梅树叶]

# PLANT:BAYBERRY
source: [GROWTH_NAME:bayberry pollen catkin:STP]
cs: [GROWTH_NAME:jehněda pylu vavřínu voskového:STP]
de: [GROWTH_NAME:Lorbeerpollenkätzchen:STP]
eo: [GROWTH_NAME:polen-amento de miriko:polen-amentoj de miriko]
es: [GROWTH_NAME:amento de polen de mirto:STP]
ja: [GROWTH_NAME:ヤマモモの花:STP]
ko: [GROWTH_NAME:월계수 꽃가루차례:STP]
ru: [GROWTH_NAME:пыльцевая серёжка восковницы:пыльцевые серёжки восковницы]
tr: [GROWTH_NAME:mum ağacı polen kediciği:STP]
zh_hans: [GROWTH_NAME:杨梅花粉絮:STP]

# PLANT:BAYBERRY
source: [GROWTH_NAME:bayberry seed catkin:STP]
cs: [GROWTH_NAME:jehněda semen vavřínu voskového:STP]
de: [GROWTH_NAME:Lorbeersamenkätzchen:STP]
eo: [GROWTH_NAME:sem-amento de miriko:sem-amentoj de miriko]
es: [GROWTH_NAME:semillas de arrayán:STP]
ja: [GROWTH_NAME:ヤマモモの種:STP]
ko: [GROWTH_NAME:월계수 seed catkin:STP]
ru: [GROWTH_NAME:серёжка восковницы с семенами:серёжки восковницы с семенами]
tr: [GROWTH_NAME:mum ağacı tohum kediciği:STP]
zh_hans: [GROWTH_NAME:杨梅种子絮]

# PLANT:BAYBERRY
source: [GROWTH_NAME:bayberry:bayberries]
cs: [GROWTH_NAME:vosková bobule:voskové bobule]
de: [GROWTH_NAME:Lorbeere: Lorbeere]
eo: [GROWTH_NAME:mirikbero:mirikberoj]
es: [GROWTH_NAME:arrayán:arrayanes]
ja: [GROWTH_NAME:ヤマモモ:ヤマモモ]
ko: [GROWTH_NAME:월계수:월계수들]
ru: [GROWTH_NAME:восковница:восковницы]
tr: [GROWTH_NAME:mum ağacı meyvesi:mum ağacı meyveleri]
vi: [GROWTH_NAME:thanh mai:thanh mai]
zh_hans: [GROWTH_NAME:杨梅:杨梅]

# PLANT:CHERRY
source: [NAME:cherry tree]
cs: [NAME:třešeň]
de: [NAME:Kirschbaum]
eo: [NAME:ĉerizujo]
es: [NAME:cerezo]
ja: [NAME:サクランボの木]
ko: [NAME:체리 나무]
ru: [NAME:вишневое дерево]
tr: [NAME:kiraz ağacı]
vi: [NAME:cây anh đào]
zh_hans: [NAME:樱桃酒树]

# PLANT:CHERRY
source: [NAME_PLURAL:cherry trees]
cs: [NAME_PLURAL:třešně]
de: [NAME_PLURAL:Kirschbäume]
eo: [NAME_PLURAL:ĉerizujoj]
es: [NAME_PLURAL:cerezos]
ja: [NAME_PLURAL:サクランボの木]
ko: [NAME_PLURAL:체리 나무들]
ru: [NAME_PLURAL:вишневые деревья]
tr: [NAME_PLURAL:kiraz ağaçları]
vi: [NAME_PLURAL:cây anh đào]
zh_hans: [NAME_PLURAL:樱桃树]

# PLANT:CHERRY
source: [ADJ:cherry tree]
cs: [ADJ:třešeň]
de: [ADJ:Kirschbaum]
eo: [ADJ:de ĉerizujo]
es: [ADJ:cerezo]
ja: [ADJ:サクランボの木]
ko: [ADJ:체리 나무]
ru: [ADJ:вишня]
tr: [ADJ:kiraz ağacı]
vi: [ADJ:cây anh đào]
zh_hans: [ADJ:樱桃树的]

# PLANT:CHERRY
source: [STATE_NAME:ALL_SOLID:cherry wood]
cs: [STATE_NAME:ALL_SOLID:třešňové dřevo]
de: [STATE_NAME:ALL_SOLID:Kirschholz]
eo: [STATE_NAME:ALL_SOLID:ligno de ĉerizujo]
es: [STATE_NAME:ALL_SOLID:madera de cerezo]
ja: [STATE_NAME:ALL_SOLID:サクランボの木]
ko: [STATE_NAME:ALL_SOLID:체리 나무]
ru: [STATE_NAME:ALL_SOLID:древесина вишни]
tr: [STATE_NAME:ALL_SOLID:kiraz odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ anh đào]
zh_hans: [STATE_NAME:ALL_SOLID:樱桃木]

# PLANT:CHERRY
source: [STATE_ADJ:ALL_SOLID:cherry wood]
cs: [STATE_ADJ:ALL_SOLID:třešňové dřevo]
de: [STATE_ADJ:ALL_SOLID:Kirschholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno de ĉerizujo]
es: [STATE_ADJ:ALL_SOLID:de madera de cerezo]
ja: [STATE_ADJ:ALL_SOLID:サクランボの木]
ko: [STATE_ADJ:ALL_SOLID:체리 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина вишни]
tr: [STATE_ADJ:ALL_SOLID:kiraz odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ anh đào]
zh_hans: [STATE_ADJ:ALL_SOLID:樱桃木的]

# PLANT:CHERRY
source: [STATE_NAME_ADJ:ALL_SOLID:frozen cherry wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené třešňové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Kirschwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el ĉerizo]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de cereza congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったサクランボのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 체리 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замерзшее вишнёвая наливка]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş kiraz şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu anh đào đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的樱桃酒]

# PLANT:CHERRY
source: [STATE_NAME_ADJ:LIQUID:cherry wine]
cs: [STATE_NAME_ADJ:LIQUID:třešňové víno]
de: [STATE_NAME_ADJ:LIQUID:Kirschwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el ĉerizo]
es: [STATE_NAME_ADJ:LIQUID:de vino de cereza]
ja: [STATE_NAME_ADJ:LIQUID:サクランボのワイン]
ko: [STATE_NAME_ADJ:LIQUID:체리 wine]
ru: [STATE_NAME_ADJ:LIQUID:вишнёвая наливка]
tr: [STATE_NAME_ADJ:LIQUID:kiraz şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu anh đào]
zh_hans: [STATE_NAME_ADJ:LIQUID:樱桃酒]

# PLANT:CHERRY
source: [STATE_NAME_ADJ:GAS:boiling cherry wine]
cs: [STATE_NAME_ADJ:GAS:vřící třešňové víno]
de: [STATE_NAME_ADJ:GAS:kochender Kirschwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el ĉerizo]
es: [STATE_NAME_ADJ:GAS:de vino de cereza hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したサクランボのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 체리 wine]
ru: [STATE_NAME_ADJ:GAS:кипящяя вишнёвая наливка]
tr: [STATE_NAME_ADJ:GAS:kaynayan kiraz şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu anh đào đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的樱桃酒]

# PLANT:CHERRY
source: [SEED:cherry pit:cherry pits:]
cs: [SEED:pecka třešně:pecky třešní:]
de: [SEED:Kirschkern:Kirschkern:]
eo: [SEED:kerno de ĉerizo:kernoj de ĉerizo:]
es: [SEED:semilla de cereza:semillas de cereza:]
ja: [SEED:サクランボの実:サクランボの実:]
ko: [SEED:체리 pit:체리 pits:]
ru: [SEED:косточка вишни:косточки вишни:]
tr: [SEED:kiraz çekirdeği:kiraz çekirdekleri:]
vi: [SEED:hạt anh đào:hạt anh đào:]
zh_hans: [SEED:樱桃核:樱桃核:]

# PLANT:CHERRY
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:CHERRY
source: [PREFSTRING:blossoms]
cs: [PREFSTRING:květy]
de: [PREFSTRING:Blüten]
eo: [PREFSTRING:floroj]
es: [PREFSTRING:flores]
ja: [PREFSTRING:花]
ru: [PREFSTRING:цветение]
tr: [PREFSTRING:çiçekleri]
vi: [PREFSTRING:hoa nở]
zh_hans: [PREFSTRING:开花]

# PLANT:CHERRY
source: [GROWTH_NAME:cherry leaf:cherry leaves]
cs: [GROWTH_NAME:list třešně:listy třešně]
de: [GROWTH_NAME:Kirschblatt:Kirschblätter]
eo: [GROWTH_NAME:folio de ĉerizujo:folioj de ĉerizujo]
es: [GROWTH_NAME:hoja de cerezo:hojas de cerezo]
ja: [GROWTH_NAME:サクランボの葉:サクランボの葉]
ko: [GROWTH_NAME:체리 나무 잎:체리 나무 잎들]
ru: [GROWTH_NAME:лист вишни:листья вишни]
tr: [GROWTH_NAME:kiraz yaprağı:kiraz yaprakları]
vi: [GROWTH_NAME:lá anh đào:lá anh đào]
zh_hans: [GROWTH_NAME:樱桃树叶:樱桃树叶]

# PLANT:CHERRY
source: [GROWTH_NAME:cherry flower:STP]
cs: [GROWTH_NAME:květ třešně:STP]
de: [GROWTH_NAME:Kirschblüte:STP]
eo: [GROWTH_NAME:floro de ĉerizujo:floroj de ĉerizujo]
es: [GROWTH_NAME:flor de cereza:STP]
ja: [GROWTH_NAME:サクランボの花:STP]
ko: [GROWTH_NAME:체리 나무 꽃:STP]
ru: [GROWTH_NAME:цветок вишни:цветы вишни]
tr: [GROWTH_NAME:kiraz çiçeği:STP]
zh_hans: [GROWTH_NAME:樱桃花:STP]
