Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:BASIC_1PARTBODY
source: [BP:UB:body:bodies]
cs: [BP:UB:tělo:těla]
de: [BP:UB:Körper:Körper]
eo: [BP:UB:korpo:korpoj]
es: [BP:UB:cuerpo:cuerpos]
ja: [BP:UB:胴体:胴体]
ko: [BP:UB:신체:신체]
pl: [BP:UB:ciało:ciała]
ru: [BP:UB:тело:тела]
tr: [BP:UB:beden:bedenler]
vi: [BP:UB:thân:nhiều thân]
zh_hans: [BP:UB:身体:身体]

# BODY:BASIC_1PARTBODY_THOUGHT
source: [BP:UB:body:bodies]
cs: [BP:UB:tělo:těla]
de: [BP:UB:Körper:Körper]
eo: [BP:UB:korpo:korpoj]
es: [BP:UB:cuerpo:cuerpos]
ja: [BP:UB:胴体:胴体]
ko: [BP:UB:신체:신체]
pl: [BP:UB:ciało:ciała]
ru: [BP:UB:тело:тела]
tr: [BP:UB:beden:bedenler]
vi: [BP:UB:thân:nhiều thân]
zh_hans: [BP:UB:身体:身体]

# BODY:BASIC_1PARTBODY_FLYING_HEAD_FLAG_THOUGHT
source: [BP:UB:body:bodies]
cs: [BP:UB:tělo:těla]
de: [BP:UB:Körper:Körper]
eo: [BP:UB:korpo:korpoj]
es: [BP:UB:cuerpo:cuerpos]
ja: [BP:UB:胴体:胴体]
ko: [BP:UB:신체:신체]
pl: [BP:UB:ciało:ciała]
ru: [BP:UB:тело:тела]
tr: [BP:UB:beden:bedenler]
vi: [BP:UB:thân:nhiều thân]
zh_hans: [BP:UB:身体:身体]

# BODY:BASIC_2PARTBODY
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:parte superior del cuerpo:partes superiores del cuerpo]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst beden:üst bedenler]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:BASIC_2PARTBODY
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt beden:alt bedenler]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:BASIC_3PARTARMS
source: [BP:RUA:right upper arm:STP]
cs: [BP:RUA:pravá horní ruka:pravé horní ruce]
de: [BP:RUA:rechter Oberarm:STP]
eo: [BP:RUA:dekstra supra brako:dekstraj supraj brakoj]
es: [BP:RUA:brazo derecho:STP]
ja: [BP:RUA:右上腕:STP]
ko: [BP:RUA:오른쪽 위팔:STP]
pl: [BP:RUA:prawe ramię:prawe ramiona]
ru: [BP:RUA:правое плечо:правые плечи]
tr: [BP:RUA:sağ üst kol:STP]
vi: [BP:RUA:bắp tay phải:STP]
zh_hans: [BP:RUA:右上臂:STP]

# BODY:BASIC_3PARTARMS
source: [BP:LUA:left upper arm:STP]
cs: [BP:LUA:levá horní ruka:levé horní ruce]
de: [BP:LUA:linker Oberarm:STP]
eo: [BP:LUA:maldekstra supra brako:maldekstraj supraj brakoj]
es: [BP:LUA:brazo izquierdo:STP]
ja: [BP:LUA:左上腕:STP]
ko: [BP:LUA:왼쪽 위팔:STP]
pl: [BP:LUA:lewe ramię:lewe ramiona]
ru: [BP:LUA:левое плечо:левые плечи]
tr: [BP:LUA:sol alt kol:STP]
vi: [BP:LUA:bắp tay trái:STP]
zh_hans: [BP:LUA:左上臂:STP]

# BODY:BASIC_3PARTARMS
source: [BP:RLA:right lower arm:STP]
cs: [BP:RLA:pravá dolní ruka:pravé dolní ruce]
de: [BP:RLA:rechter Unterarm:STP]
eo: [BP:RLA:dekstra antaŭbrako:dekstraj antaŭbrakoj]
es: [BP:RLA:antebrazo derecho:STP]
ja: [BP:RLA:右前腕:STP]
ko: [BP:RLA:오른쪽 아래팔:STP]
pl: [BP:RLA:prawe przedramię:prawe przedramiona]
ru: [BP:RLA:правое предплечье:правые предплечья]
tr: [BP:RLA:sağ alt kol:STP]
vi: [BP:RLA:cẳng tay phải:STP]
zh_hans: [BP:RLA:右前臂:STP]

# BODY:BASIC_3PARTARMS
source: [BP:LLA:left lower arm:STP]
cs: [BP:LLA:levá dolní ruka:levé dolní ruce]
de: [BP:LLA:linker Unterarm:STP]
eo: [BP:LLA:maldekstra antaŭbrako:maldekstraj antaŭbrakoj]
es: [BP:LLA:antebrazo izquierdo:STP]
ja: [BP:LLA:左前腕:STP]
ko: [BP:LLA:왼쪽 아래팔:STP]
pl: [BP:LLA:lewe przedramię:lewe przedramiona]
ru: [BP:LLA:левое предплечье:левые предплечья]
tr: [BP:LLA:sol alt kol:STP]
vi: [BP:LLA:cẳng tay trái:STP]
zh_hans: [BP:LLA:左前臂:STP]

# BODY:BASIC_3PARTARMS
source: [BP:RH:right hand:STP]
cs: [BP:RH:pravá dlaň:pravé dlaně]
de: [BP:RH:rechte Hand:STP]
eo: [BP:RH:dekstra mano:dekstraj manoj]
es: [BP:RH:mano derecha:STP]
ja: [BP:RH:右手:STP]
ko: [BP:RH:오른손:STP]
pl: [BP:RH:prawa dłoń:prawe dłonie]
ru: [BP:RH:правая ладонь:правые ладони]
tr: [BP:RH:sağ el:STP]
vi: [BP:RH:bàn tay phải:STP]
zh_hans: [BP:RH:右手:STP]

# BODY:BASIC_3PARTARMS
source: [BP:LH:left hand:STP]
cs: [BP:LH:levá dlaň:levé dlaně]
de: [BP:LH:linke Hand:STP]
eo: [BP:LH:maldekstra mano:maldekstraj manoj]
es: [BP:RH:mano izquierda:STP]
ja: [BP:LH:左手:STP]
ko: [BP:LH:왼손:STP]
pl: [BP:LH:lewa dłoń:lewe dłonie]
ru: [BP:LH:левая ладонь:левые ладони]
tr: [BP:LH:sol el:STP]
vi: [BP:LH:bàn tay trái:STP]
zh_hans: [BP:LH:左手:STP]

# BODY:BASIC_3PARTLEGS
source: [BP:RUL:right upper leg:STP]
cs: [BP:RUL:pravá horní noha:pravé horní nohy]
de: [BP:RUL:rechter Oberschenkel:STP]
eo: [BP:RUL:dekstra femuro:dekstraj femuroj]
es: [BP:RUL:muslo derecho:STP]
ja: [BP:RUL:右大腿:STP]
ko: [BP:RUL:오른쪽 윗다리:STP]
pl: [BP:RUL:prawe udo:prawe uda]
ru: [BP:RUL:правое бедро:правые бёдра]
tr: [BP:RUL:sağ üst bacak:STP]
vi: [BP:RUL:bắp đùi phải:STP]
zh_hans: [BP:RUL:右大腿:STP]

# BODY:BASIC_3PARTLEGS
source: [BP:LUL:left upper leg:STP]
cs: [BP:LUL:levá horní noha:levé horní nohy]
de: [BP:LUL:linker Oberschenkel:STP]
eo: [BP:LUL:maldekstra femuro:maldekstraj femuroj]
es: [BP:LUL:muslo izquierdo:STP]
ja: [BP:LUL:左大腿:STP]
ko: [BP:LUL:왼쪽 윗다리:STP]
pl: [BP:LUL:lewe udo:lewe uda]
ru: [BP:LUL:левое бедро:левые бёдра]
tr: [BP:LUL:sol üst bacak:STP]
vi: [BP:LUL:bắp đùi trái:STP]
zh_hans: [BP:LUL:左大腿:STP]

# BODY:BASIC_3PARTLEGS
source: [BP:RLL:right lower leg:STP]
cs: [BP:RLL:pravá dolní noha:pravé dolní nohy]
de: [BP:RLL:rechter Unterschenkel:STP]
eo: [BP:RLL:dekstra malspra ukruro:dekstraj malspraj kruroj]
es: [BP:RLL:pierna derecha:STP]
ja: [BP:RLL:右下腿:STP]
ko: [BP:RLL:오른쪽 아랫다리:STP]
pl: [BP:RLL:prawa goleń:prawe golenie]
ru: [BP:RLL:правая голень:правые голени]
tr: [BP:RLL:sağ alt bacak:STP]
vi: [BP:RLL:bắp chân phải:STP]
zh_hans: [BP:RLL:右小腿:STP]

# BODY:BASIC_3PARTLEGS
source: [BP:LLL:left lower leg:STP]
cs: [BP:LLL:levá dolní noha:levé dolní nohy]
de: [BP:LLL:linker Unterschenkel:STP]
eo: [BP:LLL:maldekstra malspra kruro:maldekstraj malspraj kruroj]
es: [BP:LLL:pierna izquierda:STP]
ja: [BP:LLL:左下腿:STP]
ko: [BP:LLL:왼쪽 아랫다리:STP]
pl: [BP:LLL:lewa goleń:lewe golenie]
ru: [BP:LLL:левая голень:левые голени]
tr: [BP:LLL:sol alt bacak:STP]
vi: [BP:LLL:bắp chân trái:STP]
zh_hans: [BP:LLL:左小腿:STP]

# BODY:BASIC_3PARTLEGS
source: [BP:RF:right foot:right feet]
cs: [BP:RF:pravé chodidlo:pravá chodidla]
de: [BP:RF:rechter Fuß:rechten Füße]
eo: [BP:RF:dekstra piedo:dekstraj piedoj]
es: [BP:RF:pie derecho:pies derechos]
ja: [BP:RF:右足:右足]
ko: [BP:RF:오른발:오른발]
pl: [BP:RF:prawa stopa:prawe stopy]
ru: [BP:RF:правая ступня:правые ступни]
tr: [BP:RF:sağ ayak:sağ ayak]
vi: [BP:RF:bàn chân phải:nhiều bàn chân phải]
zh_hans: [BP:RF:右脚:右脚]

# BODY:BASIC_3PARTLEGS
source: [BP:LF:left foot:left feet]
cs: [BP:LF:levé chodidlo:levá chodidla]
de: [BP:LF:linker Fuß:linke Füße]
eo: [BP:LF:maldekstra piedo:maldekstraj piedoj]
es: [BP:LF:pie izquierdo:pies izquierdos]
ja: [BP:LF:左足:左足]
ko: [BP:LF:왼발:왼발]
pl: [BP:LF:lewa stopa:lewe stopy]
ru: [BP:LF:левая ступня:левые ступни]
tr: [BP:LF:sol ayak:sol ayak]
vi: [BP:bàn chân trái:nhiều bàn chân trái]
zh_hans: [BP:LF:左脚:左脚]

# BODY:BASIC_FRONTLEGS
source: [BP:RA:right front leg:STP]
cs: [BP:RA:pravá přední noha:pravé přední nohy]
de: [BP:RA:rechtes Vorderbein:STP]
eo: [BP:RA:dekstra antaŭa gambo:dekstraj antaŭaj gamboj]
es: [BP:RA:pata delantera derecha:STP]
ja: [BP:RA:右前脚:STP]
ko: [BP:RA:오른쪽 앞다리:STP]
pl: [BP:RA:prawa przednia noga:prawe przednie nogi]
ru: [BP:RA:правая передняя нога:правые передние ноги]
tr: [BP:RA:sağ ön bacak:STP]
vi: [BP:RA:chân phải trước:STP]
zh_hans: [BP:RA:右前肢:STP]

# BODY:BASIC_FRONTLEGS
source: [BP:LA:left front leg:STP]
cs: [BP:LA:levá přední noha:levé přední nohy]
de: [BP:LA:linkes Vorderbein:STP]
eo: [BP:LA:maldekstra antaŭa gambo:maldekstraj antaŭaj gamboj]
es: [BP:LA:pata delantera izquierda:STP]
ja: [BP:LA:左前脚:STP]
ko: [BP:LA:왼쪽 앞다리:STP]
pl: [BP:LA:lewa przednia noga:lewe przednie nogi]
ru: [BP:LA:левая передняя нога:левые передние ноги]
tr: [BP:LA: ön bacak:STP]
vi: [BP:LA:chân trái trước:STP]
zh_hans: [BP:LA:左前肢:STP]

# BODY:BASIC_FRONTLEGS
source: [BP:RH:right front foot:right front feet]
cs: [BP:RH:pravé přední chodidlo:pravá přední chodidla]
de: [BP:RH:rechter Vorderfuß:rechten Vorderfüße]
eo: [BP:RH:dekstra antaŭa piedo:dekstraj antaŭaj piedoj]
es: [BP:RH:pezuña delantera derecha:pezuñas delanteras derechas]
ja: [BP:RH:右前足:右前足]
ko: [BP:RH:오른쪽 앞발:오른쪽 앞발]
pl: [BP:RH:prawa przednia stopa:prawe przednie stopy]
ru: [BP:RH:правая передняя ступня:правые передние ступни]
tr: [BP:RH:sağ ön ayak:sağ ön ayak]
vi: [BP:RH:chân phải trước:nhiều chân phải trước]
zh_hans: [BP:RH:右前脚:右前脚]

# BODY:BASIC_FRONTLEGS
source: [BP:LH:left front foot:left front feet]
cs: [BP:LH:levé přední chodidlo:levá přední chodidla]
de: [BP:LH:linker Vorderfuß:linken Vorderfüße]
eo: [BP:LH:maldekstra antaŭa piedo:maldekstraj antaŭaj piedoj]
es: [BP:LH:pezuña delantera izquierda:pezuñas delanteras izquierdas]
ja: [BP:LH:左前足:左前足]
ko: [BP:LH:왼쪽 앞발:왼쪽 앞발]
pl: [BP:LH:lewa przednia stopa:lewe przednie stopy]
ru: [BP:LH:левая передняя ступня:левые передние ступни]
tr: [BP:LH:sol ön ayak:sol ön ayak]
vi: [BP:LH:chân trái trước:nhiều chân trái trước]
zh_hans: [BP:LH:左前脚:左前脚]

# BODY:BASIC_REARLEGS
source: [BP:RL:right rear leg:STP]
cs: [BP:RL:pravá zadní noha:pravé zadní nohy]
de: [BP:RL:rechtes Hinterbein:STP]
eo: [BP:RL:dekstra posta gambo:dekstraj postaj gamboj]
es: [BP:RL:pata trasera derecha:STP]
ja: [BP:RL:右後脚:STP]
ko: [BP:RL:오른쪽 뒷다리:STP]
pl: [BP:RL:prawa tylna noga:prawe tylne nogi]
ru: [BP:RL:правая задняя нога:правые задние ноги]
tr: [BP:RL:sağ arka bacak:STP]
vi: [BP:RL:chân phải sau:STP]
zh_hans: [BP:RL:右后肢:STP]

# BODY:BASIC_REARLEGS
source: [BP:LL:left rear leg:STP]
cs: [BP:LL:levá zadní noha:levé zadní nohy]
de: [BP:LL:linkes Hinterbein:STP]
eo: [BP:LL:maldekstra posta gambo:maldekstraj postaj gamboj]
es: [BP:LL:pata trasera izquierda:STP]
ja: [BP:LL:左後脚:STP]
ko: [BP:LL:왼쪽 뒷다리:STP]
pl: [BP:LL:lewa tylna noga:lewe tylne nogi]
ru: [BP:LL:левая задняя нога:левые задние ноги]
tr: [BP:LL:sol arka bacak:STP]
vi: [BP:LL:chân trái sau:STP]
zh_hans: [BP:LL:左后肢:STP]

# BODY:BASIC_REARLEGS
source: [BP:RF:right rear foot:right rear feet]
cs: [BP:RF:pravé zadní chodidlo:pravá zadní chodidla]
de: [BP:RF:rechter Hinterfuß:rechten Hinterfüße]
eo: [BP:RF:dekstra posta piedo:dekstraj postaj piedoj]
es: [BP:RF:pezuña trasera derecha:pezuñas traseras derechas]
ja: [BP:RF:右後足:右後足]
ko: [BP:RF:오른쪽 뒷발:오른쪽 뒷발]
pl: [BP:RF:prawa tylna stopa:prawe tylne stopy]
ru: [BP:RF:правая задняя ступня:правые задние ступни]
tr: [BP:RF:sağ arka ayak:sağ arka ayak]
vi: [BP:RF:bàn chân phải sau:nhiều bàn chân phải sau]
zh_hans: [BP:RF:右后脚:右后脚]

# BODY:BASIC_REARLEGS
source: [BP:LF:left rear foot:left rear feet]
cs: [BP:LF:levé zadní chodidlo:levá zadní chodidla]
de: [BP:LF:linker Hinterfuß:linken Hinterfüße]
eo: [BP:LF:maldekstra posta piedo:maldekstraj postaj piedoj]
es: [BP:LF:pezuña trasera izquierda:pezuñas traseras izquierdas]
ja: [BP:LF:左後足:左後足]
ko: [BP:LF:왼쪽 뒷발:왼쪽 뒷발]
pl: [BP:LF:lewa tylna stopa:lewe tylne stopy]
ru: [BP:LF:левая задняя ступня:левые задние ступни]
tr: [BP:LF:sol arka ayak:sol arka ayak]
vi: [BP:LF:bàn chân trái sau:nhiều bàn chân trái sau]
zh_hans: [BP:LF:左后脚:左后脚]

# BODY:ARMS_STANCE
source: [BP:RUA:right upper arm:STP]
cs: [BP:RUA:pravá horní ruka:pravé horní ruce]
de: [BP:RUA:rechter Oberarm:STP]
eo: [BP:RUA:dekstra supra brako:dekstraj supraj brakoj]
es: [BP:RUA:brazo derecho:STP]
ja: [BP:RUA:右上腕:STP]
ko: [BP:RUA:오른쪽 위팔:STP]
pl: [BP:RUA:prawe ramię:prawe ramiona]
ru: [BP:RUA:правое плечо:правые плечи]
tr: [BP:RUA:sag üst kol:STP]
vi: [BP:RUA:bắp tay phải:STP]
zh_hans: [BP:RUA:右上臂:STP]

# BODY:ARMS_STANCE
source: [BP:LUA:left upper arm:STP]
cs: [BP:LUA:levá horní ruka:levé horní ruce]
de: [BP:LUA:linker Oberarm:STP]
eo: [BP:LUA:maldekstra supra brako:maldekstraj supraj brakoj]
es: [BP:LUA:brazo izquierdo:STP]
ja: [BP:LUA:左上腕:STP]
ko: [BP:LUA:왼쪽 위팔:STP]
pl: [BP:LUA:lewe ramię:lewe ramiona]
ru: [BP:LUA:левое плечо:левые плечи]
tr: [BP:LUA:sol üst kol:STP]
vi: [BP:LUA:bắp tay trái:STP]
zh_hans: [BP:LUA:左上臂:STP]

# BODY:ARMS_STANCE
source: [BP:RLA:right lower arm:STP]
cs: [BP:RLA:pravá dolní ruka:pravé dolní ruce]
de: [BP:RLA:rechter Unterarm:STP]
eo: [BP:RLA:dekstra antaŭbrako:dekstraj antaŭbrakoj]
es: [BP:RLA:antebrazo derecho:STP]
ja: [BP:RLA:右前腕:STP]
ko: [BP:RLA:오른쪽 아래팔:STP]
pl: [BP:RLA:prawe przedramię:prawe przedramiona]
ru: [BP:RLA:правое предплечье:правые предплечья]
tr: [BP:RLA:sağ alt kol:STP]
vi: [BP:RLA:cẳng tay phải:STP]
zh_hans: [BP:RLA:右前臂:STP]

# BODY:ARMS_STANCE
source: [BP:LLA:left lower arm:STP]
cs: [BP:LLA:levá dolní ruka:levé dolní ruce]
de: [BP:LLA:linker Unterarm:STP]
eo: [BP:LLA:maldekstra antaŭbrako:maldekstraj antaŭbrakoj]
es: [BP:LLA:antebrazo izquierdo:STP]
ja: [BP:LLA:左前腕:STP]
ko: [BP:LLA:왼쪽 아래팔:STP]
pl: [BP:LLA:lewe przedramię:lewe przedramiona]
ru: [BP:LLA:левое предплечье:левые предплечья]
tr: [BP:LLA:sol alt kol:STP]
vi: [BP:LLA:cẳng tay trái:STP]
zh_hans: [BP:LLA:左前臂:STP]

# BODY:ARMS_STANCE
source: [BP:RH:right hand:STP]
cs: [BP:RH:pravá dlaň:pravé dlaně]
de: [BP:RH:rechte Hand:STP]
eo: [BP:RH:dekstra mano:dekstraj manoj]
es: [BP:RH:mano derecha:STP]
ja: [BP:RH:右手:STP]
ko: [BP:RH:오른손:STP]
pl: [BP:RH:prawa dłoń:prawe dłonie]
ru: [BP:RH:правая ладонь:правые ладони]
tr: [BP:RH:sağ el:STP]
vi: [BP:RH:bàn tay phải:STP]
zh_hans: [BP:RH:右手:STP]

# BODY:ARMS_STANCE
source: [BP:LH:left hand:STP]
cs: [BP:LH:levá dlaň:levé dlaně]
de: [BP:LH:linke Hand:STP]
eo: [BP:LH:maldekstra mano:maldekstraj manoj]
es: [BP:RH:mano izquierda:STP]
ja: [BP:LH:左手:STP]
ko: [BP:LH:왼손:STP]
pl: [BP:LH:lewa dłoń:lewe dłonie]
ru: [BP:LH:левая ладонь:левые ладони]
tr: [BP:LH:sol el:STP]
vi: [BP:LH:bàn tay trái:STP]
zh_hans: [BP:LH:左手:STP]

# BODY:7HEADNECKS
source: [BP:NK1:first neck:STP]
cs: [BP:NK1:první krk:první krky]
de: [BP:NK1:erster Hals:STP]
eo: [BP:NK1:unua kolo:unuaj koloj]
es: [BP:NK1:primer cuello:STP]
ja: [BP:NK1:一番目の首:STP]
ko: [BP:NK1:첫째 목:STP]
pl: [BP:NK1:pierwsza szyja:pierwsze szyje]
ru: [BP:NK1:первая шея:первые шеи]
tr: [BP:NK1:birinci boyun:STP]
vi: [BP:NK1:cổ thứ nhất:STP]
zh_hans: [BP:NK1:第一颈:STP]

# BODY:7HEADNECKS
source: [BP:NK2:second neck:STP]
cs: [BP:NK2:druhý krk:druhé krky]
de: [BP:NK2:zweiter Hals:STP]
eo: [BP:NK2:dua kolo:duaj koloj]
es: [BP:NK2:segundo cuello:STP]
ja: [BP:NK2:二番目の首:STP]
ko: [BP:NK2:둘째 목:STP]
pl: [BP:NK2:druga szyja:drugie szyje]
ru: [BP:NK2:вторая шея:вторые шеи]
tr: [BP:NK2:ikinci boyun:STP]
vi: [BP:NK2:cổ thứ hai:STP]
zh_hans: [BP:NK2:第二颈:STP]

# BODY:7HEADNECKS
source: [BP:NK3:third neck:STP]
cs: [BP:NK3:třetí krk:třetí krky]
de: [BP:NK3:dritter Hals:STP]
eo: [BP:NK3:tria kolo:triaj koloj]
es: [BP:NK3:tercer cuello:STP]
ja: [BP:NK3:三番目の首:STP]
ko: [BP:NK3:셋째 목:STP]
pl: [BP:NK3:trzecia szyja:trzecie szyje]
ru: [BP:NK3:третья шея:третьи шеи]
tr: [BP:NK3:üçüncü boyun:STP]
vi: [BP:NK3:cổ thứ ba:STP]
zh_hans: [BP:NK3:第三颈:STP]

# BODY:7HEADNECKS
source: [BP:NK4:fourth neck:STP]
cs: [BP:NK4:čtvrtý krk:čtvrté krky]
de: [BP:NK4:vierter Hals:STP]
eo: [BP:NK4:kvara kolo:kvaraj koloj]
es: [BP:NK4:cuarto cuello:STP]
ja: [BP:NK4:四番目の首:STP]
ko: [BP:NK4:넷째 목:STP]
pl: [BP:NK4:czwarta szyja:czwarte szyje]
ru: [BP:NK4:четвёртая шея:четвёртые шеи]
tr: [BP:NK4:dördüncü boyun:STP]
vi: [BP:NK4:cổ thứ tư:STP]
zh_hans: [BP:NK4:第四颈:STP]

# BODY:7HEADNECKS
source: [BP:NK5:fifth neck:STP]
cs: [BP:NK5:pátý krk:páté krky]
de: [BP:NK5:fünfter Hals:STP]
eo: [BP:NK5:kvina kolo:kvinaj koloj]
es: [BP:NK5:quinto cuello:STP]
ja: [BP:NK5:五番目の首:STP]
ko: [BP:NK5:다섯째 목:STP]
pl: [BP:NK5:piąta szyja:piąte szyje]
ru: [BP:NK5:пятая шея:пятые шеи]
tr: [BP:NK5:beşinci boyun:STP]
vi: [BP:NK5:cổ thứ năm:STP]
zh_hans: [BP:NK5:第五颈:STP]

# BODY:7HEADNECKS
source: [BP:NK6:sixth neck:STP]
cs: [BP:NK6:šestý krk:šesté krky]
de: [BP:NK6:sechster Hals:STP]
eo: [BP:NK6:sesa kolo:sesaj koloj]
es: [BP:NK6:sexto cuello:STP]
ja: [BP:NK6:六番目の首:STP]
ko: [BP:NK6:여섯째 목:STP]
pl: [BP:NK6:szósta szyja:szóste szyje]
ru: [BP:NK6:шестая шея:шестые шеи]
tr: [BP:NK6:altıncı boyun:STP]
vi: [BP:NK6:cổ thứ sáu:STP]
zh_hans: [BP:NK6:第六颈:STP]

# BODY:7HEADNECKS
source: [BP:NK7:seventh neck:STP]
cs: [BP:NK7:sedmí krk:sedmé krky]
de: [BP:NK7:siebter Hals:STP]
eo: [BP:NK7:sepa kolo:sepaj koloj]
es: [BP:NK7:séptimo cuello:STP]
ja: [BP:NK7:七番目の首:STP]
ko: [BP:NK7:일곱째 목:STP]
pl: [BP:NK7:siódma szyja:siódme szyje]
ru: [BP:NK7:седьмая шея:седьмые шеи]
tr: [BP:NK7:yedinci boyun:STP]
vi: [BP:NK7:cổ thứ bảy:STP]
zh_hans: [BP:NK7:第七颈:STP]

# BODY:7HEADNECKS
source: [BP:HD1:first head:STP]
cs: [BP:HD1:první hlava:první hlavy]
de: [BP:HD1:erster Kopf:STP]
eo: [BP:HD1:unua kapo:unuaj kapoj]
es: [BP:HD1:primera cabeza:STP]
ja: [BP:HD1:一番目の頭:STP]
ko: [BP:HD1:첫째 머리:STP]
pl: [BP:HD1:pierwsza głowa:pierwsze głowy]
ru: [BP:HD1:первая голова:первые головы]
tr: [BP:HD1:birinci kafa:STP]
vi: [BP:HD1:đầu thứ nhất:STP]
zh_hans: [BP:HD1:第一头:STP]

# BODY:7HEADNECKS
source: [BP:HD2:second head:STP]
cs: [BP:HD2:druhá hlava:druhé hlavy]
de: [BP:HD2:zweiter Kopf:STP]
eo: [BP:HD2:dua kapo:duaj kapoj]
es: [BP:HD2:segunda cabeza:STP]
ja: [BP:HD2:二番目の頭:STP]
ko: [BP:HD2:둘째 머리:STP]
pl: [BP:HD2:druga głowa:drugie głowy]
ru: [BP:HD2:вторая голова:вторые головы]
tr: [BP:HD2:ikinci kafa:STP]
vi: [BP:HD2:đầu thứ hai:STP]
zh_hans: [BP:HD2:第二头:STP]

# BODY:7HEADNECKS
source: [BP:HD3:third head:STP]
cs: [BP:HD3:třetí hlava:třetí hlavy]
de: [BP:HD3:dritter Kopf:STP]
eo: [BP:HD3:tria kapo:triaj kapoj]
es: [BP:HD3:tercera cabeza:STP]
ja: [BP:HD3:三番目の頭:STP]
ko: [BP:HD3:셋째 머리:STP]
pl: [BP:HD3:trzecia głowa:trzecie głowy]
ru: [BP:HD3:третья голова:третьи головы]
tr: [BP:HD3:üçüncü kafa:STP]
vi: [BP:HD3:đầu thứ ba:STP]
zh_hans: [BP:HD3:第三头:STP]

# BODY:7HEADNECKS
source: [BP:HD4:fourth head:STP]
cs: [BP:HD4:čtvrtá hlava:čtvrté hlavy]
de: [BP:HD4:vierter Kopf:STP]
eo: [BP:HD4:kvara kapo:kvaraj kapoj]
es: [BP:HD4:cuarta cabeza:STP]
ja: [BP:HD4:四番目の頭:STP]
ko: [BP:HD4:넷째 머리:STP]
pl: [BP:HD4:czwarta głowa:czwarte głowy]
ru: [BP:HD4:четвёртая голова:четвёртые головы]
tr: [BP:HD4:dördüncü kafa:STP]
vi: [BP:HD4:đầu thứ tư:STP]
zh_hans: [BP:HD4:第四头:STP]

# BODY:7HEADNECKS
source: [BP:HD5:fifth head:STP]
cs: [BP:HD5:pátá hlava:páté hlavy]
de: [BP:HD5:fünfter Kopf:STP]
eo: [BP:HD5:kvina kapo:kvinaj kapoj]
es: [BP:HD5:quinta cabeza:STP]
ja: [BP:HD5:五番目の頭:STP]
ko: [BP:HD5:다섯째 머리:STP]
pl: [BP:HD5:piąta głowa:piąte głowy]
ru: [BP:HD5:пятая голова:пятые головы]
tr: [BP:HD5:beşinci kafa:STP]
vi: [BP:HD5:đầu thứ năm:STP]
zh_hans: [BP:HD5:第五头:STP]

# BODY:7HEADNECKS
source: [BP:HD6:sixth head:STP]
cs: [BP:HD6:šestá hlava:šesté hlavy]
de: [BP:HD6:sechster Kopf:STP]
eo: [BP:HD6:sesa kapo:sesaj kapoj]
es: [BP:HD6:sexta cabeza:STP]
ja: [BP:HD6:六番目の頭:STP]
ko: [BP:HD6:여섯째 머리:STP]
pl: [BP:HD6:szósta głowa:szóste głowy]
ru: [BP:HD6:шестая голова:шестые головы]
tr: [BP:HD6:altıncı kafa:STP]
vi: [BP:HD6:đầu thứ sáu:STP]
zh_hans: [BP:HD6:第六头:STP]

# BODY:7HEADNECKS
source: [BP:HD7:seventh head:STP]
cs: [BP:HD7:sedmá hlava:sedmé hlavy]
de: [BP:HD7:siebter Kopf:STP]
eo: [BP:HD7:sepa kapo:sepaj kapoj]
es: [BP:HD7:séptima cabeza:STP]
ja: [BP:HD7:七番目の頭:STP]
ko: [BP:HD7:일곱째 머리:STP]
pl: [BP:HD7:siódma głowa:siódme głowy]
ru: [BP:HD7:седьмая голова:седьмые головы]
tr: [BP:HD7:yedinci kafa:STP]
vi: [BP:HD7:đầu thứ bảy:STP]
zh_hans: [BP:HD7:第七头:STP]

# BODY:BASIC_HEAD
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:kafa:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:BASIC_HEAD_NECK
source: [BP:NK:neck:STP]
cs: [BP:NK:krk:krky]
de: [BP:NK:Nacken:STP]
eo: [BP:NK:kolo:koloj]
es: [BP:NK:cuello:STP]
ja: [BP:NK:首:STP]
ko: [BP:NK:목:STP]
pl: [BP:NK:szyja:szyje]
ru: [BP:NK:шея:шеи]
tr: [BP:NK:boyun:STP]
vi: [BP:NK:cổ:STP]
zh_hans: [BP:NK:颈部:STP]

# BODY:BASIC_HEAD_NECK
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:kafa:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:BODY_HEAD
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:kafa:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:BODY_WITH_HEAD_FLAG
source: [BP:HD:body:bodies]
cs: [BP:HD:tělo:těla]
de: [BP:HD:Körper:Körper]
eo: [BP:HD:korpo:korpoj]
es: [BP:HD:cuerpo:cuerpos]
ja: [BP:HD:胴体:胴体]
ko: [BP:HD:신체:신체]
pl: [BP:HD:ciało:ciała]
ru: [BP:HD:тело:тела]
tr: [BP:HD:vücut:vücutlar]
vi: [BP:HD:thân:nhiều thân]
zh_hans: [BP:HD:身体:身体]

# BODY:HUMANOID
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:torso:torsos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst gövde:üst gövdeler]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt gövde:alt gövdeler]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:kafa:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HUMANOID
source: [BP:RUA:right upper arm:STP]
cs: [BP:RUA:pravá horní ruka:pravé horní ruce]
de: [BP:RUA:rechter Oberarm:STP]
eo: [BP:RUA:dekstra brako:dekstraj brakoj]
es: [BP:RUA:brazo derecho:STP]
ja: [BP:RUA:右上腕:STP]
ko: [BP:RUA:오른쪽 위팔:STP]
pl: [BP:RUA:prawe ramię:prawe ramiona]
ru: [BP:RUA:правое плечо:правые плечи]
tr: [BP:RUA:sağ üst kol:STP]
vi: [BP:RUA:bắp tay phải:STP]
zh_hans: [BP:RUA:右上臂:STP]

# BODY:HUMANOID
source: [BP:LUA:left upper arm:STP]
cs: [BP:LUA:levá horní ruka:levé horní ruce]
de: [BP:LUA:linker Oberarm:STP]
eo: [BP:LUA:maldekstra supra brako:maldekstraj supraj brakoj]
es: [BP:LUA:brazo izquierdo:STP]
ja: [BP:LUA:左上腕:STP]
ko: [BP:LUA:왼쪽 위팔:STP]
pl: [BP:LUA:lewe ramię:lewe ramiona]
ru: [BP:LUA:левое плечо:левые плечи]
tr: [BP:LUA:sol üst kol:STP]
vi: [BP:LUA:bắp tay trái:STP]
zh_hans: [BP:LUA:左上臂:STP]

# BODY:HUMANOID
source: [BP:RLA:right lower arm:STP]
cs: [BP:RLA:pravá dolní ruka:pravé dolní ruce]
de: [BP:RLA:rechter Unterarm:STP]
eo: [BP:RLA:dekstra antaŭbrako:dekstraj antaŭbrakoj]
es: [BP:RLA:antebrazo derecho:STP]
ja: [BP:RLA:右前腕:STP]
ko: [BP:RLA:오른쪽 아래팔:STP]
pl: [BP:RLA:prawe przedramię:prawe przedramiona]
ru: [BP:RLA:правое предплечье:правые предплечья]
tr: [BP:RLA:sağ alt kol:STP]
vi: [BP:RLA:cẳng tay phải:STP]
zh_hans: [BP:RLA:右前臂:STP]

# BODY:HUMANOID
source: [BP:LLA:left lower arm:STP]
cs: [BP:LLA:levá dolní ruka:levé dolní ruce]
de: [BP:LLA:linker Unterarm:STP]
eo: [BP:LLA:maldekstra antaŭbrako:maldekstraj antaŭbrakoj]
es: [BP:LLA:antebrazo izquierdo:STP]
ja: [BP:LLA:左前腕:STP]
ko: [BP:LLA:왼쪽 아래팔:STP]
pl: [BP:LLA:lewe przedramię:lewe przedramiona]
ru: [BP:LLA:левое предплечье:левые предплечья]
tr: [BP:LLA:sol alt kol:STP]
vi: [BP:LLA:cẳng tay trái:STP]
zh_hans: [BP:LLA:左前臂:STP]
