Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:MANDRILL
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:MANDRILL
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:MANDRILL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MANDRILL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MANDRILL_MAN
source: [CASTE_NAME:mandrill man:mandrill men:mandrill man]
cs: [CASTE_NAME:mandrilí muž:mandrilí muži:mandrilího muže]
de: [CASTE_NAME:Mandrillenmännchen:Mandrillenmännchen:Mandrillenmännchen]
eo: [CASTE_NAME:hommandriliĉo:hommandriliĉoj:de hommandriliĉo]
es: [CASTE_NAME:hombre mandril:hombres mandril:de hombre mandril]
ja: [CASTE_NAME:マンドリル男:マンドリル男:マンドリル男の]
ko: [CASTE_NAME:남성 맨드릴인간:남성 맨드릴인간들:남성 맨드릴인간]
pl: [CASTE_NAME:mandrylomężczyzna:mandrylomężczyźni:mandrylomężczyzny]
ru: [CASTE_NAME:мужчина-мандрил:мужчины-мандрилы:мужчины-мандрила]
tr: [CASTE_NAME:erkek mandril:erkek mandriller:erkek mandril]
vi: [CASTE_NAME:người khỉ đầu chó mandrill nam:những người khỉ đầu chó mandrill nam:người khỉ đầu chó mandrill nam]

# CREATURE:MANDRILL_MAN
source: [CASTE_NAME:mandrill woman:mandrill women:mandrill woman]
cs: [CASTE_NAME:mandrilí žena:mandrilí ženy:mandrilí ženu]
de: [CASTE_NAME:Mandrillenweibchen:Mandrillenweibchen:Mandrillenweibchen]
eo: [CASTE_NAME:hommandrilino:hommandrilinoj:de hommandrilino]
es: [CASTE_NAME:mujer mandril:mujeres mandril:de mujer mandril]
ja: [CASTE_NAME:マンドリル女:マンドリル女:マンドリル女の]
ko: [CASTE_NAME:여성 맨드릴인간:여성 맨드릴인간들:여성 맨드릴인간]
pl: [CASTE_NAME:mandrylokobieta:mandrylokobiety:mandrylokobiecy]
ru: [CASTE_NAME:женщина-мандрил:женщины-мандрилы:женщины-мандрила]
tr: [CASTE_NAME:dişi mandril:dişi mandriller:dişi mandril]
vi: [CASTE_NAME:người khỉ đầu chó mandrill nữ:những người khỉ đầu chó mandrill nữ:người khỉ đầu chó mandrill nữ]

# CREATURE:MANDRILL_MAN
source: [NAME:mandrill man:mandrill men:mandrill man]
cs: [NAME:mandrilí muž:mandrilí muži:mandrilího muže]
de: [NAME:Mandrillenmännchen:Mandrillenmännchen:Mandrillenmännchen]
eo: [NAME:hommandrilo:hommandriloj:de hommandrilo]
es: [NAME:hombre mandril:hombres mandril:de hombre mandril]
ja: [NAME:マンドリル男:マンドリル男:マンドリル男の]
ko: [NAME:맨드릴인간:맨드릴인간들:맨드릴인간]
pl: [NAME:mandryloczłowiek:mandryloludzie:mandryloludzki]
ru: [NAME:человек-мандрил:люди-мандрилы:человека-мандрила]
tr: [NAME:erkek mandril:erkek mandriller:erkek mandril]
vi: [NAME:người khỉ đầu chó mandrill nam:những người khỉ đầu chó mandrill nam:người khỉ đầu chó mandrill nam]

# CREATURE:MANDRILL_MAN
source: [DESCRIPTION:A blue-rumped person with the head and tail of a mandrill.]
cs: [DESCRIPTION:Osoba s modrým zadkem a hlavou a ocasem mandrila.]
de: [DESCRIPTION:Ein Blaubürzelmensch mit dem Kopf und Schwanz eines Mandrill-Affen.]
eo: [DESCRIPTION:Homo kun la kapo, la vosto kaj la pugo de mandrilo.]
es: [DESCRIPTION:Una persona de nalgas azuladas con la cabeza y cola de un mandril.]
ja: [DESCRIPTION:マンドリルの頭と尾を持つ、真っ青な顔をした人間だ。]
ko: [DESCRIPTION:맨드릴의 머리와 꼬리를 가진 푸른 혹을 가진 사람. ]
pl: [DESCRIPTION:Osobnik z niebieskim zadem, głową i ogonem mandryla.]
ru: [DESCRIPTION:Синезадый человек с головой и хвостом мандрила.]
tr: [DESCRIPTION:Mandril başlı ve kuyruklu, mavi kalçalı bir fantastik canlı.]
vi: [DESCRIPTION:Một người có mông xanh với đầu và đuôi của một con khỉ đầu chó mandrill.]

# CREATURE:GIANT_MANDRILL
source: [NAME:giant mandrill:giant mandrills:giant mandrill]
cs: [NAME:obří mandril:obří mandrilové:obřího mandrila]
de: [NAME:Riesiger Mandrill:Riesige Mandrillen:Riesiger Mandrill]
eo: [NAME:giganta mandrilo:gigantaj mandriloj:de giganta mandrilo]
es: [NAME:mandril gigante:mandriles gigantes:de gigante mandril]
ja: [NAME:巨大マンドリル:巨大マンドリル:巨大マンドリルの]
ko: [NAME:거대 맨드릴:거대 맨드릴들:거대 맨드릴]
pl: [NAME:gigantyczny mandryl:gigantyczne mandryle:gigantyczno mandrylowy]
ru: [NAME:гигантский мандрил:гигантские мандрилы:гигантского мандрила]
tr: [NAME:dev mandril:dev mandriller:dev mandril]
vi: [NAME:khỉ đầu chó mandrill khổng lồ:khỉ đầu chó mandrill khổng lồ:khỉ đầu chó mandrill khổng lồ]

# CREATURE:GIANT_MANDRILL
source: [CASTE_NAME:giant mandrill:giant mandrills:giant mandrill]
cs: [CASTE_NAME:obří mandril:obří mandrilové:obřího mandrila]
de: [CASTE_NAME:Riesiger Mandrill:Riesige Mandrillen:Riesiger Mandrill]
eo: [CASTE_NAME:giganta mandrilo:gigantaj mandriloj:de giganta mandrilo]
es: [CASTE_NAME:mandril gigante:mandriles gigantes:de mandril gigante]
ja: [CASTE_NAME:巨大マンドリル:巨大マンドリル:巨大マンドリルの]
ko: [CASTE_NAME:거대 맨드릴:거대 맨드릴들:거대 맨드릴]
pl: [CASTE_NAME:gigantyczny mandryl:gigantyczne mandryle:gigantyczno mandrylowy]
ru: [CASTE_NAME:гигантский мандрил:гигантские мандрилы:гигантского мандрила]
tr: [CASTE_NAME:dev mandril:dev mandriller:dev mandril]
vi: [CASTE_NAME:khỉ đầu chó mandrill khổng lồ:khỉ đầu chó mandrill khổng lồ:khỉ đầu chó mandrill khổng lồ]

# CREATURE:GIANT_MANDRILL
source: [DESCRIPTION:A large monster in the form of a mandrill.]
cs: [DESCRIPTION:Velká příšera v podobě mandrila.]
de: [DESCRIPTION:Ein großes Monster in Form eines Mandrills.]
eo: [DESCRIPTION:Granda monstro kun formo de mandrilo.]
es: [DESCRIPTION:Un gran monstruo con la forma de un mandril.]
ja: [DESCRIPTION:マンドリルのような姿をした巨大な人間だ。]
ko: [DESCRIPTION:맨드릴의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci mandryla.]
ru: [DESCRIPTION:Огромный монстр, похожий на мандрила.]
tr: [DESCRIPTION:Mandril biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ dưới hình dạng một con khỉ đầu chó mandrill.]

# CREATURE:GIANT_MANDRILL
source: [PREFSTRING:colorful faces]
cs: [PREFSTRING:barevné tváře]
de: [PREFSTRING:farbige Gesichter]
eo: [PREFSTRING:buntaj vizaĵoj]
es: [PREFSTRING:caras coloridas]
ja: [PREFSTRING:カラフルな顔]
ko: [PREFSTRING:형형색색의 얼굴]
pl: [PREFSTRING:kolorowe twarze]
ru: [PREFSTRING:красочные морды]
tr: [PREFSTRING:renkli yüzler]
vi: [PREFSTRING:những khuôn mặt đầy màu sắc]
zh_hans: [PREFSTRING:彩色面孔]

# CREATURE:CHIMPANZEE
source: [DESCRIPTION:A large ape which lives in the tropical forests. It lives in complex social groups of many members. Though it is quite intelligent, it has been known for ferocious attacks.]
cs: [DESCRIPTION:Velká opice žijící v tropických lesích. Žije ve složitých sociálních skupinách. Přestože je velmi inteligentní, je známá zuřivými útoky.]
de: [DESCRIPTION:Ein großer Menschenaffe, der in den tropischen Wäldern lebt. Er lebt in komplexen sozialen Gruppen mit vielen Mitgliedern. Obwohl er recht intelligent ist, ist er für seine grausamen Angriffe bekannt.]
eo: [DESCRIPTION:Granda simio kiu loĝas en la tropikaj arbaroj. Ĝi vivas en kompleksaj sociaj grupoj el multaj membroj. Tamen ĝi estas tre inteligenta, ĝi estas konita por ferocaj atakoj.]
es: [DESCRIPTION:Un gran simio el cual mora en bosques tropicales. Vive en complejos grupos sociales de muchos miembros. Aunque es bastante inteligente, ha sido conocido por sus feroces ataques.]
ja: [DESCRIPTION:熱帯林に生息する大型類人猿。多くのメンバーからなる複雑な社会集団に生息しています。非常に知的なものですが、猛烈な攻撃で知られています。]
ko: [DESCRIPTION:열대 숲에 사는 큰 유인원. 그것은 많은 구성원들로 구성된 복잡한 사회 집단에서 산다. 비록 그것은 꽤 지능적이지만, 맹렬한 공격으로 알려져 있다.]
pl: [DESCRIPTION:Duża małpa, która żyje w lasach tropikalnych. Żyje w złożonych społecznościach o wielu członkach. Pomimo tego, że jest całkiem inteligentna, jest znana ze swoich okrutnych ataków.]
ru: [DESCRIPTION:Крупная обезьяна, которая обитает в тропических лесах. Живёт сложными социальными группами из нескольких членов. Хотя она довольно сообразительна, но также известна своими яростными атаками.]
tr: [DESCRIPTION:Tropikal ormanlarda yaşayan büyük bir maymun. Birçok üyeden oluşan karmaşık sosyal gruplar halinde yaşar. Oldukça zeki olmasına rağmen, vahşi saldırılarıyla bilinir.]
vi: [DESCRIPTION:Một loài đại vượn lớn sống trong các khu rừng nhiệt đới. Chúng sống thành những nhóm xã hội phức tạp với nhiều thành viên. Mặc dù khá thông minh, chúng nổi tiếng với những cuộc tấn công hung dữ.]

# CREATURE:CHIMPANZEE
source: [NAME:chimpanzee:chimpanzees:chimpanzee]
cs: [NAME:šimpanz:šimpanzi:šimpanze]
de: [NAME:Schimpanse:Schimpansen:Schimpanse]
eo: [NAME:ĉimpanzo:ĉimpanzoj:de ĉimpanzo]
es: [NAME:chimpance:chimpances:de chimpance]
ja: [NAME:チンパンジー:チンパンジー:チンパンジーの]
ko: [NAME:침팬지:침팬지들:침팬지]
pl: [NAME:szympans:szympansy:szympański]
ru: [NAME:шимпанзе:шимпанзе:шимпанзе]
tr: [NAME:şempanze:şempanzeler:şempanze]
vi: [NAME:tinh tinh:tinh tinh:tinh tinh]

# CREATURE:CHIMPANZEE
source: [CASTE_NAME:chimpanzee:chimpanzees:chimpanzee]
cs: [CASTE_NAME:šimpanz:šimpanzi:šimpanze]
de: [CASTE_NAME:Schimpanse:Schimpansen:Schimpanse]
eo: [CASTE_NAME:ĉimpanzo:ĉimpanzoj:de ĉimpanzo]
es: [CASTE_NAME:chimpance:chimpances:de chimpance]
ja: [CASTE_NAME:チンパンジー:チンパンジー:チンパンジーの]
ko: [CASTE_NAME:침팬지:침팬지들:침팬지]
pl: [CASTE_NAME:szympans:szympansy:szympański]
ru: [CASTE_NAME:шимпанзе:шимпанзе:шимпанзе]
tr: [CASTE_NAME:şempanze:şempanzeler:şempanze]
vi: [CASTE_NAME:tinh tinh:tinh tinh:tinh tinh]

# CREATURE:CHIMPANZEE
source: [PREFSTRING:antics]
cs: [PREFSTRING:skopičiny]
de: [PREFSTRING:Streiche]
eo: [PREFSTRING:klaŭnaĵoj]
es: [PREFSTRING:payasadas]
ja: [PREFSTRING:ふざけた]
ko: [PREFSTRING:장난]
pl: [PREFSTRING:wygłupy]
ru: [PREFSTRING:выходки]
tr: [PREFSTRING:maskaralıklar]
vi: [PREFSTRING:trò tinh nghịch]

# CREATURE:CHIMPANZEE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CHIMPANZEE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:CHIMPANZEE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:CHIMPANZEE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CHIMPANZEE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:BONOBO
source: [DESCRIPTION:A large ape which lives in the tropical forests. It is quite intelligent and lives in large and complex social groups.]
cs: [DESCRIPTION:Velká opice žijící v tropických lesích. Je velmi inteligentní a žije ve velkých složitých skupinách.]
de: [DESCRIPTION:Agroßer Menschenaffe, der in den tropischen Wäldern lebt. Er ist ziemlich intelligent und lebt in großen und komplexen sozialen Gruppen.]
eo: [DESCRIPTION:Granda simio kiu loĝas en la tropikaj arbaroj. Ĝi estas tre inteligenta kaj vivas en grandaj kompleksaj sociaj grupoj.]
es: [DESCRIPTION:Un gran simio el cual mora en bosques tropicales. Es bastante inteligente y vive en grandes y complejos grupos sociales.]
ja: [DESCRIPTION:ジャングルに棲息する大型のサルだ。とても賢く、複雑で巨大な社会的グループを作る。]
ko: [DESCRIPTION:열대 우림에서 서식하는 대형 유인원. 매우 지능적이며 크고 복잡한 사회적인 무리에서 살아간다.]
pl: [DESCRIPTION:Duża małpa, która żyje w lasach tropikalnych. Jest całkiem inteligentna i żyje w dużych, złożonych społecznościach.]
ru: [DESCRIPTION:Крупная обезьяна, которая обитает в тропических лесах. Довольно сообразительна. Живёт крупными и сложными социальными группами.]
tr: [DESCRIPTION:Tropikal ormanlarda yaşayan büyük bir maymun. Oldukça zekidir, büyük ve karmaşık sosyal gruplar halinde yaşar.]
vi: [DESCRIPTION:Một loài đại vượn lớn sống trong các khu rừng nhiệt đới. Chúng khá thông minh và sống thành những nhóm xã hội lớn, phức tạp.]

# CREATURE:BONOBO
source: [NAME:bonobo:bonobos:bonobo]
cs: [NAME:bonobo:bonobové:bonoba]
eo: [NAME:bonobo:bonoboj:de bonobo]
es: [NAME:chimpancé pigmeo:chimpancés pigmeos:de chimpancé pigmeo]
ja: [NAME:ボノボ:ボノボ:ボノボの]
ko: [NAME:보노보:보노보들:보노보]
pl: [NAME:bonobo:bonoba:bonobowy]
ru: [NAME:бонобо:бонобо:бонобо]
tr: [NAME:bonobo:bonobolar:bonobo]

# CREATURE:BONOBO
source: [CASTE_NAME:bonobo:bonobos:bonobo]
cs: [CASTE_NAME:bonobo:bonobové:bonoba]
eo: [CASTE_NAME:bonobo:bonoboj:de bonobo]
es: [CASTE_NAME:chimpancé pigmeo:chimpancés pigmeos:de chimpancé pigmeo]
ja: [CASTE_NAME:ボノボ:ボノボ:ボノボの]
ko: [CASTE_NAME:보노보:보노보들:보노보]
pl: [CASTE_NAME:bonobo:bonoba:bonobowy]
ru: [CASTE_NAME:бонобо:бонобо:бонобо]
tr: [CASTE_NAME:bonobo:bonobolar:bonobo]

# CREATURE:BONOBO
source: [PREFSTRING:antics]
cs: [PREFSTRING:skopičiny]
de: [PREFSTRING:Possen]
eo: [PREFSTRING:klaŭnaĵoj]
es: [PREFSTRING:payasadas]
ja: [PREFSTRING:ふざけた]
ko: [PREFSTRING:장난]
pl: [PREFSTRING:wygłupy]
ru: [PREFSTRING:выходки]
tr: [PREFSTRING:maskaralıklar]
vi: [PREFSTRING:trò tinh nghịch]

# CREATURE:BONOBO
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BONOBO
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:BONOBO
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:BONOBO
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BONOBO
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GORILLA
source: [DESCRIPTION:A huge ape found in the forest. It lives in small groups eating plants. The groups are lead by a large dominant male with a silver back.]
cs: [DESCRIPTION:Obrovská opice žijící v lese. Žije v malých skupinách a živí se rostlinami. Skupiny vede velký dominantní samec se stříbrným hřbetem.]
de: [DESCRIPTION:Ein riesiger Affe, der in den Wäldern lebt. Er lebt in kleinen Gruppen und ernährt sich von Pflanzen. Die Gruppen werden von einem großen, dominanten Männchen mit einem silbernen Rücken angeführt.]
eo: [DESCRIPTION:Granda simio trovebla en la arbaroj. Ĝi vivas en malgrandaj grupoj manĝante vegetaĵoj. La grupoj estas estriata por granda dominanta iĉo kun arĝenta dorso.]
es: [DESCRIPTION:Un enorme simio hallado en los bosque. Vive en pequeños comiendo plantas. Los grupos están liderados por un gran macho dominante con un lomo plateado.]
ja: [DESCRIPTION:森に棲息する大型類人猿。植物食で、小さな群れを作る。シルバーパックと呼ばれるリーダーが群れを支配している。]
ko: [DESCRIPTION:숲에서 발견되는 거대한 유인원. 작은 무리를 이룬채 채식을 하며 살아간다. 은색 등을 가진 크고 지배적인 수컷이 무리를 이끈다.]
pl: [DESCRIPTION:Ogromna małpa, którą można znaleźć w lasach. Żyje w małych grupach jedzących rośliny. Grupy są przewodzone przez dużego, dominującego samca ze srebrnymi plecami.]
ru: [DESCRIPTION:Крупные обезьяны, обитающие в лесу. Живут небольшими группами, питаются растениями. Группой руководит крупный самец с серебристой спиной.]
tr: [DESCRIPTION:Ormanda bulunan dev bir maymun. Küçük gruplar halinde yaşayarak bitki yerler. Gruplara gümüş sırtlı, büyük bir baskın erkek liderlik eder.]
vi: [DESCRIPTION:Một loài đại vượn khổng lồ được tìm thấy trong rừng. Chúng sống thành những nhóm nhỏ ăn thực vật. Các nhóm này được dẫn dắt bởi một con đực đầu đàn to lớn có lưng bạc.]

# CREATURE:GORILLA
source: [NAME:gorilla:gorillas:gorilla]
cs: [NAME:gorila:gorily:gorilu]
eo: [NAME:gorilo:goriloj:de gorilo]
es: [NAME:gorila:gorilas:gorila]
ja: [NAME:ゴリラ:ゴリラ:ゴリラの]
ko: [NAME:고릴라:고릴라들:고릴라]
pl: [NAME:goryl:goryle:gorylski]
ru: [NAME:горилла:гориллы:гориллы]
tr: [NAME:goril:goriller:goril]
vi: [NAME:khỉ đột:khỉ đột:khỉ đột]

# CREATURE:GORILLA
source: [CASTE_NAME:gorilla:gorillas:gorilla]
cs: [CASTE_NAME:gorila:gorily:gorilu]
eo: [CASTE_NAME:gorilo:goriloj:de gorilo]
es: [CASTE_NAME:gorila:gorilas:gorila]
ja: [CASTE_NAME:ゴリラ:ゴリラ:ゴリラの]
ko: [CASTE_NAME:고릴라:고릴라들:고릴라]
pl: [CASTE_NAME:goryl:goryle:gorylski]
ru: [CASTE_NAME:горилла:гориллы:гориллы]
tr: [CASTE_NAME:goril:goriller:goril]
vi: [CASTE_NAME:khỉ đột:khỉ đột:khỉ đột]

# CREATURE:GORILLA
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]

# CREATURE:GORILLA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GORILLA
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GORILLA
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:GORILLA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GORILLA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:ORANGUTAN
source: [DESCRIPTION:A huge intelligent ape found in the tropical forests. It is bright red and found living in the trees.]
cs: [DESCRIPTION:Obrovská inteligentní opice žijící v tropických lesích. Má jasně červenou srst a žije na stromech.]
de: [DESCRIPTION:Ein riesiger intelligenter Affe, der in den tropischen Wäldern lebt. Er ist leuchtend rot und lebt in den Bäumen.]
eo: [DESCRIPTION:Grandega inteligenta simio kiu troviĝas en la tropikaj arbaroj. Ĝi estas hele ruĝa, kaj troviĝas loĝante en la arboj.]
es: [DESCRIPTION:Un enorme simio inteligente hallado en bosques tropicales. Es de un brillante rojizo y encontrado morando en los arboles.]
ja: [DESCRIPTIONジャングルに棲息する大型類人猿。樹上生活を営み、明るい赤色をしている。]
ko: [DESCRIPTION:열대 우림에서 발견된 거대한 지능을 가진 유인원. 그것은 밝은 빨간색이고 나무에서 사는 것을 발견했습니다.]
pl: [DESCRIPTION:Ogromna, inteligentna małpa, którą można znaleźć w lasach tropikalnych. Jest jasnoczerwona i żyje na drzewach.]
ru: [DESCRIPTION:Крупные умные обезьяны, обитающие в тропических лесах. Имеют ярко-рыжую шерсть и живут на деревьях.]
tr: [DESCRIPTION:Tropikal ormanlarda bulunan dev, zeki bir maymun. Parlak kırmızıdır ve ağaçlarda yaşar.]
vi: [DESCRIPTION:Một loài đại vượn thông minh khổng lồ được tìm thấy trong các khu rừng nhiệt đới. Chúng có màu đỏ tươi và sống trên cây.]

# CREATURE:ORANGUTAN
source: [NAME:orangutan:orangutans:orangutan]
cs: [NAME:orangutan:orangutani:orangutana]
de: [NAME:Orang-Utan:Orang-Utan:Orang-Utan]
eo: [NAME:orangutano:orangutanoj:de orangutano]
es: [NAME:orangutan:orangutanes:orangutan]
ja: [NAME:オランウータン:オランウータン:オランウータンの]
ko: [NAME:오랑우탄:오랑우탄들:오랑우탄]
pl: [NAME:orangutan:orangutany:orangutański]
ru: [NAME:орангутан:орангутаны:орангутана]
tr: [NAME:orangutan:orangutanlar:orangutan]
vi: [NAME:đười ươi:đười ươi:đười ươi]

# CREATURE:ORANGUTAN
source: [CASTE_NAME:orangutan:orangutans:orangutan]
cs: [CASTE_NAME:orangutan:orangutani:orangutana]
de: [CASTE_NAME:Orang-Utan:Orang-Utan:Orang-Utan]
eo: [CASTE_NAME:orangutano:orangutanoj:de orangutano]
es: [CASTE_NAME:orangutan:orangutanes:orangutan]
ja: [CASTE_NAME:オランウータン:オランウータン:オランウータンの]
ko: [CASTE_NAME:오랑우탄:오랑우탄들:오랑우탄]
pl: [CASTE_NAME:orangutan:orangutany:orangutański]
ru: [CASTE_NAME:орангутан:орангутаны:орангутана]
tr: [CASTE_NAME:orangutan:orangutanlar:orangutan]
vi: [CASTE_NAME:đười ươi:đười ươi:đười ươi]

# CREATURE:ORANGUTAN
source: [PREFSTRING:colorful hair]
cs: [PREFSTRING:barevná srst]
de: [PREFSTRING:farbiges Haar]
eo: [PREFSTRING:kolora hararo]
es: [PREFSTRING:cabello colorido]
ja: [PREFSTRING:カラフルな体毛]
ko: [PREFSTRING:화려한 머리]
pl: [PREFSTRING:kolorowa sierść]
ru: [PREFSTRING:красочную шерсть]
tr: [PREFSTRING:renkli kıllar]
vi: [PREFSTRING:bộ lông nhiều màu]
zh_hans: [PREFSTRING:彩色毛发]

# CREATURE:ORANGUTAN
source: [PREFSTRING:long arms]
cs: [PREFSTRING:dlouhé ruce]
de: [PREFSTRING:lange Arme]
eo: [PREFSTRING:longaj brakoj]
es: [PREFSTRING:brazos largos]
ja: [PREFSTRING:長い腕]
ko: [PREFSTRING:긴 팔]
pl: [PREFSTRING:długie ramiona]
ru: [PREFSTRING:длинные руки]
tr: [PREFSTRING:uzun kollar]
vi: [PREFSTRING:cánh tay dài]
