Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:HUMAN
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:HUMAN
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:wargi:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:HUMAN
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:HUMAN
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:HUMAN
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:HUMAN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:HUMAN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:HUMAN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:HUMAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:HUMAN
source: [MANNERISM_FINGERS:finger:fingers]
cs: [MANNERISM_FINGERS:prst:prsty]
de: [MANNERISM_FINGERS:Finger:Finger]
eo: [MANNERISM_FINGERS:manfingro:manfingroj]
es: [MANNERISM_FINGERS:dedo:dedos]
ja: [MANNERISM_FINGERS:指:指]
ko: [MANNERISM_FINGERS:손가락:손가락들]
pl: [MANNERISM_FINGERS:palec:palce]
ru: [MANNERISM_FINGERS:палец:пальцы]
tr: [MANNERISM_FINGERS:parmak:parmaklar]
vi: [MANNERISM_FINGERS:ngón tay:những ngón tay]

# CREATURE:HUMAN
source: [MANNERISM_NOSE:nose]
cs: [MANNERISM_NOSE:nos]
de: [MANNERISM_NOSE:Nase]
eo: [MANNERISM_NOSE:nazo]
es: [MANNERISM_NOSE:nariz]
ja: [MANNERISM_NOSE:鼻]
ko: [MANNERISM_NOSE:코]
pl: [MANNERISM_NOSE:nos]
ru: [MANNERISM_NOSE:нос]
tr: [MANNERISM_NOSE:burun]
vi: [MANNERISM_NOSE:mũi]

# CREATURE:HUMAN
source: [MANNERISM_EAR:ear]
cs: [MANNERISM_EAR:uši]
de: [MANNERISM_EAR:Ohr]
eo: [MANNERISM_EAR:orelo]
es: [MANNERISM_EAR:oreja]
ja: [MANNERISM_EAR:耳]
ko: [MANNERISM_EAR:귀]
pl: [MANNERISM_EAR:ucho]
ru: [MANNERISM_EAR:ухо]
tr: [MANNERISM_EAR:kulak]
vi: [MANNERISM_EAR:tai]

# CREATURE:HUMAN
source: [MANNERISM_HEAD:head]
cs: [MANNERISM_HEAD:hlava]
de: [MANNERISM_HEAD:Kopf]
eo: [MANNERISM_HEAD:kapo]
es: [MANNERISM_HEAD:cabeza]
ja: [MANNERISM_HEAD:頭]
ko: [MANNERISM_HEAD:머리]
pl: [MANNERISM_HEAD:głowa]
ru: [MANNERISM_HEAD:голова]
tr: [MANNERISM_HEAD:kafa]
vi: [MANNERISM_HEAD:Đầu]

# CREATURE:HUMAN
source: [MANNERISM_EYES:eyes]
cs: [MANNERISM_EYES:oči]
de: [MANNERISM_EYES:Augen]
eo: [MANNERISM_EYES:okuloj]
es: [MANNERISM_EYES:ojos]
ja: [MANNERISM_EYES:眼]
ko: [MANNERISM_EYES:양 눈]
pl: [MANNERISM_EYES:oczy]
ru: [MANNERISM_EYES:глаза]
tr: [MANNERISM_EYES:gözler]
vi: [MANNERISM_EYES:Mắt]

# CREATURE:HUMAN
source: [MANNERISM_MOUTH:mouth]
cs: [MANNERISM_MOUTH:ústa]
de: [MANNERISM_MOUTH:Mund]
eo: [MANNERISM_MOUTH:buŝo]
es: [MANNERISM_MOUTH:boca]
ja: [MANNERISM_MOUTH:口]
ko: [MANNERISM_MOUTH:입]
pl: [MANNERISM_MOUTH:usta]
ru: [MANNERISM_MOUTH:рот]
tr: [MANNERISM_MOUTH:ağız]
vi: [MANNERISM_MOUTH:miệng]

# CREATURE:HUMAN
source: [MANNERISM_HAIR:hair]
cs: [MANNERISM_HAIR:vlasy]
de: [MANNERISM_HAIR:Haar]
eo: [MANNERISM_HAIR:hararo]
es: [MANNERISM_HAIR:cabello]
ja: [MANNERISM_HAIR:毛]
ko: [MANNERISM_HAIR:머리카락]
pl: [MANNERISM_HAIR:włosy]
ru: [MANNERISM_HAIR:волосы]
tr: [MANNERISM_HAIR:saç]
vi: [MANNERISM_HAIR:Lông]

# CREATURE:HUMAN
source: [MANNERISM_KNUCKLES:knuckles]
cs: [MANNERISM_KNUCKLES:klouby prstů]
de: [MANNERISM_KNUCKLES:Knöchel]
eo: [MANNERISM_KNUCKLES:fingrartikoj]
es: [MANNERISM_KNUCKLES:nudillos]
ja: [MANNERISM_KNUCKLES:拳]
ko: [MANNERISM_KNUCKLES:손가락 관절]
pl: [MANNERISM_KNUCKLES:knykcie]
ru: [MANNERISM_KNUCKLES:суставы]
tr: [MANNERISM_KNUCKLES:parmakları]
vi: [MANNERISM_KNUCKLES:khớp ngón tay]

# CREATURE:HUMAN
source: [MANNERISM_LIPS:lips]
cs: [MANNERISM_LIPS:rty]
de: [MANNERISM_LIPS:Lippen]
eo: [MANNERISM_LIPS:lipoj]
es: [MANNERISM_LIPS:labios]
ja: [MANNERISM_LIPS:唇]
ko: [MANNERISM_LIPS:입술]
pl: [MANNERISM_LIPS:usta]
ru: [MANNERISM_LIPS:губы]
tr: [MANNERISM_LIPS:dudaklar]
vi: [MANNERISM_LIPS:môi]

# CREATURE:HUMAN
source: [MANNERISM_CHEEK:cheek]
cs: [MANNERISM_CHEEK:tvář]
de: [MANNERISM_CHEEK:Wange]
eo: [MANNERISM_CHEEK:vango]
es: [MANNERISM_CHEEK:cachete]
ja: [MANNERISM_CHEEK:頬]
ko: [MANNERISM_CHEEK:뺨]
pl: [MANNERISM_CHEEK:policzek]
ru: [MANNERISM_CHEEK:щека]
tr: [MANNERISM_CHEEK:yanak]
vi: [MANNERISM_CHEEK:má]

# CREATURE:HUMAN
source: [MANNERISM_NAILS:nails]
cs: [MANNERISM_NAILS:nehty]
de: [MANNERISM_NAILS:Nägel]
eo: [MANNERISM_NAILS:ungoj]
es: [MANNERISM_NAILS:unias]
ja: [MANNERISM_NAILS:爪]
ko: [MANNERISM_NAILS:손톱]
pl: [MANNERISM_NAILS:paznokcie]
ru: [MANNERISM_NAILS:ногти]
tr: [MANNERISM_NAILS:tırnaklar]
vi: [MANNERISM_NAILS:móng]

# CREATURE:HUMAN
source: [MANNERISM_FEET:feet]
cs: [MANNERISM_FEET:nohy]
de: [MANNERISM_FEET:Füße]
eo: [MANNERISM_FEET:piedoj]
es: [MANNERISM_FEET:pies]
ja: [MANNERISM_FEET:足]
ko: [MANNERISM_FEET:양 발]
pl: [MANNERISM_FEET:stopa]
ru: [MANNERISM_FEET:ступни]
tr: [MANNERISM_FEET:ayaklar]
vi: [MANNERISM_FEET:các bàn chân]

# CREATURE:HUMAN
source: [MANNERISM_ARMS:arms]
cs: [MANNERISM_ARMS:paže]
de: [MANNERISM_ARMS:Arme]
eo: [MANNERISM_ARMS:brakoj]
es: [MANNERISM_ARMS:brazo]
ja: [MANNERISM_ARMS:腕]
ko: [MANNERISM_ARMS:팔]
pl: [MANNERISM_ARMS:ramiona]
ru: [MANNERISM_ARMS:руки]
tr: [MANNERISM_ARMS:kollar]
vi: [MANNERISM_ARMS:các cánh tay]

# CREATURE:HUMAN
source: [MANNERISM_HANDS:hands]
cs: [MANNERISM_HANDS:ruce]
de: [MANNERISM_HANDS:Hände]
eo: [MANNERISM_HANDS:manoj]
es: [MANNERISM_HANDS:manos]
ja: [MANNERISM_HANDS:手]
ko: [MANNERISM_HANDS:양 손]
pl: [MANNERISM_HANDS:dłonie]
ru: [MANNERISM_HANDS:ладони]
tr: [MANNERISM_HANDS:eller]
vi: [MANNERISM_HANDS:các bàn tay]

# CREATURE:HUMAN
source: [MANNERISM_TONGUE:tongue]
cs: [MANNERISM_TONGUE:jazyk]
de: [MANNERISM_TONGUE:Zunge]
eo: [MANNERISM_TONGUE:lango]
es: [MANNERISM_LEG:lengua]
ja: [MANNERISM_TONGUE:舌]
ko: [MANNERISM_TONGUE:혀]
pl: [MANNERISM_TONGUE:język]
ru: [MANNERISM_TONGUE:язык]
tr: [MANNERISM_TONGUE:dil]
vi: [MANNERISM_TONGUE:Lưỡi]

# CREATURE:HUMAN
source: [MANNERISM_LEG:leg]
cs: [MANNERISM_LEG:noha]
de: [MANNERISM_LEG:Bein]
eo: [MANNERISM_LEG:gambo]
es: [MANNERISM_LEG:pierna]
ja: [MANNERISM_LEG:脚]
ko: [MANNERISM_LEG:다리]
pl: [MANNERISM_LEG:noga]
ru: [MANNERISM_LEG:нога]
tr: [MANNERISM_LEG:bacak]
vi: [MANNERISM_LEG:chân]
zh_hans: [MANNERISM_LEG:腿]

# CREATURE:HUMAN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]

# CREATURE:HUMAN
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]

# CREATURE:HUMAN
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]

# CREATURE:HUMAN
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]

# CREATURE:HUMAN
source: [TSU_NOUN:hair:SINGULAR]
cs: [TSU_NOUN:vlasy:SINGULAR]
de: [TSU_NOUN:Haar:SINGULAR]
eo: [TSU_NOUN:hararo:SINGULAR]
es: [TSU_NOUN:cabello:SINGULAR]
ja: [TSU_NOUN:毛:SINGULAR]
ko: [TSU_NOUN:털:SINGULAR]
pl: [TSU_NOUN:włosy:SINGULAR]
ru: [TSU_NOUN:волосы:PLURAL]
tr: [TSU_NOUN:saç:SINGULAR]

# CREATURE:HUMAN
source: [TSU_NOUN:beard:SINGULAR]
cs: [TSU_NOUN:plnovous:SINGULAR]
de: [TSU_NOUN:Bart:SINGULAR]
eo: [TSU_NOUN:barbo:SINGULAR]
es: [TSU_NOUN:barba:SINGULAR]
ja: [TSU_NOUN:ひげ:SINGULAR]
ko: [TSU_NOUN:수염:SINGULAR]
pl: [TSU_NOUN:broda:SINGULAR]
ru: [TSU_NOUN:борода:SINGULAR]
tr: [TSU_NOUN:sakal:SINGULAR]

# CREATURE:HUMAN
source: [TSU_NOUN:moustache:SINGULAR]
cs: [TSU_NOUN:knír:SINGULAR]
de: [TSU_NOUN:Schnurrbart:SINGULAR]
eo: [TSU_NOUN:liphararo:SINGULAR]
es: [TSU_NOUN:bigote:SINGULAR]
ja: [TSU_NOUN:口ひげ:SINGULAR]
ko: [TSU_NOUN:콧수염:SINGULAR]
pl: [TSU_NOUN:wąs:SINGULAR]
ru: [TSU_NOUN:усы:PLURAL]
tr: [TSU_NOUN:bıyık:SINGULAR]

# CREATURE:HUMAN
source: [TSU_NOUN:sideburns:PLURAL]
cs: [TSU_NOUN:licousy:PLURAL]
de: [TSU_NOUN:Kotletten:PLURAL]
eo: [TSU_NOUN:vangharoj:PLURAL]
es: [TSU_NOUN:patillas:PLURAL]
ja: [TSU_NOUN:もみあげ:PLURAL]
ko: [TSU_NOUN:구레나룻들:PLURAL]
pl: [TSU_NOUN:bokobrody:PLURAL]
ru: [TSU_NOUN:бакенбарды:PLURAL]
tr: [TSU_NOUN:favoriler:PLURAL]

# CREATURE:HUMAN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:HUMAN
source: [APP_MOD_NOUN:skin:SINGULAR]
cs: [APP_MOD_NOUN:kůže:SINGULAR]
de: [APP_MOD_NOUN:Haut:SINGULAR]
eo: [APP_MOD_NOUN:haŭto:SINGULAR]
es: [APP_MOD_NOUN:piel:SINGULAR]
ja: [APP_MOD_NOUN:肌:SINGULAR]
ko: [APP_MOD_NOUN:피부:SINGULAR]
pl: [APP_MOD_NOUN:skóra:SINGULAR]
ru: [APP_MOD_NOUN:кожа:SINGULAR]
tr: [APP_MOD_NOUN:deri:SINGULAR]

# CREATURE:HUMAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:ELF
source: [DESCRIPTION:A medium-sized creature dedicated to the ruthless protection of nature.]
cs: [DESCRIPTION:Středně velký tvor oddaný neúprosné ochraně přírody.]
de: [DESCRIPTION:Ein mittelgroßes Wesen, das sich dem bedingungelosen Schutz der Natur widmet.]
eo: [DESCRIPTION:Mezgranda estaĵo sin dediĉante al la senkompata protektado de la naturo.]
es: [DESCRIPTION:Una criatura mediana dedicada encarecidamente a la protección de la naturaleza]
ko: [DESCRIPTION:무자비한 자연 보호에 전념하는 중간 크기의 생물.]
pl: [DESCRIPTION:Średniej wielkości stwór oddany bezwzględnej ochronie przyrody.]
ru: [DESCRIPTION:Существо среднего роста, полностью посвятившее себя безжалостной защите природы.]
tr: [DESCRIPTION:Kendini doğanın acımasızca korunmasına adamış, orta boylu bir yaratık.]
vi: [DESCRIPTION:Một sinh vật cỡ trung bình tận tâm bảo vệ tự nhiên một cách tàn nhẫn.]

# CREATURE:ELF
source: [NAME:elf:elves:elven]
cs: [NAME:elf:elfové:elfí]
de: [NAME:Elf:Elfen:elfisch]
eo: [NAME:elfo:elfoj:de elfo]
es: [NAME:elfo:elfos:elfico]
ja: [NAME:エルフ:エルフ:エルフの]
ko: [NAME:엘프:엘프들:엘븐]
pl: [NAME:elf:elfy:elficki]
ru: [NAME:эльф:эльфы:эльфийский]
tr: [NAME:elf:elfler:elf]
vi: [NAME:Yêu tinh:Yêu tinh:Thuộc yêu tinh]
zh_hans: [NAME:精灵:精灵:精灵]

# CREATURE:ELF
source: [CASTE_NAME:elf:elves:elven]
cs: [CASTE_NAME:elf:elfové:elfí]
de: [CASTE_NAME:Elf:Elfen:elfisch]
eo: [CASTE_NAME:elfo:elfoj:de elfo]
es: [CASTE_NAME:elfo:elfos:élfico]
ja: [CASTE_NAME:エルフ:エルフ:エルフの]
ko: [CASTE_NAME:엘프:엘프들:엘프]
pl: [CASTE_NAME:elf:elfy:elficki]
ru: [CASTE_NAME:эльф:эльфы:эльфийский]
tr: [CASTE_NAME:elf:elfler:elf]
vi: [CASTE_NAME:Yêu tinh:Yêu tinh:Thuộc yêu tinh]
zh_hans: [CASTE_NAME:精灵:精灵:精灵]

# CREATURE:ELF
source: [PREFSTRING:grace]
cs: [PREFSTRING:ladností]
de: [PREFSTRING:Anmut]
eo: [PREFSTRING:gracieco]
es: [PREFSTRING:gracia]
ja: [PREFSTRING:愛嬌がある]
ko: [PREFSTRING:우아함]
pl: [PREFSTRING:gracja]
ru: [PREFSTRING:грацию]
tr: [PREFSTRING:zarafet]
vi: [PREFSTRING:Duyên dáng]

# CREATURE:ELF
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:ELF
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:ELF
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Spucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Plwocina]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:ELF
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:ELF
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:ELF
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:wargi:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:ELF
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:ELF
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:ELF
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:ELF
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:ELF
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:ELF
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:ELF
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ELF
source: [MANNERISM_FINGERS:finger:fingers]
cs: [MANNERISM_FINGERS:prst:prsty]
de: [MANNERISM_FINGERS:Finger:Finger]
eo: [MANNERISM_FINGERS:manfingro:manfingroj]
es: [MANNERISM_FINGERS:dedo:dedos]
ja: [MANNERISM_FINGERS:指:指]
ko: [MANNERISM_FINGERS:손가락:손가락들]
pl: [MANNERISM_FINGERS:palec:palce]
ru: [MANNERISM_FINGERS:палец:пальцы]
tr: [MANNERISM_FINGERS:parmak:parmaklar]
vi: [MANNERISM_FINGERS:ngón tay:những ngón tay]

# CREATURE:ELF
source: [MANNERISM_NOSE:nose]
cs: [MANNERISM_NOSE:nos]
de: [MANNERISM_NOSE:Nase]
eo: [MANNERISM_NOSE:nazo]
es: [MANNERISM_NOSE:nariz]
ja: [MANNERISM_NOSE:鼻]
ko: [MANNERISM_NOSE:코]
pl: [MANNERISM_NOSE:nos]
ru: [MANNERISM_NOSE:нос]
tr: [MANNERISM_NOSE:burun]
vi: [MANNERISM_NOSE:mũi]

# CREATURE:ELF
source: [MANNERISM_EAR:ear]
cs: [MANNERISM_EAR:uši]
de: [MANNERISM_EAR:Ohr]
eo: [MANNERISM_EAR:orelo]
es: [MANNERISM_EAR:oreja]
ja: [MANNERISM_EAR:耳]
ko: [MANNERISM_EAR:귀]
pl: [MANNERISM_EAR:ucho]
ru: [MANNERISM_EAR:ухо]
tr: [MANNERISM_EAR:kulak]
vi: [MANNERISM_EAR:tai]

# CREATURE:ELF
source: [MANNERISM_HEAD:head]
cs: [MANNERISM_HEAD:hlava]
de: [MANNERISM_HEAD:Kopf]
eo: [MANNERISM_HEAD:kapo]
es: [MANNERISM_HEAD:cabeza]
ja: [MANNERISM_HEAD:頭]
ko: [MANNERISM_HEAD:머리]
pl: [MANNERISM_HEAD:głowa]
ru: [MANNERISM_HEAD:голова]
tr: [MANNERISM_HEAD:kafa]
vi: [MANNERISM_HEAD:Đầu]

# CREATURE:ELF
source: [MANNERISM_EYES:eyes]
cs: [MANNERISM_EYES:oči]
de: [MANNERISM_EYES:Augen]
eo: [MANNERISM_EYES:okuloj]
es: [MANNERISM_EYES:ojos]
ja: [MANNERISM_EYES:眼]
ko: [MANNERISM_EYES:양 눈]
pl: [MANNERISM_EYES:oczy]
ru: [MANNERISM_EYES:глаза]
tr: [MANNERISM_EYES:gözler]
vi: [MANNERISM_EYES:Mắt]

# CREATURE:ELF
source: [MANNERISM_MOUTH:mouth]
cs: [MANNERISM_MOUTH:ústa]
de: [MANNERISM_MOUTH:Mund]
eo: [MANNERISM_MOUTH:buŝo]
es: [MANNERISM_MOUTH:boca]
ja: [MANNERISM_MOUTH:口]
ko: [MANNERISM_MOUTH:입]
pl: [MANNERISM_MOUTH:usta]
ru: [MANNERISM_MOUTH:рот]
tr: [MANNERISM_MOUTH:ağız]
vi: [MANNERISM_MOUTH:miệng]

# CREATURE:ELF
source: [MANNERISM_HAIR:hair]
cs: [MANNERISM_HAIR:vlasy]
de: [MANNERISM_HAIR:Haar]
eo: [MANNERISM_HAIR:hararo]
es: [MANNERISM_HAIR:cabello]
ja: [MANNERISM_HAIR:毛]
ko: [MANNERISM_HAIR:머리카락]
pl: [MANNERISM_HAIR:włosy]
ru: [MANNERISM_HAIR:волосы]
tr: [MANNERISM_HAIR:saç]
vi: [MANNERISM_HAIR:Lông]

# CREATURE:ELF
source: [MANNERISM_KNUCKLES:knuckles]
cs: [MANNERISM_KNUCKLES:klouby prstů]
de: [MANNERISM_KNUCKLES:Knöchel]
eo: [MANNERISM_KNUCKLES:fingrartikoj]
es: [MANNERISM_KNUCKLES:nudillos]
ja: [MANNERISM_KNUCKLES:拳]
ko: [MANNERISM_KNUCKLES:손가락 관절]
pl: [MANNERISM_KNUCKLES:knykcie]
ru: [MANNERISM_KNUCKLES:суставы]
tr: [MANNERISM_KNUCKLES:parmakları]
vi: [MANNERISM_KNUCKLES:khớp ngón tay]

# CREATURE:ELF
source: [MANNERISM_LIPS:lips]
cs: [MANNERISM_LIPS:rty]
de: [MANNERISM_LIPS:Lippen]
eo: [MANNERISM_LIPS:lipoj]
es: [MANNERISM_LIPS:labios]
ja: [MANNERISM_LIPS:唇]
ko: [MANNERISM_LIPS:입술]
pl: [MANNERISM_LIPS:usta]
ru: [MANNERISM_LIPS:губы]
tr: [MANNERISM_LIPS:dudaklar]
vi: [MANNERISM_LIPS:môi]

# CREATURE:ELF
source: [MANNERISM_CHEEK:cheek]
cs: [MANNERISM_CHEEK:tvář]
de: [MANNERISM_CHEEK:Wange]
eo: [MANNERISM_CHEEK:vango]
es: [MANNERISM_CHEEK:cachete]
ja: [MANNERISM_CHEEK:頬]
ko: [MANNERISM_CHEEK:뺨]
pl: [MANNERISM_CHEEK:policzek]
ru: [MANNERISM_CHEEK:щека]
tr: [MANNERISM_CHEEK:yanak]
vi: [MANNERISM_CHEEK:má]

# CREATURE:ELF
source: [MANNERISM_NAILS:nails]
cs: [MANNERISM_NAILS:nehty]
de: [MANNERISM_NAILS:Nägel]
eo: [MANNERISM_NAILS:ungoj]
es: [MANNERISM_NAILS:unias]
ja: [MANNERISM_NAILS:爪]
ko: [MANNERISM_NAILS:손톱]
pl: [MANNERISM_NAILS:paznokcie]
ru: [MANNERISM_NAILS:ногти]
tr: [MANNERISM_NAILS:tırnaklar]
vi: [MANNERISM_NAILS:móng]

# CREATURE:ELF
source: [MANNERISM_FEET:feet]
cs: [MANNERISM_FEET:nohy]
de: [MANNERISM_FEET:Füße]
eo: [MANNERISM_FEET:piedoj]
es: [MANNERISM_FEET:pies]
ja: [MANNERISM_FEET:足]
ko: [MANNERISM_FEET:양 발]
pl: [MANNERISM_FEET:stopa]
ru: [MANNERISM_FEET:ступни]
tr: [MANNERISM_FEET:ayaklar]
vi: [MANNERISM_FEET:các bàn chân]

# CREATURE:ELF
source: [MANNERISM_ARMS:arms]
cs: [MANNERISM_ARMS:paže]
de: [MANNERISM_ARMS:Arme]
eo: [MANNERISM_ARMS:brakoj]
es: [MANNERISM_ARMS:brazo]
ja: [MANNERISM_ARMS:腕]
ko: [MANNERISM_ARMS:팔]
pl: [MANNERISM_ARMS:ramiona]
ru: [MANNERISM_ARMS:руки]
tr: [MANNERISM_ARMS:kollar]
vi: [MANNERISM_ARMS:các cánh tay]

# CREATURE:ELF
source: [MANNERISM_HANDS:hands]
cs: [MANNERISM_HANDS:ruce]
de: [MANNERISM_HANDS:Hände]
eo: [MANNERISM_HANDS:manoj]
es: [MANNERISM_HANDS:manos]
ja: [MANNERISM_HANDS:手]
ko: [MANNERISM_HANDS:양 손]
pl: [MANNERISM_HANDS:dłonie]
ru: [MANNERISM_HANDS:ладони]
tr: [MANNERISM_HANDS:eller]
vi: [MANNERISM_HANDS:các bàn tay]

# CREATURE:ELF
source: [MANNERISM_TONGUE:tongue]
cs: [MANNERISM_TONGUE:jazyk]
de: [MANNERISM_TONGUE:Zunge]
eo: [MANNERISM_TONGUE:lango]
es: [MANNERISM_LEG:lengua]
ja: [MANNERISM_TONGUE:舌]
ko: [MANNERISM_TONGUE:혀]
pl: [MANNERISM_TONGUE:język]
ru: [MANNERISM_TONGUE:язык]
tr: [MANNERISM_TONGUE:dil]
vi: [MANNERISM_TONGUE:Lưỡi]
