Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_TOAD
source: [DESCRIPTION:A huge monster in the shape of a toad.]
cs: [DESCRIPTION:Obrovská příšera ve tvaru ropuchy.]
de: [DESCRIPTION: Ein riesiges Ungeheuer, in Form eines Pilzes.]
eo: [DESCRIPTION:Grandega monstro kun formo de bufo.]
es: [DESCRIPTION:Un enorme monstruo en la forma de un sapo.]
ja: [DESCRIPTION:カエルの形をした巨大な怪物だ。]
ko: [DESCRIPTION:두꺼비의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie ropuchy.]
ru: [DESCRIPTION:Огромный монстр, похожий на жабу.]
tr: [DESCRIPTION:Kurbağa şeklinde dev bir canavar.]
vi: [DESCRIPTION:Một con quái vật khổng lồ có hình dạng con cóc.]
zh_hans: [DESCRIPTION:一只巨大的蟾蜍怪。]

# CREATURE:GIANT_TOAD
source: [PREFSTRING:beauty]
cs: [PREFSTRING:krása]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다움]
pl: [PREFSTRING:piękna]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]
zh_hans: [PREFSTRING:貌美]

# CREATURE:WORM
source: [DESCRIPTION:A tiny burrowing creature, found in moist soil. It is legless, long and thin.]
cs: [DESCRIPTION:Drobný beznohý tvor nacházející se ve vlhké půdě. Je dlouhý a tenký.]
de: [DESCRIPTION:Ein winziges, wühlendes Wesen, das in feuchter Erde lebt. Es ist beinlos, lang und dünn.]
eo: [DESCRIPTION:Eta nestotrua estaĵo, kiu troviĝas en humida grundo. Ĝi estas senmembra, longa kaj maldika.]
es: [DESCRIPTION:Una pequeña criatura de madriguera que se encuentran en suelo húmedo. No tiene piernas, es larga y delgada.]
ja: [DESCRIPTION:A tiny burrowing creature, found in moist soil. It is legless, long and thin.][DESCRIPTION:湿地に住む、平べったくて長い体をした芋虫だ。地中に穴を掘る。]
ko: [DESCRIPTION:땅을 파고드는 아주 작은 생물. 습한 토양에서 발견된다. 다리가 없고, 길고 얇다.]
pl: [DESCRIPTION:Malutkie ryjące nory zwierzę, spotykane w wilgotnej glebie. Nie ma kończyn, jest długie i cienkie.]
ru: [DESCRIPTION:Крошечное роющее существо, обитающее во влажной почве. Оно безногое, длинное и тонкое.]
tr: [DESCRIPTION:Nemli toprakta bulunan, bacaksız, uzun ve ince minik bir kazıcı yaratık.]
vi: [DESCRIPTION:Một sinh vật đào hang nhỏ bé được tìm thấy trong đất ẩm. Nó không có chân, dài và gầy.]
zh_hans: [DESCRIPTION:一种微小的穴居生物，生在于潮湿的土壤中，长着长条形的身体没有腿。]

# CREATURE:WORM
source: [NAME:worm:worms:worm]
cs: [NAME:červ:červy:červí]
de: [NAME:Wurm:Würmer:Wurm]
eo: [NAME:vermo:vermoj:de vermo]
es: [NAME:gusano:gusanos:de gusano]
ja: [NAME:ワーム:ワーム:ワームの]
ko: [NAME:지렁이:지렁이들:지렁이]
pl: [NAME:robak:robaki:robaka]
ru: [NAME:червь:черви:червя]
tr: [NAME:solucan:solucanlar:solucan]
vi: [NAME:sâu:sâu:sâu]
zh_hans: [NAME:蠕虫:蠕虫:蠕虫]

# CREATURE:WORM
source: [CASTE_NAME:worm:worms:worm]
cs: [CASTE_NAME:červ:červy:červ]
de: [CASTE_NAME:Wurm:Würmer:Wurm]
eo: [CASTE_NAME:vermo:vermoj:de vermo]
es: [CASTE_NAME:gusano:gusanos:de gusano]
ja: [CASTE_NAME:ワーム:ワーム:ワームの]
ko: [CASTE_NAME:지렁이:지렁이들:지렁이]
pl: [CASTE_NAME:robak:robaki:robaka]
ru: [CASTE_NAME:червь:черви:червя]
tr: [CASTE_NAME:solucan:solucanlar:solucan]
vi: [CASTE_NAME:sâu:sâu:sâu]
zh_hans: [CASTE_NAME:蠕虫:蠕虫:蠕虫]

# CREATURE:WORM
source: [PREFSTRING:wriggling]
cs: [PREFSTRING:svíjející se]
de: [PREFSTRING:schlängelnd]
eo: [PREFSTRING:tordanta movado]
es: [PREFSTRING:contorsión]
ja: [PREFSTRING:蠢く]
ko: [PREFSTRING:꿈틀거림]
pl: [PREFSTRING:wijący się]
ru: [PREFSTRING:извивание]
tr: [PREFSTRING:kıvrılma]
vi: [PREFSTRING:quằn quại]
zh_hans: [PREFSTRING:蠕动的]

# CREATURE:WORM
source: [GAIT:WALK:Crawl:]
cs: [GAIT:WALK:Plazení:]
de: [GAIT:WALK:krabbeln:]
eo: [GAIT:WALK:Rampo:]
es: [GAIT:WALK:Gatear:]
ja: [GAIT:WALK:這う:]
ko: [GAIT:WALK:기어가기:]
pl: [GAIT:WALK:Pełźnie:]
ru: [GAIT:WALK:Ползти:]
tr: [GAIT:WALK:Sürünme:]
vi: [GAIT:WALK:Bò:]
zh_hans: [GAIT:WALK:爬行:]

# CREATURE:WORM
source: [GAIT:CRAWL:Crawl:]
cs: [GAIT:CRAWL:Plazení:]
de: [GAIT:CRAWL:krabbeln:]
eo: [GAIT:CRAWL:Rampo:]
es: [GAIT:CRAWL:Gatear:]
ja: [GAIT:CRAWL:這う:]
ko: [GAIT:CRAWL:기어가기:]
pl: [GAIT:CRAWL:Pełza:]
ru: [GAIT:CRAWL:Ползти:]
tr: [GAIT:CRAWL:Sürünme:]
vi: [GAIT:CRAWL:Bò]
zh_hans: [GAIT:CRAWL:爬行:]

# CREATURE:WORM
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:pokožka:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:WORM_MAN
source: [NAME:worm man:worm men:worm man]
cs: [NAME:červák:červáci:červáčí]
de: [NAME:Wurmmann:Wurmmänner:Wurmmann]
eo: [NAME:homvermo:homvermoj:de homvermo]
es: [NAME:hombre gusano:hombres gusano:de hombre gusano]
ja: [NAME:ワーム男:ワーム男:ワーム男の]
ko: [NAME:지렁이 인간:지렁이 인간들:지렁이 인간]
pl: [NAME:robakoczłowiek:robakoludzie:robakoludzki]
ru: [NAME:человек-червь:люди-черви:людей-червей]
tr: [NAME:solucan adam:solucan adamlar:solucan adam]
vi: [NAME:người sâu:người sâu:người sâu]
zh_hans: [NAME:蠕虫人:蠕虫人:蠕虫人]

# CREATURE:WORM_MAN
source: [CASTE_NAME:worm man:worm men:worm man]
cs: [CASTE_NAME:červák:červáci:červáčí]
de: [CASTE_NAME:Wurmmann:Wurmmänner:Wurmmann]
eo: [CASTE_NAME:homvermo:homvermoj:de homvermo]
es: [CASTE_NAME:hombre gusano:hombres gusano:de hombre gusano]
ja: [CASTE_NAME:ワーム男:ワーム男:ワーム男の]
ko: [CASTE_NAME:지렁이인간:지렁이 인간들:지렁이인간]
pl: [CASTE_NAME:robakomężczyzna:robakomężczyźni:robakomężczyzny]
ru: [CASTE_NAME:человек-червь:люди-черви:людей-червей]
tr: [CASTE_NAME:solucan adam:solucan adamlar:solucan adam]
vi: [CASTE_NAME:người sâu:người sâu:người sâu]
zh_hans: [CASTE_NAME:蠕虫人:蠕虫人:蠕虫人]

# CREATURE:WORM_MAN
source: [DESCRIPTION:A worm-like creature with the torso of a man.]
cs: [DESCRIPTION:Červí příšera s tělem člověka.]
de: [DESCRIPTION:Ein wurmartiges Wesen mit dem Oberkörper eines Menschen]
eo: [DESCRIPTION:Kreito vermsimila kun la torso de homo.]
es: [DESCRIPTION:Una criatura con forma de gusano con el torso de un hombre.]
ja: [DESCRIPTION:ワームのような体を持った男だ。]
ko: [DESCRIPTION:인간의 상체를 가진 지렁이 같이 생긴 생물.]
pl: [DESCRIPTION:Przypominające robaka stworzenie z tułowiem człowieka.]
ru: [DESCRIPTION:Червеобразное существо с телом человека.]
tr: [DESCRIPTION:İnsan gövdesine sahip solucan benzeri bir fantastik canlı.]
vi: [DESCRIPTION:Một sinh vật giống sâu bọ có thân hình con người.]
zh_hans: [DESCRIPTION:一只长得像蠕虫的人形生物。]

# CREATURE:BIRD_BLUEJAY
source: [DESCRIPTION:A small blue-crested bird living in temperate woodlands, known for its harsh chirps.]
cs: [DESCRIPTION:Malý modrý chocholatý pták žijící v lesích mírného pásma, známý svým charakteristickým cvrlikáním.]
de: [DESCRIPTION:Ein kleiner Blauschopfvogel, der in den Wäldern der gemäßigten Zone lebt und für sein raues Zwitschern bekannt ist.]
eo: [DESCRIPTION:Malgranda blu-egreta birdo loĝante en mezvarmaj arbaroj, konita por siaj malglataj pepoj.]
es: [DESCRIPTION:Una pequeña ave de cresta azul que viven en los bosques templados, conocida por sus fuertes graznidos.]
ja: [DESCRIPTION:A small blue-crested bird living in temperate woodlands, known for its harsh chirps.][DESCRIPTION:全長30センチほどの鮮やかな青いカラスの仲間だ。温帯の森に棲息し、耳障りな鳴き声で鳴く。
ko: [DESCRIPTION:온화한 삼림지대에 사는 푸른 볏이 난 작은 새로, 울음소리가 거칠기로 유명합니다.]
pl: [DESCRIPTION:Ptak o niebieskim grzebieniu piór, żyjący w lasach umiarkowanych, znany z chrapliwego ćwierkania.]
ru: [DESCRIPTION:Небольшая птица с синим хохолком, живущая в лесах умеренного климата и известная своим резким щебетом.]
tr: [DESCRIPTION:Ilıman ormanlarında yaşayan, sert sesleriyle bilinen küçük mavi tepeli bir kuş.]
vi: [DESCRIPTION:Một loài chim nhỏ mào xanh sống trong rừng ôn đới, nổi tiếng với những tiếng kêu chói tai.]
zh_hans: [DESCRIPTION:一种生活在温带林地的蓝冠小鸟，以其刺耳的叫声而闻名。]

# CREATURE:BIRD_BLUEJAY
source: [NAME:blue jay:blue jays:blue jay]
cs: [NAME:sojka modrá:sojky modré:sojky modré]
de: [NAME:Blautölpel:Blautölpel:Blautölpel]
eo: [NAME:blua garolo:blua garoloj:blu-garola]
es: [NAME:urraca azul:urracas azules:de urraca azul]
ja: [NAME:青懸巣:青懸巣:青懸巣の]
ko: [NAME:파랑어치:파랑어치들:파랑어치]
pl: [NAME:modrosójka:modrosójki:modrosójki]
ru: [NAME:голубая сойка:голубые сойки:голубой сойки]
tr: [NAME:mavi alakarga:mavi alakargalar:mavi alakarga]
vi: [NAME:giẻ cùi xanh:giẻ cùi xanh:giẻ cùi xanh]
zh_hans: [NAME:冠蓝鸦:冠蓝鸦:冠蓝鸦]

# CREATURE:BIRD_BLUEJAY
source: [CASTE_NAME:blue jay:blue jays:blue jay]
de: [CASTE_NAME:Blautölpel:Blautölpel:Blautölpel]
eo: [CASTE_NAME:blua garolo:blua garoloj:de blua garolo]
es: [CASTE_NAME:urraca azul:urracas azules:de urraca azul]
ja: [CASTE_NAME:青懸巣:青懸巣:青懸巣の]
ko: [CASTE_NAME:파랑어치:파랑어치들:파랑어치]
pl: [CASTE_NAME:modrosójka:modrosójki:modrosójki]
ru: [CASTE_NAME:голубая сойка:голубые сойки:голубой сойки]
tr: [CASTE_NAME:mavi alakarga:mavi alakargalar:mavi alakarga]
vi: [CASTE_NAME:giẻ cùi xanh:giẻ cùi xanh:giẻ cùi xanh]
zh_hans: [CASTE_NAME:冠蓝鸦:冠蓝鸦:冠蓝鸦]

# CREATURE:BIRD_BLUEJAY
source: [GENERAL_CHILD_NAME:blue jay hatchling:blue jay hatchlings]
cs: [GENERAL_CHILD_NAME:vylíhlé mládě sojky modré: vylíhnuté mláďata sojky modré]
de: [GENERAL_CHILD_NAME:Blautölpel-Küken:Blautölpel-Küken]
eo: [GENERAL_CHILD_NAME:blua garolido:bluaj garolidoj]
es: [GENERAL_CHILD_NAME:cría de urraca azul:crias de urraca azul]
ja: [GENERAL_CHILD_NAME:青懸巣の雛:青懸巣の雛の]
ko: [GENERAL_CHILD_NAME:파랑어치 새끼:파랑어치 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę modrosójki:pisklęta modrosójki]
ru: [GENERAL_CHILD_NAME:птенец голубой сойки:птенцы голубой сойки]
tr: [GENERAL_CHILD_NAME:mavi alakarga yavrusu:mavi alakarga yavruları]
vi: [GENERAL_CHILD_NAME:giẻ cùi xanh mới nở:giẻ cùi xanh mới nở]
zh_hans: [GENERAL_CHILD_NAME:冠蓝鸦幼崽:冠蓝鸦幼崽]

# CREATURE:BIRD_BLUEJAY
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_BLUEJAY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:pokousat:pokousatní]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_BLUEJAY
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapne na]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [CV_NEW_TAG:ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_BLUEJAY
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_BLUEJAY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_BLUEJAY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BLUEJAY_MAN
source: [CASTE_NAME:bluejay man:bluejay men:bluejay man]
cs: [CASTE_NAME:mužský sojky modré:mužští sojky modré:mužského sojky modré]
de: [CASTE_NAME:Blauhähermann:Blauhähermänner:Blauhähermann]
eo: [CASTE_NAME:hom-blu-garoliĉo:hom-blu-garoliĉoj:de hom-blu-garoliĉo]
es: [CASTE_NAME:hombre urraca azul:hombres urraca azul:de hombre urraca azul]
ja: [CASTE_NAME:青懸巣男:青懸巣男:青懸巣男の]
ko: [CASTE_NAME:남성 파랑어치인간:남성 파랑어치인간들:남성 파랑어치인간]
pl: [CASTE_NAME:modrosójkomężczyzna:modrosójkomężczyzni:modrosójkomężczyzny]
ru: [CASTE_NAME:мужчина-голубая сойка:мужчины-голубые сойки:мужчины-голубой сойки]
tr: [CASTE_NAME:alakarga adam:alakarga adamlar:alakarga adam]
vi: [CASTE_NAME:người quạ:người quạ:người quạ]
zh_hans: [CASTE_NAME:冠蓝鸦男:冠蓝鸦男:冠蓝鸦男]

# CREATURE:BLUEJAY_MAN
source: [CASTE_NAME:bluejay woman:bluejay women:bluejay woman]
cs: [CASTE_NAME:žena sojky modré:ženy sojky modré:ženy sojky modré]
de: [CASTE_NAME:Blauhäherweibchen:Blauhäherweibchen:Blauhäherweibchen]
eo: [CASTE_NAME:hom-blu-garolino:hom-blu-garolinoj:de hom-blu-garolino]
es: [CASTE_NAME:mujer urraca azul:mujeres urraca azul:de mujer urraca azul]
ja: [CASTE_NAME:青懸巣女:青懸巣女:青懸巣女の]
ko: [CASTE_NAME:여성 파랑어치인간:여성 파랑어치인간들:여성 파랑어치인간]
pl: [CASTE_NAME:modrosójkokobieta:modrosójkokobiety:modrosójkokobiecy]
ru: [CASTE_NAME:женщина-голубая сойка:женщины-голубые сойки:женщины-голубой сойки]
tr: [CASTE_NAME:alakarga kadın:alakarga kadınlar:alakarga kadın]
vi: [CASTE_NAME:người quạ nữ:người quạ nữ:người quạ nữ]
zh_hans: [CASTE_NAME:冠蓝鸦女:冠蓝鸦女:冠蓝鸦女]

# CREATURE:BLUEJAY_MAN
source: [NAME:bluejay man:bluejay men:bluejay man]
cs: [NAME:mužská sojka modrá:mužské sojky modré:mužské sojky modré]
de: [NAME:Blauhähermann:Blauhähermänner:Blauhähermann]
eo: [NAME:hom-blu-garolo:hom-blu-garoloj:de hom-blu-garolo]
es: [NAME:hombre urraca azul:hombres urraca azul:de hombre urraca azul]
ja: [NAME:青懸巣男:青懸巣男:青懸巣男の]
ko: [NAME:파랑어치 인간:파랑어치 인간들:파랑어치 인간]
pl: [NAME:modrosójkoczłowiek:modrosójkoludzie:modrosójkoludzki]
ru: [NAME:человек-голубая сойка:люди-голубые сойки:человека-голубой сойки]
tr: [NAME:alakarga adam:alakarga adamlar:alakarga adam]
vi: [NAME:người quạ:người quạ:người quạ]
zh_hans: [NAME:冠蓝鸦人:冠蓝鸦人:冠蓝鸦人]

# CREATURE:BLUEJAY_MAN
source: [DESCRIPTION:A person with the head and wings of a bluejay.]
cs: [DESCRIPTION:Člověk s hlavou a křídly sojky modré.]
de: [DESCRIPTION: Eine Person mit dem Kopf und Flügeln eines Blautölpel.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de blua garolo.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de una urraca azul.]
ja: [DESCRIPTION:青懸巣の頭と翼をを持った人間だ。]
ko: [DESCRIPTION:파랑어치의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami modrosójki.]
ru: [DESCRIPTION:Человек с головой и крыльями голубой сойки.]
tr: [DESCRIPTION:Mavi alakarganın baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu và cánh của quạ.]
zh_hans: [DESCRIPTION:一个长着冠蓝鸦头和翅膀的人。]

# CREATURE:GIANT_BLUEJAY
source: [NAME:giant bluejay:giant bluejays:giant bluejay]
cs: [NAME:obří sojka modrá:obří sojky modré:obří sojky modré]
de: [NAME:Riesenblauhäher:Riesenblauhäher:Riesenblauhäher]
eo: [NAME:giganta blua garolo:gigantaj bluaj garoloj:de giganta blua garolo]
es: [NAME:urraca azul gigante:urracas azules gigantes:de urraca azul gigante]
ja: [NAME:巨大青懸巣:巨大青懸巣:巨大青懸巣の]
ko: [NAME:거대 파랑어치:거대 파랑어치들:거대 파랑어치]
pl: [NAME:gigantyczna modrosójka:gigantyczne modrosójki:gigantycznej modrosójki]
ru: [NAME:гигантская голубая сойка:гигантские голубые сойки:гигантской голубой сойки]
tr: [NAME:dev mavi alakarga:dev mavi alakargalar:dev mavi alakarga]
vi: [NAME:quạ khổng lồ:quạ khổng lồ:quạ khổng lồ]
zh_hans: [NAME:巨冠蓝鸦:巨冠蓝鸦:巨冠蓝鸦]

# CREATURE:GIANT_BLUEJAY
source: [CASTE_NAME:giant bluejay:giant bluejays:giant bluejay]
cs: [CASTE_NAME:obří sojka modrá:obří sojky modré:obří sojky modré]
de: [CASTE_NAME:Riesenblauhäher:Riesenblauhäher:Riesenblauhäher]
eo: [CASTE_NAME:giganta blua garolo:gigantaj bluaj garoloj:de giganta blua garolo]
es: [CASTE_NAME:urraca azul gigante:urracas azules gigantes:de urraca azul gigante]
ja: [CASTE_NAME:巨大青懸巣:巨大青懸巣:巨大青懸巣の]
ko: [CASTE_NAME:거대 파랑어치:거대 파랑어치들:거대 파랑어치]
pl: [CASTE_NAME:gigantyczna modrosójka:gigantyczne modrosójki:gigantycznej modrosójki]
ru: [CASTE_NAME:гигантская голубая сойка:гигантские голубые сойки:гигантской голубой сойки]
tr: [CASTE_NAME:dev mavi alakarga:dev mavi alakargalar:dev mavi alakarga]
vi: [CASTE_NAME:quạ khổng lồ:quạ khổng lồ:quạ khổng lồ]
zh_hans: [CASTE_NAME:巨冠蓝鸦:巨冠蓝鸦:巨冠蓝鸦]

# CREATURE:GIANT_BLUEJAY
source: [GENERAL_CHILD_NAME:giant bluejay hatchling:giant bluejay hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obří sojky modré:mláďata obří sojky modré]
de: [GENERAL_CHILD_NAME:Riesenblauthäherschlüpfling:Riesenblauhäherschlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta blua garolido:gigantaj bluaj garolidoj]
es: [GENERAL_CHILD_NAME:cria de urraca azul gigante:crias de urraca azul gigante:cria de urraca azul gigante]
ja: [GENERAL_CHILD_NAME:巨大青懸巣の雛:巨大青懸巣の雛の]
ko: [GENERAL_CHILD_NAME:거대 파랑어치 새끼:거대 파랑어치 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej modrosójki:pisklęta gigantycznej modrosójki]
ru: [GENERAL_CHILD_NAME:птенец гигантской голубой сойки:птенцы гигантской голубой сойки]
tr: [GENERAL_CHILD_NAME:dev mavi alakarga yavrusu:dev mavi alakarga yavruları]
vi: [GENERAL_CHILD_NAME:quạ khổng lồ con non ;quạ khổng lồ con non]
zh_hans: [GENERAL_CHILD_NAME:巨型冠蓝鸦幼崽:巨型冠蓝鸦幼崽]

# CREATURE:GIANT_BLUEJAY
source: [DESCRIPTION:A huge monster in the form of a bluejay.]
cs: [DESCRIPTION:Obrovská příšera v podobě sojky modré.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Blautölpels.]
eo: [DESCRIPTION:Grandega monstro kun formo de blua garolo.]
es: [DESCRIPTION:Un enorme monstruo en la forma de una urraca azul.]
ja: [DESCRIPTION:青懸巣の姿をした巨大な怪物だ。]
ko: [DESCRIPTION:파랑어치의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci modrosójki.]
ru: [DESCRIPTION:Огромный монстр, похожий на голубую сойку.]
tr: [DESCRIPTION:Mavi alakarga biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một con quái vật khổng lồ mang hình dáng một con quạ.]
zh_hans: [DESCRIPTION:一只体型巨大的冠蓝鸦怪物。]

# CREATURE:GIANT_BLUEJAY
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_CARDINAL
source: [DESCRIPTION:A small bright red bird with a distinctive crest, found in temperate forests.]
cs: [DESCRIPTION:Malý jasně červený pták s výrazným hřebenem, který se vyskytuje v lesích mírného pásma.]
de: [DESCRIPTION:Ein kleiner, leuchtend roter Vogel, mit auffälliger Gefiederzeichnung. Aufzufinden in gemäßigten Wäldern.]
eo: [DESCRIPTION:Malgranda helruĝa birdo kun distinga egreto kiu troviĝas en mezvarmaj arbaroj.]
es: [DESCRIPTION:Una pequeña ave roja con una distintiva cresta, encontrada en bosques cálidos..]
ja: [DESCRIPTION:A small bright red bird with a distinctive crest, found in temperate forests.][DESCRIPTION:全長２０センチほどの艶やかな赤色のスズメの仲間だ。温暖な森に棲息する。]
ko: [DESCRIPTION:온대림에서 발견되는 독특한 볏이 난 선홍색의 작은 새.]
pl: [DESCRIPTION:Mały jasnoczerwony ptak o charakterystycznym czubie, spotykany w lasach umiarkowanych.]
ru: [DESCRIPTION:Небольшая ярко-красная птица с характерным клювом, обитающая в лесах умеренного климата.]
tr: [DESCRIPTION:Ilıman ormanlarda bulunan, belirgin bir tepesi olan küçük parlak kırmızı bir kuş.]
vi: [DESCRIPTION:Một loài chim nhỏ màu đỏ tươi với chiếc mào đặc biệt, được tìm thấy trong các khu rừng ôn đới.]
zh_hans: [DESCRIPTION:一种生活在在温带森林，带有独特羽冠的鲜红色小鸟。]

# CREATURE:BIRD_CARDINAL
source: [NAME:cardinal:cardinals:cardinal]
cs: [NAME:kardinál:kardináli:kardinála]
de: [NAME:Kardinal:Kardinale:Kardinal]
eo: [NAME:kardinalo:kardinaloj:de kardinalo]
es: [NAME:cardenal:cardenales:de cardenal]
ja: [NAME:猩々紅冠鳥:猩々紅冠鳥:猩々紅冠鳥の]
ko: [NAME:카디널:카디널들:카디널]
pl: [NAME:kardynał:kardynały:kardynała]
ru: [NAME:кардинал:кардиналы:кардинала]
tr: [NAME:kardinal kuşu:kardinal kuşları:kardinal kuşu]
vi: [NAME:chim hồng tước:chim hồng tước:chim hồng tước]
zh_hans: [NAME:红雀:红雀:红雀]

# CREATURE:BIRD_CARDINAL
source: [CASTE_NAME:cardinal:cardinals:cardinal]
cs: [CASTE_NAME:kardinál:kardináli:kardinála]
de: [CASTE_NAME:Kardinal:Kardinale:Kardinal]
eo: [CASTE_NAME:kardinalo:kardinaloj:de kardinalo]
es: [CASTE_NAME:cardenal:cardenales:de cardenal]
ja: [CASTE_NAME:猩々紅冠鳥:猩々紅冠鳥:猩々紅冠鳥の]
ko: [CASTE_NAME:카디널:카디널들:카디널]
pl: [CASTE_NAME:kardynał:kardynały:kardynała]
ru: [CASTE_NAME:кардинал:кардиналы:кардинала]
tr: [CASTE_NAME:kardinal kuşu:kardinal kuşları:kardinal kuşu]
vi: [CASTE_NAME:chim hồng tước:chim hồng tước:chim hồng tước]
zh_hans: [CASTE_NAME:红雀:红雀:红雀]

# CREATURE:BIRD_CARDINAL
source: [GENERAL_CHILD_NAME:cardinal hatchling:cardinal hatchlings]
cs: [GENERAL_CHILD_NAME:vylíhnutý kardinál:vylíhnutí kardináli]
de: [GENERAL_CHILD_NAME:Kardinaljunges:Kardinaljunge]
eo: [GENERAL_CHILD_NAME:kardinalido:kardinalidoj]
es: [GENERAL_CHILD_NAME:cría de cardenal:crías de cardenal]
ja: [GENERAL_CHILD_NAME:猩々紅冠鳥の雛:猩々紅冠鳥の雛の]
ko: [GENERAL_CHILD_NAME:카디널 새끼:카디널 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę kardynała:pisklęta kardynała]
ru: [GENERAL_CHILD_NAME:птенец кардинала:птенцы кардинала]
tr: [GENERAL_CHILD_NAME:kardinal kuşu yavrusu:kardinal kuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim non hồng tước:chim non hồng tước]
zh_hans: [GENERAL_CHILD_NAME:红雀幼崽:红雀幼崽]

# CREATURE:BIRD_CARDINAL
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_CARDINAL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:pokousat:pokousatní]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_CARDINAL
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapne na]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_CARDINAL
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_CARDINAL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_CARDINAL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]
