Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:QUADRUPED_NECK
source: [BP:RL:right rear leg:STP]
cs: [BP:RL:pravá zadní noha:pravé zadní nohy]
de: [BP:RL:rechtes Hinterbein:STP]
eo: [BP:RL:dekstra posta gambo:dekstraj postaj gamboj]
es: [BP:RL:pata trasera derecha:STP]
ja: [BP:RL:右後脚:STP]
ko: [BP:RL:오른쪽 뒷다리:STP]
pl: [BP:RL:prawa tylna noga:prawe tylne nogi]
ru: [BP:RL:правая задняя нога:правые задние ноги]
tr: [BP:RL:sağ arka bacak:STP]
vi: [BP:RL:chân phải sau:STP]
zh_hans: [BP:RL:右后肢:STP]

# BODY:QUADRUPED_NECK
source: [BP:LL:left rear leg:STP]
cs: [BP:LL:levá zadní noha:levé zadní nohy]
de: [BP:LL:linkes Hinterbein:STP]
eo: [BP:LL:maldekstra posta gambo:maldekstraj postaj gamboj]
es: [BP:LL:pata trasera izquierda:STP]
ja: [BP:LL:左後脚:STP]
ko: [BP:LL:왼쪽 뒷다리:STP]
pl: [BP:LL:lewa tylna noga:lewe tylne nogi]
ru: [BP:LL:левая задняя нога:левые задние ноги]
tr: [BP:LL:sol arka bacak:STP]
vi: [BP:LL:chân trái sau:STP]
zh_hans: [BP:LL:左后肢:STP]

# BODY:QUADRUPED_NECK
source: [BP:RF:right rear foot:right rear feet]
cs: [BP:RF:pravé zadní chodidlo:pravá zadní chodidla]
de: [BP:RF:rechter Hinterfuß:rechten Hinterfüße]
eo: [BP:RF:dekstra posta piedo:dekstraj postaj piedoj]
es: [BP:RF:pezuña trasera derecha:pezuñas traseras derechas]
ja: [BP:RF:右後足:右後足]
ko: [BP:RF:오른쪽 뒷발:오른쪽 뒷발]
pl: [BP:RF:prawa tylna stopa:prawe tylne stopy]
ru: [BP:RF:правая задняя ступня:правые задние ступни]
tr: [BP:RF:sağ arka ayak:sağ arka ayaklar]
vi: [BP:RF:bàn chân phải sau:nhiều bàn chân phải sau]
zh_hans: [BP:RF:右后脚:右后脚]

# BODY:QUADRUPED_NECK
source: [BP:LF:left rear foot:left rear feet]
cs: [BP:LF:levé zadní chodidlo:levá zadní chodidla]
de: [BP:LF:linker Hinterfuß:linken Hinterfüße]
eo: [BP:LF:maldekstra posta piedo:maldekstraj postaj piedoj]
es: [BP:LF:pezuña trasera izquierda:pezuñas traseras izquierdas]
ja: [BP:LF:左後足:左後足]
ko: [BP:LF:왼쪽 뒷발:왼쪽 뒷발]
pl: [BP:LF:lewa tylna stopa:lewe tylne stopy]
ru: [BP:LF:левая задняя ступня:левые задние ступни]
tr: [BP:LF:sol arka ayak:sol arka ayaklar]
vi: [BP:LF:bàn chân trái sau:nhiều bàn chân trái sau]
zh_hans: [BP:LF:左后脚:左后脚]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:torso:torsos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:NK:neck:STP]
cs: [BP:NK:krk:krky]
de: [BP:NK:Nacken:STP]
eo: [BP:NK:kolo:koloj]
es: [BP:NK:cuello:STP]
ja: [BP:NK:首:STP]
ko: [BP:NK:목:STP]
pl: [BP:NK:szyja:szyje]
ru: [BP:NK:шея:шеи]
tr: [BP:NK:boyun:STP]
vi: [BP:NK:cổ:STP]
zh_hans: [BP:NK:颈部:STP]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:RA:right front leg:STP]
cs: [BP:RA:pravá přední noha:pravé přední nohy]
de: [BP:RA:rechtes Vorderbein:STP]
eo: [BP:RA:dekstra antaŭa gambo:dekstraj antaŭaj gamboj]
es: [BP:RA:pata delantera derecha:STP]
ja: [BP:RA:右前脚:STP]
ko: [BP:RA:오른쪽 앞다리:STP]
pl: [BP:RA:prawa przednia noga:prawe przednie nogi]
ru: [BP:RA:правая передняя нога:правые передние ноги]
tr: [BP:RA:sağ ön bacak:STP]
vi: [BP:RA:chân phải trước:STP]
zh_hans: [BP:RA:右前肢:STP]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:LA:left front leg:STP]
cs: [BP:LA:levá přední noha:levé přední nohy]
de: [BP:LA:linkes Vorderbein:STP]
eo: [BP:LA:maldekstra antaŭa gambo:maldekstraj antaŭaj gamboj]
es: [BP:LA:pata delantera izquierda:STP]
ja: [BP:LA:左前脚:STP]
ko: [BP:LA:왼쪽 앞다리:STP]
pl: [BP:LA:lewa przednia noga:lewe przednie nogi]
ru: [BP:LA:левая передняя нога:левые передние ноги]
tr: [BP:LA:sol ön bacak:STP]
vi: [BP:LA:chân trái trước:STP]
zh_hans: [BP:LA:左前肢:STP]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:RH:right front hoof:right front hooves]
cs: [BP:RH:pravé přední kopyto:pravá přední kopyta]
de: [BP:RH:rechter vorder Huf:rechte vorder Hufe]
eo: [BP:RH:dekstra antaŭa hufo:dekstraj antaŭaj hufoj]
es: [BP:RH:pezuña derecha frontal:pezuñas derechas frontales]
ja: [BP:RH:右前蹄:右前蹄]
ko: [BP:RH:오른쪽 앞발굽:오른쪽 앞발굽]
pl: [BP:RH:prawe przednie kopyto:prawe przednie kopyta]
ru: [BP:RH:переднее правое копыто:правые передние копыта]
tr: [BP:RH:sağ ön toynak:sağ ön toynaklar]
vi: [BP:RH:guốc phải trước:nhiều guốc phải trước]
zh_hans: [BP:RH:右前蹄:右前蹄]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:LH:left front hoof:left front hooves]
cs: [BP:LH:levé přední kopyto:levá přední kopyta]
de: [BP:LH:linker vorder Huf:linke vorder Hufe]
eo: [BP:LH:maldekstra antaŭa hufo:maldekstra antaŭaj hufoj]
es: [BP:LH:pezuña izquierda frontal:pezuñas izquierdas frontales]
ja: [BP:LH:左前蹄:左前蹄]
ko: [BP:LH:왼쪽 앞발굽:왼쪽 앞발굽]
pl: [BP:LH:lewe przednie kopyto:lewe przednie kopyta]
ru: [BP:LH:переднее левое копыто:левые передние копыта]
tr: [BP:LH:sol ön toynak:sol ön toynaklar]
vi: [BP:LH:guốc trái trước:nhiều guốc trái trước]
zh_hans: [BP:LH:左前蹄:左前蹄]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:RL:right rear leg:STP]
cs: [BP:RL:pravá zadní noha:pravé zadní nohy]
de: [BP:RL:rechtes Hinterbein:STP]
eo: [BP:RL:dekstra posta gambo:dekstraj postaj gamboj]
es: [BP:RL:pata trasera derecha:STP]
ja: [BP:RL:右後脚:STP]
ko: [BP:RL:오른쪽 뒷다리:STP]
pl: [BP:RL:prawa tylnia noga:prawe tylnie nogi]
ru: [BP:RL:правая задняя нога:правые задние ноги]
tr: [BP:RL:sağ arka bacak:STP]
vi: [BP:RL:chân phải sau:STP]
zh_hans: [BP:RL:右后肢:STP]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:LL:left rear leg:STP]
cs: [BP:LL:levá zadní noha:levé zadní nohy]
de: [BP:LL:linkes Hinterbein:STP]
eo: [BP:LL:maldekstra posta gambo:maldekstraj postaj gamboj]
es: [BP:LL:pata trasera izquierda:STP]
ja: [BP:LL:左後脚:STP]
ko: [BP:LL:왼쪽 뒷다리:STP]
pl: [BP:LL:lewa tylnia noga:lewe tylnie nogi]
ru: [BP:LL:левая задняя нога:левые задние ноги]
tr: [BP:LL:sol arka bacak:STP]
vi: [BP:LL:chân trái sau:STP]
zh_hans: [BP:LL:左后肢:STP]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:RF:right rear hoof:right rear hooves]
cs: [BP:RF:pravé zadní kopyto:pravá zadní kopyta]
de: [BP:RF:rechter hinter Huf:rechte hinter Hufe]
eo: [BP:RF:dekstra posta hufo:dekstraj postaj hufoj]
es: [BP:RF:pezuña derecha posterior:pezuñas derechas posteriores]
ja: [BP:RF:右後蹄:右後蹄]
ko: [BP:RF:오른쪽 뒷발굽:오른쪽 뒷발굽]
pl: [BP:RF:prawe tylnie kopyto:prawe tylnie kopyta]
ru: [BP:RF:правое копыто:правые копыта]
tr: [BP:RF:sağ arka toynak:sağ arka toynaklar]
vi: [BP:RF:móng sau bên phải:nhiều móng sau bên phải]
zh_hans: [BP:RF:右后蹄:右后蹄]

# BODY:QUADRUPED_NECK_HOOF
source: [BP:LF:left rear hoof:left rear hooves]
cs: [BP:LF:levé zadní kopyto:levá zadní kopyta]
de: [BP:LF:linker hinterer Huf:linke hintere Hufe]
eo: [BP:LF:maldekstra posta hufo:maldekstraj postaj hufoj]
es: [BP:LF:pezuña izquierda posterior:pezuñas izquierdas posteriores]
ja: [BP:LF:左後蹄:左後蹄]
ko: [BP:LF:왼쪽 뒷발굽:왼쪽 뒷발굽]
pl: [BP:LF:lewe tylnie kopyto:lewe tylnie kopyta]
ru: [BP:LF:левое копыто:левые копыта]
tr: [BP:LF:sol arka toynak:sol arka toynaklar]
vi: [BP:LF:móng sau bên trái:nhiều móng sau bên trái]
zh_hans: [BP:LF:左后蹄:左后蹄]

# BODY:INSECT
source: [BP:UB:thorax:thoraxes]
cs: [BP:UB:hrudník:hrudníky]
de: [BP:UB:Brustkorb:Brustkörbe]
eo: [BP:UB:torako:torakoj]
es: [BP:UB:tórax:tórax]
ja: [BP:UB:胸郭:胸郭]
ko: [BP:UB:흉부:흉부]
pl: [BP:UB:tułów:tułowia]
ru: [BP:UB:грудь:груди]
tr: [BP:UB:göğüs:göğüsler]
vi: [BP:UB:ngực:ngực]
zh_hans: [BP:UB:胸廓:胸廓]

# BODY:INSECT
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:INSECT
source: [BP:LB:abdomen:STP]
cs: [BP:LB:břicho:břicha]
de: [BP:LB:Bauch:STP]
eo: [BP:LB:abdomeno:abdomenoj]
ja: [BP:LB:腹部:STP]
ko: [BP:LB:복부:STP]
pl: [BP:LB:odwłok:odwłoki]
ru: [BP:LB:брюшко:брюшки]
tr: [BP:LB:karın:STP]
vi: [BP:LB:bụng:STP]
zh_hans: [BP:LB:腹部:STP]

# BODY:INSECT
source: [BP:RA1:right first leg:STP]
cs: [BP:RA1:první pravá noha:první pravé nohy]
de: [BP:RA1:erstes rechtes Bein:STP]
eo: [BP:RA1:dekstra unua gambo:dekstraj unuaj gamboj]
es: [BP:RA1:primera pata derecha:STP]
ja: [BP:RA1:一番目の右脚:STP]
ko: [BP:RA1:오른쪽 첫째 다리:STP]
pl: [BP:RA1:pierwsza prawa noga:pierwsze prawe nogi]
ru: [BP:RA1:первая правая нога:первые правые ноги]
tr: [BP:RA1:sağ birinci bacak:STP]
vi: [BP:RL1:chân phải đầu tiên:STP]
zh_hans: [BP:RA1:右前足:STP]

# BODY:INSECT
source: [BP:LA1:left first leg:STP]
cs: [BP:LA1:první levá noha:první levé nohy]
de: [BP:LA1:erstes linkes Bein:STP]
eo: [BP:LA1:maldekstra unua gambo:maldekstraj unuaj gamboj]
es: [BP:LA1:primera pata izquierda:STP]
ja: [BP:LA1:一番目の左脚:STP]
ko: [BP:LA1:왼쪽 첫째 다리:STP]
pl: [BP:LA1:pierwsza lewa noga:pierwsze lewe nogi]
ru: [BP:LA1:первая левая нога:первые левые ноги]
tr: [BP:LA1:sol birinci bacak:STP]
vi: [BP:LA1:chân trái đầu tiên:STP]
zh_hans: [BP:LA1:左前足:STP]

# BODY:INSECT
source: [BP:RF1:right first foot:right first feet]
cs: [BP:RF1:první pravé chodidlo:první pravá chodidla]
de: [BP:RF1:erster rechter Fuß:erste rechte Füße]
eo: [BP:RF1:dekstra unua piedo:dekstraj unuaj piedoj]
es: [BP:RF1:primer pie derecho:primeros pies derechos]
ja: [BP:RF1:一番目の右足:一番目の右足]
ko: [BP:RF1:오른쪽 첫째 발:오른쪽 첫째 발]
pl: [BP:RF1:pierwsza prawa stopa:pierwsze prawe stopy]
ru: [BP:RF1:первая правая ступня:первые правые ступни]
tr: [BP:RF1:sağ birinci ayak:sağ birinci ayaklar]
vi: [BP:RF1:chân phải :nhiều chân phải]
zh_hans: [BP:RF1:右前脚:右前脚]

# BODY:INSECT
source: [BP:LF1:left first foot:left first feet]
cs: [BP:LF1:první levé chodidlo:první levá chodidla]
de: [BP:LF1:erster linker Fuß:erste linke Füße]
eo: [BP:LF1:maldekstra unua piedo:maldekstraj unuaj piedoj]
es: [BP:LF1:primer pie izquierdo:primeros pies izquierdos]
ja: [BP:LF1:一番目の左足:一番目の左足]
ko: [BP:LF1:왼쪽 첫째 발:왼쪽 첫째 발]
pl: [BP:LF1:pierwsza lewa stopa:pierwsze lewe stopy]
ru: [BP:LF1:первая левая ступня:первые левые ступни]
tr: [BP:LF1:sol birinci ayak:sol birinci ayaklar]
vi: [BP:LF1:chân trái:nhiều chân trái]
zh_hans: [BP:LF1:左前脚:左前脚]

# BODY:INSECT
source: [BP:RA2:right second leg:STP]
cs: [BP:RA2:druhá pravá noha:druhé pravé nohy]
de: [BP:RA2:zweites rechtes Bein:STP]
eo: [BP:RA2:dekstra dua gambo:dekstra duaj gamboj]
es: [BP:RA2:segunda pata derecha:STP]
ja: [BP:RA2:二番目の右脚:STP]
ko: [BP:RA2:오른쪽 둘째 다리:STP]
pl: [BP:RA2:druga prawa noga:drugie prawe nogi]
ru: [BP:RA2:вторая правая нога:вторые правые ноги]
tr: [BP:RA2:sağ ikinci bacak:STP]
vi: [BP:RL2:chân phải thứ hai:STP]
zh_hans: [BP:RA2:右中足:STP]

# BODY:INSECT
source: [BP:LA2:left second leg:STP]
cs: [BP:LA2:druhá levá noha:druhé levé nohy]
de: [BP:LA2:zweites linkes Bein:STP]
eo: [BP:LA2:maldekstra dua gambo:maldekstraj duaj gamboj]
es: [BP:LA2:segunda pata izquierda:STP]
ja: [BP:LA2:二番目の左脚:STP]
ko: [BP:LA2:왼쪽 둘째 다리:STP]
pl: [BP:LA2:druga lewa noga:drugie lewe nogi]
ru: [BP:LA2:вторая левая нога:вторые левые ноги]
tr: [BP:LA2:sol ikinci bacak:STP]
vi: [BP:LA2:chân trái thứ hai:STP]
zh_hans: [BP:LA2:左中足:STP]

# BODY:INSECT
source: [BP:RF2:right second foot:right second feet]
cs: [BP:RF2:druhé pravé chodidlo:druhá pravá chodidla]
de: [BP:RF2:zweiter rechter Fuß:zweite rechte Füße]
eo: [BP:RF2:dekstra dua piedo:dekstraj duaj piedoj]
es: [BP:RF2:segundo pie derecho:segundos pies derechos] No hay instrucciones aún.
ja: [BP:RF2:二番目の右足:二番目の右足]
ko: [BP:RF2:오른쪽 둘째 발:오른쪽 둘째 발]
pl: [BP:RF2:druga prawa stopa:drugie prawe stopy]
ru: [BP:RF2:вторая правая ступня:вторые правые ступни]
tr: [BP:RF2:sağ ikinci ayak:sağ ikinci ayaklar]
vi: [BP:RF2:chân phải thứ hai :nhiều chân phải]
zh_hans: [BP:RH2:右中脚:右中脚]

# BODY:INSECT
source: [BP:LF2:left second foot:left second feet]
cs: [BP:LF2:druhé levé chodidlo:druhá levá chodidla]
de: [BP:LF2:zweiter linker Fuß:zweite linken Füße]
eo: [BP:LF2:maldekstra dua piedo:maldekstraj duaj piedoj]
es: [BP:LF2:segundo pie izquierdo:segundos pies izquierdos]
ja: [BP:LF2:二番目の左足:二番目の左足]
ko: [BP:LF2:왼쪽 둘째 발:왼쪽 둘째 발]
pl: [BP:LF2:druga lewa stopa:drugie lewe stopy]
ru: [BP:LF2:вторая левая ступня:вторые левые ступни]
tr: [BP:LF2:sol ikinci ayak:sol ikinci ayaklar]
vi: [BP:LF2:chân trái thứ hai:nhiều chân trái ]
zh_hans: [BP:LF2:左中脚:左中脚]

# BODY:INSECT
source: [BP:RA3:right third leg:STP]
cs: [BP:RA3:pravé třetí noha:pravé třetí nohy]
de: [BP:RA3:drittes rechtes Bein:STP]
eo: [BP:RA3:dekstra tria gambo:dekstraj triaj gamboj]
es: [BP:RA3:tercera pata derecha:STP]
ja: [BP:RA3:三番目の右脚:STP]
ko: [BP:RA3:오른쪽 셋째 다리:STP]
pl: [BP:RA3:trzecia prawa noga:trzecie prawe nogi]
ru: [BP:RA3:третья правая нога:третьи правые ноги]
tr: [BP:RA3:sağ üçüncü bacak:STP]
vi: [BP:RL3:chân phải thứ ba:STP]
zh_hans: [BP:RA3:右后足:STP]

# BODY:INSECT
source: [BP:LA3:left third leg:STP]
cs: [BP:LA3:levá třetí noha:levé třetí nohy]
de: [BP:LA3:drittes linkes Bein:STP]
eo: [BP:LA3:maldekstra tria gambo:maldekstraj triaj gamboj]
es: [BP:LA3:tercera pata izquierda:STP]
ja: [BP:LA3:三番目の左脚:STP]
ko: [BP:LA3:왼쪽 셋째 다리:STP]
pl: [BP:LA3:trzecia lewa noga:trzecie lewe nogi]
ru: [BP:LA3:третья левая нога:третьи левые ноги]
tr: [BP:LA3:sol üçüncü bacak:STP]
vi: [BP:LA3:chân trái thứ ba:STP]
zh_hans: [BP:LA3:左后足:STP]

# BODY:INSECT
source: [BP:RF3:right third foot:right third feet]
cs: [BP:RF3:třetí pravé chodidlo:třetí prává chodidla]
de: [BP:RF3:dritter rechter Fuß:dritte rechte Füße]
eo: [BP:RF3:dekstra tria gambo:dekstra tria gamboj]
es: [BP:RF3:tercer pie derecho:terceros pies derechos]
ja: [BP:RF3:三番目の右足:三番目の右足]
ko: [BP:RF3:오른쪽 셋째 발:오른쪽 셋째 발]
pl: [BP:RF3:trzecia prawa stopa:trzecie prawe stopy]
ru: [BP:RF3:третья правая ступня:третьи правые ступни]
tr: [BP:RF3:sağ üçüncü ayak:sağ üçüncü ayaklar]
vi: [BP:RF3:chân phải thứ ba :nhiều chân phải]
zh_hans: [BP:RF3:右后脚:右后脚]

# BODY:INSECT
source: [BP:LF3:left third foot:left third feet]
cs: [BP:LF3:třetí levé chodidlo:třetí levá chodidla]
de: [BP:LF3:dritter linker Fuß:dritte linke Füße]
eo: [BP:LF3:maldekstra tria gambo:maldekstraj triaj gamboj]
es: [BP:LF3:tercer pie izquierdo:terceros pies izquierdos]
ja: [BP:LF3:三番目の左足:三番目の左足]
ko: [BP:LF3:왼쪽 셋째 발:왼쪽 셋째 발]
pl: [BP:LF3:trzecia lewa stopa:trzecie lewe stopy]
ru: [BP:LF3:третья левая ступня:третьи левые ступни]
tr: [BP:LF3:sol üçüncü ayak:sol üçüncü ayaklar]
vi: [BP:LF3:chân trái thứ ba:nhiều chân trái]
zh_hans: [BP:LF3:左后脚:左后脚]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:UB:thorax:thoraxes]
cs: [BP:UB:hrudník:hrudníky]
de: [BP:UB:Brustkorb:Brustkörbe]
eo: [BP:UB:torako:torakoj]
es: [BP:UB:tórax:tórax]
ja: [BP:UB:胸郭:胸郭]
ko: [BP:UB:흉부:흉부]
pl: [BP:UB:tułów:tułowia]
ru: [BP:UB:грудь:груди]
tr: [BP:UB:göğüs:göğüsler]
vi: [BP:UB:ngực:ngực]
zh_hans: [BP:UB:胸廓:胸廓]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:LB:abdomen:STP]
cs: [BP:LB:břicho:břicha]
de: [BP:LB:Bauch:STP]
eo: [BP:LB:abdomeno:abdomenoj]
ja: [BP:LB:腹部:STP]
ko: [BP:LB:복부:STP]
pl: [BP:LB:odwłok:odwłoki]
ru: [BP:LB:брюшко:брюшки]
tr: [BP:LB:karın:STP]
vi: [BP:LB:bụng:STP]
zh_hans: [BP:LB:腹部:STP]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:RUA:right upper foreleg:STP]
cs: [BP:RUA:pravá horní přední noha:pravé horní přední nohy]
de: [BP:RUA:rechtes oberes Vorderbein:STP]
eo: [BP:RUA:dekstra antaŭa femuro:dekstraj antaŭaj femuroj]
es: [BP:RUA:pata superior del brazo derecho:STP]
ja: [BP:RUA:右前脚大腿:STP]
ko: [BP:RUA:오른쪽 위 앞다리:STP]
pl: [BP:RUA:przednia prawa górna noga:przednie prawe górne nogi]
ru: [BP:RUA:бедро правой передней конечности:бёдра правых передних конечностей]
tr: [BP:RUA:sağ üst ön bacak:STP]
vi: [BP:RUL:bắp đùi phía trước phải:STP]
zh_hans: [BP:RUA:右前腿:STP]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:LUA:left upper foreleg:STP]
cs: [BP:LUA:levá horní přední noha:levé horní přední nohy]
de: [BP:LUA:linkes oberes Vorderbein:STP]
eo: [BP:LUA:maldekstra antaŭa femuro:maldekstraj antaŭaj femuroj]
es: [BP:LUA:pata delantera superior izquierda:STP]
ja: [BP:LUA:左前脚大腿:STP]
ko: [BP:LUA:왼쪽 위 앞다리:STP]
pl: [BP:LUA:przednia lewa górna noga:przednie lewe górne nogi]
ru: [BP:LUA:бедро левой передней конечности:бёдра левых передних конечностей]
tr: [BP:LUA:sol üst ön bacak:STP]
vi: [BP:LUA:bắp đùi phía trước trái:STP]
zh_hans: [BP:LUA:左前腿:STP]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:RLA:right lower foreleg:STP]
cs: [BP:RLA:pravá dolní přední noha:pravé dolní přední nohy]
de: [BP:RLA:rechtes unteres Vorderbein:STP]
eo: [BP:RLA:dekstra antaŭa kruro:dekstraj antaŭaj kruroj]
es: [BP:RLA:pata delantera inferior derecha:STP]
ja: [BP:RLA:右前脚下腿:STP]
ko: [BP:RLA:오른쪽 아래 앞다리:STP]
pl: [BP:RLA:przednia prawa dolna noga:przednie prawe górne nogi]
ru: [BP:RLA:голень правой передней конечности:голени правых передних конечностей]
tr: [BP:RLA:sağ alt ön bacak:STP]
vi: [BP:RLA:bắp chân phía trước phải:STP]
zh_hans: [BP:RLA:右后腿:STP]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:LLA:left lower foreleg:STP]
cs: [BP:LLA:levá dolní přední noha:levé dolní přední nohy]
de: [BP:LLA:linkes unteres Vorderbein:STP]
eo: [BP:LLA:maldekstra antaŭa kruro:maldekstraj antaŭaj kruroj]
es: [BP:LLA:pata delantera inferior izquierda:STP]
ja: [BP:LLA:左前足下腿:STP]
ko: [BP:LLA:왼쪽 아래 앞다리:STP]
pl: [BP:LLA:przednia lewa dolna noga:przednie lewe górne nogi]
ru: [BP:LLA:голень левой передней конечности:голени левых передних конечностей]
tr: [BP:LLA:sol alt ön bacak:STP]
vi: [BP:LLA:bắp chân phía trước trái:STP]
zh_hans: [BP:LLA:左后腿:STP]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:RF1:right forefoot:right forefeet]
cs: [BP:RF1:přední pravé chodidlo:přední pravá chodidla]
de: [BP:RF1:rechter Vorderfuß:rechte Vorderfüße]
eo: [BP:RF1:dekstra antaŭa piedo:dekstraj antaŭaj piedoj]
es: [BP:RF1:antepié derecho:antepiés derechos]
ja: [BP:RF1:右前足:右前足]
ko: [BP:RF1:오른쪽 앞발:오른쪽 앞발]
pl: [BP:RF1:przednia prawa stopa:przednie prawe stopy]
ru: [BP:RF1:ступня правой передней конечности:ступни правых передних конечностей]
tr: [BP:RF1:sağ ön ayak:sağ ön ayaklar]
vi: [BP:RF1:bàn chân trước bên phải :nhiều chân phải]
zh_hans: [BP:RF1:右前脚掌:右前脚掌]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:LF1:left forefoot:left forefeet]
cs: [BP:LF1:přední levé chodidlo:přední levá chodidla]
de: [BP:LF1:linker Vorderfuß:linke Vorderfüße]
eo: [BP:LF1:maldekstra antaŭa piedo:maldekstra antaŭaj piedoj]
es: [BP:LF1:antepié izquierdo:antepiés izquierdos]
ja: [BP:LF1:左前足:左前足]
ko: [BP:LF1:왼쪽 앞발:왼쪽 앞발]
pl: [BP:LF1:lewa przednia stopa:lewe przednie stopy]
ru: [BP:LF1:ступня левой передней конечности:ступни левых передних конечностей]
tr: [BP:LF1:sol ön ayak:sol ön ayaklar]
vi: [BP:LF1:bàn chân trước trái:nhiều chân trái]
zh_hans: [BP:LF1:左前脚掌:左前脚掌]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:RA2:right second leg:STP]
cs: [BP:RA2:druhá pravá noha:druhé pravé nohy]
de: [BP:RA2:zweites rechtes Bein:STP]
eo: [BP:RA2:dekstra dua gambo:dekstraj duaj gamboj]
es: [BP:RA2:segunda pata derecha:STP]
ja: [BP:RA2:二番目の右脚:STP]
ko: [BP:RA2:오른쪽 둘째 다리:STP]
pl: [BP:RA2:druga prawa noga:drugie prawe nogi]
ru: [BP:RA2:вторая правая нога:вторые правые ноги]
tr: [BP:RA2:sağ ikinci bacak:STP]
vi: [BP:RL2:chân phải thứ hai:STP]
zh_hans: [BP:RA2:右第二足:STP]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:LA2:left second leg:STP]
cs: [BP:LA2:druhá levá noha:druhé levé nohy]
de: [BP:LA2:zweites linkes Bein:STP]
eo: [BP:LA2:maldekstra dua gambo:maldekstraj duaj gamboj]
es: [BP:LA2:segunda pata izquierda:STP]
ja: [BP:LA2:二番目の左脚:STP]
ko: [BP:LA2:왼쪽 둘째 다리:STP]
pl: [BP:LA2:druga lewa noga:drugie lewe nogi]
ru: [BP:LA2:вторая левая нога:вторые левые ноги]
tr: [BP:LA2:sol ikinci bacak:STP]
vi: [BP:LA2:chân trái thứ hai:STP]
zh_hans: [BP:LA2:左第二足:STP]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:RF2:right second foot:right second feet]
cs: [BP:RF2:druhé pravé chodidlo:druhá pravá chodidla]
de: [BP:RF2:zweiter rechter Fuß:zweite recehten Füße]
eo: [BP:RF2:dekstra dua piedo:dekstraj duaj piedoj]
es: [BP:RF2:segundo pie derecho:segundos pies derechos] No hay instrucciones aún.
ja: [BP:RF2:二番目の右足:二番目の右足]
ko: [BP:RF2:오른쪽 둘째 발:오른쪽 둘째 발]
pl: [BP:RF2:druga prawa stopa:drugie prawe stopy]
ru: [BP:RF2:вторая правая ступня:вторые правые ступни]
tr: [BP:RF2:sağ ikinci ayak:sağ ikinci ayaklar]
vi: [BP:RF2:chân phải hai trước:nhiều chân phải trước]
zh_hans: [BP:RF2:右第二足:右第二足]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:LF2:left second foot:left second feet]
cs: [BP:LF2:druhé levé chodidlo:druhá levá chodidla]
de: [BP:LF2:zweiter linker Fuß:zweite linken Füße]
eo: [BP:LF2:maldekstra dua piedo:maldekstraj duaj piedoj]
es: [BP:LF2:segundo pie izquierdo:segundos pies izquierdos]
ja: [BP:LF2:二番目の左足:二番目の左足]
ko: [BP:LF2:왼쪽 둘째 발:왼쪽 둘째 발]
pl: [BP:LF2:druga lewa stopa:drugie lewe stopy]
ru: [BP:LF2:вторая левая ступня:вторые левые ступни]
tr: [BP:LF2:sol ikinci ayak:sol ikinci ayaklar]
vi: [BP:LF2:chân trái thứ hai:nhiều chân trái ]
zh_hans: [BP:LF2:左第二足:左第二足]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:RA3:right third leg:STP]
cs: [BP:RA3:třetí pravá noha:třetí pravé nohy]
de: [BP:RA3:drittes rechtes Bein:STP]
eo: [BP:RA3:dekstra tria gambo:dekstraj triaj gamboj]
es: [BP:RA3:tercera pata derecha:STP]
ja: [BP:RA3:三番目の右脚:STP]
ko: [BP:RA3:오른쪽 셋째 다리:STP]
pl: [BP:RA3:trzecia prawa noga:trzecie prawe nogi]
ru: [BP:RA3:третья правая нога:третьи правые ноги]
tr: [BP:RA3:sağ üçüncü bacak:STP]
vi: [BP:RL3:chân phải thứ ba:STP]
zh_hans: [BP:RA3:右第三足:STP]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:LA3:left third leg:STP]
cs: [BP:LA3:třetí levá noha:třetí levé nohy]
de: [BP:LA3:drittes linkes Bein:STP]
eo: [BP:LA3:maldekstra tria gambo:maldekstraj triaj gamboj]
es: [BP:LA3:tercera pata izquierda:STP]
ja: [BP:LA3:三番目の左脚:STP]
ko: [BP:LA3:왼쪽 셋째 다리:STP]
pl: [BP:LA3:trzecia lewa noga:trzecie lewe nogi]
ru: [BP:LA3:третья левая нога:третьи левые ноги]
tr: [BP:LA3:sol üçüncü bacak:STP]
vi: [BP:LA3:chân trái thứ ba:STP]
zh_hans: [BP:LA3:左第三足:STP]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:RF3:right third foot:right third feet]
cs: [BP:RF3:třetí pravé chodidlo:třetí pravá chodidla]
de: [BP:RF3:dritter rechter Fuß:dritte rechte Füße]
eo: [BP:RF3:dekstra tria piedo:dekstraj triaj piedoj]
es: [BP:RF3:tercer pie derecho:terceros pies derechos]
ja: [BP:RF3:三番目の右足:三番目の右足]
ko: [BP:RF3:오른쪽 셋째 발:오른쪽 셋째 발]
pl: [BP:RF3:trzecia prawa stopa:trzecie prawe stopy]
ru: [BP:RF3:третья правая ступня:третьи правые ступни]
tr: [BP:RF3:sağ üçüncü ayak:sağ üçüncü ayaklar]
vi: [BP:RF3:chân phải thứ ba :nhiều chân phải]
zh_hans: [BP:RF3:右第三脚:右第三脚]

# BODY:INSECT_4LEGS_2ARMS
source: [BP:LF3:left third foot:left third feet]
cs: [BP:LF3:třetí levé chodidlo:třetí levá chodidla]
de: [BP:LF3:dritter linker Fuß:dritte linke Füße]
eo: [BP:LF3:maldekstra tria piedo:maldekstraj triaj piedoj]
es: [BP:LF3:tercer pie izquierdo:terceros pies izquierdos]
ja: [BP:LF3:三番目の左足:三番目の左足]
ko: [BP:LF3:왼쪽 셋째 발:왼쪽 셋째 발]
pl: [BP:LF3:trzecia lewa stopa:trzecie lewe stopy]
ru: [BP:LF3:третья левая ступня:третьи левые ступни]
tr: [BP:LF3:sol üçüncü ayak:sol üçüncü ayaklar]
vi: [BP:LF3:chân trái thứ ba:nhiều chân trái]
zh_hans: [BP:LF3:左第三脚:左第三脚]
