Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:REPTILE_MAN
source: [DESCRIPTION:These creatures are shaped like men covered with rough scales. They have the head and tail of a lizard and possess a dark and evil intelligence. They are found deep under the earth.]
cs: [DESCRIPTION:Tato stvoření jsou tvarována jako muži pokryté hrubými šupinami. Mají hlavu a ocas ještěra a mají temnou a zlou inteligenci. Nacházejí se hluboko pod zemí.]
de: [DESCRIPTION:Diese Kreaturen haben die Form von Menschen, die mit groben Schuppen bedeckt sind. Sie haben den Kopf und Schwanz einer Eidechse und besitzen eine dunkle und böse Intelligenz. Sie sind tief unter der Erde zu finden.]
eo: [DESCRIPTION:Ĉi-kreitoj estas formita kiel homoj kovritaj el malglataj skvamoj. Ili havas la kapon kaj la voston de lacerto, kaj posedas malican inteligenton. Ili troviĝas profunde sub la tero.]
es: [DESCRIPTION:Estas criaturas estan formadas como hombres cubiertos con rugosas escamas. Tienen la cabeza y cola de un lagarto y poseen un malvado y oscuro intelecto. Habitan en la profundidad de la tierra.]
ja: [DESCRIPTION:トカゲの頭を尾を持つ邪悪な意思を備えた人間だ。地下深部に棲む。]
ko: [DESCRIPTION:이 생물은 거친 비늘로 덮인 사람 모양입니다. 그들은 도마뱀의 머리와 꼬리를 가지고 있으며 어둡고 사악한 지능을 가지고 있습니다. 그들은 땅속 깊은 곳에서 발견됩니다.]
pl: [DESCRIPTION:Istoty te mają kształt ludzi pokrytych szorstkimi łuskami. Mają głowę i ogon jaszczurki oraz posiadają mroczną i złą inteligencję. Można je znaleźć głęboko pod ziemią.]
ru: [DESCRIPTION:Эти существа похожи на людей, покрытых грубой чешуёй. У них голова и хвост ящера и они обладают тёмным и злобным разумом. Обитают глубоко под землёй.]
tr: [DESCRIPTION:Bu yaratıklar, pürüzlü pullarla kaplı insan şeklindedir. Bir kertenkelenin kafasına ve kuyruğuna, karanlık ve kötücül bir zekaya sahiptirler. Yerin derinliklerinde bulunurlar.]
vi: [DESCRIPTION:Những sinh vật này có hình dạng giống con người, được bao phủ bởi những lớp vảy thô ráp. Chúng có cái đầu và cái đuôi của một con thằn lằn và sở hữu một trí thông minh đen tối, độc ác. Chúng được tìm thấy sâu dưới lòng đất.]

# CREATURE:REPTILE_MAN
source: [NAME:reptile man:reptile men:reptile man]
cs: [NAME:plazí muž:plazí muži:plazího muže]
de: [NAME:Reptilmensch:Reptilmenschen:Reptilmensch]
eo: [NAME:homreptilio:homreptilioj:de homreptilio]
es: [NAME:reptiliano:reptilianos:reptiliano]
ja: [NAME:爬虫類男:爬虫類男:爬虫類男の]
pl: [NAME:jaszczuroczłek:jaszczuroludzie:jaszczuroludzki]
ru: [NAME:человек-рептилия:люди-рептилии:человека-рептилии]
tr: [NAME:sürüngen adamı:sürüngen adamları:sürüngen adam]
vi: [NAME:Người bò sát nam:Người bò sát nam:Người bò sát nam]

# CREATURE:REPTILE_MAN
source: [PREFSTRING:terrifying features]
cs: [PREFSTRING:děsivé rysy]
de: [PREFSTRING:furchterregende Fähigkeiten]
eo: [PREFSTRING:teruraj trajtoj]
es: [PREFSTRING:características aterradoras]
ja: [PREFSTRING:恐ろしい機能]
ko: [PREFSTRING:끔찍한 이목구비]
pl: [PREFSTRING:przerażające cechy]
ru: [PREFSTRING:ужасающий внешний вид]
tr: [PREFSTRING:korkunç özellikler]
vi: [PREFSTRING:những đặc điểm đáng sợ]

# CREATURE:REPTILE_MAN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:REPTILE_MAN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:REPTILE_MAN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:REPTILE_MAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:REPTILE_MAN
source: [CASTE_NAME:reptile woman:reptile women:reptile woman]
cs: [CASTE_NAME:plazí žena:plazí ženy:plazí ženu]
de: [CASTE_NAME:Reptilfrau:Reptilfrauen:Reptilfrau]
eo: [CASTE_NAME:homreptiliino:homreptiliinoj:de homreptiliino]
es: [CASTE_NAME:reptiliana:reptilianas:reptiliana]
ja: [CASTE_NAME:爬虫類女:爬虫類女:爬虫類女の]
pl: [CASTE_NAME:jaszczuroczłek kobieta:kobiety jaszczuroczłeki:kobieco jaszczuroludzki]
ru: [CASTE_NAME:женщина-рептилия:женщины-рептилии:женщины-рептилии]
tr: [CASTE_NAME:sürüngen kadın:sürüngen kadınlar:sürüngen kadın]
vi: [CASTE_NAME:Người bò sát nữ:Người bò sát nữ:Người bò sát nữ]

# CREATURE:REPTILE_MAN
source: [CASTE_NAME:reptile man:reptile men:reptile man]
cs: [CASTE_NAME:plazí muž:plazí muži:plazího muže]
de: [CASTE_NAME:Reptilmann:Reptilmänner:Reptilmann]
eo: [CASTE_NAME:homreptiliiĉo:homreptiliiĉoj:de homreptiliiĉo]
es: [CASTE_NAME:reptiliano:reptilianos:reptiliano]
ja: [CASTE_NAME:爬虫類男:爬虫類男:爬虫類男の]
pl: [CASTE_NAME:jaszczuroczłek mężczyzna:mężczyźni jaszczroludzie:męsko jaszczuroludzki]
ru: [CASTE_NAME:мужчина-рептилия:мужчины-рептилии:мужчины-рептилии]
tr: [CASTE_NAME:sürüngen adam:sürüngen adamlar:sürüngen adam]
vi: [CASTE_NAME:Người bò sát nam:Người bò sát nam:Người bò sát nam]

# CREATURE:REPTILE_MAN
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:REPTILE_MAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SERPENT_MAN
source: [DESCRIPTION:A large white snake with the arms and torso of a man. These creatures are evil and live far underground.]
cs: [DESCRIPTION:Velký bílý had s pažemi a trupem člověka. Tato stvoření jsou zlá a žijí hluboko pod zemí.]
de: [DESCRIPTION:Eine große weiße Schlange mit den Armen und dem Torso eines Mannes. Diese Kreaturen sind böse und leben weit unter der Erde.]
eo: [DESCRIPTION:Granda blanka serpento kun la brakoj kaj la torso de homo. Ĉi-kreitoj estas malicaj, kaj loĝas fore subtere.]
es: [DESCRIPTION:Una gran serpiente blanca con los brazos y torso de un hombre. Estas criaturas son malignas y habitan en lejana profundidad.]
ja: [DESCRIPTION:男の上半身がついた邪悪な大白蛇だ。地下深部に棲息する]
ko: [DESCRIPTION:사람의 팔과 몸통을 가진 커다란 흰색 뱀. 이 생물들은 사악하고 지하 깊은 곳에서 살고 있습니다.]
pl: [DESCRIPTION:Duży biały wąż z rękami i torsem mężczyzny. Te stworzenia są złe i żyją głęboko pod ziemią.]
ru: [DESCRIPTION:Крупная белая змея с человеческими руками и торсом. Эти существа враждебны и живут глубоко под землёй.]
tr: [DESCRIPTION:Bir insanın kollarına ve gövdesine sahip büyük beyaz bir yılan. Bu yaratıklar kötücüldür ve yerin çok altında yaşarlar.]
vi: [DESCRIPTION:Một con rắn lớn màu trắng với cánh tay và thân của một người đàn ông. Những sinh vật này rất tà ác và sống sâu dưới lòng đất.]

# CREATURE:SERPENT_MAN
source: [NAME:serpent man:serpent men:serpent man]
cs: [NAME:hadí muž:hadí muži:hadího muže]
de: [NAME:Schlangenmensch:Schlangenmenschen:Schlangenmensch]
eo: [NAME:homserpento:homserpentoj:de homserpento]
es: [NAME:hombre-serpiete:hombres-serpientes:hombre-serpiente]
ja: [NAME:ヘビ男:ヘビ男:ヘビ男の]
ko: [NAME:독사인간:독사인간들:독사인간]
pl: [NAME:wężoczłowiek:wężoludzi:wężoludzki]
ru: [NAME:человек-змея:люди-змеи:человека-змеи]
tr: [NAME:yılan adamı:yılan adamları:yılan adam]
vi: [NAME:Người rắn nam:Người rắn nam:Người rắn nam]

# CREATURE:SERPENT_MAN
source: [PREFSTRING:impressive tails]
cs: [PREFSTRING:impozantní ocasy]
de: [PREFSTRING:beeindruckende Schwänze]
eo: [PREFSTRING:imponaj vostoj]
es: [PREFSTRING:colas impresionantes]
pl: [PREFSTRING:imponujące ogony]
ru: [PREFSTRING:впечатляющие хвосты]
tr: [PREFSTRING:etkileyici kuyruklar]
vi: [PREFSTRING:Những cái đuôi ấn tượng]

# CREATURE:SERPENT_MAN
source: [STATE_NAME:ALL_SOLID:frozen serpent man venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed hadího muže]
de: [STATE_NAME:ALL_SOLID:gefrorenes Schlangenmenschengift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de homserpento]
es: [STATE_NAME:ALL_SOLID:veneno congelado de hombre-serpiente]
ja: [STATE_NAME:ALL_SOLID:凍ったヘビ男の毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 독사인간 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad człowieka węża]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд человека-змеи]
tr: [STATE_NAME:ALL_SOLID:donmuş yılan adam zehri]
vi: [STATE_NAME:ALL_SOLID:Nọc độc người rắn đông lạnh]

# CREATURE:SERPENT_MAN
source: [STATE_ADJ:ALL_SOLID:frozen serpent man venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed hadího muže]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Schlangenmenschengift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de homserpento]
es: [STATE_ADJ:ALL_SOLID:veneno congelado de hombre-serpiente]
ja: [STATE_ADJ:ALL_SOLID:凍ったヘビ男の毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 독사인간 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożony jad człowieka węża]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд человека-змеи]
tr: [STATE_ADJ:ALL_SOLID:donmuş yılan adam zehri]
vi: [STATE_ADJ:ALL_SOLID:Nọc độc người rắn đông lạnh]

# CREATURE:SERPENT_MAN
source: [STATE_NAME:LIQUID:serpent man venom]
cs: [STATE_NAME:LIQUID:jed hadího muže]
de: [STATE_NAME:LIQUID:Schlangenmenschgift]
eo: [STATE_NAME:LIQUID:veneno de homserpento]
es: [STATE_NAME:LIQUID:veneno de hombre-serpiente]
ja: [STATE_NAME:LIQUID:ヘビ男の毒液]
ko: [STATE_NAME:LIQUID:독사인간 독]
pl: [STATE_NAME:LIQUID:jad człowieka-węża]
ru: [STATE_NAME:LIQUID:яд человека-змеи]
tr: [STATE_NAME:LIQUID:yılan adam zehri]
vi: [STATE_NAME:LIQUID:Nọc độc người rắn]

# CREATURE:SERPENT_MAN
source: [STATE_ADJ:LIQUID:serpent man venom]
cs: [STATE_ADJ:LIQUID:jed hadího muže]
de: [STATE_ADJ:LIQUID:Schlangenmenschgift]
eo: [STATE_ADJ:LIQUID:de veneno de homserpento]
es: [STATE_ADJ:LIQUID:veneno de hombre-serpiente]
ja: [STATE_ADJ:LIQUID:ヘビ男の毒液]
ko: [STATE_ADJ:LIQUID:독사인간 독]
pl: [STATE_ADJ:LIQUID:jad człowieka-węża]
ru: [STATE_ADJ:LIQUID:яд человека-змеи]
tr: [STATE_ADJ:LIQUID:yılan adam zehri]
vi: [STATE_ADJ:LIQUID:Nọc độc người rắn]

# CREATURE:SERPENT_MAN
source: [STATE_NAME:GAS:boiling serpent man venom]
cs: [STATE_NAME:GAS:vroucí jed hadího muže]
de: [STATE_NAME:GAS:kochendes Schlangenmenschengift]
eo: [STATE_NAME:GAS:bolanta veneno de homserpento]
es: [STATE_NAME:GAS:veneno de hombre-serpiente hirviendo]
ja: [STATE_NAME:GAS:蒸気化したヘビ男の毒液]
ko: [STATE_NAME:GAS:기화된 독사인간 독]
pl: [STATE_NAME:GAS:wrzący jad człowieka węża]
ru: [STATE_NAME:GAS:пары яда человека-змеи]
tr: [STATE_NAME:GAS:kaynayan yılan adam zehri]
vi: [STATE_NAME:GAS:Nọc độc người rắn đang sôi]

# CREATURE:SERPENT_MAN
source: [STATE_ADJ:GAS:boiling serpent man venom]
cs: [STATE_ADJ:GAS:vroucí jed hadího muže]
de: [STATE_ADJ:GAS:kochendes Schlangenmenschengift]
eo: [STATE_ADJ:GAS:de bolanta veneno de homserpento]
es: [STATE_ADJ:GAS:veneno de hombre-serpiente hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したヘビ男の毒液]
ko: [STATE_ADJ:GAS:기화된 독사인간 독]
pl: [STATE_ADJ:GAS:wrzący jad człowieka węża]
ru: [STATE_ADJ:GAS:кипящий яд человека-змеи]
tr: [STATE_ADJ:GAS:kaynayan yılan adam zehri]
vi: [STATE_ADJ:GAS:Nọc độc người rắn đang sôi]

# CREATURE:SERPENT_MAN
source: [SYN_NAME:serpent man bite]
cs: [SYN_NAME:uštknutí hadího muže]
de: [SYN_NAME:Schlangenmensch biss]
eo: [SYN_NAME:mordo de homserpento]
es: [SYN_NAME:mordedura de hombre-serpiente]
ja: [SYN_NAME:ヘビ男 bite]
pl: [SYN_NAME:ukąszenie człowieka węża]
ru: [SYN_NAME:укус человека-змеи]
tr: [SYN_NAME:yılan adam ısırığı]
vi: [SYN_NAME:Vết cắn của người rắn]

# CREATURE:SERPENT_MAN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:SERPENT_MAN
source: [ATTACK_VERB:lash:lashes]
cs: [ATTACK_VERB:švihnout:švihá]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostbatas:vostbatas]
es: [ATTACK_VERB:latigazo:latigazos]
ja: [ATTACK_VERB:鞭打った:鞭打った]
ko: [ATTACK_VERB:후려치다:후려치다]
pl: [ATTACK_VERB:bicz:bicze]
ru: [ATTACK_VERB:хлещете:хлещет]
tr: [ATTACK_VERB:kırbaçla:kırbaçlar]
vi: [ATTACK_VERB:Cú quất:Những cú quất]

# CREATURE:SERPENT_MAN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:SERPENT_MAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SERPENT_MAN
source: [CASTE_NAME:serpent woman:serpent women:serpent woman]
cs: [CASTE_NAME:hadí žena:hadí ženy:hadí ženu]
de: [CASTE_NAME:Schlangenfrau:Schlangenfrauen:Schlangenfrau]
eo: [CASTE_NAME:homserpentino:homserpentinoj:de homserpentino]
es: [CASTE_NAME:serpiente mujer:serpiente mujeres:serpiente mujer]
ja: [CASTE_NAME:ヘビ女:ヘビ女:ヘビ女の]
ko: [CASTE_NAME:여성 독사인간:여성 독사인간들:여성 독사인간]
pl: [CASTE_NAME:kobieta wąż:kobiety węże:kobieco wężowy]
ru: [CASTE_NAME:женщина-змея:женщины-змеи:женщины-змеи]
tr: [CASTE_NAME:yılan kadın:yılan kadınlar:yılan kadın]
vi: [CASTE_NAME:Người rắn nữ:Người rắn nữ:Người rắn nữ]

# CREATURE:SERPENT_MAN
source: [CASTE_NAME:serpent man:serpent men:serpent man]
cs: [CASTE_NAME:hadí muž:hadí muži:hadího muže]
de: [CASTE_NAME:Schlangenmann:Schlangenmänner:Schlangenmann]
eo: [CASTE_NAME:homserpentiĉo:homserpentiĉoj:de homserpentiĉo]
es: [CASTE_NAME:hombre-serpiente:hombres-serpientes:hombre-serpiente]
ja: [CASTE_NAME:ヘビ男:ヘビ男:ヘビ男の]
ko: [CASTE_NAME:남성 독사인간:남성 독사인간들:남성 독사인간]
pl: [CASTE_NAME:mężczyzna wąż:mężczyźni węże:męsko wężowy]
ru: [CASTE_NAME:мужчина-змей:мужчины-змеи:мужчины-змея]
tr: [CASTE_NAME:yılan adam:yılan adamlar:yılan adam]
vi: [CASTE_NAME:Người rắn nam:Người rắn nam:Người rắn nam]

# CREATURE:SERPENT_MAN
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:SERPENT_MAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:ANT_MAN
source: [DESCRIPTION:A humanoid with the head and body of an ant.]
cs: [DESCRIPTION:Humanoid s hlavou a tělem mravence.]
de: [DESCRIPTION: Ein Humanoid mit Kopf und dem Körper einer Ameise.]
eo: [DESCRIPTION:Homsimilulo kun la kapo kaj la korpo de formiko.]
es: [DESCRIPTION:Un humanoide con la cabeza y cuerpo de una hormiga.]
ja: [DESCRIPTION:アリの頭と体を持った人間だ。]
ko: [DESCRIPTION:개미의 머리와 몸을 가진 인간형.]
pl: [DESCRIPTION:Humanoid z głową i ciałem mrówki.]
ru: [DESCRIPTION:Человекоподобное существо с головой и телом муравья.]
tr: [DESCRIPTION:Karınca kafasına ve gövdesine sahip bir insansı.]
vi: [DESCRIPTION:Một hình nhân với cái đầu và thân của một con kiến.]

# CREATURE:ANT_MAN
source: [NAME:antman:antmen:antman]
cs: [NAME:mravenčí muž:mravenčí muži:mravenčího muže]
de: [NAME:Ameisenmensch:Ameisenmenschen:Ameisenmensch]
eo: [NAME:homformiko:homformikoj:de homformiko]
es: [NAME:hombre-hormiga:hombres-hormigas:hombre-hormiga]
ja: [NAME:アリ男:アリ男:アリ男の]
pl: [NAME:człowiek mrówka:ludzie mrówki:ludzko mrówczy]
ru: [NAME:человек-муравей:люди-муравьи:человека-муравья]
tr: [NAME:karınca adam:karınca adamlar:karınca adam]
vi: [NAME:Người kiến nam:Người kiến nam:Người kiến nam]

# CREATURE:ANT_MAN
source: [PREFSTRING:mystery]
cs: [PREFSTRING:tajemnost]
de: [PREFSTRING:geheimnisvoll]
eo: [PREFSTRING:mistero]
es: [PREFSTRING:misteriosa]
ja: [PREFSTRING:神秘的]
pl: [PREFSTRING:tajemnica]
ru: [PREFSTRING:таинственность]
tr: [PREFSTRING:gizem]
vi: [PREFSTRING:Bí ẩn]

# CREATURE:ANT_MAN
source: [CASTE_NAME:worker ant woman:worker ant women:worker ant woman]
cs: [CASTE_NAME:mravenčí dělnice:mravenčí dělnice:mravenčí dělnici]
de: [CASTE_NAME:Arbeiterarmeisen Frau:Arbeiterameisen Frauen:Arbeiterameisen Frau]
eo: [CASTE_NAME:laborista homformikino:laboristaj homformikinoj:de laborista homformikino]
es: [CASTE_NAME:mujer-hormiga obrera:mujeres-hormigas obreras:mujer-hormiga obrera]
ja: [CASTE_NAME:働きant女:働きant女:働きant女の]
pl: [CASTE_NAME:kobieta mrówka robotnik:kobiety mrówki robotnice:kobieco mrówczy robotniczy]
ru: [CASTE_NAME:рабочая женщина-муравей:рабочие женщины-муравьи:рабочей женщины-муравья]
tr: [CASTE_NAME:işçi karınca kadın:işçi karınca kadınlar:işçi karınca kadın]
vi: [CASTE_NAME:Người kiến thợ nữ:Người kiến thợ nữ:Người kiến thợ nữ]

# CREATURE:ANT_MAN
source: [CASTE_NAME:soldier ant woman:soldier ant women:soldier ant woman]
cs: [CASTE_NAME:mravenčí vojačka:mravenčí vojačky:mravenčí vojačku]
de: [CASTE_NAME:Soldatenameisten Frau:Soldatenameisen Frauen:Soldatenameisten Frau]
eo: [CASTE_NAME:soldata homformikino:soldataj homformikinoj:de soldata homformikino]
es: [CASTE_NAME:mujer-hormiga soldado:mujeres-hormigas soldades:mujer-hormiga soldado]
ja: [CASTE_NAME:兵隊アリ女:兵隊アリ女:兵隊アリ女の]
pl: [CASTE_NAME:kobieta mrówka żołnierz:kobiety mrówki żołnierze:kobieco mrówczy żołnierski]
ru: [CASTE_NAME:солдатка женщина-муравей:солдатки женщины-муравьи:солдатки женщины-муравья]
tr: [CASTE_NAME:asker karınca kadın:asker karınca kadınlar:asker karınca kadın]
vi: [CASTE_NAME:Người kiến lính nữ:kiến lính nữ:Người kiến lính nữ]

# CREATURE:ANT_MAN
source: [CASTE_NAME:drone ant man:drone ant men:drone ant man]
cs: [CASTE_NAME:mravenčí trubec:mravenčí trubci:mravenčího trubce]
de: [CASTE_NAME:Ameisendronen Mann:Ameisendronen Männer:Ameisendronen Mann]
eo: [CASTE_NAME:homformikiĉo:homformikiĉoj:de homformikiĉo]
es: [CASTE_NAME:hombre hormiga zángano:hombres hormiga zángano:de hombre hormiga zángano:]
ja: [CASTE_NAME:羽アリ男:羽アリ男:羽アリ男の]
pl: [CASTE_NAME:mężczyzna mrówka zapładniacz:mężczyźni mrówki zapładniacze:męsko mrówczy zapładniacz]
ru: [CASTE_NAME:трутень мужчина-муравей:трутни мужчины-муравьи:трутня мужчины-муравья]
tr: [CASTE_NAME:erkek karınca adam:erkek karınca adamlar:erkek karınca adam]
vi: [CASTE_NAME:kiến đực nam:kiến đực nam:kiến đực nam]

# CREATURE:ANT_MAN
source: [CASTE_NAME:queen ant woman:queen ant women:queen ant woman]
cs: [CASTE_NAME:mravenčí královna:mravenčí královny:mravenčí královnu]
de: [CASTE_NAME:Ameisenkönigin:Ameisenköniginnen:Ameisenkönigin]
eo: [CASTE_NAME:reĝa homformikino:reĝaj homformikinoj:de reĝa homformikino]
es: [CASTE_NAME:Reina mujer-hormiga:Reinas mujeres-hormigas:Reina mujer-hormiga]
ja: [CASTE_NAME:女王アリ女:女王アリ女:女王アリ女の]
pl: [CASTE_NAME:królowa mrówka:królowe mrówki:królewsko mrówczy]
ru: [CASTE_NAME:королева людей-муравьев:королевы людей-муравьев:королевы людей-муравьев]
tr: [CASTE_NAME:kraliçe karınca kadın:kraliçe karınca kadınlar:kraliçe karınca kadın]
vi: [CASTE_NAME:kiến chúa nữ:kiến chúa nữ:kiến chúa nữ]

# CREATURE:ANT_MAN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:ANT_MAN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:ANT_MAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ANT_MAN
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]

# CREATURE:ANT_MAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:RODENT MAN
source: [DESCRIPTION:An evil humanoid with a long tail, black spiky fur and a twitching nose. It lives far underground.]
cs: [DESCRIPTION:Zlý humanoid s dlouhým ocasem, černou pichlavou srstí a cukajícím nosem. Žije hluboko pod zemí.]
de: [DESCRIPTION:Ein böser Humanoid mit langem Schwanz, schwarzem Stachelpelz und einer zuckenden Nase. Er lebt weit unter der Erde.]
eo: [DESCRIPTION:Malica homsimilulo kun longa vosto, nigra pinta felo kaj tikante nazo. Ĝi loĝas fore subtere.]
es: [DESCRIPTION:Un maligno humanoide con una larga cola, pelaje puntiagudo negro y una nariz agitada. Habita en lejanas profundidades.]
ja: [DESCRIPTION:長い尾、黒いとがった毛皮、そしてけいれんする鼻を持つ邪悪な人型生物。はるか地下に住んでいます。]
ko: [DESCRIPTION:긴 꼬리, 검은색 뾰족한 털, 경련하는 코를 가진 사악한 인간형입니다. 저 멀리 지하에 산다.]
pl: [DESCRIPTION:Zły humanoid z długim ogonem, czarnym, kolczastym futrem i drgającym nosem. Żyje głęboko pod ziemią.]
ru: [DESCRIPTION:Злобное человекоподобное существо с длинным хвостом, колючим чёрным мехом и подергивающимся носом. Живёт под глубоко землёй.]
tr: [DESCRIPTION:Uzun kuyruklu, siyah dikenli kürklü ve seğiren burunlu kötücül bir insansı. Yerin çok altında yaşar.]
vi: [DESCRIPTION:Một nhân dạng ác độc với chiếc đuôi dài, bộ lông đen xù và chiếc mũi giật giật. Nó sống sâu trong lòng đất.]

# CREATURE:RODENT MAN
source: [NAME:rodent man:rodent men:rodent man]
cs: [NAME:hlodavčí muž:hlodavčí muži:hlodavčího muže]
de: [NAME:Nagetiermensch:Nagetiermenschen:Nagetiermensch]
eo: [NAME:homronĝulo:homronĝuloj:de homronĝulo]
es: [NAME:hombre-roedor:hombres-roedores:hombre-roedor]
ja: [NAME:げっ歯類男:げっ歯類男:げっ歯類男の]
pl: [NAME:człowiek gryzoń:ludzie gryzonie:ludzko gryzoni]
ru: [NAME:человек-грызун:люди-грызуны:человека-грызуна]
tr: [NAME:kemirgen adam:kemirgen adamlar:kemirgen adam]
vi: [NAME:người gặm nhấm nam:người gặm nhấm nam:người gặm nhấm nam]
