Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:SORGHUM
source: [STATE_NAME_ADJ:LIQUID:sorghum beer]
cs: [STATE_NAME_ADJ:LIQUID:čirové pivo]
de: [STATE_NAME_ADJ:LIQUID:Sorghumhirse Bier]
eo: [STATE_NAME_ADJ:LIQUID:biero el sorgo]
es: [STATE_NAME_ADJ:LIQUID:cerveza de sorgo]
ja: [STATE_NAME_ADJ:LIQUID:モロコシのビール]
ko: [STATE_NAME_ADJ:LIQUID:수수새 맥주]
ru: [STATE_NAME_ADJ:LIQUID:сорговое пиво]
tr: [STATE_NAME_ADJ:LIQUID:sorgum birası]
vi: [STATE_NAME_ADJ:LIQUID:bia lúa miến]
zh_hans: [STATE_NAME_ADJ:LIQUID:高粱啤酒]

# PLANT:SORGHUM
source: [STATE_NAME_ADJ:GAS:boiling sorghum beer]
cs: [STATE_NAME_ADJ:GAS:vařící se čirové pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Sorghumhirse Bier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el sorgo]
es: [STATE_NAME_ADJ:GAS:cerveza hirviendo de sorgo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したモロコシのビール]
ko: [STATE_NAME_ADJ:GAS:기화된 수수새 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее сорговое пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan sorgum birası]
vi: [STATE_NAME_ADJ:GAS:bia lúa miến đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的高粱啤酒]

# PLANT:SORGHUM
source: [STATE_NAME_ADJ:ALL_SOLID:sorghum flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:čirová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Sorghumhirse Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el sorgo]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de sorgo]
ja: [STATE_NAME_ADJ:ALL_SOLID:モロコシの挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:수수새 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:сорговая мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:sorgum unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột lúa miến]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:高粱粉]

# PLANT:SORGHUM
source: [SEED:sorghum seed:sorghum seeds:]
cs: [SEED:semeno čira:semena čira:]
de: [SEED:Sorghumhirse Samen:Sorghumhirse Samen:]
eo: [SEED:semo de sorgo:semoj de sorgo:]
es: [SEED:semilla de sorgo:semillas de sorgo:]
ja: [SEED:モロコシの種:モロコシの種:]
ko: [SEED:사탕수수 씨:사탕수수 씨들:]
ru: [SEED:зерно сорго:зерна сорго:]
tr: [SEED:sorgum tohumu:sorgum tohumları:]
vi: [SEED:hạt lúa miến:hạt lúa miến:]
zh_hans: [SEED:高粱种子:高粱种子:]

# PLANT:SORGHUM
source: [PREFSTRING:beer]
cs: [PREFSTRING:pivo]
de: [PREFSTRING:Bier]
eo: [PREFSTRING:biero]
es: [PREFSTRING:cerveza]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:맥주]
ru: [PREFSTRING:пиво]
tr: [PREFSTRING:birası]
vi: [PREFSTRING:bia]
zh_hans: [PREFSTRING:啤酒]

# PLANT:SORGHUM
source: [GROWTH_NAME:sorghum leaf:sorghum leaves]
cs: [GROWTH_NAME:list čira:listy čira]
de: [GROWTH_NAME:Sorghumhirse Blatt:Sorghumhirse Blätter]
eo: [GROWTH_NAME:folio de sorgo:folioj de sorgo]
es: [GROWTH_NAME:hoja de sorgo:hojas de sorgo]
ja: [GROWTH_NAME:モロコシの葉:モロコシの葉]
ko: [GROWTH_NAME:수수새 잎:수수새 잎들]
ru: [GROWTH_NAME:лист сорго:листья сорго]
tr: [GROWTH_NAME:sorgum yaprağı:sorgum yaprakları]
vi: [GROWTH_NAME:lá lúa miến:lá lúa miến]
zh_hans: [GROWTH_NAME:高粱叶:高粱叶]

# PLANT:SORGHUM
source: [GROWTH_NAME:sorghum flower cluster:STP]
cs: [GROWTH_NAME:květenství čira:STP]
de: [GROWTH_NAME:Sorghumhirse Blütenbüschel:STP]
eo: [GROWTH_NAME:garbo da floroj de sorgo:garboj da floroj de sorgo]
es: [GROWTH_NAME:racimo de flores de sorgo:STP]
ja: [GROWTH_NAME:モロコシの花:STP]
ko: [GROWTH_NAME:수수새 꽃송이:STP]
ru: [GROWTH_NAME:соцветие сорго:соцветия сорго]
tr: [GROWTH_NAME:sorgum çiçek kümesi:STP]
zh_hans: [GROWTH_NAME:高粱花簇:STP]

# PLANT:RICE
source: [NAME:rice plant]
cs: [NAME:rýže]
de: [NAME:Reispflanze]
eo: [NAME:rizo]
es: [NAME:planta de arroz]
ja: [NAME:米]
ko: [NAME:벼]
ru: [NAME:рис]
tr: [NAME:pirinç bitkisi]
vi: [NAME:cây lúa]
zh_hans: [NAME:稻米植株]

# PLANT:RICE
source: [NAME_PLURAL:rice plants]
cs: [NAME_PLURAL:rýže]
de: [NAME_PLURAL:Reispflanze]
eo: [NAME_PLURAL:rizaj vegetaloj]
es: [NAME_PLURAL:plantas de arroz]
ja: [NAME_PLURAL:米]
ko: [NAME_PLURAL:벼들]
ru: [NAME_PLURAL:рис]
tr: [NAME_PLURAL:pirinç bitkileri]
vi: [NAME_PLURAL:cây lúa]
zh_hans: [NAME_PLURAL:稻米植株]

# PLANT:RICE
source: [ADJ:rice plant]
cs: [ADJ:rýžový]
de: [ADJ:Reispflanze]
eo: [ADJ:de rizo]
es: [ADJ:plantas de arroz]
ja: [ADJ:米]
ko: [ADJ:벼]
ru: [ADJ:рис]
tr: [ADJ:pirinç bitkisi]
vi: [ADJ:cây lúa]
zh_hans: [ADJ:稻米植株的]

# PLANT:RICE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen rice beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé rýžové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Reis Bier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el rizo]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza de arroz congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った米のビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 쌀맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженная рисовая водка]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş pirinç birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia gạo đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的稻米啤酒]

# PLANT:RICE
source: [STATE_NAME_ADJ:LIQUID:rice beer]
cs: [STATE_NAME_ADJ:LIQUID:rýžové pivo]
de: [STATE_NAME_ADJ:LIQUID:Reis Bier]
eo: [STATE_NAME_ADJ:LIQUID:biero el rizo]
es: [STATE_NAME_ADJ:LIQUID:cerveza de arroz]
ja: [STATE_NAME_ADJ:LIQUID:米のビール]
ko: [STATE_NAME_ADJ:LIQUID:쌀맥주]
ru: [STATE_NAME_ADJ:LIQUID:рисовая водка]
tr: [STATE_NAME_ADJ:LIQUID:pirinç birası]
vi: [STATE_NAME_ADJ:LIQUID:bia gạo]
zh_hans: [STATE_NAME_ADJ:LIQUID:稻米啤酒]

# PLANT:RICE
source: [STATE_NAME_ADJ:GAS:boiling rice beer]
cs: [STATE_NAME_ADJ:GAS:vařící se rýžové pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Reis Bier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el rizo]
es: [STATE_NAME_ADJ:GAS:cerveza de arroz hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した米のビール]
ko: [STATE_NAME_ADJ:GAS:기화된 쌀맥주]
ru: [STATE_NAME_ADJ:GAS:кипящая рисовая водка]
tr: [STATE_NAME_ADJ:GAS:kaynayan pirinç birası]
vi: [STATE_NAME_ADJ:GAS:bia gạo đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的稻米啤酒]

# PLANT:RICE
source: [STATE_NAME_ADJ:ALL_SOLID:rice flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:rýžová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Reis Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el rizo]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de arroz]
ja: [STATE_NAME_ADJ:ALL_SOLID:米の挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:쌀가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:рисовая мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:pirinç unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột gạo]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:稻米粉]

# PLANT:RICE
source: [SEED:rice:rice:]
cs: [SEED:rýže:rýže:]
de: [SEED:Reis:Reis:]
eo: [SEED:grajno de rizo:grajnoj de rizo:]
es: [SEED:arroz:arroz:]
ja: [SEED:rice:米:]
ko: [SEED:볍 씨:볍 씨]
ru: [SEED:рис:рис:]
tr: [SEED:pirinç:pirinçler:]
vi: [SEED:gạo:gạo:]
zh_hans: [SEED:稻米:稻米:]

# PLANT:RICE
source: [PREFSTRING:grain]
cs: [PREFSTRING:zrno]
de: [PREFSTRING:Korn]
eo: [PREFSTRING:semgrajno]
es: [PREFSTRING:grano]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:낱알]
ru: [PREFSTRING:зерно]
tr: [PREFSTRING:tanesi]
vi: [PREFSTRING:ngũ cốc]
zh_hans: [PREFSTRING:谷物]

# PLANT:RICE
source: [GROWTH_NAME:rice leaf:rice leaves]
cs: [GROWTH_NAME:list rýže:listy rýže]
de: [GROWTH_NAME:Reis Blatt:Reis Blätter]
eo: [GROWTH_NAME:folio de rizo:folioj de rizo]
es: [GROWTH_NAME:hoja de arroz:hojas de arroz]
ja: [GROWTH_NAME:米の葉:米の葉]
ko: [GROWTH_NAME:벼 잎:벼 잎들]
ru: [GROWTH_NAME:лист риса:листья риса]
tr: [GROWTH_NAME:pirinç yaprağı:pirinç yaprakları]
vi: [GROWTH_NAME:lá lúa:lá lúa]
zh_hans: [GROWTH_NAME:稻米叶:稻米叶]

# PLANT:MAIZE
source: [NAME:maize plant]
cs: [NAME:kukuřice]
de: [NAME:Maispflanze]
eo: [NAME:maizo]
es: [NAME:planta de maíz]
ja: [NAME:トウモロコシ]
ko: [NAME:옥수수]
ru: [NAME:кукуруза]
tr: [NAME:mısır bitkisi]
vi: [NAME:cây ngô]
zh_hans: [NAME:玉米植株]

# PLANT:MAIZE
source: [NAME_PLURAL:maize plants]
cs: [NAME_PLURAL:kukuřice]
de: [NAME_PLURAL:Maispflanzen]
eo: [NAME_PLURAL:maizaj vegetaloj]
es: [NAME_PLURAL:plantas de maíz]
ja: [NAME_PLURAL:トウモロコシ]
ko: [NAME_PLURAL:옥수수들]
ru: [NAME_PLURAL:кукуруза]
tr: [NAME_PLURAL:mısır bitkileri]
vi: [NAME_PLURAL:cây ngô]
zh_hans: [NAME_PLURAL:玉米植株]

# PLANT:MAIZE
source: [ADJ:maize plant]
cs: [ADJ:kukuřičný]
de: [ADJ:Maispflanze]
eo: [ADJ:de maizo]
es: [ADJ:plantas de maíz]
ja: [ADJ:トウモロコシ]
ko: [ADJ:옥수수]
ru: [ADJ:кукуруза]
tr: [ADJ:mısır bitkisi]
vi: [ADJ:cây ngô]
zh_hans: [ADJ:玉米植株的]

# PLANT:MAIZE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen maize beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé kukuřičné pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Maisbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el maizo]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza de maíz congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったトウモロコシのビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 옥수수맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное кукурузное пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş mısır birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia ngô đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的玉米啤酒]

# PLANT:MAIZE
source: [STATE_NAME_ADJ:LIQUID:maize beer]
cs: [STATE_NAME_ADJ:LIQUID:kukuřičné pivo]
de: [STATE_NAME_ADJ:LIQUID:Maisbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el maizo]
es: [STATE_NAME_ADJ:LIQUID:cerveza de maíz]
ja: [STATE_NAME_ADJ:LIQUID:トウモロコシのビール]
ko: [STATE_NAME_ADJ:LIQUID:옥수수 맥주]
ru: [STATE_NAME_ADJ:LIQUID:кукурузное пиво]
tr: [STATE_NAME_ADJ:LIQUID:mısır birası]
vi: [STATE_NAME_ADJ:LIQUID:bia ngô]
zh_hans: [STATE_NAME_ADJ:LIQUID:玉米啤酒]

# PLANT:MAIZE
source: [STATE_NAME_ADJ:GAS:boiling maize beer]
cs: [STATE_NAME_ADJ:GAS:vařící se kukuřičné pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Maisbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el maizo]
es: [STATE_NAME_ADJ:GAS:cerveza de maíz hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したトウモロコシのビール]
ko: [STATE_NAME_ADJ:GAS:기화된 옥수수 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее кукурузное пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan mısır birası]
vi: [STATE_NAME_ADJ:GAS:bia ngô đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的玉米啤酒]

# PLANT:MAIZE
source: [STATE_NAME_ADJ:ALL_SOLID:maize flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:kukuřičná mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Mais Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el maizo]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de maíz]
ja: [STATE_NAME_ADJ:ALL_SOLID:トウモロコシの挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:옥수수가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:кукурузная мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:mısır unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột ngô]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:玉米粉]

# PLANT:MAIZE
source: [SEED:maize:maize:]
cs: [SEED:kukuřice:kukuřice:]
de: [SEED:Mais:Mais:]
eo: [SEED:grajno de maizo:grajnoj de maizo:]
es: [SEED:maíz:maíz:]
ja: [SEED:トウモロコシ:トウモロコシ:]
ko: [SEED:옥수수 알맹이:옥수수 알맹이:]
ru: [SEED:кукуруза:кукуруза:]
tr: [SEED:mısır:mısırlar:]
vi: [SEED:ngô:ngô:]
zh_hans: [SEED:玉米:玉米:]

# PLANT:MAIZE
source: [PREFSTRING:popped kernels]
cs: [PREFSTRING:pukance]
de: [PREFSTRING:geplatzte Kerne]
eo: [PREFSTRING:pufiĝitaj kernoj]
es: [PREFSTRING:palomitas de maíz]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:알맹이]
ru: [PREFSTRING:лопающиеся зерна]
tr: [PREFSTRING:patlamış taneleri]
vi: [PREFSTRING:bỏng ngô]
zh_hans: [PREFSTRING:爆裂的果仁]

# PLANT:MAIZE
source: [GROWTH_NAME:maize leaf:maize leaves]
cs: [GROWTH_NAME:list kukuřice:listy kukuřice]
de: [GROWTH_NAME:Maisblatt:Maisblätter]
eo: [GROWTH_NAME:folio de maizo:folioj de maizo]
es: [GROWTH_NAME:hoja de maíz:hojas de maíz]
ja: [GROWTH_NAME:トウモロコシの葉:トウモロコシの葉]
ko: [GROWTH_NAME:옥수수 잎:옥수수 잎들]
ru: [GROWTH_NAME:лист кукурузы:листья кукурузы]
tr: [GROWTH_NAME:mısır yaprağı:mısır yaprakları]
vi: [GROWTH_NAME:lá ngô:lá ngô]
zh_hans: [GROWTH_NAME:玉米叶:玉米叶]

# PLANT:QUINOA
source: [NAME:quinoa]
de: [NAME:Reismelde]
eo: [NAME:kvinoo]
ja: [NAME:キヌア]
ko: [NAME:퀴노아]
ru: [NAME:лебеда]
tr: [NAME:kinoa]
zh_hans: [NAME:藜麦]

# PLANT:QUINOA
source: [NAME_PLURAL:quinoa]
de: [NAME_PLURAL:Reismelde]
eo: [NAME_PLURAL:kvinoo]
es: [NAME_PLURAL:quinoas]
ja: [NAME_PLURAL:キヌア]
ko: [NAME_PLURAL:퀴노아]
ru: [NAME_PLURAL:лебеда]
tr: [NAME_PLURAL:kinoa]
zh_hans: [NAME_PLURAL:藜麦]

# PLANT:QUINOA
source: [ADJ:quinoa]
cs: [ADJ:quinoový]
de: [ADJ:Reismelde]
eo: [ADJ:de kvinoo]
ja: [ADJ:キヌア]
ko: [ADJ:퀴노아]
ru: [ADJ:лебеда]
tr: [ADJ:kinoa]
zh_hans: [ADJ:藜麦的]

# PLANT:QUINOA
source: [STATE_NAME_ADJ:ALL_SOLID:frozen quinoa beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé quinoové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Reismeldenbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el kvinoo]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza de quinoa congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったキヌアのビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 퀴노아 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное пиво из лебеды]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş kinoa birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia diêm mạch đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的藜麦啤酒]

# PLANT:QUINOA
source: [STATE_NAME_ADJ:LIQUID:quinoa beer]
cs: [STATE_NAME_ADJ:LIQUID:quinoové pivo]
de: [STATE_NAME_ADJ:LIQUID:Reismeldenbier]
eo: [STATE_NAME_ADJ:LIQUID:biero el kvinoo]
es: [STATE_NAME_ADJ:LIQUID:cerveza de quinoa]
ja: [STATE_NAME_ADJ:LIQUID:キヌアのビール]
ko: [STATE_NAME_ADJ:LIQUID:퀴노아 맥주]
ru: [STATE_NAME_ADJ:LIQUID:пиво из лебеды]
tr: [STATE_NAME_ADJ:LIQUID:kinoa birası]
vi: [STATE_NAME_ADJ:LIQUID:bia diêm mạch]
zh_hans: [STATE_NAME_ADJ:LIQUID:藜麦啤酒]

# PLANT:QUINOA
source: [STATE_NAME_ADJ:GAS:boiling quinoa beer]
cs: [STATE_NAME_ADJ:GAS:vařící se quinoové pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Reismeldenbier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el kvinoo]
es: [STATE_NAME_ADJ:GAS:cerveza de quinoa hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したキヌアのビール]
ko: [STATE_NAME_ADJ:GAS:기화된 퀴노아 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее пиво из лебеды]
tr: [STATE_NAME_ADJ:GAS:kaynayan kinoa birası]
vi: [STATE_NAME_ADJ:GAS:bia diêm mạch đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的藜麦啤酒]

# PLANT:QUINOA
source: [STATE_NAME_ADJ:ALL_SOLID:quinoa flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:quinoová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Reismeldenmehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el kvinoo]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de quinoa]
ja: [STATE_NAME_ADJ:ALL_SOLID:キヌアの挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:퀴노아 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:мука из лебеды]
tr: [STATE_NAME_ADJ:ALL_SOLID:kinoa unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột diêm mạch]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:藜麦粉]

# PLANT:QUINOA
source: [SEED:quinoa seed:quinoa seeds:]
cs: [SEED:semeno quinoi:semena quinoi:]
de: [SEED:Reismeldenkorn:Reismeldenkörner:]
eo: [SEED:semo de kvinoo:semoj de kvinoo:]
es: [SEED:semilla de quinoa:semillas de quinoa:]
ja: [SEED:キヌアの種:キヌアの種:]
ko: [SEED:퀴노아 씨:퀴노아 씨들:]
ru: [SEED:семя лебеды:семена лебеды:]
tr: [SEED:kinoa tohumu:kinoa tohumları:]
vi: [SEED:hạt diêm mạch:hạt diêm mạch:]
zh_hans: [SEED:藜麦种子:藜麦种子:]

# PLANT:QUINOA
source: [PREFSTRING:beer]
cs: [PREFSTRING:pivo]
de: [PREFSTRING:Bier]
eo: [PREFSTRING:biero]
es: [PREFSTRING:cerveza]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:맥주]
ru: [PREFSTRING:пиво]
tr: [PREFSTRING:birası]
vi: [PREFSTRING:bia]
zh_hans: [PREFSTRING:啤酒]

# PLANT:QUINOA
source: [GROWTH_NAME:quinoa leaf:quinoa leaves]
cs: [GROWTH_NAME:list quinoi:listy quinoi]
de: [GROWTH_NAME:Reismeldenblatt:Reismeldenblätter]
eo: [GROWTH_NAME:folio de kvinoo:folioj de kvinoo]
es: [GROWTH_NAME:hoja de quinoa:hojas de quinoa]
ja: [GROWTH_NAME:キヌアの葉:キヌアの葉]
ko: [GROWTH_NAME:퀴노아 잎:퀴노아 잎들]
ru: [GROWTH_NAME:лист лебеды:листья лебеды]
tr: [GROWTH_NAME:kinoa yaprağı:kinoa yaprakları]
vi: [GROWTH_NAME:lá diêm mạch:lá diêm mạch]
zh_hans: [GROWTH_NAME:藜麦叶:藜麦叶]

# PLANT:QUINOA
source: [GROWTH_NAME:quinoa flower:STP]
cs: [GROWTH_NAME:květ quinoi:STP]
de: [GROWTH_NAME:Reismeldenblüte:STP]
eo: [GROWTH_NAME:floro de kvinoo:floroj de kvinoo]
es: [GROWTH_NAME:flor de quinoa:STP]
ja: [GROWTH_NAME:キヌアの花:STP]
ko: [GROWTH_NAME:퀴노아 꽃:STP]
ru: [GROWTH_NAME:цветок лебеды:цветы лебеды]
tr: [GROWTH_NAME:kinoa çiçeği:STP]
zh_hans: [GROWTH_NAME:藜麦花:STP]

# PLANT:KANIWA
source: [NAME:kaniwa]
eo: [NAME:kanivao]
ja: [NAME:カニワ]
ko: [NAME:까냐후아]
ru: [NAME:канигуа]
tr: [NAME:kaniva]
zh_hans: [NAME:彩藜]

# PLANT:KANIWA
source: [NAME_PLURAL:kaniwa]
eo: [NAME_PLURAL:kanivao]
ja: [NAME_PLURAL:カニワ]
ko: [NAME_PLURAL:까냐후아들]
ru: [NAME_PLURAL:канигуа]
tr: [NAME_PLURAL:kaniva]
zh_hans: [NAME_PLURAL:彩藜]

# PLANT:KANIWA
source: [ADJ:kaniwa]
cs: [ADJ:kaniwový]
eo: [ADJ:kanivao]
es: [ADJ:de kaniwa]
ja: [ADJ:カニワ]
ko: [ADJ:까냐후아]
ru: [ADJ:канигуа]
tr: [ADJ:kaniva]
zh_hans: [ADJ:彩藜的]

# PLANT:KANIWA
source: [STATE_NAME_ADJ:ALL_SOLID:frozen kaniwa beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé kaniwové pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Kaniwabier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita biero el kanivao]
es: [STATE_NAME_ADJ:ALL_SOLID:cerveza de kaniwa congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったカニワのビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 까냐후아 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное канигуанское пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş kaniva birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:bia Kaniwa đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的彩藜啤酒]

# PLANT:KANIWA
source: [STATE_NAME_ADJ:LIQUID:kaniwa beer]
cs: [STATE_NAME_ADJ:LIQUID:kaniwové pivo]
de: [STATE_NAME_ADJ:LIQUID:Kaniwabier]
eo: [STATE_NAME_ADJ:LIQUID:biero el kanivao]
es: [STATE_NAME_ADJ:LIQUID:cerveza de kaniwa]
ja: [STATE_NAME_ADJ:LIQUID:カニワのビール]
ko: [STATE_NAME_ADJ:LIQUID:까냐후아 맥주]
ru: [STATE_NAME_ADJ:LIQUID:канигуанское пиво]
tr: [STATE_NAME_ADJ:LIQUID:kaniva birası]
vi: [STATE_NAME_ADJ:LIQUID:bia Kaniwa]
zh_hans: [STATE_NAME_ADJ:LIQUID:彩藜啤酒]

# PLANT:KANIWA
source: [STATE_NAME_ADJ:GAS:boiling kaniwa beer]
cs: [STATE_NAME_ADJ:GAS:vařící se kaniwové pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Kaniwabier]
eo: [STATE_NAME_ADJ:GAS:bolanta biero el kanivao]
es: [STATE_NAME_ADJ:GAS:cerveza de kaniwa hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したカニワのビール]
ko: [STATE_NAME_ADJ:GAS:기화된 까냐후아 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее канигуанское пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan kaniva birası]
vi: [STATE_NAME_ADJ:GAS:bia Kaniwa đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的彩藜啤酒]

# PLANT:KANIWA
source: [STATE_NAME_ADJ:ALL_SOLID:kaniwa flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:kaniwová mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Kaniwamehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno de kanivao]
es: [STATE_NAME_ADJ:ALL_SOLID:harina de kaniwa]
ja: [STATE_NAME_ADJ:ALL_SOLID:カニワの挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:까냐후아 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:канигуанская мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:kaniva unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:bột Kaniwa]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:彩藜粉]

# PLANT:KANIWA
source: [SEED:kaniwa seed:kaniwa seeds:]
cs: [SEED:semeno kaniwy:semena kaniwy:]
de: [SEED:Kaniwakorn:Kaniwakörner:]
eo: [SEED:semo de kanivao:semoj de kanivao:]
es: [SEED:semilla de kaniwa:semillas de kaniwa:]
ja: [SEED:カニワの種:カニワの種:]
ko: [SEED:까냐후아 씨:까냐후아 씨들:]
ru: [SEED:семя канигуа:семена канигуа:]
tr: [SEED:kaniva tohumu:kaniva tohumları:]
vi: [SEED:hạt Kaniwa:hạt Kaniwa:]
zh_hans: [SEED:彩藜种子:彩藜种子:]

# PLANT:KANIWA
source: [PREFSTRING:beer]
cs: [PREFSTRING:pivo]
de: [PREFSTRING:Bier]
eo: [PREFSTRING:biero]
es: [PREFSTRING:cerveza]
ja: [PREFSTRING:ビール]
ko: [PREFSTRING:맥주]
ru: [PREFSTRING:пиво]
tr: [PREFSTRING:birası]
vi: [PREFSTRING:bia]
zh_hans: [PREFSTRING:啤酒]

# PLANT:KANIWA
source: [GROWTH_NAME:kaniwa leaf:kaniwa leaves]
cs: [GROWTH_NAME:list kaniwy:listy kaniwy]
de: [GROWTH_NAME:Kaniwablatt:Kaniwablatt]
eo: [GROWTH_NAME:folio de kanivao:folioj de kanivao]
es: [GROWTH_NAME:hoja de kaniwa:hojas de kaniwa]
ja: [GROWTH_NAME:カニワの葉:カニワの葉]
ko: [GROWTH_NAME:까냐후아 잎:까냐후아 잎들]
ru: [GROWTH_NAME:лист канигуа:листья канигуа]
tr: [GROWTH_NAME:kaniva yaprağı:kaniva yaprakları]
vi: [GROWTH_NAME:lá Kaniwa:lá Kaniwa]
zh_hans: [GROWTH_NAME:彩藜叶:彩藜叶]

# PLANT:KANIWA
source: [GROWTH_NAME:kaniwa flower:STP]
cs: [GROWTH_NAME:květ kaniwy:STP]
de: [GROWTH_NAME:Kaniwablüte:STP]
eo: [GROWTH_NAME:floro de kanivao:floroj de kanivao]
es: [GROWTH_NAME:flor de kaniwa:STP]
ja: [GROWTH_NAME:カニワの花:STP]
ko: [GROWTH_NAME:까냐후아 꽃:STP]
ru: [GROWTH_NAME:цветок канигуа:цветы канигуа]
tr: [GROWTH_NAME:kaniva çiçeği:STP]
zh_hans: [GROWTH_NAME:彩藜花:STP]

# PLANT:BITTER_VETCH
source: [NAME:bitter vetch]
cs: [NAME:vikev]
de: [NAME:Bitterwicke]
eo: [NAME:amarvicio]
es: [NAME:veza amarga]
ja: [NAME:オオカラスノエンドウ]
ko: [NAME:나비나물]
ru: [NAME:горький горошек]
tr: [NAME:burçak]
vi: [NAME:đậu tằm đắng]
zh_hans: [NAME:苦野豌豆]

# PLANT:BITTER_VETCH
source: [NAME_PLURAL:bitter vetch]
cs: [NAME_PLURAL:vikev]
de: [NAME_PLURAL:Bitterwicken]
eo: [NAME_PLURAL:amarvicio]
es: [NAME_PLURAL:vezas amargas]
ja: [NAME_PLURAL:オオカラスノエンドウ]
ko: [NAME_PLURAL:나비나물들]
ru: [NAME_PLURAL:горький горошек]
tr: [NAME_PLURAL:burçak]
vi: [NAME_PLURAL:đậu tằm đắng]
zh_hans: [NAME_PLURAL:苦野豌豆]

# PLANT:BITTER_VETCH
source: [ADJ:bitter vetch]
cs: [ADJ:vikevní]
de: [ADJ:Bitterwicke]
eo: [ADJ:de amarvicio]
es: [ADJ:de veza amarga]
ja: [ADJ:オオカラスノエンドウ]
ko: [ADJ:나비나물]
ru: [ADJ:горький горошек]
tr: [ADJ:burçak]
vi: [ADJ:đậu tằm đắng]
zh_hans: [ADJ:苦野豌豆的]

# PLANT:BITTER_VETCH
source: [SEED:bitter vetch seed:bitter vetch seeds:]
cs: [SEED:semeno vikve:semena vikve:]
de: [SEED:Bitterwicken Samen:Bitterwicken Samen:]
eo: [SEED:semo de amarvicio:semoj de amarvicio:]
es: [SEED:semilla de veza amarga:semillas de veza amarga:]
ja: [SEED:オオカラスノエンドウの種:オオカラスノエンドウの種:]
ko: [SEED:나비나물 씨:나비나물 씨들:]
ru: [SEED:семя горького горошка:семена горького горошка:]
tr: [SEED:burçak tohumu:burçak tohumları:]
vi: [SEED:hạt đậu tằm đắng:hạt đậu tằm đắng:]
zh_hans: [SEED:苦野豌豆种子:苦野豌豆种子:]

# PLANT:BITTER_VETCH
source: [PREFSTRING:grain]
cs: [PREFSTRING:zrno]
de: [PREFSTRING:Korn]
eo: [PREFSTRING:grajno]
es: [PREFSTRING:grano]
ja: [PREFSTRING:粒]
ko: [PREFSTRING:낱알]
ru: [PREFSTRING:зерно]
tr: [PREFSTRING:tanesi]
vi: [PREFSTRING:ngũ cốc]
zh_hans: [PREFSTRING:谷物]

# PLANT:BITTER_VETCH
source: [GROWTH_NAME:bitter vetch leaf:bitter vetch leaves]
cs: [GROWTH_NAME:list vikve:listy vikve]
de: [GROWTH_NAME:Bitterwickenblatt:Bitterwickenblätter]
eo: [GROWTH_NAME:folio de amarvicio:folioj de amarvicio]
es: [GROWTH_NAME:hoja de veza amarga:hojas de veza amarga]
ja: [GROWTH_NAME:オオカラスノエンドウの葉:オオカラスノエンドウの葉]
ko: [GROWTH_NAME:나비나물 잎:나비나물 잎들]
ru: [GROWTH_NAME:лист горького горошка:листья горького горошка]
tr: [GROWTH_NAME:burçak yaprağı:burçak yaprakları]
vi: [GROWTH_NAME:lá đậu tằm đắng:lá đậu tằm đắng]
zh_hans: [GROWTH_NAME:苦野豌豆叶:苦野豌豆叶]

# PLANT:BITTER_VETCH
source: [GROWTH_NAME:bitter vetch flower:STP]
cs: [GROWTH_NAME:květ vikve:STP]
de: [GROWTH_NAME:Bitterwickenblüte:STP]
eo: [GROWTH_NAME:floro de amarvicio:floroj de amarvicio]
es: [GROWTH_NAME:flor de veza amarga:STP]
ja: [GROWTH_NAME:オオカラスノエンドウの花:STP]
ko: [GROWTH_NAME:나비나물 꽃:STP]
ru: [GROWTH_NAME:цветок горького горошка:цветы горького горошка]
tr: [GROWTH_NAME:burçak çiçeği:STP]
zh_hans: [GROWTH_NAME:苦野豌豆花:STP]

# PLANT:BITTER_VETCH
source: [GROWTH_NAME:bitter vetch pod:STP]
cs: [GROWTH_NAME:lusk vikve:STP]
de: [GROWTH_NAME:Bitterwickenschote:STP]
eo: [GROWTH_NAME:guŝo de amarvicio:guŝoj de amarvicio]
es: [GROWTH_NAME:veza amarga en vaina:STP]
ja: [GROWTH_NAME:オオカラスノエンドウ:STP]
ko: [GROWTH_NAME:나비나물 꼬투리:STP]
ru: [GROWTH_NAME:стручок горького горошка:стручки горького горошка]
tr: [GROWTH_NAME:burçak baklası:STP]
zh_hans: [GROWTH_NAME:苦野豌豆豆荚:STP]

# PLANT:PENDANT_AMARANTH
source: [NAME:pendant amaranth]
cs: [NAME:amarant]
de: [NAME:hängender Amaranth]
eo: [NAME:vosta amaranto]
es: [NAME:colgante de amaranto]
ja: [NAME:紐鶏頭]
ko: [NAME:줄맨드라미]
ru: [NAME:амарант хвостатый]
tr: [NAME:salkım horozibiği]
vi: [NAME:rau dền rủ]
zh_hans: [NAME:吊坠苋]

# PLANT:PENDANT_AMARANTH
source: [NAME_PLURAL:pendant amaranths]
cs: [NAME_PLURAL:amaranty]
de: [NAME_PLURAL:hängende Amaranthen]
eo: [NAME_PLURAL:vostaj amarantoj]
es: [NAME_PLURAL:colgantes de amaranto]
ja: [NAME_PLURAL:紐鶏頭s]
ko: [NAME_PLURAL:줄맨드라미들]
ru: [NAME_PLURAL:амарант хвостатый]
tr: [NAME_PLURAL:salkım horozibiği]
vi: [NAME_PLURAL:rau dền rủ]
zh_hans: [NAME_PLURAL:吊坠苋]

# PLANT:PENDANT_AMARANTH
source: [ADJ:pendant amaranth]
cs: [ADJ:amarantový]
de: [ADJ:hängender Amaranth]
eo: [ADJ:de vosta amaranto]
es: [ADJ:de colgante de amaranto]
ja: [ADJ:紐鶏頭]
ko: [ADJ:줄맨드라미]
ru: [ADJ:хвостатый амарант]
tr: [ADJ:salkım horozibiği]
vi: [ADJ:rau dền rủ]
zh_hans: [ADJ:吊坠苋的]
