Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GOAT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:GOAT
source: [TLCM_NOUN:beard:SINGULAR]
cs: [TLCM_NOUN:bradka:SINGULAR]
de: [TLCM_NOUN:Bart:SINGULAR]
eo: [TLCM_NOUN:barbo:SINGULAR]
es: [TLCM_NOUN:barba:SINGULAR]
ja: [TLCM_NOUN:ひげ:SINGULAR]
ko: [TLCM_NOUN:수염:SINGULAR]
pl: [TLCM_NOUN:broda:SINGULAR]
ru: [TLCM_NOUN:борода:SINGULAR]
tr: [TLCM_NOUN:sakal:SINGULAR]
zh_hans: [TLCM_NOUN:胡须:SINGULAR]

# CREATURE:GOAT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:GOAT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BIRD_CHICKEN
source: [DESCRIPTION:A small domestic bird capable of flying short distances. It is prized for its tasty eggs.]
cs: [DESCRIPTION:Malý domácí pták schopný létat na krátké vzdálenosti. Je ceněn pro svá chutná vejce.]
de: [DESCRIPTION:Ein kleiner Vogel, der kurze Strecken fliegen kann. Sie wird für ihre schmackhaften Eier geschätzt.]
eo: [DESCRIPTION:Malgranda bredbirdo kapabla de flugi mallongajn distancojn. Ĝi estimatas pro siajn frandajn ovojn.]
es: [DESCRIPTION:Un pequeño pájaro doméstico capaz de volar distancias cortas. Es apreciado por sus sabrosos huevos.]
ja: [DESCRIPTION:短い距離を飛ぶことができる家禽。卵が美味しい。]
ko: [DESCRIPTION:짧은 거리를 날 수 있는 작은 집새. 맛있는 계란으로 유명하다.]
pl: [DESCRIPTION:Mały domowy ptak zdolny do latania na krótkie dystanse. Jest ceniony za jego pyszne jajka.]
ru: [DESCRIPTION:Небольшая домашняя птица, способная летать на короткие дистанции. Ценится за свои вкусные яйца.]
tr: [DESCRIPTION:Kısa mesafelere uçabilen küçük bir evcil kuş. Lezzetli yumurtaları için değerlidir.]
vi: [DESCRIPTION:Một loài chim nhà nhỏ có khả năng bay quãng ngắn. Nó được đánh giá cao nhờ trứng ngon.]
zh_hans: [DESCRIPTION:一种能够短距离飞行的小型家禽，因其美味的蛋而备受推崇。]

# CREATURE:BIRD_CHICKEN
source: [NAME:chicken:chickens:chicken]
cs: [NAME:kuře:kuřata:kuřecí]
de: [NAME:Huhn:Hühner:Huhn]
eo: [NAME:koko:kokoj:de koko]
es: [NAME:gallina:gallinas:gallináceo]
ja: [NAME:鶏:鶏:鶏の]
ko: [NAME:닭:닭들:닭]
pl: [NAME:kura:kury:kurski]
ru: [NAME:курица:куры:куриный]
tr: [NAME:tavuk:tavuklar:tavuk]
vi: [NAME:Gà:Những con gà:Gà]
zh_hans: [NAME:鸡:鸡:鸡]

# CREATURE:BIRD_CHICKEN
source: [GENERAL_CHILD_NAME:chick:chicks]
cs: [GENERAL_CHILD_NAME:kuře:kuřata]
de: [GENERAL_CHILD_NAME:Küken:Küken]
eo: [GENERAL_CHILD_NAME:kokido:kokidoj]
es: [GENERAL_CHILD_NAME:pollo:pollos]
ja: [GENERAL_CHILD_NAME:ひよこ:ひよこの]
ko: [GENERAL_CHILD_NAME:병아리:병아리들]
pl: [GENERAL_CHILD_NAME:kurczak:kurczaki]
ru: [GENERAL_CHILD_NAME:цыплёнок:цыплята]
tr: [GENERAL_CHILD_NAME:civciv:civcivler]
vi: [GENERAL_CHILD_NAME:Gà con:Những con gà con]
zh_hans: [GENERAL_CHILD_NAME:鸡仔:鸡仔]

# CREATURE:BIRD_CHICKEN
source: [PREFSTRING:clucking]
cs: [PREFSTRING:kdákání]
de: [PREFSTRING:Gegacker]
eo: [PREFSTRING:klukado]
es: [PREFSTRING:cloqueo]
ja: [PREFSTRING:コケコッコーと鳴く]
ko: [PREFSTRING:달그락]
pl: [PREFSTRING:gdakanie]
ru: [PREFSTRING:кудахтанье]
tr: [PREFSTRING:gıdaklama]
vi: [PREFSTRING:Tiếng cục tác]
zh_hans: [PREFSTRING:咯]

# CREATURE:BIRD_CHICKEN
source: [PREFSTRING:scratching]
cs: [PREFSTRING:hrabáním]
de: [PREFSTRING:Kratzen]
eo: [PREFSTRING:gratado]
es: [PREFSTRING:rascado]
ja: [PREFSTRING:ひっかく]
ko: 긁어내기]
pl: [PREFSTRING:drapanie]
ru: [PREFSTRING:рытьё лапами]
tr: [PREFSTRING:eşeleme]
vi: [PREFSTRING:Cào bới]
zh_hans: [PREFSTRING:挠]

# CREATURE:BIRD_CHICKEN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_CHICKEN
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_CHICKEN
source: [ROOT_AROUND:BY_TYPE:STANCE:scratch:scratches]
cs: [ROOT_AROUND:BY_TYPE:STANCE:hrabat:hrabe]
de: [ROOT_AROUND:BY_TYPE:STANCE:kratzen:kratzt]
eo: [ROOT_AROUND:BY_TYPE:STANCE:gratas:gratas]
es: [ROOT_AROUND:BY_TYPE:STANCE:arañan:araña]
ko: [ROOT_AROUND:BY_TYPE:STANCE:할큄:할큄]
pl: [ROOT_AROUND:BY_TYPE:STANCE:drapanie:drapie]
ru: [ROOT_AROUND:BY_TYPE:STANCE:царапаете:царапает]
tr: [ROOT_AROUND:BY_TYPE:STANCE:eşele:eşeler]
vi: [ROOT_AROUND:BY_TYPE:STANCE:Cào:Những cú cào]
zh_hans: [ROOT_AROUND:BY_TYPE:姿态:挠:挠]

# CREATURE:BIRD_CHICKEN
source: [CASTE_NAME:hen:hens:hen]
cs: [CASTE_NAME:slepice:slepice:slepičí]
de: [CASTE_NAME:Huhn:Hühner:Huhn]
eo: [CASTE_NAME:kokino:kokinoj:de kokino]
es: [CASTE_NAME:gallina:gallinas:gallina]
ja: [CASTE_NAME:雌鶏:雌鶏:雌鶏の]
ko: [CASTE_NAME:암탉:암탉떼:암탉]
pl: [CASTE_NAME:kura:kury:kurski]
ru: [CASTE_NAME:курица:куры:куриный]
tr: [CASTE_NAME:tavuk:tavuklar:tavuk]
vi: [CASTE_NAME:Gà mái:Những con gà mái:Gà mái]
zh_hans: [CASTE_NAME:母鸡:母鸡:母鸡]

# CREATURE:BIRD_CHICKEN
source: [CASTE_NAME:rooster:roosters:rooster]
cs: [CASTE_NAME:kohout:kohouti:kohoutí]
de: [CASTE_NAME:Hahn:Hähne:Hahn]
eo: [CASTE_NAME:kokiĉo:kokiĉoj:de kokiĉo]
es: [CASTE_NAME:gallo:gallos:gallo]
ja: [CASTE_NAME:雄鶏:雄鶏:雄鶏の]
ko: [CASTE_NAME:수탉:수탉떼:수탉]
pl: [CASTE_NAME:kogut:koguty:kogucki]
ru: [CASTE_NAME:петух:петухи:петушиный]
tr: [CASTE_NAME:horoz:horozlar:horoz]
vi: [CASTE_NAME:Gà trống:Những con gà trống:Gà trống]
zh_hans: [CASTE_NAME:公鸡:公鸡:公鸡]

# CREATURE:BIRD_CHICKEN
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_CHICKEN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_CHICKEN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:CAVY
source: [DESCRIPTION:A small rodent with no tail. It can be found roaming the grassland in herds. It has three toes on its hind feet.]
cs: [DESCRIPTION:Malý hlodavec bez ocasu. Ve stádech se potuluje po pastvinách. Na zadních nohách má tři prsty.]
de: [DESCRIPTION:Ein kleines Nagetier ohne Schwanz. Man findet es in Herden auf dem Grasland. Er hat drei Zehen an den Hinterläufen.]
eo: [DESCRIPTION:Malgranda ronĝulo sen vosto. Ĝi troveblas vaganta en la herbejo grege. Ĝi havas tri piedfingrojn je siajn postajn piedojn.]
es: [DESCRIPTION:Un pequeño roedor sin cola. Puede ser encontrado recorriendo las praderas en manadas. Tiene tres dedos en sus patas traseras.]
ja: [DESCRIPTION:斧ない小さなげっ歯類。群れを作り、草原に棲息する
ko: [DESCRIPTION:꼬리가 없는 작은 설치류. 보통 무리지어 초원을 배회한다. 뒷발에 세 개의 발가락이 있다.]
pl: [DESCRIPTION:Mały gryzoń bez ogona. Można go znaleźć w stadach wędrujących po łąkach. Ma trzy palce na tylnych łapach.]
ru: [DESCRIPTION:Мелкий бесхвостый грызун. Живёт стаями на лугах. Имеет по три пальца на задних лапах.]
tr: [DESCRIPTION:Kuyruğu olmayan küçük bir kemirgen. Otlaklarda sürüler halinde dolaşırken bulunabilir. Arka ayaklarında üç parmağı vardır.]
vi: [DESCRIPTION:Một loài gặm nhấm nhỏ không có đuôi. Nó có thể được tìm thấy lang thang theo đàn trên đồng cỏ. Nó có ba ngón ở chân sau.]
zh_hans: [DESCRIPTION:一种没有尾巴的小型啮齿动物。 它可以成群结队地在草原上漫游。 它的后脚有三个脚趾。]

# CREATURE:CAVY
source: [NAME:cavy:cavies:cavy]
cs: [NAME:moruče:moruče:moruče]
de: [NAME:Meerschweinchen:Meerschweinchen:Meerschweinchen]
eo: [NAME:kavio:kavioj:de kavio]
es: [NAME:cobaya:cobayas:de cobaya]
ja: [NAME:テンジクネズミ:テンジクネズミ:テンジクネズミの]
ko: [NAME:기니피그:기니피그들:기니피그]
pl: [NAME:świnka morska:świnki morskie:świnko morski]
ru: [NAME:морская свинка:морские свинки:морской свинки]
tr: [NAME:kobay:kobaylar:kobay]
vi: [NAME:Chuột lang:Những con chuột lang:Chuột lang]
zh_hans: [NAME:豚鼠:豚鼠:豚鼠]

# CREATURE:CAVY
source: [GENERAL_CHILD_NAME:cavy pup:cavy pups]
cs: [GENERAL_CHILD_NAME:mládě moruče:mláďata moručí]
de: [GENERAL_CHILD_NAME:Meerschweinchenjunge:Meerschweinchenjungen]
eo: [GENERAL_CHILD_NAME:kaviido:kaviidoj]
es: [GENERAL_CHILD_NAME:mascota cobaya:mascotas cobayas]
ja: [GENERAL_CHILD_NAME:テンジクネズミの子供:テンジクネズミの子供の]
ko: [GENERAL_CHILD_NAME:새끼 기니피그:새끼 기니피그들]
pl: [GENERAL_CHILD_NAME:młody świnki morskiej:młode świnki morskiej]
ru: [GENERAL_CHILD_NAME:детёныш морской свинки:детёныши морской свинки]
tr: [GENERAL_CHILD_NAME:yavru kobay:yavru kobaylar]
vi: [GENERAL_CHILD_NAME:Chuột lang con:Những con chuột lang con]
zh_hans: [GENERAL_CHILD_NAME:豚鼠幼崽:豚鼠幼崽]

# CREATURE:CAVY
source: [PREFSTRING:three toes]
cs: [PREFSTRING:tři prsty]
de: [PREFSTRING:drei Zehen]
eo: [PREFSTRING:tri piedfingroj]
es: [PREFSTRING:tres dedos de los pies]
ja: [PREFSTRING:三つ踵]
ko: [PREFSTRING:세발가락]
pl: [PREFSTRING:trzy palce]
ru: [PREFSTRING:три пальца на ногах]
tr: [PREFSTRING:üç parmak]
vi: [PREFSTRING:Ba ngón chân]
zh_hans: [PREFSTRING:三个脚趾]

# CREATURE:CAVY
source: [PREFSTRING:adorable call]
cs: [PREFSTRING:roztomilým zvukem]
de: [PREFSTRING:angenehme Rufe]
eo: [PREFSTRING:aminda alvoko]
es: [PREFSTRING:llamada adorable]
ja: [PREFSTRING:愛らしい鳴き声]
ko: [PREFSTRING:앙증맞은 울음소리]
pl: [PREFSTRING:rozkoszny okrzyk]
ru: [PREFSTRING:прелестный визг]
tr: [PREFSTRING:sevimli çağrı]
vi: [PREFSTRING:Tiếng kêu đáng yêu]
zh_hans: [PREFSTRING:可爱的叫声]

# CREATURE:CAVY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:CAVY
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:挠:挠]

# CREATURE:CAVY
source: [CASTE_NAME:cavy sow:cavy sows:cavy sow]
cs: [CASTE_NAME:moručí samice:moručí samice:moručí samice]
de: [CASTE_NAME:Meerschweinchen:Meerschweinchen:Meerschweinchen]
eo: [CASTE_NAME:kaviino:kaviinoj:de kaviino]
es: [CASTE_NAME:conejilla de indias:conejillas de indias:conejilla de indias]
ja: [CASTE_NAME:雌テンジクネズミ:雌テンジクネズミ:雌テンジクネズミの]
ko: [CASTE_NAME:암컷 기니피그:암컷 기니피그들:암컷 기니피그]
pl: [CASTE_NAME:samica świnki morskiej:samice świnki morskiej:świnko morska]
ru: [CASTE_NAME:самка морской свинки:самки морской свинки:самки морской свинки]
tr: [CASTE_NAME:dişi kobay:dişi kobaylar:dişi kobay]
vi: [CASTE_NAME:Chuột lang cái:Những con chuột lang cái:Chuột lang cái]
zh_hans: [CASTE_NAME:雌豚鼠:雌豚鼠:雌豚鼠]

# CREATURE:CAVY
source: [CASTE_NAME:cavy boar:cavy boars:cavy boar]
cs: [CASTE_NAME:moručí samec:moručí samci:moručí samec]
de: [CASTE_NAME:Meerschweinchen:Meerschweinchen:Meerschweinchen]
eo: [CASTE_NAME:kaviiĉo:kaviiĉoj:de kaviiĉo]
es: [CASTE_NAME:conejillo de indias:conejillos de indias:conejillo de indias]
ja: [CASTE_NAME:雄テンジクネズミ:雄テンジクネズミ:雄テンジクネズミの]
ko: [CASTE_NAME:수컷 기니피그:수컷 기니피그들:수컷 기니피그]
pl: [CASTE_NAME:samiec świnki morskiej:samce świnki morskiej:świnko morski]
ru: [CASTE_NAME:морской хряк:морские хряки:морского хряка]
tr: [CASTE_NAME:erkek kobay:erkek kobaylar:erkek kobay]
vi: [CASTE_NAME:Chuột lang đực:Những con chuột lang đực:Chuột lang đực]
zh_hans: [CASTE_NAME:雄豚鼠:雄豚鼠:雄豚鼠]

# CREATURE:CAVY
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:CAVY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:CAVY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BIRD_DUCK
source: [DESCRIPTION:A small water bird. It has a long neck and powerful legs meant for swimming and diving.]
cs: [DESCRIPTION:Malý vodní pták. Má dlouhý krk a silné nohy určené k plavání a potápění.]
de: [DESCRIPTION:Ein kleiner Wasservogel. Es hat einen langen Hals und kräftige Beine, die zum Schwimmen und Tauchen bestimmt sind.]
eo: [DESCRIPTION:Malgranda akva birdo. Ĝi havas longan kolon kaj potencajn gambojn por naĝi kaj plonĝi.]
es: [DESCRIPTION:Un pequeño pájaro acuático. Tiene un cuello largo y patas poderosas para nadar y bucear.]
ja: [DESCRIPTION:小さな水鳥。首が長く、泳ぎが上手い。]
ko: [DESCRIPTION:작은 물새. 그 새는 수영과 다이빙을 위한 긴 목과 강한 다리를 가지고 있습니다.]
pl: [DESCRIPTION:Mały ptak wodny. Ma długą szyję i potężne nogi przeznaczone do pływania i nurkowania.]
ru: [DESCRIPTION:Небольшая водоплавающая птица. Имеет длинную шею и сильные ноги, предназначенные для плавания и ныряния.]
tr: [DESCRIPTION:Küçük bir su kuşu. Uzun bir boynu ve yüzmek ve dalmak için güçlü bacakları vardır.]
vi: [DESCRIPTION:Một loài chim nước nhỏ. Nó có cổ dài và đôi chân khỏe mạnh thích hợp để bơi lội và lặn.]
zh_hans: [DESCRIPTION:一种小型水鸟，具有适合游泳和潜水的长脖颈和强壮的腿。]

# CREATURE:BIRD_DUCK
source: [NAME:duck:ducks:duck]
cs: [NAME:kachna:kachny:kachní]
de: [NAME:Ente:Enten:Ente]
eo: [NAME:anaso:anasoj:de anaso]
es: [NAME:pato:patos:de pato]
ja: [NAME:雁:雁:雁の]
ko: [NAME:오리:오리들:오리]
pl: [NAME:kaczka:kaczki:kaczy]
ru: [NAME:утка:утки:утки]
tr: [NAME:ördek:ördekler:ördek]
vi: [NAME:Vịt:Những con vịt:Vịt]
zh_hans: [NAME:鸭:鸭:鸭]

# CREATURE:BIRD_DUCK
source: [GENERAL_CHILD_NAME:duckling:ducklings]
cs: [GENERAL_CHILD_NAME:kachně:kachňata]
de: [GENERAL_CHILD_NAME:Entchen:Entchen]
eo: [GENERAL_CHILD_NAME:anasido:anasidoj]
es: [GENERAL_CHILD_NAME:patito:patitos]
ja: [GENERAL_CHILD_NAME:雁の雛:雁の雛の]
ko: [GENERAL_CHILD_NAME:새끼 오리:새끼 오리들]
pl: [GENERAL_CHILD_NAME:kaczuszka:kaczuszki]
ru: [GENERAL_CHILD_NAME:утёнок:утята]
tr: [GENERAL_CHILD_NAME:ördek yavrusu:ördek yavruları]
vi: [GENERAL_CHILD_NAME:Vịt con:Những con vịt con]
zh_hans: [GENERAL_CHILD_NAME:小鸭:小鸭]

# CREATURE:BIRD_DUCK
source: [PREFSTRING:quacks]
cs: [PREFSTRING:kvákáním]
de: [PREFSTRING:quaken]
eo: [PREFSTRING:kvakoj]
es: [PREFSTRING:grazna]
ja: [PREFSTRING:クワっと鳴く]
ko: [PREFSTRING:꽥꽥]
pl: [PREFSTRING:kwakanie]
ru: [PREFSTRING:кряканье]
tr: [PREFSTRING:vaklamalar]
vi: [PREFSTRING:Tiếng kêu cạp cạp]
zh_hans: [PREFSTRING:嘎]

# CREATURE:BIRD_DUCK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_DUCK
source: [ROOT_AROUND:BY_CATEGORY:BEAK:root around in:roots around in]
cs: [ROOT_AROUND:BY_CATEGORY:BEAK:hrabat se v:hrabe se v]
de: [ROOT_AROUND:BY_CATEGORY:BEAK:herumwühlt:herumwühlen]
eo: [ROOT_AROUND:BY_CATEGORY:BEAK:furaĝas en:furaĝas en]
es: [ROOT_AROUND:BY_CATEGORY:BEAK:picotean en: picotea en]
ja: [ROOT_AROUND:BY_CATEGORY:BEAK:周りを探る:周りを探る]
ko: [ROOT_AROUND:BY_CATEGORY:BEAK:주변을 헤집는다:주변을 헤집는다]
pl: [ROOT_AROUND:BY_CATEGORY:BEAK:zatapiasz się w:zatapia się w]
ru: [ROOT_AROUND:BY_CATEGORY:BEAK:роетесь в:роется в]
tr: [ROOT_AROUND:BY_CATEGORY:BEAK:eşele:eşeler]
vi: [ROOT_AROUND:BY_CATEGORY:BEAK:sục sạo trong:sục sạo trong]
zh_hans: [ROOT_AROUND:BY_CATEGORY:尖喙:翻找:翻找]

# CREATURE:BIRD_DUCK
source: [CASTE_NAME:duck:ducks:duck]
cs: [CASTE_NAME:kachna:kachny:kachní]
de: [CASTE_NAME:Ente:Enten:Ente]
eo: [CASTE_NAME:anasino:anasinoj:de anasino]
es: [CASTE_NAME:pato:patos:pato]
ja: [CASTE_NAME:雁:雁:雁の]
ko: [CASTE_NAME:암컷 오리:암컷 오리들:암컷 오리]
pl: [CASTE_NAME:kaczka:kaczki:kaczy]
ru: [CASTE_NAME:утка:утки:утки]
tr: [CASTE_NAME:dişi ördek:dişi ördekler:dişi ördek]
vi: [CASTE_NAME:Vịt:Những con vịt:Vịt]
zh_hans: [CASTE_NAME:母鸭:母鸭:母鸭]

# CREATURE:BIRD_DUCK
source: [CASTE_NAME:drake:drakes:drake]
cs: [CASTE_NAME:kačer:kačeři:kačeří]
de: [CASTE_NAME:Erpel:Erpel:Erpel]
eo: [CASTE_NAME:anasiĉo:anasiĉoj:de anasiĉo]
es: [CASTE_NAME:pato macho:patos macho:pato macho]
ja: [CASTE_NAME:雄雁:雄雁:雄雁の]
ko: [CASTE_NAME:수컷 오리:수컷 오리들:수컷 오리]
pl: [CASTE_NAME:kaczor:kaczory:kaczorzy]
ru: [CASTE_NAME:селезень:селезни:селезня]
tr: [CASTE_NAME:erkek ördek:erkek ördekler:erkek ördek]
vi: [CASTE_NAME:Vịt đực:Những con vịt đực:Vịt đực]
zh_hans: [CASTE_NAME:公鸭:公鸭:公鸭]

# CREATURE:BIRD_DUCK
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_DUCK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_DUCK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:WATER_BUFFALO
source: [DESCRIPTION:A large mammalian herbivore. It is powerfully built and has long curved horns.]
cs: [DESCRIPTION:Velký býložravý savec. Je mohutně stavěný a má dlouhé zahnuté rohy.]
de: [DESCRIPTION:Ein großes pflanzenfressendes Säugetier. Es ist kräftig gebaut und hat lange, gebogene Hörner.]
eo: [DESCRIPTION:Granda mamula herbovorulo. Ĝi havas pontencan kompleksion kaj longajn kurbajn kornojn.]
es: [DESCRIPTION:Un mamífero hervíboro grande. Es fornido y tiene cuernos largos y curvados .]
ja: [DESCRIPTION:大型草食哺乳類。力がとても強く、長くて曲がった角を持つ。]
ko: [DESCRIPTION:큰 초식 포유류입니다. 강하게 만들어졌고, 긴 곡선의 뿔을 가지고 있습니다.]
pl: [DESCRIPTION:Duży, ssakowaty roślinożerca. Jest potężnie zbudowany i ma długie, zakrzywione rogi.]
ru: [DESCRIPTION:Крупное травоядное млекопитающее животное. У него крепкое телосложение и длинные изогнутые рога.]
tr: [DESCRIPTION:Büyük otçul bir memeli. Güçlü bir yapıya ve uzun kıvrık boynuzlara sahiptir.]
vi: [DESCRIPTION:Một loài động vật ăn cỏ có vú lớn. Nó có vóc dáng cường tráng và cặp sừng dài cong.]
zh_hans: [DESCRIPTION:一种大型哺乳类食草动物，具有强壮的体格和弯曲的长角。]

# CREATURE:WATER_BUFFALO
source: [NAME:water buffalo:water buffalos:water buffalo]
cs: [NAME:vodní buvol:vodní buvoli:vodního buvola]
de: [NAME:Wasserbüffel:Wasserbüffel:Wasserbüffel]
eo: [NAME:akvobubalo:akvobubaloj:de akvobubalo]
es: [NAME:búbalo:búbalos:de búbalo]
ja: [NAME:水牛:水牛:水牛の]
ko: [NAME:물소:물소들:물소]
pl: [NAME:wodny bawół:wodne bawoły:wodno bawołski]
ru: [NAME:буйвол:буйволы:буйвола]
tr: [NAME:manda:mandalar:manda]
vi: [NAME:trâu nước:trâu nước:trâu nước]
zh_hans: [NAME:水牛:水牛:水牛]

# CREATURE:WATER_BUFFALO
source: [GENERAL_CHILD_NAME:water buffalo calf:water buffalo calves]
cs: [GENERAL_CHILD_NAME:buvolí tele:buvolí telata]
de: [GENERAL_CHILD_NAME:Wasserbüffelkalb:Wasserbüffelkälber]
eo: [GENERAL_CHILD_NAME:akvobubalido:akvobubalidoj]
es: [GENERAL_CHILD_NAME:ternero de búbalo:terneros de búbalo]
ja: [GENERAL_CHILD_NAME:水牛の雌:水牛の雌の]
ko: [GENERAL_CHILD_NAME:새끼 물소:새끼 물소들]
pl: [GENERAL_CHILD_NAME:bydlę wodnego bawoła:bydlęta wodnego bawoła]
ru: [GENERAL_CHILD_NAME:телёнок буйвола:телята буйвола]
tr: [GENERAL_CHILD_NAME:malak:malaklar]
vi: [GENERAL_CHILD_NAME:nghé trâu nước:nghé trâu nước]
zh_hans: [GENERAL_CHILD_NAME:水牛犊:水牛犊]

# CREATURE:WATER_BUFFALO
source: [PREFSTRING:water wallowing]
cs: [PREFSTRING:válením se ve vodě]
de: [PREFSTRING:im Wasser sühlend]
eo: [PREFSTRING:akvomergado]
es: [PREFSTRING:revolcando agua]
ja: [PREFSTRING:水辺に棲む]
ko: [PREFSTRING:물에서 뒹굴기]
pl: [PREFSTRING:tarzanie się w wodzie]
ru: [PREFSTRING:возлежания в воде]
tr: [PREFSTRING:suda yuvarlanma]
vi: [PREFSTRING:đằm mình trong nước]
zh_hans: [PREFSTRING:喜欢待在水中]

# CREATURE:WATER_BUFFALO
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]
zh_hans: [ATTACK_VERB:顶:顶]

# CREATURE:WATER_BUFFALO
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:WATER_BUFFALO
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]
