Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CAVE_BLOB
source: [STATE_NAME_ADJ:GAS:boiling cave blob fluid]
cs: [STATE_NAME_ADJ:GAS:vřící tekutina jeskynní hroudy]
de: [STATE_NAME_ADJ:GAS:kochende Höhlenschleim Flüssigkeit]
eo: [STATE_NAME_ADJ:GAS:de bolanta fluaĵo de kavbulo]
es: [STATE_NAME_ADJ:GAS:fluido hirviendo de gota de cueva]
ja: [STATE_NAME_ADJ:GAS:蒸気化したケイブ・ブロブの体液]
ko: [STATE_NAME_ADJ:GAS:기화된 동굴 블럽 체액]
pl: [STATE_NAME_ADJ:GAS:gotująco się blobo jaskiniowo płynny]
ru: [STATE_NAME_ADJ:GAS:кипящий секрет пещерного волдырника]
tr: [STATE_NAME_ADJ:GAS:kaynayan mağara damlası sıvısı]
vi: [STATE_NAME_ADJ:GAS:dịch lỏng khối nhầy hang động đang sôi]

# CREATURE:CAVE_BLOB
source: [SYN_NAME:blob blisters]
cs: [SYN_NAME:puchýře hroudy]
de: [SYN_NAME:Schleimblasen]
eo: [SYN_NAME:bulaj blazoj]
es: [SYN_NAME:ampollas]
ja: [SYN_NAME:水ぶくれ]
ko: [SYN_NAME:블럽 물집]
pl: [SYN_NAME:pęcherze bloba]
ru: [SYN_NAME:волдыри]
tr: [SYN_NAME:damla kabarcıkları]
vi: [SYN_NAME:mụn nước khối nhầy]

# CREATURE:CAVE_BLOB
source: [TISSUE_NAME:skin:NP]
cs: [TISSUE_NAME:kůže:NP]
de: [TISSUE_NAME:Haut:NP]
eo: [TISSUE_NAME:haŭto:haŭtoj]
es: [TISSUE_NAME:piel:NP]
ja: [TISSUE_NAME:肌:NP]
ko: [TISSUE_NAME:피부:NP]
pl: [TISSUE_NAME:skóra:NP]
ru: [TISSUE_NAME:кожа:NP]
tr: [TISSUE_NAME:deri:NP]

# CREATURE:CAVE_BLOB
source: [TISSUE_NAME:fluid:NP]
cs: [TISSUE_NAME:tekutina:NP]
de: [TISSUE_NAME:Flüssigkeit:NP]
eo: [TISSUE_NAME:fluaĵo:fluaĵoj]
es: [TISSUE_NAME:fluído:NP]
ja: [TISSUE_NAME:体液:NP]
ko: [TISSUE_NAME:체액:NP]
pl: [TISSUE_NAME:płyn:NP]
ru: [TISSUE_NAME:секрет:NP]
tr: [TISSUE_NAME:sıvı:NP]

# CREATURE:CAVE_BLOB
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:ELEMENTMAN_AMETHYST
source: [DESCRIPTION:A strange crystalline creature the shape of a man. It is found deep underground.]
cs: [DESCRIPTION:Podivný krystalický tvor ve tvaru člověka. Vyskytuje se hluboko pod zemí.]
de: [DESCRIPTION:Eine seltsame kristalline Kreatur in form eines Menschen. Sie ist tief im Untergrund zu finden.]
eo: [DESCRIPTION:Stranga kristala estaĵo kun la formo de homo. Ĝi troviĝas profunde subtere.]
es: [DESCRIPTION:Una extrana criatura cristalina con forma humana. Se encuentra bajo tierra.]
ja: [DESCRIPTION:紫水晶の体を持つ人型生物。地下深くに棲息する。]
ko: [DESCRIPTION:사람의 형상을 한 기묘한 생물체. 지하 깊은 곳에서 발견됩니다.]
pl: [DESCRIPTION:Dziwne, krystaliczne stworzenie w kształcie człowieka. Można je znaleźć głęboko pod ziemią.]
ru: [DESCRIPTION:Странное кристаллическое существо в форме человека. Встречается глубоко под землёй.]
tr: [DESCRIPTION:İnsan şeklinde garip bir kristal yaratık. Yerin derinliklerinde bulunur.]
vi: [DESCRIPTION:Một sinh vật tinh thể kỳ lạ mang hình dáng con người. Nó được tìm thấy sâu dưới lòng đất.]

# CREATURE:ELEMENTMAN_AMETHYST
source: [NAME:amethyst man:amethyst men:amethyst man]
cs: [NAME:ametystový muž:ametystoví muži:ametystový muž]
de: [NAME:Amethysmensch:Amethystmenschen:Amethystmensch]
eo: [NAME:homametisto:homametistoj:de homametisto]
es: [NAME:hombre amatista:hombres amatista:hombre amatista]
ja: [NAME:紫水晶男:紫水晶男:紫水晶男の]
ko: [NAME:자수정인간:자수정인간들:자수정인간]
pl: [NAME:ametystowy człowiek:ametystowi ludzie:ametystowo ludzki]
ru: [NAME:аметистовик:аметистовики:аметистовика]
tr: [NAME:ametist adam:ametist adamlar:ametist adam]
vi: [NAME:người thạch anh tím:những người thạch anh tím:người thạch anh tím]

# CREATURE:ELEMENTMAN_AMETHYST
source: [CASTE_NAME:amethyst man:amethyst men:amethyst man]
cs: [CASTE_NAME:ametystový muž:ametystoví muži:ametystový muž]
de: [CASTE_NAME:Amethysmensch:Amethystmenschen:Amethystmensch]
eo: [CASTE_NAME:homametisto:homametistoj:de homametisto]
es: [CASTE_NAME:hombre amatista:hombres amatista:hombre amatista]
ja: [CASTE_NAME:紫水晶男:紫水晶男:紫水晶男の]
ko: [CASTE_NAME:자수정인간:자수정인간들:자수정인간]
pl: [CASTE_NAME:ametystowy człowiek:ametystowi ludzie:ametystowo ludzki]
ru: [CASTE_NAME:аметистовик:аметистовики:аметистовика]
tr: [CASTE_NAME:ametist adam:ametist adamlar:ametist adam]
vi: [CASTE_NAME:người thạch anh tím:những người thạch anh tím:người thạch anh tím]

# CREATURE:ELEMENTMAN_AMETHYST
source: [PREFSTRING:rockiness]
cs: [PREFSTRING:skalnatostí]
de: [PREFSTRING:Übermut]
eo: [PREFSTRING:rokeco]
es: [PREFSTRING:rocosidad]
ja: [PREFSTRING:岩石質]
ko: [PREFSTRING:단단함]
pl: [PREFSTRING:skalistość]
ru: [PREFSTRING:монументальность]
tr: [PREFSTRING:kayalık]
vi: [PREFSTRING:vẻ rắn chắc như đá]

# CREATURE:ELEMENTMAN_AMETHYST
source: [TISSUE_NAME:amethyst:NP]
cs: [TISSUE_NAME:ametyst:NP]
eo: [TISSUE_NAME:ametisto:ametistoj]
es: [TISSUE_NAME:amatista:NP]
ja: [TISSUE_NAME:紫水晶:NP]
ko: [TISSUE_NAME:자수정:NP]
pl: [TISSUE_NAME:ametyst:NP]
ru: [TISSUE_NAME:аметист:NP]
tr: [TISSUE_NAME:ametist:NP]

# CREATURE:ELEMENTMAN_AMETHYST
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:ELEMENTMAN_AMETHYST
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:OCTOPUS
source: [DESCRIPTION:A medium-sized underwater mollusk with eight arms. It is the most clever of its kind.]
cs: [DESCRIPTION:Středně velký vodní měkkýš s osmi rameny. Je nejchytřejší ze svého druhu.]
de: [DESCRIPTION:Ein mittelgroßes Unterwasser Weichtier mit Acht Armen. Es ist das intelligenteste seiner Art.]
eo: [DESCRIPTION:Mezgranda subakva molusko kun ok tentakloj. Ĝi estas la plej inteligenta el sia speco.]
es: [DESCRIPTION:Un molusco submarino de tamaño medio con ocho brazos. Es el mas inteligente de su tipo.]
ja: [DESCRIPTION:8本の腕を持つ中型の水中軟体動物。それはその種の中で最も賢い。]
ko: [DESCRIPTION:8개의 팔을 가진 중간 크기의 수중 연체동물. 이 종류 중에 가장 영리합니다.]
pl: [DESCRIPTION:Średniej wielkości, podwodny mięczak z ośmioma ramionami. Jest najbardziej mądry ze swojego rodzaju.]
ru: [DESCRIPTION:Среднего размера подводный моллюск с восемью щупальцами. Самый умный из моллюсков.]
tr: [DESCRIPTION:Sekiz kollu, orta büyüklükte bir su altı yumuşakçası. Türünün en zekisidir.]
vi: [DESCRIPTION:Một động vật thân mềm dưới nước cỡ trung bình với tám xúc tu. Nó là loài thông minh nhất trong số các loài cùng loại.]

# CREATURE:OCTOPUS
source: [NAME:octopus:octopuses:octopus]
cs: [NAME:chobotnice:chobotnice:chobotnice]
de: [NAME:Oktopus:Oktopusse:Oktopus]
eo: [NAME:polpo:polpoj:de polpo]
es: [NAME:pulpo:pulpos:pulpo]
ja: [NAME:タコ:タコ:タコの]
ko: [NAME:문어:문어들:문어]
pl: [NAME:ośmiornica:ośmiornice:ośmiornicowy]
ru: [NAME:осьминог:осьминоги:осьминога]
tr: [NAME:ahtapot:ahtapotlar:ahtapot]
vi: [NAME:bạch tuộc:những con bạch tuộc:bạch tuộc]

# CREATURE:OCTOPUS
source: [CASTE_NAME:octopus:octopuses:octopus]
cs: [CASTE_NAME:chobotnice:chobotnice:chobotnice]
de: [CASTE_NAME:Oktopus:Oktopusse:Oktopus]
eo: [CASTE_NAME:polpo:polpoj:de polpo]
es: [CASTE_NAME:pulpo:pulpos:pulpo]
ja: [CASTE_NAME:タコ:タコ:タコの]
ko: [CASTE_NAME:문어:문어들:문어]
pl: [CASTE_NAME:ośmiornica:ośmiornice:ośmiornicowy]
ru: [CASTE_NAME:осьминог:осьминоги:осьминога]
tr: [CASTE_NAME:ahtapot:ahtapotlar:ahtapot]
vi: [CASTE_NAME:bạch tuộc:những con bạch tuộc:bạch tuộc]

# CREATURE:OCTOPUS
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:知性的]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]

# CREATURE:OCTOPUS
source: [PREFSTRING:many arms]
cs: [PREFSTRING:mnoho chapadel]
de: [PREFSTRING:viele Arme]
eo: [PREFSTRING:multaj tentakloj]
es: [PREFSTRING:muchos brazos]
ja: [PREFSTRING:多腕]
ko: [PREFSTRING:많은 팔]
pl: [PREFSTRING:wiele ramion]
ru: [PREFSTRING:множество щупалец]
tr: [PREFSTRING:çok sayıda kol]
vi: [PREFSTRING:nhiều xúc tu]

# CREATURE:OCTOPUS
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:OCTOPUS
source: [STATE_NAME:ALL_SOLID:frozen octopus ink]
cs: [STATE_NAME:ALL_SOLID:zmražený inkoust chobotnice]
de: [STATE_NAME:ALL_SOLID:gefrorene Oktopus Tinte]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita inko de polpo]
es: [STATE_NAME:TODO_SÓLIDO: tinta de pulpo congelado]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 문어 잉크]
ru: [STATE_NAME:ALL_SOLID:замороженные чернила осьминога]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş ahtapot mürekkebi]
vi: [STATE_NAME:ALL_SOLID:mực bạch tuộc đông đặc]

# CREATURE:OCTOPUS
source: [STATE_ADJ:ALL_SOLID:frozen octopus ink]
cs: [STATE_ADJ:ALL_SOLID:zmražený inkoust chobotnice]
de: [STATE_ADJ:ALL_SOLID:gefrorene Oktopus Tinte]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita inko de polpo]
es: [STATE_ADJ:TODO_SÓLIDO: tinta de pulpo congelado]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 문어 잉크]
ru: [STATE_ADJ:ALL_SOLID:замёрзшие чернила осьминога]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş ahtapot mürekkebi]
vi: [STATE_ADJ:ALL_SOLID:mực bạch tuộc đông đặc]

# CREATURE:OCTOPUS
source: [STATE_NAME:LIQUID:octopus ink]
cs: [STATE_NAME:LIQUID:inkoust chobotnice]
de: [STATE_NAME:LIQUID:Oktopus Tinte]
eo: [STATE_NAME:LIQUID:inko de polpo]
es: [STATE_NAME:LÍQUIDO: tinta de pulpo]
ko: [STATE_NAME:LIQUID:문어 잉크]
ru: [STATE_NAME:LIQUID:чернила осьминога]
tr: [STATE_NAME:LIQUID:ahtapot mürekkebi]
vi: [STATE_NAME:LIQUID:mực bạch tuộc]

# CREATURE:OCTOPUS
source: [STATE_ADJ:LIQUID:octopus ink]
cs: [STATE_ADJ:LIQUID:inkoust chobotnice]
de: [STATE_ADJ:LIQUID:Oktopus Tinte]
eo: [STATE_ADJ:LIQUID:de inko de polpo]
es: [STATE_ADJ:LÍQUIDO: tinta de pulpo]
ko: [STATE_ADJ:LIQUID:문어 잉크]
ru: [STATE_ADJ:LIQUID:чернила осьминога]
tr: [STATE_ADJ:LIQUID:ahtapot mürekkebi]
vi: [STATE_ADJ:LIQUID:mực bạch tuộc]

# CREATURE:OCTOPUS
source: [STATE_NAME:GAS:boiling octopus ink]
cs: [STATE_NAME:GAS:vřící inkoust chobotnice]
de: [STATE_NAME:GAS:kochende Oktopus Tinte]
eo: [STATE_NAME:GAS:bolanta inko de polpo]
es: [STATE_NAME:GAS:tinta de pulpo hervida]
ko: [STATE_NAME:GAS:기화된 문어 잉크]
ru: [STATE_NAME:GAS:кипящие чернила осьминога]
tr: [STATE_NAME:GAS:kaynayan ahtapot mürekkebi]
vi: [STATE_NAME:GAS:mực bạch tuộc đang sôi]

# CREATURE:OCTOPUS
source: [STATE_ADJ:GAS:boiling octopus ink]
cs: [STATE_ADJ:GAS:vřící inkoust chobotnice]
de: [STATE_ADJ:GAS:kochende Oktopus Tinte]
eo: [STATE_ADJ:GAS:de bolanta inko de polpo]
es: [STATE_ADJ:GAS:tinta de pulpo hervida]
ko: [STATE_ADJ:GAS:기화된 문어 잉크]
ru: [STATE_ADJ:GAS:кипящие чернила осьминога]
tr: [STATE_ADJ:GAS:kaynayan ahtapot mürekkebi]
vi: [STATE_ADJ:GAS:mực bạch tuộc đang sôi]

# CREATURE:OCTOPUS
source: [CDI:ADV_NAME:Squirt ink]
cs: [CDI:ADV_NAME:Vystříknout inkoust]
de: [CDI:ADV_NAME:Tintenfischtinte]
eo: [CDI:ADV_NAME:Ŝpruci inkon]
es: [CDI:ADV_NAME:Tinta de calamar]
ja: [CDI:ADV_NAME:墨を吐く]
ko: [CDI:ADV_NAME:오징어 먹물]
pl: [CDI:ADV_NAME:Tryskający atrament]
ru: [CDI:ADV_NAME:Струя чернил]
tr: [CDI:ADV_NAME:Mürekkep fışkırt]
vi: [CDI:ADV_NAME:Phun mực]

# CREATURE:OCTOPUS
source: [CDI:VERB:squirt ink:squirts ink:]
cs: [CDI:VERB:vystříknout inkoust:vystříkne inkoust:]
de: [CDI:VERB:Tintenfischtinte:Tintenfischtinten:]
pl: [CDI:VERB:tryskasz atramentem:tryska atramentem:]
ru: [CDI:VERB:выпускаете струю чернил:выпускает струю чернил:]
tr: [CDI:VERB:mürekkep fışkırt:mürekkep fışkırtır:]

# CREATURE:OCTOPUS
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:OCTOPUS_MAN
source: [CVCT_TARGET:octopus]
cs: [CVCT_TARGET:chobotnice]
de: [CVCT_TARGET:Oktopus]
eo: [CVCT_TARGET:polp]
es: [CVCT_TARGET:pulpo]
ko: [CVCT_TARGET:문어]
pl: [CVCT_TARGET:ośmiornica]
ru: [CVCT_TARGET:осьминог]
tr: [CVCT_TARGET:ahtapot]
vi: [CVCT_TARGET:bạch tuộc]

# CREATURE:OCTOPUS_MAN
source: [CVCT_REPLACEMENT:octopus man]
cs: [CVCT_REPLACEMENT:chobotničí muž]
de: [CVCT_REPLACEMENT:Oktopusmensch]
eo: [CVCT_REPLACEMENT:hompolp]
es: [CVCT_REPLACEMENT:hombre pulpo]
ko: [CVCT_REPLACEMENT:문어인간]
pl: [CVCT_REPLACEMENT:ośmiornicoczłowiek]
ru: [CVCT_REPLACEMENT:человека-осьминога]
tr: [CVCT_REPLACEMENT:erkek ahtapot]
vi: [CVCT_REPLACEMENT:người bạch tuộc]

# CREATURE:OCTOPUS_MAN
source: [CASTE_NAME:octopus man:octopus men:octopus man]
cs: [CASTE_NAME:chobotničí muž:chobotničí muži:chobotničí muž]
de: [CASTE_NAME:Oktopusmann:Oktopusmänner:Oktopusmann]
eo: [CASTE_NAME:hompolpiĉo:hompolpiĉoj:de hompolpiĉo]
es: [CASTE_NAME:hombre pulpo:hombres pulpo:hombre pulpo]
ja: [CASTE_NAME:タコ男:タコ男:タコ男の]
ko: [CASTE_NAME:남성 문어인간:남성 문어인간들:남성 문어인간]
pl: [CASTE_NAME:ośmiornicomężczyzna:ośmiornicomężczyźni:ośmiornicomężczyzny]
ru: [CASTE_NAME:мужчина-осьминог:мужчины-осьминоги:мужчины-осьминога]
tr: [CASTE_NAME:erkek ahtapot:erkek ahtapotlar:erkek ahtapot]
vi: [CASTE_NAME:người bạch tuộc:những người bạch tuộc:người bạch tuộc]

# CREATURE:OCTOPUS_MAN
source: [CASTE_NAME:octopus woman:octopus women:octopus woman]
cs: [CASTE_NAME:chobotničí žena:chobotničí ženy:chobotničí žena]
de: [CASTE_NAME:Oktopusfrau:Oktopusfrauen:Oktopusfrau]
eo: [CASTE_NAME:hompolpino:hompolpinoj:de hompolpino]
es: [CASTE_NAME:mujer pulpo:mujeres pulpo:mujer pulpo]
ja: [CASTE_NAME:タコ女:タコ女:タコ女の]
ko: [CASTE_NAME:여성 문어인간:여성 문어인간들:여성 문어인간]
pl: [CASTE_NAME:ośmiornicokobieta:ośmiornicokobiety:ośmiornicokobiecy]
ru: [CASTE_NAME:женщина-осьминог:женщины-осьминоги:женщины-осьминога]
tr: [CASTE_NAME:dişi ahtapot:dişi ahtapotlar:dişi ahtapot]
vi: [CASTE_NAME:phụ nữ bạch tuộc:những phụ nữ bạch tuộc:phụ nữ bạch tuộc]

# CREATURE:OCTOPUS_MAN
source: [NAME:octopus man:octopus men:octopus man]
cs: [NAME:chobotničí muž:chobotničí muži:chobotničí muž]
de: [NAME:Oktopusmensch:Oktopusmenschen:Oktopusmensch]
eo: [NAME:hompolpo:hompolpoj:de hompolpo]
es: [NAME:hombre pulpo:hombres pulpo:hombre pulpo]
ja: [NAME:タコ男:タコ男:タコ男の]
ko: [NAME:문어인간:문어인간들:문어인간]
pl: [NAME:ośmiornicoczłowiek:ośmiornicoludzie:ośmiornicoludzki]
ru: [NAME:человек-осьминог:люди-осьминоги:человека-осьминога]
tr: [NAME:erkek ahtapot:erkek ahtapotlar:erkek ahtapot]
vi: [NAME:người bạch tuộc:những người bạch tuộc:người bạch tuộc]

# CREATURE:OCTOPUS_MAN
source: [DESCRIPTION:A person with an octopus in place of a head.]
cs: [DESCRIPTION:Osoba s chobotnicí místo hlavy.]
de: [DESCRIPTION:Eine Person mit einem Oktopuskopf.]
eo: [DESCRIPTION:Homo kun polpo anstataŭ kapo.]
es: [DESCRIPTION:Una persona con un pulpo en lugar de su cabeza.]
ja: [DESCRIPTIONタコの頭を持った人間だ。]
ko: [DESCRIPTION:머리위치에 문어가 있는 인간.]
pl: [DESCRIPTION:Osobnik z ośmiornicą w miejsce głowy.]
ru: [DESCRIPTION:Человек с осьминогом вместо головы.]
tr: [DESCRIPTION:Kafası yerinde ahtapot olan bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu bạch tuộc thay vì đầu thông thường.]

# CREATURE:GIANT_OCTOPUS
source: [CVCT_TARGET:octopus]
cs: [CVCT_TARGET:chobotnice]
de: [CVCT_TARGET:Oktopus]
eo: [CVCT_TARGET:polp]
es: [CVCT_TARGET:pulpo]
ko: [CVCT_TARGET:문어]
pl: [CVCT_TARGET:ośmiornica]
ru: [CVCT_TARGET:осьминог]
tr: [CVCT_TARGET:ahtapot]
vi: [CVCT_TARGET:bạch tuộc]

# CREATURE:GIANT_OCTOPUS
source: [CVCT_REPLACEMENT:giant octopus]
cs: [CVCT_REPLACEMENT:obří chobotnice]
de: [CVCT_REPLACEMENT:Riesen Oktopus]
eo: [CVCT_REPLACEMENT:giganta polp]
es: [CVCT_REPLACEMENT:pulpo gigante]
ko: [CVCT_REPLACEMENT:거대 문어]
pl: [CVCT_REPLACEMENT:ogromna ośmiornica]
ru: [CVCT_REPLACEMENT:гигантского осьминога]
tr: [CVCT_REPLACEMENT:dev ahtapot]
vi: [CVCT_REPLACEMENT:bạch tuộc khổng lồ]

# CREATURE:GIANT_OCTOPUS
source: [NAME:giant octopus:giant octopuses:giant octopus]
cs: [NAME:obří chobotnice:obří chobotnice:obří chobotnice]
de: [NAME:Riesen Oktopus:Riesen Oktopusse:Riesen Oktopus]
eo: [NAME:giganta polpo:gigantaj polpoj:de giganta polpo]
es: [NAME:pulpo gigante:pulpos gigantes:pulpo gigante]
ja: [NAME:巨大タコ:巨大タコ:巨大タコの]
ko: [NAME:거대 문어:거대 문어들:거대 문어]
pl: [NAME:gigantyczna ośmiornica:gigantyczne ośmiornice:gigantyczno ośmiornicowy]
ru: [NAME:гигантский осьминог:гигантские осьминоги:гигантского осьминога]
tr: [NAME:dev ahtapot:dev ahtapotlar:dev ahtapot]
vi: [NAME:bạch tuộc khổng lồ:những con bạch tuộc khổng lồ:bạch tuộc khổng lồ]

# CREATURE:GIANT_OCTOPUS
source: [CASTE_NAME:giant octopus:giant octopuses:giant octopus]
cs: [CASTE_NAME:obří chobotnice:obří chobotnice:obří chobotnice]
de: [CASTE_NAME:Riesen Oktopus:Riesen Oktopusse:Riesen Oktopus]
eo: [CASTE_NAME:giganta polpo:gigantaj polpoj:de giganta polpo]
es: [CASTE_NAME:pulpo gigante:pulpos gigantes:pulpo gigante]
ja: [CASTE_NAME:巨大タコ:巨大タコ:巨大タコの]
ko: [CASTE_NAME:거대 문어:거대 문어들:거대 문어]
pl: [CASTE_NAME:gigantyczna ośmiornica:gigantyczne ośmiornice:gigantyczno ośmiornicowy]
ru: [CASTE_NAME:гигантский осьминог:гигантские осьминоги:гигантского осьминога]
tr: [CASTE_NAME:dev ahtapot:dev ahtapotlar:dev ahtapot]
vi: [CASTE_NAME:bạch tuộc khổng lồ:những con bạch tuộc khổng lồ:bạch tuộc khổng lồ]

# CREATURE:GIANT_OCTOPUS
source: [DESCRIPTION:A dangerous water monster known for attacking ships at sea.]
cs: [DESCRIPTION:Nebezpečný vodní tvor známý útoky na lodě na moři.]
de: [DESCRIPTION:Ein gefährliches Seeungeheuer, das dafür bekannt ist Schiffe anzugreifen.]
eo: [DESCRIPTION:Danĝera akva monstro konita por la atakado al ŝipoj en maro.]
es: [DESCRIPTION:Un monstruo de mar peligroso conocido por atacar barcos en el oceano.]
ja: [DESCRIPTION:船を襲う巨大な怪物だ。]
ko: [DESCRIPTION:바다에서 배를 공격하는 것으로 알려진 위험한 바다괴물.]
pl: [DESCRIPTION:Niebezpieczny, wodny potwór znany z atakowania statków na morzu.]
ru: [DESCRIPTION:Опасное морское чудовище, известное своими атаками на корабли.]
tr: [DESCRIPTION:Denizdeki gemilere saldırmasıyla bilinen tehlikeli bir su canavarı.]
vi: [DESCRIPTION:Một quái vật dưới nước nguy hiểm nổi tiếng với việc tấn công tàu thuyền trên biển.]
zh_hans: [DESCRIPTION:一种以袭击船只闻名的危险水生怪物。]

# CREATURE:GIANT_OCTOPUS
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:知性的]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]

# CREATURE:GIANT_OCTOPUS
source: [PREFSTRING:many arms]
cs: [PREFSTRING:mnoha rameny]
de: [PREFSTRING:viele Arme]
eo: [PREFSTRING:multaj tentakloj]
es: [PREFSTRING:muchos brazos]
ja: [PREFSTRING:多腕]
ko: [PREFSTRING:많은 팔들]
pl: [PREFSTRING:wiele ramion]
ru: [PREFSTRING:множество щупалец]
tr: [PREFSTRING:çok sayıda kol]
vi: [PREFSTRING:nhiều xúc tu]

# CREATURE:CRAB
source: [DESCRIPTION:A tiny shelled ocean creature with many long legs. It has two large pincers on its front limbs.]
cs: [DESCRIPTION:Drobný mořský tvor s krunýřem a mnoha dlouhými nohami. Na předních končetinách má dva velké klepeta.]
de: [DESCRIPTION:Eine winzige gepanzerte Meereskreatur mit vielen langen Beinen. Sie hat 2 große Scheren an den Vorderarmen.]
eo: [DESCRIPTION:Eta ŝelhava oceana estaĵo kun multaj longaj gamboj. Ĝi havas du grandajn pinĉilojn en siaj antaŭaj membroj.]
es: [DESCRIPTION:Una pequeña criatura marina con muchas piernas largas. Tiene dos grandes pinzas en sus extremidades delanteras.]
ja: [DESCRIPTION:長い脚がたくさんある小さな海生甲殻類。前肢に2つの大きなはさみがある。]
ko: [DESCRIPTION:긴 다리가 많은 작은 껍질을 가진 바다 생물. 앞다리에 두 개의 큰 집게발이 있다.]
pl: [DESCRIPTION:Malutkie, muszlowate, oceaniczne stworzenie z wieloma długimi nogami. Ma dwa wielkie szczypce na jego przednich odnóżach.]
ru: [DESCRIPTION:Мелкое панцирное океаническое существо со множеством длинных ног и двумя большими клешнями на передних конечностях.]
tr: [DESCRIPTION:Çok sayıda uzun bacağı olan minik kabuklu bir okyanus canlısı. Ön uzuvlarında iki büyük kıskacı vardır.]
vi: [DESCRIPTION:Một sinh vật biển nhỏ bé có vỏ với nhiều chân dài. Nó có hai càng lớn ở chi trước.]
zh_hans: [DESCRIPTION:一种有许多条长腿的小型带壳海洋生物.它的前肢上有两个大的螯.]

# CREATURE:CRAB
source: [NAME:crab:crabs:crab]
cs: [NAME:krab:krabi:krab]
de: [NAME:Krabbe:Krabben:Krabbe]
eo: [NAME:krabo:kraboj:de krabo]
es: [NAME:cangrejo:cangrejos:cangrejo]
ja: [NAME:カニ:カニ:カニの]
ko: [NAME:게:게들:게]
pl: [NAME:krab:kraby:krabowy]
ru: [NAME:краб:крабы:краба]
tr: [NAME:yengeç:yengeçler:yengeç]
vi: [NAME:cua:những con cua:cua]

# CREATURE:CRAB
source: [CASTE_NAME:crab:crabs:crab]
cs: [CASTE_NAME:krab:krabi:krab]
de: [CASTE_NAME:Krabbe:Krabben:Krabbe]
eo: [CASTE_NAME:krabo:kraboj:de krabo]
es: [CASTE_NAME:cangrejo:cangrejos:cangrejo]
ja: [CASTE_NAME:カニ:カニ:カニの]
ko: [CASTE_NAME:게:게들:게]
pl: [CASTE_NAME:krab:kraby:krabowy]
ru: [CASTE_NAME:краб:крабы:краба]
tr: [CASTE_NAME:yengeç:yengeçler:yengeç]
vi: [CASTE_NAME:cua:những con cua:cua]

# CREATURE:CRAB
source: [PREFSTRING:pincers]
cs: [PREFSTRING:klepety]
de: [PREFSTRING:Schere]
eo: [PREFSTRING:pinĉiloj]
es: [PREFSTRING:pinzas]
ja: [PREFSTRING:はさみ]
ko: [PREFSTRING:핀서]
pl: [PREFSTRING:szczypce]
ru: [PREFSTRING:клешни]
tr: [PREFSTRING:kıskaçlar]
vi: [PREFSTRING:Càng]

# CREATURE:CRAB
source: [PREFSTRING:sideways walk]
cs: [PREFSTRING:boční chůzí]
de: [PREFSTRING:seitwärtiger Gang]
eo: [PREFSTRING:flanka moviĝado]
es: [PREFSTRING:camino secundario]
ja: [PREFSTRING:カニ歩き]
ko: [PREFSTRING:옆으로 걷기]
pl: [PREFSTRING:boczny chód]
ru: [PREFSTRING:хождение боком]
tr: [PREFSTRING:yan yan yürüme]
vi: [PREFSTRING:đi ngang]

# CREATURE:CRAB
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]

# CREATURE:CRAB
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CRAB_MAN
source: [CASTE_NAME:crab man:crab men:crab man]
cs: [CASTE_NAME:krabí muž:krabí muži:krabí muž]
de: [CASTE_NAME:Krabbenmann:Krabbenmänner:Krabbenmann]
eo: [CASTE_NAME:homkrabiĉo:homkrabiĉoj:de homkrabiĉo]
es: [CASTE_NAME:hombre cangrejo:hombres cangrejo:hombre cangrejo]
ja: [CASTE_NAME:カニ男:カニ男:カニ男の]
ko: [CASTE_NAME:남성 게인간:남성 게인간들:남성 게인간]
pl: [CASTE_NAME:krabomężczyzna:krabomężczyźni:krabomężczyzny]
ru: [CASTE_NAME:мужчина-краб:мужчины-крабы:мужчины-краба]
tr: [CASTE_NAME:erkek yengeç:erkek yengeçler:erkek yengeç]
vi: [CASTE_NAME:người cua:những người cua:người cua]

# CREATURE:CRAB_MAN
source: [CASTE_NAME:crab woman:crab women:crab woman]
cs: [CASTE_NAME:krabí žena:krabí ženy:krabí žena]
de: [CASTE_NAME:Krabbenfrau:Krabbenfrauen:Krabbenfrau]
eo: [CASTE_NAME:homkrabino:homkrabinoj:de homkrabino]
es: [CASTE:NAME:mujer cangrejo:mujeres cangrejo:mujer cangrejo]
ja: [CASTE_NAME:カニ女:カニ女:カニ女の]
ko: [CASTE_NAME:여성 게인간:여성 게인간들:여성 게인간]
pl: [CASTE_NAME:krabokobieta:krabokobiety:krabokobiecy]
ru: [CASTE_NAME:женщина-краб:женщины-крабы:женщины-краба]
tr: [CASTE_NAME:dişi yengeç:dişi yengeçler:dişi yengeç]
vi: [CASTE_NAME:phụ nữ cua:những phụ nữ cua:phụ nữ cua]
