Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# ITEM_WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING
source: [ATTACK:BLUNT:20000:4000:slap:slaps:flat:]
cs: [ATTACK:BLUNT:20000:4000:facka:facky:plošně:]
de: [ATTACK:BLUNT:20000:4000:Klatsch:Klatsche:flach:]
eo: [ATTACK:BLUNT:20000:4000:frapas:frapas:plataĵo:]
es: [ATTACK:BLUNT:20000:4000:bofetada:bofetadas:flat:]
ja: [ATTACK:BLUNT:20000:4000:叩き切る:叩き切る:flat:]
ko: [ATTACK:BLUNT:20000:4000:철썩 때림:철썩 때림:측면:]
ru: [ATTACK:BLUNT:20000:4000:бьёте:бьёт:плашмя:]
tr: [ATTACK:BLUNT:20000:4000:tokatla:tokatlar:yan:]
vi: [ATTACK:BLUNT:20000:4000:Tát:Những cú tát:Mặt phẳng:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING
source: [ATTACK:BLUNT:100:1000:strike:strikes:pommel:]
cs: [ATTACK:BLUNT:100:1000:udeřit:udeřil:hlavicí:]
de: [ATTACK:BLUNT:100:1000:schlagen:schlägt:Knauf:]
eo: [ATTACK:BLUNT:100:1000:frapas:frapas:pomelo:]
es: [ATTACK:BLUNT:100:1000:golpe:golpes:pommel:]
ja: [ATTACK:BLUNT:100:1000:刺す:刺す:pommel:]
ko: [ATTACK:BLUNT:100:1000:타격함:타격함:자루:]
ru: [ATTACK:BLUNT:100:1000:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:100:1000:vur:vurur:kabza topuzu:]
vi: [ATTACK:BLUNT:100:1000:Đòn đánh:Các đòn đánh:Quả chuôi:]
zh_hans: [ATTACK:BLUNT:100:1000:打击:打击:鞍座:]

# ITEM_WEAPON:ITEM_WEAPON_SPEAR_TRAINING
source: [NAME:training spear:training spears]
cs: [NAME:cvičné oštěp:cvičné oštěpy]
de: [NAME:Übungsspeer:Übungsspeere]
eo: [NAME:ekzerca lanco:ekzercaj lancoj]
es: [NAME:lanza de entrenamiento:lanza de entrenamiento]
ja: [NAME:訓練用の木槍:訓練用の木槍:訓練用の木槍]
ko: [NAME:훈련용 창:훈련용 창들]
ru: [NAME:тренировочное копьё:тренировочные копья]
tr: [NAME:eğitim mızrağı:eğitim mızrakları]
vi: [NAME:Giáo tập luyện:Giáo tập luyện]
zh_hans: [NAME:训练短矛]

# ITEM_WEAPON:ITEM_WEAPON_SPEAR_TRAINING
source: [ATTACK:BLUNT:200:10000:stab:stabs:NO_SUB:]
cs: [ATTACK:BLUNT:200:10000:bodnout:bodl:NO_SUB:]
de: [ATTACK:BLUNT:200:10000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:BLUNT:200:10000:pikas:pikas:NO_SUB:]
es: [ATTACK:BLUNT:200:10000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:BLUNT:200:10000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:BLUNT:200:10000:찌름:찌름:NO_SUB:]
ru: [ATTACK:BLUNT:200:10000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:BLUNT:200:10000:sapla:saplar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SPEAR_TRAINING
source: [ATTACK:BLUNT:10000:6000:bash:bashes:shaft:]
cs: [ATTACK:BLUNT:10000:6000:praštit:praštil:toporem:]
de: [ATTACK:BLUNT:10000:6000:Schlag:Schläge:Schaft:]
eo: [ATTACK:BLUNT:10000:6000:frapas:frapas:fusto:]
es: [ATTACK:BLUNT:10000:6000:golpetazo:golpetazos:shaft:]
ja: [ATTACK:BLUNT:10000:6000:ぶん殴る:ぶん殴る:shaft:]
ko: [ATTACK:BLUNT:10000:6000:후려침:후려침:창대:]
ru: [ATTACK:BLUNT:10000:6000:бьёте:бьёт:древком:]
tr: [ATTACK:BLUNT:10000:6000:ez:ezer:mızrak sapı:]
vi: [ATTACK:BLUNT:10000:6000:Nhát đập:Các nhát đập:Thân:]

# INORGANIC:IRON
source: [STATE_NAME_ADJ:ALL_SOLID:iron]
cs: [STATE_NAME_ADJ:ALL_SOLID:železo]
de: [STATE_NAME_ADJ:ALL_SOLID:Eisen]
eo: [STATE_NAME_ADJ:ALL_SOLID:fero]
es: [STATE_NAME_ADJ:ALL_SOLID:de hierro]
ja: [STATE_NAME_ADJ:ALL_SOLID:鉄]
ko: [STATE_NAME_ADJ:ALL_SOLID:철]
ru: [STATE_NAME_ADJ:ALL_SOLID:железо]
tr: [STATE_NAME_ADJ:ALL_SOLID:demir]
vi: [STATE_NAME_ADJ:ALL_SOLID:Sắt]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:铁]

# INORGANIC:IRON
source: [STATE_NAME_ADJ:LIQUID:molten iron]
cs: [STATE_NAME_ADJ:LIQUID:roztavené železo]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Eisen]
eo: [STATE_NAME_ADJ:LIQUID:fandita fero]
es: [STATE_NAME_ADJ:LIQUID:de hierro fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた鉄]
ko: [STATE_NAME_ADJ:LIQUID:녹은 철]
ru: [STATE_NAME_ADJ:LIQUID:расплавленное железо]
tr: [STATE_NAME_ADJ:LIQUID:erimiş demir]
vi: [STATE_NAME_ADJ:LIQUID:Sắt nóng chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:熔融铁]

# INORGANIC:IRON
source: [STATE_NAME_ADJ:GAS:boiling iron]
cs: [STATE_NAME_ADJ:GAS:vroucí železo]
de: [STATE_NAME_ADJ:GAS:siedendes Eisen]
eo: [STATE_NAME_ADJ:GAS:bolanta fero]
es: [STATE_NAME_ADJ:GAS:de hierro hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した鉄]
ko: [STATE_NAME_ADJ:GAS:기화된 철]
ru: [STATE_NAME_ADJ:GAS:кипящее железо]
tr: [STATE_NAME_ADJ:GAS:kaynayan demir]
vi: [STATE_NAME_ADJ:GAS:Sắt sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的铁]

# INORGANIC:GOLD
source: [STATE_NAME:SOLID:gold]
cs: [STATE_NAME:SOLID:zlato]
eo: [STATE_NAME:SOLID:oro]
es: [STATE_NAME:SOLID:oro]
ko: [STATE_NAME:SOLID:금]
pl: [STATE_NAME:SOLID:złoto]
ru: [STATE_NAME:SOLID:золото]
tr: [STATE_NAME:SOLID:altın]
vi: [STATE_NAME:SOLID:vàng]
zh_hans: [STATE_NAME:SOLID;金]

# INORGANIC:GOLD
source: [STATE_NAME:SOLID_POWDER:gold dust]
cs: [STATE_NAME:SOLID_POWDER:zlatý prach]
de: [STATE_NAME:SOLID_POWDER:Goldstaub]
eo: [STATE_NAME:SOLID_POWDER:orpulvoro]
es: [STATE_NAME:SOLID_POWDER:polvo de oro]
ko: [STATE_NAME:SOLID_POWDER:금가루]
pl: [STATE_NAME:SOLID_POWDER:złoty pył]
ru: [STATE_NAME:SOLID_POWDER:золотая пыль]
tr: [STATE_NAME:SOLID_POWDER:altın tozu]
vi: [STATE_NAME:SOLID_POWDER:Bụi vàng]
zh_hans: [STATE_NAME:SOLID_POWDER:砂金]

# INORGANIC:GOLD
source: [STATE_ADJ:ALL_SOLID:gold]
cs: [STATE_ADJ:ALL_SOLID:zlato]
eo: [STATE_ADJ:ALL_SOLID:el oro]
es: [STATE_ADJ:ALL_SOLID:de oro]
ko: [STATE_ADJ:ALL_SOLID:금]
pl: [STATE_ADJ:ALL_SOLID:złoto]
ru: [STATE_ADJ:ALL_SOLID:золото]
tr: [STATE_ADJ:ALL_SOLID:altın]
vi: [STATE_ADJ:ALL_SOLID:vàng]
zh_hans: [STATE_ADJ:ALL_SOLID:金]

# INORGANIC:GOLD
source: [STATE_NAME_ADJ:LIQUID:molten gold]
cs: [STATE_NAME_ADJ:LIQUID:roztavené zlato]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Gold]
eo: [STATE_NAME_ADJ:LIQUID:fandita oro]
es: [STATE_NAME_ADJ:LIQUID:de oro fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたgold]
ko: [STATE_NAME_ADJ:LIQUID:녹은 금]
pl: [STATE_NAME_ADJ:LIQUID:stopione złoto]
ru: [STATE_NAME_ADJ:LIQUID:расплавленное золото]
tr: [STATE_NAME_ADJ:LIQUID:erimiş altın]
vi: [STATE_NAME_ADJ:LIQUID:Vàng nóng chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:熔融金]

# INORGANIC:GOLD
source: [STATE_NAME_ADJ:GAS:boiling gold]
cs: [STATE_NAME_ADJ:GAS:vroucí zlato]
de: [STATE_NAME_ADJ:GAS:siedendes Gold]
eo: [STATE_NAME_ADJ:GAS:bolanta oro]
es: [STATE_NAME_ADJ:GAS:de oro hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したgold]
ko: [STATE_NAME_ADJ:GAS:기화된 금]
pl: [STATE_NAME_ADJ:GAS:gotujące się złoto]
ru: [STATE_NAME_ADJ:GAS:кипящее золото]
tr: [STATE_NAME_ADJ:GAS:kaynayan altın]
vi: [STATE_NAME_ADJ:GAS:Vàng sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的金]

# INORGANIC:SILVER
source: [STATE_NAME_ADJ:ALL_SOLID:silver]
cs: [STATE_NAME_ADJ:ALL_SOLID:stříbro]
de: [STATE_NAME_ADJ:ALL_SOLID:Silber]
eo: [STATE_NAME_ADJ:ALL_SOLID:arĝento]
es: [STATE_NAME_ADJ:ALL_SOLID:de plata]
ko: [STATE_NAME_ADJ:ALL_SOLID:은]
ru: [STATE_NAME_ADJ:ALL_SOLID:серебро]
tr: [STATE_NAME_ADJ:ALL_SOLID:gümüş]
vi: [STATE_NAME_ADJ:ALL_SOLID:bạc]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:银]

# INORGANIC:SILVER
source: [STATE_NAME_ADJ:LIQUID:molten silver]
cs: [STATE_NAME_ADJ:LIQUID:roztavené stříbro]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Silber]
eo: [STATE_NAME_ADJ:LIQUID:fandita arĝento]
es: [STATE_NAME_ADJ:LIQUID:de plata fundida]
ja: [STATE_NAME_ADJ:LIQUID:溶けたsilver]
ko: [STATE_NAME_ADJ:LIQUID:녹은 은]
ru: [STATE_NAME_ADJ:LIQUID:расплавленное серебро]
tr: [STATE_NAME_ADJ:LIQUID:erimiş gümüş]
vi: [STATE_NAME_ADJ:LIQUID:Bạc nóng chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:熔融银]

# INORGANIC:SILVER
source: [STATE_NAME_ADJ:GAS:boiling silver]
cs: [STATE_NAME_ADJ:GAS:vroucí stříbro]
de: [STATE_NAME_ADJ:GAS:siedendes Silber]
eo: [STATE_NAME_ADJ:GAS:bolanta arĝento]
es: [STATE_NAME_ADJ:GAS:de plata hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したsilver]
ko: [STATE_NAME_ADJ:GAS:기화된 은]
ru: [STATE_NAME_ADJ:GAS:кипящее серебро]
tr: [STATE_NAME_ADJ:GAS:kaynayan gümüş]
vi: [STATE_NAME_ADJ:GAS:Bạc sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的银]

# INORGANIC:COPPER
source: [STATE_NAME_ADJ:ALL_SOLID:copper]
cs: [STATE_NAME_ADJ:ALL_SOLID:měď]
de: [STATE_NAME_ADJ:ALL_SOLID:Kupfer]
eo: [STATE_NAME_ADJ:ALL_SOLID:kupero]
es: [STATE_NAME_ADJ:ALL_SOLID:de cobre]
ko: [STATE_NAME_ADJ:ALL_SOLID:구리]
ru: [STATE_NAME_ADJ:ALL_SOLID:медь]
tr: [STATE_NAME_ADJ:ALL_SOLID:bakır]
vi: [STATE_NAME_ADJ:ALL_SOLID:đồng]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:铜]

# INORGANIC:COPPER
source: [STATE_NAME_ADJ:LIQUID:molten copper]
cs: [STATE_NAME_ADJ:LIQUID:roztavená měď]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Kupfer]
eo: [STATE_NAME_ADJ:LIQUID:fandita kupero]
es: [STATE_NAME_ADJ:LIQUID:de cobre fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたcopper]
ko: [STATE_NAME_ADJ:LIQUID:녹은 구리]
ru: [STATE_NAME_ADJ:LIQUID:расплавленная медь]
tr: [STATE_NAME_ADJ:LIQUID:erimiş bakır]
vi: [STATE_NAME_ADJ:LIQUID:Đồng nóng chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:熔融铜]

# INORGANIC:COPPER
source: [STATE_NAME_ADJ:GAS:boiling copper]
cs: [STATE_NAME_ADJ:GAS:vroucí měď]
de: [STATE_NAME_ADJ:GAS:siedendes Kupfer]
eo: [STATE_NAME_ADJ:GAS:bolanta kupero]
es: [STATE_NAME_ADJ:GAS:de cobre hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したcopper]
ko: [STATE_NAME_ADJ:GAS:기화된 구리]
ru: [STATE_NAME_ADJ:GAS:кипящая медь]
tr: [STATE_NAME_ADJ:GAS:kaynayan bakır]
vi: [STATE_NAME_ADJ:GAS:Đồng sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的铜]

# INORGANIC:NICKEL
source: [STATE_NAME_ADJ:ALL_SOLID:nickel]
cs: [STATE_NAME_ADJ:ALL_SOLID:nikl]
eo: [STATE_NAME_ADJ:ALL_SOLID:nikelo]
es: [STATE_NAME_ADJ:ALL_SOLID:de níquel]
ko: [STATE_NAME_ADJ:ALL_SOLID:니켈]
ru: [STATE_NAME_ADJ:ALL_SOLID:никель]
tr: [STATE_NAME_ADJ:ALL_SOLID:nikel]

# INORGANIC:NICKEL
source: [STATE_NAME_ADJ:LIQUID:molten nickel]
cs: [STATE_NAME_ADJ:LIQUID:roztavený nikl]
de: [STATE_NAME_ADJ:LIQUID:geschmolzener Nickel]
eo: [STATE_NAME_ADJ:LIQUID:fandita nikelo]
es: [STATE_NAME_ADJ:LIQUID:de níquel fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたnickel]
ko: [STATE_NAME_ADJ:LIQUID:녹은 니켈]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный никель]
tr: [STATE_NAME_ADJ:LIQUID:erimiş nikel]
vi: [STATE_NAME_ADJ:LIQUID:Niken nóng chảy]

# INORGANIC:NICKEL
source: [STATE_NAME_ADJ:GAS:boiling nickel]
cs: [STATE_NAME_ADJ:GAS:vroucí nikl]
de: [STATE_NAME_ADJ:GAS:siedender Nickel]
eo: [STATE_NAME_ADJ:GAS:bolanta nikelo]
es: [STATE_NAME_ADJ:GAS:de níquel hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したnickel]
ko: [STATE_NAME_ADJ:GAS:기화된 니켈]
ru: [STATE_NAME_ADJ:GAS:кипящий никель]
tr: [STATE_NAME_ADJ:GAS:kaynayan nikel]
vi: [STATE_NAME_ADJ:GAS:Niken sôi]

# INORGANIC:ZINC
source: [STATE_NAME_ADJ:ALL_SOLID:zinc]
cs: [STATE_NAME_ADJ:ALL_SOLID:zinek]
de: [STATE_NAME_ADJ:ALL_SOLID:Zink]
eo: [STATE_NAME_ADJ:ALL_SOLID:zinko]
es: [STATE_NAME_ADJ:ALL_SOLID:de zinc]
ko: [STATE_NAME_ADJ:ALL_SOLID:아연]
ru: [STATE_NAME_ADJ:ALL_SOLID:цинк]
tr: [STATE_NAME_ADJ:ALL_SOLID:çinko]

# INORGANIC:ZINC
source: [STATE_NAME_ADJ:LIQUID:molten zinc]
cs: [STATE_NAME_ADJ:LIQUID:roztavený zinek]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Zink]
eo: [STATE_NAME_ADJ:LIQUID:fandita zinko]
es: [STATE_NAME_ADJ:LIQUID:de zinc fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたzinc]
ko: [STATE_NAME_ADJ:LIQUID:녹은 아연]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный цинк]
tr: [STATE_NAME_ADJ:LIQUID:erimiş çinko]
vi: [STATE_NAME_ADJ:LIQUID:Kẽm nóng chảy]

# INORGANIC:ZINC
source: [STATE_NAME_ADJ:GAS:boiling zinc]
cs: [STATE_NAME_ADJ:GAS:vroucí zinek]
de: [STATE_NAME_ADJ:GAS:siedendes Zink]
eo: [STATE_NAME_ADJ:GAS:bolanta zinko]
es: [STATE_NAME_ADJ:GAS:de zinc hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したzinc]
ko: [STATE_NAME_ADJ:GAS:기화된 아연]
ru: [STATE_NAME_ADJ:GAS:кипящий цинк]
tr: [STATE_NAME_ADJ:GAS:kaynayan çinko]
vi: [STATE_NAME_ADJ:GAS:Kẽm sôi]

# INORGANIC:BRONZE
source: [STATE_NAME_ADJ:ALL_SOLID:bronze]
cs: [STATE_NAME_ADJ:ALL_SOLID:bronz]
eo: [STATE_NAME_ADJ:ALL_SOLID:bronzo]
es: [STATE_NAME_ADJ:ALL_SOLID:de bronce]
ko: [STATE_NAME_ADJ:ALL_SOLID:청동]
ru: [STATE_NAME_ADJ:ALL_SOLID:бронзовый]
tr: [STATE_NAME_ADJ:ALL_SOLID:bronz]

# INORGANIC:BRONZE
source: [STATE_NAME_ADJ:LIQUID:molten bronze]
cs: [STATE_NAME_ADJ:LIQUID:roztavený bronz]
de: [STATE_NAME_ADJ:LIQUID:geschmolzene Bronze]
eo: [STATE_NAME_ADJ:LIQUID:fandita bronzo]
es: [STATE_NAME_ADJ:LIQUID:de bronce fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたbronze]
ko: [STATE_NAME_ADJ:LIQUID:녹은 청동]
ru: [STATE_NAME_ADJ:LIQUID:расплавленная бронза]
tr: [STATE_NAME_ADJ:LIQUID:erimiş bronz]
vi: [STATE_NAME_ADJ:LIQUID:Đồng thanh nóng chảy]

# INORGANIC:BRONZE
source: [STATE_NAME_ADJ:GAS:boiling bronze]
cs: [STATE_NAME_ADJ:GAS:vroucí bronz]
de: [STATE_NAME_ADJ:GAS:siedendes Bronze]
eo: [STATE_NAME_ADJ:GAS:bolanta bronzo]
es: [STATE_NAME_ADJ:GAS:de bronce hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したbronze]
ko: [STATE_NAME_ADJ:GAS:기화된 청동]
ru: [STATE_NAME_ADJ:GAS:кипящая бронза]
tr: [STATE_NAME_ADJ:GAS:kaynayan bronz]
vi: [STATE_NAME_ADJ:GAS:Đồng thanh sôi]

# INORGANIC:BRASS
source: [STATE_NAME_ADJ:ALL_SOLID:brass]
cs: [STATE_NAME_ADJ:ALL_SOLID:mosaz]
de: [STATE_NAME_ADJ:ALL_SOLID:Messing]
eo: [STATE_NAME_ADJ:ALL_SOLID:latuno]
es: [STATE_NAME_ADJ:ALL_SOLID:de latón]
ko: [STATE_NAME_ADJ:ALL_SOLID:황동]
ru: [STATE_NAME_ADJ:ALL_SOLID:латунь]
tr: [STATE_NAME_ADJ:ALL_SOLID:pirinç]
vi: [STATE_NAME_ADJ:ALL_SOLID:vàng đồng]

# INORGANIC:BRASS
source: [STATE_NAME_ADJ:LIQUID:molten brass]
cs: [STATE_NAME_ADJ:LIQUID:roztavená mosaz]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Messing]
eo: [STATE_NAME_ADJ:LIQUID:fandita latuno]
es: [STATE_NAME_ADJ:LIQUID:de latón fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたbrass]
ko: [STATE_NAME_ADJ:LIQUID:녹은 황동]
ru: [STATE_NAME_ADJ:LIQUID:расплавленная латунь]
tr: [STATE_NAME_ADJ:LIQUID:erimiş pirinç]
vi: [STATE_NAME_ADJ:LIQUID:Đồng thau nóng chảy]

# INORGANIC:BRASS
source: [STATE_NAME_ADJ:GAS:boiling brass]
cs: [STATE_NAME_ADJ:GAS:vroucí mosaz]
de: [STATE_NAME_ADJ:GAS:siedendes Messing]
eo: [STATE_NAME_ADJ:GAS:bolanta latuno]
es: [STATE_NAME_ADJ:GAS:de latón hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したbrass]
ko: [STATE_NAME_ADJ:GAS:기화된 황동]
ru: [STATE_NAME_ADJ:GAS:кипящая латунь]
tr: [STATE_NAME_ADJ:GAS:kaynayan pirinç]
vi: [STATE_NAME_ADJ:GAS:Đồng thau sôi]

# INORGANIC:STEEL
source: [STATE_NAME_ADJ:ALL_SOLID:steel]
cs: [STATE_NAME_ADJ:ALL_SOLID:ocel]
de: [STATE_NAME_ADJ:ALL_SOLID:Stahl]
eo: [STATE_NAME_ADJ:ALL_SOLID:ŝtalo]
es: [STATE_NAME_ADJ:ALL_SOLID:de acero]
ja: [STATE_NAME_ADJ:ALL_SOLID:鋼]
ko: [STATE_NAME_ADJ:ALL_SOLID:강철]
ru: [STATE_NAME_ADJ:ALL_SOLID:сталь]
tr: [STATE_NAME_ADJ:ALL_SOLID:çelik]
vi: [STATE_NAME_ADJ:ALL_SOLID:Thép]

# INORGANIC:STEEL
source: [STATE_NAME_ADJ:LIQUID:molten steel]
cs: [STATE_NAME_ADJ:LIQUID:roztavená ocel]
de: [STATE_NAME_ADJ:LIQUID:geschmolzener Stahl]
eo: [STATE_NAME_ADJ:LIQUID:fandita ŝtalo]
es: [STATE_NAME_ADJ:LIQUID:de acero fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた鋼]
ko: [STATE_NAME_ADJ:LIQUID:녹은 강철]
ru: [STATE_NAME_ADJ:LIQUID:расплавленная сталь]
tr: [STATE_NAME_ADJ:LIQUID:erimiş çelik]
vi: [STATE_NAME_ADJ:LIQUID:Thép nóng chảy]

# INORGANIC:STEEL
source: [STATE_NAME_ADJ:GAS:boiling steel]
cs: [STATE_NAME_ADJ:GAS:vroucí ocel]
de: [STATE_NAME_ADJ:GAS:siedender Stahl]
eo: [STATE_NAME_ADJ:GAS:bolanta ŝtalo]
es: [STATE_NAME_ADJ:GAS:de acero hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した鋼]
ko: [STATE_NAME_ADJ:GAS:기화한 강철]
ru: [STATE_NAME_ADJ:GAS:кипящая сталь]
tr: [STATE_NAME_ADJ:GAS:kaynayan çelik]
vi: [STATE_NAME_ADJ:GAS:Thép sôi]

# INORGANIC:PIG_IRON
source: [STATE_NAME_ADJ:ALL_SOLID:pig iron]
cs: [STATE_NAME_ADJ:ALL_SOLID:surové železo]
de: [STATE_NAME_ADJ:ALL_SOLID:Roheisen]
eo: [STATE_NAME_ADJ:ALL_SOLID:krudfero]
es: [STATE_NAME_ADJ:ALL_SOLID:de arrabio]
ja: [STATE_NAME_ADJ:ALL_SOLID:銑鉄]
ko: [STATE_NAME_ADJ:ALL_SOLID:선철]
ru: [STATE_NAME_ADJ:ALL_SOLID:чугун]
tr: [STATE_NAME_ADJ:ALL_SOLID:pik demir]
vi: [STATE_NAME_ADJ:ALL_SOLID:Gang thô]

# INORGANIC:PIG_IRON
source: [STATE_NAME_ADJ:LIQUID:molten pig iron]
cs: [STATE_NAME_ADJ:LIQUID:roztavené surové železo]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Roheisen]
eo: [STATE_NAME_ADJ:LIQUID:fandita krudfero]
es: [STATE_NAME_ADJ:LIQUID:de arrabio fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた銑鉄]
ko: [STATE_NAME_ADJ:LIQUID:녹은 선철]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный чугун]
tr: [STATE_NAME_ADJ:LIQUID:erimiş pik demir]
vi: [STATE_NAME_ADJ:LIQUID:Gang thô nóng chảy]

# INORGANIC:PIG_IRON
source: [STATE_NAME_ADJ:GAS:boiling pig iron]
cs: [STATE_NAME_ADJ:GAS:vroucí surové železo]
de: [STATE_NAME_ADJ:GAS:siedendes Roheisen]
eo: [STATE_NAME_ADJ:GAS:bolanta krudfero]
es: [STATE_NAME_ADJ:GAS:de arrabio hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した銑鉄]
ko: [STATE_NAME_ADJ:GAS:기화한 선철]
ru: [STATE_NAME_ADJ:GAS:кипящий чугун]
tr: [STATE_NAME_ADJ:GAS:kaynayan pik demir]
vi: [STATE_NAME_ADJ:GAS:Gang thô sôi]

# INORGANIC:PLATINUM
source: [STATE_NAME_ADJ:ALL_SOLID:platinum]
cs: [STATE_NAME_ADJ:ALL_SOLID:platina]
de: [STATE_NAME_ADJ:ALL_SOLID:Platin]
eo: [STATE_NAME_ADJ:ALL_SOLID:plateno]
es: [STATE_NAME_ADJ:ALL_SOLID:de platino]
ja: [STATE_NAME_ADJ:ALL_SOLID:白金]
ko: [STATE_NAME_ADJ:ALL_SOLID:백금]
ru: [STATE_NAME_ADJ:ALL_SOLID:платина]
tr: [STATE_NAME_ADJ:ALL_SOLID:platin]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bạch kim]

# INORGANIC:PLATINUM
source: [STATE_NAME_ADJ:LIQUID:molten platinum]
cs: [STATE_NAME_ADJ:LIQUID:roztavená platina]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Platin]
eo: [STATE_NAME_ADJ:LIQUID:fandita plateno]
es: [STATE_NAME_ADJ:LIQUID:de platino fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた白金]
ko: [STATE_NAME_ADJ:LIQUID:녹은 백금]
ru: [STATE_NAME_ADJ:LIQUID:расплавленная платина]
tr: [STATE_NAME_ADJ:LIQUID:erimiş platin]
vi: [STATE_NAME_ADJ:LIQUID:Bạch kim nóng chảy]

# INORGANIC:PLATINUM
source: [STATE_NAME_ADJ:GAS:boiling platinum]
cs: [STATE_NAME_ADJ:GAS:vroucí platina]
de: [STATE_NAME_ADJ:GAS:siedendes Platin]
eo: [STATE_NAME_ADJ:GAS:bolanta plateno]
es: [STATE_NAME_ADJ:GAS:de platino hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した白金]
ko: [STATE_NAME_ADJ:GAS:기화한 백금]
ru: [STATE_NAME_ADJ:GAS:кипящая платина]
tr: [STATE_NAME_ADJ:GAS:kaynayan platin]
vi: [STATE_NAME_ADJ:GAS:Bạch kim sôi]

# INORGANIC:ELECTRUM
source: [STATE_NAME_ADJ:ALL_SOLID:electrum]
cs: [STATE_NAME_ADJ:ALL_SOLID:elektrum]
de: [STATE_NAME_ADJ:ALL_SOLID:Elektrum]
eo: [STATE_NAME_ADJ:ALL_SOLID:elektrumo]
es: [STATE_NAME_ADJ:ALL_SOLID:de oro blanco]
ja: [STATE_NAME_ADJ:ALL_SOLID:琥珀金]
ko: [STATE_NAME_ADJ:ALL_SOLID:호박금]
ru: [STATE_NAME_ADJ:ALL_SOLID:электрум]
tr: [STATE_NAME_ADJ:ALL_SOLID:elektrum]
vi: [STATE_NAME_ADJ:ALL_SOLID:Hoàng bạch kim]

# INORGANIC:ELECTRUM
source: [STATE_NAME_ADJ:LIQUID:molten electrum]
cs: [STATE_NAME_ADJ:LIQUID:roztavené elektrum]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Elektrum]
eo: [STATE_NAME_ADJ:LIQUID:fandita elektrumo]
es: [STATE_NAME_ADJ:LIQUID:de oro blanco fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた琥珀金]
ko: [STATE_NAME_ADJ:LIQUID:녹은 호박금]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный электрум]
tr: [STATE_NAME_ADJ:LIQUID:erimiş elektrum]
vi: [STATE_NAME_ADJ:LIQUID:Hoàng bạch kim nóng chảy]

# INORGANIC:ELECTRUM
source: [STATE_NAME_ADJ:GAS:boiling electrum]
cs: [STATE_NAME_ADJ:GAS:vroucí elektrum]
de: [STATE_NAME_ADJ:GAS:siedendes Elektrum]
eo: [STATE_NAME_ADJ:GAS:bolanta elektrumo]
es: [STATE_NAME_ADJ:GAS:de oro blanco hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した琥珀金]
ko: [STATE_NAME_ADJ:GAS:기화된 호박금]
ru: [STATE_NAME_ADJ:GAS:кипящий электрум]
tr: [STATE_NAME_ADJ:GAS:kaynayan elektrum]
vi: [STATE_NAME_ADJ:GAS:Hoàng bạch kim sôi]

# INORGANIC:TIN
source: [STATE_NAME_ADJ:ALL_SOLID:tin]
cs: [STATE_NAME_ADJ:ALL_SOLID:cín]
de: [STATE_NAME_ADJ:ALL_SOLID:Zinn]
eo: [STATE_NAME_ADJ:ALL_SOLID:stano]
es: [STATE_NAME_ADJ:ALL_SOLID:de estaño]
ja: [STATE_NAME_ADJ:ALL_SOLID:錫]
ko: [STATE_NAME_ADJ:ALL_SOLID:주석]
ru: [STATE_NAME_ADJ:ALL_SOLID:олово]
tr: [STATE_NAME_ADJ:ALL_SOLID:kalay]
vi: [STATE_NAME_ADJ:ALL_SOLID:Thiếc]

# INORGANIC:TIN
source: [STATE_NAME_ADJ:LIQUID:molten tin]
cs: [STATE_NAME_ADJ:LIQUID:roztavený cín]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Zinn]
eo: [STATE_NAME_ADJ:LIQUID:fandita stano]
es: [STATE_NAME_ADJ:LIQUID:de estaño fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた錫]
ko: [STATE_NAME_ADJ:LIQUID:녹은 주석]
ru: [STATE_NAME_ADJ:LIQUID:расплавленное олово]
tr: [STATE_NAME_ADJ:LIQUID:erimiş kalay]
vi: [STATE_NAME_ADJ:LIQUID:Thiếc nóng chảy]

# INORGANIC:TIN
source: [STATE_NAME_ADJ:GAS:boiling tin]
cs: [STATE_NAME_ADJ:GAS:vroucí cín]
de: [STATE_NAME_ADJ:GAS:siedendes Zinn]
eo: [STATE_NAME_ADJ:GAS:bolanta stano]
es: [STATE_NAME_ADJ:GAS:de estaño hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した錫]
ko: [STATE_NAME_ADJ:GAS:기화된 주석]
ru: [STATE_NAME_ADJ:GAS:кипящее олово]
tr: [STATE_NAME_ADJ:GAS:kaynayan kalay]
vi: [STATE_NAME_ADJ:GAS:Thiếc sôi]

# INORGANIC:PEWTER_FINE
source: [STATE_NAME_ADJ:ALL_SOLID:fine pewter]
cs: [STATE_NAME_ADJ:ALL_SOLID:jemný cín]
de: [STATE_NAME_ADJ:ALL_SOLID:feines Hartzinn]
eo: [STATE_NAME_ADJ:ALL_SOLID:fajnpeltro]
es: [STATE_NAME_ADJ:ALL_SOLID:de peltre fino]
ja: [STATE_NAME_ADJ:ALL_SOLID:高品位ピューター]
ko: [STATE_NAME_ADJ:ALL_SOLID:고급 백랍]
ru: [STATE_NAME_ADJ:ALL_SOLID:чистый пьютер]
tr: [STATE_NAME_ADJ:ALL_SOLID:has kalay]
vi: [STATE_NAME_ADJ:ALL_SOLID:Hợp kim thiếc cao cấp]

# INORGANIC:PEWTER_FINE
source: [STATE_NAME_ADJ:LIQUID:molten fine pewter]
cs: [STATE_NAME_ADJ:LIQUID:tavený jemný cín]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes feines Hartzinn]
eo: [STATE_NAME_ADJ:LIQUID:fandita fajnpeltro]
es: [STATE_NAME_ADJ:LIQUID:de peltre fino fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた高品位ピューター]
ko: [STATE_NAME_ADJ:LIQUID:녹은 고급 백랍]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный чистый пьютер]
tr: [STATE_NAME_ADJ:LIQUID:erimiş has kalay]
vi: [STATE_NAME_ADJ:LIQUID:Hợp kim thiếc cao cấp nóng chảy]

# INORGANIC:PEWTER_FINE
source: [STATE_NAME_ADJ:GAS:boiling fine pewter]
cs: [STATE_NAME_ADJ:GAS:vroucí jemný cín]
de: [STATE_NAME_ADJ:GAS:siedendes feines Hartzinn]
eo: [STATE_NAME_ADJ:GAS:bolanta fajnpeltro]
es: [STATE_NAME_ADJ:GAS:de peltre fino hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した高品位ピューター]
ko: [STATE_NAME_ADJ:GAS:기화된 고급 백랍]
ru: [STATE_NAME_ADJ:GAS:кипящий чистый пьютер]
tr: [STATE_NAME_ADJ:GAS:kaynayan has kalay]
vi: [STATE_NAME_ADJ:GAS:Hợp kim thiếc cao cấp sôi]

# INORGANIC:PEWTER_TRIFLE
source: [STATE_NAME_ADJ:ALL_SOLID:trifle pewter]
cs: [STATE_NAME_ADJ:ALL_SOLID:nízkoprocentní cín]
de: [STATE_NAME_ADJ:ALL_SOLID:Kupfer-Hartzinn]
eo: [STATE_NAME_ADJ:ALL_SOLID:duonfajnpeltro]
es: [STATE_NAME_ADJ:ALL_SOLID:de peltre fino]
ja: [STATE_NAME_ADJ:ALL_SOLID:中品位ピューター]
ko: [STATE_NAME_ADJ:ALL_SOLID:싸구려 백랍]
ru: [STATE_NAME_ADJ:ALL_SOLID:простой пьютер]
tr: [STATE_NAME_ADJ:ALL_SOLID:adi kalay]
vi: [STATE_NAME_ADJ:ALL_SOLID:Hợp kim thiếc loại thường]

# INORGANIC:PEWTER_TRIFLE
source: [STATE_NAME_ADJ:LIQUID:molten trifle pewter]
cs: [STATE_NAME_ADJ:LIQUID:tavený nízkoprocentní cín]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Kupfer-Hartzinn]
eo: [STATE_NAME_ADJ:LIQUID:fandita duonfajnpeltro]
es: [STATE_NAME_ADJ:LIQUID:de insignificante estaño fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた中品位ピューター]
ko: [STATE_NAME_ADJ:LIQUID:녹은 싸구려 백랍]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный простой пьютер]
tr: [STATE_NAME_ADJ:LIQUID:erimiş adi kalay]
vi: [STATE_NAME_ADJ:LIQUID:Hợp kim thiếc loại thường nóng chảy]

# INORGANIC:PEWTER_TRIFLE
source: [STATE_NAME_ADJ:GAS:boiling trifle pewter]
cs: [STATE_NAME_ADJ:GAS:vroucí nízkoprocentní cín]
de: [STATE_NAME_ADJ:GAS:siedendes Kupfer-Hartzinn]
eo: [STATE_NAME_ADJ:GAS:bolanta duonfajnpeltro]
es: [STATE_NAME_ADJ:GAS:de insignificante estaño hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した中品位ピューター]
ko: [STATE_NAME_ADJ:GAS:기화된 싸구려 백랍]
ru: [STATE_NAME_ADJ:GAS:кипящий простой пьютер]
tr: [STATE_NAME_ADJ:GAS:kaynayan adi kalay]
vi: [STATE_NAME_ADJ:GAS:Hợp kim thiếc loại thường sôi]

# INORGANIC:PEWTER_LAY
source: [STATE_NAME_ADJ:ALL_SOLID:lay pewter]
cs: [STATE_NAME_ADJ:ALL_SOLID:obyčejný cín]
de: [STATE_NAME_ADJ:ALL_SOLID:Blei-Hartzinn]
eo: [STATE_NAME_ADJ:ALL_SOLID:malfajnpeltro]
es: [STATE_NAME_ADJ:ALL_SOLID:peltre]
ja: [STATE_NAME_ADJ:ALL_SOLID:低品位ピューター]
ko: [STATE_NAME_ADJ:ALL_SOLID:일반 백랍]
ru: [STATE_NAME_ADJ:ALL_SOLID:мирской пьютер]
tr: [STATE_NAME_ADJ:ALL_SOLID:levha kalay]
vi: [STATE_NAME_ADJ:ALL_SOLID:Hợp kim thiếc tiêu chuẩn]
