Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:WAMBLER_FLUFFY
source: [TISSUE_NAME:pudge:NP]
cs: [TISSUE_NAME:měkkotuk:NP]
de: [TISSUE_NAME:Watte:NP]
eo: [TISSUE_NAME:graso:NP]
es: [TISSUE_NAME:gordito:NP]
ja: [TISSUE_NAME:パッジ:NP]
ko: [TISSUE_NAME:땅딸막한:NP]
pl: [TISSUE_NAME:pianka:NP]
ru: [TISSUE_NAME:жирок:NP]
tr: [TISSUE_NAME:yağ:NP]

# CREATURE:WAMBLER_FLUFFY
source: [GAIT:WALK:Stumble Bumble:]
cs: [GAIT:WALK:Potácet se:]
de: [GAIT:WALK:schusseliges Stolpern:]
eo: [GAIT:WALK:Stumblado:]
es: [GAIT:WALK:Torpes tropezones:]
ja: [GAIT:WALK:よちよち歩く:]
ko: [GAIT:WALK:비틀거리며 갈팡질팡:]
pl: [GAIT:WALK:Potyka się:]
ru: [GAIT:WALK:Стамбл-бамбл:]
tr: [GAIT:WALK:Sakarca Bocala:]

# CREATURE:WAMBLER_FLUFFY
source: [GAIT:WALK:Wamble:]
cs: [GAIT:WALK:Váhat:]
de: [GAIT:WALK:Wackeln:]
eo: [GAIT:WALK:Zigzagado:]
es: [GAIT:WALK:Nausear:]
ja: [GAIT:WALK:よちよち歩く:]
ko: [GAIT:WALK:비틀비틀 걷기]
pl: [GAIT:WALK:Miota się:]
ru: [GAIT:WALK:Вамбл:]
tr: [GAIT:WALK:Yalpa Yap:]

# CREATURE:WAMBLER_FLUFFY
source: [GAIT:CRAWL:Crawl:]
cs: [GAIT:CRAWL:Plazení:]
de: [GAIT:CRAWL:krabbeln:]
eo: [GAIT:CRAWL:Rampo:]
es: [GAIT:CRAWL:Gatear:]
ja: [GAIT:CRAWL:這う:]
ko: [GAIT:CRAWL:기어가기:]
pl: [GAIT:CRAWL:Pełza:]
ru: [GAIT:CRAWL:Ползти:]
tr: [GAIT:CRAWL:Sürün:]
vi: [GAIT:CRAWL:Bò:]

# CREATURE:WAMBLER_FLUFFY
source: [GAIT:CLIMB:Climb:]
cs: [GAIT:CLIMB:Šplhat:]
de: [GAIT:CLIMB:klettern:]
eo: [GAIT:CLIMB:Grimpado:]
es: [GAIT:CLIMB:Escalar:]
ja: [GAIT:CLIMB:登る:]
ko: [GAIT:CLIMB:오르기:]
pl: [GAIT:CLIMB:Wspina się:]
ru: [GAIT:CLIMB:Карабкаться:]
tr: [GAIT:CLIMB:Tırman:]
vi: [GAIT:CLIMB:Leo:]

# CREATURE:WAMBLER_FLUFFY
source: [TLCM_NOUN:fluff:SINGULAR]
cs: [TLCM_NOUN:chmýří:SINGULAR]
de: [TLCM_NOUN:Flausch:SINGULAR]
eo: [TLCM_NOUN:lanugo:SINGULAR]
es: [TLCM_NOUN:peludo:SINGULAR]
ja: [TLCM_NOUN:綿毛:SINGULAR]
ko: [TLCM_NOUN:솜털:SINGULAR]
pl: [TLCM_NOUN:puch:SINGULAR]
ru: [TLCM_NOUN:пух:SINGULAR]
tr: [TLCM_NOUN:tüy:SINGULAR]

# CREATURE:WAMBLER_FLUFFY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:WAMBLER_FLUFFY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:LIZARD_RHINO_TWO_LEGGED
source: [DESCRIPTION:A tiny reptile, running on two legs. It has a horn on the end of its nose.]
cs: [DESCRIPTION:Drobný plaz běhající po dvou nohách. Na konci nosu má roh.]
de: [DESCRIPTION:Ein winziges Reptil, das auf zwei Beinen läuft. Es hat ein Horn am Ende seiner Nase.]
eo: [DESCRIPTION:Eta reptilio kiu kuras dugambe. Ĝi havas kornon sur sia nazo.]
es: [DESCRIPTION:Un pequeño reptil que corre a dos patas. Tiene un cuerno en la punta de la nariz.]
ja: [DESCRIPTION:2本の足で走る小さな爬虫類。鼻の先に角がある。]
ko: [DESCRIPTION:두 발로 달리는 작은 파충류. 코 끝에 뿔이 있다.]
pl: [DESCRIPTION:Malutki gad biegający na dwóch nogach. Ma róg na końcu jego nosa.]
ru: [DESCRIPTION:Крошечная рептилия, бегающая на двух ногах, с рогом на конце носа.]
tr: [DESCRIPTION:İki bacağı üzerinde koşan minik bir sürüngen. Burnunun ucunda bir boynuzu vardır.]
vi: [DESCRIPTION:Một bò sát tí hon, chạy bằng hai chân. Nó có một cái sừng ở chóp mũi.]
zh_hans: [DESCRIPTION:一种用两条腿奔跑的小型爬行动物.在他的鼻子末端带附有一只角.]

# CREATURE:LIZARD_RHINO_TWO_LEGGED
source: [NAME:two-legged rhino lizard:two-legged rhino lizards:two-legged rhino lizard]
cs: [NAME:dvounohý nosorožčí ještěr:dvounozí nosorožčí ještěři:dvounohý nosorožčí ještěr]
de: [NAME:zweibeinige Nashorn-Eidechse:zweibeinige Nashorn-Eidechsen:zweibeinige Nashorn-Eidechse]
eo: [NAME:dugamba kornlacerto:dugambaj kornlacertoj:de dugamba kornlacerto]
es: [NAME:lagarto rinoceronte bípedo:lagartos rinoceronte bípedos:lagarto rinoceronte bípedo]
ja: [NAME:ツノハシリトカゲ:ツノハシリトカゲ:ツノハシリトカゲの]
ko: [NAME:두 발 달린 코뿔소 도마뱀:두 발 달린 코뿔소 도마뱀들:두 발 달린 코뿔소 도마뱀]
pl: [NAME:dwunożna nosorożczurka:dwunożna nosorożczurka:dwunożno nosorożczurkowy]
ru: [NAME:двулапая носорогоящерка:двулапые носорогоящерки:двулапой носорогоящерки]
tr: [NAME:iki bacaklı gergedan kertenkelesi:iki bacaklı gergedan kertenkeleleri:iki bacaklı gergedan kertenkelesi]
vi: [NAME:Thằn lằn tê giác hai chân:Những con thằn lằn tê giác hai chân:Thằn lằn tê giác hai chân]
zh_hans: [NAME:二足犀牛蜥:二足犀牛蜥群:二足犀牛蜥]

# CREATURE:LIZARD_RHINO_TWO_LEGGED
source: [CASTE_NAME:two-legged rhino lizard:two-legged rhino lizards:two-legged rhino lizard]
cs: [CASTE_NAME:dvounohý nosorožčí ještěr:dvounozí nosorožčí ještěři:dvounohý nosorožčí ještěr]
de: [CASTE_NAME:zweibeinige Nashorn-Eidechse:zweibeinige Nashorn-Eidechsen:zweibeinige Nashorn-Eidechse]
eo: [CASTE_NAME:dugamba kornlacerto:dugambaj kornlacertoj:de dugamba kornlacerto]
es: [CASTE_NAME:lagarto rinoceronte bípedo:lagartos rinoceronte bípedos:lagarto rinoceronte bípedo]
ja: [CASTE_NAME:ツノハシリトカゲ:ツノハシリトカゲ:ツノハシリトカゲの]
ko: [CASTE_NAME:두 발 달린 코뿔소 도마뱀:두 발 달린 코뿔소 도마뱀들:두 발 달린 코뿔소 도마뱀]
pl: [CASTE_NAME:dwunożna nosorożczurka:dwunożna nosorożczurka:dwunożno nosorożczurkowy]
ru: [CASTE_NAME:двулапая носорогоящерка:двулапые носорогоящерки:двулапой носорогоящерки]
tr: [CASTE_NAME:iki bacaklı gergedan kertenkelesi:iki bacaklı gergedan kertenkeleleri:iki bacaklı gergedan kertenkelesi]
vi: [CASTE_NAME:Thằn lằn tê giác hai chân:Những con thằn lằn tê giác hai chân:Thằn lằn tê giác hai chân]
zh_hans: [CASTE_NAME:二足犀牛蜥:二足犀牛蜥群:二足犀牛蜥]

# CREATURE:LIZARD_RHINO_TWO_LEGGED
source: [GNAWER:gnawed]
cs: [GNAWER:okousané]
de: [GNAWER:genagt]
eo: [GNAWER:ronĝis]
es: [GNAWER:roído]
ja: [GNAWER:ガリガリかじる]
ko: [GNAWER:갉음]
pl: [GNAWER:podgryziony]
ru: [GNAWER:грызёт]
tr: [GNAWER:kemirilmiş]
vi: [GNAWER:Bị gặm nhấm]

# CREATURE:LIZARD_RHINO_TWO_LEGGED
source: [PREFSTRING:horn]
cs: [PREFSTRING:rohem]
eo: [PREFSTRING:korno]
es: [PREFSTRING:cuerno]
ja: [PREFSTRING:角]
ko: [PREFSTRING:뿔]
pl: [PREFSTRING:róg]
ru: [PREFSTRING:рог]
tr: [PREFSTRING:boynuz]
vi: [PREFSTRING:sừng]

# CREATURE:LIZARD_RHINO_TWO_LEGGED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:LIZARD_RHINO_TWO_LEGGED
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:LIZARD_RHINO_TWO_LEGGED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:WORM_KNUCKLE
source: [DESCRIPTION:A tiny creature made up of a series of crackling knobs set at strange angles.]
cs: [DESCRIPTION:Drobný tvor složený z řady praskajících hrbolků posazených v podivných úhlech.]
de: [DESCRIPTION:Eine winzige Kreatur, die aus einer Reihe knisternder Knöpfe besteht, die in seltsamen Winkeln angeordnet sind.]
eo: [DESCRIPTION:Eta estaĵo farita el vico el kraketantaj ansoj muntitaj je strangaj anguloj.]
es: [DESCRIPTION:Una pequeña criatura constituida por una serie de artejos crujientes, puestos en extraños ángulos.]
ja: [DESCRIPTION:奇妙な角度に設定された一連のパチパチというノブで構成された小さな生き物。]
ko: [DESCRIPTION:이상한 각도로 설정된 일련의 딱딱거리는 손잡이로 구성된 작은 생물입니다.]
pl: [DESCRIPTION:Maleńkie stworzenie składające się z szeregu trzeszczących gałek ustawionych pod dziwnymi kątami.]
ru: [DESCRIPTION:Крошечное существо, состоящее из потрескивающих сочленений, расположенных под странными углами.]
tr: [DESCRIPTION:Tuhaf açılarla yerleşmiş, bir dizi çıtırdayan yumrudan oluşan minik bir yaratık.]
vi: [DESCRIPTION:Một sinh vật tí hon cấu tạo từ một chuỗi các đốt kêu lách tách đặt ở những góc độ kỳ lạ.]

# CREATURE:WORM_KNUCKLE
source: [NAME:knuckle worm:knuckle worms:knuckle worm]
cs: [NAME:kloubový červ:klouboví červi:kloubový červ]
de: [NAME:Knöchelwurm:Knöchelwürmer:Knöchelwurm]
eo: [NAME:artika vermo:artikaj vermoj:de artika vermo]
es: [NAME:gusano artejado:gusanos artejados:gusano artejado]
ja: [NAME:ナックルワーム:ナックルワーム:ナックルワームの]
ko: [NAME:손가락 마디 벌레:손가락 마디 벌레들:손가락 마디 벌레]
pl: [NAME:kostkorobak:kostkorobaki:kostkorobakowy]
ru: [NAME:суставчатый червь:суставчатые черви:суставчатого червя]
tr: [NAME:eklem solucanı:eklem solucanları:eklem solucanı]
vi: [NAME:Giun khớp nối:Những con giun khớp nối:Giun khớp nối]

# CREATURE:WORM_KNUCKLE
source: [CASTE_NAME:knuckle worm:knuckle worms:knuckle worm]
cs: [CASTE_NAME:kloubový červ:klouboví červi:kloubový červ]
de: [CASTE_NAME:Knöchelwurm:Knöchelwurm:Knöchelwurm]
eo: [CASTE_NAME:artika vermo:artikaj vermoj:de artika vermo]
es: [CASTE_NAME:gusano artejado:gusanos artejados:gusano artejado]
ja: [CASTE_NAME:ナックルワーム:ナックルワーム:ナックルワームの]
ko: [CASTE_NAME:손가락 마디 벌레:손가락 마디 벌레들:손가락 마디 벌레]
pl: [CASTE_NAME:kostkorobak:kostkorobaki:kostkorobakowy]
ru: [CASTE_NAME:суставчатый червь:суставчатые черви:суставчатого червя]
tr: [CASTE_NAME:eklem solucanı:eklem solucanları:eklem solucanı]
vi: [CASTE_NAME:Giun khớp nối:Những con giun khớp nối:Giun khớp nối]

# CREATURE:WORM_KNUCKLE
source: [PREFSTRING:knobs and angles]
cs: [PREFSTRING:hrbolky a úhly]
de: [PREFSTRING:Höcker und Winkel]
eo: [PREFSTRING:ansoj kaj anguloj]
es: [PREFSTRING:artejos y ángulos]
ko: [PREFSTRING:구부러지는 마디]
pl: [PREFSTRING:gałki i kąty]
ru: [PREFSTRING:сочленения и углы]
tr: [PREFSTRING:yumrular ve açılar]
vi: [PREFSTRING:Các đốt và góc cạnh]

# CREATURE:WORM_KNUCKLE
source: [PREFSTRING:crackles and pops]
cs: [PREFSTRING:praskáním a lupáním]
de: [PREFSTRING:Knistern und Knacksen]
eo: [PREFSTRING:kraketoj]
es: [PREFSTRING:estertores y chasquidos]
ko: [PREFSTRING:덜커덕덜커덕 거리는 소리]
pl: [PREFSTRING:trzaski i puknięcia]
ru: [PREFSTRING:потрескивания и щелчки]
tr: [PREFSTRING:çıtırtılar ve patırtılar]
vi: [PREFSTRING:Những tiếng lách tách và bốp]

# CREATURE:WORM_KNUCKLE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SPIDER_PHANTOM
source: [DESCRIPTION:A tiny translucent creature, found in evil forests.]
cs: [DESCRIPTION:Drobný průsvitný tvor vyskytující se v zlých lesích.]
de: [DESCRIPTION:Eine winzige durchsichtige Kreatur, die in bösen Wäldern zu finden ist.]
eo: [DESCRIPTION:Eta diafana estaĵo, kiu troviĝas en malbonaj arbaroj.]
es: [DESCRIPTION:Una pequeña criatura translucida, encontrada en bosques malignos.]
ja: [DESCRIPTION:半透明の小型のクモ。邪悪な森に棲息する。]
ko: [DESCRIPTION:사악한 숲에서 발견되는 작은 반투명 생물.]
pl: [DESCRIPTION:Malutkie, przeźroczyste stworzenie, które można znaleźć w złych lasach.]
ru: [DESCRIPTION:Крошечное полупрозрачное существо, обитающее во враждебных лесах.]
tr: [DESCRIPTION:Kötücül ormanlarda bulunan minik, yarı şeffaf bir yaratık.]
vi: [DESCRIPTION:Một sinh vật tí hon trong suốt, tìm thấy trong những khu rừng tà ác.]

# CREATURE:SPIDER_PHANTOM
source: [NAME:phantom spider:phantom spiders:phantom spider]
cs: [NAME:přízračný pavouk:přízrační pavouci:přízračný pavouk]
de: [NAME:Phantomspinne:Phantomspinnen:Phantomspinne]
eo: [NAME:fantomaraneo:fantomaraneoj:de fantomaraneo]
es: [NAME:araña fantasma:arañas fantasmas:araña fantasma]
ja: [NAME:ファントムスパイダー:ファントムスパイダー:ファントムスパイダーの]
ko: [NAME:유령거미:유령거미떼:유령거미]
pl: [NAME:widmowy pająk:widmowe pająki:widmowo pajęczy]
ru: [NAME:фантомный паук:фантомные пауки:фантомного паука]
tr: [NAME:hayalet örümcek:hayalet örümcekler:hayalet örümcek]
vi: [NAME:Nhện ma:Những con nhện ma:Nhện ma]

# CREATURE:SPIDER_PHANTOM
source: [CASTE_NAME:phantom spider:phantom spiders:phantom spider]
cs: [CASTE_NAME:přízračný pavouk:přízrační pavouci:přízračný pavouk]
de: [CASTE_NAME:Phantomspinne:Phantomspinnen:Phantomspinne]
eo: [CASTE_NAME:fantomaraneo:fantomaraneoj:de fantomaraneo]
es: [CASTE_NAME:araña fantasma:arañas fantasmas:araña fantasma]
ja: [CASTE_NAME:ファントムスパイダー:ファントムスパイダー:ファントムスパイダーの]
ko: [CASTE_NAME:유령거미:유령거미떼:유령거미]
pl: [CASTE_NAME:widmowy pająk:widmowe pająki:widmowo pajęczy]
ru: [CASTE_NAME:фантомный паук:фантомные пауки:фантомного паука]
tr: [CASTE_NAME:hayalet örümcek:hayalet örümcekler:hayalet örümcek]
vi: [CASTE_NAME:Nhện ma:Những con nhện ma:Nhện ma]

# CREATURE:SPIDER_PHANTOM
source: [PREFSTRING:translucence]
cs: [PREFSTRING:průsvitností]
de: [PREFSTRING:lichtdurchlässig]
eo: [PREFSTRING:diafaneco]
es: [PREFSTRING:translucencia]
ja: [PREFSTRING:半透明]
ko: [PREFSTRING:반투명]
pl: [PREFSTRING:przeźroczystość]
ru: [PREFSTRING:полупрозрачность]
tr: [PREFSTRING:yarı şeffaflık]
vi: [PREFSTRING:Tính trong suốt]

# CREATURE:SPIDER_PHANTOM
source: [PREFSTRING:creepiness]
cs: [PREFSTRING:strašidelným dojmem]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:abomenindo]
es: [PREFSTRING:espeluznante]
ja: [PREFSTRING:はい回る]
ko: [PREFSTRING:소름이 끼침]
pl: [PREFSTRING:straszność]
ru: [PREFSTRING:жуткость]
tr: [PREFSTRING:ürkütücülük]
vi: [PREFSTRING:Sự rùng rợn]

# CREATURE:SPIDER_PHANTOM
source: [STATE_NAME:ALL_SOLID:frozen phantom spider venom]
cs: [STATE_NAME:ALL_SOLID:zmražený jed přízračného pavouka]
de: [STATE_NAME:ALL_SOLID:gefrorenes Phantomspinnengift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de fantomaraneo]
es: [STATE_NAME:ALL_SOLID:veneno congelado de araña fantasma]
ja: [STATE_NAME:ALL_SOLID:凍ったファントムスパイダーの毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 유령거미 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad widmowego pająka]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд фантомного паука]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş hayalet örümcek zehri]
vi: [STATE_NAME:ALL_SOLID:Nọc độc nhện ma đông lạnh]

# CREATURE:SPIDER_PHANTOM
source: [STATE_ADJ:ALL_SOLID:frozen phantom spider venom]
cs: [STATE_ADJ:ALL_SOLID:zmražený jed přízračného pavouka]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Phantomspinnengift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de fantomaraneo]
es: [STATE_ADJ:ALL_SOLID:veneno congelado de araña fantasma]
ja: [STATE_ADJ:ALL_SOLID:凍ったファントムスパイダーの毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 유령거미 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożono widmowo pajęczo jadowy]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд фантомного паука]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş hayalet örümcek zehri]
vi: [STATE_ADJ:ALL_SOLID:Nọc độc nhện ma đông lạnh]

# CREATURE:SPIDER_PHANTOM
source: [STATE_NAME:LIQUID:phantom spider venom]
cs: [STATE_NAME:LIQUID:jed přízračného pavouka]
de: [STATE_NAME:LIQUID:Phantomspinnengift]
eo: [STATE_NAME:LIQUID:veneno de fantomaraneo]
es: [STATE_NAME:LIQUID:veneno de araña fantasma]
ja: [STATE_NAME:LIQUID:ファントムスパイダーの毒液]
ko: [STATE_NAME:LIQUID:유령거미 독]
pl: [STATE_NAME:LIQUID:jad widmowego pająka]
ru: [STATE_NAME:LIQUID:яд фантомного паука]
tr: [STATE_NAME:LIQUID:hayalet örümcek zehri]
vi: [STATE_NAME:LIQUID:Nọc độc nhện ma]

# CREATURE:SPIDER_PHANTOM
source: [STATE_ADJ:LIQUID:phantom spider venom]
cs: [STATE_ADJ:LIQUID:jed přízračného pavouka]
de: [STATE_ADJ:LIQUID:Phantomspinnengift]
eo: [STATE_ADJ:LIQUID:de veneno de fantomaraneo]
es: [STATE_ADJ:LIQUID:veneno de araña fantasma]
ja: [STATE_ADJ:LIQUID:ファントムスパイダーの毒液]
ko: [STATE_ADJ:LIQUID:유령거미 독]
pl: [STATE_ADJ:LIQUID:widmowo pajęczo jadowy]
ru: [STATE_ADJ:LIQUID:яд фантомного паука]
tr: [STATE_ADJ:LIQUID:hayalet örümcek zehri]
vi: [STATE_ADJ:LIQUID:Nọc độc nhện ma]

# CREATURE:SPIDER_PHANTOM
source: [STATE_NAME:GAS:boiling phantom spider venom]
cs: [STATE_NAME:GAS:vřící jed přízračného pavouka]
de: [STATE_NAME:GAS:kochendes Phantomspinnengift]
eo: [STATE_NAME:GAS:bolanta veneno de fantomaraneo]
es: [STATE_NAME:GAS:veneno de araña fantasma hirviendo]
ja: [STATE_NAME:GAS:蒸気化したファントムスパイダーの毒液]
ko: [STATE_NAME:GAS:기화된 유령거미 독]
pl: [STATE_NAME:GAS:gotujący się jad widmowego pająka]
ru: [STATE_NAME:GAS:пары яда фантомного паука]
tr: [STATE_NAME:GAS:kaynayan hayalet örümcek zehri]
vi: [STATE_NAME:GAS:Nọc độc nhện ma sôi]

# CREATURE:SPIDER_PHANTOM
source: [STATE_ADJ:GAS:boiling phantom spider venom]
cs: [STATE_ADJ:GAS:vřící jed přízračného pavouka]
de: [STATE_ADJ:GAS:kochendes Phantomspinnengift]
eo: [STATE_ADJ:GAS:de bolanta veneno de fantomaraneo]
es: [STATE_ADJ:GAS:de veneno de araña fantasma hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したファントムスパイダーの毒液]
ko: [STATE_ADJ:GAS:기화된 유령거미 독]
pl: [STATE_ADJ:GAS:gotująco się widmowo pajęczo jadowy]
ru: [STATE_ADJ:GAS:кипящий яд фантомного паука]
tr: [STATE_ADJ:GAS:kaynayan hayalet örümcek zehri]
vi: [STATE_ADJ:GAS:Nọc độc nhện ma sôi]

# CREATURE:SPIDER_PHANTOM
source: [SYN_NAME:phantom spider bite]
cs: [SYN_NAME:kousnutí fantomového pavouka]
de: [SYN_NAME:Phantomspinnenbiss]
eo: [SYN_NAME:mordo de fantomaraneo]
es: [SYN_NAME:picadura de araña fantasma]
ja: [SYN_NAME:ファントムスパイダーの噛みつき]
ko: [SYN_NAME:유령거미에 물린 상처]
pl: [SYN_NAME:ugryzienie widmowego pająka]
ru: [SYN_NAME:укус фантомного паука]
tr: [SYN_NAME:hayalet örümcek ısırığı]
vi: [SYN_NAME:Vết cắn của nhện ma]

# CREATURE:SPIDER_PHANTOM
source: [VERMIN_BITE:10:bitten:]
cs: [VERMIN_BITE:10:kousaný:]
de: [VERMIN_BITE:10:gebissen:]
eo: [VERMIN_BITE:10:mordita:]
es: [VERMIN_BITE:10:mordedura:]
ja: [VERMIN_BITE:10:噛みついた:]
ko: [VERMIN_BITE:10:물린:]
pl: [VERMIN_BITE:10:ukąszony:]
ru: [VERMIN_BITE:10:укушен:]
tr: [VERMIN_BITE:10:ısırılmış:]
vi: [VERMIN_BITE:10:Bị cắn:]

# CREATURE:SPIDER_PHANTOM
source: [TLCM_NOUN:exterior:SINGULAR]
cs: [TLCM_NOUN:zevnějšek:SINGULAR]
de: [TLCM_NOUN:Außenbereich:SINGULAR]
eo: [TLCM_NOUN:ŝelo:SINGULAR]
ja: [TLCM_NOUN:外側:SINGULAR]
ko: [TLCM_NOUN:외부:SINGULAR]
pl: [TLCM_NOUN:powierzchnia:SINGULAR]
ru: [TLCM_NOUN:внешний вид:SINGULAR]
tr: [TLCM_NOUN:dış yüzey:SINGULAR]

# CREATURE:SPIDER_PHANTOM
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FLY_ACORN
source: [DESCRIPTION:An insect many times the size of its peers. It is known for its deafening buzz.]
cs: [DESCRIPTION:Hmyz mnohonásobně větší než jeho příbuzní. Je známý ohlušujícím bzučením.]
de: [DESCRIPTION:Ein Insekt, das um ein Vielfaches größer ist als seine Artgenossen. Es ist bekannt für sein ohrenbetäubendes Summen.]
eo: [DESCRIPTION:Insekto multfoje la grandeco de aliaj insektoj. Ĝi estas konita por sia surdiga zumado.]
es: [DESCRIPTION:Un insecto, con un tamaño mucho más grande que el de los de su especie. Conocido por su ensordecedor zumbido.]
ja: [DESCRIPTION:他のハエより何倍も大きい。耳をつんざくような羽音を立てる。]
ko: [DESCRIPTION:동료의 몇 배나 큰 곤충. 귀청이 터질 듯한 윙윙거리는 소리로 유명합니다.]
pl: [DESCRIPTION:Insekt wiele razy większy od swoich rówieśników. Jest znany ze swojego huczącego bzyczenia.]
ru: [DESCRIPTION:Насекомое, многократно превышающее по размеру обычных мух. Известно своим оглушительным жужжанием.]
tr: [DESCRIPTION:Türdeşlerinden katbekat büyük bir böcek. Kulakları sağır eden vızıltısıyla bilinir.]
vi: [DESCRIPTION:Một loài côn trùng có kích thước lớn gấp nhiều lần đồng loại. Nó nổi tiếng với tiếng vo ve đinh tai nhức óc.]

# CREATURE:FLY_ACORN
source: [NAME:acorn fly:acorn flies:acorn fly]
cs: [NAME:žaludová moucha:žaludové mouchy:žaludová moucha]
de: [NAME:Eichelfliege:Eichelfliegen:Eichelfliege]
eo: [NAME:kverkonukso-muŝo:kverkonukso-muŝoj:de kverkonukso-muŝo]
es: [NAME:mosca bellota:moscas bellota:mosca bellota]
ja: [NAME:ドングリバエ:ドングリバエ:ドングリバエの]
ko: [NAME:도토리 파리:도토리 파리떼:도토리 파리]
pl: [NAME:mucha żołędzia:muchy żołędzie:mucho żołedzi]
ru: [NAME:желудёвая муха:желудёвые мухи:желудёвой мухи]
tr: [NAME:meşe palamudu sineği:meşe palamudu sinekleri:meşe palamudu sineği]
vi: [NAME:Ruồi acorn:Ruồi acorn:Ruồi acorn]

# CREATURE:FLY_ACORN
source: [CASTE_NAME:acorn fly:acorn flies:acorn fly]
cs: [CASTE_NAME:žaludová moucha:žaludové mouchy:žaludová moucha]
de: [CASTE_NAME:Eichelfliege:Eichelfliegen:Eichelfliege]
eo: [CASTE_NAME:kverkonukso-muŝo:kverkonukso-muŝoj:de kverkonukso-muŝo]
es: [CASTE_NAME:mosca bellota:moscas bellota:mosca bellota]
ja: [CASTE_NAME:ドングリバエ:ドングリバエ:ドングリバエの]
ko: [CASTE_NAME:도토리 파리:도토리 파리떼:도토리 파리]
pl: [CASTE_NAME:mucha żołędzia:muchy żołędzie:mucho żołedzi]
ru: [CASTE_NAME:желудёвая муха:желудёвые мухи:желудёвой мухи]
tr: [CASTE_NAME:meşe palamudu sineği:meşe palamudu sinekleri:meşe palamudu sineği]
vi: [CASTE_NAME:Ruồi acorn:Ruồi acorn:Ruồi acorn]

# CREATURE:FLY_ACORN
source: [PREFSTRING:deafening buzz]
cs: [PREFSTRING:ohlušujícím bzučením]
de: [PREFSTRING:ohrenbetäubendes Brummen]
eo: [PREFSTRING:surdiga zumado]
es: [PREFSTRING:zumbido ensordecedor]
ja: [PREFSTRING:やかましい羽音]
ko: [PREFSTRING:귀청을 찢을 듯한 소음]
pl: [PREFSTRING:huczące bzyczenie]
ru: [PREFSTRING:оглушительное жужжание]
tr: [PREFSTRING:sağır edici vızıltı]
vi: [PREFSTRING:Tiếng vo ve đinh tai nhức óc]

# CREATURE:FLY_ACORN
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]

# CREATURE:FLY_ACORN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GNAT_BLOOD
source: [DESCRIPTION:A tiny insect with a pulsating, lumpy body. It is an evil bug that seeks blood.]
cs: [DESCRIPTION:Drobný hmyz s pulzujícím hrbolatým tělem. Je to zlý tvor, který vyhledává krev.]
de: [DESCRIPTION:Ein winziges Insekt mit einem pulsierenden, klumpigen Körper. Es ist ein böses Insekt, das nach Blut sucht.]
eo: [DESCRIPTION:Eta insekto kun pulsanta bula korpo. Ĝi estas malbona fiinsekto kiu strebas sangon.]
es: [DESCRIPTION:Un pequeño insecto con un protuberante y versátil cuerpo. Es un bicho maligno que solo busca sangre.]
ja: [DESCRIPTION:ごつごつした小さな昆虫。その体は脈動し、血を求めて飛び回る邪悪な虫だ。]
ko: [DESCRIPTION:맥동하고 울퉁불퉁한 몸을 가진 작은 곤충. 피를 찾는 사악한 벌레입니다.]
pl: [DESCRIPTION:Malutki insekt z pulsującym, grudkowatym ciałem. Jest złym robalem, który łaknie krwi.]
ru: [DESCRIPTION:Маленькое насекомое с пульсирующим, бугристым телом. Это порождение зла, ищущее кровь.]
tr: [DESCRIPTION:Zonklayan, yumrulu bir vücuda sahip minik bir böcek. Kan arayan kötücül bir yaratıktır.]
vi: [DESCRIPTION:Một loài côn trùng nhỏ bé với cơ thể sần sùi, phập phồng. Nó là một loài bọ hung ác chuyên hút máu.]

# CREATURE:GNAT_BLOOD
source: [NAME:blood gnat:blood gnats:blood gnat]
cs: [NAME:krvesačka:krvesačky:krvesačka]
de: [NAME:Blutmücke:Blutmücken:Blutmücke]
eo: [NAME:sangomuŝo:sangomuŝoj:de sangomuŝo]
es: [NAME:mosquito chupa-sangre:mosquitos chupa-sangre:mosquito chupa-sangre]
ja: [NAME:血アブ:血アブ:血アブの]
ko: [NAME:흡혈 모기:흡혈 모기떼:흡혈 모기]
pl: [NAME:krwawy komar:krwawe komary:krwawo komarzy]
ru: [NAME:комар-кровосос:комары-кровососы:комара-кровососа]
tr: [NAME:kan sivrisineği:kan sivrisinekleri:kan sivrisineği]
vi: [NAME:Muỗi máu:Muỗi máu:Muỗi máu]
