Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:SPIDER
source: [BP:UB:cephalothorax:cephalothoraxes]
cs: [BP:UB:hlavohruď:hlahodrudi]
eo: [BP:UB:cefalotorako:cefalotorakoj]
es: [BP:UB:cefalotorax:cefalotorax]
ja: [BP:UB:頭胸部:頭胸部]
ko: [BP:UB:두흉부:두흉부]
pl: [BP:UB:głowotułów:głowotułowia]
ru: [BP:UB:головогрудь:головогруди]
tr: [BP:UB:başgöğüs:başgöğüsler]
vi: [BP:UB:đầu ngực:đầu ngực]
zh_hans: [BP:UB:头胸部:头胸部]

# BODY:SPIDER
source: [BP:LB:abdomen:STP]
cs: [BP:LB:břicho:břicha]
de: [BP:LB:Bauch:STP]
eo: [BP:LB:abdomeno:abdomenoj]
ja: [BP:LB:腹部:STP]
ko: [BP:LB:복부:STP]
pl: [BP:LB:odwłok:odwłoki]
ru: [BP:LB:брюшко:брюшки]
tr: [BP:LB:karın:STP]
vi: [BP:LB:bụng:STP]
zh_hans: [BP:LB:腹部:STP]

# BODY:SPIDER
source: [BP:RA1:right first leg:STP]
cs: [BP:RA1:první pravá noha:první pravé nohy]
de: [BP:RA1:erstes rechtes Bein:STP]
eo: [BP:RA1:dekstra unua gambo:dekstraj unuaj gamboj]
es: [BP:RA1:primera pata derecha:STP]
ja: [BP:RA1:一番目の右脚:STP]
ko: [BP:RA1:오른쪽 첫째 다리:STP]
pl: [BP:RA1:pierwsza prawa noga:pierwsze prawe nogi]
ru: [BP:RA1:первая правая нога:первые правые ноги]
tr: [BP:RA1:sağ birinci bacak:STP]
vi: [BP:RL1:chân phải đầu tiên:STP]
zh_hans: [BP:RA1:右第一足:STP]

# BODY:SPIDER
source: [BP:LA1:left first leg:STP]
cs: [BP:LA1:první levá noha:první levé nohy]
de: [BP:LA1:erstes linkes Bein:STP]
eo: [BP:LA1:maldekstra unua gambo:maldekstra unuaj gamboj]
es: [BP:LA1:primera pata izquierda:STP]
ja: [BP:LA1:一番目の左脚:STP]
ko: [BP:LA1:왼쪽 첫째 다리:STP]
pl: [BP:LA1:pierwsza lewa noga:pierwsze lewe nogi]
ru: [BP:LA1:первая левая нога:первые левые ноги]
tr: [BP:LA1:sol birinci bacak:STP]
vi: [BP:LA1:chân trái đầu tiên:STP]
zh_hans: [BP:LA1:左第一足:STP]

# BODY:SPIDER
source: [BP:RF1:right first foot:right first feet]
cs: [BP:RF1:první pravé chodidlo:první pravá chodidla]
de: [BP:RF1:erster rechter Fuß:erste rechte Füße]
eo: [BP:RF1:dekstra unua piedo:dekstraj unuaj piedoj]
es: [BP:RF1:primer pie derecho:primeros pies derechos]
ja: [BP:RF1:一番目の右足:一番目の右足]
ko: [BP:RF1:오른쪽 첫째 발:오른쪽 첫째 발]
pl: [BP:RF1:pierwsza prawa stopa:pierwsze prawe stopy]
ru: [BP:RF1:первая правая ступня:первые правые ступни]
tr: [BP:RF1:sağ birinci ayak:sağ birinci ayaklar]
vi: [BP:RF1:bàn chân trước bên phải :nhiều chân phải]
zh_hans: [BP:RF1:右第一脚:右第一脚]

# BODY:SPIDER
source: [BP:LF1:left first foot:left first feet]
cs: [BP:LF1:první levé chodidlo:první levá chodidla]
de: [BP:LF1:erster linker Fuß:erste linke Füße]
eo: [BP:LF1:maldekstra unua piedo:maldekstraj unuaj piedoj]
es: [BP:LF1:primer pie izquierdo:primeros pies izquierdos]
ja: [BP:LF1:一番目の左足:一番目の左足]
ko: [BP:LF1:왼쪽 첫째 발:왼쪽 첫째 발]
pl: [BP:LF1:pierwsza lewa stopa:pierwsze lewe stopy]
ru: [BP:LF1:первая левая ступня:первые левые ступни]
tr: [BP:LF1:sol birinci ayak:sol birinci ayaklar]
vi: [BP:LF1:chân trái trước :chân trái trước]
zh_hans: [BP:LF1:左第一脚:左第一脚]

# BODY:SPIDER
source: [BP:RA2:right second leg:STP]
cs: [BP:RA2:druhá pravá noha:druhé pravé nohy]
de: [BP:RA2:zweites rechtes Bein:STP]
eo: [BP:RA2:dekstra dua gambo:dekstraj duaj gamboj]
es: [BP:RA2:segunda pata derecha:STP]
ja: [BP:RA2:二番目の右脚:STP]
ko: [BP:RA2:오른쪽 둘째 다리:STP]
pl: [BP:RA2:druga prawa noga:drugie prawe nogi]
ru: [BP:RA2:вторая правая нога:вторые правые ноги]
tr: [BP:RA2:sağ ikinci bacak:STP]
vi: [BP:RL2:chân phải thứ hai:STP]
zh_hans: [BP:RA2:右第二足:STP]

# BODY:SPIDER
source: [BP:LA2:left second leg:STP]
cs: [BP:LA2:druhá levá noha:druhé levé nohy]
de: [BP:LA2:zweites linkes Bein:STP]
eo: [BP:LA2:maldekstra dua gambo:maldekstraj duaj gamboj]
es: [BP:LA2:segunda pata izquierda:STP]
ja: [BP:LA2:二番目の左脚:STP]
ko: [BP:LA2:왼쪽 둘째 다리:STP]
pl: [BP:LA2:druga lewa noga:drugie lewe nogi]
ru: [BP:LA2:вторая левая нога:вторые левые ноги]
tr: [BP:LA2:sol ikinci bacak:STP]
vi: [BP:LA2:chân trái thứ hai:STP]
zh_hans: [BP:LA2:左第二足:STP]

# BODY:SPIDER
source: [BP:RF2:right second foot:right second feet]
cs: [BP:RF2:druhé pravé chodidlo:druhá pravá chodidla]
de: [BP:RF2:zweiter rechter Fuß:zweite recehten Füße]
eo: [BP:RF2:dekstra dua piedo:dekstraj duaj piedoj]
es: [BP:RF2:segundo pie derecho:segundos pies derechos] No hay instrucciones aún.
ja: [BP:RF2:二番目の右足:二番目の右足]
ko: [BP:RF2:오른쪽 둘째 발:오른쪽 둘째 발]
pl: [BP:RF2:druga prawa stopa:drugie prawe stopy]
ru: [BP:RF2:вторая правая ступня:вторые правые ступни]
tr: [BP:RF2:sağ ikinci ayak:sağ ikinci ayaklar]
vi: [BP:RF2:chân phải thứ hai :nhiều chân phải]
zh_hans: [BP:RF2:右第二脚:右第二脚]

# BODY:SPIDER
source: [BP:LF2:left second foot:left second feet]
cs: [BP:LF2:druhé levé chodidlo:druhá levá chodidla]
de: [BP:LF2:zweiter linker Fuß:zweite linken Füße]
eo: [BP:LF2:maldekstra dua piedo:maldekstraj duaj piedoj]
es: [BP:LF2:segundo pie izquierdo:segundos pies izquierdos]
ja: [BP:LF2:二番目の左足:二番目の左足]
ko: [BP:LF2:왼쪽 둘째 발:왼쪽 둘째 발]
pl: [BP:LF2:druga lewa stopa:drugie lewe stopy]
ru: [BP:LF2:вторая левая ступня:вторые левые ступни]
tr: [BP:LF2:sol ikinci ayak:sol ikinci ayaklar]
vi: [BP:LF2:chân trái thứ hai:nhiều chân trái ]
zh_hans: [BP:LF2:左第二脚:左第二脚]

# BODY:SPIDER
source: [BP:RA3:right third leg:STP]
cs: [BP:RA3:třetí pravá noha:třetí pravé nohy]
de: [BP:RA3:drittes rechtes Bein:STP]
eo: [BP:RA3:dekstra tria gambo:dekstraj triaj gamboj]
es: [BP:RA3:tercera pata derecha:STP]
ja: [BP:RA3:三番目の右脚:STP]
ko: [BP:RA3:오른쪽 셋째 다리:STP]
pl: [BP:RA3:trzecia prawa noga:trzecie prawe nogi]
ru: [BP:RA3:третья правая нога:третьи правые ноги]
tr: [BP:RA3:sağ üçüncü bacak:STP]
vi: [BP:RL3:chân phải thứ ba:STP]
zh_hans: [BP:RA3:右第三足:STP]

# BODY:SPIDER
source: [BP:LA3:left third leg:STP]
cs: [BP:LA3:třetí levá noha:třetí levé nohy]
de: [BP:LA3:drittes linkes Bein:STP]
eo: [BP:LA3:maldekstra tria gambo:maldekstraj triaj gamboj]
es: [BP:LA3:tercera pata izquierda:STP]
ja: [BP:LA3:三番目の左脚:STP]
ko: [BP:LA3:왼쪽 셋째 다리:STP]
pl: [BP:LA3:trzecia lewa noga:trzecie lewe nogi]
ru: [BP:LA3:третья левая нога:третьи левые ноги]
tr: [BP:LA3:sol üçüncü bacak:STP]
vi: [BP:LA3:chân trái thứ ba:STP]
zh_hans: [BP:LA3:左第三足:STP]

# BODY:SPIDER
source: [BP:RF3:right third foot:right third feet]
cs: [BP:RF3:třetí pravé chodidlo:třetí pravá chodidla]
de: [BP:RF3:dritter rechter Fuß:dritte rechte Füße]
eo: [BP:RF3:dekstra tria piedo:dekstraj triaj piedoj]
es: [BP:RF3:tercer pie derecho:terceros pies derechos]
ja: [BP:RF3:三番目の右足:三番目の右足]
ko: [BP:RF3:오른쪽 셋째 발:오른쪽 셋째 발]
pl: [BP:RF3:trzecia prawa stopa:trzecie prawe stopy]
ru: [BP:RF3:третья правая ступня:третьи правые ступни]
tr: [BP:RF3:sağ üçüncü ayak:sağ üçüncü ayaklar]
vi: [BP:RF3:chân phải thứ ba :nhiều chân phải]
zh_hans: [BP:RF3:右第三脚:右第三脚]

# BODY:SPIDER
source: [BP:LF3:left third foot:left third feet]
cs: [BP:LF3:třetí levé chodidlo:třetí levá chodidla]
de: [BP:LF3:dritter linker Fuß:dritte linke Füße]
eo: [BP:LF3:maldekstra tria piedo:maldekstraj triaj piedoj]
es: [BP:LF3:tercer pie izquierdo:terceros pies izquierdos]
ja: [BP:LF3:三番目の左足:三番目の左足]
ko: [BP:LF3:왼쪽 셋째 발:왼쪽 셋째 발]
pl: [BP:LF3:trzecia lewa stopa:trzecie lewe stopy]
ru: [BP:LF3:третья левая ступня:третьи левые ступни]
tr: [BP:LF3:sol üçüncü ayak:sol üçüncü ayaklar]
vi: [BP:LF3:chân trái thứ ba:nhiều chân trái]
zh_hans: [BP:LF3:左第三脚:左第三脚]

# BODY:SPIDER
source: [BP:RA4:right fourth leg:STP]
cs: [BP:RA4:čtvrtá pravá noha:čtvrté pravé nohy]
de: [BP:RA4:viertes rechtes Bein:STP]
eo: [BP:RA4:dekstra kvara gambo:dekstraj kvaraj gamboj]
es: [BP:RA4:cuarta pierna derecha:STP]
ja: [BP:RA4:四番目の右脚:STP]
ko: [BP:RA4:오른쪽 넷째 다리:STP]
pl: [BP:RA4:czwarta prawa noga:czwarte prawe nogi]
ru: [BP:RA4:четвёртая правая нога:четвёртые правые ноги]
tr: [BP:RA4:sağ dördüncü bacak:STP]
vi: [BP:RL4:chân phải thứ tư:STP]
zh_hans: [BP:RA4:右第四足:STP]

# BODY:SPIDER
source: [BP:LA4:left fourth leg:STP]
cs: [BP:LA4:čtvrtá levá noha:čtvrté levé nohy]
de: [BP:LA4:viertes linkes Bein:STP]
eo: [BP:LA4:maldekstra kvara gambo:maldekstraj kvaraj gamboj]
es: [BP:LA4:cuarta pierna izquierda:STP]
ja: [BP:LA4:四番目の左脚:STP]
ko: [BP:LA4:왼쪽 넷째 다리:STP]
pl: [BP:LA4:czwarta lewa noga:czwarte lewe nogi]
ru: [BP:LA4:четвёртая левая нога:четвёртые левые ноги]
tr: [BP:LA4:sol dördüncü bacak:STP]
vi: [BP:LA4:chân trái thứ tư:STP]
zh_hans: [BP:LA4:左第四足:STP]

# BODY:SPIDER
source: [BP:RF4:right fourth foot:right fourth feet]
cs: [BP:RF4:čtvrté pravé chodidlo:čtvrtá pravá chodidla]
de: [BP:RF4:vierter rechter Fuß:vierte rechte Füße]
eo: [BP:RF4:dekstra kvara piedo:dekstraj kvaraj piedoj]
es: [BP:RF4:cuarto pie derecho:cuartos pies derechos]
ja: [BP:RF4:四番目の右足:四番目の右足]
ko: [BP:RF4:오른쪽 넷째 발:오른쪽 넷째 발]
pl: [BP:RF4:czwarta prawa stopa:czwarte prawe stopy]
ru: [BP:RF4:четвертая правая ступня:четвертые правые ступни]
tr: [BP:RF4:sağ dördüncü ayak:sağ dördüncü ayaklar]
vi: [BP:RA4:chân phải thứ tư:chân phải thứ tư]
zh_hans: [BP:RF4:右第四脚:右第四脚]

# BODY:SPIDER
source: [BP:LF4:left fourth foot:left fourth feet]
cs: [BP:LF4:čtvrté levé chodidlo:čtvrtá levá chodidla]
de: [BP:LF4:vierter linker Fuß:vierte linke Füße]
eo: [BP:LF4:maldekstra kvara piedo:maldekstraj kvaraj piedoj]
es: [BP:LF4:cuarto pie izquierdo:cuartos pies izquierdos]
ja: [BP:LF4:四番目の左足:四番目の左足]
ko: [BP:LF4:왼쪽 넷째 발:왼쪽 넷째 발]
pl: [BP:LF4:czwarta lewa stopa:czwarte lewe stopy]
ru: [BP:LF4:четвертая левая ступня:четвертые левые ступни]
tr: [BP:LF4:sol dördüncü ayak:sol dördüncü ayaklar]
vi: [BP:RA4:chân trái thứ tư:chân trái thứ tư]
zh_hans: [BP:RF4:左第四脚:左第四脚]

# BODY:CRAB_BODY
source: [BP:UB:cephalothorax:cephalothoraxes]
cs: [BP:UB:hlavohruď:hlahodrudi]
eo: [BP:UB:cefalotorako:cefalotorakoj]
es: [BP:UB:cefalotorax:cefalotorax]
ja: [BP:UB:頭胸部:頭胸部]
ko: [BP:UB:두흉부:두흉부]
pl: [BP:UB:głowotułów:głowotułowia]
ru: [BP:UB:головогрудь:головогруди]
tr: [BP:UB:başgöğüs:başgöğüsler]
vi: [BP:UB:đầu ngực:đầu ngực]
zh_hans: [BP:UB:头胸部:头胸部]

# BODY:CRAB_BODY
source: [BP:RA1:right first leg:STP]
cs: [BP:RA1:první pravá noha:první pravé nohy]
de: [BP:RA1:erstes rechtes Bein:STP]
eo: [BP:RA1:dekstra unua gambo:dekstraj unuaj gamboj]
es: [BP:RA1:primera pata derecha:STP]
ja: [BP:RA1:一番目の右脚:STP]
ko: [BP:RA1:오른쪽 첫째 다리:STP]
pl: [BP:RA1:pierwsza prawa noga:pierwsze prawe nogi]
ru: [BP:RA1:первая правая нога:первые правые ноги]
tr: [BP:RA1:sağ birinci bacak:STP]
vi: [BP:RL1:chân phải đầu tiên:STP]
zh_hans: [BP:RA1:右前腿:STP]

# BODY:CRAB_BODY
source: [BP:LA1:left first leg:STP]
cs: [BP:LA1:první levá noha:první levé nohy]
de: [BP:LA1:erstes linkes Bein:STP]
eo: [BP:LA1:maldekstra unua gambo:maldekstraj unuaj gamboj]
es: [BP:LA1:primera pata izquierda:STP]
ja: [BP:LA1:一番目の左脚:STP]
ko: [BP:LA1:왼쪽 첫째 다리:STP]
pl: [BP:LA1:pierwsza lewa noga:pierwsze lewe nogi]
ru: [BP:LA1:первая левая нога:первые левые ноги]
tr: [BP:LA1:sol birinci bacak:STP]
vi: [BP:LA1:chân trái đầu tiên:STP]
zh_hans: [BP:LA1:左前腿:STP]

# BODY:CRAB_BODY
source: [BP:RF1:right first foot:right first feet]
cs: [BP:RF1:první pravé chodidlo:první pravá chodidla]
de: [BP:RF1:erster rechter Fuß:erste rechte Füße]
eo: [BP:RF1:dekstra unua piedo:dekstraj unuaj piedoj]
es: [BP:RF1:primer pie derecho:primeros pies derechos]
ja: [BP:RF1:一番目の右足:一番目の右足]
ko: [BP:RF1:오른쪽 첫째 발:오른쪽 첫째 발]
pl: [BP:RF1:pierwsza prawa stopa:pierwsze prawe stopy]
ru: [BP:RF1:первая правая ступня:первые правые ступни]
tr: [BP:RF1:sağ birinci ayak:sağ birinci ayaklar]
vi: [BP:RF1:chân phải :nhiều chân phải]
zh_hans: [BP:RF1:右前足:右前足]

# BODY:CRAB_BODY
source: [BP:LF1:left first foot:left first feet]
cs: [BP:LF1:první levé chodidlo:první levá chodidla]
de: [BP:LF1:erster linker Fuß:erste linke Füße]
eo: [BP:LF1:maldekstra unua piedo:maldekstraj unuaj piedoj]
es: [BP:LF1:primer pie izquierdo:primeros pies izquierdos]
ja: [BP:LF1:一番目の左足:一番目の左足]
ko: [BP:LF1:왼쪽 첫째 발:왼쪽 첫째 발]
pl: [BP:LF1:pierwsza lewa stopa:pierwsze lewe stopy]
ru: [BP:LF1:первая левая ступня:первые левые ступни]
tr: [BP:LF1:sol birinci ayak:sol birinci ayaklar]
vi: [BP:LF1:chân trái trước:nhiều chân trái trước]
zh_hans: [BP:LF1:左前足:左前足]

# BODY:CRAB_BODY
source: [BP:RA2:right second leg:STP]
cs: [BP:RA2:druhá pravá noha:druhé pravé nohy]
de: [BP:RA2:zweites rechtes Bein:STP]
eo: [BP:RA2:dekstra dua gambo:dekstraj duaj gamboj]
es: [BP:RA2:segunda pata derecha:STP]
ja: [BP:RA2:二番目の右脚:STP]
ko: [BP:RA2:오른쪽 둘째 다리:STP]
pl: [BP:RA2:druga prawa noga:drugie prawe nogi]
ru: [BP:RA2:вторая правая нога:вторые правые ноги]
tr: [BP:RA2:sağ ikinci bacak:STP]
vi: [BP:RL2:chân phải thứ hai:STP]
zh_hans: [BP:RA2:第二条右腿:STP]

# BODY:CRAB_BODY
source: [BP:LA2:left second leg:STP]
cs: [BP:LA2:druhá levá noha:druhé levé nohy]
de: [BP:LA2:zweites linkes Bein:STP]
eo: [BP:LA2:maldekstra dua gambo:maldekstraj duaj gamboj]
es: [BP:LA2:segunda pata izquierda:STP]
ja: [BP:LA2:二番目の左脚:STP]
ko: [BP:LA2:왼쪽 둘째 다리:STP]
pl: [BP:LA2:druga lewa noga:drugie lewe nogi]
ru: [BP:LA2:вторая левая нога:вторые левые ноги]
tr: [BP:LA2:sol ikinci bacak:STP]
vi: [BP:LA2:chân trái thứ hai:STP]
zh_hans: [BP:LA2:第二条左腿:STP]

# BODY:CRAB_BODY
source: [BP:RF2:right second foot:right second feet]
cs: [BP:RF2:druhé pravé chodidlo:druhá pravá chodidla]
de: [BP:RF2:zweiter rechter Fuß:zweite recehten Füße]
eo: [BP:RF2:dekstra dua piedo:dekstraj duaj piedoj]
es: [BP:RF2:segundo pie derecho:segundos pies derechos] No hay instrucciones aún.
ja: [BP:RF2:二番目の右足:二番目の右足]
ko: [BP:RF2:오른쪽 둘째 발:오른쪽 둘째 발]
pl: [BP:RF2:druga prawa stopa:drugie prawe stopy]
ru: [BP:RF2:вторая правая ступня:вторые правые ступни]
tr: [BP:RF2:sağ ikinci ayak:sağ ikinci ayaklar]
vi: [BP:RF2:chân phải hai trước:nhiều chân phải trước]
zh_hans: [BP:RF2:右第二足:右第二足]

# BODY:CRAB_BODY
source: [BP:LF2:left second foot:left second feet]
cs: [BP:LF2:druhé levé chodidlo:druhá levá chodidla]
de: [BP:LF2:zweiter linker Fuß:zweite linken Füße]
eo: [BP:LF2:maldekstra dua piedo:maldekstraj duaj piedoj]
es: [BP:LF2:segundo pie izquierdo:segundos pies izquierdos]
ja: [BP:LF2:二番目の左足:二番目の左足]
ko: [BP:LF2:왼쪽 둘째 발:왼쪽 둘째 발]
pl: [BP:LF2:druga lewa stopa:drugie lewe stopy]
ru: [BP:LF2:вторая левая ступня:вторые левые ступни]
tr: [BP:LF2:sol ikinci ayak:sol ikinci ayaklar]
vi: [BP:LF2:chân trái thứ hai:nhiều chân trái ]
zh_hans: [BP:LF2:左第二足:左第二足]

# BODY:CRAB_BODY
source: [BP:RA3:right third leg:STP]
cs: [BP:RA3:třetí pravá noha:třetí pravé nohy]
de: [BP:RA3:drittes rechtes Bein:STP]
eo: [BP:RA3:dekstra tria gambo:dekstraj triaj gamboj]
es: [BP:RA3:tercera pata derecha:STP]
ja: [BP:RA3:三番目の右脚:STP]
ko: [BP:RA3:오른쪽 셋째 다리:STP]
pl: [BP:RA3:trzecia prawa noga:trzecie prawe nogi]
ru: [BP:RA3:третья правая нога:третьи правые ноги]
tr: [BP:RA3:sağ üçüncü bacak:STP]
vi: [BP:RL3:chân phải thứ ba:STP]
zh_hans: [BP:RA3:第三条右腿:STP]

# BODY:CRAB_BODY
source: [BP:LA3:left third leg:STP]
cs: [BP:LA3:třetí levá noha:třetí levé nohy]
de: [BP:LA3:drittes linkes Bein:STP]
eo: [BP:LA3:maldekstra tria gambo:maldekstraj triaj gamboj]
es: [BP:LA3:tercera pata izquierda:STP]
ja: [BP:LA3:三番目の左脚:STP]
ko: [BP:LA3:왼쪽 셋째 다리:STP]
pl: [BP:LA3:trzecia lewa noga:trzecie lewe nogi]
ru: [BP:LA3:третья левая нога:третьи левые ноги]
tr: [BP:LA3:sol üçüncü bacak:STP]
vi: [BP:LA3:chân trái thứ ba:STP]
zh_hans: [BP:LA3:第三条左腿:STP]

# BODY:CRAB_BODY
source: [BP:RF3:right third foot:right third feet]
cs: [BP:RF3:třetí pravé chodidlo:třetí pravá chodidla]
de: [BP:RF3:dritter rechter Fuß:dritte rechte Füße]
eo: [BP:RF3:dekstra tria piedo:dekstraj triaj piedoj]
es: [BP:RF3:tercer pie derecho:terceros pies derechos]
ja: [BP:RF3:三番目の右足:三番目の右足]
ko: [BP:RF3:오른쪽 셋째 발:오른쪽 셋째 발]
pl: [BP:RF3:trzecia prawa stopa:trzecie prawe stopy]
ru: [BP:RF3:третья правая ступня:третьи правые ступни]
tr: [BP:RF3:sağ üçüncü ayak:sağ üçüncü ayaklar]
vi: [BP:RF3:chân phải thứ ba :nhiều chân phải]
zh_hans: [BP:RF3:右第三足:右第三足]

# BODY:CRAB_BODY
source: [BP:LF3:left third foot:left third feet]
cs: [BP:LF3:třetí levé chodidlo:třetí levá chodidla]
de: [BP:LF3:dritter linker Fuß:dritte linke Füße]
eo: [BP:LF3:maldekstra tria piedo:maldekstraj triaj piedoj]
es: [BP:LF3:tercer pie izquierdo:terceros pies izquierdos]
ja: [BP:LF3:三番目の左足:三番目の左足]
ko: [BP:LF3:왼쪽 셋째 발:왼쪽 셋째 발]
pl: [BP:LF3:trzecia lewa stopa:trzecie lewe stopy]
ru: [BP:LF3:третья левая ступня:третьи левые ступни]
tr: [BP:LF3:sol üçüncü ayak:sol üçüncü ayaklar]
vi: [BP:LF3:chân trái thứ ba:nhiều chân trái]
zh_hans: [BP:LF3:左第三足:左第三足]

# BODY:CRAB_BODY
source: [BP:RA4:right fourth leg:STP]
cs: [BP:RA4:čtvrtá pravá noha:čtvrté pravé nohy]
de: [BP:RA4:viertes rechtes Bein:STP]
eo: [BP:RA4:dekstra kvara gambo:dekstraj kvaraj gamboj]
es: [BP:RA4:cuarta pierna derecha:STP]
ja: [BP:RA4:四番目の右脚:STP]
ko: [BP:RA4:오른쪽 넷째 다리:STP]
pl: [BP:RA4:czwarta prawa noga:czwarte prawe nogi]
ru: [BP:RA4:четвёртая правая нога:четвёртые правые ноги]
tr: [BP:RA4:sağ dördüncü bacak:STP]
vi: [BP:RL4:chân phải thứ tư:STP]
zh_hans: [BP:RA4:第四条右腿:STP]

# BODY:CRAB_BODY
source: [BP:LA4:left fourth leg:STP]
cs: [BP:LA4:čtvrtá levá noha:čtvrté levé nohy]
de: [BP:LA4:viertes linkes Bein:STP]
eo: [BP:LA4:maldekstra kvara gambo:maldekstraj kvaraj gamboj]
es: [BP:LA4:cuarta pierna izquierda:STP]
ja: [BP:LA4:四番目の左脚:STP]
ko: [BP:LA4:왼쪽 넷째 다리:STP]
pl: [BP:LA4:czwarta lewa noga:czwarte lewe nogi]
ru: [BP:LA4:четвёртая левая нога:четвёртые левые ноги]
tr: [BP:LA4:sol dördüncü bacak:STP]
vi: [BP:LA4:chân trái thứ tư:STP]
zh_hans: [BP:LA4:第四条左腿:STP]

# BODY:CRAB_BODY
source: [BP:RF4:right fourth foot:right fourth feet]
cs: [BP:RF4:čtvrté pravé chodidlo:čtvrtá pravá chodidla]
de: [BP:RF4:vierter rechter Fuß:vierte rechte Füße]
eo: [BP:RF4:dekstra kvara piedo:dekstraj kvaraj piedoj]
es: [BP:RF4:cuarto pie derecho:cuartos pies derechos]
ja: [BP:RF4:四番目の右足:四番目の右足]
ko: [BP:RF4:오른쪽 넷째 발:오른쪽 넷째 발]
pl: [BP:RF4:czwarta prawa stopa:czwarte prawe stopy]
ru: [BP:RF4:четвертая правая ступня:четвертые правые ступни]
tr: [BP:RF4:sağ dördüncü ayak:sağ dördüncü ayaklar]
vi: [BP:RF4:chân phải thứ tư:chân phải thứ tư]
zh_hans: [BP:RF4:右第四足:右第四足]

# BODY:CRAB_BODY
source: [BP:LF4:left fourth foot:left fourth feet]
cs: [BP:LF4:čtvrté levé chodidlo:čtvrtá levá chodidla]
de: [BP:LF4:vierter linker Fuß:vierte linke Füße]
eo: [BP:LF4:maldekstra kvara piedo:maldekstraj kvaraj piedoj]
es: [BP:LF4:cuarto pie izquierdo:cuartos pies izquierdos]
ja: [BP:LF4:四番目の左足:四番目の左足]
ko: [BP:LF4:왼쪽 넷째 발:왼쪽 넷째 발]
pl: [BP:LF4:czwarta lewa stopa:czwarte lewe stopy]
ru: [BP:LF4:четвертая левая ступня:четвертые левые ступни]
tr: [BP:LF4:sol dördüncü ayak:sol dördüncü ayaklar]
vi: [BP:LF4:chân trái thứ tư:chân trái thứ tư]
zh_hans: [BP:RF4:左第四足:左第四足]

# BODY:TWO_NO_CLAW_TENTACLES
source: [BP:RUT:right tentacle:STP]
cs: [BP:RUT:pravé chapadlo:pravé chapadla]
de: [BP:RUT:rechter Tentakel:STP]
eo: [BP:RUT:dekstra tentaklo:dekstraj tentakloj]
es: [BP:RUT:tentáculo derecho:STP]
ja: [BP:RUT:右触手:STP]
ko: [BP:RUT:오른쪽 촉수:STP]
pl: [BP:RUT:prawa macka:prawe macki]
ru: [BP:RUT:правое щупальце:правые щупальца]
tr: [BP:RUT:sağ dokunaç:STP]
vi: [BP:RUT:xúc tu bên phải:STP]
zh_hans: [BP:RUT:右触角:STP]

# BODY:TWO_NO_CLAW_TENTACLES
source: [BP:LUT:left tentacle:STP]
cs: [BP:LUT:levé chapadlo:levé chapadla]
de: [BP:LUT:linker Tentakel:STP]
eo: [BP:LUT:maldekstra tentaklo:maldekstraj tentakloj]
es: [BP:LUT:tentáculo izquierdo:STP]
ja: [BP:LUT:左触手:STP]
ko: [BP:LUT:왼쪽 촉수:STP]
pl: [BP:LUT:lewa macka:lewe macki]
ru: [BP:LUT:левое щупальце:левые щупальца]
tr: [BP:LUT:sol dokunaç:STP]
vi: [BP:RUT:xúc tu bên trái:STP]
zh_hans: [BP:RUT:左触角:STP]

# BODY:TENTACLE_MOUTH
source: [BP:MOUTH:mouth:STP]
cs: [BP:MOUTH:ústa:ústa]
de: [BP:MOUTH:Mund:STP]
eo: [BP:MOUTH:buŝo:buŝoj]
es: [BP:MOUTH:boca:STP]
ja: [BP:MOUTH:口:STP]
ko: [BP:MOUTH:입:STP]
pl: [BP:MOUTH:żuchwa:żuchwy]
ru: [BP:MOUTH:рот:рты]
tr: [BP:MOUTH:ağız:STP]
vi: [BP:MOUTH:miệng:STP]
zh_hans: [BP:MOUTH:嘴:STP]

# BODY:TENTACLE_TEETH
source: [BP:TOOTH:tooth:teeth]
cs: [BP:TOOTH:zub:zuby]
de: [BP:TOOTH:Zahn:Zähne]
eo: [BP:TOOTH:dento:dentoj]
es: [BP:TOOTH:diente:dientes]
ja: [BP:TOOTH:歯:歯]
ko: [BP:TOOTH:이빨:이빨]
pl: [BP:TOOTH:ząb:zęby]
ru: [BP:TOOTH:зуб:зубы]
tr: [BP:TOOTH:diş:dişler]
vi: [BP:TOOTH:răng:nhiều răng]
zh_hans: [BP:TOOTH:齿:齿]

# BODY:8_SIMPLE_HEAD_ARMS
source: [BP:ARM1:first arm:STP]
cs: [BP:ARM1:první ruka:první ruce]
de: [BP:ARM1:erster Arm:STP]
eo: [BP:ARM1:unua brako:unuaj brakoj]
es: [BP:ARM1:primer brazo:STP]
ja: [BP:ARM1:一番目の腕:STP]
ko: [BP:ARM1:첫째 팔:STP]
pl: [BP:ARM1:pierwsza kończyna górna:pierwsze kończyny górne]
ru: [BP:ARM1:первая конечность:первые конечности]
tr: [BP:ARM1:birinci kol:STP]
vi: [BP:ARM1:cánh tay đầu tiên:STP]
zh_hans: [BP:ARM1:第一手臂:STP]

# BODY:8_SIMPLE_HEAD_ARMS
source: [BP:ARM2:second arm:STP]
cs: [BP:ARM2:druhá ruka:druhé ruce]
de: [BP:ARM2:zweiter Arm:STP]
eo: [BP:ARM2:dua brako:duaj brakoj]
es: [BP:ARM2:segundo brazo:STP] No hay instrucciones aún.
ja: [BP:ARM2:二番目の腕:STP]
ko: [BP:ARM2:둘째 팔:STP]
pl: [BP:ARM2:druga kończyna górna:drugie kończyny górne]
ru: [BP:ARM2:вторая конечность:вторые конечности]
tr: [BP:ARM2:ikinci kol:STP]
vi: [BP:ARM2:cánh tay thứ hai:STP]
zh_hans: [BP:ARM2:第二手臂:STP]

# BODY:8_SIMPLE_HEAD_ARMS
source: [BP:ARM3:third arm:STP]
cs: [BP:ARM3:třetí ruka:třetí ruce]
de: [BP:ARM3:dritter Arm:STP]
eo: [BP:ARM3:tria brako:triaj brakoj]
es: [BP:ARM3:tercer brazo:STP]
ja: [BP:ARM3:三番目の腕:STP]
ko: [BP:ARM3:셋째 팔:STP]
pl: [BP:ARM3:trzecia kończyna górna:trzecie kończyny górne]
ru: [BP:ARM3:третья конечность:третьи конечности]
tr: [BP:ARM3:üçüncü kol:STP]
vi: [BP:ARM3:cánh tay thứ ba:STP]
zh_hans: [BP:ARM3:第三手臂:STP]

# BODY:8_SIMPLE_HEAD_ARMS
source: [BP:ARM4:fourth arm:STP]
cs: [BP:ARM4:čtvrtá ruka:čtvrté ruce]
de: [BP:ARM4:vierter Arm:STP]
eo: [BP:ARM4:kvara brako:kvaraj brakoj]
es: [BP:ARM4:cuarto brazo:STP]
ja: [BP:ARM4:四番目の腕:STP]
ko: [BP:ARM4:넷째 팔:STP]
pl: [BP:ARM4:czwarta kończyna górna:czwarte kończyny górne]
ru: [BP:ARM4:четвёртая конечность:четвёртые конечности]
tr: [BP:ARM4:dördüncü kol:STP]
vi: [BP:ARM4:cánh tay thứ tư:STP]
zh_hans: [BP:ARM4:第四手臂:STP]

# BODY:8_SIMPLE_HEAD_ARMS
source: [BP:ARM5:fifth arm:STP]
cs: [BP:ARM5:pátá ruka:páté ruce]
de: [BP:ARM5:fünfter Arm:STP]
eo: [BP:ARM5:kvina brako:kvinaj brakoj]
es: [BP:ARM5:quinto brazo:STP]
ja: [BP:ARM5:五番目の腕:STP]
ko: [BP:ARM5:다섯째 팔:STP]
pl: [BP:ARM5:piąta kończyna górna:piąte kończyny górne]
ru: [BP:ARM5:пятая конечность:пятые конечности]
tr: [BP:ARM5:beşinci kol:STP]
vi: [BP:ARM5:cánh tay thứ năm:STP]
zh_hans: [BP:ARM5:第五上肢:STP]

# BODY:8_SIMPLE_HEAD_ARMS
source: [BP:ARM6:sixth arm:STP]
cs: [BP:ARM6:šestá ruka:šesté ruce]
de: [BP:ARM6:sechster Arm:STP]
eo: [BP:ARM6:sesa brako:sesaj brakoj]
es: [BP:ARM6:sexto brazo:STP]
ja: [BP:ARM6:六番目の腕:STP]
ko: [BP:ARM6:여섯째 팔:STP]
pl: [BP:ARM6:szósta kończyna górna:szóste kończyny górne]
ru: [BP:ARM6:шестая конечность:шестые конечности]
tr: [BP:ARM6:altıncı kol:STP]
vi: [BP:ARM6:cánh tay thứ sáu:STP]
zh_hans: [BP:ARM6:第六上肢:STP]

# BODY:8_SIMPLE_HEAD_ARMS
source: [BP:ARM7:seventh arm:STP]
cs: [BP:ARM7:sedmá ruka:sedmé ruce]
de: [BP:ARM7:siebter Arm:STP]
eo: [BP:ARM7:sepa brako:sepaj brakoj]
es: [BP:ARM7:séptimo brazo:STP] No hay instrucciones aún.
ja: [BP:ARM7:七番目の腕:STP]
ko: [BP:ARM7:일곱째 팔:STP]
pl: [BP:ARM7:siódma kończyna górna:siódme kończyny górne]
ru: [BP:ARM7:седьмая конечность:седьмые конечности]
tr: [BP:ARM7:yedinci kol:STP]
vi: [BP:ARM7:cánh tay thứ bảy:STP]
zh_hans: [BP:ARM7:第七上肢:STP]

# BODY:8_SIMPLE_HEAD_ARMS
source: [BP:ARM8:eighth arm:STP]
cs: [BP:ARM8:osmá ruka:osmé ruce]
de: [BP:ARM8:achter Arm:STP]
eo: [BP:ARM8:oka brako:okaj brakoj]
es: [BP:ARM8:octavo brazo:STP]
ja: [BP:ARM8:八番目の腕:STP]
ko: [BP:ARM8:여덟째 팔:STP]
pl: [BP:ARM8:ósma kończyna górna:ósme kończyny górne]
ru: [BP:ARM8:восьмая конечность:восьмые конечности]
tr: [BP:ARM8:sekizinci kol:STP]
vi: [BP:ARM8:cánh tay thứ tám:STP]
zh_hans: [BP:ARM8:第八上肢:STP]

# BODY:2_HEAD_CLUBBED_TENTACLES
source: [BP:RT:right tentacle:STP]
cs: [BP:RT:pravé chapadlo:pravé chapadla]
de: [BP:RT:rechter Tentakel:STP]
eo: [BP:RT:dekstra tentaklo:dekstraj tentakloj]
es: [BP:RT:tentáculo derecho:STP]
ja: [BP:RT:右の触手:STP]
ko: [BP:RT:오른쪽 촉수:STP]
pl: [BP:RT:prawa macka:prawe macki]
ru: [BP:RT:правое щупальце:правые щупальца]
tr: [BP:RT:sağ dokunaç:STP]
vi: [BP:RT:xúc tu bên phải:STP]
zh_hans: [BP:RT:右触手:STR]
