Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:DOG
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:DOG
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:DOG
source: [GENERAL_CHILD_NAME:puppy:puppies]
cs: [GENERAL_CHILD_NAME:štěně:štěňata]
de: [GENERAL_CHILD_NAME:Welpe:Welpen]
eo: [GENERAL_CHILD_NAME:hundido:hundidoj]
es: [GENERAL_CHILD_NAME:perrito:perritos]
ja: [GENERAL_CHILD_NAME:子犬:子犬の]
ko: [GENERAL_CHILD_NAME:강아지:강아지들]
pl: [GENERAL_CHILD_NAME:szczeniak:szczenięta]
ru: [GENERAL_CHILD_NAME:щенок:щенки]
tr: [GENERAL_CHILD_NAME:yavru köpek:yavru köpekler]
vi: [GENERAL_CHILD_NAME:chó con:chó con]
zh_hans: [GENERAL_CHILD_NAME:幼犬:幼犬]

# CREATURE:DOG
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:tüy:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:DOG
source: [TLCM_NOUN:ears:PLURAL]
cs: [TLCM_NOUN:uši:PLURAL]
de: [TLCM_NOUN:Ohren:PLURAL]
eo: [TLCM_NOUN:oreloj:PLURAL]
es: [TLCM_NOUN:orejas:PLURAL]
ja: [TLCM_NOUN:耳:PLURAL]
ko: [TLCM_NOUN:귀:PLURAL]
pl: [TLCM_NOUN:uszy:PLURAL]
ru: [TLCM_NOUN:уши:PLURAL]
tr: [TLCM_NOUN:kulaklar:PLURAL]
zh_hans: [TLCM_NOUN:耳朵:PLURAL]

# CREATURE:DOG
source: [TLCM_NOUN:tail:SINGULAR]
cs: [TLCM_NOUN:ocas:SINGULAR]
de: [TLCM_NOUN:Schwanz:SINGULAR]
eo: [TLCM_NOUN:vosto:SINGULAR]
es: [TLCM_NOUN:cola:SINGULAR]
ja: [TLCM_NOUN:尾:SINGULAR]
ko: [TLCM_NOUN:꼬리:SINGULAR]
pl: [TLCM_NOUN:ogon:SINGULAR]
ru: [TLCM_NOUN:хвост:SINGULAR]
tr: [TLCM_NOUN:kuyruk:SINGULAR]
zh_hans: [TLCM_NOUN:尾巴:SINGULAR]

# CREATURE:DOG
source: [TLCM_NOUN:head:SINGULAR]
cs: [TLCM_NOUN:hlava:SINGULAR]
de: [TLCM_NOUN:Kopf:SINGULAR]
eo: [TLCM_NOUN:kapo:SINGULAR]
es: [TLCM_NOUN:cabeza:SINGULAR]
ja: [TLCM_NOUN:頭:SINGULAR]
ko: [TLCM_NOUN:머리:SINGULAR]
pl: [TLCM_NOUN:głowa:SINGULAR]
ru: [TLCM_NOUN:голова:SINGULAR]
tr: [TLCM_NOUN:baş:SINGULAR]
zh_hans: [TLCM_NOUN:头部:SINGULAR]

# CREATURE:DOG
source: [TLCM_NOUN:front paws:PLURAL]
cs: [TLCM_NOUN:přední tlapky:PLURAL]
de: [TLCM_NOUN:Vorderpfoten:PLURAL]
eo: [TLCM_NOUN:antaŭaj piedoj:PLURAL]
es: [TLCM_NOUN:patas delanteras:PLURAL]
ja: [TLCM_NOUN:前足:PLURAL]
ko: [TLCM_NOUN:앞발:PLURAL]
pl: [TLCM_NOUN:przednie łapy:PLURAL]
ru: [TLCM_NOUN:передние лапы:PLURAL]
tr: [TLCM_NOUN:ön patiler:PLURAL]
zh_hans: [TLCM_NOUN:前爪:PLURAL]

# CREATURE:DOG
source: [TLCM_NOUN:rear paws:PLURAL]
cs: [TLCM_NOUN:zadní tlapky:PLURAL]
de: [TLCM_NOUN:Hinterpfoten:PLURAL]
eo: [TLCM_NOUN:postaj piedoj:PLURAL]
es: [TLCM_NOUN:patas traseras:PLURAL]
ja: [TLCM_NOUN:後足:PLURAL]
ko: [TLCM_NOUN:뒷발:PLURAL]
pl: [TLCM_NOUN:tylnie łapy:PLURAL]
ru: [TLCM_NOUN:задние лапы:PLURAL]
tr: [TLCM_NOUN:arka patiler:PLURAL]
zh_hans: [TLCM_NOUN:后爪:PLURAL]

# CREATURE:DOG
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:DOG
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:CAT
source: [DESCRIPTION:A small mammalian carnivore. It is usually domestic and hunts vermin.]
cs: [DESCRIPTION:Malý savčí predátor. Obvykle je domestikovaný a loví škůdce.]
de: [DESCRIPTION:Ein kleines fleischfressendes Säugetier. Es ist normalerweise häuslich und jagt Ungeziefer.]
eo: [DESCRIPTION:Malgranda mamula rabobesto. Ĝi kutime estas hejma kaj ĉasas fibestojn.]
es: [DESCRIPTION:Un mamífero carnívoro pequeño. Usualmente es doméstico y caza alimañas.]
ja: [DESCRIPTION:小さな肉食哺乳類。ペットとなり、害虫を捕まえる。]
ko: [DESCRIPTION:작은 육식성 포유류. 그것은 보통 집에서 기르기 좋고, 해충을 사냥한다.]
pl: [DESCRIPTION:Mały, ssakowaty mięsożerca. Zwykle jest w domu i poluje na szkodniki.]
ru: [DESCRIPTION:Маленький млекопитающий хищник. Как правило, разводится для охоты на вредителей.]
tr: [DESCRIPTION:Küçük etçil bir memeli. Genellikle evcildir ve haşarat avlar.]
vi: [DESCRIPTION:Một động vật có vú ăn thịt nhỏ. Nó thường được thuần hóa và săn chuột bọ.]
zh_hans: [DESCRIPTION:一种小型食肉哺乳动物。通常是家养的并可狩猎害虫]

# CREATURE:CAT
source: [NAME:cat:cats:feline]
cs: [NAME:kočka:kočky:kočičí]
de: [NAME:Katze:Katzen:Katzeartig]
eo: [NAME:kato:katoj:de kato]
es: [NAME:gato:gatos:felino]
ja: [NAME:猫:猫:猫の]
ko: [NAME:고양이:고양이들:고양이과]
pl: [NAME:kot:koty:koci]
ru: [NAME:кошка:кошки:кошачий]
tr: [NAME:kedi:kediler:kedi]
vi: [NAME:mèo:mèo:họ mèo]
zh_hans: [NAME:猫:猫:猫]

# CREATURE:CAT
source: [CASTE_NAME:cat:cats:feline]
cs: [CASTE_NAME:kočka:kočky:kočičí]
de: [CASTE_NAME:Katze:Katzen:Katzeartig]
eo: [CASTE_NAME:kato:katoj:de kato]
es: [CASTE_NAME:gato:gatos:felino]
ja: [CASTE_NAME:猫:猫:猫の]
ko: [CASTE_NAME:고양이:고양이들:고양이과]
pl: [CASTE_NAME:kot:koty:koci]
ru: [CASTE_NAME:кошка:кошки:кошачий]
tr: [CASTE_NAME:kedi:kediler:kedi]
vi: [CASTE_NAME:mèo:mèo:họ mèo]
zh_hans: [CASTE_NAME:猫:猫:猫]

# CREATURE:CAT
source: [PREFSTRING:aloofness]
cs: [PREFSTRING:odměřenost]
de: [PREFSTRING:zurückhaltend]
eo: [PREFSTRING:sindetenema]
es: [PREFSTRING:tendencia al distanciamiento]
ja: [PREFSTRING:よそよそしい]
ko: [PREFSTRING:무관심]
pl: [PREFSTRING:zdystansowanie]
ru: [PREFSTRING:своенравность]
tr: [PREFSTRING:mesafeli tavır]
vi: [PREFSTRING:sự xa cách]
zh_hans: [PREFSTRING:冷漠]

# CREATURE:CAT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:CAT
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:CAT
source: [GENERAL_CHILD_NAME:kitten:kittens]
cs: [GENERAL_CHILD_NAME:kotě:koťata]
de: [GENERAL_CHILD_NAME:Kätzchen:Kätzchen]
eo: [GENERAL_CHILD_NAME:katido:katidoj]
es: [GENERAL_CHILD_NAME:gatito:gatitos]
ja: [GENERAL_CHILD_NAME:子猫:子猫の]
ko: [GENERAL_CHILD_NAME:새끼 고양이:새끼 고양이들]
pl: [GENERAL_CHILD_NAME:kociak:kocięta]
ru: [GENERAL_CHILD_NAME:котёнок:котята]
tr: [GENERAL_CHILD_NAME:yavru kedi:yavru kediler]
vi: [GENERAL_CHILD_NAME:mèo con:mèo con]
zh_hans: [GENERAL_CHILD_NAME:小猫:小猫]

# CREATURE:CAT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:tüy:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:CAT
source: [TLCM_NOUN:ears:PLURAL]
cs: [TLCM_NOUN:uši:PLURAL]
de: [TLCM_NOUN:Ohren:PLURAL]
eo: [TLCM_NOUN:oreloj:PLURAL]
es: [TLCM_NOUN:orejas:PLURAL]
ja: [TLCM_NOUN:耳:PLURAL]
ko: [TLCM_NOUN:귀:PLURAL]
pl: [TLCM_NOUN:uszy:PLURAL]
ru: [TLCM_NOUN:уши:PLURAL]
tr: [TLCM_NOUN:kulaklar:PLURAL]
zh_hans: [TLCM_NOUN:耳朵:PLURAL]

# CREATURE:CAT
source: [TLCM_NOUN:tail:SINGULAR]
cs: [TLCM_NOUN:ocas:SINGULAR]
de: [TLCM_NOUN:Schwanz:SINGULAR]
eo: [TLCM_NOUN:vosto:SINGULAR]
es: [TLCM_NOUN:cola:SINGULAR]
ja: [TLCM_NOUN:尾:SINGULAR]
ko: [TLCM_NOUN:꼬리:SINGULAR]
pl: [TLCM_NOUN:ogon:SINGULAR]
ru: [TLCM_NOUN:хвост:SINGULAR]
tr: [TLCM_NOUN:kuyruk:SINGULAR]
zh_hans: [TLCM_NOUN:尾巴:SINGULAR]

# CREATURE:CAT
source: [TLCM_NOUN:head:SINGULAR]
cs: [TLCM_NOUN:hlava:SINGULAR]
de: [TLCM_NOUN:Kopf:SINGULAR]
eo: [TLCM_NOUN:kapo:SINGULAR]
es: [TLCM_NOUN:cabeza:SINGULAR]
ja: [TLCM_NOUN:頭:SINGULAR]
ko: [TLCM_NOUN:머리:SINGULAR]
pl: [TLCM_NOUN:głowa:SINGULAR]
ru: [TLCM_NOUN:голова:SINGULAR]
tr: [TLCM_NOUN:baş:SINGULAR]
zh_hans: [TLCM_NOUN:头部:SINGULAR]

# CREATURE:CAT
source: [TLCM_NOUN:front paws:PLURAL]
cs: [TLCM_NOUN:přední tlapky:PLURAL]
de: [TLCM_NOUN:Vorderpfoten:PLURAL]
eo: [TLCM_NOUN:antaŭaj piedoj:PLURAL]
es: [TLCM_NOUN:patas delanteras:PLURAL]
ja: [TLCM_NOUN:前足:PLURAL]
ko: [TLCM_NOUN:앞발:PLURAL]
pl: [TLCM_NOUN:przednie łapy:PLURAL]
ru: [TLCM_NOUN:передние лапы:PLURAL]
tr: [TLCM_NOUN:ön patiler:PLURAL]
zh_hans: [TLCM_NOUN:前爪:PLURAL]

# CREATURE:CAT
source: [TLCM_NOUN:rear paws:PLURAL]
cs: [TLCM_NOUN:zadní tlapky:PLURAL]
de: [TLCM_NOUN:Hinterpfoten:PLURAL]
eo: [TLCM_NOUN:postaj piedoj:PLURAL]
es: [TLCM_NOUN:patas traseras:PLURAL]
ja: [TLCM_NOUN:後足:PLURAL]
ko: [TLCM_NOUN:뒷발:PLURAL]
pl: [TLCM_NOUN:tylnie łapy:PLURAL]
ru: [TLCM_NOUN:задние лапы:PLURAL]
tr: [TLCM_NOUN:arka patiler:PLURAL]
zh_hans: [TLCM_NOUN:后爪:PLURAL]

# CREATURE:CAT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:CAT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:CAT
source: [CDI:ADV_NAME:Clean]
cs: [CDI:ADV_NAME:Čistit]
de: [CDI:ADV_NAME:Sauber]
eo: [CDI:ADV_NAME:Purigado]
es: [CDI:ADV_NAME:Limpio]
ko: [CDI:ADV_NAME:지우기]
pl: [CDI:ADV_NAME:Czystość]
ru: [CDI:ADV_NAME:Чистый]
tr: [CDI:ADV_NAME:Temizle]
vi: [CDI:ADV_NAME:làm sạch]
zh_hans: [CDI:ADV_NAME:清洁]

# CREATURE:CAT
source: [CDI:VERB:lick:licks:lick each other]
cs: [CDI:VERB:líznout:lízne:lížou se navzájem]
de: [CDI:VERB:lecken:lecken:lecken sich gegenseitig]
eo: [CDI:VERB:lekas:lekas:lekas unu la alian]
es: [CDI:VERB:lamer:lame:lamer el uno al otro]
ja: [CDI:VERB:叩く:叩く:叩いた]
ko: [CDI:VERB:핥다:핥다:서로를 핥다]
pl: [CDI:VERB:lizanie:liże:liże się nawzajem]
ru: [CDI:VERB:вылизываете:вылизывает:вылизывают друг друга]
tr: [CDI:VERB:yala:yalar:birbirini yala]
vi: [CDI:VERB:liếm:liếm:liếm lẫn nhau]
zh_hans: [CDI:VERB:舔:舔:相互舔舐]

# CREATURE:CAT
source: [CDI:ADV_NAME:Head bump]
cs: [CDI:ADV_NAME:Otření hlavou]
de: [CDI:ADV_NAME:Kopfstoß]
eo: [CDI:ADV_NAME:Kap-frapado]
es: [CDI:ADV_NAME:chichón]
ja: [CDI:ADV_NAME:頭突き]
ko: [CDI:ADV_NAME:머리를 부딪치다]
pl: [CDI:ADV_NAME:Uderzenie w głowę]
ru: [CDI:ADV_NAME:Трётся головой]
tr: [CDI:ADV_NAME:Kafa tokuşturma]
vi: [CDI:ADV_NAME:dụi đầu]
zh_hans: [CDI:ADV_NAME:头撞]

# CREATURE:CAT
source: [CDI:VERB:head-bump:head-bumps:bump heads]
cs: [CDI:VERB:otřít se hlavou:otře se hlavou:otírají si hlavy]
de: [CDI:VERB:Kopfstoß:Kopfstöße:Kopfstoß]
eo: [CDI:VERB:kap-frapas:kap-frapas:frapas siajn kapojn]
es: [CDI:VERB:chichón:chichones:chichones]
ja: [CDI:VERB:頭突き:頭突き:頭突きした]
ko: [CDI:VERB:머리를 부딪치다:머리를 부딪치다:머리를 부딪치다]
pl: [CDI:VERB:uderzenie w głowę:uderzenia w głowę:uderza w głowę]
ru: [CDI:VERB:трётесь головой:трётся головой:трутся головами]
tr: [CDI:VERB:kafa tokuştur:kafa tokuşturur:kafa tokuştur]
vi: [CDI:VERB:dụi đầu:dụi đầu:dụi đầu]
zh_hans: [CDI:VERB:头撞:头撞:撞头]

# CREATURE:MULE
source: [DESCRIPTION:A compact offspring of horse and donkey, bred to be a beast of burden.]
cs: [DESCRIPTION:Kompaktní potomek koně a osla, šlechtěný jako nosič břemen.]
de: [DESCRIPTION:Ein käftiger Nachwuchs von Pferd und Esel, der als Lasttier gezüchtet wird.]
eo: [DESCRIPTION:Kompakta ido de ĉevalo kaj azeno, bredita por esti ŝarĝobesto.]
es: [DESCRIPTION:Un descendiente del caballo y el burro, criado para ser una bestia de carga.]
ja: [DESCRIPTION:馬とロバのあいの子で、荷物運びの家畜になる。]
ko: [DESCRIPTION:말과 당나귀의 작은 교잡종, 짐을 나르는 짐승으로 길러졌다.]
pl: [DESCRIPTION:Bezpośrednie potomstwo konia i osła, wyhodowane, aby być zwierzęciem pociągowym.]
ru: [DESCRIPTION:Небольшое животное, помесь лошади и осла. Разводится для использования в качестве вьючного животного.]
tr: [DESCRIPTION:Yük hayvanı olması için yetiştirilen, at ve eşeğin tıknaz yavrusu.]
vi: [DESCRIPTION:Một hậu duệ nhỏ gọn của ngựa và lừa, được nuôi để làm súc vật thồ hàng.]
zh_hans: [DESCRIPTION:马和驴的结实的后代，被培养成驮畜。]

# CREATURE:MULE
source: [NAME:mule:mules:mule]
cs: [NAME:mezek:mezci:mezek]
de: [NAME:Maultier:Mautiere:Maultier]
eo: [NAME:mulo:muloj:de mulo]
es: [NAME:mula:mulas:mular]
ja: [NAME:ラバ:ラバ:ラバの]
ko: [NAME:노새:노새들:노새]
pl: [NAME:muł:muły:muli]
ru: [NAME:мул:мулы:мула]
tr: [NAME:katır:katırlar:katır]
zh_hans: [NAME:骡子:骡子:骡子]

# CREATURE:MULE
source: [CASTE_NAME:mule:mules:mule]
cs: [CASTE_NAME:mezek:mezci:mezek]
de: [CASTE_NAME:Maultier:Mautiere:Maultier]
eo: [CASTE_NAME:mulo:muloj:de mulo]
es: [CASTE_NAME:mula:mulas:mula]
ja: [CASTE_NAME:ラバ:ラバ:ラバの]
ko: [CASTE_NAME:노새:노새들:노새]
pl: [CASTE_NAME:muł:muły:muli]
ru: [CASTE_NAME:мул:мулы:мула]
tr: [CASTE_NAME:katır:katırlar:katır]
zh_hans: [CASTE_NAME:骡子:骡子:骡子]

# CREATURE:MULE
source: [GENERAL_CHILD_NAME:mule foal:mule foals]
cs: [GENERAL_CHILD_NAME:mezče:mezčata]
de: [GENERAL_CHILD_NAME:Maultier Fohlen:Maultier Fohlen]
eo: [GENERAL_CHILD_NAME:mulido:mulidoj]
es: [GENERAL_CHILD_NAME:potrillo de mula:potrillos de mula]
ja: [GENERAL_CHILD_NAME:子ラバ:子ラバの]
ko: [GENERAL_CHILD_NAME:노새 새끼:노새 새끼들]
pl: [GENERAL_CHILD_NAME:źrebię muła:źrebięta muła]
ru: [GENERAL_CHILD_NAME:детёныш мула:детёныши мула]
tr: [GENERAL_CHILD_NAME:yavru katır:yavru katırlar]
vi: [GENERAL_CHILD_NAME:la con:la con]
zh_hans: [GENERAL_CHILD_NAME:骡驹:骡驹]

# CREATURE:MULE
source: [PREFSTRING:stubborness]
cs: [PREFSTRING:tvrdohlavostí]
de: [PREFSTRING:Sturheit]
eo: [PREFSTRING:obstineco]
ja: [PREFSTRING:頑固]
ko: [PREFSTRING:고집스러운 성격]
pl: [PREFSTRING:upartość]
ru: [PREFSTRING:упрямство]
tr: [PREFSTRING:inatçılık]
vi: [PREFSTRING:tính bướng bỉnh]
zh_hans: [PREFSTRING:固执]

# CREATURE:MULE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:MULE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:MULE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:MULE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:MULE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:DONKEY
source: [DESCRIPTION:A medium-sized, hooved herbivore. Some are domesticated as beasts of burden.]
cs: [DESCRIPTION:Středně velký kopytnatý býložravec. Někteří jsou domestikováni jako nosiči břemen.]
de: [DESCRIPTION:Ein mittelgroßer Pflanzenfresser mit Hufen. Einige werden als Lasttiere gehalten.]
eo: [DESCRIPTION:Mezgranda hufa herbovorulo. Iuj dresatas kiel ŝarĝobestoj.]
es: [DESCRIPTION:Un hervíboro de tamaño mediano con pezuñas, algunos son domesticados como bestia de carga]
ja: [DESCRIPTION:中型の草食動物。荷物運びの家畜にできる。]
ko: [DESCRIPTION:중간 크기의, 발굽이 있는 초식동물. 일부는 짐을 나르는 가축으로 길러집니다.]
pl: [DESCRIPTION:Średniej wielkości, kopytny roślinożerca. Niektóre są udomawiane jako zwierzęta pociągowe.]
ru: [DESCRIPTION:Копытное травоядное животное среднего размера. Некоторых из них разводят, чтобы использовать в качестве вьючного животного.]
tr: [DESCRIPTION:Orta büyüklükte, toynaklı bir otçul. Bazıları yük hayvanı olarak evcilleştirilir.]
vi: [DESCRIPTION:Một động vật ăn cỏ có móng guốc cỡ trung bình. Một số được thuần hóa để làm súc vật thồ hàng.]
zh_hans: [DESCRIPTION:一种带蹄的食草动物。一部分被作为驮畜驯养。]

# CREATURE:DONKEY
source: [NAME:donkey:donkeys:asinine]
cs: [NAME:osel:osli:osel]
de: [NAME:Esel:Esel:Idiotisch]
eo: [NAME:azeno:azenoj:de azeno]
es: [NAME:burro:burros:asnal]
ja: [NAME:ロバ:ロバ:ロバの]
ko: [NAME:당나귀:당나귀들:당나귀의]
pl: [NAME:osioł:osły:ośli]
ru: [NAME:осёл:ослы:ослиный]
tr: [NAME:eşek:eşekler:eşeksi]
vi: [NAME:lừa:lừa:sự ngu ngốc]
zh_hans: [NAME:驴:驴:驴]

# CREATURE:DONKEY
source: [CASTE_NAME:donkey:donkeys:asinine]
cs: [CASTE_NAME:osel:osli:osel]
de: [CASTE_NAME:Esel:Esel:Idiotisch]
eo: [CASTE_NAME:azeno:azenoj:de azeno]
ja: [CASTE_NAME:ロバ:ロバ:ロバの]
ko: [CASTE_NAME:당나귀:당나귀들:당나귀의]
pl: [CASTE_NAME:osioł:osły:ośli]
ru: [CASTE_NAME:осёл:ослы:ослиный]
tr: [CASTE_NAME:eşek:eşekler:eşeksi]
vi: [CASTE_NAME:lừa:lừa:sự ngu ngốc]
zh_hans: [CASTE_NAME:驴:驴:驴]

# CREATURE:DONKEY
source: [GENERAL_CHILD_NAME:donkey foal:donkey foals]
cs: [GENERAL_CHILD_NAME:oslátko:oslátka]
de: [GENERAL_CHILD_NAME:Esel Fohlen:Esel Fohlen]
eo: [GENERAL_CHILD_NAME:azenido:azenidoj]
ja: [GENERAL_CHILD_NAME:子ロバ:子ロバの]
ko: [GENERAL_CHILD_NAME:새끼 당나귀:새끼 당나귀들]
pl: [GENERAL_CHILD_NAME:źrebię osła:źrebaki osła]
ru: [GENERAL_CHILD_NAME:ослёнок:ослята]
tr: [GENERAL_CHILD_NAME:sıpa:sıpalar]
vi: [GENERAL_CHILD_NAME:lừa con:lừa con]
zh_hans: [GENERAL_CHILD_NAME:驴驹:驴驹]

# CREATURE:DONKEY
source: [PREFSTRING:stubborness]
cs: [PREFSTRING:tvrdohlavostí]
de: [PREFSTRING:Starrköpfigkeit]
eo: [PREFSTRING:obstineco]
ja: [PREFSTRING:頑固]
ko: [PREFSTRING:고집스러운 성격]
pl: [PREFSTRING:upartość]
ru: [PREFSTRING:упрямство]
tr: [PREFSTRING:inatçılık]
vi: [PREFSTRING:tính bướng bỉnh]
zh_hans: [PREFSTRING:固执]

# CREATURE:DONKEY
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:DONKEY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:DONKEY
source: [STATE_NAME:ALL_SOLID:frozen donkey's milk]
cs: [STATE_NAME:ALL_SOLID:mražené oslí mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Eselsmilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de azeno]
es: [STATE_NAME:ALL_SOLID:leche de burro congelada]
ja: [STATE_NAME:ALL_SOLID:凍ったロバのミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 당나귀 젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone mleko osła]
ru: [STATE_NAME:ALL_SOLID:замёрзшее ослиное молоко]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş eşek sütü]
vi: [STATE_NAME:ALL_SOLID:sữa lừa đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冻结的驴奶]

# CREATURE:DONKEY
source: [STATE_ADJ:ALL_SOLID:frozen donkey's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené oslí mléko]
de: [STATE_ADJ:ALL_SOLID:gefrorene Eselsmilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de azeno]
es: [STATE_ADJ:ALL_SOLID:de leche de burro congelada]
ja: [STATE_ADJ:ALL_SOLID:凍ったロバのミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 당나귀 젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone mleczny osła]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее ослиное молоко]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş eşek sütü]
vi: [STATE_ADJ:ALL_SOLID:sữa lừa đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冻结的驴奶的]

# CREATURE:DONKEY
source: [STATE_NAME:LIQUID:donkey's milk]
cs: [STATE_NAME:LIQUID:oslí mléko]
de: [STATE_NAME:LIQUID:Eselsmilch]
eo: [STATE_NAME:LIQUID:lakto de azeno]
ja: [STATE_NAME:LIQUID:ロバのミルク]
ko: [STATE_NAME:LIQUID:당나귀 젖]
pl: [STATE_NAME:LIQUID:mleko osła]
ru: [STATE_NAME:LIQUID:ослиное молоко]
tr: [STATE_NAME:LIQUID:eşek sütü]
vi: [STATE_NAME:LIQUID:sữa lừa]
zh_hans: [STATE_NAME:LIQUID:驴奶]

# CREATURE:DONKEY
source: [STATE_ADJ:LIQUID:donkey's milk]
cs: [STATE_ADJ:LIQUID:oslí mléko]
de: [STATE_ADJ:LIQUID:Eselsmilch]
eo: [STATE_ADJ:LIQUID:de lakto de azeno]
es: [STATE_ADJ:LIQUID:de leche de burro]
ja: [STATE_ADJ:LIQUID:ロバのミルク]
ko: [STATE_ADJ:LIQUID:당나귀젖]
pl: [STATE_ADJ:LIQUID:mleczny osła]
ru: [STATE_ADJ:LIQUID:ослиное молоко]
tr: [STATE_ADJ:LIQUID:eşek sütü]
vi: [STATE_ADJ:LIQUID:sữa lừa]
zh_hans: [STATE_ADJ:LIQUID:驴奶]

# CREATURE:DONKEY
source: [STATE_NAME:GAS:boiling donkey's milk]
cs: [STATE_NAME:GAS:vařící oslí mléko]
de: [STATE_NAME:GAS:siedende Eselsmilch]
eo: [STATE_NAME:GAS:bolanta lakto de azeno]
ja: [STATE_NAME:GAS:蒸気化したロバのミルク]
ko: [STATE_NAME:GAS:기화된 당나귀젖]
pl: [STATE_NAME:GAS:gotujące się mleko osła]
ru: [STATE_NAME:GAS:кипящее ослиное молоко]
tr: [STATE_NAME:GAS:kaynayan eşek sütü]
vi: [STATE_NAME:GAS:sữa lừa đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的驴奶]

# CREATURE:DONKEY
source: [STATE_ADJ:GAS:boiling donkey's milk]
cs: [STATE_ADJ:GAS:vařící oslí mléko]
de: [STATE_ADJ:GAS:siedende Eselsmilch]
eo: [STATE_ADJ:GAS:de bolanta lakto de azeno]
es: [STATE_ADJ:GAS:de leche de burro hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したロバのミルク]
ko: [STATE_ADJ:GAS:기화된 당나귀젖]
pl: [STATE_ADJ:GAS:gotujące się mleczny osła]
ru: [STATE_ADJ:GAS:кипящее ослиное молоко]
tr: [STATE_ADJ:GAS:kaynayan eşek sütü]
vi: [STATE_ADJ:GAS:sữa lừa đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的驴奶的]

# CREATURE:DONKEY
source: [STATE_NAME:SOLID:donkey cheese]
cs: [STATE_NAME:SOLID:oslí sýr]
de: [STATE_NAME:SOLID:Eselkäse]
eo: [STATE_NAME:SOLID:fromaĝo de azeno]
ja: [STATE_NAME:SOLID:ロバのチーズ]
ko: [STATE_NAME:SOLID:당나귀 치즈]
pl: [STATE_NAME:SOLID:ośli ser]
ru: [STATE_NAME:SOLID:ослиный сыр]
tr: [STATE_NAME:SOLID:eşek peyniri]
vi: [STATE_NAME:SOLID:phô mai lừa]
zh_hans: [STATE_NAME:SOLID:驴奶奶酪]
