Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_DESERT_TORTOISE
source: [CASTE_NAME:giant desert tortoise:giant desert tortoises:giant desert tortoise]
cs: [CASTE_NAME:obří pouštní želva:obří pouštní želvy:obří pouštní želva]
de: [CASTE_NAME:Riesenwüstenschildkröte:Riesenwüstenschildkröten:Riesenwüstenschildkröte]
eo: [CASTE_NAME:giganta dezerta testudo:gigantaj dezertaj testudoj:de giganta dezerta testudo]
es: [CASTE_NAME:tortuga gigante del desierto:tortugas gigantes del desierto:tortuga gigante del desierto]
ja: [CASTE_NAME:巨大砂漠亀:巨大砂漠亀:巨大砂漠亀の]
ko: [CASTE_NAME:거대 사막 거북이:거대 사막 거북이들:거대 사막 거북이]
pl: [CASTE_NAME:gigantyczny żółw pustynny:gigantyczne żółwie pustynne:gigantyczno żółwio pustynny]
ru: [CASTE_NAME:гигантская пустынная черепаха:гигантские пустынные черепахи:гигантской пустынной черепахи]
tr: [CASTE_NAME:dev çöl kaplumbağası:dev çöl kaplumbağaları:dev çöl kaplumbağası]
vi: [CASTE_NAME:rùa cạn sa mạc khổng lồ:rùa cạn sa mạc khổng lồ:rùa cạn sa mạc khổng lồ]
zh_hans: [CASTE_NAME:巨沙漠地鼠龟:巨沙漠地鼠龟:巨沙漠地鼠龟]

# CREATURE:GIANT_DESERT_TORTOISE
source: [GENERAL_CHILD_NAME:giant desert tortoise hatchling:giant desert tortoise hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obří pouštní želvy:mláďata obřích pouštních želv]
de: [GENERAL_CHILD_NAME:Riesenwüstenschildkrötenjunges:Riesenwüstenschildkrötenjunge]
eo: [GENERAL_CHILD_NAME:giganta dezerta testudido:gigantaj dezertaj testudidoj]
es: [GENERAL_CHILD_NAME:cría de tortuga del desierto gigante:crías de tortuga del desierto gigantes]
ja: [GENERAL_CHILD_NAME:巨大砂漠亀の幼生:巨大砂漠亀の幼生の]
ko: [GENERAL_CHILD_NAME:새끼 거대 사막 거북이:새끼 거대 사막 거북이들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego żółwia pustynnego:młode gigantycznego żółwia pustynnego]
ru: [GENERAL_CHILD_NAME:гигантский пустынный черепашонок:гигантские пустынные черепашата]
tr: [GENERAL_CHILD_NAME:yavru dev çöl kaplumbağası:yavru dev çöl kaplumbağaları]
vi: [GENERAL_CHILD_NAME:rùa cạn sa mạc khổng lồ con non:rùa cạn sa mạc khổng lồ con non]
zh_hans: [GENERAL_CHILD_NAME:巨沙漠陆龟幼崽:巨沙漠陆龟幼崽]

# CREATURE:GIANT_DESERT_TORTOISE
source: [DESCRIPTION:A large monster in the form of a desert tortoise.]
cs: [DESCRIPTION:Velká příšera v podobě pouštní želvy.]
de: [DESCRIPTION:Ein großes Monster in Form einer Schildkröte.]
eo: [DESCRIPTION:Granda monstro kun formo de dezerta testudo.]
es: [DESCRIPTION:Un gran monstruo con la forma de una tortuga del desierto.]
ja: [DESCRIPTION:砂漠亀のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:사막거북이의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci żółwia pustynnego.]
ru: [DESCRIPTION:Огромный монстр, похожий на пустынную черепаху.]
tr: [DESCRIPTION:Çöl kaplumbağası biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn dưới hình dạng rùa cạn sa mạc.]
zh_hans: [DESCRIPTION:一只体型巨大的沙漠陆龟怪。]

# CREATURE:GIANT_DESERT_TORTOISE
source: [PREFSTRING:shells]
cs: [PREFSTRING:ulity]
de: [PREFSTRING:Schalen]
eo: [PREFSTRING:karapacoj]
es: [PREFSTRING:caparazón]
ja: [PREFSTRING:殻]
ko: [PREFSTRING:껍질]
pl: [PREFSTRING:muszle]
ru: [PREFSTRING:раковины]
tr: [PREFSTRING:kabuklar]
vi: [PREFSTRING:các vỏ]
zh_hans: [PREFSTRING:壳]

# CREATURE:GIANT_DESERT_TORTOISE
source: [PREFSTRING:longevity]
cs: [PREFSTRING:dlouhověkost]
de: [PREFSTRING:Langlebigkeit]
eo: [PREFSTRING:longvivo]
es: [PREFSTRING:longevidad]
ja: [PREFSTRING:長寿]
ko: [PREFSTRING:긴 수명]
pl: [PREFSTRING:długowieczność]
ru: [PREFSTRING:долгожительство]
tr: [PREFSTRING:uzun ömür]
vi: [PREFSTRING:Tuổi thọ]
zh_hans: [PREFSTRING:长寿]

# CREATURE:GILA_MONSTER
source: [DESCRIPTION:A small venomous lizard.]
cs: [DESCRIPTION:Malá jedovatá ještěrka.]
de: [DESCRIPTION:Eine kleine giftige Eidechse.]
eo: [DESCRIPTION:Malgranda venena lacerto.]
es: [DESCRIPTION:Un pequeño lagarto venenoso.]
ja: [DESCRIPTION:毒を持った小さなトカゲだ。.]
ko: [DESCRIPTION:작은 독 도마뱀]
pl: [DESCRIPTION:Mała, jadowita jaszczurka.]
ru: [DESCRIPTION:Маленькая ядовитая ящерица.]
tr: [DESCRIPTION:Küçük zehirli bir kertenkele.]
vi: [DESCRIPTION:Một loài thằn lằn nhỏ có nọc độc.]
zh_hans: [DESCRIPTION:一种小型的有毒蜥蜴。]

# CREATURE:GILA_MONSTER
source: [NAME:gila monster:gila monsters:gila monster]
cs: [NAME:korovec:korovci:korovec]
de: [NAME:Gila-Krustenechse:Gila-Krustenechsen:Gila-Krustenechse]
eo: [NAME:gila monstro:gilaj monstroj:de gila monstro]
es: [NAME:monstruo Gila:monstruos Gila:de monstruo Gila]
ja: [NAME:ドクトカゲ:ドクトカゲ:ドクトカゲの]
ko: [NAME:아메리카독도마뱀:아메리카독도마뱀들:아메리카독도마뱀]
pl: [NAME:heloderma arizońska:helodermy arizońskie:heloderma arizońska]
ru: [NAME:ядозуб:ядозубы:ядозуба]
tr: [NAME:gila canavarı:gila canavarları:gila canavarı]
vi: [NAME:thằn lằn Gila:thằn lằn Gila:thằn lằn Gila]
zh_hans: [NAME:希拉毒蜥:希拉毒蜥:希拉毒蜥]

# CREATURE:GILA_MONSTER
source: [CASTE_NAME:gila monster:gila monsters:gila monster]
cs: [CASTE_NAME:korovec:korovci:korovec]
de: [CASTE_NAME:Gila-Krustenechse:Gila-Krustenechsen:Gila-Krustenechse]
eo: [CASTE_NAME:gila monstro:gilaj monstroj:de gila monstro]
es: [CASTE_NAME:monstruo de gila:monstruos de gila:de monstruo de gila]
ja: [CASTE_NAME:ドクトカゲ:ドクトカゲ:ドクトカゲの]
ko: [CASTE_NAME:아메리카독도마뱀:아메리카독도마뱀들:아메리카독도마뱀]
pl: [CASTE_NAME:heloderma arizońska:helodermy arizońskie:heloderma arizońska]
ru: [CASTE_NAME:ядозуб:ядозубы:ядозуба]
tr: [CASTE_NAME:gila canavarı:gila canavarları:gila canavarı]
vi: [CASTE_NAME:thằn lằn Gila:thằn lằn Gila:thằn lằn Gila]
zh_hans: [CASTE_NAME:希拉毒蜥:希拉毒蜥:希拉毒蜥]

# CREATURE:GILA_MONSTER
source: [GENERAL_CHILD_NAME:gila monster hatchling:gila monster hatchlings]
cs: [GENERAL_CHILD_NAME:mládě korovce:mláďata korovců]
de: [GENERAL_CHILD_NAME:gila Gila-Krustenechsejunges:Gila-Krustenechsenjungen]
eo: [GENERAL_CHILD_NAME:gila monstrido:gilaj monstridoj]
es: [GENERAL_CHILD_NAME:cria de monstruo de gila:crias de monstruo de gila]
ja: [GENERAL_CHILD_NAME:ドクトカゲの雛:ドクトカゲの雛の]
ko: [GENERAL_CHILD_NAME:아메리카독도마뱀 새끼:아메리카독도마뱀 새끼들:아메리카독도마뱀 새끼]
pl: [GENERAL_CHILD_NAME:młody helodermy arizońskiej:młode helodermy arizońskiej]
ru: [GENERAL_CHILD_NAME:детёныш ядозуба:детёныши ядозуба]
tr: [GENERAL_CHILD_NAME:yavru gila canavarı:yavru gila canavarları]
vi: [GENERAL_CHILD_NAME:thằn lằn Gila con non:thằn lằn Gila con non]
zh_hans: [GENERAL_CHILD_NAME:毒蜥幼崽:毒蜥幼崽]

# CREATURE:GILA_MONSTER
source: [PREFSTRING:venomous bite]
cs: [PREFSTRING:jedovaté kousnutí]
de: [PREFSTRING:giftiger Biss]
eo: [PREFSTRING:venena mordo]
es: [PREFSTRING:mordedura venenosa]
ja: [PREFSTRING:毒の噛みつき]
ko: [PREFSTRING:독 물기]
pl: [PREFSTRING:jadowite ukąszenie]
ru: [PREFSTRING:ядовитый укус]
tr: [PREFSTRING:zehirli ısırık]
vi: [PREFSTRING:Vết cắn độc]
zh_hans: [PREFSTRING:毒咬]

# CREATURE:GILA_MONSTER
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:GILA_MONSTER
source: [STATE_NAME:ALL_SOLID:frozen gila monster venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed korovce]
de: [STATE_NAME:ALL_SOLID:gefrorenes Gila-Krustenechsengift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de gila monstro]
es: [STATE_NAME:ALL_SOLID:Veneno conjelado de alacran]
ja: [STATE_NAME:ALL_SOLID:凍ったドクトカゲの毒液]
ko: [STATE_NAME:ALL_SOLID얼어붙은 아메리카독도마뱀 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad helodermy arizońskiej]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд ядозуба]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş gila canavarı zehri]
vi: [STATE_NAME:ALL_SOLID:nọc độc thằn lằn Gila đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冻结的毒蜥毒液]

# CREATURE:GILA_MONSTER
source: [STATE_ADJ:ALL_SOLID:frozen gila monster venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed korovce]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Gila-Krustenechsengift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de gila monstro]
es: [STATE_ADJ:ALL_SOLID:de veneno de monstruo de Gila congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったドクトカゲの毒液]
ko: [STATE_ADJ:ALL_SOLID얼어붙은 아메리카독도마뱀 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożony jadowy helodermy arizońskiej]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд ядозуба]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş gila canavarı zehri]
vi: [STATE_ADJ:ALL_SOLID:nọc độc thằn lằn Gila đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冻结的毒蜥毒液的]

# CREATURE:GILA_MONSTER
source: [STATE_NAME:LIQUID:gila monster venom]
cs: [STATE_NAME:LIQUID:jed korovce]
de: [STATE_NAME:LIQUID:Gila-Krustenechsengift]
eo: [STATE_NAME:LIQUID:veneno de gila monstro]
es: [STATE_NAME:LIQUID:veneno de monstruo de gila]
ja: [STATE_NAME:LIQUID:ドクトカゲの毒液]
ko: [STATE_NAME:LIQUID:아메리카독도마뱀 독]
pl: [STATE_NAME:LIQUID:jad helodermy arizońskiej]
ru: [STATE_NAME:LIQUID:яд ядозуба]
tr: [STATE_NAME:LIQUID:gila canavarı zehri]
vi: [STATE_NAME:LIQUID:nọc độc thằn lằn Gila]
zh_hans: [STATE_NAME:LIQUID:毒蜥毒液]

# CREATURE:GILA_MONSTER
source: [STATE_ADJ:LIQUID:gila monster venom]
cs: [STATE_ADJ:LIQUID:jed korovce]
de: [STATE_ADJ:LIQUID:Gila-Krustenechsengift]
eo: [STATE_ADJ:LIQUID:de veneno de gila monstro]
es: [STATE_ADJ:LIQUID:de veneno de monstruo gila]
ja: [STATE_ADJ:LIQUID:ドクトカゲの毒液]
ko: [STATE_ADJ:LIQUID:아메리카독도마뱀 독]
pl: [STATE_ADJ:LIQUID:jadowy helodermy arizońskiej]
ru: [STATE_ADJ:LIQUID:яд ядозуба]
tr: [STATE_ADJ:LIQUID:gila canavarı zehri]
vi: [STATE_ADJ:LIQUID:nọc độc thằn lằn Gila]
zh_hans: [STATE_ADJ:LIQUID:毒蜥毒液的]

# CREATURE:GILA_MONSTER
source: [STATE_NAME:GAS:boiling gila monster venom]
cs: [STATE_NAME:GAS:vroucí jed korovce]
de: [STATE_NAME:GAS:kochendes Gila-Krustenechsengift]
eo: [STATE_NAME:GAS:bolanta veneno de gila monstro]
es: [STATE_NAME:GAS:veneno de monstruo de gila hirviendo]
ja: [STATE_NAME:GAS:蒸気化したドクトカゲの毒液]
ko: [STATE_NAME:GAS:기화된 아메리카독도마뱀 독]
pl: [STATE_NAME:GAS:gotujące się jad helodermy arizońskiej]
ru: [STATE_NAME:GAS:пары яда ядозуба]
tr: [STATE_NAME:GAS:kaynayan gila canavarı zehri]
vi: [STATE_NAME:GAS:nọc độc thằn lằn Gila đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的毒蜥毒液]

# CREATURE:GILA_MONSTER
source: [STATE_ADJ:GAS:boiling gila monster venom]
cs: [STATE_ADJ:GAS:vroucí jed korovce]
de: [STATE_ADJ:GAS:kochendes Gila-Krustenechsengift]
eo: [STATE_ADJ:GAS:de bolanta veneno de gila monstro]
es: [STATE_ADJ:GAS:de veneno de monstruo gila hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したドクトカゲの毒液]
ko: [STATE_ADJ:GAS:기화된 아메리카독도마뱀 독]
pl: [STATE_ADJ:GAS:gotujące się jadowy helodermy arizońskiej]
ru: [STATE_ADJ:GAS:пары яда ядозуба]
tr: [STATE_ADJ:GAS:kaynayan gila canavarı zehri]
vi: [STATE_ADJ:GAS:nọc độc thằn lằn Gila đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的毒蜥毒液的]

# CREATURE:GILA_MONSTER
source: [SYN_NAME:gila monster bite]
cs: [SYN_NAME:kousnutí gila monstrem]
de: [SYN_NAME:Gila Monster Biss]
eo: [SYN_NAME:mordo de gila monstro]
es: [SYN_NAME:mordisco de monstruo de gila]
ja: [SYN_NAME:ドクトカゲの噛みつき]
ko: [SYN_NAME:아메리카독도마뱀 독]
pl: [SYN_NAME:ugryzienie helodermy arizońskiej]
ru: [SYN_NAME:укус ядозуба]
tr: [SYN_NAME:gila canavarı ısırığı]
vi: [SYN_NAME:vết cắn của thằn lằn Gila]
zh_hans: [SYN_NAME:毒蜥咬]

# CREATURE:GILA_MONSTER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:GILA_MONSTER
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:皮膚:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:GILA_MONSTER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GILA_MONSTER_MAN
source: [CVCT_TARGET:gila monster]
cs: [CVCT_TARGET:korovec]
de: [CVCT_TARGET:Gila-Krustenechse]
eo: [CVCT_TARGET:gila monstr]
es: [CVCT_TARGET:monstruo gila]
ja: [CVCT_TARGET:ドクトカゲ]
ko: [CVCT_TARGET:아메리카독도마뱀]
pl: [CVCT_TARGET:heloderma arizońska]
ru: [CVCT_TARGET:ядозуба]
tr: [CVCT_TARGET:gila canavarı]
vi: [CVCT_TARGET:thằn lằn Gila]
zh_hans: [CVCT_TARGET:毒蜥]

# CREATURE:GILA_MONSTER_MAN
source: [CVCT_REPLACEMENT:gila monster man]
cs: [CVCT_REPLACEMENT:korovčí muž]
de: [CVCT_REPLACEMENT:Gila-Krustenechsemensch]
eo: [CVCT_REPLACEMENT:hom-gil-monstr]
es: [CVCT_REPLACEMENT:hombre monstruo de Gila]
ja: [CVCT_REPLACEMENT:ドクトカゲ男]
ko: [CVCT_REPLACEMENT:아메리카독도마뱀인간]
pl: [CVCT_REPLACEMENT:helodermoczłowiek arizoński]
ru: [CVCT_REPLACEMENT:человека-ядозуба]
tr: [CVCT_REPLACEMENT:erkek gila canavarı]
vi: [CVCT_REPLACEMENT:nam nhân thằn lằn Gila]
zh_hans: [CVCT_REPLACEMENT:毒蜥人]

# CREATURE:GILA_MONSTER_MAN
source: [CASTE_NAME:gila monster man:gila monster men:gila monster man]
cs: [CASTE_NAME:korovčí muž:korovčí muži:korovčí muž]
de: [CASTE_NAME:Gila-Krustenechsenmann:Gila-Krustenechsenmänner:Gila-Krustenechsenmann]
eo: [CASTE_NAME:hom-gil-monstriĉo:hom-gil-monstriĉoj:de hom-gil-monstriĉo]
es: [CASTE_NAME:hombre monstruo de Gila:hombres monstruo de Gila:hombre monstruo de Gila]
ja: [CASTE_NAME:ドクトカゲ男:ドクトカゲ男:ドクトカゲ男の]
ko: [CASTE_NAME:아메리카독도마뱀인간:아메리카독도마뱀인간들:아메리카독도마뱀인간]
pl: [CASTE_NAME:helodermomężczyzna arizoński:helodermomężczyźni arizońscy:helodermomężczyźna arizoński]
ru: [CASTE_NAME:мужчина-ядозуб:мужчины-ядозубы:мужчины-ядозубa]
tr: [CASTE_NAME:erkek gila canavarı:erkek gila canavarları:erkek gila canavarı]
vi: [CASTE_NAME:nam nhân thằn lằn Gila:nam nhân thằn lằn Gila:nam nhân thằn lằn Gila]
zh_hans: [CASTE_NAME:希拉毒蜥男:希拉毒蜥男:希拉毒蜥男]

# CREATURE:GILA_MONSTER_MAN
source: [CASTE_NAME:gila monster woman:gila monster women:gila monster woman]
cs: [CASTE_NAME:korovčí žena:korovčí ženy:korovčí žena]
de: [CASTE_NAME:Gila-Krustenechsenfrau:Gila-Krustenechsenfrauen:Gila-Krustenechsenfrau]
eo: [CASTE_NAME:hom-gil-monstrino:hom-gil-monstrinoj:de hom-gil-monstrino]
es: [CASTE_NAME:mujer monstruo de Gila:mujeres monstruo de Gila:mujer monstruo de Gila]
ja: [CASTE_NAME:ドクトカゲ女:ドクトカゲ女:ドクトカゲ女の]
ko: [CASTE_NAME:암컷 아메리카독도마뱀인간:암컷 아메리카독도마뱀인간들:암컷 아메리카독도마뱀인간]
pl: [CASTE_NAME:helodermokobieta arizońska:helodermokobiety arizońskie:helodermokobieto arizońska]
ru: [CASTE_NAME:женщина-ядозубка:женщины-ядозубки:женщины-ядозубки]
tr: [CASTE_NAME:dişi gila canavarı:dişi gila canavarları:dişi gila canavarı]
vi: [CASTE_NAME:nữ nhân thằn lằn Gila:nữ nhân thằn lằn Gila:nữ nhân thằn lằn Gila]
zh_hans: [CASTE_NAME:希拉毒蜥女:希拉毒蜥女:希拉毒蜥女]

# CREATURE:GILA_MONSTER_MAN
source: [NAME:gila monster man:gila monster men:gila monster man]
cs: [NAME:korovčí muž:korovčí muži:korovčí muž]
de: [NAME:Gila-Krustenechsenmensch:Gila-Krustenechsenmenschen:Gila-Krustenechsenmensch]
eo: [NAME:hom-gil-monstro:hom-gil-monstroj:de hom-gil-monstro]
es: [NAME:hombre monstruo de Gila:hombres monstruo de Gila:de hombre monstruo de Gila]
ja: [NAME:ドクトカゲ男:ドクトカゲ男:ドクトカゲ男の]
ko: [NAME:아메리카독도마뱀인간:아메리카독도마뱀인간들:아메리카독도마뱀인간]
pl: [NAME:helodermoczłowiek arizoński:helodermoludzie arizońscy:helodermomężczyzno arizoński]
ru: [NAME:человек-ядозуб:люди-ядозубы:человека-ядозуба]
tr: [NAME:erkek gila canavarı:erkek gila canavarları:erkek gila canavarı]
vi: [NAME:nam nhân thằn lằn Gila:nam nhân thằn lằn Gila:nam nhân thằn lằn Gila]
zh_hans: [NAME:希拉毒蜥人:希拉毒蜥人:希拉毒蜥人]

# CREATURE:GILA_MONSTER_MAN
source: [DESCRIPTION:A venomous person with the head and tail of a gila monster.]
cs: [DESCRIPTION:Jedovatá osoba s hlavou a ocasem korovce.]
de: [DESCRIPTION:Ein giftiger Mensch mit dem Kopf und dem Schwanz eines Gila-Monsters.]
eo: [DESCRIPTION:Venena homo kun la kapo kaj la vosto de gila monstro.]
es: [DESCRIPTION:Una persona venenosa con una cabeza y cola de un monstruo de gila.]
ja: [DESCRIPTION:ドクトカゲの頭と尻尾を持つ毒性人間だ。]
ko: [DESCRIPTION:아메리카독도마뱀의 머리와 꼬리를 가진 독을 분비하는 인간.]
pl: [DESCRIPTION:Jadowity osobnik z głową i ogonem helodermy arizońskiej.]
ru: [DESCRIPTION:Ядовитый человек с головой и хвостом ядозуба.]
tr: [DESCRIPTION:Gila canavarı başlı ve kuyruklu, zehirli bir fantastik canlı.]
vi: [DESCRIPTION:Một người có nọc độc với đầu và đuôi của một con thằn lằn Gila.]
zh_hans: [DESCRIPTION:一个长着毒蜥头和尾的剧毒人。]

# CREATURE:GIANT_GILA_MONSTER
source: [CVCT_TARGET:gila monster]
cs: [CVCT_TARGET:korovec]
de: [CVCT_TARGET:Gila-Krustenechse]
eo: [CVCT_TARGET:gila monstr]
es: [CVCT_TARGET:monstruo gila]
ja: [CVCT_TARGET:ドクトカゲ]
ko: [CVCT_TARGET:아메리카독도마뱀]
pl: [CVCT_TARGET:heloderma arizońska]
ru: [CVCT_TARGET:ядозуба]
tr: [CVCT_TARGET:gila canavarı]
vi: [CVCT_TARGET:thằn lằn Gila]
zh_hans: [CVCT_TARGET:毒蜥]

# CREATURE:GIANT_GILA_MONSTER
source: [CVCT_REPLACEMENT:giant gila monster]
cs: [CVCT_REPLACEMENT:obří korovec]
de: [CVCT_REPLACEMENT:Riesengila-Krustenechse]
eo: [CVCT_REPLACEMENT:giganta gila monstr]
es: [CVCT_REPLACEMENT:monstruo gila gigante]
ja: [CVCT_REPLACEMENT:巨大ドクトカゲ]
ko: [CVCT_REPLACEMENT:거대 아메리카독도마뱀]
pl: [CVCT_REPLACEMENT:gigantyczna heloderma arizońska]
ru: [CVCT_REPLACEMENT:гигантского ядозуба]
tr: [CVCT_REPLACEMENT:dev gila canavarı]
vi: [CVCT_REPLACEMENT:thằn lằn Gila khổng lồ]
zh_hans: [CVCT_REPLACEMENT:巨毒蜥]

# CREATURE:GIANT_GILA_MONSTER
source: [NAME:giant gila monster:giant gila monsters:giant gila monster]
cs: [NAME:obří korovec:obří korovci:obří korovec]
de: [NAME:Riesengila-Krustenechse:Riesengila-Krustenechsen:Riesengila-Krustenechse]
eo: [NAME:giganta gila monstro:gigantaj gilaj monstroj:de giganta gila monstro]
es: [NAME:monstruo de Gila gigante:monstruos de Gila gigantes:de monstruo de Gila gigante]
ja: [NAME:巨大ドクトカゲ:巨大ドクトカゲ:巨大ドクトカゲの]
ko: [NAME:거대 아메리카독도마뱀:거대 아메리카독도마뱀들:거대 아메리카독도마뱀]
pl: [NAME:gigantyczna heloderma arizońska:gigantyczne helodermy arizońskie:gigantyczno helodermo arizońska]
ru: [NAME:гигантский ядозуб:гигантские ядозубы:гигантского ядозуба]
tr: [NAME:dev gila canavarı:dev gila canavarları:dev gila canavarı]
vi: [NAME:thằn lằn Gila khổng lồ:thằn lằn Gila khổng lồ:thằn lằn Gila khổng lồ]
zh_hans: [NAME:巨希拉毒蜥:巨希拉毒蜥:巨希拉毒蜥]

# CREATURE:GIANT_GILA_MONSTER
source: [CASTE_NAME:giant gila monster:giant gila monsters:giant gila monster]
cs: [CASTE_NAME:obří korovec:obří korovci:obří korovec]
de: [CASTE_NAME:Riesengila-Krustenechse:Riesengila-Krustenechsen:Riesengila-Krustenechse]
eo: [CASTE_NAME:giganta gila monstro:gigantaj gilaj monstroj:de giganta gila monstro]
es: [CASTE_NAME:monstruo gila gigante:monstruos gila gigante:monstruo gila gigante]
ja: [CASTE_NAME:巨大ドクトカゲ:巨大ドクトカゲ:巨大ドクトカゲの]
ko: [CASTE_NAME:거대 아메리카독도마뱀:거대 아메리카독도마뱀들:거대 아메리카독도마뱀]
pl: [CASTE_NAME:gigantyczna heloderma arizońska:gigantyczne helodermy arizońskie:gigantyczno helodermo arizońska]
ru: [CASTE_NAME:гигантский ядозуб:гигантские ядозубы:гигантского ядозуба]
tr: [CASTE_NAME:dev gila canavarı:dev gila canavarları:dev gila canavarı]
vi: [CASTE_NAME:thằn lằn Gila khổng lồ:thằn lằn Gila khổng lồ:thằn lằn Gila khổng lồ]
zh_hans: [CASTE_NAME:巨希拉毒蜥:巨希拉毒蜥:巨希拉毒蜥]

# CREATURE:GIANT_GILA_MONSTER
source: [GENERAL_CHILD_NAME:giant gila monster hatchling:giant gila monster hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího korovce:mláďata obřích korovců]
de: [GENERAL_CHILD_NAME:Riesengila-Krustenechsenjunges:Riesengila-Krustenechsenjunge]
eo: [GENERAL_CHILD_NAME:giganta gila monstrido:gigantaj gilaj monstridoj]
es: [GENERAL_CHILD_NAME:polluelo de monstruo gigante de gila:polluelos de monstruo gigante de gila.]
ja: [GENERAL_CHILD_NAME:ドクトカゲの幼生:ドクトカゲの幼生の]
ko: [GENERAL_CHILD_NAME:거대 아메리카독도마뱀 새끼:거대 아메리카독도마뱀 새끼들:거대 아메리카독도마뱀 새끼]
pl: [GENERAL_CHILD_NAME:młody gigantycznej helodermy arizońskiej:młode gigantycznej helodermy arizońskiej]
ru: [GENERAL_CHILD_NAME:детёныш гигантского ядозуба:детёныши гигантского ядозуба]
tr: [GENERAL_CHILD_NAME:yavru dev gila canavarı:yavru dev gila canavarları]
vi: [GENERAL_CHILD_NAME:thằn lằn Gila khổng lồ con non:thằn lằn Gila khổng lồ con non]
zh_hans: [GENERAL_CHILD_NAME:巨j毒蜥幼崽:巨毒蜥幼崽]

# CREATURE:GIANT_GILA_MONSTER
source: [DESCRIPTION:A huge beast in the form of a gila monster.]
cs: [DESCRIPTION:Obrovská příšera v podobě korovce.]
de: [DESCRIPTION: Ein riesiges Biest, in Form einer Krustenechse.]
eo: [DESCRIPTION:Grandega besto kun formo de gila monstro.]
es: [DESCRIPTION:Una bestia gigante con forma de un monstruo de gila.]
ja: [DESCRIPTION:ドクトカゲのような姿をした怪物だ。]
ko: [DESCRIPTION:아메리카독도마뱀의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromna bestia w postaci helodermy arizońskiej.]
ru: [DESCRIPTION:Огромное чудовище, похожее на ядозуба.]
tr: [DESCRIPTION:Gila canavarı biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái thú khổng lồ dưới hình dạng thằn lằn Gila.]
zh_hans: [DESCRIPTION:一只体型巨大的类毒蜥野兽。]

# CREATURE:GIANT_GILA_MONSTER
source: [PREFSTRING:venomous bite]
cs: [PREFSTRING:jedovaté kousnutí]
de: [PREFSTRING:giftiger Biss]
eo: [PREFSTRING:venena mordo]
es: [PREFSTRING:mordedura venenosa]
ja: [PREFSTRING:毒の噛みつき]
ko: [PREFSTRING:독 물기]
pl: [PREFSTRING:jadowite ukąszenie]
ru: [PREFSTRING:ядовитый укус]
tr: [PREFSTRING:zehirli ısırık]
vi: [PREFSTRING:Vết cắn độc]
zh_hans: [PREFSTRING:毒咬]

# CREATURE:GIANT_GILA_MONSTER
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:DOG
source: [DESCRIPTION:A medium-sized highly social mammalian carnivore. It has a keen sense of smell. It can be trained to obey commands.]
cs: [DESCRIPTION:Středně velký, vysoce společenský savčí predátor. Má výborný čich a lze jej vycvičit k poslušnosti.]
de: [DESCRIPTION:Ein mittelgrosses, äusserst soziales Säugetier. Er ist ein Fleischfresser mit einem ausgeprägten Geruchsinn. Er kann trainiert werden um Befehle zu befolgen.]
eo: [DESCRIPTION:Mezgranda tre sociema mamula rabobesto. Ĝi havas akran flaron. Oni povas dresi ĝin por obei ordonojn.]
es: [DESCRIPTION:Un mamífero muy sociable de tamaño mediano. Tiene un agudo sentido del olfato. Puede ser entrenado para recibir ordenes.]
ja: [DESCRIPTION:中型で社会性の強い、肉食哺乳類だ。匂いに敏感で、調教することができる。]
ko: [DESCRIPTION:중간 크기의 고도로 사회화된 육식성 포유류. 후각이 예민하며, 명령에 따르도록 훈련할 수 있다.]
pl: [DESCRIPTION:Średniej wielkości, towarzyski, mięsożerny ssak. Ma dobry węch. Może zostać wytresowany, aby wykonywać komendy.]
ru: [DESCRIPTION:Очень общительное плотоядное млекопитающее среднего размера с тонким обонянием. Может быть обучено выполнению команд.]
tr: [DESCRIPTION:Orta büyüklükte, oldukça sosyal, etçil bir memeli. Keskin bir koku alma duyusu vardır. Komutlara itaat etmesi için eğitilebilir.]
vi: [DESCRIPTION:Một động vật có vú ăn thịt cỡ trung bình, có tính xã hội cao. Nó có khứu giác nhạy bén. Nó có thể được huấn luyện để tuân lệnh.]
zh_hans: [DESCRIPTION:一种高度群居的中体型食肉哺乳动物。它有敏锐的嗅觉。可以训练它服从命令。]

# CREATURE:DOG
source: [NAME:dog:dogs:canine]
cs: [NAME:pes:psi:psí]
de: [NAME:Hund:Hunde:Hundeartig]
eo: [NAME:hundo:hundoj:de hundo]
es: [NAME:perro:perros:canino]
ja: [NAME:犬:犬:犬の]
ko: [NAME:개:개들:개의]
pl: [NAME:pies:psy:psi]
ru: [NAME:собака:собаки:собачий]
tr: [NAME:köpek:köpekler:köpek]
vi: [NAME:chó:chó:họ chó]
zh_hans: [NAME:狗:狗:犬]

# CREATURE:DOG
source: [CASTE_NAME:dog:dogs:canine]
cs: [CASTE_NAME:pes:psi:psí]
de: [CASTE_NAME:Hund:Hunde:Hundeartig]
eo: [CASTE_NAME:hundo:hundoj:de hundo]
es: [CASTE_NAME:perro:perros:canino]
ja: [CASTE_NAME:犬:犬:犬の]
ko: [CASTE_NAME:개:개들:개의]
pl: [CASTE_NAME:pies:psy:psi]
ru: [CASTE_NAME:собака:собаки:собачий]
tr: [CASTE_NAME:köpek:köpekler:köpek]
vi: [CASTE_NAME:chó:chó:họ chó]
zh_hans: [CASTE_NAME:狗:狗:犬]

# CREATURE:DOG
source: [PREFSTRING:loyalty]
cs: [PREFSTRING:věrností]
de: [PREFSTRING:Loyalität]
eo: [PREFSTRING:lojaleco]
es: [PREFSTRING:lealtad]
ja: [PREFSTRING:忠誠心]
ko: [PREFSTRING:충성심]
pl: [PREFSTRING:lojalność]
ru: [PREFSTRING:преданность]
tr: [PREFSTRING:sadakat]
vi: [PREFSTRING:lòng trung thành]
zh_hans: [PREFSTRING:忠诚]
