Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:LYCHEE
source: [NAME:lychee tree]
cs: [NAME:ličiovník]
de: [NAME:Litschibaum]
eo: [NAME:liĉiarbo]
es: [NAME:árbol de lichi]
ja: [NAME:ライチの木]
ko: [NAME:리치 나무]
ru: [NAME:дерево личи]
tr: [NAME:liçi ağacı]
vi: [NAME:cây vải]
zh_hans: [NAME:荔枝树]

# PLANT:LYCHEE
source: [NAME_PLURAL:lychee trees]
cs: [NAME_PLURAL:ličiovníky]
de: [NAME_PLURAL:Litschibäume]
eo: [NAME_PLURAL:liĉiarboj]
es: [NAME_PLURAL:árboles de lichi]
ja: [NAME_PLURAL:ライチの木]
ko: [NAME_PLURAL:리치 나무들]
ru: [NAME_PLURAL:деревья личи]
tr: [NAME_PLURAL:liçi ağaçları]
vi: [NAME_PLURAL:cây vải]
zh_hans: [NAME_PLURAL:荔枝树]

# PLANT:LYCHEE
source: [ADJ:lychee tree]
cs: [ADJ:ličiovník]
de: [ADJ:Litschibaum]
eo: [ADJ:de liĉiarbo]
es: [ADJ:de arbol de lichi]
ja: [ADJ:ライチの木]
ko: [ADJ:리치 나무]
ru: [ADJ:дерево личи]
tr: [ADJ:liçi ağacı]
vi: [ADJ:cây vải]
zh_hans: [ADJ:荔枝树的]

# PLANT:LYCHEE
source: [STATE_NAME:ALL_SOLID:lychee wood]
cs: [STATE_NAME:ALL_SOLID:ličiové dřevo]
de: [STATE_NAME:ALL_SOLID:Litschiholz]
eo: [STATE_NAME:ALL_SOLID:ligno el liĉiarbo]
es: [STATE_NAME:ALL_SOLID:madera de lichi]
ja: [STATE_NAME:ALL_SOLID:ライチの木]
ko: [STATE_NAME:ALL_SOLID:리치 나무]
ru: [STATE_NAME:ALL_SOLID:древесина личи]
tr: [STATE_NAME:ALL_SOLID:liçi odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ vải]
zh_hans: [STATE_NAME:ALL_SOLID:l荔枝木]

# PLANT:LYCHEE
source: [STATE_ADJ:ALL_SOLID:lychee wood]
cs: [STATE_ADJ:ALL_SOLID:ličiové dřevo]
de: [STATE_ADJ:ALL_SOLID:Litschiholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el liĉiarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de lichi]
ja: [STATE_ADJ:ALL_SOLID:ライチの木]
ko: [STATE_ADJ:ALL_SOLID:리치 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина личи]
tr: [STATE_ADJ:ALL_SOLID:liçi odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ vải]
zh_hans: [STATE_ADJ:ALL_SOLID:荔枝木的]

# PLANT:LYCHEE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen lychee wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené liči víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Litschiwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el liĉio]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de lichi congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったライチのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 리치 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее вино из плодов личи]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş liçi şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu vải đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的荔枝酒]

# PLANT:LYCHEE
source: [STATE_NAME_ADJ:LIQUID:lychee wine]
cs: [STATE_NAME_ADJ:LIQUID:liči víno]
de: [STATE_NAME_ADJ:LIQUID:Litschiwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el liĉio]
es: [STATE_NAME_ADJ:LIQUID:de vino de lichi]
ja: [STATE_NAME_ADJ:LIQUID:ライチのワイン]
ko: [STATE_NAME_ADJ:LIQUID:리치 wine]
ru: [STATE_NAME_ADJ:LIQUID:вино из плодов личи]
tr: [STATE_NAME_ADJ:LIQUID:liçi şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu vải]
zh_hans: [STATE_NAME_ADJ:LIQUID:荔枝酒]

# PLANT:LYCHEE
source: [STATE_NAME_ADJ:GAS:boiling lychee wine]
cs: [STATE_NAME_ADJ:GAS:vřící liči víno]
de: [STATE_NAME_ADJ:GAS:kochender Litschiwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el liĉio]
es: [STATE_NAME_ADJ:GAS:de vino de lichi hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したライチのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 리치 wine]
ru: [STATE_NAME_ADJ:GAS:кипящее вино из плодов личи]
tr: [STATE_NAME_ADJ:GAS:kaynayan liçi şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu vải đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的荔枝酒]

# PLANT:LYCHEE
source: [SEED:lychee seed:lychee seeds:]
cs: [SEED:semeno liči:semena liči:]
de: [SEED:Litschisamen:Litschisamen:]
eo: [SEED:semo de liĉio:semoj de liĉio:]
es: [SEED:semilla de lichi:semillas de lichi:]
ja: [SEED:ライチの種:ライチの種:]
ko: [SEED:리치 씨:리치 씨들:]
ru: [SEED:семя дерева личи:семена дерева личи:]
tr: [SEED:liçi tohumu:liçi tohumları:]
vi: [SEED:hạt vải:hạt vải:]
zh_hans: [SEED:荔枝种子:荔枝种子:]

# PLANT:LYCHEE
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:LYCHEE
source: [GROWTH_NAME:lychee leaf:lychee leaves]
cs: [GROWTH_NAME:list liči:listy liči]
de: [GROWTH_NAME:Litschiblatt: Litschiblätter]
eo: [GROWTH_NAME:folio de liĉio:folioj de liĉio]
es: [GROWTH_NAME:hoja de lichi:hojas de lichi]
ja: [GROWTH_NAME:ライチの葉:ライチの葉]
ko: [GROWTH_NAME:리치 나무 잎:리치 나무 잎들]
ru: [GROWTH_NAME:лист дерева личи:листья дерева личи]
tr: [GROWTH_NAME:liçi yaprağı:liçi yaprakları]
vi: [GROWTH_NAME:lá vải:lá vải]
zh_hans: [GROWTH_NAME:荔枝叶:荔枝叶]

# PLANT:LYCHEE
source: [GROWTH_NAME:lychee flower:STP]
cs: [GROWTH_NAME:květ liči:STP]
de: [GROWTH_NAME:Litschiblüte:STP]
eo: [GROWTH_NAME:floro de liĉio:floroj de liĉio]
es: [GROWTH_NAME:flor de lichi:STP]
ja: [GROWTH_NAME:ライチの花:STP]
ko: [GROWTH_NAME:리치 나무 꽃:STP]
ru: [GROWTH_NAME:цветок дерева личи:цветы дерева личи]
tr: [GROWTH_NAME:liçi çiçeği:STP]
zh_hans: [GROWTH_NAME:荔枝花:STP]

# PLANT:LYCHEE
source: [GROWTH_NAME:lychee:STP]
cs: [GROWTH_NAME:liči:STP]
de: [GROWTH_NAME:Litschi:STP]
eo: [GROWTH_NAME:liĉio:liĉioj]
es: [GROWTH_NAME:lichi:STP]
ja: [GROWTH_NAME:ライチ:STP]
ko: [GROWTH_NAME:리치:STP]
ru: [GROWTH_NAME:плод личи:плоды личи]
tr: [GROWTH_NAME:liçi:STP]
zh_hans: [GROWTH_NAME:荔枝:STP]

# PLANT:MACADAMIA
source: [NAME:macadamia tree]
cs: [NAME:makadamiovník]
de: [NAME:Macadamie Baum]
eo: [NAME:makadamio]
es: [NAME:arbol de macadamia]
ja: [NAME:マカダミアナッツの木]
ko: [NAME:마카다미아 나무]
ru: [NAME:дерево ореха макадамия]
tr: [NAME:makademya ağacı]
vi: [NAME:cây mắc ca]
zh_hans: [NAME:奶油果树]

# PLANT:MACADAMIA
source: [NAME_PLURAL:macadamia trees]
cs: [NAME_PLURAL:makadamiovníky]
de: [NAME_PLURAL:Macadamia Bäume]
eo: [NAME_PLURAL:makadamioj]
es: [NAME_PLURAL:arboles de macadamia]
ja: [NAME_PLURAL:マカダミアナッツの木]
ko: [NAME_PLURAL:마카다미아 나무들]
ru: [NAME_PLURAL:деревья ореха макадамия]
tr: [NAME_PLURAL:makademya ağaçları]
vi: [NAME_PLURAL:cây mắc ca]
zh_hans: [NAME_PLURAL:奶油果树]

# PLANT:MACADAMIA
source: [ADJ:macadamia tree]
cs: [ADJ:makadamiový]
de: [ADJ:Macadamiabaum]
eo: [ADJ:de makadamio]
es: [ADJ:de arbol de macadamia]
ja: [ADJ:マカダミアナッツの木]
ko: [ADJ:마카다미아 나무]
ru: [ADJ:дерево ореха макадамия]
tr: [ADJ:makademya ağacı]
vi: [ADJ:cây mắc ca]
zh_hans: [ADJ:奶油果树的]

# PLANT:MACADAMIA
source: [STATE_NAME:ALL_SOLID:macadamia wood]
cs: [STATE_NAME:ALL_SOLID:makadamiové dřevo]
de: [STATE_NAME:ALL_SOLID:Macadamiaholz]
eo: [STATE_NAME:ALL_SOLID:ligno el makadamio]
es: [STATE_NAME:ALL_SOLID:madera de macadamia]
ja: [STATE_NAME:ALL_SOLID:マカダミアナッツの木]
ko: [STATE_NAME:ALL_SOLID:마카다미아 나무]
ru: [STATE_NAME:ALL_SOLID:древесина ореха макадамия]
tr: [STATE_NAME:ALL_SOLID:makademya odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ mắc ca]
zh_hans: [STATE_NAME:ALL_SOLID:奶油果木]

# PLANT:MACADAMIA
source: [STATE_ADJ:ALL_SOLID:macadamia wood]
cs: [STATE_ADJ:ALL_SOLID:makadamiové dřevo]
de: [STATE_ADJ:ALL_SOLID:Macadamiaholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno de makadamio]
es: [STATE_ADJ:ALL_SOLID:de madera de macadamia]
ja: [STATE_ADJ:ALL_SOLID:マカダミアナッツの木]
ko: [STATE_ADJ:ALL_SOLID:마카다미아 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина ореха макадамия]
tr: [STATE_ADJ:ALL_SOLID:makademya odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ mắc ca]
zh_hans: [STATE_ADJ:ALL_SOLID:奶油果木的]

# PLANT:MACADAMIA
source: [SEED:macadamia nut:macadamia nuts:]
cs: [SEED:makadamiový ořech:makadamiové ořechy:]
de: [SEED:Macadamianuss:Macadamianüsse:]
eo: [SEED:makadamia nukso:makadamiaj nuksoj:]
es: [SEED:nuez de macadamia:neces de macadamia:]
ja: [SEED:マカダミアナッツ:マカダミアナッツ nuts:]
ko: [SEED:마카다미아너트:마카다미아너트들:]
ru: [SEED:орех макадамия:орехи макадамия:]
tr: [SEED:makademya fındığı:makademya fındıkları:]
vi: [SEED:hạt mắc ca:hạt mắc ca:]
zh_hans: [SEED:奶油果:奶油果:]

# PLANT:MACADAMIA
source: [PREFSTRING:nuts]
cs: [PREFSTRING:ořechy]
de: [PREFSTRING:Nüsse]
eo: [PREFSTRING:nuksoj]
es: [PREFSTRING:nueces]
ja: [PREFSTRING:ナッツ]
ko: [PREFSTRING:견과류]
pl: [PREFSTRING:orzechy]
ru: [PREFSTRING:орехи]
tr: [PREFSTRING:fındıkları]
vi: [PREFSTRING:hạt]
zh_hans: [PREFSTRING:坚果]

# PLANT:MACADAMIA
source: [GROWTH_NAME:macadamia leaf:macadamia leaves]
cs: [GROWTH_NAME:makadamiový list:makadamiové listy]
de: [GROWTH_NAME:Macadamiablatt:Macadamiablätter]
eo: [GROWTH_NAME:folio de makadamio:folioj de makadamio]
es: [GROWTH_NAME:hoja de macadamia:hojas de macadamia]
ja: [GROWTH_NAME:マカダミアナッツの葉:マカダミアナッツの葉]
ko: [GROWTH_NAME:마카다미아 나무 잎:마카다미아 나무 잎들]
ru: [GROWTH_NAME:лист макадамия:листья макадамия]
tr: [GROWTH_NAME:makademya yaprağı:makademya yaprakları]
vi: [GROWTH_NAME:lá mắc ca:lá mắc ca]
zh_hans: [GROWTH_NAME:奶油果树叶:奶油果树叶]

# PLANT:MACADAMIA
source: [GROWTH_NAME:macadamia raceme:STP]
cs: [GROWTH_NAME:makadamiové hrozno:STP]
de: [GROWTH_NAME:Macadamia-Traube:STP]
eo: [GROWTH_NAME:grapolo de makadamio:grapoloj de makadamio]
es: [GROWTH_NAME:racimo de macadamia:STP]
ja: [GROWTH_NAME:マカダミアナッツの花:STP]
ko: [GROWTH_NAME:마카다미아 raceme:STP]
ru: [GROWTH_NAME:соцветие дерева макадамия:соцветия дерева макадамия]
tr: [GROWTH_NAME:makademya salkımı:STP]
zh_hans: [GROWTH_NAME:奶油果花序:STP]

# PLANT:MACADAMIA
source: [GROWTH_NAME:macadamia nut:STP]
cs: [GROWTH_NAME:makadamiový ořech:STP]
de: [GROWTH_NAME:Macadamianuss:STP]
eo: [GROWTH_NAME:makadamia nukso:makadamiaj nuksoj]
es: [GROWTH_NAME:nuez de macadamia:STP]
ja: [GROWTH_NAME:マカダミアナッツ nut:STP]
ko: [GROWTH_NAME:마카다미아너트:STP]
ru: [GROWTH_NAME:орех макадамия:орехи макадамия]
tr: [GROWTH_NAME:makademya fındığı:STP]
zh_hans: [GROWTH_NAME:奶油果:STP]

# PLANT:OLIVE
source: [NAME:olive tree]
cs: [NAME:olivovník]
de: [NAME:Olivenbaum]
eo: [NAME:olivarbo]
es: [NAME:olivo]
ja: [NAME:オリーブの木]
ko: [NAME:올리브 나무]
ru: [NAME:оливковое дерево]
tr: [NAME:zeytin ağacı]
vi: [NAME:cây ô liu]
zh_hans: [NAME:橄榄树]

# PLANT:OLIVE
source: [NAME_PLURAL:olive trees]
cs: [NAME_PLURAL:olivovníky]
de: [NAME_PLURAL:Olivenbäume]
eo: [NAME_PLURAL:olivarboj]
es: [NAME_PLURAL:olivo]
ja: [NAME_PLURAL:オリーブの木]
ko: [NAME_PLURAL:올리브 나무들]
ru: [NAME_PLURAL:оливковые деревья]
tr: [NAME_PLURAL:zeytin ağaçları]
vi: [NAME_PLURAL:cây ô liu]
zh_hans: [NAME_PLURAL:橄榄树]

# PLANT:OLIVE
source: [ADJ:olive tree]
cs: [ADJ:olivovník]
de: [ADJ:Olivenbaum]
eo: [ADJ:de olivarbo]
es: [ADJ:olivo]
ja: [ADJ:オリーブの木]
ko: [ADJ:올리브 나무]
ru: [ADJ:оливковое дерево]
tr: [ADJ:zeytin ağacı]
vi: [ADJ:cây ô liu]
zh_hans: [ADJ:橄榄树的]

# PLANT:OLIVE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen olive oil]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražený olivový olej]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Olivenöl]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita oliv-oleo]
es: [STATE_NAME_ADJ:ALL_SOLID:de aceite de oliva congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったオリーブオイル]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 올리브 oil]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее оливковое масло]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş zeytinyağı]
vi: [STATE_NAME_ADJ:ALL_SOLID:dầu ô liu đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的橄榄油]

# PLANT:OLIVE
source: [STATE_NAME_ADJ:LIQUID:olive oil]
cs: [STATE_NAME_ADJ:LIQUID:olivový olej]
de: [STATE_NAME_ADJ:LIQUID:Olivenöl]
eo: [STATE_NAME_ADJ:LIQUID:oliv-oleo]
es: [STATE_NAME_ADJ:LIQUID:de aceite de oliva]
ja: [STATE_NAME_ADJ:LIQUID:オリーブオイル]
ko: [STATE_NAME_ADJ:LIQUID:올리브 oil]
ru: [STATE_NAME_ADJ:LIQUID:оливковое масло]
tr: [STATE_NAME_ADJ:LIQUID:zeytinyağı]
vi: [STATE_NAME_ADJ:LIQUID:dầu ô liu]
zh_hans: [STATE_NAME_ADJ:LIQUID:橄榄油]

# PLANT:OLIVE
source: [STATE_NAME_ADJ:GAS:boiling olive oil]
cs: [STATE_NAME_ADJ:GAS:vřící olivový olej]
de: [STATE_NAME_ADJ:GAS:kochendes Olivenöl]
eo: [STATE_NAME_ADJ:GAS:bolanta oliv-oleo]
es: [STATE_NAME_ADJ:GAS:de aceite de oliva hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したオリーブオイル]
ko: [STATE_NAME_ADJ:GAS:boiling 올리브 oil]
ru: [STATE_NAME_ADJ:GAS:кипящее оливковое масло]
tr: [STATE_NAME_ADJ:GAS:kaynayan zeytinyağı]
vi: [STATE_NAME_ADJ:GAS:dầu ô liu đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的橄榄油]

# PLANT:OLIVE
source: [STATE_NAME_ADJ:ALL_SOLID:olive oil soap]
cs: [STATE_NAME_ADJ:ALL_SOLID:olivové mýdlo]
de: [STATE_NAME_ADJ:ALL_SOLID:Olivenöl-Seife]
eo: [STATE_NAME_ADJ:ALL_SOLID:sapo el oliv-oleo]
es: [STATE_NAME_ADJ:ALL_SOLID:de jabón de aceite de oliva]
ja: [STATE_NAME_ADJ:ALL_SOLID:オリーブオイル石鹸]
ko: [STATE_NAME_ADJ:ALL_SOLID:올리브 oil soap]
ru: [STATE_NAME_ADJ:ALL_SOLID:оливковое мыло]
tr: [STATE_NAME_ADJ:ALL_SOLID:zeytinyağı sabunu]
vi: [STATE_NAME_ADJ:ALL_SOLID:xà phòng dầu ô liu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:橄榄油皂]

# PLANT:OLIVE
source: [STATE_NAME_ADJ:LIQUID:melted olive oil soap]
cs: [STATE_NAME_ADJ:LIQUID:rozpuštěné olivové mýdlo]
de: [STATE_NAME_ADJ:LIQUID:geschmolzene Olivenöl-Seife]
eo: [STATE_NAME_ADJ:LIQUID:fandita sapo el oliv-oleo]
es: [STATE_NAME_ADJ:LIQUID:de jabón de aceite de oliva derretido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたオリーブオイル石鹸]
ko: [STATE_NAME_ADJ:LIQUID:melted 올리브 oil soap]
ru: [STATE_NAME_ADJ:LIQUID:расплавленное оливковое мыло]
tr: [STATE_NAME_ADJ:LIQUID:erimiş zeytinyağı sabunu]
vi: [STATE_NAME_ADJ:LIQUID:xà phòng dầu ô liu tan chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:溶化的橄榄油皂]

# PLANT:OLIVE
source: [STATE_NAME:ALL_SOLID:olive wood]
cs: [STATE_NAME:ALL_SOLID:olivové dřevo]
de: [STATE_NAME:ALL_SOLID:Olivenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el olivarbo]
es: [STATE_NAME:ALL_SOLID:madera de olivo]
ja: [STATE_NAME:ALL_SOLID:オリーブの木]
ko: [STATE_NAME:ALL_SOLID:올리브 나무]
ru: [STATE_NAME:ALL_SOLID:оливковое дерево]
tr: [STATE_NAME:ALL_SOLID:zeytin odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ ô liu]
zh_hans: [STATE_NAME:ALL_SOLID:橄榄木]

# PLANT:OLIVE
source: [STATE_ADJ:ALL_SOLID:olive wood]
cs: [STATE_ADJ:ALL_SOLID:olivové dřevo]
de: [STATE_ADJ:ALL_SOLID:Olivenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el olivarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de olivo]
ja: [STATE_ADJ:ALL_SOLID:オリーブの木]
ko: [STATE_ADJ:ALL_SOLID:올리브 나무]
ru: [STATE_ADJ:ALL_SOLID:оливковое дерево]
tr: [STATE_ADJ:ALL_SOLID:zeytin odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ ô liu]
zh_hans: [STATE_ADJ:ALL_SOLID:橄榄木的]

# PLANT:OLIVE
source: [STATE_NAME_ADJ:ALL_SOLID:olive fruit]
cs: [STATE_NAME_ADJ:ALL_SOLID:oliva]
de: [STATE_NAME_ADJ:ALL_SOLID:Olivenfrucht]
eo: [STATE_NAME_ADJ:ALL_SOLID:olivo]
es: [STATE_NAME_ADJ:ALL_SOLID:oliva]
ja: [STATE_NAME_ADJ:ALL_SOLID:オリーブの果実]
ko: [STATE_NAME_ADJ:ALL_SOLID:올리브 fruit]
ru: [STATE_NAME_ADJ:ALL_SOLID:оливок]
tr: [STATE_NAME_ADJ:ALL_SOLID:zeytin]
vi: [STATE_NAME_ADJ:ALL_SOLID:quả ô liu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:橄榄果]

# PLANT:OLIVE
source: [STATE_NAME_ADJ:SOLID_PRESSED:olive pomace]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:olivový výlisk]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Oliventrester]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:oliva rekremento]
es: [STATE_NAME_ADJ:SOLID_PRESSED:pulpa de oliva]
ja: [STATE_NAME_ADJ:SOLID_PRESSED:オリーブの絞り粕]
ko: [STATE_NAME_ADJ:SOLID_PRESSED:올리브 pomace]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:оливковый жмых]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:pirina]
vi: [STATE_NAME_ADJ:SOLID_PRESSED:bã ô liu]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:橄榄油渣]

# PLANT:OLIVE
source: [SEED:olive pit:olive pits:]
cs: [SEED:pecka olivy:pecky oliv:]
de: [SEED:Olivenkern:Olivenkern:]
eo: [SEED:kerno de olivo:kernoj de olivo:]
es: [SEED:semilla de oliva:semillas de oliva:]
ja: [SEED:オリーブの実:オリーブの実:]
ko: [SEED:올리브 pit:올리브 pits:]
ru: [SEED:косточка оливкового дерева:косточки оливкового дерева:]
tr: [SEED:zeytin çekirdeği:zeytin çekirdekleri:]
vi: [SEED:hột ô liu:hột ô liu:]
zh_hans: [SEED:橄榄核:橄榄核:]

# PLANT:OLIVE
source: [PREFSTRING:oil-giving fruit]
cs: [PREFSTRING:olejnaté plody]
de: [PREFSTRING:ölgebende Frucht]
eo: [PREFSTRING:oleriĉa frukto]
es: [PREFSTRING:fruta aceitera]
ja: [PREFSTRING:オイルを絞れる果実]
ko: [PREFSTRING:기름을 짤 수 있는 열매]
ru: [PREFSTRING:наполненные маслом ягоды]
tr: [PREFSTRING:yağ veren meyvesi]
vi: [PREFSTRING:quả lấy dầu]
zh_hans: [PREFSTRING:油料果实]

# PLANT:OLIVE
source: [GROWTH_NAME:olive leaf:olive leaves]
cs: [GROWTH_NAME:list olivy:listy olivy]
de: [GROWTH_NAME:Olivenblatt:Olivenblätter]
eo: [GROWTH_NAME:folio de olivarbo:folioj de olivarbo]
es: [GROWTH_NAME:hoja de olivo:hojas de olivo]
ja: [GROWTH_NAME:オリーブの葉:オリーブの葉]
ko: [GROWTH_NAME:올리브 나무 잎:올리브 나무 잎들]
ru: [GROWTH_NAME:лист оливкового дерева:листья оливкового дерева]
tr: [GROWTH_NAME:zeytin yaprağı:zeytin yaprakları]
vi: [GROWTH_NAME:lá ô liu:lá ô liu]
zh_hans: [GROWTH_NAME:橄榄树叶:橄榄树叶]

# PLANT:OLIVE
source: [GROWTH_NAME:olive raceme:STP]
cs: [GROWTH_NAME:olivové hrozno:STP]
de: [GROWTH_NAME:Oliventraube:STP]
eo: [GROWTH_NAME:grapolo de olivo:grapoloj de olivo]
es: [GROWTH_NAME:racimo de olivas:STP]
ja: [GROWTH_NAME:オリーブの花:STP]
ko: [GROWTH_NAME:올리브 raceme:STP]
ru: [GROWTH_NAME:соцветие оливкового дерева:соцветия оливкового дерева]
tr: [GROWTH_NAME:zeytin salkımı:STP]
zh_hans: [GROWTH_NAME:橄榄花序:STP]

# PLANT:OLIVE
source: [GROWTH_NAME:olive:STP]
cs: [GROWTH_NAME:oliva:STP]
eo: [GROWTH_NAME:olivo:olivoj]
es: [GROWTH_NAME:oliva:STP]
ja: [GROWTH_NAME:オリーブ:STP]
ko: [GROWTH_NAME:올리브:STP]
ru: [GROWTH_NAME:оливка:оливки]
tr: [GROWTH_NAME:zeytin:STP]
zh_hans: [GROWTH_NAME:橄榄:STP]

# PLANT:POMEGRANATE
source: [NAME:pomegranate tree]
cs: [NAME:granátovník]
de: [NAME:Granatapfelbaum]
eo: [NAME:granatarbo]
es: [NAME:granado]
ja: [NAME:ザクロの木]
ko: [NAME:석류 나무]
ru: [NAME:гранатовое дерево]
tr: [NAME:nar ağacı]
vi: [NAME:cây lựu]
zh_hans: [NAME:石榴树]

# PLANT:POMEGRANATE
source: [NAME_PLURAL:pomegranate trees]
cs: [NAME_PLURAL:granátovníky]
de: [NAME_PLURAL:Granatapfelbäume]
eo: [NAME_PLURAL:granatarboj]
es: [NAME_PLURAL:granado]
ja: [NAME_PLURAL:ザクロの木]
ko: [NAME_PLURAL:석류 나무들]
ru: [NAME_PLURAL:гранатовые деревья]
tr: [NAME_PLURAL:nar ağaçları]
vi: [NAME_PLURAL:cây lựu]
zh_hans: [NAME_PLURAL:石榴树]

# PLANT:POMEGRANATE
source: [ADJ:pomegranate tree]
cs: [ADJ:granátovníkový]
de: [ADJ:Granatapfelbaum]
eo: [ADJ:de granatarbo]
es: [ADJ:de granado]
ja: [ADJ:ザクロの木]
ko: [ADJ:석류 나무]
ru: [ADJ:гранатовое дерево]
tr: [ADJ:nar ağacı]
vi: [ADJ:cây lựu]
zh_hans: [ADJ:石榴树的]

# PLANT:POMEGRANATE
source: [STATE_NAME:ALL_SOLID:pomegranate wood]
cs: [STATE_NAME:ALL_SOLID:granátové dřevo]
de: [STATE_NAME:ALL_SOLID:Granatapfelholz]
eo: [STATE_NAME:ALL_SOLID:ligno el granatarbo]
es: [STATE_NAME:ALL_SOLID:madera de granado]
ja: [STATE_NAME:ALL_SOLID:ザクロの木]
ko: [STATE_NAME:ALL_SOLID:석류 나무]
ru: [STATE_NAME:ALL_SOLID:гранатовое дерево]
tr: [STATE_NAME:ALL_SOLID:nar odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ lựu]
zh_hans: [STATE_NAME:ALL_SOLID:石榴木]

# PLANT:POMEGRANATE
source: [STATE_ADJ:ALL_SOLID:pomegranate wood]
cs: [STATE_ADJ:ALL_SOLID:granátové dřevo]
de: [STATE_ADJ:ALL_SOLID:Granatapfelholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el granatarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de granado]
ja: [STATE_ADJ:ALL_SOLID:ザクロの木]
ko: [STATE_ADJ:ALL_SOLID:석류 나무]
ru: [STATE_ADJ:ALL_SOLID:гранатовое дерево]
tr: [STATE_ADJ:ALL_SOLID:nar odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ lựu]
zh_hans: [STATE_ADJ:ALL_SOLID:石榴木的]

# PLANT:POMEGRANATE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen pomegranate wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené granátové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Granatapfelwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el granato]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de granada congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったザクロのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 석류 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшее гранатовое вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş nar şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu lựu đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的石榴酒]

# PLANT:POMEGRANATE
source: [STATE_NAME_ADJ:LIQUID:pomegranate wine]
cs: [STATE_NAME_ADJ:LIQUID:granátové víno]
de: [STATE_NAME_ADJ:LIQUID:Granatapfelwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el granato]
es: [STATE_NAME_ADJ:LIQUID:vino de granada]
ja: [STATE_NAME_ADJ:LIQUID:ザクロのワイン]
ko: [STATE_NAME_ADJ:LIQUID:석류 wine]
ru: [STATE_NAME_ADJ:LIQUID:гранатовое вино]
tr: [STATE_NAME_ADJ:LIQUID:nar şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu lựu]
zh_hans: [STATE_NAME_ADJ:LIQUID:石榴酒]

# PLANT:POMEGRANATE
source: [STATE_NAME_ADJ:GAS:boiling pomegranate wine]
cs: [STATE_NAME_ADJ:GAS:vřící granátové víno]
de: [STATE_NAME_ADJ:GAS: kochender Granatapfelwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el granato]
es: [STATE_NAME_ADJ:GAS:vino de granada hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したザクロのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 석류 wine]
ru: [STATE_NAME_ADJ:GAS:кипящее гранатовое вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan nar şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu lựu đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的石榴酒]

# PLANT:POMEGRANATE
source: [SEED:pomegranate seed:pomegranate seeds:]
cs: [SEED:granátové semeno:granátová semena:]
de: [SEED:Granatapfelkerne:Granatapfelkerne:]
eo: [SEED:semo de granato:semoj de granato:]
es: [SEED:semilla de granada:semillas de granada:]
ja: [SEED:ザクロの種:ザクロの種:]
ko: [SEED:석류 씨:석류 씨들:]
ru: [SEED:семя граната:семена граната:]
tr: [SEED:nar tohumu:nar tohumları:]
vi: [SEED:hạt lựu:hạt lựu:]
zh_hans: [SEED:石榴种子:石榴种子:]

# PLANT:POMEGRANATE
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:POMEGRANATE
source: [GROWTH_NAME:pomegranate leaf:pomegranate leaves]
cs: [GROWTH_NAME:granátový list:granátové listy]
de: [GROWTH_NAME:Granatapfelblatt:Granatapfelblätter]
eo: [GROWTH_NAME:folio de granato:folioj de granato]
es: [GROWTH_NAME:hoja de granado:hojas de granado]
ja: [GROWTH_NAME:ザクロの葉:ザクロの葉]
ko: [GROWTH_NAME:석류 나무 잎:석류 나무 잎들]
ru: [GROWTH_NAME:лист гранатового дерева:листья гранатового дерева]
tr: [GROWTH_NAME:nar yaprağı:nar yaprakları]
vi: [GROWTH_NAME:lá lựu:lá lựu]
zh_hans: [GROWTH_NAME:石榴树叶:石榴树叶]

# PLANT:POMEGRANATE
source: [GROWTH_NAME:pomegranate flower:STP]
cs: [GROWTH_NAME:granátový květ:STP]
de: [GROWTH_NAME:Granatapfelblüte:STP]
eo: [GROWTH_NAME:floro de granato:floroj de granato]
es: [GROWTH_NAME:flor de granada:STP]
ja: [GROWTH_NAME:ザクロの花:STP]
ko: [GROWTH_NAME:석류 나무 꽃:STP]
ru: [GROWTH_NAME:цветок граната:цветы граната]
tr: [GROWTH_NAME:nar çiçeği:STP]
zh_hans: [GROWTH_NAME:石榴花:STP]

# PLANT:POMEGRANATE
source: [GROWTH_NAME:pomegranate:STP]
cs: [GROWTH_NAME:granátové jablko:STP]
de: [GROWTH_NAME:Granatapfel:STP]
eo: [GROWTH_NAME:granato:granatoj]
es: [GROWTH_NAME:granada:STP]
ja: [GROWTH_NAME:ザクロ:STP]
ko: [GROWTH_NAME:석류:STP]
ru: [GROWTH_NAME:гранат:плоды граната]
tr: [GROWTH_NAME:nar:STP]
zh_hans: [GROWTH_NAME:石榴:STP]

# PLANT:ALMOND
source: [NAME:almond tree]
cs: [NAME:mandloň]
de: [NAME:Mandelbaum]
eo: [NAME:migdalarbo]
es: [NAME:almendro]
ja: [NAME:アーモンドの木]
ko: [NAME:아몬드 나무]
ru: [NAME:миндальное дерево]
tr: [NAME:badem ağacı]
vi: [NAME:cây hạnh nhân]
zh_hans: [NAME:扁桃树]

# PLANT:ALMOND
source: [NAME_PLURAL:almond trees]
cs: [NAME_PLURAL:mandloně]
de: [NAME_PLURAL:Mandelbäume]
eo: [NAME_PLURAL:migdalarboj]
es: [NAME_PLURAL:almendros]
ja: [NAME_PLURAL:アーモンドの木]
ko: [NAME_PLURAL:아몬드 나무들]
ru: [NAME_PLURAL:миндальные деревья]
tr: [NAME_PLURAL:badem ağaçları]
vi: [NAME_PLURAL:cây hạnh nhân]
zh_hans: [NAME_PLURAL:扁桃树]

# PLANT:ALMOND
source: [ADJ:almond tree]
cs: [ADJ:mandloňový]
de: [ADJ:Mandelbaum]
eo: [ADJ:de migdalarbo]
es: [ADJ:almendro]
ja: [ADJ:アーモンドの木]
ko: [ADJ:아몬드 나무]
ru: [ADJ:миндальное дерево]
tr: [ADJ:badem ağacı]
vi: [ADJ:cây hạnh nhân]
zh_hans: [ADJ:扁桃树的]

# PLANT:ALMOND
source: [STATE_NAME:ALL_SOLID:almond wood]
cs: [STATE_NAME:ALL_SOLID:mandlové dřevo]
de: [STATE_NAME:ALL_SOLID:Mandelholz]
eo: [STATE_NAME:ALL_SOLID:ligno el migdalarbo]
es: [STATE_NAME:ALL_SOLID:madera de almendro]
ja: [STATE_NAME:ALL_SOLID:アーモンドの木]
ko: [STATE_NAME:ALL_SOLID:아몬드 나무]
ru: [STATE_NAME:ALL_SOLID:миндальное дерево]
tr: [STATE_NAME:ALL_SOLID:badem odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ hạnh nhân]
zh_hans: [STATE_NAME:ALL_SOLID:扁桃木]

# PLANT:ALMOND
source: [STATE_ADJ:ALL_SOLID:almond wood]
cs: [STATE_ADJ:ALL_SOLID:mandlové dřevo]
de: [STATE_ADJ:ALL_SOLID:Mandelholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el migdalarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de almendro
ja: [STATE_ADJ:ALL_SOLID:アーモンドの木]
ko: [STATE_ADJ:ALL_SOLID:아몬드 나무]
ru: [STATE_ADJ:ALL_SOLID:миндальное дерево]
tr: [STATE_ADJ:ALL_SOLID:badem odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ hạnh nhân]
zh_hans: [STATE_ADJ:ALL_SOLID:扁桃木的]
