Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_BEAR_GRIZZLY
source: [CASTE_NAME:giant grizzly bear:giant grizzly bears:giant grizzly bear]
cs: [CASTE_NAME:obří grizzly:obří grizzlyové:obřího grizzlyho]
de: [CASTE_NAME:Riesen-Grizzlybär:Riesen-Grizzlybären:Riesen-Grizzlybär]
eo: [CASTE_NAME:giganta griza urso:gigantaj grizaj ursoj:de giganta griza urso]
es: [CASTE_NAME:oso pardo gigante:osos pardos gigantes:oso pardo gigante]
ja: [CASTE_NAME:巨大ヒグマ:巨大ヒグマ:巨大ヒグマの]
ko: [CASTE_NAME:거대 회색곰:거대 회색곰들:거대 회색곰]
pl: [CASTE_NAME:gigantyczny niedźwiedź grizli:gigantyczne niedźwiedzie grizli:gigantyczno niedźwiedzio grizli]
ru: [CASTE_NAME:гигантский гризли:гигантские гризли:гигантского гризли]
tr: [CASTE_NAME:dev boz ayı:dev boz ayılar:dev boz ayı]
vi: [CASTE_NAME:Gấu xám khổng lồ:Những gấu xám khổng lồ:Gấu xám khổng lồ]
zh_hans: [CASTE_NAME:巨灰熊:巨灰熊:巨灰熊]

# CREATURE:GIANT_BEAR_GRIZZLY
source: [GENERAL_CHILD_NAME:giant grizzly bear cub:giant grizzly bear cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího grizzlyho:mláďata obřího grizzlyho]
de: [GENERAL_CHILD_NAME:Riesiges Grizzlybär-Jungtier:Riesige Grizzlybär-Jungtiere]
eo: [GENERAL_CHILD_NAME:giganta griza ursido:gigantaj grizaj ursidoj]
es: [GENERAL_CHILD_NAME:osezno pardo gigante:oseznos pardos gigantes]
ja: [GENERAL_CHILD_NAME:巨大ヒグマの子供:巨大ヒグマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 회색곰:새끼 거대 회색곰들]
pl: [GENERAL_CHILD_NAME:niedźwiadek gigantycznego grizli:niedźwiadki gigantycznego grizli]
ru: [GENERAL_CHILD_NAME:детеныш гигантского гризли:детеныши гигантского гризли]
tr: [GENERAL_CHILD_NAME:yavru dev boz ayı:yavru dev boz ayılar]
vi: [GENERAL_CHILD_NAME:Gấu xám khổng lồ con:Những gấu xám khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨灰熊幼崽:巨灰熊幼崽]

# CREATURE:GIANT_BEAR_GRIZZLY
source: [DESCRIPTION:A huge monster in the shape of a grizzly bear.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru medvěda grizzly.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Grizzlys.]
eo: [DESCRIPTION:Grandega monstro kun formo de griza urso.]
es: [DESCRIPTION:Un enorme monstruo en la forma de un oso grizzly.]
ja: [DESCRIPTION:ヒグマのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:회색곰의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie niedźwiedzia grizli.]
ru: [DESCRIPTION:Огромный монстр, похожий на медведя гризли.]
tr: [DESCRIPTION:Boz ayı biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng của gấu xám.]
zh_hans: [DESCRIPTION:一只巨大的灰熊怪。]

# CREATURE:GIANT_BEAR_GRIZZLY
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]
zh_hans: [PREFSTRING:力量]

# CREATURE:BEAR_BLACK
source: [DESCRIPTION:A large omnivorous predator found in temperate woodlands. Mainly living on berries, it will also steal carcasses from other hunters. Though normally a docile animal, it has been known to kill in a predatory attack.]
cs: [DESCRIPTION:Velký všežravý dravec vyskytující se v lesích mírného pásma. Živí se převážně bobulemi, ale krade i mršiny jiných lovců. Ačkoli je to obvykle učenlivé zvíře, je známo, že při dravém útoku zabíjí.]
de: [DESCRIPTION:Ein großes, alles fressendes Raubtier, das in gemäßigten Wäldern lebt. Er ernährt sich hauptsächlich von Beeren, stiehlt aber auch Kadaver von anderen Jägern. Obwohl er normalerweise ein gutmütiges Tier ist, ist es bekannt, dass er bei einem Raubzug tötet.]
eo: [DESCRIPTION:Granda ĉiomanĝula predanto trovebla en mezvarmaj duonarbaroj. Preĉipe vivanta per beroj, ĝi ankaŭ ŝtelos kadavraĵojn de aliaj ĉasistoj. Kvankam normale pacemas besto, ĝi konitas je mortigi je predanta atako.]
es: [DESCRIPTION:Un enorme depredador omnívoro hallado en florestas templadas. Vive principalmente de bayas, también hurtando cadáveres de otros cazadores. Aunque normalmente es un animal dócil, ha sido conocido por matar en un ataque predatorio.]
ja: [DESCRIPTION:温帯の森に棲む大型雑食哺乳類。主に果実を食べるが、他の肉食獣の獲物を横取りもする。普段は温厚だが、時々動物を狩り殺す。]
ko: [DESCRIPTION:온대 삼림 지대에서 발견되는 대형 잡식성 포식자. 주로 베리류를 먹고 살며, 다른 사냥꾼들의 시체도 훔칠 것이다. 일반적으로 유순한 동물이지만, 포식자의 공격으로 죽이는 것으로 알려져 있다.]
pl: [DESCRIPTION:Duży, wszystkożerny drapieżnik, którego można znaleźć w umiarkowanych lasach. Przeważnie żywi się jagodami, będzie również kraść padlinę od innych łowców. Chociaż normalnie jest potulnym zwierzęciem, wiadomo, że zabija w drapieżnym ataku.]
ru: [DESCRIPTION:Крупный всеядный хищник, встречающийся в лесах с умеренным климатом. Питаются преимущественно ягодами, но не не откажутся отбить добычу у других охотников. Несмотря на то, что что они хорошо поддаются дрессировке, бывало, что они всё равно нападали на разумных.]
tr: [DESCRIPTION:Ilıman ormanlık alanlarda bulunan büyük, hepçil bir yırtıcı. Temel olarak yemişlerle beslense de diğer avcılardan leş çaldığı da olur. Normalde uysal bir hayvan olmasına rağmen, yırtıcı saldırılarla öldürdüğü bilinmektedir.]
vi: [DESCRIPTION:Một loài săn mồi ăn tạp lớn được tìm thấy ở rừng ôn đới. Chủ yếu sống bằng quả mọng, nó cũng sẽ đánh cắp xác con mồi từ những thợ săn khác. Mặc dù thông thường là một loài vật hiền lành, nhưng nó cũng được biết đến là có thể giết chết con mồi trong một đợt tấn công săn mồi.]
zh_hans: [DESCRIPTION:在温带林地发现的大型杂食性捕食者。 主要以浆果为生，也会偷取其他掠食者的猎物。 虽然通常温顺无害，但显然它可以在掠食中中杀死猎物。]

# CREATURE:BEAR_BLACK
source: [NAME:black bear:black bears:black bear]
cs: [NAME:medvěd černý:medvědi černí:medvěda černého]
de: [NAME:Schwarzbär:Schwarzbären:Schwarzbär]
eo: [NAME:nigra urso: nigraj ursoj:de nigra urso]
es: [NAME:oso negro:osos negros:oso negro]
ja: [NAME:ツキノワグマ:ツキノワグマ:ツキノワグマの]
ko: [NAME:흑곰:흑곰들:흑곰]
pl: [NAME:niedźwiedź czarny:niedźwiedzie czarne:niedźwiedzio czarny]
ru: [NAME:чёрный медведь:чёрные медведи:чёрного медведя]
tr: [NAME:siyah ayı:siyah ayılar:siyah ayı]
vi: [NAME:Gấu đen:Những con gấu đen:Gấu đen]
zh_hans: [NAME:黑熊:黑熊:黑熊]

# CREATURE:BEAR_BLACK
source: [CASTE_NAME:black bear:black bears:black bear]
cs: [CASTE_NAME:medvěd černý:medvědi černí:medvěda černého]
de: [CASTE_NAME:Schwarzbär:Schwarzbären:Schwarzbär]
eo: [CASTE_NAME:nigra urso: nigraj ursoj:de nigra urso]
es: [CASTE_NAME:oso negro:osos negros:oso negro]
ja: [CASTE_NAME:ツキノワグマ:ツキノワグマ:ツキノワグマの]
ko: [CASTE_NAME:흑곰:흑곰들:흑곰]
pl: [CASTE_NAME:niedźwiedź czarny:niedźwiedzie czarne:niedźwiedzio czarny]
ru: [CASTE_NAME:чёрный медведь:чёрные медведи:чёрного медведя]
tr: [CASTE_NAME:siyah ayı:siyah ayılar:siyah ayı]
vi: [CASTE_NAME:Gấu đen:Những con gấu đen:Gấu đen]
zh_hans: [CASTE_NAME:黑熊:黑熊:黑熊]

# CREATURE:BEAR_BLACK
source: [GENERAL_CHILD_NAME:black bear cub:black bear cubs]
cs: [GENERAL_CHILD_NAME:mládě medvěda černého:mláďata medvěda černého]
de: [GENERAL_CHILD_NAME:Schwarzbärenjunge:Schwarzbärenjunge]
eo: [GENERAL_CHILD_NAME:nigra ursido:nigra ursidoj]
es: [GENERAL_CHILD_NAME:cría de oso negro:crías de oso negro]
ja: [GENERAL_CHILD_NAME:ツキノワグマの子供:ツキノワグマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 흑곰:새끼 흑곰들]
pl: [GENERAL_CHILD_NAME:niedźwiedziątko czarne:niedźwiedziątka czarne]
ru: [GENERAL_CHILD_NAME:чёрный медвежонок:чёрные медвежата]
tr: [GENERAL_CHILD_NAME:yavru siyah ayı:yavru siyah ayılar]
vi: [GENERAL_CHILD_NAME:Gấu đen con:Những gấu đen con]
zh_hans: [GENERAL_CHILD_NAME:黑熊幼崽:黑熊幼崽]

# CREATURE:BEAR_BLACK
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]
zh_hans: [PREFSTRING:力量]

# CREATURE:BEAR_BLACK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:BEAR_BLACK
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:BEAR_BLACK
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:BEAR_BLACK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BEAR_BLACK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BEAR_BLACK_MAN
source: [CASTE_NAME:black bear man:black bear men:black bear man]
cs: [CASTE_NAME:černý medvědí muž:černí medvědí muži:černého medvědího muže]
de: [CASTE_NAME:Schwarzbär männchen:Schwarzbären männchen:Schwarzbär männchen]
eo: [CASTE_NAME:hom-nigr-ursiĉo:hom-nigr-ursiĉoj:de hom-nigr-ursiĉo]
es: [CASTE_NAME:hombre oso negro:hombres oso negro:hombre oso negro]
ja: [CASTE_NAME:ツキノワグマ男:ツキノワグマ男:ツキノワグマ男の]
ko: [CASTE_NAME:남성 흑곰인간:남성 흑곰인간들:남성 흑곰인간]
pl: [CASTE_NAME:niedźwiedziomężczyzna czarny:niedźwiedziomężczyźni czarni:niedźwiedziomęsko czarny]
ru: [CASTE_NAME:мужчина-чёрный медведь:мужчины-чёрные медведи:мужчины-чёрного медведя]
tr: [CASTE_NAME:erkek siyah ayı:erkek siyah ayılar:erkek siyah ayı]
vi: [CASTE_NAME:Người gấu đen:Những người gấu đen:Người gấu đen]
zh_hans: [CASTE_NAME:黑熊男:黑熊男:黑熊男]

# CREATURE:BEAR_BLACK_MAN
source: [CASTE_NAME:black bear woman:black bear women:black bear woman]
cs: [CASTE_NAME:černá medvědí žena:černé medvědí ženy:černou medvědí ženu]
de: [CASTE_NAME:Schwarzbär weibchen:Schwarzbären weibchen:Schwarzbär weibchen]
eo: [CASTE_NAME:hom-nigr-ursino:hom-nigr-ursinoj:de hom-nigr-ursino]
es: [CASTE_NAME:mujer oso negro:mujeres oso negro:mujer oso negro]
ja: [CASTE_NAME:ツキノワグマ女:ツキノワグマ女:ツキノワグマ女の]
ko: [CASTE_NAME:여성 흑곰인간:여성 흑곰인간들:여성 흑곰인간]
pl: [CASTE_NAME:niedźwiedziokobieta czarna:niedźwiedziokobiety czarne:niedźwiedziokobieco czarny]
ru: [CASTE_NAME:женщина-чёрный медведь:женщины-чёрные медведи:женщины-чёрного медведя]
tr: [CASTE_NAME:dişi siyah ayı:dişi siyah ayılar:dişi siyah ayı]
vi: [CASTE_NAME:Người phụ nữ gấu đen:Những người phụ nữ gấu đen:Người phụ nữ gấu đen]
zh_hans: [CASTE_NAME:黑熊女:黑熊女:黑熊女]

# CREATURE:BEAR_BLACK_MAN
source: [NAME:black bear man:black bear men:black bear man]
cs: [NAME:černý medvědí muž:černí medvědí muži:černého medvědího muže]
de: [NAME:Schwarzer Bär männchen:Schwarzeren Bär männchen:Schwarzer Bär männchen]
eo: [NAME:hom-nigr-urso:hom-nigr-ursoj:de hom-nigr-urso]
es: [NAME:hombre oso negro:hombres oso negro:hombre oso negro]
ja: [NAME:ツキノワグマ男:ツキノワグマ男:ツキノワグマ男の]
ko: [NAME:흑곰인간:흑곰인간들:흑곰인간]
pl: [NAME:niedźwiedzioczłowiek czarny:niedźwiedzioludzie czarni:niedźwiedzioludzko czarny]
ru: [NAME:человек-чёрный медведь:люди-чёрные медведи:человека-чёрного медведя]
tr: [NAME:erkek siyah ayı:erkek siyah ayılar:erkek siyah ayı]
vi: [NAME:Người gấu đen:Những người gấu đen:Người gấu đen]
zh_hans: [NAME:黑熊人:黑熊人:黑熊人]

# CREATURE:BEAR_BLACK_MAN
source: [DESCRIPTION:A large person with the head of a black bear.]
cs: [DESCRIPTION:Velká osoba s hlavou medvěda černého.]
de: [DESCRIPTION:Eine große Person mit dem Kopf eines Schwarzbären.]
eo: [DESCRIPTION:Granda homo kun la kapo de nigra urso.]
es: [DESCRIPTION:Una corpulenta persona con la cabeza de un oso negro.]
ja: [DESCRIPTION:ツキノワグマの頭を持った人間だ。]
ko: [DESCRIPTION:흑곰의 머리를 가진 큰 인간.]
pl: [DESCRIPTION:Duży osobnik z głową niedźwiedzia czarnego.]
ru: [DESCRIPTION:Огромный человек с головой чёрного медведя.]
tr: [DESCRIPTION:siyah ayı başlı, iri bir fantastik canlı.]
vi: [DESCRIPTION:Một người to lớn với đầu của gấu đen.]
zh_hans: [DESCRIPTION:一个长着黑熊头的身形大的人。]

# CREATURE:GIANT_BEAR_BLACK
source: [NAME:giant black bear:giant black bears:giant black bear]
cs: [NAME:obří medvěd černý:obří medvědi černí:obřího medvěda černého]
de: [NAME:Riesenschwarzbär:Riesenschwarzbären:Riesenschwarzbär]
eo: [NAME:giganta nigra urso:gigantaj nigraj ursoj:de giganta nigra urso]
es: [NAME:oso negro gigante:osos negros gigantes:oso negro gigante]
ja: [NAME:巨大ツキノワグマ:巨大ツキノワグマ:巨大ツキノワグマの]
ko: [NAME:거대 흑곰:거대 흑곰들:거대 흑곰]
pl: [NAME:gigantyczny niedźwiedź czarny:gigantyczne niedźwiedzie czarne:gigantyczno niedźwiedzio czarny]
ru: [NAME:гигантский черный медведь:гигантские черные медведи:гигантского черного медведя]
tr: [NAME:dev siyah ayı:dev siyah ayılar:dev siyah ayı]
vi: [NAME:Gấu đen khổng lồ:Những gấu đen khổng lồ:Gấu đen khổng lồ]
zh_hans: [NAME:巨黑熊:巨黑熊:巨黑熊]

# CREATURE:GIANT_BEAR_BLACK
source: [CASTE_NAME:giant black bear:giant black bears:giant black bear]
cs: [CASTE_NAME:obří medvěd černý:obří medvědi černí:obřího medvěda černého]
de: [CASTE_NAME:Riesenschwarzbär:Riesenschwarzbären:Riesenschwarzbär]
eo: [CASTE_NAME:giganta nigra urso:gigantaj nigraj ursoj:de giganta nigra urso]
es: [CASTE_NAME:oso negro gigante:osos negros gigantes:oso negro gigante]
ja: [CASTE_NAME:巨大ツキノワグマ:巨大ツキノワグマ:巨大ツキノワグマの]
ko: [CASTE_NAME:거대 흑곰:거대 흑곰들:거대 흑곰]
pl: [CASTE_NAME:gigantyczny niedźwiedź czarny:gigantyczne niedźwiedzie czarne:gigantyczno niedźwiedzio czarny]
ru: [CASTE_NAME:гигантский черный медведь:гигантские черные медведи:гигантского черного медведя]
tr: [CASTE_NAME:dev siyah ayı:dev siyah ayılar:dev siyah ayı]
vi: [CASTE_NAME:Gấu đen khổng lồ:Những gấu đen khổng lồ:Gấu đen khổng lồ]
zh_hans: [CASTE_NAME:巨黑熊:巨黑熊:巨黑熊]

# CREATURE:GIANT_BEAR_BLACK
source: [GENERAL_CHILD_NAME:giant black bear cub:giant black bear cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího medvěda černého:mláďata obřího medvěda černého]
de: [GENERAL_CHILD_NAME:Riesiges Schwarzbärjunges:Riesiges Schwarzbärjunges]
eo: [GENERAL_CHILD_NAME:giganta nigra ursido:gigantaj nigraj ursidoj]
es: [GENERAL_CHILD_NAME:cría de oso negro gigante:crías de oso negro gigante]
ja: [GENERAL_CHILD_NAME:巨大ツキノワグマの子供:巨大ツキノワグマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 흑곰:새끼 거대 흑곰들]
pl: [GENERAL_CHILD_NAME:gigantyczne niedźwiedziątko czarne:gigantyczne niedźwiedziątka czarne]
ru: [GENERAL_CHILD_NAME:гигантский черный медвежонок:гигантские черные медвежата]
tr: [GENERAL_CHILD_NAME:yavru dev siyah ayı:yavru dev siyah ayılar]
vi: [GENERAL_CHILD_NAME:Gấu đen khổng lồ con:Những gấu đen khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨黑熊幼崽:巨黑熊幼崽]

# CREATURE:GIANT_BEAR_BLACK
source: [DESCRIPTION:A huge monster in the shape of a black bear.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru medvěda černého.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Schwarzbären.]
eo: [DESCRIPTION:Grandega monstro kun formo de nigra urso.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un oso negro.]
ja: [DESCRIPTION:ツキノワグマのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:흑곰의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie niedźwiedzia czarnego.]
ru: [DESCRIPTION:Огромный монстр, похожий на чёрного медведя.]
tr: [DESCRIPTION:siyah ayı biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng của gấu đen.]
zh_hans: [DESCRIPTION:一只巨大的黑熊怪。]

# CREATURE:GIANT_BEAR_BLACK
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]
zh_hans: [PREFSTRING:力量]

# CREATURE:DEER
source: [DESCRIPTION:A medium-sized hoofed forest creature that grows its antlers back each year.]
cs: [DESCRIPTION:Středně velký lesní sudokopytník, kterému každý rok znovu narůstají parohy.]
de: [DESCRIPTION:Ein mittelgroßes Waldtier mit Hufen, das sein Geweih jedes Jahr nachwachsen lässt.]
eo: [DESCRIPTION:Mezgranda hufa arbara estaĵo kiu rekreskigas siajn ramurojn ĉiujare.]
es: [DESCRIPTION:Una criatura mediana ungulada del bosque la cual crece sus astas de nuevo cada año.]
ja: [DESCRIPTION:中型の草食動物。毎年枝角が生え変わる。]
ko: [DESCRIPTION:해마다 뿔이 다시 자라는 중간 크기의 발굽이 있는 숲속 생물입니다.]
pl: [DESCRIPTION:Średniej wielkości, kopytne stworzenie, które porzuca swoje poroże każdego roku.]
ru: [DESCRIPTION:Лесное копытное существо среднего размера, каждый год заново отращивающее свои сброшенные рога.]
tr: [DESCRIPTION:Her yıl boynuzlarını yenileyen, orta büyüklükte, toynaklı bir orman canlısı.]
vi: [DESCRIPTION:Một sinh vật rừng có móng guốc cỡ trung bình, gạc của chúng mọc lại mỗi năm.]
zh_hans: [DESCRIPTION:一种中等体型的有蹄类森林生物，每年都会重新长出鹿角。]

# CREATURE:DEER
source: [NAME:deer:deer:deer]
cs: [NAME:jelen:jeleni:jelena]
de: [NAME:Rehe:Rehe:Rehe]
eo: [NAME:cervo:cervoj:de cervo]
es: [NAME:ciervo:ciervos:ciervo]
ja: [NAME:鹿:鹿:鹿の]
ko: [NAME:사슴:사슴들:사슴]
pl: [NAME:jeleń:jelenie:jeleni]
ru: [NAME:олень:олени:оленя]
tr: [NAME:geyik:geyikler:geyik]
vi: [NAME:Hươu:Hươu:Hươu]
zh_hans: [NAME:鹿:鹿:鹿]

# CREATURE:DEER
source: [CASTE_NAME:deer:deer:deer]
cs: [CASTE_NAME:jelen:jeleni:jelena]
de: [CASTE_NAME:Rehe:Rehe:Rehe]
eo: [CASTE_NAME:cervo:cervoj:de cervo]
es: [CASTE_NAME:ciervo:ciervos:ciervo]
ja: [CASTE_NAME:鹿:鹿:鹿の]
ko: [CASTE_NAME:사슴:사슴들:사슴]
pl: [CASTE_NAME:jeleń:jelenie:jeleni]
ru: [CASTE_NAME:олень:олени:оленя]
tr: [CASTE_NAME:geyik:geyikler:geyik]
vi: [CASTE_NAME:Hươu:Hươu:Hươu]
zh_hans: [CASTE_NAME:鹿:鹿:鹿]

# CREATURE:DEER
source: [GENERAL_CHILD_NAME:deer fawn:deer fawns]
cs: [GENERAL_CHILD_NAME:kolouch:kolouši]
de: [GENERAL_CHILD_NAME:Hirschkalb:Hirschkitze]
eo: [GENERAL_CHILD_NAME:cervido:cervidoj]
es: [GENERAL_CHILD_NAME:cría de ciervo:crías de ciervo]
ja: [GENERAL_CHILD_NAME:鹿の子供:鹿の子供の]
ko: [GENERAL_CHILD_NAME:새끼 사슴:새끼 사슴들]
pl: [GENERAL_CHILD_NAME:cielę jelenia:cielaki jelenia]
ru: [GENERAL_CHILD_NAME:оленёнок:оленята]
tr: [GENERAL_CHILD_NAME:geyik yavrusu:geyik yavruları]
vi: [GENERAL_CHILD_NAME:Hươu con:Nai con]
zh_hans: [GENERAL_CHILD_NAME:小鹿:小鹿]

# CREATURE:DEER
source: [PREFSTRING:grace]
cs: [PREFSTRING:ladnost]
de: [PREFSTRING:Anmut]
eo: [PREFSTRING:gracio]
es: [PREFSTRING:gracia]
ja: [PREFSTRING:愛嬌がある]
ko: [PREFSTRING:우아함]
pl: [PREFSTRING:gracja]
ru: [PREFSTRING:грацию]
tr: [PREFSTRING:zarafet]
vi: [PREFSTRING:Duyên dáng]
zh_hans: [PREFSTRING:性情]

# CREATURE:DEER
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]
zh_hans: [ATTACK_VERB:顶:顶]

# CREATURE:DEER
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:DEER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:DEER
source: [STATE_NAME:ALL_SOLID:antler]
cs: [STATE_NAME:ALL_SOLID:paroh]
de: [STATE_NAME:ALL_SOLID:Geweih]
eo: [STATE_NAME:ALL_SOLID:ramuro]
es: [STATE_NAME:ALL_SOLID:cuerno]
ja: [STATE_NAME:ALL_SOLID:角]
ko: [STATE_NAME:ALL_SOLID:사슴뿔]
pl: [STATE_NAME:ALL_SOLID:poroże]
ru: [STATE_NAME:ALL_SOLID:ветвистый рог]
tr: [STATE_NAME:ALL_SOLID:boynuz]
vi: [STATE_NAME:ALL_SOLID:gạc]
zh_hans: [STATE_NAME:ALL_SOLID:鹿角]

# CREATURE:DEER
source: [STATE_ADJ:ALL_SOLID:antler]
cs: [STATE_ADJ:ALL_SOLID:parohový]
de: [STATE_ADJ:ALL_SOLID:Geweih]
eo: [STATE_ADJ:ALL_SOLID:ramura]
es: [STATE_ADJ:ALL_SOLID:cornudo]
ja: [STATE_ADJ:ALL_SOLID:角]
ko: [STATE_ADJ:ALL_SOLID:사슴뿔]
pl: [STATE_ADJ:ALL_SOLID:porożowy]
ru: [STATE_ADJ:ALL_SOLID:ветвистый рог]
tr: [STATE_ADJ:ALL_SOLID:boynuz]
vi: [STATE_ADJ:ALL_SOLID:gạc]
zh_hans: [STATE_ADJ:ALL_SOLID:鹿角的]

# CREATURE:DEER
source: [TISSUE_NAME:antler:NP]
cs: [TISSUE_NAME:paroh:NP]
de: [TISSUE_NAME:Geweih:NP]
eo: [TISSUE_NAME:ramuro:NP]
es: [TISSUE_NAME:cuerno:NP]
ja: [TISSUE_NAME:角:NP]
ko: [TISSUE_NAME:사슴뿔:NP]
pl: [TISSUE_NAME:poroże:NP]
ru: [TISSUE_NAME:ветвистый рог:NP]
tr: [TISSUE_NAME:boynuz:NP]
zh_hans: [TISSUE_NAME:鹿角:NP]

# CREATURE:DEER
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:DEER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:DEER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:DEER_MAN
source: [CASTE_NAME:deer man:deer men:deer man]
cs: [CASTE_NAME:jelení muž:jelení muži:jeleního muže]
de: [CASTE_NAME:hirschmann:hirschmänner:hirschmann]
eo: [CASTE_NAME:homcerviĉo:homcerviĉoj:de homcerviĉo]
es: [CASTE_NAME:hombre ciervo:hombres ciervo:hombre ciervo]
ja: [CASTE_NAME:鹿男:鹿男:鹿男の]
ko: [CASTE_NAME:남성 사슴인간:남성 사슴인간들:남성 사슴인간]
pl: [CASTE_NAME:jeleniomężczyzna:jeleniomężczyźni:jeleniomężczyzny]
ru: [CASTE_NAME:мужчина-олень:мужчины-олени:мужчины-оленя]
tr: [CASTE_NAME:erkek geyik:erkek geyikler:erkek geyik]
vi: [CASTE_NAME:Người nai:Người nai:Người nai]
zh_hans: [CASTE_NAME:鹿男:鹿男:鹿男]

# CREATURE:DEER_MAN
source: [CASTE_NAME:deer woman:deer women:deer woman]
cs: [CASTE_NAME:jelení žena:jelení ženy:jelení ženu]
de: [CASTE_NAME:Hirschfrau:Hirschfrauen:Hirschfrau]
eo: [CASTE_NAME:homcervino:homcervinoj:de homcervino]
es: [CASTE_NAME:mujer ciervo:mujeres ciervo:mujer ciervo]
ja: [CASTE_NAME:鹿女:鹿女:鹿女の]
ko: [CASTE_NAME:여성 사슴인간:여성 사슴인간들:여성 사슴인간]
pl: [CASTE_NAME:jeleniokobieta:jeleniokobiety:jeleniokobiecy]
ru: [CASTE_NAME:женщина-олень:женщины-олени:женщины-оленя]
tr: [CASTE_NAME:dişi geyik:dişi geyikler:dişi geyik]
vi: [CASTE_NAME:Nữ nai:Nữ nai:Nữ nai]
zh_hans: [CASTE_NAME:鹿女:鹿女:鹿女]
