Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:HUMANOID_NECK_2HEAD
source: [BP:LUA:left upper arm:STP]
cs: [BP:LUA:levá horní ruka:levé horní ruce]
de: [BP:LUA:linker Oberarm:STP]
eo: [BP:LUA:maldekstra supra brako:maldekstraj supraj brakoj]
es: [BP:LUA:brazo izquierdo:STP]
ja: [BP:LUA:左上腕:STP]
ko: [BP:LUA:왼쪽 위팔:STP]
pl: [BP:LUA:lewe ramię:lewe ramiona]
ru: [BP:LUA:левое плечо:левые плечи]
tr: [BP:LUA:sol üst kol:STP]
vi: [BP:LUA:bắp tay trái:STP]
zh_hans: [BP:LUA:左上臂:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:RLA:right lower arm:STP]
cs: [BP:RLA:pravá dolní ruka:pravé dolní ruce]
de: [BP:RLA:rechter Unterarm:STP]
eo: [BP:RLA:dekstra antaŭbrako:dekstraj antaŭbrakoj]
es: [BP:RLA:antebrazo derecho:STP]
ja: [BP:RLA:右前腕:STP]
ko: [BP:RLA:오른쪽 아래팔:STP]
pl: [BP:RLA:prawe przedramię:prawe przedramiona]
ru: [BP:RLA:правое предплечье:правые предплечья]
tr: [BP:RLA:sağ alt kol:STP]
vi: [BP:RLA:cẳng tay phải:STP]
zh_hans: [BP:RLA:右前臂:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:LLA:left lower arm:STP]
cs: [BP:LLA:levá dolní ruka:levé dolní ruce]
de: [BP:LLA:linker Unterarm:STP]
eo: [BP:LLA:maldekstra antaŭbrako:maldekstraj antaŭbrakoj]
es: [BP:LLA:antebrazo izquierdo:STP]
ja: [BP:LLA:左前腕:STP]
ko: [BP:LLA:왼쪽 아래팔:STP]
pl: [BP:LLA:lewe przedramię:lewe przedramiona]
ru: [BP:LLA:левое предплечье:левые предплечья]
tr: [BP:LLA:sol alt kol:STP]
vi: [BP:LLA:cẳng tay trái:STP]
zh_hans: [BP:LLA:左前臂:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:RH:right hand:STP]
cs: [BP:RH:pravá dlaň:pravé dlaně]
de: [BP:RH:rechte Hand:STP]
eo: [BP:RH:dekstra mano:dekstraj manoj]
es: [BP:RH:mano derecha:STP]
ja: [BP:RH:右手:STP]
ko: [BP:RH:오른손:STP]
pl: [BP:RH:prawa dłoń:prawe dłonie]
ru: [BP:RH:правая ладонь:правые ладони]
tr: [BP:RH:sağ el:STP]
vi: [BP:RH:bàn tay phải:STP]
zh_hans: [BP:RH:右手:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:LH:left hand:STP]
cs: [BP:LH:levá dlaň:levé dlaně]
de: [BP:LH:linke Hand:STP]
eo: [BP:LH:maldekstra mano:maldekstraj manoj]
es: [BP:RH:mano izquierda:STP]
ja: [BP:LH:左手:STP]
ko: [BP:LH:왼손:STP]
pl: [BP:LH:lewa dłoń:lewe dłonie]
ru: [BP:LH:левая ладонь:левые ладони]
tr: [BP:LH:sol el:STP]
vi: [BP:LH:bàn tay trái:STP]
zh_hans: [BP:LH:左手:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:RUL:right upper leg:STP]
cs: [BP:RUL:pravá horní noha:pravé horní nohy]
de: [BP:RUL:rechter Oberschenkel:STP]
eo: [BP:RUL:dekstra femuro:dekstraj femuroj]
es: [BP:RUL:muslo derecho:STP]
ja: [BP:RUL:右大腿:STP]
ko: [BP:RUL:오른쪽 윗다리:STP]
pl: [BP:RUL:prawe udo:prawe uda]
ru: [BP:RUL:правое бедро:правые бёдра]
tr: [BP:RUL:sağ üst bacak:STP]
vi: [BP:RUL:bắp đùi phải:STP]
zh_hans: [BP:RUL:右大腿:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:LUL:left upper leg:STP]
cs: [BP:LUL:levá horní noha:levé horní nohy]
de: [BP:LUL:linker Oberschenkel:STP]
eo: [BP:LUL:maldekstra femuro:maldekstraj femuroj]
es: [BP:LUL:muslo izquierdo:STP]
ja: [BP:LUL:左大腿:STP]
ko: [BP:LUL:왼쪽 윗다리:STP]
pl: [BP:LUL:lewe udo:lewe uda]
ru: [BP:LUL:левое бедро:левые бёдра]
tr: [BP:LUL:sol üst bacak:STP]
vi: [BP:LUL:bắp đùi trái:STP]
zh_hans: [BP:LUL:左大腿:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:RLL:right lower leg:STP]
cs: [BP:RLL:pravá dolní noha:pravé dolní nohy]
de: [BP:RLL:rechter Unterschenkel:STP]
eo: [BP:RLL:dekstra kruro:dekstraj kruroj]
es: [BP:RLL:pierna derecha:STP]
ja: [BP:RLL:右下腿:STP]
ko: [BP:RLL:오른쪽 아랫다리:STP]
pl: [BP:RLL:prawa goleń:prawe golenie]
ru: [BP:RLL:правая голень:правые голени]
tr: [BP:RLL:sağ alt bacak:STP]
vi: [BP:RLL:bắp chân phải:STP]
zh_hans: [BP:RLL:右小腿:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:LLL:left lower leg:STP]
cs: [BP:LLL:levá dolní noha:levé dolní nohy]
de: [BP:LLL:linker Unterschenkel:STP]
eo: [BP:LLL:maldekstra kruro:maldekstraj kruroj]
es: [BP:LLL:pierna izquierda:STP]
ja: [BP:LLL:左下腿:STP]
ko: [BP:LLL:왼쪽 아랫다리:STP]
pl: [BP:LLL:lewa goleń:lewe golenie]
ru: [BP:LLL:левая голень:левые голени]
tr: [BP:LLL:sol alt bacak:STP]
vi: [BP:LLL:bắp chân trái:STP]
zh_hans: [BP:LLL:左小腿:STP]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:RF:right foot:right feet]
cs: [BP:RF:pravé chodidlo:pravá chodidla]
de: [BP:RF:rechter Fuß:rechten Füße]
eo: [BP:RF:dekstra piedo:dekstraj piedoj]
es: [BP:RF:pie derecho:pies derechos]
ja: [BP:RF:右足:右足]
ko: [BP:RF:오른발:오른발]
pl: [BP:RF:prawa stopa:prawe stopy]
ru: [BP:RF:правая ступня:правые ступни]
tr: [BP:RF:sağ ayak:sağ ayaklar]
vi: [BP:RF:bàn chân phải:nhiều chân phải]
zh_hans: [BP:RF:右脚:右脚]

# BODY:HUMANOID_NECK_2HEAD
source: [BP:LF:left foot:left feet]
cs: [BP:LF:levé chodidlo:levá chodidla]
de: [BP:LF:linker Fuß:linke Füße]
eo: [BP:LF:maldekstra piedo:maldekstraj piedoj]
es: [BP:LF:pie izquierdo:pies izquierdos]
ja: [BP:LF:左足:左足]
ko: [BP:LF:왼발:왼발]
pl: [BP:LF:lewa stopa:lewe stopy]
ru: [BP:LF:левая ступня:левые ступни]
tr: [BP:LF:sol ayak:sol ayaklar]
vi: [BP:bàn chân trái:nhiều bàn chân trái]
zh_hans: [BP:LF:左脚:左脚]

# BODY:HUMANOID_SIMPLE
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:busto:bustos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID_SIMPLE
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_SIMPLE
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HUMANOID_SIMPLE
source: [BP:RA:right arm:STP]
cs: [BP:RA:pravá ruka:pravé ruce]
de: [BP:RA:rechter Arm:STP]
eo: [BP:RA:dekstra brako:dekstraj brakoj]
es: [BP:RA:brazo derecho:STP]
ja: [BP:RA:右腕:STP]
ko: [BP:RA:오른팔:STP]
pl: [BP:RA:prawa ręka:prawe ręce]
ru: [BP:RA:правая рука:правые руки]
tr: [BP:RA:sağ kol:STP]
vi: [BP:RA:cánh tay phải:STP]
zh_hans: [BP:RA:右手臂:STP]

# BODY:HUMANOID_SIMPLE
source: [BP:LA:left arm:STP]
cs: [BP:LA:levá ruka:levé ruce]
de: [BP:LA:linker Arm:STP]
eo: [BP:LA:maldekstra brako:maldekstraj brakoj]
es: [BP:LA:brazo izquierdo:STP]
ja: [BP:LA:左腕:STP]
ko: [BP:LA:왼팔:STP]
pl: [BP:LA:lewa ręka:lewe ręce]
ru: [BP:LA:левая рука:левые руки]
tr: [BP:LA:sol kol:STP]
vi: [BP:LA:cánh tay trái:STP]
zh_hans: [BP:LA:左手臂:STP]

# BODY:HUMANOID_SIMPLE
source: [BP:RH:right hand:STP]
cs: [BP:RH:pravá dlaň:pravé dlaně]
de: [BP:RH:rechte Hand:STP]
eo: [BP:RH:dekstra mano:dekstraj manoj]
es: [BP:RH:mano derecha:STP]
ja: [BP:RH:右手:STP]
ko: [BP:RH:오른손:STP]
pl: [BP:RH:prawa dłoń:prawe dłonie]
ru: [BP:RH:правая ладонь:правые ладони]
tr: [BP:RH:sağ el:STP]
vi: [BP:RH:bàn tay phải:STP]
zh_hans: [BP:RH:右手:STP]

# BODY:HUMANOID_SIMPLE
source: [BP:LH:left hand:STP]
cs: [BP:LH:levá dlaň:levé dlaně]
de: [BP:LH:linke Hand:STP]
eo: [BP:LH:maldekstra mano:maldekstraj manoj]
es: [BP:RH:mano izquierda:STP]
ja: [BP:LH:左手:STP]
ko: [BP:LH:왼손:STP]
pl: [BP:LH:lewa dłoń:lewe dłonie]
ru: [BP:LH:левая ладонь:левые ладони]
tr: [BP:LH:sol el:STP]
vi: [BP:LH:bàn tay trái:STP]
zh_hans: [BP:LH:左手:STP]

# BODY:HUMANOID_SIMPLE
source: [BP:RL:right leg:STP]
cs: [BP:RL:pravá noha:pravé nohy]
de: [BP:RL:rechtes Bein:STP]
eo: [BP:RL:dekstra gambo:dekstraj gamboj]
es: [BP:RL:pierna derecha:STP]
ja: [BP:RL:右脚:STP]
ko: [BP:RL:오른다리:STP]
pl: [BP:RL:prawa noga:prawe nogi]
ru: [BP:RL:правая нога:правые ноги]
tr: [BP:RL:sağ bacak:STP]
vi: [BP:RL:chân phải:STP]
zh_hans: [BP:RL:右腿:STP]

# BODY:HUMANOID_SIMPLE
source: [BP:LL:left leg:STP]
cs: [BP:LL:levá noha:levé nohy]
de: [BP:LL:linkes Bein:STP]
eo: [BP:LL:maldekstra gambo:maldekstraj gamboj]
es: [BP:LL:pierna izquierda:STP]
ja: [BP:LL:左脚:STP]
ko: [BP:LL:왼다리:STP]
pl: [BP:LL:lewa noga:lewe nogi]
ru: [BP:LL:левая нога:левые ноги]
tr: [BP:LL:sol bacak:STP]
vi: [BP:LL:chân trái:STP]
zh_hans: [BP:LL:左腿:STP]

# BODY:HUMANOID_SIMPLE
source: [BP:RF:right foot:right feet]
cs: [BP:RF:pravé chodidlo:pravá chodidla]
de: [BP:RF:rechter Fuß:rechten Füße]
eo: [BP:RF:dekstra piedo:dekstra piedoj]
es: [BP:RF:pie derecho:pies derechos]
ja: [BP:RF:右足:右足]
ko: [BP:RF:오른발:오른발]
pl: [BP:RF:prawa stopa:prawe stopy]
ru: [BP:RF:правая ступня:правые ступни]
tr: [BP:RF:sağ ayak:sağ ayaklar]
vi: [BP:RF:bàn chân phải:nhiều chân phải]
zh_hans: [BP:RF:右脚:右脚]

# BODY:HUMANOID_SIMPLE
source: [BP:LF:left foot:left feet]
cs: [BP:LF:levé chodidlo:levá chodidla]
de: [BP:LF:linker Fuß:linke Füße]
eo: [BP:LF:maldekstra piedo:maldekstraj piedoj]
es: [BP:LF:pie izquierdo:pies izquierdos]
ja: [BP:LF:左足:左足]
ko: [BP:LF:왼발:왼발]
pl: [BP:LF:lewa stopa:lewe stopy]
ru: [BP:LF:левая ступня:левые ступни]
tr: [BP:LF:sol ayak:sol ayaklar]
vi: [BP:bàn chân trái:nhiều bàn chân trái]
zh_hans: [BP:LF:左脚:左脚]

# BODY:QUADRUPED
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:torso:torsos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:QUADRUPED
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:QUADRUPED
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:QUADRUPED
source: [BP:RA:right front leg:STP]
cs: [BP:RA:pravá přední noha:pravé přední nohy]
de: [BP:RA:rechtes Vorderbein:STP]
eo: [BP:RA:dekstra antaŭa gambo:dekstraj antaŭaj gamboj]
es: [BP:RA:pata delantera derecha:STP]
ja: [BP:RA:右前脚:STP]
ko: [BP:RA:오른쪽 앞다리:STP]
pl: [BP:RA:prawa przednia noga:prawe przednie nogi]
ru: [BP:RA:правая передняя нога:правые передние ноги]
tr: [BP:RA:sağ ön bacak:STP]
vi: [BP:RA:chân phải trước:STP]
zh_hans: [BP:RA:右前肢:STP]

# BODY:QUADRUPED
source: [BP:LA:left front leg:STP]
cs: [BP:LA:levá přední noha:levé přední nohy]
de: [BP:LA:linkes Vorderbein:STP]
eo: [BP:LA:maldekstra antaŭa gambo:maldekstraj antaŭaj gamboj]
es: [BP:LA:pata delantera izquierda:STP]
ja: [BP:LA:左前脚:STP]
ko: [BP:LA:왼쪽 앞다리:STP]
pl: [BP:LA:lewa przednia noga:lewe przednie nogi]
ru: [BP:LA:левая передняя нога:левые передние ноги]
tr: [BP:LA:sol ön bacak:STP]
vi: [BP:LA:chân trái trước:STP]
zh_hans: [BP:LA:左前肢:STP]

# BODY:QUADRUPED
source: [BP:RH:right front foot:right front feet]
cs: [BP:RH:pravé přední chodidlo:pravá přední chodidla]
de: [BP:RH:rechter Vorderfuß:rechten Vorderfüße]
eo: [BP:RH:dekstra antaŭa piedo:dekstraj antaŭaj piedoj]
es: [BP:RH:pezuña delantera derecha:pezuñas delanteras derechas]
ja: [BP:RH:右前足:右前足]
ko: [BP:RH:오른쪽 앞발:오른쪽 앞발]
pl: [BP:RH:prawa przednia stopa:prawe przednie stopy]
ru: [BP:RH:правая передняя ступня:правые передние ступни]
tr: [BP:RH:sağ ön ayak:sağ ön ayaklar]
vi: [BP:RH:chân phải trước:nhiều chân phải trước]
zh_hans: [BP:RH:右前脚:右前脚]

# BODY:QUADRUPED
source: [BP:LH:left front foot:left front feet]
cs: [BP:LH:levé přední chodidlo:levá přední chodidla]
de: [BP:LH:linker Vorderfuß:linken Vorderfüße]
eo: [BP:LH:maldekstra antaŭa piedo:maldekstraj antaŭaj piedoj]
es: [BP:LH:pezuña delantera izquierda:pezuñas delanteras izquierdas]
ja: [BP:LH:左前足:左前足]
ko: [BP:LH:왼쪽 앞발:왼쪽 앞발]
pl: [BP:LH:lewa przednia stopa:lewe przednie stopy]
ru: [BP:LH:левая передняя ступня:левые передние ступни]
tr: [BP:LH:sol ön ayak:sol ön ayaklar]
vi: [BP:LH:chân trái trước:nhiều chân trái trước]
zh_hans: [BP:LH:左前脚:左前脚]

# BODY:QUADRUPED
source: [BP:RL:right rear leg:STP]
cs: [BP:RL:pravá zadní noha:pravé zadní nohy]
de: [BP:RL:rechtes Hinterbein:STP]
eo: [BP:RL:dekstra posta gambo:dekstraj postaj gamboj]
es: [BP:RL:pata trasera derecha:STP]
ja: [BP:RL:右後脚:STP]
ko: [BP:RL:오른쪽 뒷다리:STP]
pl: [BP:RL:prawa tylna noga:prawe tylne nogi]
ru: [BP:RL:правая задняя нога:правые задние ноги]
tr: [BP:RL:sağ arka bacak:STP]
vi: [BP:RL:chân phải sau:STP]
zh_hans: [BP:RL:右后肢:STP]

# BODY:QUADRUPED
source: [BP:LL:left rear leg:STP]
cs: [BP:LL:levá zadní noha:levé zadní nohy]
de: [BP:LL:linkes Hinterbein:STP]
eo: [BP:LL:maldekstra posta gambo:maldekstraj postaj gamboj]
es: [BP:LL:pata trasera izquierda:STP]
ja: [BP:LL:左後脚:STP]
ko: [BP:LL:왼쪽 뒷다리:STP]
pl: [BP:LL:lewa tylna noga:lewe tylne nogi]
ru: [BP:LL:левая задняя нога:левые задние ноги]
tr: [BP:LL:sol arka bacak:STP]
vi: [BP:LL:chân trái sau:STP]
zh_hans: [BP:LL:左后肢:STP]

# BODY:QUADRUPED
source: [BP:RF:right rear foot:right rear feet]
cs: [BP:RF:pravé zadní chodidlo:pravá zadní chodidla]
de: [BP:RF:rechter Hinterfuß:rechten Hinterfüße]
eo: [BP:RF:dekstra posta piedo:dekstraj postaj piedoj]
es: [BP:RF:pezuña trasera derecha:pezuñas traseras derechas]
ja: [BP:RF:右後足:右後足]
ko: [BP:RF:오른쪽 뒷발:오른쪽 뒷발]
pl: [BP:RF:tylnia prawa stopa:tylnie prawe stopy]
ru: [BP:RF:правая задняя ступня:правые задние ступни]
tr: [BP:RF:sağ arka ayak:sağ arka ayaklar]
vi: [BP:RF:bàn chân phải sau:nhiều bàn chân phải sau]
zh_hans: [BP:RF:右后脚:右后脚]

# BODY:QUADRUPED
source: [BP:LF:left rear foot:left rear feet]
cs: [BP:LF:levé zadní chodidlo:levá zadní chodidla]
de: [BP:LF:linker Hinterfuß:linken Hinterfüße]
eo: [BP:LF:maldekstra posta piedo:maldekstraj postaj piedoj]
es: [BP:LF:pezuña trasera izquierda:pezuñas traseras izquierdas]
ja: [BP:LF:左後足:左後足]
ko: [BP:LF:왼쪽 뒷발:왼쪽 뒷발]
pl: [BP:LF:tylnia lewa stopa:tylnie lewe stopy]
ru: [BP:LF:левая задняя ступня:левые задние ступни]
tr: [BP:LF:sol arka ayak:sol arka ayaklar]
vi: [BP:LF:bàn chân trái sau:nhiều bàn chân trái sau]
zh_hans: [BP:LF:左后脚:左后脚]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:torso:torsos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:NK:neck:STP]
cs: [BP:NK:krk:krky]
de: [BP:NK:Nacken:STP]
eo: [BP:NK:kolo:koloj]
es: [BP:NK:cuello:STP]
ja: [BP:NK:首:STP]
ko: [BP:NK:목:STP]
pl: [BP:NK:szyja:szyje]
ru: [BP:NK:шея:шеи]
tr: [BP:NK:boyun:STP]
vi: [BP:NK:cổ:STP]
zh_hans: [BP:NK:颈部:STP]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:RA:right front leg:STP]
cs: [BP:RA:pravá přední noha:pravé přední nohy]
de: [BP:RA:rechtes Vorderbein:STP]
eo: [BP:RA:dekstra antaŭa gambo:dekstraj antaŭaj gamboj]
es: [BP:RA:pata delantera derecha:STP]
ja: [BP:RA:右前脚:STP]
ko: [BP:RA:오른쪽 앞다리:STP]
pl: [BP:RA:prawa przednia noga:prawe przednie nogi]
ru: [BP:RA:правая передняя нога:правые передние ноги]
tr: [BP:RA:sağ ön bacak:STP]
vi: [BP:RA:chân phải trước:STP]
zh_hans: [BP:RA:右前肢:STP]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:LA:left front leg:STP]
cs: [BP:LA:levá přední noha:levé přední nohy]
de: [BP:LA:linkes Vorderbein:STP]
eo: [BP:LA:maldekstra antaŭa gambo:maldekstraj antaŭaj gamboj]
es: [BP:LA:pata delantera izquierda:STP]
ja: [BP:LA:左前脚:STP]
ko: [BP:LA:왼쪽 앞다리:STP]
pl: [BP:LA:lewa przednia noga:lewe przednie nogi]
ru: [BP:LA:левая передняя нога:левые передние ноги]
tr: [BP:LA:sol ön bacak:STP]
vi: [BP:LA:chân trái trước:STP]
zh_hans: [BP:LA:左前肢:STP]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:RH:right front foot:right front feet]
cs: [BP:RH:pravé přední chodidlo:pravá přední chodidla]
de: [BP:RH:rechter Vorderfuß:rechten Vorderfüße]
eo: [BP:RH:dekstra antaŭa piedo:dekstraj antaŭaj piedoj]
es: [BP:RH:pezuña delantera derecha:pezuñas delanteras derechas]
ja: [BP:RH:右前足:右前足]
ko: [BP:RH:오른쪽 앞발:오른쪽 앞발]
pl: [BP:RH:prawa przednia stopa:prawe przednie stopy]
ru: [BP:RH:правая передняя ступня:правые передние ступни]
tr: [BP:RH:sağ ön ayak:sağ ön ayaklar]
vi: [BP:RH:chân phải trước:nhiều chân phải trước]
zh_hans: [BP:RH:右前脚:右前脚]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:LH:left front foot:left front feet]
cs: [BP:LH:levé přední chodidlo:levá přední chodidla]
de: [BP:LH:linker Vorderfuß:linken Vorderfüße]
eo: [BP:LH:maldekstra antaŭa piedo:maldekstraj antaŭaj piedoj]
es: [BP:LH:pezuña delantera izquierda:pezuñas delanteras izquierdas]
ja: [BP:LH:左前足:左前足]
ko: [BP:LH:왼쪽 앞발:왼쪽 앞발]
pl: [BP:LH:lewa przednia stopa:lewe przednie stopy]
ru: [BP:LH:левая передняя ступня:левые передние ступни]
tr: [BP:LH:sol ön ayak:sol ön ayaklar]
vi: [BP:LH:chân trái trước:nhiều chân trái trước]
zh_hans: [BP:LH:左前脚:左前脚]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:RL:right rear leg:STP]
cs: [BP:RL:pravá zadní noha:pravé zadní nohy]
de: [BP:RL:rechtes Hinterbein:STP]
eo: [BP:RL:dekstra posta gambo:dekstraj postaj gamboj]
es: [BP:RL:pata trasera derecha:STP]
ja: [BP:RL:右後脚:STP]
ko: [BP:RL:오른쪽 뒷다리:STP]
pl: [BP:RL:prawa tylna noga:prawe tylne nogi]
ru: [BP:RL:правая задняя нога:правые задние ноги]
tr: [BP:RL:sağ arka bacak:STP]
vi: [BP:RL:chân phải sau:STP]
zh_hans: [BP:RL:右后肢:STP]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:LL:left rear leg:STP]
cs: [BP:LL:levá zadní noha:levé zadní nohy]
de: [BP:LL:linkes Hinterbein:STP]
eo: [BP:LL:maldekstra posta gambo:maldekstraj postaj gamboj]
es: [BP:LL:pata trasera izquierda:STP]
ja: [BP:LL:左後脚:STP]
ko: [BP:LL:왼쪽 뒷다리:STP]
pl: [BP:LL:lewa tylna noga:lewe tylne nogi]
ru: [BP:LL:левая задняя нога:левые задние ноги]
tr: [BP:LL:sol arka bacak:STP]
vi: [BP:LL:chân trái sau:STP]
zh_hans: [BP:LL:左后肢:STP]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:RF:right rear foot:right rear feet]
cs: [BP:RF:pravé zadní chodidlo:pravá zadní chodidla]
de: [BP:RF:rechter Hinterfuß:rechten Hinterfüße]
eo: [BP:RF:dekstra posta piedo:dekstraj postaj piedoj]
es: [BP:RF:pezuña trasera derecha:pezuñas traseras derechas]
ja: [BP:RF:右後足:右後足]
ko: [BP:RF:오른쪽 뒷발:오른쪽 뒷발]
pl: [BP:RF:prawa tylna stopa:prawe tylne stopy]
ru: [BP:RF:правая задняя ступня:правые задние ступни]
tr: [BP:RF:sağ arka ayak:sağ arka ayaklar]
vi: [BP:RF:bàn chân phải sau:nhiều bàn chân phải sau]
zh_hans: [BP:RF:右后脚:右后脚]

# BODY:QUADRUPED_NECK_FRONT_GRASP
source: [BP:LF:left rear foot:left rear feet]
cs: [BP:LF:levé zadní chodidlo:levá zadní chodidla]
de: [BP:LF:linker Hinterfuß:linken Hinterfüße]
eo: [BP:LF:maldekstra posta piedo:maldekstraj postaj piedoj]
es: [BP:LF:pezuña trasera izquierda:pezuñas traseras izquierdas]
ja: [BP:LF:左後足:左後足]
ko: [BP:LF:왼쪽 뒷발:왼쪽 뒷발]
pl: [BP:LF:lewa tylna stopa:lewe tylne stopy]
ru: [BP:LF:левая задняя ступня:левые задние ступни]
tr: [BP:LF:sol arka ayak:sol arka ayaklar]
vi: [BP:LF:bàn chân trái sau:nhiều bàn chân trái sau]
zh_hans: [BP:LF:左后脚:左后脚]

# BODY:QUADRUPED_NECK
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:torso:torsos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:QUADRUPED_NECK
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:QUADRUPED_NECK
source: [BP:NK:neck:STP]
cs: [BP:NK:krk:krky]
de: [BP:NK:Nacken:STP]
eo: [BP:NK:kolo:koloj]
es: [BP:NK:cuello:STP]
ja: [BP:NK:首:STP]
ko: [BP:NK:목:STP]
pl: [BP:NK:szyja:szyje]
ru: [BP:NK:шея:шеи]
tr: [BP:NK:boyun:STP]
vi: [BP:NK:cổ:STP]
zh_hans: [BP:NK:颈部:STP]

# BODY:QUADRUPED_NECK
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:QUADRUPED_NECK
source: [BP:RA:right front leg:STP]
cs: [BP:RA:pravá přední noha:pravé přední nohy]
de: [BP:RA:rechtes Vorderbein:STP]
eo: [BP:RA:dekstra antaŭa gambo:dekstraj antaŭaj gamboj]
es: [BP:RA:pata delantera derecha:STP]
ja: [BP:RA:右前脚:STP]
ko: [BP:RA:오른쪽 앞다리:STP]
pl: [BP:RA:prawa przednia noga:prawe przednie nogi]
ru: [BP:RA:правая передняя нога:правые передние ноги]
tr: [BP:RA:sağ ön bacak:STP]
vi: [BP:RA:chân phải trước:STP]
zh_hans: [BP:RA:右前肢:STP]

# BODY:QUADRUPED_NECK
source: [BP:LA:left front leg:STP]
cs: [BP:LA:levá přední noha:levé přední nohy]
de: [BP:LA:linkes Vorderbein:STP]
eo: [BP:LA:maldekstra antaŭa gambo:maldekstraj antaŭaj gamboj]
es: [BP:LA:pata delantera izquierda:STP]
ja: [BP:LA:左前脚:STP]
ko: [BP:LA:왼쪽 앞다리:STP]
pl: [BP:LA:lewa przednia noga:lewe przednie nogi]
ru: [BP:LA:левая передняя нога:левые передние ноги]
tr: [BP:LA:sol ön bacak:STP]
vi: [BP:LA:chân trái trước:STP]
zh_hans: [BP:LA:左前肢:STP]

# BODY:QUADRUPED_NECK
source: [BP:RH:right front foot:right front feet]
cs: [BP:RH:pravé přední chodidlo:pravá přední chodidla]
de: [BP:RH:rechter Vorderfuß:rechten Vorderfüße]
eo: [BP:RH:dekstra antaŭa piedo:dekstraj antaŭaj piedoj]
es: [BP:RH:pezuña delantera derecha:pezuñas delanteras derechas]
ja: [BP:RH:右前足:右前足]
ko: [BP:RH:오른쪽 앞발:오른쪽 앞발]
pl: [BP:RH:prawa przednia stopa:prawe przednie stopy]
ru: [BP:RH:правая передняя ступня:правые передние ступни]
tr: [BP:RH:sağ ön ayak:sağ ön ayaklar]
vi: [BP:RH:chân phải trước:nhiều chân phải trước]
zh_hans: [BP:RH:右前脚:右前脚]

# BODY:QUADRUPED_NECK
source: [BP:LH:left front foot:left front feet]
cs: [BP:LH:levé přední chodidlo:levá přední chodidla]
de: [BP:LH:linker Vorderfuß:linken Vorderfüße]
eo: [BP:LH:maldekstra antaŭa piedo:maldekstraj antaŭaj piedoj]
es: [BP:LH:pezuña delantera izquierda:pezuñas delanteras izquierdas]
ja: [BP:LH:左前足:左前足]
ko: [BP:LH:왼쪽 앞발:왼쪽 앞발]
pl: [BP:LH:lewa przednia stopa:lewe przednie stopy]
ru: [BP:LH:левая передняя ступня:левые передние ступни]
tr: [BP:LH:sol ön ayak:sol ön ayaklar]
vi: [BP:LH:chân trái trước:nhiều chân trái trước]
zh_hans: [BP:LH:左前脚:左前脚]
