Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:DWARF
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:DWARF
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:DWARF
source: [GENERAL_BABY_NAME:dwarven baby:dwarven babies]
cs: [GENERAL_BABY_NAME:trpasličí miminko:trpasličí miminka]
de: [GENERAL_BABY_NAME:Zwergenbaby:Zwergenbabies]
eo: [GENERAL_BABY_NAME:dvarfbebo:dvarfbeboj]
es: [GENERAL_BABY_NAME:enano bebe:bebes enanos]
ja: [GENERAL_BABY_NAME:ドワーフの赤ちゃん:ドワーフの赤ちゃん]
ko: [GENERAL_BABY_NAME:드워프 아기:드워프 아기들]
pl: [GENERAL_BABY_NAME:krasnoludzkie dziecko:krasnoludzkie dzieci]
ru: [GENERAL_BABY_NAME:дварфийский младенец:дварфийские младенцы]
tr: [GENERAL_BABY_NAME:cüce bebek:cüce bebekler]
vi: [GENERAL_BABY_NAME:em bé người lùn:những em bé người lùn]
zh_hans: [GENERAL_BABY_NAME:矮人宝宝:矮人宝宝]

# CREATURE:DWARF
source: [BABYNAME:dwarven baby:dwarven babies]
cs: [BABYNAME:trpasličí miminko:trpasličí miminka]
de: [BABYNAME:Zwergenbaby:Zwergenbabies]
eo: [BABYNAME:dvarfbebo:dvarfbeboj]
es: [BABYNAME:enano bebe:bebes enanos]
ja: [BABYNAME:ドワーフの赤ちゃん:ドワーフの赤ちゃん]
ko: [BABYNAME:드워프 아기:드워프 아기들]
pl: [BABYNAME:krasnoludzkie dziecko:krasnoludzkie dzieci]
ru: [BABYNAME:дварфийский младенец:дварфийские младенцы]
tr: [BABYNAME:cüce bebek:cüce bebekler]
vi: [BABYNAME:em bé người lùn:những em bé người lùn]
zh_hans: [BABYNAME:矮人宝宝:矮人宝宝]

# CREATURE:DWARF
source: [GENERAL_CHILD_NAME:dwarven child:dwarven children]
cs: [GENERAL_CHILD_NAME:trpasličí dítě:trpasličí děti]
de: [GENERAL_CHILD_NAME:Zwergenkind:Zwergenkinder]
eo: [GENERAL_CHILD_NAME:dvarfinfano:dvarfinfanoj]
es: [GENERAL_CHILD_NAME:enano bebe:bebes enanos]
ja: [GENERAL_CHILD_NAME:ドワーフの子供:ドワーフの子供の]
ko: [GENERAL_CHILD_NAME:드워프 아이:드워프 아이들]
pl: [GENERAL_CHILD_NAME:krasnoludzkie dziecko:krasnoludzkie dzieci]
ru: [GENERAL_CHILD_NAME:дварфийский ребёнок:дварфийские дети]
tr: [GENERAL_CHILD_NAME:cüce çocuk:cüce çocuklar]
vi: [GENERAL_CHILD_NAME:đứa trẻ người lùn:những đứa trẻ người lùn]
zh_hans: [GENERAL_CHILD_NAME:矮人的孩子:矮人的孩子]

# CREATURE:DWARF
source: [CHILDNAME:dwarven child:dwarven children]
cs: [CHILDNAME:trpasličí dítě:trpasličí děti]
de: [CHILDNAME:Zwergenkind:Zwergenkinder]
eo: [CHILDNAME:dvarfinfano:dvarfinfanoj]
es: [CHILDNAME:bebe enano:bebes enanos]
ja: [CHILDNAME:ドワーフの子供:ドワーフの子供]
ko: [CHILDNAME:드워프 아이:드워프 아이들]
pl: [CHILDNAME:krasnoludzkie dziecko:krasnoludzkie dzieci]
ru: [CHILDNAME:дварфийский ребёнок:дварфийские дети]
tr: [CHILDNAME:cüce çocuk:cüce çocuklar]
vi: [CHILDNAME:đứa trẻ người lùn:những đứa trẻ người lùn]
zh_hans: [CHILDNAME:矮人的孩子:矮人的孩子]

# CREATURE:DWARF
source: [PROFESSION_NAME:CRAFTSMAN:craftsdwarf:craftsdwarves]
cs: [PROFESSION_NAME:CRAFTSMAN:řemeslník:řemeslníci]
de: [PROFESSION_NAME:CRAFTSMAN:Handwerkerzwerg:Handwerkerzwerge]
eo: [PROFESSION_NAME:CRAFTSMAN:artefaristo:artefaristoj]
es: [PROFESSION_NAME:CRAFTSMAN:enano artesano:enanos artesanos]
ja: [PROFESSION_NAME:CRAFTSMAN:ドワーフの石工:ドワーフの石工]
ko: [PROFESSION_NAME:CRAFTSMAN:크래프트드워프:크래프트드워프들]
pl: [PROFESSION_NAME:CRAFTSMAN:krasnolud rzemieślnik:krasnoludy rzemieślnicy]
ru: [PROFESSION_NAME:CRAFTSMAN:ремесленник:ремесленники]
tr: [PROFESSION_NAME:CRAFTSMAN:zanaatkar cüce:zanaatkar cüceler]
vi: [PROFESSION_NAME:CRAFTSMAN:thợ thủ công người lùn:những thợ thủ công người lùn]

# CREATURE:DWARF
source: [PROFESSION_NAME:FISHERMAN:fisherdwarf:fisherdwarves]
cs: [PROFESSION_NAME:FISHERMAN:rybářský trpaslík:rybářští trpaslíci]
de: [PROFESSION_NAME:FISHERMAN:Fischerzwerg:Fischerzwerge]
eo: [PROFESSION_NAME:FISHERMAN:fiŝkaptisto:fiŝkaptistoj]
es: [PROFESSION_NAME:FISHERMAN:enano pescador:enanos pescadores]
ja: [PROFESSION_NAME:FISHERMAN:ドワーフの漁師:ドワーフの漁師]
ko: [PROFESSION_NAME:FISHERMAN:피셔드워프:피셔드워프들]
pl: [PROFESSION_NAME:FISHERMAN:krasnolud wędkarz:krasnoludy wędkarze]
ru: [PROFESSION_NAME:FISHERMAN:рыболов:рыболовы]
tr: [PROFESSION_NAME:FISHERMAN:balıkçı cüce:balıkçı cüceler]
vi: [PROFESSION_NAME:FISHERMAN:ngư dân người lùn:những ngư dân người lùn]

# CREATURE:DWARF
source: [PROFESSION_NAME:HAMMERMAN:hammerdwarf:hammerdwarves]
cs: [PROFESSION_NAME:HAMMERMAN:kladivový trpaslík:kladivoví trpaslíci]
de: [PROFESSION_NAME:HAMMERMAN:Hammerzwerg:Hammerzwerge]
eo: [PROFESSION_NAME:HAMMERMAN:martelisto:martelistoj]
es: [PROFESSION_NAME:HAMMERMAN:enano martillero:enanos martilleros]
ja: [PROFESSION_NAME:HAMMERMAN:ドワーフの槌士:ドワーフの槌士]
ko: [PROFESSION_NAME:HAMMERMAN:해머드와프:해머드워프들]
pl: [PROFESSION_NAME:HAMMERMAN:krasnolud kowal:krasnoludy kowale]
ru: [PROFESSION_NAME:HAMMERMAN:молотобоец:молотобойцы]
tr: [PROFESSION_NAME:HAMMERMAN:çekiçli cüce:çekiçli cüceler]
vi: [PROFESSION_NAME:HAMMERMAN:chiến binh búa người lùn:những chiến binh búa người lùn]

# CREATURE:DWARF
source: [PROFESSION_NAME:SPEARMAN:speardwarf:speardwarves]
cs: [PROFESSION_NAME:SPEARMAN:oštěpařský trpaslík:oštěpařští trpaslíci]
de: [PROFESSION_NAME:SPEARMAN:Speerzwerg:Speerzwerge]
eo: [PROFESSION_NAME:SPEARMAN:lancisto:lancistoj]
es: [PROFESSION_NAME:SPEARMAN:enano lancero:enanos lanceros]
ja: [PROFESSION_NAME:SPEARMAN:ドワーフの槍士:ドワーフの槍士]
ko: [PROFESSION_NAME:SPEARMAN:스피어드워프:스피어드워프들]
pl: [PROFESSION_NAME:SPEARMAN:krasnolud włócznik:krasnoludy włócznicy]
ru: [PROFESSION_NAME:SPEARMAN:копьеносец:копьеносцы]
tr: [PROFESSION_NAME:SPEARMAN:mızraklı cüce:mızraklı cüceler]
vi: [PROFESSION_NAME:SPEARMAN:chiến binh giáo người lùn:những chiến binh giáo người lùn]

# CREATURE:DWARF
source: [PROFESSION_NAME:CROSSBOWMAN:marksdwarf:marksdwarves]
cs: [PROFESSION_NAME:CROSSBOWMAN:kušník trpaslík:kušníci trpaslíci]
de: [PROFESSION_NAME:CROSSBOWMAN:Zwergenschütze:Zwergenschützen]
eo: [PROFESSION_NAME:CROSSBOWMAN:arbalestisto:arbalestistoj]
es: [PROFESSION_NAME:CROSSBOWMAN:enano ballestero:enanos ballesteros]
ja: [PROFESSION_NAME:ドワーフの弩士:ドワーフの弩士]
ko: [PROFESSION_NAME:CROSSBOWMAN:마크드워프:마크드워프들]
pl: [PROFESSION_NAME:CROSSBOWMAN:krasnolud kusznik:krasnoludy kusznicy]
ru: [PROFESSION_NAME:CROSSBOWMAN:арбалетчик:арбалетчики]
tr: [PROFESSION_NAME:CROSSBOWMAN:nişancı cüce:nişancı cüceler]
vi: [PROFESSION_NAME:CROSSBOWMAN:xạ thủ người lùn:những xạ thủ người lùn]

# CREATURE:DWARF
source: [PROFESSION_NAME:AXEMAN:axedwarf:axedwarves]
cs: [PROFESSION_NAME:AXEMAN:sekernický trpaslík:sekerničtí trpaslíci]
de: [PROFESSION_NAME:AXEMAN:Axtzwerg:Axtzwerge]
eo: [PROFESSION_NAME:AXEMAN:hakilisto:hakilistoj]
es: [PROFESSION_NAME:AXEMAN:enano hachero:enanos hacheros]
ja: [PROFESSION_NAME:AXEMAN:ドワーフの斧士:ドワーフの斧士]
ko: [PROFESSION_NAME:AXEMAN:엑스드워프:엑스드워프들]
pl: [PROFESSION_NAME:AXEMAN:krasnolud topornik:krasnoludy topornicy]
ru: [PROFESSION_NAME:AXEMAN:топорщик:топорщики]
tr: [PROFESSION_NAME:AXEMAN:baltalı cüce:baltalı cüceler]
vi: [PROFESSION_NAME:AXEMAN:chiến binh rìu người lùn:những chiến binh rìu người lùn]

# CREATURE:DWARF
source: [PROFESSION_NAME:SWORDSMAN:swordsdwarf:swordsdwarves]
cs: [PROFESSION_NAME:SWORDSMAN:šermířský trpaslík:šermířští trpaslíci]
de: [PROFESSION_NAME:SWORDSMAN:Schwertzwerg:Schwertzwerge]
eo: [PROFESSION_NAME:SWORDSMAN:glavisto:glavistoj]
es: [PROFESSION_NAME:SWORDSMAN:enano espadachín:enanos espadachines]
ja: [PROFESSION_NAME:SWORDSMAN:ドワーフの剣士:ドワーフの剣士]
ko: [PROFESSION_NAME:SWORDSMAN:소드드워프:소드드워프들]
pl: [PROFESSION_NAME:SWORDSMAN:krasnolud miecznik:krasnoludy miecznicy]
ru: [PROFESSION_NAME:SWORDSMAN:мечник:мечники]
tr: [PROFESSION_NAME:SWORDSMAN:kılıçlı cüce:kılıçlı cüceler]
vi: [PROFESSION_NAME:SWORDSMAN:chiến binh kiếm người lùn:những chiến binh kiếm người lùn]

# CREATURE:DWARF
source: [PROFESSION_NAME:MACEMAN:macedwarf:macedwarves]
cs: [PROFESSION_NAME:MACEMAN:palcátový trpaslík:palcátoví trpaslíci]
de: [PROFESSION_NAME:MACEMAN:Streitkolbenzwerg:Streitkolbenzwerge]
eo: [PROFESSION_NAME:MACEMAN:klabisto:klabistoj]
es: [PROFESSION_NAME:MACEMAN:enano macero:enanos maceros]
ja: [PROFESSION_NAME:MACEMAN:ドワーフのメイス使い:ドワーフのメイス使い]
ko: [PROFESSION_NAME:MACEMAN:메이스드워프:메이스드워프들]
pl: [PROFESSION_NAME:MACEMAN:krasnolud buzdyganiarz:krasnoludy buzdyganiarze]
ru: [PROFESSION_NAME:MACEMAN:булавоносец:булавоносцы]
tr: [PROFESSION_NAME:MACEMAN:gürzlü cüce:gürzlü cüceler]
vi: [PROFESSION_NAME:MACEMAN:chiến binh chùy người lùn:những chiến binh chùy người lùn]

# CREATURE:DWARF
source: [PROFESSION_NAME:PIKEMAN:pikedwarf:pikedwarves]
cs: [PROFESSION_NAME:PIKEMAN:píkarský trpaslík:píkarskí trpaslíci]
de: [PROFESSION_NAME:PIKEMAN:Pikenzwerg:Pikenzwerge]
eo: [PROFESSION_NAME:PIKEMAN:pikstangisto:pikstangistoj]
es: [PROFESSION_NAME:PIKEMAN:enano piquero:enanos piqueros]
ja: [PROFESSION_NAME:PIKEMAN:ドワーフのパイク使い:ドワーフのパイク使い]
ko: [PROFESSION_NAME:PIKEMAN:파이크드워프:파이크드워프들]
pl: [PROFESSION_NAME:PIKEMAN:krasnolud pikinier:krasnoludy pikinierzy]
ru: [PROFESSION_NAME:PIKEMAN:пикинёр:пикинёры]
tr: [PROFESSION_NAME:PIKEMAN:kargılı cüce:kargılı cüceler]
vi: [PROFESSION_NAME:PIKEMAN:chiến binh thương người lùn:những chiến binh thương người lùn]

# CREATURE:DWARF
source: [PROFESSION_NAME:BOWMAN:bowdwarf:bowdwarves]
cs: [PROFESSION_NAME:BOWMAN:lukostřelecký trpaslík:lukostřelečtí trpaslíci]
de: [PROFESSION_NAME:BOWMAN:Bogenzwerg:Bogenzwerge]
eo: [PROFESSION_NAME:BOWMAN:arkpafisto:arkpafistoj]
es: [PROFESSION_NAME:BOWMAN:enano arquero:enanos arqueros]
ja: [PROFESSION_NAME:BOWMAN:ドワーフの弓士:ドワーフの弓士]
ko: [PROFESSION_NAME:BOWMAN:보우드워프:보우드워프들]
pl: [PROFESSION_NAME:BOWMAN:krasnolud łucznik:krasnoludy łucznicy]
ru: [PROFESSION_NAME:BOWMAN:лучник:лучники]
tr: [PROFESSION_NAME:BOWMAN:okçu cüce:okçu cüceler]
vi: [PROFESSION_NAME:BOWMAN:cung thủ người lùn:những cung thủ người lùn]

# CREATURE:DWARF
source: [PROFESSION_NAME:MASTER_CROSSBOWMAN:Elite Marksdwarf:Elite Marksdwarves]
cs: [PROFESSION_NAME:MASTER_CROSSBOWMAN:Elitní kušník:Elitní kušníci]
de: [PROFESSION_NAME:MASTER_CROSSBOWMAN:Zwergenmeisterschütze:Zwergenmeisterschützen]
eo: [PROFESSION_NAME:MASTER_CROSSBOWMAN:Elita Arbalestisto:Elitaj Arbalestistoj]
es: [PROFESSION_NAME:MASTER_CROSSBOWMAN::enano ballestero de élite:enanos ballesteros de élite]
ko: [PROFESSION_NAME:MASTER_CROSSBOWMAN:엘리트 마크드워프:엘리트 마크드워프들]
pl: [PROFESSION_NAME:MASTER_CROSSBOWMAN:Elitarny krasnoludzki kusznik:Elitarni krasnoludzcy kusznicy]
ru: [PROFESSION_NAME:MASTER_CROSSBOWMAN:Элитный Арбалетчик:Элитные Арбалетчики]
tr: [PROFESSION_NAME:MASTER_CROSSBOWMAN:Elit Nişancı Cüce:Elit Nişancı Cüceler]
vi: [PROFESSION_NAME:MASTER_CROSSBOWMAN:Xạ thủ tinh nhuệ người lùn:Những xạ thủ tinh nhuệ người lùn]

# CREATURE:DWARF
source: [PROFESSION_NAME:MASTER_BOWMAN:Elite Bowdwarf:Elite Bowdwarves]
cs: [PROFESSION_NAME:MASTER_BOWMAN:Elitní lukostřelec:Elitní lukostřelci]
de: [PROFESSION_NAME:MASTER_BOWMAN:Meisterbogenzwerg:Meisterbogenzwerge]
eo: [PROFESSION_NAME:MASTER_BOWMAN:Elita Arkpafisto:Elitaj Arkpafistoj]
es: [PROFESSION_NAME:MASTER_BOWMAN:enano arquero de élite:enanos arqueros de élite]
ja: [PROFESSION_NAME:MASTER_BOWMAN:精鋭ドワーフの弓士:精鋭ドワーフの弓士]
ko: [PROFESSION_NAME:MASTER_BOWMAN:엘리트 보우드워프:엘리트 보우드워프들]
pl: [PROFESSION_NAME:MASTER_BOWMAN:Elitarny krasnoludzki łucznik:Elitarni krasnoludzcy łucznicy]
ru: [PROFESSION_NAME:MASTER_BOWMAN:Элитный Лучник:Элитные Лучники]
tr: [PROFESSION_NAME:MASTER_BOWMAN:Elit Okçu Cüce:Elit Okçu Cüceler]
vi: [PROFESSION_NAME:MASTER_BOWMAN:Cung thủ tinh nhuệ người lùn:Những cung thủ tinh nhuệ người lùn]

# CREATURE:DWARF
source: [MANNERISM_FINGERS:finger:fingers]
cs: [MANNERISM_FINGERS:prst:prsty]
de: [MANNERISM_FINGERS:Finger:Finger]
eo: [MANNERISM_FINGERS:manfingro:manfingroj]
es: [MANNERISM_FINGERS:dedo:dedos]
ja: [MANNERISM_FINGERS:指:指]
ko: [MANNERISM_FINGERS:손가락:손가락들]
pl: [MANNERISM_FINGERS:palec:palce]
ru: [MANNERISM_FINGERS:палец:пальцы]
tr: [MANNERISM_FINGERS:parmak:parmaklar]
vi: [MANNERISM_FINGERS:ngón tay:những ngón tay]

# CREATURE:DWARF
source: [MANNERISM_NOSE:nose]
cs: [MANNERISM_NOSE:nos]
de: [MANNERISM_NOSE:Nase]
eo: [MANNERISM_NOSE:nazo]
es: [MANNERISM_NOSE:nariz]
ja: [MANNERISM_NOSE:鼻]
ko: [MANNERISM_NOSE:코]
pl: [MANNERISM_NOSE:nos]
ru: [MANNERISM_NOSE:нос]
tr: [MANNERISM_NOSE:burun]
vi: [MANNERISM_NOSE:mũi]

# CREATURE:DWARF
source: [MANNERISM_EAR:ear]
cs: [MANNERISM_EAR:uši]
de: [MANNERISM_EAR:Ohr]
eo: [MANNERISM_EAR:orelo]
es: [MANNERISM_EAR:oreja]
ja: [MANNERISM_EAR:耳]
ko: [MANNERISM_EAR:귀]
pl: [MANNERISM_EAR:ucho]
ru: [MANNERISM_EAR:ухо]
tr: [MANNERISM_EAR:kulak]
vi: [MANNERISM_EAR:tai]

# CREATURE:DWARF
source: [MANNERISM_HEAD:head]
cs: [MANNERISM_HEAD:hlava]
de: [MANNERISM_HEAD:Kopf]
eo: [MANNERISM_HEAD:kapo]
es: [MANNERISM_HEAD:cabeza]
ja: [MANNERISM_HEAD:頭]
ko: [MANNERISM_HEAD:머리]
pl: [MANNERISM_HEAD:głowa]
ru: [MANNERISM_HEAD:голова]
tr: [MANNERISM_HEAD:kafa]
vi: [MANNERISM_HEAD:Đầu]

# CREATURE:DWARF
source: [MANNERISM_EYES:eyes]
cs: [MANNERISM_EYES:oči]
de: [MANNERISM_EYES:Augen]
eo: [MANNERISM_EYES:okuloj]
es: [MANNERISM_EYES:ojos]
ja: [MANNERISM_EYES:眼]
ko: [MANNERISM_EYES:양 눈]
pl: [MANNERISM_EYES:oczy]
ru: [MANNERISM_EYES:глаза]
tr: [MANNERISM_EYES:gözler]
vi: [MANNERISM_EYES:Mắt]

# CREATURE:DWARF
source: [MANNERISM_MOUTH:mouth]
cs: [MANNERISM_MOUTH:ústa]
de: [MANNERISM_MOUTH:Mund]
eo: [MANNERISM_MOUTH:buŝo]
es: [MANNERISM_MOUTH:boca]
ja: [MANNERISM_MOUTH:口]
ko: [MANNERISM_MOUTH:입]
pl: [MANNERISM_MOUTH:usta]
ru: [MANNERISM_MOUTH:рот]
tr: [MANNERISM_MOUTH:ağız]
vi: [MANNERISM_MOUTH:miệng]

# CREATURE:DWARF
source: [MANNERISM_HAIR:hair]
cs: [MANNERISM_HAIR:vlasy]
de: [MANNERISM_HAIR:Haar]
eo: [MANNERISM_HAIR:hararo]
es: [MANNERISM_HAIR:cabello]
ja: [MANNERISM_HAIR:毛]
ko: [MANNERISM_HAIR:머리카락]
pl: [MANNERISM_HAIR:włosy]
ru: [MANNERISM_HAIR:волосы]
tr: [MANNERISM_HAIR:saç]
vi: [MANNERISM_HAIR:Lông]
zh_hans: [MANNERISM_HAIR:毛发]

# CREATURE:DWARF
source: [MANNERISM_KNUCKLES:knuckles]
cs: [MANNERISM_KNUCKLES:klouby prstů]
de: [MANNERISM_KNUCKLES:Knöchel]
eo: [MANNERISM_KNUCKLES:fingrartikoj]
es: [MANNERISM_KNUCKLES:nudillos]
ja: [MANNERISM_KNUCKLES:拳]
ko: [MANNERISM_KNUCKLES:손가락 관절]
pl: [MANNERISM_KNUCKLES:knykcie]
ru: [MANNERISM_KNUCKLES:суставы]
tr: [MANNERISM_KNUCKLES:parmaklarını]
vi: [MANNERISM_KNUCKLES:khớp ngón tay]

# CREATURE:DWARF
source: [MANNERISM_LIPS:lips]
cs: [MANNERISM_LIPS:rty]
de: [MANNERISM_LIPS:Lippen]
eo: [MANNERISM_LIPS:lipoj]
es: [MANNERISM_LIPS:labios]
ja: [MANNERISM_LIPS:唇]
ko: [MANNERISM_LIPS:입술]
pl: [MANNERISM_LIPS:usta]
ru: [MANNERISM_LIPS:губы]
tr: [MANNERISM_LIPS:dudaklar]
vi: [MANNERISM_LIPS:môi]

# CREATURE:DWARF
source: [MANNERISM_CHEEK:cheek]
cs: [MANNERISM_CHEEK:tvář]
de: [MANNERISM_CHEEK:Backenbart]
eo: [MANNERISM_CHEEK:vango]
es: [MANNERISM_CHEEK:cachete]
ja: [MANNERISM_CHEEK:頬]
ko: [MANNERISM_CHEEK:뺨]
pl: [MANNERISM_CHEEK:policzek]
ru: [MANNERISM_CHEEK:щека]
tr: [MANNERISM_CHEEK:yanak]
vi: [MANNERISM_CHEEK:má]

# CREATURE:DWARF
source: [MANNERISM_NAILS:nails]
cs: [MANNERISM_NAILS:nehty]
de: [MANNERISM_NAILS:Nägel]
eo: [MANNERISM_NAILS:ungoj]
es: [MANNERISM_NAILS:unias]
ja: [MANNERISM_NAILS:爪]
ko: [MANNERISM_NAILS:손톱]
pl: [MANNERISM_NAILS:paznokcie]
ru: [MANNERISM_NAILS:ногти]
tr: [MANNERISM_NAILS:tırnaklar]
vi: [MANNERISM_NAILS:móng]

# CREATURE:DWARF
source: [MANNERISM_FEET:feet]
cs: [MANNERISM_FEET:nohy]
de: [MANNERISM_FEET:Fuß]
eo: [MANNERISM_FEET:piedoj]
es: [MANNERISM_FEET:pies]
ja: [MANNERISM_FEET:足]
ko: [MANNERISM_FEET:양 발]
pl: [MANNERISM_FEET:stopa]
ru: [MANNERISM_FEET:ступни]
tr: [MANNERISM_FEET:ayaklar]
vi: [MANNERISM_FEET:các bàn chân]

# CREATURE:DWARF
source: [MANNERISM_ARMS:arms]
cs: [MANNERISM_ARMS:paže]
de: [MANNERISM_ARMS:Arme]
eo: [MANNERISM_ARMS:brakoj]
es: [MANNERISM_ARMS:brazo]
ja: [MANNERISM_ARMS:腕]
ko: [MANNERISM_ARMS:팔]
pl: [MANNERISM_ARMS:ramiona]
ru: [MANNERISM_ARMS:руки]
tr: [MANNERISM_ARMS:kollar]
vi: [MANNERISM_ARMS:các cánh tay]

# CREATURE:DWARF
source: [MANNERISM_HANDS:hands]
cs: [MANNERISM_HANDS:ruce]
de: [MANNERISM_HANDS:Hände]
eo: [MANNERISM_HANDS:manoj]
es: [MANNERISM_HANDS:manos]
ja: [MANNERISM_HANDS:手]
ko: [MANNERISM_HANDS:양 손]
pl: [MANNERISM_HANDS:dłonie]
ru: [MANNERISM_HANDS:ладони]
tr: [MANNERISM_HANDS:eller]
vi: [MANNERISM_HANDS:các bàn tay]

# CREATURE:DWARF
source: [MANNERISM_TONGUE:tongue]
cs: [MANNERISM_TONGUE:jazyk]
de: [MANNERISM_TONGUE:Zunge]
eo: [MANNERISM_TONGUE:lango]
es: [MANNERISM_LEG:lengua]
ja: [MANNERISM_TONGUE:舌]
ko: [MANNERISM_TONGUE:혀]
pl: [MANNERISM_TONGUE:język]
ru: [MANNERISM_TONGUE:язык]
tr: [MANNERISM_TONGUE:dil]
vi: [MANNERISM_TONGUE:Lưỡi]

# CREATURE:DWARF
source: [MANNERISM_LEG:leg]
cs: [MANNERISM_LEG:noha]
de: [MANNERISM_LEG:Bein]
eo: [MANNERISM_LEG:gambo]
es: [MANNERISM_LEG:pierna]
ja: [MANNERISM_LEG:脚]
ko: [MANNERISM_LEG:다리]
pl: [MANNERISM_LEG:noga]
ru: [MANNERISM_LEG:нога]
tr: [MANNERISM_LEG:bacak]
vi: [MANNERISM_LEG:chân]
zh_hans: [MANNERISM_LEG:腿]

# CREATURE:DWARF
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]

# CREATURE:DWARF
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]

# CREATURE:DWARF
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]

# CREATURE:DWARF
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]

# CREATURE:DWARF
source: [TSU_NOUN:hair:SINGULAR]
cs: [TSU_NOUN:vlasy:SINGULAR]
de: [TSU_NOUN:Haar:SINGULAR]
eo: [TSU_NOUN:hararo:SINGULAR]
es: [TSU_NOUN:cabello:SINGULAR]
ja: [TSU_NOUN:毛:SINGULAR]
ko: [TSU_NOUN:털:SINGULAR]
pl: [TSU_NOUN:włos:SINGULAR]
ru: [TSU_NOUN:волосы:PLURAL]
tr: [TSU_NOUN:saç:SINGULAR]

# CREATURE:DWARF
source: [TSU_NOUN:beard:SINGULAR]
cs: [TSU_NOUN:plnovous:SINGULAR]
de: [TSU_NOUN:Bart:SINGULAR]
eo: [TSU_NOUN:barbo:SINGULAR]
es: [TSU_NOUN:barba:SINGULAR]
ja: [TSU_NOUN:ひげ:SINGULAR]
ko: [TSU_NOUN:수염:SINGULAR]
pl: [TSU_NOUN:broda:SINGULAR]
ru: [TSU_NOUN:борода:SINGULAR]
tr: [TSU_NOUN:sakal:SINGULAR]

# CREATURE:DWARF
source: [TSU_NOUN:moustache:SINGULAR]
cs: [TSU_NOUN:knír:SINGULAR]
de: [TSU_NOUN:Schnurrbart:SINGULAR]
eo: [TSU_NOUN:liphararo:SINGULAR]
es: [TSU_NOUN:bigote:SINGULAR]
ja: [TSU_NOUN:口ひげ:SINGULAR]
ko: [TSU_NOUN:콧수염:SINGULAR]
pl: [TSU_NOUN:wąs:SINGULAR]
ru: [TSU_NOUN:усы:PLURAL]
tr: [TSU_NOUN:bıyık:SINGULAR]

# CREATURE:DWARF
source: [TSU_NOUN:sideburns:PLURAL]
cs: [TSU_NOUN:licousy:PLURAL]
de: [TSU_NOUN:Kotletten:PLURAL]
eo: [TSU_NOUN:vangharoj:PLURAL]
es: [TSU_NOUN:patillas:PLURAL]
ja: [TSU_NOUN:もみあげ:PLURAL]
ko: [TSU_NOUN:구레나룻들:PLURAL]
pl: [TSU_NOUN:bokobrody:PLURAL]
ru: [TSU_NOUN:бакенбарды:PLURAL]
tr: [TSU_NOUN:favoriler:PLURAL]

# CREATURE:DWARF
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:DWARF
source: [APP_MOD_NOUN:skin:SINGULAR]
cs: [APP_MOD_NOUN:kůže:SINGULAR]
de: [APP_MOD_NOUN:Haut:SINGULAR]
eo: [APP_MOD_NOUN:haŭto:SINGULAR]
es: [APP_MOD_NOUN:piel:SINGULAR]
ja: [APP_MOD_NOUN:肌:SINGULAR]
ko: [APP_MOD_NOUN:피부:SINGULAR]
pl: [APP_MOD_NOUN:skóra:SINGULAR]
ru: [APP_MOD_NOUN:кожа:SINGULAR]
tr: [APP_MOD_NOUN:deri:SINGULAR]

# CREATURE:DWARF
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:HUMAN
source: [DESCRIPTION:A medium-sized creature prone to great ambition.]
cs: [DESCRIPTION:Středně velký tvor náchylný k velkým ambicím.]
de: [DESCRIPTION:Ein mittelgroßes Wesen das zu großem Ehrgeiz neigt.]
eo: [DESCRIPTION:Mezgranda estaĵo ema al granda ambicio.]
es: [DESCRIPTION:Una criatura de tamaño mediano propensa a la ambición.]
ja: [DESCRIPTION:大きな野心を抱きやすい中型の生き物。]
ko: [DESCRIPTION:큰 야망을 품기 쉬운 중간 크기의 생물.]
pl: [DESCRIPTION:Średniej wielkości stworzenie skłonne do wielkich ambicji.]
ru: [DESCRIPTION:Существо среднего роста, но с огромными амбициями.]
tr: [DESCRIPTION:Büyük hırslara yatkın, orta boylu bir yaratık.]
vi: [DESCRIPTION:Một sinh vật cỡ trung bình dễ có tham vọng lớn.]
zh_hans: [DESCRIPTION:一个中等大小的生物，容易产生巨大的野心。]

# CREATURE:HUMAN
source: [NAME:human:humans:human]
cs: [NAME:člověk:lidé:lidský]
de: [NAME:Mensch:Menschen:menschlich]
eo: [NAME:homo:homoj:de homo]
es: [NAME:humano:humanos:humano]
ja: [NAME:人間:人間:人間の]
ko: [NAME:인간:인간들:인간]
pl: [NAME:człowiek:ludzie:ludzki]
ru: [NAME:человек:люди:человеческий]
tr: [NAME:insan:insanlar:insan]
vi: [NAME:người:những người:người]
zh_hans: [NAME:人类:人类:人类]

# CREATURE:HUMAN
source: [CASTE_NAME:human:humans:human]
cs: [CASTE_NAME:člověk:lidé:lidský]
de: [CASTE_NAME:Mensch:Menschen:menschlich]
eo: [CASTE_NAME:homo:homoj:de homo]
es: [CASTE_NAME:humano:humanos:humano]
ja: [CASTE_NAME:人間:人間:人間の]
ko: [CASTE_NAME:인간:인간들:인간]
pl: [CASTE_NAME:człowiek:ludzie:ludzki]
ru: [CASTE_NAME:человек:люди:человеческий]
tr: [CASTE_NAME:insan:insanlar:insan]
vi: [CASTE_NAME:người:những người:người]
zh_hans: [CASTE_NAME:人类:人类:人类]

# CREATURE:HUMAN
source: [PREFSTRING:stature]
cs: [PREFSTRING:postavou]
de: [PREFSTRING:Statur]
eo: [PREFSTRING:alto]
es: [PREFSTRING:estatura]
ja: [PREFSTRING:成長]
ko: [PREFSTRING:높은 위상]
pl: [PREFSTRING:wzrost]
ru: [PREFSTRING:стан]
tr: [PREFSTRING:boy]

# CREATURE:HUMAN
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:HUMAN
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:HUMAN
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Spucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Plwocina]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:HUMAN
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]
