Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:ORIOLE_MAN
source: [CASTE_NAME:oriole woman:oriole women:oriole woman]
cs: [CASTE_NAME:žena žluvy:ženy žluvy:ženy žluvy]
de: [CASTE_NAME:Pirolfrau:Pirolfrauen:Pirolfrau]
eo: [CASTE_NAME:homoriolino:homoriolinoj:de homoriolino]
es: [CASTE_NAME:mujer oriol:mujeres oriol:de mujer oriol]
ja: [CASTE_NAME:高麗鶯女:高麗鶯女:高麗鶯女の]
ko: [CASTE_NAME:여성 꾀꼬리인간:여성 꾀꼬리인간들:여성 꾀꼬리인간]
pl: [CASTE_NAME:wilgokobieta:wilgokobiety:wilgokobiecy]
ru: [CASTE_NAME:женщина-иволга:женщины-иволги:женщины-иволги]
tr: [CASTE_NAME:oriole kadın:oriole kadınlar:oriole kadın]
vi: [CASTE_NAME:người-chim hoàng anh nữ:người-chim hoàng anh nữ:người-chim hoàng anh nữ]
zh_hans: [CASTE_NAME:黄鹂女:黄鹂女:黄鹂女]

# CREATURE:ORIOLE_MAN
source: [NAME:oriole man:oriole men:oriole man]
cs: [NAME:mužská žluva:mužské žluvy:mužské žluvy]
de: [NAME:Pirolmensch:Pirolmenschen:Pirolmensch]
eo: [NAME:homoriolo:homorioloj:de homoriolo]
es: [NAME:hombre oriol:hombres oriol:de hombre oriol]
ja: [NAME:高麗鶯男:高麗鶯男:高麗鶯の]
ko: [NAME:꾀꼬리 인간:꾀꼬리 인간들:꾀꼬리 인간]
pl: [NAME:wilgoczłowiek:wilgoludzie:wilgoludzki]
ru: [NAME:человек-иволга:люди-иволги:человека-иволги]
tr: [NAME:oriole adam:oriole adamlar:oriole adam]
vi: [NAME:người-chim hoàng anh:người-chim hoàng anh:người-chim hoàng anh]
zh_hans: [NAME:黄鹂人:黄鹂人:黄鹂人]

# CREATURE:ORIOLE_MAN
source: [DESCRIPTION:A person with the head and wings of an oriole.]
cs: [DESCRIPTION:Osoba s hlavou a křídly ze žluvy.]
de: [DESCRIPTION: Eine Person mit dem Kopf und Flügeln eines Pirols.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de oriolo.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de un oriol.]
ja: [DESCRIPTION:高麗鶯の翼と体を持った人間だ。]
ko: [DESCRIPTION:꾀꼬리의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami wilgi.]
ru: [DESCRIPTION:Человек с головой и крыльями иволги.]
tr: [DESCRIPTION:Oriole kuşunun baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người với đầu và cánh của chim hoàng anh.]
zh_hans: [DESCRIPTION:一个长着黄鹂脑袋和翅膀的人。]

# CREATURE:GIANT_ORIOLE
source: [NAME:giant oriole:giant orioles:giant oriole]
cs: [NAME:obří žluva:obří žluvy:obří žluvy]
de: [NAME:Rießenpirol:Rießenpirole:Rießenpirol]
eo: [NAME:giganta oriolo:gigantaj orioloj:de giganta oriolo]
es: [NAME:oriol gigante:orioles gigantes:de oriol gigante]
ja: [NAME:巨大高麗鶯:巨大高麗鶯:巨大高麗鶯の]
ko: [NAME:거대 꾀꼬리:거대 꾀꼬리들:거대 꾀꼬리]
pl: [NAME:gigantyczna wilga:gigantyczne wilgi:gigantycznej wilgi]
ru: [NAME:гигантская иволга:гигантские иволги:гигантской иволги]
tr: [NAME:dev oriole kuşu:dev oriole kuşları:dev oriole kuşu]
vi: [NAME:chim hoàng anh khổng lồ:chim hoàng anh khổng lồ:chim hoàng anh khổng lồ]
zh_hans: [NAME:巨黄鹂:巨黄鹂:巨黄鹂]

# CREATURE:GIANT_ORIOLE
source: [CASTE_NAME:giant oriole:giant orioles:giant oriole]
cs: [CASTE_NAME:obří žluva:obří žluvy:obří žluvy]
de: [CASTE_NAME:Rießenpirol:Rießenpirole:Rießenpirol]
eo: [CASTE_NAME:giganta oriolo:gigantaj orioloj:de giganta oriolo]
es: [CASTE_NAME:oriol gigante:orioles gigantes:de oriol gigante]
ja: [CASTE_NAME:巨大高麗鶯:巨大高麗鶯:巨大高麗鶯の]
ko: [CASTE_NAME:거대 꾀꼬리:거대 꾀꼬리들:거대 꾀꼬리]
pl: [CASTE_NAME:gigantyczna wilga:gigantyczne wilgi:gigantycznej wilgi]
ru: [CASTE_NAME:гигантская иволга:гигантские иволги:гигантской иволги]
tr: [CASTE_NAME:dev oriole kuşu:dev oriole kuşları:dev oriole kuşu]
vi: [CASTE_NAME:chim hoàng anh khổng lồ:chim hoàng anh khổng lồ:chim hoàng anh khổng lồ]
zh_hans: [CASTE_NAME:巨黄鹂:巨黄鹂:巨黄鹂]

# CREATURE:GIANT_ORIOLE
source: [GENERAL_CHILD_NAME:giant oriole hatchling:giant oriole hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obří žluvy:mláďata obří žluvy]
de: [GENERAL_CHILD_NAME:Rießenpirolschlüpfling:Rießenpirolschlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta oriolido:gigantaj oriolidoj]
es: [GENERAL_CHILD_NAME:cría de oriol gigante:crías de oriol gigante]
ja: [GENERAL_CHILD_NAME:巨大高麗鶯の雛:巨大高麗鶯の雛の]
ko: [GENERAL_CHILD_NAME:거대 꾀꼬리 새끼:거대 꾀꼬리 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznej wilgi:pisklęta gigantycznej wilgi]
ru: [GENERAL_CHILD_NAME:птенец гигантской иволги:птенцы гигантской иволги]
tr: [GENERAL_CHILD_NAME:dev oriole kuşu yavrusu:dev oriole kuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim hoàng anh khổng lồ con non :chim hoàng anh khổng lồ con non ]
zh_hans: [GENERAL_CHILD_NAME:巨黄鹂幼崽:巨黄鹂幼崽]

# CREATURE:GIANT_ORIOLE
source: [DESCRIPTION:A huge monster in the form of an oriole.]
cs: [DESCRIPTION:Obrovská příšera v podobě žluvy.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Pirols.]
eo: [DESCRIPTION:Grandega monstro kun formo de oriolo.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un oriol.]
ja: [DESCRIPTION:高麗鶯の姿をした巨大な怪物だ。]
ko: [DESCRIPTION:꾀꼬리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci wilgi.]
ru: [DESCRIPTION:Огромный монстр, похожий на иволгу.]
tr: [DESCRIPTION:Oriole kuşu biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một sinh vật khổng lồ dưới hình dạng chim hoàng anh.]
zh_hans: [DESCRIPTION:一只体型巨大的黄鹂怪。]

# CREATURE:GIANT_ORIOLE
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_RW_BLACKBIRD
source: [DESCRIPTION:A small black bird with bright red markings under the wings. They live in the marshland.]
cs: [DESCRIPTION:Malý černý pták s jasně červenými znaky pod křídly. Žijí v bažinách.]
de: [DESCRIPTION:Ein kleiner schwarzer Vogel mit leuchtend roten Markierungen unter den Flügeln. Sie leben im Sumpfland.]
eo: [DESCRIPTION:Malgranda nigra birdo kun helruĝaj markoj subaj la flugiloj. Ili loĝas en la marĉoj.]
es: [DESCRIPTION:Un pequeño pájaro negro con marcas rojas brillantes bajo las alas. Viven en los pantanos.]
ja: [DESCRIPTION:A small black bird with bright red markings under the wings. They live in the marshland.][DESCRIPTION:黒い体に、羽根の付け根の赤い模様が目立つ小さなムクドリの仲間だ。湿地帯に棲息する。
ko: [DESCRIPTION:날개 밑에 선홍색 반점이 있는 작고 까만 새. 습지대에 산다.]
pl: [DESCRIPTION:Mały czarny ptak z jaskrawo-czerwonymi pręgami pod skrzydłami. Żyją na bagnach.]
ru: [DESCRIPTION:Небольшая чёрная птица с красными отметинами под крыльями. Обитает в заболоченной местности.]
tr: [DESCRIPTION:Kanat altlarında parlak kırmızı işaretleri olan küçük siyah bir kuş. Bataklık alanında yaşarlar.]
vi: [DESCRIPTION:Một loài nhỏ màu đen với các dấu đỏ sáng dưới cánh. Chúng sống trong vùng đầm lầy.]
zh_hans: [DESCRIPTION:一只黑色的小鸟，翅膀下有鲜红色的斑纹。他们住在沼泽地。]

# CREATURE:BIRD_RW_BLACKBIRD
source: [NAME:red-winged blackbird:red-winged blackbirds:red-winged blackbird]
cs: [NAME:kos rudokřídlý:kosi rudokřídlí:kosa rudokřídlého]
de: [NAME:Rotschulterstärling:Rotschulterstärlinge:Rotschulterstärling]
eo: [NAME:ruĝaflugila agelajo:ruĝaflugilaj agelajoj:de ruĝaflugila agelajo]
es: [NAME:mirlo de alas rojas:mirlos de alas rojas:de mirlo de alas rojas]
ja: [NAME:羽衣鴉:羽衣鴉:羽衣鴉の]
ko: [NAME:붉은어깨검정새:붉은어깨검정새들:붉은어깨검정새]
pl: [NAME:epoletnik:epoletniki:epoletnika]
ru: [NAME:краснокрылый чёрный дрозд:краснокрылые чёрные дрозды:краснокрылого чёрного дрозда]
tr: [NAME:kırmızı kanatlı kara kuş:kırmızı kanatlı kara kuşları:kırmızı kanatlı kara kuş]
vi: [NAME:chim đen cánh đỏ:chim đen cánh đỏ:chim đen cánh đỏ]
zh_hans: [NAME:红翅黑鹂:红翅黑鹂:红翅黑鹂]

# CREATURE:BIRD_RW_BLACKBIRD
source: [CASTE_NAME:red-winged blackbird:red-winged blackbirds:red-winged blackbird]
cs: [CASTE_NAME:kos rudokřídlý:kosi rudokřídlí:kos rudokřídlý]
de: [CASTE_NAME:Rotschulterstärling:Rotschulterstärlinge:Rotschulterstärling]
eo: [CASTE_NAME:ruĝaflugila agelajo:ruĝaflugilaj agelajoj:de ruĝaflugila agelajo]
es: [CASTE_NAME:mirlo de alas rojas:mirlos de alas rojas:de mirlo de alas rojas]
ja: [CASTE_NAME:羽衣鴉:羽衣鴉:羽衣鴉の]
ko: [CASTE_NAME:붉은어깨검정새:붉은어깨검정새들:붉은어깨검정새]
pl: [CASTE_NAME:epoletnik:epoletniki:epoletnika]
ru: [CASTE_NAME:краснокрылый чёрный дрозд:краснокрылые чёрные дрозды:краснокрылого чёрного дрозда]
tr: [CASTE_NAME:kırmızı kanatlı kara kuş:kırmızı kanatlı kara kuşları:kırmızı kanatlı kara kuş]
vi: [CASTE_NAME:chim đen cánh đỏ:chim đen cánh đỏ:chim đen cánh đỏ]
zh_hans: [CASTE_NAME:红翅黑鹂:红翅黑鹂:红翅黑鹂]

# CREATURE:BIRD_RW_BLACKBIRD
source: [GENERAL_CHILD_NAME:red-winged blackbird hatchling:red-winged blackbird hatchlings]
cs: [GENERAL_CHILD_NAME:vylíhlý kos rudokřídlý:vilíhlí kosi rudokřídlí]
de: [GENERAL_CHILD_NAME:Rotschulterstärlingskücken:Rotschulterstärlingskücken]
eo: [GENERAL_CHILD_NAME:ruĝaflugila agelajido:ruĝaflugilaj agelajidoj]
es: [GENERAL_CHILD_NAME:cría de mirlo de alas rojas:crías de mirlo de alas rojas]
ja: [GENERAL_CHILD_NAME:羽衣鴉の雛:羽衣鴉の雛の]
ko: [GENERAL_CHILD_NAME:붉은어깨검정새 새끼:붉은어깨검정새 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę epoletnika:pisklęta epoletnika]
ru: [GENERAL_CHILD_NAME:птенец краснокрылого черного дрозда:птенцы краснокрылого черного дрозда]
tr: [GENERAL_CHILD_NAME:kırmızı kanatlı kara kuş yavrusu:kırmızı kanatlı kara kuş yavruları]
vi: [GENERAL_CHILD_NAME:chim đen cánh đỏ con non:chim đen cánh đỏ con non]
zh_hans: [GENERAL_CHILD_NAME:红翅黑鹂幼崽:红翅黑鹂幼崽]

# CREATURE:BIRD_RW_BLACKBIRD
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_RW_BLACKBIRD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_RW_BLACKBIRD
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapne po:chňape po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_RW_BLACKBIRD
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_RW_BLACKBIRD
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_RW_BLACKBIRD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:RW_BLACKBIRD_MAN
source: [CASTE_NAME:red-winged blackbird man:red-winged blackbird men:red-winged blackbird man]
cs: [CASTE_NAME:mužský kos rudokřídý:mužští kosi rudokřídlý:mužského kosa rudokřídlého]
de: [CASTE_NAME:Rotschulterstärling:Rotschulterstärlinge:Rotschulterstärling]
eo: [CASTE_NAME:hom-ruĝaflugila-agelajiĉo:hom-ruĝaflugila-agelajiĉoj:de hom-ruĝaflugila-agelajiĉo]
es: [CASTE_NAME:hombre mirlo de alas rojas:hombres mirlo de alas rojas:de hombre mirlo de alas rojas]
ja: [CASTE_NAME:羽衣烏男:羽衣烏男:羽衣烏男の]
ko: [CASTE_NAME:남성 붉은어깨검정새인간:남성 붉은어깨검정새인간들:남성 붉은어깨검정새인간]
pl: [CASTE_NAME:epoletnikomężczyzna:epoletnikomężczyźni:epoletnikomężczyzny]
ru: [CASTE_NAME:мужчина-краснокрылый чёрный дрозд:мужчины-краснокрылые чёрные дрозды:мужчины-краснокрылого чёрного дрозда]
tr: [CASTE_NAME:kırmızı kanatlı kara kuş adam:kırmızı kanatlı kara kuş adamlar:kırmızı kanatlı kara kuş adam]
vi: [CASTE_NAME:người-chim đen cánh đỏ:người-chim đen cánh đỏ:người-chim đen cánh đỏ]
zh_hans: [CASTE_NAME:红翅黑鹂男:红翅黑鹂男:红翅黑鹂男]

# CREATURE:RW_BLACKBIRD_MAN
source: [CASTE_NAME:red-winged blackbird woman:red-winged blackbird women:red-winged blackbird woman]
cs: [CASTE_NAME:ženský kos rudokřídlý:ženští kosi rudokřídlý:ženského kosa rudokřídlého]
de: [CASTE_NAME:Rotschulterstärlingfrau:Rotschulterstärlingfrauen:Rotschulterstärlingfrau]
eo: [CASTE_NAME:hom-ruĝaflugila-agelajino:hom-ruĝaflugila-agelajinoj:de hom-ruĝaflugila-agelajino]
es: [CASTE_NAME:mujer mirlo de alas rojas:mujeres mirlo de alas rojas:de mujer mirlo de alas rojas]
ja: [CASTE_NAME:羽衣烏女:羽衣烏女:羽衣烏女の]
ko: [CASTE_NAME:여성 붉은어깨검정새인간:여성 붉은어깨검정새인간들:여성 붉은어깨검정새인간]
pl: [CASTE_NAME:epoletnikokobieta:epoletnikokobiety:epoletnikokobiecy]
ru: [CASTE_NAME:женщина-краснокрылый чёрный дрозд:женщины-краснокрылые чёрные дрозды:женщины-краснокрылого чёрного дрозда]
tr: [CASTE_NAME:kırmızı kanatlı kara kuş kadın:kırmızı kanatlı kara kuş kadınlar:kırmızı kanatlı kara kuş kadın]
vi: [CASTE_NAME:người-chim đen cánh đỏ nữ:người-chim đen cánh đỏ nữ:người-chim đen cánh đỏ nữ]
zh_hans: [CASTE_NAME:红翅黑鹂女:红翅黑鹂女:红翅黑鹂女]

# CREATURE:RW_BLACKBIRD_MAN
source: [NAME:red-winged blackbird man:red-winged blackbird men:red-winged blackbird man]
cs: [NAME:mužský kos rudokřídlý:mužští kosi rudokřídlý:mužského kosa rudokřídlého]
de: [NAME:Rotschulterstärlingsmann:Rotschulterstärlingsmänner:Rotschulterstärlingsmann]
eo: [NAME:hom-ruĝaflugila-agelajo:hom-ruĝaflugila-agelajoj:de hom-ruĝaflugila-agelajo]
es: [NAME:hombre mirlo de alas rojas:hombres mirlo de alas rojas:de hombre mirlo de alas rojas]
ja: [NAME:羽衣烏男:羽衣烏男:羽衣烏男の]
ko: [NAME:붉은어깨검정새 인간:붉은어깨검정새 인간들:붉은어깨검정새 인간]
pl: [NAME:epoletnikoczłowiek:epoletnikoludzie:epoletnikoludzki]
ru: [NAME:человек-краснокрылый чёрный дрозд:люди-краснокрылые чёрные дрозды:человека-краснокрылого чёрного дрозда]
tr: [NAME:kırmızı kanatlı kara kuş adam:kırmızı kanatlı kara kuş adamlar:kırmızı kanatlı kara kuş adam]
vi: [NAME:người-chim đen cánh đỏ:người-chim đen cánh đỏ:người-chim đen cánh đỏ]
zh_hans: [NAME:红翅黑鹂人:红翅黑鹂人:红翅黑鹂人]

# CREATURE:RW_BLACKBIRD_MAN
source: [DESCRIPTION:A person with the head and wings of a red-winged blackbird.]
cs: [DESCRIPTION:osoba s hlavou a křídly kosa rudokřídlého.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Flügeln eines Rotschulterstärlings.]
eo: [DESCRIPTION:Homo kun la kapo kaj flugiloj de ruĝaflugila agelajo.]
es: [DESCRIPTION:Una persona con la cabeza y alas de un mirlo de alas rojas.]
ja: [DESCRIPTION:羽衣鴉の頭と体を持った人間だ。]
ko: [DESCRIPTION:붉은어깨검정새의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami epoletnika.]
ru: [DESCRIPTION:Человек с головой и крыльями краснокрылого чёрного дрозда.]
tr: [DESCRIPTION:Kırmızı kanatlı kara kuşun baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người với đầu và cánh của chim đen cánh đỏ.]
zh_hans: [DESCRIPTION:一个长着红翅黑鸟脑袋和翅膀的人。]

# CREATURE:GIANT_RW_BLACKBIRD
source: [NAME:giant red-winged blackbird:giant red-winged blackbirds:giant red-winged blackbird]
cs: [NAME:obří kos rudokřídlý:obří kosi rudokřídlí:obřího kosa rudokřídlého]
de: [NAME:Rießenrotflügelstärling:Rießenrotflügelstärlinge:Rießenrotflügelstärling]
eo: [NAME:giganta ruĝaflugila agelajo:gigantaj ruĝaflugila agelajoj:de giganta ruĝaflugila agelajo]
es: [NAME:mirlo gigante de alas rojas:mirlos gigantes de alas rojas:de mirlo gigante de alas rojas]
ja: [NAME:巨大羽衣烏:巨大羽衣烏:巨大羽衣烏の]
ko: [NAME:거대 붉은어깨검정새:거대 붉은어깨검정새들:거대 붉은어깨검정새]
pl: [NAME:gigantyczny epoletnik:gigantyczne epoletniki:ggigantycznego epoletnika]
ru: [NAME:гигантский краснокрылый чёрный дрозд:гигантские краснокрылые чёрные дрозды:гигантского краснокрылого чёрного дрозда]
tr: [NAME:dev kırmızı kanatlı kara kuş:dev kırmızı kanatlı kara kuşları:dev kırmızı kanatlı kara kuş]
vi: [NAME:chim đen cánh đỏ khổng lồ:chim đen cánh đỏ khổng lồ:chim đen cánh đỏ khổng lồ]
zh_hans: [NAME:巨红翅黑鹂:巨红翅黑鹂:巨红翅黑鹂]

# CREATURE:GIANT_RW_BLACKBIRD
source: [CASTE_NAME:giant red-winged blackbird:giant red-winged blackbirds:giant red-winged blackbird]
cs: [CASTE_NAME:obří kos rudokřídlý:obří kosi rudokřídlí:obřího kosa rudokřídlého]
de: [CASTE_NAME:Rießenrotschulterstärling:Rießenrotschulterstärlinge:Rießenrotschulterstärling]
eo: [CASTE_NAME:giganta ruĝaflugila agelajo:gigantaj ruĝaflugila agelajoj:de giganta ruĝaflugila agelajo]
es: [CASTE_NAME:mirlo gigante de alas rojas:mirlos gigantes de alas rojas:de mirlo gigante de alas rojas]
ja: [CASTE_NAME:巨大羽衣烏:巨大羽衣烏:巨大羽衣烏の]
ko: [CASTE_NAME:거대 붉은어깨검정새:거대 붉은어깨검정새들:거대 붉은어깨검정새]
pl: [CASTE_NAME:gigantyczny epoletnik:gigantyczne epoletniki:gigantycznego epoletnika]
ru: [CASTE_NAME:гигантский краснокрылый чёрный дрозд:гигантские краснокрылые чёрные дрозды:гигантского краснокрылого чёрного дрозда]
tr: [CASTE_NAME:dev kırmızı kanatlı kara kuş:dev kırmızı kanatlı kara kuşları:dev kırmızı kanatlı kara kuş]
vi: [CASTE_NAME:chim đen cánh đỏ khổng lồ:chim đen cánh đỏ khổng lồ:chim đen cánh đỏ khổng lồ]
zh_hans: [CASTE_NAME:巨红翅黑鹂:巨红翅黑鹂:巨红翅黑鹂]

# CREATURE:GIANT_RW_BLACKBIRD
source: [GENERAL_CHILD_NAME:giant red-winged blackbird hatchling:giant red-winged blackbird hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího kosa rudokřídlého:mláďata obřího kosů rudokřídlích]
de: [GENERAL_CHILD_NAME:Rießenrotschulterstärlingsschlüpfling:Rießenrotschulterstärlingsschlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta ruĝaflugila agelajido:gigantaj ruĝaflugila agelajidoj]
es: [GENERAL_CHILD_NAME:mirlo gigante de alas rojas:mirlos gigantes de alas rojas]
ja: [GENERAL_CHILD_NAME:巨大羽衣烏の雛:巨大羽衣烏の雛の]
ko: [GENERAL_CHILD_NAME:거대 붉은어깨검정새 새끼:거대 붉은어깨검정새 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego epoletnika:pisklęta gigantycznego epoletnika]
ru: [GENERAL_CHILD_NAME:птенец гигантского краснокрылого черного дрозда:птенцы гигантского краснокрылого черного дрозда]
tr: [GENERAL_CHILD_NAME:dev kırmızı kanatlı kara kuş yavrusu:dev kırmızı kanatlı kara kuş yavruları]
vi: [GENERAL_CHILD_NAME:chim đen cánh đỏ khổng lồ con non:chim đen cánh đỏ khổng lồ con non]
zh_hans: [GENERAL_CHILD_NAME:巨红翅黑鹂幼崽:巨红翅黑鹂幼崽]

# CREATURE:GIANT_RW_BLACKBIRD
source: [DESCRIPTION:A huge monster in the form of a red-winged blackbird.]
cs: [DESCRIPTION:Obrovská příšera v podobě kosa rudokřídlého..]
de: [DESCRIPTION:Ein großes Monster in der Form eines Rotschulterstärlings.]
eo: [DESCRIPTION:Grandega monstro kun formo de ruĝaflugila agelajo.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un mirlo de alas rojas.]
ja: [DESCRIPTION:羽衣鴉のような姿の巨大な怪物だ。]
ko: [DESCRIPTION:붉은어깨검정새의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci epoletnika.]
ru: [DESCRIPTION:Огромный монстр, похожий на краснокрылого черного дрозда.]
tr: [DESCRIPTION:Kırmızı kanatlı kara kuş biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một sinh vật khổng lồ dưới hình dạng chim đen cánh đỏ.]
zh_hans: [DESCRIPTION:一只体型巨大的红翅黑鹂怪。]

# CREATURE:GIANT_RW_BLACKBIRD
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_PENGUIN
source: [DESCRIPTION:A small flightless bird that lives on arctic shorelines.]
cs: [DESCRIPTION:Malý nelétavý pták, který žije na arktických pobřežích.]
de: [DESCRIPTION:Ein kleiner flugunfähiger Vogel, der an arktischen Küstenlinien lebt.]
eo: [DESCRIPTION:Malgranda nefluga birdo kiu loĝas en arktaj bordoj.]
es: [DESCRIPTION:Una pequeña ave no voladora que vive en las costas del ártico.]
ko: [DESCRIPTION:북극 해안에 사는 날지 못하는 작은 새.]
pl: [DESCRIPTION:Mały nielotny ptak, który żyje na arktycznych liniach brzegowych.]
ru: [DESCRIPTION:Небольшая нелетающая птица, живущая на арктическом побережье.]
tr: [DESCRIPTION:Kutup kıyılarında yaşayan uçamayan küçük bir kuş.]
vi: [DESCRIPTION:Một loài chim không biết bay sống ở bờ biển vùng Bắc cực.]
zh_hans: [DESCRIPTION:一种生活在北极海岸线上的不会飞的鸟类。]

# CREATURE:BIRD_PENGUIN
source: [NAME:penguin:penguins:penguin]
cs: [NAME:tučňák:tučňáci:tučňáka]
de: [NAME:Pinguin:Pinguine:Pinguin]
eo: [NAME:pingveno:pingvenoj:de pingveno]
es: [NAME:pingüino:pingüinos:de pingüino]
ja: [NAME:ペンギン:ペンギン:ペンギンの]
ko: [NAME:펭귄:펭귄들:펭귄]
pl: [NAME:pingwin:pingwiny:pingwina]
ru: [NAME:пингвин:пингвины:пингвина]
tr: [NAME:penguen:penguenler:penguen]
vi: [NAME:chim cánh cụt:chim cánh cụt:chim cánh cụt]
zh_hans: [NAME:企鹅:企鹅:企鹅]

# CREATURE:BIRD_PENGUIN
source: [CASTE_NAME:penguin:penguins:penguin]
cs: [CASTE_NAME:tučňák:tučňáci:tučňák]
de: [CASTE_NAME:Pinguin:Pinguine:Pinguin]
eo: [CASTE_NAME:pingveno:pingvenoj:de pingveno]
es: [CASTE_NAME:pingüino:pingüinos:de pingüino]
ja: [CASTE_NAME:ペンギン:ペンギン:ペンギンの]
ko: [CASTE_NAME:펭귄:펭귄들:펭귄]
pl: [CASTE_NAME:pingwin:pingwiny:pingwina]
ru: [CASTE_NAME:пингвин:пингвины:пингвина]
tr: [CASTE_NAME:penguen:penguenler:penguen]
vi: [CASTE_NAME:chim cánh cụt:chim cánh cụt:chim cánh cụt]
zh_hans: [CASTE_NAME:企鹅:企鹅:企鹅]

# CREATURE:BIRD_PENGUIN
source: [GENERAL_CHILD_NAME:penguin chick:penguin chicks]
cs: [GENERAL_CHILD_NAME:mládě tučňáka:mláďata tučňáků]
de: [GENERAL_CHILD_NAME:Pinguinküken:Pinguinküken]
eo: [GENERAL_CHILD_NAME:pingvenido:pingvenidoj]
es: [GENERAL_CHILD_NAME:cría de pingüino:crías de pingüinos:cría de pingüino]
ja: [GENERAL_CHILD_NAME:ペンギンの雛:ペンギンの雛の]
ko: [GENERAL_CHILD_NAME:펭귄 새끼:펭귄 새끼들]
pl: [GENERAL_CHILD_NAME:pisklę pingwina:pisklęta pingwina]
ru: [GENERAL_CHILD_NAME:птенец пингвина:птенцы пингвина]
tr: [GENERAL_CHILD_NAME:penguen yavrusu:penguen yavruları]
vi: [GENERAL_CHILD_NAME:chim cánh cụt non :chim cánh cụt non]
zh_hans: [GENERAL_CHILD_NAME:企鹅雏鸟:企鹅雏鸟]

# CREATURE:BIRD_PENGUIN
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
vi: [PREFSTRING:màu sắc]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_PENGUIN
source: [PREFSTRING:waddling gait]
cs: [PREFSTRING:kolébavá chůze]
de: [PREFSTRING:watschelnder Gang]
eo: [PREFSTRING:anaspaŝado]
es: [PREFSTRING:marcha de pato]
ja: [PREFSTRING:ゆらゆら歩く]
ko: [PREFSTRING:뒤뚱거리는 걸음]
pl: [PREFSTRING:kaczkowaty chód]
ru: [PREFSTRING:переваливающуюся походку]
tr: [PREFSTRING:paytak yürüyüşü]
vi: [PREFSTRING:dáng đi lạch bạch]
zh_hans: [PREFSTRING:蹒跚步态]

# CREATURE:BIRD_PENGUIN
source: [PREFSTRING:way of flying through the water]
cs: [PREFSTRING:způsob létání skrze vodu]
de: [PREFSTRING:Flugweg durchs Wasser]
eo: [PREFSTRING:flugmaniero tra la akvo.]
es: [PREFSTRING:capaz de volar a través del agua]
ja: [PREFSTRING:飛ぶが如く泳ぐ]
ko: [PREFSTRING:물속을 비행하는 방법]
pl: [PREFSTRING:sposób na lot przez wodę]
ru: [PREFSTRING:способность летать в воде]
tr: [PREFSTRING:su içinde uçuş şekli]
vi: [PREFSTRING:phương pháp di chuyển như bay trong nước]
zh_hans: [PREFSTRING:在水中滑翔]

# CREATURE:BIRD_PENGUIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_PENGUIN
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]
