Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:MANTIS
source: [PREFSTRING:predatory nature]
cs: [PREFSTRING:dravou povahou]
de: [PREFSTRING:räuberische Natur]
eo: [PREFSTRING:predada naturo]
es: [PREFSTRING:depredadora naturaleza]
ja: [PREFSTRING:狩りをする]
ko: [PREFSTRING:포식 특성]
pl: [PREFSTRING:drapieżna natura]
ru: [PREFSTRING:хищную натуру]
tr: [PREFSTRING:avcı doğası]
vi: [PREFSTRING:Bản chất săn mồi]
zh_hans: [PREFSTRING:掠夺的天性]

# CREATURE:MANTIS
source: [PREFSTRING:grasping legs]
cs: [PREFSTRING:hrabavé nohy]
de: [PREFSTRING:greifenden Armen]
eo: [PREFSTRING:tenpovaj gamboj]
es: [PREFSTRING:patas prensiles]
ja: [PREFSTRING:鎌のような前足]
ko: [PREFSTRING:다리를 붙잡다]
pl: [PREFSTRING:chwytne nogi]
ru: [PREFSTRING:хватательные конечности]
tr: [PREFSTRING:kavrayıcı bacaklar]
vi: [PREFSTRING:Chi kẹp]
zh_hans: [PREFSTRING:捕捉足]

# CREATURE:MANTIS
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:MANTIS
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:MANTIS_MAN
source: [CASTE_NAME:mantis man:mantis men:mantis man]
cs: [CASTE_NAME:kudlančí muž:kudlančí muži:kudlančí muž]
de: [CASTE_NAME:Gottesanbeterinnenmann:Gottesanbeterinnenmänner:Gottesanbeterinnenmann]
eo: [CASTE_NAME:hommantiĉo:hommantiĉoj:de hommantiĉo]
es: [CASTE_NAME:hombre mantis:hombres mantis:hombre mantis]
ja: [CASTE_NAME:カマキリ男:カマキリ男:カマキリ男の]
ko: [CASTE_NAME:남성 사마귀인간:남성 사마귀인간들:남성 사마귀인간]
pl: [CASTE_NAME:modliszkomężczyzna:modliszkomężczyźni:modliszkomężczyzny]
ru: [CASTE_NAME:мужчина-богомол:мужчины-богомолы:мужчины-богомола]
tr: [CASTE_NAME:erkek peygamberdevesi:erkek peygamberdeveleri:erkek peygamberdevesi]
vi: [CASTE_NAME:Người bọ ngựa:Những người bọ ngựa:Người bọ ngựa]
zh_hans: [CASTE_NAME:螳螂男:螳螂男:螳螂男]

# CREATURE:MANTIS_MAN
source: [CASTE_NAME:mantis woman:mantis women:mantis woman]
cs: [CASTE_NAME:kudlančí žena:kudlančí ženy:kudlančí žena]
de: [CASTE_NAME:Gottesanbeterinnenfrau:Gottesanbeterinnenfrauen:Gottesanbeterinnenfrau]
eo: [CASTE_NAME:hommantino:hommantinoj:de hommantino]
es: [CASTE_NAME:mujer mantis:mujeres mantis:mujer mantis]
ja: [CASTE_NAME:カマキリ女:カマキリ女:カマキリ女の]
ko: [CASTE_NAME:여성 사마귀인간:여성 사마귀인간들:여성 사마귀인간]
pl: [CASTE_NAME:modliszkokobieta:modliszkokobiety:modliszkokobieta]
ru: [CASTE_NAME:женщина-богомол:женщины-богомолы:женщины-богомола]
tr: [CASTE_NAME:dişi peygamberdevesi:dişi peygamberdeveleri:dişi peygamberdevesi]
vi: [CASTE_NAME:Phụ nữ bọ ngựa:Những phụ nữ bọ ngựa:Phụ nữ bọ ngựa]
zh_hans: [CASTE_NAME:螳螂女:螳螂女:螳螂女]

# CREATURE:MANTIS_MAN
source: [NAME:mantis man:mantis men:mantis man]
cs: [NAME:kudlančí muž:kudlančí muži:kudlančí muž]
de: [NAME:Gottesanbeterinnenmensch:Gottesanbeterinnenmenschen:Gottesanbeterinnenmensch]
eo: [NAME:hommanto:hommantoj:de hommanto]
es: [NAME:hombre mantis:hombres mantis:de hombre mantis]
ja: [NAME:カマキリ男:カマキリ男:カマキリ男の]
ko: [NAME:사마귀인간:사마귀인간들:사마귀인간]
pl: [NAME:modliszkoczłowiek:modliszkoludzie:modliszkoludzki]
ru: [NAME:человек-богомол:люди-богомолы:человека-богомола]
tr: [NAME:erkek peygamberdevesi:erkek peygamberdeveleri:erkek peygamberdevesi]
vi: [NAME:Người bọ ngựa:Những người bọ ngựa:Người bọ ngựa]
zh_hans: [NAME:螳螂人:螳螂人:螳螂人]

# CREATURE:MANTIS_MAN
source: [DESCRIPTION:A green person with the head and arms of a mantis.]
cs: [DESCRIPTION:Zelená osoba s hlavou a předními končetinami kudlanky.]
de: [DESCRIPTION:Ein grüner Mensch mit dem Kopf und den Armen einer Gottesanbeterin.]
eo: [DESCRIPTION:Verda homo kun la kapo kaj la brakoj de manto.]
es: [DESCRIPTION:Una persona color verde con la cabeza y los brazos de una mantis.]
ja: [DESCRIPTION:カマキリの頭と腕を持つ緑色の人間だ。]
ko: [DESCRIPTION:사마귀의 머리와 날개를 가진 초록빛 인간.]
pl: [DESCRIPTION:Zielony osobnik z głową i ramionami modliszki.]
ru: [DESCRIPTION:Зелёный человек с головой и конечностями богомола.]
tr: [DESCRIPTION:Peygamberdevesi başlı ve kollu yeşil bir fantastik canlı.]
vi: [DESCRIPTION:Một người xanh lá mang đầu và cánh tay của bọ ngựa.]
zh_hans: [DESCRIPTION:一个长着螳螂脑袋和捕捉足的人。]

# CREATURE:GIANT_MANTIS
source: [NAME:giant mantis:giant mantises:giant mantis]
cs: [NAME:obří kudlanka:obří kudlanky:obří kudlanka]
de: [NAME:Riesengottesanbeterin:Riesengottesanbeterinnen:Riesengottesanbeterin]
eo: [NAME:giganta manto:gigantaj mantoj:de giganta manto]
es: [NAME:mantis gigante:mantis gigantes:de mantis gigante]
ja: [NAME:巨大カマキリ:巨大カマキリ:巨大カマキリの]
ko: [NAME:거대 사마귀:거대 사마귀들:거대 사마귀]
pl: [NAME:gigantyczna modliszka:gigantyczne modliszki:gigantyczna modliszka]
ru: [NAME:гигантский богомол:гигантские богомолы:гигантского богомола]
tr: [NAME:dev peygamberdevesi:dev peygamberdeveleri:dev peygamberdevesi]
vi: [NAME:Bọ ngựa khổng lồ:Những bọ ngựa khổng lồ:Bọ ngựa khổng lồ]
zh_hans: [NAME:巨螳螂:巨螳螂:巨螳螂]

# CREATURE:GIANT_MANTIS
source: [CASTE_NAME:giant mantis:giant mantises:giant mantis]
cs: [CASTE_NAME:obří kudlanka:obří kudlanky:obří kudlanka]
de: [CASTE_NAME:Riesengottesanbeterin:Riesengottesanbeterinnen:Riesengottesanbeterin]
eo: [CASTE_NAME:giganta manto:gigantaj mantoj:de giganta manto]
es: [CASTE_NAME:mantis gigante:mantis gigantes:mantis gigante]
ja: [CASTE_NAME:巨大カマキリ:巨大カマキリ:巨大カマキリの]
ko: [CASTE_NAME:거대 사마귀:거대 사마귀들:거대 사마귀]
pl: [CASTE_NAME:gigantyczna modliszka:gigantyczne modliszki:gigantyczna modliszka]
ru: [CASTE_NAME:гигантский богомол:гигантские богомолы:гигантского богомола]
tr: [CASTE_NAME:dev peygamberdevesi:dev peygamberdeveleri:dev peygamberdevesi]
vi: [CASTE_NAME:Bọ ngựa khổng lồ:Những bọ ngựa khổng lồ:Bọ ngựa khổng lồ]
zh_hans: [CASTE_NAME:巨螳螂:巨螳螂:巨螳螂]

# CREATURE:GIANT_MANTIS
source: [DESCRIPTION:A large monster in the shape of a mantis.]
cs: [DESCRIPTION:Velká nestvůra ve tvaru kudlanky.]
de: [DESCRIPTION:Ein großes Monster in Form einer Gottesanbeterin.]
eo: [DESCRIPTION:Granda monstro kun formo de manto.]
es: [DESCRIPTION:Un gran monstruo con la forma de una mantis.]
ja: [DESCRIPTION:カマキリのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:사마귀의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie modliszki.]
ru: [DESCRIPTION:Огромный монстр, похожий на богомола.]
tr: [DESCRIPTION:Peygamberdevesi biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dáng bọ ngựa.]
zh_hans: [DESCRIPTION:一只体型巨大的螳螂怪。]

# CREATURE:GIANT_MANTIS
source: [PREFSTRING:predatory nature]
cs: [PREFSTRING:dravou povahou]
de: [PREFSTRING:räuberische Natur]
eo: [PREFSTRING:predada naturo]
es: [PREFSTRING:depredadora naturaleza]
ja: [PREFSTRING:狩りをする]
ko: [PREFSTRING:포식 특성]
pl: [PREFSTRING:drapieżna natura]
ru: [PREFSTRING:хищную натуру]
tr: [PREFSTRING:avcı doğası]
vi: [PREFSTRING:Bản chất săn mồi]
zh_hans: [PREFSTRING:掠夺的天性]

# CREATURE:GIANT_MANTIS
source: [PREFSTRING:grasping legs]
cs: [PREFSTRING:hrabavé nohy]
de: [PREFSTRING:packenden Arme]
eo: [PREFSTRING:tenpovaj gamboj]
es: [PREFSTRING:patas prensiles]
ja: [PREFSTRING:窯のような前足]
ko: [PREFSTRING:다리를 붙잡다]
pl: [PREFSTRING:chwytne nogi]
ru: [PREFSTRING:хватательные конечности]
tr: [PREFSTRING:kavrayıcı bacaklar]
vi: [PREFSTRING:Chi kẹp]
zh_hans: [PREFSTRING:捕捉足]

# CREATURE:TICK
source: [DESCRIPTION:A tiny, blood-sucking bug found in wooded areas.]
cs: [DESCRIPTION:Drobný krev sající brouk, který se vyskytuje v zalesněných oblastech.]
de: [DESCRIPTION:Ein kleines blutsaugendes Insekt das in bewaldeten Arealen zu finden ist.]
eo: [DESCRIPTION:Eta sangsuĉista areanoido kiu troviĝas en arbaraj areoj.]
es: [DESCRIPTION:Un pequeño insecto chupador de sangre encontrado en las áreas boscosas.]
ja: [DESCRIPTION:茂みに棲息する、吸血性の小さな昆虫だ。]
ko: [DESCRIPTION:삼림지대에서 발견되는 아주 작은 흡혈 곤충.]
pl: [DESCRIPTION:Malutki, krwiopijczy robak, którego można znaleźć w terenach zalesionych.]
ru: [DESCRIPTION:Мелкое кровососущее насекомое, обитающее в лесных районах.]
tr: [DESCRIPTION:Ağaçlık alanlarda bulunan minik, kan emici böcek.]
vi: [DESCRIPTION:Một loài bọ nhỏ bé, hút máu, thường được tìm thấy ở những khu vực có rừng.]
zh_hans: [DESCRIPTION:一种发现于树木繁茂的地区的小型吸血虫。]

# CREATURE:TICK
source: [NAME:tick:ticks:tick]
cs: [NAME:klíště:klíšťata:klíště]
de: [NAME:Zecken:Zecken:Zecken]
eo: [NAME:iksodo:iksodoj:de iksodo]
es: [NAME:garrapata:garrapatas:de garrapata]
ja: [NAME:ダニ:ダニ:ダニの]
ko: [NAME:진드기:진드기들:진드기]
pl: [NAME:kleszcz:kleszcze:kleszcz]
ru: [NAME:клещ:клещи:клеща]
tr: [NAME:kene:keneler:kene]
vi: [NAME:Ve bét:Những ve bét:Ve bét]
zh_hans: [NAME:蜱虫:蜱虫:蜱虫]

# CREATURE:TICK
source: [CASTE_NAME:tick:ticks:tick]
cs: [CASTE_NAME:klíště:klíšťata:klíště]
de: [CASTE_NAME:Zecken:Zecken:Zecken]
eo: [CASTE_NAME:iksodo:iksodoj:de iksodo]
es: [CASTE_NAME:garrapata:garrapatas:garrapata]
ja: [CASTE_NAME:ダニ:ダニ:ダニの]
ko: [CASTE_NAME:진드기:진드기들:진드기]
pl: [CASTE_NAME:kleszcz:kleszcze:kleszcz]
ru: [CASTE_NAME:клещ:клещи:клеща]
tr: [CASTE_NAME:kene:keneler:kene]
vi: [CASTE_NAME:Ve bét:Những ve bét:Ve bét]
zh_hans: [CASTE_NAME:蜱虫:蜱虫:蜱虫]

# CREATURE:TICK
source: [PREFSTRING:ability to expand]
cs: [PREFSTRING:schopností zvětšovat se]
de: [PREFSTRING:fähig sich auszubreiten]
eo: [PREFSTRING:ekspanskapablo]
es: [PREFSTRING:habilidad para expandirse]
ja: [PREFSTRING:血を吸って膨らむ]
ko: [PREFSTRING:확장하는 능력]
pl: [PREFSTRING:zdolność do rośnięcia]
ru: [PREFSTRING:способность раздуваться]
tr: [PREFSTRING:genişleme yeteneği]
vi: [PREFSTRING:Khả năng phình to]
zh_hans: [PREFSTRING:可胀大]

# CREATURE:TICK
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:TICK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:TICK_MAN
source: [CASTE_NAME:tick man:tick men:tick man]
cs: [CASTE_NAME:klíšťový muž:klíšťoví muži:klíšťový muž]
de: [CASTE_NAME:Zeckenmann:Zeckenmänner:Zeckenmann]
eo: [CASTE_NAME:homiksodiĉo:homiksodiĉoj:de homiksodiĉo]
es: [CASTE_NAME:hombre garrapata:hombres garrapata:hombre garrapata]
ja: [CASTE_NAME:ダニ男:ダニ男:ダニ男の]
ko: [CASTE_NAME:수컷 진드기:수컷 진드기들:수컷 진드기]
pl: [CASTE_NAME:kleszczomężczyzna:kleszczomężczyźni:kleszczomężczyzny]
ru: [CASTE_NAME:мужчина-клещ:мужчины-клещи:мужчины-клеща]
tr: [CASTE_NAME:erkek kene:erkek keneler:erkek kene]
vi: [CASTE_NAME:Người ve bét:Những người ve bét:Người ve bét]
zh_hans: [CASTE_NAME:蜱男:蜱男:蜱男]

# CREATURE:TICK_MAN
source: [CASTE_NAME:tick woman:tick women:tick woman]
cs: [CASTE_NAME:klíšťová žena:klíšťové ženy:klíšťová žena]
de: [CASTE_NAME:Zeckenfrau:Zeckenfrauen:Zeckenfrau]
eo: [CASTE_NAME:homiksodino:homiksodinoj:de homiksodino]
es: [CASTE_NAME:mujer garrapata:mujeres garrapata:mujer garrapata]
ja: [CASTE_NAME:ダニ女:ダニ女:ダニ女の]
ko: [CASTE_NAME:암컷 진드기:암컷 진드기들:암컷 진드기]
pl: [CASTE_NAME:kleszczokobieta:kleszczokobiety:kleszczokobieta]
ru: [CASTE_NAME:женщина-клещ:женщины-клещи:женщины-клеща]
tr: [CASTE_NAME:dişi kene:dişi keneler:dişi kene]
vi: [CASTE_NAME:Phụ nữ ve bét:Những phụ nữ ve bét:Phụ nữ ve bét]
zh_hans: [CASTE_NAME:蜱女:蜱女:蜱女]

# CREATURE:TICK_MAN
source: [NAME:tick man:tick men:tick man]
cs: [NAME:klíšťový muž:klíšťoví muži:klíšťový muž]
de: [NAME:Zeckenmensch:Zeckenmensch:Zeckenmensch]
eo: [NAME:homiksodo:homiksodoj:de homiksodo]
es: [NAME:hombre garrapata:hombres garrapata:de hombre garrapata]
ja: [NAME:ダニ男:ダニ男:ダニ男の]
ko: [NAME:수컷 진드기:수컷 진드기들:수컷 진드기]
pl: [NAME:kleszczoczłowiek:kleszczoludzie:kleszczoludzki]
ru: [NAME:человек-клещ:люди-клещи:человека-клеща]
tr: [NAME:erkek kene:erkek keneler:erkek kene]
vi: [NAME:Người ve bét:Những người ve bét:Người ve bét]
zh_hans: [NAME:蜱人:蜱人:蜱人]

# CREATURE:TICK_MAN
source: [DESCRIPTION:A person with the head and legs of a tick.]
cs: [DESCRIPTION:Osoba s hlavou a nohama klíštěte.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Beinen einer Zecke.]
eo: [DESCRIPTION:Homo kun la kapo kaj la gamboj de iksodo.]
es: [DESCRIPTION:Una persona con la cabeza y patas de una garrapata.]
ja: [DESCRIPTION:ダニの頭と足を持つ人間だ。]
ko: [DESCRIPTION:진드기의 머리와 다리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i nogami kleszcza.]
ru: [DESCRIPTION:Человек с головой и ногами клеща.]
tr: [DESCRIPTION:Kene başlı ve bacaklı bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đôi chân của ve bét.]
zh_hans: [DESCRIPTION:一个长着蜱脑袋和蜱足的人。]

# CREATURE:GIANT_TICK
source: [NAME:giant tick:giant ticks:giant tick]
cs: [NAME:obří klíště:obří klíšťata:obří klíště]
de: [NAME:Riesenzecke:Riesenzecke:Riesenzecke]
eo: [NAME:giganta iksodo:gigantaj iksodoj:de giganta iksodo]
es: [NAME:garrapata gigante:garrapatas gigantes:de garrapata gigante]
ja: [NAME:巨大ダニ:巨大ダニ:巨大ダニの]
ko: [NAME:거대 진드기:거대 진드기들:거대 진드기]
pl: [NAME:gigantyczny kleszcz:gigantyczne kleszcze:gigantyczny kleszcz]
ru: [NAME:гигантский клещ:гигантские клещи:гигантского клеща]
tr: [NAME:dev kene:dev keneler:dev kene]
vi: [NAME:Ve bét khổng lồ:Những ve bét khổng lồ:Ve bét khổng lồ]
zh_hans: [NAME:巨蜱虫:巨蜱虫:巨蜱虫]

# CREATURE:GIANT_TICK
source: [CASTE_NAME:giant tick:giant ticks:giant tick]
cs: [CASTE_NAME:obří klíště:obří klíšťata:obří klíště]
de: [CASTE_NAME:Riesenzecke:Riesenzecke:Riesenzecke]
eo: [CASTE_NAME:giganta iksodo:gigantaj iksodoj:de giganta iksodo]
es: [CASTE_NAME:garrapata gigante:garrapatas gigantes:garrapata gigante]
ja: [CASTE_NAME:巨大ダニ:巨大ダニ:巨大ダニの]
ko: [CASTE_NAME:거대 진드기:거대 진드기들:거대 진드기]
pl: [CASTE_NAME:gigantyczny kleszcz:gigantyczne kleszcze:gigantyczny kleszcz]
ru: [CASTE_NAME:гигантский клещ:гигантские клещи:гигантского клеща]
tr: [CASTE_NAME:dev kene:dev keneler:dev kene]
vi: [CASTE_NAME:Ve bét khổng lồ:Những ve bét khổng lồ:Ve bét khổng lồ]
zh_hans: [CASTE_NAME:巨蜱虫:巨蜱虫:巨蜱虫]

# CREATURE:GIANT_TICK
source: [DESCRIPTION:A large monster taking the shape of a tick.]
cs: [DESCRIPTION:Velká nestvůra ve tvaru klíštěte.]
de: [DESCRIPTION:Ein großes Monster in Form einer Zecke.]
eo: [DESCRIPTION:Granda monstro formiĝante kiel iksodo.]
es: [DESCRIPTION:Un monstruo grande con la forma de una garrapata.]
ja: [DESCRIPTION:ダニのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:진드기의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór przyjmujący kształt kleszcza.]
ru: [DESCRIPTION:Огромный монстр, принявший форму клеща.]
tr: [DESCRIPTION:Kene biçiminde iri bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dáng ve bét.]
zh_hans: [DESCRIPTION:一只体型巨大的蜱怪。]

# CREATURE:GIANT_TICK
source: [PREFSTRING:ability to expand]
cs: [PREFSTRING:schopností zvětšovat se]
de: [PREFSTRING:fähig sich auszubreiten]
eo: [PREFSTRING:ekspanskapablo]
es: [PREFSTRING:habilidad para expandirse]
ja: [PREFSTRING:血を吸って膨らむ]
ko: [PREFSTRING:확장하는 능력]
pl: [PREFSTRING:zdolność do rośnięcia]
ru: [PREFSTRING:способность раздуваться]
tr: [PREFSTRING:genişleme yeteneği]
vi: [PREFSTRING:Khả năng phình to]
zh_hans: [PREFSTRING:可胀大]

# CREATURE:LOUSE
source: [DESCRIPTION:A tiny parasitic insect. It feeds on skin and blood.]
cs: [DESCRIPTION:Drobný parazitický hmyz. Živí se kůží a krví.]
de: [DESCRIPTION:Ein winziges parasitäres Insekt. Es ernährt sich von Haut und Blut.]
eo: [DESCRIPTION:Eta parazita insekto. Ĝi manĝas haŭton kaj sangon.]
es: [DESCRIPTION:Un pequeño insecto parasito. Se alimenta de piel y sangre.]
ja: [DESCRIPTION:皮膚と血液を食べる小さな寄生虫だ。]
ko: [DESCRIPTION:작은 기생 곤충. 피부 위에서 피를 빨아 먹는다.]
pl: [DESCRIPTION:Malutki, pasożytniczy insekt. Karmi się skórą i krwią.]
ru: [DESCRIPTION:Мелкое насекомое-паразит. Питается кусочками кожи и кровью.]
tr: [DESCRIPTION:Minik parazit böcek. Deri ve kan ile beslenir.]
vi: [DESCRIPTION:Một loài côn trùng ký sinh nhỏ bé. Nó ăn da và máu.]
zh_hans: [DESCRIPTION:一种小型的寄生昆虫。它以皮肤和血液为食。]

# CREATURE:LOUSE
source: [NAME:louse:lice:louse]
cs: [NAME:veš:vši:veš]
de: [NAME:Laus:Läuse:Laus]
eo: [NAME:laŭso:laŭsoj:de laŭso]
es: [NAME:piojo:piojos:de piojo]
ja: [NAME:シラミ:シラミ:シラミの]
ko: [NAME:이:이들:이]
pl: [NAME:wesz:wszy:wesz]
ru: [NAME:вошь:вши:вши]
tr: [NAME:bit:bitler:bit]
vi: [NAME:Chí:Những con chí:Chí]
zh_hans: [NAME:虱:虱:虱]

# CREATURE:LOUSE
source: [CASTE_NAME:louse:lice:louse]
cs: [CASTE_NAME:veš:vši:veš]
de: [CASTE_NAME:Laus:Läuse:Laus]
eo: [CASTE_NAME:laŭso:laŭsoj:de laŭso]
es: [CASTE_NAME:piojo:piojos:piojo]
ja: [CASTE_NAME:シラミ:シラミ:シラミの]
ko: [CASTE_NAME:이:이들:이]
pl: [CASTE_NAME:wesz:wszy:wesz]
ru: [CASTE_NAME:вошь:вши:вши]
tr: [CASTE_NAME:bit:bitler:bit]
vi: [CASTE_NAME:Chí:Những con chí:Chí]
zh_hans: [CASTE_NAME:虱:虱:虱]

# CREATURE:LOUSE
source: [PREFSTRING:ability to infest]
cs: [PREFSTRING:schopností zamořovat]
de: [PREFSTRING:fähig sich auszubreiten]
eo: [PREFSTRING:infestkapablo]
es: [PREFSTRING:habilidad para infectar]
ja: [PREFSTRING:蔓延する]
ko: [PREFSTRING:감염 시키는 능력]
pl: [PREFSTRING:zdolność do rojenia się]
ru: [PREFSTRING:способность быстро распространяться]
tr: [PREFSTRING:istila yeteneği]
vi: [PREFSTRING:Khả năng lây lan]
zh_hans: [PREFSTRING:可寄生]

# CREATURE:LOUSE
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:LOUSE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:LOUSE_MAN
source: [CASTE_NAME:louse man:louse men:louse man]
cs: [CASTE_NAME:veší muž:veší muži:veší muž]
de: [CASTE_NAME:Lausmännchen:Läusemännchen:Lausmännchen]
eo: [CASTE_NAME:homlaŭsiĉo:homlaŭsiĉoj:de homlaŭsiĉo]
es: [CASTE_NAME:hombre piojo:hombres piojo:hombre piojo]
ja: [CASTE_NAME:シラミ男:シラミ男:シラミ男の]
ko: [CASTE_NAME:남성 이인간:남성 이인간들:남성 이인간]
pl: [CASTE_NAME:wszomężczyzna:wszomężczyźni:wszomężczyzny]
ru: [CASTE_NAME:мужчина-вошь:мужчины-вши:мужчины-вши]
tr: [CASTE_NAME:erkek bit:erkek bitler:erkek bit]
vi: [CASTE_NAME:Người chí:Những người chí:Người chí]
zh_hans: [CASTE_NAME:虱男:虱男:虱男]

# CREATURE:LOUSE_MAN
source: [CASTE_NAME:louse woman:louse women:louse woman]
cs: [CASTE_NAME:veší žena:veší ženy:veší žena]
de: [CASTE_NAME:Lausfrau:Läusefrauen:Lausfrau]
eo: [CASTE_NAME:homlaŭsino:homlaŭsinoj:de homlaŭsino]
es: [CASTE_NAME:mujer piojo:mujeres piojo:mujer piojo]
ja: [CASTE_NAME:シラミ女:シラミ女:シラミ女の]
ko: [CASTE_NAME:여성 이인간:여성 이인간들:여성 이인간]
pl: [CASTE_NAME:wszokobieta:wszokobiety:wszokobieta]
ru: [CASTE_NAME:женщина-вошь:женщины-вши:женщины-вши]
tr: [CASTE_NAME:dişi bit:dişi bitler:dişi bit]
vi: [CASTE_NAME:Phụ nữ chí:Những phụ nữ chí:Phụ nữ chí]
zh_hans: [CASTE_NAME:虱女:虱女:虱女]

# CREATURE:LOUSE_MAN
source: [NAME:louse man:louse men:louse man]
cs: [NAME:veší muž:veší muži:veší muž]
de: [NAME:Lausmensch:Läusemenschen:Lausmensch]
eo: [NAME:homlaŭso:homlaŭsoj:de homlaŭso]
es: [NAME:hombre piojo:hombres piojo:de hombre piojo]
ja: [NAME:シラミ男:シラミ男:シラミ男の]
ko: [NAME:이인간:이인간들:이인간]
pl: [NAME:wszoczłowiek:wszoludzie:wszoludzki]
ru: [NAME:человек-вошь:люди-вши:человека-вши]
tr: [NAME:erkek bit:erkek bitler:erkek bit]
vi: [NAME:Người chí:Những người chí:Người chí]
zh_hans: [NAME:虱人:虱人:虱人]

# CREATURE:LOUSE_MAN
source: [DESCRIPTION:A person with the head and legs of a louse.]
cs: [DESCRIPTION:Osoba s hlavou a nohama vši.]
de: [DESCRIPTION:Ein Mensch mit dem Kopf und den Beinen einer Laus.]
eo: [DESCRIPTION:Homo kun la kapo kaj la gamboj de laŭso.]
es: [DESCRIPTION:Una persona con la cabezaa y las patas de un piojo.]
ja: [DESCRIPTION:の頭と足を持つ人間だ。シラミ.]
ko: [DESCRIPTION:이의 머리와 다리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i nogami wszy.]
ru: [DESCRIPTION:Человек с головой и ногами вши.]
tr: [DESCRIPTION:Bit başlı ve bacaklı bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đôi chân của chí.]
zh_hans: [DESCRIPTION:一个长着虱子脑袋和虱子腿的人。]

# CREATURE:GIANT_LOUSE
source: [NAME:giant louse:giant lice:giant louse]
cs: [NAME:obří veš:obří vši:obří veš]
de: [NAME:Riesenlaus:Riesenläuse:Riesenlaus]
eo: [NAME:giganta laŭso:gigantaj laŭsoj:de giganta laŭso]
es: [NAME:piojo gigante:piojos gigantes:de piojo gigante]
ja: [NAME:巨大シラミ:巨大シラミ:巨大シラミの]
ko: [NAME:거대 이:거대 이들:거대 이]
pl: [NAME:gigantyczna wsza:gigantyczne wsze:gigantyczna wsza]
ru: [NAME:гигантская вошь:гигантские вши:гигантской вши]
tr: [NAME:dev bit:dev bitler:dev bit]
vi: [NAME:Chí khổng lồ:Những chí khổng lồ:Chí khổng lồ]
zh_hans: [NAME:巨虱:巨虱:巨虱]

# CREATURE:GIANT_LOUSE
source: [CASTE_NAME:giant louse:giant lice:giant louse]
cs: [CASTE_NAME:obří veš:obří vši:obří veš]
de: [CASTE_NAME:Riesenlaus:Riesenläuse:Riesenlaus]
eo: [CASTE_NAME:giganta laŭso:gigantaj laŭsoj:de giganta laŭso]
es: [CASTE_NAME:piojo gigante:piojos gigantes:piojo gigante]
ja: [CASTE_NAME:巨大シラミ:巨大シラミ:巨大シラミの]
ko: [CASTE_NAME:거대 이:거대 이들:거대 이]
pl: [CASTE_NAME:gigantyczna wsza:gigantyczne wsze:gigantyczna wsza]
ru: [CASTE_NAME:гигантская вошь:гигантские вши:гигантской вши]
tr: [CASTE_NAME:dev bit:dev bitler:dev bit]
vi: [CASTE_NAME:Chí khổng lồ:Những chí khổng lồ:Chí khổng lồ]
zh_hans: [CASTE_NAME:巨虱:巨虱:巨虱]

# CREATURE:GIANT_LOUSE
source: [DESCRIPTION:A huge monster in the shape of a louse.]
cs: [DESCRIPTION:Obří nestvůra ve tvaru vši.]
de: [DESCRIPTION:Ein riesiges Monster in Form einer Laus.]
eo: [DESCRIPTION:Grandega monstro kun formo de laŭso.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un piojo.]
ja: [DESCRIPTION:シラミの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:이의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie wszy.]
ru: [DESCRIPTION:Огромный монстр, похожий на вошь.]
tr: [DESCRIPTION:Bit biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng chí.]
zh_hans: [DESCRIPTION:一只巨大的虱子怪。]

# CREATURE:GIANT_LOUSE
source: [PREFSTRING:ability to infest]
cs: [PREFSTRING:schopností zamořovat]
de: [PREFSTRING:fähig sich auszubreiten]
eo: [PREFSTRING:infestkapablo]
es: [PREFSTRING:habilidad para infectar]
ja: [PREFSTRING:蔓延する]
ko: [PREFSTRING:감염 시키는 능력]
pl: [PREFSTRING:zdolność do rojenia się]
ru: [PREFSTRING:способность быстро распространяться]
tr: [PREFSTRING:istila yeteneği]
vi: [PREFSTRING:Khả năng lây lan]
zh_hans: [PREFSTRING:可寄生]

# CREATURE:THRIPS
source: [DESCRIPTION:A tiny pest insect. It feeds on both crops and other bugs.]
cs: [DESCRIPTION:Drobný škůdce. Živí se plodinami i jiným hmyzem.]
de: [DESCRIPTION:Ein winziger Schädling. Es ernährt sich sowohl von Nutzpflanzen als auch von anderen Käfern.]
eo: [DESCRIPTION:Eta plaga insekto. Ĝi manĝas rikoltaĵon kaj aliajn insektojn.]
es: [DESCRIPTION:Un pequeño insecto. Es una plaga que se alimenta de los cultivos y de otros insectos.]
ja: [DESCRIPTION:穀物や他の虫を食べる小さな害虫。]
ko: [DESCRIPTION:작은 해충. 작물과 다른 벌레를 먹는다.]
pl: [DESCRIPTION:Maleńki szkodnik. Żywi się zarówno uprawami, jak i innymi robakami.]
ru: [DESCRIPTION:Мелкое насекомое-вредитель. Питается посевами и другими насекомыми.]
tr: [DESCRIPTION:Minik zararlı böcek. Hem mahsuller hem de diğer böceklerle beslenir.]
vi: [DESCRIPTION:Một loài côn trùng gây hại nhỏ bé. Nó ăn cả cây trồng và các loài bọ khác.]
zh_hans: [DESCRIPTION:一种小型的害虫。它以庄稼和其他昆虫为食。]

# CREATURE:THRIPS
source: [NAME:thrips:thrips:thrips]
cs: [NAME:třásněnka:třásněnky:třásněnka]
de: [NAME:Fransenflügler:Fransenflügler:Fransenflügler]
eo: [NAME:tripso:tripsoj:de tripso]
es: [NAME:trip:trips:de trip]
ja: [NAME:アザミウマ:アザミウマ:アザミウマの]
ko: [NAME:총재벌레:총재벌레들:총재벌레]
pl: [NAME:wciorniastki:wciorniastki:wciorniastki]
ru: [NAME:трипс:трипсы:трипса]
tr: [NAME:thrips böceği:thrips böcekleri:thrips böceği]
zh_hans: [NAME:蓟马:蓟马:蓟马]
