Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:COW
source: [STATE_ADJ:LIQUID:cow's milk]
cs: [STATE_ADJ:LIQUID:kravské mléko]
de: [STATE_ADJ:LIQUID:Kuhmilch]
eo: [STATE_ADJ:LIQUID:de lakto de bovo]
es: [STATE_ADJ:LIQUID:de leche de vaca]
ja: [STATE_ADJ:LIQUID:牛のミルク]
ko: [STATE_ADJ:LIQUID:우유]
pl: [STATE_ADJ:LIQUID:krowie mleczny]
ru: [STATE_ADJ:LIQUID:коровье молоко]
tr: [STATE_ADJ:LIQUID:inek sütü]
vi: [STATE_ADJ:LIQUID:Sữa bò]
zh_hans: [STATE_ADJ:LIQUID:牛奶的]

# CREATURE:COW
source: [STATE_NAME:GAS:boiling cow's milk]
cs: [STATE_NAME:GAS:vařící kravské mléko]
de: [STATE_NAME:GAS:kochende Kuhmilch]
eo: [STATE_NAME:GAS:bolanta lakto de bovo]
es: [STATE_NAME:GAS:leche de vaca hirviendo]
ja: [STATE_NAME:GAS:蒸気化した牛のミルク]
ko: [STATE_NAME:GAS:기화된 우유]
pl: [STATE_NAME:GAS:gotujące się krowie mleko]
ru: [STATE_NAME:GAS:кипящее коровье молоко]
tr: [STATE_NAME:GAS:kaynayan inek sütü]
vi: [STATE_NAME:GAS:Sữa bò đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的牛奶]

# CREATURE:COW
source: [STATE_ADJ:GAS:boiling cow's milk]
cs: [STATE_ADJ:GAS:vařící kravské mléko]
de: [STATE_ADJ:GAS:kochende Kuhmilch]
eo: [STATE_ADJ:GAS:de bolanta lakto de bovo]
es: [STATE_ADJ:GAS:de leche de vaca hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した牛のミルク]
ko: [STATE_ADJ:GAS:기화된 우유]
pl: [STATE_ADJ:GAS:gotujące się krowie mleczny]
ru: [STATE_ADJ:GAS:кипящее коровье молок]
tr: [STATE_ADJ:GAS:kaynayan inek sütü]
vi: [STATE_ADJ:GAS:Sữa bò đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的牛奶的]

# CREATURE:COW
source: [STATE_NAME:SOLID:cow cheese]
cs: [STATE_NAME:SOLID:kravský sýr]
de: [STATE_NAME:SOLID:Kuhkäse]
eo: [STATE_NAME:SOLID:fromaĝo de bovo]
es: [STATE_NAME:SOLID:queso de baca]
ja: [STATE_NAME:SOLID:牛のチーズ]
ko: [STATE_NAME:SOLID:소 치즈]
pl: [STATE_NAME:SOLID:krowi ser]
ru: [STATE_NAME:SOLID:коровий сыр]
tr: [STATE_NAME:SOLID:inek peyniri]
vi: [STATE_NAME:SOLID:Phô mai bò]
zh_hans: [STATE_NAME:SOLID:牛奶奶酪]

# CREATURE:COW
source: [STATE_ADJ:SOLID:cow cheese]
cs: [STATE_ADJ:SOLID:kravský sýr]
de: [STATE_ADJ:SOLID:Kuhkäse]
eo: [STATE_ADJ:SOLID:de fromaĝo de bovo]
es: [STATE_ADJ:SOLID:de queso de vaca]
ja: [STATE_ADJ:SOLID:牛のチーズ]
ko: [STATE_ADJ:SOLID:소 치즈]
pl: [STATE_ADJ:SOLID:krowi serowy]
ru: [STATE_ADJ:SOLID:коровий сыр]
tr: [STATE_ADJ:SOLID:inek peyniri]
vi: [STATE_ADJ:SOLID:Phô mai bò]
zh_hans: [STATE_ADJ:SOLID:牛奶奶酪的]

# CREATURE:COW
source: [STATE_NAME:SOLID_POWDER:cow cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený kravský sýr]
de: [STATE_NAME:SOLID_POWDER:Kuhmilchkäsepulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de bovo]
es: [STATE_NAME:SOLID_POWDER:queso de vaca en polvo]
ja: [STATE_NAME:SOLID_POWDER:牛のチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:소 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany krowi ser]
ru: [STATE_NAME:SOLID_POWDER:тёртый коровий сыр]
tr: [STATE_NAME:SOLID_POWDER:inek peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:Bột phô mai bò]
zh_hans: [STATE_NAME:SOLID_POWDER:牛奶奶酪粉]

# CREATURE:COW
source: [STATE_ADJ:SOLID_POWDER:cow cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený kravský sýr]
de: [STATE_ADJ:SOLID_POWDER:Kuhmilchkäsepulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de bovo]
es: [STATE_ADJ:SOLID_POWDER:de queso de vaca en polvo]
ja: [STATE_ADJ:SOLID_POWDER:牛のチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:소 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany krowi serowy]
ru: [STATE_ADJ:SOLID_POWDER:тёртый коровий сыр]
tr: [STATE_ADJ:SOLID_POWDER:inek peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:Bột phô mai bò]
zh_hans: [STATE_ADJ:SOLID_POWDER:牛奶奶酪粉的]

# CREATURE:COW
source: [STATE_NAME:LIQUID:melted cow cheese]
cs: [STATE_NAME:LIQUID:tavený kravský sýr]
de: [STATE_NAME:LIQUID:geschmolzener Kuhmilchkäse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de bovo]
es: [STATE_NAME:LIQUID:queso de vaca derretido]
ja: [STATE_NAME:LIQUID:溶けた牛のチーズ]
ko: [STATE_NAME:LIQUID:녹은 소 치즈]
pl: [STATE_NAME:LIQUID:roztopiony krowi ser]
ru: [STATE_NAME:LIQUID:расплавленный коровий сыр]
tr: [STATE_NAME:LIQUID:erimiş inek peyniri]
vi: [STATE_NAME:LIQUID:Phô mai bò đã nấu chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的牛奶奶酪]

# CREATURE:COW
source: [STATE_ADJ:LIQUID:melted cow cheese]
cs: [STATE_ADJ:LIQUID:tavený kravský sýr]
de: [STATE_ADJ:LIQUID:geschmolzener Kuhmilchkäse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de bovo]
es: [STATE_ADJ:LIQUID:de queso de vaca derretido]
ja: [STATE_ADJ:LIQUID:溶けた牛のチーズ]
ko: [STATE_ADJ:LIQUID:녹은 소 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony krowi serowy]
ru: [STATE_ADJ:LIQUID:расплавленный коровий сыр]
tr: [STATE_ADJ:LIQUID:erimiş inek peyniri]
vi: [STATE_ADJ:LIQUID:Phô mai bò đã nấu chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的牛奶奶酪的]

# CREATURE:COW
source: [STATE_NAME:GAS:boiling cow cheese]
cs: [STATE_NAME:GAS:vařící kravský sýr]
de: [STATE_NAME:GAS:kochender Kuhmilchkäse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de bovo]
es: [STATE_NAME:GAS:queso de vaca hirviendo]
ja: [STATE_NAME:GAS:蒸気化した牛のチーズ]
ko: [STATE_NAME:GAS:기화된 소 치즈]
pl: [STATE_NAME:GAS:gotujący się krowi ser]
ru: [STATE_NAME:GAS:пары коровьего сыра]
tr: [STATE_NAME:GAS:kaynayan inek peyniri]
vi: [STATE_NAME:GAS:Phô mai bò đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的牛奶奶酪]

# CREATURE:COW
source: [STATE_ADJ:GAS:boiling cow cheese]
cs: [STATE_ADJ:GAS:vařící kravský sýr]
de: [STATE_ADJ:GAS:kochender Kuhmilchkäse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de bovo]
es: [STATE_ADJ:GAS:de queso de vaca hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した牛のチーズ]
ko: [STATE_ADJ:GAS:기화된 소 치즈]
pl: [STATE_ADJ:GAS:gotująco się krowio serowy]
ru: [STATE_ADJ:GAS:кипящий коровий сыр]
tr: [STATE_ADJ:GAS:kaynayan inek peyniri]
vi: [STATE_ADJ:GAS:Phô mai bò đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的牛奶奶酪的]

# CREATURE:COW
source: [CASTE_NAME:bull:bulls:bull]
cs: [CASTE_NAME:býk:býci:býčí]
de: [CASTE_NAME:Stier:Stiere:Stier]
eo: [CASTE_NAME:boviĉo:boviĉoj:de boviĉo]
es: [CASTE_NAME:toro:toros:toro]
ja: [CASTE_NAME:雄牛:雄牛:雄牛の]
ko: [CASTE_NAME:수 소:수 소떼:수 소]
pl: [CASTE_NAME:byk:byki:byczy]
ru: [CASTE_NAME:бык:быки:бычий]
tr: [CASTE_NAME:boğa:boğalar:boğa]
vi: [CASTE_NAME:Bò đực:Những con bò đực:Bò đực]
zh_hans: [CASTE_NAME:公牛:公牛:公牛]

# CREATURE:COW
source: [CHILDNAME:bull calf:bull calves]
cs: [CHILDNAME:tele býka:telata býka]
de: [CHILDNAME:Stierkalb:Stierkälber]
eo: [CHILDNAME:bovidiĉo:bovidiĉoj]
es: [CHILDNAME:Ternero:Terneros]
ja: [CHILDNAME:雄牛の子供:雄牛の子供]
ko: [CHILDNAME:수송아지:수송아지들]
pl: [CHILDNAME:cielę byka:cielaki byka]
ru: [CHILDNAME:телёнок:телята]
tr: [CHILDNAME:erkek buzağı:erkek buzağılar]
vi: [CHILDNAME:Bê bò đực:Những con bê bò đực]
zh_hans: [CHILDNAME:公牛犊:公牛犊]

# CREATURE:COW
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:COW
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:COW
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:SHEEP
source: [DESCRIPTION:A medium-sized herding animal. It is prized for its thick wool coat.]
cs: [DESCRIPTION:Středně velké pastevecké zvíře. Je ceněno pro svou hustou vlněnou srst.]
de: [DESCRIPTION:Ein mittelgroßes Herdentier. Es wird wegen seines dicken Wollmantels geschätzt.]
eo: [DESCRIPTION:Mezgranda grega besto. Ĝi estimatas pro sian longan lanaro.]
es: [DESCRIPTION:Un animal de rebaño de tamaño mediano. Es muy apreciado por su grueso manto de lana.]
ja: [DESCRIPTION:中型の草食動物。家畜にでき、特に羊毛は価値が高い。]
ko: [DESCRIPTION:무리지어 사는 중간 크기의 동물. 두꺼운 양털로 인해 가치있게 여겨집니다.]
pl: [DESCRIPTION:Średniego rozmiaru, pasterskie zwierzę. Jest cenione za grube, wełniane owłosienie.]
ru: [DESCRIPTION:Стадное животное среднего размера. Высоко ценится за свою густую шерсть.]
tr: [DESCRIPTION:Orta büyüklükte bir sürü hayvanı. Kalın yün postuyla değerlidir.]
vi: [DESCRIPTION:Một loài vật nuôi theo đàn có kích thước trung bình. Nó được đánh giá cao nhờ bộ lông len dày.]
zh_hans: [DESCRIPTION:一种体型中等的畜牧动物，因其厚实的羊毛而备受珍视。]

# CREATURE:SHEEP
source: [NAME:sheep:sheep:ovine]
cs: [NAME:ovce:ovce:ovčí]
de: [NAME:Schaf:Schafe:Schaf]
eo: [NAME:ŝafo:ŝafoj:de ŝafo]
es: [NAME:oveja:ovejas:ovino]
ja: [NAME:羊:羊:羊の]
ko: [NAME:양:양들:양]
pl: [NAME:owca:owce:owczy]
ru: [NAME:овца:овцы:овечий]
tr: [NAME:koyun:koyunlar:koyun]
vi: [NAME:Cừu:Cừu:Thuộc họ cừu]
zh_hans: [NAME:羊:羊:羊]

# CREATURE:SHEEP
source: [GENERAL_CHILD_NAME:lamb:lambs]
cs: [GENERAL_CHILD_NAME:jehně:jehňata]
de: [GENERAL_CHILD_NAME:Lamm:Lämmer]
eo: [GENERAL_CHILD_NAME:ŝafido:ŝafidoj]
es: [GENERAL_CHILD_NAME:Cordero:Corderos]
ja: [GENERAL_CHILD_NAME:子羊:子羊の]
ko: [GENERAL_CHILD_NAME:새끼양:새끼양들]
pl: [GENERAL_CHILD_NAME:jagnię:jagnięta]
ru: [GENERAL_CHILD_NAME:ягнёнок:ягнята]
tr: [GENERAL_CHILD_NAME:kuzu:kuzular]
vi: [GENERAL_CHILD_NAME:Cừu con:Những con cừu con]
zh_hans: [GENERAL_CHILD_NAME:羊羔:羊羔]

# CREATURE:SHEEP
source: [PREFSTRING:tendency to flock]
cs: [PREFSTRING:skupinovým chováním]
de: [PREFSTRING:Herdtier]
eo: [PREFSTRING:gregema]
es: [PREFSTRING:inclinaciones a aglomerarse]
ja: [PREFSTRING:群れを作る]
ko: [PREFSTRING:무리지어 다니는 경향]
pl: [PREFSTRING:tendencja do stadności]
ru: [PREFSTRING:стадное чувство]
tr: [PREFSTRING:sürüleşme eğilimi]
vi: [PREFSTRING:Xu hướng bầy đàn]
zh_hans: [PREFSTRING:倾向于成群结队]

# CREATURE:SHEEP
source: [PREFSTRING:wool]
cs: [PREFSTRING:vlna]
de: [PREFSTRING:Wolle]
eo: [PREFSTRING:lano]
es: [PREFSTRING:lana]
ja: [PREFSTRING:羊毛]
ko: [PREFSTRING:털]
pl: [PREFSTRING:wełna]
ru: [PREFSTRING:шерсть]
tr: [PREFSTRING:yün]
vi: [PREFSTRING:Lông cừu]
zh_hans: [PREFSTRING:羊毛]

# CREATURE:SHEEP
source: [STATE_NAME:ALL_SOLID:wool]
cs: [STATE_NAME:ALL_SOLID:vlna]
de: [STATE_NAME:ALL_SOLID:Wolle]
eo: [STATE_NAME:ALL_SOLID:lano]
es: [STATE_NAME:ALL_SOLID:lana]
ja: [STATE_NAME:ALL_SOLID:羊毛]
ko: [STATE_NAME:ALL_SOLID:털]
pl: [STATE_NAME:ALL_SOLID:wełna]
ru: [STATE_NAME:ALL_SOLID:шерсть]
tr: [STATE_NAME:ALL_SOLID:yün]
vi: [STATE_NAME:ALL_SOLID:Lông cừu]
zh_hans: [STATE_NAME:ALL_SOLID:羊毛]

# CREATURE:SHEEP
source: [STATE_ADJ:ALL_SOLID:wool]
cs: [STATE_ADJ:ALL_SOLID:vlna]
de: [STATE_ADJ:ALL_SOLID:Wolle]
eo: [STATE_ADJ:ALL_SOLID:el lano]
es: [STATE_ADJ:ALL_SOLID:de lana]
ja: [STATE_ADJ:ALL_SOLID:羊毛]
ko: [STATE_ADJ:ALL_SOLID:털]
pl: [STATE_ADJ:ALL_SOLID:wełniany]
ru: [STATE_ADJ:ALL_SOLID:шерсть]
tr: [STATE_ADJ:ALL_SOLID:yün]
vi: [STATE_ADJ:ALL_SOLID:Lông cừu]
zh_hans: [STATE_ADJ:ALL_SOLID:羊毛的]

# CREATURE:SHEEP
source: [TISSUE_NAME:wool:NP]
cs: [TISSUE_NAME:vlna:NP]
de: [TISSUE_NAME:Wolle:NP]
eo: [TISSUE_NAME:lano:NP]
es: [TISSUE_NAME:lana:NP]
ja: [TISSUE_NAME:羊毛:NP]
ko: [TISSUE_NAME:털:NP]
pl: [TISSUE_NAME:wełna:NP]
ru: [TISSUE_NAME:шерсть:NP]
tr: [TISSUE_NAME:yün:NP]
zh_hans: [TISSUE_NAME:羊毛:NP]

# CREATURE:SHEEP
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:SHEEP
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:SHEEP
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]
zh_hans: [ATTACK_VERB:顶:顶]

# CREATURE:SHEEP
source: [CASTE_NAME:ewe:ewes:ewe]
cs: [CASTE_NAME:ovce:ovce:ovčí]
de: [CASTE_NAME:Schaf: Schafe: Schaf]
eo: [CASTE_NAME:ŝafino:ŝafinoj:de ŝafino]
es: [CASTE_NAME:oveja:ovejas:ovejuno]
ja: [CASTE_NAME:雌羊:雌羊:雌羊の]
ko: [CASTE_NAME:암 양:암 양떼:암 양]
pl: [CASTE_NAME:maciorka:maciorki:maciorkowy]
ru: [CASTE_NAME:овца:овцы:овцы]
tr: [CASTE_NAME:dişi koyun:dişi koyunlar:dişi koyun]
vi: [CASTE_NAME:Cừu cái:Những con cừu cái:Cừu cái]
zh_hans: [CASTE_NAME:母羊:母羊:母羊]

# CREATURE:SHEEP
source: [STATE_NAME:ALL_SOLID:frozen sheep's milk]
cs: [STATE_NAME:ALL_SOLID:mražené ovčí mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Schafsmilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de ŝafo]
es: [STATE_NAME:ALL_SOLID:leche de oveja congelada]
ja: [STATE_NAME:ALL_SOLID:凍った羊のミルク]
ko: [STATE_NAME:ALL_SOLID:frozen 양젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone mleko owcze]
ru: [STATE_NAME:ALL_SOLID:замёрзшее овечье молоко]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş koyun sütü]
vi: [STATE_NAME:ALL_SOLID:Sữa cừu đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的羊奶]

# CREATURE:SHEEP
source: [STATE_ADJ:ALL_SOLID:frozen sheep's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené ovčí mléko]
de: [STATE_ADJ:ALL_SOLID:gefrorene Schafsmilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de ŝafo]
es: [STATE_ADJ:ALL_SOLID:de leche de oveja congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った羊のミルク]
ko: [STATE_ADJ:ALL_SOLID:frozen 양젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone mleczny owcze]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее овечье молоко]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş koyun sütü]
vi: [STATE_ADJ:ALL_SOLID:Sữa cừu đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的羊奶的]

# CREATURE:SHEEP
source: [STATE_NAME:LIQUID:sheep's milk]
cs: [STATE_NAME:LIQUID:ovčí mléko]
de: [STATE_NAME:LIQUID:Schafsmilch]
eo: [STATE_NAME:LIQUID:lakto de ŝafo]
es: [STATE_NAME:LIQUID:leche de oveja]
ja: [STATE_NAME:LIQUID:羊のミルク]
ko: [STATE_NAME:LIQUID:양젖]
pl: [STATE_NAME:LIQUID:owcze mleko]
ru: [STATE_NAME:LIQUID:овечье молоко]
tr: [STATE_NAME:LIQUID:koyun sütü]
vi: [STATE_NAME:LIQUID:Sữa cừu]
zh_hans: [STATE_NAME:LIQUID:羊奶]

# CREATURE:SHEEP
source: [STATE_ADJ:LIQUID:sheep's milk]
cs: [STATE_ADJ:LIQUID:ovčí mléko]
de: [STATE_ADJ:LIQUID:Schafsmilch]
eo: [STATE_ADJ:LIQUID:de lakto de ŝafo]
es: [STATE_ADJ:LIQUID:de leche de oveja]
ja: [STATE_ADJ:LIQUID:羊のミルク]
ko: [STATE_ADJ:LIQUID:양젖]
pl: [STATE_ADJ:LIQUID:owcze mleczny]
ru: [STATE_ADJ:LIQUID:овечье молоко]
tr: [STATE_ADJ:LIQUID:koyun sütü]
vi: [STATE_ADJ:LIQUID:Sữa cừu]
zh_hans: [STATE_ADJ:LIQUID:羊奶的]

# CREATURE:SHEEP
source: [STATE_NAME:GAS:boiling sheep's milk]
cs: [STATE_NAME:GAS:vařící ovčí mléko]
de: [STATE_NAME:GAS:kochende Schafsmilch]
eo: [STATE_NAME:GAS:bolanta lakto de ŝafo]
es: [STATE_NAME:GAS:leche de oveja hirviendo]
ja: [STATE_NAME:GAS:蒸気化した羊のミルク]
ko: [STATE_NAME:GAS:boiling 양젖]
pl: [STATE_NAME:GAS:gotujące się owcze mleko]
ru: [STATE_NAME:GAS:пары овечьего молока]
tr: [STATE_NAME:GAS:kaynayan koyun sütü]
vi: [STATE_NAME:GAS:Sữa cừu đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的羊奶]

# CREATURE:SHEEP
source: [STATE_ADJ:GAS:boiling sheep's milk]
cs: [STATE_ADJ:GAS:vařící ovčí mléko]
de: [STATE_ADJ:GAS:kochende Schafsmilch]
eo: [STATE_ADJ:GAS:de bolanta lakto de ŝafo]
es: [STATE_ADJ:GAS:de leche de oveja hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した羊のミルク]
ko: [STATE_ADJ:GAS:boiling 양젖]
pl: [STATE_ADJ:GAS:gotujące się owcze mleczny]
ru: [STATE_ADJ:GAS:кипящее овечье молоко]
tr: [STATE_ADJ:GAS:kaynayan koyun sütü]
vi: [STATE_ADJ:GAS:Sữa cừu đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的羊奶的]

# CREATURE:SHEEP
source: [STATE_NAME:SOLID:sheep cheese]
cs: [STATE_NAME:SOLID:ovčí sýr]
de: [STATE_NAME:SOLID:Schafskäse]
eo: [STATE_NAME:SOLID:fromaĝo de ŝafo]
es: [STATE_NAME:SOLID:queso de oveja]
ja: [STATE_NAME:SOLID:羊のチーズ]
ko: [STATE_NAME:SOLID:양 치즈]
pl: [STATE_NAME:SOLID:owczy ser]
ru: [STATE_NAME:SOLID:овечий сыр]
tr: [STATE_NAME:SOLID:koyun peyniri]
vi: [STATE_NAME:SOLID:Phô mai cừu]
zh_hans: [STATE_NAME:SOLID:羊奶奶酪]

# CREATURE:SHEEP
source: [STATE_ADJ:SOLID:sheep cheese]
cs: [STATE_ADJ:SOLID:ovčí sýr]
de: [STATE_ADJ:SOLID:Schafskäse]
eo: [STATE_ADJ:SOLID:de fromaĝo de ŝafo]
es: [STATE_ADJ:SOLID:de queso de oveja]
ja: [STATE_ADJ:SOLID:羊のチーズ]
ko: [STATE_ADJ:SOLID:양 치즈]
pl: [STATE_ADJ:SOLID:owczy serowy]
ru: [STATE_ADJ:SOLID:овечьий сыр]
tr: [STATE_ADJ:SOLID:koyun peyniri]
vi: [STATE_ADJ:SOLID:Phô mai cừu]
zh_hans: [STATE_ADJ:SOLID:羊奶奶酪的]

# CREATURE:SHEEP
source: [STATE_NAME:SOLID_POWDER:sheep cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený ovčí sýr]
de: [STATE_NAME:SOLID_POWDER:Schafskäsepulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de ŝafo]
es: [STATE_NAME:SOLID_POWDER:polvo de queso de oveja]
ja: [STATE_NAME:SOLID_POWDER:羊のチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:양 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany owczy ser]
ru: [STATE_NAME:SOLID_POWDER:тёртый овечий сыр]
tr: [STATE_NAME:SOLID_POWDER:koyun peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:Bột phô mai cừu]
zh_hans: [STATE_NAME:SOLID_POWDER:羊奶奶酪粉]

# CREATURE:SHEEP
source: [STATE_ADJ:SOLID_POWDER:sheep cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený ovčí sýr]
de: [STATE_ADJ:SOLID_POWDER:Schafskäsepulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de ŝafo]
es: [STATE_ADJ:SOLID_POWDER:de polvo de queso de oveja]
ja: [STATE_ADJ:SOLID_POWDER:羊のチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:양 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany owczy serowy]
ru: [STATE_ADJ:SOLID_POWDER:тёртый овечий сыр]
tr: [STATE_ADJ:SOLID_POWDER:koyun peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:Bột phô mai cừu]
zh_hans: [STATE_ADJ:SOLID_POWDER:羊奶奶酪粉的]

# CREATURE:SHEEP
source: [STATE_NAME:LIQUID:melted sheep cheese]
cs: [STATE_NAME:LIQUID:tavený ovčí sýr]
de: [STATE_NAME:LIQUID:geschmolzener Schafskäse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de ŝafo]
es: [STATE_NAME:LIQUID:queso de oveja derretido]
ja: [STATE_NAME:LIQUID:溶けた羊のチーズ]
ko: [STATE_NAME:LIQUID:녹은 양 치즈]
pl: [STATE_NAME:LIQUID:roztopiony owczy ser]
ru: [STATE_NAME:LIQUID:расплавленный овечий сыр]
tr: [STATE_NAME:LIQUID:erimiş koyun peyniri]
vi: [STATE_NAME:LIQUID:Phô mai cừu đã nấu chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的羊奶奶酪]

# CREATURE:SHEEP
source: [STATE_ADJ:LIQUID:melted sheep cheese]
cs: [STATE_ADJ:LIQUID:tavený ovčí sýr]
de: [STATE_ADJ:LIQUID:geschmolzener Schafskäse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de ŝafo]
es: [STATE_ADJ:LIQUID:de queso de oveja derretido]
ja: [STATE_ADJ:LIQUID:溶けた羊のチーズ]
ko: [STATE_ADJ:LIQUID:녹은 양 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony owczy serowy]
ru: [STATE_ADJ:LIQUID:расплавленный овечий сыр]
tr: [STATE_ADJ:LIQUID:erimiş koyun peyniri]
vi: [STATE_ADJ:LIQUID:Phô mai cừu đã nấu chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的羊奶奶酪的]

# CREATURE:SHEEP
source: [STATE_NAME:GAS:boiling sheep cheese]
cs: [STATE_NAME:GAS:vařící ovčí sýr]
de: [STATE_NAME:GAS:kochender Schafskäse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de ŝafo]
es: [STATE_NAME:GAS:queso de oveja hirviendo]
ja: [STATE_NAME:GAS:蒸気化した羊のチーズ]
ko: [STATE_NAME:GAS:기화된 양 치즈]
pl: [STATE_NAME:GAS:gotujące się owczy ser]
ru: [STATE_NAME:GAS:пары овечьего сыра]
tr: [STATE_NAME:GAS:kaynayan koyun peyniri]
vi: [STATE_NAME:GAS:Phô mai cừu đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的羊奶奶酪]

# CREATURE:SHEEP
source: [STATE_ADJ:GAS:boiling sheep cheese]
cs: [STATE_ADJ:GAS:vařící ovčí sýr]
de: [STATE_ADJ:GAS:kochender Schafskäse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de ŝafo]
es: [STATE_ADJ:GAS:de queso de oveja hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した羊のチーズ]
ko: [STATE_ADJ:GAS:기화된 양 치즈]
pl: [STATE_ADJ:GAS:gotujące się owczy serowy]
ru: [STATE_ADJ:GAS:кипящий овечий сыр]
tr: [STATE_ADJ:GAS:kaynayan koyun peyniri]
vi: [STATE_ADJ:GAS:Phô mai cừu đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的羊奶奶酪的]

# CREATURE:SHEEP
source: [CASTE_NAME:ram:rams:ram]
cs: [CASTE_NAME:beran:berani:beraní]
de: [CASTE_NAME:Widder:Widder:Widder]
eo: [CASTE_NAME:ŝafiĉo:ŝafiĉoj:de ŝafiĉo]
es: [CASTE_NAME:carnero:carneros:de carnero]
ja: [CASTE_NAME:雄羊:雄羊:雄羊の]
ko: [CASTE_NAME:숫 양:숫 양떼:숫 양]
pl: [CASTE_NAME:baran:barany:barański]
ru: [CASTE_NAME:баран:бараны:барана]
tr: [CASTE_NAME:koç:koçlar:koç]
vi: [CASTE_NAME:Cừu đực:Những con cừu đực:Cừu đực]
zh_hans: [CASTE_NAME:公羊:公羊:公羊]

# CREATURE:SHEEP
source: [TLCM_NOUN:wool:SINGULAR]
cs: [TLCM_NOUN:vlna:SINGULAR]
de: [TLCM_NOUN:Wolle:SINGULAR]
eo: [TLCM_NOUN:lano:SINGULAR]
es: [TLCM_NOUN:lana:SINGULAR]
ja: [TLCM_NOUN:羊毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:wełna:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:yün:SINGULAR]
zh_hans: [TLCM_NOUN:羊毛:SINGULAR]

# CREATURE:SHEEP
source: [APP_MOD_NOUN:wool:SINGULAR]
cs: [APP_MOD_NOUN:vlna:SINGULAR]
de: [APP_MOD_NOUN:Wolle:SINGULAR]
eo: [APP_MOD_NOUN:lano:SINGULAR]
es: [APP_MOD_NOUN:lana:SINGULAR]
ja: [APP_MOD_NOUN:羊毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:wełna:SINGULAR]
ru: [APP_MOD_NOUN:шерсть:SINGULAR]
tr: [APP_MOD_NOUN:yün:SINGULAR]
zh_hans: [APP_MOD_NOUN:羊毛:SINGULAR]

# CREATURE:SHEEP
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SHEEP
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:PIG
source: [DESCRIPTION:A medium-sized domestic animal. It has a distinctive snout and corkscrew tail. It is thought by some to be intelligent.]
cs: [DESCRIPTION:Středně velké domácí zvíře. Má výrazný čenich a zakroucený ocasu. Podle některých názorů je inteligentní.]
de: [DESCRIPTION:Ein mittelgroßes Haustier. Es hat eine charakteristische Schnauze und einen Ringelschwanz. Es wird für seine Intelligenz geschätzt.]
eo: [DESCRIPTION:Mezgranda bredbesto. Ĝi havas distingan muzelon kaj spiralan voston. Iuj kredas, ke ili estas inteligentaj.]
es: [DESCRIPTION:Un animal doméstico de tamaño mediano. Tiene un característico hocico y cola de sacacorchos. Algunos le creen inteligente.]
ja: [DESCRIPTION:中型の家畜。独特な形の鼻と巻きバネのような形の尾をもつ。稀に賢い個体もいる。]
ko: [DESCRIPTION:중간 크기의 가축입니다. 독특한 주둥이와 코르크 따개 꼬리를 갖고 있다. 일부 사람들은 그것이 똑똑하다고 생각한다.]
pl: [DESCRIPTION:Średniej wielkości zwierzę domowe. Posiada charakterystyczny pysk i świderkowaty ogon. Niektórzy uważają, że jest inteligentne.]
ru: [DESCRIPTION:Домашнее животное среднего размера. Имеет характерное рыло и спиралевидный хвост. Некоторые полагают, что они разумны.]
tr: [DESCRIPTION:Orta büyüklükte bir evcil hayvan. Kendine özgü bir burnu ve burgu kuyruğu vardır. Bazılarınca zeki olduğu düşünülür.]
vi: [DESCRIPTION:Một loài vật nuôi có kích thước trung bình. Nó có chiếc mõm đặc trưng và đuôi xoắn ốc. Một số người cho rằng nó thông minh.]
zh_hans: [DESCRIPTION:一种体型中等的家畜。它有一个独特的鼻子和开瓶器一样的尾巴。有些人认为它很聪明。]

# CREATURE:PIG
source: [NAME:pig:pigs:porcine]
cs: [NAME:prase:prasata:prasečí]
de: [NAME:Schwein:Schweine:Schwein]
eo: [NAME:porko:porkoj:de porko]
es: [NAME:cerdo:cerdos:porcino]
ja: [NAME:豚:豚:豚の]
ko: [NAME:돼지:돼지들:돼지]
pl: [NAME:świnia:świnie:świński]
ru: [NAME:свинья:свиньи:свиной]
tr: [NAME:domuz:domuzlar:domuz]
vi: [NAME:Heo:Những con heo:Thuộc họ heo]
zh_hans: [NAME:猪:猪:猪]
