Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:ROACH_LARGE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:复眼:PLURAL]

# CREATURE:ROACH_MAN
source: [CASTE_NAME:roach man:roach men:roach man]
cs: [CASTE_NAME:švábí muž:švábí muži:švábí muž]
de: [CASTE_NAME:Kakerlaken Männchenach man:Kakerlaken Männchen:Kakerlaken Männchen]
eo: [CASTE_NAME:homblatiĉo:homblatiĉoj:de homblatiĉo]
es: [CASTE_NAME:hombre cucaracha:hombres cucaracha:de hombre cucaracha]
ja: [CASTE_NAME:ゴキブリ男:ゴキブリ男:ゴキブリ男の]
ko: [CASTE_NAME:남성 바퀴벌레인간:남성 바퀴벌레인간들:남성 바퀴벌레인간]
pl: [CASTE_NAME:karaluchomężczyzna:karaluchomężczyźni:karaluchomężczyzny]
ru: [CASTE_NAME:мужчина-таракан:мужчины-тараканы:мужчины-таракана]
tr: [CASTE_NAME:erkek hamamböceği:erkek hamamböcekleri:erkek hamamböceği]
vi: [CASTE_NAME:người gián:người gián:người gián]
zh_hans: [CASTE_NAME:蟑螂男:蟑螂男:蟑螂男]

# CREATURE:ROACH_MAN
source: [CASTE_NAME:roach woman:roach women:roach woman]
cs: [CASTE_NAME:švábí žena:švábí ženy:švábí žena]
de: [CASTE_NAME:Kakerlaken weibchen:Kakerlaken weibchen:Kakerlaken weibchen]
eo: [CASTE_NAME:homblatino:homblatinoj:de homblatino]
es: [CASTE_NAME:mujer cucaracha:mujeres cucaracha:de mujer cucaracha]
ja: [CASTE_NAME:ゴキブリ女:ゴキブリ女:ゴキブリ女の]
ko: [CASTE_NAME:여성 바퀴벌레인간:여성 바퀴벌레인간들:여성 바퀴벌레인간]
pl: [CASTE_NAME:karaluchokobieta:karaluchokobiety:karaluchokobiecy]
ru: [CASTE_NAME:женщина-таракан:женщины-тараканы:женщины-таракана]
tr: [CASTE_NAME:dişi hamamböceği:dişi hamamböcekleri:dişi hamamböceği]
vi: [CASTE_NAME:nữ gián:nữ gián:nữ gián]
zh_hans: [CASTE_NAME:蟑螂女:蟑螂女:蟑螂女]

# CREATURE:ROACH_MAN
source: [NAME:roach man:roach men:roach man]
cs: [NAME:švábí muž:švábí muži:švábí muž]
de: [NAME:Kakerlaken Männchenach man:Kakerlaken Männchen:Kakerlaken Männchen]
eo: [NAME:homblato:homblatoj:de homblato]
es: [NAME:hombre cucaracha:hombres cucaracha:de hombre cucaracha]
ja: [NAME:ゴキブリ男:ゴキブリ男:ゴキブリ男の]
ko: [NAME:바퀴벌레인간:바퀴벌레인간들:바퀴벌레인간]
pl: [NAME:karaluchoczłowiek:karalucholudzie:karalucholudzi]
ru: [NAME:человек таракан:люди-тараканы:человека-таракана]
tr: [NAME:erkek hamamböceği:erkek hamamböcekleri:erkek hamamböceği]
vi: [NAME:người gián:người gián:người gián]
zh_hans: [NAME:蟑螂人:蟑螂人:蟑螂人]

# CREATURE:ROACH_MAN
source: [DESCRIPTION:A person with the wings and head of a roach.]
cs: [DESCRIPTION:Osoba s hlavou a křídly švába.]
de: [DESCRIPTION:Eine Person mit den Flügeln und dem Kopf einer Kakerlake.]
eo: [DESCRIPTION:Homo kun la flugiloj kaj la kapo de blato.]
es: [DESCRIPTION:Una persona con las alas y la cabeza de una cucaracha.]
ja: [DESCRIPTION:ゴキブリの頭と翼を持つ人間だ。]
ko: [DESCRIPTION:바퀴벌레의 날개와 머리를 가진 인간.]
pl: [DESCRIPTION:Osobnik ze skrzydłami i głową karalucha.]
ru: [DESCRIPTION:Человек с крыльями и головой таракана.]
tr: [DESCRIPTION:Hamamböceği kanatlı ve başlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người có cánh và đầu của gián.]
zh_hans: [DESCRIPTION:一个长着蟑螂脑袋和翅膀的人。]

# CREATURE:GIANT_ROACH
source: [NAME:giant roach:giant roaches:giant roach]
cs: [NAME:obří šváb:obří švábi:obří šváb]
de: [NAME:riesen Kakerlake:riesen Kakerlaken:riesen Kakerlake]
eo: [NAME:giganta blato:gigantaj blatoj:de giganta blato]
es: [NAME:cucaracha gigante:cucarachas gigantes:de cucaracha gigante]
ja: [NAME:巨大ゴキブリ:巨大ゴキブリ:巨大ゴキブリの]
ko: [NAME:거대 바퀴벌레:거대 바퀴벌레떼:거대 바퀴벌레]
pl: [NAME:gigantyczny karaluch:gigantyczne karaluchy:gigantyczno karaluszy]
ru: [NAME:гигантский таракан:гигантские тараканы:гигантского таракана]
tr: [NAME:dev hamamböceği:dev hamamböcekleri:dev hamamböceği]
vi: [NAME:gián khổng lồ:gián khổng lồ:gián khổng lồ]
zh_hans: [NAME:巨蟑螂:巨蟑螂:巨蟑螂]

# CREATURE:GIANT_ROACH
source: [CASTE_NAME:giant roach:giant roaches:giant roach]
cs: [CASTE_NAME:obří šváb:obří švábi:obří šváb]
de: [CASTE_NAME:riesen Kakerlake:riesen Kakerlaken:riesen Kakerlake]
eo: [CASTE_NAME:giganta blato:gigantaj blatoj:de giganta blato]
es: [CASTE_NAME:cucaracha gigante:cucarachas gigante:de cucaracha gigante]
ja: [CASTE_NAME:巨大ゴキブリ:巨大ゴキブリ:巨大ゴキブリの]
ko: [CASTE_NAME:거대 바퀴벌레:거대 바퀴벌레떼:거대 바퀴벌레]
pl: [CASTE_NAME:gigantyczny karaluch:gigantyczne karaluchy:gigantyczno karaluszy]
ru: [CASTE_NAME:гигантская плотва:гигантская плотва:гигантской плотвы]
tr: [CASTE_NAME:dev hamamböceği:dev hamamböcekleri:dev hamamböceği]
vi: [CASTE_NAME:gián khổng lồ:gián khổng lồ:gián khổng lồ]
zh_hans: [CASTE_NAME:巨蟑螂:巨蟑螂:巨蟑螂]

# CREATURE:GIANT_ROACH
source: [DESCRIPTION:A large monster in the shape of a roach.]
cs: [DESCRIPTION:Velká nestvůra ve tvaru švába.]
de: [DESCRIPTION:Ein großes Monster in Form einer Kakerlake.]
eo: [DESCRIPTION:Granda monstro kun formo de blato.]
es: [DESCRIPTION:Un gran monstruo con la forma de una cucaracha.]
ja: [DESCRIPTION:ゴキブリのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:바퀴벌레의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie karalucha.]
ru: [DESCRIPTION:Огромный монстр, похожий на таракана.]
tr: [DESCRIPTION:Hamamböceği biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dáng của gián.]
zh_hans: [DESCRIPTION:一只体型巨大的蟑螂怪。]

# CREATURE:GIANT_ROACH
source: [PREFSTRING:ability to disgust]
cs: [PREFSTRING:schopností vzbuzovat odpor]
de: [PREFSTRING:löst Ekel aus]
eo: [PREFSTRING:ĉagrenkapablo]
es: [PREFSTRING:habilidad para repugnar]
ja: [PREFSTRING:気持ち悪い]
ko: [PREFSTRING:역겹게 하는 능력]
pl: [PREFSTRING:zdolność do obrzydzania]
ru: [PREFSTRING:способность внушать отвращение]
tr: [PREFSTRING:iğrendirme yeteneği]
vi: [PREFSTRING:khả năng gây kinh tởm]
zh_hans: [PREFSTRING:令人嫌恶]

# CREATURE:BEETLE
source: [DESCRIPTION:A tiny insect that can be found almost anywhere outside.]
cs: [DESCRIPTION:Drobný hmyz, který lze nalézt téměř všude venku.]
de: [DESCRIPTION:Ein winziges Insekt, das fast überall draußen zu finden ist.]
eo: [DESCRIPTION:Eta insekto kiu troviĝas preskaŭ ĉie ekstere.]
es: [DESCRIPTION:Un diminuto insecto que se puede encontrar casi en cualquier parte del exterior.]
ja: [DESCRIPTION:野外のどこにでもいる小さな昆虫だ。]
ko: [DESCRIPTION:밖의 거의 모든 곳에서 볼 수 있는 아주 작은 곤충.]
pl: [DESCRIPTION:Malutki insekt, który może zostać znaleziony praktycznie wszędzie na zewnątrz.]
ru: [DESCRIPTION:Крошечное насекомое, встречающееся практически в любом месте на поверхности.]
tr: [DESCRIPTION:Dışarıda neredeyse her yerde bulunabilen minik bir böcek.]
vi: [DESCRIPTION:Một loài côn trùng nhỏ bé có thể được tìm thấy gần như khắp mọi nơi bên ngoài.]
zh_hans: [DESCRIPTION:一种几乎到处可以找到的小昆虫。]

# CREATURE:BEETLE
source: [NAME:beetle:beetles:beetle]
cs: [NAME:chrobák:chrobáci:chrobák]
de: [NAME:Käfer:Käfer:Käfer]
eo: [NAME:skarabo:skaraboj:de skarabo]
es: [NAME:escarabajo:escarabajos:de escarabajo]
ja: [NAME:甲虫:甲虫:甲虫の]
ko: [NAME:딱정벌레:딱정벌레떼:딱정벌레]
pl: [NAME:żuk:żuki:żuczy]
ru: [NAME:жук:жуки:жука]
tr: [NAME:kınkanatlı:kınkanatlılar:kınkanatlı]
vi: [NAME:bọ cánh cứng:bọ cánh cứng:bọ cánh cứng]
zh_hans: [NAME:甲虫:甲虫:甲虫]

# CREATURE:BEETLE
source: [CASTE_NAME:beetle:beetles:beetle]
cs: [CASTE_NAME:chrobák:chrobáci:chrobák]
de: [CASTE_NAME:Käfer:Käfer:Käfer]
eo: [CASTE_NAME:skarabo:skaraboj:de skarabo]
es: [CASTE_NAME:escarabajo:escarabajos:escarabajo]
ja: [CASTE_NAME:甲虫:甲虫:甲虫の]
ko: [CASTE_NAME:딱정벌레:딱정벌레들:딱정벌레]
pl: [CASTE_NAME:żuk:żuki:żuczy]
ru: [CASTE_NAME:жук:жуки:жука]
tr: [CASTE_NAME:kınkanatlı:kınkanatlılar:kınkanatlı]
vi: [CASTE_NAME:bọ cánh cứng:bọ cánh cứng:bọ cánh cứng]
zh_hans: [CASTE_NAME:甲虫:甲虫:甲虫]

# CREATURE:BEETLE
source: [PREFSTRING:protective shells]
cs: [PREFSTRING:ochrannými krunýři]
de: [PREFSTRING:schützende Schale]
eo: [PREFSTRING:protektaj karapacoj]
es: [PREFSTRING:caparazón protector]
ja: [PREFSTRING:甲殻]
ko: [PREFSTRING:딱딱한 껍질]
pl: [PREFSTRING:ochronne skorupy]
ru: [PREFSTRING:защитный панцирь]
tr: [PREFSTRING:koruyucu kabuklar]
vi: [PREFSTRING:vỏ bảo vệ]
zh_hans: [PREFSTRING:保护壳]

# CREATURE:BEETLE
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:BEETLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:复眼:PLURAL]

# CREATURE:BEETLE_MAN
source: [CASTE_NAME:beetle man:beetle men:beetle man]
cs: [CASTE_NAME:chrobáčí muž:chrobáčí muži:chrobáčí muž]
de: [CASTE_NAME:Käfer männchen:Käfer männchen:Käfer männchen]
eo: [CASTE_NAME:homskarabiĉo:homskarabiĉoj:de homskarabiĉo]
es: [CASTE_NAME:hombre escarabajo:hombre escarabajo:hombre escarabajo]
ja: [CASTE_NAME:甲虫男:甲虫男:甲虫男の]
ko: [CASTE_NAME:남성 딱정벌레인간:남성 딱정벌레인간들:남성 딱정벌레인간]
pl: [CASTE_NAME:żukomężczyzna:żukomężczyźni:żukomężczyzny]
ru: [CASTE_NAME:мужчина-жук:мужчины-жуки:мужчины-жука]
tr: [CASTE_NAME:erkek kınkanatlı:erkek kınkanatlılar:erkek kınkanatlı]
vi: [CASTE_NAME:người bọ cánh cứng:người bọ cánh cứng:người bọ cánh cứng]
zh_hans: [CASTE_NAME:甲虫男:甲虫男:甲虫男]

# CREATURE:BEETLE_MAN
source: [CASTE_NAME:beetle woman:beetle women:beetle woman]
cs: [CASTE_NAME:chrobáčí žena:chrobáčí ženy:chrobáčí žena]
de: [CASTE_NAME: Käfer weibchen:Käfer weibchen:Käfer weibchen]
eo: [CASTE_NAME:homskarabino:homskarabinoj:de homskarabino]
es: [CASTE_NAME:mujer escarabajo:mujeres escarabajo:de mujer escarabajo]
ja: [CASTE_NAME:甲虫女:甲虫女:甲虫女の]
ko: [CASTE_NAME:여성 딱정벌레인간:여성 딱정벌레인간들:여성 딱정벌레인간]
pl: [CASTE_NAME:żukokobieta:żukokobiety:żukokobiecy]
ru: [CASTE_NAME:женщина-жук:женщины-жуки:женщины-жука]
tr: [CASTE_NAME:dişi kınkanatlı:dişi kınkanatlılar:dişi kınkanatlı]
vi: [CASTE_NAME:nữ bọ cánh cứng:nữ bọ cánh cứng:nữ bọ cánh cứng]
zh_hans: [CASTE_NAME:甲虫女:甲虫女:甲虫女]

# CREATURE:BEETLE_MAN
source: [NAME:beetle man:beetle men:beetle man]
cs: [NAME:chrobáčí muž:chrobáčí muži:chrobáčí muž]
de: [NAME:Käfer männchen:Käfer männchen:Käfer männchen]
eo: [NAME:homskarabo:homskaraboj:de homskarabo]
es: [NAME:hombre escarabajo:hombres escarabajo:de hombre escarabajo]
ja: [NAME:甲虫男:甲虫男:甲虫男の]
ko: [NAME:딱정벌레인간:딱정벌레인간들:딱정벌레인간]
pl: [NAME:żukoczłowiek:żukoludzie:żukoludzi]
ru: [NAME:человек-жук:люди-жуки:человека-жука]
tr: [NAME:erkek kınkanatlı:erkek kınkanatlılar:erkek kınkanatlı]
vi: [NAME:người bọ cánh cứng:người bọ cánh cứng:người bọ cánh cứng]
zh_hans: [NAME:甲虫人:甲虫人:甲虫人]

# CREATURE:BEETLE_MAN
source: [DESCRIPTION:A person with the carapace and head of a beetle.]
cs: [DESCRIPTION:Osoba s krunýřem a hlavou chrobáka.]
de: [DESCRIPTION:Eine Person mit Panzer und Kopf eines Käfers.]
eo: [DESCRIPTION:Homo kun la karapaco kaj la kapo de skarabo.]
es: [DESCRIPTION:Una persona con el caparazón y la cabeza de un escarabajo.]
ja: [DESCRIPTION:甲虫の頭と甲殻を持つ人間だ。]
ko: [DESCRIPTION:딱정벌레의 등딱지와 머리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z pancerzem i głową żuka.]
ru: [DESCRIPTION:Человек с головой и панцирем жука.]
tr: [DESCRIPTION:Kınkanatlı kabuğu ve başına sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người có mai và đầu của bọ cánh cứng.]
zh_hans: [DESCRIPTION:一个长着甲虫脑袋和翅膀的人。]

# CREATURE:GIANT_BEETLE
source: [NAME:giant beetle:giant beetles:giant beetle]
cs: [NAME:obří chrobák:obří chrobáci:obří chrobák]
de: [NAME:riesen Käfer:riesen Käfer:riesen Käfer]
eo: [NAME:giganta skarabo:gigantaj skaraboj:de giganta skarabo]
es: [NAME:escarabajo gigante:escarabajos gigantes:de escarabajo gigante]
ja: [NAME:巨大甲虫:巨大甲虫:巨大甲虫の]
ko: [NAME:거대 딱정벌레:거대 딱정벌레떼:거대 딱정벌레]
pl: [NAME:gigantyczny żuk:gigantyczne żuki:gigantyczno żuczy]
ru: [NAME:гигантский жук:гигантские жуки:гигантского жука]
tr: [NAME:dev kınkanatlı:dev kınkanatlılar:dev kınkanatlı]
vi: [NAME:bọ cánh cứng khổng lồ:bọ cánh cứng khổng lồ:bọ cánh cứng khổng lồ]
zh_hans: [NAME:巨甲虫:巨甲虫:巨甲虫]

# CREATURE:GIANT_BEETLE
source: [CASTE_NAME:giant beetle:giant beetles:giant beetle]
cs: [CASTE_NAME:obří chrobák:obří chrobáci:obří chrobák]
de: [CASTE_NAME:riesen Käfer:riesen Käfer:riesen Käfer]
eo: [CASTE_NAME:giganta skarabo:gigantaj skaraboj:de giganta skarabo]
es: [CASTE_NAME:escarabajo gigante:escarabajos gigante:de escarabajo gigante]
ja: [CASTE_NAME:巨大甲虫:巨大甲虫:巨大甲虫の]
ko: [CASTE_NAME:거대 딱정벌레:거대 딱정벌레떼:거대 딱정벌레]
pl: [CASTE_NAME:gigantyczny żuk:gigantyczne żuki:gigantyczno żuczy]
ru: [CASTE_NAME:гигантский жук:гигантские жуки:гигантского жука]
tr: [CASTE_NAME:dev kınkanatlı:dev kınkanatlılar:dev kınkanatlı]
vi: [CASTE_NAME:bọ cánh cứng khổng lồ:bọ cánh cứng khổng lồ:bọ cánh cứng khổng lồ]
zh_hans: [CASTE_NAME:巨甲虫:巨甲虫:巨甲虫]

# CREATURE:GIANT_BEETLE
source: [DESCRIPTION:A large monster in the shape of a beetle.]
cs: [DESCRIPTION:Velká nestvůra ve tvaru chrobáka.]
de: [DESCRIPTION:Ein riesieges Monster in Form eines Käfers.]
eo: [DESCRIPTION:Granda monstro kun la formo de skarabo.]
es: [DESCRIPTION:Un gran monstruo con la forma de una escarabajo.]
ja: [DESCRIPTION:甲虫のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:딱정벌레의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie żuka.]
ru: [DESCRIPTION:Огромный монстр, похожий на жука.]
tr: [DESCRIPTION:Kınkanatlı biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dáng của bọ cánh cứng.]
zh_hans: [DESCRIPTION:一只体型巨大的甲虫怪。]

# CREATURE:GIANT_BEETLE
source: [PREFSTRING:protective shells]
cs: [PREFSTRING:ochrannými krunýři]
de: [PREFSTRING:schützende Schale]
eo: [PREFSTRING:protektaj karapacoj]
es: [PREFSTRING:caparazón protector]
ja: [PREFSTRING:甲殻]
ko: [PREFSTRING:딱딱한 껍질]
pl: [PREFSTRING:ochronne skorupy]
ru: [PREFSTRING:защитный панцирь]
tr: [PREFSTRING:koruyucu kabuklar]
vi: [PREFSTRING:vỏ bảo vệ]
zh_hans: [PREFSTRING:保护壳]

# CREATURE:ANT
source: [DESCRIPTION:This tiny insect can be found in huge colonies in the dirt. They overwhelm their enemies with swarms. Some have poison bites.]
cs: [DESCRIPTION:Tento drobný hmyz lze nalézt v obrovských koloniích v hlíně. Své nepřátele převálcují počty. Někteří mají jedovaté kousnutí.]
de: [DESCRIPTION:Dieses winzige Insekt kann in riesigen Kolonien im Dreck gefunden werden. Sie überwältigen ihre Feinde mit Schwärmen. Einige haben Giftbisse.]
eo: [DESCRIPTION:Ĉi tio insekto estas trovebla en grandegaj kolonioj en la tero. Ili superfortas siajn malamikojn svarme. Iuj havas venenajn mordojn.]
es: [DESCRIPTION:Este pequeño insecto se puede encontrar en grandes colonias en la tierra. Colman a sus enemigos con enjambres. Algunos tienen picaduras venenosas.]
ja: [DESCRIPTION:土の中に巨大な巣を作る小さな昆虫。群れで敵を襲い、毒を持つ種もいる。]
ko: [DESCRIPTION:이 작은 곤충은 흙 속의 거대한 군체에서 발견될 수 있다. 그들은 무리를 지어 적을 압도한다. 어떤 것들은 독에 물린 경우도 있습니다.]
pl: [DESCRIPTION:Malutkie insekty, które można znaleźć w ogromnych koloniach w ziemi. Przytłaczają wroga swoją ilością. Niektóre mają jadowite ugryzienia.]
ru: [DESCRIPTION:Это крошечное насекомое обитает в земле большими колониями. Они побеждают своих врагов количеством. Укус некоторых из них ядовит.]
tr: [DESCRIPTION:Bu minik böcek toprakta dev koloniler halinde bulunabilir. Düşmanlarını sürüleriyle alt ederler. Bazılarının zehirli ısırıkları vardır.]
vi: [DESCRIPTION:Loài côn trùng nhỏ bé này có thể được tìm thấy trong những đàn lớn dưới đất. Chúng áp đảo kẻ thù bằng bầy đàn. Một số có vết cắn độc.]
zh_hans: [DESCRIPTION:这种小昆虫可以在泥土中的巨大蚁穴里找到。它们用数量压倒敌人，其中的一些撕咬有毒。]

# CREATURE:ANT
source: [NAME:ant:ants:ant]
cs: [NAME:mravenec:mravenci:mravenec]
de: [NAME:Ameise:Ameisen:Ameise]
eo: [NAME:formiko:formikoj:de formiko]
es: [NAME:hormiga:hormigas:de hormiga]
ja: [NAME:蟻:蟻:蟻の]
ko: [NAME:개미:개미들:개미]
pl: [NAME:mrówka:mrówki:mrówczy]
ru: [NAME:муравей:муравьи:муравья]
tr: [NAME:karınca:karıncalar:karınca]
vi: [NAME:kiến:kiến:kiến]
zh_hans: [NAME:蚂蚁:蚂蚁:蚂蚁]

# CREATURE:ANT
source: [PREFSTRING:propensity to dig]
cs: [PREFSTRING:sklonem k hrabání]
de: [PREFSTRING:neigt zum wühlen]
eo: [PREFSTRING:fosema]
es: [PREFSTRING:Propenso a cavar]
ja: [PREFSTRING:巣穴を掘る]
ko: [PREFSTRING:땅을 파는 경향]
pl: [PREFSTRING:skłonność do kopania]
ru: [PREFSTRING:пристрастие к копанию]
tr: [PREFSTRING:kazma eğilimi]
vi: [PREFSTRING:thiên hướng đào bới]
zh_hans: [PREFSTRING:倾向于挖掘]

# CREATURE:ANT
source: [CASTE_NAME:worker ant:worker ants:worker ant]
cs: [CASTE_NAME:mravenčí dělník:mravenčí dělníci:mravenčí dělník]
de: [CASTE_NAME:Arbeiterameise:Arbeiterameisen:Arbeiterameise]
eo: [CASTE_NAME:laborista formikino:laboristaj formikinoj:de laborista formikino]
es: [CASTE_NAME:hormiga obrera:hormigas obrera:hormiga obrera]
ja: [CASTE_NAME:働き蟻:働き蟻:働き蟻の]
ko: [CASTE_NAME:일개미:일개미떼:일개미]
pl: [CASTE_NAME:robotnica mrówek:robotnice mrówek:robotniczo mrówczy]
ru: [CASTE_NAME:рабочий муравей:рабочие муравьи:рабочего муравья]
tr: [CASTE_NAME:işçi karınca:işçi karıncalar:işçi karınca]
vi: [CASTE_NAME:kiến thợ:kiến thợ:kiến thợ]
zh_hans: [CASTE_NAME:小工蚁:小工蚁:小工蚁]

# CREATURE:ANT
source: [CASTE_NAME:soldier ant:soldier ants:soldier ant]
cs: [CASTE_NAME:mravenčí voják:mravenčí vojáci:mravenčí voják]
de: [CASTE_NAME:Soldatenameise:Soldatenameisen:Soldatenameise]
eo: [CASTE_NAME:soldata formikino:soldataj formikinoj:de soldata formikino]
es: [CASTE_NAME:hormiga soldado:hormigas soldado:hormiga soldado]
ja: [CASTE_NAME:兵隊蟻:兵隊蟻:兵隊蟻の]
ko: [CASTE_NAME:병정개미:병정개미떼:병정개미]
pl: [CASTE_NAME:żołnierz mrówek:żołnierze mrówek:żołniersko mrówczy]
ru: [CASTE_NAME:муравей-солдат:муравьи-солдаты:муравья-солдата]
tr: [CASTE_NAME:asker karınca:asker karıncalar:asker karınca]
vi: [CASTE_NAME:kiến lính:kiến lính:kiến lính]
zh_hans: [CASTE_NAME:大工蚁:大工蚁:大工蚁]

# CREATURE:ANT
source: [CASTE_NAME:drone ant:drone ants:drone ant]
cs: [CASTE_NAME:mravenčí trubec:mravenčí trubci:mravenčí trubec]
de: [CASTE_NAME:Drohnenameise:Drohnenameisen:Drohnenameise]
eo: [CASTE_NAME:formikiĉo:formikiĉoj:de formikiĉo]
es: [CASTE_NAME:hormiga zángano:hormigas zángano:de hormiga zángano]
ja: [CASTE_NAME:羽蟻:羽蟻:羽蟻の]
ko: [CASTE_NAME:수개미:수개미떼:수개미]
pl: [CASTE_NAME:zapładniacz mrówek:zapładniacze mrówek:zapładniaczo mrówczy]
ru: [CASTE_NAME:муравей-самец:муравьи-самцы:муравья-самца]
tr: [CASTE_NAME:erkek karınca:erkek karıncalar:erkek karınca]
vi: [CASTE_NAME:kiến đực:kiến đực:kiến đực]
zh_hans: [CASTE_NAME:雄蚁:雄蚁:雄蚁]

# CREATURE:ANT
source: [CASTE_NAME:queen ant:queen ants:queen ant]
cs: [CASTE_NAME:mravenčí královna:mravenčí královny:mravenčí královna]
de: [CASTE_NAME:Ameisenkönigin:Ameisenköniginnen:Ameisenkönigin]
eo: [CASTE_NAME:reĝa formikino:reĝaj formikinoj:de reĝa formikino]
es: [CASTE_NAME:hormiga reina:hormigas reina:hormiga reina]
ja: [CASTE_NAME:女王蟻:女王蟻:女王蟻の]
ko: [CASTE_NAME:여왕개미:여왕개미들:여왕개미]
pl: [CASTE_NAME:królowa mrówek:królowe mrówek:królowo mrówczy]
ru: [CASTE_NAME:королева муравьёв:королевы муравьёв:королевы муравьёв]
tr: [CASTE_NAME:kraliçe karınca:kraliçe karıncalar:kraliçe karınca]
vi: [CASTE_NAME:kiến chúa:kiến chúa:kiến chúa]
zh_hans: [CASTE_NAME:雌蚁:雌蚁:雌蚁]

# CREATURE:ANT
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:ANT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:复眼:PLURAL]

# CREATURE:BUTTERFLY_MONARCH
source: [DESCRIPTION:A small insect with large orange wings. It is admired for its beauty.]
cs: [DESCRIPTION:Drobný hmyz s velkými oranžovými křídly. Je obdivován pro svou krásu.]
de: [DESCRIPTION:Ein kleines Insekt mit langen, orangen Flügeln. Es ist bekannt für seine Schönheit.]
eo: [DESCRIPTION:Malgranda insekto kun granda oranĝkoloraj flugiloj. Ĝi estas admirata pro sia beleco.]
es: [DESCRIPTION:Un pequeño insecto con grandes alas de color naranja. Es admirado por su belleza.]
ja: [DESCRIPTION:広い羽根を持つ小さなオレンジ色の昆虫だ。とても美しい]
ko: [DESCRIPTION:커다란 오렌지색 날개를 가진 작은 곤충. 그 아룸다움에 찬사를 보낸다.]
pl: [DESCRIPTION:Mały insekt z dużymi, pomarańczowymi skrzydłami. Jest doceniany za swoje piękno.]
ru: [DESCRIPTION:Небольшое насекомое с большими оранжевыми крыльями. Вызывает восхищение своей красотой.]
tr: [DESCRIPTION:Büyük turuncu kanatlı küçük bir böcek. Güzelliğiyle hayranlık uyandırır.]
vi: [DESCRIPTION:Một loài côn trùng nhỏ với đôi cánh lớn màu cam. Nó được ngưỡng mộ vì vẻ đẹp của mình.]
zh_hans: [DESCRIPTION:一种长着橙色大翅膀的小昆虫。 它以其美丽而受到欣赏。]

# CREATURE:BUTTERFLY_MONARCH
source: [NAME:monarch butterfly:monarch butterflies:monarch butterfly]
cs: [NAME:motýl monarcha:motýli monarchové:motýl monarcha]
de: [NAME:Monarchfalter:Monarchfalterinnen:Monarchfalter]
eo: [NAME:monarka papilio:monarkaj papilioj:de monarka papilio]
es: [NAME:mariposa monarca:mariposas monarca:de mariposa monarca]
ja: [NAME:蝶:蝶:蝶の]
ko: [NAME:제왕나비:제왕나비떼:제왕나비]
pl: [NAME:danaid wędrowny:danaidy wędrowne:danaido wędrowny]
ru: [NAME:бабочка монарх:бабочки монархи:бабочки монарха]
tr: [NAME:kral kelebek:kral kelebekler:kral kelebek]
vi: [NAME:bướm chúa:bướm chúa:bướm chúa]
zh_hans: [NAME:帝王蝶:帝王蝶:帝王蝶]

# CREATURE:BUTTERFLY_MONARCH
source: [CASTE_NAME:monarch butterfly:monarch butterflies:monarch butterfly]
cs: [CASTE_NAME:motýl monarcha:motýli monarchové:motýl monarcha]
de: [CASTE_NAME:Monarchfalter:Monarchfalterinnen:Monarchfalter]
eo: [CASTE_NAME:monarka papilio:monarkaj papilioj:de monarka papilio]
es: [CASTE_NAME:mariposa monarca:mariposas monarca:de mariposa monarca]
ja: [CASTE_NAME:蝶:蝶:蝶の]
ko: [CASTE_NAME:제왕나비:제왕나비떼:제왕나비]
pl: [CASTE_NAME:danaid wędrowny:danaidy wędrowne:danaido wędrowny]
ru: [CASTE_NAME:бабочка монарх:бабочки монархи:бабочки монарха]
tr: [CASTE_NAME:kral kelebek:kral kelebekler:kral kelebek]
vi: [CASTE_NAME:bướm chúa:bướm chúa:bướm chúa]
zh_hans: [CASTE_NAME:帝王蝶:帝王蝶:帝王蝶]

# CREATURE:BUTTERFLY_MONARCH
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BUTTERFLY_MONARCH
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:BUTTERFLY_MONARCH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:复眼:PLURAL]

# CREATURE:BUTTERFLY_MONARCH_MAN
source: [CASTE_NAME:monarch butterfly man:monarch butterfly men:monarch butterfly man]
cs: [CASTE_NAME:monarchí muž:monarchí muži:monarchí muž]
de: [CASTE_NAME:Monarchfalter Männchen:Monarchfalterinnen Männchen:Monarchfalter Männchen]
eo: [CASTE_NAME:hom-monarko-papiliiĉo:hom-monarko-papiliiĉoj:de hom-monarko-papiliiĉo]
es: [CASTE_NAME:hombre mariposa monarca:hombres mariposa monarca:de hombre mariposa monarca]
ja: [CASTE_NAME:蝶男:蝶男:蝶男の]
ko: [CASTE_NAME:남성 제왕나비인간:남성 제왕나비인간들:남성 제왕나비인간]
pl: [CASTE_NAME:danaidomężczyzna wędrowny:danaidomężczyźni wędrowni:danaidomęsko wędrowny]
ru: [CASTE_NAME:мужчина-бабочка монарх:мужчины-бабочки монархи:мужчины-бабочки монарха]
tr: [CASTE_NAME:erkek kral kelebek:erkek kral kelebekler:erkek kral kelebek]
vi: [CASTE_NAME:người bướm chúa:người bướm chúa:người bướm chúa]
zh_hans: [CASTE_NAME:帝王蝶男 :帝王蝶男:帝王蝶男]
