Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:RODENT MAN
source: [PREFSTRING:terrifying features]
cs: [PREFSTRING:děsivými rysy]
de: [PREFSTRING:furchterregende Fähigkeiten]
eo: [PREFSTRING:teruraj trajtoj]
es: [PREFSTRING:características aterradoras]
ja: [PREFSTRING:恐ろしい機能]
ko: [PREFSTRING:끔찍한 이목구비]
pl: [PREFSTRING:przerażające cechy]
ru: [PREFSTRING:ужасающий внешний вид]
tr: [PREFSTRING:korkunç özellikler]
vi: [PREFSTRING:những đặc điểm đáng sợ]

# CREATURE:RODENT MAN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:RODENT MAN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:RODENT MAN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:RODENT MAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:RODENT MAN
source: [CASTE_NAME:rodent woman:rodent women:rodent woman]
cs: [CASTE_NAME:hlodavčí žena:hlodavčí ženy:hlodavčí ženu]
de: [CASTE_NAME:Nagetierfrau:Nagetierfrauen:Nagetierfrau]
eo: [CASTE_NAME:homronĝulino:homronĝulinoj:de homronĝulino]
es: [CASTE_NAME:mujer-roedora:mujeres-roedoras:mujer-roedora]
ja: [CASTE_NAME:げっ歯類女:げっ歯類女:げっ歯類女の]
pl: [CASTE_NAME:kobieta gryzoń:kobiety gryzonie:kobieco gryzoni]
ru: [CASTE_NAME:женщина-грызун:женщины-грызуны:женщины-грызуна]
tr: [CASTE_NAME:kemirgen kadın:kemirgen kadınlar:kemirgen kadın]
vi: [CASTE_NAME:người gặm nhấm nữ:người gặm nhấm nữ:người gặm nhấm nữ]

# CREATURE:RODENT MAN
source: [CASTE_NAME:rodent man:rodent men:rodent man]
cs: [CASTE_NAME:hlodavčí muž:hlodavčí muži:hlodavčího muže]
de: [CASTE_NAME:Nagetiermann:Nagetiermänner:Nagetiermann]
eo: [CASTE_NAME:homronĝuliĉo:homronĝuliĉoj:de homronĝuliĉo]
es: [CASTE_NAME:hombre-roedor:hombres-roedores:hombre-roedor]
ja: [CASTE_NAME:げっ歯類男:げっ歯類男:げっ歯類男の]
pl: [CASTE_NAME:mężczyzna gryzoń:mężczyźni gryzonie:męsko gryzoni]
ru: [CASTE_NAME:мужчина-грызун:мужчины-грызуны:мужчины-грызуна]
tr: [CASTE_NAME:kemirgen adam:kemirgen adamlar:kemirgen adam]
vi: [CASTE_NAME:người gặm nhấm nam:người gặm nhấm nam:người gặm nhấm nam]

# CREATURE:RODENT MAN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:RODENT MAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:WILD_BOAR
source: [DESCRIPTION:A medium-sized beast, known for its tusks and powerful build.]
cs: [DESCRIPTION:Středně velká šelma známá svými kly a silnou stavbou těla.]
de: [DESCRIPTION:Ein mittelgroßes Tier, bekannt für seine Stoßzähne und seinen kräftigen Körperbau.]
eo: [DESCRIPTION:Mezgranda besto, konita por siaj dentegoj kaj potenca kompleksio.]
es: [DESCRIPTION:Una bestia mediana conocida por su colmillo y su poderoso cuerpo.]
ja: [DESCRIPTION:中型哺乳類。パワフルな突進と牙を持つ。]
ko: [DESCRIPTION:엄니와 강력한 몸집으로 알려진 중형 짐승.]
pl: [DESCRIPTION:Średniej wielkości bestia, znana ze swoich kłów i potężnej budowy.]
ru: [DESCRIPTION:Животное среднего размера, известное своими клыками и мощным телосложением.]
tr: [DESCRIPTION:Dişleri ve güçlü yapısıyla bilinen orta boylu bir hayvan.]
vi: [DESCRIPTION:Một quái thú cỡ trung bình, nổi tiếng với cặp nanh và thể vóc mạnh mẽ.]

# CREATURE:WILD_BOAR
source: [NAME:wild boar:wild boars:wild boar]
cs: [NAME:divočák:divočáci:divočáka]
de: [NAME:Wildschwein:Wildschweine:Wildschwein]
eo: [NAME:apro:aproj:de apro]
es: [NAME:jabalí salvaje:piara de javalíes salvajes:jabaí salvaje]
ja: [NAME:イノシシ:イノシシ:イノシシの]
ko: [NAME:멧돼지:멧돼지들:멧돼지]
pl: [NAME:dzik:dziki:dzikie]
ru: [NAME:дикий кабан:дикие кабаны:дикого кабана]
tr: [NAME:yaban domuzu:yaban domuzları:yaban domuzu]
vi: [NAME:lợn rừng:lợn rừng:lợn rừng]

# CREATURE:WILD_BOAR
source: [GENERAL_CHILD_NAME:wild boar piglet:wild boar piglets]
cs: [GENERAL_CHILD_NAME:sele divokého prasete:selata divokého prasete]
de: [GENERAL_CHILD_NAME:Wildschwein-Ferkel:Wildschwein-Ferkel]
eo: [GENERAL_CHILD_NAME:aprido:apridoj]
es: [GENERAL_CHILD_NAME:lechoncillo de jabalí salvaje:lechoncillos de jabalí salvaje]
ja: [GENERAL_CHILD_NAME:イノシシの仔:イノシシの仔の]
pl: [GENERAL_CHILD_NAME:prosię dzika: prosięta dzika]
ru: [GENERAL_CHILD_NAME:дикий поросёнок:дикие поросята]
tr: [GENERAL_CHILD_NAME:yaban domuzu yavrusu:yaban domuzu yavruları]
vi: [GENERAL_CHILD_NAME:lợn rừng con:lợn rừng con]

# CREATURE:WILD_BOAR
source: [PREFSTRING:tusks]
cs: [PREFSTRING:kly]
de: [PREFSTRING:Stosszähne]
eo: [PREFSTRING:dentegoj]
es: [PREFSTRING:Colmillos]
ja: [PREFSTRING:牙]
pl: [PREFSTRING:kły]
ru: [PREFSTRING:клыки]
tr: [PREFSTRING:dişler]
vi: [PREFSTRING:Các ngà (răng nanh)]

# CREATURE:WILD_BOAR
source: [PREFSTRING:ferocious charges]
cs: [PREFSTRING:zuřivé výpady]
de: [PREFSTRING:stürmt wild zu]
eo: [PREFSTRING:ferocaj sturmadoj]
es: [PREFSTRING:carga feroz]
ja: [PREFSTRING:強力な突進]
ko: [PREFSTRING:격렬한 돌격]
pl: [PREFSTRING:okrutne oskarżenia]
ru: [PREFSTRING:злобный нрав]
tr: [PREFSTRING:vahşi hücumlar]
vi: [PREFSTRING:những cú húc hung tợn]

# CREATURE:WILD_BOAR
source: [STATE_NAME:ALL_SOLID:ivory]
cs: [STATE_NAME:ALL_SOLID:slonovina]
de: [STATE_NAME:ALL_SOLID:Elfenbein]
eo: [STATE_NAME:ALL_SOLID:eburo]
es: [STATE_NAME:ALL_SOLID:marfil]
ja: [STATE_NAME:ALL_SOLID:牙]
ko: [STATE_NAME:ALL_SOLID:상아]
pl: [STATE_NAME:ALL_SOLID:kość słoniowa]
ru: [STATE_NAME:ALL_SOLID:клыки]
tr: [STATE_NAME:ALL_SOLID:fildişi]
vi: [STATE_NAME:ALL_SOLID:Ngà]

# CREATURE:WILD_BOAR
source: [STATE_ADJ:ALL_SOLID:ivory]
cs: [STATE_ADJ:ALL_SOLID:slonovinový]
de: [STATE_ADJ:ALL_SOLID:elfenbeinernen]
eo: [STATE_ADJ:ALL_SOLID:ebura]
es: [STATE_ADJ:ALL_SOLID:de marfil]
ja: [STATE_ADJ:ALL_SOLID:牙]
ko: [STATE_ADJ:ALL_SOLID:상아]
pl: [STATE_ADJ:ALL_SOLID:kość słoniowa]
ru: [STATE_ADJ:ALL_SOLID:клыки]
tr: [STATE_ADJ:ALL_SOLID:fildişi]
vi: [STATE_ADJ:ALL_SOLID:Ngà]

# CREATURE:WILD_BOAR
source: [TISSUE_NAME:ivory:NP]
cs: [TISSUE_NAME:slonovina:NP]
de: [TISSUE_NAME:Elfenbein:NP]
eo: [TISSUE_NAME:eburo:eburoj]
es: [TISSUE_NAME:marfil:NP]
ja: [TISSUE_NAME:牙:NP]
ko: [TISSUE_NAME:상아:NP]
pl: [TISSUE_NAME:kość słoniowa:NP]
ru: [TISSUE_NAME:клыки:NP]
tr: [TISSUE_NAME:fildişi:NP]

# CREATURE:WILD_BOAR
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:WILD_BOAR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:WILD_BOAR
source: [CASTE_NAME:wild boar sow:wild boar sows:wild boar sow]
cs: [CASTE_NAME:prasnice divokého prasete:prasnice divokého prasete:prasnici divokého prasete]
de: [CASTE_NAME:Wildschwein Sau:Wildschwein Säue:Wildschwein Sau]
eo: [CASTE_NAME:aprino:aprinoj:de aprino]
es: [CASTE_NAME:cerda jabalí salvaje:cerdas jabalí salvajes:cerda jabalí salvaje]
ja: [CASTE_NAME:イノシシの雌:イノシシの雌:イノシシの雌の]
pl: [CASTE_NAME:locha dzika: locha dzika: locha dzika]
ru: [CASTE_NAME:дикая свинья:дикие свиньи:дикой свиньи]
tr: [CASTE_NAME:dişi yaban domuzu:dişi yaban domuzları:dişi yaban domuzu]
vi: [CASTE_NAME:lợn rừng nái:lợn rừng nái:lợn rừng nái]

# CREATURE:WILD_BOAR
source: [CASTE_NAME:wild boar:wild boars:wild boar]
cs: [CASTE_NAME:divoké prase:divoká prasata:divoké prase]
de: [CASTE_NAME:Wildschwein Eber:Wildschwein Eber:Wildschwein Eber]
eo: [CASTE_NAME:apriĉo:apriĉoj:de apriĉo]
es: [CASTE_NAME:jabalí salvaje:piara de jabalíes salvajes:jabalí salvaje]
ja: [CASTE_NAME:イノシシ:イノシシ:イノシシの]
pl: [CASTE_NAME:dzik:dziki:dzikie]
ru: [CASTE_NAME:дикий кабан:дикие кабаны:дикого кабана]
tr: [CASTE_NAME:yaban domuzu:yaban domuzları:yaban domuzu]
vi: [CASTE_NAME:lợn rừng:lợn rừng:lợn rừng]

# CREATURE:WILD_BOAR
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:WILD_BOAR
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:WILD_BOAR
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:WILD_BOAR_MAN
source: [CASTE_NAME:wild boar man:wild boar men:wild boar man]
cs: [CASTE_NAME:muž divokého prasete:muži divokého prasete:muže divokého prasete]
de: [CASTE_NAME:Wildschweinmann:Wildschweinmänner:Wildschweinmann]
eo: [CASTE_NAME:homapriĉo:homapriĉoj:de homapriĉo]
es: [CASTE_NAME:hombre-jabalí salvaje:hombres-jabalí salvajes:hombre-jabalí salvaje]
ja: [CASTE_NAME:イノシシ男:イノシシ男:イノシシ男の]
pl: [CASTE_NAME:dzikomężczyzna:dzikomężczyźni:dzikomęscy]
ru: [CASTE_NAME:мужина-дикий кабан:мужчины-дикие кабаны:мужчины-дикого кабана]
tr: [CASTE_NAME:erkek yaban domuzu:erkek yaban domuzları:erkek yaban domuzu]
vi: [CASTE_NAME:người lợn rừng nam:người lợn rừng nam:người lợn rừng nam]

# CREATURE:WILD_BOAR_MAN
source: [CASTE_NAME:wild boar woman:wild boar women:wild boar woman]
cs: [CASTE_NAME:žena divokého prasete:ženy divokého prasete:ženu divokého prasete]
de: [CASTE_NAME:Wildschweinfrau:Wildschweinfrauen:Wildschweinfrau]
eo: [CASTE_NAME:homaprino:homaprinoj:de homaprino]
es: [CASTE_NAME:mujer-jabalí salvaje:mujeres-jabalí salvajes:mujer-jabalí salvaje]
ja: [CASTE_NAME:イノシシ女:イノシシ女:イノシシ女の]
pl: [CASTE_NAME:kobietodzik:kobietodziki:kobietodziki]
ru: [CASTE_NAME:женщина-дикая свинья:женщины- дикие свиньи:женщины-дикой свиньи]
tr: [CASTE_NAME:dişi yaban domuzu:dişi yaban domuzları:dişi yaban domuzu]
vi: [CASTE_NAME:người lợn rừng nữ:người lợn rừng nữ:người lợn rừng nữ]

# CREATURE:WILD_BOAR_MAN
source: [NAME:wild boar man:wild boar men:wild boar man]
cs: [NAME:muž divokého prasete:muži divokého prasete:muže divokého prasete]
de: [NAME:Wildschweinmensch:Wildschweinmenschen:Wildschweinmensch]
eo: [NAME:homapro:homaproj:de homapro]
es: [NAME:hombre-jabalí salvaje:hombres-jabalí salvajes:hombre-jabalí salvaje]
ja: [NAME:イノシシ男:イノシシ男:イノシシ男の]
ko: [NAME:멧돼지인간:멧돼지인간들:멧돼지인간]
pl: [NAME:dzikoczłowiek:dzikoludzie:dzikoludzki]
ru: [NAME:человек-дикий кабан:люди-дикие кабаны:человека-дикого кабана]
tr: [NAME:erkek yaban domuzu:erkek yaban domuzları:erkek yaban domuzu]
vi: [NAME:người lợn rừng nam:người lợn rừng nam:người lợn rừng nam]

# CREATURE:WILD_BOAR_MAN
source: [DESCRIPTION:A person with the head of a wild boar.]
cs: [DESCRIPTION:Osoba s hlavou divokého prasete.]
de: [DESCRIPTION:Eine Person mit dem Kopf eines Wildschweins.]
eo: [DESCRIPTION:Homo kun la kapo de apro.]
es: [DESCRIPTION:Una persona con cabeza de un jabaí salvaje.]
ja: [DESCRIPTION:イノシシの頭を持つ人間だ。]
ko: [DESCRIPTION:멧돼지의 머리를 가진 사람.]
pl: [DESCRIPTION:Osoba z głową dzika.]
ru: [DESCRIPTION:Человек с головой дикого кабана.]
tr: [DESCRIPTION:Yaban domuzu kafasına sahip fantastik canlı.]
vi: [DESCRIPTION:Một người với đầu lợn rừng.]

# CREATURE:GIANT_WILD_BOAR
source: [NAME:giant wild boar:giant wild boars:giant wild boar]
cs: [NAME:obří divoké prase:obří divoká prasata:obří divoké prase]
de: [NAME:Riesen Wildschwein:Riesen Wildschweine:Riesen Wildschwein]
eo: [NAME:giganta apro:gigantaj aproj:de giganta apro]
es: [NAME:jabalí salvaje gigante:jabaíes salvajes gigantes:jabaí salvaje gigante]
ja: [NAME:巨大イノシシ:巨大イノシシ:巨大イノシシの]
ko: [NAME:거대 멧돼지:거대 멧돼지들:거대 멧돼지]
pl: [NAME:gigantyczny dzik:gigantyczne dziki:gigantyczno dziki]
ru: [NAME:гигантский дикий кабан:гигантские дикие кабаны:гигантского дикого кабана]
tr: [NAME:dev yaban domuzu:dev yaban domuzları:dev yaban domuzu]
vi: [NAME:lợn rừng khổng lồ:lợn rừng khổng lồ:lợn rừng khổng lồ]

# CREATURE:GIANT_WILD_BOAR
source: [CASTE_NAME:giant wild boar:giant wild boars:giant wild boar]
cs: [CASTE_NAME:obří divoké prase:obří divoká prasata:obří divoké prase]
de: [CASTE_NAME:Riesen Wildschwein:Riesen Wildschweine:Riesen Wildschwein]
eo: [CASTE_NAME:giganta apro:gigantaj aproj:de giganta apro]
es: [CASTE_NAME:jabalí salvaje gigante:piara de jabalíes salvajes gigantes:jabaí salvaje gigante]
ja: [CASTE_NAME:巨大イノシシ:巨大イノシシ:巨大イノシシの]
pl: [CASTE_NAME:gigantyczny dzik:gigantyczne dziki:gigantyczno dziki]
ru: [CASTE_NAME:гигантский дикий кабан:гигантские дикие кабаны:гигантского дикого кабана]
tr: [CASTE_NAME:dev yaban domuzu:dev yaban domuzları:dev yaban domuzu]
vi: [CASTE_NAME:lợn rừng khổng lồ:lợn rừng khổng lồ:lợn rừng khổng lồ]

# CREATURE:GIANT_WILD_BOAR
source: [GENERAL_CHILD_NAME:giant wild boar piglet:giant wild boar piglets]
cs: [GENERAL_CHILD_NAME:sele obřího divokého prasete:selata obřího divokého prasete]
de: [GENERAL_CHILD_NAME:Riesen Wildschwein-Ferkel:Riesen Wildschwein-Ferkel]
eo: [GENERAL_CHILD_NAME:giganta aprido:gigantaj apridoj]
es: [GENERAL_CHILD_NAME:lechoncillo de jabalí salvaje gigante:lechoncillos de jabalí salvaje gigante]
ja: [GENERAL_CHILD_NAME:巨大イノシシの仔:巨大イノシシの仔の]
pl: [GENERAL_CHILD_NAME:prosię gigantycznego dzika: prosięta gigantycznego dzika]
ru: [GENERAL_CHILD_NAME:гигантский дикий поросёнок:гигантские дикие поросята]
tr: [GENERAL_CHILD_NAME:dev yaban domuzu yavrusu:dev yaban domuzu yavruları]
vi: [GENERAL_CHILD_NAME:lợn rừng khổng lồ con:lợn rừng khổng lồ con]

# CREATURE:GIANT_WILD_BOAR
source: [DESCRIPTION:A huge monster boar with jagged tusks.]
cs: [DESCRIPTION:Obří monstrózní kanec s rozeklanými kly.]
de: [DESCRIPTION:Ein riesiger Monstereber mit gezackten Stoßzähnen.]
eo: [DESCRIPTION:Grandega monstra apro kun malglataj dentegoj.]
es: [DESCRIPTION:Un gran jabalí monstruoso con asperos colmillos.]
ja: [DESCRIPTION:イノシシのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:들쭉날쭉한 엄니를 가진 거대한 괴물 멧돼지.]
pl: [DESCRIPTION:Ogromny dzik-potwor z postrzępionymi kłami.]
ru: [DESCRIPTION:Огромный кабан с загнутыми клыками.]
tr: [DESCRIPTION:Pürüzlü dişlere sahip devasa bir canavar domuz.]
vi: [DESCRIPTION:Một quái lợn rừng khổng lồ với cặp nanh lởm chởm.]
zh_hans: [DESCRIPTION:一只巨大的参着巨牙的野猪怪。]

# CREATURE:GIANT_WILD_BOAR
source: [PREFSTRING:tusks]
cs: [PREFSTRING:kly]
de: [PREFSTRING:Stosszähne]
eo: [PREFSTRING:dentegoj]
es: [PREFSTRING:Colmillos]
ja: [PREFSTRING:牙]
ko: [PREFSTRING:엄니]
pl: [PREFSTRING:kły]
ru: [PREFSTRING:клыки]
tr: [PREFSTRING:dişler]
vi: [PREFSTRING:Các ngà (răng nanh)]

# CREATURE:GIANT_WILD_BOAR
source: [PREFSTRING:ferocious charges]
cs: [PREFSTRING:zuřivé výpady]
de: [PREFSTRING:stürmt wild zu]
eo: [PREFSTRING:ferocaj sturmadoj]
es: [PREFSTRING:carga feroz]
ja: [PREFSTRING:強力な突進]
ko: [PREFSTRING:격렬한 돌격]
pl: [PREFSTRING:okrutne oskarżenia]
ru: [PREFSTRING:злобный нрав]
tr: [PREFSTRING:vahşi hücumlar]
vi: [PREFSTRING:những cú húc hung tợn]

# CREATURE:COYOTE
source: [DESCRIPTION:A medium-sized dog-like creature. It is sly, and groups can be heard howling in the night.]
cs: [DESCRIPTION:Středně velké psovité stvoření. Je prohnané a skupiny lze v noci slyšet výt.]
de: [DESCRIPTION:Eine mittelgroße hundeähnliche Kreatur. Es ist schlau, und in der Nacht kann man Gruppen heulen hören.]
eo: [DESCRIPTION:Mezgranda hundsimila estaĵo. Ĝi estas ruza, kaj oni povas aŭdi iliajn gregojn hojlantajn nokte.]
es: [DESCRIPTION:Un cánido mediano. Es astuto, y grupos de ellos pueden ser escuchados aullando en la noche.]
ja: [DESCRIPTION:中型の犬だ。群れを作り、ずる賢く、夜中に遠吠えする。]
ko: [DESCRIPTION:중형 개 같은 생물. 교활하고 밤에 무리가 우는 소리가 들립니다.]
pl: [DESCRIPTION:Stworzenie średniej wielkości, przypominające psa. Jest przebiegłe, w nocy słychać wycie grup.]
ru: [DESCRIPTION:Среднего размера существо, похожее на собаку. Хитрый, живёт стаями, его вой можно услышать ночью.]
tr: [DESCRIPTION:Köpek benzeri orta boylu bir yaratık. Kurnazdır ve geceleri gruplar halinde uludukları duyulabilir.]
vi: [DESCRIPTION:Một sinh vật cỡ trung bình giống chó. Nó xảo quyệt, và tiếng hú của các nhóm có thể được nghe thấy vào ban đêm.]
zh_hans: [DESCRIPTION:中等大小的狗状生物。它很狡猾，晚上可以听到成群的嚎叫。]

# CREATURE:COYOTE
source: [NAME:coyote:coyotes:coyote]
cs: [NAME:koyote:koyoteové:koyotea]
de: [NAME:Kojote:Kojoten:Kojote]
eo: [NAME:kojoto:kojotoj:de kojoto]
ja: [NAME:コヨーテ:コヨーテ:コヨーテの]
ko: [NAME:승냥이:승냥이들:승냥이]
pl: [NAME:kojot:kojoty:kojoci]
ru: [NAME:койот:койоты:койота]
tr: [NAME:kır kurdu:kır kurtları:kır kurdu]

# CREATURE:COYOTE
source: [CASTE_NAME:coyote:coyotes:coyote]
cs: [CASTE_NAME:koyote:koyoteové:koyotea]
de: [CASTE_NAME:Kojote:Kojoten:Kojote]
eo: [CASTE_NAME:kojoto:kojotoj:de kojoto]
ja: [CASTE_NAME:コヨーテ:コヨーテ:コヨーテの]
ko: [CASTE_NAME:승냥이:승냥이들:승냥이]
pl: [CASTE_NAME:kojot:kojoty:kojoci]
ru: [CASTE_NAME:койот:койоты:койота]
tr: [CASTE_NAME:kır kurdu:kır kurtları:kır kurdu]

# CREATURE:COYOTE
source: [GENERAL_CHILD_NAME:coyote pup:coyote pups]
cs: [GENERAL_CHILD_NAME:štěně koyota:štěňata koyota]
de: [GENERAL_CHILD_NAME:Kojoten-Welpe:Kojoten-Welpen]
eo: [GENERAL_CHILD_NAME:kojotido:kojotidoj]
es: [GENERAL_CHILD_NAME:cachorro de coyote:camada de coyotes]
ja: [GENERAL_CHILD_NAME:コヨーテの子供:コヨーテの子供の]
ko: [GENERAL_CHILD_NAME:새끼 승냥이:새끼 승냥이들]
pl: [GENERAL_CHILD_NAME:szczenię kojota:szczenięta kojota]
ru: [GENERAL_CHILD_NAME:щенок койота:щенки койота]
tr: [GENERAL_CHILD_NAME:kır kurdu yavrusu:kır kurdu yavruları]
vi: [GENERAL_CHILD_NAME:chó sói đồng cỏ con:chó sói đồng cỏ con]

# CREATURE:COYOTE
source: [PREFSTRING:howling]
cs: [PREFSTRING:vytí]
de: [PREFSTRING:Heulen]
eo: [PREFSTRING:hojladoj]
es: [PREFSTRING:aullando]
ja: [PREFSTRING:遠吠え]
ko: [PREFSTRING:울부짖음]
pl: [PREFSTRING:wycie]
ru: [PREFSTRING:вой]
tr: [PREFSTRING:uluma]
vi: [PREFSTRING:tiếng hú]
zh_hans: [PREFSTRING:嚎叫]

# CREATURE:COYOTE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:COYOTE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:COYOTE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:COYOTE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:COYOTE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:COYOTE_MAN
source: [CASTE_NAME:coyote man:coyote men:coyote man]
cs: [CASTE_NAME:koyotí muž:koyotí muži:koyotího muže]
de: [CASTE_NAME:Kojotenmann:Kojotenmänner:Kojotenmann]
eo: [CASTE_NAME:homkojotiĉo:homkojotiĉoj:de homkojotiĉo]
es: [CASTE_NAME:hombre-coyote:hombres-coyote:hombre-coyote]
ja: [CASTE_NAME:コヨーテ男:コヨーテ男:コヨーテ男の]
ko: [CASTE_NAME:승냥이인간 남성:승냥이인간 남성들:승냥이인간 남성]
pl: [CASTE_NAME:mężczyzna-kojot:mężczyźni-kojoty:męsko kojoci]
ru: [CASTE_NAME:мужчина-койот:мужчины-койоты:мужчины-койота]
tr: [CASTE_NAME:kır kurdu adam:kır kurdu adamlar:kır kurdu adam]
vi: [CASTE_NAME:người chó sói đồng cỏ nam:người chó sói đồng cỏ nam:người chó sói đồng cỏ nam]

# CREATURE:COYOTE_MAN
source: [CASTE_NAME:coyote woman:coyote women:coyote woman]
cs: [CASTE_NAME:koyotí žena:koyotí ženy:koyotí ženu]
de: [CASTE_NAME:Kojotenfrau:Kojotenfrauen:Kojotenfrau]
eo: [CASTE_NAME:homkojotino:homkojotinoj:de homkojotino]
es: [CASTE_NAME:mujer-coyote:mujeres-coyote:mujer-coyote]
ja: [CASTE_NAME:コヨーテ女:コヨーテ女:コヨーテ女の]
ko: [CASTE_NAME:승냥이인간 여성:승냥이인간 여성들:승냥이인간 여성]
pl: [CASTE_NAME:kobieta kojot:kobiety kojoty:kobieco kojoci]
ru: [CASTE_NAME:женщина-койот:женщины-койоты:женщины-койота]
tr: [CASTE_NAME:kır kurdu kadın:kır kurdu kadınlar:kır kurdu kadın]
vi: [CASTE_NAME:người chó sói đồng cỏ nữ:người chó sói đồng cỏ nữ:người chó sói đồng cỏ nữ]

# CREATURE:COYOTE_MAN
source: [NAME:coyote man:coyote men:coyote man]
cs: [NAME:koyotí muž:koyotí muži:koyotího muže]
de: [NAME:Kojotenmensch:Kojotenmenschen:Kojotenmensch]
eo: [NAME:homkojoto:homkojotoj:de homkojoto]
es: [NAME:hombre-coyote:hombres-coyote:hombre-coyote]
ja: [NAME:コヨーテ男:コヨーテ男:コヨーテ男の]
ko: [NAME:승냥이인간:승냥이인간:승냥이인간]
pl: [NAME:kojotoczłowiek:kojotoludzie:kojotoludzki]
ru: [NAME:человек-койот:люди-койоты:человека-койота]
tr: [NAME:kır kurdu adam:kır kurdu adamlar:kır kurdu adam]
vi: [NAME:người chó sói đồng cỏ nam:người chó sói đồng cỏ nam:người chó sói đồng cỏ nam]

# CREATURE:COYOTE_MAN
source: [DESCRIPTION:A person with the head and tail of a coyote.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem koyota.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Kojoten.]
eo: [DESCRIPTION:Homo kun la kapokaj la vosto de kojoto.]
es: [DESCRIPTION:Una persona con cabeza y cola de coyote.]
ja: [DESCRIPTION:コヨーテの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:승냥이의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osoba z głową i ogonem kojota.]
ru: [DESCRIPTION:Человек с головой и хвостом койота.]
tr: [DESCRIPTION:Kır kurdu kafasına ve kuyruğuna sahip bir kişi.]
vi: [DESCRIPTION:Một người với đầu và đuôi chó sói đồng cỏ.]
