Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BLENDEC_FOUL
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:BLENDEC_FOUL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:STRANGLER
source: [DESCRIPTION:A large, four-armed ape creature with three eyes and razor-sharp teeth.]
cs: [DESCRIPTION:Velké, čtyřruké opičí stvoření se třemi očima a břitvově ostrými zuby.]
de: [DESCRIPTION:Ein großes, vierarmiges Affenwesen mit drei Augen und rasiermesserscharfen Zähnen.]
eo: [DESCRIPTION:Granda kvarbraka simia estaĵo kun tri okuloj kaj akregaj dentoj.]
es: [DESCRIPTION:Un gran simio de cuatro brazos, con tres ojos y dientes afilados como navajas.]
ja: [DESCRIPTION:四本の腕に三つ目、剃刀のような歯を持つ大型類人猿だ。]
ko: [DESCRIPTION:세 개의 눈과 면도날처럼 날카로운 이빨을 가진 크고 팔이 네 개 달린 생물체.]
pl: [DESCRIPTION:Wielka, czteroręka małpa z trojgiem oczu i ostrymi jak brzytwa zębami.]
ru: [DESCRIPTION:Крупное четырёхрукое обезьяноподобное существо с тремя глазами и бритвенно острыми зубами.]
tr: [DESCRIPTION:Üç gözlü ve ustura gibi keskin dişli, dört kollu iri bir maymun yaratık.]
vi: [DESCRIPTION:Một sinh vật giống vượn lớn, bốn tay với ba mắt và răng sắc như dao cạo.]

# CREATURE:STRANGLER
source: [NAME:strangler:stranglers:strangler]
cs: [NAME:škrtič:škrtiči:škrtiče]
de: [NAME:Würger:Würger:Würger]
eo: [NAME:strangolanto:strangolantoj:de strangolanto]
es: [NAME:estrangulador:estranguladores:estrangulador]
ja: [NAME:ストラングラー:ストラングラー:ストラングラーの]
pl: [NAME:dusiciel:dusiciele:dusicielski]
ru: [NAME:душитель:душители:душителя]
tr: [NAME:boğucu:boğucular:boğucu]
vi: [NAME:Kẻ siết cổ:Kẻ siết cổ:Kẻ siết cổ]
zh_hans: [NAME:绞杀者:绞杀者:绞杀者]

# CREATURE:STRANGLER
source: [CASTE_NAME:strangler:stranglers:strangler]
cs: [CASTE_NAME:škrtič:škrtiči:škrtiče]
de: [CASTE_NAME:Würger:Würger:Würger]
eo: [CASTE_NAME:strangolanto:strangolantoj:de strangolanto]
es: [CASTE_NAME:estrangulador:estranguladores:estrangulador]
ja: [CASTE_NAME:ストラングラー:ストラングラー:ストラングラーの]
pl: [CASTE_NAME:dusiciel:dusiciele:dusicielski]
ru: [CASTE_NAME:душитель:душители:душителя]
tr: [CASTE_NAME:boğucu:boğucular:boğucu]
vi: [CASTE_NAME:Kẻ siết cổ:Kẻ siết cổ:Kẻ siết cổ]
zh_hans: [CASTE_NAME:绞杀者:绞杀者:绞杀者]

# CREATURE:STRANGLER
source: [PREFSTRING:resounding hoots]
cs: [PREFSTRING:burácivé houkání]
de: [PREFSTRING:durchschlagendes Geheule]
eo: [PREFSTRING:resonantaj ululoj]
es: [PREFSTRING:sonidos resonantes]
ja: [PREFSTRING:響き渡る嘲り]
ko: [PREFSTRING:우렁찬 콧방귀]
pl: [PREFSTRING:głośne pohukiwania]
ru: [PREFSTRING:звучное улюлюканье]
tr: [PREFSTRING:yankılanan ötüşler]
vi: [PREFSTRING:tiếng hú vang dội]

# CREATURE:STRANGLER
source: [PREFSTRING:graceful leaps]
cs: [PREFSTRING:ladné skoky]
de: [PREFSTRING:anmutige Sprünge]
eo: [PREFSTRING:graciaj saltoj]
es: [PREFSTRING:saltos graciosos]
ja: [PREFSTRING:優美な跳躍
ko: [PREFSTRING:우아한 뜀박질]
pl: [PREFSTRING:pełne wdzięku skoki]
ru: [PREFSTRING:грациозные прыжки]
tr: [PREFSTRING:zarif sıçrayışlar]

# CREATURE:STRANGLER
source: [PREFSTRING:three eyes]
cs: [PREFSTRING:tři oči]
de: [PREFSTRING:drei Augen]
eo: [PREFSTRING:tri okuloj]
es: [PREFSTRING:tres ojos]
ja: [PREFSTRING:三つ目]
ko: [PREFSTRING:세 눈]
pl: [PREFSTRING:troje oczu]
ru: [PREFSTRING:три глаза]
tr: [PREFSTRING:üç göz]
vi: [PREFSTRING:ba mắt]

# CREATURE:STRANGLER
source: [PREFSTRING:toothy maw]
cs: [PREFSTRING:zubatou tlamu]
de: [PREFSTRING:breiter Rachen]
eo: [PREFSTRING:denta faŭko]
es: [PREFSTRING:fauces dentudas]
ja: [PREFSTRING:歯のついた胃袋]
ko: [PREFSTRING:수 많은 이를 가진 거대한 입]
pl: [PREFSTRING:zębata paszcza]
ru: [PREFSTRING:зубастые пасти]
tr: [PREFSTRING:dişlek ağız]
vi: [PREFSTRING:Hàm răng tua tủa]

# CREATURE:STRANGLER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:STRANGLER
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:STRANGLER
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:STRANGLER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:STRANGLER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:NIGHTWING
source: [DESCRIPTION:A flying monster with stretched skin over its emaciated body. It has the head of a jackal with needle-like horns protruding through its mane.]
cs: [DESCRIPTION:Létající monstrum s napjatou kůží přes vyhublé tělo. Má hlavu šakala s jehlicovitými rohy prorůstajícími hřívou.]
de: [DESCRIPTION:Ein fliegendes Ungeheuer mit gespannter Haut über seinem ausgemergelten Körper. Es hat den Kopf eines Schakals mit nadelartigen Hörnern, die aus seiner Mähne herausragen.]
eo: [DESCRIPTION:Flugpova monstro kun haŭto streĉata sur sia marasma korpo. Ĝi havas la kapo de ŝakalo kun nadlosimilaj kornoj elstarantaj el ĝia hararo.]
es: [DESCRIPTION:Un monstruo volador con la piel tersa sobre su cuerpo demacrado. Tiene la cabeza de un chacal con cuernos como agujas que sobresalen de su melena.]
ja: [DESCRIPTION:たてがみのあるジャッカルの頭から針のような角が突き出た、やせこけたコウモリのような翼のある人型怪物だ。]
ko: [DESCRIPTION:쇠약해진 몸에 늘어진 피부를 가진 비행 괴물. 그것은 갈기 사이로 튀어나온 바늘 모양의 뿔이 달린 자칼의 머리를 가지고 있습니다.]
pl: [DESCRIPTION:Latający potwór z rozciągniętą skórą na wychudzonym ciele. Ma głowę szakala z rogami przypominającymi igły wystającymi z grzywy.]
ru: [DESCRIPTION:Летающий монстр с эластичной кожей, покрывающей его худое тело. У него голова шакала с игловидными рогами, торчащими сквозь гриву.]
tr: [DESCRIPTION:Bir deri bir kemik kalmış vücuduna gerilmiş derisiyle uçan bir canavar. Yelesinden dışarı fırlayan iğne gibi boynuzlara sahip bir çakal kafası vardır.]
vi: [DESCRIPTION:Một quái vật bay với lớp da căng mỏng trên cơ thể gầy gò. Nó có đầu chó rừng với những chiếc sừng nhọn như kim đâm xuyên qua bờm.]

# CREATURE:NIGHTWING
source: [NAME:nightwing:nightwings:nightwing]
cs: [NAME:noční křídlo:noční křídla:noční křídlo]
de: [NAME:Nachtschwinge:Nachtschwingen:Nachtschwingen]
eo: [NAME:noktflugilo:noktflugiloj:de noktflugilo]
es: [NAME:nocturna:nocturnas:nocturna]
ja: [NAME:ナイトウイング:ナイトウイング:ナイトウイングの]
ko: [NAME:밤날개:밤날개들:밤날개]
pl: [NAME:nocnoskrzydły:nocnoskrzydli:nocnoskrzydłe]
ru: [NAME:ночекрыл:ночекрылы:ночекрыла]
tr: [NAME:gece kanadı:gece kanatları:gece kanadı]
zh_hans: [NAME:夜翼:夜翼:夜翼]

# CREATURE:NIGHTWING
source: [CASTE_NAME:nightwing:nightwings:nightwing]
cs: [CASTE_NAME:noční křídlo:noční křídla:noční křídlo]
de: [CASTE_NAME:Nachtschwinge:Nachtschwingen:Nachtschwingen]
eo: [CASTE_NAME:noktflugilo:noktflugiloj:de noktflugilo]
es: [CASTE_NAME:nocturna:nocturnas:nocturna]
ja: [CASTE_NAME:ナイトウイング:ナイトウイング:ナイトウイングの]
ko: [CASTE_NAME:밤날개:밤날개들:밤날개]
pl: [CASTE_NAME:nocnoskrzydły:nocnoskrzydli:nocnoskrzydłe]
ru: [CASTE_NAME:ночекрыл:ночекрылы:ночекрыла]
tr: [CASTE_NAME:gece kanadı:gece kanatları:gece kanadı]
zh_hans: [CASTE_NAME:夜翼:夜翼:夜翼]

# CREATURE:NIGHTWING
source: [PREFSTRING:jackal heads]
cs: [PREFSTRING:šakalí hlavy]
de: [PREFSTRING:Schakalsköpfe]
eo: [PREFSTRING:ŝakalaj kapoj]
es: [PREFSTRING:cabezas de chacal]
ja: [PREFSTRING:ジャッカルの頭]
ko: [PREFSTRING:자칼 머리]
pl: [PREFSTRING:głowa szakala]
ru: [PREFSTRING:шакальи головы]
tr: [PREFSTRING:çakal kafaları]

# CREATURE:NIGHTWING
source: [PREFSTRING:bat wings]
cs: [PREFSTRING:netopýří křídla]
de: [PREFSTRING:Fledermausflügel]
eo: [PREFSTRING:vespertaj flugiloj]
es: [PREFSTRING:alas de murcielago]
ja: [PREFSTRING:コウモリの羽]
ko: [PREFSTRING:박쥐 날개]
pl: [PREFSTRING:nietoperze skrzydła]
ru: [PREFSTRING:кожистые крылья]
tr: [PREFSTRING:yarasa kanatları]
vi: [PREFSTRING:Cánh dơi]

# CREATURE:NIGHTWING
source: [PREFSTRING:long tails]
cs: [PREFSTRING:dlohé ocasy]
de: [PREFSTRING:lange Schwänze]
eo: [PREFSTRING:longaj vostoj]
es: [PREFSTRING:colas largas]
ja: [PREFSTRING:長い尻尾]
ko: [PREFSTRING:긴 꼬리]
pl: [PREFSTRING:długie ogony]
ru: [PREFSTRING:длинные хвосты]
tr: [PREFSTRING:uzun kuyruklar]
vi: [PREFSTRING:Những cái đuôi dài]

# CREATURE:NIGHTWING
source: [PREFSTRING:manes]
cs: [PREFSTRING:hřívy]
de: [PREFSTRING:Mähnen]
eo: [PREFSTRING:kolhararoj]
es: [PREFSTRING:melenas]
ja: [PREFSTRING:たてがみ]
ko: [PREFSTRING:갈기]
pl: [PREFSTRING:grzywa]
ru: [PREFSTRING:гривы]
tr: [PREFSTRING:yeleler]
vi: [PREFSTRING:bờm]

# CREATURE:NIGHTWING
source: [PREFSTRING:fangs]
cs: [PREFSTRING:tesáky]
de: [PREFSTRING:Zähne]
eo: [PREFSTRING:kaninoj]
es: [PREFSTRING:colmillos]
ja: [PREFSTRING:かぎ爪]
ko: [PREFSTRING:송곳니]
pl: [PREFSTRING:kły]
ru: [PREFSTRING:клыки]
tr: [PREFSTRING:sivri dişler]
vi: [PREFSTRING:Răng nanh]

# CREATURE:NIGHTWING
source: [PREFSTRING:ability to suck blood]
cs: [PREFSTRING:schopnost sát krev]
de: [PREFSTRING:blutdurstig]
eo: [PREFSTRING:kapablo por sangsuĉado]
es: [PREFSTRING:habilidad de chupar sangre]
ja: [PREFSTRING:吸血]
ko: [PREFSTRING:피를 빠는 능력]
pl: [PREFSTRING:zdolność do ssania krwi]
ru: [PREFSTRING:способность пить кровь]
tr: [PREFSTRING:kan emme yeteneği]
vi: [PREFSTRING:Khả năng hút máu]

# CREATURE:NIGHTWING
source: [PREFSTRING:tightly-stretched skin]
cs: [PREFSTRING:napjatá kůže]
de: [PREFSTRING:straffgezogene Haut]
eo: [PREFSTRING:strikte streĉata haŭto]
es: [PREFSTRING:piel apretada-estirada]
ja: [PREFSTRING:引き延ばされた皮膚]
ko: [PREFSTRING:피막]
pl: [PREFSTRING:mocno naciągnięta skóra]
ru: [PREFSTRING:туго натянутую кожу]
tr: [PREFSTRING:sımsıkı gerilmiş deri]
vi: [PREFSTRING:Làn da căng chặt]

# CREATURE:NIGHTWING
source: [PREFSTRING:needle-like horns]
cs: [PREFSTRING:jehlicovité rohy]
de: [PREFSTRING:nadelförmige Hörner]
eo: [PREFSTRING:nadlosimilaj kornoj]
es: [PREFSTRING:cuernos como agujas]
ja: [PREFSTRING:針のような角]
ko: [PREFSTRING:바늘같은 뿔]
pl: [PREFSTRING:rogi przypominające igły]
ru: [PREFSTRING:игловидные рога]
tr: [PREFSTRING:iğne gibi boynuzlar]
vi: [PREFSTRING:Sừng nhọn như kim]

# CREATURE:NIGHTWING
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:NIGHTWING
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:NIGHTWING
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:NIGHTWING
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:NIGHTWING
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:HARPY
source: [DESCRIPTION:A monster in the shape of a woman with a bird's wings in place of arms and talons for feet.]
cs: [DESCRIPTION:Monstrum ve tvaru ženy s ptačími křídly místo rukou a drápy místo nohou.]
de: [DESCRIPTION:Ein Ungeheuer in Form einer Frau mit Vogelflügeln anstelle der Arme und Krallen als Füße.]
eo: [DESCRIPTION:Monstro kun formo de femino, kun birdaj flugiloj anstataŭ brakoj, kaj ungegoj anstataŭ piedoj.]
es: [DESCRIPTION:Un monstruo con forma de mujer con alas de ave en lugar de brazos garras en lugar de pies.]
ja: [DESCRIPTION:腕の代わりに鳥の羽を持つ、女性の形をした怪物だ。]
ko: [DESCRIPTION:인간 여성의 몸에 팔과 다리가 있어야 할 자리에 각각 새의 날개와 발톱이 자리하고 있는 괴물.
pl: [DESCRIPTION:Potwór w kształcie kobiety z ptasimi skrzydłami zamiast ramion i szponami zamiast nóg.]
ru: [DESCRIPTION:Монстр похожий на женщину с птичьими крыльями вместо рук и длинными когтями на ногах.]
tr: [DESCRIPTION:Kollarının yerinde kuş kanatları ve ayaklarının yerinde pençeler olan kadın suretinde bir canavar.]
vi: [DESCRIPTION:Một quái vật hình người phụ nữ với đôi cánh chim thay cho tay và móng vuốt thay cho chân.]

# CREATURE:HARPY
source: [NAME:harpy:harpies:harpy]
cs: [NAME:harpyje:harpyje:harpyji]
de: [NAME:Harpie:Harpien:Harpie]
eo: [NAME:harpio:harpioj:de harpio]
es: [NAME:harpía:harpías:harpía]
ja: [NAME:ハーピー:ハーピー:ハーピーの]
ko: [NAME:하피:하피들:하피]
pl: [NAME:harpia:harpie:harpii]
ru: [NAME:гарпия:гарпии:гарпии]
tr: [NAME:harpi:harpiler:harpi]
vi: [NAME:Nữ điểu nhân:Nữ điểu nhân:Nữ điểu nhân]
zh_hans: [NAME:鹰身女妖:鹰身女妖:鹰身女妖]

# CREATURE:HARPY
source: [CASTE_NAME:harpy:harpies:harpy]
cs: [CASTE_NAME:harpyje:harpyje:harpyji]
de: [CASTE_NAME:Harpie:Harpien:Harpie]
eo: [CASTE_NAME:harpio:harpioj:de harpio]
es: [CASTE_NAME:harpía:harpías:harpía]
ja: [CASTE_NAME:ハーピー:ハーピー:ハーピーの]
ko: [CASTE_NAME:하피:하피들:하피]
pl: [CASTE_NAME:harpia:harpie:harpii]
ru: [CASTE_NAME:гарпия:гарпии:гарпии]
tr: [CASTE_NAME:harpi:harpiler:harpi]
vi: [CASTE_NAME:Nữ điểu nhân:Nữ điểu nhân:Nữ điểu nhân]
zh_hans: [CASTE_NAME:鹰身女妖:鹰身女妖:鹰身女妖]

# CREATURE:HARPY
source: [PREFSTRING:feathery wings]
cs: [PREFSTRING:pernatá křídla]
de: [PREFSTRING:federartige Flügel]
eo: [PREFSTRING:plumaj flugiloj]
es: [PREFSTRING:alas plumosas]
ja: [PREFSTRING:羽の生えた翼]
ko: [PREFSTRING:깃털이 난 날개]
pl: [PREFSTRING:pierzaste skrzydła]
ru: [PREFSTRING:покрытые перьями крылья]
tr: [PREFSTRING:tüylü kanatlar]
vi: [PREFSTRING:Đôi cánh lông vũ]

# CREATURE:HARPY
source: [PREFSTRING:fearsome talons]
cs: [PREFSTRING:hrozivé drápy]
de: [PREFSTRING:angstmachende Krallen]
eo: [PREFSTRING:timindaj ungegoj]
es: [PREFSTRING:garras temibles]
ja: [PREFSTRING:恐ろしい脚爪]
ko: [PREFSTRING:무시무시한 발톱
pl: [PREFSTRING:przerażające szpony]
ru: [PREFSTRING:пугающие когти]
tr: [PREFSTRING:korkunç pençeler]
vi: [PREFSTRING:Móng vuốt đáng sợ]

# CREATURE:HARPY
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:HARPY
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:HARPY
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Sprucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Pluć]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:HARPY
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:HARPY
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:HARPY
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:usta:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:HARPY
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:HARPY
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:HARPY
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:HARPY
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapá po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:yakalamaya çalış:yakalamaya çalışır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]

# CREATURE:HARPY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:HARPY
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]

# CREATURE:HARPY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:HARPY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:HYDRA
source: [DESCRIPTION:A giant dragon-like monster with seven biting heads.]
cs: [DESCRIPTION:Obří drakovi podobné monstrum se sedmi kousajícími hlavami.]
de: [DESCRIPTION:Ein riesiges drachenähnliches Monster mit sieben bissigen Köpfen.]
eo: [DESCRIPTION:Giganta draksimila monstro kun sep mordantaj kapoj.]
es: [DESCRIPTION:Un monstruo gigante similar a un dragón con siete temibles cabezas.]
ja: [DESCRIPTION:七つの頭を持つ、ドラゴンのような巨大な怪物だ。]
ko: [DESCRIPTION:일곱 개의 무는 머리를 가진 거대한 용과 같은 괴물.]
pl: [DESCRIPTION:Gigantyczny smokopodobny potwór z siedmioma gryzącymi głowami.]
ru: [DESCRIPTION:Гигантский драконоподобный монстр с семью кусачими головами.]
tr: [DESCRIPTION:Yedi ısıran kafası olan dev ejderha benzeri bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ giống rồng với bảy cái đầu biết cắn.]

# CREATURE:HYDRA
source: [NAME:hydra:hydras:hydra]
cs: [NAME:hydra:hydry:hydru]
eo: [NAME:hidro:hidroj:de hidro]
es: [NAME:hidra:hidras:hidra]
ja: [NAME:ヒュドラ:ヒュドラ:ヒュドラの]
ko: [NAME:히드라:히드라들:히드라]
pl: [NAME:hydra:hydry:hydrzy]
ru: [NAME:гидра:гидры:гидры]
tr: [NAME:hidra:hidralar:hidra]
vi: [NAME:Đa đầu long:Đa đầu long:Đa đầu long]
zh_hans: [NAME:七头蛇:七头蛇:七头蛇]

# CREATURE:HYDRA
source: [CASTE_NAME:hydra:hydras:hydra]
cs: [CASTE_NAME:hydra:hydry:hydru]
eo: [CASTE_NAME:hidro:hidroj:de hidro]
es: [CASTE_NAME:hidra:hidras:hidra]
ja: [CASTE_NAME:ヒュドラ:ヒュドラ:ヒュドラの]
ko: [CASTE_NAME:히드라:히드라들:히드라]
pl: [CASTE_NAME:hydra:hydry:hydrzy]
ru: [CASTE_NAME:гидра:гидры:гидры]
tr: [CASTE_NAME:hidra:hidralar:hidra]
vi: [CASTE_NAME:Đa đầu long:Đa đầu long:Đa đầu long]
zh_hans: [CASTE_NAME:七头蛇:七头蛇:七头蛇]

# CREATURE:HYDRA
source: [PREFSTRING:seven heads]
cs: [PREFSTRING:sedm hlav]
de: [PREFSTRING:sieben Köpfe]
eo: [PREFSTRING:sep kapoj]
es: [PREFSTRING:siete cabezas]
ja: [PREFSTRING:七つの頭]
ko: [PREFSTRING:일곱 머리]
pl: [PREFSTRING:siedem głów]
ru: [PREFSTRING:семь голов]
tr: [PREFSTRING:yedi kafa]
vi: [PREFSTRING:Bảy cái đầu]

# CREATURE:HYDRA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:HYDRA
source: [ATTACK_VERB:claw:claws]
cs: [ATTACK_VERB:dráp:drápy]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:ungego:ungegoj]
es: [ATTACK_VERB:arañar:garras]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:szarpiesz pazurami:szarpie pazurami]
ru: [ATTACK_VERB:рвёте:рвёт]
tr: [ATTACK_VERB:pençele:pençeler]
vi: [ATTACK_VERB:vuốt:các vuốt]

# CREATURE:HYDRA
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]
