Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_GREAT_HORNED_OWL
source: [PREFSTRING:ear tufts]
cs: [PREFSTRING:učními chocholy]
de: [PREFSTRING:Ohrenbüschel]
eo: [PREFSTRING:orelaj plumtufoj]
es: [PREFSTRING:penachos de las orejas]
ja: [PREFSTRING:耳房]
ko: [PREFSTRING:귀털]
pl: [PREFSTRING:pędzelki uszne]
ru: [PREFSTRING:кисточки на ушах]
tr: [PREFSTRING:kulak tüyleri]
vi: [PREFSTRING:chùm lông tai]
zh_hans: [PREFSTRING:吃丛生植物]

# CREATURE:BIRD_EAGLE
source: [DESCRIPTION:A small bird of prey.]
cs: [DESCRIPTION:Malý dravec.]
de: [DESCRIPTION:Ein kleiner Raubvogel.]
eo: [DESCRIPTION:Malgranda rabobirdo.]
es: [DESCRIPTION:Una pequeña ave de rapiña.]
ja: [DESCRIPTION:大型の猛禽類。]
ko: [DESCRIPTION:작은 맹금류.]
pl: [DESCRIPTION:Mały ptak drapieżny.]
ru: [DESCRIPTION:Небольшая хищная птица.]
tr: [DESCRIPTION:Minik bir avı kuşu.]
vi: [DESCRIPTION:Một loài chim săn mồi nhỏ.]
zh_hans: [DESCRIPTION:一种小型的猛禽。]

# CREATURE:BIRD_EAGLE
source: [NAME:eagle:eagles:eagle]
cs: [NAME:orel:orlové:orla]
de: [NAME:Adler:Adler:Adler]
eo: [NAME:aglo:agloj:de aglo]
es: [NAME:águila:águilas:aguileño]
ja: [NAME:鷲:鷲:鷲の]
ko: [NAME:독수리:독수리떼:독수리]
pl: [NAME:orzeł:orły:orzeł]
ru: [NAME:орёл:орлы:орла]
tr: [NAME:kartal:kartallar:kartal]
vi: [NAME:Đại Bàng:Những Đại Bàng:Đại Bàng]
zh_hans: [NAME:雕:雕:雕]

# CREATURE:BIRD_EAGLE
source: [CASTE_NAME:eagle:eagles:eagle]
cs: [CASTE_NAME:orel:orli:orel]
de: [CASTE_NAME:Adler:Adler:Adler]
eo: [CASTE_NAME:aglo:agloj:de aglo]
es: [CASTE_NAME:águila:águilas:águila]
ja: [CASTE_NAME:鷲:鷲:鷲の]
ko: [CASTE_NAME:독수리:독수리떼:독수리]
pl: [CASTE_NAME:orzeł:orły:orzeł]
ru: [CASTE_NAME:орёл:орлы:орла]
tr: [CASTE_NAME:kartal:kartallar:kartal]
vi: [CASTE_NAME:Đại Bàng:Những Đại Bàng:Đại Bàng]
zh_hans: [CASTE_NAME:雕:雕:雕]

# CREATURE:BIRD_EAGLE
source: [GENERAL_CHILD_NAME:eaglet:eaglets]
cs: [GENERAL_CHILD_NAME:orelče:orelčata]
de: [GENERAL_CHILD_NAME:Adlerhorst:Adlerhorste]
eo: [GENERAL_CHILD_NAME:aglido:aglidoj]
es: [GENERAL_CHILD_NAME:aguilucho: aguiluchos]
ko: [GENERAL_CHILD_NAME:새끼 독수리:새끼 독수리떼]
pl: [GENERAL_CHILD_NAME:orlik:orlęta]
ru: [GENERAL_CHILD_NAME:орленок: орлята]
tr: [GENERAL_CHILD_NAME:kartal yavrusu:kartal yavruları]
vi: [GENERAL_CHILD_NAME:Đại Bàng Con:Những Đại Bàng Con]
zh_hans: [GENERAL_CHILD_NAME:幼鹰:幼鹰]

# CREATURE:BIRD_EAGLE
source: [PREFSTRING:high soaring]
cs: [PREFSTRING:vysokým plachtěním]
de: [PREFSTRING:hochfliegend]
eo: [PREFSTRING:alta surflugado]
es: [PREFSTRING:vuelo alto]
ko: [PREFSTRING:고공비행]
pl: [PREFSTRING:wysokie szybowanie]
ru: [PREFSTRING:умение парить на высоте]
tr: [PREFSTRING:yüksek uçuş]
vi: [PREFSTRING:bay lượn trên cao]
zh_hans: [PREFSTRING:高飞]

# CREATURE:BIRD_EAGLE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_EAGLE
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_EAGLE
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_EAGLE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_EAGLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:EAGLE_MAN
source: [CASTE_NAME:eagle man:eagle men:eagle man]
cs: [CASTE_NAME:mužský orel:mužští orlové:mužského orla]
de: [CASTE_NAME:Adlermann:Adlermänner:Adlermann]
eo: [CASTE_NAME:homagliĉo:homagliĉoj:de homagliĉo]
es: [CASTE_NAME:hombre águila:hombres águila:hombre águila]
ja: [CASTE_NAME:鷲男:鷲男:鷲男の]
ko: [CASTE_NAME:남성 독수리인간:남성 독수리인간들:남성 독수리인간]
pl: [CASTE_NAME:orłomężczyzna:orłomężczyźni:orłomężczyzny]
ru: [CASTE_NAME:мужчина-орёл:мужчины-орлы:мужчины-орла]
tr: [CASTE_NAME:kartal fantastik canlı:kartal fantastik canlılar:kartal fantastik canlı]
vi: [CASTE_NAME:Người Đại Bàng:Những Người Đại Bàng:Người Đại Bàng]
zh_hans: [CASTE_NAME:雕男:雕男:雕男]

# CREATURE:EAGLE_MAN
source: [CASTE_NAME:eagle woman:eagle women:eagle woman]
cs: [CASTE_NAME:ženský orel:ženští orlové:ženského orla]
de: [CASTE_NAME:Adlerfrau:Adlerfrauen:Adlerfrau]
eo: [CASTE_NAME:homaglino:homaglinoj:de homaglino]
es: [CASTE_NAME:mujer águila:mujeres águila:mujer águila]
ja: [CASTE_NAME:鷲女:鷲女:鷲女の]
ko: [CASTE_NAME:여성 독수리인간:여성 독수리인간들:여성 독수리인간]
pl: [CASTE_NAME:orłokobieta:orłokobiety:orłokobieta]
ru: [CASTE_NAME:женщина-орлица:женщины-орлицы:женщины-орлицы]
tr: [CASTE_NAME:kartal fantastik kadın:kartal fantastik kadınlar:kartal fantastik kadın]
vi: [CASTE_NAME:Người Đại Bàng Nữ:Những Người Đại Bàng Nữ:Người Đại Bàng Nữ]
zh_hans: [CASTE_NAME:雕女:雕女:雕女]

# CREATURE:EAGLE_MAN
source: [NAME:eagle man:eagle men:eagle man]
cs: [NAME:mužský orel:mužští orlové:mužského orla]
de: [NAME:Adlermensch:Adlermeschen:Adlemensch]
eo: [NAME:homaglo:homagloj:de homaglo]
es: [NAME:hombre águila:hombres águila:de hombre águila]
ja: [NAME:鷲男:鷲男:鷲男の]
ko: [NAME:독수리인간:독수리인간들:독수리인간]
pl: [NAME:orłoczłowiek:orłoludzie:orłoludzki]
ru: [NAME:человек-орёл:люди-орлы:человека-орла]
tr: [NAME:kartal fantastik canlı:kartal fantastik canlılar:kartal fantastik canlı]
vi: [NAME:Người Đại Bàng:Những Người Đại Bàng:Người Đại Bàng]
zh_hans: [NAME:雕人:雕人:雕人]

# CREATURE:EAGLE_MAN
source: [DESCRIPTION:A feathered person with the head and wings of an eagle.]
cs: [DESCRIPTION:Opeřená osoba s hlavou a křídly orla.]
de: [DESCRIPTION: Eine Person mit Kopf und Flügeln eines Adlers.]
eo: [DESCRIPTION:Pluma homo kun la kapo kaj la flugiloj de aglo.]
es: [DESCRIPTION:Una persona con plumas, cabeza y alas de un águila.]
ja: [DESCRIPTION:鷲の頭と翼を持つ羽毛の生えた人間だ。]
ko: [DESCRIPTION:독수리의 머리와 날개를 가진 깃털달린 인간.]
pl: [DESCRIPTION:Upierzony osobnik z głową i skrzydłami orła.]
ru: [DESCRIPTION:Покрытый перьями человек с головой и крыльями орла.]
tr: [DESCRIPTION:Kartalın baş ve kanatlarına sahip tüylü fantastik canlı.]
vi: [DESCRIPTION:Một người lông vũ với đầu và đôi cánh của đại bàng.]
zh_hans: [DESCRIPTION:一个长着老鹰脑袋和翅膀的羽毛人。]

# CREATURE:GIANT_EAGLE
source: [NAME:giant eagle:giant eagles:giant eagle]
cs: [NAME:obří orel:obří orlové:obřího orla]
de: [NAME:Riesenadler:Riesenadler:Riesenadler]
eo: [NAME:giganta aglo:gigantaj agloj:de giganta aglo]
es: [NAME:águila gigante:águilas gigantes:de águila gigante]
ja: [NAME:巨大鷲:巨大鷲:巨大鷲の]
ko: [NAME:거대 독수리:거대 독수리떼:거대 독수리]
pl: [NAME:gigantyczny orzeł:gigantyczne orły:gigantyczny orzeł]
ru: [NAME:гигантский орёл:гигантские орлы:гигантского орла]
tr: [NAME:dev kartal:dev kartallar:dev kartal]
vi: [NAME:Đại Bàng Khổng Lồ:Những Đại Bàng Khổng Lồ:Đại Bàng Khổng Lồ]
zh_hans: [NAME:巨雕:巨雕:巨雕]

# CREATURE:GIANT_EAGLE
source: [CASTE_NAME:giant eagle:giant eagles:giant eagle]
cs: [CASTE_NAME:obří orel:obří orli:obří orel]
de: [CASTE_NAME:Riesenadler:Riesenadler:Riesenadler]
eo: [CASTE_NAME:giganta aglo:gigantaj agloj:de giganta aglo]
es: [CASTE_NAME:águila gigante:águilas gigantes:águila gigante]
ja: [CASTE_NAME:巨大鷲:巨大鷲:巨大鷲の]
ko: [CASTE_NAME:거대 독수리:거대 독수리떼:거대 독수리]
pl: [CASTE_NAME:gigantyczny orzeł:gigantyczne orły:gigantyczny orzeł]
ru: [CASTE_NAME:гигантский орёл:гигантские орлы:гигантского орла]
tr: [CASTE_NAME:dev kartal:dev kartallar:dev kartal]
vi: [CASTE_NAME:Đại Bàng Khổng Lồ:Những Đại Bàng Khổng Lồ:Đại Bàng Khổng Lồ]
zh_hans: [CASTE_NAME:巨雕:巨雕:巨雕]

# CREATURE:GIANT_EAGLE
source: [GENERAL_CHILD_NAME:giant eagle chick:giant eagle chicks]
cs: [GENERAL_CHILD_NAME:mládě obřího orla:mláďata obřích orlů]
de: [GENERAL_CHILD_NAME:Riesenadlerküken:Riesenadlerküken]
eo: [GENERAL_CHILD_NAME:giganta aglido:gigantaj aglidoj]
es: [GENERAL_CHILD_NAME:polluelo de águila gigante:polluelos de águila gigante]
ja: [GENERAL_CHILD_NAME:巨大鷲の雛:巨大鷲の雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 독수리:새끼 거대 독수리떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego orła:pisklęta gigantycznego orła]
ru: [GENERAL_CHILD_NAME:гигантский орлёнок:гигантские орлята]
tr: [GENERAL_CHILD_NAME:dev kartal yavrusu:dev kartal yavruları]
vi: [GENERAL_CHILD_NAME:Đại Bàng Khổng Lồ Con:Những Đại Bàng Khổng Lồ Con]
zh_hans: [GENERAL_CHILD_NAME:巨鹰雏鸟:巨鹰雏鸟]

# CREATURE:GIANT_EAGLE
source: [DESCRIPTION:A huge monster in the form of an eagle.]
cs: [DESCRIPTION:Obrovská příšera v podobě orla.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Adlers.]
eo: [DESCRIPTION:Grandega monstro kun formo de aglo.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un águila.]
ja: [DESCRIPTION:鷲の姿をした巨大な怪物だ。]
ko: [DESCRIPTION:독수리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci orła.]
ru: [DESCRIPTION:Огромный монстр, похожий на орла.]
tr: [DESCRIPTION:Kartal biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng đại bàng.]
zh_hans: [DESCRIPTION:一只体型巨大的鹰怪。]

# CREATURE:GIANT_EAGLE
source: [PREFSTRING:high soaring]
cs: [PREFSTRING:vysokým plachtěním]
de: [PREFSTRING:hochfliegend]
eo: [PREFSTRING:alta surflugado]
es: [PREFSTRING:vuelo alto]
ja: [PREFSTRING:高く舞い上がる]
ko: [PREFSTRING:고공비행]
pl: [PREFSTRING:wysokie szybowanie]
ru: [PREFSTRING:умение парить на высоте]
tr: [PREFSTRING:yüksek uçuş]
vi: [PREFSTRING:bay lượn trên cao]
zh_hans: [PREFSTRING:高飞]

# CREATURE:BIRD_HORNBILL
source: [DESCRIPTION:A tiny bird with a large, brightly-colored bill.]
cs: [DESCRIPTION:Drobný pták s velkým, pestře zbarveným zobákem.]
de: [DESCRIPTION:Ein winziger Vogel mit einem großen, bunten Schnabel.]
eo: [DESCRIPTION:Eta birdo kun granda helkolora beko.]
es: [DESCRIPTION:Un ave diminuta con un gran pico de colores brillantes.]
ja: [DESCRIPTION:全長１３０センチぐらいの鳥だ。鮮やかな色の角を持つ]
ko: [DESCRIPTION:크고 밝은 색의 부리를 가진 작은 새.]
pl: [DESCRIPTION:Mały ptak z dużym, jaskrawo ubarwionym dziobem.]
ru: [DESCRIPTION:Небольшая птица с крупным, ярко окрашенным клювом.]
tr: [DESCRIPTION:Büyük, parlak renkli gagası olan minik bir kuş.]
vi: [DESCRIPTION:Một loài chim nhỏ với chiếc mỏ lớn, màu sắc rực rỡ.]
zh_hans: [DESCRIPTION:一种有着大而鲜艳的喙的小型鸟类。]

# CREATURE:BIRD_HORNBILL
source: [NAME:hornbill:hornbills:hornbill]
cs: [NAME:zoborožec:zoborožci:zoborožčí]
de: [NAME:Nashornvogel:Nashornvögel:Nashornvogel]
eo: [NAME:bucero:buceroj:de bucero]
es: [NAME:cálao:cálaos:de cálao]
ja: [NAME:角犀鳥:角犀鳥:角犀鳥の]
ko: [NAME:코뿔새:코뿔새떼:코뿔새]
pl: [NAME:dzioborożec:dzioborożce:dzioborożec]
ru: [NAME:птица-носорог:птицы-носороги:птицы-носорога]
tr: [NAME:hornbill kuşu:hornbill kuşları:hornbill kuşu]
vi: [NAME:Chim Mỏ Sừng:Những Chim Mỏ Sừng:Chim Mỏ Sừng]
zh_hans: [NAME:犀鸟:犀鸟:犀鸟]

# CREATURE:BIRD_HORNBILL
source: [CASTE_NAME:hornbill:hornbills:hornbill]
cs: [CASTE_NAME:nosorožík:nosorožíci:nosorožík]
de: [CASTE_NAME:Nashornvogel:Nashornvögel:Nashornvogel]
eo: [CASTE_NAME:bucero:buceroj:de bucero]
es: [CASTE_NAME:cálao:cálaos:de cálao]
ja: [CASTE_NAME:角犀鳥:角犀鳥:角犀鳥の]
ko: [CASTE_NAME:코뿔새:코뿔새떼:코뿔새]
pl: [CASTE_NAME:dzioborożec:dzioborożce:dzioborożec]
ru: [CASTE_NAME:птица-носорог:птицы-носороги:птицы-носорога]
tr: [CASTE_NAME:hornbill kuşu:hornbill kuşları:hornbill kuşu]
vi: [CASTE_NAME:Chim Mỏ Sừng:Những Chim Mỏ Sừng:Chim Mỏ Sừng]
zh_hans: [CASTE_NAME:犀鸟:犀鸟:犀鸟]

# CREATURE:BIRD_HORNBILL
source: [GENERAL_CHILD_NAME:hornbill chick:hornbill chicks]
cs: [GENERAL_CHILD_NAME:mládě nosorožíka:mláďata nosorožíků]
de: [GENERAL_CHILD_NAME:Nashornvogelküken:Nashornvogelküken]
eo: [GENERAL_CHILD_NAME:bucerido:buceridoj]
es: [GENERAL_CHILD_NAME:polluelo de cálao:polluelos de cálaos]
ja: [GENERAL_CHILD_NAME:角犀鳥の雛:角犀鳥の雛の]
ko: [GENERAL_CHILD_NAME:새끼 코뿔새:새끼 코뿔새떼]
pl: [GENERAL_CHILD_NAME:pisklę dzioborożca:pisklęta dzioborożca]
ru: [GENERAL_CHILD_NAME:птенец птицы-носорога:птенцы птицы-носорога]
tr: [GENERAL_CHILD_NAME:hornbill kuşu yavrusu:hornbill kuşu yavruları]
vi: [GENERAL_CHILD_NAME:Chim Mỏ Sừng Con:Những Chim Mỏ Sừng Con]
zh_hans: [GENERAL_CHILD_NAME:犀鸟雏鸟:犀鸟雏鸟]

# CREATURE:BIRD_HORNBILL
source: [PREFSTRING:great bills]
cs: [PREFSTRING:velkými zobáky]
de: [PREFSTRING:riesige Schnäbel]
eo: [PREFSTRING:grandaj bekoj]
es: [PREFSTRING:grandes picos]
ja: [PREFSTRING:大きな角]
ko: [PREFSTRING:커다란 부리]
pl: [PREFSTRING:wielkie dzioby]
ru: [PREFSTRING:крупный клюв]
tr: [PREFSTRING:büyük gagalar]
vi: [PREFSTRING:mỏ lớn]
zh_hans: [PREFSTRING:强力的鸟喙]

# CREATURE:BIRD_HORNBILL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_HORNBILL
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_HORNBILL
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_HORNBILL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_HORNBILL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:HORNBILL_MAN
source: [CASTE_NAME:hornbill man:hornbill men:hornbill man]
cs: [CASTE_NAME:mužský zoborožec:mužští zoborožci:mužského zoborožce]
de: [CASTE_NAME:Nashornvogelmann:Nashornvogelmänner:Nashornvogelmann]
eo: [CASTE_NAME:hombuceriĉo:hombuceriĉoj:de hombuceriĉo]
es: [CASTE_NAME:hombre cálao:hombres cálaos:de hombre cálao]
ja: [CASTE_NAME:角犀鳥男:角犀鳥男:角犀鳥男の]
ko: [CASTE_NAME:남성 코뿔새인간:남성 코뿔새인간들:남성 코뿔새인간]
pl: [CASTE_NAME:dzioborożcomężczyzna:dzioborożcomężczyźni:dzioborożcomężczyzny]
ru: [CASTE_NAME:мужчина-птиценосорог:мужчины-птиценосороги:мужчины-птиценосорога]
tr: [CASTE_NAME:hornbill kuşu fantastik canlı:hornbill kuşu fantastik canlılar:hornbill kuşu fantastik canlı]
vi: [CASTE_NAME:Người Chim Mỏ Sừng:Những Người Chim Mỏ Sừng:Người Chim Mỏ Sừng]
zh_hans: [CASTE_NAME:犀鸟男:犀鸟男:犀鸟男]

# CREATURE:HORNBILL_MAN
source: [CASTE_NAME:hornbill woman:hornbill women:hornbill woman]
cs: [CASTE_NAME:ženský zoborožec:ženští zoborožci:ženského zoborožce]
de: [CASTE_NAME:Nashornvogelfrau:Nashornvogelfrauen:Nashornvogelfrau]
eo: [CASTE_NAME:hombucerino:hombucerinoj:de hombucerino]
es: [CASTE_NAME:mujer cálao:mujeres cálao:de mujer cálao]
ja: [CASTE_NAME:角犀鳥女:角犀鳥女:角犀鳥女の]
ko: [CASTE_NAME:여성 코뿔새인간:여성 코뿔새인간들:여성 코뿔새인간]
pl: [CASTE_NAME:dzioborożcokobieta:dzioborożcokobiety:dzioborożcokobieta]
ru: [CASTE_NAME:женщина-птиценосорог:женщины-птиценосороги:женщины-птиценосорога]
tr: [CASTE_NAME:hornbill kuşu fantastik kadın:hornbill kuşu fantastik kadınlar:hornbill kuşu fantastik kadın]
vi: [CASTE_NAME:Người Chim Mỏ Sừng Nữ:Những Người Chim Mỏ Sừng Nữ:Người Chim Mỏ Sừng Nữ]
zh_hans: [CASTE_NAME:犀鸟女:犀鸟女:犀鸟女]

# CREATURE:HORNBILL_MAN
source: [NAME:hornbill man:hornbill men:hornbill man]
cs: [NAME:mužský zoborožec:mužští zoborožci:mužského zoborožce]
de: [NAME:Nashornvogelmensch:Nashornvogelmenschen:Nashornvogelmensch]
eo: [NAME:hombucero:hombuceroj:de hombucero]
es: [NAME:hombre cálao:hombres cálaos:de hombre cálao]
ja: [NAME:角犀鳥男:角犀鳥男:角犀鳥男の]
ko: [NAME:코뿔새인간:코뿔새인간들:코뿔새인간.]
pl: [NAME:dzioborożcoczłowiek:dzioborożcoludzie:dzioborożcoludzki]
ru: [NAME:человек-птиценосорог:люди-птиценосороги:человека-птиценосорога]
tr: [NAME:hornbill kuşu fantastik canlı:hornbill kuşu fantastik canlılar:hornbill kuşu fantastik canlı]
vi: [NAME:Người Chim Mỏ Sừng:Những Người Chim Mỏ Sừng:Người Chim Mỏ Sừng]
zh_hans: [NAME:犀鸟人:犀鸟人:犀鸟人]

# CREATURE:HORNBILL_MAN
source: [DESCRIPTION:A feathered person with a brightly-colored bill.]
cs: [DESCRIPTION:Opeřená osoba s jasně zbarveným zobákem.]
de: [DESCRIPTION:Ein schwarz gefiederter Mensch mit einen leuchtend-bunten Schnabel.]
eo: [DESCRIPTION:Pluma homo kun helkolora beko.]
es: [DESCRIPTION:Una persona con plumas y un pico de colores brillantes.]
ja: [DESCRIPTION:鮮やかな色の大きな角を持つ、羽毛の生えた人間だ。]
ko: [DESCRIPTION:밝은 색의 부리를 가진 깃털달린 인간.]
pl: [DESCRIPTION:Upierzony osobnik z pstrokato ubarwionym dziobem.]
ru: [DESCRIPTION:Покрытый перьями человек с ярко окрашенным клювом.]
tr: [DESCRIPTION:Parlak renkli gagaya sahip tüylü fantastik canlı.]
vi: [DESCRIPTION:Một người lông vũ với chiếc mỏ màu sắc rực rỡ.]
zh_hans: [DESCRIPTION:一个有着鲜艳的喙的羽毛人。]

# CREATURE:GIANT_HORNBILL
source: [NAME:giant hornbill:giant hornbills:giant hornbill]
cs: [NAME:obří zoborožec:obří zoborožci:obřího zoborožce]
de: [NAME:Riesennashornvogel:Riesennashornvögel:Riesennashornvogel]
eo: [NAME:giganta bucero:gigantaj buceroj:de giganta bucero]
es: [NAME:cálao gigante:cálaos gigantes:de cálao gigante]
ja: [NAME:巨大角犀鳥:巨大角犀鳥:巨大角犀鳥の]
ko: [NAME:거대 코뿔새:거대 코뿔새떼:거대 코뿔새]
pl: [NAME:gigantyczny dzioborożec:gigantyczne dzioborożce:gigantyczny dzioborożec]
ru: [NAME:гигантская птица-носорог:гигантские птицы-носороги:гигантской птицы-носорога]
tr: [NAME:dev hornbill kuşu:dev hornbill kuşları:dev hornbill kuşu]
vi: [NAME:Chim Mỏ Sừng Khổng Lồ:Những Chim Mỏ Sừng Khổng Lồ:Chim Mỏ Sừng Khổng Lồ]
zh_hans: [NAME:巨犀鸟:巨犀鸟:巨犀鸟]

# CREATURE:GIANT_HORNBILL
source: [CASTE_NAME:giant hornbill:giant hornbills:giant hornbill]
cs: [CASTE_NAME:obří nosorožík:obří nosorožíci:obří nosorožík]
de: [CASTE_NAME:Riesennashornvogel:Riesennashornvögel:Riesennashornvogel]
eo: [CASTE_NAME:giganta bucero:gigantaj buceroj:de giganta bucero]
es: [CASTE_NAME:cálao gigante:cálaos gigantes:de cálao gigante]
ja: [CASTE_NAME:巨大角犀鳥:巨大角犀鳥:巨大角犀鳥の]
ko: [CASTE_NAME:거대 코뿔새:거대 코뿔새떼:거대 코뿔새]
pl: [CASTE_NAME:gigantyczny dzioborożec:gigantyczne dzioborożce:gigantyczny dzioborożec]
ru: [CASTE_NAME:гигантская птица-носорог:гигантские птицы-носороги:гигантской птицы-носорога]
tr: [CASTE_NAME:dev hornbill kuşu:dev hornbill kuşları:dev hornbill kuşu]
vi: [CASTE_NAME:Chim Mỏ Sừng Khổng Lồ:Những Chim Mỏ Sừng Khổng Lồ:Chim Mỏ Sừng Khổng Lồ]
zh_hans: [CASTE_NAME:巨犀鸟:巨犀鸟:巨犀鸟]

# CREATURE:GIANT_HORNBILL
source: [GENERAL_CHILD_NAME:giant hornbill chick:giant hornbill chicks]
cs: [GENERAL_CHILD_NAME:mládě obřího nosorožíka:mláďata obřích nosorožíků]
de: [GENERAL_CHILD_NAME:Riesennashornvogelküken:Riesennashornvogelküken]
eo: [GENERAL_CHILD_NAME:giganta bucerido:gigantaj buceridoj]
es: [GENERAL_CHILD_NAME:polluelo de cálao gigante:polluelos de cálao gigante]
ja: [GENERAL_CHILD_NAME:巨大角犀鳥の雛:巨大角犀鳥の雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 코뿔새:새끼 거대 코뿔새떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego dzioborożca:pisklęta gigantycznego dzioborożca]
ru: [GENERAL_CHILD_NAME:птенец гигантской птицы-носорога:птенцы гигантской птицы-носорога]
tr: [GENERAL_CHILD_NAME:dev hornbill kuşu yavrusu:dev hornbill kuşu yavruları]
vi: [GENERAL_CHILD_NAME:Chim Mỏ Sừng Khổng Lồ Con:Những Chim Mỏ Sừng Khổng Lồ Con]
zh_hans: [GENERAL_CHILD_NAME:巨犀鸟雏鸟:巨犀鸟雏鸟]

# CREATURE:GIANT_HORNBILL
source: [DESCRIPTION:A huge monster in the shape of a hornbill.]
cs: [DESCRIPTION:Obří nestvůra ve tvaru nosorožíka.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Nashornvogels.]
eo: [DESCRIPTION:Grandega monstro kun formo de bucero.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un cálao.]
ja: [DESCRIPTION:角犀鳥の姿をした巨大な怪物だ。]
ko: [DESCRIPTION:코뿔새의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie dzioborożca.]
ru: [DESCRIPTION:Огромный монстр, похожий на птицу-носорога.]
tr: [DESCRIPTION:Hornbill kuşu biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng chim mỏ sừng.]
zh_hans: [DESCRIPTION:一只巨大的犀鸟怪。]

# CREATURE:GIANT_HORNBILL
source: [PREFSTRING:great bills]
cs: [PREFSTRING:velkými zobáky]
de: [PREFSTRING:riesige Schnäbel]
eo: [PREFSTRING:grandaj bekoj]
es: [PREFSTRING:grandes picos]
ja: [PREFSTRING:大きな角]
ko: [PREFSTRING:커다란 부리]
pl: [PREFSTRING:wielkie dzioby]
ru: [PREFSTRING:крупный клюв]
tr: [PREFSTRING:büyük gagalar]
vi: [PREFSTRING:mỏ lớn]
zh_hans: [PREFSTRING:强力的鸟喙]

# CREATURE:BIRD_LOVEBIRD_MASKED
source: [DESCRIPTION:A tiny, colorful bird. It can be trained to be a pleasant companion.]
cs: [DESCRIPTION:Drobný, barevný pták. Lze jej vycvičit jako příjemného společníka.]
de: [DESCRIPTION:Ein winziger, bunter Vogel. Er kann trainiert werden, um ein angenehmer Gefährte zu sein.]
eo: [DESCRIPTION:Eta bunta birdo. Ĝi estas dresebla por esti agrablaj kunuloj.]
es: [DESCRIPTION:Una pequeña ave colorida. Puede ser amaestrado para convertirse en un compañero agradable.]
ja: [DESCRIPTION:カラフルな鳥だ。訓練すると飼い慣らせる。]
ko: [DESCRIPTION:작고 화려한 새, 즐거운 동반자로 훈련할 수 있다.]
pl: [DESCRIPTION:Malutki, kolorowy ptak. Może być wytrenowany, aby był sympatycznym kompanem.]
ru: [DESCRIPTION:Мелкая пёстрая птичка. Приручаема, и может стать хорошим другом.]
tr: [DESCRIPTION:Minik, renkli kuş. Hoş bir evcil hayvan olarak eğitilebilir.]
vi: [DESCRIPTION:Một loài chim nhỏ, đầy màu sắc. Chúng có thể được huấn luyện để trở thành bạn đồng hành dễ chịu.]
zh_hans: [DESCRIPTION:一只色彩斑斓的小鸟。 它可以被训练成为一个愉快的伴侣。]

# CREATURE:BIRD_LOVEBIRD_MASKED
source: [NAME:masked lovebird:masked lovebirds:masked lovebird]
cs: [NAME:papoušík škraboškový:papoušíci škraboškový:papoušíka škraboškového]
de: [NAME:Schwarzköpfchen:Schwarzköpfchen:Schwarzköpfchen]
eo: [NAME:flavkola ambirdo:flavkolaj ambirdoj:de flavkola ambirdo]
es: [NAME:inseparable enmascarado:inseparables enmascarados:de inseparable enmascarado]
ja: [NAME:ボタンインコ:ボタンインコ:ボタンインコの]
ko: [NAME:가면모란앵무:가면모란앵무떼:가면모란앵무]
pl: [NAME:nierozłączka czarnogłowa:nierozłączki czarnogłowe:nierozłączka czarnogłowa]
ru: [NAME:масковый неразлучник:масковые неразлучники:маскового неразлучника]
tr: [NAME:maskeli muhabbet kuşu:maskeli muhabbet kuşları:maskeli muhabbet kuşu]
vi: [NAME:Lovebird Đeo Mặt Nạ:Những Lovebird Đeo Mặt Nạ:Lovebird Đeo Mặt Nạ]
zh_hans: [NAME:蒙面爱情鸟:蒙面爱情鸟:蒙面爱情鸟]
