Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:ALPACA
source: [STATE_ADJ:GAS:boiling alpaca cheese]
cs: [STATE_ADJ:GAS:vařící sýr alpaky]
de: [STATE_ADJ:GAS:kochender Alpaka Käse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de alpako]
es: [STATE_ADJ:GAS:de queso de alpaca hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したアルパカのチーズ]
ko: [STATE_ADJ:GAS:녹은 알파카 치즈]
pl: [STATE_ADJ:GAS:gotujące się alpaczy serowy]
ru: [STATE_ADJ:GAS:кипящий сыр альпака]
tr: [STATE_ADJ:GAS:kaynayan alpaka peyniri]
vi: [STATE_ADJ:GAS:phô mai Alpaca đang đun sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的羊驼奶奶酪的]

# CREATURE:ALPACA
source: [TLCM_NOUN:wool:SINGULAR]
cs: [TLCM_NOUN:vlna:SINGULAR]
de: [TLCM_NOUN:Wolle:SINGULAR]
eo: [TLCM_NOUN:lano:SINGULAR]
es: [TLCM_NOUN:lana:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:wełna:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:yün:SINGULAR]
zh_hans: [TLCM_NOUN:羊毛:SINGULAR]

# CREATURE:ALPACA
source: [APP_MOD_NOUN:wool:SINGULAR]
cs: [APP_MOD_NOUN:vlna:SINGULAR]
de: [APP_MOD_NOUN:Wolle:SINGULAR]
eo: [APP_MOD_NOUN:lano:SINGULAR]
es: [APP_MOD_NOUN:lana:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:wełna:SINGULAR]
ru: [APP_MOD_NOUN:шерсть:SINGULAR]
tr: [APP_MOD_NOUN:yün:SINGULAR]
zh_hans: [APP_MOD_NOUN:羊毛:SINGULAR]

# CREATURE:ALPACA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:ALPACA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BIRD_GUINEAFOWL
source: [DESCRIPTION:A small ground-dwelling bird. It has a featherless head and eats seeds and insects. It moves about in groups.]
cs: [DESCRIPTION:Malý pták žijící na zemi. Má neopeřenou hlavu, živí se semeny a hmyzem a pohybuje se ve skupinách.]
de: [DESCRIPTION:Ein kleiner bodenbewohnender Vogel. Es hat einen federlosen Kopf und frisst Samen und Insekten. Es bewegt sich in Gruppen herum.]
eo: [DESCRIPTION:Malgranda surtera birdo. Ĝi havas senpluman kapon, kaj manĝas semojn kaj insektojn. Ĝi vagas grege.]
es: [DESCRIPTION:Pequeña ave migratoria. Tiene una cabeza sin plumas y come semillas e insectos. Suele moverse en grupos.]
ja: [DESCRIPTION:全長５０センチほどの地上に住む鳥だ。頭に毛がないのが特徴。群れを作り、昆虫や植物を食べる。]
ko: [DESCRIPTION:땅에 사는 작은 새. 깃털이 없는 머리를 갖고 있으며 씨앗과 곤충을 먹는다. 그것은 무리를 지어 움직인다.]
pl: [DESCRIPTION:Mały ptak zamieszkujący na ziemi. Ma łysą głowę oraz je nasiona i insekty. Przemieszcza się w grupach.]
ru: [DESCRIPTION:Небольшая наземная птица. Имеет лишённую оперения голову, питается семенами и насекомыми. Живёт стаями.]
tr: [DESCRIPTION:Yerde yaşayan küçük bir kuş. Tüysüz bir kafası vardır; tohum ve böcek yer. Gruplar halinde hareket eder.]
vi: [DESCRIPTION:Một loài chim nhỏ sống trên mặt đất. Nó có đầu không lông và ăn hạt cùng côn trùng. Nó di chuyển theo đàn.]
zh_hans: [DESCRIPTION:一种住在地上的小鸟。它有一个没有羽毛的头，吃种子和昆虫。它成群结队地活动.]

# CREATURE:BIRD_GUINEAFOWL
source: [NAME:guineafowl:guineafowls:guineafowl]
cs: [NAME:perlička:perličky:perličky]
de: [NAME:Perlhuhn:Perlhühner:Perlhuhn]
eo: [NAME:numido:numidoj:de numido]
es: [NAME:gallina de Guinea:gallinas de Guinea:de gallina de Guinea]
ja: [NAME:ホロホロ鳥:ホロホロ鳥:ホロホロ鳥の]
ko: [NAME:뿔닭:뿔닭들:뿔닭]
pl: [NAME:perlica:perlice:perliczy]
ru: [NAME:цесарка:цесарки:цесарки]
tr: [NAME:beçtavuğu:beçtavukları:beçtavuğu]
vi: [NAME:gà Phi:gà Phi:gà Phi]
zh_hans: [NAME:珍珠鸡:珍珠鸡:珍珠鸡]

# CREATURE:BIRD_GUINEAFOWL
source: [GENERAL_CHILD_NAME:keet:keets]
cs: [GENERAL_CHILD_NAME:perličče:perliččata]
de: [GENERAL_CHILD_NAME:Baby Perlhuhn:Baby Perlhühner]
eo: [GENERAL_CHILD_NAME:numidido:numididoj]
es: [GENERAL_CHILD_NAME:pollito de Guinea:pollitos de Guinea]
ja: [GENERAL_CHILD_NAME:ホロホロ鳥の雛:ホロホロ鳥の雛の]
ko: [GENERAL_CHILD_NAME:키트:키츠]
pl: [GENERAL_CHILD_NAME:pisklę perlicy:pisklęta perlicy]
ru: [GENERAL_CHILD_NAME:цесарёнок:цесарята]
tr: [GENERAL_CHILD_NAME:beçtavuğu civcivi:beçtavuğu civcivleri]
vi: [GENERAL_CHILD_NAME:gà Phi con:gà Phi con]
zh_hans: [GENERAL_CHILD_NAME:珍珠鸡幼崽:珍珠鸡幼崽]

# CREATURE:BIRD_GUINEAFOWL
source: [PREFSTRING:social nature]
cs: [PREFSTRING:společenskou povahou]
de: [PREFSTRING:sozialer Natur]
eo: [PREFSTRING:sociema naturo]
es: [PREFSTRING:naturaleza social]
ja: [PREFSTRING:社会性]
ko: [PREFSTRING:무리생활 특성]
pl: [PREFSTRING:społeczna natura]
ru: [PREFSTRING:общительную натуру]
tr: [PREFSTRING:sosyal doğa]
vi: [PREFSTRING:Bản tính xã hội]
zh_hans: [PREFSTRING:群居天性]

# CREATURE:BIRD_GUINEAFOWL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_GUINEAFOWL
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapat po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_GUINEAFOWL
source: [ROOT_AROUND:BY_CATEGORY:BEAK:root around in:roots around in]
cs: [ROOT_AROUND:BY_CATEGORY:BEAK:hrabat se v:hrabe se v]
de: [ROOT_AROUND:BY_CATEGORY:BEAK:herumwühlt:herumwühlen]
eo: [ROOT_AROUND:BY_CATEGORY:BEAK:furaĝas en:furaĝas en]
es: [ROOT_AROUND:BY_CATEGORY:BEAK:picotean en: picotea en]
ja: [ROOT_AROUND:BY_CATEGORY:BEAK:周りを探る:周りを探る]
ko: [ROOT_AROUND:BY_CATEGORY:BEAK:주변을 헤집는다:주변을 헤집는다]
pl: [ROOT_AROUND:BY_CATEGORY:BEAK:zatapiasz się w:zatapia się w]
ru: [ROOT_AROUND:BY_CATEGORY:BEAK:роетесь в:роется в]
tr: [ROOT_AROUND:BY_CATEGORY:BEAK:eşele:eşeler]
vi: [ROOT_AROUND:BY_CATEGORY:BEAK:sục sạo trong:sục sạo trong]
zh_hans: [ROOT_AROUND:BY_CATEGORY:尖喙:翻找:翻找]

# CREATURE:BIRD_GUINEAFOWL
source: [CASTE_NAME:guineahen:guineahens:guineahen]
cs: [CASTE_NAME:perlička:perličky:perlička]
de: [CASTE_NAME:Perlhuhn:Perlhühner:Perlhuhn]
eo: [CASTE_NAME:numidino:numidinoj:de numidino]
es: [CASTE_NAME:gallina de Guinea:gallina de Guinea:gallina de Guinea]
ja: [CASTE_NAME:ホロホロ鳥の雌:ホロホロ鳥の雌:ホロホロ鳥の雌の]
ko: [CASTE_NAME:암컷 뿔닭:암컷 뿔닭들:암컷 뿔닭]
pl: [CASTE_NAME:samica perlicy:samice perlicy:samico perliczy]
ru: [CASTE_NAME:цесарка:цесарки:цесарки]
tr: [CASTE_NAME:dişi beçtavuğu:dişi beçtavukları:dişi beçtavuğu]
vi: [CASTE_NAME:gà Phi mái:gà Phi mái:gà Phi mái]
zh_hans: [CASTE_NAME:母珍珠鸡:母珍珠鸡:母珍珠鸡]

# CREATURE:BIRD_GUINEAFOWL
source: [CASTE_NAME:guineacock:guineacocks:guineacock]
cs: [CASTE_NAME:perličák:perličáci:perličák]
de: [CASTE_NAME:Perlhuhn-Hahn:Perlhuhn-Hähne:Perlhuhn-Hahn]
eo: [CASTE_NAME:numidiĉo:numidiĉoj:de numidiĉo]
es: [CASTE_NAME:gallo de Guinea:gallo de Guinea:gallo de Guinea]
ja: [CASTE_NAME:ホロホロ鳥の雄:ホロホロ鳥の雄:ホロホロ鳥の雄の]
ko: [CASTE_NAME:수컷 뿔닭:수컷 뿔닭들:수컷 뿔닭]
pl: [CASTE_NAME:samiec perlicy:samce perlicy:samiczo perliczy]
ru: [CASTE_NAME:цесарёк:цесарьки:цесарька]
tr: [CASTE_NAME:erkek beçtavuğu:erkek beçtavukları:erkek beçtavuğu]
vi: [CASTE_NAME:gà Phi trống:gà Phi trống:gà Phi trống]
zh_hans: [CASTE_NAME:公珍珠鸡:公珍珠鸡:公珍珠鸡]

# CREATURE:BIRD_GUINEAFOWL
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_GUINEAFOWL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_GUINEAFOWL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [DESCRIPTION:A small forest bird. The male's tail creates an extravagant display for females. At night, they roost in the trees.]
cs: [DESCRIPTION:Malý lesní pták. Samec používá svůj ocas k okázalým předváděčkám. V noci nocují na stromech.]
de: [DESCRIPTION:Ein kleiner Waldvogel. Der Schwanz des Männchens ist ein extravagantes Schauspiel für die Weibchen. Nachts nächtigen sie in den Bäumen.]
eo: [DESCRIPTION:Malgranda arbara birdo. La vostoj de la iĉoj kreas okulfrapon por inoj. Nokte, ili dormas en la arboj.]
es: [DESCRIPTION:Pequeña ave de bosque. La cola del macho despliega una pantalla extravagante para las hembras. Por las noches, se posan en los arboles.]
ja: [DESCRIPTION:森に棲息する鳥。雄の尾羽は、メスを惹きつけるためにとても派手で美しい色合いをしている。]
ko: [DESCRIPTION:작은 숲의 새. 수컷의 꼬리는 암컷들에게 사치스러운 모습을 연출한다. 밤에 그들은 나무에서 잠을 잡니다.]
pl: [DESCRIPTION:Mały, leśny ptak. Ogony samców mają ekstrawagancki wygląd dla samic. W nocy, grzędują na drzewach.]
ru: [DESCRIPTION:Небольшая лесная птица. Хвост самца производит неизгладимое впечатление на самок. По ночам они устраиваются на ночлег на деревьях.]
tr: [DESCRIPTION:Küçük bir orman kuşu. Erkeğin kuyruğu, dişiler için abartılı bir gösteriş oluşturur. Geceleri ağaçlarda tünerler.]
vi: [DESCRIPTION:Một loài chim rừng nhỏ. Đuôi của con đực tạo nên màn trình diễn lộng lẫy để thu hút con cái. Vào ban đêm, chúng đậu trên cây.]
zh_hans: [DESCRIPTION:一种小型森林鸟。 雄鸟的尾巴为雌鸟创造一个奢侈的展示。 晚上，它们在树上栖息。]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [NAME:blue peafowl:blue peafowls:blue peafowl]
cs: [NAME:páv modrý:pávi modrý:páva modrého]
de: [NAME:Blauer Pfau:Blau Pfauen :Blauer Pfau]
eo: [NAME:blua pavo:bluaj pavoj:de blua pavo]
es: [NAME:pavo real:pavos reales:de pavo real]
ja: [NAME:クジャク:クジャク:クジャクの]
ko: [NAME:파란공작:파란공작들:파란공작]
pl: [NAME:paw:pawie:pawi]
ru: [NAME:синий павлин:синие павлины:синего павлина]
tr: [NAME:mavi tavuskuşu:mavi tavuskuşları:mavi tavuskuşu]
vi: [NAME:công xanh:công xanh:công xanh]
zh_hans: [NAME:蓝孔雀:蓝孔雀:蓝孔雀]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [GENERAL_CHILD_NAME:blue peachick:blue peachicks]
cs: [GENERAL_CHILD_NAME:modré páďě:modrá páďata]
de: [GENERAL_CHILD_NAME:blauer junger Pfau:blaue junge Pfaus]
eo: [GENERAL_CHILD_NAME:blua pavido:bluaj pavidoj]
es: [GENERAL_CHILD_NAME:polluelo de pavo real de pecho azul:polluelos de pavo real de pecho azul]
ja: [GENERAL_CHILD_NAME:クジャクの雛:クジャクの雛の]
ko: [GENERAL_CHILD_NAME:새끼 공작새:새끼 공작새들]
pl: [GENERAL_CHILD_NAME:pisklę pawia:pisklęta pawia]
ru: [GENERAL_CHILD_NAME:птенец синего павлина:птенцы синего павлина]
tr: [GENERAL_CHILD_NAME:mavi tavuskuşu civcivi:mavi tavuskuşu civcivleri]
vi: [GENERAL_CHILD_NAME:công xanh con:công xanh con]
zh_hans: [GENERAL_CHILD_NAME:蓝孔雀幼鸟:蓝孔雀幼鸟]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [PREFSTRING:enormous fan tails]
cs: [PREFSTRING:obrovskými vějířovitými ocasy]
de: [PREFSTRING: enormer Fächerschwanz]
eo: [PREFSTRING:enormaj vostokovriloj]
es: [PREFSTRING:cola de pavo real]
ja: [PREFSTRING:巨大な飾り羽]
ko: [PREFSTRING:거대한 부채꼴 꼬리]
pl: [PREFSTRING:ogromne, wachlarzowate ogony]
ru: [PREFSTRING:огромные веерные хвосты]
tr: [PREFSTRING:devasa yelpaze kuyruklar]
vi: [PREFSTRING:đuôi quạt khổng lồ]
zh_hans: [PREFSTRING:极大的扇形尾巴]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapat po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [ROOT_AROUND:BY_CATEGORY:BEAK:root around in:roots around in]
cs: [ROOT_AROUND:BY_CATEGORY:BEAK:hrabat se v:hrabe se v]
de: [ROOT_AROUND:BY_CATEGORY:BEAK:herumwühlt:herumwühlen]
eo: [ROOT_AROUND:BY_CATEGORY:BEAK:furaĝas en:furaĝas en]
es: [ROOT_AROUND:BY_CATEGORY:BEAK:picotean en: picotea en]
ja: [ROOT_AROUND:BY_CATEGORY:BEAK:周りを探る:周りを探る]
ko: [ROOT_AROUND:BY_CATEGORY:BEAK:주변을 헤집는다:주변을 헤집는다]
pl: [ROOT_AROUND:BY_CATEGORY:BEAK:zatapiasz się w:zatapia się w]
ru: [ROOT_AROUND:BY_CATEGORY:BEAK:роетесь в:роется в]
tr: [ROOT_AROUND:BY_CATEGORY:BEAK:eşele:eşeler]
vi: [ROOT_AROUND:BY_CATEGORY:BEAK:sục sạo trong:sục sạo trong]
zh_hans: [ROOT_AROUND:BY_CATEGORY:尖喙:翻找:翻找]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [CASTE_NAME:blue peahen:blue peahens:blue peahen]
cs: [CASTE_NAME:modrá pávice:modré pávice:modrá pávice]
de: [CASTE_NAME:blaue Pfauhenne:blaue Pfauhennenen:blaue Pfauhenne]
eo: [CASTE_NAME:blua pavino:blua pavinoj:de blua pavino]
es: [CASTE_NAME:pava real azul:pava reales azules:de pava real azul]
ja: [CASTE_NAME:クジャクの雌:クジャクの雌:クジャクの雌の]
ko: [CASTE_NAME:암컷 파란공작:암컷 파란공작들:암컷 파란공작]
pl: [CASTE_NAME:samica pawia:samice pawia:samiczo pawi]
ru: [CASTE_NAME:синяя пава:синие павы:синей павы]
tr: [CASTE_NAME:dişi mavi tavuskuşu:dişi mavi tavuskuşları:dişi mavi tavuskuşu]
zh_hans: [CASTE_NAME:母蓝孔雀:母蓝孔雀:母蓝孔雀]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [CASTE_NAME:blue peacock:blue peacocks:blue peacock]
cs: [CASTE_NAME:modrý páv:modří pávi:modrý páv]
de: [CASTE_NAME:blauer Pfau:blaue Pfauen:blauer Pfau]
eo: [CASTE_NAME:blua paviĉo:blua paviĉoj:de blua paviĉo]
es: [CASTE_NAME:pavo real azul:pavo reales azules:de pavo real azul]
ja: [CASTE_NAME:クジャクの雄:クジャクの雄:クジャクの雄の]
ko: [CASTE_NAME:수컷 파란공작:수컷 파란공작들:수컷 파란공작]
pl: [CASTE_NAME:samiec pawia:samce pawia:samco pawi]
ru: [CASTE_NAME:синий павлин:синие павлины:синего павлина]
tr: [CASTE_NAME:mavi tavuskuşu (erkek):mavi tavuskuşları (erkek):mavi tavuskuşu (erkek)]
vi: [CASTE_NAME:công xanh trống:công lam:công xanh trống]
zh_hans: [CASTE_NAME:公蓝孔雀:公蓝孔雀:公蓝孔雀]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_PEAFOWL_BLUE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BIRD_TURKEY
source: [DESCRIPTION:A small forest bird known for the distinctive flaps of skin hanging from its face. It is prized for its meat.]
cs: [DESCRIPTION:Malý lesní pták známý svými kožními laloky na hlavě. Je ceněn pro své maso.]
de: [DESCRIPTION:Ein kleiner Waldvogel, der für seine charakteristischen Hautlappen bekannt ist, die von seinem Gesicht herabhängen. Er wird für sein Fleisch geschätzt.]
eo: [DESCRIPTION:Malgranda arbara birdo kiu estas konita por la distingaj karnaj elstaraĵetoj apud sia beko. Ĝi estas estimata por sia viando.]
es: [DESCRIPTION:Una pequeña ave de bosque conocida por su distintiva cresta que cuelga de su cabeza. Es apreciada por su carne.]
ja: [DESCRIPTION:森に棲む地表性の鳥。顔からぶら下がる独特の肉房が特徴。肉の価値が高い。]
ko: [DESCRIPTION:얼굴에 매달린 독특한 피부 덮개로 유명한 작은 숲속의 새입니다. 고기로 귀중합니다.]
pl: [DESCRIPTION:Mały, leśny ptak znany z charakterystycznych płatów skóry zwisających z jego twarzy. Jest ceniony za mięso.]
ru: [DESCRIPTION:Небольшая лесная птица известная характерными кожными складками, свешивающимися с её лица. Ценится за своё мясо.]
tr: [DESCRIPTION:Yüzünden sarkan belirgin deri parçalarıyla (ibik) bilinen küçük bir orman kuşu. Eti için değerlidir.]
vi: [DESCRIPTION:Một loài chim rừng nhỏ nổi tiếng với những mảng da đặc trưng rủ xuống từ mặt. Nó được đánh giá cao vì thịt của nó.]
zh_hans: [DESCRIPTION:一种小型森林鸟类，以其脸上垂下的独特皮瓣二闻名。它的肉享誉于世。]

# CREATURE:BIRD_TURKEY
source: [NAME:turkey:turkeys:turkey]
cs: [NAME:krocan:krocani:krocan]
de: [NAME:Truthahn:Truthähne:Truthahn]
eo: [NAME:meleagro:meleagroj:de meleagro]
es: [NAME:pavo:pavos:de pavo]
ja: [NAME:七面鳥:七面鳥:七面鳥の]
ko: [NAME:칠면조:칠면조들:칠면조]
pl: [NAME:indyk:indyki:indyczy]
ru: [NAME:индейка:индейки:индейки]
tr: [NAME:hindi:hindiler:hindi]
vi: [NAME:gà tây:gà tây:gà tây]
zh_hans: [NAME:火鸡:火鸡:火鸡]

# CREATURE:BIRD_TURKEY
source: [GENERAL_CHILD_NAME:poult:poults]
cs: [GENERAL_CHILD_NAME:krocáně:krocánata]
de: [GENERAL_CHILD_NAME:Küken:Küken]
eo: [GENERAL_CHILD_NAME:meleagrido:meleagridoj]
es: [GENERAL_CHILD_NAME:polluelo de pavo:polluelos de pavo]
ja: [GENERAL_CHILD_NAME:七面鳥の雛:七面鳥の雛の]
ko: [GENERAL_CHILD_NAME:폴트:폴츠]
pl: [GENERAL_CHILD_NAME:kurczątko indyka:kurczątka indyka]
ru: [GENERAL_CHILD_NAME:индюшонок:индюшата]
tr: [GENERAL_CHILD_NAME:hindi civcivi:hindi civcivleri]
vi: [GENERAL_CHILD_NAME:gà tây con:gà tây con]
zh_hans: [GENERAL_CHILD_NAME:火鸡崽:火鸡崽]

# CREATURE:BIRD_TURKEY
source: [PREFSTRING:wattle]
cs: [PREFSTRING:lalokem]
de: [PREFSTRING:flechten]
eo: [PREFSTRING:kolkarunklo]
es: [PREFSTRING:Acacia]
ja: [PREFSTRING:肉垂]
ko: [PREFSTRING:닭 수염]
pl: [PREFSTRING:korale]
ru: [PREFSTRING:бородки]
tr: [PREFSTRING:sakal]
vi: [PREFSTRING:yếm gà tây]
zh_hans: [PREFSTRING:红色肉垂]

# CREATURE:BIRD_TURKEY
source: [PREFSTRING:snood]
cs: [PREFSTRING:bradavičnatým výrůstkem]
de: [PREFSTRING:Schal]
eo: [PREFSTRING:bekkarunklo]
ja: [PREFSTRING:スヌード]
ko: [PREFSTRING:머리 망]
pl: [PREFSTRING:zakrycie dzioba]
ru: [PREFSTRING:бородку]
tr: [PREFSTRING:ibik]
vi: [PREFSTRING:mào mũi gà tây]
zh_hans: [PREFSTRING:皮瘤]

# CREATURE:BIRD_TURKEY
source: [PREFSTRING:gobble]
cs: [PREFSTRING:krůtím hlasem]
eo: [PREFSTRING:bleko]
ja: [PREFSTRING:食欲旺盛]
ko: [PREFSTRING:게걸스럽게]
pl: [PREFSTRING:gulgot]
ru: [PREFSTRING:кулдыканье]
tr: [PREFSTRING:gulu gulu]
vi: [PREFSTRING:tiếng cục cục]
zh_hans: [PREFSTRING:咯咯]

# CREATURE:BIRD_TURKEY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_TURKEY
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapat po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_TURKEY
source: [ROOT_AROUND:BY_CATEGORY:BEAK:root around in:roots around in]
cs: [ROOT_AROUND:BY_CATEGORY:BEAK:hrabat se v:hrabe se v]
de: [ROOT_AROUND:BY_CATEGORY:BEAK:herumwühlt:herumwühlen]
eo: [ROOT_AROUND:BY_CATEGORY:BEAK:furaĝas en:furaĝas en]
es: [ROOT_AROUND:BY_CATEGORY:BEAK:picotean en: picotea en]
ja: [ROOT_AROUND:BY_CATEGORY:BEAK:周りを探る:周りを探る]
ko: [ROOT_AROUND:BY_CATEGORY:BEAK:주변을 헤집는다:주변을 헤집는다]
pl: [ROOT_AROUND:BY_CATEGORY:BEAK:zatapiasz się w:zatapia się w]
ru: [ROOT_AROUND:BY_CATEGORY:BEAK:роетесь в:роется в]
tr: [ROOT_AROUND:BY_CATEGORY:BEAK:eşele:eşeler]
vi: [ROOT_AROUND:BY_CATEGORY:BEAK:sục sạo trong:sục sạo trong]
zh_hans: [ROOT_AROUND:BY_CATEGORY:尖喙:翻找:翻找]

# CREATURE:BIRD_TURKEY
source: [CASTE_NAME:turkey hen:turkey hens:turkey hen]
cs: [CASTE_NAME:krůta:krůty:krůta]
de: [CASTE_NAME:Truthahn Henne:Truthahn Hennen:Truthahn Henne]
eo: [CASTE_NAME:meleagrino:meleagrinoj:de meleagrino]
es: [CASTE_NAME:pava:pavas:de pava]
ja: [CASTE_NAME:七面鳥の雌:七面鳥の雌:七面鳥の雌の]
ko: [CASTE_NAME:암 칠면조:암 칠면조들:암 칠면조]
pl: [CASTE_NAME:samica indyka:samice indyka:samiczo indyczy]
ru: [CASTE_NAME:индейка:индейки:индейки]
tr: [CASTE_NAME:dişi hindi:dişi hindiler:dişi hindi]
vi: [CASTE_NAME:gà tây mái:gà tây mái:gà tây mái]
zh_hans: [CASTE_NAME:母火鸡:母火鸡:母火鸡]

# CREATURE:BIRD_TURKEY
source: [CASTE_NAME:turkey gobbler:turkey gobblers:turkey gobbler]
cs: [CASTE_NAME:krocan:krocani:krocan]
de: [CASTE_NAME:Truthahn Mann:Truthahn Mänchen:Truthahn Mann]
eo: [CASTE_NAME:meleagriĉo:meleagriĉoj:de meleagriĉo]
es: [CASTE_NAME:pavo:pavos:de pavo]
ja: [CASTE_NAME:七面鳥の雄:七面鳥の雄:七面鳥の雄の]
ko: [CASTE_NAME:수 칠면조:수 칠면조들:수 칠면조]
pl: [CASTE_NAME:samiec indyka:samce indyka:samco indyczy]
ru: [CASTE_NAME:индюк:индюки:индюка]
tr: [CASTE_NAME:erkek hindi:erkek hindiler:erkek hindi]
vi: [CASTE_NAME:gà tây trống:gà tây trống:gà tây trống]
zh_hans: [CASTE_NAME:公火鸡:公火鸡:公火鸡]

# CREATURE:BIRD_TURKEY
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_TURKEY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_TURKEY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]
