Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:RCP_5_FINGERS
source: [BP:FINGER3:second finger:STP]
cs: [BP:FINGER3:druhý prst:druhé prsty]
de: [BP:FINGER3:zweiter Finger:STP]
eo: [BP:FINGER3:mezfingro:mezfingroj]
es: [BP:FINGER3:dedo medio:STP]
ja: [BP:FINGER3:中指:STP]
ko: [BP:FINGER3:셋째 손가락:STP]
pl: [BP:FINGER3:środkowy palec:środkowe palce]
ru: [BP:FINGER3:средний палец:средние пальцы]
tr: [BP:FINGER3:ikinci parmak:STP]
vi: [BP:FINGER3:ngón thứ hai:STP]
zh_hans: [BP:FINGER3:中指:STP]

# BODY:RCP_5_FINGERS
source: [BP:FINGER4:third finger:STP]
cs: [BP:FINGER4:třetí prst:třetí prsty]
de: [BP:FINGER4:dritter Finger:STP]
eo: [BP:FINGER4:ringofingro:ringofingroj]
es: [BP:FINGER4:dedo anular:STP]
ja: [BP:FINGER4:薬指:STP]
ko: [BP:FINGER4:넷째 손가락:STP]
pl: [BP:FINGER4:palec serdeczny:palce serdeczne]
ru: [BP:FINGER4:мизинец:мизинцы]
tr: [BP:FINGER4:üçüncü parmak:STP]
vi: [BP:FINGER4:ngón tay thứ ba:STP]
zh_hans: [BP:FINGER4:无名指:STP]

# BODY:RCP_5_FINGERS
source: [BP:FINGER5:fourth finger:STP]
cs: [BP:FINGER5:čtvrtý prst:čtvrté prsty]
de: [BP:FINGER5:vierter Finger:STP]
eo: [BP:FINGER5:etfingro:etfingroj]
es: [BP:FINGER5:dedo meñique:STP]
ja: [BP:FINGER5:小指:STP]
ko: [BP:FINGER5:다섯째 손가락:STP]
pl: [BP:FINGER5:mały palec:małe palce]
ru: [BP:FINGER5:мизинец:мизинцы]
tr: [BP:FINGER5:dördüncü parmak:STP]
vi: [BP:FINGER5:ngón thứ tư:STP]
zh_hans: [BP:FINGER5:小指:STP]

# BODY:RCP_4_FINGERS
source: [BP:FINGER1:thumb:STP]
cs: [BP:FINGER1:palec:palce]
de: [BP:FINGER1:Daumen:STP]
eo: [BP:FINGER1:polekso:poleksoj]
es: [BP:FINGER1:pulgar:STP]
ja: [BP:FINGER1:親指:STP]
ko: [BP:FINGER1:첫째 손가락:STP]
pl: [BP:FINGER1:kciuk:kciuki]
ru: [BP:FINGER1:большой палец:большие пальцы]
tr: [BP:FINGER1:başparmak:STP]
vi: [BP:FINGER1:ngón tay cái:STP]
zh_hans: [BP:FINGER1:大拇指:STP]

# BODY:RCP_4_FINGERS
source: [BP:FINGER2:first finger:STP]
cs: [BP:FINGER2:první prst:první prsty]
de: [BP:FINGER2:erster Finger:STP]
eo: [BP:FINGER2:dua manfingro:duaj manfingroj]
es: [BP:FINGER2:dedo índice:STP]
ja: [BP:FINGER2:人差指:STP]
ko: [BP:FINGER2:둘째 손가락:STP]
pl: [BP:FINGER2:palec wskazujący:palce wskazujące]
ru: [BP:FINGER2:указательный палец:указательные пальцы]
tr: [BP:FINGER2:birinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:食指:STP]

# BODY:RCP_4_FINGERS
source: [BP:FINGER3:second finger:STP]
cs: [BP:FINGER3:druhý prst:druhé prsty]
de: [BP:FINGER3:zweiter Finger:STP]
eo: [BP:FINGER3:tria manfingro:triaj manfingroj]
es: [BP:FINGER3:dedo medio:STP]
ja: [BP:FINGER3:中指:STP]
ko: [BP:FINGER3:셋째 손가락:STP]
pl: [BP:FINGER3:palec serdeczny:palce serdeczne]
ru: [BP:FINGER3:средний палец:средние пальцы]
tr: [BP:FINGER3:ikinci parmak:STP]
vi: [BP:FINGER3:ngón thứ hai:STP]
zh_hans: [BP:FINGER3:中指:STP]

# BODY:RCP_4_FINGERS
source: [BP:FINGER4:third finger:STP]
cs: [BP:FINGER4:třetí prst:třetí prsty]
de: [BP:FINGER4:dritter Finger:STP]
eo: [BP:FINGER4:kvara manfingro:kvaraj manfingroj]
es: [BP:FINGER4:dedo anular:STP]
ja: [BP:FINGER4:薬指:STP]
ko: [BP:FINGER4:넷째 손가락:STP]
pl: [BP:FINGER4:mały palec:małe palce]
ru: [BP:FINGER4:мизинец:мизинцы]
tr: [BP:FINGER4:üçüncü parmak:STP]
vi: [BP:FINGER4:ngón tay thứ ba:STP]
zh_hans: [BP:FINGER4:无名指:STP]

# BODY:RCP_3_FINGERS
source: [BP:FINGER1:thumb:STP]
cs: [BP:FINGER1:palec:palce]
de: [BP:FINGER1:Daumen:STP]
eo: [BP:FINGER1:polekso:poleksoj]
es: [BP:FINGER1:pulgar:STP]
ja: [BP:FINGER1:親指:STP]
ko: [BP:FINGER1:첫째 손가락:STP]
pl: [BP:FINGER1:kciuk:kciuki]
ru: [BP:FINGER1:большой палец:большие пальцы]
tr: [BP:FINGER1:başparmak:STP]
vi: [BP:FINGER1:ngón tay cái:STP]
zh_hans: [BP:FINGER1:大拇指:STP]

# BODY:RCP_3_FINGERS
source: [BP:FINGER2:first finger:STP]
cs: [BP:FINGER2:první prst:první prsty]
de: [BP:FINGER2:erster Finger:STP]
eo: [BP:FINGER2:dua manfingro:duaj manfingroj]
es: [BP:FINGER2:dedo índice:STP]
ja: [BP:FINGER2:人差指:STP]
ko: [BP:FINGER2:둘째 손가락:STP]
pl: [BP:FINGER2:pierwszy palec:pierwsze palce]
ru: [BP:FINGER2:указательный палец:указательные пальцы]
tr: [BP:FINGER2:birinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:食指:STP]

# BODY:RCP_3_FINGERS
source: [BP:FINGER3:second finger:STP]
cs: [BP:FINGER3:druhý prst:druhé prsty]
de: [BP:FINGER3:zweiter Finger:STP]
eo: [BP:FINGER3:tria manfingro:triaj manfingroj]
es: [BP:FINGER3:dedo medio:STP]
ja: [BP:FINGER3:中指:STP]
ko: [BP:FINGER3:셋째 손가락:STP]
pl: [BP:FINGER3:drugi palec:drugie palce]
ru: [BP:FINGER3:средний палец:средние пальцы]
tr: [BP:FINGER3:ikinci parmak:STP]
vi: [BP:FINGER3:ngón thứ hai:STP]
zh_hans: [BP:FINGER3:中指:STP]

# BODY:RCP_2_FINGERS
source: [BP:FINGER2:first finger:STP]
cs: [BP:FINGER2:první prst:první prsty]
de: [BP:FINGER2:erster Finger:STP]
eo: [BP:FINGER2:dua manfingro:duaj manfingroj]
es: [BP:FINGER2:dedo índice:STP]
ja: [BP:FINGER2:第一指:STP]
ko: [BP:FINGER2:첫째 손가락:STP]
pl: [BP:FINGER2:pierwszy palec:pierwsze palce]
ru: [BP:FINGER2:указательный палец:указательные пальцы]
tr: [BP:FINGER2:birinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:食指:STP]

# BODY:RCP_2_FINGERS
source: [BP:FINGER3:second finger:STP]
cs: [BP:FINGER3:druhý prst:druhé prsty]
de: [BP:FINGER3:zweiter Finger:STP]
eo: [BP:FINGER3:tria manfingro:triaj manfingroj]
es: [BP:FINGER3:dedo medio:STP]
ja: [BP:FINGER3:第二指:STP]
ko: [BP:FINGER3:둘째 손가락:STP]
pl: [BP:FINGER3:drugi palec:drugie palce]
ru: [BP:FINGER3:средний палец:средние пальцы]
tr: [BP:FINGER3:ikinci parmak:STP]
vi: [BP:FINGER3:ngón thứ hai:STP]
zh_hans: [BP:FINGER3:中指:STP]

# BODY:RCP_5_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_5_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:RCP_5_TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:第三趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:RCP_5_TOES
source: [BP:TOE4:fourth toe:STP]
cs: [BP:TOE4:čtvrtý prst:čtvrté prsty]
de: [BP:TOE4:vierte Zehe:STP]
eo: [BP:TOE4:kvara piedfingro:kvaraj piedfingroj]
es: [BP:TOE4:cuarto dedo del pie:STP]
ja: [BP:TOE4:第四趾:STP]
ko: [BP:TOE4:넷째 발가락:STP]
pl: [BP:TOE4:czwarty palec u stopy:czwarte palce u stopy]
ru: [BP:TOE4:четвёртый палец ноги:четвёртые пальцы ног]
tr: [BP:TOE4:dördüncü ayak parmağı:STP]
vi: [BP:TOE4:ngón chân thứ tư:STP]
zh_hans: [BP:TOE4:脚无名趾:STP]

# BODY:RCP_5_TOES
source: [BP:TOE5:fifth toe:STP]
cs: [BP:TOE5:pátý prst:páté prsty]
de: [BP:TOE5:fünfte Zehe:STP]
eo: [BP:TOE5:kvina piedfingro:kvinaj ]
es: [BP:TOE5:quinto dedo del pie:STP]
ja: [BP:TOE5:f第五趾:STP]
ko: [BP:TOE5:다섯째 발가락:STP]
pl: [BP:TOE5:piąty palec u stopy:piąte palce u stopy]
ru: [BP:TOE5:пятый палец ноги:пятые пальцы ног]
tr: [BP:TOE5:beşinci ayak parmağı:STP]
vi: [BP:TOE5:ngón chân thứ năm:STP]
zh_hans: [BP:TOE5:脚小趾:STP]

# BODY:RCP_4_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_4_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:RCP_4_TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:第三趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:RCP_4_TOES
source: [BP:TOE4:fourth toe:STP]
cs: [BP:TOE4:čtvrtý prst:čtvrté prsty]
de: [BP:TOE4:vierte Zehe:STP]
eo: [BP:TOE4:kvara piedfingro:kvaraj piedfingroj]
es: [BP:TOE4:cuarto dedo del pie:STP]
ja: [BP:TOE4:第四趾:STP]
ko: [BP:TOE4:넷째 발가락:STP]
pl: [BP:TOE4:czwarty palec u stopy:czwarte palce u stopy]
ru: [BP:TOE4:четвёртый палец ноги:четвёртые пальцы ног]
tr: [BP:TOE4:dördüncü ayak parmağı:STP]
vi: [BP:TOE4:ngón chân thứ tư:STP]
zh_hans: [BP:TOE4:脚无名趾:STP]

# BODY:RCP_3_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_3_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:RCP_3_TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:第三趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:RCP_2_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_2_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:RCP_5_FRONT_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_5_FRONT_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:RCP_5_FRONT_TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:第三趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:RCP_5_FRONT_TOES
source: [BP:TOE4:fourth toe:STP]
cs: [BP:TOE4:čtvrtý prst:čtvrté prsty]
de: [BP:TOE4:vierte Zehe:STP]
eo: [BP:TOE4:kvara piedfingro:kvaraj piedfingroj]
es: [BP:TOE4:cuarto dedo del pie:STP]
ja: [BP:TOE4:第四趾:STP]
ko: [BP:TOE4:넷째 발가락:STP]
pl: [BP:TOE4:czwarty palec u stopy:czwarte palce u stopy]
ru: [BP:TOE4:четвёртый палец ноги:четвёртые пальцы ног]
tr: [BP:TOE4:dördüncü ayak parmağı:STP]
vi: [BP:TOE4:ngón chân thứ tư:STP]
zh_hans: [BP:TOE4:脚无名趾:STP]

# BODY:RCP_5_FRONT_TOES
source: [BP:TOE5:fifth toe:STP]
cs: [BP:TOE5:pátý prst:páté prsty]
de: [BP:TOE5:fünfte Zehe:STP]
eo: [BP:TOE5:kvina piedfingro:kvinaj piedfingroj]
es: [BP:TOE5:quinto dedo del pie:STP]
ja: [BP:TOE5:f第五趾:STP]
ko: [BP:TOE5:다섯째 발가락:STP]
pl: [BP:TOE5:piąty palec u stopy:piąte palce u stopy]
ru: [BP:TOE5:пятый палец ноги:пятые пальцы ног]
tr: [BP:TOE5:beşinci ayak parmağı:STP]
vi: [BP:TOE5:ngón chân thứ năm:STP]
zh_hans: [BP:TOE5:脚小趾:STP]

# BODY:RCP_4_FRONT_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_4_FRONT_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:RCP_4_FRONT_TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:第三趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:RCP_4_FRONT_TOES
source: [BP:TOE4:fourth toe:STP]
cs: [BP:TOE4:čtvrtý prst:čtvrté prsty]
de: [BP:TOE4:vierte Zehe:STP]
eo: [BP:TOE4:kvara piedfingro:kvaraj piedfingroj]
es: [BP:TOE4:cuarto dedo del pie:STP]
ja: [BP:TOE4:第四趾:STP]
ko: [BP:TOE4:넷째 발가락:STP]
pl: [BP:TOE4:czwarty palec u stopy:czwarte palce u stopy]
ru: [BP:TOE4:четвёртый палец ноги:четвёртые пальцы ног]
tr: [BP:TOE4:dördüncü ayak parmağı:STP]
vi: [BP:TOE4:ngón chân thứ tư:STP]
zh_hans: [BP:TOE4:脚无名趾:STP]

# BODY:RCP_3_FRONT_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_3_FRONT_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:RCP_3_FRONT_TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:第三趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:RCP_2_FRONT_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_2_FRONT_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:RCP_5_REAR_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_5_REAR_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:RCP_5_REAR_TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:第三趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:RCP_5_REAR_TOES
source: [BP:TOE4:fourth toe:STP]
cs: [BP:TOE4:čtvrtý prst:čtvrté prsty]
de: [BP:TOE4:vierte Zehe:STP]
eo: [BP:TOE4:kvara piedfingro:kvaraj piedfingroj]
es: [BP:TOE4:cuarto dedo del pie:STP]
ja: [BP:TOE4:第四趾:STP]
ko: [BP:TOE4:넷째 발가락:STP]
pl: [BP:TOE4:czwarty palec u stopy:czwarte palce u stopy]
ru: [BP:TOE4:четвёртый палец ноги:четвёртые пальцы ног]
tr: [BP:TOE4:dördüncü ayak parmağı:STP]
vi: [BP:TOE4:ngón chân thứ tư:STP]
zh_hans: [BP:TOE4:脚无名趾:STP]

# BODY:RCP_5_REAR_TOES
source: [BP:TOE5:fifth toe:STP]
cs: [BP:TOE5:pátý prst:páté prsty]
de: [BP:TOE5:fünfte Zehe:STP]
eo: [BP:TOE5:kvina piedfingro:kvinaj piedfingroj]
es: [BP:TOE5:quinto dedo del pie:STP]
ja: [BP:TOE5:f第五趾:STP]
ko: [BP:TOE5:다섯째 발가락:STP]
pl: [BP:TOE5:piąty palec u stopy:piąte palce u stopy]
ru: [BP:TOE5:пятый палец ноги:пятые пальцы ног]
tr: [BP:TOE5:beşinci ayak parmağı:STP]
vi: [BP:TOE5:ngón chân thứ năm:STP]
zh_hans: [BP:TOE5:脚小趾:STP]

# BODY:RCP_4_REAR_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_4_REAR_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]

# BODY:RCP_4_REAR_TOES
source: [BP:TOE3:third toe:STP]
cs: [BP:TOE3:třetí prst:třetí prsty]
de: [BP:TOE3:dritte Zehe:STP]
eo: [BP:TOE3:tria piedfingro:triaj piedfingroj]
es: [BP:TOE3:tercer dedo del pie:STP]
ja: [BP:TOE3:第三趾:STP]
ko: [BP:TOE3:셋째 발가락:STP]
pl: [BP:TOE3:trzeci palec u stopy:trzecie palce u stopy]
ru: [BP:TOE3:третий палец ноги:третьи пальцы ног]
tr: [BP:TOE3:üçüncü ayak parmağı:STP]
vi: [BP:TOE3:ngón chân thứ ba:STP]
zh_hans: [BP:TOE3:脚中趾:STP]

# BODY:RCP_4_REAR_TOES
source: [BP:TOE4:fourth toe:STP]
cs: [BP:TOE4:čtvrtý prst:čtvrté prsty]
de: [BP:TOE4:vierte Zehe:STP]
eo: [BP:TOE4:kvara piedfingro:kvaraj piedfingroj]
es: [BP:TOE4:cuarto dedo del pie:STP]
ja: [BP:TOE4:第四趾:STP]
ko: [BP:TOE4:넷째 발가락:STP]
pl: [BP:TOE4:czwarty palec u stopy:czwarte palce u stopy]
ru: [BP:TOE4:четвёртый палец ноги:четвёртые пальцы ног]
tr: [BP:TOE4:dördüncü ayak parmağı:STP]
vi: [BP:TOE4:ngón chân thứ tư:STP]
zh_hans: [BP:TOE4:脚无名指:STP]

# BODY:RCP_3_REAR_TOES
source: [BP:TOE1:first toe:STP]
cs: [BP:TOE1:první prst:první prsty]
de: [BP:TOE1:erste Zehe:STP]
eo: [BP:TOE1:unua piedfingro:unuaj piedfingroj]
es: [BP:TOE1:dedo gordo del pie:STP]
ja: [BP:TOE1:第一趾:STP]
ko: [BP:TOE1:첫째 발가락:STP]
pl: [BP:TOE1:pierwszy palec u stopy:pierwsze palce u stopy]
ru: [BP:TOE1:первый палец ноги:первые пальцы ног]
tr: [BP:TOE1:birinci ayak parmağı:STP]
vi: [BP:TOE1:ngón chân đầu tiên:STP]
zh_hans: [BP:TOE1:大脚趾:STP]

# BODY:RCP_3_REAR_TOES
source: [BP:TOE2:second toe:STP]
cs: [BP:TOE2:druhý prst:druhé prsty]
de: [BP:TOE2:zweite Zehe:STP]
eo: [BP:TOE2:dua piedfingro:duaj piedfingroj]
es: [BP:TOE2:segundo dedo del pie:STP]
ja: [BP:TOE2:第二趾:STP]
ko: [BP:TOE2:둘째 발가락:STP]
pl: [BP:TOE2:drugi palec u stopy:drugie palce u stopy]
ru: [BP:TOE2:второй палец ноги:вторые пальцы ног]
tr: [BP:TOE2:ikinci ayak parmağı:STP]
vi: [BP:TOE2:ngón chân thứ hai:STP]
zh_hans: [BP:TOE2:脚食趾:STP]
