Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:ELEPHANT_SEAL_MAN
source: [CASTE_NAME:elephant seal man:elephant seal men:elephant seal man]
cs: [CASTE_NAME:slonotuleňí muž:slonotuleňí muži:slonotuleňí muž]
de: [CASTE_NAME:See-Elefanten Mann:See-Elefanten Männer:See-Elefanten Mann]
eo: [CASTE_NAME:hommarelefantiĉo:hommarelefantiĉoj:de hommarelefantiĉo]
es: [CASTE_NAME:hombre elefante marino:hombres elefantes marinos:hombre elefante marino]
ja: [CASTE_NAME:ゾウアザラシ男:ゾウアザラシ男:ゾウアザラシ男の]
ko: [CASTE_NAME:남성 코끼리물범인간:남성 코끼리물범인간들:남성 코끼리물범인간]
pl: [CASTE_NAME:mirungomężczyzna:mirungomężczyźni:mirungomężczyzny]
ru: [CASTE_NAME:мужчина-морской слон:мужчины-морские слоны:мужчины-морского слона]
tr: [CASTE_NAME:erkek deniz fili:erkek deniz filleri:erkek deniz fili]
vi: [CASTE_NAME:Người hải cẩu voi (nam):Những người hải cẩu voi (nam):Người hải cẩu voi (nam)]

# CREATURE:ELEPHANT_SEAL_MAN
source: [CASTE_NAME:elephant seal woman:elephant seal women:elephant seal woman]
cs: [CASTE_NAME:slonotuleňí žena:slonotuleňí ženy:slonotuleňí žena]
de: [CASTE_NAME:See-Elefanten Frau: See-Elefanten Frauen:See-Elefanten Frau]
eo: [CASTE_NAME:hommarelefantino:hommarelefantinoj:de hommarelefantino]
es: [CASTE_NAME:mujer elefante marino:mujeres elefante marino:mujer elefante marino]
ja: [CASTE_NAME:ゾウアザラシ女:ゾウアザラシ女:ゾウアザラシ女の]
ko: [CASTE_NAME:여성 코끼리물범인간:여성 코끼리물범인간들:여성 코끼리물범인간]
pl: [CASTE_NAME:mirungokobieta:mirungokobiety:muringokobiecy]
ru: [CASTE_NAME:женщина-морской слон:женщины-морские слоны:женщины-морского слона]
tr: [CASTE_NAME:dişi deniz fili:dişi deniz filleri:dişi deniz fili]
vi: [CASTE_NAME:Người hải cẩu voi (nữ):Những người hải cẩu voi (nữ):Người hải cẩu voi (nữ)]

# CREATURE:ELEPHANT_SEAL_MAN
source: [NAME:elephant seal man:elephant seal men:elephant seal man]
cs: [NAME:slonotuleňí muž:slonotuleňí muži:slonotuleňí muž]
de: [NAME:See-Elefanten Mensch:See-Elefanten Menschen:See-Elefanten Mensch]
eo: [NAME:hommarelefanto:hommarelefantoj:de hommarelefanto]
es: [NAME:hombre elefante marino:hombres elefante marino:hombre elefante marino]
ja: [NAME:ゾウアザラシ男:ゾウアザラシ男:ゾウアザラシ男の]
ko: [NAME:코끼리물범인간:코끼리물범인간들:코끼리물범인간]
pl: [NAME:mirungoczłowiek:mirungoludzie:mirungoludzki]
ru: [NAME:человек-морской слон:люди-морские слоны:человека-морского слона]
tr: [NAME:erkek deniz fili:erkek deniz filleri:erkek deniz fili]
vi: [NAME:Người hải cẩu voi (nam):Những người hải cẩu voi (nam):Người hải cẩu voi (nam)]

# CREATURE:ELEPHANT_SEAL_MAN
source: [DESCRIPTION:A person with the head and flippers of an elephant seal.]
cs: [DESCRIPTION:Osoba s hlavou a ploutvemi sloního tuleně.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Flossen eines Seeelefanten.]
eo: [DESCRIPTION:Homo kun la kapo kaj la naĝiloj de marelefanto.]
es: [DESCRIPTION:Una persona con la cabeza y las aletas de un elefante marino.]
ja: [DESCRIPTION:ゾウアザラシの頭と尾びれを持った人間だ。]
ko: [DESCRIPTION:코끼리물범의 머리와 오리발을 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i płetwami mirunga.]
ru: [DESCRIPTION:Человек с головой и плавниками морского слона.]
tr: [DESCRIPTION:Deniz fili başına ve yüzgeçlerine sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và vây bơi của hải cẩu voi.]

# CREATURE:GIANT_ELEPHANT_SEAL
source: [NAME:giant elephant seal:giant elephant seals:giant elephant seal]
cs: [NAME:obří sloní tuleň:obří sloní tuleni:obří sloní tuleň]
de: [NAME:Riesiger See-Elefant:Riesige See-Elefanten:Riesiger See-Elefant]
eo: [NAME:giganta marelefanto:gigantaj marelefantoj:de giganta marelefanto]
es: [NAME:elefante marino gigante:elefantes marinos gigantes:elefante marino gigante]
ja: [NAME:巨大ゾウアザラシ:巨大ゾウアザラシ:巨大ゾウアザラシの]
ko: [NAME:거대 코끼리물범:거대 코끼리물범들:거대 코끼리물범]
pl: [NAME:gigantyczna mirunga:gigantyczne mirungi:gigantyczno mirungowy]
ru: [NAME:гигантский морской слон:гигантские морские слоны:гигантского морского слона]
tr: [NAME:dev deniz fili:dev deniz filleri:dev deniz fili]

# CREATURE:GIANT_ELEPHANT_SEAL
source: [CASTE_NAME:giant elephant seal:giant elephant seals:giant elephant seal]
cs: [CASTE_NAME:obří sloní tuleň:obří sloní tuleni:obří sloní tuleň]
de: [CASTE_NAME:Riesiger See-Elefant:Riesige See-Elefanten:Riesiger See-Elefant]
eo: [CASTE_NAME:giganta marelefanto:gigantaj marelefantoj:de giganta marelefanto]
es: [CASTE_NAME:elefante marino gigante:elefantes marinos gigantes:elefante marino gigante]
ja: [CASTE_NAME:巨大ゾウアザラシ:巨大ゾウアザラシ:巨大ゾウアザラシの]
ko: [CASTE_NAME:거대 코끼리물범:거대 코끼리물범들:거대 코끼리물범]
pl: [CASTE_NAME:gigantyczna mirunga:gigantyczne mirungi:gigantyczno mirungowy]
ru: [CASTE_NAME:гигантский морской слон:гигантские морские слоны:гигантского морского слона]
tr: [CASTE_NAME:dev deniz fili:dev deniz filleri:dev deniz fili]

# CREATURE:GIANT_ELEPHANT_SEAL
source: [GENERAL_CHILD_NAME:giant elephant seal pup:giant elephant seal pups]
cs: [GENERAL_CHILD_NAME:mládě obřího sloního tuleně:mláďata obřího sloního tuleně]
de: [GENERAL_CHILD_NAME:Riesige See-Elefanten Junges:Riesige See-Elefanten Junge]
eo: [GENERAL_CHILD_NAME:giganta marelefantido:gigantaj marelefantidoj]
es: [GENERAL_CHILD_NAME:cría de elefante marino gigante:crías de elefante marino gigantes]
ja: [GENERAL_CHILD_NAME:巨大ゾウアザラシの子供:巨大ゾウアザラシの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 코끼리물범:새끼 거대 코끼리물범들:]
pl: [GENERAL_CHILD_NAME:młody gigantycznego mirunga:młode gigantycznego mirunga]
ru: [GENERAL_CHILD_NAME:детёныш гигантского морского слона:детёныши гигантского морского слона]
tr: [GENERAL_CHILD_NAME:yavru dev deniz fili:yavru dev deniz filleri]
vi: [GENERAL_CHILD_NAME:Hải cẩu voi con khổng lồ:Những con hải cẩu voi con khổng lồ]

# CREATURE:GIANT_ELEPHANT_SEAL
source: [DESCRIPTION:A huge monster in the shape of an elephant seal.]
cs: [DESCRIPTION:Obrovský tvor ve tvaru sloního tuleně.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines See-Elefanten.]
eo: [DESCRIPTION:Grandega monstro kun formo de marelefanto.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un elefante marino.]
ja: [DESCRIPTION:ゾウアザラシのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:코끼리물범의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie mirunga.]
ru: [DESCRIPTION:Огромный монстр, похожий на морского слона.]
tr: [DESCRIPTION:Deniz fili şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng hải cẩu voi.]
zh_hans: [DESCRIPTION:一只巨大的象海豹怪。]

# CREATURE:GIANT_ELEPHANT_SEAL
source: [PREFSTRING:large floppy noses]
cs: [PREFSTRING:velkými měkkými choboty]
de: [PREFSTRING:große schlapprige Nase]
eo: [PREFSTRING:grandaj flekseblaj nazoj]
es: [PREFSTRING:largas narices caídas]
ja: [PREFSTRING:大きな広がった鼻]
ko: [PREFSTRING:물렁한 큰 코]
pl: [PREFSTRING:duże zwiotczałe nosy]
ru: [PREFSTRING:большой свисающий нос]
tr: [PREFSTRING:büyük sarkık burunlar]
vi: [PREFSTRING:Những cái mũi to lớn và mềm rủ]

# CREATURE:GIANT_ELEPHANT_SEAL
source: [PREFSTRING:great size]
cs: [PREFSTRING:velikostí]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:巨大]
ko: [PREFSTRING:거대한 크기]
pl: [PREFSTRING:wielki rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük boyut]
vi: [PREFSTRING:kích thước khổng lồ]

# CREATURE:HARP_SEAL
source: [DESCRIPTION:A small marine mammal. Its young are prized for their white fur.]
cs: [DESCRIPTION:Malý mořský savec. Jeho mláďata jsou ceněna pro svou bílou srst.]
de: [DESCRIPTION:Ein kleines Meeressäugetier. Seine Jungen werden für ihr weißes Fell geschätzt.]
eo: [DESCRIPTION:Malgranda mara mamulo. Ĝiaj idoj estas estimataj por siajn blankajn felojn.]
es: [DESCRIPTION:Un pequeño mamífero marino. Sus crias son apreciada por su piel blanca.]
ja: [DESCRIPTION:小さな海陸哺乳類だ。白の毛皮に高い価値がある。]
ko: [DESCRIPTION:작은 해양 포유류. 어린 개체들은 흰 털 때문에 귀하게 여겨진다.]
pl: [DESCRIPTION:Mały, morski ssak. Jego młode są cenione za ich białe futro.]
ru: [DESCRIPTION:Небольшое морское млекопитающее. Его молодняк ценится за его белый мех.]
tr: [DESCRIPTION:Küçük bir deniz memelisi. Yavruları beyaz kürkleri için değerlidir.]
vi: [DESCRIPTION:Một động vật có vú biển nhỏ. Con non của chúng được săn đón vì bộ lông trắng muốt.]

# CREATURE:HARP_SEAL
source: [NAME:harp seal:harp seals:harp seal]
cs: [NAME:tuleň kuželozubý:tuleni kuželozubí:tuleň kuželozubý]
de: [NAME:Sattelrobbe:Sattelrobben:Sattelrobbe]
eo: [NAME:sela foko:selaj fokoj:de sela foko]
es: [NAME:foca pía:focas pías:foca pía]
ja: [NAME:タテゴトアザラシ:タテゴトアザラシ:タテゴトアザラシの]
ko: [NAME:하프물범:하프물범들:하프물범]
pl: [NAME:lodofoka:lodofoki:lodofokowy]
ru: [NAME:тюлень:тюлени:тюленя]
tr: [NAME:grönland foku:grönland fokları:grönland foku]
vi: [NAME:Hải cẩu đàn hạc:Những con hải cẩu đàn hạc:Hải cẩu đàn hạc]

# CREATURE:HARP_SEAL
source: [CASTE_NAME:harp seal:harp seals:harp seal]
cs: [CASTE_NAME:tuleň kuželozubý:tuleni kuželozubí:tuleň kuželozubý]
de: [CASTE_NAME:Sattelrobbe:Sattelrobben:Sattelrobbe]
eo: [CASTE_NAME:sela foko:selaj fokoj:de sela foko]
es: [CASTE_NAME:foca pía:focas pías:foca pía]
ja: [CASTE_NAME:タテゴトアザラシ:タテゴトアザラシ:タテゴトアザラシの]
ko: [CASTE_NAME:[NAME:하프물범:하프물범들:하프물범]
pl: [CASTE_NAME:lodofoka:lodofoki:lodofokowy]
ru: [CASTE_NAME:тюлень:тюлени:тюленя]
tr: [CASTE_NAME:grönland foku:grönland fokları:grönland foku]
vi: [CASTE_NAME:Hải cẩu đàn hạc:Những con hải cẩu đàn hạc:Hải cẩu đàn hạc]

# CREATURE:HARP_SEAL
source: [GENERAL_CHILD_NAME:harp seal pup:harp seal pups]
cs: [GENERAL_CHILD_NAME:mládě tuleně kuželozubého:mláďata tuleně kuželozubého]
de: [GENERAL_CHILD_NAME:Sattelrobben Junges:Sattelrobben Junge]
eo: [GENERAL_CHILD_NAME:sela fokido:selaj fokidoj]
es: [GENERAL_CHILD_NAME:cachorro de foca pía:cachorros de foca pía]
ja: [GENERAL_CHILD_NAME:タテゴトアザラシの子供:タテゴトアザラシの子供の]
ko: [GENERAL_CHILD_NAME:새끼 하프물범:새끼 하프물범들]
pl: [GENERAL_CHILD_NAME:młody lodofoki:młode lodofoki]
ru: [GENERAL_CHILD_NAME:белёк:бельки]
tr: [GENERAL_CHILD_NAME:yavru grönland foku:yavru grönland fokları]
vi: [GENERAL_CHILD_NAME:Hải cẩu đàn hạc con:Những con hải cẩu đàn hạc con]

# CREATURE:HARP_SEAL
source: [PREFSTRING:adorable pups]
cs: [PREFSTRING:roztomilými mláďaty]
de: [PREFSTRING:süße Welpen]
eo: [PREFSTRING:amindaj idoj]
es: [PREFSTRING:cachorros adorables] No hay instrucciones aún.
ja: [PREFSTRING:愛らしい子供]
ko: [PREFSTRING:앙증맞은 강아지들]
pl: [PREFSTRING:rozkoszne młode]
ru: [PREFSTRING:восхитительных детёнышей]
tr: [PREFSTRING:sevimli yavrular]
vi: [PREFSTRING:Những con non đáng yêu]

# CREATURE:HARP_SEAL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:HARP_SEAL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:HARP_SEAL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:HARP_SEAL_MAN
source: [CASTE_NAME:harp seal man:harp seal men:harp seal man]
cs: [CASTE_NAME:kuželozubý muž:kuželozubí muži:kuželozubý muž]
de: [CASTE_NAME:Sattelrobbenmann:Sattelrobbenmänner:Sattelrobbenmann]
eo: [CASTE_NAME:hom-sel-fokiĉo:hom-sel-fokiĉoj:de hom-sel-fokiĉo]
es: [CASTE_NAME:hombre foca pía:hombres foca pía:hombre foca pía]
ja: [CASTE_NAME:タテゴトアザラシ男:タテゴトアザラシ男:タテゴトアザラシ男の]
ko: [CASTE_NAME:남성 하프물범인간:남성 하프물범인간들:남성 하프물범인간]
pl: [CASTE_NAME:lodofokomężczyzna:lodofokomężczyźni:lodofokomężczyzny]
ru: [CASTE_NAME:мужчина-тюлень:мужчины-тюлени:мужчины-тюленя]
tr: [CASTE_NAME:erkek grönland foku:erkek grönland fokları:erkek grönland foku]
vi: [CASTE_NAME:Người hải cẩu đàn hạc (nam):Những người hải cẩu đàn hạc (nam):Người hải cẩu đàn hạc (nam)]

# CREATURE:HARP_SEAL_MAN
source: [CASTE_NAME:harp seal woman:harp seal women:harp seal woman]
cs: [CASTE_NAME:kuželozubá žena:kuželozubé ženy:kuželozubá žena]
de: [CASTE_NAME:Sattelrobbenfrau:Sattelrobbenfrauen:Sattelrobbenfrau]
eo: [CASTE_NAME:hom-sel-fokino:hom-sel-fokinoj:de hom-sel-fokino]
es: [CASTE_NAME:mujer foca pía:mujeres foca pía:mujer foca pía]
ja: [CASTE_NAME:タテゴトアザラシ女:タテゴトアザラシ女:タテゴトアザラシ女の]
ko: [CASTE_NAME:여성 하프물범인간:여성 하프물범인간들:여성 하프물범인간]
pl: [CASTE_NAME:lodofokokobieta:lodofokobiety:lodofokokobiecy]
ru: [CASTE_NAME:женщина-тюлень:женщины-тюлени:женщины-тюленя]
tr: [CASTE_NAME:dişi grönland foku:dişi grönland fokları:dişi grönland foku]
vi: [CASTE_NAME:Người hải cẩu đàn hạc (nữ):Những người hải cẩu đàn hạc (nữ):Người hải cẩu đàn hạc (nữ)]

# CREATURE:HARP_SEAL_MAN
source: [NAME:harp seal man:harp seal men:harp seal man]
cs: [NAME:kuželozubý muž:kuželozubí muži:kuželozubý muž]
de: [NAME:Sattelrobbenmensch:Sattelrobbenmenschen:Sattelrobbenmensch]
eo: [NAME:hom-sel-foko:hom-sel-fokoj:de hom-sel-foko]
es: [NAME:hombre foca pía:hombres foca pía:hombre foca pía]
ja: [NAME:タテゴトアザラシ男:タテゴトアザラシ男:タテゴトアザラシ男の]
ko: [NAME:하프물범인간:하프물범인간들:하프물범인간]
pl: [NAME:lodofokoczłowiek:lodofokoludzie:lodofokoludzki]
ru: [NAME:человек-тюлень:люди-тюлени:человека-тюленя]
tr: [NAME:erkek grönland foku:erkek grönland fokları:erkek grönland foku]
vi: [NAME:Người hải cẩu đàn hạc (nam):Những người hải cẩu đàn hạc (nam):Người hải cẩu đàn hạc (nam)]

# CREATURE:HARP_SEAL_MAN
source: [DESCRIPTION:A person with the head and flippers of a harp seal.]
cs: [DESCRIPTION:Osoba s hlavou a ploutvemi tuleně kuželozubého.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Flossen einer Sattelrobbe.]
eo: [DESCRIPTION:Homo kun la kapo kaj naĝiloj de sela foko.]
es: [DESCRIPTION:Una persona con la cabeza y las aletas de una foca pía.]
ja: [DESCRIPTION:タテゴトアザラシの頭と尾びれを持った人間だ。]
ko: [DESCRIPTION:하프물범의 머리와 오리발을 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i płetwami lodofoki.]
ru: [DESCRIPTION:Человек с головой и плавниками тюленя.]
tr: [DESCRIPTION:Grönland foku başına ve yüzgeçlerine sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và vây bơi của hải cẩu đàn hạc.]

# CREATURE:GIANT_HARP_SEAL
source: [NAME:giant harp seal:giant harp seals:giant harp seal]
cs: [NAME:obří tuleň kuželozubý:obří tuleni kuželozubí:obří tuleň kuželozubý]
de: [NAME:Riesige Sattelrobbe:Riesige Sattelrobben:Riesige Sattelrobbe]
eo: [NAME:giganta sela foko:gigantaj selaj fokoj:giganta sela foko]
es: [NAME:foca pía gigante:focas pías gigantes:foca pía gigante]
ja: [NAME:巨大タテゴトアザラシ:巨大タテゴトアザラシ:巨大タテゴトアザラシの]
ko: [NAME:거대 하프물범:거대 하프물범들:거대 하프물범]
pl: [NAME:gigantyczna lodofoka:gigantyczne lodofoki:gigantyczno lodofokowy]
ru: [NAME:гигантский тюлень:гигантские тюлени:гигантского тюленя]
tr: [NAME:dev grönland foku:dev grönland fokları:dev grönland foku]
vi: [NAME:Hải cẩu đàn hạc khổng lồ:Những con hải cẩu đàn hạc khổng lồ:Hải cẩu đàn hạc khổng lồ]

# CREATURE:GIANT_HARP_SEAL
source: [CASTE_NAME:giant harp seal:giant harp seals:giant harp seal]
cs: [CASTE_NAME:obří tuleň kuželozubý:obří tuleni kuželozubí:obří tuleň kuželozubý]
de: [CASTE_NAME:Riesige Sattelrobbe:Riesige Sattelrobben:Riesige Sattelrobbe]
eo: [CASTE_NAME:giganta sela foko:gigantaj selaj fokoj:giganta sela foko]
es: [CASTE_NAME:foca pía gigante:focas pías gigantes:foca pía gigante]
ja: [CASTE_NAME:巨大タテゴトアザラシ:巨大タテゴトアザラシ:巨大タテゴトアザラシの]
ko: [CASTE_NAME:거대 하프물범:거대 하프물범들:거대 하프물범]
pl: [CASTE_NAME:gigantyczna lodofoka:gigantyczne lodofoki:gigantyczno lodofokowy]
ru: [CASTE_NAME:гигантский тюлень:гигантские тюлени:гигантского тюленя]
tr: [CASTE_NAME:dev grönland foku:dev grönland fokları:dev grönland foku]
vi: [CASTE_NAME:Hải cẩu đàn hạc khổng lồ:Những con hải cẩu đàn hạc khổng lồ:Hải cẩu đàn hạc khổng lồ]

# CREATURE:GIANT_HARP_SEAL
source: [GENERAL_CHILD_NAME:giant harp seal pup:giant harp seal pups]
cs: [GENERAL_CHILD_NAME:mládě obřího tuleně kuželozubého:mláďata obřího tuleně kuželozubého]
de: [GENERAL_CHILD_NAME:Riesiges Sattelrobben Junges:Riesige Sattelrobben Junge]
eo: [GENERAL_CHILD_NAME:giganta sela fokido:gigantaj selaj fokidoj]
es: [GENERAL_CHILD_NAME:cachorro de foca pía gigante:cachorros de foca pía gigante]
ja: [GENERAL_CHILD_NAME:巨大タテゴトアザラシの子供:巨大タテゴトアザラシの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 하프물범:새끼 거대 하프물범들]
pl: [GENERAL_CHILD_NAME:młody gigantycznej lodofoki:młode gigantycznej lodofoki]
ru: [GENERAL_CHILD_NAME:гигантский белёк:гигантские бельки]
tr: [GENERAL_CHILD_NAME:yavru dev grönland foku:yavru dev grönland fokları]
vi: [GENERAL_CHILD_NAME:Hải cẩu đàn hạc con khổng lồ:Những con hải cẩu đàn hạc con khổng lồ]

# CREATURE:GIANT_HARP_SEAL
source: [DESCRIPTION:A huge monster in the shape of a harp seal.]
cs: [DESCRIPTION:Obrovský tvor ve tvaru tuleně kuželozubého.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Sattelrobbe.]
eo: [DESCRIPTION:Grandega monstro kun formo de sela foko.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de una foca pía.]
ja: [DESCRIPTION:タテゴトアザラシのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:하프물범의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie lodofoki.]
ru: [DESCRIPTION:Огромный монстр, похожий на тюленя.]
tr: [DESCRIPTION:Grönland foku şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng hải cẩu đàn hạc.]
zh_hans: [DESCRIPTION:一只巨大的竖琴海豹怪。]

# CREATURE:GIANT_HARP_SEAL
source: [PREFSTRING:adorable pups]
cs: [PREFSTRING:roztomilými mláďaty]
de: [PREFSTRING:süße Welpen]
eo: [PREFSTRING:amindaj idoj]
es: [PREFSTRING:cachorros adorables] No hay instrucciones aún.
ja: [PREFSTRING:愛らしい子供]
ko: [PREFSTRING:앙증맞은 강아지들]
pl: [PREFSTRING:rozkoszne młode]
ru: [PREFSTRING:восхитительных детёнышей]
tr: [PREFSTRING:sevimli yavrular]
vi: [PREFSTRING:Những con non đáng yêu]

# CREATURE:NAUTILUS
source: [DESCRIPTION:A tiny, mollusk with a large shell and many tentacles.]
cs: [DESCRIPTION:Drobný měkkýš s velkou ulitou a mnoha chapadly.]
de: [DESCRIPTION:Ein winziges Weichtier mit einem großen Panzer und vielen Tentakeln.]
eo: [DESCRIPTION:Eta molusko kun granda konko kaj multaj tentakloj.]
es: [DESCRIPTION:Un diminuto molusco, con una gran concha y muchos tentáculos.]
ja: [DESCRIPTION:大きな殻と多数の触手を持った小型海生軟体生物。]
ko: [DESCRIPTION:큰 껍질과 많은 촉수를 가진 작은 연체 동물.]
pl: [DESCRIPTION:Malutki mięczak z dużą skorupą i wieloma mackami.]
ru: [DESCRIPTION:Мелкий моллюск с большой раковиной и множеством щупалец.]
tr: [DESCRIPTION:Büyük bir kabuğu ve çok sayıda dokunacı olan minik bir yumuşakça.]
vi: [DESCRIPTION:Một động vật thân mềm tí hon với vỏ lớn và nhiều xúc tu.]

# CREATURE:NAUTILUS
source: [NAME:nautilus:nautiluses:nautilus]
cs: [NAME:loděnka:loděnky:loděnka]
de: [NAME:Nautilus:Nautilusse:Nautilus]
eo: [NAME:naŭtilo:naŭtiloj:de naŭtilo]
ja: [NAME:オウムガイ:オウムガイ:オウムガイの]
ko: [NAME:앵무조개:앵무조개들:앵무조개]
pl: [NAME:nautilus:nautilusy:nautilusowy]
ru: [NAME:наутилус:наутилусы:наутилуса]
tr: [NAME:nautilüs:nautilüsler:nautilüs]
vi: [NAME:Ốc anh vũ:Những con ốc anh vũ:Ốc anh vũ]

# CREATURE:NAUTILUS
source: [CASTE_NAME:nautilus:nautiluses:nautilus]
cs: [CASTE_NAME:loděnka:loděnky:loděnka]
de: [CASTE_NAME:Nautilus:Nautilusse:Nautilus]
eo: [CASTE_NAME:naŭtilo:naŭtiloj:de naŭtilo]
ja: [CASTE_NAME:オウムガイ:オウムガイ:オウムガイの]
ko: [CASTE_NAME:앵무조개:앵무조개들:앵무조개]
pl: [CASTE_NAME:nautilus:nautilusy:nautilusowy]
ru: [CASTE_NAME:наутилус:наутилусы:наутилуса]
tr: [CASTE_NAME:nautilüs:nautilüsler:nautilüs]
vi: [CASTE_NAME:Ốc anh vũ:Những con ốc anh vũ:Ốc anh vũ]

# CREATURE:NAUTILUS
source: [PREFSTRING:shells]
cs: [PREFSTRING:ulity]
de: [PREFSTRING:Schalen]
eo: [PREFSTRING:konkoj]
es: [PREFSTRING:caparazón]
ja: [PREFSTRING:殻]
ko: [PREFSTRING:껍질]
pl: [PREFSTRING:muszle]
ru: [PREFSTRING:раковины]
tr: [PREFSTRING:kabuklar]
vi: [PREFSTRING:các vỏ]

# CREATURE:NAUTILUS
source: [PREFSTRING:many tentacles]
cs: [PREFSTRING:mnoho chapadel]
de: [PREFSTRING:viele Tentakel]
eo: [PREFSTRING:multaj tentakloj]
es: [PREFSTRING:muchos tentáculos]
ja: [PREFSTRING:沢山の触手]
ko: [PREFSTRING:많은 촉수들]
pl: [PREFSTRING:wiele macek]
ru: [PREFSTRING:множество щупалец]
tr: [PREFSTRING:çok sayıda dokunaç]
vi: [PREFSTRING:Nhiều xúc tu]

# CREATURE:NAUTILUS
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:NAUTILUS
source: [TLCM_NOUN:shell:SINGULAR]
cs: [TLCM_NOUN:ulita:SINGULAR]
de: [TLCM_NOUN:Haus:SINGULAR]
eo: [TLCM_NOUN:konko:SINGULAR]
es: [TLCM_NOUN:caparazón:SINGULAR]
ja: [TLCM_NOUN:殻:SINGULAR]
ko: [TLCM_NOUN:껍데기:SINGULAR]
pl: [TLCM_NOUN:muszla:SINGULAR]
ru: [TLCM_NOUN:раковина:SINGULAR]
tr: [TLCM_NOUN:kabuk:SINGULAR]

# CREATURE:NAUTILUS
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:NAUTILUS_MAN
source: [CASTE_NAME:nautilus man:nautilus men:nautilus man]
cs: [CASTE_NAME:loděnkový muž:loděnkoví muži:loděnkový muž]
de: [CASTE_NAME:Nautilusmann:Nautilusmänner:Nautilusmann]
eo: [CASTE_NAME:homnaŭtiliĉo:homnaŭtiliĉoj:de homnaŭtiliĉo]
es: [CASTE_NAME:hombre cangrejo ermitaño:hombres cangrejo ermitaño:hombre cangrejo ermitaño]
ja: [CASTE_NAME:オウムガイ男:オウムガイ男:オウムガイ男の]
ko: [CASTE_NAME:남성 앵무조개인간:남성 앵무조개인간들:남성 앵무조개]
pl: [CASTE_NAME:nautilusomężczyzna:nautilusomężczyźni:nautilusomężczyzny]
ru: [CASTE_NAME:мужчина-наутилус:мужчины-наутилусы:мужчины-наутилуса]
tr: [CASTE_NAME:erkek nautilüs:erkek nautilüsler:erkek nautilüs]
vi: [CASTE_NAME:Người ốc anh vũ (nam):Những người ốc anh vũ (nam):Người ốc anh vũ (nam)]

# CREATURE:NAUTILUS_MAN
source: [CASTE_NAME:nautilus woman:nautilus women:nautilus woman]
cs: [CASTE_NAME:loděnková žena:loděnkové ženy:loděnková žena]
de: [CASTE_NAME:Nautilusfrau:Nautilusfrauen:Nautilusfrau]
eo: [CASTE_NAME:homnaŭtilino:homnaŭtilinoj:de homnaŭtilino]
es: [CASTE_NAME:mujer cangrejo ermitaño:mujeres cangrejo ermitaño:mujer cangrejo ermitaño]
ja: [CASTE_NAME:オウムガイ女:オウムガイ女:オウムガイ女の]
ko: [CASTE_NAME:여성 앵무조개인간:여성 앵무조개인간들:여성 앵무조개]
pl: [CASTE_NAME:nautilusokobieta:nautilusokobiety:nautilusokobiecy]
ru: [CASTE_NAME:женщина-наутилус:женщины-наутилусы:женщины-наутилуса]
tr: [CASTE_NAME:dişi nautilüs:dişi nautilüsler:dişi nautilüs]
vi: [CASTE_NAME:Người ốc anh vũ (nữ):Những người ốc anh vũ (nữ):Người ốc anh vũ (nữ)]

# CREATURE:NAUTILUS_MAN
source: [NAME:nautilus man:nautilus men:nautilus man]
cs: [NAME:loděnkový muž:loděnkoví muži:loděnkový muž]
de: [NAME:Nautilusmensch:Nautilusmenschen:Nautilusmensch]
eo: [NAME:homnaŭtilo:homnaŭtiloj:de homnaŭtilo]
es: [NAME:hombre cangrejo ermitaño:hombres cangrejo ermitaño:hombre cangrejo ermitaño]
ja: [NAME:オウムガイ男:オウムガイ男:オウムガイ男の]
ko: [NAME:앵무조개인간:앵무조개인간들:앵무조개]
pl: [NAME:nautilusoczłowiek:nautilusoludzie:nautilusoludzki]
ru: [NAME:человек-наутилус:люди-наутилусы:человека-наутилуса]
tr: [NAME:erkek nautilüs:erkek nautilüsler:erkek nautilüs]
vi: [NAME:Người ốc anh vũ (nam):Những người ốc anh vũ (nam):Người ốc anh vũ (nam)]

# CREATURE:NAUTILUS_MAN
source: [DESCRIPTION:A person with the shell and tentacles of a nautilus.]
cs: [DESCRIPTION:Osoba s ulitou a chapadly loděnky.]
de: [DESCRIPTION:Eine Person mit dem Panzer und den Tentakeln eines Nautilus.]
eo: [DESCRIPTION:Homo kun la konko kaj la tentakloj de naŭtilo.]
es: [DESCRIPTION:Una persona con la concha y los tentáculos de un cangrejo ermitaño.]
ja: [DESCRIPTION:オウムガイの殻と触手を持った人間だ。]
ko: [DESCRIPTION:앵무조개의 껍질과 촉수를 가진 인간.]
pl: [DESCRIPTION:Osobnik z muszlą i mackami nautilusa.]
ru: [DESCRIPTION:Человек с панцирем и щупальцами наутилуса.]
tr: [DESCRIPTION:Nautilüs kabuğuna ve dokunaçlarına sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang vỏ và xúc tu của ốc anh vũ.]
