Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# INORGANIC:CARNELIAN
source: [IS_GEM:carnelian:STP:]
cs: [IS_GEM:karneol:STP:]
de: [IS_GEM:Karneol:STP:]
eo: [IS_GEM:karneolo:karneoloj:]
es: [IS_GEM:cornalina:STP:]
ja: [IS_GEM:紅玉髄:STP:]
ko: [IS_GEM:홍옥수:STP:]
ru: [IS_GEM:сердолик:сердолики:]
tr: [IS_GEM:karnelyan:STP:]
zh_hans: [IS_GEM:红玉髓:STP:]

# INORGANIC:BANDED AGATE
source: [IS_GEM:banded agate:STP:]
cs: [IS_GEM:páskový achát:STP:]
de: [IS_GEM:Bandachat:STP:]
eo: [IS_GEM:striata agato:striataj agatoj:]
es: [IS_GEM:vendar ágata:STP:]
ja: [IS_GEM:縄目瑪瑙:STP:]
ko: [IS_GEM:밴디드 애거트:STP:]
ru: [IS_GEM:дисковый агат:дисковые агаты:]
tr: [IS_GEM:şeritli akik:STP:]
zh_hans: [IS_GEM:条纹玛瑙:STP:]

# INORGANIC:SARDONYX
source: [IS_GEM:sardonyx:sardonyxes:]
cs: [IS_GEM:sardonik:sardoniky:]
de: [IS_GEM:Sardonyx:Sardonyxe:]
eo: [IS_GEM:sardonikso:sardoniksoj:]
es: [IS_GEM:ónice:ónices:]
ja: [IS_GEM:赤縞瑪瑙:赤縞瑪瑙:]
ko: [IS_GEM:사아다닉스:사아다닉시즈:]
ru: [IS_GEM:сардоникс:сардониксы:]
tr: [IS_GEM:sardoniks:sardoniksler:]
vi: [IS_GEM:Sardonyx:Sardonyx:]
zh_hans: [IS_GEM:缠丝玛瑙:缠丝玛瑙:]

# INORGANIC:CHERRY OPAL
source: [IS_GEM:cherry opal:STP:]
cs: [IS_GEM:třešňový opál:STP:]
de: [IS_GEM:Kirschopal:STP:]
eo: [IS_GEM:ĉerizopalo:ĉerizopaloj:]
es: [IS_GEM:ópalo burdeo:STP:]
ja: [IS_GEM:チェリーオパール:STP:]
ko: [IS_GEM:체리 오팔:STP:]
ru: [IS_GEM:вишнёвый опал:вишнёвые опалы:]
tr: [IS_GEM:kiraz opal:STP:]
zh_hans: [IS_GEM:樱桃欧泊:STP:]

# INORGANIC:LAVENDER JADE
source: [IS_GEM:lavender jade:STP:]
cs: [IS_GEM:levandulový nefrit:STP:]
de: [IS_GEM:Lavendeljade:STP:]
eo: [IS_GEM:lavendkolora jado:lavendkoloraj jadoj:]
es: [IS_GEM:jade lavanda:STP:]
ja: [IS_GEM:ラベンダー翡翠:STP:]
ko: [IS_GEM:라벤더 제이드:STP:]
ru: [IS_GEM:лавандовый нефрит:лавандовые нефриты:]
tr: [IS_GEM:lavanta yeşim:STP:]
zh_hans: [IS_GEM:紫翡翠:STP:]

# INORGANIC:PINK JADE
source: [IS_GEM:pink jade:STP:]
cs: [IS_GEM:růžový nefrit:STP:]
de: [IS_GEM:rosa Jade:STP:]
eo: [IS_GEM:roza jado:rozaj jadoj:]
es: [IS_GEM:jade rosado:STP:]
ja: [IS_GEM:ピンク翡翠:STP:]
ko: [IS_GEM:핑크 제이드:STP:]
ru: [IS_GEM:розовый нефрит:розовые нефриты:]
tr: [IS_GEM:pembe yeşim:STP:]
zh_hans: [IS_GEM:粉红翡翠:STP:]

# INORGANIC:TUBE AGATE
source: [IS_GEM:tube agate:STP:]
cs: [IS_GEM:trubkový achát:STP:]
de: [IS_GEM:Röhrenachat:STP:]
eo: [IS_GEM:tubagato:tubagatoj:]
es: [IS_GEM:tubo de ágata:STP:]
ja: [IS_GEM:筒目瑪瑙:STP:]
ko: [IS_GEM:튜브 애거트:STP:]
ru: [IS_GEM:трубчатый агат:трубчатые агаты:]
tr: [IS_GEM:tüp akik:STP:]

# INORGANIC:FIRE AGATE
source: [IS_GEM:fire agate:STP:]
cs: [IS_GEM:ohnivý achát:STP:]
de: [IS_GEM:Feuerachat:STP:]
eo: [IS_GEM:fajragato:fajragatoj:]
es: [IS_GEM:ágata de fuego:STP:]
ja: [IS_GEM:炎瑪瑙:STP:]
ko: [IS_GEM:파이어 애거트:STP:]
ru: [IS_GEM:огненный агат:огненные агаты:]
tr: [IS_GEM:ateş akik:STP:]

# INORGANIC:PLUME AGATE
source: [IS_GEM:plume agate:STP:]
cs: [IS_GEM:chocholatý achát:STP:]
de: [IS_GEM:Plumeachat:STP:]
eo: [IS_GEM:plumagato:plumagatoj:]
es: [IS_GEM:trozo de ágata:STP:]
ja: [IS_GEM:羽毛瑪瑙:STP:]
ko: [IS_GEM:플럼 애거트:STP:]
ru: [IS_GEM:плюмажный агат:плюмажные агаты:]
tr: [IS_GEM:tüy akik:STP:]

# INORGANIC:BROWN JASPER
source: [IS_GEM:brown jasper:STP:]
cs: [IS_GEM:hnědý jaspis:STP:]
de: [IS_GEM:brauner Jaspis:STP:]
eo: [IS_GEM:bruna jaspo:brunaj jaspoj:]
es: [IS_GEM:jaspe marrón:STP:]
ja: [IS_GEM:褐碧玉:STP:]
ko: [IS_GEM:브라운 재스퍼:STP:]
ru: [IS_GEM:коричневая яшма:коричневая яшма:]
tr: [IS_GEM:kahverengi jasper:STP:]

# INORGANIC:PICTURE JASPER
source: [IS_GEM:picture jasper:STP:]
cs: [IS_GEM:obrázkový jaspis:STP:]
de: [IS_GEM:Landschaftsjaspis:STP:]
eo: [IS_GEM:bildjaspo:bildjaspoj:]
es: [IS_GEM:lamina de jaspe:STP:]
ja: [IS_GEM:柄碧玉:STP:]
ko: [IS_GEM:픽처 재스퍼:STP:]
ru: [IS_GEM:узорчатая яшма:узорчатая яшма:]
tr: [IS_GEM:resim jasper:STP:]

# INORGANIC:SMOKY QUARTZ
source: [IS_GEM:smoky quartz:smoky quartzes:]
cs: [IS_GEM:kouřový křemen:kouřové křemeny:]
de: [IS_GEM:Rauchquarz:Rauchquarze:]
eo: [IS_GEM:fumkvarco:fumkvarcoj:]
es: [IS_GEM:cuarzo ahumado:cuarzos ahumados:]
ja: [IS_GEM:煙水晶:煙水晶:]
ko: [IS_GEM:스모키 쿼츠:스모키 쿼츠들:]
ru: [IS_GEM:дымчатый кварц:дымчатые кварцы:]
tr: [IS_GEM:dumanlı kuvars:dumanlı kuvarslar:]
vi: [IS_GEM:thạch anh khói:thạch anh khói:]

# INORGANIC:WAX OPAL
source: [IS_GEM:wax opal:STP:]
cs: [IS_GEM:voskový opál:STP:]
de: [IS_GEM:Wachsopal:STP:]
eo: [IS_GEM:vaksopalo:vaksopaloj:]
es: [IS_GEM:ópalo de cera:STP:]
ja: [IS_GEM:ワックスオパール:STP:]
ko: [IS_GEM:밀랍 오팔:STP:]
ru: [IS_GEM:восковой опал:восковые опалы:]
tr: [IS_GEM:balmumu opal:STP:]

# INORGANIC:WOOD OPAL
source: [IS_GEM:wood opal:STP:]
cs: [IS_GEM:dřevitý opál:STP:]
de: [IS_GEM:Holzopal:STP:]
eo: [IS_GEM:lignopalo:lignopaloj:]
es: [IS_GEM:ópalo de madera:STP:]
ja: [IS_GEM:ウッドオパール:STP:]
ko: [IS_GEM:우드 오팔:STP:]
ru: [IS_GEM:деревянистый опал:деревянистые опалы:]
tr: [IS_GEM:ağaç opal:STP:]

# INORGANIC:AMBER OPAL
source: [IS_GEM:amber opal:STP:]
cs: [IS_GEM:jantarový opál:STP:]
de: [IS_GEM:Bernsteinopal:STP:]
eo: [IS_GEM:sukcenopalo:sukcenopaloj:]
es: [IS_GEM:ópalo de ámbar:STP:]
ja: [IS_GEM:アンバーオパール:STP:]
ko: [IS_GEM:호박 오팔:STP:]
ru: [IS_GEM:янтарный опал:янтарные опалы:]
tr: [IS_GEM:kehribar opal:STP:]

# INORGANIC:GOLD OPAL
source: [IS_GEM:gold opal:STP:]
cs: [IS_GEM:zlatý opál:STP:]
eo: [IS_GEM:oropalo:oropaloj:]
es: [IS_GEM:ópalo de oro:STP:]
ja: [IS_GEM:ゴールドオパール:STP:]
ko: [IS_GEM:골드 오팔:STP:]
ru: [IS_GEM:золотистый опал:золотистые опалы:]
tr: [IS_GEM:altın opal:STP:]

# INORGANIC:CITRINE
source: [IS_GEM:citrine:STP:]
cs: [IS_GEM:citrín:STP:]
de: [IS_GEM:Citrin:STP:]
eo: [IS_GEM:citrino:citrinoj:]
es: [IS_GEM:citrino:STP:]
ja: [IS_GEM:黄水晶:STP:]
ko: [IS_GEM:시트린:STP:]
ru: [IS_GEM:цитрин:цитрины:]
tr: [IS_GEM:sitrin:STP:]

# INORGANIC:YELLOW JASPER
source: [IS_GEM:yellow jasper:STP:]
cs: [IS_GEM:žlutý jaspis:STP:]
de: [IS_GEM:gelber Jaspis:STP:]
eo: [IS_GEM:flava jaspo:flavaj jaspoj]
es: [IS_GEM:jaspe amarillo:STP:]
ja: [IS_GEM:黄碧玉:STP:]
ko: [IS_GEM:옐로우 재스퍼:STP:]
ru: [IS_GEM:жёлтая яшма:жёлтая яшма:]
tr: [IS_GEM:sarı jasper:STP:]

# INORGANIC:TIGEREYE
source: [IS_GEM:tigereye:STP:]
cs: [IS_GEM:tygří oko:STP:]
de: [IS_GEM:Tigerauge:STP:]
eo: [IS_GEM:tigrokula kvarco:tigrokulaj kvarcoj:]
es: [IS_GEM:ojo de tigre:STP:]
ja: [IS_GEM:虎眼石:STP:]
ko: [IS_GEM:호안석:STP:]
ru: [IS_GEM:тигровый глаз:тигровый глаз:]
tr: [IS_GEM:kaplangözü:STP:]

# INORGANIC:TIGER IRON
source: [IS_GEM:tiger iron:STP:]
cs: [IS_GEM:tygří železo:STP:]
de: [IS_GEM:Tigereisen:STP:]
eo: [IS_GEM:tigrofero:tigroferoj:]
es: [IS_GEM:hierro pardo:STP:]
ja: [IS_GEM:鉄虎目石:STP:]
ko: [IS_GEM:타이거 아이언:STP:]
ru: [IS_GEM:тигровая яшма:тигровая яшма:]
tr: [IS_GEM:kaplan demiri:STP:]

# INORGANIC:SUNSTONE
source: [IS_GEM:sunstone:STP:]
cs: [IS_GEM:sluneční kámen:STP:]
de: [IS_GEM:Sonnenstein:STP:]
eo: [IS_GEM:sunŝtono:sunŝtonoj:]
es: [IS_GEM:piedra solar:STP:]
ja: [IS_GEM:日長石:STP:]
ko: [IS_GEM:일장석:STP:]
ru: [IS_GEM:солнечный камень:солнечные камни:]
tr: [IS_GEM:güneş taşı:STP:]

# INORGANIC:RESIN OPAL
source: [IS_GEM:resin opal:STP:]
cs: [IS_GEM:pryskyřičný opál:STP:]
de: [IS_GEM:Harzopal:STP:]
eo: [IS_GEM:rezinopalo:rezinopaloj:]
es: [IS_GEM:ópalo de resina:STP:]
ja: [IS_GEM:レジンオパール:STP:]
ko: [IS_GEM:레진 오팔:STP:]
ru: [IS_GEM:смолистый опал:смолистые опалы:]
tr: [IS_GEM:reçine opal:STP:]

# INORGANIC:PYRITE
source: [IS_GEM:pyrite:STP:]
cs: [IS_GEM:pyrit:STP:]
de: [IS_GEM:Pyrit:STP:]
eo: [IS_GEM:pirito:piritoj:]
es: [IS_GEM:pirita:STP:]
ja: [IS_GEM:パイライト:STP:]
ko: [IS_GEM:황철석:STP:]
ru: [IS_GEM:пирит:пириты:]
tr: [IS_GEM:pirit:STP:]

# INORGANIC:CLEAR TOURMALINE
source: [IS_GEM:clear tourmaline:STP:]
cs: [IS_GEM:čirý turmalín:STP:]
de: [IS_GEM:klarer Turmalin:STP:]
eo: [IS_GEM:klara turmalino:klaraj turmalinoj:]
es: [IS_GEM:turmalina transparente:STP:]
ja: [IS_GEM:クリアトルマリン:STP:]
ko: [IS_GEM:클리어 토르말린:STP:]
ru: [IS_GEM:чистый турмалин:чистые турмалины:]
tr: [IS_GEM:şeffaf turmalin:STP:]

# INORGANIC:GRAY CHALCEDONY
source: [IS_GEM:gray chalcedony:gray chalcedonies:]
cs: [IS_GEM:šedý chalcedon:šedé chalcedony:]
de: [IS_GEM:grauer Chalzedon:graue Chalzedone:]
eo: [IS_GEM:griza kalcedono:grizaj kalcedonoj:]
es: [IS_GEM:calcedonia grís:calcedonias grises:]
ja: [IS_GEM:灰玉髄:灰玉髄:]
ko: [IS_GEM:그레이 칼세도니아:그레이 칼세도니아즈:]
ru: [IS_GEM:серый халцедон:серые халцедоны:]
tr: [IS_GEM:gri kalsedon:gri kalsedonlar:]
vi: [IS_GEM:Chalcedony xám:Chalcedony xám:]

# INORGANIC:DENDRITIC AGATE
source: [IS_GEM:dendritic agate:STP:]
cs: [IS_GEM:dendritický achát:STP:]
de: [IS_GEM:Dendritachat:STP:]
eo: [IS_GEM:arbagato:arbagatoj:]
es: [IS_GEM:ágata ramificada:STP:]
ja: [IS_GEM:樹瑪瑙:STP:]
ko: [IS_GEM:수지상 마노:STP:]
ru: [IS_GEM:дендритовый агат:дендритовые агаты:]
tr: [IS_GEM:dendritik akik:STP:]

# INORGANIC:SHELL OPAL
source: [IS_GEM:shell opal:STP:]
cs: [IS_GEM:mušlový opál:STP:]
de: [IS_GEM:opalisierte Muschel:STP:]
eo: [IS_GEM:ŝelopalo:ŝelopaloj:]
es: [IS_GEM:ópalo de concha:STP:]
ja: [IS_GEM:シェルオパール:STP:]
ko: [IS_GEM:쉘 오팔:STP:]
ru: [IS_GEM:ракушечный опал:ракушечные опалы:]
tr: [IS_GEM:kabuk opal:STP:]

# INORGANIC:BONE OPAL
source: [IS_GEM:bone opal:STP:]
cs: [IS_GEM:kostní opál:STP:]
de: [IS_GEM:opalisierter Knochen:STP:]
eo: [IS_GEM:ostopalo:ostopaloj:]
es: [IS_GEM:ópalo de hueso:STP:]
ja: [IS_GEM:ボーンオパール:STP:]
ko: [IS_GEM:본 오팔:STP:]
ru: [IS_GEM:костяной опал:костяные опалы:]
tr: [IS_GEM:kemik opal:STP:]

# INORGANIC:WHITE CHALCEDONY
source: [IS_GEM:white chalcedony:white chalcedonies:]
cs: [IS_GEM:bílý chalcedon:bílé chalcedony:]
de: [IS_GEM:weisser Chalzedon:weisse Chalzedone:]
eo: [IS_GEM:blanka kalcedono:blankaj kalcedonoj:]
es: [IS_GEM:calcedonia blanca:calcedonias blancas:]
ja: [IS_GEM:白玉髄:白玉髄:]
ko: [IS_GEM:화이트 칼세도니아:화이트 칼세도니아즈:]
ru: [IS_GEM:белый халцедон:белые халцедоны:]
tr: [IS_GEM:beyaz kalsedon:beyaz kalsedonlar:]
vi: [IS_GEM:Chalcedony trắng:Chalcedony trắng:]

# INORGANIC:FORTIFICATION AGATE
source: [IS_GEM:fortification agate:STP:]
cs: [IS_GEM:opevňovací achát:STP:]
de: [IS_GEM:Festungsachat:STP:]
eo: [IS_GEM:muragato:muragatoj:]
es: [IS_GEM:ágata fortalecida:STP:]
ja: [IS_GEM:景観瑪瑙:STP:]
ko: [IS_GEM:포티피케이션 애거트:STP:]
ru: [IS_GEM:бастионный агат:бастионные агаты:]
tr: [IS_GEM:kale akik:STP:]

# INORGANIC:MILK QUARTZ
source: [IS_GEM:milk quartz:milk quartzes:]
cs: [IS_GEM:mléčný křemen:mléčné křemeny:]
de: [IS_GEM:Milchquarz:Milchquarze:]
eo: [IS_GEM:laktokvarco:laktokvarcoj:]
es: [IS_GEM:cuarzo lechoso:cuarzos lechosos:]
ja: [IS_GEM:乳石英:乳石英:]
ko: [IS_GEM:우유석영:우유석영들]
ru: [IS_GEM:молочный кварц:молочные кварцы:]
tr: [IS_GEM:süt kuvars:süt kuvarslar:]

# INORGANIC:MOONSTONE
source: [IS_GEM:moonstone:STP:]
cs: [IS_GEM:měsíční kámen:STP:]
de: [IS_GEM:Mondstein:STP:]
eo: [IS_GEM:lunŝtono:lunŝtonoj:]
es: [IS_GEM:piedra lunar:STP:]
ja: [IS_GEM:月長石:STP:]
ko: [IS_GEM:문스톤:STP:]
ru: [IS_GEM:лунный камень:лунные камни:]
tr: [IS_GEM:aytaşı:STP:]

# INORGANIC:WHITE JADE
source: [IS_GEM:white jade:STP:]
cs: [IS_GEM:bílý nefrit:STP:]
de: [IS_GEM:weisse Jade:STP:]
eo: [IS_GEM:blanka jado:blankaj jadoj:]
es: [IS_GEM:jade blanco:STP:]
ja: [IS_GEM:白翡翠:STP:]
ko: [IS_GEM:백옥:STP:]
ru: [IS_GEM:белый нефрит:белые нефриты:]
tr: [IS_GEM:beyaz yeşim:STP:]

# INORGANIC:PINEAPPLE OPAL
source: [IS_GEM:pineapple opal:STP:]
cs: [IS_GEM:ananasový opál:STP:]
de: [IS_GEM:Ananasopal:STP:]
eo: [IS_GEM:ananasopalo:ananasopaloj:]
es: [IS_GEM:opalo de piña:STP:]
ja: [IS_GEM:パイナップルオパール:STP:]
ko: [IS_GEM:파인애플 오팔:STP:]
ru: [IS_GEM:ананасовый опал:ананасовые опалы:]
tr: [IS_GEM:ananas opal:STP:]

# INORGANIC:ONYX OPAL
source: [IS_GEM:onyx opal:STP:]
cs: [IS_GEM:onyxový opál:STP:]
eo: [IS_GEM:onikso-opalo:onikso-opaloj:]
es: [IS_GEM:opalo de onix:STP:]
ja: [IS_GEM:オニキスオパール:STP:]
ko: [IS_GEM:오닉스 오팔:STP:]
ru: [IS_GEM:ониксовый опал:ониксовые опалы:]
tr: [IS_GEM:oniks opal:STP:]

# INORGANIC:MILK OPAL
source: [IS_GEM:milk opal:STP:]
cs: [IS_GEM:mléčný opál:mléčné opály:]
de: [IS_GEM:Milchopal:STP:]
eo: [IS_GEM:laktopalo:laktopaloj:]
es: [IS_GEM:ópalo de leche:STP:]
ja: [IS_GEM:ミルクオパール:STP:]
ko: [IS_GEM:밀크 오팔:STP:]
ru: [IS_GEM:молочный опал:молочные опалы:]
tr: [IS_GEM:süt opal:STP:]

# INORGANIC:PIPE OPAL
source: [IS_GEM:pipe opal:STP:]
cs: [IS_GEM:trubkový opál:STP:]
de: [IS_GEM:Rohr Opal:STP:]
eo: [IS_GEM:cilindropalo:cilindropaloj:]
es: [IS_GEM:opalo de pipe:STP:]
ja: [IS_GEM:パイプオパール:STP:]
ko: [IS_GEM:파이프 오팔:STP:]
ru: [IS_GEM:трубчатый опал:трубчатые опалы:]
tr: [IS_GEM:boru opal:STP:]

# INORGANIC:AVENTURINE
source: [IS_GEM:aventurine:STP:]
cs: [IS_GEM:aventurín:STP:]
de: [IS_GEM:Aventurin:STP:]
eo: [IS_GEM:aventurino:aventurinoj:]
es: [IS_GEM:venturina:STP:]
ja: [IS_GEM:砂金水晶:STP:]
ko: [IS_GEM:사금석:STP:]
ru: [IS_GEM:авантюрин:авантюрины:]
tr: [IS_GEM:aventurin:STP:]

# INORGANIC:TURQUOISE
source: [IS_GEM:turquoise:STP:]
cs: [IS_GEM:tyrkys:STP:]
de: [IS_GEM:Türkis:STP:]
eo: [IS_GEM:turkiso:turkisoj:]
es: [IS_GEM:turquesita:STP:]
ja: [IS_GEM:ターコイズ:STP:]
ko: [IS_GEM:터키석:STP:]
ru: [IS_GEM:бирюза:бирюза:]
tr: [IS_GEM:turkuaz:STP:]

# INORGANIC:QUARTZ_ROSE
source: [IS_GEM:rose quartz:rose quartzes:]
cs: [IS_GEM:růženín:růženiny:]
de: [IS_GEM:Rosenquarz:Rosenquarze:]
eo: [IS_GEM:roza kvarco:rozaj kvarcoj:]
es: [IS_GEM:cuarzo rosado:cuarzos rosado:]
ja: [IS_GEM:ローズターコイズ:ローズターコイズ:]
ko: [IS_GEM:장미석영:장미석영들:]
ru: [IS_GEM:розовый кварц:розовые кварцы:]
tr: [IS_GEM:pembe kuvars:pembe kuvarslar:]

# INORGANIC:CRYSTAL_ROCK
source: [IS_GEM:rock crystal:STP:]
cs: [IS_GEM:křišťál:STP:]
de: [IS_GEM:Bergkristall:STP:]
eo: [IS_GEM:pura kvarco:puraj kvarcoj:]
es: [IS_GEM:cristal de roca:STP:]
ja: [IS_GEM:水晶:STP:]
ko: [IS_GEM:락 크리스탈:STP:]
ru: [IS_GEM:горный хрусталь:горный хрусталь:]
tr: [IS_GEM:kaya kristali:STP:]

# INORGANIC:BLACK ZIRCON
source: [IS_GEM:black zircon:STP:]
cs: [IS_GEM:černý zirkon:STP:]
de: [IS_GEM:schwarzer Zirkon:STP:]
eo: [IS_GEM:nigra zirkono:nigraj zirkonoj:]
es: [IS_GEM:circonio negro:STP:]
ja: [IS_GEM:ブラックジルコン:STP:]
ko: [IS_GEM:블랙 지르콘:STP:]
ru: [IS_GEM:чёрный циркон:чёрные цирконы:]
tr: [IS_GEM:siyah zirkon:STP:]

# INORGANIC:BLACK PYROPE
source: [IS_GEM:black pyrope:STP:]
cs: [IS_GEM:černý pyrop:STP:]
de: [IS_GEM:schwarzer Pyrop:STP:]
eo: [IS_GEM:nigra piropo:nigraj piropoj:]
es: [IS_GEM:piropo negro:STP:]
ja: [IS_GEM:ブラックパイロープ:STP:]
ko: [IS_GEM:블랙 파이로프:STP:]
ru: [IS_GEM:чёрный пироп:чёрные пиропы:]
tr: [IS_GEM:siyah pirop:STP:]

# INORGANIC:MELANITE
source: [IS_GEM:melanite:STP:]
cs: [IS_GEM:melanit:STP:]
de: [IS_GEM:Melanit:STP:]
eo: [IS_GEM:nigrandrita:nigrandritaj:]
es: [IS_GEM:melanita:STP:]
ja: [IS_GEM:メラナイト:STP:]
ko: [IS_GEM:멜라나이트:STP:]
ru: [IS_GEM:меланит:меланиты:]
tr: [IS_GEM:melanit:STP:]

# INORGANIC:INDIGO TOURMALINE
source: [IS_GEM:indigo tourmaline:STP:]
cs: [IS_GEM:indigový turmalín:STP:]
de: [IS_GEM:Indigo-Turmalin:STP:]
eo: [IS_GEM:indiga turmalino:indigaj turmalinoj:]
es: [IS_GEM:turmalina índigo:STP:]
ja: [IS_GEM:インディゴトルマリン:STP:]
ko: [IS_GEM:인디고 토르말린:STP:]
ru: [IS_GEM:индиговый турмалин:индиговые турмалины:]
tr: [IS_GEM:çivit turmalin:STP:]

# INORGANIC:BLUE GARNET
source: [IS_GEM:blue garnet:STP:]
cs: [IS_GEM:modrý granát:STP:]
de: [IS_GEM:blauer Granat:STP:]
eo: [IS_GEM:blua graneto:bluaj granetoj:]
es: [IS_GEM:granate azul:STP:]
ja: [IS_GEM:ブルーガーネット:STP:]
ko: [IS_GEM:블루 가넷:STP:]
ru: [IS_GEM:синий гранат:синие гранаты:]
tr: [IS_GEM:mavi lal:STP:]

# INORGANIC:TSAVORITE
source: [IS_GEM:tsavorite:STP:]
cs: [IS_GEM:tsavorit:STP:]
de: [IS_GEM:Tsavorit:STP:]
eo: [IS_GEM:cavorito:cavoritoj:]
es: [IS_GEM:tsavorita:STP:]
ja: [IS_GEM:グリーンガーネット:STP:]
ko: [IS_GEM:차보라이트:STP:]
ru: [IS_GEM:цаворит:цавориты:]
tr: [IS_GEM:savorit:STP:]

# INORGANIC:GREEN TOURMALINE
source: [IS_GEM:green tourmaline:STP:]
cs: [IS_GEM:zelený turmalín:STP:]
de: [IS_GEM:grüner Turmalin:STP:]
eo: [IS_GEM:verda turmalino:verdaj turmalinoj:]
es: [IS_GEM:turmalina verde:STP:]
ja: [IS_GEM:グリーントルマリン:STP:]
ko: [IS_GEM:그린 토르말린:STP:]
ru: [IS_GEM:зелёный турмалин:зелёные турмалины:]
tr: [IS_GEM:yeşil turmalin:STP:]

# INORGANIC:GREEN ZIRCON
source: [IS_GEM:green zircon:STP:]
cs: [IS_GEM:zelený zirkon:STP:]
de: [IS_GEM:grüner Zirkon:STP:]
eo: [IS_GEM:verda zirkono:verdaj zirkonoj:]
es: [IS_GEM:circonio verde:STP:]
ja: [IS_GEM:グリーンジルコン:STP:]
ko: [IS_GEM:그린 지르콘:STP:]
ru: [IS_GEM:зелёный циркон:зелёные цирконы:]
tr: [IS_GEM:yeşil zirkon:STP:]

# INORGANIC:GREEN JADE
source: [IS_GEM:green jade:STP:]
cs: [IS_GEM:zelený nefrit:STP:]
de: [IS_GEM:grüne Jade:STP:]
eo: [IS_GEM:verda jaspo:verdaj jaspoj:]
es: [IS_GEM:jade verde:STP:]
ja: [IS_GEM:翡翠:STP:]
ko: [IS_GEM:그린 제이드:STP:]
ru: [IS_GEM:зелёный нефрит:зелёные нефриты:]
tr: [IS_GEM:yeşil yeşim:STP:]

# INORGANIC:HELIODOR
source: [IS_GEM:heliodor:STP:]
eo: [IS_GEM:heliodoro:heliodoroj:]
es: [IS_GEM:heliodoro:STP:]
ja: [IS_GEM:ヘリオドール:STP:]
ko: [IS_GEM:헬리오도르:STP:]
ru: [IS_GEM:гелиодор:гелиодоры:]
tr: [IS_GEM:helyodor:STP:]

# INORGANIC:RED ZIRCON
source: [IS_GEM:red zircon:STP:]
cs: [IS_GEM:červený zirkon:STP:]
de: [IS_GEM:roter Zirkon:STP:]
eo: [IS_GEM:ruĝa zirkono:ruĝaj zirkonoj:]
es: [IS_GEM:circonio rojo:STP:]
ja: [IS_GEM:レッドジルコン:STP:]
ko: [IS_GEM:레드 지르콘:STP:]
ru: [IS_GEM:красный циркон:красный цирконы:]
tr: [IS_GEM:kırmızı zirkon:STP:]

# INORGANIC:RED TOURMALINE
source: [IS_GEM:red tourmaline:STP:]
cs: [IS_GEM:červený turmalín:STP:]
de: [IS_GEM:roter Turmalin:STP:]
eo: [IS_GEM:ruĝa turmalino:ruĝaj turmalinoj:]
es: [IS_GEM:turmalina roja:STP:]
ja: [IS_GEM:レッドトルマリン:STP:]
ko: [IS_GEM:레드 토르말린:STP:]
ru: [IS_GEM:красный турмалин:красные турмалины:]
tr: [IS_GEM:kırmızı turmalin:STP:]

# INORGANIC:RED PYROPE
source: [IS_GEM:red pyrope:STP:]
cs: [IS_GEM:červený pyrop:STP:]
de: [IS_GEM:roter Olivin:STP:]
eo: [IS_GEM:ruĝa piropo:ruĝaj piropoj:]
es: [IS_GEM:piropo rojo:STP:]
ja: [IS_GEM:レッドパイロープ:STP:]
ko: [IS_GEM:레드 파이로프:STP:]
ru: [IS_GEM:красный пироп:красные пиропы:]
tr: [IS_GEM:kırmızı pirop:STP:]

# INORGANIC:ALMANDINE
source: [IS_GEM:almandine:STP:]
cs: [IS_GEM:almandin:STP:]
de: [IS_GEM:Almandin:STP:]
eo: [IS_GEM:almandino:almandinoj:]
es: [IS_GEM:almandina:STP:]
ja: [IS_GEM:アルマンディン:STP:]
ko: [IS_GEM:알만딘:STP:]
ru: [IS_GEM:альмандин:альмандины:]
tr: [IS_GEM:almandin:STP:]

# INORGANIC:RED GROSSULAR
source: [IS_GEM:red grossular:STP:]
cs: [IS_GEM:červený grossulár:STP:]
de: [IS_GEM:roter Grossular:STP:]
eo: [IS_GEM:ruĝa grosularo:ruĝaj grosularoj:]
es: [IS_GEM:grosularia roja:STP:]
ja: [IS_GEM:レッドグロッシュラー:STP:]
ko: [IS_GEM:레드 그로설라:STP:]
ru: [IS_GEM:красный гроссуляр:красные гроссуляры:]
tr: [IS_GEM:kırmızı grosüler:STP:]

# INORGANIC:PINK TOURMALINE
source: [IS_GEM:pink tourmaline:STP:]
cs: [IS_GEM:růžový turmalín:STP:]
de: [IS_GEM:rosa Turmalin:STP:]
eo: [IS_GEM:roza turmalina:rozaj turmalinoj:]
es: [IS_GEM:turmalina rosada:STP:]
ja: [IS_GEM:ピンクトルマリン:STP:]
ko: [IS_GEM:핑크 토르말린:STP:]
ru: [IS_GEM:розовый турмалин:розовые турмалины:]
tr: [IS_GEM:pembe turmalin:STP:]

# INORGANIC:RED BERYL
source: [IS_GEM:red beryl:STP:]
cs: [IS_GEM:červený beryl:STP:]
de: [IS_GEM:roter Beryll:STP:]
eo: [IS_GEM:ruĝa berilo:ruĝaj beriloj:]
es: [IS_GEM:berilo rojo:STP:]
ja: [IS_GEM:レッドベリル:STP:]
ko: [IS_GEM:레드 베릴:STP:]
ru: [IS_GEM:биксбит:биксбиты:]
tr: [IS_GEM:kırmızı beril:STP:]

# INORGANIC:FIRE OPAL
source: [IS_GEM:fire opal:STP:]
cs: [IS_GEM:ohnivý opál:STP:]
de: [IS_GEM:Feuer-opal:STP:]
eo: [IS_GEM:fjaropalo:fajropaloj:]
es: [IS_GEM:ópalo de fuego:STP:]
ja: [IS_GEM:ファイヤオパール:STP:]
ko: [IS_GEM:파이어 오팔v:STP:]
ru: [IS_GEM:огненный опал:огненные опалы:]
tr: [IS_GEM:ateş opal:STP:]

# INORGANIC:RHODOLITE
source: [IS_GEM:rhodolite:STP:]
cs: [IS_GEM:rhodolit:STP:]
de: [IS_GEM:Rhodolith:STP:]
eo: [IS_GEM:rodolito:rodolitoj:]
es: [IS_GEM:rodolita:STP:]
ja: [IS_GEM:ロードライトガーネット:STP:]
ko: [IS_GEM:로돌라이트:STP:]
ru: [IS_GEM:родолит:родолиты:]
tr: [IS_GEM:rodolit:STP:]

# INORGANIC:SPINEL_PURPLE
source: [IS_GEM:purple spinel:STP:]
cs: [IS_GEM:fialový spinel:STP:]
de: [IS_GEM:purpur Spinell:STP:]
eo: [IS_GEM:purpura spinelo:purpuraj spineloj:]
es: [IS_GEM:espinela púrpura:STP:]
ja: [IS_GEM:パープルスピネル:STP:]
ko: [IS_GEM:퍼플 스피넬:STP:]
ru: [IS_GEM:пурпурная шпинель:пурпурные шпинели:]
tr: [IS_GEM:mor spinel:STP:]

# INORGANIC:ALEXANDRITE
source: [IS_GEM:alexandrite:STP:]
cs: [IS_GEM:alexandrit:STP:]
de: [IS_GEM:Alexandrit:STP:]
eo: [IS_GEM:aleksandrito:aleksandritoj:]
es: [IS_GEM:alejandrita:STP:]
ja: [IS_GEM:アレクサンドライト:STP:]
ko: [IS_GEM:알렉산드라이트:STP:]
ru: [IS_GEM:александрит:александриты:]
tr: [IS_GEM:aleksandrit:STP:]

# INORGANIC:TANZANITE
source: [IS_GEM:tanzanite:STP:]
cs: [IS_GEM:tanzanit:STP:]
de: [IS_GEM:Tansanit:STP:]
eo: [IS_GEM:tanzanito:tanzanitoj:]
es: [IS_GEM:tanzanita:STP:]
ja: [IS_GEM:タンザナイト:STP:]
ko: [IS_GEM:탄자나이트:STP:]
ru: [IS_GEM:танзанит:танзаниты:]
tr: [IS_GEM:tanzanit:STP:]

# INORGANIC:MORGANITE
source: [IS_GEM:morganite:STP:]
cs: [IS_GEM:morganit:STP:]
de: [IS_GEM:Morganit:STP:]
eo: [IS_GEM:roza berilo:rozaj beriloj:]
es: [IS_GEM:morganita:STP:]
ja: [IS_GEM:モルガナイト:STP:]
ko: [IS_GEM:모가나이트:STP:]
ru: [IS_GEM:морганит:морганиты:]
tr: [IS_GEM:morganit:STP:]

# INORGANIC:VIOLET SPESSARTINE
source: [IS_GEM:violet spessartine:STP:]
cs: [IS_GEM:fialový spessartin:STP:]
de: [IS_GEM:violetter Spessartin:STP:]
eo: [IS_GEM:viola spesartino:violaj spesartinoj:]
es: [IS_GEM:espesartina violeta:STP:]
ja: [IS_GEM:バイオレットスペッサルティン:STP:]
ko: [IS_GEM:바이올렛 스페사틴:STP:]
ru: [IS_GEM:фиолетовый спессартин:фиолетовые спессартины:]
tr: [IS_GEM:mor spessartin:STP:]

# INORGANIC:PINK GARNET
source: [IS_GEM:pink garnet:STP:]
cs: [IS_GEM:růžový granát:STP:]
de: [IS_GEM:rosa Granat:STP:]
eo: [IS_GEM:roza graneto:rozaj granetoj:]
es: [IS_GEM:granate rosa:STP:]
ja: [IS_GEM:ピンクガーネット:STP:]
ko: [IS_GEM:핑크 가넷:STP:]
ru: [IS_GEM:розовый гранат:розовые гранаты:]
tr: [IS_GEM:pembe lal:STP:]

# INORGANIC:KUNZITE
source: [IS_GEM:kunzite:STP:]
cs: [IS_GEM:kunzit:STP:]
de: [IS_GEM:Kunzit:STP:]
eo: [IS_GEM:kunzito:kunzitoj:]
es: [IS_GEM:kunzita:STP:]
ja: [IS_GEM:クンツァイト:STP:]
ko: [IS_GEM:쿤차이트:STP:]
ru: [IS_GEM:кунцит:кунциты:]
tr: [IS_GEM:kunzit:STP:]

# INORGANIC:CINNAMON GROSSULAR
source: [IS_GEM:cinnamon grossular:STP:]
cs: [IS_GEM:skořicový grossulár:STP:]
de: [IS_GEM:zimtbrauner Grossular:STP:]
eo: [IS_GEM:cinamkolora grosularo:cinamkoloraj grosularoj:]
es: [IS_GEM:grosularia marrón:STP:]
ja: [IS_GEM:シナモングロッシュラー:STP:]
ko: [IS_GEM:시나몬 그로설라:STP:]
ru: [IS_GEM:гессонит:гессониты:]
tr: [IS_GEM:tarçın grosüler:STP:]

# INORGANIC:HONEY YELLOW BERYL
source: [IS_GEM:honey yellow beryl:STP:]
cs: [IS_GEM:medově žlutý beryl:STP:]
de: [IS_GEM:honiggelber Beryll:STP:]
eo: [IS_GEM:mielflava berilo:mielflavaj beriloj:]
es: [IS_GEM:berilo miel:STP:]
ja: [IS_GEM:ハニーイエローベリル:STP:]
ko: [IS_GEM:허니 옐로우 베릴:STP:]
ru: [IS_GEM:гелиодор:гелиодоры:]
tr: [IS_GEM:bal sarısı beril:STP:]

# INORGANIC:JELLY OPAL
source: [IS_GEM:jelly opal:STP:]
cs: [IS_GEM:želé opál:STP:]
eo: [IS_GEM:ĵeleopalo:ĵeleopaloj:]
es: [IS_GEM:ópalo gelatinoso:STP:]
ja: [IS_GEM:ジェリーオパール:STP:]
ko: [IS_GEM:젤리 오팔:STP:]
ru: [IS_GEM:желейный опал:желейные опалы:]
tr: [IS_GEM:jöle opal:STP:]

# INORGANIC:BROWN ZIRCON
source: [IS_GEM:brown zircon:STP:]
cs: [IS_GEM:hnědý zirkon:STP:]
de: [IS_GEM:brauner Zirkon:STP:]
eo: [IS_GEM:bruna zirkono:brunaj zirkonoj:]
es: [IS_GEM:circonio marrón:STP:]
ja: [IS_GEM:ブラウンジルコン:STP:]
ko: [IS_GEM:브라운 지르콘:STP:]
ru: [IS_GEM:коричневый циркон:коричневые цирконы:]
tr: [IS_GEM:kahverengi zirkon:STP:]

# INORGANIC:YELLOW ZIRCON
source: [IS_GEM:yellow zircon:STP:]
cs: [IS_GEM:žlutý zirkon:STP:]
de: [IS_GEM:gelber Zirkon:STP:]
eo: [IS_GEM:flava zirkono:flavaj zirkonoj:]
es: [IS_GEM:circonio amarillo:STP:]
ja: [IS_GEM:イエロージルコン:STP:]
ko: [IS_GEM:옐로우 지르콘:STP:]
ru: [IS_GEM:жёлтый циркон:жёлтые цирконы:]
tr: [IS_GEM:sarı zirkon:STP:]

# INORGANIC:GOLDEN BERYL
source: [IS_GEM:golden beryl:STP:]
cs: [IS_GEM:zlatý beryl:STP:]
de: [IS_GEM:goldener Beryll:STP:]
eo: [IS_GEM:orberilo:orberiloj:]
es: [IS_GEM:berilo dorado:STP:]
ja: [IS_GEM:ゴールデンベリル:STP:]
ko: [IS_GEM:골든 베릴:STP:]
ru: [IS_GEM:золотистый берилл:золотистые бериллы:]
tr: [IS_GEM:altın beril:STP:]
