Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BUTTERFLY_MONARCH_MAN
source: [CASTE_NAME:monarch butterfly woman:monarch butterfly women:monarch butterfly woman]
cs: [CASTE_NAME:monarchí žena:monarchí ženy:monarchí žena]
de: [CASTE_NAME:Monarchfalter Weibchen:Monarchfalterinnen Weibchen:Monarchfalter Weibchen]
eo: [CASTE_NAME:hom-monarko-papiliino:hom-monarko-papiliinoj:de hom-monarko-papiliino]
es: [CASTE_NAME:mujer mariposa monarca:mujeres mariposa monarca:de mujer mariposa monarca]
ja: [CASTE_NAME:蝶女:蝶女:蝶女の]
ko: [CASTE_NAME:여성 제왕나비인간:여성 제왕나비인간들:여성 제왕나비인간]
pl: [CASTE_NAME:danaidokobieta wędrowna:danaidokobiety wędrowne:danaidokobieco wędrowny]
ru: [CASTE_NAME:женщина-бабочка монарх:женщины-бабочки монархи:женщины-бабочки монарха]
tr: [CASTE_NAME:dişi kral kelebek:dişi kral kelebekler:dişi kral kelebek]
vi: [CASTE_NAME:nữ bướm chúa:nữ bướm chúa:nữ bướm chúa]
zh_hans: [CASTE_NAME:帝王蝶女:帝王蝶女:帝王蝶女]

# CREATURE:BUTTERFLY_MONARCH_MAN
source: [NAME:monarch butterfly man:monarch butterfly men:monarch butterfly man]
cs: [NAME:monarchí muž:monarchí muži:monarchí muž]
de: [NAME:Monarchfalter Männchen:Monarchfalter Männchen:Monarchfalter Männchen]
eo: [NAME:hom-monarko-papilio:hom-monarko-papilioj:de hom-monarko-papilio]
es: [NAME:hombre mariposa monarca:hombres mariposa monarca:de hombre mariposa monarca]
ja: [NAME:蝶男:蝶男:蝶男の]
ko: [NAME:제왕나비 인간:제왕나비 인간들:제왕나비 인간]
pl: [NAME:danaidoczłowiek wędrowny:danaidoludzie wędrowni:danaidomęsko wędrowny]
ru: [NAME:человек-бабочка монарх:люди-бабочки монархи:человека-бабочки монарха]
tr: [NAME:erkek kral kelebek:erkek kral kelebekler:erkek kral kelebek]
vi: [NAME:người bướm chúa:người bướm chúa:người bướm chúa]
zh_hans: [NAME:帝王蝶人:帝王蝶人:帝王蝶人]

# CREATURE:BUTTERFLY_MONARCH_MAN
source: [DESCRIPTION:A person with the wings and head of a monarch butterfly.]
cs: [DESCRIPTION:Osoba s hlavou a křídly motýla monarchy.]
de: [DESCRIPTION:Eine Person mit den Flügeln und dem Kopf eines Monarchfalters.]
eo: [DESCRIPTION:Homo kun la flugiloj de kapo de monarka papilio.]
es: [DESCRIPTION:Una persona con las alas y la cabeza de una mariposa monarca.]
ja: [DESCRIPTION:蝶の頭と翼を持つ人間だ。]
ko: [DESCRIPTION:제왕나비의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik ze skrzydłami i głową danaida wędrownego.]
ru: [DESCRIPTION:Человек с крыльями и головой бабочки монарха.]
tr: [DESCRIPTION:Kral kelebek kanatlı ve başlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người có cánh và đầu của bướm chúa.]
zh_hans: [DESCRIPTION:一个长着帝王蝶脑袋和翅膀的人。]

# CREATURE:GIANT_BUTTERFLY_MONARCH
source: [NAME:giant monarch butterfly:giant monarch butterflies:giant monarch butterfly]
cs: [NAME:obří monarcha:obří monarchové:obří monarcha]
de: [NAME:riesen Monarchfalt:riesen Monarchfalter:riesen Monarchfalter]
eo: [NAME:giganta monarka papilio:gigantaj monarkaj papilioj:giganta monarka papilio]
es: [NAME:mariposa monarca gigante:mariposas monarca gigantes:de mariposa monarca gigante]
ja: [NAME:巨大蝶:巨大蝶:巨大蝶の]
ko: [NAME:거대 제왕나비:거대 제왕나비떼:거대 제왕나비]
pl: [NAME:gigantyczny danaid wędrowny:gigantyczne danaidy wędrowne:gigantyczno danaido wędrowny]
ru: [NAME:гигантская бабочка монарх:гигантские бабочки монархи:гигантской бабочки монарха]
tr: [NAME:dev kral kelebek:dev kral kelebekler:dev kral kelebek]
vi: [NAME:bướm chúa khổng lồ:bướm chúa khổng lồ:bướm chúa khổng lồ]
zh_hans: [NAME:巨帝王蝶:巨帝王蝶:巨帝王蝶]

# CREATURE:GIANT_BUTTERFLY_MONARCH
source: [CASTE_NAME:giant monarch butterfly:giant monarch butterflies:giant monarch butterfly]
cs: [CASTE_NAME:obří monarcha:obří monarchové:obří monarcha]
de: [CASTE_NAME:riesen Monarchfalt:riesen Monarchfalter:riesen Monarchfalter]
eo: [CASTE_NAME:giganta monarka papilio:gigantaj monarkaj papilioj:giganta monarka papilio]
ja: [CASTE_NAME:巨大蝶:巨大蝶:巨大蝶の]
ko: [CASTE_NAME:거대 제왕나비:거대 제왕나비떼:거대 제왕나비]
pl: [CASTE_NAME:gigantyczny danaid wędrowny:gigantyczne danaidy wędrowne:gigantyczno danaido wędrowny]
ru: [CASTE_NAME:гигантская бабочка монарх:гигантские бабочки монархи:гигантской бабочки монарха]
tr: [CASTE_NAME:dev kral kelebek:dev kral kelebekler:dev kral kelebek]
vi: [CASTE_NAME:bướm chúa khổng lồ:bướm chúa khổng lồ:bướm chúa khổng lồ]
zh_hans: [CASTE_NAME:巨帝王蝶:巨帝王蝶:巨帝王蝶]

# CREATURE:GIANT_BUTTERFLY_MONARCH
source: [DESCRIPTION:A large monster in the shape of a monarch butterfly.]
cs: [DESCRIPTION:Velká nestvůra ve tvaru motýla monarchy.]
de: [DESCRIPTION:Ein riesieges Monster in Form eines Monarchfalters.]
eo: [DESCRIPTION:Granda monstro kun formo de monarka papilio.]
es: [DESCRIPTION:Un gran monstruo con la forma de una mariposa monarca.]
ja: [DESCRIPTION:蝶のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:제왕나비의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie danaida wędrownego.]
ru: [DESCRIPTION:Огромный монстр, похожий на бабочку монарха.]
tr: [DESCRIPTION:Kral kelebek biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dáng của bướm chúa.]
zh_hans: [DESCRIPTION:一只体型巨大的帝王蝶怪。]

# CREATURE:GIANT_BUTTERFLY_MONARCH
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:FIREFLY
source: [DESCRIPTION:A tiny flying insect that can be seen at night by its glowing tail.]
cs: [DESCRIPTION:Drobný létající hmyz, který je v noci vidět díky svítícímu zadečku.]
de: [DESCRIPTION:Ein winziges fliegendes Insekt, das nachts an seinem leuchtenden Schwanz zu sehen ist.]
eo: [DESCRIPTION:Eta fluga insekto kiu estas videbla nokte per sia brila vosto.]
es: [DESCRIPTION:Un pequeño insecto volador que se puede ver en la noche por su cola luminosa.]
ja: [DESCRIPTION:夜行性の飛ぶ昆虫。尻を光らせることができる。]
ko: [DESCRIPTION:빛나는 꼬리로 밤에 볼 수 있는 아주 작은 날벌레.]
pl: [DESCRIPTION:Malutki, latający insekt, którego można zobaczyć w nocy dzięki jego świecącemu ogonowi.]
ru: [DESCRIPTION:Крошечное летающее насекомое, которое можно заметить ночью по светящемуся брюшку.]
tr: [DESCRIPTION:Geceleri parlayan kuyruğuyla görülebilen minik uçan bir böcek.]
vi: [DESCRIPTION:Một loài côn trùng bay nhỏ bé có thể được nhìn thấy vào ban đêm nhờ chiếc đuôi phát sáng của nó.]
zh_hans: [DESCRIPTION:一种在夜间可以通过发光尾巴观察到的微小飞虫。]

# CREATURE:FIREFLY
source: [NAME:firefly:fireflies:firefly]
cs: [NAME:svižník:svižníci:svižník]
de: [NAME:Glühwürmchen:Glühwürmchen:Glühwürmchen]
eo: [NAME:lampiro:lampiroj:de lampiro]
es: [NAME:luciérnaga:luciérnagas:de luciérnaga]
ja: [NAME:蛍:蛍:蛍の]
ko: [NAME:반딧불이:반딧불이떼:반딧불이]
pl: [NAME:świetlik:świetliki:świetlicki]
ru: [NAME:светлячок:светлячки:светлячка]
tr: [NAME:ateşböceği:ateşböcekleri:ateşböceği]
vi: [NAME:đom đóm:đom đóm:đom đóm]
zh_hans: [NAME:萤火虫:萤火虫:萤火虫]

# CREATURE:FIREFLY
source: [CASTE_NAME:firefly:fireflies:firefly]
cs: [CASTE_NAME:svižník:svižníci:svižník]
de: [CASTE_NAME:Glühwürmchen:Glühwürmchen:Glühwürmchen]
eo: [CASTE_NAME:lampiro:lampiroj:de lampiro]
es: [CASTE_NAME:luciérnaga:luciérnagas:luciérnaga]
ja: [CASTE_NAME:蛍:蛍:蛍の]
ko: [CASTE_NAME:반딧불이:반딧불이떼:반딧불이]
pl: [CASTE_NAME:świetlik:świetliki:świetlicki]
ru: [CASTE_NAME:светлячок:светлячки:светлячка]
tr: [CASTE_NAME:ateşböceği:ateşböcekleri:ateşböceği]
vi: [CASTE_NAME:đom đóm:đom đóm:đom đóm]
zh_hans: [CASTE_NAME:萤火虫:萤火虫:萤火虫]

# CREATURE:FIREFLY
source: [PREFSTRING:enchanting glow]
cs: [PREFSTRING:okouzlujícím svitem]
de: [PREFSTRING:zauberhaftes Leuchten]
eo: [PREFSTRING:rava brilo]
es: [PREFSTRING:encantamiento luminoso]
ja: [PREFSTRING:幻想的な輝き]
ko: [PREFSTRING:매혹적인 빛]
pl: [PREFSTRING:czarujący blask]
ru: [PREFSTRING:восхитительное свечение]
tr: [PREFSTRING:büyüleyici parıltı]
vi: [PREFSTRING:ánh sáng mê hoặc]
zh_hans: [PREFSTRING:迷人光芒]

# CREATURE:FIREFLY
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:FIREFLY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:复眼:PLURAL]

# CREATURE:FIREFLY_MAN
source: [CASTE_NAME:firefly man:firefly men:firefly man]
cs: [CASTE_NAME:svižníkový muž:svižníkoví muži:svižníkový muž]
de: [CASTE_NAME:Mänliches Glühwürmchen:Mänliche Glühwürmchen:Mänliches Glühwürmchen]
eo: [CASTE_NAME:homlampiriĉo:homlampiriĉoj:de homlampiriĉo]
es: [CASTE_NAME:hombre luciérnaga:hombres luciérnaga:de hombre luciérnaga]
ja: [CASTE_NAME:蛍男:蛍男:蛍男の]
ko: [CASTE_NAME:남성 반딧불이인간:남성 반딧불이인간들:남성 반딧불이인간]
pl: [CASTE_NAME:świetlikomężczyzna:świetlikomężczyźni:świetlikomężczyzny]
ru: [CASTE_NAME:мужчина-светлячок:мужчины-светлячки:мужчины-светлячка]
tr: [CASTE_NAME:erkek ateşböceği:erkek ateşböcekleri:erkek ateşböceği]
vi: [CASTE_NAME:người đom đóm:người đom đóm:người đom đóm]
zh_hans: [CASTE_NAME:萤火虫男:萤火虫男:萤火虫男]

# CREATURE:FIREFLY_MAN
source: [CASTE_NAME:firefly woman:firefly women:firefly woman]
cs: [CASTE_NAME:svižníková žena:svižníkové ženy:svižníková žena]
de: [CASTE_NAME:weibliches Glühwürmchen:weibliche Glühwürmchen:weibliches Glühwürmchen]
eo: [CASTE_NAME:homlampirino:homlampirinoj:de homlampirino]
es: [CASTE_NAME:mujer luciérnaga:mujeres luciérnaga:de mujer luciérnaga]
ja: [CASTE_NAME:蛍女:蛍女:蛍女の]
ko: [CASTE_NAME:여성 반딧불이인간:여성 반딧불이인간들:여성 반딧불이인간]
pl: [CASTE_NAME:świetlikokobieta:świetlikokobiety:świetlikokobiecy]
ru: [CASTE_NAME:женщина-светлячок:женщины-светлячки:женщины-светлячка]
tr: [CASTE_NAME:dişi ateşböceği:dişi ateşböcekleri:dişi ateşböceği]
vi: [CASTE_NAME:nữ đom đóm:Nữ đom đóm:nữ đom đóm]
zh_hans: [CASTE_NAME:萤火虫女:萤火虫女:萤火虫女]

# CREATURE:FIREFLY_MAN
source: [NAME:firefly man:firefly men:firefly man]
cs: [NAME:svižníkový muž:svižníkoví muži:svižníkový muž]
de: [NAME:Mänliches Glühwürmchen:Mänliche Glühwürmchen:Mänliches Glühwürmchen]
eo: [NAME:homlampiro:homlampiroj:de homlampiro]
es: [NAME:hombre luciérnaga:hombres luciérnaga:de hombre luciérnaga]
ja: [NAME:蛍男:蛍男:蛍男の]
ko: [NAME:반딧불이인간:반딧불이인간들:반딧불이인간]
pl: [NAME:świetlikoczłowiek:świetlikoludzie:świetlikoludzi]
ru: [NAME:человек-светлячок:люди-светлячки:человека-светлячка]
tr: [NAME:erkek ateşböceği:erkek ateşböcekleri:erkek ateşböceği]
vi: [NAME:người đom đóm:người đom đóm:người đom đóm]
zh_hans: [NAME:萤火虫人:萤火虫人:萤火虫人]

# CREATURE:FIREFLY_MAN
source: [DESCRIPTION:A person with the wings and head of a firefly.]
cs: [DESCRIPTION:Osoba s hlavou a křídly svižníka.]
de: [DESCRIPTION:Eine Person mit den Flügeln und dem Kopf eines Glühwürmchens.]
eo: [DESCRIPTION:Homo kun la flugiloj kaj la kapo de lampiro.]
es: [DESCRIPTION:Una persona con las alas y la cabeza de una luciérnaga.]
ja: [DESCRIPTION:蛍の頭と翼を持つ人間だ。]
ko: [DESCRIPTION:반딧불이의 날개와 머리를 가진 인간.]
pl: [DESCRIPTION:Osobnik ze skrzydłami i głową świetlika.]
ru: [DESCRIPTION:Человек с крыльями и головой светлячка.]
tr: [DESCRIPTION:Ateşböceği kanatlı ve başlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người có cánh và đầu của đom đóm.]
zh_hans: [DESCRIPTION:一个长着萤火虫脑袋和翅膀的人。]

# CREATURE:GIANT_FIREFLY
source: [NAME:giant firefly:giant fireflies:giant firefly]
cs: [NAME:obří svižník:obří svižníci:obří svižník]
de: [NAME:riesen Glühwürmchen:riesen Glühwürmchen:riesen Glühwürmchen]
eo: [NAME:giganta lampiro:gigantaj lampiroj:de giganta lampiro]
es: [NAME:luciérnaga gigante:luciérnagas gigantes:de luciérnaga gigante]
ja: [NAME:巨大蛍:巨大蛍:巨大蛍の]
ko: [NAME:거대 반딧불이:거대 반딧불이떼:거대 반딧불이]
pl: [NAME:gigantyczny świetlik:gigantyczne świetliki:gigantyczno świetlicki]
ru: [NAME:гигантский светлячок:гигантские светлячки:гигантского светлячка]
tr: [NAME:dev ateşböceği:dev ateşböcekleri:dev ateşböceği]
vi: [NAME:Đom đóm khổng lồ:Đom đóm khổng lồ:Đom đóm khổng lồ]
zh_hans: [NAME:巨萤火虫:巨萤火虫:巨萤火虫]

# CREATURE:GIANT_FIREFLY
source: [CASTE_NAME:giant firefly:giant fireflies:giant firefly]
cs: [CASTE_NAME:obří svižník:obří svižníci:obří svižník]
de: [CASTE_NAME:riesen Glühwürmchen:riesen Glühwürmchen:riesen Glühwürmchen]
eo: [CASTE_NAME:giganta lampiro:gigantaj lampiroj:de giganta lampiro]
es: [CASTE_NAME:luciérnaga gigante:luciérnagas gigantes:de luciérnaga gigante]
ja: [CASTE_NAME:巨大蛍:巨大蛍:巨大蛍の]
ko: [CASTE_NAME:거대 반딧불이:거대 반딧불이떼:거대 반딧불이]
pl: [CASTE_NAME:gigantyczny świetlik:gigantyczne świetliki:gigantyczno świetlicki]
ru: [CASTE_NAME:гигантский светлячок:гигантские светлячки:гигантского светлячка]
tr: [CASTE_NAME:dev ateşböceği:dev ateşböcekleri:dev ateşböceği]
vi: [CASTE_NAME:Đom đóm khổng lồ:Đom đóm khổng lồ:Đom đóm khổng lồ]
zh_hans: [CASTE_NAME:巨萤火虫:巨萤火虫:巨萤火虫]

# CREATURE:GIANT_FIREFLY
source: [DESCRIPTION:A large monster in the shape of a firefly.]
cs: [DESCRIPTION:Velká nestvůra ve tvaru svižníka.]
de: [DESCRIPTION:Ein riesieges Monster in Form eines Glühwürmchens.]
eo: [DESCRIPTION:Granda monstro kun formo de lampiro.]
es: [DESCRIPTION:Un gran monstruo con la forma de una luciernaga.]
ja: [DESCRIPTION:蛍のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:반딧불이의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie świetlika.]
ru: [DESCRIPTION:Огромный монстр, похожий на светлячка.]
tr: [DESCRIPTION:Ateşböceği biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng như đom đóm.]
zh_hans: [DESCRIPTION:一只体型巨大的萤火虫怪。]

# CREATURE:GIANT_FIREFLY
source: [PREFSTRING:enchanting glow]
cs: [PREFSTRING:okouzlujícím svitem]
de: [PREFSTRING:zauberhaftes Leuchten]
eo: [PREFSTRING:rava brilo]
es: [PREFSTRING:encantamiento luminoso]
ja: [PREFSTRING:幻想的な輝き]
ko: [PREFSTRING:매혹적인 빛]
pl: [PREFSTRING:czarujący blask]
ru: [PREFSTRING:восхитительное свечение]
tr: [PREFSTRING:büyüleyici parıltı]
vi: [PREFSTRING:ánh sáng mê hoặc]
zh_hans: [PREFSTRING:迷人光芒]

# CREATURE:DRAGONFLY
source: [DESCRIPTION:A relatively large insect found in swamps and marshland.]
cs: [DESCRIPTION:Poměrně velký hmyz vyskytující se v bažinách a mokřadech.]
de: [DESCRIPTION:Ein relativ großes Insekt, das in Sümpfen und Sumpfgebieten vorkommt.]
eo: [DESCRIPTION:Relative granda insekto trovebla en marĉoj kaj arbomarĉoj.]
es: [DESCRIPTION:Un relativamente gran insecto que se encuentra en pantanos y marismas.]
ja: [DESCRIPTION:水辺や湿地帯でみられる大きい昆虫。]
ko: [DESCRIPTION:늪과 습지에서 발견되는 비교적 큰 곤충.]
pl: [DESCRIPTION:Względnie duży insekt, którego można znaleźć na bagnach i mokradłach.]
ru: [DESCRIPTION:Относительно крупное насекомое, обитающее на болотах и заболоченной местности.]
tr: [DESCRIPTION:Bataklıklarda ve sulak alanlarda bulunan nispeten büyük bir böcek.]
vi: [DESCRIPTION:Một loài côn trùng tương đối lớn được tìm thấy ở đầm lầy và vùng đất ngập nước.]
zh_hans: [DESCRIPTION:一种在林沼或沼泽地出没的相对较大的昆虫。]

# CREATURE:DRAGONFLY
source: [NAME:dragonfly:dragonflies:dragonfly]
cs: [NAME:vážka:vážky:vážka]
de: [NAME:Libelle:Libellen:Libelle]
eo: [NAME:libelo:libeloj:de libelo]
es: [NAME:libélula:libélulas:de libélula]
ja: [NAME:トンボ:トンボ:トンボの]
ko: [NAME:잠자리:잠자리떼:잠자리]
pl: [NAME:ważka:ważki:ważki]
ru: [NAME:стрекоза:стрекозы:стрекозы]
tr: [NAME:yusufçuk:yusufçuklar:yusufçuk]
vi: [NAME:Chuồn chuồn:Chuồn chuồn:Chuồn chuồn]
zh_hans: [NAME:蜻蜓:蜻蜓:蜻蜓]

# CREATURE:DRAGONFLY
source: [CASTE_NAME:dragonfly:dragonflies:dragonfly]
cs: [CASTE_NAME:vážka:vážky:vážka]
de: [CASTE_NAME:Libelle:Libellen:Libelle]
eo: [CASTE_NAME:libelo:libeloj:de libelo]
es: [CASTE_NAME:libélula:libélulas:de libélula]
ja: [CASTE_NAME:トンボ:トンボ:トンボの]
ko: [CASTE_NAME:잠자리:잠자리떼:잠자리]
pl: [CASTE_NAME:ważka:ważki:ważki]
ru: [CASTE_NAME:стрекоза:стрекозы:стрекозы]
tr: [CASTE_NAME:yusufçuk:yusufçuklar:yusufçuk]
vi: [CASTE_NAME:Chuồn chuồn:Chuồn chuồn:Chuồn chuồn]
zh_hans: [CASTE_NAME:蜻蜓:蜻蜓:蜻蜓]

# CREATURE:DRAGONFLY
source: [PREFSTRING:faceted eyes]
cs: [PREFSTRING:článkovanýma očima]
de: [PREFSTRING:facettenreiche Augen]
eo: [PREFSTRING:multfacetaj okuloj]
es: [PREFSTRING:ojos facetados]
ja: [PREFSTRING:顔一面の眼]
ko: [PREFSTRING:부릅뜬 눈]
pl: [PREFSTRING:wielostronne oczy]
ru: [PREFSTRING:фасеточные глаза]
tr: [PREFSTRING:petek gözler]
vi: [PREFSTRING:Mắt đa diện]
zh_hans: [PREFSTRING:复眼]

# CREATURE:DRAGONFLY
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:DRAGONFLY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:复眼:PLURAL]

# CREATURE:DRAGONFLY_MAN
source: [CASTE_NAME:dragonfly man:dragonfly men:dragonfly man]
cs: [CASTE_NAME:vážčí muž:vážčí muži:vážčí muž]
de: [CASTE_NAME:Libellen Männchen:Libellen Männchen:Libellen Männchen]
eo: [CASTE_NAME:homlibeliĉo:homlibeliĉoj:de homlibeliĉo]
ja: [CASTE_NAME:トンボ男:トンボ男:トンボ男の]
ko: [CASTE_NAME:남성 잠자리인간:남성 잠자리인간들:남성 잠자리인간]
pl: [CASTE_NAME:ważkomężczyzna:ważkomężczyźni:ważkomężczyzny]
ru: [CASTE_NAME:мужчина-стрекоза:мужчины-стрекозы:мужчины-стрекозы]
tr: [CASTE_NAME:erkek yusufçuk:erkek yusufçuklar:erkek yusufçuk]
vi: [CASTE_NAME:Nam chuồn chuồn:Nam chuồn chuồn:Nam chuồn chuồn]
zh_hans: [CASTE_NAME:蜻蜓男:蜻蜓男:蜻蜓男]

# CREATURE:DRAGONFLY_MAN
source: [CASTE_NAME:dragonfly woman:dragonfly women:dragonfly woman]
cs: [CASTE_NAME:vážčí žena:vážčí ženy:vážčí žena]
de: [CASTE_NAME:Libellen Weibchen:Libellen Weibchen:Libellen Weibchen]
eo: [CASTE_NAME:homlibelino:homlibelinoj:de homlibelino]
es: [CASTE_NAME:mujer libélula:mujeres libélula:de mujer libélula]
ja: [CASTE_NAME:トンボ女:トンボ女:トンボ女の]
ko: [CASTE_NAME:여성 잠자리인간:여성 잠자리인간들:여성 잠자리인간]
pl: [CASTE_NAME:ważkokobieta:ważkokobiety:ważkokobiecy]
ru: [CASTE_NAME:женщина-стрекоза:женщины-стрекозы:женщины-стрекозы]
tr: [CASTE_NAME:dişi yusufçuk:dişi yusufçuklar:dişi yusufçuk]
vi: [CASTE_NAME:Nữ chuồn chuồn:Nữ chuồn chuồn:Nữ chuồn chuồn]
zh_hans: [CASTE_NAME:蜻蜓女:蜻蜓女:蜻蜓女]

# CREATURE:DRAGONFLY_MAN
source: [NAME:dragonfly man:dragonfly men:dragonfly man]
cs: [NAME:vážčí muž:vážčí muži:vážčí muž]
de: [NAME:Libellen Männchen:Libellen Männchen:Libellen Männchen]
eo: [NAME:homlibelo:homlibeloj:de homlibelo]
es: [NAME:hombre libélula:hombres libélula:de hombre libélula]
ja: [NAME:トンボ男:トンボ男:トンボ男の]
ko: [NAME:잠자리인간:잠자리인간들:잠자리인간]
pl: [NAME:ważkoczłowiek:ważkoludzie:ważkoludzi]
ru: [NAME:человек-стрекоза:люди-стрекозы:человека-стрекозы]
tr: [NAME:erkek yusufçuk:erkek yusufçuklar:erkek yusufçuk]
vi: [NAME:Nam chuồn chuồn:Nam chuồn chuồn:Nam chuồn chuồn]
zh_hans: [NAME:蜻蜓人:蜻蜓人:蜻蜓人]

# CREATURE:DRAGONFLY_MAN
source: [DESCRIPTION:A person with the wings and head of a dragonfly.]
cs: [DESCRIPTION:Osoba s hlavou a křídly vážky.]
de: [DESCRIPTION:Eine Person mit den Flügeln und dem Kopf einer Libelle.]
eo: [DESCRIPTION:Homo kun la flugiloj kaj la kapo de libelo.]
es: [DESCRIPTION:Una persona con las alas y la cabeza de una libélula.]
ja: [DESCRIPTION:トンボの頭と翼を持つ人間だ。]
ko: [DESCRIPTION:잠자리의 날개와 머리를 가진 인간.]
pl: [DESCRIPTION:Osobnik ze skrzydłami i głową ważki.]
ru: [DESCRIPTION:Человек с крыльями и головой стрекозы.]
tr: [DESCRIPTION:Yusufçuk kanatlı ve başlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người có cánh và đầu của chuồn chuồn.]
zh_hans: [DESCRIPTION:一个长着蜻蜓脑袋和翅膀的人。]

# CREATURE:GIANT_DRAGONFLY
source: [NAME:giant dragonfly:giant dragonflies:giant dragonfly]
cs: [NAME:obří vážka:obří vážky:obří vážka]
de: [NAME:riesen Libelle:riesen Libellen:riesen Libelle]
eo: [NAME:giganta libelo:gigantaj libeloj:de giganta libelo]
es: [NAME:libélula gigante:libélulas gigantes:de libélula gigante]
ja: [NAME:巨大トンボ:巨大トンボ:巨大トンボの]
ko: [NAME:거대 잠자리:거대 잠자리떼:거대 잠자리]
pl: [NAME:gigantyczna ważka:gigantyczne ważki:gigantyczno ważki]
ru: [NAME:гигантская стрекоза:гигантские стрекозы:гигантской стрекозы]
tr: [NAME:dev yusufçuk:dev yusufçuklar:dev yusufçuk]
vi: [NAME:Chuồn chuồn khổng lồ:Chuồn chuồn khổng lồ:Chuồn chuồn khổng lồ]
zh_hans: [NAME:巨蜻蜓:巨蜻蜓:巨蜻蜓]

# CREATURE:GIANT_DRAGONFLY
source: [CASTE_NAME:giant dragonfly:giant dragonflies:giant dragonfly]
cs: [CASTE_NAME:obří vážka:obří vážky:obří vážka]
de: [CASTE_NAME:riesen Libelle:riesen Libellen:riesen Libelle]
eo: [CASTE_NAME:giganta libelo:gigantaj libeloj:de giganta libelo]
es: [CASTE_NAME:libélula gigante:libélulas gigantes:de libélula gigante]
ja: [CASTE_NAME:巨大トンボ:巨大トンボ:巨大トンボの]
ko: [CASTE_NAME:거대 잠자리:거대 잠자리떼:거대 잠자리]
pl: [CASTE_NAME:gigantyczna ważka:gigantyczne ważki:gigantyczno ważki]
ru: [CASTE_NAME:гигантская стрекоза:гигантские стрекозы:гигантской стрекозы]
tr: [CASTE_NAME:dev yusufçuk:dev yusufçuklar:dev yusufçuk]
vi: [CASTE_NAME:Chuồn chuồn khổng lồ:Chuồn chuồn khổng lồ:Chuồn chuồn khổng lồ]
zh_hans: [CASTE_NAME:巨蜻蜓:巨蜻蜓:巨蜻蜓]

# CREATURE:GIANT_DRAGONFLY
source: [DESCRIPTION:A large monster in the shape of a dragonfly.]
cs: [DESCRIPTION:Velká nestvůra ve tvaru vážky.]
de: [DESCRIPTION:Ein riesiges Monster in Form einer Libelle.]
eo: [DESCRIPTION:Granda monstro kun formo de libelo.]
es: [DESCRIPTION:Un gran monstruo con la forma de una libelula.]
ja: [DESCRIPTION:トンボのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:잠자리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie ważki.]
ru: [DESCRIPTION:Огромный монстр, похожий на стрекозу.]
tr: [DESCRIPTION:Yusufçuk biçiminde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng như chuồn chuồn.]
zh_hans: [DESCRIPTION:一只体型巨大的蜻蜓怪。]

# CREATURE:GIANT_DRAGONFLY
source: [PREFSTRING:faceted eyes]
cs: [PREFSTRING:článkovanýma očima]
de: [PREFSTRING:facettenreiche Augen]
eo: [PREFSTRING:multfacetaj okuloj]
es: [PREFSTRING:ojos facetados]
ja: [PREFSTRING:顔一面の眼]
ko: [PREFSTRING:부릅뜬 눈]
pl: [PREFSTRING:wielostronne oczy]
ru: [PREFSTRING:фасеточные глаза]
tr: [PREFSTRING:petek gözler]
vi: [PREFSTRING:Mắt đa diện]
zh_hans: [PREFSTRING:复眼]

# CREATURE:HONEY_BEE
source: [DESCRIPTION:A small flying insect that lives in large colonies. It has a powerful stinger on its tail. Its hives are prized for their honey.]
cs: [DESCRIPTION:Drobný létající hmyz žijící ve velkých koloniích. Má silné žihadlo a jeho úly jsou ceněny pro med.]
de: [DESCRIPTION:Ein kleines, fliegendes Insekt, das in großen Kolonien lebt. Es hat einen mächtigen Stachel an seinem Schwanz. Seine Bienenstöcke werden für ihren Honig geschätzt.]
eo: [DESCRIPTION:Malgranda fluga insekto kiu loĝas en grandaj kolonioj. Ĝi havas potencan pikilon en sia vosto. Siaj nestoj estas estimata pro siaj mieloj.]
es: [DESCRIPTION:Un pequeño insecto volador que vive en grandes colonias. Tiene un poderoso aguijón en su cola. Sus colmenas son apreciadas por su miel.]
ko: [DESCRIPTION:큰 무리를 지어 사는 작은 날벌레. 그것은 꼬리에 강력한 침을 가지고 있습니다. 그것의 벌집은 그들의 꿀로 귀하게 여겨집니다.]
pl: [DESCRIPTION:Mały, latający insekt żyjący w dużych koloniach. Ma potężne żądło ja swoim tyle. Jego ule są cenione za ich miód.]
ru: [DESCRIPTION:Небольшое летающее насекомое, живущее большими колониями. Имеет мощное жало на конце своего брюшка. Их ульи высоко ценятся за производимый мёд.]
tr: [DESCRIPTION:Büyük koloniler halinde yaşayan minik uçan bir böcek. Kuyruğunda güçlü bir iğnesi vardır. Kovanları balı için değerlidir.]
vi: [DESCRIPTION:Một loài côn trùng bay nhỏ sống thành đàn lớn. Nó có một ngòi chích mạnh mẽ ở đuôi. Tổ của chúng được trân trọng vì mật ong.]
zh_hans: [DESCRIPTION:一种生活在大型群落中小型飞虫。 它的尾巴上有一个强大的刺。 它的巢穴因其产出的蜜糖而受人重视。]

# CREATURE:HONEY_BEE
source: [NAME:honey bee:honey bees:honey bee]
cs: [NAME:včela:včely:včela]
de: [NAME:Honigbiene:Honigbienen:Honigbiene]
eo: [NAME:mielabelo:mielabeloj:de mielabelo]
es: [NAME:abeja:abejas:de abeja]
ja: [NAME:ミツバチ:ミツバチ:ミツバチの]
ko: [NAME:꿀벌:꿀벌떼:꿀벌]
pl: [NAME:pszczoła:pszczoły:pszczeli]
ru: [NAME:пчела:пчёлы:пчелы]
tr: [NAME:bal arısı:bal arıları:bal arısı]
vi: [NAME:Ong mật:Ong mật:Ong mật]
zh_hans: [NAME:蜜蜂:蜜蜂:蜜蜂]
