Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:MARMOT_HOARY
source: [CASTE_NAME:hoary marmot:hoary marmots:hoary marmot]
cs: [CASTE_NAME:svišť šedý:svišti šedí:svišť šedý]
de: [CASTE_NAME:Murmeltier:Murmeltiere:Murmeltier]
eo: [CASTE_NAME:griza marmoto:grizaj marmotoj:de griza marmoto]
es: [CASTE_NAME:marmota canosa:marmotas canosas:de marmota canosa]
ja: [CASTE_NAME:マーモット:マーモット:マーモットの]
ko: [CASTE_NAME:흰등마멋:흰등마멋들:흰등마멋]
pl: [CASTE_NAME:świstak siwy:świstaki siwe:świstacko siwy]
ru: [CASTE_NAME:седой сурок:седые сурки:седого сурка]
tr: [CASTE_NAME:kırçıl dağ sıçanı:kırçıl dağ sıçanları:kırçıl dağ sıçanı]
vi: [CASTE_NAME:Marmot xám:Marmot xám:Marmot xám]
zh_hans: [CASTE_NAME:花白旱獭:花白旱獭:花白旱獭]

# CREATURE:MARMOT_HOARY
source: [GENERAL_CHILD_NAME:hoary marmot pup:hoary marmot pups]
cs: [GENERAL_CHILD_NAME:mládě sviště šedého:mláďata svišťů šedých]
de: [GENERAL_CHILD_NAME:Murmeltier-Welpen:Murmeltier-Welpen]
eo: [GENERAL_CHILD_NAME:griza marmotido:grizaj marmotidoj]
es: [GENERAL_CHILD_NAME:cría de marmota canosa:crías de marmota canosa]
ja: [GENERAL_CHILD_NAME:マーモットの子供:マーモットの子供の]
ko: [GENERAL_CHILD_NAME:새끼 흰등마멋:새끼 흰등마멋]
pl: [GENERAL_CHILD_NAME:młody świstaka siwego:młode świstaka siwego]
ru: [GENERAL_CHILD_NAME:детёныш седого сурка:детёныши седого сурка]
tr: [GENERAL_CHILD_NAME:yavru kırçıl dağ sıçanı:yavru kırçıl dağ sıçanları]
vi: [GENERAL_CHILD_NAME:Marmot xám con:Marmot xám con]
zh_hans: [GENERAL_CHILD_NAME:花白旱獭幼崽:花白旱獭幼崽]

# CREATURE:MARMOT_HOARY
source: [PREFSTRING:whistles]
cs: [PREFSTRING:pískáním]
de: [PREFSTRING:pfeift]
eo: [PREFSTRING:fajfadoj]
es: [PREFSTRING:silbidos]
ja: [PREFSTRING:口笛のような鳴き声]
ko: [PREFSTRING:휘파람]
pl: [PREFSTRING:świstanie]
ru: [PREFSTRING:свист]
tr: [PREFSTRING:ıslıklar]
vi: [PREFSTRING:Tiếng huýt sáo]
zh_hans: [PREFSTRING:口哨]

# CREATURE:MARMOT_HOARY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:MARMOT_HOARY
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:MARMOT_HOARY
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:MARMOT_HOARY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:MARMOT_HOARY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:MARMOT_HOARY_MAN
source: [CASTE_NAME:hoary marmot man:hoary marmot men:hoary marmot man]
cs: [CASTE_NAME:muž sviště šedého:muži sviště šedého:muž sviště šedého]
de: [CASTE_NAME:Murmeltiermann:Murmeltiermänner:Murmeltiermann]
eo: [CASTE_NAME:hom-griz-marmotiĉo:hom-griz-marmotiĉoj:de hom-griz-marmotiĉo]
es: [CASTE_NAME:hombre marmota canosa:hombres marmota canosa:de hombre marmota canosa]
ja: [CASTE_NAME:マーモット男:マーモット男:マーモット男の]
ko: [CASTE_NAME:남성 흰등마멋인간:남성 흰등마멋인간들:남성 흰등마멋인간]
pl: [CASTE_NAME:świstakomężczyzna siwy:świstakomężczyźni siwi:świstakomęsko siwy]
ru: [CASTE_NAME:мужчина-седой сурок:мужчины-седые сурки:мужчины-седого сурка]
tr: [CASTE_NAME:erkek kırçıl dağ sıçanı:erkek kırçıl dağ sıçanları:erkek kırçıl dağ sıçanı]
vi: [CASTE_NAME:Nam marmot xám:Nam marmot xám:Nam marmot xám]
zh_hans: [CASTE_NAME:花白旱獭男:花白旱獭男:花白旱獭男]

# CREATURE:MARMOT_HOARY_MAN
source: [CASTE_NAME:hoary marmot woman:hoary marmot women:hoary marmot woman]
cs: [CASTE_NAME:žena sviště šedého:ženy sviště šedého:žena sviště šedého]
de: [CASTE_NAME:Murmeltierfrau:Murmeltierfrauen:Murmeltierfrau]
eo: [CASTE_NAME:hom-griz-marmotino:hom-griz-marmotinoj:de hom-griz-marmotino]
es: [CASTE_NAME:mujer marmota canosa:mujeres marmota canosa:de mujer marmota canosa]
ja: [CASTE_NAME:マーモット女:マーモット女:マーモット女の]
ko: [CASTE_NAME:여성 흰등마멋인간:여성 흰등마멋인간들:여성 흰등마멋인간]
pl: [CASTE_NAME:świstakokobieta siwa:świstakokobiety siwe:świstakokobieco siwy]
ru: [CASTE_NAME:женщина-седой сурок:женщины-седые сурки:женщины-седого сурка]
tr: [CASTE_NAME:dişi kırçıl dağ sıçanı:dişi kırçıl dağ sıçanları:dişi kırçıl dağ sıçanı]
vi: [CASTE_NAME:Nữ marmot xám:phụ nữ hoary marmot:Nữ marmot xám]
zh_hans: [CASTE_NAME:花白旱獭女:花白旱獭女:花白旱獭女]

# CREATURE:MARMOT_HOARY_MAN
source: [NAME:hoary marmot man:hoary marmot men:hoary marmot man]
cs: [NAME:muž sviště šedého:muži sviště šedého:muž sviště šedého]
de: [NAME:Murmeltiermann:Murmeltiermänner:Murmeltiermann]
eo: [NAME:hom-griz-marmoto:hom-griz-marmotoj:de hom-griz-marmoto]
es: [NAME:hombre marmota canosa:hombres marmota canosa:de hombre marmota canosa]
ja: [NAME:マーモット男:マーモット男:マーモット男の]
ko: [NAME:흰등마멋인간:흰등마멋인간들:흰등마멋인간]
pl: [NAME:świstakoczłowiek siwy:świstakoludzie siwi:świstakomęsko siwy]
ru: [NAME:человек-седой сурок:люди-седые сурки:человека-седого сурка]
tr: [NAME:erkek kırçıl dağ sıçanı:erkek kırçıl dağ sıçanları:erkek kırçıl dağ sıçanı]
vi: [NAME:Nam marmot xám:Nam marmot xám:Nam marmot xám]
zh_hans: [NAME:花白旱獭人:花白旱獭人:花白旱獭人]

# CREATURE:MARMOT_HOARY_MAN
source: [DESCRIPTION:A person with the head and fur of a hoary marmot.]
cs: [DESCRIPTION:Osoba s hlavou a srstí sviště šedého.]
de: [DESCRIPTION:Eine Person mit Kopf und Fell eines grauen Murmeltiers.]
eo: [DESCRIPTION:Homo kun la kapo kaj haro de griza marmoto]
es: [DESCRIPTION:Una persona con la cabeza y el pelaje de una marmota.]
ja: [DESCRIPTION:マーモットの頭と毛皮を持つ人間だ。]
ko: [DESCRIPTION:흰등마멋의 머리와 털을 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i futrem świstaka siwego.]
ru: [DESCRIPTION:Человек с головой и мехом седого сурка.]
tr: [DESCRIPTION:Kırçıl dağ sıçanı başlı ve kürklü bir fantastik canlı.]
vi: [DESCRIPTION:Một người với đầu và bộ lông của một con hoary marmot.]
zh_hans: [DESCRIPTION:一个长着花白旱獭脑袋和翅膀的人。]

# CREATURE:GIANT_MARMOT_HOARY
source: [NAME:giant hoary marmot:giant hoary marmots:giant hoary marmot]
cs: [NAME:obří svišť šedý:obří svišti šedí:obří svišť šedý]
de: [NAME:Riesenmurmeltier:Riesenmurmeltier:Riesenmurmeltier]
eo: [NAME:giganta griza marmoto:gigantaj grizaj marmotoj:de giganta griza marmoto]
es: [NAME:marmota canosa gigante:marmotas canosas gigantes:de marmota canosa gigante]
ja: [NAME:巨大マーモット:巨大マーモット:巨大マーモットの]
ko: [NAME:거대 흰등마멋:거대 흰등마멋들:거대 흰등마멋]
pl: [NAME:gigantyczny świstak siwy:gigantyczne świstaki siwe:gigantyczno świstako siwy]
ru: [NAME:гигантский седой сурок:гигантские седые сурки:гигантского седого сурка]
tr: [NAME:dev kırçıl dağ sıçanı:dev kırçıl dağ sıçanları:dev kırçıl dağ sıçanı]
vi: [NAME:hoary marmot khổng lồ:Những hoary marmot khổng lồ:hoary marmot khổng lồ]
zh_hans: [NAME:巨花白旱獭:巨花白旱獭:巨花白旱獭]

# CREATURE:GIANT_MARMOT_HOARY
source: [CASTE_NAME:giant hoary marmot:giant hoary marmots:giant hoary marmot]
cs: [CASTE_NAME:obří svišť šedý:obří svišti šedí:obří svišť šedý]
de: [CASTE_NAME:Riesenmurmeltier:Riesenmurmeltier:Riesenmurmeltier]
eo: [CASTE_NAME:giganta griza marmoto: gigantaj grizaj marmotoj:de giganta griza marmoto]
es: [CASTE_NAME:marmota canosa gigante:marmotas canosas gigantes:de marmota canosa gigante]
ja: [CASTE_NAME:巨大マーモット:巨大マーモット:巨大マーモットの]
ko: [CASTE_NAME:거대 흰등마멋:거대 흰등마멋들:거대 흰등마멋]
pl: [CASTE_NAME:gigantyczny świstak siwy:gigantyczne świstaki siwe:gigantyczno świstako siwy]
ru: [CASTE_NAME:гигантский седой сурок:гигантские седые сурки:гигантского седого сурка]
tr: [CASTE_NAME:dev kırçıl dağ sıçanı:dev kırçıl dağ sıçanları:dev kırçıl dağ sıçanı]
vi: [CASTE_NAME:hoary marmot khổng lồ:Những hoary marmot khổng lồ:hoary marmot khổng lồ]
zh_hans: [CASTE_NAME:巨花白旱獭:巨花白旱獭:巨花白旱獭]

# CREATURE:GIANT_MARMOT_HOARY
source: [GENERAL_CHILD_NAME:giant hoary marmot pup:giant hoary marmot pups]
cs: [GENERAL_CHILD_NAME:mládě obřího sviště šedého:mláďata obřích svišťů šedých]
de: [GENERAL_CHILD_NAME:Riesenmurmeltier-Welpen:Riesenmurmeltier-Welpen]
eo: [GENERAL_CHILD_NAME:giganta griza marmotido:gigantaj grizaj marmotidoj]
es: [GENERAL_CHILD_NAME:cría de marmota canosa gigante:crías de marmota canosa gigante]
ja: [GENERAL_CHILD_NAME:巨大マーモットの子供:巨大マーモットの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 흰등마멋:새끼 거대 흰등마멋들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego świstaka siwego:młode gigantycznego świstaka siwego]
ru: [GENERAL_CHILD_NAME:детёныш гигантского седого сурка:детёныши гигантского седого сурка]
tr: [GENERAL_CHILD_NAME:yavru dev kırçıl dağ sıçanı:yavru dev kırçıl dağ sıçanları]
vi: [GENERAL_CHILD_NAME:con non hoary marmot khổng lồ:Những con non hoary marmot khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨j花白旱獭幼崽:巨花白旱獭幼崽]

# CREATURE:GIANT_MARMOT_HOARY
source: [DESCRIPTION:A large creature the shape of a hoary marmot.]
cs: [DESCRIPTION:Velký tvor ve tvaru sviště šedého.]
de: [DESCRIPTION:Eine große Kreatur in der Form eines grauen Murmeltiers.]
eo: [DESCRIPTION:Granda estaĵo forme griza marmoto.]
es: [DESCRIPTION:Una gran criatura con la forma de una marmota.]
ja: [DESCRIPTION:マーモットのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:흰등마멋의 모습을 한 거대한 생물체.]
pl: [DESCRIPTION:Duży potwór w kształcie świstaka siwego.]
ru: [DESCRIPTION:Огромное существо, похожее на седого сурка.]
tr: [DESCRIPTION:Kırçıl dağ sıçanı biçiminde büyük bir yaratık.]
vi: [DESCRIPTION:Một sinh vật to lớn có hình dáng của một hoary marmot.]
zh_hans: [DESCRIPTION:一只体型巨大的花白旱獭生物。]

# CREATURE:GIANT_MARMOT_HOARY
source: [PREFSTRING:whistles]
cs: [PREFSTRING:pískáním]
de: [PREFSTRING:pfeift]
eo: [PREFSTRING:fajfadoj]
es: [PREFSTRING:silbidos]
ja: [PREFSTRING:口笛のような鳴き声]
ko: [PREFSTRING:휘파람]
pl: [PREFSTRING:świstanie]
ru: [PREFSTRING:свист]
tr: [PREFSTRING:ıslıklar]
vi: [PREFSTRING:Tiếng huýt sáo]
zh_hans: [PREFSTRING:口哨]

# CREATURE:GNOME_MOUNTAIN
source: [DESCRIPTION:A tiny, jolly humanoid creature that dwells in the fair mountains. They are known to enjoy drinking liquor and don't care whether it's theirs or not.]
cs: [DESCRIPTION:Drobný, veselý humanoidní tvor žijící v krásných horách. Je známý svou zálibou v alkoholu a neřeší, komu patří.]
de: [DESCRIPTION:Eine winzige, fröhliche menschenänliche Gestalt, die in fernen Bergen wohnt. Sie sind dafür bekannt, gerne Alkohol zu trinken und es ist ihnen egal, ob er ihnen gehört oder nicht.]
eo: [DESCRIPTION:Eta joviala homsimila estaĵo kiu loĝas en la justaj montoj. Ili estas konita frandi ebriigaĵon, kaj ne zorgas ĉu ĝi apartenas al ili aŭ ne.]
es: [DESCRIPTION:Una pequeña criatura humanoide, alegre que habita en las montañas. Son conocidos por disfrutar de beber licor que no les importa si es de ellos o no.]
ja: きれいな山々に住む、小さくて陽気な人型生物。彼らはお酒を楽しむことで知られており、それが彼らのものであるかどうかを気にしません。
ko: [DESCRIPTION:아름다운 산속에 사는 작고 쾌활한 인간형 생물. 그들은 술을 즐겨 마시는 것으로 알려져 있고, 그들의 것이든 아니든 상관하지 않는다.]
pl: [DESCRIPTION:Malutkie, wesołe stworzenie, które zamieszkuje piękne góry. Są znane z picia trunków, nie dbając przy tym, czy należą do nich, czy nie.]
ru: [DESCRIPTION:Крошечное жизнерадостное человекоподобное существо, живущее в живописных горах. Известны своим пристрастием к выпивке и им абсолютно безразлично принадлежит она им или нет.]
tr: [DESCRIPTION:Güzel dağlarda yaşayan minik, neşeli, insansı bir yaratık. İçki içmekten hoşlanmalarıyla bilinirler ve içkinin kendilerinin olup olmadığını umursamazlar.]
vi: [DESCRIPTION:Một sinh vật hình người nhỏ bé, vui vẻ sinh sống tại những ngọn núi hùng vĩ. Chúng nổi tiếng là thích uống rượu và chẳng bận tâm liệu đó có phải của chúng hay không.]
zh_hans: [DESCRIPTION:居住在美丽山脉中的一种小巧、快乐的类人生物。 众所周知，他们喜欢喝酒，不在乎酒是不是他们的。]

# CREATURE:GNOME_MOUNTAIN
source: [NAME:mountain gnome:mountain gnomes:mountain gnome]
cs: [NAME:horský gnóm:horskí gnómové:horský gnóm]
de: [NAME:Bergzwerg:Bergzwerge:Bergzwerg]
eo: [NAME:monta gnomo:montaj gnomoj:de monta gnomo]
es: [NAME:gnomo de montaña:gnomos de montaña:de gnomo de montaña]
ja: [NAME:山ノーム:山ノーム:山ノームの]
ko: [NAME:산 노움:산 노움들:산 노움]
pl: [NAME:gnom górski:gnomy górskie:gnomo górski]
ru: [NAME:горный гном:горные гномы:горного гнома]
tr: [NAME:dağ gnomu:dağ gnomları:dağ gnomu]
vi: [NAME:gnome núi:Những gnome núi:gnome núi]
zh_hans: [NAME:山地精;山地精:山地精]

# CREATURE:GNOME_MOUNTAIN
source: [CASTE_NAME:mountain gnome:mountain gnomes:mountain gnome]
cs: [CASTE_NAME:horský gnóm:horskí gnómové:horský gnóm]
de: [CASTE_NAME:Bergzwerg:Bergzwerge:Bergzwerg]
eo: [CASTE_NAME:monta gnomo:montaj gnomoj:de monta gnomo]
es: [CASTE_NAME:gnomo de montaña:gnomos de montaña:de gnomo de montaña]
ja: [CASTE_NAME:山ノーム:山ノーム:山ノームの]
ko: [CASTE_NAME:산 노움:산 노움들:산 노움]
pl: [CASTE_NAME:gnom górski:gnomy górskie:gnomo górski]
ru: [CASTE_NAME:горный гном:горные гномы:горного гнома]
tr: [CASTE_NAME:dağ gnomu:dağ gnomları:dağ gnomu]
vi: [CASTE_NAME:gnome núi:Những gnome núi:gnome núi]
zh_hans: [CASTE_NAME:山地精;山地精:山地精]

# CREATURE:GNOME_MOUNTAIN
source: [PREFSTRING:ability to hold liquor]
cs: [PREFSTRING:schopností snášet alkohol]
de: [PREFSTRING:kann Flüssigkeit speichern]
eo: [PREFSTRING:kapablo por elteni ebriigaĵo]
es: [PREFSTRING:habilidad para soportar el licor]
ja: [PREFSTRING:大酒飲み]
ko: [PREFSTRING:술을 담는 능력]
pl: [PREFSTRING:zdolność do przechowywania alkoholu]
ru: [PREFSTRING:пристрастие к выпивке]
tr: [PREFSTRING:içkiye dayanıklılık]
vi: [PREFSTRING:khả năng tửu lượng]
zh_hans: [PREFSTRING:可饮酒]

# CREATURE:GNOME_MOUNTAIN
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Hejmobesto]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]
zh_hans: [CDI:ADV_NAME:宠物]

# CREATURE:GNOME_MOUNTAIN
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sev]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]
zh_hans: [CDI:VERB:宠物:宠物:宠物]

# CREATURE:GNOME_MOUNTAIN
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Sprucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Plwocina]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]
zh_hans: [CDI:ADV_NAME:吐]

# CREATURE:GNOME_MOUNTAIN
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:GNOME_MOUNTAIN
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]
zh_hans: [APP_MOD_NOUN:眼睛:PLURAL]

# CREATURE:GNOME_MOUNTAIN
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:wargi:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]
zh_hans: [APP_MOD_NOUN:嘴唇:PLURAL]

# CREATURE:GNOME_MOUNTAIN
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]
zh_hans: [APP_MOD_NOUN:鼻梁:SINGULAR]

# CREATURE:GNOME_MOUNTAIN
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]
zh_hans: [APP_MOD_NOUN:双耳:PLURAL]

# CREATURE:GNOME_MOUNTAIN
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]
zh_hans: [APP_MOD_NOUN:牙齿:PLURAL]

# CREATURE:GNOME_MOUNTAIN
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]
zh_hans: [ATTACK_VERB:打:打]

# CREATURE:GNOME_MOUNTAIN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:挠:挠]

# CREATURE:GNOME_MOUNTAIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:GNOME_MOUNTAIN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:GNOME_MOUNTAIN
source: [APP_MOD_NOUN:eyebrows:PLURAL]
cs: [APP_MOD_NOUN:obočí:PLURAL]
de: [APP_MOD_NOUN:Augenbrauen:PLURAL]
eo: [APP_MOD_NOUN:brovoj:PLURAL]
es: [APP_MOD_NOUN:cejas:PLURAL]
ja: [APP_MOD_NOUN:眉毛:PLURAL]
ko: [APP_MOD_NOUN:눈썹:PLURAL]
pl: [APP_MOD_NOUN:brwi:PLURAL]
ru: [APP_MOD_NOUN:брови:PLURAL]
tr: [APP_MOD_NOUN:kaşlar:PLURAL]
zh_hans: [APP_MOD_NOUN:眉毛:PLURAL]

# CREATURE:GNOME_MOUNTAIN
source: [APP_MOD_NOUN:eyelashes:PLURAL]
cs: [APP_MOD_NOUN:řasy:PLURAL]
de: [APP_MOD_NOUN:Wimpern:PLURAL]
eo: [APP_MOD_NOUN:okulharoj:PLURAL]
es: [APP_MOD_NOUN:pestañas:PLURAL]
ja: [APP_MOD_NOUN:まつげ:PLURAL]
ko: [APP_MOD_NOUN:속눈썹:PLURAL]
pl: [APP_MOD_NOUN:rzęsy:PLURAL]
ru: [APP_MOD_NOUN:ресницы:PLURAL]
tr: [APP_MOD_NOUN:kirpikler:PLURAL]
zh_hans: [APP_MOD_NOUN:睫毛:PLURAL]

# CREATURE:GNOME_MOUNTAIN
source: [APP_MOD_NOUN:hair:SINGULAR]
cs: [APP_MOD_NOUN:vlasy:SINGULAR]
de: [APP_MOD_NOUN:Haar:SINGULAR]
eo: [APP_MOD_NOUN:hararo:SINGULAR]
es: [APP_MOD_NOUN:cabello:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:włosy:SINGULAR]
ru: [APP_MOD_NOUN:волосы:PLURAL]
tr: [APP_MOD_NOUN:saç:SINGULAR]
zh_hans: [APP_MOD_NOUN:毛发:SINGULAR]

# CREATURE:GNOME_MOUNTAIN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:GNOME_MOUNTAIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GNOME_DARK
source: [DESCRIPTION:A tiny, foul-tempered humanoid creature that dwells in the evil mountains. They are known to enjoy drinking liquor and will take any unguarded supplies of booze.]
cs: [DESCRIPTION:Drobný, nevrlý humanoidní tvor žijící v temných horách. Miluje alkohol a vezme jakékoli nehlídané zásoby.]
de: [DESCRIPTION:Eine winzige, bösartige menschenänliche Gestalt, die in den verdorbenen Bergen wohnt. Sie sind dafür bekannt, dass sie gerne Alkohol trinken und alle unbewachten Vorräte stehlen.]
eo: [DESCRIPTION:Eta malbonhumora homsimila estaĵo kiu loĝas en la malbonaj montoj. Ili estas konita frandi ebriigaĵon, kaj alprenos ajn nezorgatajn alkoholaĵajn provizaĵojn.]
es: [DESCRIPTION:Una pequeña criatura humanoide que habita en las montañas malignas. Son conocidas por disfrutar bebiendo licor y tomar cualquier suministro sin vigilar de bebida.]
ja: [DESCRIPTION:邪悪な山岳地方に住む、邪悪な小型人型生物だ。酒に目がなく、酔うと隙を見せる。
ko: [DESCRIPTION: 사악한 산속에 사는 작고 성미가 고약한 인간형 생물. 그들은 술을 즐겨 마시는 것으로 알려져 있으며, 어떤 부주의한 이의 술도 가져갈 것이다.]
pl: [DESCRIPTION:Mały, głupkowate humanoidalne stworzenie, które żyje w złych górach. Są znane z picia trunków i zabierania wszelkich niepilnowanych zapasów gorzały.]
ru: [DESCRIPTION:Мелкие человекоподобные существа со скверным нравом, обитающие в гибельных горах. Известны своим пристрастием к выпивке и присваивают любые неохраняемые запасы спиртного.]
tr: [DESCRIPTION:Kötücül dağlarda yaşayan minik, aksi huylu, insansı bir yaratık. İçki içmekten hoşlanmalarıyla bilinirler ve gözetimsiz her türlü içki kaynağını alırlar.]
vi: [DESCRIPTION:Một sinh vật hình người nhỏ bé, tính khí hung hãn sinh sống tại những ngọn núi hiểm ác. Chúng nổi tiếng là thích uống rượu và sẽ lấy bất kỳ nguồn rượu nào không được canh gác.]
zh_hans: [DESCRIPTION:居住在邪恶山脉中的小型、脾气暴躁的类人生物。 他们以嗜酒著称，并且会带走任何无人照看的酒类。]

# CREATURE:GNOME_DARK
source: [NAME:dark gnome:dark gnomes:dark gnome]
cs: [NAME:temný gnóm:temní gnómové:temný gnóm]
de: [NAME:dunkler Zwerg:dunkel Zwerge:dunkler Zwerg]
eo: [NAME:malica gnomo:malicaj gnomoj:de malica gnomo]
es: [NAME:gnomo oscuro:gnomos oscuros:de gnomos oscuros]
ja: [NAME:ダークノーム:ダークノーム:ダークノームの]
ko: [NAME:음흉한 놈:음흉한 놈들:음흉한 놈]
pl: [NAME:mroczny gnom:mroczne gnomy:mroczno gnomi]
ru: [NAME:тёмный гном:тёмные гномы:тёмного гнома]
tr: [NAME:kara gnom:kara gnomlar:kara gnom]
vi: [NAME:gnome hắc ám:Những gnome hắc ám:gnome hắc ám]
zh_hans: [NAME:黑暗侏儒:黑暗侏儒:黑暗侏儒]
