Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:RCP_SIMPLE_FRONT_LEGS
source: [BP:RH:right front foot:right front feet]
cs: [BP:RH:pravé přední chodidlo:pravá přední chodidla]
de: [BP:RH:rechter Vorderfuß:rechten Vorderfüße]
eo: [BP:RH:dekstra antaŭa piedo:dekstraj antaŭaj piedoj]
es: [BP:RH:pezuña delantera derecha:pezuñas delanteras derechas]
ja: [BP:RH:右前足:右前足]
ko: [BP:RH:오른쪽 앞발:오른쪽 앞발]
pl: [BP:RH:prawa przednia stopa:prawe przednie stopy]
ru: [BP:RH:правая передняя ступня:правые передние ступни]
tr: [BP:RH:sağ ön ayak:sağ ön ayaklar]
vi: [BP:RH:chân phải trước:nhiều chân phải trước]
zh_hans: [BP:RH:右前脚:右前脚]

# BODY:RCP_SIMPLE_FRONT_LEGS
source: [BP:LH:left front foot:left front feet]
cs: [BP:LH:levé přední chodidlo:levá přední chodidla]
de: [BP:LH:linker Vorderfuß:linken Vorderfüße]
eo: [BP:LH:maldekstra antaŭa piedo:maldekstraj antaŭaj piedoj]
es: [BP:LH:pezuña delantera izquierda:pezuñas delanteras izquierdas]
ja: [BP:LH:左前足:左前足]
ko: [BP:LH:왼쪽 앞발:왼쪽 앞발]
pl: [BP:LH:lewa przednia stopa:lewe przednie stopy]
ru: [BP:LH:левая передняя ступня:левые передние ступни]
tr: [BP:LH:sol ön ayak:sol ön ayaklar]
vi: [BP:LH:chân trái trước:nhiều chân trái trước]
zh_hans: [BP:LH:左前脚:左前脚]

# BODY:RCP_SIMPLE_FRONT_LEGS_GRASP
source: [BP:RA:right front leg:STP]
cs: [BP:RA:pravá přední noha:pravé přední nohy]
de: [BP:RA:rechtes Vorderbein:STP]
eo: [BP:RA:dekstra antaŭa gambo:dekstraj antaŭaj gamboj]
es: [BP:RA:pata delantera derecha:STP]
ja: [BP:RA:右前脚:STP]
ko: [BP:RA:오른쪽 앞다리:STP]
pl: [BP:RA:prawa przednia noga:prawe przednie nogi]
ru: [BP:RA:правая передняя нога:правые передние ноги]
tr: [BP:RA:sağ ön bacak:STP]
vi: [BP:RA:chân phải trước:STP]
zh_hans: [BP:RA:右前腿:STP]

# BODY:RCP_SIMPLE_FRONT_LEGS_GRASP
source: [BP:LA:left front leg:STP]
cs: [BP:LA:levá přední noha:levé přední nohy]
de: [BP:LA:linkes Vorderbein:STP]
eo: [BP:LA:maldekstra antaŭa gambo:maldekstraj antaŭaj gamboj]
es: [BP:LA:pata delantera izquierda:STP]
ja: [BP:LA:左前脚:STP]
ko: [BP:LA:왼쪽 앞다리:STP]
pl: [BP:LA:lewa przednia noga:lewe przednie nogi]
ru: [BP:LA:левая передняя нога:левые передние ноги]
tr: [BP:LA:sol ön bacak:STP]
vi: [BP:LA:chân trái trước:STP]
zh_hans: [BP:LA:左前腿:STP]

# BODY:RCP_SIMPLE_FRONT_LEGS_GRASP
source: [BP:RH:right front foot:right front feet]
cs: [BP:RH:pravé přední chodidlo:pravá přední chodidla]
de: [BP:RH:rechter Vorderfuß:rechten Vorderfüße]
eo: [BP:RH:dekstra antaŭa piedo:dekstraj antaŭaj piedoj]
es: [BP:RH:pezuña delantera derecha:pezuñas delanteras derechas]
ja: [BP:RH:右前足:右前足]
ko: [BP:RH:오른쪽 앞발:오른쪽 앞발]
pl: [BP:RH:prawa przednia stopa:prawe przednie stopy]
ru: [BP:RH:правая передняя ступня:правые передние ступни]
tr: [BP:RH:sağ ön ayak:sağ ön ayaklar]
vi: [BP:RH:chân phải trước:nhiều chân phải trước]
zh_hans: [BP:RH:右前脚:右前脚]

# BODY:RCP_SIMPLE_FRONT_LEGS_GRASP
source: [BP:LH:left front foot:left front feet]
cs: [BP:LH:levé přední chodidlo:levá přední chodidla]
de: [BP:LH:linker Vorderfuß:linken Vorderfüße]
eo: [BP:LH:maldekstra antaŭa piedo:maldekstraj antaŭaj piedoj]
es: [BP:LH:pezuña delantera izquierda:pezuñas delanteras izquierdas]
ja: [BP:LH:左前足:左前足]
ko: [BP:LH:왼쪽 앞발:왼쪽 앞발]
pl: [BP:LH:lewa przednia stopa:lewe przednie stopy]
ru: [BP:LH:левая передняя ступня:левые передние ступни]
tr: [BP:LH:sol ön ayak:sol ön ayaklar]
vi: [BP:LH:chân trái trước:nhiều chân trái trước]
zh_hans: [BP:LH:左前脚:左前脚]

# BODY:RCP_SIMPLE_REAR_LEGS
source: [BP:RL:right rear leg:STP]
cs: [BP:RL:pravá zadní noha:pravé zadní nohy]
de: [BP:RL:rechtes Hinterbein:STP]
eo: [BP:RL:dekstra posta gambo:dekstraj postaj gamboj]
es: [BP:RL:pata trasera derecha:STP]
ja: [BP:RL:右後脚:STP]
ko: [BP:RL:오른쪽 뒷다리:STP]
pl: [BP:RL:prawa tylnia noga:prawe tylnie nogi]
ru: [BP:RL:правая задняя нога:правые задние ноги]
tr: [BP:RL:sağ arka bacak:STP]
vi: [BP:RL:chân phải sau:STP]
zh_hans: [BP:RL:右后腿:STP]

# BODY:RCP_SIMPLE_REAR_LEGS
source: [BP:LL:left rear leg:STP]
cs: [BP:LL:levá zadní noha:levé zadní nohy]
de: [BP:LL:linkes Hinterbein:STP]
eo: [BP:LL:maldekstra posta gambo:maldekstraj postaj gamboj]
es: [BP:LL:pata trasera izquierda:STP]
ja: [BP:LL:左後脚:STP]
ko: [BP:LL:왼쪽 뒷다리:STP]
pl: [BP:LL:lewa tylnia noga:lewe tylnie nogi]
ru: [BP:LL:левая задняя нога:левые задние ноги]
tr: [BP:LL:sol arka bacak:STP]
vi: [BP:LL:chân trái sau:STP]
zh_hans: [BP:LL:左后腿:STP]

# BODY:RCP_SIMPLE_REAR_LEGS
source: [BP:RF:right rear foot:right rear feet]
cs: [BP:RF:pravé zadní chodidlo:pravá zadní chodidla]
de: [BP:RF:rechter Hinterfuß:rechten Hinterfüße]
eo: [BP:RF:dekstra posta piedo:dekstraj postaj piedoj]
es: [BP:RF:pezuña trasera derecha:pezuñas traseras derechas]
ja: [BP:RF:右後足:右後足]
ko: [BP:RF:오른쪽 뒷발:오른쪽 뒷발]
pl: [BP:RF:prawa tylna stopa:prawe tylne stopy]
ru: [BP:RF:правая задняя ступня:правые задние ступни]
tr: [BP:RF:sağ arka ayak:sağ arka ayaklar]
vi: [BP:RF:bàn chân phải sau:nhiều bàn chân phải sau]
zh_hans: [BP:RF:右后脚:右后脚]

# BODY:RCP_SIMPLE_REAR_LEGS
source: [BP:LF:left rear foot:left rear feet]
cs: [BP:LF:levé zadní chodidlo:levá zadní chodidla]
de: [BP:LF:linker Hinterfuß:linken Hinterfüße]
eo: [BP:LF:maldekstra posta piedo:maldekstraj postaj piedoj]
es: [BP:LF:pezuña trasera izquierda:pezuñas traseras izquierdas]
ja: [BP:LF:左後足:左後足]
ko: [BP:LF:왼쪽 뒷발:왼쪽 뒷발]
pl: [BP:LF:lewa tylna stopa:lewe tylne stopy]
ru: [BP:LF:левая задняя ступня:левые задние ступни]
tr: [BP:LF:sol arka ayak:sol arka ayaklar]
vi: [BP:LF:bàn chân trái sau:nhiều bàn chân trái sau]
zh_hans: [BP:LF:左后脚:左后脚]

# BODY:RCP_TWO_PART_LEGS
source: [BP:RUL:right upper leg:STP]
cs: [BP:RUL:pravá horní noha:pravé horní nohy]
de: [BP:RUL:rechter Oberschenkel:STP]
eo: [BP:RUL:dekstra femuro:dekstraj femuroj]
es: [BP:RUL:muslo derecho:STP]
ja: [BP:RUL:右上脚:STP]
ko: [BP:RUL:오른쪽 윗다리:STP]
pl: [BP:RUL:prawe udo:prawe uda]
ru: [BP:RUL:правое бедро:правые бёдра]
tr: [BP:RUL:sağ üst bacak:STP]
vi: [BP:RUL:bắp đùi phải:STP]
zh_hans: [BP:RUL:右大腿:STP]

# BODY:RCP_TWO_PART_LEGS
source: [BP:LUL:left upper leg:STP]
cs: [BP:LUL:levá horní noha:levé horní nohy]
de: [BP:LUL:linker Oberschenkel:STP]
eo: [BP:LUL:maldekstra femuro:maldekstraj femuroj]
es: [BP:LUL:muslo izquierdo:STP]
ja: [BP:LUL:左上脚:STP]
ko: [BP:LUL:왼쪽 윗다리:STP]
pl: [BP:LUL:lewe udo:lewe uda]
ru: [BP:LUL:левое бедро:левые бёдра]
tr: [BP:LUL:sol üst bacak:STP]
vi: [BP:LUL:bắp đùi trái:STP]
zh_hans: [BP:LUL:左大腿:STP]

# BODY:RCP_TWO_PART_LEGS
source: [BP:RLL:right lower leg:STP]
cs: [BP:RLL:pravá dolní noha:pravé dolní nohy]
de: [BP:RLL:rechter Unterschenkel:STP]
eo: [BP:RLL:dekstra kruro:dekstraj kruroj]
es: [BP:RLL:pierna derecha:STP]
ja: [BP:RLL:右下脚:STP]
ko: [BP:RLL:오른쪽 아랫다리:STP]
pl: [BP:RLL:prawa goleń:prawe golenie]
ru: [BP:RLL:правая голень:правые голени]
tr: [BP:RLL:sağ alt bacak:STP]
vi: [BP:RLL:bắp chân phải:STP]
zh_hans: [BP:RLL:右小腿:STP]

# BODY:RCP_TWO_PART_LEGS
source: [BP:LLL:left lower leg:STP]
cs: [BP:LLL:levá dolní noha:levé dolní nohy]
de: [BP:LLL:linker Unterschenkel:STP]
eo: [BP:LLL:maldekstra kruro:maldekstraj kruroj]
es: [BP:LLL:pierna izquierda:STP]
ja: [BP:LLL:左下脚:STP]
ko: [BP:LLL:왼쪽 아랫다리:STP]
pl: [BP:LLL:lewa goleń:lewe golenie]
ru: [BP:LLL:левая голень:левые голени]
tr: [BP:LLL:sol alt bacak:STP]
vi: [BP:LLL:bắp chân trái:STP]
zh_hans: [BP:LLL:左小腿:STP]

# BODY:RCP_TWO_PART_LEGS
source: [BP:RF:right foot:right feet]
cs: [BP:RF:pravé chodidlo:pravá chodidla]
de: [BP:RF:rechter Fuß:rechten Füße]
eo: [BP:RF:dekstra piedo:dekstraj piedoj]
es: [BP:RF:pie derecho:pies derechos]
ja: [BP:RF:右足:右足]
ko: [BP:RF:오른발:오른발]
pl: [BP:RF:prawa stopa:prawe stopy]
ru: [BP:RF:правая ступня:правые ступни]
tr: [BP:RF:sağ ayak:sağ ayaklar]
vi: [BP:RF:bàn chân phải:nhiều bàn chân phải]
zh_hans: [BP:RF:右脚:右脚]

# BODY:RCP_TWO_PART_LEGS
source: [BP:LF:left foot:left feet]
cs: [BP:LF:levé chodidlo:levá chodidla]
de: [BP:LF:linker Fuß:linke Füße]
eo: [BP:LF:maldekstra piedo:maldekstraj piedoj]
es: [BP:LF:pie izquierdo:pies izquierdos]
ja: [BP:LF:左足:左足]
ko: [BP:LF:왼발:왼발]
pl: [BP:LF:lewa stopa:lewe stopy]
ru: [BP:LF:левая ступня:левые ступни]
tr: [BP:LF:sol ayak:sol ayaklar]
vi: [BP:bàn chân trái:nhiều chân trái]
zh_hans: [BP:LF:左脚:左脚]

# BODY:RCP_FRONT_FLIPPER
source: [BP:RFFLIP:right front flipper:STP]
cs: [BP:RFFLIP:pravá přední ploutev:STP]
de: [BP:RFFLIP:rechte Vorderflosse:STP]
eo: [BP:RFFLIP:dekstra antaŭa naĝilo:dekstraj antaŭaj naĝiloj]
es: [BP:RFFLIP:aleta frontal derecha:STP]
ja: [BP:RFFLIP:右前足ひれ:STP]
ko: [BP:RFFLIP:오른쪽 앞 물갈퀴:STP]
pl: [BP:RFFLIP:prawa przednia płetwa:prawe przednie płetwy]
ru: [BP:RFFLIP:правый передний плавник:правые передние плавники]
tr: [BP:RFFLIP:sağ ön yüzgeç ayağı:STP]
vi: [BP:RFFLIP:vật lật phía trước bên phải:STP]
zh_hans: [BP:RFFLIP:右前脚蹼:STP]

# BODY:RCP_FRONT_FLIPPER
source: [BP:LFFLIP:left front flipper:STP]
cs: [BP:LFFLIP:levá přední ploutev:STP]
de: [BP:LFFLIP:linke Vorderflosse:STP]
eo: [BP:LFFLIP:maldekstra antaŭa naĝilo:maldekstraj antaŭaj naĝiloj]
es: [BP:LFFLIP:aleta frontal izquierda:STP]
ja: [BP:LFFLIP:左前足ひれ:STP]
ko: [BP:LFFLIP:왼쪽 앞 물갈퀴:STP]
pl: [BP:LFFLIP:lewa przednia płetwa:lewe przednie płetwy]
ru: [BP:LFFLIP:левый передний плавник:левые передние плавники]
tr: [BP:LFFLIP:sol ön yüzgeç ayağı:STP]
vi: [BP:LFFLIP:vật lật phía trước bên trái:STP]
zh_hans: [BP:LFFLIP:左前脚蹼:STP]

# BODY:RCP_REAR_FLIPPER
source: [BP:RRFLIP:right rear flipper:STP]
cs: [BP:RRFLIP:pravá zadní ploutev:STP]
de: [BP:RRFLIP:rechte Hinterflosse:STP]
eo: [BP:RRFLIP:dekstra posta naĝilo:dekstraj postaj naĝiloj]
es: [BP:RRFLIP:aleta postarior derecha:STP]
ja: [BP:RRFLIP:右後足ひれ:STP]
ko: [BP:RRFLIP:오른쪽 뒤 물갈퀴:STP]
pl: [BP:RRFLIP:prawa tylna płetwa:prawe tylnie płetwy]
ru: [BP:RRFLIP:правый задний плавник:правые задние плавники]
tr: [BP:RRFLIP:sağ arka yüzgeç ayağı:STP]
vi: [BP:RRFLIP:vật lật phía sau bên phải:STP]
zh_hans: [BP:RRFLIP:右后脚蹼:STP]

# BODY:RCP_REAR_FLIPPER
source: [BP:LRFLIP:left rear flipper:STP]
cs: [BP:LRFLIP:levá zadní ploutev:STP]
de: [BP:LRFLIP:linke Hinterflosse:STP]
eo: [BP:LRFLIP:maldekstra posta naĝilo:postaj postaj naĝiloj]
es: [BP:LRFLIP:aleta posterior izquierda:STP]
ja: [BP:LRFLIP:左後足ひれ:STP]
ko: [BP:LRFLIP:왼쪽 뒤 물갈퀴:STP]
pl: [BP:LRFLIP:lewa tylna płetwa:lewe tylnie płetwy]
ru: [BP:LRFLIP:левый задний плавник:левые задние плавники]
tr: [BP:LRFLIP:sol arka yüzgeç ayağı:STP]
vi: [BP:LRFLIP:vật lật phía sau bên trái:STP]
zh_hans: [BP:LRFLIP:左后脚蹼:STP]

# BODY:RCP_TWO_FLIGHTLESS_WINGS
source: [BP:RWING:right wing:STP]
cs: [BP:RWING:pravé křídlo:pravé křídla]
de: [BP:RWING:rechter Flügel:STP]
eo: [BP:RWING:dekstra flugilo:dekstraj flugiloj]
es: [BP:RWING:ala derecha:STP]
ja: [BP:RWING:右翼:STP]
ko: [BP:RWING:오른쪽 날개:STP]
pl: [BP:RWING:prawe skrzydło:prawe skrzydła]
ru: [BP:RWING:правое крыло:правые крылья]
tr: [BP:RWING:sağ kanat:STP]
vi: [BP:RWING:cánh phải:STP]
zh_hans: [BP:RWING:右翅:STP]

# BODY:RCP_TWO_FLIGHTLESS_WINGS
source: [BP:LWING:left wing:STP]
cs: [BP:LWING:levé křídlo:levé křídla]
de: [BP:LWING:linker Flügel:STP]
eo: [BP:LWING:maldekstra flugilo:maldekstraj flugiloj]
es: [BP:LWING:ala izquierda:STP]
ja: [BP:LWING:左翼:STP]
ko: [BP:LWING:왼쪽 날개:STP]
pl: [BP:LWING:lewe skrzydło:lewe skrzydła]
ru: [BP:LWING:левое крыло:левые крылья]
tr: [BP:LWING:sol kanat:STP]
vi: [BP:LWING:cánh trái:STP]
zh_hans: [BP:LWING:左翅:STP]

# BODY:RCP_TWO_WINGS
source: [BP:RWING:right wing:STP]
cs: [BP:RWING:pravé křídlo:pravé křídla]
de: [BP:RWING:rechter Flügel:STP]
eo: [BP:RWING:dekstra flugilo:dekstraj flugiloj]
es: [BP:RWING:ala derecha:STP]
ja: [BP:RWING:右翼:STP]
ko: [BP:RWING:오른쪽 날개:STP]
pl: [BP:RWING:prawe skrzydło:prawe skrzydła]
ru: [BP:RWING:правое крыло:правые крылья]
tr: [BP:RWING:sağ kanat:STP]
vi: [BP:RWING:cánh phải:STP]
zh_hans: [BP:RWING:右翅:STP]

# BODY:RCP_TWO_WINGS
source: [BP:LWING:left wing:STP]
cs: [BP:LWING:levé křídlo:levé křídla]
de: [BP:LWING:linker Flügel:STP]
eo: [BP:LWING:maldekstra flugilo:maldekstraj flugiloj]
es: [BP:LWING:ala izquierda:STP]
ja: [BP:LWING:左翼:STP]
ko: [BP:LWING:왼쪽 날개:STP]
pl: [BP:LWING:lewe skrzydło:lewe skrzydła]
ru: [BP:LWING:левое крыло:левые крылья]
tr: [BP:LWING:sol kanat:STP]
vi: [BP:LWING:cánh trái:STP]
zh_hans: [BP:LWING:左翅:STP]

# BODY:RCP_TAIL
source: [BP:TAIL:tail:STP]
cs: [BP:TAIL:ocas:ocasy]
de: [BP:TAIL:Heck:STP]
eo: [BP:TAIL:vosto:vostoj]
es: [BP:TAIL:rabo:STP]
ja: [BP:尾:尾:STP]
ko: [BP:TAIL:꼬리:STP]
pl: [BP:TAIL:ogon:ogony]
ru: [BP:TAIL:хвост:хвосты]
tr: [BP:TAIL:kuyruk:STP]
vi: [BP:TAIL:đuôi:STP]
zh_hans: [BP:TAIL:尾巴:STP]

# BODY:RCP_2_TAILS
source: [BP:TAIL_1:left tail:STP]
cs: [BP:TAIL_1:levý ocas:STP]
de: [BP:TAIL_1:linker Schwanz:STP]
eo: [BP:TAIL_1:maldekstra vosto:maldekstraj vostoj]
es: [BP:TAIL_1:cola izquierda:STP]
ja: [BP:尾_1:左尾:STP]
ko: [BP:TAIL_1:왼쪽 꼬리:STP]
pl: [BP:TAIL_1:lewy ogon:lewe ogony]
ru: [BP:TAIL_1:левый хвост:левые хвосты]
tr: [BP:TAIL_1:sol kuyruk:STP]
vi: [BP:TAIL_1:đuôi trái:STP]
zh_hans: [BP:TAIL_1:左尾巴:STP]

# BODY:RCP_2_TAILS
source: [BP:TAIL_2:right tail:STP]
cs: [BP:TAIL_2:pravý ocas:STP]
de: [BP:TAIL_2:rechter Schwanz:STP]
eo: [BP:TAIL_2:dekstra vosto:dekstraj vostoj]
es: [BP:TAIL_2:cola derecha:STP]
ja: [BP:尾_2:右尾:STP]
ko: [BP:TAIL_2:오른쪽 꼬리:STP]
pl: [BP:TAIL_2:prawy ogon:prawe ogony]
ru: [BP:TAIL_2:правый хвост:правые хвосты]
tr: [BP:TAIL_2:sağ kuyruk:STP]
vi: [BP:TAIL_2:đuôi phải:STP]
zh_hans: [BP:TAIL_2:右尾巴:STP]

# BODY:RCP_3_TAILS
source: [BP:TAIL_1:left tail:STP]
cs: [BP:TAIL_1:levý ocas:STP]
de: [BP:TAIL_1:linker Schwanz:STP]
eo: [BP:TAIL_1:maldekstra vosto:maldekstraj vostoj]
es: [BP:TAIL_1:cola izquierda:STP]
ja: [BP:尾_1:左尾:STP]
ko: [BP:TAIL_1:왼쪽 꼬리:STP]
pl: [BP:TAIL_1:lewy ogon:lewe ogony]
ru: [BP:TAIL_1:левый хвост:левые хвосты]
tr: [BP:TAIL_1:sol kuyruk:STP]
vi: [BP:TAIL_1:đuôi trái:STP]
zh_hans: [BP:TAIL_1:左尾巴:STP]

# BODY:RCP_3_TAILS
source: [BP:TAIL_2:center tail:STP]
cs: [BP:TAIL_2:středový ocas:STP]
de: [BP:TAIL_2:mittlerer Schwanz:STP]
eo: [BP:TAIL_2:meza vosto:mezaj vostoj]
es: [BP:TAIL_2:cola central:STP]
ja: [BP:尾_2:中央尾:STP]
ko: [BP:TAIL_2:가운데 꼬리:STP]
pl: [BP:TAIL_2:środkowy ogon:środkowe ogony]
ru: [BP:TAIL_2:средний хвост:средние хвосты]
tr: [BP:TAIL_2:orta kuyruk:STP]
vi: [BP:TAIL_2:đuôi giữa:STP]
zh_hans: [BP:TAIL_2:中尾巴:STP]

# BODY:RCP_3_TAILS
source: [BP:TAIL_3:right tail:STP]
cs: [BP:TAIL_3:pravý ocas:STP]
de: [BP:TAIL_3:rechter Schwanz:STP]
eo: [BP:TAIL_3:dekstra vosto:dekstraj vostoj]
es: [BP:TAIL_3:cola derecha:STP]
ja: [BP:尾_3:右尾:STP]
ko: [BP:TAIL_3:오른쪽 꼬리:STP]
pl: [BP:TAIL_3:prawy ogon:prawe ogony]
ru: [BP:TAIL_3:правый хвост:правые хвосты]
tr: [BP:TAIL_3:sağ kuyruk:STP]
vi: [BP:TAIL_3:đuôi phải:STP]
zh_hans: [BP:TAIL_3:右尾巴:STP]

# BODY:RCP_TAIL_STINGER
source: [BP:TAIL_STINGER:stinger:STP]
cs: [BP:TAIL_STINGER:žihadlo:žihadla]
de: [BP:TAIL_STINGER:Giftstachel:STP]
eo: [BP:TAIL_STINGER:pikilo:pikiloj]
es: [BP:TAIL_STINGER:aguijon:STP]
ja: [BP:尾_S錫GER:尾針:STP]
ko: [BP:TAIL_STINGER:독침:독침들]
pl: [BP:TAIL_STINGER:żądło:żądła]
ru: [BP:TAIL_STINGER:жало:жала]
tr: [BP:TAIL_STINGER:iğne:STP]
vi: [BP:TAIL_STINGER:ngòi:STP]
zh_hans: [BP:TAIL_STINGER:毒刺:STP]

# BODY:RCP_LOWER_BODY_STINGER
source: [BP:LOWER_BODY_STINGER:stinger:STP]
cs: [BP:LOWER_BODY_STINGER:žihadlo:STP]
de: [BP:LOWER_BODY_STINGER:stachel:STP]
eo: [BP:LOWER_BODY_STINGER:pikilo:pikiloj]
es: [BP:LOWER_BODY_STINGER:aguijon:STP]
ja: [BP:LOWER_BODY_S錫GER:尾針:STP]
ko: [BP:LOWER_BODY_STINGER:독침:독침들]
pl: [BP:LOWER_BODY_STINGER:żądło:żądła]
ru: [BP:LOWER_BODY_STINGER:жало:жала]
tr: [BP:LOWER_BODY_STINGER:iğne:STP]
vi: [BP:LOWER_BODY_STINGER:ngòi:STP]
zh_hans: [BP:LOWER_BODY_STINGER:毒刺:STP]

# BODY:RCP_PROBOSCIS
source: [BP:PROBOSCIS:trunk:STP]
cs: [BP:PROBOSCIS:trup:STP]
de: [BP:PROBOSCIS:Rüssel:STP]
eo: [BP:PROBOSCIS:rostro:rostroj]
es: [BP:PROBOSCIS:tronco:STP]
ja: [BP:PROBOSCIS:胴体:STP]
ko: [BP:PROBOSCIS:긴 코:긴 코들]
pl: [BP:PROBOSCIS:trąba:trąby]
ru: [BP:PROBOSCIS:хобот:хоботы]
tr: [BP:PROBOSCIS:uzun hortum:STP]
vi: [BP:PROBOSCIS:thân cây:STP]
zh_hans: [BP:PROBOSCIS:象鼻:STP]

# BODY:RCP_TRUNK
source: [BP:TRUNK:trunk:STP]
cs: [BP:TRUNK:trup:STP]
de: [BP:TRUNK:Stamm:STP]
eo: [BP:TRUNK:rostro:rostroj]
es: [BP:TRUNK:tronco:STP]
ja: [BP:TRUNK:胴体:STP]
ko: [BP:TRUNK:긴 코:긴 코들]
pl: [BP:TRUNK:trąba:trąby]
ru: [BP:TRUNK:хобот:хоботы]
tr: [BP:TRUNK:hortum:STP]
vi: [BP:TRUNK:thân cây:STP]
zh_hans: [BP:TRUNK:象鼻:STP]

# BODY:RCP_SHELL
source: [BP:SHELL:shell:STP]
cs: [BP:SHELL:ulita:ulity]
de: [BP:SHELL:Panzer:STP]
eo: [BP:SHELL:karapaco:karapacoj]
es: [BP:SHELL:caparazon:STP]
ja: [BP:SHELL:甲殻:STP]
ko: [BP:SHELL:껍데기:STP]
pl: [BP:SHELL:skorupa:skorupy]
ru: [BP:SHELL:панцирь:панцири]
tr: [BP:SHELL:kabuk:STP]
vi: [BP:SHELL:vỏ:STP]
zh_hans: [BP:SHELL:壳:STP]

# BODY:RCP_ANTENNAE
source: [BP:R_ANT:right antenna:STP]
cs: [BP:R_ANT:pravá anténa:STP]
de: [BP:R_ANT:rechte Antenne:STP]
eo: [BP:R_ANT:dekstra anteno:dekstraj antenoj]
es: [BP:R_ANT:antena derecha:STP]
ja: [BP:R_ANT:右触角:STP]
ko: [BP:R_ANT:오른쪽 더듬이:STP]
pl: [BP:R_ANT:prawy czułek:prawe czułki]
ru: [BP:R_ANT:правая антенна:правые антенны]
tr: [BP:R_ANT:sağ anten:STP]
vi: [BP:R_ANT:ăng-ten bên phải:STP]
zh_hans: [BP:R_ANT:左触角:STP]

# BODY:RCP_ANTENNAE
source: [BP:L_ANT:left antenna:STP]
cs: [BP:L_ANT:levá anténa:STP]
de: [BP:L_ANT:linke Antenne:STP]
eo: [BP:L_ANT:maldekstra anteno:maldekstraj antenoj]
es: [BP:L_ANT:antena izquierda:STP]
ja: [BP:L_ANT:左触角:STP]
ko: [BP:L_ANT:왼쪽 더듬이:STP]
pl: [BP:L_ANT:lewy czułek:lewe czułki]
ru: [BP:L_ANT:левая антенна:левые антенны]
tr: [BP:L_ANT:sol anten:STP]
vi: [BP:L_ANT:ăng-ten bên trái:STP]
zh_hans: [BP:L_ANT:右触角:STP]

# BODY:RCP_1_HEAD_HORN
source: [BP:HEAD_HORN:horn:STP]
cs: [BP:HEAD_HORN:roh:rohy]
eo: [BP:HEAD_HORN:korno:kornoj]
es: [BP:HEAD_HORN:cuerno:STP]
ja: [BP:頭_HORN:角:STP]
ko: [BP:HEAD_HORN:뿔:STP]
pl: [BP:HEAD_HORN:róg:rogi]
ru: [BP:HEAD_HORN:рог:рога]
tr: [BP:HEAD_HORN:boynuz:STP]
vi: [BP:HEAD_HORN:sừng:STP]
zh_hans: [BP:HEAD_HORN:角:STP]

# BODY:RCP_2_HEAD_HORNS
source: [BP:HEAD_HORN_1:left horn:STP]
cs: [BP:HEAD_HORN_1:levý roh:STP]
de: [BP:HEAD_HORN_1:linkes Horn:STP]
eo: [BP:HEAD_HORN_1:maldekstra korno:maldekstraj kornoj]
es: [BP:HEAD_HORN_1:cuerno izquierdo:STP]
ja: [BP:頭_HORN_1:左角:STP]
ko: [BP:HEAD_HORN_1:왼쪽 뿔:STP]
pl: [BP:HEAD_HORN_1:lewy róg:lewe rogi]
ru: [BP:HEAD_HORN_1:левый рог:левые рога]
tr: [BP:HEAD_HORN_1:sol boynuz:STP]
vi: [BP:HEAD_HORN_1:sừng trái:STP]
zh_hans: [BP:HEAD_HORN_1:左角:STP]

# BODY:RCP_2_HEAD_HORNS
source: [BP:HEAD_HORN_2:right horn:STP]
cs: [BP:HEAD_HORN_2:pravý roh:STP]
de: [BP:HEAD_HORN_2:rechtes Horn:STP]
eo: [BP:HEAD_HORN_2:dekstraj kornoj:dekstraj kornoj]
es: [BP:HEAD_HORN_2:cuerno derecho:STP]
ja: [BP:頭_HORN_2:右角:STP]
ko: [BP:HEAD_HORN_2:오른쪽 뿔:STP]
pl: [BP:HEAD_HORN_2:prawy róg:prawe rogi]
ru: [BP:HEAD_HORN_2:правый рог:правые рога]
tr: [BP:HEAD_HORN_2:sağ boynuz:STP]
vi: [BP:HEAD_HORN_2:sừng phải:STP]
zh_hans: [BP:HEAD_HORN_2:右角:STP]

# BODY:RCP_3_HEAD_HORNS
source: [BP:HEAD_HORN_1:first horn:STP]
cs: [BP:HEAD_HORN_1:první roh:STP]
de: [BP:HEAD_HORN_1:erstes Horn:STP]
eo: [BP:HEAD_HORN_1:unua korno:unuaj kornoj]
es: [BP:HEAD_HORN_1:primer cuerno:STP]
ja: [BP:頭_HORN_1:第一角:STP]
ko: [BP:HEAD_HORN_1:첫째 뿔:STP]
pl: [BP:HEAD_HORN_1:pierwszy róg:pierwsze rogi]
ru: [BP:HEAD_HORN_1:первый рог:первые рога]
tr: [BP:HEAD_HORN_1:birinci boynuz:STP]
vi: [BP:HEAD_HORN_1:sừng đầu tiên:STP]
zh_hans: [BP:HEAD_HORN_1:第一个角:STP]

# BODY:RCP_3_HEAD_HORNS
source: [BP:HEAD_HORN_2:second horn:STP]
cs: [BP:HEAD_HORN_2:druhý roh:STP]
de: [BP:HEAD_HORN_2:zweites Horn:STP]
eo: [BP:HEAD_HORN_2:dua korno:duaj kornoj]
es: [BP:HEAD_HORN_2:segundo cuerno:STP]
ja: [BP:頭_HORN_2:第二角:STP]
ko: [BP:HEAD_HORN_2:둘째 뿔:STP]
pl: [BP:HEAD_HORN_2:drugi róg:drugie rogi]
ru: [BP:HEAD_HORN_2:второй рог:вторые рога]
tr: [BP:HEAD_HORN_2:ikinci boynuz:STP]
vi: [BP:HEAD_HORN_2:sừng thứ hai:STP]
zh_hans: [BP:HEAD_HORN_2:第二个角:STP]

# BODY:RCP_3_HEAD_HORNS
source: [BP:HEAD_HORN_3:third horn:STP]
cs: [BP:HEAD_HORN_3:třetí roh:STP]
de: [BP:HEAD_HORN_3:drittes Horn:STP]
eo: [BP:HEAD_HORN_3:tria korno:triaj kornoj]
es: [BP:HEAD_HORN_3:tercer cuerno:STP]
ja: [BP:頭_HORN_3:第三角:STP]
ko: [BP:HEAD_HORN_3:셋째 뿔:STP]
pl: [BP:HEAD_HORN_3:trzeci róg:trzecie rogi]
ru: [BP:HEAD_HORN_3:третий рог:третьи рога]
tr: [BP:HEAD_HORN_3:üçüncü boynuz:STP]
vi: [BP:HEAD_HORN_3:sừng thứ ba:STP]
zh_hans: [BP:HEAD_HORN_3:第三个角:STP]

# BODY:RCP_4_HEAD_HORNS
source: [BP:HEAD_HORN_1:first horn:STP]
cs: [BP:HEAD_HORN_1:první roh:STP]
de: [BP:HEAD_HORN_1:erstes Horn:STP]
eo: [BP:HEAD_HORN_1:unua korno:unuaj kornoj]
es: [BP:HEAD_HORN_1:primer cuerno:STP]
ja: [BP:頭_HORN_1:第一角:STP]
ko: [BP:HEAD_HORN_1:첫째 뿔:STP]
pl: [BP:HEAD_HORN_1:pierwszy róg:pierwsze rogi]
ru: [BP:HEAD_HORN_1:первый рог:первые рога]
tr: [BP:HEAD_HORN_1:birinci boynuz:STP]
vi: [BP:HEAD_HORN_1:sừng đầu tiên:STP]
zh_hans: [BP:HEAD_HORN_1:第一个角:STP]

# BODY:RCP_4_HEAD_HORNS
source: [BP:HEAD_HORN_2:second horn:STP]
cs: [BP:HEAD_HORN_2:druhý roh:STP]
de: [BP:HEAD_HORN_2:zweites Horn:STP]
eo: [BP:HEAD_HORN_2:dua korno:duaj kornoj]
es: [BP:HEAD_HORN_2:segundo cuerno:STP]
ja: [BP:頭_HORN_2:第二角:STP]
ko: [BP:HEAD_HORN_2:둘째 뿔:STP]
pl: [BP:HEAD_HORN_2:drugi róg:drugie rogi]
ru: [BP:HEAD_HORN_2:второй рог:вторые рога]
tr: [BP:HEAD_HORN_2:ikinci boynuz:STP]
vi: [BP:HEAD_HORN_2:sừng thứ hai:STP]
zh_hans: [BP:HEAD_HORN_2:第二个角:STP]

# BODY:RCP_4_HEAD_HORNS
source: [BP:HEAD_HORN_3:third horn:STP]
cs: [BP:HEAD_HORN_3:třetí roh:STP]
de: [BP:HEAD_HORN_3:drittes Horn:STP]
eo: [BP:HEAD_HORN_3:tria korno:triaj kornoj]
es: [BP:HEAD_HORN_3:tercer cuerno:STP]
ja: [BP:頭_HORN_3:第三角:STP]
ko: [BP:HEAD_HORN_3:셋째 뿔:STP]
pl: [BP:HEAD_HORN_3:trzeci róg:trzecie rogi]
ru: [BP:HEAD_HORN_3:третий рог:третьи рога]
tr: [BP:HEAD_HORN_3:üçüncü boynuz:STP]
vi: [BP:HEAD_HORN_3:sừng thứ ba:STP]
zh_hans: [BP:HEAD_HORN_3:第三个角:STP]

# BODY:RCP_4_HEAD_HORNS
source: [BP:HEAD_HORN_4:fourth horn:STP]
cs: [BP:HEAD_HORN_4:čtvrtý roh:STP]
de: [BP:HEAD_HORN_4:viertes Horn:STP]
eo: [BP:kapo_HORN_4:kvara korno:kvaraj kornoj]
es: [BP:HEAD_HORN_4:cuarto cuerno:STP]
ja: [BP:頭_HORN_4:第四角:STP]
ko: [BP:HEAD_HORN_4:넷째 뿔:STP]
pl: [BP:HEAD_HORN_4:czwarty róg:czwarte rogi]
ru: [BP:HEAD_HORN_4:четвёртый рог:четвёртые рога]
tr: [BP:HEAD_HORN_4:dördüncü boynuz:STP]
vi: [BP:HEAD_HORN_4:sừng thứ tư:STP]
zh_hans: [BP:HEAD_HORN_4:第四个角:STP]

# BODY:RCP_LARGE_MANDIBLES
source: [BP:R_MAND:right mandible:STP]
cs: [BP:R_MAND:pravé kusadlo:STP]
de: [BP:R_MAND:rechter Unterkiefer:STP]
eo: [BP:R_MAND:dekstra mandiblo:dekstraj mandibloj]
es: [BP:R_MAND:mandíbula derecha:STP]
ja: [BP:R_MAND:右下顎:STP]
ko: [BP:R_MAND:우측 턱뼈:우측 턱뼈들]
pl: [BP:R_MAND:prawa żuchwa:prawe żuchwy]
ru: [BP:R_MAND:правое жвало:правые жвала]
tr: [BP:R_MAND:sağ çene kemiği:STP]
vi: [BP:R_MAND:bắt buộc phải:STP]
zh_hans: [BP:R_MAND:右颌骨:STP]

# BODY:RCP_LARGE_MANDIBLES
source: [BP:L_MAND:left mandible:STP]
cs: [BP:L_MAND:levé kusadlo:STP]
de: [BP:L_MAND:linker Unterkiefer:STP]
eo: [BP:L_MAND:maldekstra mandiblo:maldekstraj mandibloj]
es: [BP:L_MAND:mandíbula izquierda:STP]
ja: [BP:L_MAND:左下顎:STP]
ko: [BP:L_MAND:좌측 턱뼈:좌측 턱뼈들]
pl: [BP:L_MAND:lewa żuchwa:lewe żuchwy]
ru: [BP:L_MAND:левое жвало:левые жвала]
tr: [BP:L_MAND:sol çene kemiği:STP]
vi: [BP:L_MAND:bắt buộc trái:STP]
zh_hans: [BP:L_MAND:左颌骨:STP]

# BODY:RCP_5_FINGERS
source: [BP:FINGER1:thumb:STP]
cs: [BP:FINGER1:palec:palce]
de: [BP:FINGER1:Daumen:STP]
eo: [BP:FINGER1:polekso:poleksoj]
es: [BP:FINGER1:pulgar:STP]
ja: [BP:FINGER1:親指:STP]
ko: [BP:FINGER1:첫째 손가락:STP]
pl: [BP:FINGER1:kciuk:kciuki]
ru: [BP:FINGER1:большой палец:большие пальцы]
tr: [BP:FINGER1:başparmak:STP]
vi: [BP:FINGER1:ngón tay cái:STP]
zh_hans: [BP:FINGER1:大拇指:STP]

# BODY:RCP_5_FINGERS
source: [BP:FINGER2:first finger:STP]
cs: [BP:FINGER2:první prst:první prsty]
de: [BP:FINGER2:erster Finger:STP]
eo: [BP:FINGER2:montrofingro:montrofingroj]
es: [BP:FINGER2:dedo índice:STP]
ja: [BP:FINGER2:人差指:STP]
ko: [BP:FINGER2:둘째 손가락:STP]
pl: [BP:FINGER2:palec wskazujący:palce wskazujące]
ru: [BP:FINGER2:указательный палец:указательные пальцы]
tr: [BP:FINGER2:birinci parmak:STP]
vi: [BP:FINGER2:ngón tay đầu tiên:STP]
zh_hans: [BP:FINGER2:食指:STP]
