Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_BUSHTIT
source: [DESCRIPTION:A huge monster in the form of a bushtit.]
cs: [DESCRIPTION:Obrovská příšera v podobě mlynaříka.]
de: [DESCRIPTION:Ein riesiges Monster in Form eines Meise.]
eo: [DESCRIPTION:Grandega monstro kun formo de egitalo.]
es: [DESCRIPTION:Un enorme monstruo con el aspecto de un mito sastrecillo.]
ja: [DESCRIPTION:ヤブガラのような姿の巨大な怪物だ。]
ko: [DESCRIPTION:곤줄박이의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci raniuszka.]
ru: [DESCRIPTION:Огромный монстр, похожий на длиннохвостую синицу.]
tr: [DESCRIPTION:Çalı kuşu biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dáng bushtit.]
zh_hans: [DESCRIPTION:一只体型巨大的丛山雀怪物。]

# CREATURE:GIANT_BUSHTIT
source: [PREFSTRING:somewhat great size]
cs: [PREFSTRING:poněkud velkou velikostí]
de: [PREFSTRING:überdurchschnittliche Größe.]
eo: [PREFSTRING:iel ega grandeco]
es: [PREFSTRING:tamaños algo grandes]
ja: [PREFSTRING:やや大型]
ko: [PREFSTRING:somewhat 거대한 크기]
pl: [PREFSTRING:dość wielki rozmiar]
ru: [PREFSTRING:довольно большой размер]
tr: [PREFSTRING:oldukça büyük boyut]
vi: [PREFSTRING:Kích thước khá lớn]
zh_hans: [PREFSTRING:稍大的体型]

# CREATURE:GIANT_BUSHTIT
source: [PREFSTRING:twittering groups]
cs: [PREFSTRING:štěbetavými hejny]
de: [PREFSTRING:zwitschernde Gruppen]
eo: [PREFSTRING:repepantaj grupoj]
es: [PREFSTRING:gorjeantes grupos]
ja: [PREFSTRING:集団で鳴く]
ko: [PREFSTRING:시끄러운 무리]
pl: [PREFSTRING:ćwierkające grupy]
ru: [PREFSTRING:щебечущие стаи]
tr: [PREFSTRING:cıvıltılayan gruplar]
vi: [PREFSTRING:những đàn chim ríu rít]
zh_hans: [PREFSTRING:叽叽喳喳的一群]

# CREATURE:DAMSELFLY
source: [DESCRIPTION:A tiny, colorful, long-bodied insect.]
cs: [DESCRIPTION:Drobný, barevný, dlouhotělý hmyz.]
de: [DESCRIPTION:Ein winziges, buntes Insekt mit langen Körper.]
eo: [DESCRIPTION:Eta bunta longkorpa insekto.]
es: [DESCRIPTION:Un diminuto y colorido insecto de cuerpo alargado.]
ja: [DESCRIPTION:小さくて糸のように細長い胴体のトンボだ。]
ko: [DESCRIPTION:작고, 알록달록하며, 몸이 긴 곤충.]
pl: [DESCRIPTION:Malutki, kolorowy insekt o długim ciele.]
ru: [DESCRIPTION:Мелкое пёстрое длиннотелое насекомое.]
tr: [DESCRIPTION:Minik, renkli, uzun gövdeli bir böcek.]
vi: [DESCRIPTION:Một loài côn trùng nhỏ bé, đầy màu sắc, thân dài.]
zh_hans: [DESCRIPTION:一种小型、色彩斑斓的长体昆虫。]

# CREATURE:DAMSELFLY
source: [NAME:damselfly:damselflies:damselfly]
cs: [NAME:šidélko:šidélka:šidélko]
de: [NAME:Kleinlibelle:Kleinlibellen:Kleinlibelle]
eo: [NAME:zigoptero:zigopteroj:de zigoptero]
es: [NAME:caballito del diablo:caballitos del diablo:de caballito del diablo]
ja: [NAME:イトトンボ:イトトンボ:イトトンボの]
ko: [NAME:실잠자리:실잠자리들:실잠자리]
pl: [NAME:ważka równoskrzydła:ważki równoskrzydłe:ważka równoskrzydła]
ru: [NAME:равнокрылая стрекоза:равнокрылые стрекозы:равнокрылой стрекозы]
tr: [NAME:kız yusufçuk:kız yusufçuklar:kız yusufçuk]
vi: [NAME:Chuồn chuồn kim:Những chuồn chuồn kim:Chuồn chuồn kim]
zh_hans: [NAME:豆娘:豆娘:豆娘]

# CREATURE:DAMSELFLY
source: [CASTE_NAME:damselfly:damselflies:damselfly]
cs: [CASTE_NAME:šidélko:šidélka:šidélko]
de: [CASTE_NAME:Kleinlibelle:Kleinlibellen:Kleinlibelle]
eo: [CASTE_NAME:zigoptero:zigopteroj:de zigoptero]
es: [CASTE_NAME:caballito del diablo:caballitos del diablo:de caballito del diablo]
ja: [CASTE_NAME:イトトンボ:イトトンボ:イトトンボの]
ko: [CASTE_NAME:실잠자리:실잠자리들:실잠자리]
pl: [CASTE_NAME:ważka równoskrzydła:ważki równoskrzydłe:ważka równoskrzydła]
ru: [CASTE_NAME:равнокрылая стрекоза:равнокрылые стрекозы:равнокрылой стрекозы]
tr: [CASTE_NAME:kız yusufçuk:kız yusufçuklar:kız yusufçuk]
vi: [CASTE_NAME:Chuồn chuồn kim:Những chuồn chuồn kim:Chuồn chuồn kim]
zh_hans: [CASTE_NAME:豆娘:豆娘:豆娘]

# CREATURE:DAMSELFLY
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:DAMSELFLY
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:DAMSELFLY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:DAMSELFLY_MAN
source: [CASTE_NAME:damselfly man:damselfly men:damselfly man]
cs: [CASTE_NAME:šidélčí muž:šidélčí muži:šidélčí muž]
de: [CASTE_NAME:Kleinlibellenmann:Kleinlibellenmänner:Kleinlibellenmann]
eo: [CASTE_NAME:homzigopteriĉo:homzigopteriĉoj:de homzigopteriĉo]
es: [CASTE_NAME:caballito del diablo:caballitos del diablo:de caballito del diablo]
ja: [CASTE_NAME:イトトンボ男:イトトンボ男:イトトンボ男の]
ko: [CASTE_NAME:남성 실잠자리인간:남성 실잠자리인간들:남성 실잠자리]
pl: [CASTE_NAME:ważkomężczyzna równoskrzydły:ważkomężczyźni równoskrzydli:ważkomężczyzna równoskrzydły]
ru: [CASTE_NAME:мужчина-равнокрылая стрекоза:мужчины-равнокрылые стрекозы:мужчины-равнокрылой стрекозы]
tr: [CASTE_NAME:kız yusufçuk fantastik canlı:kız yusufçuk fantastik canlılar:kız yusufçuk fantastik canlı]
vi: [CASTE_NAME:Người chuồn chuồn kim:Những người chuồn chuồn kim:Người chuồn chuồn kim]
zh_hans: [CASTE_NAME:豆娘男:豆娘男:豆娘男]

# CREATURE:DAMSELFLY_MAN
source: [CASTE_NAME:damselfly woman:damselfly women:damselfly woman]
cs: [CASTE_NAME:šidélčí žena:šidélčí ženy:šidélčí žena]
de: [CASTE_NAME:Kleinlibellenfrau:Kleinlibellenfrauen:Kleinlibellenfrau]
eo: [CASTE_NAME:homzigopterino:homzigopterinoj:de homzigopterino]
es: [CASTE_NAME:mujer caballito del diablo:mujeres caballito del diablo:de mujer caballito del diablo]
ja: [CASTE_NAME:イトトンボ女:イトトンボ女:イトトンボ女の]
ko: [CASTE_NAME:여성 실잠자리인간:여성 실잠자리인간들:여성 실잠자리인간]
pl: [CASTE_NAME:ważkokobieta równoskrzydła:ważkokobiety równoskrzydłe:ważkokobieta równoskrzydła]
ru: [CASTE_NAME:женщина-равнокрылая стрекоза:женщины-равнокрылые стрекозы:женщины-равнокрылой стрекозы]
tr: [CASTE_NAME:kız yusufçuk fantastik kadın:kız yusufçuk fantastik kadınlar:kız yusufçuk fantastik kadın]
vi: [CASTE_NAME:Phụ nữ chuồn chuồn kim:Những phụ nữ chuồn chuồn kim:Phụ nữ chuồn chuồn kim]
zh_hans: [CASTE_NAME:豆娘女:豆娘女:豆娘女]

# CREATURE:DAMSELFLY_MAN
source: [NAME:damselfly man:damselfly men:damselfly man]
cs: [NAME:šidélčí muž:šidélčí muži:šidélčí muž]
de: [NAME:Kleinlibellenmensch:Kleinlibellenmenschen:Kleinlibellenmensch]
eo: [NAME:homzigoptero:homzigopteroj:de homzigoptero]
es: [NAME:hombre caballito del diablo:hombres caballito del diablo:de hombre caballito del diablo]
ja: [NAME:イトトンボ男:イトトンボ男:イトトンボ男の]
ko: [NAME:실잠자리인간:실잠자리인간들:실잠자리인간]
pl: [NAME:ważkoczłowiek równoskrzydły:ważkoludzie równoskrzydli:ważkoczłowiek równoskrzydły]
ru: [NAME:человек-равнокрылая стрекоза:люди-равнокрылые стрекозы:человека-равнокрылой стрекозы]
tr: [NAME:kız yusufçuk fantastik canlı:kız yusufçuk fantastik canlılar:kız yusufçuk fantastik canlı]
vi: [NAME:Người chuồn chuồn kim:Những người chuồn chuồn kim:Người chuồn chuồn kim]
zh_hans: [NAME:豆娘人:豆娘人:豆娘人]

# CREATURE:DAMSELFLY_MAN
source: [DESCRIPTION:A person with the wings and head of a damselfly.]
cs: [DESCRIPTION:Osoba s hlavou a křídly šidélka.]
de: [DESCRIPTION:Ein Mensch mit den Flügeln und dem Kopf einer Kleinlibelle.]
eo: [DESCRIPTION:Homo kun la flugiloj kaj la kapo de zigoptero.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de un caballito del diablo.]
ja: [DESCRIPTION:イトトンボの翼と頭を持つ人間だ。]
ko: [DESCRIPTION:실잠자리의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik ze skrzydłami i głową ważki równoskrzydłej.]
ru: [DESCRIPTION:Человек с крыльями и головой равнокрылой стрекозы.]
tr: [DESCRIPTION:Kız yusufçuğun kanat ve başına sahip fantastik canlı.]
vi: [DESCRIPTION:Một người mang đôi cánh và cái đầu của chuồn chuồn kim.]
zh_hans: [DESCRIPTION:一个长着豆娘脑袋和翅膀的人。]

# CREATURE:GIANT_DAMSELFLY
source: [NAME:giant damselfly:giant damselflies:giant damselfly]
cs: [NAME:obří šidélko:obří šidélka:obří šidélko]
de: [NAME:Riesenkleinlibelle:Riesenkleinlibellen:Riesenkleinlibelle]
eo: [NAME:giganta zigoptero:gigantaj zigopteroj:de zigoptero]
es: [NAME:caballito del diablo gigante:caballitos del diablo gigantes:de caballito del diablo gigante]
ja: [NAME:巨大イトトンボ:巨大イトトンボ:巨大イトトンボの]
ko: [NAME:거대 실잠자리:거대 실잠자리들:거대 실잠자리]
pl: [NAME:gigantyczna ważka równoskrzydła:gigantyczne ważki równoskrzydłe:gigantyczna ważka równoskrzydła]
ru: [NAME:гигантская равнокрылая стрекоза:гигантские равнокрылые стрекозы:гигантской равнокрылой стрекозы]
tr: [NAME:dev kız yusufçuk:dev kız yusufçuklar:dev kız yusufçuk]
vi: [NAME:Chuồn chuồn kim khổng lồ:Những chuồn chuồn kim khổng lồ:Chuồn chuồn kim khổng lồ]
zh_hans: [NAME:巨豆娘:巨豆娘:巨豆娘]

# CREATURE:GIANT_DAMSELFLY
source: [CASTE_NAME:giant damselfly:giant damselflies:giant damselfly]
cs: [CASTE_NAME:obří šidélko:obří šidélka:obří šidélko]
de: [CASTE_NAME:Riesenkleinlibelle:Riesenkleinlibellen:Riesenkleinlibelle]
eo: [CASTE_NAME:giganta zigoptero:gigantaj zigopteroj:de giganta zigoptero]
es: [CASTE_NAME:caballito del diablo gigante:caballitos del diablo gigantes:de caballito del diablo gigante]
ja: [CASTE_NAME:巨大イトトンボ:巨大イトトンボ:巨大イトトンボの]
ko: [CASTE_NAME:거대 실잠자리:거대 실잠자리들:거대 실잠자리]
pl: [CASTE_NAME:gigantyczna ważka równoskrzydła:gigantyczne ważki równoskrzydłe:gigantyczna ważka równoskrzydła]
ru: [CASTE_NAME:гигантская равнокрылая стрекоза:гигантские равнокрылые стрекозы:гигантской равнокрылой стрекозы]
tr: [CASTE_NAME:dev kız yusufçuk:dev kız yusufçuklar:dev kız yusufçuk]
vi: [CASTE_NAME:Chuồn chuồn kim khổng lồ:Những chuồn chuồn kim khổng lồ:Chuồn chuồn kim khổng lồ]
zh_hans: [CASTE_NAME:巨豆娘:巨豆娘:巨豆娘]

# CREATURE:GIANT_DAMSELFLY
source: [DESCRIPTION:A large monster in the shape of a damselfly.]
cs: [DESCRIPTION:Velká nestvůra ve tvaru šidélka.]
de: [DESCRIPTION:Ein riesiges Monster in Form einer Libelle.]
eo: [DESCRIPTION:Granda monstro kun formo de zigoptero.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un caballito del diablo.]
ja: [DESCRIPTION:イトトンボのような姿をした巨大な怪物だ。 ]
ko: [DESCRIPTION:실잠자리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie ważki równoskrzydłej.]
ru: [DESCRIPTION:Огромный монстр, похожий на стрекозу.]
tr: [DESCRIPTION:Kız yusufçuk biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dạng chuồn chuồn kim.]
zh_hans: [DESCRIPTION:一只体型巨大的豆娘怪。]

# CREATURE:GIANT_DAMSELFLY
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:MOTH
source: [DESCRIPTION:A tiny nocturnal insect. It flies toward flames in the night.]
cs: [DESCRIPTION:Drobný noční hmyz. V noci létá ke světlu a plamenům.]
de: [DESCRIPTION:Ein winziges nachtaktives Insekt. Es fliegt in der Nacht auf Licht zu.]
eo: [DESCRIPTION:Eta nokta insekto. Ĝi alflugas al flamoj nokte.]
es: [DESCRIPTION:Un pequeño insecto nocturno. Vuela hacia la luz en la noche]
ja: [DESCRIPTION:夜行性の昆虫。飛んで火に入る夏の虫。]
ko: [DESCRIPTION:아주 작은 야행성 곤충. 밤에 불꽃을 향해 날아간다.]
pl: [DESCRIPTION:Malutki, nocny insekt. Leci do świateł w środku nocy.]
ru: [DESCRIPTION:Мелкое ночное насекомое. Ночью летит к источнику света.]
tr: [DESCRIPTION:Minik gece böceği. Gecede alev doğru uçar.]
vi: [DESCRIPTION:Một loài côn trùng nhỏ bé sống về đêm. Nó bay về phía lửa trong màn đêm.]
zh_hans: [DESCRIPTION:一种 夜间活动的小型昆虫。它在夜晚会朝着火焰飞去。]

# CREATURE:MOTH
source: [NAME:moth:moths:moth]
cs: [NAME:mol:molové:mol]
de: [NAME:motte:motten:motte]
eo: [NAME:noktopapilio:noktopapilioj:de noktopapilio]
es: [NAME:polilla:polillas:polilla]
ja: [NAME:蛾:蛾:蛾の]
ko: [NAME:나방:나방들:나방]
pl: [NAME:ćma:ćmy:ćma]
ru: [NAME:мотылёк:мотыльки:мотылька]
tr: [NAME:güve:güveler:güve]
vi: [NAME:Bướm đêm:Những bướm đêm:Bướm đêm]
zh_hans: [NAME:蛾:蛾:蛾]

# CREATURE:MOTH
source: [CASTE_NAME:moth:moths:moth]
cs: [CASTE_NAME:mol:molové:mol]
de: [CASTE_NAME:motte:motten:motte]
eo: [CASTE_NAME:noktopapilio:noktopapilioj:de noktopapilio]
es: [CASTE_NAME:polilla:polillas:polilla]
ja: [CASTE_NAME:蛾:蛾:蛾の]
ko: [CASTE_NAME:나방:나방들:나방]
pl: [CASTE_NAME:ćma:ćmy:ćma]
ru: [CASTE_NAME:мотылёк:мотыльки:мотылька]
tr: [CASTE_NAME:güve:güveler:güve]
vi: [CASTE_NAME:Bướm đêm:Những bướm đêm:Bướm đêm]
zh_hans: [CASTE_NAME:蛾:蛾:蛾]

# CREATURE:MOTH
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:MOTH
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:MOTH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:MOTH_MAN
source: [CASTE_NAME:moth man:moth men:moth man]
cs: [CASTE_NAME:molí muž:molí muži:molí muž]
de: [CASTE_NAME:Mottenmann:Mottenmänner:Mottenmann]
eo: [CASTE_NAME:homnoktopapiliiĉo:homnoktopapiliiĉoj:de homnoktopapiliiĉo]
es: [CASTE_NAME:hombre polilla:hombres polilla:hombre polilla]
ja: [CASTE_NAME:蛾男:蛾男:蛾男の]
ko: [CASTE_NAME:남성 나방인간:남성 나방인간들:남성 나방인간]
pl: [CASTE_NAME:ćmomężczyzna:ćmomężczyźni:ćmomężczyzny]
ru: [CASTE_NAME:мужчина-мотылёк:мужчины-мотыльки:мужчины-мотылька]
tr: [CASTE_NAME:güve fantastik canlı:güve fantastik canlılar:güve fantastik canlı]
vi: [CASTE_NAME:Người bướm đêm:Những người bướm đêm:Người bướm đêm]
zh_hans: [CASTE_NAME:蛾男:蛾男:蛾男]

# CREATURE:MOTH_MAN
source: [CASTE_NAME:moth woman:moth women:moth woman]
cs: [CASTE_NAME:molí žena:molí ženy:molí žena]
de: [CASTE_NAME:mottenfrau:mottenfrauen:mottenfrau]
eo: [CASTE_NAME:homnoktopapiliino:homnoktopapiliinoj:de homnoktopapiliino]
es: [CASTE_NAME:mujer polilla:mujeres polilla:mujer polilla]
ja: [CASTE_NAME:蛾女:蛾女:蛾女の]
ko: [CASTE_NAME:여성 나방인간:여성 나방인간들:여성 나방인간]
pl: [CASTE_NAME:ćmokobieta:ćmokobiety:ćmokobieta]
ru: [CASTE_NAME:женщина-мотылёк:женщины-мотыльки:женщины-мотылька]
tr: [CASTE_NAME:güve fantastik kadın:güve fantastik kadınlar:güve fantastik kadın]
vi: [CASTE_NAME:Phụ nữ bướm đêm:Những phụ nữ bướm đêm:Phụ nữ bướm đêm]
zh_hans: [CASTE_NAME:蛾女:蛾女:蛾女]

# CREATURE:MOTH_MAN
source: [NAME:moth man:moth men:moth man]
cs: [NAME:molí muž:molí muži:molí muž]
de: [NAME:Mottenmensch:Mottenmenschen:Mottenmensch]
eo: [NAME:homnoktopapilio:homnoktopapilioj:de homnoktopapilio]
es: [NAME:hombre polilla:hombres polilla:hombre polilla]
ja: [NAME:蛾男:蛾男:蛾男の]
ko: [NAME:나방인간:나방인간들:나방인간]
pl: [NAME:ćmoczłowiek:ćmoludzie:ćmoludzki]
ru: [NAME:человек-мотылёк:люди-мотыльки:человека-мотылька]
tr: [NAME:güve fantastik canlı:güve fantastik canlılar:güve fantastik canlı]
vi: [NAME:Người bướm đêm:Những người bướm đêm:Người bướm đêm]
zh_hans: [NAME:蛾人:蛾人:蛾人]

# CREATURE:MOTH_MAN
source: [DESCRIPTION:A person with the head and wings of a moth.]
cs: [DESCRIPTION:Osoba s hlavou a křídly mola.]
de: [DESCRIPTION:Eine Mensch mit dem Kopf und den Flügeln einer Motte.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de noktopapilio.]
es: [DESCRIPTION:Una persona con la cabeza y alas de una polilla.]
ja: [DESCRIPTION:蛾の翼と頭を持つ人間だ。]
ko: [DESCRIPTION:나방의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami ćmy.]
ru: [DESCRIPTION:Человек с головой и крыльями мотылька.]
tr: [DESCRIPTION:Güvenin baş ve kanatlarına sahip fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đôi cánh của bướm đêm.]
zh_hans: [DESCRIPTION:一个长着飞蛾脑袋和翅膀的人。]

# CREATURE:GIANT_MOTH
source: [NAME:giant moth:giant moths:giant moth]
cs: [NAME:obří mol:obří molové:obří mol]
de: [NAME:Riesenmotte:Riesenmotten:Riesenmotte]
eo: [NAME:giganta noktopapilio:gigantaj noktopapilioj:de giganta noktopapilio]
es: [NAME:polilla gigante:polillas gigantes:polilla gigante]
ja: [NAME:巨大蛾:巨大蛾:巨大蛾の]
ko: [NAME:거대 나방:거대 나방:거대 나방]
pl: [NAME:gigantyczna ćma:gigantyczne ćmy:gigantyczna ćma]
ru: [NAME:гигантский мотылёк:гигантские мотыльки:гигантского мотылька]
tr: [NAME:dev güve:dev güveler:dev güve]
vi: [NAME:Bướm đêm khổng lồ:Những bướm đêm khổng lồ:Bướm đêm khổng lồ]
zh_hans: [NAME:巨蛾:巨蛾:巨蛾]

# CREATURE:GIANT_MOTH
source: [CASTE_NAME:giant moth:giant moths:giant moth]
cs: [CASTE_NAME:obří mol:obří molové:obří mol]
de: [CASTE_NAME:Riesenmotte:Riesenmotten:Riesenmotte]
eo: [CASTE_NAME:giganta noktopapilio:gigantaj noktopapilioj:de giganta noktopapilio]
es: [CASTE_NAME:polilla gigante:polillas gigantes:polilla gigante]
ja: [CASTE_NAME:巨大蛾:巨大蛾:巨大蛾の]
ko: [CASTE_NAME:거대 나방:거대 나방:거대 나방]
pl: [CASTE_NAME:gigantyczna ćma:gigantyczne ćmy:gigantyczna ćma]
ru: [CASTE_NAME:гигантский мотылёк:гигантские мотыльки:гигантского мотылька]
tr: [CASTE_NAME:dev güve:dev güveler:dev güve]
vi: [CASTE_NAME:Bướm đêm khổng lồ:Những bướm đêm khổng lồ:Bướm đêm khổng lồ]
zh_hans: [CASTE_NAME:巨蛾:巨蛾:巨蛾]

# CREATURE:GIANT_MOTH
source: [DESCRIPTION:A large monster in the form of a moth.]
cs: [DESCRIPTION:Velká příšera v podobě můry.]
de: [DESCRIPTION: Ein großes Monster, in Form eines Motte.]
eo: [DESCRIPTION:Granda monstro kun formo de noktopapilio.]
es: [DESCRIPTION:Un gran monstruo con la forma de una polilla.]
ja: [DESCRIPTION:蛾のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:나방의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci ćmy.]
ru: [DESCRIPTION:Огромный монстр, похожий на мотылька.]
tr: [DESCRIPTION:Güve biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dáng bướm đêm.]
zh_hans: [DESCRIPTION:一只体型巨大的飞蛾怪。]

# CREATURE:GIANT_MOTH
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:GRASSHOPPER
source: [DESCRIPTION:A tiny insect which uses its powerful legs to leap and make noise.]
cs: [DESCRIPTION:Drobný hmyz, který používá silné nohy ke skákání a vydávání zvuků.]
de: [DESCRIPTION:Ein winziges Insekt, das seine kräftigen Beine benutzt, um zu springen und zu zirpen]
eo: [DESCRIPTION:Eta insekto kiu uzas siajn potencajn gambojn por salti kaj brui.]
es: [DESCRIPTION:Un pequeño insecto que usa sus poderosas patas para saltar y hacer ruido.]
ja: [DESCRIPTION:A tiny insect which uses its powerful legs to leap and make noise.][DESCRIPTION:足を使って大きく跳ねたり、鳴き声を出したりする昆虫だ。]
ko: [DESCRIPTION:강력한 다리를 사용하여 도약하고 소리를 내는 작은 곤충.]
pl: [DESCRIPTION:Malutki insekt, który używa jego potężnych odnóży do skakania i robienia hałasu.]
ru: [DESCRIPTION:Мелкое насекомое с сильными ногами, с помощью которых оно прыгает и издаёт стрекот.]
tr: [DESCRIPTION:Zıplamak ve gürültü yapmak için güçlü bacaklarını kullanan minik böcek.]
vi: [DESCRIPTION:Một loài côn trùng nhỏ bé sử dụng đôi chân mạnh mẽ của mình để nhảy và tạo ra tiếng ồn.]
zh_hans: [DESCRIPTION:一种利用其有力的腿部进行跳跃和制造噪音的小型昆虫。]

# CREATURE:GRASSHOPPER
source: [NAME:grasshopper:grasshoppers:grasshopper]
cs: [NAME:kobylka:kobylky:kobylka]
de: [NAME:Grashüpfer:Grashüpfer:Grashüpfer]
eo: [NAME:akrido:akridoj:de akrido]
es: [NAME:saltamontes:saltamontes:saltamontes]
ja: [NAME:バッタ:バッタ:バッタの]
ko: [NAME:메뚜기:메뚜기들:메뚜기]
pl: [NAME:konik polny:koniki polne:konik polny]
ru: [NAME:кузнечик:кузнечики:кузнечика]
tr: [NAME:çekirge:çekirgeler:çekirge]
vi: [NAME:Châu chấu:Những châu chấu:Châu chấu]
zh_hans: [NAME:草蜢:草蜢:草蜢]

# CREATURE:GRASSHOPPER
source: [CASTE_NAME:grasshopper:grasshoppers:grasshopper]
cs: [CASTE_NAME:kobylka:kobylky:kobylka]
de: [CASTE_NAME:Grashüpfer:Grashüpfer:Grashüpfer]
eo: [CASTE_NAME:akrido:akridoj:de akrido]
es: [CASTE_NAME:saltamontes:saltamontes:saltamontes]
ja: [CASTE_NAME:バッタ:バッタ:バッタの]
ko: [CASTE_NAME:메뚜기:메뚜기들:메뚜기]
pl: [CASTE_NAME:konik polny:koniki polne:konik polny]
ru: [CASTE_NAME:кузнечик:кузнечики:кузнечика]
tr: [CASTE_NAME:çekirge:çekirgeler:çekirge]
vi: [CASTE_NAME:Châu chấu:Những châu chấu:Châu chấu]
zh_hans: [CASTE_NAME:草蜢:草蜢:草蜢]

# CREATURE:GRASSHOPPER
source: [PREFSTRING:chirping]
cs: [PREFSTRING:cvrlikáním]
de: [PREFSTRING:Gezirpe]
eo: [PREFSTRING:ĉirpado]
es: [PREFSTRING:piares]
ja: [PREFSTRING:チーチー鳴く]
ko: [PREFSTRING:지저귐]
pl: [PREFSTRING:cykanie]
ru: [PREFSTRING:стрекотание]
tr: [PREFSTRING:cırlama]
vi: [PREFSTRING:Tiếng kêu râm ran]
zh_hans: [PREFSTRING:‘虫类’鸣叫]

# CREATURE:GRASSHOPPER
source: [PREFSTRING:great leaps]
cs: [PREFSTRING:velkými skoky]
de: [PREFSTRING:mächtige Sprünge]
eo: [PREFSTRING:grandaj saltoj]
es: [PREFSTRING:grandes saltos]
ja: [PREFSTRING:大きな跳躍]
ko: [PREFSTRING:거대한 뜀박질]
pl: [PREFSTRING:wielkie skoki]
ru: [PREFSTRING:длинные прыжки]
tr: [PREFSTRING:büyük zıplamalar]
vi: [PREFSTRING:Những cú nhảy vọt]
zh_hans: [PREFSTRING:跳跃能力很强]

# CREATURE:GRASSHOPPER
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:GRASSHOPPER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GRASSHOPPER_MAN
source: [CASTE_NAME:grasshopper man:grasshopper men:grasshopper man]
cs: [CASTE_NAME:kobylčí muž:kobylčí muži:kobylčí muž]
de: [CASTE_NAME:Grashüpfermann:Grashüpfermänner:Grashüpfermann]
eo: [CASTE_NAME:homakridiĉo:homakridiĉoj:de homakridiĉo]
es: [CASTE_NAME:hombre saltamontes:hombres saltamontes:hombre saltamontes]
ja: [CASTE_NAME:バッタ男:バッタ男:バッタ男の]
ko: [CASTE_NAME:남성 메뚜기인간:남성 메뚜기인간들:남성 메뚜기인간]
pl: [CASTE_NAME:konikomężczyzna polny:konikomężczyźni polni:konikomężczyzna polny]
ru: [CASTE_NAME:мужчина-кузнечик:мужчины-кузнечики:мужчины-кузнечика]
tr: [CASTE_NAME:erkek çekirge:erkek çekirgeler:erkek çekirge]
vi: [CASTE_NAME:Người châu chấu:Những người châu chấu:Người châu chấu]
zh_hans: [CASTE_NAME:草蜢男:草蜢男:草蜢男]

# CREATURE:GRASSHOPPER_MAN
source: [CASTE_NAME:grasshopper woman:grasshopper women:grasshopper woman]
cs: [CASTE_NAME:kobylčí žena:kobylčí ženy:kobylčí žena]
de: [CASTE_NAME:Grashüpferfrau:Grashüpferfrauen:Grashüpferfrau]
eo: [CASTE_NAME:homakridino:homakridinoj:de homakridino]
es: [CASTE_NAME:mujer saltamontes:mujeres saltamontes:mujer saltamontes]
ja: [CASTE_NAME:バッタ女:バッタ女:バッタ女の]
ko: [CASTE_NAME:여성 메뚜기인간:여성 메뚜기인간들:여성 메뚜기인간]
pl: [CASTE_NAME:konikokobieta polna:konikokobiety polne:konikokobieta polna]
ru: [CASTE_NAME:женщина-кузнечик:женщины-кузнечики:женщины-кузнечика]
tr: [CASTE_NAME:dişi çekirge:dişi çekirgeler:dişi çekirge]
vi: [CASTE_NAME:Phụ nữ châu chấu:Những phụ nữ châu chấu:Phụ nữ châu chấu]
zh_hans: [CASTE_NAME:草蜢女:草蜢女:草蜢女]
