Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CHEETAH
source: [CASTE_NAME:cheetah:cheetahs:cheetah]
cs: [CASTE_NAME:gepard:gepaři:geparda]
de: [CASTE_NAME:Gepard:Geparde:Gepard]
eo: [CASTE_NAME:gepardo:gepardoj:de gepardo]
es: [CASTE_NAME:leopardo:leopardos:leopardo]
ja: [CASTE_NAME:チーター:チーター:チーターの]
ko: [CASTE_NAME:치타:치타들:치타]
pl: [CASTE_NAME:gepard:gepardy:gepardzi]
ru: [CASTE_NAME:гепард:гепарды:гепарда]
tr: [CASTE_NAME:çita:çitalar:çita]
vi: [CASTE_NAME:báo săn:báo săn:báo săn]

# CREATURE:CHEETAH
source: [GENERAL_CHILD_NAME:cheetah cub:cheetah cubs]
cs: [GENERAL_CHILD_NAME:mládě geparda:mláďata geparda]
de: [GENERAL_CHILD_NAME:Gepardenjunge:Gepardenjunge]
eo: [GENERAL_CHILD_NAME:gepardido:gepardidoj]
es: [GENERAL_CHILD_NAME:cachorro de chita:cachorros de chita]
ja: [GENERAL_CHILD_NAME:チーターの子供:チーターの子供の]
ko: [GENERAL_CHILD_NAME:새끼 치타:새끼 치타들]
pl: [GENERAL_CHILD_NAME:kocię geparda:kocięta geparda]
ru: [GENERAL_CHILD_NAME:детёныш гепарда:детёныши гепарда]
tr: [GENERAL_CHILD_NAME:yavru çita:yavru çitalar]
vi: [GENERAL_CHILD_NAME:báo săn con:báo săn con]
zh_hans: [GENERAL_CHILD_NAME:猎豹幼崽:猎豹幼崽]

# CREATURE:CHEETAH
source: [PREFSTRING:speed]
cs: [PREFSTRING:rychlostí]
de: [PREFSTRING:Geschwindigkeit]
eo: [PREFSTRING:rapideco]
es: [PREFSTRING:velocidad]
ja: [PREFSTRING:速い]
ko: [PREFSTRING:속도]
pl: [PREFSTRING:prędkość]
ru: [PREFSTRING:скорость]
tr: [PREFSTRING:hız]
vi: [PREFSTRING:tốc độ]

# CREATURE:CHEETAH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CHEETAH
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:CHEETAH
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:CHEETAH
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CHEETAH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CHEETAH_MAN
source: [CASTE_NAME:cheetah man:cheetah men:cheetah man]
cs: [CASTE_NAME:gepaří muž:gepaří muži:gepařího muže]
de: [CASTE_NAME:Gepardenmännchen:Gepardenmännchen:Gepardenmännchen]
eo: [CASTE_NAME:homgepardiĉo:homgepardiĉoj:de homgepardiĉo]
es: [CASTE_NAME:hombre chita:hombres chita:de hombre chita]
ja: [CASTE_NAME:チーター男:チーター男:チーター男の]
ko: [CASTE_NAME:남성 치타인간:남성 치타인간들:남성 치타인간]
pl: [CASTE_NAME:gepardomężczyzna:gepardomężczyźni:gepardomężczyzny]
ru: [CASTE_NAME:мужчина-гепард:мужчины-гепарды:мужчины-гепарда]
tr: [CASTE_NAME:erkek çita:erkek çitalar:erkek çita]
vi: [CASTE_NAME:người báo săn nam:những người báo săn nam:người báo săn nam]

# CREATURE:CHEETAH_MAN
source: [CASTE_NAME:cheetah woman:cheetah women:cheetah woman]
cs: [CASTE_NAME:gepaří žena:gepaří ženy:gepaří ženu]
de: [CASTE_NAME:Gepardenweibchen:Gepardenweibchen:Gepardenweibchen]
eo: [CASTE_NAME:homgepardino:homgepardinoj:de homgepardino]
es: [CASTE_NAME:mujer chita:mujeres chita:de mujer chita]
ja: [CASTE_NAME:チーター女:チーター女:チーター女の]
ko: [CASTE_NAME:여성 치타인간:여성 치타인간들:여성 치타인간]
pl: [CASTE_NAME:gepardokobieta:gepardokobiety:gepardokobiecy]
ru: [CASTE_NAME:женщина-гепард:женщины-гепарды:женщины-гепарда]
tr: [CASTE_NAME:dişi çita:dişi çitalar:dişi çita]
vi: [CASTE_NAME:người báo săn nữ:những người báo săn nữ:người báo săn nữ]

# CREATURE:CHEETAH_MAN
source: [NAME:cheetah man:cheetah men:cheetah man]
cs: [NAME:gepaří muž:gepaří muži:gepařího muže]
de: [NAME:Gepardenmännchen:Gepardenmännchen:Gepardenmännchen]
eo: [NAME:homgepardo:homgepardoj:de homgepardo]
es: [NAME:hombre chita:hombres chita:de hombre chita]
ja: [NAME:チーター男:チーター男:チーター男の]
ko: [NAME:치타인간:치타인간들:치타인간]
pl: [NAME:gepardoczłowiek:gepardoludzie:gepardoludzki]
ru: [NAME:человек-гепард:люди-гепарды:человека-гепарда]
tr: [NAME:erkek çita:erkek çitalar:erkek çita]
vi: [NAME:người báo săn nam:những người báo săn nam:người báo săn nam]

# CREATURE:CHEETAH_MAN
source: [DESCRIPTION:A spotted person with the head and tail of a cheetah.]
cs: [DESCRIPTION:Skvrnitá osoba s hlavou a ocasem geparda.]
de: [DESCRIPTION:Eine gefleckte Person mit dem Kopf und Schwanz eines Geparden.]
eo: [DESCRIPTION:Makula homo kun la kapo kaj la vosto de gepardo.]
es: [DESCRIPTION:Una persona moteada con la cabeza y cola de un guepardo.]
ja: [DESCRIPTION:チーターの頭と体を持つ、斑点のある体をした人間だ。]
ko: [DESCRIPTION:치타의 머리와 꼬리를 가진 얼룩무늬 인간.]
pl: [DESCRIPTION:Cętkowany osobnik z głową i ogonem geparda.]
ru: [DESCRIPTION:Пятнистый человек с головой и хвостом гепарда.]
tr: [DESCRIPTION:Çita başlı ve kuyruklu, benekli bir fantastik canlı.]
vi: [DESCRIPTION:Một người đốm với đầu và đuôi của một con báo săn.]

# CREATURE:GIANT_CHEETAH
source: [NAME:giant cheetah:giant cheetahs:giant cheetah]
cs: [NAME:obří gepard:obří gepardi:obřího geparda]
de: [NAME:Riesengepard:Riesengeparden:Riesengepard]
eo: [NAME:giganta gepardo:gigantaj gepardoj:de giganta gepardo]
es: [NAME:chita gigante:chitas gigantes:chita gigante]
ja: [NAME:巨大チーター:巨大チーター:巨大チーターの]
ko: [NAME:거대 치타:거대 치타들:거대 치타]
pl: [NAME:gigantyczny gepard:gigantyczne gepardy:gigantyczno gepardzi]
ru: [NAME:гигантский гепард:гигантские гепарды:гигантского гепарда]
tr: [NAME:dev çita:dev çitalar:dev çita]
vi: [NAME:báo săn khổng lồ:báo săn khổng lồ:báo săn khổng lồ]

# CREATURE:GIANT_CHEETAH
source: [CASTE_NAME:giant cheetah:giant cheetahs:giant cheetah]
cs: [CASTE_NAME:obří gepard:obří gepardi:obřího geparda]
de: [CASTE_NAME:Riesengepard:Riesengeparden:Riesengepard]
eo: [CASTE_NAME:giganta gepardo:gigantaj gepardoj:de giganta gepardo]
es: [CASTE_NAME:chita gigante:chitas gigantes:chita gigante]
ja: [CASTE_NAME:巨大チーター:巨大チーター:巨大チーターの]
ko: [CASTE_NAME:거대 치타:거대 치타들:거대 치타]
pl: [CASTE_NAME:gigantyczny gepard:gigantyczne gepardy:gigantyczno gepardzi]
ru: [CASTE_NAME:гигантский гепард:гигантские гепарды:гигантского гепарда]
tr: [CASTE_NAME:dev çita:dev çitalar:dev çita]
vi: [CASTE_NAME:báo săn khổng lồ:báo săn khổng lồ:báo săn khổng lồ]

# CREATURE:GIANT_CHEETAH
source: [GENERAL_CHILD_NAME:giant cheetah cub:giant cheetah cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího geparda:mláďata obřího geparda]
de: [GENERAL_CHILD_NAME:Riesengepardenbaby:Riesengepardenbabys]
eo: [GENERAL_CHILD_NAME:giganta gepardido:gigantaj gepardidoj]
es: [GENERAL_CHILD_NAME:cachorro de chita gigante:cachrorros gigantes de chita]
ja: [GENERAL_CHILD_NAME:巨大チーターの子供:巨大チーターの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 치타:새끼 거대 치타들]
pl: [GENERAL_CHILD_NAME:kocię gigantycznego geparda:kocięta gigantycznego geparda]
ru: [GENERAL_CHILD_NAME:детёныш гигантского гепарда:детёныши гигантского гепарда]
tr: [GENERAL_CHILD_NAME:yavru dev çita:yavru dev çitalar]
vi: [GENERAL_CHILD_NAME:báo săn con khổng lồ:báo săn con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨猎豹幼崽:巨猎豹幼崽]

# CREATURE:GIANT_CHEETAH
source: [DESCRIPTION:A gigantic spotted cat. It is possibly the fastest animal on land and is found in the savage wilds.]
cs: [DESCRIPTION:Obrovská skvrnitá kočka. Možná nejrychlejší zvíře na souši, vyskytující se v divočině.]
de: [DESCRIPTION:Eine riesige gefleckte Katze. Sie ist möglicherweise das schnellste Tier an Land und kommt in der Wildnis vor..]
eo: [DESCRIPTION:Giganta makula feliso. Ĝi estas eble la plej rapida besto sur tero, kaj troviĝas en la sovaĝejo.]
es: [DESCRIPTION:Un gigantesco gato moteado. Es posiblemente el animal más rápido en tierra y es hallado en naturaleza salvaje.]
ja: [DESCRIPTION:馬鹿でかいチーターだ。陸上生物で最も足が速い。]
ko: [DESCRIPTION:거대한 얼룩무늬 고양이. 육지에서 가장 빠른동물일 수 있으며, 야만적인 야생에서 발견된다.]
pl: [DESCRIPTION:Gigantyczny, cętkowany kot. Jest być może najszybszym zwierzęciem na ziemi i można go znaleźć w głębokiej dziczy.]
ru: [DESCRIPTION:Гигантская пятнистая кошка. Возможно, самое быстрое животное на земле, обитает в диких пустошах.]
tr: [DESCRIPTION:Devasa, benekli bir kedi. Muhtemelen karadaki en hızlı hayvandır ve vahşi doğada bulunur.]
vi: [DESCRIPTION:Một loài mèo đốm khổng lồ. Chúng có thể là loài động vật nhanh nhất trên cạn và được tìm thấy ở những vùng hoang dã tàn bạo.]

# CREATURE:GIANT_CHEETAH
source: [PREFSTRING:speed]
cs: [PREFSTRING:rychlostí]
de: [PREFSTRING:Geschwindigkeit]
eo: [PREFSTRING:rapideco]
es: [PREFSTRING:velocidad]
ja: [PREFSTRING:速い]
ko: [PREFSTRING:속도]
pl: [PREFSTRING:prędkość]
ru: [PREFSTRING:скорость]
tr: [PREFSTRING:hız]
vi: [PREFSTRING:tốc độ]

# CREATURE:GAZELLE
source: [DESCRIPTION:A small hooved creature found in large groups in the grasslands. It has short horns and moves by leaps and bounds.]
cs: [DESCRIPTION:Malé kopytnaté zvíře žijící ve velkých skupinách na travnatých pláních. Má krátké rohy a pohybuje se skoky.]
de: [DESCRIPTION:Eine kleine Kreatur mit Hufen, die in großen Gruppen im Grasland lebt. Es hat kurze Hörner und bewegt sich mit großen Sprüngen.]
eo: [DESCRIPTION:Malgranda hufa estaĵo kiu troviĝas en grandaj gregoj en la herbejoj. Ĝi havas malgrandajn kornojn, kaj moviĝas per saltadoj kaj impetadoj.]
es: [DESCRIPTION:Un pequeña criatura ungulada hallada en las praderas en grandes grupos. Posee cuernos cortos y se mueve mediante brincos y saltos.]
ja: [DESCRIPTION:草原に棲息する、大きな群れを作る小型の草食動物だ。小さな角を持ち、ちょこまか動き回る。]
ko: [DESCRIPTION:초원에서 큰 무리를 지어 발견되는 작은 발굽 생물. 그것은 짧은 뿔을 가지고 있고 비약적으로 움직입니다.]
pl: [DESCRIPTION:Małe, kopytne stworzenie, które można znaleźć w dużych grupach na łąkach. Ma krótkie rogi i porusza się skokami oraz odbiciami.]
ru: [DESCRIPTION:Небольшое копытное животное, встречающееся большими стадами на равнинах. У него короткие рога и оно передвигается скачкообразно.]
tr: [DESCRIPTION:Otlaklarda büyük gruplar halinde bulunan küçük, toynaklı bir canlı. Kısa boynuzları vardır ve sıçrayarak hareket eder.]
vi: [DESCRIPTION:Một sinh vật có móng nhỏ được tìm thấy thành từng đàn lớn trên đồng cỏ. Chúng có sừng ngắn và di chuyển bằng những bước nhảy vọt.]

# CREATURE:GAZELLE
source: [NAME:gazelle:gazelles:gazelle]
cs: [NAME:gazela:gazely:gazelu]
de: [NAME:Gazelle:Gazellen:Gazelle]
eo: [NAME:gazelo:gazeloj:de gazelo]
es: [NAME:gacela:gacelas:gacela]
ja: [NAME:ガゼル:ガゼル:ガゼルの]
ko: [NAME:가젤:가젤들:가젤]
pl: [NAME:gazela:gazele:gazelowy]
ru: [NAME:газель:газели:газели]
tr: [NAME:ceylan:ceylanlar:ceylan]

# CREATURE:GAZELLE
source: [CASTE_NAME:gazelle:gazelles:gazelle]
cs: [CASTE_NAME:gazela:gazely:gazelu]
de: [CASTE_NAME:Gazelle:Gazellen:Gazelle]
eo: [CASTE_NAME:gazelo:gazeloj:de gazelo]
es: [CASTE_NAME:gacela:gacelas:gacela]
ja: [CASTE_NAME:ガゼル:ガゼル:ガゼルの]
ko: [CASTE_NAME:가젤:가젤들:가젤]
pl: [CASTE_NAME:gazela:gazele:gazelowy]
ru: [CASTE_NAME:газель:газели:газели]
tr: [CASTE_NAME:ceylan:ceylanlar:ceylan]

# CREATURE:GAZELLE
source: [GENERAL_CHILD_NAME:gazelle fawn:gazelle fawns]
cs: [GENERAL_CHILD_NAME:mládě gazely:mláďata gazely]
de: [GENERAL_CHILD_NAME:Gezallenkalb:Gazellenkaelber]
eo: [GENERAL_CHILD_NAME:gazelido:gazelidoj]
es: [GENERAL_CHILD_NAME:cría de gacela:crías de gacela]
ja: [GENERAL_CHILD_NAME:ガゼルの子供:ガゼルの子供の]
ko: [GENERAL_CHILD_NAME:새끼 가젤:새끼 가젤들]
pl: [GENERAL_CHILD_NAME:młody gazeli:młode gazele]
ru: [GENERAL_CHILD_NAME:детёныш газели:детёныши газели]
tr: [GENERAL_CHILD_NAME:ceylan yavrusu:ceylan yavruları]
vi: [GENERAL_CHILD_NAME:linh dương gazelle con:linh dương gazelle con]

# CREATURE:GAZELLE
source: [PREFSTRING:grace]
cs: [PREFSTRING:grácie]
de: [PREFSTRING:Anmut]
eo: [PREFSTRING:gracieco]
es: [PREFSTRING:gracia]
ja: [PREFSTRING:愛嬌がある]
ko: [PREFSTRING:우아함]
pl: [PREFSTRING:gracja]
ru: [PREFSTRING:грацию]
tr: [PREFSTRING:zarafet]
vi: [PREFSTRING:Duyên dáng]

# CREATURE:GAZELLE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:GAZELLE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GAZELLE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:GAZELLE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:GAZELLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:GAZELLE_MAN
source: [CASTE_NAME:gazelle man:gazelle men:gazelle man]
cs: [CASTE_NAME:gazelí muž:gazelí muži:gazelího muže]
de: [CASTE_NAME:Gazellenmännchen:Gazellenmännchen:Gazellenmännchen]
eo: [CASTE_NAME:homgazeliĉo:homgazeliĉoj:de homgazeliĉo]
es: [CASTE_NAME:hombre gacela:hombres gacela:hombre gacela]
ja: [CASTE_NAME:ガゼル男:ガゼル男:ガゼル男の]
ko: [CASTE_NAME:남성 가젤인간:남성 가젤인간들:남성 가젤인간]
pl: [CASTE_NAME:gazelomężczyzna:gazelomężczyźni:gazelomężczyzny]
ru: [CASTE_NAME:мужчина-газель:мужчины-газели:мужчины-газели]
tr: [CASTE_NAME:erkek ceylan:erkek ceylanlar:erkek ceylan]
vi: [CASTE_NAME:người linh dương gazelle nam:những người linh dương gazelle nam:người linh dương gazelle nam]

# CREATURE:GAZELLE_MAN
source: [CASTE_NAME:gazelle woman:gazelle women:gazelle woman]
cs: [CASTE_NAME:gazelí žena:gazelí ženy:gazelí ženu]
de: [CASTE_NAME:Gazellenweibchen:Gazellenweibchen:Gazellenweibchen]
eo: [CASTE_NAME:homgazelino:homgazelinoj:de homgazelino]
es: [CASTE_NAME:mujer gacela:mujeres gacela:mujer gacela]
ja: [CASTE_NAME:ガゼル女:ガゼル女:ガゼル女の]
ko: [CASTE_NAME:여성 가젤인간:여성 가젤인간들:여성 가젤인간]
pl: [CASTE_NAME:gazelokobieta:gazelokobiety:gazelokobiecy]
ru: [CASTE_NAME:женщина-газель:женщины-газели:женщины-газели]
tr: [CASTE_NAME:dişi ceylan:dişi ceylanlar:dişi ceylan]
vi: [CASTE_NAME:người linh dương gazelle nữ:những người linh dương gazelle nữ:người linh dương gazelle nữ]

# CREATURE:GAZELLE_MAN
source: [NAME:gazelle man:gazelle men:gazelle man]
cs: [NAME:gazelí muž:gazelí muži:gazelího muže]
de: [NAME:Gazellenmännchen:Gazellenmännchen:Gazellenmännchen]
eo: [NAME:homgazelo:homgazeloj:de homgazelo]
es: [NAME:hombre gacela:hombres gacela:hombre gacela]
ja: [NAME:ガゼル男:ガゼル男:ガゼル男の]
ko: [NAME:가젤인간:가젤인간들:가젤인간]
pl: [NAME:gazeloczłowiek:gazeloludzie:gazeloludzki]
ru: [NAME:человек-газель:люди-газели:человека-газели]
tr: [NAME:erkek ceylan:erkek ceylanlar:erkek ceylan]
vi: [NAME:người linh dương gazelle nam:những người linh dương gazelle nam:người linh dương gazelle nam]

# CREATURE:GAZELLE_MAN
source: [DESCRIPTION:A horned person with the head of a gazelle.]
cs: [DESCRIPTION:Rohatá osoba s hlavou gazely.]
de: [DESCRIPTION: Eine gehörnte Gestalt mit dem Kopf einer Garzelle.]
eo: [DESCRIPTION:Korna homo kun la kapo de gazelo.]
es: [DESCRIPTION:Una persona cornuda con la cabeza de una gacela.]
ja: [DESCRIPTION:ガゼルの頭と角を持つ人間だ。]
ko: [DESCRIPTION:가젤의 머리와 뿔을 가진 인간.]
pl: [DESCRIPTION:Rogaty osobnik z głową gazeli.]
ru: [DESCRIPTION:Рогатый человек с головой газели.]
tr: [DESCRIPTION:Ceylan başlı, boynuzlu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có sừng với đầu của một con linh dương gazelle.]

# CREATURE:GIANT_GAZELLE
source: [NAME:giant gazelle:giant gazelles:giant gazelle]
cs: [NAME:obří gazela:obří gazely:obří gazelu]
de: [NAME:Riesengazelle:Riesengazellen:Riesengazelle]
eo: [NAME:giganta gazelo:gigantaj gazeloj:de giganta gazelo]
es: [NAME:gacela gigante:gagelas gigantes:gacela gigante]
ja: [NAME:巨大ガゼル:巨大ガゼル:巨大ガゼルの]
ko: [NAME:거대 가젤:거대 가젤들:거대 가젤]
pl: [NAME:gigantyczna gazela:gigantyczne gazele:gigantyczno gazelowy]
ru: [NAME:гигантская газель:гигантские газели:гигантской газели]
tr: [NAME:dev ceylan:dev ceylanlar:dev ceylan]
vi: [NAME:linh dương gazelle khổng lồ:linh dương gazelle khổng lồ:linh dương gazelle khổng lồ]

# CREATURE:GIANT_GAZELLE
source: [CASTE_NAME:giant gazelle:giant gazelles:giant gazelle]
cs: [CASTE_NAME:obří gazela:obří gazely:obří gazelu]
de: [CASTE_NAME:Riesengazelle:Riesengazellen:Riesengazelle]
eo: [CASTE_NAME:giganta gazelo:gigantaj gazeloj:de giganta gazelo]
es: [CASTE_NAME:gacela gigante:gacelas gigantes:gacela gigante]
ja: [CASTE_NAME:巨大ガゼル:巨大ガゼル:巨大ガゼルの]
ko: [CASTE_NAME:거대 가젤:거대 가젤들:거대 가젤]
pl: [CASTE_NAME:gigantyczna gazela:gigantyczne gazele:gigantyczno gazelowy]
ru: [CASTE_NAME:гигантская газель:гигантские газели:гигантской газели]
tr: [CASTE_NAME:dev ceylan:dev ceylanlar:dev ceylan]
vi: [CASTE_NAME:linh dương gazelle khổng lồ:linh dương gazelle khổng lồ:linh dương gazelle khổng lồ]

# CREATURE:GIANT_GAZELLE
source: [GENERAL_CHILD_NAME:giant gazelle fawn:giant gazelle fawns]
cs: [GENERAL_CHILD_NAME:mládě obří gazely:mláďata obří gazely]
de: [GENERAL_CHILD_NAME:Riesiges Gazellenkalb:Riesige Gazellenkälber]
eo: [GENERAL_CHILD_NAME:giganta gazelido:gigantaj gazelidoj]
es: [GENERAL_CHILD_NAME:cría de gacela gigante:crías de gacela gigante]
ja: [GENERAL_CHILD_NAME:巨大ガゼルの子供:巨大ガゼルの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 가젤:새끼 거대 가젤들]
pl: [GENERAL_CHILD_NAME:młody gigantycznej gazeli:młode gigantycznej gazele]
ru: [GENERAL_CHILD_NAME:детёныш гигантской газели:детёныши гигантской газели]
tr: [GENERAL_CHILD_NAME:yavru dev ceylan:yavru dev ceylanlar]
vi: [GENERAL_CHILD_NAME:linh dương gazelle con khổng lồ:linh dương gazelle con khổng lồ]

# CREATURE:GIANT_GAZELLE
source: [DESCRIPTION:A huge monster in the form of a gazelle.]
cs: [DESCRIPTION:Obrovská příšera v podobě gazely.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Garzelle.]
eo: [DESCRIPTION:Grandega monstro kun formo de gazelo.]
es: [DESCRIPTION:Un enorme monstruo con la forma de una gacela.]
ja: [DESCRIPTION:ガゼルのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:가젤의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci gazeli.]
ru: [DESCRIPTION:Огромный монстр, похожий на газель.]
tr: [DESCRIPTION:Ceylan biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ dưới hình dạng một con linh dương gazelle.]
zh_hans: [DESCRIPTION:一只巨大的瞪羚怪。]

# CREATURE:GIANT_GAZELLE
source: [PREFSTRING:grace]
cs: [PREFSTRING:grácie]
de: [PREFSTRING:Anmut]
eo: [PREFSTRING:gracieco]
es: [PREFSTRING:gracia]
ja: [PREFSTRING:愛嬌がある]
ko: [PREFSTRING:우아함]
pl: [PREFSTRING:gracja]
ru: [PREFSTRING:грацию]
tr: [PREFSTRING:zarafet]
vi: [PREFSTRING:Duyên dáng]

# CREATURE:MANDRILL
source: [DESCRIPTION:A large monkey with blue face and rump. It lives in large groups and often survives by destroying crops and stealing garbage. The males are larger, with powerful jaws.]
cs: [DESCRIPTION:Velká opice s modrým obličejem a zadečkem. Žije ve velkých skupinách a často se živí ničením úrody a krádežemi odpadků. Samci jsou větší a mají silné čelisti.]
de: [DESCRIPTION:Ein großer Affe mit blauem Gesicht und Bürzel. Er lebt in großen Gruppen und überlebt oft, indem er Ernten zerstört und Müll stiehlt. Die Männchen sind größer und haben kräftige Kiefer.]
eo: [DESCRIPTION:Granda simio kun bluaj vizaĝo kaj pugo. Ĝi vivas en grandaj gregoj kaj ofte transvivas je destruante kultivejojn kaj ŝtelante forĵetaĵojn. La iĉoj estas pli grandaj ol inoj, kaj havas potencajn mandiblojn.]
es: [DESCRIPTION:Un gran mono con faz y ancas azules. Vive en grandes grupos y a menudo sobrevive destruyendo cultivos y robando desperdicios. Los machos son más desarrollados, con poderosas quijadas.]
ja: [DESCRIPTION:青い顔としこりを持つ大型のサル。大きな群れを作り、畑を荒らしたり残飯を漁ったりする迷惑者。雄は力強い顎を持つ。]
ko: [DESCRIPTION:파란 얼굴과 엉덩이를 가진 큰 원숭이. 큰 무리를 지어 살며, 종종 농작물을 파괴하고 쓰레기를 훔침으로써 살아남는다. 수컷이 더 크고, 강력한 턱을 가지고 있습니다.]
pl: [DESCRIPTION:Duża małpa z niebieską twarzą i zadem. Żyje w dużych grupach i często żyje z niszczenia upraw oraz kradnięcia śmieci. Samce są większe, z potężnymi szczękami.]
ru: [DESCRIPTION:Крупная обезьяна с синей мордой и задом. Живут большими группами и часто, голодая, уничтожают посевы и воруют мусор. Самцы более крупные, с мощными челюстями.]
tr: [DESCRIPTION:Mavi yüzlü ve kalçalı büyük bir maymun. Büyük gruplar halinde yaşar ve genellikle ekinleri yok ederek ve çöp çalarak hayatta kalır. Erkekleri daha büyüktür ve güçlü çeneleri vardır.]
vi: [DESCRIPTION:Một loài khỉ lớn có mặt và mông xanh. Chúng sống thành từng đàn lớn và thường tồn tại bằng cách phá hoại mùa màng và trộm cắp rác thải. Con đực lớn hơn, với hàm răng khỏe.]

# CREATURE:MANDRILL
source: [NAME:mandrill:mandrills:mandrill]
cs: [NAME:mandril:mandrilové:mandrila]
de: [NAME:Mandrill-Affe:Mandrill-Affe:Mandrill-Affe]
eo: [NAME:mandrilo:mandriloj:de mandrilo]
es: [NAME:mandril:mandriles:mandril]
ja: [NAME:マンドリル:マンドリル:マンドリルの]
ko: [NAME:맨드릴:맨드릴들:맨드릴]
pl: [NAME:mandryl:mandryle:mandrylowy]
ru: [NAME:мандрил:мандрилы:мандрила]
tr: [NAME:mandril:mandriller:mandril]

# CREATURE:MANDRILL
source: [CASTE_NAME:mandrill:mandrills:mandrill]
cs: [CASTE_NAME:mandril:mandrilové:mandrila]
de: [CASTE_NAME:Mandrill-Affe:Mandrill-Affe:Mandrill-Affe]
eo: [CASTE_NAME:mandrilo:mandriloj:de mandrilo]
es: [CASTE_NAME:mandril:mandriles:mandril]
ja: [CASTE_NAME:マンドリル:マンドリル:マンドリルの]
ko: [CASTE_NAME:맨드릴:맨드릴들:맨드릴]
pl: [CASTE_NAME:mandryl:mandryle:mandrylowy]
ru: [CASTE_NAME:мандрил:мандрилы:мандрила]
tr: [CASTE_NAME:mandril:mandriller:mandril]

# CREATURE:MANDRILL
source: [PREFSTRING:colorful faces]
cs: [PREFSTRING:barevné tváře]
de: [PREFSTRING:farbige Gesichter]
eo: [PREFSTRING:buntaj vizaĵoj]
es: [PREFSTRING:caras coloridas]
ja: [PREFSTRING:カラフルな顔]
ko: [PREFSTRING:형형색색의 얼굴]
pl: [PREFSTRING:kolorowe dzioby]
ru: [PREFSTRING:красочные морды]
tr: [PREFSTRING:renkli yüzler]
vi: [PREFSTRING:những khuôn mặt đầy màu sắc]
zh_hans: [PREFSTRING:彩色面孔]

# CREATURE:MANDRILL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
