Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:FISH_KNIFEFISH_BANDED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_KNIFEFISH_BANDED
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_KNIFEFISH_BANDED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_CHAR
source: [DESCRIPTION:A medium-sized spotted fish found in temperate lakes and rivers.]
cs: [DESCRIPTION:Středně velká skvrnitá ryba žijící v jezerech a řekách mírného pásma.]
de: [DESCRIPTION:Ein mittelgroßer gefleckter Fisch, der in gemäßigten Seen und Flüssen vorkommt.]
eo: [DESCRIPTION:Mezgranda makula fiŝo kiu troviĝas en mezvarmaj lagoj kaj riveroj.]
es: [DESCRIPTION:Un pez alunarado, de tamaño mediano, encontrado en lagos templados y ríos.]
ja: [DESCRIPTION:熱帯の川や湖に棲む斑点のある中型魚。]
ko: [DESCRIPTION:온대 호수와 강에서 발견되는 중간 크기의 점박이 물고기입니다.]
pl: [DESCRIPTION:Średniej wielkości, cętkowana ryba, którą można znaleźć w umiarkownych jeziorach i rzekach.]
ru: [DESCRIPTION:Пятнистая рыба среднего размера, обитающая в реках и озёрах умеренного климата.]
tr: [DESCRIPTION:Ilıman göllerde ve nehirlerde bulunan, orta büyüklükte, benekli bir balık.]
vi: [DESCRIPTION:Một loài cá có đốm cỡ trung bình được tìm thấy ở các hồ và sông ôn đới.]

# CREATURE:FISH_CHAR
source: [NAME:char:char:char]
cs: [NAME:siven:siveni:siven]
de: [NAME:Zeichen:Zeichen:Zeichen]
eo: [NAME:salveleno:salvelenoj:de salveleno]
es: [NAME:char:chares:char]
ja: [NAME:バサ:バサ:バサの]
ko: [NAME:북극곤들매기:북극곤들매기떼:북극곤들매기]
pl: [NAME:golec:golce:golcowy]
ru: [NAME:голец:гольцы:гольца]
tr: [NAME:arktik alabalığı:arktik alabalıkları:arktik alabalığı]
vi: [NAME:cá hồi char:cá hồi char:cá hồi char]
zh_hans: [NAME:红点鲑:红点鲑:红点鲑]

# CREATURE:FISH_CHAR
source: [CASTE_NAME:char:char:char]
cs: [CASTE_NAME:siven:siveni:siven]
de: [CASTE_NAME:Zeichen:Zeichen:Zeichen]
eo: [CASTE_NAME:salveleno:salvelenoj:de salveleno]
es: [CASTE_NAME:char:chares:char]
ja: [CASTE_NAME:バサ:バサ:バサの]
ko: [CASTE_NAME:북극곤들매기:북극곤들매기떼:북극곤들매기]
pl: [CASTE_NAME:golec:golce:golcowy]
ru: [CASTE_NAME:голец:гольцы:гольца]
tr: [CASTE_NAME:arktik alabalığı:arktik alabalıkları:arktik alabalığı]
vi: [CASTE_NAME:cá hồi char:cá hồi char:cá hồi char]
zh_hans: [CASTE_NAME:红点鲑:红点鲑:红点鲑]

# CREATURE:FISH_CHAR
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloro]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:FISH_CHAR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_CHAR
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_CHAR
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_TROUT_RAINBOW
source: [DESCRIPTION:A medium-sized spotted fish found in temperate rivers and lakes.]
cs: [DESCRIPTION:Středně velká skvrnitá ryba žijící v řekách a jezerech mírného pásma.]
de: [DESCRIPTION:Ein mittelgroßer gefleckter Fisch, der in Flüssen und Seen der gemäßigten Zonen vorkommt.]
eo: [DESCRIPTION:Mezgranda makula fiŝo kiu troviĝas en mezvarmaj riveroj kaj lagoj.]
es: [DESCRIPTION:Un pez alunarado, de tamaño mediano, encontrado en ríos templados y lagos.]
ja: [DESCRIPTION:温帯の海や湖に棲む斑点のある中型魚。]
ko: [DESCRIPTION:온대 강과 호수에서 발견되는 중간 크기의 점박이 물고기.]
pl: [DESCRIPTION:Średniej wielkości, cętkowana ryba, którą można znaleźć w umiarkownych jeziorach i rzekach.]
ru: [DESCRIPTION:Пятнистая рыба среднего размера, обитающая в реках и озёрах умеренного климата.]
tr: [DESCRIPTION:Ilıman nehirlerde ve göllerde bulunan, orta büyüklükte, benekli bir balık.]
vi: [DESCRIPTION:Một loài cá có đốm cỡ trung bình được tìm thấy ở các sông và hồ ôn đới.]

# CREATURE:FISH_TROUT_RAINBOW
source: [NAME:rainbow trout:rainbow trout:rainbow trout]
cs: [NAME:pstruh duhový:pstruzi duhoví:pstruh duhový]
de: [NAME:Regenbogenforelle:Regenbogenforelle:Regenbogenforelle]
eo: [NAME:ĉielarka truto:ĉielarkaj trutoj:de ĉielarka truto]
es: [NAME:trucha arco iris:truchas arco iris:trucha arco iris]
ja: [NAME:ニジマス:ニジマス:ニジマスの]
ko: [NAME:무지개송어:무지개송어떼:무지개송어]
pl: [NAME:pstrąg tęczowy:pstrągi tęczowe:pstrągo tęczowy]
ru: [NAME:радужная форель:радужные форели:радужной форели]
tr: [NAME:gökkuşağı alabalığı:gökkuşağı alabalıkları:gökkuşağı alabalığı]
vi: [NAME:cá hồi vân:cá hồi vân:cá hồi vân]
zh_hans: [NAME:虹鳟:虹鳟:虹鳟]

# CREATURE:FISH_TROUT_RAINBOW
source: [CASTE_NAME:rainbow trout:rainbow trout:rainbow trout]
cs: [CASTE_NAME:pstruh duhový:pstruzi duhoví:pstruh duhový]
de: [CASTE_NAME:Regenbogenforelle:Regenbogenforelle:Regenbogenforelle]
eo: [CASTE_NAME:ĉielarka truto:ĉielarkaj trutoj:de ĉielarka truto]
es: [CASTE_NAME:trucha arco iris:truchas arco iris:trucha arco iris]
ja: [CASTE_NAME:ニジマス:ニジマス:ニジマスの]
ko: [CASTE_NAME:무지개송어:무지개송어떼:무지개송어]
pl: [CASTE_NAME:pstrąg tęczowy:pstrągi tęczowe:pstrągo tęczowy]
ru: [CASTE_NAME:радужная форель:радужные форели:радужной форели]
tr: [CASTE_NAME:gökkuşağı alabalığı:gökkuşağı alabalıkları:gökkuşağı alabalığı]
vi: [CASTE_NAME:cá hồi vân:cá hồi vân:cá hồi vân]
zh_hans: [CASTE_NAME:虹鳟:虹鳟:虹鳟]

# CREATURE:FISH_TROUT_RAINBOW
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:FISH_TROUT_RAINBOW
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_TROUT_RAINBOW
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_TROUT_RAINBOW
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_MOLLY_SAILFIN
source: [DESCRIPTION:A tiny spotted fish found in coastal rivers and temperate lakes.]
cs: [DESCRIPTION:Drobná skvrnitá rybka žijící v pobřežních řekách a jezerech mírného pásma.]
de: [DESCRIPTION:Ein winziger gefleckter Fisch, der in Küstenflüssen und gemäßigten Seen vorkommt.]
eo: [DESCRIPTION:Malgranda makula fiŝo kiu troviĝas en bordaj riveroj kaj mezvarmaj lagoj.]
es: [DESCRIPTION:Un pequeño pez alunarado encontrado en costas ribereñas y lagos.]
ja: [DESCRIPTION:温帯の海や湖に棲む斑点のある小型魚。]
ko: [DESCRIPTION:해안 강과 온대 호수에서 발견되는 작은 점박이 물고기입니다.]
pl: [DESCRIPTION:Malutka, cętkowana ryba, którą można znaleźć w nadmorskich rzekach i umiarkowanych jeziorach.]
ru: [DESCRIPTION:Крошечная пятнистая рыбка, обитающая у речных берегов и в озёрах умеренного климата.]
tr: [DESCRIPTION:Kıyı nehirlerinde ve ılıman göllerde bulunan minik, benekli bir balık.]
vi: [DESCRIPTION:Một loài cá nhỏ xíu có đốm được tìm thấy ở các sông ven biển và hồ ôn đới.]

# CREATURE:FISH_MOLLY_SAILFIN
source: [NAME:sailfin molly:sailfin mollies:sailfin molly]
cs: [NAME:živorodka plachetní:živorodky plachetní:živorodka plachetní]
de: [NAME:Segelflossen Molly:Segelflossen Mollys:Segelflosse Molly]
eo: [NAME:velnaĝila poecilo:velnaĝilaj poeciloj:de velnaĝila poecilo]
es: [NAME:molly de aleta larga:mollies de aleta larga:molly de aleta larga]
ja: [NAME:セルフィンモーリー:セルフィンモーリー:セルフィンモーリーの]
ko: [NAME:세일핀 몰리:세일핀 몰리들:세일핀 몰리]
pl: [NAME:molinezja:molinezje:molinezjowy]
ru: [NAME:пецилия:пецилии:пецилии]
tr: [NAME:yelken yüzgeçli moli:yelken yüzgeçli moliler:yelken yüzgeçli moli]
vi: [NAME:cá mún vây buồm:những con cá mún vây buồm:cá mún vây buồm]
zh_hans: [NAME:帆鳍花鳉:帆鳍花鳉:帆鳍花鳉]

# CREATURE:FISH_MOLLY_SAILFIN
source: [CASTE_NAME:sailfin molly:sailfin mollies:sailfin molly]
cs: [CASTE_NAME:živorodka plachetní:živorodky plachetní:živorodka plachetní]
de: [CASTE_NAME:Segelflossen Molly:Segelflossen Mollys:Segelflosse Molly]
eo: [CASTE_NAME:velnaĝila poecilo:velnaĝilaj poeciloj:de velnaĝila poecilo]
es: [CASTE_NAME:molly de aleta larga:mollies de aleta larga:molly de aleta larga]
ja: [CASTE_NAME:セルフィンモーリー:セルフィンモーリー:セルフィンモーリーの]
ko: [CASTE_NAME:세일핀 몰리:세일핀 몰리들:세일핀 몰리]
pl: [CASTE_NAME:molinezja:molinezje:molinezjowy]
ru: [CASTE_NAME:пецилия:пецилии:пецилии]
tr: [CASTE_NAME:yelken yüzgeçli moli:yelken yüzgeçli moliler:yelken yüzgeçli moli]
vi: [CASTE_NAME:cá mún vây buồm:những con cá mún vây buồm:cá mún vây buồm]
zh_hans: [CASTE_NAME:帆鳍花鳉:帆鳍花鳉:帆鳍花鳉]

# CREATURE:FISH_MOLLY_SAILFIN
source: [PREFSTRING:wide dorsal fins]
cs: [PREFSTRING:širokými hřbetními ploutvemi]
de: [PREFSTRING:weite Rückenflossen]
eo: [PREFSTRING:larĝaj dorsnaĝiloj]
es: [PREFSTRING:extensas aletas dorsales]
ja: [PREFSTRING:幅広のひれ]
ko: [PREFSTRING:넓은 등지느러미]
pl: [PREFSTRING:duże płetwy grzbietowe]
ru: [PREFSTRING:широкие спинные плавники]
tr: [PREFSTRING:geniş sırt yüzgeçleri]
vi: [PREFSTRING:vây lưng rộng]

# CREATURE:FISH_MOLLY_SAILFIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_MOLLY_SAILFIN
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_MOLLY_SAILFIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_GUPPY
source: [DESCRIPTION:A tiny colorful fish found in tropical lakes and rivers.]
cs: [DESCRIPTION:Drobná barevná rybka žijící v tropických jezerech a řekách.]
de: [DESCRIPTION:Ein winziger bunter Fisch, der in tropischen Seen und Flüssen vorkommt.]
eo: [DESCRIPTION:Eta bunta fiŝo kiu troviĝas en tropikaj lagoj kaj riveroj.]
es: [DESCRIPTION:Un pequeño pez colorido encontrado en lagos tropicales y ríos.]
ja: [DESCRIPTION熱帯の川や池に棲むカラフルな小魚。]
ko: [DESCRIPTION:열대 지방의 호수와 강에서 발견되는 색색의 작은 물고기입니다.]
pl: [DESCRIPTION:Malutka, kolorowa ryba, którą można znaleźć w tropikalnych jeziorach i rzekach.]
ru: [DESCRIPTION:Крохотная красочная рыбка, обитающая в тропических озёрах и реках.]
tr: [DESCRIPTION:Tropikal göllerde ve nehirlerde bulunan minik, renkli bir balık.]
vi: [DESCRIPTION:Một loài cá nhỏ xíu đầy màu sắc được tìm thấy ở các hồ và sông nhiệt đới.]

# CREATURE:FISH_GUPPY
source: [NAME:guppy:guppies:guppy]
cs: [NAME:gupka:gupky:gupka]
eo: [NAME:gupio:gupioj:de gupio]
es: [NAME:pez guppy:peces guppy:pez guppy]
ja: [NAME:グッピー:グッピー:グッピーの]
ko: [NAME:구피:구피들:구피]
pl: [NAME:pawie oczko:pawie oczka:pawio oczkowy]
ru: [NAME:гуппи:гуппи:гуппи]
tr: [NAME:lepistes:lepistesler:lepistes]
vi: [NAME:cá bảy màu:những con cá bảy màu:cá bảy màu]
zh_hans: [NAME:虹鳉:虹鳉:虹鳉]

# CREATURE:FISH_GUPPY
source: [CASTE_NAME:guppy:guppies:guppy]
cs: [CASTE_NAME:gupka:gupky:gupka]
eo: [CASTE_NAME:gupio:gupioj:de gupio]
es: [CASTE_NAME:pez guppy:peces guppy:pez guppy]
ja: [CASTE_NAME:グッピー:グッピー:グッピーの]
ko: [CASTE_NAME:구피:구피떼:구피]
pl: [CASTE_NAME:pawie oczko:pawie oczka:pawio oczkowy]
ru: [CASTE_NAME:гуппи:гуппи:гуппи]
tr: [CASTE_NAME:lepistes:lepistesler:lepistes]
vi: [CASTE_NAME:cá bảy màu:những con cá bảy màu:cá bảy màu]
zh_hans: [CASTE_NAME:虹鳉:虹鳉:虹鳉]

# CREATURE:FISH_GUPPY
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:FISH_GUPPY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_GUPPY
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_GUPPY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_PERCH
source: [DESCRIPTION:A small striped fish found in fresh water.]
cs: [DESCRIPTION:Drobná pruhovaná ryba žijící ve sladkých vodách.]
de: [DESCRIPTION:Ein kleiner gestreifter Fisch, der in Süßwasser vorkommt.]
eo: [DESCRIPTION:Malgranda striata fiŝo kiu troviĝas en dolĉa akvo.]
es: [DESCRIPTION:Un pequeño pez rayado encontrado en agua dulce.]
ja: [DESCRIPTION:きれいな水に棲む、縞模様の小型魚。]
ko: [DESCRIPTION:민물에서 발견된 작은 줄무늬 물고기입니다.]
pl: [DESCRIPTION:Mała, paskowana ryba, którą można znaleźć w słodkich wodach.]
ru: [DESCRIPTION:Небольшая полосатая пресноводная рыбка.]
tr: [DESCRIPTION:Tatlı suda bulunan küçük, çizgili bir balık.]
vi: [DESCRIPTION:Một loài cá nhỏ có sọc được tìm thấy ở nước ngọt.]

# CREATURE:FISH_PERCH
source: [NAME:perch:perch:perch]
cs: [NAME:okoun:okouni:okoun]
de: [NAME:Barsch:Barsche:Barsch]
eo: [NAME:perko:perkoj:de perko]
es: [NAME:perca:percas:perca]
ja: [NAME:パーチ:パーチ:パーチの]
ko: [NAME:농어:농어떼:농어]
pl: [NAME:okoń:okonie:okoniowy]
ru: [NAME:окунь:окуни:окуня]
tr: [NAME:levrek:levrekler:levrek]
vi: [NAME:cá rô:cá rô:cá rô]
zh_hans: [NAME:鲈鱼:鲈鱼:鲈鱼]

# CREATURE:FISH_PERCH
source: [CASTE_NAME:perch:perch:perch]
cs: [CASTE_NAME:okoun:okouni:okoun]
de: [CASTE_NAME:Barsch:Barsche:Barsch]
eo: [CASTE_NAME:perko:perkoj:de perko]
es: [CASTE_NAME:perca:percas:perca]
ja: [CASTE_NAME:パーチ:パーチ:パーチの]
pl: [CASTE_NAME:okoń:okonie:okoniowy]
ru: [CASTE_NAME:окунь:окуни:окуня]
tr: [CASTE_NAME:levrek:levrekler:levrek]
vi: [CASTE_NAME:cá rô:cá rô:cá rô]
zh_hans: [CASTE_NAME:鲈鱼:鲈鱼:鲈鱼]

# CREATURE:FISH_PERCH
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:FISH_PERCH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_PERCH
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_PERCH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:DWARF
source: [DESCRIPTION:A short, sturdy creature fond of drink and industry.]
cs: [DESCRIPTION:Malý, statný tvor milující pití a řemesla.]
de: [DESCRIPTION:Ein kleines, robustes Wesen, das Trinken und Arbeit schätzt.]
eo: [DESCRIPTION:Malalta fortika estaĵo ema al drinkaĵo kaj industrio.]
es: [DESCRIPTION:Una criatura corta y robusta aficionada a la bebida y a la industria.]
ja: [DESCRIPTION:酒と労働が大好きな、丈夫な小人だ。]
ko: [DESCRIPTION:술과 근면을 좋아하는 키가 작고 건장한 생물체.]
pl: [DESCRIPTION:Niski, mocny stwór lubiący pić i pracować.]
ru: [DESCRIPTION:Невысокое коренастое существо, любитель выпивки и производства.]
tr: [DESCRIPTION:İçkiye ve üretime düşkün, kısa, dayanıklı bir yaratık.]
vi: [DESCRIPTION:Một sinh vật thấp bé, khỏe mạnh, ưa thích rượu và nghề thủ công.]

# CREATURE:DWARF
source: [NAME:dwarf:dwarves:dwarven]
cs: [NAME:trpaslík:trpaslíci:trpasličí]
de: [NAME:Zwerg:Zwerge:zwergisch]
eo: [NAME:dvarfo:dvarfoj:de dvarfo]
es: [NAME:enano:enanos:enano]
ja: [NAME:ドワーフ:ドワーフ:ドワーフの]
ko: [NAME:드워프:드워프들:드워븐]
pl: [NAME:krasnolud:krasnoludy:krasnoludzki]
ru: [NAME:дварф:дварфы:дварфийский]
tr: [NAME:cüce:cüceler:cüce]
vi: [NAME:người lùn:những người lùn:của người lùn]
zh_hans: [NAME:矮人:矮人:矮人]

# CREATURE:DWARF
source: [CASTE_NAME:dwarf:dwarves:dwarven]
cs: [CASTE_NAME:trpaslík:trpaslíci:trpasličí]
de: [CASTE_NAME:Zwerg:Zwerge:zwergisch]
eo: [CASTE_NAME:dvarfo:dvarfoj:de dvarfo]
es: [CASTE_NAME:enano:enanos:enano]
ja: [CASTE_NAME:ドワーフ:ドワーフ:ドワーフの]
ko: [CASTE_NAME:드워프:드워프들:드워프]
pl: [CASTE_NAME:krasnolud:krasnoludy:krasnoludzki]
ru: [CASTE_NAME:дварф:дварфы:дварфийский]
tr: [CASTE_NAME:cüce:cüceler:cüce]
vi: [CASTE_NAME:người lùn:những người lùn:của người lùn]
zh_hans: [CASTE_NAME:矮人:矮人:矮人]

# CREATURE:DWARF
source: [PREFSTRING:beards]
cs: [PREFSTRING:vousy]
de: [PREFSTRING:Bärte]
eo: [PREFSTRING:barboj]
es: [PREFSTRING:barbas]
ja: [PREFSTRING:ひげ]
ko: [PREFSTRING:수염]
pl: [PREFSTRING:brody]
ru: [PREFSTRING:бороды]
tr: [PREFSTRING:sakallar]
vi: [PREFSTRING:Râu]

# CREATURE:DWARF
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:DWARF
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:DWARF
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Spucke]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Plwocina]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:DWARF
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:DWARF
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:DWARF
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:wargi:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:DWARF
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:DWARF
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:DWARF
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:DWARF
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:DWARF
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
