Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# INORGANIC:YELLOW SPESSARTINE
source: [IS_GEM:yellow spessartine:STP:]
cs: [IS_GEM:žlutý spessartin:STP:]
de: [IS_GEM:gelber Spessartin:STP:]
eo: [IS_GEM:flava spesartino:flavaj spesartinoj:]
es: [IS_GEM:espesartina amarilla:STP:]
ja: [IS_GEM:イエロースペッサルティン:STP:]
ko: [IS_GEM:옐로우 스페사틴:STP:]
ru: [IS_GEM:жёлтый спессартин:жёлтые спессартины:]
tr: [IS_GEM:sarı spessartin:STP:]

# INORGANIC:TOPAZ
source: [IS_GEM:topaz:topazes:]
cs: [IS_GEM:topaz:topazy:]
de: [IS_GEM:Topas:Topase:]
eo: [IS_GEM:topazo:topazoj:]
es: [IS_GEM:topacio:topacios:]
ja: [IS_GEM:トパーズ:トパーズ:]
ko: [IS_GEM:토파즈:토파즈:]
ru: [IS_GEM:топаз:топазы:]
tr: [IS_GEM:topaz:topazlar:]
vi: [IS_GEM:Topaz:Các viên topaz:]

# INORGANIC:TOPAZOLITE
source: [IS_GEM:topazolite:STP:]
cs: [IS_GEM:topazolít:STP:]
de: [IS_GEM:Topazolith:STP:]
eo: [IS_GEM:flavandradito:flavandraditoj:]
es: [IS_GEM:topazolita:STP:]
ja: [IS_GEM:トパゾライト:STP:]
ko: [IS_GEM:토파졸라이트:STP:]
ru: [IS_GEM:топазолит:топазолиты:]
tr: [IS_GEM:topazolit:STP:]

# INORGANIC:YELLOW GROSSULAR
source: [IS_GEM:yellow grossular:STP:]
cs: [IS_GEM:žlutý grossulár:STP:]
de: [IS_GEM:gelber Grossular:STP:]
eo: [IS_GEM:flava grosularo:flavaj grosularoj:]
es: [IS_GEM:grosularia amarilla:STP:]
ja: [IS_GEM:イエローグロッシュラー:STP:]
ko: [IS_GEM:옐로우 그로설라:STP:]
ru: [IS_GEM:жёлтый гроссуляр:жёлтые гроссуляры:]
tr: [IS_GEM:sarı grosüler:STP:]

# INORGANIC:RUBICELLE
source: [IS_GEM:rubicelle:STP:]
cs: [IS_GEM:rubikel:STP:]
de: [IS_GEM:gelblicher Rubin:STP:]
eo: [IS_GEM:rubicelo:rubiceloj:]
es: [IS_GEM:rubicela:STP:]
ja: [IS_GEM:ルビースピネル:STP:]
ko: [IS_GEM:루비셀:STP:]
ru: [IS_GEM:рубицелл:рубицеллы:]
tr: [IS_GEM:rubisel:STP:]

# INORGANIC:CLEAR GARNET
source: [IS_GEM:clear garnet:STP:]
cs: [IS_GEM:čirý granát:STP:]
de: [IS_GEM:klarer Granat:STP:]
eo: [IS_GEM:klara granato:klaraj granatoj:]
es: [IS_GEM:granate transparente:STP:]
ja: [IS_GEM:クリアガーネット:STP:]
ko: [IS_GEM:클리어 가넷:STP:]
ru: [IS_GEM:чистый гранат:чистые гранаты:]
tr: [IS_GEM:şeffaf lal:STP:]

# INORGANIC:GOSHENITE
source: [IS_GEM:goshenite:STP:]
cs: [IS_GEM:gošenit:STP:]
de: [IS_GEM:Goshenit:STP:]
eo: [IS_GEM:goŝenito:goŝenitoj:]
es: [IS_GEM:goshenita:STP:]
ja: [IS_GEM:ゴシェナイト:STP:]
ko: [IS_GEM:고세나이트:STP:]
ru: [IS_GEM:гошенит:гошениты:]
tr: [IS_GEM:goşenit:STP:]

# INORGANIC:CAT'S EYE
source: [IS_GEM:cat's eye:STP:]
cs: [IS_GEM:kočičí oko:STP:]
de: [IS_GEM:Katzenauge:STP:]
eo: [IS_GEM:cimofano:cimofanoj:]
es: [IS_GEM:ojo de gato:STP:]
ja: [IS_GEM:キャッツアイ:STP:]
ko: [IS_GEM:캐츠아이:STP:]
ru: [IS_GEM:кошачий глаз:кошачьи глаза:]
tr: [IS_GEM:kedigözü:STP:]

# INORGANIC:CLEAR ZIRCON
source: [IS_GEM:clear zircon:STP:]
cs: [IS_GEM:čirý zirkon:STP:]
de: [IS_GEM:klarer Zirkon:STP:]
eo: [IS_GEM:klara zirkono:klaraj zirkonoj:]
es: [IS_GEM:circón transparente:STP:]
ja: [IS_GEM:クリアジルコン:STP:]
ko: [IS_GEM:클리어 지르콘:STP:]
ru: [IS_GEM:чистый циркон:чистые цирконы:]
tr: [IS_GEM:şeffaf zirkon:STP:]

# INORGANIC:AMETHYST
source: [IS_GEM:amethyst:STP:]
cs: [IS_GEM:ametyst:STP:]
eo: [IS_GEM:ametisto:ametistoj:]
es: [IS_GEM:amatista:STP:]
ja: [IS_GEM:紫水晶:STP:]
ko: [IS_GEM:자수정:STP:]
ru: [IS_GEM:аметист:аметисты:]
tr: [IS_GEM:ametist:STP:]

# INORGANIC:AQUAMARINE
source: [IS_GEM:aquamarine:STP:]
cs: [IS_GEM:akvamarín:STP:]
de: [IS_GEM:Aquamarin:STP:]
eo: [IS_GEM:akvamarino:akvamarinoj:]
es: [IS_GEM:aguamarina:STP:]
ja: [IS_GEM:アクアマリン:STP:]
ko: [IS_GEM:아쿠아마린:STP:]
ru: [IS_GEM:аквамарин:аквамарины:]
tr: [IS_GEM:akuamarin:STP:]

# INORGANIC:SPINEL_RED
source: [IS_GEM:red spinel:STP:]
cs: [IS_GEM:červený spinel:STP:]
de: [IS_GEM:roter Spinell:STP:]
eo: [IS_GEM:ruĝa spinelo:ruĝaj spineloj:]
es: [IS_GEM:espinela roja:STP:]
ja: [IS_GEM:レッドスピネル:STP:]
ko: [IS_GEM:레드 스피넬:STP:]
ru: [IS_GEM:красная шпинель:красная шпинель:]
tr: [IS_GEM:kırmızı spinel:STP:]

# INORGANIC:CHRYSOBERYL
source: [IS_GEM:chrysoberyl:STP:]
de: [IS_GEM:Chrysoberyll:STP:]
eo: [IS_GEM:krizoberilo:krizoberiloj:]
es: [IS_GEM:crisoberilo:STP:]
ja: [IS_GEM:クリソベリル:STP:]
ko: [IS_GEM:금록석:STP:]
ru: [IS_GEM:хризоберилл:хризобериллы:]
tr: [IS_GEM:krizoberil:STP:]

# INORGANIC:OPAL_PFIRE
source: [IS_GEM:precious fire opal:STP:]
cs: [IS_GEM:vzácný ohnivý opál:STP:]
de: [IS_GEM:edel Feuer-Opal:STP:]
eo: [IS_GEM:belfajropalo:belfajropaloj:]
es: [IS_GEM:ópalo de fuego precioso:STP:]
ja: [IS_GEM:プレシャスファイアオパールｃ:STP:]
ko: [IS_GEM:프레셔스 파이어 오팔:STP:]
ru: [IS_GEM:изысканный огненный опал:изысканные огненные опалы:]
tr: [IS_GEM:değerli ateş opal:STP:]

# INORGANIC:OPAL_REDFLASH
source: [IS_GEM:red flash opal:STP:]
cs: [IS_GEM:rudý zábleskový opál:STP:]
de: [IS_GEM:roter Blitz-Opal:STP:]
eo: [IS_GEM:ruĝfulmopalo:ruĝfulmopaloj:]
es: [IS_GEM:ópalo destelleante rojizo:STP:]
ja: [IS_GEM:レッドフレッシュオパール:STP:]
ko: [IS_GEM:적색 섬광 오팔:STP:]
ru: [IS_GEM:красновспышковый опал:красновспышковые опалы:]
tr: [IS_GEM:kırmızı parıltılı opal:STP:]

# INORGANIC:OPAL_BLACK
source: [IS_GEM:black opal:STP:]
cs: [IS_GEM:černý opál:STP:]
de: [IS_GEM:schwarzer Opal:STP:]
eo: [IS_GEM:nigra opalo:nigraj opaloj:]
es: [IS_GEM:ópalo negro:STP:]
ja: [IS_GEM:ブラックオパール:STP:]
ko: [IS_GEM:블랙 오팔:STP:]
ru: [IS_GEM:чёрный опал:чёрные опалы:]
tr: [IS_GEM:siyah opal:STP:]

# INORGANIC:OPAL_WHITE
source: [IS_GEM:white opal:STP:]
cs: [IS_GEM:bílý opál:STP:]
de: [IS_GEM:weisser Opal:STP:]
eo: [IS_GEM:blanka opalo:blankaj opaloj:]
es: [IS_GEM:ópalo blanco:STP:]
ja: [IS_GEM:ホワイトオパール:STP:]
ko: [IS_GEM:화이트 오팔:STP:]
ru: [IS_GEM:белый опал:белые опалы:]
tr: [IS_GEM:beyaz opal:STP:]

# INORGANIC:OPAL_CRYSTAL
source: [IS_GEM:crystal opal:STP:]
cs: [IS_GEM:křišťálový opál:STP:]
de: [IS_GEM:Krystall-Opal:STP:]
eo: [IS_GEM:kristalopalo:kristalopaloj:]
es: [IS_GEM:ópalo de cristal:STP:]
ja: [IS_GEM:クリスタルオパール:STP:]
ko: [IS_GEM:크리스탈 오팔:STP:]
ru: [IS_GEM:кристаллический опал:кристаллические опалы:]
tr: [IS_GEM:kristal opal:STP:]

# INORGANIC:OPAL_HARLEQUIN
source: [IS_GEM:harlequin opal:STP:]
cs: [IS_GEM:harlekýnský opál:STP:]
de: [IS_GEM:Harlekin-Opal:STP:]
eo: [IS_GEM:arlekenopalo:arlekenopaloj:]
es: [IS_GEM:ópalo arlequín:STP:]
ja: [IS_GEM:ハーレクインオパール:STP:]
ko: [IS_GEM:할리퀸 오팔:STP:]
ru: [IS_GEM:опал арлекин:опалы арлекины:]
tr: [IS_GEM:alaca opal:STP:]

# INORGANIC:OPAL_PINFIRE
source: [IS_GEM:pinfire opal:STP:]
cs: [IS_GEM:jiskrový opál:STP:]
de: [IS_GEM:Feuerdorn-Opal:STP:]
eo: [IS_GEM:fulmetopalo:fulmetopaloj:]
es: [IS_GEM:opalo de pinefire:STP:]
ja: [IS_GEM:ピンファイアオパール:STP:]
ko: [IS_GEM:핀파이어 오팔:STP:]
ru: [IS_GEM:искрящийся опал:искрящиеся опалы:]
tr: [IS_GEM:nokta parıltılı opal:STP:]

# INORGANIC:OPAL_BANDFIRE
source: [IS_GEM:bandfire opal:STP:]
cs: [IS_GEM:pásový ohnivý opál:STP:]
de: [IS_GEM:Feuerband-Opal:STP:]
eo: [IS_GEM:rimenfajropalo:rimenfajropaloj:]
es: [IS_GEM:opalo de bandfire:STP:]
ja: [IS_GEM:バンドファイヤオパール:STP:]
ko: [IS_GEM:밴드파이어 오팔:STP:]
ru: [IS_GEM:слоистый огненный опал:слоистые огненные опалы:]
tr: [IS_GEM:şerit parıltılı opal:STP:]

# INORGANIC:DIAMOND_LY
source: [IS_GEM:light yellow diamond:STP:]
cs: [IS_GEM:světle žlutý diamant:STP:]
de: [IS_GEM:hellgelber Diamant:STP:]
eo: [IS_GEM:helflava diamanto:helflavaj diamantoj:]
es: [IS_GEM:diamante amarilloso:STP:]
ja: [IS_GEM:ライトイエローダイヤモンド:STP:]
ko: [IS_GEM:라이트 옐로우 다이아몬드:STP:]
ru: [IS_GEM:светло-жёлтый алмаз:светло-жёлтые алмазы:]
tr: [IS_GEM:açık sarı elmas:STP:]

# INORGANIC:DIAMOND_FY
source: [IS_GEM:faint yellow diamond:STP:]
cs: [IS_GEM:slabě žlutý diamant:STP:]
de: [IS_GEM:mattgelber Diamant:STP:]
eo: [IS_GEM:malbrilflava diamanto:malbrilflavaj diamantoj:]
es: [IS_GEM:diamante amarillo-débil:STP:]
ja: [IS_GEM:フェイントイエローダイヤモンド:STP:]
ko: [IS_GEM:희미한 옐로우 다이아몬드:STP:]
ru: [IS_GEM:бледно-жёлтый алмаз:бледно-жёлтые алмазы:]
tr: [IS_GEM:soluk sarı elmas:STP:]

# INORGANIC:EMERALD
source: [IS_GEM:emerald:STP:]
cs: [IS_GEM:smaragd:STP:]
de: [IS_GEM:Smaragd:STP:]
eo: [IS_GEM:smeraldo:smeraldoj:]
es: [IS_GEM:esmeralda:STP:]
ja: [IS_GEM:エメラルド:STP:]
ko: [IS_GEM:에메랄드:에메랄드들:]
ru: [IS_GEM:изумруд:изумруды:]
tr: [IS_GEM:zümrüt:STP:]

# INORGANIC:RUBY
source: [IS_GEM:ruby:rubies:]
cs: [IS_GEM:rubín:rubíny:]
de: [IS_GEM:Rubin:Rubine:]
eo: [IS_GEM:rubeno:rubenoj:]
es: [IS_GEM:rubí:rubíes:]
ja: [IS_GEM:ルビー:ルビー:]
ko: [IS_GEM:루비:루비들:]
ru: [IS_GEM:рубин:рубины:]
tr: [IS_GEM:yakut:yakutlar:]
vi: [IS_GEM:Ruby:Các viên ruby:]

# INORGANIC:SAPPHIRE
source: [IS_GEM:sapphire:STP:]
cs: [IS_GEM:safír:STP:]
de: [IS_GEM:Saphir:STP:]
eo: [IS_GEM:safiro:safiroj:]
es: [IS_GEM:safiro:STP:]
ja: [IS_GEM:サファイヤ:STP:]
ko: [IS_GEM:사파이어:STP:]
ru: [IS_GEM:сапфир:сапфиры:]
tr: [IS_GEM:safir:STP:]

# INORGANIC:DIAMOND_CLEAR
source: [IS_GEM:clear diamond:STP:]
cs: [IS_GEM:čirý diamant:STP:]
de: [IS_GEM:klarer Diamant:STP:]
eo: [IS_GEM:klara diamanto:klaraj diamantoj:]
es: [IS_GEM:diamante transparente:STP:]
ja: [IS_GEM:ダイヤモンド:STP:]
ko: [IS_GEM:클리어 다이아몬드:STP:]
ru: [IS_GEM:чистый алмаз:чистые алмазы:]
tr: [IS_GEM:şeffaf elmas:STP:]

# INORGANIC:DIAMOND_RED
source: [IS_GEM:red diamond:STP:]
cs: [IS_GEM:červený diamant:STP:]
de: [IS_GEM:roter Diamant:STP:]
eo: [IS_GEM:ruĝa diamanto:ruĝaj diamantoj:]
es: [IS_GEM:diamante rojo:STP:]
ja: [IS_GEM:レッドダイヤモンド:STP:]
ko: [IS_GEM:레드 다이아몬드:STP:]
ru: [IS_GEM:красный алмаз:красные алмазы:]
tr: [IS_GEM:kırmızı elmas:STP:]

# INORGANIC:DIAMOND_GREEN
source: [IS_GEM:green diamond:STP:]
cs: [IS_GEM:zelený diamant:STP:]
de: [IS_GEM:grüner Diamant:STP:]
eo: [IS_GEM:verda diamanto:verdaj diamantoj:]
es: [IS_GEM:diamante verde:STP:]
ja: [IS_GEM:グリーンダイヤモンド:STP:]
ko: [IS_GEM:그린 다이아몬드:STP:]
ru: [IS_GEM:зелёный алмаз:зелёные алмазы:]
tr: [IS_GEM:yeşil elmas:STP:]

# INORGANIC:DIAMOND_BLUE
source: [IS_GEM:blue diamond:STP:]
cs: [IS_GEM:modrý diamant:STP:]
de: [IS_GEM:blauer Diamant:STP:]
eo: [IS_GEM:blua diamanto:bluaj diamantoj:]
es: [IS_GEM:diamante azul:STP:]
ja: [IS_GEM:ブルーダイヤモンド:STP:]
ko: [IS_GEM:블루 다이아몬드:STP:]
ru: [IS_GEM:синий алмаз:синие алмазы:]
tr: [IS_GEM:mavi elmas:STP:]

# INORGANIC:DIAMOND_YELLOW
source: [IS_GEM:yellow diamond:STP:]
cs: [IS_GEM:žlutý diamant:STP:]
de: [IS_GEM:gelber Diamant:STP:]
eo: [IS_GEM:flava diamanto:flavaj diamantoj:]
es: [IS_GEM:diamante amarillo:STP:]
ja: [IS_GEM:イエローダイヤモンド:STP:]
ko: [IS_GEM:옐로우 다이아몬드:STP:]
ru: [IS_GEM:жёлтый алмаз:жёлтые алмазы:]
tr: [IS_GEM:sarı elmas:STP:]

# INORGANIC:DIAMOND_BLACK
source: [IS_GEM:black diamond:STP:]
cs: [IS_GEM:černý diamant:STP:]
de: [IS_GEM:schwarzer Diamant:STP:]
eo: [IS_GEM:nigra diamanto:nigraj diamantoj:]
es: [IS_GEM:diamante negro:STP:]
ja: [IS_GEM:ブラックダイヤモンド:STP:]
ko: [IS_GEM:블랙 다이아몬드:STP:]
ru: [IS_GEM:чёрный алмаз:чёрные алмазы:]
tr: [IS_GEM:siyah elmas:STP:]

# INORGANIC:SAPPHIRE_STAR
source: [IS_GEM:star sapphire:STP:]
cs: [IS_GEM:hvězdový safír:STP:]
de: [IS_GEM:Sternsaphir:STP:]
eo: [IS_GEM:stelsafiro:stelsafiroj:]
es: [IS_GEM:estrella de zafiro:STP:]
ja: [IS_GEM:スターサファイヤ:STP:]
ko: [IS_GEM:스타 사파이어:STP:]
ru: [IS_GEM:звёздчатый сапфир:звёздчатые сапфиры:]
tr: [IS_GEM:yıldız safir:STP:]

# INORGANIC:RUBY_STAR
source: [IS_GEM:star ruby:star rubies:]
cs: [IS_GEM:hvězdový rubín:hvězdové rubíny:]
de: [IS_GEM:Sternrubin:Sternrubine:]
eo: [IS_GEM:stelrubeno:stelrubenoj:]
es: [IS_GEM:estrella de rubí:star rubies:]
ja: [IS_GEM:スタールビー:スタールビー:]
ko: [IS_GEM:스타 루비:스타 루비:]
ru: [IS_GEM:звёздчатый рубин:звёздчатые рубины:]
tr: [IS_GEM:yıldız yakut:yıldız yakutlar:]
vi: [IS_GEM:Ruby sao:Các viên ruby sao:]

# INORGANIC:SANDSTONE
source: [STATE_NAME_ADJ:ALL_SOLID:sandstone]
cs: [STATE_NAME_ADJ:ALL_SOLID:pískovec]
de: [STATE_NAME_ADJ:ALL_SOLID:Sandstein]
eo: [STATE_NAME_ADJ:ALL_SOLID:grejso]
es: [STATE_NAME_ADJ:ALL_SOLID:arenisca]
ja: [STATE_NAME_ADJ:ALL_SOLID:砂岩]
ru: [STATE_NAME_ADJ:ALL_SOLID:песчаник]
tr: [STATE_NAME_ADJ:ALL_SOLID:kumtaşı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Sa thạch]

# INORGANIC:SILTSTONE
source: [STATE_NAME_ADJ:ALL_SOLID:siltstone]
cs: [STATE_NAME_ADJ:ALL_SOLID:slínovec]
de: [STATE_NAME_ADJ:ALL_SOLID:Schluffstein]
eo: [STATE_NAME_ADJ:ALL_SOLID:siltoŝtono]
es: [STATE_NAME_ADJ:ALL_SOLID:limolita]
ja: [STATE_NAME_ADJ:ALL_SOLID: シルト岩]
ru: [STATE_NAME_ADJ:ALL_SOLID:алевролит]
tr: [STATE_NAME_ADJ:ALL_SOLID:silttaşı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bột kết]

# INORGANIC:MUDSTONE
source: [STATE_NAME_ADJ:ALL_SOLID:mudstone]
cs: [STATE_NAME_ADJ:ALL_SOLID:bahenec]
de: [STATE_NAME_ADJ:ALL_SOLID:Schlammstein]
eo: [STATE_NAME_ADJ:ALL_SOLID:kotoŝtono]
es: [STATE_NAME_ADJ:ALL_SOLID:fangolita]
ja: [STATE_NAME_ADJ:ALL_SOLID:泥岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:머드스톤]
ru: [STATE_NAME_ADJ:ALL_SOLID:аргиллит]
tr: [STATE_NAME_ADJ:ALL_SOLID:çamurtaşı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bùn kết]

# INORGANIC:SHALE
source: [STATE_NAME_ADJ:ALL_SOLID:shale]
cs: [STATE_NAME_ADJ:ALL_SOLID:břidlice]
de: [STATE_NAME_ADJ:ALL_SOLID:Schiefer]
eo: [STATE_NAME_ADJ:ALL_SOLID:ŝejlo]
es: [STATE_NAME_ADJ:ALL_SOLID:pizarra]
ja: [STATE_NAME_ADJ:ALL_SOLID:頁岩]
ru: [STATE_NAME_ADJ:ALL_SOLID:сланец]
tr: [STATE_NAME_ADJ:ALL_SOLID:şeyl]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đá phiến sét]

# INORGANIC:CLAYSTONE
source: [STATE_NAME_ADJ:ALL_SOLID:claystone]
cs: [STATE_NAME_ADJ:ALL_SOLID:jílovec]
de: [STATE_NAME_ADJ:ALL_SOLID:Tonstein]
eo: [STATE_NAME_ADJ:ALL_SOLID:argiloŝtono]
es: [STATE_NAME_ADJ:ALL_SOLID:piedra de arcilla]
ja: [STATE_NAME_ADJ:ALL_SOLID:粘土岩]
ru: [STATE_NAME_ADJ:ALL_SOLID:каменная глина]
tr: [STATE_NAME_ADJ:ALL_SOLID:kiltaşı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đất sét kết]

# INORGANIC:ROCK_SALT
source: [STATE_NAME_ADJ:ALL_SOLID:rock salt]
cs: [STATE_NAME_ADJ:ALL_SOLID:kamenná sůl]
de: [STATE_NAME_ADJ:ALL_SOLID:Steinsalz]
eo: [STATE_NAME_ADJ:ALL_SOLID:roksalo]
es: [STATE_NAME_ADJ:ALL_SOLID:halita]
ja: [STATE_NAME_ADJ:ALL_SOLID:岩塩]
ko: [STATE_NAME_ADJ:ALL_SOLID:석염]
ru: [STATE_NAME_ADJ:ALL_SOLID:каменная соль]
tr: [STATE_NAME_ADJ:ALL_SOLID:kaya tuzu]
vi: [STATE_NAME_ADJ:ALL_SOLID:Muối mỏ]

# INORGANIC:LIMESTONE
source: [STATE_NAME_ADJ:ALL_SOLID:limestone]
cs: [STATE_NAME_ADJ:ALL_SOLID:vápenec]
de: [STATE_NAME_ADJ:ALL_SOLID:Kalkstein]
eo: [STATE_NAME_ADJ:ALL_SOLID:kalkoŝtono]
es: [STATE_NAME_ADJ:ALL_SOLID:piedra caliza]
ja: [STATE_NAME_ADJ:ALL_SOLID:石灰岩]
ru: [STATE_NAME_ADJ:ALL_SOLID:известняк]
tr: [STATE_NAME_ADJ:ALL_SOLID:kireçtaşı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đá vôi]

# INORGANIC:CONGLOMERATE
source: [STATE_NAME_ADJ:ALL_SOLID:conglomerate]
cs: [STATE_NAME_ADJ:ALL_SOLID:slepenec]
de: [STATE_NAME_ADJ:ALL_SOLID:Trümmergestein]
eo: [STATE_NAME_ADJ:ALL_SOLID:konglomeraĵo]
es: [STATE_NAME_ADJ:ALL_SOLID:conglomerado]
ja: [STATE_NAME_ADJ:ALL_SOLID:礫岩]
ru: [STATE_NAME_ADJ:ALL_SOLID:конгломерат]
tr: [STATE_NAME_ADJ:ALL_SOLID:konglomera]
vi: [STATE_NAME_ADJ:ALL_SOLID:Cuội kết]

# INORGANIC:DOLOMITE
source: [STATE_NAME_ADJ:ALL_SOLID:dolomite]
cs: [STATE_NAME_ADJ:ALL_SOLID:dolomit]
de: [STATE_NAME_ADJ:ALL_SOLID:Dolomit]
eo: [STATE_NAME_ADJ:ALL_SOLID:dolomito]
es: [STATE_NAME_ADJ:ALL_SOLID:dolomita]
ja: [STATE_NAME_ADJ:ALL_SOLID:苦灰石]
ko: [STATE_NAME_ADJ:ALL_SOLID:백운석]
ru: [STATE_NAME_ADJ:ALL_SOLID:доломит]
tr: [STATE_NAME_ADJ:ALL_SOLID:dolomit]

# INORGANIC:CHERT
source: [STATE_NAME_ADJ:ALL_SOLID:chert]
cs: [STATE_NAME_ADJ:ALL_SOLID:křemenec]
eo: [STATE_NAME_ADJ:ALL_SOLID:ĉerto]
es: [STATE_NAME_ADJ:ALL_SOLID:tiza]
ja: [STATE_NAME_ADJ:ALL_SOLID:チャート]
ko: [STATE_NAME_ADJ:ALL_SOLID:각암]
ru: [STATE_NAME_ADJ:ALL_SOLID:кремень]
tr: [STATE_NAME_ADJ:ALL_SOLID:çakmaktaşı]

# INORGANIC:CHALK
source: [STATE_NAME_ADJ:ALL_SOLID:chalk]
cs: [STATE_NAME_ADJ:ALL_SOLID:křída]
de: [STATE_NAME_ADJ:ALL_SOLID:Kreide]
eo: [STATE_NAME_ADJ:ALL_SOLID:kreto]
es: [STATE_NAME_ADJ:ALL_SOLID:tiza]
ja: [STATE_NAME_ADJ:ALL_SOLID:白亜]
ko: [STATE_NAME_ADJ:ALL_SOLID:백악]
ru: [STATE_NAME_ADJ:ALL_SOLID:мел]
tr: [STATE_NAME_ADJ:ALL_SOLID:tebeşir]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đá phấn]

# INORGANIC:GRANITE
source: [STATE_NAME_ADJ:ALL_SOLID:granite]
cs: [STATE_NAME_ADJ:ALL_SOLID:žula]
de: [STATE_NAME_ADJ:ALL_SOLID:Granit]
eo: [STATE_NAME_ADJ:ALL_SOLID:granito]
es: [STATE_NAME_ADJ:ALL_SOLID:granito]
ja: [STATE_NAME_ADJ:ALL_SOLID:花崗岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:화강암]
ru: [STATE_NAME_ADJ:ALL_SOLID:гранит]
tr: [STATE_NAME_ADJ:ALL_SOLID:granit]

# INORGANIC:DIORITE
source: [STATE_NAME_ADJ:ALL_SOLID:diorite]
cs: [STATE_NAME_ADJ:ALL_SOLID:diorit]
de: [STATE_NAME_ADJ:ALL_SOLID:Diorit]
eo: [STATE_NAME_ADJ:ALL_SOLID:diorito]
es: [STATE_NAME_ADJ:ALL_SOLID:diorita]
ja: [STATE_NAME_ADJ:ALL_SOLID:閃緑岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:섬록암]
ru: [STATE_NAME_ADJ:ALL_SOLID:диорит]
tr: [STATE_NAME_ADJ:ALL_SOLID:diyorit]

# INORGANIC:GABBRO
source: [STATE_NAME_ADJ:ALL_SOLID:gabbro]
cs: [STATE_NAME_ADJ:ALL_SOLID:gabra]
eo: [STATE_NAME_ADJ:ALL_SOLID:gabro]
es: [STATE_NAME_ADJ:ALL_SOLID:gabro]
ja: [STATE_NAME_ADJ:ALL_SOLID:斑れい岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:반려암]
ru: [STATE_NAME_ADJ:ALL_SOLID:габбро]
tr: [STATE_NAME_ADJ:ALL_SOLID:gabro]

# INORGANIC:RHYOLITE
source: [STATE_NAME_ADJ:ALL_SOLID:rhyolite]
cs: [STATE_NAME_ADJ:ALL_SOLID:ryolit]
de: [STATE_NAME_ADJ:ALL_SOLID:Rhyolith]
eo: [STATE_NAME_ADJ:ALL_SOLID:riolito]
es: [STATE_NAME_ADJ:ALL_SOLID:riolita]
ja: [STATE_NAME_ADJ:ALL_SOLID:流紋岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:유문암]
ru: [STATE_NAME_ADJ:ALL_SOLID:риолит]
tr: [STATE_NAME_ADJ:ALL_SOLID:riyolit]

# INORGANIC:BASALT
source: [STATE_NAME_ADJ:ALL_SOLID:basalt]
cs: [STATE_NAME_ADJ:ALL_SOLID:čedič]
eo: [STATE_NAME_ADJ:ALL_SOLID:bazalto]
es: [STATE_NAME_ADJ:ALL_SOLID:basalto]
ja: [STATE_NAME_ADJ:ALL_SOLID:玄武岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:현무암]
ru: [STATE_NAME_ADJ:ALL_SOLID:базальт]
tr: [STATE_NAME_ADJ:ALL_SOLID:bazalt]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đá bazan]

# INORGANIC:ANDESITE
source: [STATE_NAME_ADJ:ALL_SOLID:andesite]
cs: [STATE_NAME_ADJ:ALL_SOLID:andezit]
de: [STATE_NAME_ADJ:ALL_SOLID:Andesit]
eo: [STATE_NAME_ADJ:ALL_SOLID:andezito]
es: [STATE_NAME_ADJ:ALL_SOLID:andesita]
ja: [STATE_NAME_ADJ:ALL_SOLID:安山岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:안산암]
ru: [STATE_NAME_ADJ:ALL_SOLID:андезит]
tr: [STATE_NAME_ADJ:ALL_SOLID:andezit]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đá andesit]

# INORGANIC:DACITE
source: [STATE_NAME_ADJ:ALL_SOLID:dacite]
cs: [STATE_NAME_ADJ:ALL_SOLID:dacit]
de: [STATE_NAME_ADJ:ALL_SOLID:Dazit]
eo: [STATE_NAME_ADJ:ALL_SOLID:dacito]
es: [STATE_NAME_ADJ:ALL_SOLID:dacita]
ja: [STATE_NAME_ADJ:ALL_SOLID:デイサイト]
ko: [STATE_NAME_ADJ:ALL_SOLID:석영안산암]
pl: [STATE_NAME_ADJ:ALL_SOLID:dacyt]
ru: [STATE_NAME_ADJ:ALL_SOLID:дацит]
tr: [STATE_NAME_ADJ:ALL_SOLID:dasit]

# INORGANIC:OBSIDIAN
source: [STATE_NAME_ADJ:ALL_SOLID:obsidian]
cs: [STATE_NAME_ADJ:ALL_SOLID:obsidián]
eo: [STATE_NAME_ADJ:ALL_SOLID:obsidiano]
es: [STATE_NAME_ADJ:ALL_SOLID:obsidiana]
ja: [STATE_NAME_ADJ:ALL_SOLID:黒曜石]
ko: [STATE_NAME_ADJ:ALL_SOLID:흑요석]
ru: [STATE_NAME_ADJ:ALL_SOLID:обсидиан]
tr: [STATE_NAME_ADJ:ALL_SOLID:obsidyen]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đá vỏ chai]

# INORGANIC:QUARTZITE
source: [STATE_NAME_ADJ:ALL_SOLID:quartzite]
cs: [STATE_NAME_ADJ:ALL_SOLID:kvarcit]
de: [STATE_NAME_ADJ:ALL_SOLID:Quarzit]
eo: [STATE_NAME_ADJ:ALL_SOLID:kvarcito]
es: [STATE_NAME_ADJ:ALL_SOLID:cuarcita]
ja: [STATE_NAME_ADJ:ALL_SOLID:珪岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:규암]
ru: [STATE_NAME_ADJ:ALL_SOLID:кварцит]
tr: [STATE_NAME_ADJ:ALL_SOLID:kuvarsit]

# INORGANIC:SLATE
source: [STATE_NAME_ADJ:ALL_SOLID:slate]
cs: [STATE_NAME_ADJ:ALL_SOLID:břidlice]
de: [STATE_NAME_ADJ:ALL_SOLID:Tonschiefer]
eo: [STATE_NAME_ADJ:ALL_SOLID:ardezo]
es: [STATE_NAME_ADJ:ALL_SOLID:pizarra]
ko: [STATE_NAME_ADJ:ALL_SOLID:점판암]
ru: [STATE_NAME_ADJ:ALL_SOLID:грифельный сланец]
tr: [STATE_NAME_ADJ:ALL_SOLID:arduvaz]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đá phiến]

# INORGANIC:PHYLLITE
source: [STATE_NAME_ADJ:ALL_SOLID:phyllite]
cs: [STATE_NAME_ADJ:ALL_SOLID:svor]
de: [STATE_NAME_ADJ:ALL_SOLID:Phyllit]
eo: [STATE_NAME_ADJ:ALL_SOLID:filito]
es: [STATE_NAME_ADJ:ALL_SOLID:filita]
ja: [STATE_NAME_ADJ:ALL_SOLID:粘板岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:천매암]
ru: [STATE_NAME_ADJ:ALL_SOLID:филит]
tr: [STATE_NAME_ADJ:ALL_SOLID:fillit]

# INORGANIC:SCHIST
source: [STATE_NAME_ADJ:ALL_SOLID:schist]
cs: [STATE_NAME_ADJ:ALL_SOLID:krystalická břidlice]
de: [STATE_NAME_ADJ:ALL_SOLID:Glimmerschiefer]
eo: [STATE_NAME_ADJ:ALL_SOLID:skisto]
es: [STATE_NAME_ADJ:ALL_SOLID: esquisto]
ja: [STATE_NAME_ADJ:ALL_SOLID:結晶片岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:편암]
ru: [STATE_NAME_ADJ:ALL_SOLID:аспидный сланец]
tr: [STATE_NAME_ADJ:ALL_SOLID:şist]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đá phiến kết tinh]

# INORGANIC:GNEISS
source: [STATE_NAME_ADJ:ALL_SOLID:gneiss]
cs: [STATE_NAME_ADJ:ALL_SOLID:rula]
de: [STATE_NAME_ADJ:ALL_SOLID:Gneis]
eo: [STATE_NAME_ADJ:ALL_SOLID:gnejso]
es: [STATE_NAME_ADJ:ALL_SOLID:gneis]
ja: [STATE_NAME_ADJ:ALL_SOLID:片麻岩]
ko: [STATE_NAME_ADJ:ALL_SOLID:편마암]
ru: [STATE_NAME_ADJ:ALL_SOLID:гнейс]
tr: [STATE_NAME_ADJ:ALL_SOLID:gnays]

# INORGANIC:MARBLE
source: [STATE_NAME_ADJ:ALL_SOLID:marble]
cs: [STATE_NAME_ADJ:ALL_SOLID:mramor]
de: [STATE_NAME_ADJ:ALL_SOLID:Marmor]
eo: [STATE_NAME_ADJ:ALL_SOLID:marmoro]
es: [STATE_NAME_ADJ:ALL_SOLID:mármol]
ja: [STATE_NAME_ADJ:ALL_SOLID:大理石]
ko: [STATE_NAME_ADJ:ALL_SOLID:대리석]
ru: [STATE_NAME_ADJ:ALL_SOLID:мрамор]
tr: [STATE_NAME_ADJ:ALL_SOLID:mermer]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đá cẩm thạch]

# INORGANIC:HEMATITE
source: [STATE_NAME_ADJ:ALL_SOLID:hematite]
cs: [STATE_NAME_ADJ:ALL_SOLID:hematit]
de: [STATE_NAME_ADJ:ALL_SOLID:Hämatit]
eo: [STATE_NAME_ADJ:ALL_SOLID:hematito]
es: [STATE_NAME_ADJ:ALL_SOLID:hematita]
ja: [STATE_NAME_ADJ:ALL_SOLID:赤鉄鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:적철석]
ru: [STATE_NAME_ADJ:ALL_SOLID:красный железняк]
tr: [STATE_NAME_ADJ:ALL_SOLID:hematit]
vi: [STATE_NAME_ADJ:ALL_SOLID:Hematit]

# INORGANIC:LIMONITE
source: [STATE_NAME_ADJ:ALL_SOLID:limonite]
cs: [STATE_NAME_ADJ:ALL_SOLID:limonit]
de: [STATE_NAME_ADJ:ALL_SOLID:Brauneisenstein]
eo: [STATE_NAME_ADJ:ALL_SOLID:limonito]
es: [STATE_NAME_ADJ:ALL_SOLID:limonita]
ja: [STATE_NAME_ADJ:ALL_SOLID:褐鉄鉱]
ko: [STATE_NAME_ADJ:ALL_SOLID:갈철석]
ru: [STATE_NAME_ADJ:ALL_SOLID:бурый железняк]
tr: [STATE_NAME_ADJ:ALL_SOLID:limonit]

# INORGANIC:GARNIERITE
source: [STATE_NAME_ADJ:ALL_SOLID:garnierite]
cs: [STATE_NAME_ADJ:ALL_SOLID:garnierit]
de: [STATE_NAME_ADJ:ALL_SOLID:grünes Nickelerz]
eo: [STATE_NAME_ADJ:ALL_SOLID:garnierito]
es: [STATE_NAME_ADJ:ALL_SOLID:garnierita]
ko: [STATE_NAME_ADJ:ALL_SOLID:가니어라이트]
ru: [STATE_NAME_ADJ:ALL_SOLID:гарниерит]
tr: [STATE_NAME_ADJ:ALL_SOLID:garniyerit]
vi: [STATE_NAME_ADJ:ALL_SOLID:Garnierit]

# INORGANIC:NATIVE_GOLD
source: [STONE_NAME:gold nuggets]
cs: [STONE_NAME:zlaté nugety]
de: [STONE_NAME:Goldklumpen]
eo: [STONE_NAME:grajnoj da oro]
es: [STONE_NAME:pepitas de oro]
ja: [STONE_NAME:金塊]
ko: [STONE_NAME:금 원석]
ru: [STONE_NAME:золотой самородок]
tr: [STONE_NAME:altın külçeleri]
vi: [STONE_NAME:Cục vàng nguyên chất]

# INORGANIC:NATIVE_GOLD
source: [STATE_NAME:SOLID:native gold]
cs: [STATE_NAME:SOLID:ryzí zlato]
de: [STATE_NAME:SOLID:gediegenes Gold]
eo: [STATE_NAME:SOLID:naturpura gold]
es: [STATE_NAME:SOLID:oro nativo]
ja: [STATE_NAME:SOLID:純金]
ko: [STATE_NAME:SOLID:천연 금]
ru: [STATE_NAME:SOLID:самородное золото]
tr: [STATE_NAME:SOLID:doğal altın]
vi: [STATE_NAME:SOLID:Vàng nguyên chất]

# INORGANIC:NATIVE_GOLD
source: [STATE_NAME:SOLID_POWDER:native gold dust]
cs: [STATE_NAME:SOLID_POWDER:práškové ryzí zlato]
de: [STATE_NAME:SOLID_POWDER:gediegenes Goldpulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de naturpura oro]
es: [STATE_NAME:SOLID_POWDER:polvo de oro nativo]
ja: [STATE_NAME:SOLID_POWDER:金粉]
ko: [STATE_NAME:SOLID_POWDER:천연 금가루]
ru: [STATE_NAME:SOLID_POWDER:золотая самородная пыль]
tr: [STATE_NAME:SOLID_POWDER:doğal altın tozu]
vi: [STATE_NAME:SOLID_POWDER:Bụi vàng nguyên chất]

# INORGANIC:NATIVE_GOLD
source: [STATE_ADJ:ALL_SOLID:native gold]
cs: [STATE_ADJ:ALL_SOLID:ryzí zlato]
de: [STATE_ADJ:ALL_SOLID:gediegenes Gold]
eo: [STATE_ADJ:ALL_SOLID:de naturpura oro]
es: [STATE_ADJ:ALL_SOLID:oro nativo]
ja: [STATE_ADJ:ALL_SOLID:金]
ko: [STATE_ADJ:ALL_SOLID:천연 금]
ru: [STATE_ADJ:ALL_SOLID:самородное золото]
tr: [STATE_ADJ:ALL_SOLID:doğal altın]
vi: [STATE_ADJ:ALL_SOLID:Vàng nguyên chất]
