Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen bumblebee mead]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlá čmeláčí medovina]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Hummel Honigwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita mielakvo de burdo]
es: [STATE_NAME_ADJ:ALL_SOLID:aguamiel de abejorro congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったマルハナバチの蜂蜜酒]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 호박벌꿀주]
pl: [STATE_NAME_ADJ:ALL_SOLID:zamrożony trzmieli miód pitny]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзшая шмелиная медовуха]
tr: [STATE_NAME_ADJ:ALL_SOLID:dondurulmuş bombus arısı bal şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu mật ong nghệ đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:凝固的大黄蜂蜂蜜酒]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:LIQUID:bumblebee mead]
cs: [STATE_NAME_ADJ:LIQUID:čmeláčí medovina]
de: [STATE_NAME_ADJ:LIQUID:Hummel Honigwein]
eo: [STATE_NAME_ADJ:LIQUID:mielakvo de burdo]
es: [STATE_NAME_ADJ:LIQUID:aguamiel de abejorro]
ja: [STATE_NAME_ADJ:LIQUID:マルハナバチの蜂蜜酒]
ko: [STATE_NAME_ADJ:LIQUID:호박벌꿀주]
pl: [STATE_NAME_ADJ:LIQUID:trzmieli miód pitny]
ru: [STATE_NAME_ADJ:LIQUID:шмелиная медовуха]
tr: [STATE_NAME_ADJ:LIQUID:bombus arısı bal şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu mật ong nghệ]
zh_hans: [STATE_NAME_ADJ:LIQUID:大黄蜂蜂蜜酒的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME_ADJ:GAS:boiling bumblebee mead]
cs: [STATE_NAME_ADJ:GAS:vroucí čmeláčí medovina]
de: [STATE_NAME_ADJ:GAS:kochender Hummel Honigwein]
eo: [STATE_NAME_ADJ:GAS:bolanta mielakvo de burdo]
es: [STATE_NAME_ADJ:GAS:de hidromiel de abejorro hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したマルハナバチの蜂蜜酒]
ko: [STATE_NAME_ADJ:GAS:기화된 호박벌꿀주]
pl: [STATE_NAME_ADJ:GAS:gotujący się trzmieli miód pitny]
ru: [STATE_NAME_ADJ:GAS:кипящая шмелиная медовуха]
tr: [STATE_NAME_ADJ:GAS:kaynayan bombus arısı bal şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu mật ong nghệ đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的大黄蜂蜂蜜酒的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME:ALL_SOLID:frozen bumblebee venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý čmeláčí jed]
de: [STATE_NAME:ALL_SOLID:gefrorenes Hummel Gift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de burdo]
es: [STATE_NAME:ALL_SOLID:veneno de abejorro congelada]
ja: [STATE_NAME:ALL_SOLID:凍ったマルハナバチの毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 호박벌 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad trzmieli]
ru: [STATE_NAME:ALL_SOLID:замёрзший шмелиный яд]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş bombus arısı zehri]
vi: [STATE_NAME:ALL_SOLID:Nọc độc ong nghệ đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的大黄蜂蜂毒]

# CREATURE:BUMBLEBEE
source: [STATE_ADJ:ALL_SOLID:frozen bumblebee venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý čmeláčí jed]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Hummel Gift]
eo: [STATE_ADJ:ALL_SOLID:glaciiĝita veneno de burdo]
es: [STATE_ADJ:ALL_SOLID:veneno de abejorro congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったマルハナバチの毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 호박벌 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożony jadowy trzmieli]
ru: [STATE_ADJ:ALL_SOLID:замёрзший шмелиный яд]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş bombus arısı zehri]
vi: [STATE_ADJ:ALL_SOLID:Nọc độc ong nghệ đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的大黄蜂蜂毒的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME:LIQUID:bumblebee venom]
cs: [STATE_NAME:LIQUID:čmeláčí jed]
de: [STATE_NAME:LIQUID:Hummel Gift]
eo: [STATE_NAME:LIQUID:veneno de burdo]
es: [STATE_NAME:LIQUID:veneno de abejorro]
ja: [STATE_NAME:LIQUID:マルハナバチの毒液]
ko: [STATE_NAME:LIQUID:호박벌 독]
pl: [STATE_NAME:LIQUID:jad trzmieli]
ru: [STATE_NAME:LIQUID:шмелиный яд]
tr: [STATE_NAME:LIQUID:bombus arısı zehri]
vi: [STATE_NAME:LIQUID:Nọc độc ong nghệ]
zh_hans: [STATE_NAME:LIQUID:大黄蜂蜂毒]

# CREATURE:BUMBLEBEE
source: [STATE_ADJ:LIQUID:bumblebee venom]
cs: [STATE_ADJ:LIQUID:čmeláčí jed]
de: [STATE_ADJ:LIQUID:Hummel Gift]
eo: [STATE_ADJ:LIQUID:veneno de burdo]
es: [STATE_ADJ:LIQUID:veneno de abejorro]
ja: [STATE_ADJ:LIQUID:マルハナバチの毒液]
ko: [STATE_ADJ:LIQUID:호박벌 독]
pl: [STATE_ADJ:LIQUID:jadowy trzmieli]
ru: [STATE_ADJ:LIQUID:шмелиный яд]
tr: [STATE_ADJ:LIQUID:bombus arısı zehri]
vi: [STATE_ADJ:LIQUID:Nọc độc ong nghệ]
zh_hans: [STATE_ADJ:LIQUID:大黄蜂毒液的]

# CREATURE:BUMBLEBEE
source: [STATE_NAME:GAS:boiling bumblebee venom]
cs: [STATE_NAME:GAS:vroucí čmeláčí jed]
de: [STATE_NAME:GAS:kochendes Hummel Gift]
eo: [STATE_NAME:GAS:bolanta veneno de burdo]
es: [STATE_NAME:GAS:veneno de abejorro hirviendo]
ja: [STATE_NAME:GAS:蒸気化したマルハナバチの毒液]
ko: [STATE_NAME:GAS:기화된 호박벌 독]
pl: [STATE_NAME:GAS:gotujący się jad trzmieli]
ru: [STATE_NAME:GAS:кипящий шмелиный яд]
tr: [STATE_NAME:GAS:kaynayan bombus arısı zehri]
vi: [STATE_NAME:GAS:Nọc độc ong nghệ đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的大黄蜂蜂毒]

# CREATURE:BUMBLEBEE
source: [STATE_ADJ:GAS:boiling bumblebee venom]
cs: [STATE_ADJ:GAS:vroucí čmeláčí jed]
de: [STATE_ADJ:GAS:kochendes Hummel Gift]
eo: [STATE_ADJ:GAS:bolanta veneno de burdo]
es: [STATE_ADJ:GAS:veneno de abejorro hiriviente]
ja: [STATE_ADJ:GAS:蒸気化したマルハナバチの毒液]
ko: [STATE_ADJ:GAS:기화된 호박벌 독]
pl: [STATE_ADJ:GAS:gotujący się jadowy trzmieli]
ru: [STATE_ADJ:GAS:кипящий шмелиный яд]
tr: [STATE_ADJ:GAS:kaynayan bombus arısı zehri]
vi: [STATE_ADJ:GAS:Nọc độc ong nghệ đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的大黄蜂毒液的]

# CREATURE:BUMBLEBEE
source: [SYN_NAME:bumblebee sting]
cs: [SYN_NAME:čmeláčí bodnutí]
de: [SYN_NAME:Hummelstich]
eo: [SYN_NAME:pikado de burdo]
es: [SYN_NAME:aguijón de abejorro]
ja: [SYN_NAME:マルハナバチ sting]
ko: [SYN_NAME:호박벌의 침]
pl: [SYN_NAME:żądło trzmiela]
ru: [SYN_NAME:укус шмеля]
tr: [SYN_NAME:bombus arısı iğnesi]
vi: [SYN_NAME:Ngòi chích ong nghệ]
zh_hans: [SYN_NAME:大黄蜂蜇伤]

# CREATURE:BUMBLEBEE
source: [CASTE_NAME:bumblebee worker:bumblebee workers:bumblebee worker]
cs: [CASTE_NAME:čmeláčí dělnice:čmeláčí dělnice:čmeláčí dělnice]
de: [CASTE_NAME:Hummelarbeiter:Hummelarbeiter:Hummelarbeiter]
eo: [CASTE_NAME:laboristina burdo:laboristinaj burdoj:de laborista burdo]
es: [CASTE_NAME:abejorro obrero:abejorros obrero:de abejorro obrero]
ja: [CASTE_NAME:働きマルハナバチ:働きマルハナバチ:働きマルハナバチの]
ko: [CASTE_NAME:일호박벌:일호박벌떼:일호박벌]
pl: [CASTE_NAME:robotnica trzmiela:robotnice trzmiela:robotniczo trzmieli]
ru: [CASTE_NAME:шмель-рабочий:шмели-рабочие:шмеля-рабочего]
tr: [CASTE_NAME:işçi bombus arısı:işçi bombus arıları:işçi bombus arısı]
vi: [CASTE_NAME:Ong thợ ong nghệ:Ong thợ ong nghệ:Ong thợ ong nghệ]
zh_hans: [CASTE_NAME:工熊蜂:工熊蜂:工熊蜂]

# CREATURE:BUMBLEBEE
source: [VERMIN_BITE:10:stung:]
cs: [VERMIN_BITE:10:bodnutí:]
de: [VERMIN_BITE:10:gestochen:]
eo: [VERMIN_BITE:10:pikita:]
es: [VERMIN_BITE:10:picado:]
ko: [VERMIN_BITE:10:쏘인:]
pl: [VERMIN_BITE:10:użądlony:]
ru: [VERMIN_BITE:10:ужален:]
tr: [VERMIN_BITE:10:soktu:]
vi: [VERMIN_BITE:10:Bị chích:]
zh_hans: [VERMIN_BITE:10:螫:]

# CREATURE:BUMBLEBEE
source: [CASTE_NAME:bumblebee drone:bumblebee drones:bumblebee drone]
cs: [CASTE_NAME:čmeláčí trubec:čmeláčí trubci:čmeláčí trubec]
de: [CASTE_NAME:Hummeldrohne:Hummeldrohnen:Hummeldrohne]
eo: [CASTE_NAME:burdiĉo:burdiĉoj:de burdiĉo]
es: [CASTE_NAME: abejorro zángano: abejorros zángano:de abejorro zángano]
ja: [CASTE_NAME:雄マルハナバチ:雄マルハナバチ:雄マルハナバチの]
ko: [CASTE_NAME:수컷 호박벌:수컷 호박벌떼:수컷 호박벌]
pl: [CASTE_NAME:zapładniacz trzmiela:zapładniacze trzmiela:zapładniaczo trzmieli]
ru: [CASTE_NAME:шмель-трутень:шмели-трутни:шмеля-трутня]
tr: [CASTE_NAME:erkek bombus arısı:erkek bombus arıları:erkek bombus arısı]
vi: [CASTE_NAME:Ong đực ong nghệ:Ong đực ong nghệ:Ong đực ong nghệ]
zh_hans: [CASTE_NAME:雄熊蜂:雄熊蜂:雄熊蜂]

# CREATURE:BUMBLEBEE
source: [CASTE_NAME:bumblebee queen:bumblebee queens:bumblebee queen]
cs: [CASTE_NAME:čmeláčí královna:čmeláčí královny:čmeláčí královna]
de: [CASTE_NAME:Hummelkönigin:Hummelkönigin:Hummelkönigin]
eo: [CASTE_NAME:reĝa burdino:reĝaj burdinoj:de reĝa burdino]
es: [CASTE_NAME:abejorro reina:abejorros reina:de abejorro reina]
ja: [CASTE_NAME:女王マルハナバチ:女王マルハナバチ:女王マルハナバチの]
ko: [CASTE_NAME:여왕 호박벌:여왕 호박벌들:여왕 호박벌]
pl: [CASTE_NAME:królowa trzmiela:królowe trzmiela:królowo trzmieli]
ru: [CASTE_NAME:матка шмелей:матки шмелей:матки шмелей]
tr: [CASTE_NAME:kraliçe bombus arısı:kraliçe bombus arıları:kraliçe bombus arısı]
vi: [CASTE_NAME:Ong chúa ong nghệ:Ong chúa ong nghệ:Ong chúa ong nghệ]
zh_hans: [CASTE_NAME:熊蜂王:熊蜂王:熊蜂王]

# CREATURE:BUMBLEBEE
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:体表:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:BUMBLEBEE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:复眼:PLURAL]

# CREATURE:GOAT_MOUNTAIN
source: [DESCRIPTION:A medium-sized herbivore that lives in the high mountains, able to navigate the slopes despite its hooved feet.]
cs: [DESCRIPTION:Středně velký býložravec žijící ve vysokých horách, schopný pohybovat se po svazích navzdory kopytům.]
de: [DESCRIPTION:Ein mittelgroßes Säugetier das in hohen Bergen lebt und totz seiner Hufen in der Lage ist, steile Hänge zu erklimmen.]
eo: [DESCRIPTION:Mezgranda herbovorulo kiu loĝas en la altaj montoj, movebla tra la deklivoj malgraŭ siaj hufaj piedoj.]
es: [DESCRIPTION:Un herbívoro de tamaño mediano que vive en las altas montañas, capaz de navegar por las pendientes a pesar de sus pezuñas.]
ja: [DESCRIPTION:高山に生息する中型の草食動物で、ひづめのある足にもかかわらず崖を移動することができます。]
ko: [DESCRIPTION:높은 산에 사는 중간 크기의 초식동물로 발굽이 있는 발에도 불구하고 경사면을 항해할 수 있습니다.]
pl: [DESCRIPTION:Średniego rozmiaru roślinożerca żyjący w wysokich górach, zdolny poruszać się po stokach mimo swoich kopyt.]
ru: [DESCRIPTION:Травоядное животное среднего размера, живущее высоко в горах и способное спокойно передвигаться по крутым склоном, несмотря на наличие копыт.]
tr: [DESCRIPTION:Yüksek dağlarda yaşayan, toynaklı ayaklarına rağmen yamaçlarda gezinebilen orta büyüklükte bir otçul.]
vi: [DESCRIPTION:Một loài động vật ăn cỏ cỡ trung sống trên các dãy núi cao, có khả năng di chuyển trên các sườn dốc bất chấp đôi chân có móng guốc của nó.]
zh_hans: [DESCRIPTION:一种生活在高山上的中型食草动物，尽管它的脚是蹄子，但仍能驾驭斜坡。]

# CREATURE:GOAT_MOUNTAIN
source: [NAME:mountain goat:mountain goats:mountain goat]
cs: [NAME:koza horská:kozy horské:koza horská]
de: [NAME:Bergziege:Bergziegen:Bergziege]
eo: [NAME:monta kapro:montaj kaproj:de monta kapro]
es: [NAME:cabra montes:cabras montes:de cabra montes]
ja: [NAME:シロイワヤギ:シロイワヤギ:シロイワヤギの]
ko: [NAME:흰바위산양:흰바위산양들:흰바위산양]
pl: [NAME:górska koza:górskie kozy:górsko kozi]
ru: [NAME:горный козёл:горные козлы:горного козла]
tr: [NAME:dağ keçisi:dağ keçileri:dağ keçisi]
vi: [NAME:Dê núi:Dê núi:Dê núi]
zh_hans: [NAME:雪羊:雪羊:雪羊]

# CREATURE:GOAT_MOUNTAIN
source: [CASTE_NAME:mountain goat:mountain goats:mountain goat]
cs: [CASTE_NAME:koza horská:kozy horské:koza horská]
de: [CASTE_NAME:Bergziege:Bergziegen:Bergziege]
eo: [CASTE_NAME:monta kapro:montaj kaproj:de monta kapro]
es: [CASTE_NAME:cabra montes:cabra montes:de cabra montes]
ja: [CASTE_NAME:シロイワヤギ:シロイワヤギ:シロイワヤギの]
ko: [CASTE_NAME:흰바위산양:흰바위산양들:흰바위산양]
pl: [CASTE_NAME:górska koza:górskie kozy:górsko kozi]
ru: [CASTE_NAME:горный козёл:горные козлы:горного козла]
tr: [CASTE_NAME:dağ keçisi:dağ keçileri:dağ keçisi]
vi: [CASTE_NAME:Dê núi:Dê núi:Dê núi]
zh_hans: [CASTE_NAME:雪羊:雪羊:雪羊]

# CREATURE:GOAT_MOUNTAIN
source: [GENERAL_CHILD_NAME:mountain goat kid:mountain goat kids]
cs: [GENERAL_CHILD_NAME:kůzle horské kozy:kůzlata horských koz]
de: [GENERAL_CHILD_NAME:Bergziegenzicklein:Bergziegenzicklein]
eo: [GENERAL_CHILD_NAME:monta kaprido:montaj kapridoj]
es: [GENERAL_CHILD_NAME:cabrito montes:cabritos montes:de cabrito montes]
ja: [GENERAL_CHILD_NAME:シロイワヤギの子供:シロイワヤギの子供の]
ko: [GENERAL_CHILD_NAME:새끼 흰바위산양:새끼 흰바위산양들:새끼 흰바위산양]
pl: [GENERAL_CHILD_NAME:dziecko górskiej kozy:dzieci górskiej kozy]
ru: [GENERAL_CHILD_NAME:горный козлёнок:горные козлята]
tr: [GENERAL_CHILD_NAME:dağ keçisi oğlağı:dağ keçisi oğlakları]
vi: [GENERAL_CHILD_NAME:Dê núi con:Dê núi con]
zh_hans: [GENERAL_CHILD_NAME:雪羊幼崽:雪羊幼崽]

# CREATURE:GOAT_MOUNTAIN
source: [PREFSTRING:beards]
cs: [PREFSTRING:bradkami]
de: [PREFSTRING:Bärte]
eo: [PREFSTRING:barboj]
es: [PREFSTRING:barbas]
ja: [PREFSTRING:ひげ]
ko: [PREFSTRING:수염]
pl: [PREFSTRING:brody]
ru: [PREFSTRING:бороды]
tr: [PREFSTRING:sakallar]
vi: [PREFSTRING:Râu]
zh_hans: [PREFSTRING:胡须]

# CREATURE:GOAT_MOUNTAIN
source: [PREFSTRING:long horns]
cs: [PREFSTRING:dlohými rohy]
de: [PREFSTRING:lange Hörner]
eo: [PREFSTRING:longaj kornoj]
es: [PREFSTRING:cuernos largos]
ja: [PREFSTRING:長い角]
ko: [PREFSTRING:긴 뿔]
pl: [PREFSTRING:długie rogi]
ru: [PREFSTRING:длинные рога]
tr: [PREFSTRING:uzun boynuzlar]
vi: [PREFSTRING:Sừng dài]
zh_hans: [PREFSTRING:长角]

# CREATURE:GOAT_MOUNTAIN
source: [PREFSTRING:surefootedness]
cs: [PREFSTRING:jistým krokem]
de: [PREFSTRING:Trittsicherheit]
eo: [PREFSTRING:firmpasado]
es: [PREFSTRING:pies firmes]
ja: [PREFSTRING:転ばない]
ko: [PREFSTRING:확고함]
pl: [PREFSTRING:pewność stąpania]
ru: [PREFSTRING:непоколебимость]
tr: [PREFSTRING:yere sağlam basma]
vi: [PREFSTRING:Sự chắc chân]
zh_hans: [PREFSTRING:脚步稳健]

# CREATURE:GOAT_MOUNTAIN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:GOAT_MOUNTAIN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:GOAT_MOUNTAIN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:GOAT_MOUNTAIN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:GOAT_MOUNTAIN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:GOAT_MOUNTAIN_MAN
source: [CASTE_NAME:mountain goat man:mountain goat men:mountain goat man]
cs: [CASTE_NAME:horský kozlí muž:horskí kozlí muži:horský kozlí muž]
de: [CASTE_NAME:Bergziegenmann:Bergziegenmänner:Bergziegenmann]
eo: [CASTE_NAME:hom-mont-kapriĉo:hom-mont-kapriĉoj:de hom-mont-kapriĉo]
es: [CASTE_NAME:hombre cabra montes:hombres cabra montes:de hombre cabra montes]
ja: [CASTE_NAME:シロイワヤギ男:シロイワヤギ男:シロイワヤギ男の]
ko: [CASTE_NAME:남성 흰바위산양인간:남성 흰바위산양인간들:남성 흰바위산양인간]
pl: [CASTE_NAME:kozomężczyzna górski:kozomężczyźni górscy:kozomęsko górski]
ru: [CASTE_NAME:мужчина-горный козел:мужчины-горные козлы:мужчины-горного козла]
tr: [CASTE_NAME:erkek dağ keçisi:erkek dağ keçileri:erkek dağ keçisi]
vi: [CASTE_NAME:Nam dê núi:Nam dê núi:Nam dê núi]
zh_hans: [CASTE_NAME:雪羊男:雪羊男:雪羊男]

# CREATURE:GOAT_MOUNTAIN_MAN
source: [CASTE_NAME:mountain goat woman:mountain goat women:mountain goat woman]
cs: [CASTE_NAME:horská kozlí žena:horská kozlí ženy:horská kozlí žena]
de: [CASTE_NAME:Bergziegenfrau:Bergziegenfrauen:Bergziegenfrau]
eo: [CASTE_NAME:hom-mont-kaprino:hom-mont-kaprinoj:de hom-mont-kaprino]
es: [CASTE_NAME:mujer cabra montes:mujeres cabra montes:de mujer cabra montes]
ja: [CASTE_NAME:シロイワヤギ女:シロイワヤギ女:シロイワヤギ女の]
ko: [CASTE_NAME:여성 흰바위산양인간:여성 흰바위산양인간들:여성 흰바위산양인간]
pl: [CASTE_NAME:kozokobieta górska:kozokobiety górskie:kozokobieco górski]
ru: [CASTE_NAME:женщина-горный козел:женщины-горные козлы:женщину-горного козла]
tr: [CASTE_NAME:dişi dağ keçisi:dişi dağ keçileri:dişi dağ keçisi]
vi: [CASTE_NAME:Nữ dê núi:Nữ dê núi:Nữ dê núi]
zh_hans: [CASTE_NAME:雪羊女:雪羊女:雪羊女]

# CREATURE:GOAT_MOUNTAIN_MAN
source: [NAME:mountain goat man:mountain goat men:mountain goat man]
cs: [NAME:horský kozlí muž:horskí kozlí muži:horský kozlí muž]
de: [NAME:Bergziegenmann:Bergziegenmänner:Bergziegenmann]
eo: [NAME:hom-mont-kapro:hom-mont-kaproj:de hom-mont-kapro]
es: [NAME:hombre cabra montes:hombres cabra montes:de hombre cabra montes]
ja: [NAME:シロイワヤギ男:シロイワヤギ男:シロイワヤギ男の]
ko: [NAME:흰바위산양인간:흰바위산양인간들:흰바위산양인간]
pl: [NAME:kozoczłowiek górski:kozoludzie górscy:kozomęsko górski]
ru: [NAME:человек-горный козел:люди-горные козлы:человека-горного козла]
tr: [NAME:erkek dağ keçisi:erkek dağ keçileri:erkek dağ keçisi]
vi: [NAME:Nam dê núi:Nam dê núi:Nam dê núi]
zh_hans: [NAME:雪羊人:雪羊人:雪羊人]

# CREATURE:GOAT_MOUNTAIN_MAN
source: [DESCRIPTION:A horned person with the head of a mountain goat.]
cs: [DESCRIPTION:Rohatá osoba s hlavou horské kozy.]
de: [DESCRIPTION:Eine gehörnte Person mit dem Kopf einer Bergziege.]
eo: [DESCRIPTION:Korna homo kun la kapo de monta kapro.]
es: [DESCRIPTION:Una persona cornuda con la cabeza de una cabra de montaña.]
ja: [DESCRIPTION:シロイワヤギの頭と角を持つ人間だ。]
ko: [DESCRIPTION:흰바위산양의 머리와 뿔을 가진 인간.]
pl: [DESCRIPTION:Rogaty osobnik z głową kozy górskiej.]
ru: [DESCRIPTION:Рогатый человек с головой горного козла.]
tr: [DESCRIPTION:Dağ keçisi başlı, boynuzlu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có sừng với cái đầu của dê núi.]
zh_hans: [DESCRIPTION:一个长着雪羊头的人。]

# CREATURE:GIANT_GOAT_MOUNTAIN
source: [NAME:giant mountain goat:giant mountain goats:giant mountain goat]
cs: [NAME:obří horská koza:obří horské kozy:obří horská koza]
de: [NAME:Riesen-Bergziege:Riesen-Bergziegen:Riesen-Bergziege]
eo: [NAME:giganta monta kapro:gigantaj montaj kaproj:de giganta monta kapro]
es: [NAME:cabra montes gigante:cabras montes gigantes:de cabra montes gigante]
ja: [NAME:巨大シロイワヤギ:巨大シロイワヤギ:巨大シロイワヤギの]
ko: [NAME:거대 흰바위산양:거대 흰바위산양들:거대 흰바위산양]
pl: [NAME:gigantyczna koza górska:gigantyczne kozy górskie:gigantyczno kozio górski]
ru: [NAME:гигантский горный козел:гигантские горные козлы:гигантского горного козла]
tr: [NAME:dev dağ keçisi:dev dağ keçileri:dev dağ keçisi]
vi: [NAME:Dê núi khổng lồ:Dê núi khổng lồ:Dê núi khổng lồ]
zh_hans: [NAME:巨雪羊:巨雪羊:巨雪羊]

# CREATURE:GIANT_GOAT_MOUNTAIN
source: [CASTE_NAME:giant mountain goat:giant mountain goats:giant mountain goat]
cs: [CASTE_NAME:obří horská koza:obří horské kozy:obří horská koza]
de: [CASTE_NAME:Riesen-Bergziege:Riesen-Bergziegen:Riesen-Bergziege]
eo: [CASTE_NAME:giganta monta kapro:gigantaj montaj kaproj:de giganta monta kapro]
es: [CASTE_NAME:cabra montes gigante:cabras montes gigantes:de cabra montes gigante]
ko: [CASTE_NAME:거대 흰바위산양:거대 흰바위산양들:거대 흰바위산양]
pl: [CASTE_NAME:gigantyczna koza górska:gigantyczne kozy górskie:gigantyczno kozio górski]
ru: [CASTE_NAME:гигантский горный козел:гигантские горные козлы:гигантского горного козла]
tr: [CASTE_NAME:dev dağ keçisi:dev dağ keçileri:dev dağ keçisi]
vi: [CASTE_NAME:Dê núi khổng lồ:Dê núi khổng lồ:Dê núi khổng lồ]
zh_hans: [CASTE_NAME:巨型雪羊:巨型雪羊:巨型雪羊]

# CREATURE:GIANT_GOAT_MOUNTAIN
source: [GENERAL_CHILD_NAME:giant mountain goat kid:giant mountain goat kids]
cs: [GENERAL_CHILD_NAME:kůzle obří horské kozy:kůzlata obřích horských koz]
de: [GENERAL_CHILD_NAME:Riesen-Bergziegenzicklein:Riesen-Bergziegenzicklein]
eo: [GENERAL_CHILD_NAME:giganta monta kaprido:gigantaj montaj kapridoj]
es: [GENERAL_CHILD_NAME:cabrito montes gigante:cabrito montes gigantes:de cabrito montes gigante]
ja: [GENERAL_CHILD_NAME:巨大シロイワヤギの子供:巨大シロイワヤギの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 흰바위산양:새끼 거대 흰바위산양들:새끼 거대 흰바위산양]
pl: [GENERAL_CHILD_NAME:dziecko gigantycznej kozy górskiej:dzieci gigantycznej kozy górskiej]
ru: [GENERAL_CHILD_NAME:гигантский горный козлёнок:гигантские горные козлята]
tr: [GENERAL_CHILD_NAME:yavru dev dağ keçisi:yavru dev dağ keçileri]
vi: [GENERAL_CHILD_NAME:Dê núi con khổng lồ:Dê núi con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨型雪羊幼崽:巨型雪羊幼崽]

# CREATURE:GIANT_GOAT_MOUNTAIN
source: [DESCRIPTION:A huge monster in the form of a mountain goat.]
cs: [DESCRIPTION:Obrovská příšera v podobě horské kozy.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Bergziege.]
eo: [DESCRIPTION:Grandega monstro kun formo de monta kapro.]
es: [DESCRIPTION:Un monstruo enorme con la forma de una cabra de montaña.]
ja: [DESCRIPTION:シロイワヤギのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:산양의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci kozy górskiej.]
ru: [DESCRIPTION:Огромный монстр, похожий на горного козла.]
tr: [DESCRIPTION:Dağ keçisi biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ dưới hình dạng dê núi.]
zh_hans: [DESCRIPTION:一只体型巨大的雪羊怪。]

# CREATURE:GIANT_GOAT_MOUNTAIN
source: [PREFSTRING:beards]
cs: [PREFSTRING:bradkami]
de: [PREFSTRING:Bärte]
eo: [PREFSTRING:barboj]
es: [PREFSTRING:barbas]
ja: [PREFSTRING:ひげs]
ko: [PREFSTRING:수염]
pl: [PREFSTRING:brody]
ru: [PREFSTRING:бороды]
tr: [PREFSTRING:sakallar]
vi: [PREFSTRING:Râu]
zh_hans: [PREFSTRING:胡须]

# CREATURE:GIANT_GOAT_MOUNTAIN
source: [PREFSTRING:long horns]
cs: [PREFSTRING:dlohými rohy]
de: [PREFSTRING:lange Hörner]
eo: [PREFSTRING:longaj kornoj]
es: [PREFSTRING:cuernos largos]
ja: [PREFSTRING:長い角]
ko: [PREFSTRING:긴 뿔]
pl: [PREFSTRING:długie rogi]
ru: [PREFSTRING:длинные рога]
tr: [PREFSTRING:uzun boynuzlar]
vi: [PREFSTRING:Sừng dài]
zh_hans: [PREFSTRING:长角]

# CREATURE:GIANT_GOAT_MOUNTAIN
source: [PREFSTRING:surefootedness]
cs: [PREFSTRING:jistým krokem]
de: [PREFSTRING:Trittsicherheit]
eo: [PREFSTRING:firmpasado]
es: [PREFSTRING:pies firmes]
ja: [PREFSTRING:転ばない]
ko: [PREFSTRING:확고함]
pl: [PREFSTRING:pewność stąpania]
ru: [PREFSTRING:непоколебимость]
tr: [PREFSTRING:yere sağlam basma]
vi: [PREFSTRING:Sự chắc chân]
zh_hans: [PREFSTRING:脚步稳健]

# CREATURE:MARMOT_HOARY
source: [DESCRIPTION:A large rodent that lives in groups in the high mountains.]
cs: [DESCRIPTION:Velký hlodavec žijící ve skupinách ve vysokých horách.]
de: [DESCRIPTION:Ein großes Nagetier, das in Gruppen im Hochgebirge lebt.]
eo: [DESCRIPTION:Granda ronĝulo kiu loĝas grege en la altaj montoj.]
es: [DESCRIPTION:Un gran roedor que vive en grupos en las altas montañas.]
ja: 群れを作る大きなげっ歯類。鉱山に棲む。
ko: [DESCRIPTION:높은 산에서 무리지어 사는 대형 설치류.]
pl: [DESCRIPTION:Duży gryzoń, który żyje w grupach, w wysokich górach.]
ru: [DESCRIPTION:Крупный грызун. Обитают группами высоко в горах.]
tr: [DESCRIPTION:Yüksek dağlarda gruplar halinde yaşayan büyük bir kemirgen.]
vi: [DESCRIPTION:Một loài gặm nhấm lớn sống thành đàn trên các dãy núi cao.]
zh_hans: [DESCRIPTION:一种成群结队地生活在高山上的大型啮齿类动物。]

# CREATURE:MARMOT_HOARY
source: [NAME:hoary marmot:hoary marmots:hoary marmot]
cs: [NAME:svišť šedý:svišti šedí:svišť šedý]
de: [NAME:Murmeltier:Murmeltiere:Murmeltier]
eo: [NAME:griza marmoto:grizaj marmotoj:de griza marmoto]
es: [NAME:marmota canosa:marmotas canosas:de marmota canosa]
ja: [NAME:マーモット:マーモット:マーモットの]
ko: [NAME:흰등마멋:흰등마멋들:흰등마멋]
pl: [NAME:świstak siwy:świstaki siwe:świstacko siwy]
ru: [NAME:седой сурок:седые сурки:седого сурка]
tr: [NAME:kırçıl dağ sıçanı:kırçıl dağ sıçanları:kırçıl dağ sıçanı]
vi: [NAME:Marmot xám:Marmot xám:Marmot xám]
zh_hans: [NAME:花白旱獭:花白旱獭:花白旱獭]
