Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# REACTION:MAKE_SHEET_FROM_PLANT
source: [REAGENT:plant:]
cs: [REAGENT:rostlina:]
de: [REAGENT:Pflanze:]
eo: [REAGENT:vegetalo:]
es: [REAGENT:planta:]
ko: [REAGENT:식물:]
pl: [REAGENT:roślina:]
ru: [REAGENT:растение:]
tr: [REAGENT:bitki:]
vi: [REAGENT:thực vật:]
zh_hans: [REAGENT:植物:]

# REACTION:MAKE_SHEET_FROM_PLANT
source: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:plant:]
cs: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:roslina:]
de: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:planta:]
ko: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:식물:]
ru: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:растение:]
tr: [PRODUCT:100:1:TABAKA:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bitki:]
vi: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:植物:]

# REACTION:MAKE_SHEET_FROM_PLANT
source: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:plant:]
cs: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:rostlina:]
de: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:planta:]
ko: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:식물:]
ru: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:растение:]
tr: [PRODUCT:100:1:TOHUMLAR:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bitki:]
vi: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:植物:]

# REACTION:MAKE_SLURRY_FROM_PLANT
source: [NAME:mash plant into slurry]
cs: [NAME:rozmělnit rostlinu na kaši]
de: [NAME:Pflanzen zu Gülle verarbeiten]
eo: [NAME:kaĉigi vegetalon en solvitan suspension]
es: [NAME:macerar la planta en lechada]
ja: [NAME:植物をすり潰してパルプを作成]
ko: [NAME:식물을 으깨어 슬러리로 만들다]
pl: [NAME:zgnieć rośline w papke]
ru: [NAME:перерабатывать растение в бумажную массу]
tr: [NAME:bitkiyi ezerek bulamaç yap]
vi: [NAME:Nghiền nát thực vật thành bùn bột]
zh_hans: [NAME:将植物捣成纸浆]

# REACTION:MAKE_SLURRY_FROM_PLANT
source: [REAGENT:plant:]
cs: [REAGENT:rostlina:]
de: [REAGENT:Pflanze:]
eo: [REAGENT:vegetalo:]
es: [REAGENT:planta:]
ko: [REAGENT:식물:]
pl: [REAGENT:roślina:]
ru: [REAGENT:растение:]
tr: [REAGENT:bitki:]
vi: [REAGENT:thực vật:]
zh_hans: [REAGENT:植物:]

# REACTION:MAKE_SLURRY_FROM_PLANT
source: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:plant:]
cs: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:rostlina:]
de: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:planta:]
ko: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:식물:]
ru: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:растение:]
tr: [PRODUCT:100:1:TOPAK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bitki:]
vi: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:1:GLOB:NONE:GET_MATERIAL_FROM_REAGENT:植物:]

# REACTION:MAKE_SLURRY_FROM_PLANT
source: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:plant:]
cs: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:rostlina:]
de: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:Pflanze:]
eo: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:vegetalo:]
es: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:planta:]
ko: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:식물:]
ru: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:растение:]
tr: [PRODUCT:100:1:TOHUMLAR:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bitki:]
vi: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:thực vật:]
zh_hans: [PRODUCT:100:1:SEEDS:NONE:GET_MATERIAL_FROM_REAGENT:植物:]

# REACTION:PRESS_PLANT_PAPER
source: [NAME:press plant slurry into paper sheet]
cs: [NAME:lisování rostlinné kaše do listu papíru]
de: [NAME:Papierbrei zu Papierbögen pressen]
eo: [NAME:kunpremi vegetalan solvitan suspension en paperfolion]
es: [NAME:presionar la lechada de la planta en la hoja de papel]
ja: [NAME:パルプから刷り紙を作る]
ko: [NAME:식물 찌꺼기를 눌러서 종이 시트로 만들다]
pl: [NAME:wyciśnij papkę roślinną na arkusz papieru]
ru: [NAME:прессовать бумажную массу в листы бумаги]
tr: [NAME:bitki bulamacını kağıt tabakasına presle]
vi: [NAME:Ép bùn bột thực vật thành tấm giấy]
zh_hans: [NAME:将植物纸浆压成纸张]

# REACTION:PRESS_PLANT_PAPER
source: [REAGENT:paste:]
cs: [REAGENT:pasta:]
eo: [REAGENT:pasto:]
es: [REAGENT:pegar:]
ko: [REAGENT:반죽:]
pl: [REAGENT:pasta:]
ru: [REAGENT:паста:]
tr: [REAGENT:bulamaç:]
vi: [REAGENT:Bột nhão:]
zh_hans: [REAGENT:浆糊:]

# REACTION:PRESS_PLANT_PAPER
source: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:paste:]
cs: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:pasta:]
eo: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:pasto:]
es: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:pasta:]
ko: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:반죽:]
ru: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:паста:]
tr: [PRODUCT:100:1:TABAKA:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:bulamaç:]
vi: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:Bột nhão:]
zh_hans: [PRODUCT:100:1:SHEET:NONE:GET_MATERIAL_FROM_REAGENT:浆糊:]

# REACTION:BIND_BOOK
source: [NAME:bind book]
cs: [NAME:svázat knihu]
de: [NAME:Buch binden]
eo: [NAME:bindi libron]
es: [NAME:libro encuadernado]
ja: [NAME:製本]
ko: [NAME:제본]
pl: [NAME:oprawa książki]
ru: [NAME:переплести книгу]
tr: [NAME:kitap ciltle]
vi: [NAME:Đóng sách]
zh_hans: [NAME:装订书籍]

# REACTION:BIND_BOOK
source: [REAGENT:quire:]
cs: [REAGENT:poptávka:]
de: [REAGENT:Papierblock:]
eo: [REAGENT:fasko da paperfolio:]
es: [REAGENT:Resma:]
ko: [REAGENT:종이 한 첩:]
pl: [REAGENT:libra:]
ru: [REAGENT:тетрадь:]
tr: [REAGENT:forma:]
vi: [REAGENT:Tập giấy:]
zh_hans: [REAGENT:手稿:]

# REACTION:BIND_BOOK
source: [REAGENT:binding:]
cs: [REAGENT:vazba:]
de: [REAGENT:Bucheinband:]
eo: [REAGENT:bindaĵo:]
es: [REAGENT:atar:]
ko: [REAGENT:표지:]
pl: [REAGENT:wiązanie:]
ru: [REAGENT:переплёт:]
tr: [REAGENT:cilt:]
vi: [REAGENT:Vật liệu đóng sách:]
zh_hans: [REAGENT:装帧:]

# REACTION:BIND_BOOK
source: [REAGENT:thread:]
cs: [REAGENT:vlákno:]
de: [REAGENT:Faden:]
eo: [REAGENT:fadeno:]
es: [REAGENT:hilo:]
ko: [REAGENT:실:]
pl: [REAGENT:wątek:]
ru: [REAGENT:нить:]
tr: [REAGENT:iplik:]
vi: [REAGENT:Chỉ:]
zh_hans: [REAGENT:细线:]

# REACTION:BIND_BOOK
source: [PRODUCT:100:1:BOOK:NONE:GET_MATERIAL_FROM_REAGENT:binding:]
cs: [PRODUCT:100:1:BOOK:NONE:GET_MATERIAL_FROM_REAGENT:vazba:]
de: [PRODUCT:100:1:BOOK:NONE:GET_MATERIAL_FROM_REAGENT:Bucheinband:]
eo: [PRODUCT:100:1:BOOK:NONE:GET_MATERIAL_FROM_REAGENT:bindaĵo:]
es: [PRODUCT:100:1:BOOK:NONE:GET_MATERIAL_FROM_REAGENT:encuadernar:]
ko: [PRODUCT:100:1:BOOK:NONE:GET_MATERIAL_FROM_REAGENT:제본하기:]
ru: [PRODUCT:100:1:BOOK:NONE:GET_MATERIAL_FROM_REAGENT:переплёт:]
tr: [PRODUCT:100:1:KİTAP:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:cilt:]
vi: [PRODUCT:100:1:BOOK:NONE:GET_MATERIAL_FROM_REAGENT:Vật liệu đóng sách:]
zh_hans: [PRODUCT:100:1:BOOK:NONE:GET_MATERIAL_FROM_REAGENT:装帧:]

# REACTION:BIND_BOOK
source: [PRODUCT_TOKEN:book]
cs: [PRODUCT_TOKEN:kniha]
de: [PRODUCT_TOKEN:Buch]
eo: [PRODUCT_TOKEN:libro]
es: [PRODUCT_TOKEN:libro]
ko: [PRODUCT_TOKEN:책]
pl: [PRODUCT_TOKEN:książka]
ru: [PRODUCT_TOKEN:книга]
tr: [PRODUCT_TOKEN:kitap]
vi: [PRODUCT_TOKEN:Sách]
zh_hans: [PRODUCT_TOKEN:书籍]

# REACTION:BIND_BOOK
source: [IMPROVEMENT:100:book:PAGES:GET_MATERIAL_FROM_REAGENT:quire:]
cs: [IMPROVEMENT:100:kniha:PAGES:GET_MATERIAL_FROM_REAGENT:poptávka:]
de: [IMPROVEMENT:100:Buch:PAGES:GET_MATERIAL_FROM_REAGENT:Papierblock:]
eo: [IMPROVEMENT:100:libro:PAGES:GET_MATERIAL_FROM_REAGENT:fasko da paperfolio:]
es: [IMPROVEMENT:100:libro:PAGES:GET_MATERIAL_FROM_REAGENT:papel:]
ko: [IMPROVEMENT:100:book:PAGES:GET_MATERIAL_FROM_REAGENT:종이 한 첩:]
ru: [IMPROVEMENT:100:книга:PAGES:GET_MATERIAL_FROM_REAGENT:тетрадь:]
tr: [IMPROVEMENT:100:kitap:SAYFALAR:REAKTİFTEN_MALZEME_AL:forma:]
vi: [IMPROVEMENT:100:Sách:PAGES:GET_MATERIAL_FROM_REAGENT:Tập giấy:]
zh_hans: [IMPROVEMENT:100:book:PAGES:GET_MATERIAL_FROM_REAGENT:手稿:]

# REACTION:CARVE_BONE_FIGURINE
source: [NAME:carve bone figurine]
cs: [NAME:vyřezaná kostěnná figurína]
de: [NAME:Knochenfiguren schnitzen]
eo: [NAME:tajli oston en figureton]
es: [NAME:figurilla de hueso tallado]
ja: [NAME:骨の設置物に彫刻する]
ko: [NAME:뼈 조각상 조각하기]
pl: [NAME:wyrzeźbiona z kości statuetka]
ru: [NAME:вырезать костяную статуэтку]
tr: [NAME:kemik heykelcik oy]
vi: [NAME:Chạm khắc tượng nhỏ xương]
zh_hans: [NAME:雕刻骨质小塑像]

# REACTION:CARVE_BONE_FIGURINE
source: [REAGENT:bone:]
cs: [REAGENT:kost:]
de: [REAGENT:Knochen:]
eo: [REAGENT:osto:]
es: [REAGENT:hueso:]
ko: [REAGENT:뼈:]
pl: [REAGENT:kość:]
ru: [REAGENT:кость:]
tr: [REAGENT:kemik:]
vi: [REAGENT:Xương:]
zh_hans: [REAGENT:骨骼:]

# REACTION:CARVE_BONE_FIGURINE
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:CARVE_BONE_FIGURINE
source: [PRODUCT:100:1:FIGURINE:NONE:GET_MATERIAL_FROM_REAGENT:bone:]
cs: [PRODUCT:100:1:FIGURINE:NONE:GET_MATERIAL_FROM_REAGENT:kost:]
de: [PRODUCT:100:1:FIGURINE:NONE:GET_MATERIAL_FROM_REAGENT:Knochen:]
eo: [PRODUCT:100:1:FIGURINE:NONE:GET_MATERIAL_FROM_REAGENT:osto:]
es: [PRODUCT:100:1:FIGURINE:NONE:GET_MATERIAL_FROM_REAGENT:hueso:]
ko: [PRODUCT:100:1:FIGURINE:NONE:GET_MATERIAL_FROM_REAGENT:뼈:]
ru: [PRODUCT:100:1:FIGURINE:NONE:GET_MATERIAL_FROM_REAGENT:кость:]
tr: [PRODUCT:100:1:HEYKELCİK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kemik:]
vi: [PRODUCT:100:1:FIGURINE:NONE:GET_MATERIAL_FROM_REAGENT:Xương:]
zh_hans: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:骨骼:]

# REACTION:CARVE_BONE_FIGURINE
source: [PRODUCT_TOKEN:figurine]
cs: [PRODUCT_TOKEN:figurína]
de: [PRODUCT_TOKEN:Figürchen]
eo: [PRODUCT_TOKEN:figureto]
es: [PRODUCT_TOKEN:figurilla]
ko: [PRODUCT_TOKEN:피규어]
pl: [PRODUCT_TOKEN:statuetka]
ru: [PRODUCT_TOKEN:статуэтка]
tr: [PRODUCT_TOKEN:heykelcik]
vi: [PRODUCT_TOKEN:tượng nhỏ]
zh_hans: [PRODUCT_TOKEN:小塑像]

# REACTION:CARVE_BONE_FIGURINE
source: [CATEGORY_NAME:Carve bone]
cs: [CATEGORY_NAME:kostěnné naušnice]
de: [CATEGORY_NAME:Knochen schnitzen]
eo: [CATEGORY_NAME:Tajli oston]
es: [CATEGORY_NAME:Tallado de huesos]
ko: [CATEGORY_NAME:뼈 조각하기]
pl: [CATEGORY_NAME:Wyrzeźbiona kość]
ru: [CATEGORY_NAME:Вырезать из кости]
tr: [CATEGORY_NAME:Kemik oy]
vi: [CATEGORY_NAME:Chạm khắc xương]
zh_hans: [CATEGORY_NAME:雕刻骨骼]

# REACTION:CARVE_BONE_FIGURINE
source: [CATEGORY_DESCRIPTION:Make crafts from bone using a sharp weapon or tool.]
cs: [CATEGORY_DESCRIPTION:Vyrobte produkty z kosti pomocí ostré zbraně nebo nástroje.]
de: [CATEGORY_DESCRIPTION:Mit einer scharfen Waffe oder einem scharfen Werkzeug Handwerkskunst aus Knochen herstellen.]
eo: [CATEGORY_DESCRIPTION:Faru artefaritaĵojn el osto per akra ilo aŭ armilo.]
es: [CATEGORY_DESCRIPTION:Hacer objetos con huesos usando un arma cortante o una herramienta.]
ja: [CATEGORY_DESCRIPTION:刃物を用いて骨に彫刻する。]
ko: [CATEGORY_DESCRIPTION:날카로운 무기나 도구를 사용해 뼈 공예품을 만들 수 있습니다.]
pl: [CATEGORY_DESCRIPTION:Wykonaj rzemiosło z kości używając ostrej broni lub narzędzia.]
ru: [CATEGORY_DESCRIPTION:Вырезать изделия из кости с помощью острого оружия или инструмента.]
tr: [CATEGORY_DESCRIPTION:Keskin bir silah veya alet kullanarak kemikten el sanatları yapın.]
vi: [CATEGORY_DESCRIPTION:Chế tác đồ thủ công từ xương bằng vũ khí hoặc công cụ sắc bén.]
zh_hans: [CATEGORY_DESCRIPTION:用锋利的武器或工具把骨头制作工艺品.]

# REACTION:CARVE_BONE_RING
source: [NAME:carve bone ring]
cs: [NAME:vyřezaný kostěnný prsten]
de: [NAME:Knochenring schnitzen]
eo: [NAME:tajli oston en ringon]
es: [NAME:anillo de hueso tallado]
ja: [NAME:骨の指輪に彫刻]
ko: [NAME:뼈 반지 조각하기]
pl: [NAME:wyrzeźbiony z kości pierścień]
ru: [NAME:вырезать костяное кольцо]
tr: [NAME:kemik yüzük oy]
vi: [NAME:Chạm khắc nhẫn xương]
zh_hans: [NAME:雕刻骨质戒指]

# REACTION:CARVE_BONE_RING
source: [REAGENT:bone:]
cs: [REAGENT:kost:]
de: [REAGENT:Knochen:]
eo: [REAGENT:osto:]
es: [REAGENT:hueso:]
ko: [REAGENT:뼈:]
pl: [REAGENT:kość:]
tr: [REAGENT:kemik:]
vi: [REAGENT:Xương:]
zh_hans: [REAGENT:骨骼:]

# REACTION:CARVE_BONE_RING
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:CARVE_BONE_RING
source: [PRODUCT:100:1:RING:NONE:GET_MATERIAL_FROM_REAGENT:bone:]
cs: [PRODUCT:100:1:RING:NONE:GET_MATERIAL_FROM_REAGENT:kost:]
de: [PRODUCT:100:1:RING:NONE:GET_MATERIAL_FROM_REAGENT:Knochen:]
eo: [PRODUCT:100:1:RING:NONE:GET_MATERIAL_FROM_REAGENT:osto:]
es: [PRODUCT:100:1:RING:NONE:GET_MATERIAL_FROM_REAGENT:hueso:]
ko: [PRODUCT:100:1:RING:NONE:GET_MATERIAL_FROM_REAGENT:뼈:]
ru: [PRODUCT:100:1:RING:NONE:GET_MATERIAL_FROM_REAGENT:кость:]
tr: [PRODUCT:100:1:YÜZÜK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kemik:]
vi: [PRODUCT:100:1:RING:NONE:GET_MATERIAL_FROM_REAGENT:Xương:]
zh_hans: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:骨骼:]

# REACTION:CARVE_BONE_RING
source: [PRODUCT_TOKEN:ring]
cs: [PRODUCT_TOKEN:prsten]
eo: [PRODUCT_TOKEN:ringo]
es: [PRODUCT_TOKEN:anillo]
ko: [PRODUCT_TOKEN:반지]
pl: [PRODUCT_TOKEN:pierścień]
ru: [PRODUCT_TOKEN:кольцо]
tr: [PRODUCT_TOKEN:yüzük]
vi: [PRODUCT_TOKEN:Nhẫn]
zh_hans: [PRODUCT_TOKEN:戒指]

# REACTION:CARVE_BONE_EARRING
source: [NAME:carve bone earring]
cs: [NAME:vyřezané kostěnné náušnice]
de: [NAME:Knochenohrring schnitzen]
eo: [NAME:tajli oston en orelringon]
es: [NAME:arete de hueso tallado]
ko: [NAME:뼈 귀걸이 조각하기]
pl: [NAME:wyrzeźbiony z kości kolczyk]
ru: [NAME:вырезать костяную серьгу]
tr: [NAME:kemik küpe oy]
vi: [NAME:Chạm khắc khuyên tai xương]
zh_hans: [NAME:雕刻骨质耳环]

# REACTION:CARVE_BONE_EARRING
source: [REAGENT:bone:]
cs: [REAGENT:kost:]
de: [REAGENT:Knochen:]
eo: [REAGENT:osto:]
es: [REAGENT:hueso:]
ko: [REAGENT:뼈:]
pl: [REAGENT:kość:]
tr: [REAGENT:kemik:]
vi: [REAGENT:Xương:]
zh_hans: [REAGENT:骨骼:]

# REACTION:CARVE_BONE_EARRING
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:CARVE_BONE_EARRING
source: [PRODUCT:100:1:EARRING:NONE:GET_MATERIAL_FROM_REAGENT:bone:]
cs: [PRODUCT:100:1:EARRING:NONE:GET_MATERIAL_FROM_REAGENT:kost:]
de: [PRODUCT:100:1:EARRING:NONE:GET_MATERIAL_FROM_REAGENT:Knochen:]
eo: [PRODUCT:100:1:EARRING:NONE:GET_MATERIAL_FROM_REAGENT:osto:]
es: [PRODUCT:100:1:EARRING:NONE:GET_MATERIAL_FROM_REAGENT:hueso:]
ko: [PRODUCT:100:1:EARRING:NONE:GET_MATERIAL_FROM_REAGENT:뼈:]
ru: [PRODUCT:100:1:EARRING:NONE:GET_MATERIAL_FROM_REAGENT:кость:]
tr: [PRODUCT:100:1:KÜPE:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kemik:]
vi: [PRODUCT:100:1:EARRING:NONE:GET_MATERIAL_FROM_REAGENT:Xương:]
zh_hans: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:骨骼:]

# REACTION:CARVE_BONE_EARRING
source: [PRODUCT_TOKEN:earring]
cs: [PRODUCT_TOKEN:naušnice]
de: [PRODUCT_TOKEN:Ohrring]
eo: [PRODUCT_TOKEN:orelringo]
es: [PRODUCT_TOKEN:arete]
ja: [PRODUCT_TOKEN:耳ring]
ko: [PRODUCT_TOKEN:귀걸이]
pl: [PRODUCT_TOKEN:kolczyk]
ru: [PRODUCT_TOKEN:серьга]
tr: [PRODUCT_TOKEN:küpe]
vi: [PRODUCT_TOKEN:Khuyên tai]
zh_hans: [PRODUCT_TOKEN:耳环]

# REACTION:CARVE_BONE_SCEPTER
source: [NAME:carve bone scepter]
cs: [NAME:vyřezat kostěnné žezlo]
de: [NAME:Knochenzepter schnitzen]
eo: [NAME:tajli oston en sceptron]
es: [NAME:cetro de hueso tallado]
ja: [NAME:骨の笏に彫刻]
ko: [NAME:뼈 왕홀 조각하기]
pl: [NAME:wyrzeźbione z kości berło]
ru: [NAME:вырезать костяной скипетр]
tr: [NAME:kemik asa oy]
vi: [NAME:Chạm khắc vương trượng xương]
zh_hans: [NAME:雕刻骨质节杖]

# REACTION:CARVE_BONE_SCEPTER
source: [REAGENT:bone:]
cs: [REAGENT:kost:]
de: [REAGENT:Knochen:]
eo: [REAGENT:osto:]
es: [REAGENT:hueso:]
ko: [REAGENT:뼈:]
pl: [REAGENT:kość:]
ru: [REAGENT:кость:]
tr: [REAGENT:kemik:]
vi: [REAGENT:Xương:]
zh_hans: [REAGENT:骨骼:]

# REACTION:CARVE_BONE_SCEPTER
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:CARVE_BONE_SCEPTER
source: [PRODUCT:100:1:SCEPTER:NONE:GET_MATERIAL_FROM_REAGENT:bone:]
cs: [PRODUCT:100:1:SCEPTER:NONE:GET_MATERIAL_FROM_REAGENT:kost:]
de: [PRODUCT:100:1:SCEPTER:NONE:GET_MATERIAL_FROM_REAGENT:Knochen:]
eo: [PRODUCT:100:1:SCEPTER:NONE:GET_MATERIAL_FROM_REAGENT:osto:]
es: [PRODUCT:100:1:SCEPTER:NONE:GET_MATERIAL_FROM_REAGENT:hueso:]
ko: [PRODUCT:100:1:SCEPTER:NONE:GET_MATERIAL_FROM_REAGENT:뼈:]
ru: [PRODUCT:100:1:SCEPTER:NONE:GET_MATERIAL_FROM_REAGENT:кость:]
tr: [PRODUCT:100:1:ASA:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kemik:]
vi: [PRODUCT:100:1:SCEPTER:NONE:GET_MATERIAL_FROM_REAGENT:Xương:]
zh_hans: [PRODUCT:100:1:AMULET:NONE:GET_MATERIAL_FROM_REAGENT:骨骼:]

# REACTION:CARVE_BONE_SCEPTER
source: [PRODUCT_TOKEN:scepter]
cs: [PRODUCT_TOKEN:žezlo]
de: [PRODUCT_TOKEN:Zepter]
eo: [PRODUCT_TOKEN:sceptro]
es: [PRODUCT_TOKEN:cetro]
ko: [PRODUCT_TOKEN:왕홀]
pl: [PRODUCT_TOKEN:berło]
ru: [PRODUCT_TOKEN:скипетр]
tr: [PRODUCT_TOKEN:asa]
vi: [PRODUCT_TOKEN:Vương trượng]
zh_hans: [PRODUCT_TOKEN:节杖]

# REACTION:CARVE_BONE_AMULET
source: [NAME:carve bone amulet]
cs: [NAME:vyřezat kostěnný amulet]
de: [NAME:Knochenamulett schnitzen]
eo: [NAME:tajli oston en amuleton]
es: [NAME:amuleto de hueso tallado]
ja: [NAME:骨のアミュレットに彫刻]
ko: [NAME:뼈 부적 조각하기]
pl: [NAME:wyrzeźbiony z kości amulet]
ru: [NAME:вырезать костяной амулет]
tr: [NAME:kemik tılsım oy]
vi: [NAME:Chạm khắc bùa hộ mệnh xương]
zh_hans: [NAME:雕刻骨质护符]

# REACTION:CARVE_BONE_AMULET
source: [REAGENT:bone:]
cs: [REAGENT:kost:]
de: [REAGENT:Knochen:]
eo: [REAGENT:osto:]
es: [REAGENT:hueso:]
ko: [REAGENT:뼈:]
pl: [REAGENT:kość:]
tr: [REAGENT:kemik:]
vi: [REAGENT:Xương:]
zh_hans: [REAGENT:骨骼:]

# REACTION:CARVE_BONE_AMULET
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:CARVE_BONE_AMULET
source: [PRODUCT:100:1:AMULET:NONE:GET_MATERIAL_FROM_REAGENT:bone:]
cs: [PRODUCT:100:1:AMULET:NONE:GET_MATERIAL_FROM_REAGENT:kost:]
de: [PRODUCT:100:1:AMULET:NONE:GET_MATERIAL_FROM_REAGENT:Knochen:]
eo: [PRODUCT:100:1:AMULET:NONE:GET_MATERIAL_FROM_REAGENT:osto:]
es: [PRODUCT:100:1:AMULET:NONE:GET_MATERIAL_FROM_REAGENT:hueso:]
ja: [PRODUCT:100:1:AラバT:NONE:GET_MATERIAL_FROM_REAGENT:bone:]
ko: [PRODUCT:100:1:AMULET:NONE:GET_MATERIAL_FROM_REAGENT:뼈:]
ru: [PRODUCT:100:1:AMULET:NONE:GET_MATERIAL_FROM_REAGENT:кость:]
tr: [PRODUCT:100:1:TILSIM:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kemik:]
vi: [PRODUCT:100:1:AMULET:NONE:GET_MATERIAL_FROM_REAGENT:Xương:]
zh_hans: [PRODUCT:100:1:AMULET:NONE:GET_MATERIAL_FROM_REAGENT:骨骼:]

# REACTION:CARVE_BONE_AMULET
source: [PRODUCT_TOKEN:amulet]
de: [PRODUCT_TOKEN:Amulett]
eo: [PRODUCT_TOKEN:amuleto]
es: [PRODUCT_TOKEN:amuleto]
ja: [PRODUCT_TOKEN:aラバt]
ko: [PRODUCT_TOKEN:목걸이]
ru: [PRODUCT_TOKEN:амулет]
tr: [PRODUCT_TOKEN:tılsım]
vi: [PRODUCT_TOKEN:Bùa hộ mệnh]
zh_hans: [PRODUCT_TOKEN:护符]

# REACTION:CARVE_BONE_BRACELET
source: [NAME:carve bone bracelet]
cs: [NAME:vyřezat kostěnný náramek]
de: [NAME:Knochenarmband schnitzen]
eo: [NAME:tajli oston en braceleton]
es: [NAME:brazalete de hueso tallado]
ja: [NAME:骨の腕輪に彫刻]
ko: [NAME:뼈 팔찌 조각하기]
pl: [NAME:wyrzeźbiona z kości bransoleta]
ru: [NAME:вырезать костяной браслет]
tr: [NAME:kemik bilezik oy]
vi: [NAME:Chạm khắc vòng tay xương]
zh_hans: [NAME:雕刻骨质手镯]

# REACTION:CARVE_BONE_BRACELET
source: [REAGENT:bone:]
cs: [REAGENT:kost:]
de: [REAGENT:Knochen:]
eo: [REAGENT:osto:]
es: [REAGENT:hueso:]
ko: [REAGENT:뼈:]
pl: [REAGENT:kość:]
tr: [REAGENT:kemik:]
vi: [REAGENT:Xương:]
zh_hans: [REAGENT:骨骼:]

# REACTION:CARVE_BONE_BRACELET
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:CARVE_BONE_BRACELET
source: [PRODUCT:100:1:BRACELET:NONE:GET_MATERIAL_FROM_REAGENT:bone:]
cs: [PRODUCT:100:1:BRACELET:NONE:GET_MATERIAL_FROM_REAGENT:kost:]
de: [PRODUCT:100:1:BRACELET:NONE:GET_MATERIAL_FROM_REAGENT:Knochen:]
eo: [PRODUCT:100:1:BRACELET:NONE:GET_MATERIAL_FROM_REAGENT:osto:]
es: [PRODUCT:100:1:BRACELET:NONE:GET_MATERIAL_FROM_REAGENT:hueso:]
ko: [PRODUCT:100:1:BRACELET:NONE:GET_MATERIAL_FROM_REAGENT:뼈:]
ru: [PRODUCT:100:1:BRACELET:NONE:GET_MATERIAL_FROM_REAGENT:кость:]
tr: [PRODUCT:100:1:BİLEZİK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kemik:]
vi: [PRODUCT:100:1:BRACELET:NONE:GET_MATERIAL_FROM_REAGENT:Xương:]
zh_hans: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:骨骼:]

# REACTION:CARVE_BONE_BRACELET
source: [PRODUCT_TOKEN:bracelet]
cs: [PRODUCT_TOKEN:náramek]
de: [PRODUCT_TOKEN:Armband]
eo: [PRODUCT_TOKEN:braceleto]
es: [PRODUCT_TOKEN:brazalete]
ko: [PRODUCT_TOKEN:팔찌]
pl: [PRODUCT_TOKEN:bransoletka]
ru: [PRODUCT_TOKEN:браслет]
tr: [PRODUCT_TOKEN:bilezik]
zh_hans: [PRODUCT_TOKEN:手镯]

# REACTION:CARVE_BONE_CROWN
source: [NAME:carve bone crown]
cs: [NAME:vyřezat korunu z kosti]
de: [NAME:Knochenkrone schnitzen]
eo: [NAME:tajli oston en kronon]
es: [NAME:corona tallada de hueso]
ja: [NAME:骨の冠に彫刻]
ko: [NAME:뼈 왕관 조각하기]
pl: [NAME:wyrzeźbiona z kości korona]
ru: [NAME:вырезать костяную корону]
tr: [NAME:kemik taç oy]
vi: [NAME:Chạm khắc vương miện xương]
zh_hans: [NAME:雕刻骨质王冠]

# REACTION:CARVE_BONE_CROWN
source: [REAGENT:bone:]
cs: [REAGENT:kost:]
de: [REAGENT:Knochen:]
eo: [REAGENT:osto:]
es: [REAGENT:hueso:]
ko: [REAGENT:뼈:]
pl: [REAGENT:kość:]
tr: [REAGENT:kemik:]
vi: [REAGENT:Xương:]
zh_hans: [REAGENT:骨骼:]

# REACTION:CARVE_BONE_CROWN
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:CARVE_BONE_CROWN
source: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:bone:]
cs: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:kost:]
de: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:Knochen:]
eo: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:osto:]
es: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:hueso:]
ko: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:뼈:]
pl: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:kość:]
ru: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:кость:]
tr: [PRODUCT:100:1:TAÇ:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kemik:]
vi: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:Xương:]
zh_hans: [PRODUCT:100:1:CROWN:NONE:GET_MATERIAL_FROM_REAGENT:骨骼:]

# REACTION:CARVE_BONE_CROWN
source: [PRODUCT_TOKEN:crown]
cs: [PRODUCT_TOKEN:koruna]
de: [PRODUCT_TOKEN:Krone]
eo: [PRODUCT_TOKEN:krono]
es: [PRODUCT_TOKEN:corona]
ko: [PRODUCT_TOKEN:왕관]
pl: [PRODUCT_TOKEN:korona]
ru: [PRODUCT_TOKEN:корона]
tr: [PRODUCT_TOKEN:taç]
vi: [PRODUCT_TOKEN:Vương miện]
zh_hans: [PRODUCT_TOKEN:王冠]

# REACTION:CARVE_BONE_GEM
source: [NAME:carve bone cabochon]
cs: [NAME:vybrousit kostěný kabošon]
de: [NAME:Knochen-Cabochon schnitzen]
eo: [NAME:tajli oston en kapolon]
es: [NAME:tallar hueso cabujón]
ja: [NAME:骨のカボションに彫刻]
ko: [NAME:뼈 카보숑 조각하기]
pl: [NAME:wyrzęźbiony z kości kaboszon]
ru: [NAME:вырезать кабошон из кости]
tr: [NAME:kemik kabaşon oy]
vi: [NAME:Chạm khắc đá cabochon xương]
zh_hans: [NAME:雕刻骨质宝石]
