Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# ITEM_TOOL:ITEM_TOOL_POUCH
source: [NAME:pouch:pouches]
cs: [NAME:váček:váčky]
de: [NAME:Beutel:Beutel]
eo: [NAME:saketo:saketoj]
es: [NAME:morral:morrales]
ja: [NAME:ポーチ:ポーチ:ポーチ]
ko: [NAME:파우치:파우치들]
ru: [NAME:сумка:сумки]
tr: [NAME:kese:keseler]
vi: [NAME:Túi:những cái túi]

# ITEM_TOOL:ITEM_TOOL_MINECART
source: [NAME:minecart:minecarts]
cs: [NAME:vozík:vozíky]
de: [NAME:Lore:Loren]
eo: [NAME:minĉareto:minĉaretoj]
es: [NAME:carretilla:carretillas]
ja: [NAME:トロッコ:トロッコ:トロッコ]
ko: [NAME:광차:광차들]
ru: [NAME:вагонетка:вагонетки]
tr: [NAME:maden arabası:maden arabaları]
vi: [NAME:Xe goòng:Các xe goòng]

# ITEM_TOOL:ITEM_TOOL_WHEELBARROW
source: [NAME:wheelbarrow:wheelbarrows]
cs: [NAME:trakař:trakaře]
de: [NAME:Schubkarre:Schubkarren]
eo: [NAME:ĉarumo:ĉarumoj]
es: [NAME:carretilla:carretillas]
ja: [NAME:手押し車:手押し車:手押し車]
ko: [NAME:외바퀴 손수레:외바퀴 손수레들]
ru: [NAME:тачка:тачки]
tr: [NAME:el arabası:el arabaları]
vi: [NAME:Xe cút kít:Các xe cút kít]

# ITEM_TOOL:ITEM_TOOL_STEPLADDER
source: [NAME:stepladder:stepladders]
cs: [NAME:schůdky:schůdky]
de: [NAME:Trittleiter:Trittleitern]
eo: [NAME:ŝtupetaro:ŝtupetaroj]
es: [NAME:escalera de mano:escaleras de mano]
ja: [NAME:脚立:脚立:脚立]
ko: [NAME:발판사다리:발판사다리들]
ru: [NAME:стремянка:стремянки]
tr: [NAME:ayaklı merdiven:ayaklı merdivenler]
vi: [NAME:Thang gấp:Các thang gấp]

# ITEM_TOOL:ITEM_TOOL_SCROLL_ROLLERS
source: [NAME:scroll rollers:scroll rollers]
cs: [NAME:válečky na svitky:válečky na svitky]
de: [NAME:Schriftrollenstange:Schriftrollenstangen]
eo: [NAME:paro da volvolibraj rulcilindroj:paroj da volvolibraj rulcilindroj]
es: [NAME:guarda rollo:guarda rollos]
ja: [NAME:巻軸:巻軸:巻軸]
ko: [NAME:스크롤 롤러:스크롤 롤러들]
ru: [NAME:валики для свитков:валики для свитков]
tr: [NAME:tomar makaraları:tomar makaraları]
vi: [NAME:Trục cuộn:Trục cuộn]

# ITEM_TOOL:ITEM_TOOL_BOOK_BINDING
source: [NAME:book binding:book bindings]
cs: [NAME:knižní vazba:knižní vazby]
de: [NAME:Bucheinband:Bucheinbände]
eo: [NAME:bindaĵo:bindaĵoj]
es: [NAME:tapas de libro:tapas de libros]
ja: [NAME:ブックバインディング:ブックバインディング:ブックバインディング]
ko: [NAME:제본들:제본들]
ru: [NAME:переплёт:переплёты]
tr: [NAME:kitap cildi:kitap ciltleri]
vi: [NAME:Bìa sách:Các bìa sách]

# ITEM_TOOL:ITEM_TOOL_SCROLL
source: [NAME:scroll:scrolls]
cs: [NAME:svitek:svitky]
de: [NAME:Schriftrolle:Schriftrollen]
eo: [NAME:volvolibro:volvolibroj]
es: [NAME:pergamino:pergaminos]
ja: [NAME:巻物:巻物:巻物]
ko: [NAME:스크롤:스크롤들]
ru: [NAME:свиток:свитки]
tr: [NAME:tomar:tomarlar]
vi: [NAME:Cuộn giấy:Các cuộn giấy]

# ITEM_TOOL:ITEM_TOOL_QUIRE
source: [NAME:quire:quires]
cs: [NAME:kvoh:kvohy]
de: [NAME:Papierblock:Papierblöcke]
eo: [NAME:fasko da paperfolio:faskoj da paperfolioj]
es: [NAME:monton de hojas:montones de hojas]
ja: [NAME:クワイア:クワイア:クワイア]
ko: [NAME:종이 한 첩:종이 한 첩들]
ru: [NAME:тетрадь:тетради]
tr: [NAME:forma:formalar]
vi: [NAME:Tập giấy:Các tập giấy]

# ITEM_TOOL:ITEM_TOOL_BOOKCASE
source: [NAME:bookcase:bookcases]
cs: [NAME:knihovna:knihovny]
de: [NAME:Bücherregal:Bücherregale]
eo: [NAME:librobretaro:librobretaroj]
es: [NAME:librería:librerías]
ja: [NAME:本棚:本棚:本棚]
ko: [NAME:책장:책장들]
ru: [NAME:книжный шкаф:книжные шкафы]
tr: [NAME:kitaplık:kitaplıklar]
vi: [NAME:Tủ sách:Các tủ sách]

# ITEM_TOOL:ITEM_TOOL_HELVE
source: [NAME:helve:helves]
cs: [NAME:topůrko:topůrka]
de: [NAME:Stiel:Stiele]
eo: [NAME:tenilo:teniloj]
es: [NAME:mango:mangos]
ja: [NAME:柄:柄:柄]
ko: [NAME:자루:자루들]
ru: [NAME:черенок:черенки]
tr: [NAME:balta sapı:balta sapları]
vi: [NAME:Cán rìu:Các cán rìu]

# ITEM_TOOL:ITEM_TOOL_STONE_AXE
source: [NAME:axe:axes]
cs: [NAME:sekera:sekery]
de: [NAME:Axt:Äxte]
eo: [NAME:hakilo:hakiloj]
es: [NAME:hacha:hachas]
ja: [NAME:石斧:石斧:石斧]
ko: [NAME:도끼:도끼들]
ru: [NAME:топор:топоры]
tr: [NAME:balta:baltalar]
vi: [NAME:Rìu:Các rìu]

# ITEM_TOOL:ITEM_TOOL_STONE_AXE
source: [ATTACK:EDGE:800:400:hack:hacks:NO_SUB:]
cs: [ATTACK:EDGE:800:400:rozseknout:rozseká:NO_SUB:]
de: [ATTACK:EDGE:800:400:Hieb:Hiebe:NO_SUB:]
eo: [ATTACK:EDGE:800:400:hakas:hakas:NO_SUB:]
es: [ATTACK:EDGE:800:400:corte:cortes:NO_SUB:]
ja: [ATTACK:EDGE:800:400:ぶった切る:ぶった切る:NO_SUB:]
ko: [ATTACK:EDGE:800:400:찍어버림:찍어버림:NO_SUB:]
ru: [ATTACK:EDGE:800:400:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:800:400:doğra:doğrar:NO_SUB:]

# ITEM_TOOL:ITEM_TOOL_STONE_AXE
source: [ATTACK:BLUNT:800:400:slap:slaps:flat:]
cs: [ATTACK:BLUNT:800:400:facka:facky:plošně:]
de: [ATTACK:BLUNT:800:400:Klatsch:Klatsche:flach:]
eo: [ATTACK:BLUNT:800:400:frapas:frapas:plataĵo:]
es: [ATTACK:BLUNT:800:400:bofetada:bofetadas:flat:]
ja: [ATTACK:BLUNT:800:400:叩き切る:叩き切る:flat:]
ko: [ATTACK:BLUNT:800:400:철썩 때림:철썩 때림:측면:]
ru: [ATTACK:BLUNT:800:400:бьёте:бьёт:плашмя:]
tr: [ATTACK:BLUNT:800:400:tokatla:tokatlar:yan:]
vi: [ATTACK:BLUNT:800:400:Tát:Những cú tát:Mặt phẳng:]

# ITEM_TOOL:ITEM_TOOL_STONE_AXE
source: [ATTACK:BLUNT:20:400:strike:strikes:helve:]
cs: [ATTACK:BLUNT:20:400:udeřit:udeří:násada:]
de: [ATTACK:BLUNT:20:400:schlagen:schlägt:Stiel:]
eo: [ATTACK:BLUNT:20:400:frapas:frapas:tenilo:]
es: [ATTACK:BLUNT:20:400:golpe:golpes:helve:]
ja: [ATTACK:BLUNT:20:400:刺す:刺す:helve:]
ko: [ATTACK:BLUNT:20:400:타격함:타격함:helve:]
ru: [ATTACK:BLUNT:20:400:бьёте:бьёт:черенком:]
tr: [ATTACK:BLUNT:20:400:vur:vurur:balta sapı:]
vi: [ATTACK:BLUNT:20:400:Đòn đánh:Các đòn đánh:Cán rìu:]

# ITEM_TOOL:ITEM_TOOL_PEDESTAL
source: [NAME:pedestal:pedestals]
cs: [NAME:podstavec:podstavce]
de: [NAME:Podest:Podeste]
eo: [NAME:postamento:postamentoj]
es: [NAME:pedestal:pedestales]
ja: [NAME:台座:台座:台座]
ko: [NAME:전시대:전시대들]
ru: [NAME:пьедестал:пьедесталы]
tr: [NAME:kaide:kaideler]
vi: [NAME:Bệ:Các bệ]

# ITEM_TOOL:ITEM_TOOL_DISPLAY_CASE
source: [NAME:display case:display cases]
cs: [NAME:vitrína:vitríny]
de: [NAME:Vitrine:Vitrinen]
eo: [NAME:montrokesto:montrokestoj]
es: [NAME:estuche de muestra:estuches de muestra]
ja: [NAME:展示ケース:展示ケース:展示ケース]
ko: [NAME:진열장:진열장들]
pl: [NAME:gablota:gabloty]
ru: [NAME:витрина:витрины]
tr: [NAME:vitrin:vitrinler]
vi: [NAME:Tủ trưng bày:Các tủ trưng bày]
zh_hans: [NAME:展示柜:展示柜]

# ITEM_TOOL:ITEM_TOOL_ALTAR
source: [NAME:altar:altars]
cs: [NAME:oltář:oltáře]
de: [NAME:Altar:Altäre]
eo: [NAME:altaro:altaroj]
es: [NAME:altar:altares]
ja: [NAME:祭壇:祭壇:祭壇]
ko: [NAME:제단:제단들]
ru: [NAME:алтарь:алтари]
tr: [NAME:sunak:sunaklar]
vi: [NAME:Bàn thờ:Các bàn thờ]

# ITEM_TOOL:ITEM_TOOL_DIE
source: [NAME:die:dice]
cs: [NAME:kostka:kostky]
de: [NAME:Würfel:Würfel]
eo: [NAME:ĵetkubo:ĵetkuboj]
es: [NAME:morir:morir]
ja: [NAME:さいころ:さいころ:さいころ]
ko: [NAME:주사위:주사위들]
ru: [NAME:игральная кость:игральные кости]
tr: [NAME:zar:zarlar]
vi: [NAME:Viên xúc xắc:Các viên xúc xắc]
zh_hans: [NAME:骰子:骰子]

# ITEM_TOY:ITEM_TOY_PUZZLEBOX
source: [NAME:puzzlebox:puzzleboxes]
cs: [NAME:hádanková krabička:hádankové krabičky]
de: [NAME:Trickschachtel:Trickschachteln]
eo: [NAME:puzlokesto:puzlokestoj]
es: [NAME:caja puzle:cajas puzle]
ja: [NAME:からくり箱:からくり箱:からくり箱]
ko: [NAME:퍼즐상자:퍼즐상자들]
ru: [NAME:головоломка:головоломки]
tr: [NAME:yapboz kutusu:yapboz kutuları]
vi: [NAME:Hộp giải đố:Các hộp giải đố]
zh_hans: [NAME:拼图盒:拼图盒]

# ITEM_TOY:ITEM_TOY_BOAT
source: [NAME:toy boat:toy boats]
cs: [NAME:hračkářská loďka:hračkářské loďky]
de: [NAME:Spielzeugboot:Spielzeugboote]
eo: [NAME:ludilboato:ludilboatoj]
es: [NAME:bote de juguete:botes de juguete]
ja: [NAME:おもちゃの船:おもちゃの船:おもちゃの船]
ko: [NAME:장난감 배:장난감 배들]
ru: [NAME:игрушечный кораблик:игрушечные кораблики]
tr: [NAME:oyuncak tekne:oyuncak tekneler]
vi: [NAME:Thuyền đồ chơi:Các thuyền đồ chơi]
zh_hans: [NAME:玩具船:玩具船]

# ITEM_TOY:ITEM_TOY_HAMMER
source: [NAME:toy hammer:toy hammers]
cs: [NAME:hračkářské kladívko:hračkářská kladívka]
de: [NAME:Spielzeughammer:Spielzeughämmer]
eo: [NAME:ludilmartelo:ludilmarteloj]
es: [NAME:martillo de juguete:martillos de juguete]
ja: [NAME:おもちゃのハンマー:おもちゃのハンマー:おもちゃのハンマー]
ko: [NAME:장난감 망치:장난감 망치들]
ru: [NAME:игрушечный молоток:игрушечные молотки]
tr: [NAME:oyuncak çekiç:oyuncak çekiçler]
vi: [NAME:Búa đồ chơi:Các búa đồ chơi]
zh_hans: [NAME:玩具锤:玩具锤]

# ITEM_TOY:ITEM_TOY_AXE
source: [NAME:toy axe:toy axes]
cs: [NAME:hračkářská sekera:hračkářské sekery]
de: [NAME:Spielzeugaxt:Spielzeugäxte]
eo: [NAME:ludilhakilo:ludilgakiloj]
es: [NAME:hacha de juguete:hachas de juguete]
ja: [NAME:おもちゃの斧:おもちゃの斧:おもちゃの斧]
ko: [NAME:장난감 도끼:장난감 도끼들]
ru: [NAME:игрушечный топорик:игрушечные топорики]
tr: [NAME:oyuncak balta:oyuncak baltalar]
vi: [NAME:Rìu đồ chơi:Các rìu đồ chơi]
zh_hans: [NAME:玩具斧:玩具斧]

# ITEM_TOY:ITEM_TOY_MINIFORGE
source: [NAME:mini-forge:mini-forges]
cs: [NAME:minikovářna:minikovářny]
de: [NAME:Mini-Schmiede:Mini-Schmieden]
eo: [NAME:forĝejeto:forĝejetoj]
es: [NAME:miniforja:miniforjas]
ja: [NAME:おもちゃの鍜治場:おもちゃの鍜治場:おもちゃの鍜治場]
ko: [NAME:소형 용광로:소형 용광로들]
ru: [NAME:мини-кузница:мини-кузницы]
tr: [NAME:mini demirci ocağı:mini demirci ocakları]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_GIANTAXEBLADE
source: [NAME:axe blade:axe blades]
cs: [NAME:čepel sekery:čepele seker]
de: [NAME:Axtklinge:Axtklingen]
eo: [NAME:hakila klingo:hakilaj klingoj]
es: [NAME:filo de hacha:filos de hachas]
ja: [NAME:斧刃:斧刃:斧刃]
ko: [NAME:도끼날:도끼날들]
ru: [NAME:лезвие топора:лезвия топоров]
tr: [NAME:balta ağzı:balta ağızları]
vi: [NAME:Lưỡi rìu:Các lưỡi rìu]
zh_hans: [NAME:斧刃:斧刃]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_GIANTAXEBLADE
source: [ADJECTIVE:giant]
cs: [ADJECTIVE:obří]
de: [ADJECTIVE:riesig]
eo: [ADJECTIVE:giganta(j)]
es: [ADJECTIVE:gigante]
ja: [ADJECTIVE:巨大な]
ko: [ADJECTIVE:거대]
ru: [ADJECTIVE:гигантский]
tr: [ADJECTIVE:dev]
vi: [ADJECTIVE:Người khổng lồ]
zh_hans: [ADJECTIVE:巨大的]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_GIANTAXEBLADE
source: [ATTACK:EDGE:100000:10000:slash:slashes:NO_SUB:]
cs: [ATTACK:EDGE:100000:10000:seknout:seká:NO_SUB:]
de: [ATTACK:EDGE:100000:10000:Schnitt:Schnitte:NO_SUB:]
eo: [ATTACK:EDGE:100000:10000:tranĉvundas:tranĉvundas:NO_SUB:]
es: [ATTACK:EDGE:100000:10000:tajo:tajos:NO_SUB:]
ja: [ATTACK:EDGE:100000:10000:斬る:斬る:NO_SUB:]
ko: [ATTACK:EDGE:100000:10000:참격:참격:NO_SUB:]
ru: [ATTACK:EDGE:100000:10000:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:100000:10000:kes:keser:NO_SUB:]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_ENORMOUSCORKSCREW
source: [NAME:corkscrew:corkscrews]
cs: [NAME:vývrtka:vývrtky]
de: [NAME:Korkenzieher:Korkenzieher]
eo: [NAME:malkorkilo:malkorkiloj]
es: [NAME:sacacorchos:sacacorchos]
ja: [NAME:コルク栓抜き:コルク栓抜き:コルク栓抜き]
ko: [NAME:타래송곳:타래송곳들]
ru: [NAME:винт:винты]
tr: [NAME:burgu:burgular]
vi: [NAME:Dụng cụ mở nút chai:Các dụng cụ mở nút chai]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_ENORMOUSCORKSCREW
source: [ADJECTIVE:enormous]
cs: [ADJECTIVE:obrovský]
de: [ADJECTIVE:enorm]
eo: [ADJECTIVE:enorma(j)]
es: [ADJECTIVE:enorme]
ja: [ADJECTIVE:巨大な]
ko: [ADJECTIVE:대형]
ru: [ADJECTIVE:огромный]
tr: [ADJECTIVE:kocaman]
vi: [ADJECTIVE:Khổng lồ]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_ENORMOUSCORKSCREW
source: [ATTACK:EDGE:100:10000:drill:drills:NO_SUB:]
cs: [ATTACK:EDGE:100:10000:vrtat:vrtá:NO_SUB:]
de: [ATTACK:EDGE:100:10000:Bohrer:Bohrer:NO_SUB:]
eo: [ATTACK:EDGE:100:10000:boras:boras:NO_SUB:]
es: [ATTACK:EDGE:100:10000:taladro:taladros:NO_SUB:]
ko: [ATTACK:EDGE:100:10000:드릴:드릴들:NO_SUB:]
ru: [ATTACK:EDGE:100:10000:сверлите:сверлит:NO_SUB:]
tr: [ATTACK:EDGE:100:10000:del:deler:NO_SUB:]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_SPIKEDBALL
source: [NAME:ball:balls]
cs: [NAME:koule:koule]
de: [NAME:Ball:Bälle]
eo: [NAME:bulo:buloj]
es: [NAME:bola:bolas]
ja: [NAME:球:球:球]
ko: [NAME:구:구]
ru: [NAME:шар:шары]
tr: [NAME:gülle:gülleler]
vi: [NAME:Quả cầu:Các quả cầu]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_SPIKEDBALL
source: [ADJECTIVE:spiked]
cs: [ADJECTIVE:hrotitá]
eo: [ADJECTIVE:pikilplena]
es: [ADJECTIVE:pinchado]
ja: [ADJECTIVE:トゲトゲ]
ko: [ADJECTIVE:가시달린]
ru: [ADJECTIVE:шипованный]
tr: [ADJECTIVE:dikenli]
vi: [ADJECTIVE:Có gai]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_SPIKEDBALL
source: [ATTACK:EDGE:10:200:strike:strikes:NO_SUB:]
cs: [ATTACK:EDGE:10:200:udeřit:udeří:NO_SUB:]
de: [ATTACK:EDGE:10:200:schlagen:schlägt:NO_SUB:]
eo: [ATTACK:EDGE:10:200:frapas:frapas:NO_SUB:]
es: [ATTACK:EDGE:10:200:ataque:ataques:NO_SUB:]
ja: [ATTACK:EDGE:10:200:刺す:刺す:NO_SUB:]
ko: [ATTACK:EDGE:10:200:타격함:타격함:NO_SUB:]
ru: [ATTACK:EDGE:10:200:бьёте:бьёт:NO_SUB:]
tr: [ATTACK:EDGE:10:200:vur:vurur:NO_SUB:]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_LARGESERRATEDDISC
source: [NAME:disc:discs]
cs: [NAME:disk:disky]
de: [NAME:Scheibe:Scheiben]
eo: [NAME:disko:diskoj]
es: [NAME:disco:discos]
ja: [NAME:円盤:円盤:円盤]
ko: [NAME:바퀴:바퀴들]
ru: [NAME:диск:диски]
tr: [NAME:disk:diskler]
vi: [NAME:Đĩa:Các đĩa]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_LARGESERRATEDDISC
source: [ADJECTIVE:large, serrated]
cs: [ADJECTIVE:velký, zubatý]
de: [ADJECTIVE:groß, gezackt]
eo: [ADJECTIVE:granda dentata]
es: [ADJECTIVE:grande, serrado]
ja: [ADJECTIVE:巨大なのこぎり]
ko: [ADJECTIVE:큰, 톱니가 있는]
ru: [ADJECTIVE:большой, зазубренный]
tr: [ADJECTIVE:büyük, tırtıklı]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_LARGESERRATEDDISC
source: [ATTACK:EDGE:100000:10000:saw:saws:NO_SUB:]
cs: [ATTACK:EDGE:100000:10000:řezat:řeže:NO_SUB:]
de: [ATTACK:EDGE:100000:10000:Säge:Sägen:NO_SUB:]
eo: [ATTACK:EDGE:100000:10000:segas:segas:NO_SUB:]
es: [ATTACK:EDGE:100000:10000:sierra:sierras:NO_SUB:]
ja: [ATTACK:EDGE:100000:10000:鋸びく:鋸びく:NO_SUB:]
ko: [ATTACK:EDGE:100000:10000:톱니:톱니들:NO_SUB:]
ru: [ATTACK:EDGE:100000:10000:пилите:пилит:NO_SUB:]
tr: [ATTACK:EDGE:100000:10000:testere ile kes:testere ile keser:NO_SUB:]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_MENACINGSPIKE
source: [NAME:spike:spikes]
cs: [NAME:hrot:hroty]
eo: [NAME:pikilo:pikiloj]
es: [NAME:púa:puas]
ja: [NAME:スパイク:スパイク:スパイク]
ko: [NAME:쐐기:쐐기들]
ru: [NAME:кол:колья]
tr: [NAME:kazık:kazıklar]
vi: [NAME:Cọc nhọn:Các cọc nhọn]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_MENACINGSPIKE
source: [ADJECTIVE:menacing]
cs: [ADJECTIVE:hrozivý]
de: [ADJECTIVE:bedrohlich]
eo: [ADJECTIVE:minaca(j)]
es: [ADJECTIVE:amenazador]
ja: [ADJECTIVE:威嚇的な]
ko: [ADJECTIVE:위협적인]
ru: [ADJECTIVE:заточенный]
tr: [ADJECTIVE:tehditkar]
vi: [ADJECTIVE:Đe dọa]

# ITEM_TRAPCOMP:ITEM_TRAPCOMP_MENACINGSPIKE
source: [ATTACK:EDGE:10:6000:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:10:6000:bodat:bodá:NO_SUB:]
de: [ATTACK:EDGE:10:6000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:10:6000:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:10:6000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:10:6000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:10:6000:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:10:6000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:10:6000:sapla:saplar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_WHIP
source: [NAME:whip:whips]
cs: [NAME:bič:biče]
de: [NAME:Peitsche:Peitchen]
eo: [NAME:vipo:vipoj]
es: [NAME:látigo:látigos]
ja: [NAME:鞭:鞭:鞭]
ko: [NAME:채찍:채찍들]
ru: [NAME:кнут:кнуты]
tr: [NAME:kırbaç:kırbaçlar]
vi: [NAME:Cái roi:Các cái roi]

# ITEM_WEAPON:ITEM_WEAPON_WHIP
source: [ATTACK:BLUNT:1:10:lash:lashes:NO_SUB:]
cs: [ATTACK:BLUNT:1:10:mrsknout:mrská:NO_SUB:]
de: [ATTACK:BLUNT:1:10:Peitsche:Peitschen:NO_SUB:]
eo: [ATTACK:BLUNT:1:10:vipas:vipas:NO_SUB:]
es: [ATTACK:BLUNT:1:10:latigazo:latigazos:NO_SUB:]
ja: [ATTACK:BLUNT:1:10:鞭打つ:鞭打つ:NO_SUB:]
ko: [ATTACK:BLUNT:1:10:가죽 끈:가죽 끈들:NO_SUB:]
ru: [ATTACK:BLUNT:1:10:хлещете:хлещет:NO_SUB:]
tr: [ATTACK:BLUNT:1:10:kamçıla:kamçılar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_AXE_BATTLE
source: [NAME:battle axe:battle axes]
cs: [NAME:bojová sekera:bojové sekery]
de: [NAME:Kampfaxt:Kampfäxte]
eo: [NAME:toporo:toporoj]
es: [NAME:hacha de guerra:hachas de guerra]
ja: [NAME:バトルアクス:バトルアクス:バトルアクス]
ko: [NAME:전투도끼:전투도끼들]
ru: [NAME:боевой топор:боевые топоры]
tr: [NAME:savaş baltası:savaş baltaları]
vi: [NAME:Rìu chiến:Các rìu chiến]

# ITEM_WEAPON:ITEM_WEAPON_AXE_BATTLE
source: [ATTACK:EDGE:40000:6000:hack:hacks:NO_SUB:]
cs: [ATTACK:EDGE:40000:6000:rozseknout:rozseká:NO_SUB:]
de: [ATTACK:EDGE:40000:6000:Hieb:Hiebe:NO_SUB:]
eo: [ATTACK:EDGE:40000:6000:hakas:hakas:NO_SUB:]
es: [ATTACK:EDGE:40000:6000:corte:cortes:NO_SUB:]
ja: [ATTACK:EDGE:40000:6000:ぶった切る:ぶった切る:NO_SUB:]
ko: [ATTACK:EDGE:40000:6000:찍어버림:찍어버림:NO_SUB:]
ru: [ATTACK:EDGE:40000:6000:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:40000:6000:doğra:doğrar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_AXE_BATTLE
source: [ATTACK:BLUNT:40000:6000:slap:slaps:flat:]
cs: [ATTACK:BLUNT:40000:6000:facka:facky:plošně:]
de: [ATTACK:BLUNT:40000:6000:Klatsch:Klatsche:flach:]
eo: [ATTACK:BLUNT:40000:6000:frapas:frapas:plataĵo:]
es: [ATTACK:BLUNT:40000:6000:bofetada:bofetadas:flat:]
ja: [ATTACK:BLUNT:40000:6000:叩き切る:叩き切る:flat:]
ko: [ATTACK:BLUNT:40000:6000:철썩 때림:철썩 때림:측면:]
ru: [ATTACK:BLUNT:40000:6000:бьёте:бьёт:плашмя:]
tr: [ATTACK:BLUNT:40000:6000:tokatla:tokatlar:yan:]
vi: [ATTACK:BLUNT:40000:6000:Tát:Những cú tát:Mặt phẳng:]

# ITEM_WEAPON:ITEM_WEAPON_AXE_BATTLE
source: [ATTACK:BLUNT:100:1000:strike:strikes:pommel:]
cs: [ATTACK:BLUNT:100:1000:udeřit:udeří:hlavička:]
de: [ATTACK:BLUNT:100:1000:schlagen:schlägt:Knauf:]
eo: [ATTACK:BLUNT:100:1000:frapas:frapas:pomelo:]
es: [ATTACK:BLUNT:100:1000:golpe:golpes:pommel:]
ja: [ATTACK:BLUNT:100:1000:刺す:刺す:pommel:]
ko: [ATTACK:BLUNT:100:1000:타격함:타격함:자루:]
ru: [ATTACK:BLUNT:100:1000:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:100:1000:vur:vurur:kabza topuzu:]
vi: [ATTACK:BLUNT:100:1000:Đòn đánh:Các đòn đánh:Quả chuôi:]

# ITEM_WEAPON:ITEM_WEAPON_HAMMER_WAR
source: [NAME:war hammer:war hammers]
cs: [NAME:válečné kladivo:válečná kladiva]
de: [NAME:Kriegshammer:Kriegshämmer]
eo: [NAME:militmartelo:militmarteloj]
es: [NAME:martillo de guerra:martillos de guerra]
ja: [NAME:ウォーハンマー:ウォーハンマー:ウォーハンマー]
ko: [NAME:전투망치:전투망치들
ru: [NAME:боевой молот:боевые молоты]
tr: [NAME:savaş çekici:savaş çekiçleri]
vi: [NAME:Búa chiến:Các búa chiến]
zh_hans: [NAME:战锤:战锤]

# ITEM_WEAPON:ITEM_WEAPON_HAMMER_WAR
source: [ATTACK:BLUNT:10:200:bash:bashes:NO_SUB:]
cs: [ATTACK:BLUNT:10:200:rozdrtit:drtí:NO_SUB:]
de: [ATTACK:BLUNT:10:200:Schlag:Schläge:NO_SUB:]
eo: [ATTACK:BLUNT:10:200:bategas:bategas:NO_SUB:]
es: [ATTACK:BLUNT:10:200:golpetazo:golpetazos:NO_SUB:]
ja: [ATTACK:BLUNT:10:200:ぶん殴る:ぶん殴る:NO_SUB:]
ko: [ATTACK:BLUNT:10:200:후려침:후려침:NO_SUB:]
ru: [ATTACK:BLUNT:10:200:бьёте:бьёт:NO_SUB:]
tr: [ATTACK:BLUNT:10:200:ez:ezer:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_SHORT
source: [NAME:short sword:short swords]
cs: [NAME:krátký meč:krátké meče]
de: [NAME:Kurzschwert:Kurzschwerter]
eo: [NAME:mallonga glavo:mallongaj glavoj]
es: [NAME:espada corta:espadas cortas]
ja: [NAME:ショートソード:ショートソード:ショートソード]
ko: [NAME:소검:소검들]
ru: [NAME:короткий меч:короткие мечи]
tr: [NAME:kısa kılıç:kısa kılıçlar]
vi: [NAME:Kiếm ngắn:Các kiếm ngắn]
zh_hans: [NAME:短剑:短剑]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_SHORT
source: [ATTACK:EDGE:20000:4000:slash:slashes:NO_SUB:]
cs: [ATTACK:EDGE:20000:4000:seknout:seká:NO_SUB:]
de: [ATTACK:EDGE:20000:4000:Schnitt:Schnitte:NO_SUB:]
eo: [ATTACK:EDGE:20000:4000:tranĉvundas:tranĉvundas:NO_SUB:]
es: [ATTACK:EDGE:20000:4000:cuchillada:cuchilladas:NO_SUB:]
ja: [ATTACK:EDGE:20000:4000:斬る:斬る:NO_SUB:]
ko: [ATTACK:EDGE:20000:4000:참격:참격:NO_SUB:]
ru: [ATTACK:EDGE:20000:4000:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:20000:4000:kes:keser:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_SHORT
source: [ATTACK:EDGE:50:2000:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:50:2000:bodat:bodá:NO_SUB:]
de: [ATTACK:EDGE:50:2000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:50:2000:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:50:2000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:50:2000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:50:2000:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:50:2000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:50:2000:sapla:saplar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_SHORT
source: [ATTACK:BLUNT:20000:4000:slap:slaps:flat:]
cs: [ATTACK:BLUNT:20000:4000:facka:facky:plošně:]
de: [ATTACK:BLUNT:20000:4000:Klatsch:Klatsche:flach:]
eo: [ATTACK:BLUNT:20000:4000:frapas:frapas:plataĵo:]
es: [ATTACK:BLUNT:20000:4000:bofetada:bofetadas:flat:]
ja: [ATTACK:BLUNT:20000:4000:叩き切る:叩き切る:flat:]
ko: [ATTACK:BLUNT:20000:4000:철썩 때림:철썩 때림:측면:]
ru: [ATTACK:BLUNT:20000:4000:бьёте:бьёт:плашмя:]
tr: [ATTACK:BLUNT:20000:4000:tokatla:tokatlar:yan:]
vi: [ATTACK:BLUNT:20000:4000:Tát:Những cú tát:Mặt phẳng:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_SHORT
source: [ATTACK:BLUNT:100:1000:strike:strikes:pommel:]
cs: [ATTACK:BLUNT:100:1000:udeřit:udeří:hlavička:]
de: [ATTACK:BLUNT:100:1000:schlagen:schlägt:Knauf:]
eo: [ATTACK:BLUNT:100:1000:frapas:frapas:pomelo:]
es: [ATTACK:BLUNT:100:1000:golpe:golpes:pommel:]
ja: [ATTACK:BLUNT:100:1000:刺す:刺す:pommel:]
ko: [ATTACK:BLUNT:100:1000:타격함:타격함:자루:]
ru: [ATTACK:BLUNT:100:1000:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:100:1000:vur:vurur:kabza topuzu:]
vi: [ATTACK:BLUNT:100:1000:Đòn đánh:Các đòn đánh:Quả chuôi:]

# ITEM_WEAPON:ITEM_WEAPON_SPEAR
source: [NAME:spear:spears]
cs: [NAME:oštěp:oštěpy]
de: [NAME:Speer:Speere]
eo: [NAME:lanco:lancoj]
es: [NAME:lanza:lanzas]
ja: [NAME:槍:槍:槍]
ko: [NAME:창:창들]
ru: [NAME:копьё:копья]
tr: [NAME:mızrak:mızraklar]
vi: [NAME:Giáo:Các giáo]
zh_hans: [NAME:矛:矛]

# ITEM_WEAPON:ITEM_WEAPON_SPEAR
source: [ATTACK:EDGE:20:10000:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:20:10000:bodat:bodá:NO_SUB:]
de: [ATTACK:EDGE:20:10000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:20:10000:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:20:10000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:20:10000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:20:10000:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:20:10000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:20:10000:sapla:saplar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SPEAR
source: [ATTACK:BLUNT:10000:6000:bash:bashes:shaft:]
cs: [ATTACK:BLUNT:10000:6000:udeřit:udeří:rákojeť:]
de: [ATTACK:BLUNT:10000:6000:Schlag:Schläge:Schaft:]
eo: [ATTACK:BLUNT:10000:6000:frapas:frapas:fusto:]
es: [ATTACK:BLUNT:10000:6000:golpetazo:golpetazos:shaft:]
ja: [ATTACK:BLUNT:10000:6000:ぶん殴る:ぶん殴る:shaft:]
ko: [ATTACK:BLUNT:10000:6000:후려침:후려침:창대:]
ru: [ATTACK:BLUNT:10000:6000:бьёте:бьёт:древком:]
tr: [ATTACK:BLUNT:10000:6000:ez:ezer:mızrak sapı:]
vi: [ATTACK:BLUNT:10000:6000:Nhát đập:Các nhát đập:Thân:]

# ITEM_WEAPON:ITEM_WEAPON_MACE
source: [NAME:mace:maces]
cs: [NAME:palcát:palcáty]
de: [NAME:Streitkolben:Streitkolben]
eo: [NAME:klabo:klaboj]
es: [NAME:mazo:mazos]
ja: [NAME:メイス:メイス:メイス]
ko: [NAME:철퇴:철퇴들]
ru: [NAME:булава:булавы]
tr: [NAME:gürz:gürzler]
vi: [NAME:Chùy:Các chùy]
zh_hans: [NAME:权杖:权杖]

# ITEM_WEAPON:ITEM_WEAPON_MACE
source: [ATTACK:BLUNT:20:200:bash:bashes:NO_SUB:]
cs: [ATTACK:BLUNT:20:200:rozdrtit:drtí:NO_SUB:]
de: [ATTACK:BLUNT:20:200:Schlag:Schläge:NO_SUB:]
eo: [ATTACK:BLUNT:20:200:bategas:bategas:NO_SUB:]
es: [ATTACK:BLUNT:20:200:golpetazo:golpetazos:NO_SUB:]
ja: [ATTACK:BLUNT:20:200:ぶん殴る:ぶん殴る:NO_SUB:]
ko: [ATTACK:BLUNT:20:200:후려침:후려침:NO_SUB:]
ru: [ATTACK:BLUNT:20:200:бьёте:бьёт:NO_SUB:]
tr: [ATTACK:BLUNT:20:200:ez:ezer:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_CROSSBOW
source: [NAME:crossbow:crossbows]
cs: [NAME:kuše:kuše]
de: [NAME:Armbrust:Armbrüste]
eo: [NAME:arbalesto:arbalestoj]
es: [NAME:ballesta:ballestas]
ja: [NAME:クロスボウ:クロスボウ:クロスボウ]
ko: [NAME:쇠뇌:쇠뇌들]
pl: [NAME:kusza:kusze]
ru: [NAME:арбалет:арбалеты]
tr: [NAME:kundak yayı:kundak yayları]
vi: [NAME:Nỏ:Các nỏ]
zh_hans: [NAME:弩:弩]

# ITEM_WEAPON:ITEM_WEAPON_CROSSBOW
source: [ATTACK:BLUNT:10000:4000:bash:bashes:NO_SUB:]
cs: [ATTACK:BLUNT:10000:4000:udeřit:udeří:NO_SUB:]
eo: [ATTACK:BLUNT:10000:4000:batas:batas:NO_SUB:]
es: [ATTACK:BLUNT:10000:4000:golpetazo:golpetazos:NO_SUB:]
ja: [ATTACK:BLUNT:10000:4000:ぶん殴る:ぶん殴る:NO_SUB:]
ko: [ATTACK:BLUNT:10000:4000:후려침:후려침:NO_SUB:]
ru: [ATTACK:BLUNT:10000:4000:бьёте:бьёт:NO_SUB:]
tr: [ATTACK:BLUNT:10000:4000:ez:ezer:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_PICK
source: [NAME:pick:picks]
cs: [NAME:krumpáč:krumpáče]
de: [NAME:Hacke:Hacken]
eo: [NAME:pioĉo:pioĉoj]
es: [NAME:pico:picos]
ja: [NAME:つるはし:つるはし:つるはし]
ko: [NAME:곡괭이:곡괭이들]
ru: [NAME:кирка:кирки]
tr: [NAME:kazma:kazmalar]
vi: [NAME:Cuốc chim:Các cuốc chim]
zh_hans: [NAME:镐:镐]

# ITEM_WEAPON:ITEM_WEAPON_PICK
source: [ATTACK:EDGE:100:4000:strike:strikes:NO_SUB:]
cs: [ATTACK:EDGE:100:4000:udeřit:udeří:NO_SUB:]
de: [ATTACK:EDGE:100:4000:schlagen:schlägt:NO_SUB:]
eo: [ATTACK:EDGE:100:4000:frapas:frapas:NO_SUB:]
es: [ATTACK:EDGE:100:4000:ataque:ataques:NO_SUB:]
ja: [ATTACK:EDGE:100:4000:刺す:刺す:NO_SUB:]
ko: [ATTACK:EDGE:100:4000:타격함:타격함:NO_SUB:]
ru: [ATTACK:EDGE:100:4000:бьёте:бьёт:NO_SUB:]
tr: [ATTACK:EDGE:100:4000:vur:vurur:NO_SUB:]
