Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_KIWI_GIANT
source: [NAME:giant kiwi:giant kiwis:giant kiwi]
cs: [NAME:obří kiwi:obří kiwi:obřího kiwi]
de: [NAME: Riesenkiwi: Riesenkiwis: Riesenkiwi]
eo: [NAME:giganta kivio:gigantaj kivioj:de giganta kivio]
es: [NAME:kiwi gigante:kiwis gigantes:de kiwi gigante]
ja: [NAME:巨大キウイ:巨大キウイ:巨大キウイの]
ko: [NAME:거대 키위새:거대 키위새떼:거대 키위새]
pl: [NAME:gigantyczny kiwi: gigantyczne kiwi:gigantycznego kiwi]
ru: [NAME:гигантский киви:гигантские киви:гигантского киви]
tr: [NAME:dev kiwi kuşu:dev kiwi kuşları:dev kiwi kuşu]
vi: [NAME:chim kiwi khổng lồ:chim kiwi khổng lồ:chim kiwi khổng lồ]
zh_hans: [NAME:巨鹬鸵:巨鹬鸵:巨鹬鸵]

# CREATURE:BIRD_KIWI_GIANT
source: [GENERAL_CHILD_NAME:giant kiwi chick:giant kiwi chicks]
cs: [GENERAL_CHILD_NAME:obří kiwi kuře:obří kiwi kuřata]
de: [GENERAL_CHILD_NAME:Riesenkiwiküken:Riesenkiwiküken]
eo: [GENERAL_CHILD_NAME:giganta kiviido:gigantaj kiviidoj]
es: [GENERAL_CHILD_NAME:polluelo de kiwi gigante:polluelos de kiwi gigante]
ja: [GENERAL_CHILD_NAME:巨大キウイの雛:巨大キウイの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 키위새:새끼 거대 키위새떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego kiwi:pisklęta gigantycznego kiwi]
ru: [GENERAL_CHILD_NAME:птенец гигантского киви:птенцы гигантского киви]
tr: [GENERAL_CHILD_NAME:dev kiwi yavrusu:dev kiwi yavruları]
vi: [GENERAL_CHILD_NAME:kiwi non khổng lồ:kiwi non khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨鹬鸵雏鸟:巨鹬鸵雏鸟]

# CREATURE:BIRD_KIWI_GIANT
source: [DESCRIPTION:A large monster with a long nose and brown feathers.]
cs: [DESCRIPTION:Velká příšera s dlouhým nosem a hnědým peřím.]
de: [DESCRIPTION: Ein großes Monster mit langer Nase und braunen Federn.]
eo: [DESCRIPTION:Granda monstro kun longa nazo kaj brunaj plumoj.]
es: [DESCRIPTION:Un gran monstruo con nariz larga y plumas marrones.]
ja: [DESCRIPTION:長いくちばしと褐色の羽根を持った巨大な怪物だ。]
ko: [DESCRIPTION:갈색 깃털과 기다란 코를 가진 커다란 괴물.]
pl: [DESCRIPTION:Duży potwór z długim nosem i brązowymi piórami.]
ru: [DESCRIPTION:Огромный монстр с длинным клювом и коричневыми перьями.]
tr: [DESCRIPTION:Uzun burun ve kahverengi tüyleri olan geniş bir canavar.]
vi: [DESCRIPTION:Một sinh vật lớn với chiếc mỏ dài và bộ lông màu nâu.]
zh_hans: [DESCRIPTION:一个巨鹬鸵怪物。]

# CREATURE:BIRD_KIWI_GIANT
source: [CASTE_NAME:giant kiwi cock:giant kiwi cocks:giant kiwi cock]
cs: [CASTE_NAME:obří kiwi kohout:obří kiwi kohouti:obřího kiwi kohouta]
de: [CASTE_NAME:Riesenkiwihahn:Riesenkiwihähne:Riesenkiwihahn]
eo: [CASTE_NAME:giganta kiviiĉo:gigantaj kiviiĉoj:de giganta kiviiĉo]
es: [CASTE_NAME:kiwi gigante macho:kiwis gigantes machos:de kiwi gigante macho]
ja: [CASTE_NAME:巨大雄キウイ:巨大雄キウイ:巨大雄キウイの]
ko: [CASTE_NAME:거대 수 키위새:거대 수 키위새떼:거대 수 키위새]
pl: [CASTE_NAME:samiec gigantycznego kiwi:samce gigantycznego kiwi:samca gigantycznego kiwi]
ru: [CASTE_NAME:самец гигантского киви:самцы гигантского киви:самца гигантского киви]
tr: [CASTE_NAME:dev kiwi erkek:dev kiwi erkekleri:dev kiwi erkek]
vi: [CASTE_NAME:chim kiwi mái khổng lồ:chim kiwi mái:chim kiwi mái]
zh_hans: [CASTE_NAME:公巨鹬鸵:公巨鹬鸵:公巨鹬鸵]

# CREATURE:BIRD_KIWI_GIANT
source: [CASTE_NAME:giant kiwi hen:giant kiwi hens:giant kiwi hen]
cs: [CASTE_NAME:obří kiwi slepice:obří kiwi slepice:obří kiwi slepice]
de: [CASTE_NAME:Riesenkiwihenne:Riesenkiwihennen:Riesenkiwihenne]
eo: [CASTE_NAME:giganta kiviino:gigantaj kiviinoj:de giganta kiviino]
es: [CASTE_NAME:kiwi gigante hembra:kiwis gigantes hembras:de kiwi gigante hembra]
ja: [CASTE_NAME:巨大雌キウイ:巨大雌キウイ:巨大雌キウイの]
ko: [CASTE_NAME:거대 암 키위새:거대 암 키위새떼:거대 암 키위새]
pl: [CASTE_NAME:samica gigantycznego kiwi:samice gigantycznego kiwi:samicy gigantycznego kiwi]
ru: [CASTE_NAME:самка гигантского киви:самки гигантского киви:самки гигантского киви]
tr: [CASTE_NAME:dev kiwi dişi:dev kiwi dişileri:dev kiwi dişi]
vi: [CASTE_NAME:chim kiwi trống khổng lồ:chim kiwi trống:chim kiwi trống]
zh_hans: [CASTE_NAME:母巨鹬鸵:母巨鹬鸵:母巨鹬鸵]

# CREATURE:BIRD_KIWI_GIANT
source: [PREFSTRING:great size]
cs: [PREFSTRING:obrovská velikost]
de: [PREFSTRING: enorme Größe]
eo: [PREFSTRING:ega grandeco]
es: [PREFSTRING:gran tamaño]
ja: [PREFSTRING:大きい]
ko: [PREFSTRING:거대한 크기]
pl: [PREFSTRING:wielki rozmiar]
ru: [PREFSTRING:огромный размер]
tr: [PREFSTRING:büyük boyut]
vi: [PREFSTRING:kích thước lớn]
zh_hans: [PREFSTRING:巨大的体型]

# CREATURE:BIRD_KIWI_GIANT
source: [PREFSTRING:long beaks]
cs: [PREFSTRING:dlouhé zobáky]
de: [PREFSTRING:lange Schnäbel]
eo: [PREFSTRING:longaj bekoj]
es: [PREFSTRING:picos altos]
ja: [PREFSTRING:長いくちばし]
ko: [PREFSTRING:긴 부리]
pl: [PREFSTRING:długie dzioby]
ru: [PREFSTRING:длинные клювы]
tr: [PREFSTRING:uzun gagalar]
vi: [PREFSTRING:mỏ dài]
zh_hans: [PREFSTRING:长尖喙]

# CREATURE:BIRD_OSTRICH
source: [DESCRIPTION:A large flightless bird that runs through the savanna. It has a long neck and legs.]
cs: [DESCRIPTION:Velký nelétavý pták, který se prohání savanou. Má dlouhý krk a nohy.]
de: [DESCRIPTION: Ein großer flugunfähiger Vogel, der durch die Savanne läuft. Er hat einen langen Hals und lange Beine.]
eo: [DESCRIPTION:Granda nefluga birdo kiu kuras tra la savano. Ĝi havas longajn kolon kaj gambojn.]
es: [DESCRIPTION:Una gran ave no voladora que corre por la sabana. Tiene un largo cuello y patas.]
ja: [DESCRIPTION:A large flightless bird that runs through the savanna. It has a long neck and legs.][DESCRIPTION:長い足と首を持った、大きな飛べない鳥だ。サバンナに棲息し、足がとても速い。]
ko: [DESCRIPTION:사바나를 달리는 날지 못하는 큰 새. 이 새는 긴 목과 다리를 가지고 있습니다.]
pl: [DESCRIPTION:Duży, nielotny ptak, który przemierza sawanny. Ma długą szyję i nogi.]
ru: [DESCRIPTION:Большая нелетающая птица, бегающая по саванне. У неё длинная шея и ноги.]
tr: [DESCRIPTION:Savanada koşan geniş uçamayan bir kuş. Uzun boyun ve bacakları vardır.]
vi: [DESCRIPTION:Một loài chim không biết bay lớn chạy trên đồng cỏ. Nó có cổ và chân dài.]
zh_hans: [DESCRIPTION:一种在热带草原上奔跑但不会飞的大鸟。它有长长的脖子和腿。]

# CREATURE:BIRD_OSTRICH
source: [NAME:ostrich:ostriches:ostrich]
cs: [NAME:pštros:pštrosi:pštrosí]
de: [NAME: Strauß: Strauße: Strauß]
eo: [NAME:struto:strutoj:de struto]
es: [NAME:avestruz:avestruces:de avestruz]
ja: [NAME:ダチョウ:ダチョウ:ダチョウの]
ko: [NAME:타조:타조떼:타조]
pl: [NAME:struś:strusie:strusia]
ru: [NAME:страус:страусы:страуса]
tr: [NAME:deve kuşu:deve kuşları:deve kuşu]
vi: [NAME:chim đà điểu:chim đà điểu:chim đà điểu]
zh_hans: [NAME:鸵鸟:鸵鸟:鸵鸟]

# CREATURE:BIRD_OSTRICH
source: [GENERAL_CHILD_NAME:ostrich chick:ostrich chicks]
cs: [GENERAL_CHILD_NAME:mládě pštrosa:mláďata pštrosa]
de: [GENERAL_CHILD_NAME:Straußenküken:Straußenküken]
eo: [GENERAL_CHILD_NAME:strutido:strutidoj]
es: [GENERAL_CHILD_NAME:polluelo de avestruz:polluelos de avestruz]
ja: [GENERAL_CHILD_NAME:ダチョウの雛:ダチョウの雛の]
ko: [GENERAL_CHILD_NAME:새끼 타조:새끼 타조떼]
pl: [GENERAL_CHILD_NAME:pisklę strusia:pisklęta strusia]
ru: [GENERAL_CHILD_NAME:птенец страуса:птенцы страуса]
tr: [GENERAL_CHILD_NAME:deve kuşu yavrusu:deve kuşu yavruları]
vi: [GENERAL_CHILD_NAME:đà điểu non:đà điểu non:]
zh_hans: [GENERAL_CHILD_NAME:鸵鸟雏鸟:鸵鸟雏鸟]

# CREATURE:BIRD_OSTRICH
source: [PREFSTRING:long necks]
cs: [PREFSTRING:dlouhé krky]
de: [PREFSTRING:lange Hälse]
eo: [PREFSTRING:longaj koloj]
es: [PREFSTRING:cuellos largos]
ja: [PREFSTRING:長い首]
ko: [PREFSTRING:긴 목]
pl: [PREFSTRING:długie szyje]
ru: [PREFSTRING:длинные шеи]
tr: [PREFSTRING:uzun boyunlar]
vi: [PREFSTRING:mỏ dài]
zh_hans: [PREFSTRING:长颈]

# CREATURE:BIRD_OSTRICH
source: [PREFSTRING:giant eggs]
cs: [PREFSTRING:obří vejce]
de: [PREFSTRING:Rieseneier]
eo: [PREFSTRING:gigantaj ovoj]
es: [PREFSTRING:huevos gigantes]
ja: [PREFSTRING:巨大eggs]
ko: [PREFSTRING:거대 알들]
pl: [PREFSTRING:gigantyczne jaja]
ru: [PREFSTRING:большие яйца]
tr: [PREFSTRING:dev yumurtalar]
vi: [PREFSTRING:trứng khổng lồ]
zh_hans: [PREFSTRING:巨型鸟蛋]

# CREATURE:BIRD_OSTRICH
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekme at:tekme atar]
vi: [ATTACK_VERB:đá:đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:BIRD_OSTRICH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_OSTRICH
source: [CASTE_NAME:ostrich hen:ostrich hens:ostrich hen]
cs: [CASTE_NAME:žena pštrosa:ženy pštrosa:ženy pštrosa]
de: [CASTE_NAME:Straußenhenne:Straußenhennen:Straußenhenne]
eo: [CASTE_NAME:strutino:strutinoj:de strutino]
es: [CASTE_NAME:avestruz hembra:avestruces hembras:de avestruz hembra]
ja: [CASTE_NAME:雌ダチョウ:雌ダチョウ:雌ダチョウの]
ko: [CASTE_NAME:암 타조:암 타조떼:암 타조]
pl: [CASTE_NAME:samica strusia:samice strusia:samicy strusia]
ru: [CASTE_NAME:самка страуса:самки страуса:самки страуса]
tr: [CASTE_NAME:deve kuşu dişi:deve kuşu dişileri:deve kuşu dişi]
vi: [CASTE_NAME: chim đà điểu mái: chim đà điểu mái: chim đà điểu mái]
zh_hans: [CASTE_NAME:母鸵鸟:母鸵鸟:母鸵鸟]

# CREATURE:BIRD_OSTRICH
source: [CASTE_NAME:ostrich cock:ostrich cocks:ostrich cock]
cs: [CASTE_NAME:mužský pštos:mužští pštrosi:mužského pštrosa]
de: [CASTE_NAME:Straußenhahn:Straußenhähne:Straußenhahn]
eo: [CASTE_NAME:strutiĉo:strutiĉoj:de strutiĉo]
es: [CASTE_NAME:avestruz macho:avestruces machos:de avestruz macho]
ja: [CASTE_NAME:雄ダチョウ:雄ダチョウ:雄ダチョウの]
ko: [CASTE_NAME:수 타조:수 타조떼:수 타조]
pl: [CASTE_NAME:samiec strusia:samce strusia:samca strusia]
ru: [CASTE_NAME:самец страуса:самцы страуса:самца страуса]
tr: [CASTE_NAME:deve kuşu erkek:deve kuşu erkekleri:deve kuşu erkek]
vi: [CASTE_NAME: chim đà điểu trống: chim đà điểu trống:: chim đà điểu trống]
zh_hans: [CASTE_NAME:公鸵鸟:公鸵鸟:公鸵鸟]

# CREATURE:BIRD_OSTRICH
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_OSTRICH
source: [TLCM_NOUN:tail feathers:PLURAL]
cs: [TLCM_NOUN:ocasní peří:PLURAL]
de: [TLCM_NOUN:Schwanzfedern:PLURAL]
eo: [TLCM_NOUN:vostaj plumoj:PLURAL]
es: [TLCM_NOUN:plumas de la cola:PLURAL]
ja: [TLCM_NOUN:尾 羽:PLURAL]
ko: [TLCM_NOUN:꼬리 깃털들:PLURAL]
pl: [TLCM_NOUN:pióra ogona:PLURAL]
ru: [TLCM_NOUN:хвостовые перья:PLURAL]
tr: [TLCM_NOUN:kuyruk tüyleri:PLURAL]
vi: [TLCM_NOUN:lông dài:PLURAL]
zh_hans: [TLCM_NOUN:尾羽:PLURAL]

# CREATURE:BIRD_OSTRICH
source: [TLCM_NOUN:head and neck down:SINGULAR]
cs: [TLCM_NOUN:zlomená hlava a krk:SINGULAR]
de: [TLCM_NOUN:Kopf und Hals nach unten:SINGULAR]
eo: [TLCM_NOUN:lanugo de kapo kaj kolo:SINGULAR]
es: [TLCM_NOUN:cabeza y cuello abajo:SINGULAR]
ja: [TLCM_NOUN:首と頭:SINGULAR]
ko: [TLCM_NOUN:굽은 머리와 목:SINGULAR]
pl: [TLCM_NOUN:głowa i szyja:SINGULAR]
ru: [TLCM_NOUN:голова и шея:SINGULAR]
tr: [TLCM_NOUN:baş ve boyun tüyleri:SINGULAR]
vi: [TLCM_NOUN:đầu và cổ cúi xuống:SINGULAR]
zh_hans: [TLCM_NOUN:头颈以下]

# CREATURE:BIRD_OSTRICH
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_OSTRICH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:OSTRICH MAN
source: [CASTE_NAME:ostrich man:ostrich men:ostrich man]
cs: [CASTE_NAME:mužský pštos:mužští pštrosi:mužského pštrosa]
de: [CASTE_NAME:Straußenmann:Straußenmänner:Straußenmann]
eo: [CASTE_NAME:homstrutiĉo:homstrutiĉoj:de homstrutiĉo]
es: [CASTE_NAME:hombre avestruz:hombres avestruz:de hombre avestruz]
ja: [CASTE_NAME:ダチョウ男:ダチョウ男:ダチョウ男の]
ko: [CASTE_NAME:남성 타조인간:남성 타조인간들:남성 타조인간]
pl: [CASTE_NAME:strusiomężczyzna:strusiomężczyźni:strusiomężczyzny]
ru: [CASTE_NAME:мужчина-страус:мужчины-страусы:мужчин-страусов]
tr: [CASTE_NAME:deve kuşu adam:deve kuşu adamlar:deve kuşu adam]
vi: [CASTE_NAME:người-chim đà điểu:người-chim đà điểu:người-chim đà điểu]
zh_hans: [CASTE_NAME:鸵鸟男:鸵鸟男:鸵鸟男]

# CREATURE:OSTRICH MAN
source: [CASTE_NAME:ostrich woman:ostrich women:ostrich woman]
cs: [CASTE_NAME:žena pštrosa:ženy pštrosa:ženy pštrosa]
de: [CASTE_NAME:Straußenweibchen:Straußenweibchen:Straußenweibchen]
eo: [CASTE_NAME:homstrutino:homstrutinoj:de homstrutino]
es: [CASTE_NAME:mujer avestruz:mujeres avestruz:de mujer avestruz]
ja: [CASTE_NAME:ダチョウ女:ダチョウ女:ダチョウ女の]
ko: [CASTE_NAME:여성 타조인간:여성 타조인간들:여성 타조인간]
pl: [CASTE_NAME:strusiokobieta:strusiokobiety:strusiokobiecy]
ru: [CASTE_NAME:женщина-страус:женщины-страусы:женщины-страуса]
tr: [CASTE_NAME:deve kuşu kadın:deve kuşu kadınlar:deve kuşu kadın]
vi: [CASTE_NAME:người-chim đà điểu nữ:người-chim đà điểu nữ:người-chim đà điểu nữ]
zh_hans: [CASTE_NAME:鸵鸟女:鸵鸟女:鸵鸟女]

# CREATURE:OSTRICH MAN
source: [NAME:ostrich man:ostrich men:ostrich man]
cs: [NAME:mužský pštros:mužští pštrosi:mužského pštrosa]
de: [NAME:Straußenmann:Straußenmänner:Straußenmann]
eo: [CASTE_NAME:homstruto:homstrutoj:de homstruto]
es: [NAME:hombre avestruz:hombres avestruz:de hombre avestruz]
ja: [NAME:ダチョウ男:ダチョウ男:ダチョウ男の]
ko: [NAME:타조인간:타조인간들:타조인간]
pl: [NAME:strusioczłowiek:strusioludzie:strusioludzki]
ru: [NAME:человек-страус:люди-страусы:человека-страуса]
tr: [NAME:deve kuşu adam:deve kuşu adamlar:deve kuşu adam]
vi: [NAME:người-chim đà điểu:người-chim đà điểu:người-chim đà điểu]
zh_hans: [NAME:鸵鸟人:鸵鸟人:鸵鸟人]

# CREATURE:OSTRICH MAN
source: [DESCRIPTION:This is a medium-sized creature with legs and arms, but the long neck and head of an ostrich.]
cs: [DESCRIPTION:Je to středně velký tvor s nohama a rukama, ale dlouhým krkem a hlavou pštrosa.]
de: [DESCRIPTION: Dies ist eine mittelgroße Kreatur mit Beinen und Armen, aber dem langen Hals und Kopf eines Straußes.]
eo: [DESCRIPTION:Ĉi tio estas mezgranda estaĵo kun gamboj kaj brakoj, sed kun la longa kolo kaj la kapo de struto.]
es: [DESCRIPTION:Criatura de tamaño medio con piernas y brazos, pero con cuello largo y cabeza de un avestruz.]
ja: [DESCRIPTION:This is a medium-sized creature with legs and arms, but the long neck and head of an ostrich.][DESCRIPTION:人間の体にダチョウの首と頭が生えた生物だ。]
ko: [DESCRIPTION:다리와 팔을 가진 중간 크기의 생물체, 하지만 긴 목과 타조의 머리를 가지고 있다.]
pl: [DESCRIPTION:To średniego rozmiaru stworzenie z nogami i rękami, lecz długą szyją oraz głową strusia.]
ru: [DESCRIPTION:Существо среднего размера с ногами и руками, но длинной шеей и головой страуса.]
tr: [DESCRIPTION:Bacakları ve kolları olan orta boy bir fantastik canlı ama deve kuşunun uzun boyun ve başına sahip.]
vi: [DESCRIPTION:Đây là một sinh vật kích thước trung bình với chân và cánh, nhưng cổ và đầu dài như chim đà điểu.]
zh_hans: [DESCRIPTION:这是一种中等体型的生物有腿和胳膊，但也有鸵鸟的长脖子和头。]

# CREATURE:BIRD_OSTRICH_GIANT
source: [NAME:giant ostrich:giant ostriches:giant ostrich]
cs: [NAME:obří pštros:obří pštrosi:obřího pštrosa]
de: [NAME: Riesenstrauß:Riesenstrauße:Riesenstrauß]
eo: [NAME:giganta struto:gigantaj strutoj:de giganta struto]
es: [NAME:avestruz gigante:avestruces gigantes:de avestruz gigante]
ja: [NAME:巨大ダチョウ:巨大ダチョウ:巨大ダチョウの]
ko: [NAME:거대 타조:거대 타조떼:거대 타조]
pl: [NAME:gigantyczny struś:gigantyczne strusie:gigantycznego strusia]
ru: [NAME:гигантский страус:гигантские страусы:гигантского страуса]
tr: [NAME:dev deve kuşu:dev deve kuşları:dev deve kuşu]
vi: [NAME:chim đà điểu khổng lồ:chim đà điểu khổng lồ:chim đà điểu khổng lồ]
zh_hans: [NAME:巨鸵鸟:巨鸵鸟:巨鸵鸟]

# CREATURE:BIRD_OSTRICH_GIANT
source: [GENERAL_CHILD_NAME:giant ostrich chick:giant ostrich chicks]
cs: [GENERAL_CHILD_NAME:obří pštrésí kuře:obří pštrosí kuřata]
de: [GENERAL_CHILD_NAME:Riesenstraußküken:Riesenstraußküken]
eo: [GENERAL_CHILD_NAME:giganta strutido:gigantaj strutidoj]
es: [GENERAL_CHILD_NAME:polluelo de avestruz gigante:polluelos de avestruz gigante]
ja: [GENERAL_CHILD_NAME:巨大ダチョウの雛:巨大ダチョウの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 타조:새끼 거대 타조떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego strusia:pisklęta gigantycznego strusia]
ru: [GENERAL_CHILD_NAME:птенец гигантского страуса:птенцы гигантского страуса]
tr: [GENERAL_CHILD_NAME:dev deve kuşu yavrusu:dev deve kuşu yavruları]
vi: [GENERAL_CHILD_NAME:đà điểu non:đà điểu non:]
zh_hans: [GENERAL_CHILD_NAME:巨鸵鸟雏鸟:巨鸵鸟雏鸟]

# CREATURE:BIRD_OSTRICH_GIANT
source: [DESCRIPTION:A huge bird monster with extremely long legs and neck.]
cs: [DESCRIPTION:Obrovské ptačí monstrum s extrémně dlouhýma nohama a krkem.]
de: [DESCRIPTION: Ein riesiger Monstervogel mit extrem langen Beinen und Hals.]
eo: [DESCRIPTION:Grandega birdo-monstro kun longegaj gamboj kaj kolo.]
es: [DESCRIPTION:Una enorme ave-monstruo con un cuello y patas extremadamente largas.]
ja: [DESCRIPTION:異常に長い首と足を持った巨大な怪鳥だ。]
ko: [DESCRIPTION:극단적으로 긴 목과 다리를 지닌 거대 조류 괴물입니다.]
pl: [DESCRIPTION:Ogromny, ptasi potwór z niesamowicie długimi nogami oraz szyją.]
ru: [DESCRIPTION:Огромная птица с очень длинными ногами и шеей.]
tr: [DESCRIPTION:Son derece uzun bacakları ve boynuyla dev bir kuş canavarı.]
vi: [DESCRIPTION:Một sinh vật chim khổng lồ với chân và cổ cực kỳ dài.]
zh_hans: [DESCRIPTION:一种体型巨大并且有着极长的腿和脖子的鸟型怪物。]

# CREATURE:BIRD_OSTRICH_GIANT
source: [CASTE_NAME:giant ostrich cock:giant ostrich cocks:giant ostrich cock]
cs: [CASTE_NAME:obří pštrosí kohout:obří pštrosí kohouti:obřího pštrosího kohouta]
de: [CASTE_NAME:Riesen-Straußenhahn:Riesen-Straußenhähne:Riesen-Straußenhahn]
eo: [CASTE_NAME:giganta strutiĉo:gigantaj strutiĉoj:de giganta strutiĉo]
es: [CASTE_NAME:avestruz gigante macho:avestruces gigantes machos:de avestruz gigante macho]
ja: [CASTE_NAME:巨大雄ダチョウ:巨大雄ダチョウ:巨大雄ダチョウの]
ko: [CASTE_NAME:거대 수 타조:거대 수 타조떼:거대 수 타조]
pl: [CASTE_NAME:samiec gigantycznego strusia:samce gigantycznego strusia:samca gigantycznego strusia]
ru: [CASTE_NAME:самец гигантского страуса:самцы гигантского страуса:самца гигантского страуса]
tr: [CASTE_NAME:dev deve kuşu erkek:dev deve kuşu erkekleri:dev deve kuşu erkek]
vi: [CASTE_NAME: chim đà điểu trống: chim đà điểu trống:: chim đà điểu trống]
zh_hans: [CASTE_NAME:公巨鸵鸟:公巨鸵鸟:公巨鸵鸟]

# CREATURE:BIRD_OSTRICH_GIANT
source: [CASTE_NAME:giant ostrich hen:giant ostrich hens:giant ostrich hen]
cs: [CASTE_NAME:obří pštrosí slepice:obří pštrosí slepice:obří pštrosí slepice]
de: [CASTE_NAME:Riesen-Straußenhenne:Riesen-Straußenhennen:Riesen-Straußenhenne]
eo: [CASTE_NAME:giganta strutino:gigantaj strutinoj:de giganta strutino]
es: [CASTE_NAME:avestruz gigante hembra:avestruces gigantes hembras:de avestruz gigante hembra]
ja: [CASTE_NAME:巨大雌ダチョウ:巨大雌ダチョウ:巨大雌ダチョウの]
ko: [CASTE_NAME:거대 암 타조:거대 암 타조떼:거대 암 타조]
pl: [CASTE_NAME:samica gigantycznego strusia:samice gigantycznego strusia:samicy gigantycznego strusia]
ru: [CASTE_NAME:самка гигантского страуса:самки гигантского страуса:самки гигантского страуса]
tr: [CASTE_NAME:dev deve kuşu dişi:dev deve kuşu dişileri:dev deve kuşu dişi]
vi: [CASTE_NAME: chim đà điểu mái: chim đà điểu mái: chim đà điểu mái]
zh_hans: [CASTE_NAME:母巨鸵鸟:母巨鸵鸟:母巨鸵鸟]

# CREATURE:BIRD_OSTRICH_GIANT
source: [PREFSTRING:long necks]
cs: [PREFSTRING:dlouhé krky]
de: [PREFSTRING:lange Hälse]
eo: [PREFSTRING:longaj koloj]
es: [PREFSTRING:cuellos largos]
ko: [PREFSTRING:긴 목]
pl: [PREFSTRING:długie szyje]
ru: [PREFSTRING:длинные шеи]
tr: [PREFSTRING:uzun boyunlar]
vi: [PREFSTRING:mỏ dài]
zh_hans: [PREFSTRING:长颈]

# CREATURE:BIRD_OSTRICH_GIANT
source: [PREFSTRING:giant eggs]
cs: [PREFSTRING:obří vejce]
de: [PREFSTRING:Rieseneier]
eo: [PREFSTRING:gigantaj ovoj]
es: [PREFSTRING:huevos gigantes]
ja: [PREFSTRING:巨大な卵]
ko: [PREFSTRING:거대 알들]
pl: [PREFSTRING:gigantyczne jaja]
ru: [PREFSTRING:большие яйца]
tr: [PREFSTRING:dev yumurtalar]
vi: [PREFSTRING:trứng khổng lồ]
zh_hans: [PREFSTRING:巨型鸟蛋]

# CREATURE:BIRD_CROW
source: [DESCRIPTION:A small black bird that feeds on carrion. It is social, very intelligent and knows how to use tools.]
cs: [DESCRIPTION:Malý černý pták, který se živí mršinami. Je společenský, velmi inteligentní a umí používat nástroje.]
de: [DESCRIPTION: Ein kleiner, schwarzer Vogel, der sich von Aas ernährt. Es ist sozial, sehr intelligent und weiß, wie man Werkzeuge benutzt.]
eo: [DESCRIPTION:Malgranda nigra birdo kiu manĝas kadavraĵon. Ĝi estas sociema kaj tre inteligenta, kaj scias uzi ilojn.]
es: [DESCRIPTION:Una pequeña ave negra que vive de carroña. Es sociable, muy inteligente y sabe usar herramientas.]
ja: [DESCRIPTION:A small black bird that feeds on carrion. It is social, very intelligent and knows how to use tools.][DESCRIPTION:腐肉を漁る黒い小さな鳥だ。非常に知能が高く、社会性があったり道具を使ったりする。]
ko: [DESCRIPTION:썩은 고기가 주식인 작고 검은 새 입니다. 이들은 사회적이고. 굉장히 지능적이며 도구를 사용할 줄 알고 있습니다.]
pl: [DESCRIPTION:Mały, czarny ptak, który żywi się padliną. Jest towarzyski, bardzo inteligentny i wie, jak używać narzędzi.]
ru: [DESCRIPTION:Небольшая чёрная птица, питающаяся морковью. Живёт в сообществе себе подобных, очень сообразительная, умеет пользоваться подручными средствами как инструментами.]
tr: [DESCRIPTION:Leşle beslenen küçük siyah bir kuş. Sosyal, çok zeki ve araç kullanmayı bilir.]
vi: [DESCRIPTION:Một loài chim đen nhỏ ăn xác động vật. Chúng sống theo bầy đàn, rất thông minh và biết sử dụng công cụ.]
zh_hans: [DESCRIPTION:一种小型的食腐黑鸟。它善于社交，非常聪明，知道如何使用工具。]

# CREATURE:BIRD_CROW
source: [NAME:crow:crows:crow]
cs: [NAME:vrána:vrány:vrány]
de: [NAME: Krähe: Krähen: Krähe]
eo: [NAME:korvo:korvoj:de korvo]
es: [NAME:corneja:cornejas:de corneja]
ja: [NAME:カラス:カラス:カラスの]
ko: [NAME:까마귀:까마귀떼:까마귀]
pl: [NAME:wrona:wrony:wrony]
ru: [NAME:ворона:вороны:вороны]
tr: [NAME:karga:kargalar:karga]
vi: [NAME:quạ:quạ:quạ]
zh_hans: [NAME:乌鸦:乌鸦:乌鸦]

# CREATURE:BIRD_CROW
source: [CASTE_NAME:crow:crows:crow]
cs: [CASTE_NAME:vrána:vrány:vrány]
de: [CASTE_NAME: Krähe: Krähen: Krähe]
eo: [CASTE_NAME:korvo:korvoj:de korvo]
es: [CASTE_NAME:corneja:corneja:de corneja]
ja: [CASTE_NAME:カラス:カラス:カラスの]
ko: [CASTE_NAME:까마귀:까마귀떼:까마귀]
pl: [CASTE_NAME:wrona:wrony:wrony]
ru: [CASTE_NAME:ворона:вороны:вороны]
tr: [CASTE_NAME:karga:kargalar:karga]
vi: [CASTE_NAME:quạ:quạ:quạ]
zh_hans: [CASTE_NAME:乌鸦:乌鸦:乌鸦]

# CREATURE:BIRD_CROW
source: [GENERAL_CHILD_NAME:crow hatchling:crow hatchlings]
cs: [GENERAL_CHILD_NAME:pískle vrány:písklata vrány]
de: [GENERAL_CHILD_NAME:Krähenjunges:Krähejunge]
eo: [GENERAL_CHILD_NAME:korvido:korvidoj]
es: [GENERAL_CHILD_NAME:polluelo de corneja:polluelos de corneja]
ja: [GENERAL_CHILD_NAME:カラスの雛:カラスの雛の]
ko: [GENERAL_CHILD_NAME:새끼 까마귀:새끼 까마귀떼]
pl: [GENERAL_CHILD_NAME:pisklę wrony:pisklęta wrony]
ru: [GENERAL_CHILD_NAME:воронёнок:воронята]
tr: [GENERAL_CHILD_NAME:karga yavrusu:karga yavruları]
vi: [GENERAL_CHILD_NAME:quạ non:quạ non]
zh_hans: [GENERAL_CHILD_NAME:乌鸦幼崽:乌鸦幼崽]

# CREATURE:BIRD_CROW
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:知能が高い]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]
vi: [PREFSTRING:thông minh]
zh_hans: [PREFSTRING:聪慧]

# CREATURE:BIRD_CROW
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:咬:咬]
