Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_IGUANA
source: [NAME:giant iguana:giant iguanas:giant iguana]
cs: [NAME:obří leguán:obří leguáni:obří leguán]
de: [NAME:riesen leguan:riesen leguane:riesen leguan]
eo: [NAME:giganta igvano:gigantaj igvanoj:de giganta igvano]
es: [NAME:iguana gigante:iguanas gigantes:iguana gigante]
ja: [NAME:巨大イグアナ:巨大イグアナ:巨大イグアナの]
ko: [NAME:거대 이구아나:거대 이구아나들:거대 이구아나]
pl: [NAME:gigantyczna iguana:gigantyczne iguany:gigantyczno iguanowy]
ru: [NAME:гигантская игуана:гигантские игуаны:гигантской игуаны]
tr: [NAME:dev iguana:dev iguanalar:dev iguana]
vi: [NAME:Kỳ đà khổng lồ:Kỳ đà khổng lồ:Kỳ đà khổng lồ]

# CREATURE:GIANT_IGUANA
source: [CASTE_NAME:giant iguana:giant iguanas:giant iguana]
cs: [CASTE_NAME:obří leguán:obří leguáni:obří leguán]
de: [CASTE_NAME:riesen leguan:riesen leguane:riesen leguan]
eo: [CASTE_NAME:giganta igvano:gigantaj igvanoj:de giganta igvano]
es: [CASTE_NAME:iguana gigante:iguanas gigantes:iguana gigante]
ja: [CASTE_NAME:巨大イグアナ:巨大イグアナ:巨大イグアナの]
ko: [CASTE_NAME:거대 이구아나:거대 이구아나들:거대 이구아나]
pl: [CASTE_NAME:gigantyczna iguana:gigantyczne iguany:gigantyczno iguanowy]
ru: [CASTE_NAME:гигантская игуана:гигантские игуаны:гигантской игуаны]
tr: [CASTE_NAME:dev iguana:dev iguanalar:dev iguana]
vi: [CASTE_NAME:Kỳ đà khổng lồ:Kỳ đà khổng lồ:Kỳ đà khổng lồ]

# CREATURE:GIANT_IGUANA
source: [GENERAL_CHILD_NAME:giant iguana hatchling:giant iguana hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího leguána:mláďata obřího leguána]
de: [GENERAL_CHILD_NAME:Riesenleguan-Schlüpflinge:Riesenleguan-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta igvanido:gigantaj igvanidoj]
es: [GENERAL_CHILD_NAME:cría de iguana gigante:crías de iguana gigante]
ja: [GENERAL_CHILD_NAME:巨大イグアナの子供:巨大イグアナの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 이구아나:새끼 거대 이구아나들]
pl: [GENERAL_CHILD_NAME:młody gigantycznej iguany:młode gigantycznej iguany]
ru: [GENERAL_CHILD_NAME:детёныш гигантской игуаны:детёныши гигантской игуаны]
tr: [GENERAL_CHILD_NAME:yavru dev iguana:yavru dev iguanalar]
vi: [GENERAL_CHILD_NAME:Kỳ đà khổng lồ con mới nở:Kỳ đà khổng lồ con mới nở]

# CREATURE:GIANT_IGUANA
source: [DESCRIPTION:A huge monster in the shape of an iguana.]
cs: [DESCRIPTION:Obrovský tvor ve tvaru leguána.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Leguans.]
eo: [DESCRIPTION:Grandega monstro kun formo de igvano.]
es: [DESCRIPTION:Un enorme monstruo con la forma de una iguana.]
ja: [DESCRIPTION:イグアナのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:이구아나의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie legwana.]
ru: [DESCRIPTION:Огромный монстр, похожий на игуану.]
tr: [DESCRIPTION:İguana şeklinde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dạng kỳ đà.]
zh_hans: [DESCRIPTION:一只巨大的鬣蜥怪。]

# CREATURE:GIANT_IGUANA
source: [PREFSTRING:head bobs]
cs: [PREFSTRING:kýváním hlavou]
de: [PREFSTRING:wippender Kopf]
eo: [PREFSTRING:kapaj movadoj]
es: [PREFSTRING:meneo de cabeza]
ja: [PREFSTRING:頭のこぶ]
ko: [PREFSTRING:머리 흔들기]
pl: [PREFSTRING:kiwnięcia głową]
ru: [PREFSTRING:гребень на голове]
tr: [PREFSTRING:kafa sallamaları]
vi: [PREFSTRING:Cái gật đầu]

# CREATURE:GIANT_IGUANA
source: [PREFSTRING:dewlaps]
cs: [PREFSTRING:hrdelními laloky]
de: [PREFSTRING:Wammen]
eo: [PREFSTRING:subkola haŭto]
es: [PREFSTRING:papadas]
ja: [PREFSTRING:のど袋]
ko: [PREFSTRING:이슬 맺힘]
pl: [PREFSTRING:podgardla]
ru: [PREFSTRING:кожные складки на шее]
tr: [PREFSTRING:gerdanlar]
vi: [PREFSTRING:Yếm]

# CREATURE:RIVER OTTER
source: [DESCRIPTION:A small river mammal with a long body. They enjoy eating shellfish and other small animals.]
cs: [DESCRIPTION:Malý říční savec s dlouhým tělem. Rád se živí měkkýši a jinými drobnými živočichy.]
de: [DESCRIPTION:Ein kleines Flusssäugetier mit einem langen Körper. Sie fressen gerne Schalentiere und andere kleine Tiere.]
eo: [DESCRIPTION:Malgranda rivera mamulo kun longa korpo. Ili frandas konkojn kaj aliajn malgrandajn bestojn.]
es: [DESCRIPTION:Un pequeño mamífero de rió, con un cuerpo alargado. Les encanta comer crustáceos y otros pequeños animales.]
ja: [DESCRIPTION:川に棲む長い胴の小型哺乳類だ。貝や小魚を好む。]
ko: [DESCRIPTION:몸이 긴 작은 강 포유류. 조개류 등 작은 동물을 즐겨 먹는다.]
pl: [DESCRIPTION:Mały, rzeczny ssak o długim ciele. Zjada mięczaki i inne małe zwierzęta.]
ru: [DESCRIPTION:Небольшое речное млекопитающее с длинным телом. Любит есть моллюсков и мелких млекопитающих.]
tr: [DESCRIPTION:Uzun gövdeli küçük bir nehir memelisi. Kabuklu deniz hayvanlarını ve diğer küçük hayvanları yemekten hoşlanırlar.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ sống ở sông với thân hình dài. Chúng thích ăn động vật có vỏ và các loài động vật nhỏ khác.]

# CREATURE:RIVER OTTER
source: [NAME:river otter:river otters:river otter]
cs: [NAME:říční vydra:říční vydry:říční vydra]
de: [NAME:Flussotter:Flussotter:Flussotter]
eo: [NAME:lutro:lutroj:de lutro]
es: [NAME:nutria de rió:nutrias de rió:nutria de rió]
ja: [NAME:カワウソ:カワウソ:カワウソの]
ko: [NAME:수달:수달들:수달]
pl: [NAME:wydra rzeczna:wydry rzeczne:wydro rzeczny]
ru: [NAME:речная выдра:речные выдры:речной выдры]
tr: [NAME:nehir su samuru:nehir su samurları:nehir su samuru]
vi: [NAME:Rái cá sông:Rái cá sông:Rái cá sông]

# CREATURE:RIVER OTTER
source: [CASTE_NAME:river otter:river otters:river otter]
cs: [CASTE_NAME:říční vydra:říční vydry:říční vydra]
de: [CASTE_NAME:Flussotter:Flussotter:Flussotter]
eo: [CASTE_NAME:lutro:lutroj:de lutro]
es: [CASTE_NAME:nutria de rió:nutrias de rió:nutria de rió]
ja: [CASTE_NAME:カワウソ:カワウソ:カワウソの]
ko: [CASTE_NAME:수달:수달들:수달]
pl: [CASTE_NAME:wydra rzeczna:wydry rzeczne:wydro rzeczny]
ru: [CASTE_NAME:речная выдра:речные выдры:речной выдры]
tr: [CASTE_NAME:nehir su samuru:nehir su samurları:nehir su samuru]
vi: [CASTE_NAME:Rái cá sông:Rái cá sông:Rái cá sông]

# CREATURE:RIVER OTTER
source: [GENERAL_CHILD_NAME:river otter pup:river otter pups]
cs: [GENERAL_CHILD_NAME:mládě říční vydry:mláďata říční vydry]
de: [GENERAL_CHILD_NAME:Flussotter-Welpen:Flussotter-Welpen]
eo: [GENERAL_CHILD_NAME:lutrido:lutridoj]
es: [GENERAL_CHILD_NAME:cría de nutria de río:crías de nutria de río]
ja: [GENERAL_CHILD_NAME:カワウソの子供:カワウソの子供の]
ko: [GENERAL_CHILD_NAME:새끼 수달:새끼 수달들]
pl: [GENERAL_CHILD_NAME:szczenię wydry rzecznej:szczenięta wydry rzecznej]
ru: [GENERAL_CHILD_NAME:детёныш речной выдры:детёныши речной выдры]
tr: [GENERAL_CHILD_NAME:yavru nehir su samuru:yavru nehir su samurları]
vi: [GENERAL_CHILD_NAME:Rái cá sông con:Rái cá sông con]

# CREATURE:RIVER OTTER
source: [PREFSTRING:playfulness]
cs: [PREFSTRING:hravostí]
de: [PREFSTRING:Verspieltheit]
eo: [PREFSTRING:petolemo]
es: [PREFSTRING:alegres]
ja: [PREFSTRING:遊び好き]
ko: [PREFSTRING:장난기]
pl: [PREFSTRING:zabawowość]
ru: [PREFSTRING:игривость]
tr: [PREFSTRING:oyunculuk]
vi: [PREFSTRING:Tính thích chơi đùa]

# CREATURE:RIVER OTTER
source: [PREFSTRING:fluffy faces]
cs: [PREFSTRING:chlupatými čumáčky]
de: [PREFSTRING:flauschige Gesichter]
eo: [PREFSTRING:lanugaj kapoj]
es: [PREFSTRING:caras mullidas]
ja: [PREFSTRING:ふわふわの顔]
ko: [PREFSTRING:보송보송한 얼굴]
pl: [PREFSTRING:puchate pyski]
ru: [PREFSTRING:пушистые морды]
tr: [PREFSTRING:tüylü yüzler]
vi: [PREFSTRING:Những khuôn mặt mềm mại]

# CREATURE:RIVER OTTER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:RIVER OTTER
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:RIVER OTTER
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:RIVER OTTER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:RIVER OTTER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SEA OTTER
source: [DESCRIPTION:A small marine mammal with a long body. They enjoy eating shellfish and other small animals.]
cs: [DESCRIPTION:Malý mořský savec s dlouhým tělem. Rád se živí měkkýši a jinými drobnými živočichy.]
de: [DESCRIPTION:Ein kleiner Meeressäuger mit einem langen Körper. Sie fressen gerne Schalentiere und andere kleine Tiere.]
eo: [DESCRIPTION:Malgranda mara mamulo kun longa korpo. Ili frandas konkojn kaj aliajn malgrandajn animalojn.]
es: [DESCRIPTION:Un pequeño mamífero marino con un largo cuerpo. Disfruta comer mariscos y otros pequeños animales.]
ja: [DESCRIPTION:海に棲む長い胴の小型哺乳類だ。貝や小魚を好む。]
ko: [DESCRIPTION:몸이 긴 작은 해양 포유동물. 조개류 등 작은 동물을 즐겨 먹는다.]
pl: [DESCRIPTION:Mały, morski ssak o długim ciele. Zjada mięczaki i inne małe zwierzęta.]
ru: [DESCRIPTION:Небольшое морское млекопитающее с длинным телом. Любит есть моллюсков и мелких млекопитающих.]
tr: [DESCRIPTION:Uzun gövdeli küçük bir deniz memelisi. Kabuklu deniz hayvanlarını ve diğer küçük hayvanları yemekten hoşlanırlar.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ sống ở biển với thân hình dài. Chúng thích ăn động vật có vỏ và các loài động vật nhỏ khác.]

# CREATURE:SEA OTTER
source: [NAME:sea otter:sea otters:sea otter]
cs: [NAME:mořská vydra:mořské vydry:mořská vydra]
de: [NAME:Seeotter:Seeottern:Seeotter]
eo: [NAME:marlutro:marlutroj:de marlutro]
es: [NAME:nutria marina:nutrias marinas:nutria marina]
ja: [NAME:ラッコ:ラッコ:ラッコの]
ko: [NAME:해달:해달들:해달]
pl: [NAME:wydra morska:wydry morskie:wydra morska]
ru: [NAME:морская выдра:морские выдры:морской выдры]
tr: [NAME:deniz samuru:deniz samurları:deniz samuru]
vi: [NAME:Rái cá biển:Rái cá biển:Rái cá biển]

# CREATURE:SEA OTTER
source: [CASTE_NAME:sea otter:sea otters:sea otter]
cs: [CASTE_NAME:mořská vydra:mořské vydry:mořská vydra]
de: [CASTE_NAME:Seeotter:Seeottern:Seeotter]
eo: [CASTE_NAME:marlutro:marlutroj:de marlutro]
es: [CASTE_NAME:nutria marina:nutrias marinas:nutria marina]
ja: [CASTE_NAME:ラッコ:ラッコ:ラッコの]
ko: [CASTE_NAME:해달:해달들:해달]
pl: [CASTE_NAME:wydra morska:wydry morskie:wydra morska]
ru: [CASTE_NAME:морская выдра:морские выдры:морской выдры]
tr: [CASTE_NAME:deniz samuru:deniz samurları:deniz samuru]
vi: [CASTE_NAME:Rái cá biển:Rái cá biển:Rái cá biển]

# CREATURE:SEA OTTER
source: [GENERAL_CHILD_NAME:sea otter pup:sea otter pups]
cs: [GENERAL_CHILD_NAME:mládě mořské vydry:mláďata mořské vydry]
de: [GENERAL_CHILD_NAME:Seeotter-Welpen:Seeotter-Welpen]
eo: [GENERAL_CHILD_NAME:marlutrido:marlutridoj]
es: [GENERAL_CHILD_NAME:cría de nutria marina:crías de nutria marina]
ja: [GENERAL_CHILD_NAME:ラッコの子供:ラッコの子供の]
ko: [GENERAL_CHILD_NAME:새끼 해달:새끼 해달들]
pl: [GENERAL_CHILD_NAME:mała wydra morska:małe wydry morskie]
ru: [GENERAL_CHILD_NAME:детёныш морской выдры:детёныш морской выдры]
tr: [GENERAL_CHILD_NAME:yavru deniz samuru:yavru deniz samurları]
vi: [GENERAL_CHILD_NAME:Rái cá biển con:Rái cá biển con]

# CREATURE:SEA OTTER
source: [PREFSTRING:playfulness]
cs: [PREFSTRING:hravostí]
de: [PREFSTRING:Verspieltheit]
eo: [PREFSTRING:petolemo]
es: [PREFSTRING:alegres]
ja: [PREFSTRING:遊び好き]
ko: [PREFSTRING:장난기]
pl: [PREFSTRING:zabawowość]
ru: [PREFSTRING:игривость]
tr: [PREFSTRING:oyunculuk]
vi: [PREFSTRING:Tính thích chơi đùa]

# CREATURE:SEA OTTER
source: [PREFSTRING:fluffy faces]
cs: [PREFSTRING:chlupatými čumáčky]
de: [PREFSTRING:flauschige Gesichter]
eo: [PREFSTRING:lanugaj kapoj]
es: [PREFSTRING:caras mullidas]
ja: [PREFSTRING:ふわふわの顔]
ko: [PREFSTRING:보송보송한 얼굴]
pl: [PREFSTRING:puchate pyski]
ru: [PREFSTRING:пушистые морды]
tr: [PREFSTRING:tüylü yüzler]
vi: [PREFSTRING:Những khuôn mặt mềm mại]

# CREATURE:SEA OTTER
source: [PREFSTRING:simple tool use]
cs: [PREFSTRING:jednoduchým používáním nástrojů]
de: [PREFSTRING:einfache Werkzeuge nutzend]
eo: [PREFSTRING:uzado de malkompleksaj iloj]
es: [PREFSTRING:uso de herramientas simples]
ja: [PREFSTRING:simple 道具を使う]
ko: [PREFSTRING:간단한 도구 사용]
pl: [PREFSTRING:użycie prostych narzędzi]
ru: [PREFSTRING:умение использовать простые подручные средства]
tr: [PREFSTRING:basit araç kullanımı]
vi: [PREFSTRING:Khả năng sử dụng công cụ đơn giản]

# CREATURE:SEA OTTER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SEA OTTER
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:SEA OTTER
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:SEA OTTER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SEA OTTER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:OTTER_MAN
source: [CASTE_NAME:otter man:otter men:otter man]
cs: [CASTE_NAME:vodní muž:vodní muži:vodní muž]
de: [CASTE_NAME:Ottermann:Ottermänner:Ottermann]
eo: [CASTE_NAME:homlutriĉo:homlutriĉoj:de homlutriĉo]
es: [CASTE_NAME:hombre nutria:hombres nutria:hombre nutria]
ja: [CASTE_NAME:ラッコ男:ラッコ男:ラッコ男の]
ko: [CASTE_NAME:남성 수달인간:남성 수달인간들:남성 수달인간]
pl: [CASTE_NAME:wydromężczyzna:wydromężczyźni:wydromężczyzny]
ru: [CASTE_NAME:мужчина-выдра:мужчины-выдры:мужчины-выдры]
tr: [CASTE_NAME:erkek su samuru:erkek su samurları:erkek su samuru]
vi: [CASTE_NAME:Người rái cá:Người rái cá:Người rái cá]

# CREATURE:OTTER_MAN
source: [CASTE_NAME:otter woman:otter women:otter woman]
cs: [CASTE_NAME:vodní žena:vodní ženy:vodní žena]
de: [CASTE_NAME:Otterfrau:Otterfrauen:Otterfrau]
eo: [CASTE_NAME:homlutrino:homlutrinoj:de homlutrino]
es: [CASTE_NAME:mujer nutria:mujeres nutria:mujer nutria]
ja: [CASTE_NAME:ラッコ女:ラッコ女:ラッコ女の]
ko: [CASTE_NAME:여성 수달인간:여성 수달인간들:여성 수달인간]
pl: [CASTE_NAME:wydrokobieta:wydrokobiety:wydrokobiecy]
ru: [CASTE_NAME:женщина-выдра:женщины-выдры:женщины-выдры]
tr: [CASTE_NAME:dişi su samuru:dişi su samurları:dişi su samuru]
vi: [CASTE_NAME:Nữ người rái cá:Nữ người rái cá:Nữ người rái cá]

# CREATURE:OTTER_MAN
source: [NAME:otter man:otter men:otter man]
cs: [NAME:vodní muž:vodní muži:vodní muž]
de: [NAME:Ottermensch:Ottermenschen:Ottermensch]
eo: [NAME:homlutro:homlutroj:de homlutro]
es: [NAME:hombre nutria:hombres nutria:hombre nutria]
ja: [NAME:ラッコ男:ラッコ男:ラッコ男の]
ko: [NAME:수달인간:수달인간들:수달인간]
pl: [NAME:wydroczłowiek:wydroludzie:wydroludzki]
ru: [NAME:человек-выдра:люди-выдры:человека-выдры]
tr: [NAME:erkek su samuru:erkek su samurları:erkek su samuru]
vi: [NAME:Người rái cá:Người rái cá:Người rái cá]

# CREATURE:OTTER_MAN
source: [DESCRIPTION:A person with the long body and head of an otter.]
cs: [DESCRIPTION:Osoba s dlouhým tělem a hlavou vydry.]
de: [DESCRIPTION:Eine Person mit dem langen Körper und Kopf eines Otters.]
eo: [DESCRIPTION:Homo kun la longa korpo kaj kapo de lutro.]
es: [DESCRIPTION:Una persona con el largo cuerpo y la cabeza de una nutria.]
ja: [DESCRIPTION:ラッコの頭と長い胴を持つ人間だ。]
ko: [DESCRIPTION:수달의 긴 몸과 머리를 가진 사람.]
pl: [DESCRIPTION:Osobnik z długim ciałem i głową wydry.]
ru: [DESCRIPTION:Человек с длинным телом и головой выдры.]
tr: [DESCRIPTION:Su samuru başına ve uzun gövdesine sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang thân hình dài và đầu của rái cá.]

# CREATURE:GIANT_OTTER
source: [NAME:giant otter:giant otters:giant otter]
cs: [NAME:obří vydra:obří vydry:obří vydra]
de: [NAME:Riesenotter:Riesenotter:Riesenotter]
eo: [NAME:giganta lutro:gigantaj lutroj:de giganta lutro]
es: [NAME:nutria gigante:nutrias gigantes:nutria gigante]
ja: [NAME:巨大ラッコ:巨大ラッコ:巨大ラッコの]
ko: [NAME:거대 수달:거대 수달들:거대 수달]
pl: [NAME:gigantyczna wydra:gigantyczne wydry:gigantyczno wydrzy]
ru: [NAME:гигантская выдра:гигантские выдры:гигантской выдры]
tr: [NAME:dev su samuru:dev su samurları:dev su samuru]
vi: [NAME:Rái cá khổng lồ:Rái cá khổng lồ:Rái cá khổng lồ]

# CREATURE:GIANT_OTTER
source: [CASTE_NAME:giant otter:giant otters:giant otter]
cs: [CASTE_NAME:obří vydra:obří vydry:obří vydra]
de: [CASTE_NAME:Riesenotter:Riesenotter:Riesenotter]
eo: [CASTE_NAME:giganta lutro:gigantaj lutroj:de giganta lutro]
es: [CASTE_NAME:nutria gigante:nutrias gigantes:nutria gigante]
ja: [CASTE_NAME:巨大ラッコ:巨大ラッコ:巨大ラッコの]
ko: [CASTE_NAME:거대 수달:거대 수달들:거대 수달]
pl: [CASTE_NAME:gigantyczna wydra:gigantyczne wydry:gigantyczno wydrzy]
ru: [CASTE_NAME:гигантская выдра:гигантские выдры:гигантской выдры]
tr: [CASTE_NAME:dev su samuru:dev su samurları:dev su samuru]
vi: [CASTE_NAME:Rái cá khổng lồ:Rái cá khổng lồ:Rái cá khổng lồ]

# CREATURE:GIANT_OTTER
source: [GENERAL_CHILD_NAME:giant otter pup:giant otter pups]
cs: [GENERAL_CHILD_NAME:mládě obří vydry:mláďata obří vydry]
de: [GENERAL_CHILD_NAME:Riesenotter Junges:Riesenotter Junge]
eo: [GENERAL_CHILD_NAME:giganta lutrido:gigantaj lutridoj]
es: [GENERAL_CHILD_NAME:cría de nutria gigante:crías de nutria gigante]
ja: [GENERAL_CHILD_NAME:巨大ラッコの子供:巨大ラッコの子供の]
ko: [GENERAL_CHILD_NAME:거대 수달 새끼:거대 수달 새끼들]
pl: [GENERAL_CHILD_NAME:młody gigantycznej wydry:młode gigantycznej wydry]
ru: [GENERAL_CHILD_NAME:детёныш гигантской выдры:детёныш гигантской выдры]
tr: [GENERAL_CHILD_NAME:yavru dev su samuru:yavru dev su samurları]
vi: [GENERAL_CHILD_NAME:Rái cá khổng lồ con:Rái cá khổng lồ con]

# CREATURE:GIANT_OTTER
source: [DESCRIPTION:A large monster in the form of an otter.]
cs: [DESCRIPTION:Velká příšera v podobě vydry.]
de: [DESCRIPTION: Ein großes Monster, in Form eines Otters.]
eo: [DESCRIPTION:Granda monstro kun formo de lutro.]
es: [DESCRIPTION:Un gran monstruo con la forma de una nutria.]
ja: [DESCRIPTION:ラッコのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:수달 모양의 큰 괴물.]
pl: [DESCRIPTION:Duży potwór w postaci wydry.]
ru: [DESCRIPTION:Огромный монстр, похожий на выдру.]
tr: [DESCRIPTION:Su samuru formunda büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn có hình dạng rái cá.]

# CREATURE:GIANT_OTTER
source: [PREFSTRING:playfulness]
cs: [PREFSTRING:hravostí]
de: [PREFSTRING:Verspieltheit]
eo: [PREFSTRING:petolemo]
es: [PREFSTRING:alegres]
ja: [PREFSTRING:遊び好き]
ko: [PREFSTRING:장난기]
pl: [PREFSTRING:zabawowość]
ru: [PREFSTRING:игривость]
tr: [PREFSTRING:oyunculuk]
vi: [PREFSTRING:Tính thích chơi đùa]

# CREATURE:GIANT_OTTER
source: [PREFSTRING:big fluffy faces]
cs: [PREFSTRING:velkými chlupatými čumáčky]
de: [PREFSTRING:große flauschige Gesichter]
eo: [PREFSTRING:grandaj lanugaj kapoj]
es: [PREFSTRING:grandes caras mullidas]
ja: [PREFSTRING:big ふわふわの顔]
ko: [PREFSTRING:크고 보송보송한 얼굴]
pl: [PREFSTRING:duże puchate pyski]
ru: [PREFSTRING:большие пушистые морды]
tr: [PREFSTRING:büyük tüylü yüzler]
vi: [PREFSTRING:Những khuôn mặt lớn mềm mại]

# CREATURE:SNAPPING TURTLE
source: [DESCRIPTION:A medium-sized reptile with a thick shell, which it can retreat into when threatened. This creature can administer a painful bite.]
cs: [DESCRIPTION:Středně velký plaz s tlustým krunýřem, do kterého se při ohrožení dokáže stáhnout. Toto stvoření může způsobit bolestivé kousnutí.]
de: [DESCRIPTION:Ein mittelgroßes Reptil mit einem dicken Panzer, in den es sich bei Gefahr zurückziehen kann. Diese Kreatur kann einen schmerzhaften Biss ausführen.]
eo: [DESCRIPTION:Mezgranda reptilio kun dika karapaco, kien ĝi povas tiris siajn kapojn kaj membrojn se estus minacita. Ĉi-estaĵo povas fordoni dolorigan mordon.]
es: [DESCRIPTION:Un reptil mediano, con una caparazón gruesa en la cual puede escabullirse cuando es amenazada. Este animal puede dar dolorosas mordidas.]
ja: [DESCRIPTION:厚い甲羅を持つ中型の爬虫類で、甲羅に引っ込むことができる。この生き物は痛みを伴う咬傷を与える。]
ko: [DESCRIPTION:두꺼운 껍데기를 가진 중간 크기의 파충류로 위협을 받으면 그 안으로 후퇴할 수 있습니다. 이 생물은 고통스러운 물기를 관리할 수 있습니다.]
pl: [DESCRIPTION:Średniej wielkości gad z grubą muszlą, do której może wycofać się, gdy jest niepokojony. To stworzenie może wymierzyć bolesne ugryzienie.]
ru: [DESCRIPTION:Среднего размера рептилия с толстым панцирем, куда она прячется во время опасности. Это существо может больно укусить.]
tr: [DESCRIPTION:Tehdit edildiğinde içine çekilebildiği kalın kabuklu, orta büyüklükte bir sürüngen. Bu yaratık acı verici bir ısırık uygulayabilir.]
vi: [DESCRIPTION:Một loài bò sát cỡ trung bình với mai dày, có thể rút vào ẩn nấp khi bị đe dọa. Sinh vật này có thể gây ra vết cắn đau đớn.]

# CREATURE:SNAPPING TURTLE
source: [NAME:common snapping turtle:common snapping turtles:common snapping turtle]
cs: [NAME:kajmanka dravá:kajmanky dravé:kajmanka dravá]
de: [NAME:Schnappschildkröte:Schnappschildkröten:Schnappschildkröte]
eo: [NAME:komuna serpentotestudo:komunaj serpentotestudoj:de komuna serpentotestudo]
es: [NAME:tortuga mordedora:tortugas mordedoras:tortuga mordedora]
ja: [NAME:カミツキガメ:カミツキガメ:カミツキガメの]
ko: [NAME:늑대거북:늑대거북들:늑대거북]
pl: [NAME:skorpucha jaszczurowata:skorpuchy jaszczurowate:skorpuchowo jaszczurowaty]
ru: [NAME:кусающая черепаха:кусающие черепахи:кусающей черепахи]
tr: [NAME:kapan kaplumbağa:kapan kaplumbağalar:kapan kaplumbağa]
vi: [NAME:rùa ngoạm thông thường:rùa ngoạm thông thường:rùa ngoạm thông thường]

# CREATURE:SNAPPING TURTLE
source: [CASTE_NAME:common snapping turtle:common snapping turtles:common snapping turtle]
cs: [CASTE_NAME:kajmanka dravá:kajmanky dravé:kajmanka dravá]
de: [CASTE_NAME:Schnappschildkröte:Schnappschildkröten:Schnappschildkröte]
eo: [CASTE_NAME:komuna serpentotestudo:komunaj serpentotestudoj:de komuna serpentotestudo]
es: [CASTE_NAME:tortuga mordedora:tortugas mordedoras:tortuga mordedora]
ja: [CASTE_NAME:カミツキガメ:カミツキガメ:カミツキガメの]
ko: [CASTE_NAME:늑대거북:늑대거북들:늑대거북]
pl: [CASTE_NAME:skorpucha jaszczurowata:skorpuchy jaszczurowate:skorpuchowo jaszczurowaty]
ru: [CASTE_NAME:кусающая черепаха:кусающие черепахи:кусающей черепахи]
tr: [CASTE_NAME:kapan kaplumbağa:kapan kaplumbağalar:kapan kaplumbağa]
vi: [CASTE_NAME:rùa ngoạm thông thường:rùa ngoạm thông thường:rùa ngoạm thông thường]

# CREATURE:SNAPPING TURTLE
source: [PREFSTRING:powerful bites]
cs: [PREFSTRING:mocná kousnutí]
de: [PREFSTRING:Kraftvoller Biss]
eo: [PREFSTRING:potencaj mordoj]
es: [PREFSTRING:poderosas mordeduras]
ja: [PREFSTRING:強力な噛みつき]
ko: [PREFSTRING:세게 물다]
pl: [PREFSTRING:potężne ugryzienia]
ru: [PREFSTRING:сильный укус]
tr: [PREFSTRING:güçlü ısırıklar]
vi: [PREFSTRING:những cú đớp mạnh mẽ]
