Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:REINDEER
source: [CASTE_NAME:reindeer bull:reindeer bulls:reindeer bull]
cs: [CASTE_NAME:samec soba:samci sobů:samec soba]
de: [CASTE_NAME:Rentierbulle:Rentierbullen:Rentierbulle]
eo: [CASTE_NAME:boaciĉo:boaciĉoj:de boaciĉo]
es: [CASTE_NAME:reno toro:reno toros:reno toro]
ja: [CASTE_NAME:トナカイの雄:トナカイの雄:トナカイの雄の]
ko: [CASTE_NAME:수컷 순록:수컷 순록들:수컷 순록]
pl: [CASTE_NAME:byk renifera:byki renifera:byczo reniferzy]
ru: [CASTE_NAME:северный олень:северные олени:северного оленя]
tr: [CASTE_NAME:erkek ren geyiği:erkek ren geyikleri:erkek ren geyiği]
vi: [CASTE_NAME:tuần lộc đực:tuần lộc đực:tuần lộc đực]
zh_hans: [CASTE_NAME:公驯鹿:公驯鹿:公驯鹿]

# CREATURE:REINDEER
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:REINDEER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:REINDEER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BIRD_GOOSE
source: [DESCRIPTION:A small migratory bird. It has a very long neck and can be found in lakes and other bodies of water.]
cs: [DESCRIPTION:Malý tažný pták s velmi dlouhým krkem. Vyskytuje se u jezer a dalších vodních ploch.]
de: [DESCRIPTION:Ein Zugvogel. Er hat einen sehr langen Hals und ist in Seen und anderen Gewässern zu finden.]
eo: [DESCRIPTION:Malgranda migrobirdo. Ĝi havas tre longan kolon, kaj troviĝas en lagoj kaj aliaj akvejoj.]
es: [DESCRIPTION:Una pequeña ave migratoria. Tiene un cuello muy largo y puede ser encontrada en lagos y otros cuerpos de agua.]
ja: [DESCRIPTION小さな渡り鳥だ。首が非常に長く、水辺に棲息する。]
ko: [DESCRIPTION:작은 철새. 이것은 매우 긴 목을 가지고 있고 호수와 다른 수역에서 발견된다]
pl: [DESCRIPTION:Mały ptak wędrowny. Ma długą szyję i może być znaleziony nad jeziorami, czy innymi zbiornikami wodnymi.]
ru: [DESCRIPTION:Небольшая перелётная птица с длинной шеей. Встречается на озёрах и других водоёмах.]
tr: [DESCRIPTION:Küçük bir göçmen kuş. Çok uzun bir boynu vardır ve göllerde ve diğer su kütlelerinde bulunabilir.]
vi: [DESCRIPTION:Một loài chim di cư nhỏ. Nó có cái cổ rất dài và có thể được tìm thấy ở các hồ và vùng nước khác.]
zh_hans: [DESCRIPTION:一种小型候鸟，具有长脖颈，可以在湖泊和其他水域中找到。]

# CREATURE:BIRD_GOOSE
source: [NAME:goose:geese:goose]
cs: [NAME:husa:husy:husa]
de: [NAME:Gans:Gänse:Gans]
eo: [NAME:ansero:anseroj:de ansero]
es: [NAME:ganso:gansos:de ganso]
ja: [NAME:雁:雁:雁の]
ko: [NAME:거위:거위들:거위]
pl: [NAME:gęś:gęsi:gęsi]
ru: [NAME:гусь:гуси:гуся]
tr: [NAME:kaz:kazlar:kaz]
vi: [NAME:ngỗng:ngỗng:ngỗng]
zh_hans: [NAME:鹅:鹅:鹅]

# CREATURE:BIRD_GOOSE
source: [GENERAL_CHILD_NAME:gosling:goslings]
cs: [GENERAL_CHILD_NAME:house:house]
de: [GENERAL_CHILD_NAME:Gänseküken:Gänseküken]
eo: [GENERAL_CHILD_NAME:anserido:anseridoj]
es: [GENERAL_CHILD_NAME:ganso:ganso]
ja: [GENERAL_CHILD_NAME:雁の雛:雁の雛の]
ko: [GENERAL_CHILD_NAME:새끼 거위:새끼 거위들]
pl: [GENERAL_CHILD_NAME:gąska:gąski]
ru: [GENERAL_CHILD_NAME:гусёнок:гусята]
tr: [GENERAL_CHILD_NAME:kaz yavrusu:kaz yavruları]
vi: [GENERAL_CHILD_NAME:ngỗng con:ngỗng con]
zh_hans: [GENERAL_CHILD_NAME:小鹅:小鹅]

# CREATURE:BIRD_GOOSE
source: [PREFSTRING:formation flying]
cs: [PREFSTRING:letem ve formaci]
de: [PREFSTRING:Formationsflug]
eo: [PREFSTRING:formacie flugado]
es: [PREFSTRING:vuelo en formación]
ja: [PREFSTRING:編隊飛行]
ko: [PREFSTRING:편대 비행]
pl: [PREFSTRING:lot w szyku]
ru: [PREFSTRING:полёт клином]
tr: [PREFSTRING:formasyon uçuşu]
vi: [PREFSTRING:bay đội hình]
zh_hans: [PREFSTRING:编队飞行]

# CREATURE:BIRD_GOOSE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_GOOSE
source: [ROOT_AROUND:BY_CATEGORY:BEAK:root around in:roots around in]
cs: [ROOT_AROUND:BY_CATEGORY:BEAK:hrabat se v:hrabe se v]
de: [ROOT_AROUND:BY_CATEGORY:BEAK:herumwühlt:herumwühlen]
eo: [ROOT_AROUND:BY_CATEGORY:BEAK:furaĝas en:furaĝas en]
es: [ROOT_AROUND:BY_CATEGORY:BEAK:picotean en: picotea en]
ja: [ROOT_AROUND:BY_CATEGORY:BEAK:周りを探る:周りを探る]
ko: [ROOT_AROUND:BY_CATEGORY:BEAK:주변을 헤집는다:주변을 헤집는다]
pl: [ROOT_AROUND:BY_CATEGORY:BEAK:zatapiasz się w:zatapia się w]
ru: [ROOT_AROUND:BY_CATEGORY:BEAK:роетесь в:роется в]
tr: [ROOT_AROUND:BY_CATEGORY:BEAK:eşele:eşeler]
vi: [ROOT_AROUND:BY_CATEGORY:BEAK:sục sạo trong:sục sạo trong]
zh_hans: [ROOT_AROUND:BY_CATEGORY:尖喙:翻找:翻找]

# CREATURE:BIRD_GOOSE
source: [CASTE_NAME:goose:geese:goose]
cs: [CASTE_NAME:husa:husy:husa]
de: [CASTE_NAME:Gans:Gänse:Gans]
eo: [CASTE_NAME:anserino:anserinoj:de anserino]
es: [CASTE_NAME:gansa:gansos:gansa]
ja: [CASTE_NAME:雁の雄:雁の雄:雁の雄の]
ko: [CASTE_NAME:암 거위:암 거위들:암 거위]
pl: [CASTE_NAME:gęś:gęsi:gęsi]
ru: [CASTE_NAME:гусыня:гусыни:гусыни]
tr: [CASTE_NAME:dişi kaz:dişi kazlar:dişi kaz]
vi: [CASTE_NAME:ngỗng:ngỗng:ngỗng]
zh_hans: [CASTE_NAME:母鹅:母鹅:母鹅]

# CREATURE:BIRD_GOOSE
source: [CASTE_NAME:gander:ganders:gander]
cs: [CASTE_NAME:houser:houseri:houser]
de: [CASTE_NAME:Gänserich:Gänseriche:Gänserich]
eo: [CASTE_NAME:anseriĉo:anseriĉoj:de anseriĉo]
es: [CASTE_NAME:ganso:gansos:ganso]
ja: [CASTE_NAME:雁の雌:雁の雌:雁の雌の]
ko: [CASTE_NAME:수 거위:수 거위:수 거위]
pl: [CASTE_NAME:gąsior:gąsiory:gąsiorzy]
ru: [CASTE_NAME:гусак:гусаки:гусака]
tr: [CASTE_NAME:erkek kaz:erkek kazlar:erkek kaz]
vi: [CASTE_NAME:ngỗng đực:ngỗng đực:ngỗng đực]
zh_hans: [CASTE_NAME:公鹅:公鹅:公鹅]

# CREATURE:BIRD_GOOSE
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_GOOSE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:BIRD_GOOSE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:YAK
source: [DESCRIPTION:A large mammalian herbivore. It has long fur and curving horns. It can be found in the mountains.]
cs: [DESCRIPTION:Velký savčí býložravec. Má dlouhou srst a zahnuté rohy. Žije v horách.]
de: [DESCRIPTION:Ein großes pflanzenfressendes Säugetier. Er hat ein langes Fell und geschwungene Hörner. Es lebt in den Bergen.]
eo: [DESCRIPTION:Granda mamula herbovorulo. Ĝi havas longajn hararojn kaj kurbajn kornojn. Ĝi troviĝas en montoj.]
es: [DESCRIPTION:Un gran mamífero herviboro. Tiene un largo pelaje y cuernos curveados. Puede ser encontrado en montañas.]
ja: [DESCRIPTION:長い毛と曲がった角を持つ大型草食哺乳類。山岳に棲息。]
ko: 대형 포유류 초식동물. 긴 털과 구부러진 뿔을 가지고 있으며 산에서 발견될 수 있습니다.]
pl: [DESCRIPTION:Duży, ssakowaty roślinożerca. Ma długie futro i zakrzywione rogi. Można go spotkać w górach.]
ru: [DESCRIPTION:Крупное травоядное млекопитающее животное. У него длинный мех и изогнутые рога. Встречается в горах.]
tr: [DESCRIPTION:Büyük otçul bir memeli. Uzun kürkü ve kıvrık boynuzları vardır. Dağlarda bulunabilir.]
vi: [DESCRIPTION:Một động vật có vú ăn cỏ lớn. Nó có bộ lông dài và sừng cong. Nó có thể được tìm thấy ở vùng núi.]
zh_hans: [DESCRIPTION:一种大型哺乳动物食草动物。它有长长的皮毛和弯曲的角。它可以在山上找到。]

# CREATURE:YAK
source: [NAME:yak:yaks:yak]
cs: [NAME:jak:jaci:jak]
eo: [NAME:gruntbovo:gruntbovoj:de gruntbovo]
es: [NAME:yak:yaks:de yak]
ja: [NAME:ヤク:ヤク:ヤクの]
ko: [NAME:야크:야크들:야크]
pl: [NAME:jak:jaki:jaczy]
ru: [NAME:як:яки:яка]
tr: [NAME:yak:yaklar:yak]
vi: [NAME:bò Tây Tạng:bò Tây Tạng:bò Tây Tạng]
zh_hans: [NAME:牦牛:牦牛:牦牛]

# CREATURE:YAK
source: [GENERAL_CHILD_NAME:yak calf:yak calves]
cs: [GENERAL_CHILD_NAME:jačí tele:jačí telata]
de: [GENERAL_CHILD_NAME:Yakkalb:Yakkälber]
eo: [GENERAL_CHILD_NAME:gruntbovido:gruntbovidoj]
es: [GENERAL_CHILD_NAME:Ternero de Yak:Terneros de Yak]
ja: [GENERAL_CHILD_NAME:ヤクの仔:ヤクの仔の]
ko: [GENERAL_CHILD_NAME:새끼 야크:새끼 야크들]
pl: [GENERAL_CHILD_NAME:cielak jaka:cielaki jaka]
ru: [GENERAL_CHILD_NAME:телёнок яка:телята яка]
tr: [GENERAL_CHILD_NAME:yak buzağısı:yak buzağıları]
vi: [GENERAL_CHILD_NAME:bê bò Tây Tạng:bê bò Tây Tạng]
zh_hans: [GENERAL_CHILD_NAME:牦牛犊:牦牛犊]

# CREATURE:YAK
source: [PREFSTRING:shaggy hair]
cs: [PREFSTRING:huňatou srstí]
de: [PREFSTRING:zotteliges Haar]
eo: [PREFSTRING:maldelikata hararo]
es: [PREFSTRING:despeinado]
ja: [PREFSTRING:もじゃもじゃの毛]
ko: [PREFSTRING:덥수룩한 머리]
pl: [PREFSTRING:kudłata sierść]
ru: [PREFSTRING:лохматую шерсть]
tr: [PREFSTRING:kabarık tüyler]
vi: [PREFSTRING:lông bờm xờm]
zh_hans: [PREFSTRING:毛发蓬松]

# CREATURE:YAK
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:YAK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:YAK
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]
zh_hans: [ATTACK_VERB:顶:顶]

# CREATURE:YAK
source: [CASTE_NAME:yak cow:yak cows:yak cow]
cs: [CASTE_NAME:jačí samice:jačí samice:jačí samice]
de: [CASTE_NAME:Yakkuh:Yakkühe:Yakkuh]
eo: [CASTE_NAME:gruntbovino:gruntbovinoj:de gruntbovino]
es: [CASTE_NAME:yak vaca:yak vacas:yak vaca]
ja: [CASTE_NAME:ヤクの雌:ヤクの雌:ヤクの雌の]
ko: [CASTE_NAME:암컷 야크:암컷 야크들:암컷 야크]
pl: [CASTE_NAME:krowa jaka:krowy jaka:krowo jaczy]
ru: [CASTE_NAME:самка яка:самки яка:самки яка]
tr: [CASTE_NAME:dişi yak:dişi yaklar:dişi yak]
vi: [CASTE_NAME:bò Tây Tạng cái:bò Tây Tạng cái:bò Tây Tạng cái]
zh_hans: [CASTE_NAME:母牦牛:母牦牛:母牦牛]

# CREATURE:YAK
source: [STATE_NAME:ALL_SOLID:frozen yak's milk]
cs: [STATE_NAME:ALL_SOLID:mražené mléko jaka]
de: [STATE_NAME:ALL_SOLID:gefrorene Yakmilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de gruntbovo]
es: [STATE_NAME:ALL_SOLID:leche de yak congelada]
ja: [STATE_NAME:ALL_SOLID:凍ったヤクのミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 야크젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone mleko jaka]
ru: [STATE_NAME:ALL_SOLID:замёрзшее ячье молоко]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş yak sütü]
vi: [STATE_NAME:ALL_SOLID:sữa bò Tây Tạng đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的牦牛奶]

# CREATURE:YAK
source: [STATE_ADJ:ALL_SOLID:frozen yak's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené mléko jaka]
de: [STATE_ADJ:ALL_SOLID:gefrorene Yakmilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de gruntbovo]
es: [STATE_ADJ:ALL_SOLID:de leche de yak congelada]
ja: [STATE_ADJ:ALL_SOLID:凍ったヤクのミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 야크젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone mleczny jaka]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее ячье молоко]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş yak sütü]
vi: [STATE_ADJ:ALL_SOLID:sữa bò Tây Tạng đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的牦牛奶的]

# CREATURE:YAK
source: [STATE_NAME:LIQUID:yak's milk]
cs: [STATE_NAME:LIQUID:mléko jaka]
de: [STATE_NAME:LIQUID:Yakmilch]
eo: [STATE_NAME:LIQUID:lakto de gruntbovo]
es: [STATE_NAME:LIQUID:leche de yak]
ja: [STATE_NAME:LIQUID:ヤクのミルク]
ko: [STATE_NAME:LIQUID:야크 젖]
pl: [STATE_NAME:LIQUID:mleko jaka]
ru: [STATE_NAME:LIQUID:ячье молоко]
tr: [STATE_NAME:LIQUID:yak sütü]
vi: [STATE_NAME:LIQUID:sữa bò Tây Tạng]
zh_hans: [STATE_NAME:LIQUID:牦牛奶]

# CREATURE:YAK
source: [STATE_ADJ:LIQUID:yak's milk]
cs: [STATE_ADJ:LIQUID:mléko jaka]
de: [STATE_ADJ:LIQUID:Yakmilch]
eo: [STATE_ADJ:LIQUID:de lakto de gruntbovo]
es: [STATE_ADJ:LIQUID:de leche de yak]
ja: [STATE_ADJ:LIQUID:ヤクのミルク]
ko: [STATE_ADJ:LIQUID:야크 젖]
pl: [STATE_ADJ:LIQUID:mleczny jaka]
ru: [STATE_ADJ:LIQUID:ячье молоко]
tr: [STATE_ADJ:LIQUID:yak sütü]
vi: [STATE_ADJ:LIQUID:sữa bò Tây Tạng]
zh_hans: [STATE_ADJ:LIQUID:牦牛奶的]

# CREATURE:YAK
source: [STATE_NAME:GAS:boiling yak's milk]
cs: [STATE_NAME:GAS:vařící mléko jaka]
de: [STATE_NAME:GAS:kochende Yakmilch]
eo: [STATE_NAME:GAS:bolanta lakto de gruntbovo]
es: [STATE_NAME:GAS:leche de yak hirviendo]
ja: [STATE_NAME:GAS:蒸気化したヤクのミルク]
ko: [STATE_NAME:GAS:기화된 야크젖]
pl: [STATE_NAME:GAS:gotujące się mleko jaka]
ru: [STATE_NAME:GAS:пары ячьего молока]
tr: [STATE_NAME:GAS:kaynayan yak sütü]
vi: [STATE_NAME:GAS:sữa bò Tây Tạng đang đun sôi]
zh_hans: [STATE_NAME:GAS:沸腾的牦牛奶]

# CREATURE:YAK
source: [STATE_ADJ:GAS:boiling yak's milk]
cs: [STATE_ADJ:GAS:vařící mléko jaka]
de: [STATE_ADJ:GAS:kochende Yakmilch]
eo: [STATE_ADJ:GAS:de bolanta lakto de gruntbovo]
es: [STATE_ADJ:GAS:de leche de yak hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したヤクのミルク]
ko: [STATE_ADJ:GAS:기화된 야크젖]
pl: [STATE_ADJ:GAS:gotujące się mleczny jaka]
ru: [STATE_ADJ:GAS:кипящее ячье молоко]
tr: [STATE_ADJ:GAS:kaynayan yak sütü]
vi: [STATE_ADJ:GAS:sữa bò Tây Tạng đang đun sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的牦牛奶的]

# CREATURE:YAK
source: [STATE_NAME:SOLID:yak cheese]
cs: [STATE_NAME:SOLID:sýr jaka]
de: [STATE_NAME:SOLID:Yak-Käse]
eo: [STATE_NAME:SOLID:fromaĝo de gruntbovo]
es: [STATE_NAME:SOLID:queso de yak]
ja: [STATE_NAME:SOLID:ヤクのチーズ]
ko: [STATE_NAME:SOLID:야크 치즈]
pl: [STATE_NAME:SOLID:ser jaka]
ru: [STATE_NAME:SOLID:ячий сыр]
tr: [STATE_NAME:SOLID:yak peyniri]
vi: [STATE_NAME:SOLID:phô mai bò Tây Tạng]
zh_hans: [STATE_NAME:SOLID:牦牛奶奶酪]

# CREATURE:YAK
source: [STATE_ADJ:SOLID:yak cheese]
cs: [STATE_ADJ:SOLID:sýr jaka]
de: [STATE_ADJ:SOLID:Yak-Käse]
eo: [STATE_ADJ:SOLID:de fromaĝo de gruntbovo]
es: [STATE_ADJ:SOLID:de queso de yak]
ja: [STATE_ADJ:SOLID:ヤクのチーズ]
ko: [STATE_ADJ:SOLID:야크 치즈]
pl: [STATE_ADJ:SOLID:serowy jaka]
ru: [STATE_ADJ:SOLID:ячий сыр]
tr: [STATE_ADJ:SOLID:yak peyniri]
vi: [STATE_ADJ:SOLID:phô mai bò Tây Tạng]
zh_hans: [STATE_ADJ:SOLID:牦牛奶奶酪的]

# CREATURE:YAK
source: [STATE_NAME:SOLID_POWDER:yak cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený sýr jaka]
de: [STATE_NAME:SOLID_POWDER:Yak-Käse-Pulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de gruntbovo]
es: [STATE_NAME:SOLID_POWDER:polvo de queso de yak]
ja: [STATE_NAME:SOLID_POWDER:ヤクのチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:야크 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany ser jaka]
ru: [STATE_NAME:SOLID_POWDER:тёртый ячий сыр]
tr: [STATE_NAME:SOLID_POWDER:yak peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:bột phô mai bò Tây Tạng]
zh_hans: [STATE_NAME:SOLID_POWDER:牦牛奶奶酪粉]

# CREATURE:YAK
source: [STATE_ADJ:SOLID_POWDER:yak cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený sýr jaka]
de: [STATE_ADJ:SOLID_POWDER:Yak-Käse-Pulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de gruntbovo]
es: [STATE_ADJ:SOLID_POWDER:de polvo de queso de yak]
ja: [STATE_ADJ:SOLID_POWDER:ヤクのチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:야크 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany serowy jaka]
ru: [STATE_ADJ:SOLID_POWDER:тёртый ячий сыр]
tr: [STATE_ADJ:SOLID_POWDER:yak peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:bột phô mai bò Tây Tạng]
zh_hans: [STATE_ADJ:SOLID_POWDER:牦牛奶奶酪粉的]

# CREATURE:YAK
source: [STATE_NAME:LIQUID:melted yak cheese]
cs: [STATE_NAME:LIQUID:tavený sýr jaka]
de: [STATE_NAME:LIQUID:geschmolzener Yak-Käse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de gruntbovo]
es: [STATE_NAME:LIQUID:queso de yak derretido]
ja: [STATE_NAME:LIQUID:溶けたヤクのチーズ]
ko: [STATE_NAME:LIQUID:녹은 야크 치즈]
pl: [STATE_NAME:LIQUID:roztopiony ser jaka]
ru: [STATE_NAME:LIQUID:расплавленный ячий сыр]
tr: [STATE_NAME:LIQUID:erimiş yak peyniri]
vi: [STATE_NAME:LIQUID:phô mai bò Tây Tạng tan chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的牦牛奶奶酪]

# CREATURE:YAK
source: [STATE_ADJ:LIQUID:melted yak cheese]
cs: [STATE_ADJ:LIQUID:tavený sýr jaka]
de: [STATE_ADJ:LIQUID:geschmolzener Yak-Käse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de gruntbovo]
es: [STATE_ADJ:LIQUID:de queso de yak derretido]
ja: [STATE_ADJ:LIQUID:溶けたヤクのチーズ]
ko: [STATE_ADJ:LIQUID:녹은 야크 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony serowy jaka]
ru: [STATE_ADJ:LIQUID:расплавленный ячий сыр]
tr: [STATE_ADJ:LIQUID:erimiş yak peyniri]
vi: [STATE_ADJ:LIQUID:phô mai bò Tây Tạng tan chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的牦牛奶奶酪的]

# CREATURE:YAK
source: [STATE_NAME:GAS:boiling yak cheese]
cs: [STATE_NAME:GAS:vařící sýr jaka]
de: [STATE_NAME:GAS:kochender Yak-Käse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de gruntbovo]
es: [STATE_NAME:GAS:Queso de Yak hirviendo]
ja: [STATE_NAME:GAS:蒸気化したヤクのチーズ]
ko: [STATE_NAME:GAS:기화된 야크 치즈]
pl: [STATE_NAME:GAS:gotujące się ser jaka]
ru: [STATE_NAME:GAS:пары ячьего сыра]
tr: [STATE_NAME:GAS:kaynayan yak peyniri]
vi: [STATE_NAME:GAS:phô mai bò Tây Tạng đang đun sôi]
zh_hans: [STATE_NAME:GAS:沸腾的牦牛奶奶酪]

# CREATURE:YAK
source: [STATE_ADJ:GAS:boiling yak cheese]
cs: [STATE_ADJ:GAS:vařící sýr jaka]
de: [STATE_ADJ:GAS:kochender Yak-Käse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de gruntbovo]
es: [STATE_ADJ:GAS:de queso de yak hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したヤクのチーズ]
ko: [STATE_ADJ:GAS:기화된 야크 치즈]
pl: [STATE_ADJ:GAS:gotujące się serowy jaka]
ru: [STATE_ADJ:GAS:кипящий ячий сыр]
tr: [STATE_ADJ:GAS:kaynayan yak peyniri]
vi: [STATE_ADJ:GAS:phô mai bò Tây Tạng đang đun sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的牦牛奶奶酪的]

# CREATURE:YAK
source: [CASTE_NAME:yak bull:yak bulls:yak bull]
cs: [CASTE_NAME:jačí samec:jačí samci:jačí samec]
de: [CASTE_NAME:Yak-Bulle:Yak-Bullen:Yak-Bulle]
eo: [CASTE_NAME:gruntboviĉo:gruntboviĉoj:de gruntboviĉo]
es: [CASTE_NAME:yak toro:yak toros:yak toro]
ja: [CASTE_NAME:ヤクの雄:ヤクの雄:ヤクの雄の]
ko: [CASTE_NAME:수컷 야크:수컷 야크들:수컷 야크]
pl: [CASTE_NAME:byk jaka:byki jaka:byczo jaczy]
ru: [CASTE_NAME:як:яки:яка]
tr: [CASTE_NAME:erkek yak:erkek yaklar:erkek yak]
vi: [CASTE_NAME:bò Tây Tạng đực:bò Tây Tạng đực:bò Tây Tạng đực]
zh_hans: [CASTE_NAME:公牦牛:公牦牛:公牦牛]

# CREATURE:YAK
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:YAK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:YAK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:LLAMA
source: [DESCRIPTION:A large domestic pack animal. It has a long neck. It is prized for its hair.]
cs: [DESCRIPTION:Velké domestikované nosné zvíře s dlouhým krkem. Je ceněno pro svou srst.]
de: [DESCRIPTION:Ein großes einheimisches Packtier. Es hat einen langen Hals. Es wird für sein Haar geschätzt.]
eo: [DESCRIPTION:Granda bredata ŝarĝobesto. Ĝi havas longan kolon. Ĝi estas estima pro sian hararon.]
es: [DESCRIPTION:Un animal de carga doméstico grande. Tiene un cuello largo. Es apreciado por su pelaje]
ja: [DESCRIPTION:首が長い大きな草食動物。毛の価値が高い
ko: 대형 가축 무리의 동물. 긴 목과 귀중한 털을 가지고 있습니다.]
pl: [DESCRIPTION:Duże, udomowione zwierzę juczne. Ma długą szyję. Jest cenione za swoją sierść.]
ru: [DESCRIPTION:Крупное вьючное домашнее животное с длинной шеей. Ценится за свою шерсть.]
tr: [DESCRIPTION:Büyük evcil bir yük hayvanı. Uzun bir boynu vardır. Kılları (yünü) için değerlidir.]
vi: [DESCRIPTION:Một loài vật nuôi lớn dùng để thồ hàng. Nó có cái cổ dài. Nó được đánh giá cao vì bộ lông của mình.]
zh_hans: [DESCRIPTION:一种大型家养驮畜。具有很长的脖颈，因为其毛发而备受推崇。]

# CREATURE:LLAMA
source: [NAME:llama:llamas:llama]
cs: [NAME:lama:lamy:lama]
de: [NAME:Lama:Lamas:Lama]
eo: [NAME:ljamo:ljamoj:de ljamo]
es: [NAME:llama:llamas:de llama]
ja: [NAME:ラマ:ラマ:ラマの]
ko: [NAME:라마:라마들:라마]
pl: [NAME:lama:lamy:lami]
ru: [NAME:лама:ламы:ламы]
tr: [NAME:lama:lamalar:lama]
vi: [NAME:Llama:Llama:Llama]
zh_hans: [NAME:骆马:骆马:骆马]

# CREATURE:LLAMA
source: [CASTE_NAME:llama:llamas:llama]
cs: [CASTE_NAME:lama:lamy:lama]
de: [CASTE_NAME:Lama:Lamas:Lama]
eo: [CASTE_NAME:ljamo:ljamoj:de ljamo]
es: [CASTE_NAME:llama:llamas:de llama]
ja: [CASTE_NAME:ラマ:ラマ:ラマの]
ko: [CASTE_NAME:라마:라마들:라마]
pl: [CASTE_NAME:lama:lamy:lami]
ru: [CASTE_NAME:лама:ламы:ламы]
tr: [CASTE_NAME:lama:lamalar:lama]
vi: [CASTE_NAME:Llama:Llama:Llama]
zh_hans: [CASTE_NAME:骆马:骆马:骆马]

# CREATURE:LLAMA
source: [GENERAL_CHILD_NAME:baby llama:baby llamas]
cs: [GENERAL_CHILD_NAME:mládě lamy:mláďata lam]
de: [GENERAL_CHILD_NAME:Baby Lama:Baby Lamas]
eo: [GENERAL_CHILD_NAME:ljamido:ljamidoj]
es: [GENERAL_CHILD_NAME:llama bebé:llamas bebés]
ja: [GENERAL_CHILD_NAME:ラマの仔:ラマの仔の]
ko: [GENERAL_CHILD_NAME:새끼 라마:새끼 라마들]
pl: [GENERAL_CHILD_NAME:młody lamy:młode lamy]
ru: [GENERAL_CHILD_NAME:детёныш ламы:детёныши ламы]
tr: [GENERAL_CHILD_NAME:yavru lama:yavru lamalar]
vi: [GENERAL_CHILD_NAME:Llama con:Llama con]
zh_hans: [GENERAL_CHILD_NAME:大羊驼幼崽:大羊驼幼崽]

# CREATURE:LLAMA
source: [PREFSTRING:long necks]
cs: [PREFSTRING:dlouhé krky]
de: [PREFSTRING:lange Hälse]
eo: [PREFSTRING:longaj koloj]
es: [PREFSTRING:cuellos largos]
ja: [PREFSTRING:首が長い]
ko: [PREFSTRING:긴 목]
pl: [PREFSTRING:długie szyje]
ru: [PREFSTRING:длинные шеи]
tr: [PREFSTRING:uzun boyunlar]
vi: [PREFSTRING:cổ dài]
zh_hans: [PREFSTRING:长颈]

# CREATURE:LLAMA
source: [PREFSTRING:jutting teeth]
cs: [PREFSTRING:vysunutými zuby]
de: [PREFSTRING:herausragende Zähne]
eo: [PREFSTRING:protrudaj dentoj]
es: [PREFSTRING:Diente Sobresaliente]
ja: [PREFSTRING:突き出た歯]
ko: [PREFSTRING:뻐드렁니]
pl: [PREFSTRING:wystające zęby]
ru: [PREFSTRING:выступающие зубы]
tr: [PREFSTRING:çıkık dişler]
vi: [PREFSTRING:răng nhô ra]
zh_hans: [PREFSTRING:牙齿突出]

# CREATURE:LLAMA
source: [PREFSTRING:wool]
cs: [PREFSTRING:vlna]
de: [PREFSTRING:Wolle]
eo: [PREFSTRING:lano]
es: [PREFSTRING:lana]
ja: [PREFSTRING:毛むくじゃら]
ko: [PREFSTRING:털]
pl: [PREFSTRING:wełna]
ru: [PREFSTRING:шерсть]
tr: [PREFSTRING:yün]
vi: [PREFSTRING:Lông cừu]
zh_hans: [PREFSTRING:驼毛]
