Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:RATTLESNAKE_MAN
source: [CASTE_NAME:rattlesnake man:rattlesnake men:rattlesnake man]
cs: [CASTE_NAME:chřestýší muž:chřestýší muži:chřestýšího muže]
de: [CASTE_NAME:Klapperschlangenmann:Klapperschlangenmänner:Klapperschlangenmann]
eo: [CASTE_NAME:homsonserpentiĉo:homsonserpentiĉoj:de homsonserpentiĉo]
es: [CASTE_NAME:hombre serpiente de cascabel:hombres serpiente de cascabel:hombre serpiente de cascabel]
ja: [CASTE_NAME:ガラガラヘビ男:ガラガラヘビ男:ガラガラヘビ男の]
ko: [CASTE_NAME:남성 방울뱀인간:남성 방울뱀인간들:남성 방울뱀인간]
pl: [CASTE_NAME:grzechotnikomężczyzna:grzechotnikomężczyźni:grzechotnikomężczyzny]
ru: [CASTE_NAME:мужчина-гремучий змей:мужчины-гремучие змеи:мужчины-гремучего змея]
tr: [CASTE_NAME:erkek çıngıraklı yılan:erkek çıngıraklı yılanlar:erkek çıngıraklı yılan]
vi: [CASTE_NAME:người rắn chuông:những người rắn chuông:người rắn chuông]
zh_hans: [CASTE_NAME:响尾蛇男:响尾蛇男:响尾蛇男]

# CREATURE:RATTLESNAKE_MAN
source: [CASTE_NAME:rattlesnake woman:rattlesnake women:rattlesnake woman]
cs: [CASTE_NAME:chřestýší žena:chřestýší ženy:chřestýší ženu]
de: [CASTE_NAME:Klapperschlangenfrau:Klapperschlangenfrauen:Klapperschlangenfrau]
eo: [CASTE_NAME:homsonserpentino:homsonserpentinoj:de homsonserpentino]
es: [CASTE_NAME:mujer serpiente de cascabel:mujeres serpiente de cascabel:mujer serpiente de cascabel]
ja: [CASTE_NAME:ガラガラヘビ女:ガラガラヘビ女:ガラガラヘビ女の]
ko: [CASTE_NAME:여성 방울뱀인간:여성 방울뱀인간들:여성 방울뱀인간]
pl: [CASTE_NAME:grzechitnikokobieta:grzechotnikokobiety:grzechotnikokobiecy]
ru: [CASTE_NAME:женщина-гремучая змея:женщины-гремучие змеи:женщины-гремучей змеи]
tr: [CASTE_NAME:dişi çıngıraklı yılan:dişi çıngıraklı yılanlar:dişi çıngıraklı yılan]
vi: [CASTE_NAME:người rắn chuông nữ:những người rắn chuông nữ:người rắn chuông nữ]
zh_hans: [CASTE_NAME:响尾蛇女:响尾蛇女:响尾蛇女]

# CREATURE:RATTLESNAKE_MAN
source: [NAME:rattlesnake man:rattlesnake men:rattlesnake man]
cs: [NAME:chřestýší muž:chřestýší muži:chřestýšího muže]
de: [NAME:Klapperschlangenmensch:Klapperschlangenmensch:Klapperschlangenmensch]
eo: [NAME:homsonserpento:homsonserpentoj:de homsonserpento]
es: [NAME:hombre serpiente de cascabel:hombres serpiente de cascabel:hombre serpiente de cascabel]
ja: [NAME:ガラガラヘビ男:ガラガラヘビ男:ガラガラヘビ男の]
ko: [NAME:방울뱀인간:방울뱀인간들:방울뱀인간]
pl: [NAME:grzechotnikoczłowiek:grzechotnikoludzie:grzechotnikoludzki]
ru: [NAME:человек-гремучая змея:люди-гремучие змеи:человека-гремучей змеи]
tr: [NAME:erkek çıngıraklı yılan:erkek çıngıraklı yılanlar:erkek çıngıraklı yılan]
vi: [NAME:người rắn chuông:những người rắn chuông:người rắn chuông]
zh_hans: [NAME:响尾蛇人:响尾蛇人:响尾蛇人]

# CREATURE:RATTLESNAKE_MAN
source: [DESCRIPTION:A person resembling a large rattlesnake with arms.]
cs: [DESCRIPTION:Osoba připomínající velkého chřestýše s pažemi.]
de: [DESCRIPTION:Eine Person, die einer großen Klapperschlange mit Armen ähnelt.]
eo: [DESCRIPTION:Homo simila al granda sonserpento kun brakoj.]
es: [DESCRIPTION:Una persona parecida a una serpiente de cascabel grande con brazos.]
ja: [DESCRIPTION:ガラガラヘビに腕が生えたような人間だ。]
ko: [DESCRIPTION:팔을 가진 큰 방울뱀을 닮은 사람.]
pl: [DESCRIPTION:Osoba przypominająca dużego grzechotnika z ramionami.]
ru: [DESCRIPTION:Человек, похожий на огромную гремучую змею с руками.]
tr: [DESCRIPTION:Kolları olan büyük bir çıngıraklı yılanı andıran fantastik canlı.]
vi: [DESCRIPTION:Một người giống như một con rắn chuông lớn có tay.]

# CREATURE:GIANT_RATTLESNAKE
source: [CVCT_TARGET:rattlesnake]
cs: [CVCT_TARGET:chřestýš]
de: [CVCT_TARGET:Klapperschlange]
eo: [CVCT_TARGET:sonserpent]
es: [CVCT_TARGET:serpiente de cascabel]
ja: [CVCT_TARGET:ガラガラヘビ]
ko: [CVCT_TARGET:방울뱀]
pl: [CVCT_TARGET:grzechotnik]
ru: [CVCT_TARGET:гремучей змеи]
tr: [CVCT_TARGET:çıngıraklı yılan]
vi: [CVCT_TARGET:rắn chuông]

# CREATURE:GIANT_RATTLESNAKE
source: [CVCT_REPLACEMENT:giant rattlesnake]
cs: [CVCT_REPLACEMENT:obří chřestýš]
de: [CVCT_REPLACEMENT:Riesen Klapperschlange]
eo: [CVCT_REPLACEMENT:giganta sonserpent]
es: [CVCT_REPLACEMENT:serpiente de cascabel gigante]
ja: [CVCT_REPLACEMENT:巨大ガラガラヘビ]
ko: [CVCT_REPLACEMENT:거대 방울뱀]
pl: [CVCT_REPLACEMENT:gigantyczny grzechotnik]
ru: [CVCT_REPLACEMENT:гигантской гремучей змеи]
tr: [CVCT_REPLACEMENT:dev çıngıraklı yılan]
vi: [CVCT_REPLACEMENT:rắn chuông khổng lồ]

# CREATURE:GIANT_RATTLESNAKE
source: [NAME:giant rattlesnake:giant rattlesnakes:giant rattlesnake]
cs: [NAME:obří chřestýš:obří chřestýši:obřího chřestýše]
de: [NAME:Riesen Klapperschlange:Riesen Klapperschlangen:Riesen Klapperschlange]
eo: [NAME:giganta sonserpento:gigantaj sonserpentoj:de giganta sonserpento]
es: [NAME:serpiente de cascabel gigante:serpientes de cascabel gigantes:serpiente de cascabel gigante]
ja: [NAME:巨大ガラガラヘビ:巨大ガラガラヘビ:巨大ガラガラヘビの]
ko: [NAME:거대 방울뱀:거대 방울뱀떼:거대 방울뱀]
pl: [NAME:ogromny grzechotnik:ogromne grzechotniki:ogromnych grzechotników]
ru: [NAME:гигантская гремучая змея:гигантские гремучие змеи:гигантской гремучей змеи]
tr: [NAME:dev çıngıraklı yılan:dev çıngıraklı yılanlar:dev çıngıraklı yılan]
vi: [NAME:rắn chuông khổng lồ:những con rắn chuông khổng lồ:rắn chuông khổng lồ]
zh_hans: [NAME:巨居响尾蛇:巨响尾蛇:巨响尾蛇]

# CREATURE:GIANT_RATTLESNAKE
source: [CASTE_NAME:giant rattlesnake:giant rattlesnakes:giant rattlesnake]
cs: [CASTE_NAME:obří chřestýš:obří chřestýši:obřího chřestýše]
de: [CASTE_NAME:Riesen Klapperschlange:Riesen Klapperschlangen:Riesen Klapperschlange]
eo: [CASTE_NAME:giganta sonserpento:gigantaj sonserpentoj:de giganta sonserpento]
es: [CASTE_NAME:serpiente de cascabel gigante:serpientes de cascabel gigantes:serpiente de cascabel gigante]
ja: [CASTE_NAME:巨大ガラガラヘビ:巨大ガラガラヘビ:巨大ガラガラヘビの]
ko: [CASTE_NAME:거대 방울뱀:거대 방울뱀떼:거대 방울뱀]
pl: [CASTE_NAME:ogromny grzechotnik:ogromne grzechotniki:ogromnych grzechotników]
ru: [CASTE_NAME:гигантская гремучая змея:гигантские гремучие змеи:гигантской гремучей змеи]
tr: [CASTE_NAME:dev çıngıraklı yılan:dev çıngıraklı yılanlar:dev çıngıraklı yılan]
vi: [CASTE_NAME:rắn chuông khổng lồ:những con rắn chuông khổng lồ:rắn chuông khổng lồ]
zh_hans: [CASTE_NAME:巨响尾蛇:巨响尾蛇:巨响尾蛇]

# CREATURE:GIANT_RATTLESNAKE
source: [DESCRIPTION:A huge monster taking the shape of a rattlesnake.]
cs: [DESCRIPTION:Obří monstrum ve tvaru chřestýše.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Klapperschlange.]
eo: [DESCRIPTION:Grandega monstro formiĝante kiel sonserpento.]
es: [DESCRIPTION:Un monstruo enorme que toma la forma de una serpiente de cascabel.]
ja: [DESCRIPTION:ガラガラヘビのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:방울뱀의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie grzechotnika.]
ru: [DESCRIPTION:Огромный монстр, принявший вид гремучей змеи.]
tr: [DESCRIPTION:Çıngıraklı yılan şeklini almış devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng rắn chuông.]
zh_hans: [DESCRIPTION:一只巨大的响尾蛇怪。]

# CREATURE:GIANT_RATTLESNAKE
source: [PREFSTRING:warning rattle]
cs: [PREFSTRING:varovné chřestění]
de: [PREFSTRING:warnend rasselnd]
eo: [PREFSTRING:avertanta tintado]
es: [PREFSTRING:cascabeleo de advertencia]
ja: [PREFSTRING:ガラガラと響く警告]
ko: [PREFSTRING:경고하는 방울소리]
pl: [PREFSTRING:grzechotka ostrzegawcza]
ru: [PREFSTRING:предупреждающий треск]
tr: [PREFSTRING:uyarıcı çıngırak]
vi: [PREFSTRING:tiếng chuông cảnh báo]

# CREATURE:WEASEL
source: [DESCRIPTION:A tiny mammal with a slender body. It hunts in mouse holes as well as barn yards.]
cs: [DESCRIPTION:Drobný savec s útlým tělem. Loví v myších norách i na dvorech.]
de: [DESCRIPTION:Ein winziges Säugetier mit einem schlanken Körper. Es jagt sowohl in Mauselöchern als auch in Scheunenhöfen.]
eo: [DESCRIPTION:Eta mamulo kun maldika korpo. Ĝi ĉasas en mustruoj kaj birdokortoj.]
es: [DESCRIPTION:Un pequeño mamífero con un cuerpo esbelto. Caza en ratoneras, así como en corrales.]
ja: [DESCRIPTION:ほっそりした体の小さな哺乳類。ネズミの穴や納屋の庭で狩りをします。]
ko: [DESCRIPTION:날씬한 몸을 가진 작은 포유류. 헛간은 물론 쥐구멍에서도 사냥을 합니다.]
pl: [DESCRIPTION:Mały ssak o smukłym ciele. Poluje zarówno w mysich norach, jak i na podwórkach stodół.]
ru: [DESCRIPTION:Мелкое млекопитающее со стройным телом. Охотится около мышиных норок и в амбарах.]
tr: [DESCRIPTION:İnce gövdeli minik bir memeli. Ahır avlularının yanı sıra fare deliklerinde de avlanır.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ xíu với thân hình mảnh khảnh. Nó săn mồi trong các hang chuột cũng như trong sân chuồng.]

# CREATURE:WEASEL
source: [NAME:weasel:weasels:weasel]
cs: [NAME:lasička:lasičky:lasičku]
de: [NAME:Wiesel:Wiesel:Wiesel]
eo: [NAME:mustelo:musteloj:de mustelo]
es: [NAME:comadreja:comadrejas:comadreja]
ja: [NAME:イタチ:イタチ:イタチの]
ko: [NAME:족제비:족제비들:족제비]
pl: [NAME:łasica:łasice:łasiczy]
ru: [NAME:ласка:ласки:ласки]
tr: [NAME:gelincik:gelincikler:gelincik]
vi: [NAME:chồn:những con chồn:chồn]
zh_hans: [NAME:黄鼬:黄鼬:黄鼬]

# CREATURE:WEASEL
source: [CASTE_NAME:weasel:weasels:weasel]
cs: [CASTE_NAME:lasička:lasičky:lasičku]
de: [CASTE_NAME:Wiesel:Wiesel:Wiesel]
eo: [CASTE_NAME:mustelo:musteloj:de mustelo]
es: [CASTE_NAME:comadreja:comadrejas:comadreja]
ja: [CASTE_NAME:イタチ:イタチ:イタチの]
ko: [CASTE_NAME:족제비:족제비들:족제비]
pl: [CASTE_NAME:łasica:łasice:łasiczy]
ru: [CASTE_NAME:ласка:ласки:ласки]
tr: [CASTE_NAME:gelincik:gelincikler:gelincik]
vi: [CASTE_NAME:chồn:những con chồn:chồn]
zh_hans: [CASTE_NAME:黄鼬:黄鼬:黄鼬]

# CREATURE:WEASEL
source: [GENERAL_CHILD_NAME:weasel kit:weasel kits]
cs: [GENERAL_CHILD_NAME:mládě lasičky:mláďata lasičky]
de: [GENERAL_CHILD_NAME:Wiesel Junges:Wiesel Junge]
eo: [GENERAL_CHILD_NAME:mustelido:mustelidoj]
es: [GENERAL_CHILD_NAME:cría de comadreja:crías de comadreja]
ja: [GENERAL_CHILD_NAME:イタチの仔:イタチの仔の]
ko: [GENERAL_CHILD_NAME:새끼 족제비:새끼 족제비들]
pl: [GENERAL_CHILD_NAME:młode łasicy:wiele młodych łasicy]
ru: [GENERAL_CHILD_NAME:детёныш ласки:детёныши ласки]
tr: [GENERAL_CHILD_NAME:gelincik yavrusu:gelincik yavruları]
vi: [GENERAL_CHILD_NAME:chồn non:những con chồn non]
zh_hans: [GENERAL_CHILD_NAME:黄鼬幼崽:黄鼬幼崽]

# CREATURE:WEASEL
source: [PREFSTRING:long bodies]
cs: [PREFSTRING:dlouhá těla]
de: [PREFSTRING:lange Körper]
eo: [PREFSTRING:longaj korpoj]
es: [PREFSTRING:cuerpos largos]
ja: [PREFSTRING:長い胴]
ko: [PREFSTRING:긴 몸통]
pl: [PREFSTRING:długie ciała]
ru: [PREFSTRING:длинные тела]
tr: [PREFSTRING:uzun gövdeler]
vi: [PREFSTRING:thân dài]

# CREATURE:WEASEL
source: [PREFSTRING:short legs]
cs: [PREFSTRING:krátké nohy]
de: [PREFSTRING:kurze Beine]
eo: [PREFSTRING:mallongaj gamboj]
es: [PREFSTRING:patas cortas]
ja: [PREFSTRING:短い脚]
ko: [PREFSTRING:짧은 다리]
pl: [PREFSTRING:krótkie nogi]
ru: [PREFSTRING:короткие лапки]
tr: [PREFSTRING:kısa bacaklar]
vi: [PREFSTRING:chân ngắn]

# CREATURE:WEASEL
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:WEASEL
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:WEASEL
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:WEASEL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:WEASEL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:WEASEL_MAN
source: [CASTE_NAME:weasel man:weasel men:weasel man]
cs: [CASTE_NAME:lasičí muž:lasičí muži:lasičího muže]
de: [CASTE_NAME:Wieselmann:Wieselmänner:Wieselmann]
eo: [CASTE_NAME:hommusteliĉo:hommusteliĉoj:de hommusteliĉo]
es: [CASTE_NAME:hombre comadreja:hombres comadreja:hombre comadreja]
ja: [CASTE_NAME:イタチ男:イタチ男:イタチ男の]
ko: [CASTE_NAME:남성 족제비인간:남성 족제비인간들:남성 족제비인간]
pl: [CASTE_NAME:łasicomężczyzna:łasicomężczyźni:łasicomężczyzny]
ru: [CASTE_NAME:мужчина-ласка:мужчины-ласки:мужчины-ласки]
tr: [CASTE_NAME:erkek gelincik insanı:erkek gelincik insanları:erkek gelincik insanı]
vi: [CASTE_NAME:người chồn:những người chồn:người chồn]
zh_hans: [CASTE_NAME:黄鼬男:黄鼬男:黄鼬男]

# CREATURE:WEASEL_MAN
source: [CASTE_NAME:weasel woman:weasel women:weasel woman]
cs: [CASTE_NAME:lasičí žena:lasičí ženy:lasičí ženu]
de: [CASTE_NAME:Wieselfrau:Wieselfrauen:Wieselfrau]
eo: [CASTE_NAME:hommustelino:hommustelinoj:de hommustelino]
es: [CASTE_NAME:mujer comadreja:mujeres comadreja:mujer comadreja]
ja: [CASTE_NAME:イタチ女:イタチ女:イタチ女の]
ko: [CASTE_NAME:여성 족제비인간:여성 족제비인간들:여성 족제비인간]
pl: [CASTE_NAME:łasicokobieta:łasicokobiety:łasicokobiecy]
ru: [CASTE_NAME:женщина-ласка:женщины-ласки:женщины-ласки]
tr: [CASTE_NAME:dişi gelincik insanı:dişi gelincik insanları:dişi gelincik insanı]
vi: [CASTE_NAME:người chồn nữ:những người chồn nữ:người chồn nữ]
zh_hans: [CASTE_NAME:黄鼬女:黄鼬女:黄鼬女]

# CREATURE:WEASEL_MAN
source: [NAME:weasel man:weasel men:weasel man]
cs: [NAME:lasičí muž:lasičí muži:lasičího muže]
de: [NAME:Wieselmensch:Wieselmenschen:Wieselmensch]
eo: [NAME:hommustelo:hommusteloj:de hommustelo]
es: [NAME:hombre comadreja:hombres comadreja:hombre comadreja]
ja: [NAME:イタチ男:イタチ男:イタチ男の]
ko: [NAME:족제비인간:족제비인간들:족제비인간]
pl: [NAME:łasicoczłowiek:łasicoludzie:łasicoludzki]
ru: [NAME:человек-ласка:люди-ласки:человека-ласки]
tr: [NAME:gelincik insanı:gelincik insanları:gelincik insanı]
vi: [NAME:người chồn:những người chồn:người chồn]
zh_hans: [NAME:黄鼬人:黄鼬人:黄鼬人]

# CREATURE:WEASEL_MAN
source: [DESCRIPTION:A person with the head and tail of a weasel.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem lasičky.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines Wiesels.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de mustelo.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de una comadreja.]
ja: [DESCRIPTION:イタチの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:족제비의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osoba z głową i ogonem łasicy.]
ru: [DESCRIPTION:Человек с головой и хвостом ласки.]
tr: [DESCRIPTION:Bir gelinciğin başına ve kuyruğuna sahip bir kişi.]
vi: [DESCRIPTION:Một người với đầu và đuôi của một con chồn.]

# CREATURE:GIANT_WEASEL
source: [NAME:giant weasel:giant weasels:giant weasel]
cs: [NAME:obří lasička:obří lasičky:obří lasičku]
de: [NAME:Riesen Wiesel:Riesen Wiesel:Riesen Wiesel]
eo: [NAME:giganta mustelo:gigantaj musteloj:de giganta mustelo]
es: [NAME:comadreja gigante:comadrejas gigantes:comadreja gigante]
ja: [NAME:巨大イタチ:巨大イタチ:巨大イタチの]
ko: [NAME:거대 족제비:거대 족제비들:거대 족제비]
pl: [NAME:ogromna łasica:ogromne łasice:ogromno łasiczy]
ru: [NAME:гигантская ласка:гигантские ласки:гигантской ласки]
tr: [NAME:dev gelincik:dev gelincikler:dev gelincik]
vi: [NAME:chồn khổng lồ:những con chồn khổng lồ:chồn khổng lồ]
zh_hans: [NAME:巨黄鼬:巨黄鼬:巨黄鼬]

# CREATURE:GIANT_WEASEL
source: [CASTE_NAME:giant weasel:giant weasels:giant weasel]
cs: [CASTE_NAME:obří lasička:obří lasičky:obří lasičku]
de: [CASTE_NAME:Riesen Wiesel:Riesen Wiesel:Riesen Wiesel]
eo: [CASTE_NAME:giganta mustelo:gigantaj musteloj:de giganta mustelo]
es: [CASTE_NAME:comadreja gigante:comadrejas gigantes:comadreja gigante]
ja: [CASTE_NAME:巨大イタチ:巨大イタチ:巨大イタチの]
ko: [CASTE_NAME:거대 족제비:거대 족제비들:거대 족제비]
pl: [CASTE_NAME:ogromna łasica:ogromne łasice:ogromno łasiczy]
ru: [CASTE_NAME:гигантская ласка:гигантские ласки:гигантской ласки]
tr: [CASTE_NAME:dev gelincik:dev gelincikler:dev gelincik]
vi: [CASTE_NAME:chồn khổng lồ:những con chồn khổng lồ:chồn khổng lồ]
zh_hans: [CASTE_NAME:巨黄鼬:巨黄鼬:巨黄鼬]

# CREATURE:GIANT_WEASEL
source: [GENERAL_CHILD_NAME:giant weasel kit:giant weasel kits]
cs: [GENERAL_CHILD_NAME:mládě obří lasičky:mláďata obří lasičky]
de: [GENERAL_CHILD_NAME:Riesen Wiesel Junges: Riesen Wiesel Junge]
eo: [GENERAL_CHILD_NAME:giganta mustelido:gigantaj mustelidoj]
es: [GENERAL_CHILD_NAME:cría de comadreja gigante:crías de comadreja gigante]
ja: [GENERAL_CHILD_NAME:巨大イタチの仔:巨大イタチの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 족제비:새끼 거대 족제비들]
pl: [GENERAL_CHILD_NAME:młode ogromnej łasicy:wiele młodych ogromnej łasicy]
ru: [GENERAL_CHILD_NAME:детёныш гигантской ласки:детёныши гигантской ласки]
tr: [GENERAL_CHILD_NAME:yavru dev gelincik:yavru dev gelincikler]
vi: [GENERAL_CHILD_NAME:chồn non khổng lồ:những con chồn non khổng lồ]

# CREATURE:GIANT_WEASEL
source: [DESCRIPTION:A large monster taking the shape of a weasel.]
cs: [DESCRIPTION:Velké monstrum ve tvaru lasičky.]
de: [DESCRIPTION:Ein großes Monster in Form eines Wiesels.]
eo: [DESCRIPTION:Granda monstro formiĝante kiel mustelo.]
es: [DESCRIPTION:Un gran monstruo que toma la forma de una comadreja.]
ja: [DESCRIPTION:イタチのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:족제비의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór przybierający kształt łasicy.]
ru: [DESCRIPTION:Огромный монстр, принявший вид ласки.]
tr: [DESCRIPTION:Gelincik şekline bürünmüş büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dạng chồn.]

# CREATURE:GIANT_WEASEL
source: [PREFSTRING:long bodies]
cs: [PREFSTRING:dlouhá těla]
de: [PREFSTRING:lange Körper]
eo: [PREFSTRING:longaj korpoj]
es: [PREFSTRING:cuerpos largos]
ja: [PREFSTRING:長い胴]
ko: [PREFSTRING:긴 몸통]
pl: [PREFSTRING:długie ciała]
ru: [PREFSTRING:длинные тела]
tr: [PREFSTRING:uzun gövdeleri]
vi: [PREFSTRING:thân dài]

# CREATURE:GIANT_WEASEL
source: [PREFSTRING:short legs]
cs: [PREFSTRING:krátké nohy]
de: [PREFSTRING:kurze Beine]
eo: [PREFSTRING:mallongaj gamboj]
es: [PREFSTRING:patas cortas]
ja: [PREFSTRING:短い脚]
ko: [PREFSTRING:짧은 다리]
pl: [PREFSTRING:krótkie nogi]
ru: [PREFSTRING:короткие лапки]
tr: [PREFSTRING:kısa bacakları]
vi: [PREFSTRING:chân ngắn]

# CREATURE:COPPERHEAD_SNAKE
source: [DESCRIPTION:A tiny venomous snake found in the woods and swamps.]
cs: [DESCRIPTION:Drobný jedovatý had nalezený v lesích a bažinách.]
de: [DESCRIPTION:Eine winzige Giftschlange, die in den Wäldern und Sümpfen gefunden wird.]
eo: [DESCRIPTION:Eta venena serpento kiu troviĝas en duonarbaroj kaj arbomarĉoj.]
es: [DESCRIPTION:Una diminuta serpiente venenosa que se encuentra en los bosques y pantanos.]
ja: [DESCRIPTION:木や沼に棲む、小さな毒蛇だ。]
ko: [DESCRIPTION:숲과 늪에서 발견되는 작은 독사.]
pl: [DESCRIPTION:Mały jadowity wąż znaleziony w lasach i na bagnach.]
ru: [DESCRIPTION:Мелкая ядовитая змея, обитающая в лесах и болотах.]
tr: [DESCRIPTION:Ormanlarda ve bataklıklarda bulunan, küçük ve zehirli bir yılan.]
vi: [DESCRIPTION:Một loài rắn độc nhỏ xíu được tìm thấy trong rừng và đầm lầy.]

# CREATURE:COPPERHEAD_SNAKE
source: [NAME:copperhead snake:copperhead snakes:copperhead snake]
cs: [NAME:měděnka:měděnky:měděnku]
de: [NAME:Kupferkopfschlange:Kupferkopfschlangen:Kupferkopfschlange]
eo: [NAME:kuprokapserpento:kuprokapserpentoj:de kuprokapserpento]
es: [NAME:serpiente cabeza de cobre:serpientes cabeza de cobre:serpiente cabeza de cobre]
ja: [NAME:カッパーヘッドスネーク:カッパーヘッドスネーク:カッパーヘッドスネークの]
ko: [NAME:코퍼헤드 스네이크:코퍼헤드스네이크떼:코퍼헤드스네이크들]
pl: [NAME:wąż miedzianogłowy:węże miedzianogłowe:węży miedzianogłowych]
ru: [NAME:медноголовый щитомордник:медноголовые щитомордники:медноголового щитомордника]
tr: [NAME:bakırbaş yılanı:bakırbaş yılanları:bakırbaş yılanı]
vi: [NAME:rắn đầu đồng:những con rắn đầu đồng:rắn đầu đồng]

# CREATURE:COPPERHEAD_SNAKE
source: [CASTE_NAME:copperhead snake:copperhead snakes:copperhead snake]
cs: [CASTE_NAME:měděnka:měděnky:měděnku]
de: [CASTE_NAME:Kupferkopfschlange:Kupferkopfschlangen:Kupferkopfschlange]
eo: [CASTE_NAME:kuprokapserpento:kuprokapserpentoj:de kuprokapserpento]
es: [CASTE_NAME:serpiente cabeza de cobre:serpientes cabeza de cobre:serpiente cabeza de cobre]
ja: [CASTE_NAME:カッパーヘッドスネーク:カッパーヘッドスネーク:カッパーヘッドスネークの]
pl: [CASTE_NAME:wąż miedzianogłowy:węże miedzianogłowe:węży miedzianogłowych]
ru: [CASTE_NAME:медноголовый щитомордник:медноголовые щитомордники:медноголового щитомордника]
tr: [CASTE_NAME:bakırbaş yılanı:bakırbaş yılanları:bakırbaş yılanı]
vi: [CASTE_NAME:rắn đầu đồng:những con rắn đầu đồng:rắn đầu đồng]

# CREATURE:COPPERHEAD_SNAKE
source: [PREFSTRING:attractive scale patterns]
cs: [PREFSTRING:pěkné vzory šupin]
de: [PREFSTRING:attraktive Rahmenmuster]
eo: [PREFSTRING:logantaj skvamaj skemoj]
es: [PREFSTRING:escamas con patrones atractivos]
ja: [PREFSTRING:魅力的な鱗の色]
pl: [PREFSTRING:atrakcyjne wzory łusek]
ru: [PREFSTRING:красивые узоры на коже]
tr: [PREFSTRING:çekici pul desenleri]
vi: [PREFSTRING:hoa văn vảy đẹp mắt]

# CREATURE:COPPERHEAD_SNAKE
source: [STATE_NAME:ALL_SOLID:frozen copperhead snake venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed měděnky]
de: [STATE_NAME:ALL_SOLID:gefrorenes Kupferkopfschlangengift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de kuprokapserpento]
es: [STATE_NAME:ALL_SOLID:veneno de serpiente cabeza de cobre congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったカッパーヘッドスネークの毒液]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad węża miedzianogłowego]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд медноголового щитомордника]
tr: [STATE_NAME:ALL_SOLID:donmuş bakırbaş yılanı zehri]
vi: [STATE_NAME:ALL_SOLID:nọc rắn đầu đồng đông lạnh]

# CREATURE:COPPERHEAD_SNAKE
source: [STATE_ADJ:ALL_SOLID:frozen copperhead snake venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed měděnky]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Kupferkopfschlangengift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de kuprokapserpento]
es: [STATE_ADJ:ALL_SOLID:veneno de serpiente cabeza de cobre congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったカッパーヘッドスネークの毒液]
pl: [STATE_ADJ:ALL_SOLID:zamrożony jad węża miedzianogłowego]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд медноголового щитомордника]
tr: [STATE_ADJ:ALL_SOLID:donmuş bakırbaş yılanı zehri]
vi: [STATE_ADJ:ALL_SOLID:nọc rắn đầu đồng đông lạnh]

# CREATURE:COPPERHEAD_SNAKE
source: [STATE_NAME:LIQUID:copperhead snake venom]
cs: [STATE_NAME:LIQUID:jed měděnky]
de: [STATE_NAME:LIQUID:Kupferkopfschlangen-Gift]
eo: [STATE_NAME:LIQUID:veneno de kuprokapserpento]
es: [STATE_NAME:LIQUID:veneno de serpiente cabeza de cobre]
ja: [STATE_NAME:LIQUID:カッパーヘッドスネークの毒液]
pl: [STATE_NAME:LIQUID:jad węża miedzianogłowego]
ru: [STATE_NAME:LIQUID:яд медноголового щитомордника]
tr: [STATE_NAME:LIQUID:bakırbaş yılanı zehri]
vi: [STATE_NAME:LIQUID:nọc rắn đầu đồng]

# CREATURE:COPPERHEAD_SNAKE
source: [STATE_ADJ:LIQUID:copperhead snake venom]
cs: [STATE_ADJ:LIQUID:jed měděnky]
de: [STATE_ADJ:LIQUID:Kupferkopfschlangen-Gift]
eo: [STATE_ADJ:LIQUID:de veneno de kuprokapserpento]
es: [STATE_ADJ:LIQUID:veneno de serpiente cabeza de cobre]
ja: [STATE_ADJ:LIQUID:カッパーヘッドスネークの毒液]
pl: [STATE_ADJ:LIQUID:jad węża miedzianogłowego]
ru: [STATE_ADJ:LIQUID:яд медноголового щитомордника]
tr: [STATE_ADJ:LIQUID:bakırbaş yılanı zehri]
vi: [STATE_ADJ:LIQUID:nọc rắn đầu đồng]

# CREATURE:COPPERHEAD_SNAKE
source: [STATE_NAME:GAS:boiling copperhead snake venom]
cs: [STATE_NAME:GAS:vroucí jed měděnky]
de: [STATE_NAME:GAS:kochendes Kupferkopfschlangen-Gift]
eo: [STATE_NAME:GAS:bolanta veneno de kuprokapserpento]
es: [STATE_NAME:GAS:veneno hirviendo de serpiente cabeza de cobre]
ja: [STATE_NAME:GAS:蒸気化したカッパーヘッドスネークの毒液]
pl: [STATE_NAME:GAS:gotujący się jad węża miedzianogłowego]
ru: [STATE_NAME:GAS:пары яда медноголового щитомордника]
tr: [STATE_NAME:GAS:kaynayan bakırbaş yılanı zehri]
vi: [STATE_NAME:GAS:nọc rắn đầu đồng đang sôi]
