Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_COYOTE
source: [NAME:giant coyote:giant coyotes:giant coyote]
cs: [NAME:obří koyote:obří koyoteové:obří koyotea]
de: [NAME:Riesen Kojote:Riesen Kojoten:Riesen Kojote]
eo: [NAME:giganta kojoto:gigantaj kojotoj:de giganta kojoto]
es: [NAME:coyote gigante:coyotes gigantes:coyote gigante]
ja: [NAME:巨大コヨーテ:巨大コヨーテ:巨大コヨーテの]
ko: [NAME:거대 승냥이:거대 승냥이들:거대 승냥이]
pl: [NAME:gigantyczny kojot:gigantyczne kojoty:gigantyczno kojoci]
ru: [NAME:гигантский койот:гигантские койоты:гигантского койота]
tr: [NAME:dev kır kurdu:dev kır kurtları:dev kır kurdu]
vi: [NAME:chó sói đồng cỏ khổng lồ:chó sói đồng cỏ khổng lồ:chó sói đồng cỏ khổng lồ]

# CREATURE:GIANT_COYOTE
source: [CASTE_NAME:giant coyote:giant coyotes:giant coyote]
cs: [CASTE_NAME:obří koyote:obří koyoteové:obří koyotea]
de: [CASTE_NAME:Riesen Kojote:Riesen Kojoten:Riesen Kojote]
eo: [CASTE_NAME:giganta kojoto:gigantaj kojotoj:de giganta kojoto]
es: [CASTE_NAME:coyote gigante:coyotes gigantes:coyote gigante]
ja: [CASTE_NAME:巨大コヨーテ:巨大コヨーテ:巨大コヨーテの]
ko: [CASTE_NAME:거대 승냥이:거대 승냥이들:거대 승냥이]
pl: [CASTE_NAME:gigantyczny kojot:gigantyczne kojoty:gigantyczno kojoci]
ru: [CASTE_NAME:гигантский койот:гигантские койоты:гигантского койота]
tr: [CASTE_NAME:dev kır kurdu:dev kır kurtları:dev kır kurdu]
vi: [CASTE_NAME:chó sói đồng cỏ khổng lồ:chó sói đồng cỏ khổng lồ:chó sói đồng cỏ khổng lồ]

# CREATURE:GIANT_COYOTE
source: [GENERAL_CHILD_NAME:giant coyote pup:giant coyote pups]
cs: [GENERAL_CHILD_NAME:štěně obřího koyota:štěňata obřího koyota]
de: [GENERAL_CHILD_NAME:Riesen Kojoten-Welpe:Riesen Kojoten-Welpen]
eo: [GENERAL_CHILD_NAME:giganta kojotido:gigantaj kojotidoj]
es: [GENERAL_CHILD_NAME:cachorro de coyote gigante:cachorros de coyote gigante]
ja: [GENERAL_CHILD_NAME:巨大コヨーテの子供:巨大コヨーテの子供の]
ko: [GENERAL_CHILD_NAME:거대 승냥이 새끼:거대 승냥이 새끼s]
pl: [GENERAL_CHILD_NAME:szczenię gigantycznego kojota:szczenięta gigantycznego kojota]
ru: [GENERAL_CHILD_NAME:щенок гигантского койота:щенки гигантского койота]
tr: [GENERAL_CHILD_NAME:dev kır kurdu yavrusu:dev kır kurdu yavruları]
vi: [GENERAL_CHILD_NAME:chó sói đồng cỏ khổng lồ con:chó sói đồng cỏ khổng lồ con]

# CREATURE:GIANT_COYOTE
source: [DESCRIPTION:A large dog-like monster with a haunting howl.]
cs: [DESCRIPTION:Velké psovité monstrum se strašidelným vytím.]
de: [DESCRIPTION:Ein großes hundeähnliches Monster mit einem eindringlichen Heulen.]
eo: [DESCRIPTION:Granda hundsimila monstro kun mistera hojlo.]
es: [DESCRIPTION:Un gran cánido monstruoso con un aullido embrujado.]
ja: [DESCRIPTION:コヨーテの姿をした巨大な怪物だ。]
ko: [DESCRIPTION:잊혀지지 않는 울부 짖는 큰 개 같은 괴물.]
pl: [DESCRIPTION:Duży, podobny do psa potwór z prześladującym wyciem.]
ru: [DESCRIPTION:Огромный собакоподобный монстр, издающий протяжный вой.]
tr: [DESCRIPTION:Akıldan çıkmayan bir ulumaya sahip, köpek benzeri büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn giống chó với tiếng hú ám ảnh.]

# CREATURE:GIANT_COYOTE
source: [PREFSTRING:howling]
cs: [PREFSTRING:vytí]
de: [PREFSTRING:Heulen]
eo: [PREFSTRING:hojladoj]
es: [PREFSTRING:aullando]
ja: [PREFSTRING:遠吠え]
ko: [PREFSTRING:울부짖음]
pl: [PREFSTRING:wycie]
ru: [PREFSTRING:вой]
tr: [PREFSTRING:uluma]
vi: [PREFSTRING:tiếng hú]

# CREATURE:KANGAROO
source: [DESCRIPTION:A medium-sized creature that can be found hopping through the grassland.]
cs: [DESCRIPTION:Středně velké stvoření, které lze spatřit poskakovat travinami.]
de: [DESCRIPTION:Eine mittelgroße Kreatur, die durch das Grasland hüpfen kann.]
eo: [DESCRIPTION:Mezgranda estaĵo kiu troveblas hopante tra la herbejoj.]
es: [DESCRIPTION:Una criatura mediana que puede ser encontrada en los pastizales.]
ja: [DESCRIPTION:草原に棲む中型動物。跳ねて移動する。]
ko: [DESCRIPTION:초원을 뛰어다니며 볼 수 있는 중형 생물입니다.]
pl: [DESCRIPTION:Średniej wielkości stworzenie, które można spotkać skaczące po łąkach.]
ru: [DESCRIPTION:Существо среднего размера, обитающее в степях.]
tr: [DESCRIPTION:Otlaklarda zıplarken bulunabilen orta boylu bir yaratık.]
vi: [DESCRIPTION:Một sinh vật cỡ trung bình có thể được tìm thấy đang nhảy xuyên qua đồng cỏ.]

# CREATURE:KANGAROO
source: [NAME:kangaroo:kangaroos:kangaroo]
cs: [NAME:klokan:klokani:klokana]
de: [NAME:Känguru:Kängurus:Känguru]
eo: [NAME:kanguruo:kanguruoj:de kanguruo]
es: [NAME:canguro:canguros:canguro]
ja: [NAME:カンガルー:カンガルー:カンガルーの]
ko: [NAME:캥거루:캥거루들:캥거루]
pl: [NAME:kangur:kangury:kangurzy]
ru: [NAME:кенгуру:кенгуру:кенгуру]
tr: [NAME:kanguru:kangurular:kanguru]
vi: [NAME:kangaroo:kangaroo:kangaroo]

# CREATURE:KANGAROO
source: [GENERAL_CHILD_NAME:kangaroo joey:kangaroo joeys]
cs: [GENERAL_CHILD_NAME:mládě klokána:mláďata klokána]
de: [GENERAL_CHILD_NAME:Känguru Junges:Känguru Junge]
eo: [GENERAL_CHILD_NAME:kanguruido:kanguruidoj]
es: [GENERAL_CHILD_NAME:cría de canguro:crías de canguro]
ja: [GENERAL_CHILD_NAME:カンガルーの子供:カンガルーの子供の]
ko: [GENERAL_CHILD_NAME:새끼 캥거루:새끼 캥거루들]
pl: [GENERAL_CHILD_NAME:młode kangura:wiele młodych kangura]
ru: [GENERAL_CHILD_NAME:кенгурёнок:кенгурята]
tr: [GENERAL_CHILD_NAME:kanguru yavrusu:kanguru yavruları]
vi: [GENERAL_CHILD_NAME:kangaroo con:kangaroo con]

# CREATURE:KANGAROO
source: [PREFSTRING:pouches]
cs: [PREFSTRING:vak]
de: [PREFSTRING:Beutel]
eo: [PREFSTRING:poŝoj]
es: [PREFSTRING:bolsas]
ja: [PREFSTRING:お腹の袋]
pl: [PREFSTRING:woreczki]
ru: [PREFSTRING:сумки]
tr: [PREFSTRING:keseler]
vi: [PREFSTRING:những cái túi]

# CREATURE:KANGAROO
source: [PREFSTRING:great leaps]
cs: [PREFSTRING:velké skoky]
de: [PREFSTRING:mächtige Sprünge]
eo: [PREFSTRING:grandaj saltoj]
es: [PREFSTRING:grandes saltos]
ja: [PREFSTRING:力強い跳躍]
ko: [PREFSTRING:거대한 뜀박질]
pl: [PREFSTRING:wielkie skoki]
ru: [PREFSTRING:длинные прыжки]
tr: [PREFSTRING:büyük sıçrayışlar]
vi: [PREFSTRING:Những cú nhảy vọt]

# CREATURE:KANGAROO
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:KANGAROO
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:KANGAROO
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:KANGAROO
source: [CASTE_NAME:kangaroo doe:kangaroo does:kangaroo doe]
cs: [CASTE_NAME:klokaní samice:klokaní samice:klokaní samici]
de: [CASTE_NAME:Känguru Weibchen:Känguru Weibchen:Känguru Weibchen]
eo: [CASTE_NAME:kanguruino:kanguruinoj:de kanguruino]
es: [CASTE_NAME:canguro:canguros:canguro]
ja: [CASTE_NAME:カンガルーの雌:カンガルーの雌:カンガルーの雌の]
pl: [CASTE_NAME:samica kangura:samice kangura:kangurze samice]
ru: [CASTE_NAME:самка кенгуру:самки кенгуру:самки кенгуру]
tr: [CASTE_NAME:dişi kanguru:dişi kangurular:dişi kanguru]

# CREATURE:KANGAROO
source: [STATE_NAME:ALL_SOLID:frozen kangaroo's milk]
cs: [STATE_NAME:ALL_SOLID:mražené klokaní mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Kängurumilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de kanguruo]
es: [STATE_NAME:ALL_SOLID:leche de kanguro congelada]
ja: [STATE_NAME:ALL_SOLID:凍ったカンガルーのミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 캥거루 젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone kangurze mleko]
ru: [STATE_NAME:ALL_SOLID:замёрзшее молоко кенгуру]
tr: [STATE_NAME:ALL_SOLID:donmuş kanguru sütü]
vi: [STATE_NAME:ALL_SOLID:sữa kangaroo đông lạnh]

# CREATURE:KANGAROO
source: [STATE_ADJ:ALL_SOLID:frozen kangaroo's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené klokaní mléko]
de: [STATE_ADJ:ALL_SOLID:gefrorene Kängurumilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de kanguruo]
es: [STATE_ADJ:ALL_SOLID:leche de kanguro congelada]
ja: [STATE_ADJ:ALL_SOLID:凍ったカンガルーのミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 캥거루 젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone kangurze mleko]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее молоко кенгуру]
tr: [STATE_ADJ:ALL_SOLID:donmuş kanguru sütü]
vi: [STATE_ADJ:ALL_SOLID:sữa kangaroo đông lạnh]

# CREATURE:KANGAROO
source: [STATE_NAME:LIQUID:kangaroo's milk]
cs: [STATE_NAME:LIQUID:klokaní mléko]
de: [STATE_NAME:LIQUID:Känguru Milch]
eo: [STATE_NAME:LIQUID:lakto de kanguruo]
es: [STATE_NAME:LIQUID:leche de kanguro]
ja: [STATE_NAME:LIQUID:カンガルーのミルク]
ko: [STATE_NAME:LIQUID:캥거루 젖]
pl: [STATE_NAME:LIQUID:kangurze mleko]
ru: [STATE_NAME:LIQUID:молоко кенгуру]
tr: [STATE_NAME:LIQUID:kanguru sütü]
vi: [STATE_NAME:LIQUID:sữa kangaroo]

# CREATURE:KANGAROO
source: [STATE_ADJ:LIQUID:kangaroo's milk]
cs: [STATE_ADJ:LIQUID:klokaní mléko]
de: [STATE_ADJ:LIQUID:Känguru Milch]
eo: [STATE_ADJ:LIQUID:de lakto de kanguruo]
es: [STATE_ADJ:LIQUID:leche de kanguro]
ja: [STATE_ADJ:LIQUID:カンガルーのミルク]
ko: [STATE_ADJ:LIQUID:캥거루 젖]
pl: [STATE_ADJ:LIQUID:kangurze mleko]
ru: [STATE_ADJ:LIQUID:молоко кенгуру]
tr: [STATE_ADJ:LIQUID:kanguru sütü]
vi: [STATE_ADJ:LIQUID:sữa kangaroo]

# CREATURE:KANGAROO
source: [STATE_NAME:GAS:boiling kangaroo's milk]
cs: [STATE_NAME:GAS:vařící klokaní mléko]
de: [STATE_NAME:GAS:kochende Känguru Milch]
eo: [STATE_NAME:GAS:bolanta lakto de kanguruo]
es: [STATE_NAME:GAS:leche de canguro hirviendo]
ja: [STATE_NAME:GAS:蒸気化したカンガルーのミルク]
ko: [STATE_NAME:GAS:기화된 캥거루 젖]
pl: [STATE_NAME:GAS:gotujące się kangurze mleko]
ru: [STATE_NAME:GAS:пары молока кенгуру]
tr: [STATE_NAME:GAS:kaynayan kanguru sütü]
vi: [STATE_NAME:GAS:sữa kangaroo đun sôi]

# CREATURE:KANGAROO
source: [STATE_ADJ:GAS:boiling kangaroo's milk]
cs: [STATE_ADJ:GAS:vařící klokaní mléko]
de: [STATE_ADJ:GAS:kochende Känguru Milch]
eo: [STATE_ADJ:GAS:de bolanta lakto de kanguruo]
es: [STATE_ADJ:GAS:leche de canguro hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したカンガルーのミルク]
ko: [STATE_ADJ:GAS:기화된 캥거루 젖]
pl: [STATE_ADJ:GAS:gotujące się kangurze mleko]
ru: [STATE_ADJ:GAS:кипящее молок кенгуру]
tr: [STATE_ADJ:GAS:kaynayan kanguru sütü]
vi: [STATE_ADJ:GAS:sữa kangaroo đun sôi]

# CREATURE:KANGAROO
source: [STATE_NAME:SOLID:kangaroo cheese]
cs: [STATE_NAME:SOLID:klokaní sýr]
de: [STATE_NAME:SOLID:Känguru Käse]
eo: [STATE_NAME:SOLID:fromaĝo de kanguruo]
es: [STATE_NAME:SOLID:queso de kanguro]
ja: [STATE_NAME:SOLID:カンガルーのチーズ]
ko: [STATE_NAME:SOLID:캥거루 치즈]
pl: [STATE_NAME:SOLID:kangurzy ser]
ru: [STATE_NAME:SOLID:сыр кенгуру]
tr: [STATE_NAME:SOLID:kanguru peyniri]
vi: [STATE_NAME:SOLID:phô mai kangaroo]

# CREATURE:KANGAROO
source: [STATE_ADJ:SOLID:kangaroo cheese]
cs: [STATE_ADJ:SOLID:klokaní sýr]
de: [STATE_ADJ:SOLID:Känguru Käse]
eo: [STATE_ADJ:SOLID:de fromaĝo de kanguruo]
es: [STATE_ADJ:SOLID:queso de kanguro]
ja: [STATE_ADJ:SOLID:カンガルーのチーズ]
ko: [STATE_ADJ:SOLID:캥거루 치즈]
pl: [STATE_ADJ:SOLID:kangurzy ser]
ru: [STATE_ADJ:SOLID:сыр кенгуру]
tr: [STATE_ADJ:SOLID:kanguru peyniri]
vi: [STATE_ADJ:SOLID:phô mai kangaroo]

# CREATURE:KANGAROO
source: [STATE_NAME:SOLID_POWDER:kangaroo cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený klokaní sýr]
de: [STATE_NAME:SOLID_POWDER:Känguru Käse-Pulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de kanguruo]
es: [STATE_NAME:SOLID_POWDER:queso de canguro en polvo]
ja: [STATE_NAME:SOLID_POWDER:カンガルーのチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:캥거루 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany kangurzy ser]
ru: [STATE_NAME:SOLID_POWDER:тёртый сыр кенгуру]
tr: [STATE_NAME:SOLID_POWDER:kanguru peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:bột phô mai kangaroo]

# CREATURE:KANGAROO
source: [STATE_ADJ:SOLID_POWDER:kangaroo cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený klokaní sýr]
de: [STATE_ADJ:SOLID_POWDER:Känguru Käse-Pulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de kanguruo]
es: [STATE_ADJ:SOLID_POWDER:de queso de canguro en polvo]
ja: [STATE_ADJ:SOLID_POWDER:カンガルーのチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:캥거루 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany kangurzy ser]
ru: [STATE_ADJ:SOLID_POWDER:тёртый сыр кенгуру]
tr: [STATE_ADJ:SOLID_POWDER:kanguru peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:bột phô mai kangaroo]

# CREATURE:KANGAROO
source: [STATE_NAME:LIQUID:melted kangaroo cheese]
cs: [STATE_NAME:LIQUID:tavený klokaní sýr]
de: [STATE_NAME:LIQUID:geschmolzener Känguru Käse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de kanguruo]
es: [STATE_NAME:LIQUID:queso de canguro derretido]
ja: [STATE_NAME:LIQUID:溶けたカンガルーのチーズ]
ko: [STATE_NAME:LIQUID:녹은 캥거루 치즈]
pl: [STATE_NAME:LIQUID:roztopiony kangurzy ser]
ru: [STATE_NAME:LIQUID:расплавленный сыр кенгуру]
tr: [STATE_NAME:LIQUID:erimiş kanguru peyniri]
vi: [STATE_NAME:LIQUID:phô mai kangaroo tan chảy]

# CREATURE:KANGAROO
source: [STATE_ADJ:LIQUID:melted kangaroo cheese]
cs: [STATE_ADJ:LIQUID:tavený klokaní sýr]
de: [STATE_ADJ:LIQUID:geschmolzener Känguru Käse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de kanguruo]
es: [STATE_ADJ:LIQUID:de queso de canguro derretido]
ja: [STATE_ADJ:LIQUID:溶けたカンガルーのチーズ]
ko: [STATE_ADJ:LIQUID:녹은 캥거루 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony kangurzy ser]
ru: [STATE_ADJ:LIQUID:расплавленный сыр кенгуру]
tr: [STATE_ADJ:LIQUID:erimiş kanguru peyniri]
vi: [STATE_ADJ:LIQUID:phô mai kangaroo tan chảy]

# CREATURE:KANGAROO
source: [STATE_NAME:GAS:boiling kangaroo cheese]
cs: [STATE_NAME:GAS:vařící klokaní sýr]
de: [STATE_NAME:GAS:kochender Känguru Käse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de kanguruo]
es: [STATE_NAME:GAS:queso de canguro hirviendo]
ja: [STATE_NAME:GAS:蒸気化したカンガルーのチーズ]
ko: [STATE_NAME:GAS:기화된 캥거루 치즈]
pl: [STATE_NAME:GAS:gotujący się kangurzy ser]
ru: [STATE_NAME:GAS:пары кенгурового сыра]
tr: [STATE_NAME:GAS:kaynayan kanguru peyniri]
vi: [STATE_NAME:GAS:phô mai kangaroo đun sôi]

# CREATURE:KANGAROO
source: [STATE_ADJ:GAS:boiling kangaroo cheese]
cs: [STATE_ADJ:GAS:vařící klokaní sýr]
de: [STATE_ADJ:GAS:kochender Känguru Käse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de kanguruo]
es: [STATE_ADJ:GAS:queso de canguro hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したカンガルーのチーズ]
ko: [STATE_ADJ:GAS:기화된 캥거루 치즈]
pl: [STATE_ADJ:GAS:gotujący się kangurzy ser]
ru: [STATE_ADJ:GAS:кипящий сыр кенгуру]
tr: [STATE_ADJ:GAS:kaynayan kanguru peyniri]
vi: [STATE_ADJ:GAS:phô mai kangaroo đun sôi]

# CREATURE:KANGAROO
source: [CASTE_NAME:kangaroo buck:kangaroo bucks:kangaroo buck]
cs: [CASTE_NAME:klokaní samec:klokaní samci:klokaního samce]
de: [CASTE_NAME:Känguru Männchen:Känguru Männchen:Känguru Männchen]
eo: [CASTE_NAME:kanguruiĉo:kanguruiĉoj:de kanguruiĉo]
es: [CASTE_NAME:canguro:canguros:canguro]
ja: [CASTE_NAME:カンガルーの雄:カンガルーの雄:カンガルーの雄の]
pl: [CASTE_NAME:samieć kangura:samce kangura:samczo kangurzy]
ru: [CASTE_NAME:самец кенгуру:самцы кенгуру:самца кенгуру]
tr: [CASTE_NAME:erkek kanguru:erkek kangurular:erkek kanguru]
vi: [CASTE_NAME:kangaroo đực:kangaroo đực:kangaroo đực]

# CREATURE:KANGAROO
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:KANGAROO
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:KANGAROO
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:KANGAROO_MAN
source: [CVCT_TARGET:kangaroo]
cs: [CVCT_TARGET:klokan]
de: [CVCT_TARGET:Känguru]
eo: [CVCT_TARGET:kanguru]
ko: [CVCT_TARGET:캥거루]
pl: [CVCT_TARGET:kangur]
ru: [CVCT_TARGET:кенгуру]
tr: [CVCT_TARGET:kanguru]

# CREATURE:KANGAROO_MAN
source: [CVCT_REPLACEMENT:kangaroo man]
cs: [CVCT_REPLACEMENT:klokaní muž]
de: [CVCT_REPLACEMENT:Kängurumensch]
eo: [CVCT_REPLACEMENT:homkanguru]
ko: [CVCT_REPLACEMENT:캥거루인간]
pl: [CVCT_REPLACEMENT:człowiek kangur]
ru: [CVCT_REPLACEMENT:человека-кенгуру]
tr: [CVCT_REPLACEMENT:erkek kanguru]
vi: [CVCT_REPLACEMENT:người kangaroo nam]

# CREATURE:KANGAROO_MAN
source: [CASTE_NAME:kangaroo man:kangaroo men:kangaroo man]
cs: [CASTE_NAME:klokaní muž:klokaní muži:klokaního muže]
de: [CASTE_NAME:Kängurumann:Kängurumänner:Kängurumann]
eo: [CASTE_NAME:homkanguruiĉo:homkanguruiĉoj:de homkanguruiĉo]
es: [CASTE_NAME:hombre canguro:hombres canguro:hombre canguro]
ja: [CASTE_NAME:カンガルー男:カンガルー男:カンガルー男の]
ko: [CASTE_NAME:남성 캥거루인간:남성 캥거루인간들:남성 캥거루인간]
pl: [CASTE_NAME:kanguromężczyzna:kamguromężczyźni:kanguromężczyzny]
ru: [CASTE_NAME:мужчина-кенгуру:мужчины-кенгуру:мужчины-кенгуру]
tr: [CASTE_NAME:erkek kanguru:erkek kangurular:erkek kanguru]
vi: [CASTE_NAME:người kangaroo nam:người kangaroo nam:người kangaroo nam]

# CREATURE:KANGAROO_MAN
source: [CASTE_NAME:kangaroo woman:kangaroo women:kangaroo woman]
cs: [CASTE_NAME:klokaní žena:klokaní ženy:klokaní ženu]
de: [CASTE_NAME:Känguru Frau:Känguru Frauen:Känguru Frau]
eo: [CASTE_NAME:homkanguruino:homkanguruinoj:de homkanguruino]
es: [CASTE_NAME:mujer canguro:mujeres canguro:mujer canguro]
ja: [CASTE_NAME:カンガルー女:カンガルー女:カンガルー女の]
ko: [CASTE_NAME:여성 캥거루인간:여성 캥거루인간들:여성 캥거루인간]
pl: [CASTE_NAME:kangurokobieta:kangurokobiety:kangurzokobiecy]
ru: [CASTE_NAME:женщина-кенгуру:женщины-кенгуру:женщины-кенгуру]
tr: [CASTE_NAME:dişi kanguru:dişi kangurular:dişi kanguru]
vi: [CASTE_NAME:người kangaroo nữ:người kangaroo nữ:người kangaroo nữ]

# CREATURE:KANGAROO_MAN
source: [NAME:kangaroo man:kangaroo men:kangaroo man]
cs: [NAME:klokaní muž:klokaní muži:klokaního muže]
de: [NAME:Kängurumensch:Kängurumenschen:Kängurumensch]
eo: [NAME:homkanguruo:homkanguruoj:de homkanguruo]
es: [NAME:]
ja: [NAME:カンガルー男:カンガルー男:カンガルー男の]
ko: [NAME:캥거루인간:캥거루인간들:캥거루인간]
pl: [NAME:kanguroczłowiek:kanguroludzki:kungurzoludzcy]
ru: [NAME:человек-кенгуру:люди-кенгуру:человека-кенгуру]
tr: [NAME:erkek kanguru:erkek kangurular:erkek kanguru]
vi: [NAME:người kangaroo nam:người kangaroo nam:người kangaroo nam]

# CREATURE:KANGAROO_MAN
source: [DESCRIPTION:A person with the head and powerful legs of a kangaroo.]
cs: [DESCRIPTION:Osoba s hlavou a silnýma nohama klokana.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den kräftigen Beinen eines Kängurus.]
eo: [DESCRIPTION:Homo kun la kapo kaj la potencaj gamboj de kanguruo.]
es: [DESCRIPTION:Una persona con la cabeza y las potentes patas de un canguro.]
ja: [DESCRIPTION:カンガルーの頭と足を持った人間だ。]
ko: [DESCRIPTION:캥거루의 머리와 힘센 다리를 가진 인간.]
pl: [DESCRIPTION:Osoba z głową i potężnymi nogami kangura.]
ru: [DESCRIPTION:Человек с головой и мощными ногами кенгуру.]
tr: [DESCRIPTION:Kanguru kafasına ve güçlü bacaklarına sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người với đầu và đôi chân mạnh mẽ của kangaroo.]

# CREATURE:GIANT_KANGAROO
source: [CVCT_TARGET:kangaroo]
cs: [CVCT_TARGET:klokan]
de: [CVCT_TARGET:Känguru]
eo: [CVCT_TARGET:kanguru]
ko: [CVCT_TARGET:캥거루]
pl: [CVCT_TARGET:kangur]
ru: [CVCT_TARGET:кенгуру]
tr: [CVCT_TARGET:kanguru]

# CREATURE:GIANT_KANGAROO
source: [CVCT_REPLACEMENT:giant kangaroo]
cs: [CVCT_REPLACEMENT:obří klokan]
de: [CVCT_REPLACEMENT:Riesen Känguru]
eo: [CVCT_REPLACEMENT:giganta kanguru]
ko: [CVCT_REPLACEMENT:거대 캥거루]
pl: [CVCT_REPLACEMENT:gigantyczny kangur]
ru: [CVCT_REPLACEMENT:гигантского кенгуру]
tr: [CVCT_REPLACEMENT:dev kanguru]
vi: [CVCT_REPLACEMENT:kangaroo khổng lồ]

# CREATURE:GIANT_KANGAROO
source: [NAME:giant kangaroo:giant kangaroos:giant kangaroo]
cs: [NAME:obří klokan:obří klokani:obřího klokana]
de: [NAME:Riesen Känguru:Riesen Kängurus:Riesen Känguru]
eo: [NAME:giganta kanguruo:gigantaj kanguruoj:de giganta kanguruo]
es: [NAME:canguro gigante:canguros gigantes:canguro gigante]
ja: [NAME:巨大カンガルー:巨大カンガルー:巨大カンガルーの]
ko: [NAME:거대 캥거루:거대 캥거루들:거대 캥거루]
pl: [NAME:gigantyczny kangur:gigantyczne kangury:gigantyczno kangurze]
ru: [NAME:гигантский кенгуру:гигантские кенгуру:гигантского кенгуру]
tr: [NAME:dev kanguru:dev kangurular:dev kanguru]
vi: [NAME:kangaroo khổng lồ:kangaroo khổng lồ:kangaroo khổng lồ]

# CREATURE:GIANT_KANGAROO
source: [CASTE_NAME:giant kangaroo:giant kangaroos:giant kangaroo]
cs: [CASTE_NAME:obří klokan:obří klokani:obřího klokana]
de: [CASTE_NAME:Riesen Känguru:Riesen Kängurus:Riesen Känguru]
eo: [CASTE_NAME:giganta kanguruo:gigantaj kanguruoj:de giganta kanguruo]
es: [CASTE_NAME:canguro gigante:canguros gigantes:canguro gigante]
ja: [CASTE_NAME:巨大カンガルー:巨大カンガルー:巨大カンガルーの]
ko: [CASTE_NAME:거대 캥거루:거대 캥거루들:거대 캥거루]
pl: [CASTE_NAME:gigantyczny kangur:gigantyczne kangury:gigantyczno kangurze]
ru: [CASTE_NAME:гигантский кенгуру:гигантские кенгуру:гигантского кенгуру]
tr: [CASTE_NAME:dev kanguru:dev kangurular:dev kanguru]
vi: [CASTE_NAME:kangaroo khổng lồ:kangaroo khổng lồ:kangaroo khổng lồ]

# CREATURE:GIANT_KANGAROO
source: [GENERAL_CHILD_NAME:giant kangaroo joey:giant kangaroo joeys]
cs: [GENERAL_CHILD_NAME:mládě obřího klokana:mláďata obřího klokana]
de: [GENERAL_CHILD_NAME:Riesen Känguru Junges:Riesen Känguru Junge]
eo: [GENERAL_CHILD_NAME:giganta kanguruido:gigantaj kanguruidoj]
es: [GENERAL_CHILD_NAME:cría de canguro gigante:crías de canguro gigante]
ja: [GENERAL_CHILD_NAME:巨大カンガルーの子供:巨大カンガルーの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 캥거루:새끼 거대 캥거루들]
pl: [GENERAL_CHILD_NAME:młode gigantycznego kangura:wiele młodych gigantycznego kangura]
ru: [GENERAL_CHILD_NAME:гигантский кенгурёнок:гигантские кенгурята]
tr: [GENERAL_CHILD_NAME:dev kanguru yavrusu:dev kanguru yavruları]
vi: [GENERAL_CHILD_NAME:kangaroo khổng lồ con:kangaroo khổng lồ con]

# CREATURE:GIANT_KANGAROO
source: [DESCRIPTION:A huge monster in the shape of a kangaroo.]
cs: [DESCRIPTION:Obří monstrum ve tvaru klokana.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Kängurus.]
eo: [DESCRIPTION:Grandega monstro kun formo de kanguruo.]
es: [DESCRIPTION:Un enorme monstruo en forma de canguro.]
ja: [DESCRIPTION:カンガルーのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:캥거루의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie kangura.]
ru: [DESCRIPTION:Огромный монстр, похожий на кенгуру.]
tr: [DESCRIPTION:Kanguru şeklinde devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dáng kangaroo.]
zh_hans: [DESCRIPTION:一只巨大的袋鼠怪。]

# CREATURE:GIANT_KANGAROO
source: [PREFSTRING:pouches]
cs: [PREFSTRING:vaky]
de: [PREFSTRING:Beutel]
eo: [PREFSTRING:poŝoj]
es: [PREFSTRING:bolsas]
ja: [PREFSTRING:お腹の袋]
pl: [PREFSTRING:woreczki]
ru: [PREFSTRING:сумки]
tr: [PREFSTRING:keseler]
vi: [PREFSTRING:những cái túi]

# CREATURE:GIANT_KANGAROO
source: [PREFSTRING:great leaps]
cs: [PREFSTRING:velké skoky]
de: [PREFSTRING:mächtige Sprünge]
eo: [PREFSTRING:grandaj saltoj]
es: [PREFSTRING:grandes saltos]
ja: [PREFSTRING:力強い跳躍]
ko: [PREFSTRING:거대한 뜀박질]
pl: [PREFSTRING:wielkie skoki]
ru: [PREFSTRING:длинные прыжки]
tr: [PREFSTRING:büyük sıçrayışlar]
vi: [PREFSTRING:Những cú nhảy vọt]

# CREATURE:KOALA
source: [DESCRIPTION:A small, grey, tree-dwelling creature.]
cs: [DESCRIPTION:Malé šedé stvoření žijící na stromech.]
de: [DESCRIPTION:Eine kleine, graue, baumbewohnende Kreatur.]
eo: [DESCRIPTION:Malgranda griza arboloĝanta estaĵo.]
es: [DESCRIPTION:Una pequeña criatura gris que se hospeda en los árboles.]
ja: [DESCRIPTION:小さくて灰色の、樹上性の生物。]
ko: [DESCRIPTION:나무에 사는 작고 회색의 생물.]
pl: [DESCRIPTION:Małe, szare stworzenie zamieszkujące drzewa.]
ru: [DESCRIPTION:Небольшое живущее на деревьях серое существо.]
tr: [DESCRIPTION:Küçük, gri, ağaçta yaşayan bir yaratık.]
vi: [DESCRIPTION:Một sinh vật nhỏ, màu xám, sống trên cây.]
