Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:WHITE_STORK_MAN
source: [CASTE_NAME:white stork woman:white stork women:white stork woman]
cs: [CASTE_NAME:žena čápa bílého:ženy čápa bílého:ženy čápa bílého]
de: [CASTE_NAME:Weißstorchweibchen:Weißstorchweibchen:Weißstorchweibchen]
eo: [CASTE_NAME:hom-blanka-cikoniino:hom-blanka-cikoniinoj:de hom-blanka-cikoniino]
es: [CASTE_NAME:mujer cigüeña blanca:mujeres cigüeña blanca:mujer cigüeña blanca]
ja: [CASTE_NAME:朱嘴鸛女:朱嘴鸛女:朱嘴鸛女の]
ko: [CASTE_NAME:여성 흰 황새 인간:여성 흰 황세 인간들:여성 흰 황새 인간]
pl: [CASTE_NAME:białobocianokobieta:białobocianokobiety:białobocianokobiecy]
ru: [CASTE_NAME:женщина-аист:женщины-аисты:женщины-аиста]
tr: [CASTE_NAME:beyaz leylek kadın:beyaz leylek kadınlar:beyaz leylek kadın]
vi: [CASTE_NAME:Người cò trắng nữ:Những người cò trắng nữ:Người cò trắng nữ]
zh_hans: [CASTE_NAME:白鹳女:白鹳女:白鹳女]

# CREATURE:WHITE_STORK_MAN
source: [NAME:white stork man:white stork men:white stork man]
cs: [NAME:mužský čáp bílý:mužští čápi bílý:mužského čápa bílého]
de: [NAME:Weißstorchmännchen:Weißstorchmännchen:Weißstorchmännchen]
eo: [NAME:hom-blanka-cikonio:hom-blanka-cikonioj:de hom-blanka-cikonio]
es: [NAME:hombre cigüeña blanca:hombres cigüeña blanca:de hombre cigüeña blanca]
ja: [NAME:朱嘴鸛男:朱嘴鸛男:朱嘴鸛男の]
ko: [CASTE_NAME:흰 황새 인간:흰 황세 인간들:흰 황새 인간]
pl: [NAME:białobocianoczłowiek:białobocianoludzie:białobocianoludzki]
ru: [NAME:человек-аист:люди-аисты:человека-аиста]
tr: [NAME:beyaz leylek adam:beyaz leylek adamlar:beyaz leylek adam]
vi: [NAME:Người cò trắng:Những người cò trắng:Người cò trắng]
zh_hans: [NAME:白鹳人:白鹳人:白鹳人]

# CREATURE:WHITE_STORK_MAN
source: [DESCRIPTION:A person with the head and wings of a stork, also standing on long legs.]
cs: [DESCRIPTION:Člověk s hlavou a křídly čápa, který stojí na dlouhých nohách.]
de: [DESCRIPTION:Eine Person mit Kopf und Flügeln eines Storchs, auf langen Beinen.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de cikonio, ankaŭ starantas sur longaj gamboj.]
es: [DESCRIPTION:Una persona con la cabeza y alas de una cigüeña, también piernas largas.]
ja: [DESCRIPTION:A person with the head and wings of a stork, also standing on long legs.][DESCRIPTION:コウノトリの頭と翼を持った人間だ。常に長い脚で立っている。]
ko: [DESCRIPTION:황새의 머리와 날개를 가진 인간, 긴 다리로 서 있다.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami bociana, do tego stojący na długich nogach.]
ru: [DESCRIPTION:Человек с головой и крыльями аиста и длинными тонкими ногами.]
tr: [DESCRIPTION:Leylek başı ve kanatlarına sahip, uzun bacaklı bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và đôi cánh của một con cò, cũng đứng trên đôi chân dài.]
zh_hans: [DESCRIPTION:一个长着鹳鸟脑袋和翅膀，并长腿直立的人。]

# CREATURE:GIANT_WHITE_STORK
source: [NAME:giant white stork:giant white storks:giant white stork]
cs: [NAME:obří čáp bílý:obří čápi bílý:obřího čápa bílého]
de: [NAME:Riesenweißstorch:Riesenweißstörche:Riesenweißstorch]
eo: [NAME:giganta blanka cikonio:gigantaj blankaj cikonioj:de giganta blanka cikonio]
es: [NAME:cigüeña blanca gigante:cigüeñas blancas gigantes:de cigüeña blanca gigante]
ja: [NAME:巨大朱嘴鸛:巨大朱嘴鸛:巨大朱嘴鸛の]
ko: [NAME:거대한 흰 황새:거대한 흰 황세떼:거대한 흰 황새]
pl: [NAME:gigantyczny bocian biały:gigantyczne bociany białe:gigantycznego bociana białego]
ru: [NAME:гигантский белый аист:гигантские белые аисты:гигантского белого аиста]
tr: [NAME:dev beyaz leylek:dev beyaz leylekler:dev beyaz leylek]
vi: [NAME:cò trắng khổng lồ:những con cò trắng khổng lồ:cò trắng khổng lồ]
zh_hans: [NAME:巨白鹳:巨白鹳:巨白鹳]

# CREATURE:GIANT_WHITE_STORK
source: [CASTE_NAME:giant white stork:giant white storks:giant white stork]
cs: [CASTE_NAME:obří čáp bílý:obří čápi bílý:obřího čápa bílého]
de: [CASTE_NAME:Riesenweißstorch:Riesenweißstörche:Riesenweißstorch]
eo: [CASTE_NAME:giganta blanka cikonio:gigantaj blankaj cikonioj:de giganta blanka cikonio]
es: [CASTE_NAME:cigüeña blanca gigante:cigüeñas blancas gigantes:cigüeña blanca gigante]
ja: [CASTE_NAME:巨大朱嘴鸛:巨大朱嘴鸛:巨大朱嘴鸛の]
ko: [CASTE_NAME:거대한 흰 황새:거대한 흰 황새떼:거대한 흰 황새]
pl: [CASTE_NAME:gigantyczny bocian biały:gigantyczne bociany białe:gigantycznego bociana białego]
ru: [CASTE_NAME:гигантский белый аист:гигантские белые аисты:гигантского белого аиста]
tr: [CASTE_NAME:dev beyaz leylek:dev beyaz leylekler:dev beyaz leylek]
vi: [CASTE_NAME:cò trắng khổng lồ:những con cò trắng khổng lồ:cò trắng khổng lồ]
zh_hans: [CASTE_NAME:巨白鹳:巨白鹳:巨白鹳]

# CREATURE:GIANT_WHITE_STORK
source: [GENERAL_CHILD_NAME:giant white stork hatchling:giant white stork hatchlings]
cs: [GENERAL_CHILD_NAME:obří mládě čápa bílého: obří mláďata čápa bílého]
de: [GENERAL_CHILD_NAME:Riesenweißstorchküken:Riesenweißstorchküken]
eo: [GENERAL_CHILD_NAME:giganta blanka cikoniido:gigantaj blankaj cikoniidoj]
es: [GENERAL_CHILD_NAME:polluelo de cigüeña blanca gigante:polluelos de cigüeña blanca gigante]
ja: [GENERAL_CHILD_NAME:巨大朱嘴鸛の雛:巨大朱嘴鸛の雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 황새:새끼 거대 황새떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego bociana białego:pisklęta gigantycznego bociana białego]
ru: [GENERAL_CHILD_NAME:гигантский белый аистёнок:гигантские белые аистята]
tr: [GENERAL_CHILD_NAME:dev beyaz leylek yavrusu:dev beyaz leylek yavruları]
vi: [GENERAL_CHILD_NAME:cò trắng non khổng lồ:những con cò trắng non khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨白鹳幼崽:巨白鹳幼崽]

# CREATURE:GIANT_WHITE_STORK
source: [DESCRIPTION:A large monster in the form of a stork.]
cs: [DESCRIPTION:Velká příšera v podobě čápa.]
de: [DESCRIPTION:Ein großes Monster in Form eines Storches.]
eo: [DESCRIPTION:Granda monstro kun formo de cikonio.]
es: [DESCRIPTION:Un gran monstruo con la forma de una cigüeña.]
ja: [DESCRIPTION:朱嘴鸛のような巨大な怪鳥だ。]
ko: [DESCRIPTION:황새의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w postaci bociana.]
ru: [DESCRIPTION:Огромный монстр, похожий на аиста.]
tr: [DESCRIPTION:Leylek biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn dưới hình dạng một con cò.]
zh_hans: [DESCRIPTION:一只体型巨大的鹳怪。]

# CREATURE:GIANT_WHITE_STORK
source: [PREFSTRING:long necks]
cs: [PREFSTRING:dlouhé krky]
de: [PREFSTRING:lange Hälse]
eo: [PREFSTRING:longaj koloj]
es: [PREFSTRING:cuellos largos]
ja: [PREFSTRING:長い首]
ko: [PREFSTRING:긴 목]
pl: [PREFSTRING:długie szyje]
ru: [PREFSTRING:длинные шеи]
tr: [PREFSTRING:uzun boyunlar]
vi: [PREFSTRING:cổ dài]
zh_hans: [PREFSTRING:长颈]

# CREATURE:GIANT_WHITE_STORK
source: [PREFSTRING:long legs]
cs: [PREFSTRING:dlouhé nohy]
de: [PREFSTRING:lange Beine]
eo: [PREFSTRING:longaj gamboj]
es: [PREFSTRING:patas largas]
ja: [PREFSTRING:長い脚]
ko: [PREFSTRING:긴 다리s]
pl: [PREFSTRING:długie nogi]
ru: [PREFSTRING:длинные ноги]
tr: [PREFSTRING:uzun bacaklar]
vi: [PREFSTRING:đôi chân dài]
zh_hans: [PREFSTRING:长腿]

# CREATURE:GIANT_WHITE_STORK
source: [PREFSTRING:long bills]
cs: [PREFSTRING:dlouhé polibky]
de: [PREFSTRING:lange Schnäbel]
eo: [PREFSTRING:longaj bekoj]
es: [PREFSTRING:pico largo]
ja: [PREFSTRING:長いくちばし]
ko: [PREFSTRING:긴 부리]
pl: [PREFSTRING:długie dzioby]
ru: [PREFSTRING:длинные узкие клювы]
tr: [PREFSTRING:uzun gagalar]
vi: [PREFSTRING:những chiếc mỏ dài]
zh_hans: [PREFSTRING:长扁喙]

# CREATURE:BIRD_LOON
source: [DESCRIPTION:A small water bird found in remote lakes. It is known for its haunting call.]
cs: [DESCRIPTION:Malý vodní pták nalezený v odlehlých jezerech. Je známý svým strašidelným zpěvěm.]
de: [DESCRIPTION:Ein kleiner Wasservogel, der auf abgelegenen Seen lebt. Bekannt für seinen sehnsuchtsvollen Ruf.]
eo: [DESCRIPTION:Malgranda akva birdo kiu troviĝas en foraj lagoj. Ĝi estas konita por sia mistera alvoko.]
es: [DESCRIPTION:Una pequeño pájaro de agua encontrado en lagos remotos. Es conocido por su llamada inquietante.]
ja: [DESCRIPTION:A small water bird found in remote lakes. It is known for its haunting call.][DESCRIPTION:狩りの獲物になる、湖沼に棲息する灰褐色の水鳥だ。]
ko: [DESCRIPTION:먼 호수에서 발견 되는 작은 물새. 소름끼치는 울음 소리로 알려져 있다.]
pl: [DESCRIPTION:Mały, wodny ptak, którego można znaleźć w odosobnionych jeziorach. Jest znany ze swojego nawiedzonego okrzyku.]
ru: [DESCRIPTION:Небольшая водоплавающая птица, обитающая в отдалённых озёрах. Известна своим тревожным криком.]
tr: [DESCRIPTION:Uzak göllerde bulunan küçük su kuşu. Tüyler ürperten çığlığıyla bilinir.]
vi: [DESCRIPTION:Một loài chim nước nhỏ được tìm thấy ở những hồ nước hẻo lánh. Nó nổi tiếng với tiếng kêu ám ảnh.]
zh_hans: [DESCRIPTION:一种在偏远湖泊中发现的小型水鸟。它以令人难忘的叫声而闻名。]

# CREATURE:BIRD_LOON
source: [NAME:loon:loons:loon]
cs: [NAME:potáplice:potáplice:potáplice]
de: [NAME:Seetaucher:Seetaucher:Seetaucher]
eo: [NAME:kolimbo:kolimboj:de kolimbo]
es: [NAME:colimbo:colimbos:de colimbo]
ja: [NAME:阿比鳥:阿比鳥:阿比鳥の]
ko: [NAME:아비새:아비새떼:아비새]
pl: [NAME:nur:nury:nura]
ru: [NAME:гагара:гагары:гагары]
tr: [NAME:dalgıç kuşu:dalgıç kuşları:dalgıç kuşu]
vi: [NAME:chim lặn:những con chim lặn:chim lặn]
zh_hans: [NAME:潜鸟:潜鸟:潜鸟]

# CREATURE:BIRD_LOON
source: [CASTE_NAME:loon:loons:loon]
cs: [CASTE_NAME:potáplice:potáplice:potáplice]
de: [CASTE_NAME:Seetaucher:Seetaucher:Seetaucher]
eo: [CASTE_NAME:kolimbo:kolimboj:de kolimbo]
es: [CASTE_NAME:colimbo:colimbos:colimbo]
ja: [CASTE_NAME:阿比鳥:阿比鳥:阿比鳥の]
ko: [CASTE_NAME:아비새:아비새떼:아비새]
pl: [CASTE_NAME:nur:nury:nura]
ru: [CASTE_NAME:гагара:гагары:гагары]
tr: [CASTE_NAME:dalgıç kuşu:dalgıç kuşları:dalgıç kuşu]
vi: [CASTE_NAME:chim lặn:những con chim lặn:chim lặn]
zh_hans: [CASTE_NAME:潜鸟:潜鸟:潜鸟]

# CREATURE:BIRD_LOON
source: [GENERAL_CHILD_NAME:loon chick:loon chicks]
cs: [GENERAL_CHILD_NAME:kuře potápky:kuřátka potápek]
de: [GENERAL_CHILD_NAME:Seetaucherkücken:Seetaucherküken]
eo: [GENERAL_CHILD_NAME:kolimbido:kolimbidoj]
es: [GENERAL_CHILD_NAME:polluelo de colimbo:polluelos de colimbo]
ja: [GENERAL_CHILD_NAME:阿比鳥の雛:阿比鳥の雛の]
ko: [GENERAL_CHILD_NAME:새끼 아비새:새끼 아비새떼]
pl: [GENERAL_CHILD_NAME:pisklę nura:pisklęta nura]
ru: [GENERAL_CHILD_NAME:птенец гагары:птенцы гагары]
tr: [GENERAL_CHILD_NAME:dalgıç kuşu yavrusu:dalgıç kuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim lặn non:những con chim lặn non]
zh_hans: [GENERAL_CHILD_NAME:潜鸟雏鸟:潜鸟雏鸟]

# CREATURE:BIRD_LOON
source: [PREFSTRING:haunting call]
cs: [PREFSTRING:strašidelný zpěv]
de: [PREFSTRING:sehnsuchtsvoller Ruf]
eo: [PREFSTRING:mistera alvoko]
es: [PREFSTRING:llamada inquietante]
ja: [PREFSTRING:狩りの獲物]
ko: [PREFSTRING:살벌한 울음소리]
pl: [PREFSTRING:nawiedzony okrzyk]
ru: [PREFSTRING:тревожный крик]
tr: [PREFSTRING:tüyler ürperten çığlık]
vi: [PREFSTRING:tiếng kêu ám ảnh]
zh_hans: [PREFSTRING:瘆人的叫声]

# CREATURE:BIRD_LOON
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_LOON
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_LOON
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_LOON
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_LOON
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:LOON_MAN
source: [CASTE_NAME:loon man:loon men:loon man]
cs: [CASTE_NAME:mužská potáplice:mužské potáplice:mužské potáplice]
de: [CASTE_NAME:Seetauchermensch:Seetauchermenschen:Seetauchermensch]
eo: [CASTE_NAME:homkolimbiĉo:homkolimbiĉoj:de homkolimbiĉo]
es: [CASTE_NAME:hombre colimbo:hombres colimbo:hombre colimbo]
ja: [CASTE_NAME:阿比鳥男:阿比鳥男:阿比鳥男の]
ko: [CASTE_NAME:남성 아비새인간:남성 아비새인간들:남성 아비새인간]
pl: [CASTE_NAME:nuromężczyzna:nuromężczyźni:nuromężczyzny]
ru: [CASTE_NAME:мужчина-гагара:мужчины-гагары:мужчины-гагары]
tr: [CASTE_NAME:dalgıç kuşu adam:dalgıç kuşu adamlar:dalgıç kuşu adam]
vi: [CASTE_NAME:Người chim lặn:Những người chim lặn:Người chim lặn]
zh_hans: [CASTE_NAME:潜鸟男:潜鸟男:潜鸟男]

# CREATURE:LOON_MAN
source: [CASTE_NAME:loon woman:loon women:loon woman]
cs: [CASTE_NAME:žena potáplice:ženy potáplice:ženy potáplice]
de: [CASTE_NAME:Seetauchermenschenfrau:Seetauchermenschenfrauen:Seetauchermensch]
eo: [CASTE_NAME:homkolimbino:homkolimbinoj:de homkolimbino]
es: [CASTE_NAME:mujer colimbo:mujeres colimbo:mujer colimbo]
ja: [CASTE_NAME:阿比鳥女:阿比鳥女:阿比鳥女の]
ko: [CASTE_NAME:여성 아비새인간:여성 아비새인간들:여성 아비새인간]
pl: [CASTE_NAME:nurokobieta:nurokobiety:nurokobiecy]
ru: [CASTE_NAME:женщина-гагара:женщины-гагары:женщины-гагары]
tr: [CASTE_NAME:dalgıç kuşu kadın:dalgıç kuşu kadınlar:dalgıç kuşu kadın]
vi: [CASTE_NAME:Người chim lặn nữ:Những người chim lặn nữ:Người chim lặn nữ]
zh_hans: [CASTE_NAME:潜鸟女:潜鸟女:潜鸟女]

# CREATURE:LOON_MAN
source: [NAME:loon man:loon men:loon man]
cs: [NAME:mužská potáplice:mužské potáplice:mužské potáplice]
de: [NAME:Seetauchermensch:Seetauchermenschen:Seetauchermensch]
eo: [NAME:homkolimbo:homkolimboj:de homkolimbo]
es: [NAME:hombre colimbo:hombres colimbo:de hombre colimbo]
ja: [NAME:阿比鳥男:阿比鳥男:阿比鳥男の]
ko: [NAME:아비새인간:아비새인간들:아비새인간]
pl: [NAME:nuroczłowiek:nuroludzie:nuroludzki]
ru: [NAME:человек-гагара:люди-гагары:человека-гагары]
tr: [NAME:dalgıç kuşu adam:dalgıç kuşu adamlar:dalgıç kuşu adam]
vi: [NAME:Người chim lặn:Những người chim lặn:Người chim lặn]
zh_hans: [NAME:潜鸟人:潜鸟人:潜鸟人]

# CREATURE:LOON_MAN
source: [DESCRIPTION:A person with the head and wings of a loon.]
cs: [DESCRIPTION:Osoba s hlavou a křídly potápky.]
de: [DESCRIPTION:Eine Person mit Kopf und Flügeln eines Seetauchers.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de kolimbo.]
es: [DESCRIPTION:Una persona con la cabeza y alas de un colimbo.]
ja: [DESCRIPTION:阿比鳥の翼と頭を持つ人間だ。]
ko: [DESCRIPTION:아비새의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami nura.]
ru: [DESCRIPTION:Человек с головой и крыльями гагары.]
tr: [DESCRIPTION:dalgıç kuşunun baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người có đầu và đôi cánh của một con chim lặn.]
zh_hans: [DESCRIPTION:一个长着潜鸟脑袋和翅膀的人。]

# CREATURE:GIANT_LOON
source: [NAME:giant loon:giant loons:giant loon]
cs: [NAME:obří potáplice:obří potáplice:obří potáplice]
de: [NAME:Riesenseetaucher:Riesenseetaucher:Riesenseetaucher]
eo: [NAME:giganta kolimbo:gigantaj kolimboj:de giganta kolimbo]
es: [NAME:colimbo gigante:colimbos gigantes:de colimbo gigante]
ja: [NAME:巨大阿比鳥:巨大阿比鳥:巨大阿比鳥の]
ko: [NAME:거대 아비새:거대 아비새떼:거대 아비새]
pl: [NAME:gigantyczny nur:gigantyczne nury:gigantycznego nura]
ru: [NAME:гигантская гагара:гигантские гагары:гигантской гагары]
tr: [NAME:dev dalgıç kuşu:dev dalgıç kuşları:dev dalgıç kuşu]
vi: [NAME:chim lặn khổng lồ:những con chim lặn khổng lồ:chim lặn khổng lồ]
zh_hans: [NAME:巨潜鸟:巨潜鸟:巨潜鸟]

# CREATURE:GIANT_LOON
source: [CASTE_NAME:giant loon:giant loons:giant loon]
cs: [CASTE_NAME:obří potáplice:obří potáplice:obří potáplice]
de: [CASTE_NAME:Riesenseetaucher:Riesenseetaucher:Riesenseetaucher]
eo: [CASTE_NAME:giganta kolimbo:gigantaj kolimboj:de giganta kolimbo]
es: [CASTE_NAME:colimbo gigante:colimbos gigantes:colimbo gigante]
ja: [CASTE_NAME:巨大阿比鳥:巨大阿比鳥:巨大阿比鳥の]
ko: [CASTE_NAME:거대 아비새:거대 아비새떼:거대 아비새]
pl: [CASTE_NAME:gigantyczny nur:gigantyczne nury:gigantycznego nura]
ru: [CASTE_NAME:гигантская гагара:гигантские гагары:гигантской гагары]
tr: [CASTE_NAME:dev dalgıç kuşu:dev dalgıç kuşları:dev dalgıç kuşu]
vi: [CASTE_NAME:chim lặn khổng lồ:những con chim lặn khổng lồ:chim lặn khổng lồ]
zh_hans: [CASTE_NAME:巨潜鸟:巨潜鸟:巨潜鸟]

# CREATURE:GIANT_LOON
source: [GENERAL_CHILD_NAME:giant loon chick:giant loon chicks]
cs: [GENERAL_CHILD_NAME:obří ptáče:obří ptáčata]
de: [GENERAL_CHILD_NAME:Riesenseetaucherküken:Riesenseetaucherküken]
eo: [GENERAL_CHILD_NAME:giganta kolimbido:gigantaj kolimbidoj]
es: [GENERAL_CHILD_NAME:polluelo de colimbo gigante:polluelos de colimbo gigante]
ja: [GENERAL_CHILD_NAME:巨大阿比鳥の雛:巨大阿比鳥の雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 아비새:새끼 거대 아비새떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego nura:pisklęta gigantycznego nura]
ru: [GENERAL_CHILD_NAME:птенец гигантской гагары:птенцы гигантской гагары]
tr: [GENERAL_CHILD_NAME:dev dalgıç kuşu yavrusu:dev dalgıç kuşu yavruları]
vi: [GENERAL_CHILD_NAME:chim lặn non khổng lồ:những con chim lặn non khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨潜鸟雏鸟:巨潜鸟雏鸟]

# CREATURE:GIANT_LOON
source: [DESCRIPTION:A large monster in the shape of a loon.]
cs: [DESCRIPTION:Velká příšera ve tvaru potáplice.]
de: [DESCRIPTION:Ein großes Monster in Form eines Seetauchers.]
eo: [DESCRIPTION:Granda monstro kun la formo de kolimbo.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un colimbo.]
ja: [DESCRIPTION: 阿比鳥のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:아비새의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie nura.]
ru: [DESCRIPTION:Огромный монстр, похожий на гагару.]
tr: [DESCRIPTION:Savan kuşu biçiminde geniş bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dáng chim lặn.]
zh_hans: [DESCRIPTION:一只体型巨大的潜鸟怪。]

# CREATURE:GIANT_LOON
source: [PREFSTRING:haunting call]
cs: [PREFSTRING:strašidelný zpěv]
de: [PREFSTRING:verfolgender Ruf]
eo: [PREFSTRING:mistera alvoko]
es: [PREFSTRING:llamada inquietante]
ja: [PREFSTRING:狩りの獲物]
ko: [PREFSTRING:살벌한 울음소리]
pl: [PREFSTRING:nawiedzony okrzyk]
ru: [PREFSTRING:тревожный крик]
tr: [PREFSTRING:tüyler ürperten çığlık]
vi: [PREFSTRING:tiếng kêu ám ảnh]
zh_hans: [PREFSTRING:瘆人的叫声]

# CREATURE:GIANT_LOON
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_OWL_BARN
source: [DESCRIPTION:A small, nocturnal bird of prey found in woodland regions. Its hunger for rodents drives it to take residence in buildings.]
cs: [DESCRIPTION:Malý noční dravý pták vyskytující se v lesnatých oblastech. Jeho hlad po hlodavcích ho nutí usídlit se v budovách.]
de: [DESCRIPTION:Ein kleiner nachtaktiver Raubvogel, der in Waldgebieten vorkommt. Sein Hunger auf Nagetiere treibt ihn häufig in Gebäude.]
eo: [DESCRIPTION:Malgranda nokta rabobirdo kiu troviĝas en duonarbaraj regionoj. Ĝia apetito pro ronĝuloj motivas ĝin je loĝi en konstruaĵoj.]
es: [DESCRIPTION:Una pequeña ave noctura que se encuentra en lo profundo de las regiones florestales. Su hambre por los roedores lo lleva a vivir en edificios.]
ja: [DESCRIPTION:A small, nocturnal bird of prey found in woodland regions. Its hunger for rodents drives it to take residence in buildings.][DESCRIPTION:全長３７センチほどの白い猛禽類だ。げっ歯類を主食とするため、人里の近くに棲息する。]
ko: [DESCRIPTION:삼림지대에서 발견되는 작은 야행성 맹금류. 설치류를 잡아 먹기 때문에 건축물 안에 둥지를 튼다.]
pl: [DESCRIPTION:Mały, nocny ptak drapieżny, którego można znaleźć w terenach zalesionych. Przez jego upodobanie do gryzoni, zamieszkuje w budynkach.]
ru: [DESCRIPTION:Небольшая ночная хищная птица, обитающая в лесных регионах. Любовь к грызунам заставляет её селиться в домах.]
tr: [DESCRIPTION:Orman bölgelerinde bulunan, küçük, gece aktif bir avı kuşu. Kemircilere açlığı yapılara yerleşmeye iter.]
vi: [DESCRIPTION:Một loài chim săn mồi nhỏ, hoạt động về đêm được tìm thấy ở các vùng rừng cây. Cơn đói mồi gặm nhấm khiến nó tìm nơi trú ngụ trong các tòa nhà.]
zh_hans: [DESCRIPTION:一种在林地发现的小型夜间活动的猛禽，它对啮齿动物的饥渴驱使它在建筑物中栖息。]

# CREATURE:BIRD_OWL_BARN
source: [NAME:barn owl:barn owls:barn owl]
cs: [NAME:sova pálená:sovy pálené:sovy pálené]
de: [NAME:Schleiereule:Schleiereulen:Schleiereule]
eo: [NAME:turstrigo:turstrigoj:de turstrigo]
es: [NAME:lechuza:lechuzas:de lechuza]
ja: [NAME:メンフクロウ:メンフクロウ:メンフクロウの]
ko: [NAME:원숭이올빼미:원숭이올빼미떼:원숭이올빼미]
pl: [NAME:płomykówka:płomykówki:płomykówki]
ru: [NAME:сипуха:сипухи:сипухи]
tr: [NAME:ahır baykuşu:ahır baykuşları:ahır baykuşu]
vi: [NAME:cú lợn:những con cú lợn:cú lợn]
zh_hans: [NAME:仓鸮:仓鸮:仓鸮]

# CREATURE:BIRD_OWL_BARN
source: [CASTE_NAME:barn owl:barn owls:barn owl]
cs: [CASTE_NAME:sova pálená:sovy pálené:sovy pálené]
de: [CASTE_NAME:Schleiereule:Schleiereulen:Schleiereule]
eo: [CASTE_NAME:turstrigo:turstrigoj:de turstrigo]
es: [CASTE_NAME:lechuza:lechuzas:lechuza]
ja: [CASTE_NAME:メンフクロウ:メンフクロウ:メンフクロウの]
ko: [CASTE_NAME:원숭이올빼미:원숭이올빼미떼:원숭이올빼미]
pl: [CASTE_NAME:płomykówka:płomykówki:płomykówki]
ru: [CASTE_NAME:сипуха:сипухи:сипухи]
tr: [CASTE_NAME:ahır baykuşu:ahır baykuşları:ahır baykuşu]
vi: [CASTE_NAME:cú lợn:những con cú lợn:cú lợn]
zh_hans: [CASTE_NAME:仓鸮:仓鸮:仓鸮]

# CREATURE:BIRD_OWL_BARN
source: [GENERAL_CHILD_NAME:barn owl chick:barn owl chicks]
cs: [GENERAL_CHILD_NAME:kuře sovy pálené:kuřata sovy pálené]
de: [GENERAL_CHILD_NAME:Schleiereulenküken:Schleiereulenküken]
eo: [GENERAL_CHILD_NAME:turstrigido:turstrigidoj]
es: [GENERAL_CHILD_NAME:polluelo de lechuza:polluelos de lechuza]
ja: [GENERAL_CHILD_NAME:メンフクロウの雛:メンフクロウの雛の]
ko: [GENERAL_CHILD_NAME:새끼 원숭이올빼미:새끼 원숭이올빼미.]
pl: [GENERAL_CHILD_NAME:pisklę płomykówki:pisklęta płomykówki]
ru: [GENERAL_CHILD_NAME:птенец сипухи:птенцы сипухи]
tr: [GENERAL_CHILD_NAME:ahır baykuşu yavrusu:ahır baykuşu yavruları]
vi: [GENERAL_CHILD_NAME:cú lợn non:những con cú lợn non]
zh_hans: [GENERAL_CHILD_NAME:仓鸮雏鸟:仓鸮雏鸟]

# CREATURE:BIRD_OWL_BARN
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvení]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:鮮やか]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklendirme]
zh_hans: [PREFSTRING:自然花纹]

# CREATURE:BIRD_OWL_BARN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_OWL_BARN
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:utrhnout:utrhat]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_OWL_BARN
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_OWL_BARN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]
