Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:HUMANOID_LEGLESS_NECK
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_LEGLESS_NECK
source: [BP:NK:neck:STP]
cs: [BP:NK:krk:krky]
de: [BP:NK:Nacken:STP]
eo: [BP:NK:kolo:koloj]
es: [BP:NK:cuello:STP]
ja: [BP:NK:首:STP]
ko: [BP:NK:목:STP]
pl: [BP:NK:szyja:szyje]
ru: [BP:NK:шея:шеи]
tr: [BP:NK:boyun:STP]
vi: [BP:NK:cổ:STP]
zh_hans: [BP:NK:颈部:STP]

# BODY:HUMANOID_LEGLESS_NECK
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HUMANOID_LEGLESS_NECK
source: [BP:RUA:right upper arm:STP]
cs: [BP:RUA:pravá horní ruka:pravé horní ruce]
de: [BP:RUA:rechter Oberarm:STP]
eo: [BP:RUA:dekstra brako:dekstraj brakoj]
es: [BP:RUA:brazo derecho:STP]
ja: [BP:RUA:右上腕:STP]
ko: [BP:RUA:오른쪽 위팔:STP]
pl: [BP:RUA:prawe ramię:prawe ramiona]
ru: [BP:RUA:правое плечо:правые плечи]
tr: [BP:RUA:sağ üst kol:STP]
vi: [BP:RUA:bắp tay phải:STP]
zh_hans: [BP:RUA:右上臂:STP]

# BODY:HUMANOID_LEGLESS_NECK
source: [BP:LUA:left upper arm:STP]
cs: [BP:LUA:levá horní ruka:levé horní ruce]
de: [BP:LUA:linker Oberarm:STP]
eo: [BP:LUA:maldekstra brako:maldekstraj brakoj]
es: [BP:LUA:brazo izquierdo:STP]
ja: [BP:LUA:左上腕:STP]
ko: [BP:LUA:왼쪽 위팔:STP]
pl: [BP:LUA:lewe ramię:lewe ramiona]
ru: [BP:LUA:левое плечо:левые плечи]
tr: [BP:LUA:sol üst kol:STP]
vi: [BP:LUA:bắp tay trái:STP]
zh_hans: [BP:LUA:左上臂:STP]

# BODY:HUMANOID_LEGLESS_NECK
source: [BP:RLA:right lower arm:STP]
cs: [BP:RLA:pravá dolní ruka:pravé dolní ruce]
de: [BP:RLA:rechter Unterarm:STP]
eo: [BP:RLA:dekstra antaŭbrako:dekstraj antaŭbrakoj]
es: [BP:RLA:antebrazo derecho:STP]
ja: [BP:RLA:右前腕:STP]
ko: [BP:RLA:오른쪽 아래팔:STP]
pl: [BP:RLA:prawe przedramię:prawe przedramiona]
ru: [BP:RLA:правое предплечье:правые предплечья]
tr: [BP:RLA:sağ alt kol:STP]
vi: [BP:RLA:cẳng tay phải:STP]
zh_hans: [BP:RLA:右前臂:STP]

# BODY:HUMANOID_LEGLESS_NECK
source: [BP:LLA:left lower arm:STP]
cs: [BP:LLA:levá dolní ruka:levé dolní ruce]
de: [BP:LLA:linker Unterarm:STP]
eo: [BP:LLA:maldekstra antaŭbrako:maldekstraj antaŭbrakoj]
es: [BP:LLA:antebrazo izquierdo:STP]
ja: [BP:LLA:左前腕:STP]
ko: [BP:LLA:왼쪽 아래팔:STP]
pl: [BP:LLA:lewe przedramię:lewe przedramiona]
ru: [BP:LLA:левое предплечье:левые предплечья]
tr: [BP:LLA:sol alt kol:STP]
vi: [BP:LLA:cẳng tay trái:STP]
zh_hans: [BP:LLA:左前臂:STP]

# BODY:HUMANOID_LEGLESS_NECK
source: [BP:RH:right hand:STP]
cs: [BP:RH:pravá dlaň:pravé dlaně]
de: [BP:RH:rechte Hand:STP]
eo: [BP:RH:dekstra mano:dekstraj manoj]
es: [BP:RH:mano derecha:STP]
ja: [BP:RH:右手:STP]
ko: [BP:RH:오른손:STP]
pl: [BP:RH:prawa dłoń:prawe dłonie]
ru: [BP:RH:правая ладонь:правые ладони]
tr: [BP:RH:sağ el:STP]
vi: [BP:RH:bàn tay phải:STP]
zh_hans: [BP:RH:右手:STP]

# BODY:HUMANOID_LEGLESS_NECK
source: [BP:LH:left hand:STP]
cs: [BP:LH:levá dlaň:levé dlaně]
de: [BP:LH:linke Hand:STP]
eo: [BP:LH:maldekstra mano:maldekstraj manoj]
es: [BP:RH:mano izquierda:STP]
ja: [BP:LH:左手:STP]
ko: [BP:LH:왼손:STP]
pl: [BP:LH:lewa dłoń:lewe dłonie]
ru: [BP:LH:левая ладонь:левые ладони]
tr: [BP:LH:sol el:STP]
vi: [BP:LH:bàn tay trái:STP]
zh_hans: [BP:LH:左手:STP]

# BODY:HUMANOID_FLIER
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:busto:bustos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID_FLIER
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_FLIER
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HUMANOID_FLIER
source: [BP:RUA:right upper arm:STP]
cs: [BP:RUA:pravá horní ruka:pravé horní ruce]
de: [BP:RUA:rechter Oberarm:STP]
eo: [BP:RUA:dekstra supra brako:dekstraj supraj brakoj]
es: [BP:RUA:brazo derecho:STP]
ja: [BP:RUA:右上腕:STP]
ko: [BP:RUA:오른쪽 위팔:STP]
pl: [BP:RUA:prawe ramię:prawe ramiona]
ru: [BP:RUA:правое плечо:правые плечи]
tr: [BP:RUA:sağ üst kol:STP]
vi: [BP:RUA:bắp tay phải:STP]
zh_hans: [BP:RUA:右上臂:STP]

# BODY:HUMANOID_FLIER
source: [BP:LUA:left upper arm:STP]
cs: [BP:LUA:levá horní ruka:levé horní ruce]
de: [BP:LUA:linker Oberarm:STP]
eo: [BP:LUA:maldekstra supra brako:maldekstraj supraj brakoj]
es: [BP:LUA:brazo izquierdo:STP]
ja: [BP:LUA:左上腕:STP]
ko: [BP:LUA:왼쪽 위팔:STP]
pl: [BP:LUA:lewe ramię:lewe ramiona]
ru: [BP:LUA:левое плечо:левые плечи]
tr: [BP:LUA:sol üst kol:STP]
vi: [BP:LUA:bắp tay trái:STP]
zh_hans: [BP:LUA:左上臂:STP]

# BODY:HUMANOID_FLIER
source: [BP:RLA:right lower arm:STP]
cs: [BP:RLA:pravá dolní ruka:pravé dolní ruce]
de: [BP:RLA:rechter Unterarm:STP]
eo: [BP:RLA:dekstra antaŭbrako:dekstraj antaŭbrakoj]
es: [BP:RLA:antebrazo derecho:STP]
ja: [BP:RLA:右前腕:STP]
ko: [BP:RLA:오른쪽 아래팔:STP]
pl: [BP:RLA:prawe przedramię:prawe przedramiona]
ru: [BP:RLA:правое предплечье:правые предплечья]
tr: [BP:RLA:sağ alt kol:STP]
vi: [BP:RLA:cẳng tay phải:STP]
zh_hans: [BP:RLA:右前臂:STP]

# BODY:HUMANOID_FLIER
source: [BP:LLA:left lower arm:STP]
cs: [BP:LLA:levá dolní ruka:levé dolní ruce]
de: [BP:LLA:linker Unterarm:STP]
eo: [BP:LLA:maldekstra antaŭbrako:maldekstraj antaŭbrakoj]
es: [BP:LLA:antebrazo izquierdo:STP]
ja: [BP:LLA:左前腕:STP]
ko: [BP:LLA:왼쪽 아래팔:STP]
pl: [BP:LLA:lewe przedramię:lewe przedramiona]
ru: [BP:LLA:левое предплечье:левые предплечья]
tr: [BP:LLA:sol alt kol:STP]
vi: [BP:LLA:cẳng tay trái:STP]
zh_hans: [BP:LLA:左前臂:STP]

# BODY:HUMANOID_FLIER
source: [BP:RH:right hand:STP]
cs: [BP:RH:pravá dlaň:pravé dlaně]
de: [BP:RH:rechte Hand:STP]
eo: [BP:RH:dekstra mano:dekstraj manoj]
es: [BP:RH:mano derecha:STP]
ja: [BP:RH:右手:STP]
ko: [BP:RH:오른손:STP]
pl: [BP:RH:prawa dłoń:prawe dłonie]
ru: [BP:RH:правая ладонь:правые ладони]
tr: [BP:RH:sağ el:STP]
vi: [BP:RH:bàn tay phải:STP]
zh_hans: [BP:RH:右手:STP]

# BODY:HUMANOID_FLIER
source: [BP:LH:left hand:STP]
cs: [BP:LH:levá dlaň:levé dlaně]
de: [BP:LH:linke Hand:STP]
eo: [BP:LH:maldekstra mano:maldekstraj manoj]
es: [BP:RH:mano izquierda:STP]
ja: [BP:LH:左手:STP]
ko: [BP:LH:왼손:STP]
pl: [BP:LH:lewa dłoń:lewe dłonie]
ru: [BP:LH:левая ладонь:левые ладони]
tr: [BP:LH:sol el:STP]
vi: [BP:LH:bàn tay trái:STP]
zh_hans: [BP:LH:左手:STP]

# BODY:HUMANOID_FLIER
source: [BP:RUL:right upper leg:STP]
cs: [BP:RUL:pravá horní noha:pravé horní nohy]
de: [BP:RUL:rechter Oberschenkel:STP]
eo: [BP:RUL:dekstra femuro:dekstraj femuroj]
es: [BP:RUL:muslo derecho:STP]
ja: [BP:RUL:右大腿:STP]
ko: [BP:RUL:오른쪽 윗다리:STP]
pl: [BP:RUL:prawe udo:prawe uda]
ru: [BP:RUL:правое бедро:правые бёдра]
tr: [BP:RUL:sağ üst bacak:STP]
vi: [BP:RUL:bắp đùi phải:STP]
zh_hans: [BP:RUL:右大腿:STP]

# BODY:HUMANOID_FLIER
source: [BP:LUL:left upper leg:STP]
cs: [BP:LUL:levá horní noha:levé horní nohy]
de: [BP:LUL:linker Oberschenkel:STP]
eo: [BP:LUL:maldekstra femuro:maldekstraj femuroj]
es: [BP:LUL:muslo izquierdo:STP]
ja: [BP:LUL:左大腿:STP]
ko: [BP:LUL:왼쪽 윗다리:STP]
pl: [BP:LUL:lewe udo:lewe uda]
ru: [BP:LUL:левое бедро:левые бёдра]
tr: [BP:LUL:sol üst bacak:STP]
vi: [BP:LUL:bắp đùi trái:STP]
zh_hans: [BP:LUL:左大腿:STP]

# BODY:HUMANOID_FLIER
source: [BP:RLL:right lower leg:STP]
cs: [BP:RLL:pravá dolní noha:pravé dolní nohy]
de: [BP:RLL:rechter Unterschenkel:STP]
eo: [BP:RLL:dekstra kruro:dekstraj kruroj]
es: [BP:RLL:pierna derecha:STP]
ja: [BP:RLL:右下腿:STP]
ko: [BP:RLL:오른쪽 아랫다리:STP]
pl: [BP:RLL:prawa goleń:prawe golenie]
ru: [BP:RLL:правая голень:правые голени]
tr: [BP:RLL:sağ alt bacak:STP]
vi: [BP:RLL:bắp chân phải:STP]
zh_hans: [BP:RLL:右小腿:STP]

# BODY:HUMANOID_FLIER
source: [BP:LLL:left lower leg:STP]
cs: [BP:LLL:levá dolní noha:levé dolní nohy]
de: [BP:LLL:linker Unterschenkel:STP]
eo: [BP:LLL:maldekstra kruro:maldekstraj kruroj]
es: [BP:LLL:pierna izquierda:STP]
ja: [BP:LLL:左下腿:STP]
ko: [BP:LLL:왼쪽 아랫다리:STP]
pl: [BP:LLL:lewa goleń:lewe golenie]
ru: [BP:LLL:левая голень:левые голени]
tr: [BP:LLL:sol alt bacak:STP]
vi: [BP:LLL:bắp chân trái:STP]
zh_hans: [BP:LLL:左小腿:STP]

# BODY:HUMANOID_FLIER
source: [BP:RF:right foot:right feet]
cs: [BP:RF:pravé chodidlo:pravá chodidla]
de: [BP:RF:rechter Fuß:rechten Füße]
eo: [BP:RF:dekstra piedo:dekstra piedoj]
es: [BP:RF:pie derecho:pies derechos]
ja: [BP:RF:右足:右足]
ko: [BP:RF:오른발:오른발]
pl: [BP:RF:prawa stopa:prawe stopy]
ru: [BP:RF:правая ступня:правые ступни]
tr: [BP:RF:sağ ayak:sağ ayaklar]
vi: [BP:RF:bàn chân phải:nhiều chân phải]
zh_hans: [BP:RF:右脚:右脚]

# BODY:HUMANOID_FLIER
source: [BP:LF:left foot:left feet]
cs: [BP:LF:levé chodidlo:levá chodidla]
de: [BP:LF:linker Fuß:linke Füße]
eo: [BP:LF:maldekstra piedo:maldekstraj piedoj]
es: [BP:LF:pie izquierdo:pies izquierdos]
ja: [BP:LF:左足:左足]
ko: [BP:LF:왼발:왼발]
pl: [BP:LF:lewa stopa:lewe stopy]
ru: [BP:LF:левая ступня:левые ступни]
tr: [BP:LF:sol ayak:sol ayaklar]
vi: [BP:bàn chân trái:nhiều bàn chân trái]
zh_hans: [BP:LF:左脚:左脚]

# BODY:HUMANOID_NECK_FLIER
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:torso:torsos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID_NECK_FLIER
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_NECK_FLIER
source: [BP:NK:neck:STP]
cs: [BP:NK:krk:krky]
de: [BP:NK:Nacken:STP]
eo: [BP:NK:kolo:koloj]
es: [BP:NK:cuello:STP]
ja: [BP:NK:首:STP]
ko: [BP:NK:목:STP]
pl: [BP:NK:szyja:szyje]
ru: [BP:NK:шея:шеи]
tr: [BP:NK:boyun:STP]
vi: [BP:NK:cổ:STP]
zh_hans: [BP:NK:颈部:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:RUA:right upper arm:STP]
cs: [BP:RUA:pravá horní ruka:pravé horní ruce]
de: [BP:RUA:rechter Oberarm:STP]
eo: [BP:RUA:dekstra supra brako:dekstraj supraj brako]
es: [BP:RUA:brazo derecho:STP]
ja: [BP:RUA:右上腕:STP]
ko: [BP:RUA:오른쪽 위팔:STP]
pl: [BP:RUA:prawe ramię:prawe ramiona]
ru: [BP:RUA:правое плечо:правые плечи]
tr: [BP:RUA:sağ üst kol:STP]
vi: [BP:RUA:bắp tay phải:STP]
zh_hans: [BP:RUA:右上臂:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:LUA:left upper arm:STP]
cs: [BP:LUA:levá horní ruka:levé horní ruce]
de: [BP:LUA:linker Oberarm:STP]
eo: [BP:LUA:maldekstra supra brako:maldekstraj supraj brakoj]
es: [BP:LUA:brazo izquierdo:STP]
ja: [BP:LUA:左上腕:STP]
ko: [BP:LUA:왼쪽 위팔:STP]
pl: [BP:LUA:lewe ramię:lewe ramiona]
ru: [BP:LUA:левое плечо:левые плечи]
tr: [BP:LUA:sol üst kol:STP]
vi: [BP:LUA:bắp tay trái:STP]
zh_hans: [BP:LUA:左上臂:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:RLA:right lower arm:STP]
cs: [BP:RLA:pravá dolní ruka:pravé dolní ruce]
de: [BP:RLA:rechter Unterarm:STP]
eo: [BP:RLA:dekstra antaŭbrako:dekstraj antaŭbrakoj]
es: [BP:RLA:antebrazo derecho:STP]
ja: [BP:RLA:右前腕:STP]
ko: [BP:RLA:오른쪽 아래팔:STP]
pl: [BP:RLA:prawe przedramię:prawe przedramiona]
ru: [BP:RLA:правое предплечье:правые предплечья]
tr: [BP:RLA:sağ alt kol:STP]
vi: [BP:RLA:cẳng tay phải:STP]
zh_hans: [BP:RLA:右前臂:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:LLA:left lower arm:STP]
cs: [BP:LLA:levá dolní ruka:levé dolní ruce]
de: [BP:LLA:linker Unterarm:STP]
eo: [BP:LLA:maldekstra antaŭbrako:maldekstraj antaŭbrakoj]
es: [BP:LLA:antebrazo izquierdo:STP]
ja: [BP:LLA:左前腕:STP]
ko: [BP:LLA:왼쪽 아래팔:STP]
pl: [BP:LLA:lewe przedramię:lewe przedramiona]
ru: [BP:LLA:левое предплечье:левые предплечья]
tr: [BP:LLA:sol alt kol:STP]
vi: [BP:LLA:cẳng tay trái:STP]
zh_hans: [BP:LLA:左前臂:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:RH:right hand:STP]
cs: [BP:RH:pravá dlaň:pravé dlaně]
de: [BP:RH:rechte Hand:STP]
eo: [BP:RH:dekstra mano:dekstraj manoj]
es: [BP:RH:mano derecha:STP]
ja: [BP:RH:右手:STP]
ko: [BP:RH:오른손:STP]
pl: [BP:RH:prawa dłoń:prawe dłonie]
ru: [BP:RH:правая ладонь:правые ладони]
tr: [BP:RH:sağ el:STP]
vi: [BP:RH:bàn tay phải:STP]
zh_hans: [BP:RH:右手:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:LH:left hand:STP]
cs: [BP:LH:levá dlaň:levé dlaně]
de: [BP:LH:linke Hand:STP]
eo: [BP:LH:maldekstra mano:maldekstraj manoj]
es: [BP:RH:mano izquierda:STP]
ja: [BP:LH:左手:STP]
ko: [BP:LH:왼손:STP]
pl: [BP:LH:lewa dłoń:lewe dłonie]
ru: [BP:LH:левая ладонь:левые ладони]
tr: [BP:LH:sol el:STP]
vi: [BP:LH:bàn tay trái:STP]
zh_hans: [BP:LH:左手:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:RUL:right upper leg:STP]
cs: [BP:RUL:pravá horní noha:pravé horní nohy]
de: [BP:RUL:rechter Oberschenkel:STP]
eo: [BP:RUL:dekstra femuro:dekstraj femuroj]
es: [BP:RUL:muslo derecho:STP]
ja: [BP:RUL:右大腿:STP]
ko: [BP:RUL:오른쪽 윗다리:STP]
pl: [BP:RUL:prawe udo:prawe uda]
ru: [BP:RUL:правое бедро:правые бёдра]
tr: [BP:RUL:sağ üst bacak:STP]
vi: [BP:RUL:bắp đùi phải:STP]
zh_hans: [BP:RUL:右大腿:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:LUL:left upper leg:STP]
cs: [BP:LUL:levá horní noha:levé horní nohy]
de: [BP:LUL:linker Oberschenkel:STP]
eo: [BP:LUL:maldekstra femuro:maldekstraj femuroj]
es: [BP:LUL:muslo izquierdo:STP]
ja: [BP:LUL:左大腿:STP]
ko: [BP:LUL:왼쪽 윗다리:STP]
pl: [BP:LUL:lewe udo:lewe uda]
ru: [BP:LUL:левое бедро:левые бёдра]
tr: [BP:LUL:sol üst bacak:STP]
vi: [BP:LUL:bắp đùi trái:STP]
zh_hans: [BP:LUL:左大腿:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:RLL:right lower leg:STP]
cs: [BP:RLL:pravá dolní noha:pravé dolní nohy]
de: [BP:RLL:rechter Unterschenkel:STP]
eo: [BP:RLL:dekstra kruro:dekstraj kruroj]
es: [BP:RLL:pierna derecha:STP]
ja: [BP:RLL:右下腿:STP]
ko: [BP:RLL:오른쪽 아랫다리:STP]
pl: [BP:RLL:prawa goleń:prawe golenie]
ru: [BP:RLL:правая голень:правые голени]
tr: [BP:RLL:sağ alt bacak:STP]
vi: [BP:RLL:bắp chân phải:STP]
zh_hans: [BP:RLL:右小腿:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:LLL:left lower leg:STP]
cs: [BP:LLL:levá dolní noha:levé dolní nohy]
de: [BP:LLL:linker Unterschenkel:STP]
eo: [BP:LLL:maldekstra kruro:maldekstraj kruroj]
es: [BP:LLL:pierna izquierda:STP]
ja: [BP:LLL:左下腿:STP]
ko: [BP:LLL:왼쪽 아랫다리:STP]
pl: [BP:LLL:lewa goleń:lewe golenie]
ru: [BP:LLL:левая голень:левые голени]
tr: [BP:LLL:sol alt bacak:STP]
vi: [BP:LLL:bắp chân trái:STP]
zh_hans: [BP:LLL:左小腿:STP]

# BODY:HUMANOID_NECK_FLIER
source: [BP:RF:right foot:right feet]
cs: [BP:RF:pravé chodidlo:pravá chodidla]
de: [BP:RF:rechter Fuß:rechten Füße]
eo: [BP:RF:dekstra piedo:dekstra piedoj]
es: [BP:RF:pie derecho:pies derechos]
ja: [BP:RF:右足:右足]
ko: [BP:RF:오른발:오른발]
pl: [BP:RF:prawa stopa:prawe stopy]
ru: [BP:RF:правая ступня:правые ступни]
tr: [BP:RF:sağ ayak:sağ ayaklar]
vi: [BP:RF:bàn chân phải:nhiều chân phải]
zh_hans: [BP:RF:右脚:右脚]

# BODY:HUMANOID_NECK_FLIER
source: [BP:LF:left foot:left feet]
cs: [BP:LF:levé chodidlo:levá chodidla]
de: [BP:LF:linker Fuß:linke Füße]
eo: [BP:LF:maldekstra piedo:maldekstraj piedoj]
es: [BP:LF:pie izquierdo:pies izquierdos]
ja: [BP:LF:左足:左足]
ko: [BP:LF:왼발:왼발]
pl: [BP:LF:lewa stopa:lewe stopy]
ru: [BP:LF:левая ступня:левые ступни]
tr: [BP:LF:sol ayak:sol ayaklar]
vi: [BP:bàn chân trái:nhiều bàn chân trái]
zh_hans: [BP:LF:左脚:左脚]

# BODY:2WINGS
source: [BP:RWING:right wing:STP]
cs: [BP:RWING:pravé křídlo:pravé křídla]
de: [BP:RWING:rechter Flügel:STP]
eo: [BP:RWING:dekstra flugilo:dekstraj fugiloj]
es: [BP:RWING:ala derecha:STP]
ja: [BP:RWING:右翼:STP]
ko: [BP:RWING:오른쪽 날개:STP]
pl: [BP:RWING:prawe skrzydło:prawe skrzydła]
ru: [BP:RWING:правое крыло:правые крылья]
tr: [BP:RWING:sağ kanat:STP]
vi: [BP:RWING:cánh phải:STP]
zh_hans: [BP:RWING:右翅:STP]

# BODY:2WINGS
source: [BP:LWING:left wing:STP]
cs: [BP:LWING:levé křídlo:levé křídla]
de: [BP:LWING:linker Flügel:STP]
eo: [BP:LWING:maldekstra flugilo:maldekstraj flugiloj]
es: [BP:LWING:ala izquierda:STP]
ja: [BP:LWING:左翼:STP]
ko: [BP:LWING:왼쪽 날개:STP]
pl: [BP:LWING:lewe skrzydło:lewe skrzydła]
ru: [BP:LWING:левое крыло:левые крылья]
tr: [BP:LWING:sol kanat:STP]
vi: [BP:LWING:cánh trái:STP]
zh_hans: [BP:LWING:左翅:STP]

# BODY:HUMANOID_ARMLESS
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:busto:bustos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID_ARMLESS
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_ARMLESS
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HUMANOID_ARMLESS
source: [BP:RUL:right upper leg:STP]
cs: [BP:RUL:pravá horní noha:pravé horní nohy]
de: [BP:RUL:rechter Oberschenkel:STP]
eo: [BP:RUL:dekstra femuro:dekstraj femuroj]
es: [BP:RUL:muslo derecho:STP]
ja: [BP:RUL:右大腿:STP]
ko: [BP:RUL:오른쪽 윗다리:STP]
pl: [BP:RUL:prawe udo:prawe uda]
ru: [BP:RUL:правое бедро:правые бёдра]
tr: [BP:RUL:sağ üst bacak:STP]
vi: [BP:RUL:bắp đùi phải:STP]
zh_hans: [BP:RUL:右大腿:STP]

# BODY:HUMANOID_ARMLESS
source: [BP:LUL:left upper leg:STP]
cs: [BP:LUL:levá horní noha:levé horní nohy]
de: [BP:LUL:linker Oberschenkel:STP]
eo: [BP:LUL:maldekstra femuro:maldekstraj femuroj]
es: [BP:LUL:muslo izquierdo:STP]
ja: [BP:LUL:左大腿:STP]
ko: [BP:LUL:왼쪽 윗다리:STP]
pl: [BP:LUL:lewe udo:lewe uda]
ru: [BP:LUL:левое бедро:левые бёдра]
tr: [BP:LUL:sol üst bacak:STP]
vi: [BP:LUL:bắp đùi trái:STP]
zh_hans: [BP:LUL:左大腿:STP]

# BODY:HUMANOID_ARMLESS
source: [BP:RLL:right lower leg:STP]
cs: [BP:RLL:pravá dolní noha:pravé dolní nohy]
de: [BP:RLL:rechter Unterschenkel:STP]
eo: [BP:RLL:dekstra kruro:dekstraj kruroj]
es: [BP:RLL:pierna derecha:STP]
ja: [BP:RLL:右下腿:STP]
ko: [BP:RLL:오른쪽 아랫다리:STP]
pl: [BP:RLL:prawa goleń:prawe golenie]
ru: [BP:RLL:правая голень:правые голени]
tr: [BP:RLL:sağ alt bacak:STP]
vi: [BP:RLL:bắp chân phải:STP]
zh_hans: [BP:RLL:右小腿:STP]

# BODY:HUMANOID_ARMLESS
source: [BP:LLL:left lower leg:STP]
cs: [BP:LLL:levá dolní noha:levé dolní nohy]
de: [BP:LLL:linker Unterschenkel:STP]
eo: [BP:LLL:maldekstra kruro:maldekstraj kruroj]
es: [BP:LLL:pierna izquierda:STP]
ja: [BP:LLL:左下腿:STP]
ko: [BP:LLL:왼쪽 아랫다리:STP]
pl: [BP:LLL:lewa goleń:lewe golenie]
ru: [BP:LLL:левая голень:левые голени]
tr: [BP:LLL:sol alt bacak:STP]
vi: [BP:LLL:bắp chân trái:STP]
zh_hans: [BP:LLL:左小腿:STP]

# BODY:HUMANOID_ARMLESS
source: [BP:RF:right foot:right feet]
cs: [BP:RF:pravé chodidlo:pravá chodidla]
de: [BP:RF:rechter Fuß:rechten Füße]
eo: [BP:RF:dekstra piedo:dekstraj piedoj]
es: [BP:RF:pie derecho:pies derechos]
ja: [BP:RF:右足:右足]
ko: [BP:RF:오른발:오른발]
pl: [BP:RF:prawa stopa:prawe stopy]
ru: [BP:RF:правая ступня:правые ступни]
tr: [BP:RF:sağ ayak:sağ ayaklar]
vi: [BP:RF:bàn chân phải:nhiều chân phải]
zh_hans: [BP:RF:右脚:右脚]

# BODY:HUMANOID_ARMLESS
source: [BP:LF:left foot:left feet]
cs: [BP:LF:levé chodidlo:levá chodidla]
de: [BP:LF:linker Fuß:linke Füße]
eo: [BP:LF:maldekstra piedo:maldekstraj piedoj]
es: [BP:LF:pie izquierdo:pies izquierdos]
ja: [BP:LF:左足:左足]
ko: [BP:LF:왼발:왼발]
pl: [BP:LF:lewa stopa:lewe stopy]
ru: [BP:LF:левая ступня:левые ступни]
tr: [BP:LF:sol ayak:sol ayaklar]
vi: [BP:bàn chân trái:nhiều bàn chân trái]
zh_hans: [BP:LF:左脚:左脚]

# BODY:HUMANOID_LEGLESS
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:busto:bustos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID_LEGLESS
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_LEGLESS
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HUMANOID_LEGLESS
source: [BP:RUA:right upper arm:STP]
cs: [BP:RUA:pravá horní ruka:pravé horní ruce]
de: [BP:RUA:rechter Oberarm:STP]
eo: [BP:RUA:dekstra supra brako:dekstraj supraj brakoj]
es: [BP:RUA:brazo derecho:STP]
ja: [BP:RUA:右上腕:STP]
ko: [BP:RUA:오른쪽 위팔:STP]
pl: [BP:RUA:prawe ramię:prawe ramiona]
ru: [BP:RUA:правое плечо:правые плечи]
tr: [BP:RUA:sağ üst kol:STP]
vi: [BP:RUA:bắp tay phải:STP]
zh_hans: [BP:RUA:右上臂:STP]

# BODY:HUMANOID_LEGLESS
source: [BP:LUA:left upper arm:STP]
cs: [BP:LUA:levá horní ruka:levé horní ruce]
de: [BP:LUA:linker Oberarm:STP]
eo: [BP:LUA:maldekstra supra brako:maldekstraj supraj brakoj]
es: [BP:LUA:brazo izquierdo:STP]
ja: [BP:LUA:左上腕:STP]
ko: [BP:LUA:왼쪽 위팔:STP]
pl: [BP:LUA:lewe ramię:lewe ramiona]
ru: [BP:LUA:левое плечо:левые плечи]
tr: [BP:LUA:sol üst kol:STP]
vi: [BP:LUA:bắp tay trái:STP]
zh_hans: [BP:LUA:左上臂:STP]
