Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# INORGANIC:PEWTER_LAY
source: [STATE_NAME_ADJ:LIQUID:molten lay pewter]
cs: [STATE_NAME_ADJ:LIQUID:tavený obyčejný cín]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Blei-Hartzinn]
eo: [STATE_NAME_ADJ:LIQUID:fandita malfajnpeltro]
es: [STATE_NAME_ADJ:LIQUID:peltre fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた低品位ピューター]
ko: [STATE_NAME_ADJ:LIQUID:녹은 일반 백랍]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный мирской пьютер]
tr: [STATE_NAME_ADJ:LIQUID:erimiş levha kalay]
vi: [STATE_NAME_ADJ:LIQUID:Hợp kim thiếc tiêu chuẩn nóng chảy]

# INORGANIC:PEWTER_LAY
source: [STATE_NAME_ADJ:GAS:boiling lay pewter]
cs: [STATE_NAME_ADJ:GAS:vroucí obyčejný cín]
de: [STATE_NAME_ADJ:GAS:siedendes Blei-Hartzinn]
eo: [STATE_NAME_ADJ:GAS:bolanta malfajnpeltro]
es: [STATE_NAME_ADJ:GAS:peltre hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した低品位ピューター]
ko: [STATE_NAME_ADJ:GAS:기화된 일반 백랍]
ru: [STATE_NAME_ADJ:GAS:кипящий мирской пьютер]
tr: [STATE_NAME_ADJ:GAS:kaynayan levha kalay]
vi: [STATE_NAME_ADJ:GAS:Hợp kim thiếc tiêu chuẩn sôi]

# INORGANIC:LEAD
source: [STATE_NAME_ADJ:ALL_SOLID:lead]
cs: [STATE_NAME_ADJ:ALL_SOLID:olovo]
de: [STATE_NAME_ADJ:ALL_SOLID:Blei]
eo: [STATE_NAME_ADJ:ALL_SOLID:plumbo]
es: [STATE_NAME_ADJ:ALL_SOLID:de plomo]
ja: [STATE_NAME_ADJ:ALL_SOLID:鉛]
ko: [STATE_NAME_ADJ:ALL_SOLID:납]
ru: [STATE_NAME_ADJ:ALL_SOLID:свинец]
tr: [STATE_NAME_ADJ:ALL_SOLID:kurşun]
vi: [STATE_NAME_ADJ:ALL_SOLID:Chì]

# INORGANIC:LEAD
source: [STATE_NAME_ADJ:LIQUID:molten lead]
cs: [STATE_NAME_ADJ:LIQUID:roztavené olovo]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Blei]
eo: [STATE_NAME_ADJ:LIQUID:fandita plumbo]
es: [STATE_NAME_ADJ:LIQUID:de plomo fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けた鉛]
ko: [STATE_NAME_ADJ:LIQUID:녹은 납]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный свинец]
tr: [STATE_NAME_ADJ:LIQUID:erimiş kurşun]
vi: [STATE_NAME_ADJ:LIQUID:Chì nóng chảy]

# INORGANIC:LEAD
source: [STATE_NAME_ADJ:GAS:boiling lead]
cs: [STATE_NAME_ADJ:GAS:vroucí olovo]
de: [STATE_NAME_ADJ:GAS:siedendes Blei]
eo: [STATE_NAME_ADJ:GAS:bolanta plumbo]
es: [STATE_NAME_ADJ:GAS:de plomo hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した鉛]
ko: [STATE_NAME_ADJ:GAS:기화된 납]
ru: [STATE_NAME_ADJ:GAS:кипящий свинец]
tr: [STATE_NAME_ADJ:GAS:kaynayan kurşun]
vi: [STATE_NAME_ADJ:GAS:Chì sôi]

# INORGANIC:ALUMINUM
source: [STATE_NAME_ADJ:ALL_SOLID:aluminum]
cs: [STATE_NAME_ADJ:ALL_SOLID:hliník]
eo: [STATE_NAME_ADJ:ALL_SOLID:aluminio]
es: [STATE_NAME_ADJ:ALL_SOLID:de aluminio]
ja: [STATE_NAME_ADJ:ALL_SOLID:アルミ]
ko: [STATE_NAME_ADJ:ALL_SOLID:알루미늄]
ru: [STATE_NAME_ADJ:ALL_SOLID:алюминий]
tr: [STATE_NAME_ADJ:ALL_SOLID:alüminyum]
vi: [STATE_NAME_ADJ:ALL_SOLID:Nhôm]

# INORGANIC:ALUMINUM
source: [STATE_NAME_ADJ:LIQUID:molten aluminum]
cs: [STATE_NAME_ADJ:LIQUID:roztavený hliník]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Aluminium]
eo: [STATE_NAME_ADJ:LIQUID:fandita aluminio]
es: [STATE_NAME_ADJ:LIQUID:de aluminio fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたアルミ]
ko: [STATE_NAME_ADJ:LIQUID:녹은 알루미늄]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный алюминий]
tr: [STATE_NAME_ADJ:LIQUID:erimiş alüminyum]
vi: [STATE_NAME_ADJ:LIQUID:Nhôm nóng chảy]

# INORGANIC:ALUMINUM
source: [STATE_NAME_ADJ:GAS:boiling aluminum]
cs: [STATE_NAME_ADJ:GAS:vroucí hliník]
de: [STATE_NAME_ADJ:GAS:siedendes Aluminum]
eo: [STATE_NAME_ADJ:GAS:bolanta aluminio]
es: [STATE_NAME_ADJ:GAS:de aluminio hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したアルミ]
ko: [STATE_NAME_ADJ:GAS:기화된 알루미늄]
ru: [STATE_NAME_ADJ:GAS:кипящий алюминий]
tr: [STATE_NAME_ADJ:GAS:kaynayan alüminyum]
vi: [STATE_NAME_ADJ:GAS:Nhôm sôi]

# INORGANIC:NICKEL_SILVER
source: [STATE_NAME_ADJ:ALL_SOLID:nickel silver]
cs: [STATE_NAME_ADJ:ALL_SOLID:pakfong]
de: [STATE_NAME_ADJ:ALL_SOLID:Neusilber]
eo: [STATE_NAME_ADJ:ALL_SOLID:arĝentano]
es: [STATE_NAME_ADJ:ALL_SOLID:de alpaca]
ja: [STATE_NAME_ADJ:ALL_SOLID:洋白]
ko: [STATE_NAME_ADJ:ALL_SOLID:양은]
ru: [STATE_NAME_ADJ:ALL_SOLID:нейзильбер]
tr: [STATE_NAME_ADJ:ALL_SOLID:nikel gümüşü]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bạc Đức]

# INORGANIC:NICKEL_SILVER
source: [STATE_NAME_ADJ:LIQUID:molten nickel silver]
cs: [STATE_NAME_ADJ:LIQUID:tavený pakfong]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Neusilber]
eo: [STATE_NAME_ADJ:LIQUID:fandita arĝentano]
es: [STATE_NAME_ADJ:LIQUID:de alpaca fundida]
ja: [STATE_NAME_ADJ:LIQUID:溶けた洋白]
ko: [STATE_NAME_ADJ:LIQUID:녹은 양은]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный нейзильбер]
tr: [STATE_NAME_ADJ:LIQUID:erimiş nikel gümüşü]
vi: [STATE_NAME_ADJ:LIQUID:Bạc Đức nóng chảy]

# INORGANIC:NICKEL_SILVER
source: [STATE_NAME_ADJ:GAS:boiling nickel silver]
cs: [STATE_NAME_ADJ:GAS:vroucí pakfong]
de: [STATE_NAME_ADJ:GAS:siedendes Neusilber]
eo: [STATE_NAME_ADJ:GAS:bolanta arĝentano]
es: [STATE_NAME_ADJ:GAS:de alpaca hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化した洋白]
ko: [STATE_NAME_ADJ:GAS:기화된 양은]
ru: [STATE_NAME_ADJ:GAS:кипящий нейзильбер]
tr: [STATE_NAME_ADJ:GAS:kaynayan nikel gümüşü]
vi: [STATE_NAME_ADJ:GAS:Bạc Đức sôi]

# INORGANIC:BILLON
source: [STATE_NAME_ADJ:ALL_SOLID:billon]
cs: [STATE_NAME_ADJ:ALL_SOLID:bílá měď]
eo: [STATE_NAME_ADJ:ALL_SOLID:bilono]
es: [STATE_NAME_ADJ:ALL_SOLID:vellón]
ja: [STATE_NAME_ADJ:ALL_SOLID:ビロン]
ko: [STATE_NAME_ADJ:ALL_SOLID:은동]
ru: [STATE_NAME_ADJ:ALL_SOLID:биллон]
tr: [STATE_NAME_ADJ:ALL_SOLID:bilyon]

# INORGANIC:BILLON
source: [STATE_NAME_ADJ:LIQUID:molten billon]
cs: [STATE_NAME_ADJ:LIQUID:tavená bílá měď]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Billon]
eo: [STATE_NAME_ADJ:LIQUID:fandita bilono]
es: [STATE_NAME_ADJ:LIQUID:vellón fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたビロン]
ko: [STATE_NAME_ADJ:LIQUID:녹은 은동]
ru: [STATE_NAME_ADJ:LIQUID:расплавленноый биллон]
tr: [STATE_NAME_ADJ:LIQUID:erimiş bilyon]
vi: [STATE_NAME_ADJ:LIQUID:Hợp kim billon nóng chảy]

# INORGANIC:BILLON
source: [STATE_NAME_ADJ:GAS:boiling billon]
cs: [STATE_NAME_ADJ:GAS:vroucí bílá měď]
de: [STATE_NAME_ADJ:GAS:siedendes Billon]
eo: [STATE_NAME_ADJ:GAS:bolanta bilono]
es: [STATE_NAME_ADJ:GAS:vellón hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したビロン]
ko: [STATE_NAME_ADJ:GAS:기화된 은동]
ru: [STATE_NAME_ADJ:GAS:кипящий биллон]
tr: [STATE_NAME_ADJ:GAS:kaynayan bilyon]
vi: [STATE_NAME_ADJ:GAS:Hợp kim billon sôi]

# INORGANIC:STERLING_SILVER
source: [STATE_NAME_ADJ:ALL_SOLID:sterling silver]
cs: [STATE_NAME_ADJ:ALL_SOLID:sterlingové stříbro]
de: [STATE_NAME_ADJ:ALL_SOLID:Sterlingsilber]
eo: [STATE_NAME_ADJ:ALL_SOLID:sterlingarĝento]
es: [STATE_NAME_ADJ:ALL_SOLID:plata esterlina]
ja: [STATE_NAME_ADJ:ALL_SOLID:スターリングシルバー]
ko: [STATE_NAME_ADJ:ALL_SOLID:스털링 실버]
ru: [STATE_NAME_ADJ:ALL_SOLID:стерлинг]
tr: [STATE_NAME_ADJ:ALL_SOLID:som gümüş]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bạc Sterling]

# INORGANIC:STERLING_SILVER
source: [STATE_NAME_ADJ:LIQUID:molten sterling silver]
cs: [STATE_NAME_ADJ:LIQUID:tavené sterlingové stříbro]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Sterlingsilber]
eo: [STATE_NAME_ADJ:LIQUID:fandita sterlingarĝento]
es: [STATE_NAME_ADJ:LIQUID:de plata esterlina fundida]
ja: [STATE_NAME_ADJ:LIQUID:溶けたスターリングシルバー]
ko: [STATE_NAME_ADJ:LIQUID:녹은 스털링 실버]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный стерлинг]
tr: [STATE_NAME_ADJ:LIQUID:erimiş som gümüş]
vi: [STATE_NAME_ADJ:LIQUID:Bạc Sterling nóng chảy]

# INORGANIC:STERLING_SILVER
source: [STATE_NAME_ADJ:GAS:boiling sterling silver]
cs: [STATE_NAME_ADJ:GAS:vroucí sterlingové stříbro]
de: [STATE_NAME_ADJ:GAS:siedendes Sterlingsilber]
eo: [STATE_NAME_ADJ:GAS:bolanta sterlingarĝento]
es: [STATE_NAME_ADJ:GAS:de plata esterlina hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したスターリングシルバー]
ko: [STATE_NAME_ADJ:GAS:기화된 스털링 실버]
ru: [STATE_NAME_ADJ:GAS:кипящий стерлинг]
tr: [STATE_NAME_ADJ:GAS:kaynayan som gümüş]
vi: [STATE_NAME_ADJ:GAS:Bạc Sterling sôi]

# INORGANIC:BLACK_BRONZE
source: [STATE_NAME_ADJ:ALL_SOLID:black bronze]
cs: [STATE_NAME_ADJ:ALL_SOLID:černý bronz]
de: [STATE_NAME_ADJ:ALL_SOLID:Schwarzbronze]
eo: [STATE_NAME_ADJ:ALL_SOLID:nigra bronzo]
es: [STATE_NAME_ADJ:ALL_SOLID:bronce negro]
ja: [STATE_NAME_ADJ:ALL_SOLID:ブラックブロンズ]
ko: [STATE_NAME_ADJ:ALL_SOLID:흑청동]
ru: [STATE_NAME_ADJ:ALL_SOLID:чёрная бронза]
tr: [STATE_NAME_ADJ:ALL_SOLID:kara bronz]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đồng đen]

# INORGANIC:BLACK_BRONZE
source: [STATE_NAME_ADJ:LIQUID:molten black bronze]
cs: [STATE_NAME_ADJ:LIQUID:roztavený černý bronz]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Schwarzbronze]
eo: [STATE_NAME_ADJ:LIQUID:fandita nigra bronzo]
es: [STATE_NAME_ADJ:LIQUID:de bronce negro fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたブラックブロンズ]
ko: [STATE_NAME_ADJ:LIQUID:녹은 흑청동]
ru: [STATE_NAME_ADJ:LIQUID:расплавленная чёрная бронза]
tr: [STATE_NAME_ADJ:LIQUID:erimiş kara bronz]
vi: [STATE_NAME_ADJ:LIQUID:Đồng đen nóng chảy]

# INORGANIC:BLACK_BRONZE
source: [STATE_NAME_ADJ:GAS:boiling black bronze]
cs: [STATE_NAME_ADJ:GAS:vroucí černý bronz]
de: [STATE_NAME_ADJ:GAS:siedendes Schwarzbronze]
eo: [STATE_NAME_ADJ:GAS:bolanta nigra bronzo]
es: [STATE_NAME_ADJ:GAS:de bronce negro hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したブラックブロンズ]
ko: [STATE_NAME_ADJ:GAS:기화된 흑청동]
ru: [STATE_NAME_ADJ:GAS:кипящая чёрная бронза]
tr: [STATE_NAME_ADJ:GAS:kaynayan kara bronz]
vi: [STATE_NAME_ADJ:GAS:Đồng đen sôi]

# INORGANIC:ROSE_GOLD
source: [STATE_NAME_ADJ:ALL_SOLID:rose gold]
cs: [STATE_NAME_ADJ:ALL_SOLID:růžové zlato]
de: [STATE_NAME_ADJ:ALL_SOLID:Rotgold]
eo: [STATE_NAME_ADJ:ALL_SOLID:rozkolora oro]
es: [STATE_NAME_ADJ:ALL_SOLID:de oro rosado]
ja: [STATE_NAME_ADJ:ALL_SOLID:ローズゴールド]
ko: [STATE_NAME_ADJ:ALL_SOLID:로즈골드]
pl: [STATE_NAME_ADJ:ALL_SOLID:różowe złoto]
ru: [STATE_NAME_ADJ:ALL_SOLID:розовое золото]
tr: [STATE_NAME_ADJ:ALL_SOLID:gül altın]
vi: [STATE_NAME_ADJ:ALL_SOLID:Vàng hồng]

# INORGANIC:ROSE_GOLD
source: [STATE_NAME_ADJ:LIQUID:molten rose gold]
cs: [STATE_NAME_ADJ:LIQUID:tavené růžové zlato]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Rotgold]
eo: [STATE_NAME_ADJ:LIQUID:fandita rozkolora oro]
es: [STATE_NAME_ADJ:LIQUID:de oro rosado fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたローズゴールド]
ko: [STATE_NAME_ADJ:LIQUID:녹은 로즈골드]
pl: [STATE_NAME_ADJ:LIQUID:stopione różowe złoto]
ru: [STATE_NAME_ADJ:LIQUID:расплавленное розовое золото]
tr: [STATE_NAME_ADJ:LIQUID:erimiş gül altın]
vi: [STATE_NAME_ADJ:LIQUID:Vàng hồng nóng chảy]

# INORGANIC:ROSE_GOLD
source: [STATE_NAME_ADJ:GAS:boiling rose gold]
cs: [STATE_NAME_ADJ:GAS:vroucí růžové zlato]
de: [STATE_NAME_ADJ:GAS:siedendes Rotgold]
eo: [STATE_NAME_ADJ:GAS:bolanta rozkolora oro]
es: [STATE_NAME_ADJ:GAS:de oro rosado hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したローズゴールド]
ko: [STATE_NAME_ADJ:GAS:기화된 로즈골드]
pl: [STATE_NAME_ADJ:GAS:gotujące się różowe złoto]
ru: [STATE_NAME_ADJ:GAS:кипящее розовое золото]
tr: [STATE_NAME_ADJ:GAS:kaynayan gül altın]
vi: [STATE_NAME_ADJ:GAS:Vàng hồng sôi]

# INORGANIC:BISMUTH
source: [STATE_NAME_ADJ:ALL_SOLID:bismuth]
cs: [STATE_NAME_ADJ:ALL_SOLID:bismut]
de: [STATE_NAME_ADJ:ALL_SOLID:Bismut]
eo: [STATE_NAME_ADJ:ALL_SOLID:bismuto]
es: [STATE_NAME_ADJ:ALL_SOLID:de bismuto]
ja: [STATE_NAME_ADJ:ALL_SOLID:ビスマス]
ko: [STATE_NAME_ADJ:ALL_SOLID:비스무트]
ru: [STATE_NAME_ADJ:ALL_SOLID:висмут]
tr: [STATE_NAME_ADJ:ALL_SOLID:bizmut]

# INORGANIC:BISMUTH
source: [STATE_NAME_ADJ:LIQUID:molten bismuth]
cs: [STATE_NAME_ADJ:LIQUID:tavený bismut]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Bismut]
eo: [STATE_NAME_ADJ:LIQUID:fandita bismuto]
es: [STATE_NAME_ADJ:LIQUID:de bismuto fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたビスマス]
ko: [STATE_NAME_ADJ:LIQUID:녹은 비스무트]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный висмут]
tr: [STATE_NAME_ADJ:LIQUID:erimiş bizmut]
vi: [STATE_NAME_ADJ:LIQUID:Bismut nóng chảy]

# INORGANIC:BISMUTH
source: [STATE_NAME_ADJ:GAS:boiling bismuth]
cs: [STATE_NAME_ADJ:GAS:vroucí bismut]
de: [STATE_NAME_ADJ:GAS:siedendes Bismut]
eo: [STATE_NAME_ADJ:GAS:bolanta bismuto]
es: [STATE_NAME_ADJ:GAS:de bismuto hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したビスマス]
ko: [STATE_NAME_ADJ:GAS:기화된 비스무트]
ru: [STATE_NAME_ADJ:GAS:кипящий висмут]
tr: [STATE_NAME_ADJ:GAS:kaynayan bizmut]
vi: [STATE_NAME_ADJ:GAS:Bismut sôi]

# INORGANIC:BISMUTH_BRONZE
source: [STATE_NAME_ADJ:ALL_SOLID:bismuth bronze]
cs: [STATE_NAME_ADJ:ALL_SOLID:vizmutový bronz]
de: [STATE_NAME_ADJ:ALL_SOLID:Bismut-Bronze]
eo: [STATE_NAME_ADJ:ALL_SOLID:bismut-bronzo]
es: [STATE_NAME_ADJ:ALL_SOLID:de bronce de bismuto]
ja: [STATE_NAME_ADJ:ALL_SOLID:ビスマス青銅]
ko: [STATE_NAME_ADJ:ALL_SOLID:비스무트 청동]
ru: [STATE_NAME_ADJ:ALL_SOLID:висмутовая бронза]
tr: [STATE_NAME_ADJ:ALL_SOLID:bizmut bronz]
vi: [STATE_NAME_ADJ:ALL_SOLID:Đồng bismut]

# INORGANIC:BISMUTH_BRONZE
source: [STATE_NAME_ADJ:LIQUID:molten bismuth bronze]
cs: [STATE_NAME_ADJ:LIQUID:roztavený vizmutový bronz]
de: [STATE_NAME_ADJ:LIQUID:geschmolzene Bismut-Bronze]
eo: [STATE_NAME_ADJ:LIQUID:fandita bismut-bronzo]
es: [STATE_NAME_ADJ:LIQUID:de bronce de bismuto fundido]
ja: [STATE_NAME_ADJ:LIQUID:溶けたビスマス青銅]
ko: [STATE_NAME_ADJ:LIQUID:녹은 비스무트 청동]
ru: [STATE_NAME_ADJ:LIQUID:расплавленная висмутовая бронза]
tr: [STATE_NAME_ADJ:LIQUID:erimiş bizmut bronz]
vi: [STATE_NAME_ADJ:LIQUID:Đồng bismut nóng chảy]

# INORGANIC:BISMUTH_BRONZE
source: [STATE_NAME_ADJ:GAS:boiling bismuth bronze]
cs: [STATE_NAME_ADJ:GAS:vroucí vizmutový bronz]
de: [STATE_NAME_ADJ:GAS:siedendes Bismut-Bronze]
eo: [STATE_NAME_ADJ:GAS:bolanta bismut-bronzo]
es: [STATE_NAME_ADJ:GAS:de bronce de bismuto hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したビスマス青銅]
ko: [STATE_NAME_ADJ:GAS:기화된 비스무트 청동]
ru: [STATE_NAME_ADJ:GAS:кипящая висмутовая бронза]
tr: [STATE_NAME_ADJ:GAS:kaynayan bizmut bronz]
vi: [STATE_NAME_ADJ:GAS:Đồng bismut sôi]

# INORGANIC:ADAMANTINE
source: [STATE_NAME_ADJ:ALL_SOLID:adamantine]
cs: [STATE_NAME_ADJ:ALL_SOLID:adamantin]
de: [STATE_NAME_ADJ:ALL_SOLID:Adamantium]
eo: [STATE_NAME_ADJ:ALL_SOLID:adamanto]
es: [STATE_NAME_ADJ:ALL_SOLID:de adamantino]
ja: [STATE_NAME_ADJ:ALL_SOLID:アダマンタイト]
ko: [STATE_NAME_ADJ:ALL_SOLID:아다만틴]
ru: [STATE_NAME_ADJ:ALL_SOLID:адамантин]
tr: [STATE_NAME_ADJ:ALL_SOLID:adamantin]

# INORGANIC:ADAMANTINE
source: [STATE_NAME_ADJ:LIQUID:molten adamantine]
cs: [STATE_NAME_ADJ:LIQUID:tavený adamantin]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Adamantium]
eo: [STATE_NAME_ADJ:LIQUID:fandita adamanto]
es: [STATE_NAME_ADJ:LIQUID:de adamantino fundido]
ja: [STATE_NAME_ADJ:LIQUID:アダマンタイト]
ko: [STATE_NAME_ADJ:LIQUID:녹은 아다만틴]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный адамантин]
tr: [STATE_NAME_ADJ:LIQUID:erimiş adamantin]
vi: [STATE_NAME_ADJ:LIQUID:Adamantine nóng chảy]

# INORGANIC:ADAMANTINE
source: [STATE_NAME_ADJ:GAS:boiling adamantine]
cs: [STATE_NAME_ADJ:GAS:vroucí adamantin]
de: [STATE_NAME_ADJ:GAS:siedendes Adamantium]
eo: [STATE_NAME_ADJ:GAS:bolanta adamanto]
es: [STATE_NAME_ADJ:GAS:de adamantino hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したアダマンタイト]
ko: [STATE_NAME_ADJ:GAS:기화된 아다만틴]
ru: [STATE_NAME_ADJ:GAS:кипящий адамантин]
tr: [STATE_NAME_ADJ:GAS:kaynayan adamantin]
vi: [STATE_NAME_ADJ:GAS:Adamantine sôi]

# INORGANIC:PLASTER
source: [STATE_NAME_ADJ:ALL:gypsum plaster]
cs: [STATE_NAME_ADJ:ALL:sádrová omítka]
de: [STATE_NAME_ADJ:ALL:Gipsputzt]
eo: [STATE_NAME_ADJ:ALL:gipso]
es: [STATE_NAME_ADJ:ALL:de yeso]
ru: [STATE_NAME_ADJ:ALL:гипс]
tr: [STATE_NAME_ADJ:ALL:alçı]
vi: [STATE_NAME_ADJ:ALL:Vữa thạch cao]

# INORGANIC:CERAMIC_EARTHENWARE
source: [STATE_NAME_ADJ:ALL:earthenware]
cs: [STATE_NAME_ADJ:ALL:keramika]
de: [STATE_NAME_ADJ:ALL:Töpferwaren]
eo: [STATE_NAME_ADJ:ALL:argilceramiko]
es: [STATE_NAME_ADJ:ALL:de loza de barro]
ja: [STATE_NAME_ADJ:ALL:陶器]
ko: [STATE_NAME_ADJ:ALL:토기]
ru: [STATE_NAME_ADJ:ALL:керамика]
tr: [STATE_NAME_ADJ:ALL:toprak seramik]
vi: [STATE_NAME_ADJ:ALL:Đồ gốm nung]

# INORGANIC:CERAMIC_EARTHENWARE
source: [BLOCK_NAME:brick:bricks]
cs: [BLOCK_NAME:cihla:cihly]
de: [BLOCK_NAME:Ziegel:Ziegel]
eo: [BLOCK_NAME:briko:brikoj]
es: [BLOCK_NAME:ladrillo:ladrillos]
ja: [BLOCK_NAME:レンガ:レンガ]
ko: [BLOCK_NAME:벽돌:벽돌들]
ru: [BLOCK_NAME:кирпич:кирпичи]
tr: [BLOCK_NAME:tuğla:tuğlalar]
vi: [BLOCK_NAME:Gạch:Gạch]

# INORGANIC:CERAMIC_STONEWARE
source: [STATE_NAME_ADJ:ALL:stoneware]
cs: [STATE_NAME_ADJ:ALL:kamenina]
de: [STATE_NAME_ADJ:ALL:Steinwaren]
eo: [STATE_NAME_ADJ:ALL:ŝtonceramiko]
es: [STATE_NAME_ADJ:ALL:gres]
ja: [STATE_NAME_ADJ:ALL:石器]
ko: [STATE_NAME_ADJ:ALL:석기]
ru: [STATE_NAME_ADJ:ALL:каменные изделия]
tr: [STATE_NAME_ADJ:ALL:taş seramik]
vi: [STATE_NAME_ADJ:ALL:Đồ gốm đá]

# INORGANIC:CERAMIC_STONEWARE
source: [BLOCK_NAME:brick:bricks]
cs: [BLOCK_NAME:cihla:cihly]
de: [BLOCK_NAME:Ziegel:Ziegel]
eo: [BLOCK_NAME:briko:brikoj]
es: [BLOCK_NAME:ladrillo:ladrillos]
ja: [BLOCK_NAME:レンガ:レンガ]
ko: [BLOCK_NAME:벽돌:벽돌들]
pl: [BLOCK_NAME:cegła:cegły]
ru: [BLOCK_NAME:кирпич:кирпичи]
tr: [BLOCK_NAME:tuğla:tuğlalar]
vi: [BLOCK_NAME:Gạch:Gạch]

# INORGANIC:CERAMIC_PORCELAIN
source: [STATE_NAME_ADJ:ALL:porcelain]
cs: [STATE_NAME_ADJ:ALL:porcelán]
de: [STATE_NAME_ADJ:ALL:Porzellan]
eo: [STATE_NAME_ADJ:ALL:porcelano]
es: [STATE_NAME_ADJ:ALL:de porcelana]
ja: [STATE_NAME_ADJ:ALL:磁器]
ko: [STATE_NAME_ADJ:ALL:자기]
ru: [STATE_NAME_ADJ:ALL:фарфор]
tr: [STATE_NAME_ADJ:ALL:porselen]
vi: [STATE_NAME_ADJ:ALL:Sứ]

# INORGANIC:CERAMIC_PORCELAIN
source: [BLOCK_NAME:brick:bricks]
cs: [BLOCK_NAME:cihla:cihly]
de: [BLOCK_NAME:Ziegel:Ziegel]
eo: [BLOCK_NAME:briko:brikoj]
es: [BLOCK_NAME:ladrillo:ladrillos]
ja: [BLOCK_NAME:レンガ:レンガ]
ko: [BLOCK_NAME:벽돌:벽돌들]
pl: [BLOCK_NAME:cegła:cegły]
ru: [BLOCK_NAME:кирпич:кирпичи]
tr: [BLOCK_NAME:tuğla:tuğlalar]
vi: [BLOCK_NAME:Gạch:Gạch]

# INORGANIC:ASH_GLAZE
source: [STATE_NAME:ALL:ash glaze]
cs: [STATE_NAME:ALL:popelová glazura]
de: [STATE_NAME:ALL:Ascheglasur]
eo: [STATE_NAME:ALL:cindra glazuro]
es: [STATE_NAME:ALL:ceniza vidriada]
ja: [STATE_NAME:ALL:灰融]
ko: [STATE_NAME:ALL:회유]
ru: [STATE_NAME:ALL:пепельная глазурь]
tr: [STATE_NAME:ALL:kül sırı]
vi: [STATE_NAME:ALL:men tro]

# INORGANIC:ASH_GLAZE
source: [STATE_NAME_ADJ:ALL:ash glaze]
cs: [STATE_NAME_ADJ:ALL:popelová glazura]
de: [STATE_NAME_ADJ:ALL:Ascheglasur]
eo: [STATE_NAME_ADJ:ALL:cindra glazuro]
es: [STATE_NAME_ADJ:ALL:esmalte de ceniza]
ja: [STATE_NAME_ADJ:ALL:灰融]
ko: [STATE_NAME_ADJ:ALL:회유바른]
ru: [STATE_NAME_ADJ:ALL:пепельная глазурь]
tr: [STATE_NAME_ADJ:ALL:kül sırı]
vi: [STATE_NAME_ADJ:ALL:men tro]

# INORGANIC:TIN_GLAZE
source: [STATE_NAME:ALL:tin glaze]
cs: [STATE_NAME:ALL:cínová glazura]
de: [STATE_NAME:ALL:Zinnglasur]
eo: [STATE_NAME:ALL:stana glazuro]
es: [STATE_NAME:ALL:esmalte de hojalata]
ja: [STATE_NAME:ALL:錫釉]
ko: [STATE_NAME:ALL:주석 유약]
ru: [STATE_NAME:ALL:оловянная глазурь]
tr: [STATE_NAME:ALL:kalay sırı]
vi: [STATE_NAME:ALL:men thiếc]

# INORGANIC:TIN_GLAZE
source: [STATE_NAME_ADJ:ALL:tin glaze]
cs: [STATE_NAME_ADJ:ALL:cínová glazura]
de: [STATE_NAME_ADJ:ALL:Zinnglasur]
eo: [STATE_NAME_ADJ:ALL:stana glazuro]
es: [STATE_NAME_ADJ:ALL:esmalte de estaño]
ja: [STATE_NAME_ADJ:ALL:錫釉]
ko: [STATE_NAME_ADJ:ALL:주석 유약바른]
ru: [STATE_NAME_ADJ:ALL:оловянная глазурь]
tr: [STATE_NAME_ADJ:ALL:kalay sırı]
vi: [STATE_NAME_ADJ:ALL:men thiếc]

# INORGANIC:QUICKLIME
source: [STATE_NAME:ALL:quicklime]
cs: [STATE_NAME:ALL:pálené vápno]
de: [STATE_NAME:ALL:Branntkalk]
eo: [STATE_NAME:ALL:kalko kaŭstika]
es: [STATE_NAME:ALL:cal viva]
ja: [STATE_NAME:ALL:生石灰]
ru: [STATE_NAME:ALL:негашёная известь]
tr: [STATE_NAME:ALL:sönmemiş kireç]
vi: [STATE_NAME:ALL:vôi sống]

# INORGANIC:QUICKLIME
source: [STATE_NAME_ADJ:ALL:quicklime]
cs: [STATE_NAME_ADJ:ALL:pálené vápno]
de: [STATE_NAME_ADJ:ALL:Branntkalk]
eo: [STATE_NAME_ADJ:ALL:kalko kaŭstika]
es: [STATE_NAME_ADJ:ALL:cal viva]
ja: [STATE_NAME_ADJ:ALL:生石灰]
ru: [STATE_NAME_ADJ:ALL:негашёная известь]
tr: [STATE_NAME_ADJ:ALL:sönmemiş kireç]
vi: [STATE_NAME_ADJ:ALL:vôi sống]

# INORGANIC:MILK_OF_LIME
source: [STATE_NAME:ALL:milk of lime]
cs: [STATE_NAME:ALL:hašené vápno]
de: [STATE_NAME:ALL:Kalkmilch]
eo: [STATE_NAME:ALL:kalklakto]
es: [STATE_NAME:ALL:lechada de cal]
ja: [STATE_NAME:ALL:石灰乳]
ru: [STATE_NAME:ALL:известковое молоко]
tr: [STATE_NAME:ALL:kireç sütü]
vi: [STATE_NAME:ALL:vôi sữa]

# INORGANIC:MILK_OF_LIME
source: [STATE_NAME_ADJ:ALL:milk of lime]
cs: [STATE_NAME_ADJ:ALL:hašené vápno]
de: [STATE_NAME_ADJ:ALL:Kalkmilch]
eo: [STATE_NAME_ADJ:ALL:kalklakto]
es: [STATE_NAME_ADJ:ALL:de lechada de cal]
ja: [STATE_NAME_ADJ:ALL:石灰乳]
ru: [STATE_NAME_ADJ:ALL:известковое молоко]
tr: [STATE_NAME_ADJ:ALL:kireç sütü]
vi: [STATE_NAME_ADJ:ALL:vôi sữa]

# INORGANIC:ONYX
source: [IS_GEM:onyx:onyxes:]
cs: [IS_GEM:onyx:onyxy:]
de: [IS_GEM:Onyx:Onyxe:]
eo: [IS_GEM:onikso:oniksoj:]
es: [IS_GEM:ónix:ónixes:]
ja: [IS_GEM:オニキス:オニキス:]
ko: [IS_GEM:오닉스:오닉스들:]
ru: [IS_GEM:оникс:ониксы:]
tr: [IS_GEM:oniks:oniksler:]
vi: [IS_GEM:Onyx:Onyx:]
zh_hans: [IS_GEM:缟玛瑙:缟玛瑙:]

# INORGANIC:SCHORL
source: [IS_GEM:schorl:STP:]
de: [IS_GEM:schwarzer Turmalin:STP:]
eo: [IS_GEM:ĉorlo:ĉorloj:]
es: [IS_GEM:chorlo:STP:]
ja: [IS_GEM:ショール:STP:]
ko: [IS_GEM:숄:STP:]
ru: [IS_GEM:шерл:шерлы:]
tr: [IS_GEM:şorl:STP:]
zh_hans: [IS_GEM:黑碧玺:STP:]

# INORGANIC:LACE AGATE
source: [IS_GEM:lace agate:STP:]
cs: [IS_GEM:krajkový achát:STP:]
de: [IS_GEM:Streifenachat:STP:]
eo: [IS_GEM:punta agato:puntaj agatoj:]
es: [IS_GEM:ágata de encaje:STP:]
ja: [IS_GEM:縞瑪瑙:STP:]
ko: [IS_GEM:레이스 마노:STP:]
ru: [IS_GEM:кружевной агат:кружевные агаты:]
tr: [IS_GEM:dantel akik:STP:]
zh_hans: [IS_GEM:蕾丝玛瑙:STP:]

# INORGANIC:BLUE JADE
source: [IS_GEM:blue jade:STP:]
cs: [IS_GEM:modrý nefrit:STP:]
de: [IS_GEM:blaue Jade:STP:]
eo: [IS_GEM:blua jado:bluaj jadoj:]
es: [IS_GEM:jade azul:STP:]
ja: [IS_GEM:ダイアナイト:STP:]
ko: [IS_GEM:청옥:STP:]
ru: [IS_GEM:синий нефрит:синие нефриты:]
tr: [IS_GEM:mavi yeşim:STP:]
zh_hans: [IS_GEM:蓝翡翠:STP:]

# INORGANIC:LAPIS LAZULI
source: [IS_GEM:lapis lazuli:STP:]
eo: [IS_GEM:lazurŝtono:lazurŝtonoj:]
es: [IS_GEM:lapislázuli:STP:]
ja: [IS_GEM:瑠璃:STP:]
ko: [IS_GEM:청금석:STP:]
ru: [IS_GEM:лазурит:лазуриты:]
tr: [IS_GEM:lacivert taşı:STP:]
zh_hans: [IS_GEM:青金石:STP:]

# INORGANIC:PRASE
source: [IS_GEM:prase:STP:]
de: [IS_GEM:Prasem:STP:]
eo: [IS_GEM:malhela krizopraso:malhelaj krizoprasoj:]
es: [IS_GEM:cuarzo:STP:]
ja: [IS_GEM:緑石英:STP:]
ko: [IS_GEM:녹석영:STP:]
ru: [IS_GEM:празеолит:празеолиты:]
tr: [IS_GEM:pırasa taşı:STP:]
zh_hans: [IS_GEM:绿石英:STP:]

# INORGANIC:BLOODSTONE
source: [IS_GEM:bloodstone:STP:]
cs: [IS_GEM:krvavý kámen:STP:]
de: [IS_GEM:Blutjaspis:STP:]
eo: [IS_GEM:heliotropo:heliotropoj:]
es: [IS_GEM:piedra de sangre:STP:]
ja: [IS_GEM:血玉髄:STP:]
ko: [IS_GEM:혈석:STP:]
ru: [IS_GEM:кровавик:кровавики:]
tr: [IS_GEM:kantaşı:STP:]
zh_hans: [IS_GEM:血玉髓:STP:]

# INORGANIC:MOSS AGATE
source: [IS_GEM:moss agate:STP:]
cs: [IS_GEM:mechový achát:STP:]
de: [IS_GEM:Moosachat:STP:]
eo: [IS_GEM:muskagato:muskagatoj:]
es: [IS_GEM:ágata musgosa:STP:]
ja: [IS_GEM:苔瑪瑙:STP:]
ko: [IS_GEM:이끼 마노:STP:]
ru: [IS_GEM:моховой агат:моховые агаты:]
tr: [IS_GEM:yosun akik:STP:]
zh_hans: [IS_GEM:藓纹玛瑙:STP:]

# INORGANIC:MOSS OPAL
source: [IS_GEM:moss opal:STP:]
cs: [IS_GEM:mechový opál:STP:]
de: [IS_GEM:Moosopal:STP:]
eo: [IS_GEM:muskopalo:muskopaloj:]
es: [IS_GEM:ópalo mohoso:STP:]
ja: [IS_GEM:モスオパール:STP:]
ko: [IS_GEM:이끼 오팔:STP:]
ru: [IS_GEM:моховой опал:моховые опалы:]
tr: [IS_GEM:yosun opal:STP:]
zh_hans: [IS_GEM:苔蛋白石:STP:]

# INORGANIC:VARISCITE
source: [IS_GEM:variscite:STP:]
cs: [IS_GEM:variscit:STP:]
de: [IS_GEM:Variscit:STP:]
eo: [IS_GEM:variscito:variscitoj:]
es: [IS_GEM:variscita:STP:]
ja: [IS_GEM:バリサイト:STP:]
ko: [IS_GEM:바리시아석:STP:]
ru: [IS_GEM:варисцит:варисциты:]
tr: [IS_GEM:varisit:STP:]
zh_hans: [IS_GEM:磷酸铝石:STP:]

# INORGANIC:CHRYSOPRASE
source: [IS_GEM:chrysoprase:STP:]
cs: [IS_GEM:chryzopras:STP:]
de: [IS_GEM:Chrysopras:STP:]
eo: [IS_GEM:krisopraso:krisoprasoj:]
es: [IS_GEM:cristal de cuarzo:STP:]
ja: [IS_GEM:緑玉髄:STP:]
ko: [IS_GEM:비취옥:STP:]
ru: [IS_GEM:хризопраз:хризопразы:]
tr: [IS_GEM:krizopras:STP:]
zh_hans: [IS_GEM:绿玉髓:STP:]

# INORGANIC:CHRYSOCOLLA
source: [IS_GEM:chrysocolla:STP:]
cs: [IS_GEM:chrysokola:STP:]
de: [IS_GEM:Chrysokoll:STP:]
eo: [IS_GEM:krizokolo:krizokoloj:]
es: [IS_GEM:crisocola:STP:]
ja: [IS_GEM:珪孔雀石:STP:]
ko: [IS_GEM:규공작석:STP:]
ru: [IS_GEM:хризоколла:хризоколла:]
tr: [IS_GEM:krizokol:STP:]
zh_hans: [IS_GEM:孔雀石:STP:]
