Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:FLOATING_GUTS
source: [NAME:floating guts:floating guts:floating guts]
cs: [NAME:plovoucí vnitřnosti:plovoucí vnitřnosti:plovoucí vnitřnosti]
de: [NAME:Schwimmende Eingeweide:Schwimmende Eingeweide:Schwimmende Eingeweide]
eo: [NAME:flosanta intestaro:flosantaj intestaroj:de flosanta intestaro]
es: [NAME:Tripas flotantes:Tripas flotantes:Tripas flotantes]
ja: [NAME:空飛ぶ臓物:空飛ぶ臓物:空飛ぶ臓物の]
ko: [NAME:이상한 부유물:이상한 부유물들]
pl: [NAME:latające bebechy:latające bebechy:latająco bebeszy]
ru: [NAME:плавающие кишки:плавающие кишки:плавающих кишок]
tr: [NAME:yüzen bağırsaklar:yüzen bağırsaklar:yüzen bağırsaklar]
vi: [NAME:nội tạng trôi nổi:nội tạng trôi nổi:nội tạng trôi nổi]

# CREATURE:FLOATING_GUTS
source: [CASTE_NAME:floating guts:floating guts:floating guts]
cs: [CASTE_NAME:plovoucí vnitřnosti:plovoucí vnitřnosti:plovoucí vnitřnosti]
de: [CASTE_NAME:Schwimmende Eingeweide:Schwimmende Eingeweide:Schwimmende Eingeweide]
eo: [CASTE_NAME:flosanta intestaro:flosantaj intestaroj:de flosanta intestaro]
es: [CASTE_NAME:Tripas flotantes:Tripas flotantes:Tripas flotantes]
ja: [CASTE_NAME:空飛ぶ臓物:空飛ぶ臓物:空飛ぶ臓物の]
ko: [CASTE_NAME:이상한 부유물:이상한 부유물들]
pl: [CASTE_NAME:latające bebechy:latające bebechy:latająco bebeszy]
ru: [CASTE_NAME:плавающие кишки:плавающие кишки:плавающих кишок]
tr: [CASTE_NAME:yüzen bağırsaklar:yüzen bağırsaklar:yüzen bağırsaklar]
vi: [CASTE_NAME:nội tạng trôi nổi:nội tạng trôi nổi:nội tạng trôi nổi]

# CREATURE:FLOATING_GUTS
source: [PREFSTRING:freakish appearance]
cs: [PREFSTRING:podivným vzhledem]
de: [PREFSTRING:Ausgefallene Erscheinung]
eo: [PREFSTRING:stranga aspekto]
es: [PREFSTRING:Apariencia extraña]
ja: [PREFSTRING:安定しない外見]
ko: [PREFSTRING:괴상한 외모]
pl: [PREFSTRING:dziwaczny wygląd]
ru: [PREFSTRING:уродливый внешний вид]
tr: [PREFSTRING:ucube görünüş]
vi: [PREFSTRING:vẻ ngoài kỳ dị]

# CREATURE:FLOATING_GUTS
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:FLOATING_GUTS
source: [TLCM_NOUN:fat:SINGULAR]
cs: [TLCM_NOUN:tuk:SINGULAR]
de: [TLCM_NOUN:Fett:SINGULAR]
eo: [TLCM_NOUN:graso:SINGULAR]
es: [TLCM_NOUN:grasa:SINGULAR]
ko: [TLCM_NOUN:뚱뚱하다:SINGULAR]
pl: [TLCM_NOUN:tłuszcz:SINGULAR]
ru: [TLCM_NOUN:жир:SINGULAR]
tr: [TLCM_NOUN:yağ:SINGULAR]

# CREATURE:DRUNIAN
source: [DESCRIPTION:A large quadruped with a mane circling its manlike face and hands at the end of its forelimbs. It lives underground and is fond of raiding the supplies of cavern outposts.]
cs: [DESCRIPTION:Velký čtyřnohý tvor s hřívou kolem lidské tváře a rukama na konci předních končetin. Žije v podzemí a rád plenil zásoby jeskynních osad.]
de: [DESCRIPTION:Ein großer Vierbeiner mit einer Mähne, die sein menschenähnliches Gesicht umgibt, und Händen an den Enden seiner Vorderbeine. Er lebt unterirdisch und plündert gerne die Vorräte der Höhlenvorposten.]
eo: [DESCRIPTION:Granda kvarpiedulo kun kolhararo ĉirkaŭante ĝiaj homsimilaj vizaĝo kaj manoj ekstreme ĝiaj antaŭmembroj. Ĝi loĝas subtere, kaj teneras la invado al provizaĵoj de kavernaj setlejoj.]
es: [DESCRIPTION:Un gran cuadrupedo con una crín que rodea su cara humana y las manos de sus extremidades anteriores. Vive bajo tierra y le gusta saquear los suministros de los puestos de avanzada en las cavernas]
ja: [DESCRIPTION:大きなたてがみを持った、四つん這いの猿人だ。地下に住んでいて、洞窟の前哨基地の物資を襲撃する。]
ko: [DESCRIPTION:앞다리 끝에 사람과 같은 얼굴과 손을 둘러싸고 있는 갈기가 있는 큰 네 발 달린 동물. 지하에 살며 동굴 전초기지의 보급품을 습격하는 것을 좋아합니다.]
pl: [DESCRIPTION:Duży czworonóg z grzywą otaczającą jego ludzką twarz i ręce na końcach przednich kończyn. Żyje pod ziemią i lubi plądrować zapasy podziemnych posterunków.]
ru: [DESCRIPTION:Крупное четвероногое с гривой, окружающей их человекоподобное лицо, и кистями рук на передних конечностях. Живёт под землёй и любит совершать набеги на запасы пещерных аванпостов.]
tr: [DESCRIPTION:İnsansı yüzünü çevreleyen bir yelesi ve ön ayaklarının ucunda elleri olan büyük bir dört ayaklı. Yeraltında yaşar ve mağara karakollarının erzaklarını yağmalamayı sever.]
vi: [DESCRIPTION:Một động vật bốn chân lớn với bờm bao quanh khuôn mặt giống người và có tay ở cuối chi trước. Nó sống dưới lòng đất và thích cướp bóc nguồn cung cấp từ các tiền đồn trong hang động.]

# CREATURE:DRUNIAN
source: [NAME:drunian:drunians:drunian]
cs: [NAME:drunián:druniáni:drunián]
de: [NAME:Drunian:Druniane:Drunian]
eo: [NAME:druniano:drunianoj:de druniano]
ja: [NAME:ドルニアン:ドルニアン:ドルニアンの]
ko: [NAME:주정뱅이:주정뱅이들:주정뱅이]
pl: [NAME:drunian:druniany:drunianowy]
ru: [NAME:друнианец:друнианцы:друнианца]
tr: [NAME:drunian:drunianlar:drunian]
vi: [NAME:drunian:các drunian:drunian]

# CREATURE:DRUNIAN
source: [CASTE_NAME:drunian:drunians:drunian]
cs: [CASTE_NAME:drunián:druniáni:drunián]
de: [CASTE_NAME:Drunian:Druniane:Drunian]
eo: [CASTE_NAME:druniano:drunianoj:de druniano]
ja: [CASTE_NAME:ドルニアン:ドルニアン:ドルニアンの]
ko: [CASTE_NAME:주정뱅이:주정뱅이들:주정뱅이]
pl: [CASTE_NAME:drunian:druniany:drunianowy]
ru: [CASTE_NAME:друнианец:друнианцы:друнианца]
tr: [CASTE_NAME:drunian:drunianlar:drunian]
vi: [CASTE_NAME:drunian:các drunian:drunian]

# CREATURE:DRUNIAN
source: [PREFSTRING:manes]
cs: [PREFSTRING:hřívami]
de: [PREFSTRING:Mähnen]
eo: [PREFSTRING:kolhararoj]
es: [PREFSTRING:melenas]
ja: [PREFSTRING:たてがみ]
ko: [PREFSTRING:갈기]
pl: [PREFSTRING:grzywa]
ru: [PREFSTRING:гривы]
tr: [PREFSTRING:yeleler]
vi: [PREFSTRING:bờm]

# CREATURE:DRUNIAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:DRUNIAN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:DRUNIAN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:DRUNIAN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:DRUNIAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CREEPING_EYE
source: [DESCRIPTION:A small underground monster that crawls across the cavern wall with its four clawed hands. It has a single large eye which can shine with its own light, otherwise its stony skin blends in with the rock. It has no mouth and is said to feed on evil alone.]
cs: [DESCRIPTION:Malý podzemní tvor, který leze po stěnách jeskyní pomocí čtyř drápovitých rukou. Má jediné velké oko, které může samo svítit, jinak jeho kamenná kůže splývá se skálou. Nemá ústa a říká se, že se živí samotným zlem.]
de: [DESCRIPTION:Ein kleines unterirdisches Ungeheuer, das mit seinen vier Klauenhänden über die Höhlenwand krabbelt. Es hat ein einziges großes Auge, das mit seinem eigenen Licht leuchten kann, ansonsten verschmilzt seine steinerne Haut mit dem Fels. Es hat keinen Mund und ernährt sich angeblich nur vom Bösen.]
eo: [DESCRIPTION:Malgranda subtera monstro kiu rampas tra la kavernaj muroj kun ĝiaj kvar ungegaj manoj. Ĝi havas nur unu grandan okulon, kiu povas lumi kun sia propra lumo; alie, ĝia ŝtonsimila haŭto kamuflas kun la roko. Ĝi ne havas buŝon, kaj oni diras, ke ĝi manĝigas sin je nur malboneco.]
es: [DESCRIPTION:Un pequeño monstruo subterraneo que gatea por las paredes de las cavernas con sus manos engarfadas. Tiene un único gran ojo que puede resplandecer con su propia luz, además su piel pétrea se mezcla con la roca. No tiene boca y se dice que se alimenta solamente del mal.]
ja: [DESCRIPTION:4本のかぎづめで洞窟の壁を這う小さな地下の怪物。地震で光を放つ、大きな一つ目を持つ。目をつぶれば石のような肌で岩に紛れる。それは口がなく、一人で悪を食べると言われる。]
ko: [DESCRIPTION:네 개의 갈고리 손으로 동굴 벽을 기어다니는 작은 지하 괴물. 그것은 자체 빛으로 빛날 수 있는 하나의 큰 눈을 가지고 있습니다. 그렇지 않으면 돌 같은 피부가 바위와 섞입니다. 입이 없고 홀로 악을 먹는다고 합니다.]
pl: [DESCRIPTION:Mały podziemny potwór, który czołga się po ścianie jaskini za pomocą czterech szponiastych łap. Ma jedno duże oko, które może świecić własnym światłem, w przeciwnym razie jego kamienna skóra wtapia się w skałę. Nie ma ust i mówi się, że żywi się wyłącznie złem.]
ru: [DESCRIPTION:Небольшой подземный монстр, ползающий по стенам пещер с помощью своих рук с четырьмя когтями. У него один большой глаз, который может сиять собственным светом, без которого их каменная кожа сливается с камнями. Он не имеет рта и, говорят, будто питается исключительно злом.]
tr: [DESCRIPTION:Dört pençeli eliyle mağara duvarında sürünen küçük bir yeraltı canavarı. Kendi ışığıyla parlayabilen tek bir büyük gözü vardır, aksi halde taşlı derisi kayayla bütünleşir. Ağzı yoktur ve sadece kötülükle beslendiği söylenir.]
vi: [DESCRIPTION:Một quái vật nhỏ dưới lòng đất bò trên tường hang động bằng bốn bàn tay có móng vuốt. Nó có một con mắt lớn duy nhất có thể tự phát sáng, nếu không thì lớp da đá của nó sẽ hòa lẫn vào đá. Nó không có miệng và được cho là chỉ ăn cái ác.]

# CREATURE:CREEPING_EYE
source: [NAME:creeping eye:creeping eyes:creeping eye]
cs: [NAME:lezoucí oko:lezoucí oči:lezoucí oko]
de: [NAME:kriechendes Auge: kriechende Augen: kriechendes Auge]
eo: [NAME:rampanta okulo:rampantaj okuloj:de rampanta okulo]
es: [NAME:ojo de creeping:ojos de creeping:ojo de creeping]
ja: [NAME:這いまわる目玉:這いまわる目玉:這いまわる目玉の]
ko: [NAME:오싹한 눈:오싹한 눈들:오싹한 눈]
pl: [NAME:złe oko:złe oczy:zło oczny]
ru: [NAME:ползучий глаз:ползучие глаза:ползучего глаза]
tr: [NAME:sürünen göz:sürünen gözler:sürünen göz]
vi: [NAME:mắt bò trườn:các mắt bò trườn:mắt bò trườn]

# CREATURE:CREEPING_EYE
source: [CASTE_NAME:creeping eye:creeping eyes:creeping eye]
cs: [CASTE_NAME:lezoucí oko:lezoucí oči:lezoucí oko]
de: [CASTE_NAME:kriechendes Auge: kriechende Augen: kriechendes Auge]
eo: [CASTE_NAME:rampanta okulo:rampantaj okuloj:de rampanta okulo]
es: [CASTE_NAME:ojo de creeping:ojos de creeping:ojo de creeping]
ja: [CASTE_NAME:這いまわる目玉:這いまわる目玉:這いまわる目玉の]
ko: [CASTE_NAME:오싹한 눈:오싹한 눈들:오싹한 눈]
pl: [CASTE_NAME:złe oko:złe oczy:zło oczny]
ru: [CASTE_NAME:ползучий глаз:ползучие глаза:ползучего глаза]
tr: [CASTE_NAME:sürünen göz:sürünen gözler:sürünen göz]
vi: [CASTE_NAME:mắt bò trườn:các mắt bò trườn:mắt bò trườn]

# CREATURE:CREEPING_EYE
source: [PREFSTRING:unnerving stare]
cs: [PREFSTRING:znepokojivým pohledem]
de: [PREFSTRING:nervenaufreibender Blick]
eo: [PREFSTRING:perturba rigardo]
es: [PREFSTRING:mirada enervante]
ja: [PREFSTRING:怖気つかせる睨み]
ko: [PREFSTRING:불안한 시선]
pl: [PREFSTRING:niepokojące spojrzenie]
ru: [PREFSTRING:деморализующий взгляд]
tr: [PREFSTRING:ürkütücü bakış]
vi: [PREFSTRING:ánh nhìn rợn người]

# CREATURE:CREEPING_EYE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CREEPING_EYE
source: [TLCM_NOUN:eye:SINGULAR]
cs: [TLCM_NOUN:oko:SINGULAR]
de: [TLCM_NOUN:Auge:SINGULAR]
eo: [TLCM_NOUN:okulo:SINGULAR]
es: [TLCM_NOUN:ojo:SINGULAR]
ko: [TLCM_NOUN:눈:SINGULAR]
pl: [TLCM_NOUN:oko:SINGULAR]
ru: [TLCM_NOUN:глаз:SINGULAR]
tr: [TLCM_NOUN:göz:SINGULAR]

# CREATURE:VORACIOUS_CAVE_CRAWLER
source: [DESCRIPTION:A huge cave monster with hundreds of feet moving along the bottom of its long body. In place of a head, it has an enormous toothy maw.]
cs: [DESCRIPTION:Obrovský jeskynní tvor se stovkami nohou podél svého dlouhého těla. Místo hlavy má obrovskou tlamu plnou zubů.]
de: [DESCRIPTION:Ein riesiges Höhlenmonster mit Hunderten von Füßen, die sich an der Unterseite seines langen Körpers bewegen. Anstelle eines Kopfes hat es ein riesiges, zahnähnliches Maul..]
eo: [DESCRIPTION:Grandega kaverna monstro kun centoj da piedoj movante sub sia longa korpo. Anstataŭ kapo, ĝi havas enorman dentan buŝegon.]
es: [DESCRIPTION:Un gran monstruo de las cavernas con cientos de pies moviendose bajo su largo cuerpo. En lugar de cabeza, tiene una enorme fauce con dientes.]
ja: [DESCRIPTION:数百フィートもの長い体で洞窟をはい回る怪物だ。頭の代わりに歯の生えた巨大な胃袋を持つ。]
ko: [DESCRIPTION:수백 피트의 거대한 동굴 괴물이 긴 몸의 바닥을 따라 움직인다. 머리 대신에, 그것은 거대한 이빨 모양의 턱을 가지고 있다.]
pl: [DESCRIPTION:Ogromny, jaskiniowy potwór z setkami stóp ruszających się pod jego długim cielskiem. W miejsce głowy ma ogromną, zębistą paszczę.]
ru: [DESCRIPTION:Огромное пещерное чудовище с сотнями ног, расположенных вдоль нижней части его длинного тела. Вместо головы у него огромная зубастая пасть.]
tr: [DESCRIPTION:Uzun vücudunun alt kısmında hareket eden yüzlerce ayağı olan dev bir mağara canavarı. Başının yerinde devasa dişli bir ağız bulunur.]
vi: [DESCRIPTION:Một quái vật hang động khổng lồ với hàng trăm chân di chuyển dọc theo phần dưới của cơ thể dài. Thay vì đầu, nó có một cái mõm đầy răng khổng lồ.]
zh_hans: [DESCRIPTION:一只巨大的洞穴怪物，长长的身体下有着数百只脚。头上还长着一个尖牙遍布的巨口。]

# CREATURE:VORACIOUS_CAVE_CRAWLER
source: [NAME:voracious cave crawler:voracious cave crawlers:voracious cave crawler]
cs: [NAME:nenasytný jeskynní lezec:nenasytní jeskynní lezci:nenasytný jeskynní lezec]
de: [NAME:gefräßiger Höhlenkriecher:gefräßige Höhlenkriecher:gefräßiger Höhlenkriecher]
eo: [NAME:vorema kavrampanto:voremaj kavrampantoj:de vorema kavrampanto]
es: [NAME:rastreador de cueva voraz:rastreadores de cuevas voraz:rastreador de cueva voraz]
ja: [NAME:大喰らい洞窟イモムシ:大喰らい洞窟イモムシ:大喰らい洞窟イモムシの]
ko: [NAME:탐욕스러운 동굴 크롤러:탐욕스러운 동굴 크롤러들:탐욕스러운 동굴 크롤러]
pl: [NAME:pełzożarłacz jaskiniowy:pełzożarłacze jaskiniowe:pełzożarłaczo jaskiniowy]
ru: [NAME:прожорливая пещерная гусеница:прожорливые пещерные гусеницы:прожорливой пещерной гусеницы]
tr: [NAME:obur mağara sürüngeni:obur mağara sürüngenleri:obur mağara sürüngeni]
vi: [NAME:sinh vật bò hang phàm ăn:các sinh vật bò hang phàm ăn:sinh vật bò hang phàm ăn]

# CREATURE:VORACIOUS_CAVE_CRAWLER
source: [CASTE_NAME:voracious cave crawler:voracious cave crawlers:voracious cave crawler]
cs: [CASTE_NAME:nenasytný jeskynní lezec:nenasytní jeskynní lezci:nenasytný jeskynní lezec]
de: [CASTE_NAME:gefräßiger Höhlenkriecher:gefräßige Höhlenkriecher:gefräßiger Höhlenkriecher]
eo: [CASTE_NAME:vorema kavrampanto:voremaj kavrampantoj:de vorema kavrampanto]
es: [CASTE_NAME:rastreador de cueva voraz:rastreadores de cuevas voraz:rastreador de cueva voraz]
ja: [CASTE_NAME:大喰らい洞窟イモムシ:大喰らい洞窟イモムシ:大喰らい洞窟イモムシの]
ko: [CASTE_NAME:탐욕스러운 동굴 크롤러:탐욕스러운 동굴 크롤러들:탐욕스러운 동굴 크롤러]
pl: [CASTE_NAME:pełzożarłacz jaskiniowy:pełzożarłacze jaskiniowe:pełzożarłaczo jaskiniowy]
ru: [CASTE_NAME:прожорливая пещерная гусеница:прожорливые пещерные гусеницы:прожорливой пещерной гусеницы]
tr: [CASTE_NAME:obur mağara sürüngeni:obur mağara sürüngenleri:obur mağara sürüngeni]
vi: [CASTE_NAME:sinh vật bò hang phàm ăn:các sinh vật bò hang phàm ăn:sinh vật bò hang phàm ăn]

# CREATURE:VORACIOUS_CAVE_CRAWLER
source: [PREFSTRING:scary mouths]
cs: [PREFSTRING:děsivými tlamami]
de: [PREFSTRING:Gruselige Mäuler]
eo: [PREFSTRING:timigaj buŝoj]
es: [PREFSTRING:bocas espeluznantes]
ja: [PREFSTRING:恐ろしい口]
ko: [PREFSTRING:기괴한 입]
pl: [PREFSTRING:przerażająca paszcza]
ru: [PREFSTRING:пугающие пасти]
tr: [PREFSTRING:korkunç ağızlar]
vi: [PREFSTRING:những cái miệng đáng sợ]

# CREATURE:VORACIOUS_CAVE_CRAWLER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:VORACIOUS_CAVE_CRAWLER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BLIND_CAVE_OGRE
source: [DESCRIPTION:A large cavern-dwelling humanoid monster. It has a gaping mouth with many sharp teeth. It has no eyes and only two digits on each hand and foot.]
cs: [DESCRIPTION:Velký humanoidní tvor žijící v jeskyních. Má široce rozevřenou tlamu s mnoha ostrými zuby. Nemá oči a na každé ruce i noze má jen dva prsty.]
de: [DESCRIPTION:Ein großes, höhlenbewohnendes humanoides Ungeheuer. Es hat ein klaffendes Maul mit vielen scharfen Zähnen. Es hat keine Augen und nur zwei Zehen an jeder Hand und jedem Fuß..]
eo: [DESCRIPTION:Granda kavernloĝanta homsimila monstro. Ĝi havas grandan buŝon kun multaj akraj dentoj. Ĝi havas nur du fingroj je ĉiu mano kaj piedo, kaj nenian okulon.]
es: [DESCRIPTION:Un gran monstruo humanoide cavernícola. Tiene una vasta boca con muchos dientes afilados. No tiene ojos, y solo tiene dos dedos en cada mano y pie.]
ja: [DESCRIPTION:洞窟に住む大きな人型の怪物。口が大きく、鋭い歯を持つ。目がなく、それぞれの手足に二本づつしか指がない。]
ko: [DESCRIPTION:동굴에 서식하는 거대한 인간형 몬스터. 그것은 많은 날카로운 이빨을 가진 벌어진 입을 가지고 있습니다. 눈이 없고 손과 발에 각각 두 개의 발가락만 있습니다.]
pl: [DESCRIPTION:Duży, zamieszkujący jaskinie, humanoidalny potwór. Ma rozdzawioną gębę z wieloma ostrymi zębami. NIe ma oczu, jedynie dwa palce na każdej dłoni i stopie.]
ru: [DESCRIPTION:Крупный, обитающий в пещерах человекоподобный монстр. У него огромный рот со множеством острых зубов, нет глаз и всего по два пальца на каждой руке и ноге.]
tr: [DESCRIPTION:Büyük, mağarada yaşayan insansı bir canavar. Birçok keskin dişi olan, sonuna kadar açılmış bir ağzı vardır. Gözleri yoktur ve her el ve ayağında sadece iki parmak bulunur.]
vi: [DESCRIPTION:Một quái vật hình người to lớn sống trong hang. Nó có một cái miệng há hốc với nhiều răng sắc nhọn. Nó không có mắt và chỉ có hai ngón trên mỗi bàn tay và bàn chân.]

# CREATURE:BLIND_CAVE_OGRE
source: [NAME:blind cave ogre:blind cave ogres:blind cave ogre]
cs: [NAME:slepý jeskynní obr:slepí jeskynní obři:slepý jeskynní obr]
de: [NAME:Blindes Höhlenungeheuer:Blindes Höhlenungeheuer:Blindes Höhlenungeheuer]
eo: [NAME:blinda kavogro:blindaj kavogroj:de blinda kavogro]
es: [NAME:Ogro ciego de la cueva:Ogros ciegos de las cuevas:Ogro ciego de la cueva]
ja: [NAME:盲目洞窟オーガ:盲目洞窟オーガ:盲目洞窟オーガの]
ko: [NAME:눈먼 동굴 오우거:눈먼 동굴 오우거들:눈먼 동굴 오우거]
pl: [NAME:ślepy ogr jaskiniowy:ślepe ogry jaskiniowe:ślepo ogro jaskiniowy]
ru: [NAME:слепой пещерный огр:слепые пещерные огры:слепого пещерного огра]
tr: [NAME:kör mağara devi:kör mağara devleri:kör mağara devi]
vi: [NAME:quỷ lùn hang động mù:các quỷ lùn hang động mù:quỷ lùn hang động mù]

# CREATURE:BLIND_CAVE_OGRE
source: [CASTE_NAME:blind cave ogre:blind cave ogres:blind cave ogre]
cs: [CASTE_NAME:slepý jeskynní obr:slepí jeskynní obři:slepý jeskynní obr]
de: [CASTE_NAME:Blindes Höhlenungeheuer:Blindes Höhlenungeheuer:Blindes Höhlenungeheuer]
eo: [CASTE_NAME:blinda kavogro:blindaj kavogroj:de blinda kavogro]
es: [CASTE_NAME:Ogro ciego de la cueva:Ogros ciegos de las cuevas:Ogro ciego de la cueva]
ja: [CASTE_NAME:盲目洞窟オーガ:盲目洞窟オーガ:盲目洞窟オーガの]
ko: [CASTE_NAME:눈먼 동굴 오우거:눈먼 동굴 오우거들:눈먼 동굴 오우거]
pl: [CASTE_NAME:ślepy ogr jaskiniowy:ślepe ogry jaskiniowe:ślepo ogro jaskiniowy]
ru: [CASTE_NAME:слепой пещерный огр:слепые пещерные огры:слепого пещерного огра]
tr: [CASTE_NAME:kör mağara devi:kör mağara devleri:kör mağara devi]
vi: [CASTE_NAME:quỷ lùn hang động mù:các quỷ lùn hang động mù:quỷ lùn hang động mù]

# CREATURE:BLIND_CAVE_OGRE
source: [PREFSTRING:echoing howls]
cs: [PREFSTRING:ozvěnou se nesoucími vytí]
de: [PREFSTRING:heult Echos]
eo: [PREFSTRING:eĥaj hojloj]
es: [PREFSTRING:aullidos resonantes]
ja: [PREFSTRING:響き渡る叫び]
ko: [PREFSTRING:울부짖는 메아리]
pl: [PREFSTRING:donośne wycie]
ru: [PREFSTRING:гулкий вой]
tr: [PREFSTRING:yankılanan ulumalar]
vi: [PREFSTRING:những tiếng hú vang vọng]

# CREATURE:BLIND_CAVE_OGRE
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:BLIND_CAVE_OGRE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:BLIND_CAVE_OGRE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BLIND_CAVE_OGRE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CAP_HOPPER
source: [DESCRIPTION:A tiny amphibian with a long prehensile tail. It lives in underground swamps and tower-cap forests on which it feeds.]
cs: [DESCRIPTION:Drobný obojživelník s dlouhým chápavým ocasem. Žije v podzemních bažinách a lesích hřibovníků, kterými se živí.]
de: [DESCRIPTION:Eine winzige Amphibie mit einem langen Greifschwanz. Sie lebt in unterirdischen Sümpfen und Turmhaufenwäldern, von denen sie sich ernährt.]
eo: [DESCRIPTION:Eta amfibio kun longa tenpova vosto. Ĝi loĝas en subteraj arbomarĉoj kaj ĉapelturaroj, kien ĝi nutras sin.]
es: [DESCRIPTION:Un pequeño anfibio con una larga cola prensil. Vive en pantanos subterráneos y en bosques de hiperpíleos, donde se alimenta. ]
ja: [DESCRIPTION:長い尻尾を持つ小型両生類。尻尾で壁に使わることができ、タワーキャップの周りで餌を捕まえる。]
ko: [DESCRIPTION:잡을 수 있는 긴 꼬리를 가진 작은 양서류. 지하 늪과 탑모림에 서식하며 먹이를 먹는다.]
pl: [DESCRIPTION:Malutki płaz z długim, chwytnym ogonem. Żyje w podziemnych bagnach i grzybowych lasach, na których się karmi.]
ru: [DESCRIPTION:Крошечная амфибия с длинным и цепким хвостом. Она живёт в подземных болотах и на шляпках грибных деревьев, которыми и питается.]
tr: [DESCRIPTION:Uzun, kavrayıcı kuyruğu olan minik bir amfibi. Yeraltı bataklıklarında ve beslendiği kule-şapka mantar ormanlarında yaşar.]
vi: [DESCRIPTION:Một loài lưỡng cư nhỏ bé với cái đuôi dài có khả năng nắm giữ. Nó sống trong các đầm lầy ngầm và rừng nấm chóp tháp, nơi nó kiếm ăn.]
