Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# ITEM_WEAPON:ITEM_WEAPON_BOW
source: [NAME:bow:bows]
cs: [NAME:louk:louky]
de: [NAME:Bogen:Bögen]
eo: [NAME:pafarko:pafarkoj]
es: [NAME:arco:arcos]
ja: [NAME:弓:弓:弓]
ko: [NAME:활:활들]
ru: [NAME:лук:луки]
tr: [NAME:yay:yaylar]
vi: [NAME:Cung:Các cung]
zh_hans: [NAME:弓:弓]

# ITEM_WEAPON:ITEM_WEAPON_BOW
source: [ATTACK:BLUNT:10000:4000:bash:bashes:NO_SUB:]
cs: [ATTACK:BLUNT:10000:4000:udeřit:udeří:NO_SUB:]
de: [ATTACK:BLUNT:10000:4000:Schlag:Schläge:NO_SUB:]
eo: [ATTACK:BLUNT:10000:4000:batas:batas:NO_SUB:]
es: [ATTACK:BLUNT:10000:4000:golpetazo:golpetazos:NO_SUB:]
ja: [ATTACK:BLUNT:10000:4000:ぶん殴る:ぶん殴る:NO_SUB:]
ko: [ATTACK:BLUNT:10000:4000:후려침:후려침:NO_SUB:]
ru: [ATTACK:BLUNT:10000:4000:бьёте:бьёт:NO_SUB:]
tr: [ATTACK:BLUNT:10000:4000:ez:ezer:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_BLOWGUN
source: [NAME:blowgun:blowguns]
cs: [NAME:foukačka:foukačky]
de: [NAME:Blasrohr:Blasrohre]
eo: [NAME:blovkano:blovkanoj]
es: [NAME:cerbatana:cerbatanas]
ja: [NAME:吹き矢筒:吹き矢筒:吹き矢筒]
ko: [NAME:바람총:바람총들]
ru: [NAME:духовая трубка:духовые трубки]
tr: [NAME:üfleme borusu:üfleme boruları]
vi: [NAME:Ống tiêu:Súng thổi tiêu]
zh_hans: [NAME:吹箭筒:吹箭筒]

# ITEM_WEAPON:ITEM_WEAPON_BLOWGUN
source: [ATTACK:BLUNT:10000:4000:bash:bashes:NO_SUB:]
cs: [ATTACK:BLUNT:10000:4000:udeřit:udeří:NO_SUB:]
de: [ATTACK:BLUNT:10000:4000:Schlag:Schläge:NO_SUB:]
eo: [ATTACK:BLUNT:10000:4000:batas:batas:NO_SUB:]
es: [ATTACK:BLUNT:10000:4000:golpetazo:golpetazos:NO_SUB:]
ja: [ATTACK:BLUNT:10000:4000:ぶん殴る:ぶん殴る:NO_SUB:]
ko: [ATTACK:BLUNT:10000:4000:후려침:후려침:NO_SUB:]
ru: [ATTACK:BLUNT:10000:4000:бьёте:бьёт:NO_SUB:]
tr: [ATTACK:BLUNT:10000:4000:ez:ezer:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_PIKE
source: [NAME:pike:pikes]
cs: [NAME:kopí:kopí]
de: [NAME:Spieß:Spieße]
eo: [NAME:pikstango:pikstangoj]
es: [NAME:pica:picas]
ja: [NAME:パイク:パイク:パイク]
ko: [NAME:장창:장창들]
ru: [NAME:пика:пики]
tr: [NAME:kargı:kargılar]
vi: [NAME:Cá chó:Giáo dài]
zh_hans: [NAME:长矛:长矛]

# ITEM_WEAPON:ITEM_WEAPON_PIKE
source: [ATTACK:EDGE:20:12000:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:20:12000:bodat:bodá:NO_SUB:]
de: [ATTACK:EDGE:20:12000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:20:12000:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:20:12000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:20:12000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:20:12000:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:20:12000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:20:12000:sapla:saplar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_PIKE
source: [ATTACK:BLUNT:10000:6000:bash:bashes:shaft:]
cs: [ATTACK:BLUNT:10000:6000:udeřit:udeří:rákojeť:]
de: [ATTACK:BLUNT:10000:6000:Schlag:Schläge:Schaft:]
eo: [ATTACK:BLUNT:10000:6000:frapas:frapas:fusto:]
es: [ATTACK:BLUNT:10000:6000:golpetazo:golpetazos:shaft:]
ja: [ATTACK:BLUNT:10000:6000:ぶん殴る:ぶん殴る:shaft:]
ko: [ATTACK:BLUNT:10000:6000:후려침:후려침:창대:]
ru: [ATTACK:BLUNT:10000:6000:бьёте:бьёт:древком:]
tr: [ATTACK:BLUNT:10000:6000:ez:ezer:kargı sapı:]
vi: [ATTACK:BLUNT:10000:6000:Nhát đập:Các nhát đập:Thân:]

# ITEM_WEAPON:ITEM_WEAPON_HALBERD
source: [NAME:halberd:halberds]
cs: [NAME:halapartna:halapartny]
de: [NAME:Hellebarde:Hellebarden]
eo: [NAME:halebardo:halebardoj]
es: [NAME:alabarda:alabardas]
ja: [NAME:ハルバード:ハルバード:ハルバード]
ko: [NAME:도끼창:도끼창들]
ru: [NAME:алебарда:алебарды]
tr: [NAME:teber:teberler]
vi: [NAME:Kích:Kích]
zh_hans: [NAME:戟:戟]

# ITEM_WEAPON:ITEM_WEAPON_HALBERD
source: [ATTACK:EDGE:20000:8000:slash:slashes:NO_SUB:]
cs: [ATTACK:EDGE:20000:8000:seknout:seká:NO_SUB:]
de: [ATTACK:EDGE:20000:8000:Schnitt:Schnitte:NO_SUB:]
eo: [ATTACK:EDGE:20000:8000:tranĉvundas:tranĉvundas:NO_SUB:]
es: [ATTACK:EDGE:20000:8000:cuchillada:cuchilladas:NO_SUB:]
ja: [ATTACK:EDGE:20000:8000:斬る:斬る:NO_SUB:]
ko: [ATTACK:EDGE:20000:8000:참격:참격:NO_SUB:]
ru: [ATTACK:EDGE:20000:8000:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:20000:8000:kes:keser:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_HALBERD
source: [ATTACK:EDGE:50:2000:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:50:2000:bodat:bodá:NO_SUB:]
de: [ATTACK:EDGE:50:2000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:50:2000:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:50:2000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:50:2000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:50:2000:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:50:2000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:50:2000:sapla:saplar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_HALBERD
source: [ATTACK:BLUNT:20000:6000:bash:bashes:shaft:]
cs: [ATTACK:BLUNT:20000:6000:udeřit:udeří:rákojeť:]
de: [ATTACK:BLUNT:20000:6000:Schlag:Schläge:Schaft:]
eo: [ATTACK:BLUNT:20000:6000:frapas:frapas:fusto]
es: [ATTACK:BLUNT:20000:6000:golpetazo:golpetazos:shaft:]
ja: [ATTACK:BLUNT:20000:6000:ぶん殴る:ぶん殴る:shaft:]
ko: [ATTACK:BLUNT:20000:6000:후려침:후려침:창대:]
ru: [ATTACK:BLUNT:20000:6000:бьёте:бьёт:древком:]
tr: [ATTACK:BLUNT:20000:6000:ez:ezer:teber sapı:]
vi: [ATTACK:BLUNT:20000:6000:Nhát đập:Các nhát đập:Thân:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_2H
source: [NAME:two-handed sword:two-handed swords]
cs: [NAME:obouruční meč:obouruční meče]
de: [NAME:Zweihandschwert:Zweihandschwerter]
eo: [NAME:du-mana glavo:du-manaj glavoj]
es: [NAME:espada a dos manos:espadas a dos manos]
ja: [NAME:ツーハンデッドソード:ツーハンデッドソード:ツーハンデッドソード]
ko: [NAME:양손검:양손검들]
ru: [NAME:двуручный меч:двуручные мечи]
tr: [NAME:çift elli kılıç:çift elli kılıçlar]
vi: [NAME:Đại kiếm:Đại kiếm]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_2H
source: [ATTACK:EDGE:100000:8000:slash:slashes:NO_SUB:]
cs: [ATTACK:EDGE:100000:8000:seknout:sekl:NO_SUB:]
de: [ATTACK:EDGE:100000:8000:Schnitt:Schnitte:NO_SUB:]
eo: [ATTACK:EDGE:100000:8000:tranĉvundas:tranĉvundas:NO_SUB:]
es: [ATTACK:EDGE:100000:8000:tajo:tajos:NO_SUB:]
ja: [ATTACK:EDGE:100000:8000:斬る:斬る:NO_SUB:]
ko: [ATTACK:EDGE:100000:8000:참격:참격:NO_SUB:]
ru: [ATTACK:EDGE:100000:8000:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:100000:8000:kes:keser:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_2H
source: [ATTACK:EDGE:50:4000:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:50:4000:bodnout:bodl:NO_SUB:]
de: [ATTACK:EDGE:50:4000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:50:4000:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:50:4000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:50:4000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:50:4000:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:50:4000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:50:4000:sapla:saplar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_2H
source: [ATTACK:BLUNT:100000:8000:slap:slaps:flat:]
cs: [ATTACK:BLUNT:100000:8000:facka:facky:plošně:]
de: [ATTACK:BLUNT:100000:8000:Klatsch:Klatsche:flach:]
eo: [ATTACK:BLUNT:100000:8000:frapas:frapas:plataĵo:]
es: [ATTACK:BLUNT:100000:8000:bofetada:bofetadas:flat:]
ja: [ATTACK:BLUNT:100000:8000:叩き切る:叩き切る:flat:]
ko: [ATTACK:BLUNT:100000:8000:철썩 때림:철썩 때림:측면:]
ru: [ATTACK:BLUNT:100000:8000:бьёте:бьёт:плашмя:]
tr: [ATTACK:BLUNT:100000:8000:tokatla:tokatlar:yan:]
vi: [ATTACK:BLUNT:100000:8000:Tát:Những cú tát:Mặt phẳng:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_2H
source: [ATTACK:BLUNT:100:1000:strike:strikes:pommel:]
cs: [ATTACK:BLUNT:100:1000:udeřit:udeřil:hlavicí:]
eo: [ATTACK:BLUNT:100:1000:frapas:frapas:pomelo:]
es: [ATTACK:BLUNT:100:1000:golpe:golpes:pommel:]
ja: [ATTACK:BLUNT:100:1000:刺す:刺す:pommel:]
ko: [ATTACK:BLUNT:100:1000:타격함:타격함:자루:]
ru: [ATTACK:BLUNT:100:1000:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:100:1000:vur:vurur:kabza topuzu:]
vi: [ATTACK:BLUNT:100:1000:Đòn đánh:Các đòn đánh:Quả chuôi:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_LONG
source: [NAME:long sword:long swords]
cs: [NAME:dlouhý meč:dlouhé meče]
de: [NAME:Langschwert:Langschwerter]
eo: [NAME:longa glavo:longaj glavoj]
es: [NAME:espada larga:espadas largas]
ja: [NAME:ロングソード:ロングソード:ロングソード]
ko: [NAME:장검:장검들]
pl: [NAME:długi miecz:długie miecze]
ru: [NAME:длинный меч:длинные мечи]
tr: [NAME:uzun kılıç:uzun kılıçlar]
vi: [NAME:Kiếm dài:Kiếm dài]
zh_hans: [NAME:长剑:长剑]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_LONG
source: [ATTACK:EDGE:60000:6000:slash:slashes:NO_SUB:]
cs: [ATTACK:EDGE:60000:6000:seknout:sekl:NO_SUB:]
de: [ATTACK:EDGE:60000:6000:Schnitt:Schnitte:NO_SUB:]
eo: [ATTACK:EDGE:60000:6000:tranĉvundas:tranĉvundas:NO_SUB:]
es: [ATTACK:EDGE:60000:6000:cuchillada:cuchilladas:NO_SUB:]
ja: [ATTACK:EDGE:60000:6000:斬る:斬る:NO_SUB:]
ko: [ATTACK:EDGE:60000:6000:참격:참격:NO_SUB:]
ru: [ATTACK:EDGE:60000:6000:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:60000:6000:kes:keser:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_LONG
source: [ATTACK:EDGE:50:3000:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:50:3000:bodnout:bodl:NO_SUB:]
de: [ATTACK:EDGE:50:3000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:50:3000:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:50:3000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:50:3000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:50:3000:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:50:3000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:50:3000:sapla:saplar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_LONG
source: [ATTACK:BLUNT:60000:6000:slap:slaps:flat:]
cs: [ATTACK:BLUNT:60000:6000:facka:facky:plošně:]
de: [ATTACK:BLUNT:60000:6000:Klatsch:Klatsche:flach:]
eo: [ATTACK:BLUNT:60000:6000:frapas:frapas:plataĵo:]
es: [ATTACK:BLUNT:60000:6000:bofetada:bofetadas:flat:]
ja: [ATTACK:BLUNT:60000:6000:叩き切る:叩き切る:flat:]
ko: [ATTACK:BLUNT:60000:6000:철썩 때림:철썩 때림:측면:]
ru: [ATTACK:BLUNT:60000:6000:бьёте:бьёт:плашмя:]
tr: [ATTACK:BLUNT:60000:6000:tokatla:tokatlar:yan:]
vi: [ATTACK:BLUNT:60000:6000:Tát:Những cú tát:Mặt phẳng:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_LONG
source: [ATTACK:BLUNT:100:1000:strike:strikes:pommel:]
cs: [ATTACK:BLUNT:100:1000:udeřit:udeřil:hlavicí:]
de: [ATTACK:BLUNT:100:1000:schlagen:schlägt:Knauf:]
eo: [ATTACK:BLUNT:100:1000:frapas:frapas:pomelo:]
es: [ATTACK:BLUNT:100:1000:golpe:golpes:pommel:]
ja: [ATTACK:BLUNT:100:1000:刺す:刺す:pommel:]
ko: [ATTACK:BLUNT:100:1000:타격함:타격함:자루:]
ru: [ATTACK:BLUNT:100:1000:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:100:1000:vur:vurur:kabza topuzu:]
vi: [ATTACK:BLUNT:100:1000:Đòn đánh:Các đòn đánh:Quả chuôi:]

# ITEM_WEAPON:ITEM_WEAPON_MAUL
source: [NAME:maul:mauls]
cs: [NAME:palice:palice]
de: [NAME:Streithammer:Streithämmer]
eo: [NAME:mazo:mazoj]
es: [NAME:mazo:mazos]
ja: [NAME:大槌:大槌:大槌]
ko: [NAME:거대망치:거대망치들]
ru: [NAME:кувалда:кувалды]
tr: [NAME:balyoz:balyozlar]
vi: [NAME:Chùy chiến:Chùy chiến]
zh_hans: [NAME:大槌:大槌]

# ITEM_WEAPON:ITEM_WEAPON_MAUL
source: [ATTACK:BLUNT:100:6000:bash:bashes:NO_SUB:]
cs: [ATTACK:BLUNT:100:6000:praštit:praštil:NO_SUB:]
de: [ATTACK:BLUNT:100:6000:Schlag:Schläge:NO_SUB:]
eo: [ATTACK:BLUNT:100:6000:bategas:bategas:NO_SUB:]
es: [ATTACK:BLUNT:100:6000:golpetazo:golpetazos:NO_SUB:]
ja: [ATTACK:BLUNT:100:6000:ぶん殴る:ぶん殴る:NO_SUB:]
ko: [ATTACK:BLUNT:100:6000:후려침:후려침:NO_SUB:]
ru: [ATTACK:BLUNT:100:6000:бьёте:бьёт:NO_SUB:]
tr: [ATTACK:BLUNT:100:6000:ez:ezer:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_AXE_GREAT
source: [NAME:great axe:great axes]
cs: [NAME:velká sekera:velké sekery]
de: [NAME:Streitaxt:Streitäxte]
eo: [NAME:hakilego:hakilegoj]
es: [NAME:gran hacha:grandes hachas]
ja: [NAME:グレートアクス:グレートアクス:グレートアクス]
ko: [NAME:거대도끼:거대도끼들]
ru: [NAME:двуручный топор:двуручные топоры]
tr: [NAME:büyük balta:büyük baltalar]
vi: [NAME:Đại phủ:Đại phủ]
zh_hans: [NAME:巨斧:巨斧]

# ITEM_WEAPON:ITEM_WEAPON_AXE_GREAT
source: [ATTACK:EDGE:60000:8000:hack:hacks:NO_SUB:]
cs: [ATTACK:EDGE:60000:8000:rosekát:rosekal:NO_SUB:]
de: [ATTACK:EDGE:60000:8000:Hieb:Hiebe:NO_SUB:]
eo: [ATTACK:EDGE:60000:8000:hakas:hakas:NO_SUB:]
es: [ATTACK:EDGE:60000:8000:corte:cortes:NO_SUB:]
ja: [ATTACK:EDGE:60000:8000:ぶった切る:ぶった切る:NO_SUB:]
ko: [ATTACK:EDGE:60000:8000:찍어버림:찍어버림:NO_SUB:]
ru: [ATTACK:EDGE:60000:8000:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:60000:8000:doğra:doğrar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_AXE_GREAT
source: [ATTACK:BLUNT:60000:8000:slap:slaps:flat:]
cs: [ATTACK:BLUNT:60000:8000:facka:facky:plošně:]
de: [ATTACK:BLUNT:60000:8000:Klatsch:Klatsche:flach:]
eo: [ATTACK:BLUNT:60000:8000:frapas:frapas:plataĵo:]
es: [ATTACK:BLUNT:60000:8000:bofetada:bofetadas:flat:]
ja: [ATTACK:BLUNT:60000:8000:叩き切る:叩き切る:flat:]
ko: [ATTACK:BLUNT:60000:8000:철썩 때림:철썩 때림:측면:]
ru: [ATTACK:BLUNT:60000:8000:бьёте:бьёт:плашмя:]
tr: [ATTACK:BLUNT:60000:8000:tokatla:tokatlar:yan:]
vi: [ATTACK:BLUNT:60000:8000:Tát:Những cú tát:Mặt phẳng:]

# ITEM_WEAPON:ITEM_WEAPON_AXE_GREAT
source: [ATTACK:BLUNT:100:1000:strike:strikes:pommel:]
cs: [ATTACK:BLUNT:100:1000:udeřit:udeřil:hlavicí:]
de: [ATTACK:BLUNT:100:1000:schlagen:schlägt:Knauf:]
eo: [ATTACK:BLUNT:100:1000:frapas:frapas:pomelo:]
es: [ATTACK:BLUNT:100:1000:golpe:golpes:pommel:]
ja: [ATTACK:BLUNT:100:1000:刺す:刺す:pommel:]
ko: [ATTACK:BLUNT:100:1000:타격함:타격함:자루:]
ru: [ATTACK:BLUNT:100:1000:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:100:1000:vur:vurur:kabza topuzu:]
vi: [ATTACK:BLUNT:100:1000:Đòn đánh:Các đòn đánh:Quả chuôi:]

# ITEM_WEAPON:ITEM_WEAPON_DAGGER_LARGE
source: [NAME:dagger:daggers]
cs: [NAME:dýka:dýky]
de: [NAME:Dolch:Dolche]
eo: [NAME:ponardo:ponardoj]
es: [NAME:daga:dagas]
ja: [NAME:ダガー:ダガー:ダガー]
ko: [NAME:단검:단검들]
pl: [NAME:sztylet:sztylety]
ru: [NAME:кинжал:кинжалы]
tr: [NAME:hançer:hançerler]
vi: [NAME:Dao găm:Dao găm]
zh_hans: [NAME:匕首:匕首]

# ITEM_WEAPON:ITEM_WEAPON_DAGGER_LARGE
source: [ADJECTIVE:large]
cs: [ADJECTIVE:velká]
de: [ADJECTIVE:groß]
eo: [ADJECTIVE:granda]
es: [ADJECTIVE:largo]
ja: [ADJECTIVE:幅広の]
ko: [ADJECTIVE:큰]
ru: [ADJECTIVE:большой]
tr: [ADJECTIVE:büyük]
vi: [ADJECTIVE:rộng rãi]

# ITEM_WEAPON:ITEM_WEAPON_DAGGER_LARGE
source: [ATTACK:EDGE:1000:800:slash:slashes:NO_SUB:]
cs: [ATTACK:EDGE:1000:800:seknout:sekl:NO_SUB:]
de: [ATTACK:EDGE:1000:800:Schnitt:Schnitte:NO_SUB:]
eo: [ATTACK:EDGE:1000:800:tranĉvundas:tranĉvundas:NO_SUB:]
es: [ATTACK:EDGE:1000:800:tajo:tajos:NO_SUB:]
ja: [ATTACK:EDGE:1000:800:斬る:斬る:NO_SUB:]
ko: [ATTACK:EDGE:1000:800:참격:참격:NO_SUB:]
ru: [ATTACK:EDGE:1000:800:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:1000:800:kes:keser:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_DAGGER_LARGE
source: [ATTACK:EDGE:5:1000:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:5:1000:bodnout:bodl:NO_SUB:]
de: [ATTACK:EDGE:5:1000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:5:1000:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:5:1000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:5:1000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:5:1000:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:5:1000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:5:1000:sapla:saplar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_DAGGER_LARGE
source: [ATTACK:BLUNT:20:600:strike:strikes:pommel:]
cs: [ATTACK:BLUNT:20:600:udeřit:udeřil:hlavicí:]
de: [ATTACK:BLUNT:20:600:schlagen:schlägt:Knauf:]
eo: [ATTACK:BLUNT:20:600:frapas:frapas:pomelo:]
es: [ATTACK:BLUNT:20:600:golpe:golpes:pommel:]
ja: [ATTACK:BLUNT:20:600:刺す:刺す:pommel:]
ko: [ATTACK:BLUNT:20:600:타격함:타격함:자루:]
ru: [ATTACK:BLUNT:20:600:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:20:600:vur:vurur:kabza topuzu:]
vi: [ATTACK:BLUNT:20:600:Đòn đánh:Các đòn đánh:Quả chuôi:]

# ITEM_WEAPON:ITEM_WEAPON_SCOURGE
source: [NAME:scourge:scourges]
cs: [NAME:bič:biče]
de: [NAME:Geißel:Geißeln]
eo: [NAME:skurĝo:skurĝoj]
es: [NAME:azote:azotes]
ja: [NAME:ばら鞭:ばら鞭:ばら鞭]
ko: [NAME:갈래채찍:갈래채찍들]
ru: [NAME:плеть:плети]
tr: [NAME:kamçı:kamçılar]
vi: [NAME:Roi gai:Roi gai]
zh_hans: [NAME:鞭子:鞭子]

# ITEM_WEAPON:ITEM_WEAPON_SCOURGE
source: [ATTACK:EDGE:10:50:lash:lashes:NO_SUB:]
cs: [ATTACK:EDGE:10:50:mrskat:mrskal:NO_SUB:]
de: [ATTACK:EDGE:10:50:Peitsche:Peitschen:NO_SUB:]
eo: [ATTACK:EDGE:10:50:frapas:frapas:NO_SUB:]
es: [ATTACK:EDGE:10:50:latigazo:latigazos:NO_SUB:]
ru: [ATTACK:EDGE:10:50:хлещете:хлещет:NO_SUB:]
tr: [ATTACK:EDGE:10:50:kamçıla:kamçılar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_FLAIL
source: [NAME:flail:flails]
cs: [NAME:řemdih:řemdihy]
de: [NAME:Flegel:Flegel]
eo: [NAME:draŝilo:draŝiloj]
es: [NAME:flagelo:flagelos]
ja: [NAME:フレイル:フレイル:フレイル]
ko: [NAME:사슬철퇴:사슬철퇴들]
ru: [NAME:цеп:цепы]
tr: [NAME:zincirli gürz:zincirli gürzler]
vi: [NAME:Chùy xích:Chùy xích]
zh_hans: [NAME:连枷:连枷]

# ITEM_WEAPON:ITEM_WEAPON_FLAIL
source: [ATTACK:BLUNT:200:4000:bash:bashes:NO_SUB:]
cs: [ATTACK:BLUNT:200:4000:praštit:praštil:NO_SUB:]
de: [ATTACK:BLUNT:200:4000:Schlag:Schläge:NO_SUB:]
eo: [ATTACK:BLUNT:200:4000:bategas:bategas:NO_SUB:]
es: [ATTACK:BLUNT:200:4000:golpetazo:golpetazos:NO_SUB:]
ja: [ATTACK:BLUNT:200:4000:ぶん殴る:ぶん殴る:NO_SUB:]
ko: [ATTACK:BLUNT:200:4000:후려침:후려침:NO_SUB:]
ru: [ATTACK:BLUNT:200:4000:бьёте:бьёт:NO_SUB:]
tr: [ATTACK:BLUNT:200:4000:ez:ezer:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_MORNINGSTAR
source: [NAME:morningstar:morningstars]
cs: [NAME:hvězdicové kladivo:hvězdicová kladiva]
de: [NAME:Morgenstern:Morgensterne]
eo: [NAME:matenstelo:matensteloj]
es: [NAME:lucero del alba:luceros del alba]
ja: [NAME:モーニングスター:モーニングスター:モーニングスター]
ko: [NAME:모닝스타:모닝스타들]
ru: [NAME:моргенштерн:моргенштерны]
tr: [NAME:sabah yıldızı:sabah yıldızları]
zh_hans: [NAME:晨星:晨星]

# ITEM_WEAPON:ITEM_WEAPON_MORNINGSTAR
source: [ATTACK:EDGE:10:500:bash:bashes:NO_SUB:]
cs: [ATTACK:EDGE:10:500:praštit:praštil:NO_SUB:]
de: [ATTACK:EDGE:10:500:Schlag:Schläge:NO_SUB:]
eo: [ATTACK:EDGE:10:500:bategas:bategas:NO_SUB:]
es: [ATTACK:EDGE:10:500:golpetazo:golpetazos:NO_SUB:]
ja: [ATTACK:EDGE:10:500:ぶん殴る:ぶん殴る:NO_SUB:]
ko: [ATTACK:EDGE:10:500:후려침:후려침:NO_SUB:]
ru: [ATTACK:EDGE:10:500:бьёте:бьёт:NO_SUB:]
tr: [ATTACK:EDGE:10:500:ez:ezer:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_MORNINGSTAR
source: [ATTACK:BLUNT:50:1000:strike:strikes:pommel:]
cs: [ATTACK:BLUNT:50:1000:udeřit:udeřil:hlavicí:]
de: [ATTACK:BLUNT:50:1000:schlagen:schlägt:Knauf:]
eo: [ATTACK:BLUNT:50:1000:frapas:frapas:pomelo:]
es: [ATTACK:BLUNT:50:1000:golpe:golpes:pommel:]
ja: [ATTACK:BLUNT:50:1000:刺す:刺す:pommel:]
ko: [ATTACK:BLUNT:50:1000:타격함:타격함:자루:]
ru: [ATTACK:BLUNT:50:1000:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:50:1000:vur:vurur:kabza topuzu:]
vi: [ATTACK:BLUNT:50:1000:Đòn đánh:Các đòn đánh:Quả chuôi:]

# ITEM_WEAPON:ITEM_WEAPON_SCIMITAR
source: [NAME:scimitar:scimitars]
cs: [NAME:šavle:šavle]
de: [NAME:Krummsäbel:Krummsäbel]
eo: [NAME:cimitaro:cimitaroj]
es: [NAME:cimitarra:cimitarras]
ja: [NAME:シミター:シミター:シミター]
ko: [NAME:곡도:곡도들]
ru: [NAME:сабля:сабли]
tr: [NAME:pala:palalar]
vi: [NAME:Mã tấu:Mã tấu]
zh_hans: [NAME:短弯刀;短弯刀]

# ITEM_WEAPON:ITEM_WEAPON_SCIMITAR
source: [ATTACK:EDGE:20000:4000:slash:slashes:NO_SUB:]
cs: [ATTACK:EDGE:20000:4000:seknout:sekl:NO_SUB:]
de: [ATTACK:EDGE:20000:4000:Schnitt:Schnitte:NO_SUB:]
eo: [ATTACK:EDGE:20000:4000:tranĉvundas:tranĉvundas:NO_SUB:]
es: [ATTACK:EDGE:20000:4000:cuchillada:cuchilladas:NO_SUB:]
ja: [ATTACK:EDGE:20000:4000:斬る:斬る:NO_SUB:]
ko: [ATTACK:EDGE:20000:4000:참격:참격:NO_SUB:]
ru: [ATTACK:EDGE:20000:4000:рубите:рубит:NO_SUB:]
tr: [ATTACK:EDGE:20000:4000:kes:keser:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SCIMITAR
source: [ATTACK:EDGE:50:2000:stab:stabs:NO_SUB:]
cs: [ATTACK:EDGE:50:2000:bodnout:bodl:NO_SUB:]
de: [ATTACK:EDGE:50:2000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:EDGE:50:2000:pikas:pikas:NO_SUB:]
es: [ATTACK:EDGE:50:2000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:EDGE:50:2000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:EDGE:50:2000:찌름:찌름:NO_SUB:]
ru: [ATTACK:EDGE:50:2000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:EDGE:50:2000:sapla:saplar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SCIMITAR
source: [ATTACK:BLUNT:20000:4000:slap:slaps:flat:]
cs: [ATTACK:BLUNT:20000:4000:facka:facky:plošně:]
de: [ATTACK:BLUNT:20000:4000:Klatsch:Klatsche:flach:]
eo: [ATTACK:BLUNT:20000:4000:frapas:frapas:plataĵo:]
es: [ATTACK:BLUNT:20000:4000:bofetada:bofetadas:flat:]
ja: [ATTACK:BLUNT:20000:4000:叩き切る:叩き切る:flat:]
ko: [ATTACK:BLUNT:20000:4000:철썩 때림:철썩 때림:측면:]
ru: [ATTACK:BLUNT:20000:4000:бьёте:бьёт:плашмя:]
tr: [ATTACK:BLUNT:20000:4000:tokatla:tokatlar:yan:]
vi: [ATTACK:BLUNT:20000:4000:Tát:Những cú tát:Mặt phẳng:]

# ITEM_WEAPON:ITEM_WEAPON_SCIMITAR
source: [ATTACK:BLUNT:50:1000:strike:strikes:pommel:]
cs: [ATTACK:BLUNT:50:1000:udeřit:udeřil:hlavicí:]
de: [ATTACK:BLUNT:50:1000:schlagen:schlägt:Knauf:]
eo: [ATTACK:BLUNT:50:1000:frapas:frapas:pomelo:]
es: [ATTACK:BLUNT:50:1000:golpe:golpes:pommel:]
ja: [ATTACK:BLUNT:50:1000:刺す:刺す:pommel:]
ko: [ATTACK:BLUNT:50:1000:타격함:타격함:자루:]
ru: [ATTACK:BLUNT:50:1000:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:50:1000:vur:vurur:kabza topuzu:]
vi: [ATTACK:BLUNT:50:1000:Đòn đánh:Các đòn đánh:Quả chuôi:]

# ITEM_WEAPON:ITEM_WEAPON_AXE_TRAINING
source: [NAME:training axe:training axes]
cs: [NAME:cvičná sekera:cvičné sekery]
de: [NAME:Übungsaxt:Übungsäxte]
eo: [NAME:ekzerca hakilo:ekzercaj hakiloj]
es: [NAME:hacha de entrenamiento:hachas de entrenamiento]
ja: [NAME:訓練用の木斧:訓練用の木斧:訓練用の木斧]
ko: [NAME:훈련용 도끼:훈련용 도끼들]
ru: [NAME:тренировочный топор:тренировочные топоры]
tr: [NAME:eğitim baltası:eğitim baltaları]
vi: [NAME:Rìu tập luyện:Rìu tập luyện]
zh_hans: [NAME:训练斧:训练斧]

# ITEM_WEAPON:ITEM_WEAPON_AXE_TRAINING
source: [ATTACK:BLUNT:30000:6000:hack:hacks:NO_SUB:]
cs: [ATTACK:BLUNT:30000:6000:rosekát:rosekal:NO_SUB:]
de: [ATTACK:BLUNT:30000:6000:Hieb:Hiebe:NO_SUB:]
eo: [ATTACK:BLUNT:30000:6000:hakas:hakas:NO_SUB:]
es: [ATTACK:BLUNT:30000:6000:corte:cortes:NO_SUB:]
ja: [ATTACK:BLUNT:30000:6000:ぶった切る:ぶった切る:NO_SUB:]
ko: [ATTACK:BLUNT:30000:6000:찍어버림:찍어버림:NO_SUB:]
ru: [ATTACK:BLUNT:30000:6000:рубите:рубит:NO_SUB:]
tr: [ATTACK:BLUNT:30000:6000:doğra:doğrar:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_AXE_TRAINING
source: [ATTACK:BLUNT:30000:6000:slap:slaps:flat:]
cs: [ATTACK:BLUNT:30000:6000:facka:facky:plošně:]
de: [ATTACK:BLUNT:30000:6000:Klatsch:Klatsche:flach:]
eo: [ATTACK:BLUNT:30000:6000:frapas:frapas:plataĵo:]
es: [ATTACK:BLUNT:30000:6000:bofetada:bofetadas:flat:]
ja: [ATTACK:BLUNT:30000:6000:叩き切る:叩き切る:flat:]
ko: [ATTACK:BLUNT:30000:6000:철썩 때림:철썩 때림:측면:]
ru: [ATTACK:BLUNT:30000:6000:бьёте:бьёт:плашмя:]
tr: [ATTACK:BLUNT:30000:6000:tokatla:tokatlar:yan:]
vi: [ATTACK:BLUNT:30000:6000:Tát:Những cú tát:Mặt phẳng:]

# ITEM_WEAPON:ITEM_WEAPON_AXE_TRAINING
source: [ATTACK:BLUNT:100:1000:strike:strikes:pommel:]
cs: [ATTACK:BLUNT:100:1000:udeřit:udeřil:hlavicí:]
de: [ATTACK:BLUNT:100:1000:schlagen:schlägt:Knauf:]
eo: [ATTACK:BLUNT:100:1000:frapas:frapas:pomelo:]
es: [ATTACK:BLUNT:100:1000:golpe:golpes:pommel:]
ja: [ATTACK:BLUNT:100:1000:刺す:刺す:pommel:]
ko: [ATTACK:BLUNT:100:1000:타격함:타격함:자루:]
ru: [ATTACK:BLUNT:100:1000:бьёте:бьёт:рукоятью:]
tr: [ATTACK:BLUNT:100:1000:vur:vurur:kabza topuzu:]
vi: [ATTACK:BLUNT:100:1000:Đòn đánh:Các đòn đánh:Quả chuôi:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING
source: [NAME:training sword:training swords]
cs: [NAME:cvičný meč:cvičné meče]
de: [NAME:Übungsschwert:Übungsschwerter]
eo: [NAME:ekzerca glavo:ekzercaj glavoj]
es: [NAME:espada de entrenamiento:espadas de entrenamiento]
ja: [NAME:訓練用の木剣:訓練用の木剣:訓練用の木剣]
ko: [NAME:훈련용 검:훈련용 검들]
ru: [NAME:тренировочный меч:тренировочные мечи]
tr: [NAME:eğitim kılıcı:eğitim kılıçları]
vi: [NAME:Kiếm tập luyện:Kiếm tập luyện]
zh_hans: [NAME:训练剑:训练剑]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING
source: [ATTACK:BLUNT:20000:4000:slash:slashes:NO_SUB:]
cs: [ATTACK:BLUNT:20000:4000:seknout:sekl:NO_SUB:]
de: [ATTACK:BLUNT:20000:4000:Schnitt:Schnitte:NO_SUB:]
eo: [ATTACK:BLUNT:20000:4000:tranĉvundas:tranĉvundas:NO_SUB:]
es: [ATTACK:BLUNT:20000:4000:tajo:tajos:NO_SUB:]
ja: [ATTACK:BLUNT:20000:4000:斬る:斬る:NO_SUB:]
ko: [ATTACK:BLUNT:20000:4000:참격:참격:NO_SUB:]
ru: [ATTACK:BLUNT:20000:4000:рубите:рубит:NO_SUB:]
tr: [ATTACK:BLUNT:20000:4000:kes:keser:NO_SUB:]

# ITEM_WEAPON:ITEM_WEAPON_SWORD_SHORT_TRAINING
source: [ATTACK:BLUNT:50:2000:stab:stabs:NO_SUB:]
cs: [ATTACK:BLUNT:50:2000:bodnout:bodl:NO_SUB:]
de: [ATTACK:BLUNT:50:2000:Stich:Stiche:NO_SUB:]
eo: [ATTACK:BLUNT:50:2000:pikas:pikas:NO_SUB:]
es: [ATTACK:BLUNT:50:2000:puñalada:puñaladas:NO_SUB:]
ja: [ATTACK:BLUNT:50:2000:突き刺す:突き刺す:NO_SUB:]
ko: [ATTACK:BLUNT:50:2000:찌름:찌름:NO_SUB:]
ru: [ATTACK:BLUNT:50:2000:пронзаете:пронзает:NO_SUB:]
tr: [ATTACK:BLUNT:50:2000:sapla:saplar:NO_SUB:]
