Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:LLAMA
source: [STATE_NAME:ALL_SOLID:wool]
cs: [STATE_NAME:ALL_SOLID:vlna]
de: [STATE_NAME:ALL_SOLID:Wolle]
eo: [STATE_NAME:ALL_SOLID:lano]
es: [STATE_NAME:ALL_SOLID:lana]
ja: [STATE_NAME:ALL_SOLID:毛]
ko: [STATE_NAME:ALL_SOLID:털]
pl: [STATE_NAME:ALL_SOLID:wełna]
ru: [STATE_NAME:ALL_SOLID:шерсть]
tr: [STATE_NAME:ALL_SOLID:yün]
vi: [STATE_NAME:ALL_SOLID:Lông cừu]
zh_hans: [STATE_NAME:ALL_SOLID:大羊驼毛]

# CREATURE:LLAMA
source: [STATE_ADJ:ALL_SOLID:wool]
cs: [STATE_ADJ:ALL_SOLID:vlna]
de: [STATE_ADJ:ALL_SOLID:Wolle]
eo: [STATE_ADJ:ALL_SOLID:el lano]
es: [STATE_ADJ:ALL_SOLID:de lana]
ja: [STATE_ADJ:ALL_SOLID:毛]
ko: [STATE_ADJ:ALL_SOLID:털]
pl: [STATE_ADJ:ALL_SOLID:wełniany]
ru: [STATE_ADJ:ALL_SOLID:шерсть]
tr: [STATE_ADJ:ALL_SOLID:yün]
vi: [STATE_ADJ:ALL_SOLID:Lông cừu]
zh_hans: [STATE_ADJ:ALL_SOLID:大羊驼毛的]

# CREATURE:LLAMA
source: [TISSUE_NAME:wool:NP]
cs: [TISSUE_NAME:vlna:NP]
de: [TISSUE_NAME:Wolle:NP]
eo: [TISSUE_NAME:lano:NP]
es: [TISSUE_NAME:lana:NP]
ja: [TISSUE_NAME:毛:NP]
ko: [TISSUE_NAME:털:NP]
pl: [TISSUE_NAME:wełna:NP]
ru: [TISSUE_NAME:шерсть:NP]
tr: [TISSUE_NAME:yün:NP]
zh_hans: [TISSUE_NAME:大羊驼毛:NP]

# CREATURE:LLAMA
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:LLAMA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:LLAMA
source: [STATE_NAME:ALL_SOLID:frozen llama's milk]
cs: [STATE_NAME:ALL_SOLID:mražené lamí mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Lama Milch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de ljamo]
es: [STATE_NAME:ALL_SOLID:leche de llama congelada]
ja: [STATE_NAME:ALL_SOLID:凍ったラマのミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 라마젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone lamie mleko]
ru: [STATE_NAME:ALL_SOLID:замёрзшее ламье молоко]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş lama sütü]
vi: [STATE_NAME:ALL_SOLID:sữa Llama đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的大羊驼奶]

# CREATURE:LLAMA
source: [STATE_ADJ:ALL_SOLID:frozen llama's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené lamí mléko]
de: [STATE_ADJ:ALL_SOLID:gefrorene Lama Milch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de ljamo]
es: [STATE_ADJ:ALL_SOLID:de leche de llama congelada]
ja: [STATE_ADJ:ALL_SOLID:凍ったラマのミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 라마젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone lamie mleczny]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее молоко ламы]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş lama sütü]
vi: [STATE_ADJ:ALL_SOLID:sữa Llama đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的大羊驼奶的]

# CREATURE:LLAMA
source: [STATE_NAME:LIQUID:llama's milk]
cs: [STATE_NAME:LIQUID:lamí mléko]
de: [STATE_NAME:LIQUID:Lama Milch]
eo: [STATE_NAME:LIQUID:lakto de ljamo]
es: [STATE_NAME:LIQUID:leche de llama]
ja: [STATE_NAME:LIQUID:ラマのミルク]
ko: [STATE_NAME:LIQUID:라마 젖]
pl: [STATE_NAME:LIQUID:lamie mleko]
ru: [STATE_NAME:LIQUID:молоко ламы]
tr: [STATE_NAME:LIQUID:lama sütü]
vi: [STATE_NAME:LIQUID:sữa Llama]
zh_hans: [STATE_NAME:LIQUID:大羊驼奶]

# CREATURE:LLAMA
source: [STATE_ADJ:LIQUID:llama's milk]
cs: [STATE_ADJ:LIQUID:lamí mléko]
de: [STATE_ADJ:LIQUID:Lama Milch]
eo: [STATE_ADJ:LIQUID:de lakto de ljamo]
es: [STATE_ADJ:LIQUID:de leche de llama]
ja: [STATE_ADJ:LIQUID:ラマのミルク]
ko: [STATE_ADJ:LIQUID:라마 젖]
pl: [STATE_ADJ:LIQUID:lamie mleczny]
ru: [STATE_ADJ:LIQUID:молоко ламы]
tr: [STATE_ADJ:LIQUID:lama sütü]
vi: [STATE_ADJ:LIQUID:sữa Llama]
zh_hans: [STATE_ADJ:LIQUID:大羊驼奶的]

# CREATURE:LLAMA
source: [STATE_NAME:GAS:boiling llama's milk]
cs: [STATE_NAME:GAS:vařící lamí mléko]
de: [STATE_NAME:GAS:kochende Lama Milch]
eo: [STATE_NAME:GAS:bolanta lakto de ljamo]
es: [STATE_NAME:GAS:leche de llama hirviendo]
ja: [STATE_NAME:GAS:蒸気化したラマのミルク]
ko: [STATE_NAME:GAS:기화된 라마젖]
pl: [STATE_NAME:GAS:gotujące się lamie mleko]
ru: [STATE_NAME:GAS:кипящее молоко ламы]
tr: [STATE_NAME:GAS:kaynayan lama sütü]
vi: [STATE_NAME:GAS:sữa Llama đang đun sôi]
zh_hans: [STATE_NAME:GAS:沸腾的大羊驼奶]

# CREATURE:LLAMA
source: [STATE_ADJ:GAS:boiling llama's milk]
cs: [STATE_ADJ:GAS:vařící lamí mléko]
de: [STATE_ADJ:GAS:kochende Lama Milch]
eo: [STATE_ADJ:GAS:de bolanta lakto de ljamo]
es: [STATE_ADJ:GAS:de leche de llama hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したラマのミルク]
ko: [STATE_ADJ:GAS:기화된 라마젖]
pl: [STATE_ADJ:GAS:gotujące się lamie mleczny]
ru: [STATE_ADJ:GAS:кипящее молоко ламы]
tr: [STATE_ADJ:GAS:kaynayan lama sütü]
vi: [STATE_ADJ:GAS:sữa Llama đang đun sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的大羊驼奶的]

# CREATURE:LLAMA
source: [STATE_NAME:SOLID:llama cheese]
cs: [STATE_NAME:SOLID:lamí sýr]
de: [STATE_NAME:SOLID:Lama Käse]
eo: [STATE_NAME:SOLID:fromaĝo de ljamo]
es: [STATE_NAME:SOLID:queso de llama]
ja: [STATE_NAME:SOLID:ラマのチーズ]
ko: [STATE_NAME:SOLID:아마 치즈]
pl: [STATE_NAME:SOLID:lami ser]
ru: [STATE_NAME:SOLID:ламий сыр]
tr: [STATE_NAME:SOLID:lama peyniri]
vi: [STATE_NAME:SOLID:phô mai Llama]
zh_hans: [STATE_NAME:SOLID:大羊驼奶奶酪]

# CREATURE:LLAMA
source: [STATE_ADJ:SOLID:llama cheese]
cs: [STATE_ADJ:SOLID:lamí sýr]
de: [STATE_ADJ:SOLID:Lama Käse]
eo: [STATE_ADJ:SOLID:de fromaĝo de ljamo]
es: [STATE_ADJ:SOLID:de queso de llama]
ja: [STATE_ADJ:SOLID:ラマのチーズ]
ko: [STATE_ADJ:SOLID:라마 치즈]
pl: [STATE_ADJ:SOLID:lami serowy]
ru: [STATE_ADJ:SOLID:ламий сыр]
tr: [STATE_ADJ:SOLID:lama peyniri]
vi: [STATE_ADJ:SOLID:phô mai Llama]
zh_hans: [STATE_ADJ:SOLID:大羊驼奶奶酪的]

# CREATURE:LLAMA
source: [STATE_NAME:SOLID_POWDER:llama cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený lamí sýr]
de: [STATE_NAME:SOLID_POWDER:Lama-Käsepulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de ljamo]
es: [STATE_NAME:SOLID_POWDER:polvo de queso de llama]
ja: [STATE_NAME:SOLID_POWDER:ラマのチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:라마 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany lami ser]
ru: [STATE_NAME:SOLID_POWDER:тёртый ламий сыр]
tr: [STATE_NAME:SOLID_POWDER:lama peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:bột phô mai Llama]
zh_hans: [STATE_NAME:SOLID_POWDER:大羊驼奶奶酪粉]

# CREATURE:LLAMA
source: [STATE_ADJ:SOLID_POWDER:llama cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený lamí sýr]
de: [STATE_ADJ:SOLID_POWDER:Lama-Käsepulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de ljamo]
es: [STATE_ADJ:SOLID_POWDER:de queso de llama en polvo]
ja: [STATE_ADJ:SOLID_POWDER:ラマのチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:라마 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany lami serowy]
ru: [STATE_ADJ:SOLID_POWDER:тёртый ламий сыр]
tr: [STATE_ADJ:SOLID_POWDER:lama peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:bột phô mai Llama]
zh_hans: [STATE_ADJ:SOLID_POWDER:大羊驼奶奶酪粉的]

# CREATURE:LLAMA
source: [STATE_NAME:LIQUID:melted llama cheese]
cs: [STATE_NAME:LIQUID:tavený lamí sýr]
de: [STATE_NAME:LIQUID:geschmolzener Lama Käse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de ljamo]
es: [STATE_NAME:LIQUID:queso de llama derretido]
ja: [STATE_NAME:LIQUID:溶けたラマのチーズ]
ko: [STATE_NAME:LIQUID:녹은 라마 치즈]
pl: [STATE_NAME:LIQUID:roztopiony lami ser]
ru: [STATE_NAME:LIQUID:расплавленный ламий сыр]
tr: [STATE_NAME:LIQUID:erimiş lama peyniri]
vi: [STATE_NAME:LIQUID:phô mai Llama tan chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的大羊驼奶奶酪]

# CREATURE:LLAMA
source: [STATE_ADJ:LIQUID:melted llama cheese]
cs: [STATE_ADJ:LIQUID:tavený lamí sýr]
de: [STATE_ADJ:LIQUID:geschmolzener Lama Käse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de ljamo]
es: [STATE_ADJ:LIQUID:de queso de llama derretido]
ja: [STATE_ADJ:LIQUID:溶けたラマのチーズ]
ko: [STATE_ADJ:LIQUID:녹은 라마 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony lami serowy]
ru: [STATE_ADJ:LIQUID:расплавленный ламий сыр]
tr: [STATE_ADJ:LIQUID:erimiş lama peyniri]
vi: [STATE_ADJ:LIQUID:phô mai Llama tan chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的大羊驼奶奶酪的]

# CREATURE:LLAMA
source: [STATE_NAME:GAS:boiling llama cheese]
cs: [STATE_NAME:GAS:vařící lamí sýr]
de: [STATE_NAME:GAS:gekochter Lama Käse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de ljamo]
es: [STATE_NAME:GAS:queso de llama hirviendo]
ja: [STATE_NAME:GAS:蒸気化したラマのチーズ]
ko: [STATE_NAME:GAS:기화된 라마 치즈]
pl: [STATE_NAME:GAS:gotujące się lami ser]
ru: [STATE_NAME:GAS:кипящий ламий сыр]
tr: [STATE_NAME:GAS:kaynayan lama peyniri]
vi: [STATE_NAME:GAS:phô mai Llama đang đun sôi]
zh_hans: [STATE_NAME:GAS:沸腾的大羊驼奶奶酪]

# CREATURE:LLAMA
source: [STATE_ADJ:GAS:boiling llama cheese]
cs: [STATE_ADJ:GAS:vařící lamí sýr]
de: [STATE_ADJ:GAS:gekochter Lama Käse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de ljamo]
es: [STATE_ADJ:GAS:de queso de llama hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したラマのチーズ]
ko: [STATE_ADJ:GAS:기화된 라마 치즈]
pl: [STATE_ADJ:GAS:gotujące się lami serowy]
ru: [STATE_ADJ:GAS:кипящий ламий сыр]
tr: [STATE_ADJ:GAS:kaynayan lama peyniri]
vi: [STATE_ADJ:GAS:phô mai Llama đang đun sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的大羊驼奶奶酪的]

# CREATURE:LLAMA
source: [TLCM_NOUN:wool:SINGULAR]
cs: [TLCM_NOUN:vlna:SINGULAR]
de: [TLCM_NOUN:Wolle:SINGULAR]
eo: [TLCM_NOUN:lano:SINGULAR]
es: [TLCM_NOUN:lana:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:wełna:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:yün:SINGULAR]
zh_hans: [TLCM_NOUN:大羊驼毛:SINGULAR]

# CREATURE:LLAMA
source: [APP_MOD_NOUN:wool:SINGULAR]
cs: [APP_MOD_NOUN:vlna:SINGULAR]
de: [APP_MOD_NOUN:Wolle:SINGULAR]
eo: [APP_MOD_NOUN:lano:SINGULAR]
es: [APP_MOD_NOUN:lana:SINGULAR]
ja: [APP_MOD_NOUN:毛:SINGULAR]
ko: [APP_MOD_NOUN:털:SINGULAR]
pl: [APP_MOD_NOUN:wełna:SINGULAR]
ru: [APP_MOD_NOUN:шерсть:SINGULAR]
tr: [APP_MOD_NOUN:yün:SINGULAR]
zh_hans: [APP_MOD_NOUN:大羊驼毛:SINGULAR]

# CREATURE:LLAMA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:LLAMA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:ALPACA
source: [DESCRIPTION:A large domestic animal with a long neck. It has been bred for its valuable hair.]
cs: [DESCRIPTION:Velké domácí zvíře s dlouhým krkem, které bylo ochočeno pro svou cennou srst.]
de: [DESCRIPTION:Ein großes Haustier mit langem Hals. Es wurde wegen seiner wertvollen Haare gezüchtet.]
eo: [DESCRIPTION:Granda bredbesto kun longa kolo. Ĝi estis bredata pro sia grandvalora hararo.]
es: [DESCRIPTION:Un animal doméstico grande con un cuello largo. Ha sido criado por su valioso pelaje.]
ja: [DESCRIPTION:首の長い大型草食哺乳類。長い毛のために飼育されている。]
ko: 긴 목을 가진 큰 가축. 그 동물은 귀중한 털 때문에 길러졌습니다.]
pl: [DESCRIPTION:Duże zwierzę domowe z długą szyją. Jest hodowane dla jego wartościowej wełny.]
ru: [DESCRIPTION:Крупное домашнее животное с длинной шеей. Разводится из-за своей ценной шерсти.]
tr: [DESCRIPTION:Uzun boyunlu büyük bir evcil hayvan. Değerli kılları (yünü) için yetiştirilmiştir.]
vi: [DESCRIPTION:Một loài vật nuôi lớn có cổ dài. Nó đã được lai tạo để lấy bộ lông quý giá.]
zh_hans: [DESCRIPTION:脖子长的大型家养动物。它因其珍贵的毛发而被培育.]

# CREATURE:ALPACA
source: [NAME:alpaca:alpacas:alpaca]
cs: [NAME:alpaka:alpaky:alpaka]
de: [NAME:Alpaka:Alpakas:Alpaka]
eo: [NAME:alpako:alpakoj:de alpako]
es: [NAME:alpaca:alpacas:de alpaca]
ja: [NAME:アルパカ:アルパカ:アルパカの]
ko: [NAME:알파카:알파카들:알파카]
pl: [NAME:alpaka:alpaki:alpaczy]
ru: [NAME:альпака:альпака:альпака]
tr: [NAME:alpaka:alpakalar:alpaka]
vi: [NAME:Alpaca:Alpaca:Alpaca]
zh_hans: [NAME:羊驼:羊驼:羊驼]

# CREATURE:ALPACA
source: [CASTE_NAME:alpaca:alpacas:alpaca]
cs: [CASTE_NAME:alpaka:alpaky:alpaka]
de: [CASTE_NAME:Alpaka:Alpakas:Alpaka]
eo: [CASTE_NAME:alpako:alpakoj:de alpako]
ja: [CASTE_NAME:アルパカ:アルパカ:アルパカの]
ko: [CASTE_NAME:알파카:알파카들:알파카]
pl: [CASTE_NAME:alpaka:alpaki:alpaczy]
ru: [CASTE_NAME:альпака:альпака:альпака]
tr: [CASTE_NAME:alpaka:alpakalar:alpaka]
vi: [CASTE_NAME:Alpaca:Alpaca:Alpaca]
zh_hans: [CASTE_NAME:羊驼:羊驼:羊驼]

# CREATURE:ALPACA
source: [GENERAL_CHILD_NAME:baby alpaca:baby alpacas]
cs: [GENERAL_CHILD_NAME:mládě alpaky:mláďata alpak]
de: [GENERAL_CHILD_NAME:Baby Alpaka:Baby Alpakas]
eo: [GENERAL_CHILD_NAME:alpakido:alpakidoj]
es: [GENERAL_CHILD_NAME:cria de alpaca:crias de alpacas]
ja: [GENERAL_CHILD_NAME:アルパカの仔:アルパカの仔の]
ko: [GENERAL_CHILD_NAME:새끼 알파카:새끼 알파카들]
pl: [GENERAL_CHILD_NAME:młody alpaki:młode alpaki]
ru: [GENERAL_CHILD_NAME:детёныш альпака:детёныши альпака]
tr: [GENERAL_CHILD_NAME:yavru alpaka:yavru alpakalar]
vi: [GENERAL_CHILD_NAME:Alpaca con:Alpaca con]
zh_hans: [GENERAL_CHILD_NAME:羊驼幼崽:羊驼幼崽]

# CREATURE:ALPACA
source: [PREFSTRING:long necks]
cs: [PREFSTRING:dlouhé krky]
de: [PREFSTRING:lange Hälse]
eo: [PREFSTRING:longaj koloj]
es: [PREFSTRING:cuellos largos]
ja: [PREFSTRING:首が長い]
ko: [PREFSTRING:긴 목]
pl: [PREFSTRING:długie szyje]
ru: [PREFSTRING:длинные шеи]
tr: [PREFSTRING:uzun boyunlar]
vi: [PREFSTRING:cổ dài]
zh_hans: [PREFSTRING:长颈]

# CREATURE:ALPACA
source: [PREFSTRING:jutting teeth]
cs: [PREFSTRING:vysunutými zuby]
de: [PREFSTRING:herausragende Zähne]
eo: [PREFSTRING:protrudaj dentoj]
es: [PREFSTRING:Diente Sobresaliente]
ja: [PREFSTRING:突き出た歯]
ko: [PREFSTRING:뻐드렁니]
pl: [PREFSTRING:wystające zęby]
ru: [PREFSTRING:выступающие зубы]
tr: [PREFSTRING:çıkık dişler]
vi: [PREFSTRING:răng nhô ra]
zh_hans: [PREFSTRING:凸牙]

# CREATURE:ALPACA
source: [PREFSTRING:wool]
cs: [PREFSTRING:vlna]
de: [PREFSTRING:Wolle]
eo: [PREFSTRING:lano]
es: [PREFSTRING:lana]
ja: [PREFSTRING:毛]
ko: [PREFSTRING:털]
pl: [PREFSTRING:wełna]
ru: [PREFSTRING:шерсть]
tr: [PREFSTRING:yün]
vi: [PREFSTRING:Lông cừu]
zh_hans: [PREFSTRING:羊毛]

# CREATURE:ALPACA
source: [PREFSTRING:resemblance to a miniature llama]
cs: [PREFSTRING:podobností malé lamě]
de: [PREFSTRING:Ähnlichkeit mit einem Miniatur-Lama]
eo: [PREFSTRING:simileco al miniatura ljamo]
es: [PREFSTRING:Se asemeja a una llama en miniatura]
ja: [PREFSTRING:ラマを小さくしたような姿]
ko: [PREFSTRING:미니어처 라마와 유사함]
pl: [PREFSTRING:podobieństwo do miniaturowej lamy]
ru: [PREFSTRING:сходство с миниатюрной ламой]
tr: [PREFSTRING:minyatür lamaya benzerlik]
vi: [PREFSTRING:giống như một con Llama thu nhỏ]
zh_hans: [PREFSTRING:与小型无峰驼相似]

# CREATURE:ALPACA
source: [STATE_NAME:ALL_SOLID:wool]
cs: [STATE_NAME:ALL_SOLID:vlna]
de: [STATE_NAME:ALL_SOLID:Wolle]
eo: [STATE_NAME:ALL_SOLID:lano]
es: [STATE_NAME:ALL_SOLID:lana]
ja: [STATE_NAME:ALL_SOLID:毛]
ko: [STATE_NAME:ALL_SOLID:털]
pl: [STATE_NAME:ALL_SOLID:wełna]
ru: [STATE_NAME:ALL_SOLID:шерсть]
tr: [STATE_NAME:ALL_SOLID:yün]
vi: [STATE_NAME:ALL_SOLID:Lông cừu]
zh_hans: [STATE_NAME:ALL_SOLID:羊毛]

# CREATURE:ALPACA
source: [STATE_ADJ:ALL_SOLID:wool]
cs: [STATE_ADJ:ALL_SOLID:vlna]
de: [STATE_ADJ:ALL_SOLID:Wolle]
eo: [STATE_ADJ:ALL_SOLID:el lano]
es: [STATE_ADJ:ALL_SOLID:de lana]
ja: [STATE_ADJ:ALL_SOLID:毛]
ko: [STATE_ADJ:ALL_SOLID:털]
pl: [STATE_ADJ:ALL_SOLID:wełniany]
ru: [STATE_ADJ:ALL_SOLID:шерсть]
tr: [STATE_ADJ:ALL_SOLID:yün]
vi: [STATE_ADJ:ALL_SOLID:Lông cừu]
zh_hans: [STATE_ADJ:ALL_SOLID:羊毛的]

# CREATURE:ALPACA
source: [TISSUE_NAME:wool:NP]
cs: [TISSUE_NAME:vlna:NP]
de: [TISSUE_NAME:Wolle:NP]
eo: [TISSUE_NAME:lano:NP]
es: [TISSUE_NAME:lana:NP]
ja: [TISSUE_NAME:毛:NP]
ko: [TISSUE_NAME:털:NP]
pl: [TISSUE_NAME:wełna:NP]
ru: [TISSUE_NAME:шерсть:NP]
tr: [TISSUE_NAME:yün:NP]
zh_hans: [TISSUE_NAME:羊毛:NP]

# CREATURE:ALPACA
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:ALPACA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:ALPACA
source: [STATE_NAME:ALL_SOLID:frozen alpaca's milk]
cs: [STATE_NAME:ALL_SOLID:mražené mléko alpaky]
de: [STATE_NAME:ALL_SOLID:gefrorene Alpaka Milch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de alpako]
es: [STATE_NAME:ALL_SOLID:leche congelada de alpaca]
ja: [STATE_NAME:ALL_SOLID:凍ったアルパカのミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 알파카 젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone alpacze mleko]
ru: [STATE_NAME:ALL_SOLID:замёрзшее молоко альпака]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş alpaka sütü]
vi: [STATE_NAME:ALL_SOLID:sữa Alpaca đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的羊驼奶]

# CREATURE:ALPACA
source: [STATE_ADJ:ALL_SOLID:frozen alpaca's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené mléko alpaky]
de: [STATE_ADJ:ALL_SOLID:gefrorene Alpaka Milch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de alpako]
es: [STATE_ADJ:ALL_SOLID:de leche de alpaca congelada]
ja: [STATE_ADJ:ALL_SOLID:凍ったアルパカのミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 알파카 젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone alpacze mleczny]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее молоко альпака]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş alpaka sütü]
vi: [STATE_ADJ:ALL_SOLID:sữa Alpaca đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的羊驼奶的]

# CREATURE:ALPACA
source: [STATE_NAME:LIQUID:alpaca's milk]
cs: [STATE_NAME:LIQUID:mléko alpaky]
de: [STATE_NAME:LIQUID:Alpaka Milch]
eo: [STATE_NAME:LIQUID:lakto de alpako]
es: [STATE_NAME:LIQUID:Leche de alpaca]
ja: [STATE_NAME:LIQUID:アルパカのミルク]
ko: [STATE_NAME:LIQUID:알파카 젖]
pl: [STATE_NAME:LIQUID:alpacze mleko]
ru: [STATE_NAME:LIQUID:молоко альпака]
tr: [STATE_NAME:LIQUID:alpaka sütü]
vi: [STATE_NAME:LIQUID:sữa Alpaca]
zh_hans: [STATE_NAME:LIQUID:羊驼奶]

# CREATURE:ALPACA
source: [STATE_ADJ:LIQUID:alpaca's milk]
cs: [STATE_ADJ:LIQUID:mléko alpaky]
de: [STATE_ADJ:LIQUID:Alpaka Milch]
eo: [STATE_ADJ:LIQUID:de lakto de alpako]
es: [STATE_ADJ:LIQUID:de leche de alpaca]
ja: [STATE_ADJ:LIQUID:アルパカのミルク]
ko: [STATE_ADJ:LIQUID:알파카 젖]
pl: [STATE_ADJ:LIQUID:alpacze mleczny]
ru: [STATE_ADJ:LIQUID:молоко альпака]
tr: [STATE_ADJ:LIQUID:alpaka sütü]
vi: [STATE_ADJ:LIQUID:sữa Alpaca]
zh_hans: [STATE_ADJ:LIQUID:羊驼奶的]

# CREATURE:ALPACA
source: [STATE_NAME:GAS:boiling alpaca's milk]
cs: [STATE_NAME:GAS:vařící mléko alpaky]
de: [STATE_NAME:GAS:gekochte Alpaka Milch]
eo: [STATE_NAME:GAS:bolanta lakto de alpako]
es: [STATE_NAME:GAS:Leche de alpaca hirviendo]
ja: [STATE_NAME:GAS:蒸気化したアルパカのミルク]
ko: [STATE_NAME:GAS:기화된 알파카젖]
pl: [STATE_NAME:GAS:gotujące się alpacze mleko]
ru: [STATE_NAME:GAS:пары молока альпака]
tr: [STATE_NAME:GAS:kaynayan alpaka sütü]
vi: [STATE_NAME:GAS:sữa Alpaca đang đun sôi]
zh_hans: [STATE_NAME:GAS:沸腾的羊驼奶]

# CREATURE:ALPACA
source: [STATE_ADJ:GAS:boiling alpaca's milk]
cs: [STATE_ADJ:GAS:vařící mléko alpaky]
de: [STATE_ADJ:GAS:gekochte Alpaka Milch]
eo: [STATE_ADJ:GAS:de bolanta lakto de alpako]
es: [STATE_ADJ:GAS:de leche de alpaca hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したアルパカのミルク]
ko: [STATE_ADJ:GAS:기화된 알파카젖]
pl: [STATE_ADJ:GAS:gotujące się alpacze mleczny]
ru: [STATE_ADJ:GAS:кипящее молоко альпака]
tr: [STATE_ADJ:GAS:kaynayan alpaka sütü]
vi: [STATE_ADJ:GAS:sữa Alpaca đang đun sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的羊驼奶的]

# CREATURE:ALPACA
source: [STATE_NAME:SOLID:alpaca cheese]
cs: [STATE_NAME:SOLID:sýr alpaky]
de: [STATE_NAME:SOLID:Alpaka Käse]
eo: [STATE_NAME:SOLID:fromaĝo de alpako]
es: [STATE_NAME:SOLID:queso de alpaca]
ja: [STATE_NAME:SOLID:アルパカのチーズ]
ko: [STATE_NAME:SOLID:알파카 치즈]
pl: [STATE_NAME:SOLID:alpaczy ser]
ru: [STATE_NAME:SOLID:сыр альпака]
tr: [STATE_NAME:SOLID:alpaka peyniri]
vi: [STATE_NAME:SOLID:phô mai Alpaca]
zh_hans: [STATE_NAME:SOLID:羊驼奶奶酪]

# CREATURE:ALPACA
source: [STATE_ADJ:SOLID:alpaca cheese]
cs: [STATE_ADJ:SOLID:sýr alpaky]
de: [STATE_ADJ:SOLID:Alpaka Käse]
eo: [STATE_ADJ:SOLID:de fromaĝo de alpako]
es: [STATE_ADJ:SOLID:de queso de alpaca]
ja: [STATE_ADJ:SOLID:アルパカのチーズ]
ko: [STATE_ADJ:SOLID:알파카 치즈]
pl: [STATE_ADJ:SOLID:alpaczy serowy]
ru: [STATE_ADJ:SOLID:сыр альпака]
tr: [STATE_ADJ:SOLID:alpaka peyniri]
vi: [STATE_ADJ:SOLID:phô mai Alpaca]
zh_hans: [STATE_ADJ:SOLID:羊驼奶奶酪的]

# CREATURE:ALPACA
source: [STATE_NAME:SOLID_POWDER:alpaca cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený sýr alpaky]
de: [STATE_NAME:SOLID_POWDER:Alpaka Käse Pulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de alpako]
es: [STATE_NAME:SOLID_POWDER:polvo de queso de alpaca]
ja: [STATE_NAME:SOLID_POWDER:アルパカのチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:알파카 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany alpaczy ser]
ru: [STATE_NAME:SOLID_POWDER:тёртый альпачий сыр]
tr: [STATE_NAME:SOLID_POWDER:alpaka peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:bột phô mai Alpaca]
zh_hans: [STATE_NAME:SOLID_POWDER:羊驼奶奶酪粉]

# CREATURE:ALPACA
source: [STATE_ADJ:SOLID_POWDER:alpaca cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený sýr alpaky]
de: [STATE_ADJ:SOLID_POWDER:Alpaka Käse Pulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de alpako]
es: [STATE_ADJ:SOLID_POWDER:de queso de alpaca en polvo]
ja: [STATE_ADJ:SOLID_POWDER:アルパカのチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:알파카 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany alpaczy serowy]
ru: [STATE_ADJ:SOLID_POWDER:тёртый альпачий сыр]
tr: [STATE_ADJ:SOLID_POWDER:alpaka peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:bột phô mai Alpaca]
zh_hans: [STATE_ADJ:SOLID_POWDER:羊驼奶奶酪粉的]

# CREATURE:ALPACA
source: [STATE_NAME:LIQUID:melted alpaca cheese]
cs: [STATE_NAME:LIQUID:tavený sýr alpaky]
de: [STATE_NAME:LIQUID:geschmozener Alpaka Käse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de alpako]
es: [STATE_NAME:LIQUID:queso de alpaca derretido]
ja: [STATE_NAME:LIQUID:溶けたアルパカのチーズ]
ko: [STATE_NAME:LIQUID:녹은 알파카 치즈]
pl: [STATE_NAME:LIQUID:roztopiony alpaczy ser]
ru: [STATE_NAME:LIQUID:расплавленный сыр альпака]
tr: [STATE_NAME:LIQUID:erimiş alpaka peyniri]
vi: [STATE_NAME:LIQUID:phô mai Alpaca tan chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的羊驼奶奶酪]

# CREATURE:ALPACA
source: [STATE_ADJ:LIQUID:melted alpaca cheese]
cs: [STATE_ADJ:LIQUID:tavený sýr alpaky]
de: [STATE_ADJ:LIQUID:geschmozener Alpaka Käse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de alpako]
es: [STATE_ADJ:LIQUID:de queso de alpaca derretido]
ja: [STATE_ADJ:LIQUID:溶けたアルパカのチーズ]
ko: [STATE_ADJ:LIQUID:녹은 알파카 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony alpaczy serowy]
ru: [STATE_ADJ:LIQUID:расплавленный сыр альпака]
tr: [STATE_ADJ:LIQUID:erimiş alpaka peyniri]
vi: [STATE_ADJ:LIQUID:phô mai Alpaca tan chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的羊驼奶奶酪的]

# CREATURE:ALPACA
source: [STATE_NAME:GAS:boiling alpaca cheese]
cs: [STATE_NAME:GAS:vařící sýr alpaky]
de: [STATE_NAME:GAS:kochender Alpaka Käse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de alpako]
es: [STATE_NAME:GAS:queso de alpaca hirviendo]
ja: [STATE_NAME:GAS:蒸気化したアルパカのチーズ]
ko: [STATE_NAME:GAS:녹은 알파카 치즈]
pl: [STATE_NAME:GAS:gotujące się alpaczy ser]
ru: [STATE_NAME:GAS:пары сыра альпака]
tr: [STATE_NAME:GAS:kaynayan alpaka peyniri]
vi: [STATE_NAME:GAS:phô mai Alpaca đang đun sôi]
zh_hans: [STATE_NAME:GAS:沸腾的羊驼奶奶酪]
