Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:BERRIES_FISHER
source: [PREFSTRING:round shape]
cs: [PREFSTRING:kulatý tvar]
de: [PREFSTRING:runde Form]
eo: [PREFSTRING:ronda formo]
es: [PREFSTRING:forma redondeada]
ru: [PREFSTRING:округлая форма]
tr: [PREFSTRING:yuvarlak şekli]
vi: [PREFSTRING:Hình dạng tròn]
zh_hans: [PREFSTRING:圆形]

# PLANT:BERRIES_FISHER
source: [SEED:fisher berry seed:fisher berry seeds:]
cs: [SEED:semeno rybářské bobule:semena rybářské bobule:]
de: [SEED:Fischerbeerensamen:Fischerbeerensamen:]
eo: [SEED:semo de fiŝistbero:semoj de fiŝistbero:]
es: [SEED:semilla de baya del pescador:semillas de baya del pescador:]
ja: [SEED:fisher berryの種:fisher berryの種:]
ko: [SEED:피셔베리 씨:피셔베리 씨들:]
ru: [SEED:семя рыбацкой ягоды:семена рыбацкой ягоды:]
tr: [SEED:balıkçı üzümü tohumu:balıkçı üzümü tohumları:]
vi: [SEED:Hạt quả fisher:Các hạt quả fisher:]
zh_hans: [SEED:渔夫浆果种子:渔夫浆果种子:]

# PLANT:REED_ROPE
source: [NAME:rope reed]
cs: [NAME:provazová rákosina]
de: [NAME:Seilschilfrohr]
eo: [NAME:ŝnurkano]
es: [NAME:junco de cuerda]
ru: [NAME:верёвочный тростник]
tr: [NAME:halat sazı]
vi: [NAME:Cây cói dây]
zh_hans: [NAME:绳索苇]

# PLANT:REED_ROPE
source: [NAME_PLURAL:rope reeds]
cs: [NAME_PLURAL:provazové rákosiny]
de: [NAME_PLURAL:Seilschilfrohre]
eo: [NAME_PLURAL:ŝnurkanoj]
es: [NAME_PLURAL:juncos de cuerda]
ru: [NAME_PLURAL:верёвочный тростник]
tr: [NAME_PLURAL:halat sazı]
vi: [NAME_PLURAL:Các cây cói dây]
zh_hans: [NAME_PLURAL:绳索苇]

# PLANT:REED_ROPE
source: [ADJ:rope reed]
cs: [ADJ:provazorákosinový]
de: [ADJ:Seilschilfrohr]
eo: [ADJ:de ŝnurkano]
es: [ADJ:de junco de cuerda]
ru: [ADJ:верёвочный тростник]
tr: [ADJ:halat sazı]
vi: [ADJ:Cây cói dây]
zh_hans: [ADJ:绳索苇]

# PLANT:REED_ROPE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen river spirits]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené říční duchy]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorene Flussbrände]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita riveralkoholaĵo]
es: [STATE_NAME_ADJ:ALL_SOLID:de licor de río congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったriver spirits]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный речной спирт]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş nehir ruhu]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu mạnh Sông đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的河川烈酒]

# PLANT:REED_ROPE
source: [STATE_NAME_ADJ:LIQUID:river spirits]
cs: [STATE_NAME_ADJ:LIQUID:říční duchy]
de: [STATE_NAME_ADJ:LIQUID:Flussbrände]
eo: [STATE_NAME_ADJ:LIQUID:riveralkoholaĵo]
es: [STATE_NAME_ADJ:LIQUID:de licores de río]
ru: [STATE_NAME_ADJ:LIQUID:речной спирт]
tr: [STATE_NAME_ADJ:LIQUID:nehir ruhu]
vi: [STATE_NAME_ADJ:LIQUID:Rượu mạnh Sông]
zh_hans: [STATE_NAME_ADJ:LIQUID:河川烈酒]

# PLANT:REED_ROPE
source: [STATE_NAME_ADJ:GAS:boiling river spirits]
cs: [STATE_NAME_ADJ:GAS:vřící říční duchy]
de: [STATE_NAME_ADJ:GAS: kochende Flussbrände]
eo: [STATE_NAME_ADJ:GAS:bbolanta riveralkoholaĵo]
es: [STATE_NAME_ADJ:GAS:de licor de río hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したriver spirits]
ru: [STATE_NAME_ADJ:GAS:кипящий речной спирт]
tr: [STATE_NAME_ADJ:GAS:kaynayan nehir ruhu]
vi: [STATE_NAME_ADJ:GAS:Rượu mạnh Sông đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的河川烈酒]

# PLANT:REED_ROPE
source: [STATE_NAME_ADJ:SOLID:rope reed]
cs: [STATE_NAME_ADJ:SOLID:provazová rákosina]
de: [STATE_NAME_ADJ:SOLID:Seilschilfrohr]
eo: [STATE_NAME_ADJ:SOLID:ŝnurkano]
es: [STATE_NAME_ADJ:SOLID:de junco de cuerda]
ru: [STATE_NAME_ADJ:SOLID:верёвочный тростник]
tr: [STATE_NAME_ADJ:SOLID:halat sazı]
vi: [STATE_NAME_ADJ:SOLID:Cây cói dây]
zh_hans: [STATE_NAME_ADJ:SOLID:绳索苇的]

# PLANT:REED_ROPE
source: [STATE_NAME_ADJ:SOLID_PASTE:rope reed slurry]
cs: [STATE_NAME_ADJ:SOLID_PASTE:kaše z provazové rákosiny]
de: [STATE_NAME_ADJ:SOLID_PASTE:Seilschilfrohr Papierbrei]
eo: [STATE_NAME_ADJ:SOLID_PASTE:solvita suspensio el ŝnurkano]
es: [STATE_NAME_ADJ:SOLID_PASTE:de lodo de junco de cuerda]
ja: [STATE_NAME_ADJ:SOLID_PASTE:rope reedパルプ]
ru: [STATE_NAME_ADJ:SOLID_PASTE:бумажная масса из верёвочного тросника]
tr: [STATE_NAME_ADJ:SOLID_PASTE:halat sazı bulamacı]
vi: [STATE_NAME_ADJ:SOLID_PASTE:Bùn sệt cây cói dây]
zh_hans: [STATE_NAME_ADJ:SOLID_PASTE:绳索苇纸浆]

# PLANT:REED_ROPE
source: [STATE_NAME_ADJ:SOLID_PRESSED:rope reed paper]
cs: [STATE_NAME_ADJ:SOLID_PRESSED:papír z provazové rákosiny]
de: [STATE_NAME_ADJ:SOLID_PRESSED:Seilschilfrohr Papier]
eo: [STATE_NAME_ADJ:SOLID_PRESSED:papero el ŝnurkano]
es: [STATE_NAME_ADJ:SOLID_PRESSED:de papel de junco de cuerda]
ru: [STATE_NAME_ADJ:SOLID_PRESSED:бумага из верёвочного тросника]
tr: [STATE_NAME_ADJ:SOLID_PRESSED:halat sazı kağıdı]
zh_hans: [STATE_NAME_ADJ:SOLID_PRESSED:绳索苇纸]

# PLANT:REED_ROPE
source: [PREFSTRING:precise lines]
cs: [PREFSTRING:precizní linie]
de: [PREFSTRING:präzise Linien]
eo: [PREFSTRING:precizaj linioj]
es: [PREFSTRING:líneas de precisión]
ru: [PREFSTRING:строгие линии]
tr: [PREFSTRING:düzgün çizgileri]
vi: [PREFSTRING:Đường nét tinh xảo]
zh_hans: [PREFSTRING:精确的线]

# PLANT:REED_ROPE
source: [SEED:rope reed seed:rope reed seeds:]
cs: [SEED:semeno provazové rákosiny:semena provazové rákosiny:]
de: [SEED:Seilschilfrohr Samen:Seilschilfrohr Samen:]
eo: [SEED:semo de ŝnurkano:semoj de ŝnurkano:]
es: [SEED:semilla de junco de cuerda:semillas de juncos de cuerda:SEED:]
ja: [SEED:rope reedの種:rope reedの種:]
ru: [SEED:семя верёвочного тростника:семена верёвочного тростника:]
tr: [SEED:halat sazı tohumu:halat sazı tohumları:]
vi: [SEED:Hạt cây cói dây:Các hạt cây cói dây:]
zh_hans: [SEED:绳索苇种子:绳索苇种子:]

# PLANT:MUSHROOM_CUP_DIMPLE
source: [NAME:dimple cup]
cs: [NAME:důlková číška]
de: [NAME:Dellenbecher]
eo: [NAME:kavetpokalo]
es: [NAME:copica hoyuela]
ru: [NAME:ямная чашечка]
tr: [NAME:gamzeli kupa mantarı]
vi: [NAME:Nấm cốc lõm]
zh_hans: [NAME:窝杯菇]

# PLANT:MUSHROOM_CUP_DIMPLE
source: [NAME_PLURAL:dimple cups]
cs: [NAME_PLURAL:důlkové číšky]
de: [NAME_PLURAL:Dellenbecher]
eo: [NAME_PLURAL:kavetpokaloj]
es: [NAME_PLURAL:copicas hoyuelas]
ru: [NAME_PLURAL:ямная чашечка]
tr: [NAME_PLURAL:gamzeli kupa mantarı]
vi: [NAME_PLURAL:Các nấm cốc lõm]
zh_hans: [NAME_PLURAL:窝杯菇]

# PLANT:MUSHROOM_CUP_DIMPLE
source: [ADJ:dimple cup]
cs: [ADJ:důlkočíškový]
de: [ADJ:Dellenbecher]
eo: [ADJ:de kavetpokalo]
es: [ADJ:de copica hoyuela]
ru: [ADJ:ямная чашечка]
tr: [ADJ:gamzeli kupa mantarı]
vi: [ADJ:Nấm cốc lõm]
zh_hans: [ADJ:窝杯菇的]

# PLANT:MUSHROOM_CUP_DIMPLE
source: [STATE_NAME_ADJ:ALL_SOLID:dimple dye]
cs: [STATE_NAME_ADJ:ALL_SOLID:důlkové barvivo]
de: [STATE_NAME_ADJ:ALL_SOLID:Dellen Farbe]
eo: [STATE_NAME_ADJ:ALL_SOLID:kavetpokala tinkturo]
es: [STATE_NAME_ADJ:ALL_SOLID:de tinte de copica hoyuela]
ru: [STATE_NAME_ADJ:ALL_SOLID:ямный краситель]
tr: [STATE_NAME_ADJ:ALL_SOLID:gamze boyası]
vi: [STATE_NAME_ADJ:ALL_SOLID:Thuốc nhuộm cốc lõm]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:窝杯菇染料]

# PLANT:MUSHROOM_CUP_DIMPLE
source: [SEED:dimple cup spawn:dimple cup spawn:]
cs: [SEED:spóra důlkové číšky:spóry důlkové číšky:]
de: [SEED:Dellenbecher Spore:Dellenbecher Sporen:]
eo: [SEED:sporoj de kavetpokalo:sporoj de kavetpokalo:]
es: [SEED:semilla de copica hoyuela:semillas de copica hoyuela]
ru: [SEED:спора ямной чашечки:споры ямной чашечки:]
tr: [SEED:gamzeli kupa mantarı sporu:gamzeli kupa mantarı sporları:]
vi: [SEED:Bào tử nấm cốc lõm:Bào tử nấm cốc lõm:]
zh_hans: [SEED:窝杯菇菌种:窝杯菇菌种:]

# PLANT:MUSHROOM_CUP_DIMPLE
source: [PREFSTRING:soothing color]
cs: [PREFSTRING:uklidňující barva]
de: [PREFSTRING:beruhigende Farbe]
eo: [PREFSTRING:konsolanta koloro]
es: [PREFSTRING:color relajante]
ru: [PREFSTRING:успокаивающий цвет]
tr: [PREFSTRING:rahatlatıcı rengi]
vi: [PREFSTRING:Màu sắc dịu mát]
zh_hans: [PREFSTRING:柔和的颜色]

# PLANT:WEED_BLADE
source: [NAME:blade weed]
cs: [NAME:čepelový plevel]
de: [NAME:Klingenkraut]
eo: [NAME:klingherbaĉo]
es: [NAME:hierba serrada]
ru: [NAME:остролистник]
tr: [NAME:kılıç otu]
vi: [NAME:Cỏ lưỡi kiếm]
zh_hans: [NAME:刀刃草]

# PLANT:WEED_BLADE
source: [NAME_PLURAL:blade weed]
cs: [NAME_PLURAL:čepelový plevel]
de: [NAME_PLURAL:Klingenkraut]
eo: [NAME_PLURAL:klingherbaĉo]
es: [NAME_PLURAL:hierbas serradas]
ru: [NAME_PLURAL:остролистники]
tr: [NAME_PLURAL:kılıç otu]
vi: [NAME_PLURAL:Cỏ lưỡi kiếm]
zh_hans: [NAME_PLURAL:刀刃草]

# PLANT:WEED_BLADE
source: [ADJ:blade weed]
cs: [ADJ:čepeloplevelný]
de: [ADJ:Klingenkraut]
eo: [ADJ:de klingherbaĉo]
es: [ADJ:de hierbas serradas]
ru: [ADJ:остролистник]
tr: [ADJ:kılıç otu]
vi: [ADJ:Cỏ lưỡi kiếm]
zh_hans: [ADJ:刀刃草的]

# PLANT:WEED_BLADE
source: [STATE_NAME_ADJ:ALL_SOLID:emerald dye]
cs: [STATE_NAME_ADJ:ALL_SOLID:smaragdové barvivo]
de: [STATE_NAME_ADJ:ALL_SOLID:Smaragd-Farbe]
eo: [STATE_NAME_ADJ:ALL_SOLID:smeraldkolora tinkturo]
es: [STATE_NAME_ADJ:ALL_SOLID:de tinte esmeralda]
ru: [STATE_NAME_ADJ:ALL_SOLID:изумрудный краситель]
tr: [STATE_NAME_ADJ:ALL_SOLID:zümrüt boyası]
vi: [STATE_NAME_ADJ:ALL_SOLID:Thuốc nhuộm ngọc lục bảo]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:祖母绿染料]

# PLANT:WEED_BLADE
source: [PREFSTRING:stiff, triangular leaves]
cs: [PREFSTRING:tuhé trojúhelníkové listy]
de: [PREFSTRING:starre dreieckige Blätter]
eo: [PREFSTRING:neflekseblaj triangulaj folioj]
es: [PREFSTRING:hojas firmes triangulares]
ja: [PREFSTRING:stiff, triangularの葉]
ru: [PREFSTRING:жёсткие треугольные листья]
tr: [PREFSTRING:sert, üçgen yaprakları]
vi: [PREFSTRING:Lá cứng, hình tam giác]
zh_hans: [PREFSTRING:坚硬的三角形叶子]

# PLANT:WEED_BLADE
source: [SEED:blade weed seed:blade weed seeds:]
cs: [SEED:semeno čepelového plevele:semena čepelového plevele:]
de: [SEED:Klingenkrautsamen:Klingenkrautsamen:]
eo: [SEED:semo de klingherbaĉo:semoj de klingherbaĉo:]
es: [SEED:semilla de hierba serrada:semillas de hierba serrada:]
ja: [SEED:blade weedの種:blade weedの種:]
ru: [SEED:семя остролистника:семена остролистника:]
tr: [SEED:kılıç otu tohumu:kılıç otu tohumları:]
vi: [SEED:Hạt cỏ lưỡi kiếm:Các hạt cỏ lưỡi kiếm:]
zh_hans: [SEED:刀刃草种子:刀刃草种子:]

# PLANT:ROOT_HIDE
source: [NAME:hide root]
cs: [NAME:kožený kořen]
de: [NAME:Hautwurzel]
eo: [NAME:peltoradiko]
es: [NAME:raíz de cuero]
ru: [NAME:корень скрытника]
tr: [NAME:deri kökü]
vi: [NAME:Rễ ẩn]
zh_hans: [NAME:匿茎草]

# PLANT:ROOT_HIDE
source: [NAME_PLURAL:hide root]
cs: [NAME_PLURAL:kožené kořeny]
de: [NAME_PLURAL:Hautwurzeln]
eo: [NAME_PLURAL:peltoradiko]
es: [NAME_PLURAL:raíces de cuero]
ru: [NAME_PLURAL:корни скрытника]
tr: [NAME_PLURAL:deri kökü]
vi: [NAME_PLURAL:Rễ ẩn]
zh_hans: [NAME_PLURAL:匿茎草]

# PLANT:ROOT_HIDE
source: [ADJ:hide root]
cs: [ADJ:koženokořenový]
de: [ADJ:Hautwurzel]
eo: [ADJ:de peltoradiko]
es: [ADJ:de raíz de cuero]
ru: [ADJ:корень скрытника]
tr: [ADJ:deri kökü]
vi: [ADJ:Rễ ẩn]
zh_hans: [ADJ:匿茎草的]

# PLANT:ROOT_HIDE
source: [STATE_NAME_ADJ:ALL_SOLID:redroot dye]
cs: [STATE_NAME_ADJ:ALL_SOLID:červenokořenové barvivo]
de: [STATE_NAME_ADJ:ALL_SOLID:Rotwurzel-Farbe]
eo: [STATE_NAME_ADJ:ALL_SOLID:ruĝoradika tinkturo]
es: [STATE_NAME_ADJ:ALL_SOLID:tinte de rosal]
ru: [STATE_NAME_ADJ:ALL_SOLID:краснокоренной краситель]
tr: [STATE_NAME_ADJ:ALL_SOLID:kızılkök boyası]
vi: [STATE_NAME_ADJ:ALL_SOLID:Thuốc nhuộm rễ đỏ]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:红根染料]

# PLANT:ROOT_HIDE
source: [PREFSTRING:fuzzy projections]
cs: [PREFSTRING:chlupaté výčnělky]
de: [PREFSTRING:unklare Vorahnungen]
eo: [PREFSTRING:lanugaj projekciaĵoj]
es: [PREFSTRING:pronósticos difusos]
ru: [PREFSTRING:нечёткие очертания]
tr: [PREFSTRING:tüylü çıkıntıları]
vi: [PREFSTRING:Các phần nhô ra có lông]
zh_hans: [PREFSTRING:有绒毛的突出部]

# PLANT:ROOT_HIDE
source: [SEED:hide root seed:hide root seeds:]
cs: [SEED:semeno koženého kořene:semena koženého kořene:]
de: [SEED:Hautwurzel Samen:Hautwurzel Samen:]
eo: [SEED:semo de peltoradiko:semoj de peltoradiko:]
es: [SEED:semilla de raíz de cuero:semillas de raíz de cuero:]
ja: [SEED:hide rootの種:hide rootの種:]
ru: [SEED:семя корня скрытника:семена корня скрытника:]
tr: [SEED:deri kökü tohumu:deri kökü tohumları:]
vi: [SEED:Hạt rễ ẩn:Các hạt rễ ẩn:]
zh_hans: [SEED:匿茎草种子:匿茎草种子:]

# PLANT:SLIVER_BARB
source: [NAME:sliver barb]
cs: [NAME:stříbrný trn]
de: [NAME:Splitterspitze]
eo: [NAME:splitodornejo]
es: [NAME:punzón astillado]
ru: [NAME:щепковая колючка]
tr: [NAME:kıymık dikeni]
vi: [NAME:Gai mảnh]
zh_hans: [NAME:裂钩草]

# PLANT:SLIVER_BARB
source: [NAME_PLURAL:sliver barbs]
cs: [NAME_PLURAL:stříbrné trny]
de: [NAME_PLURAL:Splitterspitzen]
eo: [NAME_PLURAL:splitodornejoj]
es: [NAME_PLURAL:punzones astillados]
ru: [NAME_PLURAL:щепковая колючка]
tr: [NAME_PLURAL:kıymık dikeni]
vi: [NAME_PLURAL:Các gai mảnh]
zh_hans: [NAME_PLURAL:裂钩草]

# PLANT:SLIVER_BARB
source: [ADJ:sliver barb]
cs: [ADJ:stříbrnotrnový]
de: [ADJ:Splitterspitze]
eo: [ADJ:de splitodornejo]
es: [ADJ:de punzones astillados]
ru: [ADJ:щепковая колючка]
tr: [ADJ:kıymık dikeni]
vi: [ADJ:Gai mảnh]
zh_hans: [ADJ:裂钩草的]

# PLANT:SLIVER_BARB
source: [STATE_NAME_ADJ:ALL_SOLID:frozen gutter cruor]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražená stoková krev]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Splitterspitzenschnaps]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita kanalsango]
es: [STATE_NAME_ADJ:ALL_SOLID:de crúor inmundo congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったgutter cruor]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный канавный тромб]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş oluk kanı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Máu cống đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的血凝酒]

# PLANT:SLIVER_BARB
source: [STATE_NAME_ADJ:LIQUID:gutter cruor]
cs: [STATE_NAME_ADJ:LIQUID:stoková krev]
de: [STATE_NAME_ADJ:LIQUID:Splitterspitzenschnaps]
eo: [STATE_NAME_ADJ:LIQUID:kanalsango]
es: [STATE_NAME_ADJ:LIQUID:de crúor inmundo]
ru: [STATE_NAME_ADJ:LIQUID:канавный тромб]
tr: [STATE_NAME_ADJ:LIQUID:oluk kanı]
vi: [STATE_NAME_ADJ:LIQUID:Máu cống]
zh_hans: [STATE_NAME_ADJ:LIQUID:血凝酒的]

# PLANT:SLIVER_BARB
source: [STATE_NAME_ADJ:GAS:boiling gutter cruor]
cs: [STATE_NAME_ADJ:GAS:vřící stoková krev]
de: [STATE_NAME_ADJ:GAS:Splitterspitzenschnaps]
eo: [STATE_NAME_ADJ:GAS:bolanta kanalsango]
es: [STATE_NAME_ADJ:GAS:de crúor inmundo hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したgutter cruor]
ru: [STATE_NAME_ADJ:GAS:кипящий канавный тромб]
tr: [STATE_NAME_ADJ:GAS:kaynayan oluk kanı]
vi: [STATE_NAME_ADJ:GAS:Máu cống đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的血凝酒]

# PLANT:SLIVER_BARB
source: [STATE_NAME_ADJ:ALL_SOLID:sliver dye]
cs: [STATE_NAME_ADJ:ALL_SOLID:stříbrné barvivo]
de: [STATE_NAME_ADJ:ALL_SOLID:Silberfarbstoff]
eo: [STATE_NAME_ADJ:ALL_SOLID:splita tinkturo]
es: [STATE_NAME_ADJ:ALL_SOLID:tinte de astillas]
ru: [STATE_NAME_ADJ:ALL_SOLID:щепковый краситель]
tr: [STATE_NAME_ADJ:ALL_SOLID:kıymık boyası]
vi: [STATE_NAME_ADJ:ALL_SOLID:Thuốc nhuộm mảnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:银色染料]

# PLANT:SLIVER_BARB
source: [PREFSTRING:wicked thorns]
cs: [PREFSTRING:zlověstné trny]
de: [PREFSTRING:böse Dornen]
eo: [PREFSTRING:malbonaj dornoj]
es: [PREFSTRING:espinas malvadas]
ru: [PREFSTRING:опасные колючки]
tr: [PREFSTRING:tehlikeli dikenleri]
vi: [PREFSTRING:Gai độc địa]
zh_hans: [PREFSTRING:邪恶的荆棘]

# PLANT:SLIVER_BARB
source: [SEED:sliver barb seed:sliver barb seeds:]
cs: [SEED:semeno stříbrného trnu:semena stříbrného trnu:]
de: [SEED:Splitterspitzensamen:Splitterspitzensamen:]
eo: [SEED:semo de splitodornejo:semoj de splitodornejo:]
es: [SEED:semilla de punzón astillado:semillas de punzón astillado:]
ja: [SEED:sliver barbの種:sliver barbの種:]
ru: [SEED:семя щепковой колючки:семена щепковой колючки:]
tr: [SEED:kıymık dikeni tohumu:kıymık dikeni tohumları:]
vi: [SEED:Hạt gai mảnh:Các hạt gai mảnh:]
zh_hans: [SEED:裂钩草种子:裂钩草种子:]

# PLANT:BERRY_SUN
source: [NAME:sun berry]
cs: [NAME:sluneční bobule]
de: [NAME:Sonnenbeere]
eo: [NAME:sunbero]
es: [NAME:baya solar]
ko: [NAME:선베리]
ru: [NAME:солнечная ягода]
tr: [NAME:güneş üzümü]
vi: [NAME:Quả mặt trời]
zh_hans: [NAME:太阳浆果]

# PLANT:BERRY_SUN
source: [NAME_PLURAL:sun berries]
cs: [NAME_PLURAL:sluneční bobule]
de: [NAME_PLURAL:Sonnenbeeren]
eo: [NAME_PLURAL:sunberoj]
es: [NAME_PLURAL:bayas solares]
ru: [NAME_PLURAL:солнечная ягода]
tr: [NAME_PLURAL:güneş üzümü]
vi: [NAME_PLURAL:Những quả mặt trời]
zh_hans: [NAME_PLURAL:太阳浆果]

# PLANT:BERRY_SUN
source: [ADJ:sun berry]
cs: [ADJ:slunečnobobulový]
de: [ADJ:Sonnenbeere]
eo: [ADJ:de sunbero]
es: [ADJ:de baya solar]
ko: [ADJ:선베리]
ru: [ADJ:солнечная ягода]
tr: [ADJ:güneş üzümü]
vi: [ADJ:Quả mặt trời]
zh_hans: [ADJ:太阳浆果的]

# PLANT:BERRY_SUN
source: [STATE_NAME_ADJ:ALL_SOLID:frozen sunshine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražený sluneční svit]
de: [STATE_NAME_ADJ:ALL_SOLID:Gefrorener Sonnenbeeren-Schnaps]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita sunbrildrinkaĵo]
es: [STATE_NAME_ADJ:ALL_SOLID:de rayo solar congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったsunshine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный солнечный свет]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş güneş ışığı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Ánh dương đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的太阳浆果酒]

# PLANT:BERRY_SUN
source: [STATE_NAME_ADJ:LIQUID:sunshine]
cs: [STATE_NAME_ADJ:LIQUID:sluneční svit]
de: [STATE_NAME_ADJ:LIQUID:Sonnenbeeren-Schnaps]
eo: [STATE_NAME_ADJ:LIQUID:sunbrildrinkaĵo]
es: [STATE_NAME_ADJ:LIQUID:de rayo solar]
ru: [STATE_NAME_ADJ:LIQUID:солнечный свет]
tr: [STATE_NAME_ADJ:LIQUID:güneş ışığı]
vi: [STATE_NAME_ADJ:LIQUID:Ánh dương]
zh_hans: [STATE_NAME_ADJ:LIQUID:太阳浆果的]

# PLANT:BERRY_SUN
source: [STATE_NAME_ADJ:GAS:boiling sunshine]
cs: [STATE_NAME_ADJ:GAS:vřící sluneční svit]
de: [STATE_NAME_ADJ:GAS:Kochender Sonnenbeeren-Schnaps]
eo: [STATE_NAME_ADJ:GAS:bolanta sunbrildrinkaĵo]
es: [STATE_NAME_ADJ:GAS:de rayo solar hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したsunshine]
ru: [STATE_NAME_ADJ:GAS:кипящий солнечный свет]
tr: [STATE_NAME_ADJ:GAS:kaynayan güneş ışığı]
vi: [STATE_NAME_ADJ:GAS:Ánh dương đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的太阳浆果酒]

# PLANT:BERRY_SUN
source: [PREFSTRING:inner light]
cs: [PREFSTRING:vnitřní světlo]
de: [PREFSTRING:inneres Licht]
eo: [PREFSTRING:interna lumo]
es: [PREFSTRING:luz interior]
ru: [PREFSTRING:внутренний свет]
tr: [PREFSTRING:iç ışığı]
vi: [PREFSTRING:Ánh sáng nội tại]
zh_hans: [PREFSTRING:内心之光的]

# PLANT:BERRY_SUN
source: [SEED:sun berry seed:sun berry seeds:]
cs: [SEED:semeno sluneční bobule:semena sluneční bobule:]
de: [SEED:Sonnenbeersamen:Sonnenbeersamen:]
eo: [SEED:semo de sunbero:semoj de sunbero:]
es: [SEED:semilla de baya solar:semillas de baya solar:]
ja: [SEED:sun berryの種:sun berryの種:]
ko: [SEED:선베리 씨앗:선베리 씨앗들]
ru: [SEED:семя солнечной ягоды:семена солнечной ягоды:]
tr: [SEED:güneş üzümü tohumu:güneş üzümü tohumları:]
vi: [SEED:Hạt quả mặt trời:Các hạt quả mặt trời:]
zh_hans: [SEED:太阳浆果种子:太阳浆果种子:]

# PLANT:VINE_WHIP
source: [NAME:whip vine]
cs: [NAME:bičová liána]
de: [NAME:Kletterranke]
eo: [NAME:vipliano]
es: [NAME:cepa de látigo]
ja: [NAME:whipのつる]
ko: [NAME:채찍 넝쿨]
ru: [NAME:флагеллария]
tr: [NAME:kırbaç asması]
vi: [NAME:Dây roi]
zh_hans: [NAME:鞭藤]

# PLANT:VINE_WHIP
source: [NAME_PLURAL:whip vines]
cs: [NAME_PLURAL:bičové liány]
de: [NAME_PLURAL:Kletterranken]
eo: [NAME_PLURAL:viplianoj]
es: [NAME_PLURAL:cepas de látigo]
ja: [NAME_PLURAL:whipのつるs]
ko: [NAME_PLURAL:채찍 넝쿨들]
ru: [NAME_PLURAL:флагеллария]
tr: [NAME_PLURAL:kırbaç asması]
vi: [NAME_PLURAL:Các dây roi]
zh_hans: [NAME_PLURAL:鞭藤]

# PLANT:VINE_WHIP
source: [ADJ:whip vine]
cs: [ADJ:bičoliánový]
de: [ADJ:Kletterranke]
eo: [ADJ:de vipliano]
es: [ADJ:de cepa de látigo]
ja: [ADJ:whipのつる]
ko: [ADJ:채찍 넝쿨]
ru: [ADJ:флагеллария]
tr: [ADJ:kırbaç asması]
vi: [ADJ:Dây roi]
zh_hans: [ADJ:鞭藤的]

# PLANT:VINE_WHIP
source: [STATE_NAME_ADJ:ALL_SOLID:frozen whip wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené bičové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:Gefrorener Kletterranken-Wein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita viplianvino]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de látigo congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったwhipのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 채찍 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный самогон из флагелларии]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş kırbaç şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu roi đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的长鞭酒]

# PLANT:VINE_WHIP
source: [STATE_NAME_ADJ:LIQUID:whip wine]
cs: [STATE_NAME_ADJ:LIQUID:bičové víno]
de: [STATE_NAME_ADJ:LIQUID:Kletterranken-Wein]
eo: [STATE_NAME_ADJ:LIQUID:viplianvino]
es: [STATE_NAME_ADJ:LIQUID:de vino de látigo]
ja: [STATE_NAME_ADJ:LIQUID:whipのワイン]
ko: [STATE_NAME_ADJ:LIQUID:채찍 와인]
ru: [STATE_NAME_ADJ:LIQUID:самогон из флагелларии]
tr: [STATE_NAME_ADJ:LIQUID:kırbaç şarabı]
zh_hans: [STATE_NAME_ADJ:LIQUID:长鞭酒]

# PLANT:VINE_WHIP
source: [STATE_NAME_ADJ:GAS:boiling whip wine]
cs: [STATE_NAME_ADJ:GAS:vřící bičové víno]
de: [STATE_NAME_ADJ:GAS:Kochender Kletterranken-Wein]
eo: [STATE_NAME_ADJ:GAS:bolanta viplianvino]
es: [STATE_NAME_ADJ:GAS:de vino de látigo hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したwhipのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 채찍 와인]
ru: [STATE_NAME_ADJ:GAS:кипящий самогон из флагелларии]
tr: [STATE_NAME_ADJ:GAS:kaynayan kırbaç şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu roi đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的长鞭酒]

# PLANT:VINE_WHIP
source: [STATE_NAME_ADJ:ALL_SOLID:whip vine flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:mouka z bičové liány]
de: [STATE_NAME_ADJ:ALL_SOLID:Kletterranken-Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:faruno el vipliano]
es: [STATE_NAME_ADJ:ALL_SOLID:de harina de cepa de látigo]
ja: [STATE_NAME_ADJ:ALL_SOLID:whipのつるの挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:채찍 넝쿨 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:мука из флагелларии]
tr: [STATE_NAME_ADJ:ALL_SOLID:kırbaç asması unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bột dây roi]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:鞭藤粉]

# PLANT:VINE_WHIP
source: [PREFSTRING:length]
cs: [PREFSTRING:délka]
de: [PREFSTRING:Länge]
eo: [PREFSTRING:longeco]
es: [PREFSTRING:longitud]
ru: [PREFSTRING:длину]
tr: [PREFSTRING:uzunluğu]
vi: [PREFSTRING:Chiều dài]
zh_hans: [PREFSTRING:长的]

# PLANT:VINE_WHIP
source: [SEED:whip vine seed:whip vine seeds:]
cs: [SEED:semeno bičové liány:semena bičové liány:]
de: [SEED:Kletterranken-Samen:Kletterranken-Samen:]
eo: [SEED:semo de vipliano:semoj de vipliano:]
es: [SEED:semilla de cepa de látigo:semillas de cepa de látigo:]
ja: [SEED:whip vineの種:whipのつるの種:]
ko: [SEED:채찍 넝쿨 씨:채찍 넝쿨 씨들]
ru: [SEED:семя флагелларии:семена флагелларии:]
tr: [SEED:kırbaç asması tohumu:kırbaç asması tohumları:]
vi: [SEED:Hạt dây roi:Các hạt dây roi:]
zh_hans: [SEED:鞭藤种子:鞭藤种子:]

# PLANT:MANGROVE
source: [NAME:mangrove]
cs: [NAME:mangrovník]
eo: [NAME:manglo]
es: [NAME:manglar]
ja: [NAME:マングローブ]
ru: [NAME:мангры]
tr: [NAME:mangrov]
vi: [NAME:Cây đước]
zh_hans: [NAME:红树]

# PLANT:MANGROVE
source: [NAME_PLURAL:mangroves]
cs: [NAME_PLURAL:mangrovníky]
de: [NAME_PLURAL:Mangroven]
eo: [NAME_PLURAL:mangloj]
es: [NAME_PLURAL:manglares]
ja: [NAME_PLURAL:マングローブ]
ru: [NAME_PLURAL:мангр]
tr: [NAME_PLURAL:mangrov]
vi: [NAME_PLURAL:Các cây đước]
zh_hans: [NAME_PLURAL:红树]

# PLANT:MANGROVE
source: [ADJ:mangrove]
cs: [ADJ:mangrovníkový]
eo: [ADJ:de manglo]
es: [ADJ:de manglar]
ja: [ADJ:マングローブ]
ru: [ADJ:мангр]
tr: [ADJ:mangrov]
vi: [ADJ:Cây đước]
zh_hans: [ADJ:红树的]

# PLANT:MANGROVE
source: [STATE_NAME:ALL_SOLID:mangrove]
cs: [STATE_NAME:ALL_SOLID:mangrovník]
eo: [STATE_NAME:ALL_SOLID:ligno el manglo]
es: [STATE_NAME:ALL_SOLID:manglar]
ja: [STATE_NAME:ALL_SOLID:マングローブ]
ru: [STATE_NAME:ALL_SOLID:мангровая древесина]
tr: [STATE_NAME:ALL_SOLID:mangrov]
vi: [STATE_NAME:ALL_SOLID:Cây đước]
zh_hans: [STATE_NAME:ALL_SOLID:红树]

# PLANT:MANGROVE
source: [STATE_ADJ:ALL_SOLID:mangrove]
cs: [STATE_ADJ:ALL_SOLID:mangrovníkový]
eo: [STATE_ADJ:ALL_SOLID:el ligno el manglo]
es: [STATE_ADJ:ALL_SOLID:de manglar]
ja: [STATE_ADJ:ALL_SOLID:マングローブ]
ru: [STATE_ADJ:ALL_SOLID:мангр]
tr: [STATE_ADJ:ALL_SOLID:mangrov]
vi: [STATE_ADJ:ALL_SOLID:Cây đước]
zh_hans: [STATE_ADJ:ALL_SOLID:红树的]

# PLANT:MANGROVE
source: [PREFSTRING:roots]
cs: [PREFSTRING:kořeny]
de: [PREFSTRING:Wurzeln]
eo: [PREFSTRING:radikoj]
es: [PREFSTRING:raíces]
ja: [PREFSTRING:根]
ko: [PREFSTRING:뿌리]
ru: [PREFSTRING:корни]
tr: [PREFSTRING:kökleri]
vi: [PREFSTRING:rễ]
zh_hans: [PREFSTRING:根]
