Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_SQUIRREL_RED
source: [CASTE_NAME:giant red squirrel:giant red squirrels:giant red squirrel]
cs: [CASTE_NAME:obří červená veverka:obří červené veverky:obří červená veverka]
de: [CASTE_NAME:Riesiges rotes Eichhörnchen:Riesige rote Eichhörnchen:Riesiges rotes Eichhörnchen]
eo: [CASTE_NAME:giganta rufa sciuro:gigantaj rufaj sciuroj:de giganta rufa sciuro]
es: [CASTE_NAME:ardilla roja gigante:ardillas rojas gigantes:ardilla roja gigante]
ja: [CASTE_NAME:巨大アカリス:巨大アカリス:巨大アカリスの]
ko: [CASTE_NAME:거대 붉은 청설모:거대 붉은 청설모들:거대 붉은 청설모]
pl: [CASTE_NAME:gigantyczna wiewiórka:gigantyczne wiewiórki:gigantyczno wiewiórczy]
ru: [CASTE_NAME:гигантская рыжая белка:гигантские рыжие белки:гигантской рыжей белки]
tr: [CASTE_NAME:dev kızıl sincap:dev kızıl sincaplar:dev kızıl sincap]
vi: [CASTE_NAME:sóc đỏ khổng lồ:sóc đỏ khổng lồ:sóc đỏ khổng lồ]
zh_hans: [CASTE_NAME:巨红松鼠:巨红松鼠:巨红松鼠]

# CREATURE:GIANT_SQUIRREL_RED
source: [GENERAL_CHILD_NAME:giant red squirrel pup:giant red squirrel pups]
cs: [GENERAL_CHILD_NAME:mládě obří červené veverky:mláďata obří červené veverky]
de: [GENERAL_CHILD_NAME:Riesiges rotes Eichhörnchen: Riesige rote Eichhörnchenwelpen]
eo: [GENERAL_CHILD_NAME:giganta rufa sciurido:gigantaj rufaj sciuridoj]
es: [GENERAL_CHILD_NAME:cría de ardilla roja gigante:crías de ardillas roja gigantes]
ja: [GENERAL_CHILD_NAME:巨大アカリスの子供:巨大アカリスの子供の]
ko: [GENERAL_CHILD_NAME:거대 붉은 청설모 pup:거대 붉은 청설모 pups]
pl: [GENERAL_CHILD_NAME:młody gigantycznej wiewiórki:młode gigantycznej wiewiórki]
ru: [GENERAL_CHILD_NAME:детёныш гигантской рыжей белки:детёныши гигантской рыжей белки]
tr: [GENERAL_CHILD_NAME:yavru dev kızıl sincap:yavru dev kızıl sincaplar]
vi: [GENERAL_CHILD_NAME:sóc đỏ khổng lồ con:sóc đỏ khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨红松鼠幼崽:巨红松鼠幼崽]

# CREATURE:GIANT_SQUIRREL_RED
source: [DESCRIPTION:A large creature the shape of a red squirrel.]
cs: [DESCRIPTION:Velký tvor ve tvaru červené veverky.]
de: [DESCRIPTION:Eine große Kreatur in Form eines roten Eichhörnchens.]
eo: [DESCRIPTION:Granda estaĵo kun formo de rufa sciuro.]
es: [DESCRIPTION:Una gran criatura con la apariencia de una ardilla roja.]
ja: [DESCRIPTION:アカリスのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:붉은 청설모의 모습을 한 거대한 생물.]
pl: [DESCRIPTION:Duże stworzenie w kształcie wiewiórki.]
ru: [DESCRIPTION:Огромное существо, похожее на рыжую белку.]
tr: [DESCRIPTION:Kızıl sincap biçiminde büyük bir yaratık.]
vi: [DESCRIPTION:Một sinh vật lớn có hình dạng một con sóc đỏ.]

# CREATURE:GIANT_SQUIRREL_RED
source: [PREFSTRING:tails]
cs: [PREFSTRING:ocasy]
de: [PREFSTRING:Schwanz]
eo: [PREFSTRING:vostoj]
es: [PREFSTRING:colas]
ja: [PREFSTRING:尾]
ko: [PREFSTRING:꼬리]
pl: [PREFSTRING:ogony]
ru: [PREFSTRING:хвосты]
tr: [PREFSTRING:kuyruklar]
vi: [PREFSTRING:các đuôi]

# CREATURE:CHIPMUNK
source: [DESCRIPTION:A tiny striped rodent found scurrying through the bushes and trees of the temperate forest.]
cs: [DESCRIPTION:Drobný pruhovaný hlodavec pobíhající v křovinách a stromech mírného lesa.]
de: [DESCRIPTION:Ein winziges gestreiftes Nagetier, das durch die Büsche und Bäume des gemäßigten Waldes huscht.]
eo: [DESCRIPTION:Eta striata ronĝulo kiu troviĝas kurante tra la arboj kaj la arbetoj de la mezvarmaj arbaroj.]
es: [DESCRIPTION:Un roedor a rallas muy pequeño visto correteando entre los arbustos y árboles de los bosques templados.]
ja: [DESCRIPTION:温帯の茂みや森に棲息する、縞模様の小さなげっ歯類だ。]
ko: [DESCRIPTION:온대림의 덤불과 나무 사이를 빠르게 돌아다니는 작은 줄무늬 설치류.]
pl: [DESCRIPTION:Malutki, pręgowany gryzoń, którego można znaleźć pędzącego przez krzaki i drzewa w umiarkowanym lesie.]
ru: [DESCRIPTION:Крошечный полосатый грызун, снующий по кустам и деревьям умеренных лесов.]
tr: [DESCRIPTION:Ilıman ormanın çalıları ve ağaçları arasında koştururken bulunan, minik çizgili bir kemirgen.]
vi: [DESCRIPTION:Một loài gặm nhấm nhỏ xíu có sọc, được tìm thấy đang chạy lăng xăng qua bụi rậm và cây cối của rừng ôn đới.]

# CREATURE:CHIPMUNK
source: [NAME:chipmunk:chipmunks:chipmunk]
cs: [NAME:čipmank:čipmankové:čipmank]
de: [NAME:Streifenhörnchen:Streifenhörnchen:Streifenhörnchen]
eo: [NAME:tamiaso:tamiasoj:de tamiaso]
es: [NAME:tamia:tamias:tamia]
ja: [NAME:シマリス:シマリス:シマリスの]
ko: [NAME:다람쥐:다람쥐들:다람쥐]
pl: [NAME:pręgowiec:pręgowce:pręgowy]
ru: [NAME:бурундук:бурундуки:бурундука]
tr: [NAME:çizgili sincap:çizgili sincaplar:çizgili sincap]
vi: [NAME:sóc chuột:sóc chuột:sóc chuột]
zh_hans: [NAME:花栗鼠:花栗鼠:花栗鼠]

# CREATURE:CHIPMUNK
source: [CASTE_NAME:chipmunk:chipmunks:chipmunk]
cs: [CASTE_NAME:čipmank:čipmankové:čipmank]
de: [CASTE_NAME:Streifenhörnchen:Streifenhörnchen:Streifenhörnchen]
eo: [CASTE_NAME:tamiaso:tamiasoj:de tamiaso]
es: [CASTE_NAME:tamia:tamias:tamia]
ja: [CASTE_NAME:シマリス:シマリス:シマリスの]
ko: [CASTE_NAME:다람쥐:다람쥐들:다람쥐]
pl: [CASTE_NAME:pręgowiec:pręgowce:pręgowy]
ru: [CASTE_NAME:бурундук:бурундуки:бурундука]
tr: [CASTE_NAME:çizgili sincap:çizgili sincaplar:çizgili sincap]
vi: [CASTE_NAME:sóc chuột:sóc chuột:sóc chuột]
zh_hans: [CASTE_NAME:花栗鼠:花栗鼠:花栗鼠]

# CREATURE:CHIPMUNK
source: [PREFSTRING:stripes]
cs: [PREFSTRING:pruhy]
de: [PREFSTRING:Streifen]
eo: [PREFSTRING:strioj]
es: [PREFSTRING:rayas]
ja: [PREFSTRING:縞模様]
ko: [PREFSTRING:줄무늬]
pl: [PREFSTRING:paski]
ru: [PREFSTRING:полоски]
tr: [PREFSTRING:çizgiler]
vi: [PREFSTRING:sọc vằn]

# CREATURE:CHIPMUNK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CHIPMUNK
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:CHIPMUNK
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:CHIPMUNK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CHIPMUNK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:CHIPMUNK_MAN
source: [CASTE_NAME:chipmunk man:chipmunk men:chipmunk man]
cs: [CASTE_NAME:čipmankový muž:čipmankoví muži:čipmankový muž]
de: [CASTE_NAME:Streifenhörnchenmann:Streifenhörnchenmänner:Streifenhörnchenmann]
eo: [CASTE_NAME:homtamiasiĉo:homtamiasiĉoj:de homtamiasiĉo]
es: [CASTE_NAME:hombre tamia:hombres tamia:hombre tamia]
ja: [CASTE_NAME:シマリス男:シマリス男:シマリス男の]
ko: [CASTE_NAME:남성 다람쥐인간:남성 다람쥐인간들:남성 다람쥐인간]
pl: [CASTE_NAME:pręgowcomężczyzna:pręgowcomężczyźni:pręgowcomężczyzny]
ru: [CASTE_NAME:мужчина-бурундук:мужчины-бурундуки:мыжчины-бурундука]
tr: [CASTE_NAME:erkek çizgili sincap:erkek çizgili sincaplar:erkek çizgili sincap]
vi: [CASTE_NAME:người sóc chuột:những người sóc chuột:người sóc chuột]
zh_hans: [CASTE_NAME:花栗鼠男:花栗鼠男:花栗鼠男]

# CREATURE:CHIPMUNK_MAN
source: [CASTE_NAME:chipmunk woman:chipmunk women:chipmunk woman]
cs: [CASTE_NAME:čipmanková žena:čipmankové ženy:čipmanková žena]
de: [CASTE_NAME:Streifenhörnchenfrau:Streifenhörnchenfrauen:Streifenhörnchenfrau]
eo: [CASTE_NAME:homtamiasino:homtamiasinoj:de homtamiasino]
es: [CASTE_NAME:mujer tamia:mujeres tamia:mujer tamia]
ja: [CASTE_NAME:シマリス女:シマリス女:シマリス女の]
ko: [CASTE_NAME:여성 다람쥐인간:여성 다람쥐인간들:여성 다람쥐인간]
pl: [CASTE_NAME:pręgowcokobieta:pręgowcokobiety:pręgowcokobiecy]
ru: [CASTE_NAME:женщина-бурундук:женщины-бурундуки:женщины-бурундука]
tr: [CASTE_NAME:dişi çizgili sincap:dişi çizgili sincaplar:dişi çizgili sincap]
vi: [CASTE_NAME:nữ sóc chuột:những nữ sóc chuột:nữ sóc chuột]
zh_hans: [CASTE_NAME:花栗鼠女:花栗鼠女:花栗鼠女]

# CREATURE:CHIPMUNK_MAN
source: [NAME:chipmunk man:chipmunk men:chipmunk man]
cs: [NAME:čipmankový muž:čipmankoví muži:čipmankový muž]
de: [NAME:Streifenhörnchenmensch:Streifenhörnchenmenschen:Streifenhörnchenmensch]
eo: [NAME:homtamiaso:homtamiasoj:de homtamiaso]
es: [NAME:hombre tamia:hombres tamia:hombre tamia]
ja: [NAME:シマリス男:シマリス男:シマリス男の]
ko: [NAME:다람쥐인간:다람쥐인간들:다람쥐인간]
pl: [NAME:pręgowcoczłowiek:pręgowcoludzie:pręgowcoludzki]
ru: [NAME:человек-бурундук:люди-бурундуки:человека-бурундука]
tr: [NAME:erkek çizgili sincap:erkek çizgili sincaplar:erkek çizgili sincap]
vi: [NAME:người sóc chuột:những người sóc chuột:người sóc chuột]
zh_hans: [NAME:花栗鼠人:花栗鼠人:花栗鼠人]

# CREATURE:CHIPMUNK_MAN
source: [DESCRIPTION:A striped person with the head and tail of a chipmunk.]
cs: [DESCRIPTION:Pruhovaná osoba s hlavou a ocasem čipmanka.]
de: [DESCRIPTION:Eine gestreifte Person mit dem Kopf und Schwanz eines Streifenhörnchens.]
eo: [DESCRIPTION:Striata homo kun la kapo kaj la vosto de tamiaso.]
es: [DESCRIPTION:Una persona a rayas con la cabeza y la cola de una tamia.]
ja: [DESCRIPTION:シマリスの頭と尾を持つ、縞模様の人間だ。]
ko: [DESCRIPTION:다람쥐의 머리와 꼬리를 가진 줄무늬 인간.]
pl: [DESCRIPTION:Paskowany osobnik z głową i ogonem pręgowca.]
ru: [DESCRIPTION:Полосатый человек с головой и хвостом бурундука.]
tr: [DESCRIPTION:Çizgili sincap başına ve kuyruğuna sahip, çizgili bir fantastik canlı.]
vi: [DESCRIPTION:Một người có sọc với đầu và đuôi của một con sóc chuột.]

# CREATURE:GIANT_CHIPMUNK
source: [NAME:giant chipmunk:giant chipmunks:giant chipmunk]
cs: [NAME:obří čipmank:obří čipmankové:obří čipmank]
de: [NAME:Riesen-Streifenhörnchen:Riesen-Streifenhörnchen:Riesen-Streifenhörnchen]
eo: [NAME:giganta tamiaso:gigantaj tamiasoj:de giganta tamiaso]
es: [NAME:tamia gigante:tamias gigantes:tamia gigante]
ja: [NAME:巨大シマリス:巨大シマリス:巨大シマリスの]
ko: [NAME:거대 다람쥐:거대 다람쥐들:거대 다람쥐]
pl: [NAME:gigantyczny pręgowiec:gigantyczne pręgowce:gigantyczno pręgowy]
ru: [NAME:гигантский бурундук:гигантские бурундуки:гигантского бурундука]
tr: [NAME:dev çizgili sincap:dev çizgili sincaplar:dev çizgili sincap]
vi: [NAME:sóc chuột khổng lồ:sóc chuột khổng lồ:sóc chuột khổng lồ]
zh_hans: [NAME:巨花栗鼠:巨花栗鼠:巨花栗鼠]

# CREATURE:GIANT_CHIPMUNK
source: [CASTE_NAME:giant chipmunk:giant chipmunks:giant chipmunk]
cs: [CASTE_NAME:obří čipmank:obří čipmankové:obří čipmank]
de: [CASTE_NAME:iesen-Streifenhörnchen:Riesen-Streifenhörnchen:Riesen-Streifenhörnchen]
eo: [CASTE_NAME:giganta tamiaso:gigantaj tamiasoj:de giganta tamiaso]
es: [CASTE_NAME:tamia gigante:tamias gigantes:tamia gigante]
ja: [CASTE_NAME:巨大シマリス:巨大シマリス:巨大シマリスの]
ko: [CASTE_NAME:거대 다람쥐:거대 다람쥐들:거대 다람쥐]
pl: [CASTE_NAME:gigantyczny pręgowiec:gigantyczne pręgowce:gigantyczno pręgowy]
ru: [CASTE_NAME:гигантский бурундук:гигантские бурундуки:гигантского бурундука]
tr: [CASTE_NAME:dev çizgili sincap:dev çizgili sincaplar:dev çizgili sincap]
vi: [CASTE_NAME:sóc chuột khổng lồ:sóc chuột khổng lồ:sóc chuột khổng lồ]
zh_hans: [CASTE_NAME:巨花栗鼠:巨花栗鼠:巨花栗鼠]

# CREATURE:GIANT_CHIPMUNK
source: [GENERAL_CHILD_NAME:giant chipmunk pup:giant chipmunk pups]
cs: [GENERAL_CHILD_NAME:mládě obřího čipmanka:mláďata obřího čipmanka]
de: [GENERAL_CHILD_NAME:Riesenstreifenhörnchen-Welpe:Riesenstreifenhörnchen-Welpen]
eo: [GENERAL_CHILD_NAME:giganta tamiasido:gigantaj tamiasidoj]
es: [GENERAL_CHILD_NAME:cría de tamia gigante:crías de tamia gigantes]
ja: [GENERAL_CHILD_NAME:巨大シマリスの子供:巨大シマリスの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 다람쥐:새끼 거대 다람쥐들:새끼 거대 다람쥐]
pl: [GENERAL_CHILD_NAME:młody gigantycznego pręgowca:młode gigantycznego pręgowca]
ru: [GENERAL_CHILD_NAME:детёныш гигантского бурундука:детёныши гигантского бурундука]
tr: [GENERAL_CHILD_NAME:yavru dev çizgili sincap:yavru dev çizgili sincaplar]
vi: [GENERAL_CHILD_NAME:sóc chuột khổng lồ con:sóc chuột khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨花栗鼠幼崽:巨花栗鼠幼崽]

# CREATURE:GIANT_CHIPMUNK
source: [DESCRIPTION:A large creature the shape of a chipmunk.]
cs: [DESCRIPTION:Velký tvor ve tvaru čipmanka.]
de: [DESCRIPTION:Eine große Kreatur in Form eines Streifenhörnchen.]
eo: [DESCRIPTION:Granda estaĵo kun formo de tamiaso.]
es: [DESCRIPTION:Una gran criatura con la apariencia de una tamia.]
ja: [DESCRIPTION:シマリスのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:다람쥐의 모습을 한 거대한 생물.]
pl: [DESCRIPTION:Duże stworzenie w kształcie pregowca.]
ru: [DESCRIPTION:Огромное существо, похожее на бурундука.]
tr: [DESCRIPTION:Çizgili sincap biçiminde büyük bir yaratık.]
vi: [DESCRIPTION:Một sinh vật lớn có hình dạng một con sóc chuột.]

# CREATURE:GIANT_CHIPMUNK
source: [PREFSTRING:stripes]
cs: [PREFSTRING:pruhy]
de: [PREFSTRING:streifen]
eo: [PREFSTRING:strioj]
es: [PREFSTRING:rayas]
ja: [PREFSTRING:縞模様]
ko: [PREFSTRING:줄무늬]
pl: [PREFSTRING:paski]
ru: [PREFSTRING:полоски]
tr: [PREFSTRING:çizgiler]
vi: [PREFSTRING:sọc vằn]

# CREATURE:MUSSEL
source: [DESCRIPTION:A small creature found in both salt and fresh water that lives in an asymmetrical shell rooted to the bottom.]
cs: [DESCRIPTION:Drobný tvor žijící ve sladké i slané vodě v asymetrické lastuře přichycené ke dnu.]
de: [DESCRIPTION:Ein kleines Lebewesen, das sowohl im Salz- als auch im Süßwasser vorkommt und in einer asymmetrischen Schale lebt, die am Boden verwurzelt ist.]
eo: [DESCRIPTION:Malgranda estaĵo kiu troviĝas kiel en salakvo, tiel ankaŭ dolĉa akvo, kiu havas malsimetrian konkon, kaj vivas fiksita al marfundo.]
es: [DESCRIPTION:Una criatura pequeña que se encuentra en aguas frías y saladas, y vive en una cocha con forma asimétrica arraigada al fondo.]
ko: [DESCRIPTION:소금과 민물에서 발견되는 작은 생물로 바닥에 뿌리를 둔 비대칭 껍질 속에 살고 있다.]
pl: [DESCRIPTION:Małe stworzenie, które można znaleźć w słonej i słodkiej wodzie, które żyje w asymetrycznej muszli, przyczepiony w środku.]
ru: [DESCRIPTION:Небольшое существо, обитающее как в солёной, так и пресной воде и живущее в асимметричной раковине, приросшей ко дну.]
tr: [DESCRIPTION:Hem tuzlu hem de tatlı suda bulunan, dibe kök salmış asimetrik bir kabukta yaşayan küçük bir yaratık.]
vi: [DESCRIPTION:Một sinh vật nhỏ được tìm thấy cả ở nước mặn và nước ngọt, sống trong một vỏ không đối xứng và bám chắc vào đáy.]

# CREATURE:MUSSEL
source: [NAME:mussel:mussels:mussel]
cs: [NAME:slávka:slávky:slávka]
de: [NAME:Muschel:Muscheln:Muschel]
eo: [NAME:mitulo:mituloj:de mitulo]
es: [NAME:mejillón:mejillones:mejillón]
ja: [NAME:ムール貝:ムール貝:ムール貝の]
ko: [NAME:홍합:홍합들:홍합]
pl: [NAME:małża:małże:małżowe]
ru: [NAME:мидия:мидии:мидии]
tr: [NAME:midye:midyeler:midye]
vi: [NAME:vẹm:vẹm:vẹm]
zh_hans: [NAME:贻贝:贻贝:贻贝]

# CREATURE:MUSSEL
source: [CASTE_NAME:mussel:mussels:mussel]
cs: [CASTE_NAME:slávka:slávky:slávka]
de: [CASTE_NAME:Muschel:Muscheln:Muschel]
eo: [CASTE_NAME:mitulo:mituloj:de mitulo]
es: [CASTE_NAME:mejillón:mejillones:mejillón]
ja: [CASTE_NAME:ムール貝:ムール貝:ムール貝の]
ko: [CASTE_NAME:홍합:홍합들:홍합]
pl: [CASTE_NAME:małża:małże:małżowy]
ru: [CASTE_NAME:мидия:мидии:мидии]
tr: [CASTE_NAME:midye:midyeler:midye]
vi: [CASTE_NAME:vẹm:vẹm:vẹm]
zh_hans: [CASTE_NAME:贻贝:贻贝:贻贝]

# CREATURE:MUSSEL
source: [PREFSTRING:beauty]
cs: [PREFSTRING:krásou]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다움]
pl: [PREFSTRING:urodzie]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]

# CREATURE:MUSSEL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:OYSTER
source: [DESCRIPTION:A small marine creature that lives in a shell rooted to the sea floor.]
cs: [DESCRIPTION:Drobný mořský tvor žijící v lastuře přichycené k mořskému dnu.]
de: [DESCRIPTION:Ein kleines Meerestier, das in einer am Meeresboden verankerten Muschel lebt.]
eo: [DESCRIPTION:Malgranda mara estaĵo kiu vivas en konko fiksita marfunde.]
es: [DESCRIPTION:Una pequeña criatura marina que vive en una concha en el fondo del mar.]
ja: [DESCRIPTION:海底に張り付く、海生の二枚貝だ。]
ko: [DESCRIPTION:해저에 뿌리를 박은 껍데기 속에 사는 작은 해양 생물.]
pl: [DESCRIPTION:Małe, morskie stworzenie, które żyje w muszli przymocowanej do dna morza.]
ru: [DESCRIPTION:Небольшое морское существо, живущее в раковине, приросшей к морскому дну.]
tr: [DESCRIPTION:Deniz tabanına kök salmış bir kabuğun içinde yaşayan küçük bir deniz canlısı.]
vi: [DESCRIPTION:Một sinh vật biển nhỏ sống trong một vỏ bám chắc vào đáy biển.]

# CREATURE:OYSTER
source: [NAME:oyster:oysters:oyster]
cs: [NAME:ústřice:ústřice:ústřice]
de: [NAME:Auster:Austern:Auster]
eo: [NAME:ostro:ostroj:de ostro]
es: [NAME:ostra:ostras:ostra]
ja: [NAME:カキ:カキ:カキの]
ko: [NAME:굴:굴들:굴]
pl: [NAME:ostryga:ostrygi:ostrygowy]
ru: [NAME:устрица:устрицы:устрицы]
tr: [NAME:istiridye:istiridyeler:istiridye]
vi: [NAME:hàu:hàu:hàu]
zh_hans: [NAME:牡蛎:牡蛎:牡蛎]

# CREATURE:OYSTER
source: [CASTE_NAME:oyster:oysters:oyster]
cs: [CASTE_NAME:ústřice:ústřice:ústřice]
de: [CASTE_NAME:Auster:Austern:Auster]
eo: [CASTE_NAME:ostro:ostroj:de ostro]
es: [CASTE_NAME:ostra:ostras:ostra]
ja: [CASTE_NAME:カキ:カキ:カキの]
ko: [CASTE_NAME:굴:굴들:굴]
pl: [CASTE_NAME:ostryga:ostrygi:ostrygowy]
ru: [CASTE_NAME:устрица:устрицы:устрицы]
tr: [CASTE_NAME:istiridye:istiridyeler:istiridye]
vi: [CASTE_NAME:hàu:hàu:hàu]
zh_hans: [CASTE_NAME:牡蛎:牡蛎:牡蛎]

# CREATURE:OYSTER
source: [PREFSTRING:beauty]
cs: [PREFSTRING:krásou]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다움]
pl: [PREFSTRING:urodzie]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]

# CREATURE:OYSTER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:FISH_SALMON
source: [DESCRIPTION:A medium-sized red fish that lives in the ocean and swims up a river to breed.]
cs: [DESCRIPTION:Středně velká červená ryba žijící v oceánu, která táhne proti proudu řeky za účelem rozmnožování.]
de: [DESCRIPTION:Ein mittelgroßer roter Fisch, der im Meer lebt und zur Fortpflanzung in einen Fluss schwimmt.]
eo: [DESCRIPTION:Mezgranda ruĝa fiŝo kiu loĝas en la oceano, kaj naĝas kontraŭflue por reprodukti sin.]
es: [DESCRIPTION:Un pez rojizo de tamaño medio que vive en los océanos y nada río arriba para reproducirse.]
ja: [DESCRIPTION:海から川を遡上して産卵する、中型の赤い魚だ。]
ko: [DESCRIPTION:바다에 살며 강을 거슬러 올라와 번식하는 중간크기의 붉은 물고기.]
pl: [DESCRIPTION:Średniej wielkości, czerwona ryba, która żyje w oceanie i pływa w górę rzeki, aby się rozmnożyć.]
ru: [DESCRIPTION:Красная рыба средних размеров, живущая в океане и поднимающаяся по рекам на нерест.]
tr: [DESCRIPTION:Okyanusta yaşayan ve üremek için nehrin yukarısına yüzen orta büyüklükte, kırmızı bir balık.]
vi: [DESCRIPTION:Một loài cá đỏ cỡ trung bình, sống ở đại dương và bơi ngược dòng sông để sinh sản.]

# CREATURE:FISH_SALMON
source: [NAME:salmon:salmon:salmon]
cs: [NAME:losos:lososi:losos]
de: [NAME:Lachs:Lachse:Lachs]
eo: [NAME:salmo:salmoj:de salmo]
es: [NAME:salmón:salmones:salmón]
ja: [NAME:鮭:鮭:鮭の]
ko: [NAME:연어:연어떼:연어]
pl: [NAME:łosoś:łososie:łososiowy]
ru: [NAME:нерка:нерки:нерки]
tr: [NAME:somon:somonlar:somon]
vi: [NAME:cá hồi:cá hồi:cá hồi]
zh_hans: [NAME:鲑鱼:鲑鱼:鲑鱼]

# CREATURE:FISH_SALMON
source: [CASTE_NAME:salmon:salmon:salmon]
cs: [CASTE_NAME:losos:lososi:losos]
de: [CASTE_NAME:Lachs:Lachse:Lachs]
eo: [CASTE_NAME:salmo:salmoj:de salmo]
es: [CASTE_NAME:salmón:salmones:salmón]
ja: [CASTE_NAME:鮭:鮭:鮭の]
ko: [CASTE_NAME:연어:연어떼:연어]
pl: [CASTE_NAME:łosoś:łososie:łososiowy]
ru: [CASTE_NAME:нерка:нерки:нерки]
tr: [CASTE_NAME:somon:somonlar:somon]
vi: [CASTE_NAME:cá hồi:cá hồi:cá hồi]
zh_hans: [CASTE_NAME:鲑鱼:鲑鱼:鲑鱼]

# CREATURE:FISH_SALMON
source: [PREFSTRING:beauty]
cs: [PREFSTRING:krásou]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다움]
pl: [PREFSTRING:urodzie]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]

# CREATURE:FISH_SALMON
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_SALMON
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_SALMON
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_CLOWNFISH
source: [DESCRIPTION:A tiny orange marine fish that lives inside the tentacles of a poisonous invertebrate.]
cs: [DESCRIPTION:Drobná oranžová mořská rybka žijící mezi chapadly jedovatého bezobratlého.]
de: [DESCRIPTION:Ein winziger orangefarbener Meeresfisch, der in den Tentakeln eines giftigen wirbellosen Tieres lebt.]
eo: [DESCRIPTION:Eta oranĝkolora mara fiŝo kiu loĝas inter la tentakloj de venena senvertebrulo.]
es: [DESCRIPTION:Un pequeño pez naranja de mar que vive dentro de los tentáculos de invertebrados venenosos.]
ja: [DESCRIPTION:イソギンチャクの中に棲む、オレンジ色の小さな海水魚だ。]
ko: [DESCRIPTION:독이 있는 무척추동물의 촉수 안에 사는 작은 오렌지색 바다 물고기.]
pl: [DESCRIPTION:Malutka, pomarańczowa, morska ryba, która żyje pomiędzy mackami trującego bezkręgowca.]
ru: [DESCRIPTION:Крошечная оранжевая морская рыба, живущая среди щупалец ядовитых беспозвоночных.]
tr: [DESCRIPTION:Zehirli bir omurgasızın dokunaçları arasında yaşayan, turuncu, minik bir deniz balığı.]
vi: [DESCRIPTION:Một loài cá biển nhỏ xíu màu cam, sống bên trong các xúc tu của một loài động vật không xương sống có độc.]

# CREATURE:FISH_CLOWNFISH
source: [NAME:clownfish:clownfish:clownfish]
cs: [NAME:klaun očkatý:klauni očkatí:klaun očkatý]
de: [NAME:Clownfisch:Clownfisch:Clownfisch]
eo: [NAME:klaŭnfiŝo:klaŭnfiŝoj:de klaŭnfiŝo]
es: [NAME:pez payaso:peces payaso:pez payaso]
ja: [NAME:クマノミ:クマノミ:クマノミの]
ko: [NAME:흰동가리:흰동가리떼:흰동가리]
pl: [NAME:błazenek:błazenki:błazenkowy]
ru: [NAME:рыба-клоун:рыбы-клоуны:рыбы-клоуна]
tr: [NAME:palyaço balığı:palyaço balıkları:palyaço balığı]
vi: [NAME:cá hề:cá hề:cá hề]
zh_hans: [NAME:小丑鱼:小丑鱼:小丑鱼]

# CREATURE:FISH_CLOWNFISH
source: [CASTE_NAME:clownfish:clownfish:clownfish]
cs: [CASTE_NAME:klaun očkatý:klauni očkatí:klaun očkatý]
de: [CASTE_NAME:Clownfisch:Clownfisch:Clownfisch]
eo: [CASTE_NAME:klaŭnfiŝo:klaŭnfiŝoj:de klaŭnfiŝo]
es: [CASTE_NAME:pez payaso:peces payaso:pez payaso]
ja: [CASTE_NAME:クマノミ:クマノミ:クマノミの]
ko: [CASTE_NAME:흰동가리:흰동가리떼:흰동가리]
pl: [CASTE_NAME:błazenek:błazenki:błazenkowy]
ru: [CASTE_NAME:рыба-клоун:рыбы-клоуны:рыбы-клоуна]
tr: [CASTE_NAME:palyaço balığı:palyaço balıkları:palyaço balığı]
vi: [CASTE_NAME:cá hề:cá hề:cá hề]
zh_hans: [CASTE_NAME:小丑鱼:小丑鱼:小丑鱼]
