Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:NARWHAL
source: [ATTACK_VERB:stab:stabs]
cs: [ATTACK_VERB:bodnout:bodat]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornpikas:kornpikas]
es: [ATTACK_VERB:puñalada:puñaladas]
ja: [ATTACK_VERB:刺した:刺した]
ko: [ATTACK_VERB:찌름:찌름]
pl: [ATTACK_VERB:dźgasz:dźga]
ru: [ATTACK_VERB:вонзаете:вонзает]
tr: [ATTACK_VERB:sapla:saplar]
vi: [ATTACK_VERB:Đâm:Những cú đâm]
zh_hans: [ATTACK_VERB:刺:刺]

# CREATURE:NARWHAL
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:扇:扇]

# CREATURE:NARWHAL
source: [CDI:VERB:tusk:tusks:are tusking]
cs: [CDI:VERB:bodnout klem:bodá klemy:klemy bodají]
de: [CDI:VERB:Stoßzahn:Stoßzähne:Stoßzähne]
eo: [CDI:VERB:dentpikas:dentpikas:dentpikas unu la alian]
es: [CDI:VERB:Colmillo:Colmillos:están colmilleando]
ja: [CDI:VERB:牙:牙:串刺しにした]
ko: [CDI:VERB:뿔로 찌르다:뿔로 찌르다:뿔로 찌르다]
pl: [CDI:VERB:kłucie:kłuje:kłują]
ru: [CDI:VERB:трётесь бивнем:трётся бивнем:трётся бивнем]
tr: [CDI:VERB:dişle vur:dişle vurur:dişle vuruyorlar]
vi: [CDI:VERB:Ngà (răng nanh):Các ngà (răng nanh):đang dùng ngà]
zh_hans: [CDI:VERB:长牙:长牙:正在长牙]

# CREATURE:NARWHAL
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:NARWHAL
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:NARWHAL MAN
source: [CASTE_NAME:narwhal man:narwhal men:narwhal man]
cs: [CASTE_NAME:narvalí muž:narvalí muži:narvalího muže]
de: [CASTE_NAME:Narwal Männchen:Narwal Männchen:Narwal Männchen]
eo: [CASTE_NAME:homnarvaliĉo:homnarvaliĉoj:de homnarvaliĉo]
es: [CASTE_NAME:hombre narval:hombres narval:hombre narval]
ja: [CASTE_NAME:イッカク男:イッカク男:イッカク男の]
ko: [CASTE_NAME:남성 일각고래인간:남성 일각고래인간들:남성 일각고래인간]
pl: [CASTE_NAME:narwalomężczyzna:narwalomężczyźni:narwalomężczyzny]
ru: [CASTE_NAME:мужчина-нарвал:мужчины-нарвалы:мужчины-нарвала]
tr: [CASTE_NAME:erkek narval:erkek narvallar:erkek narval]
vi: [CASTE_NAME:Người kỳ lân biển:Những người kỳ lân biển:Người kỳ lân biển]
zh_hans: [CASTE_NAME:独角鲸男:独角鲸男:独角鲸男]

# CREATURE:NARWHAL MAN
source: [CASTE_NAME:narwhal woman:narwhal women:narwhal woman]
cs: [CASTE_NAME:narvalí žena:narvalí ženy:narvalí ženu]
de: [CASTE_NAME:Narwalfrau: Narwalfrau: Narwalfrau]
eo: [CASTE_NAME:homnarvalino:homnarvalinoj:de homnarvalino]
es: [CASTE_NAME:mujer narval:mujeres narval:mujer narval]
ja: [CASTE_NAME:イッカク女:イッカク女:イッカク女の]
ko: [CASTE_NAME:여성 일각고래인간:여성 일각고래인간들:여성 일각고래인간]
pl: [CASTE_NAME:narwalokobieta:narwalokobiety:narwalokobiecy]
ru: [CASTE_NAME:женщина-нарвал:женщины-нарвалы:женщины-нарвала]
tr: [CASTE_NAME:dişi narval:dişi narvallar:dişi narval]
vi: [CASTE_NAME:Người phụ nữ kỳ lân biển:Những người phụ nữ kỳ lân biển:Người phụ nữ kỳ lân biển]
zh_hans: [CASTE_NAME:独角鲸女:独角鲸女:独角鲸女]

# CREATURE:NARWHAL MAN
source: [NAME:narwhal man:narwhal men:narwhal man]
cs: [NAME:narvalí muž:narvalí muži:narvalího muže]
de: [NAME:Narwalmann: Narwalmann: Narwalmann]
eo: [NAME:homnarvalo:homnarvaloj:de homnarvalo]
es: [NAME:hombre narval:hombres narval:hombre narval]
ja: [NAME:イッカク男:イッカク男:イッカク男の]
ko: [NAME:일각고래인간:일각고래인간들:일각고래인간]
pl: [NAME:narwaloczłowiek:narwaloludzie:narwaloludzi]
ru: [NAME:человек-нарвал:люди-нарвалы:человека-нарвала]
tr: [NAME:erkek narval:erkek narvallar:erkek narval]
vi: [NAME:Người kỳ lân biển:Những người kỳ lân biển:Người kỳ lân biển]
zh_hans: [NAME:独角鲸人:独角鲸人:独角鲸人]

# CREATURE:NARWHAL MAN
source: [DESCRIPTION:A medium-sized creature with the arms and torso on a man, but with the head and tail of a narwhal.]
cs: [DESCRIPTION:Středně velký tvor s lidskýma rukama a trupem, ale hlavou a ocasem narvala.]
de: [DESCRIPTION:Eine mittelgroße Kreatur mit den Armen und dem Oberkörper eines Mannes, aber mit Kopf und Schwanz eines Narwals.]
eo: [DESCRIPTION:Mezgranda estaĵo kun la brakoj kaj la torso de homo, sed kun la kapo kaj la vosto de narvalo.]
es: [DESCRIPTION:Una criatura mediana con brazos y tronco de un hombre, pero con cabeza y cola de un narval.]
ja: [DESCRIPTION:イッカクの頭と尾を持った人間だ。腕はついている。]
ko: [DESCRIPTION:사람에게 팔과 몸통을 얹고, 머리와 꼬리는 구렁이의 머리와 꼬리를 가진 중형 생물]
pl: [DESCRIPTION:Średniej wielkości stworzenie z ramionami i torsem człowieka, lecz z głową i ogonem narwala.]
ru: [DESCRIPTION:Существо среднего размера с руками и туловищем человека, но с головой и хвостом нарвала.]
tr: [DESCRIPTION:İnsan kollarına ve gövdesine, ancak narval başına ve kuyruğuna sahip, orta büyüklükte bir fantastik canlı.]
vi: [DESCRIPTION:Một sinh vật cỡ trung bình với cánh tay và thân mình của người, nhưng đầu và đuôi của kỳ lân biển.]
zh_hans: [DESCRIPTION:一种中等大小的生物，它拥有人类的手臂和躯干，但是长着独角鲸的头和尾巴.]

# CREATURE:NARWHAL, GIANT
source: [NAME:giant narwhal:giant narwhals:giant narwhal]
cs: [NAME:obří narval:obří narvalové:obřího narvala]
de: [NAME:riesiger Narwal:riesiger Narwal:riesiger Narwal]
eo: [NAME:giganta narvalo:gigantaj narvaloj:de giganta narvalo]
es: [NAME:narval gigante:narvales gigantes:narval gigante]
ja: [NAME:巨大イッカク:巨大イッカク:巨大イッカクの]
ko: [NAME:거대 일각고래:거대 일각고래들:거대 일각고래]
pl: [NAME:gigantyczny narwal:gigantyczne narwale:gigantyczno narwalski]
ru: [NAME:гигантский нарвал:гигантские нарвалы:гигантского нарвала]
tr: [NAME:dev narval:dev narvallar:dev narval]
vi: [NAME:Kỳ lân biển khổng lồ:Những kỳ lân biển khổng lồ:Kỳ lân biển khổng lồ]
zh_hans: [NAME:巨型独角鲸:巨型独角鲸:巨型独角鲸]

# CREATURE:NARWHAL, GIANT
source: [CASTE_NAME:giant narwhal:giant narwhals:giant narwhal]
cs: [CASTE_NAME:obří narval:obří narvalové:obřího narvala]
de: [CASTE_NAME:riesiger Narwal:riesiger Narwal:riesiger Narwal]
eo: [CASTE_NAME:giganta narvalo:gigantaj narvaloj:de giganta narvalo]
es: [CASTE_NAME:narval gigante:narvales gigantes:narval gigante]
ja: [CASTE_NAME:巨大イッカク:巨大イッカク:巨大イッカクの]
ko: [CASTE_NAME:거대 일각고래:거대 일각고래들:거대 일각고래]
pl: [CASTE_NAME:gigantyczny narwal:gigantyczne narwale:gigantyczno narwalski]
ru: [CASTE_NAME:гигантский нарвал:гигантские нарвалы:гигантского нарвала]
tr: [CASTE_NAME:dev narval:dev narvallar:dev narval]
vi: [CASTE_NAME:Kỳ lân biển khổng lồ:Những kỳ lân biển khổng lồ:Kỳ lân biển khổng lồ]
zh_hans: [CASTE_NAME:巨型独角鲸:巨型独角鲸:巨型独角鲸]

# CREATURE:NARWHAL, GIANT
source: [GENERAL_CHILD_NAME:giant narwhal calf:giant narwhal calves]
cs: [GENERAL_CHILD_NAME:mládě obřího narvala:mláďata obřího narvala]
de: [GENERAL_CHILD_NAME:riesiges Narwalkalb: riesige Narwalkälber]
eo: [GENERAL_CHILD_NAME:giganta narvalido:gigantaj narvalidoj]
es: [GENERAL_CHILD_NAME:becerro narval gigante:becerros narval gigantes]
ja: [GENERAL_CHILD_NAME:巨大イッカクの仔:巨大イッカクの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 일각고래:새끼 거대 일각고래떼]
pl: [GENERAL_CHILD_NAME:młody gigantycznego narwala:młode gigantycznego narwala]
ru: [GENERAL_CHILD_NAME:детёныш гигантского нарвала:детёныши гигантского нарвала]
tr: [GENERAL_CHILD_NAME:yavru dev narval:yavru dev narvallar]
vi: [GENERAL_CHILD_NAME:Kỳ lân biển khổng lồ non:Các kỳ lân biển khổng lồ non]
zh_hans: [GENERAL_CHILD_NAME:巨独角鲸幼崽:巨独角鲸幼崽]

# CREATURE:NARWHAL, GIANT
source: [DESCRIPTION:A huge sea monster with an enormous horn on its nose.]
cs: [DESCRIPTION:Obří mořská nestvůra s ohromným rohem na nose.]
de: [DESCRIPTION:Ein riesiges Seeungeheuer mit einem riesigen Horn auf der Nase.]
eo: [DESCRIPTION:Grandega mara monstro kun enorma korno sur sia nazo.]
es: [DESCRIPTION:Un vasto monstruo marino con un enorme cuerno en su morro.]
ja: [DESCRIPTION:鼻に巨大な角がある、馬鹿でかい海の怪物だ]
ko: [DESCRIPTION:코에 거대한 뿔을 가진 거대한 바다 괴물.]
pl: [DESCRIPTION:Ogromny potwór morski z wielkim rogiem na jego nosie.]
ru: [DESCRIPTION:Огромный морской монстр с длинным прямым бивнем.]
tr: [DESCRIPTION:Burnunda muazzam bir boynuzu olan dev bir deniz canavarı.]
vi: [DESCRIPTION:Một quái vật biển khổng lồ với chiếc sừng to lớn trên mũi.]
zh_hans: [DESCRIPTION:一只巨大的鼻子上长着巨角的海怪。]

# CREATURE:NARWHAL, GIANT
source: [PREFSTRING:horns]
cs: [PREFSTRING:rohy]
de: [PREFSTRING:Hörner]
eo: [PREFSTRING:kornoj]
es: [PREFSTRING:cuernos]
ja: [PREFSTRING:角]
ko: [PREFSTRING:뿔]
pl: [PREFSTRING:rogi]
ru: [PREFSTRING:рога]
tr: [PREFSTRING:boynuzlar]
vi: [PREFSTRING:các sừng]
zh_hans: [PREFSTRING:角]

# CREATURE:HIPPO
source: [DESCRIPTION:A huge, round, hairless river creature. It is a plant-eating animal but has long tusks and can be aggressive and deadly if disturbed.]
cs: [DESCRIPTION:Obrovský kulatý říční tvor bez chlupů. Živí se rostlinami, ale má dlouhé kly a v případě vyrušení může být agresivní a smrtící.]
de: [DESCRIPTION:Eine riesige, runde, haarlose Flusskreatur. Es ist ein Pflanzenfresser, hat aber lange Stoßzähne und kann aggressiv und tödlich sein, wenn es gestört wird.]
eo: [DESCRIPTION:Grandega ronda senhara rivera estaĵo. Ĝi estas herbovorulo, sed havas longajn dentegojn, kaj povas esti agresema kaj morta se estus ĉagrenita.]
es: [DESCRIPTION:Una enorme, redonda y pelona criatura de río. Es un animal herbívoro pero posee largos colmillares y puede ser agresivo y mortal si se perturba.]
ja: [DESCRIPTION:丸っこくて毛が生えていない、川辺に棲む大型哺乳類だ。草食だが牙が長く、邪魔するものにはその牙で襲い掛かる。]
ko: [DESCRIPTION:거대하고 둥글며 털이 없는 강 생물입니다. 식물을 먹는 동물이지만 긴 엄니를 가지고 있으며 방해를 받으면 공격적이고 치명적일 수 있습니다.]
pl: [DESCRIPTION:Ogromne, okrągłe, bezwłose stworzenie rzeczne. Jest roślinożernym zwierzęciem, lecz jego długie kły mogę być śmiertelne, jeśli go się niepokoi.]
ru: [DESCRIPTION:Крупное округлое безволосое речное животное. Травоядное, но имеет длинные клыки и может быть агрессивным и даже смертельно опасным, если его разозлить.]
tr: [DESCRIPTION:Devasa, yuvarlak, tüysüz bir nehir canlısı. Bitki yiyen bir hayvandır ancak uzun dişleri vardır; rahatsız edilirse saldırgan ve ölümcül olabilir.]
vi: [DESCRIPTION:Một sinh vật sông khổng lồ, tròn trịa, không lông. Đây là loài động vật ăn thực vật nhưng có ngà dài và có thể hung hãn và gây chết người nếu bị quấy rầy.]
zh_hans: [DESCRIPTION:.这只庞大的河栖生物身躯圆润、光滑无毛，虽然以食用植物为生，却有着狰狞的獠牙，如果惊扰它的话，就能看到它富有攻击性且致命危险的一面。]

# CREATURE:HIPPO
source: [NAME:hippo:hippos:hippo]
cs: [NAME:hroch:hroši:hrocha]
de: [NAME:Nilpferd:Nilpferd:Nilpferd]
eo: [NAME:hipopotamo:hipopotamoj:de hipopotamo]
es: [NAME:hipopótamo:hipopótamos:hipopótamo]
ja: [NAME:カバ:カバ:カバの]
ko: [NAME:하마:하마들:하마]
pl: [NAME:hipopotam:hipopotamy:hipopotamski]
ru: [NAME:бегемот:бегемоты:бегемота]
tr: [NAME:su aygırı:su aygırları:su aygırı]
vi: [NAME:Hà mã:Những con hà mã:Hà mã]
zh_hans: [NAME:河马:河马:河马]

# CREATURE:HIPPO
source: [CASTE_NAME:hippo:hippos:hippo]
cs: [CASTE_NAME:hroch:hroši:hrocha]
de: [CASTE_NAME:Nilpferd:Nilpferd:Nilpferd]
eo: [CASTE_NAME:hipopotamo:hipopotamoj:de hipopotamo]
es: [CASTE_NAME:hipopótamo:hipopótamos:hipopótamo]
ja: [CASTE_NAME:カバ:カバ:カバの]
ko: [CASTE_NAME:하마:하마들:하마]
pl: [CASTE_NAME:hipopotam:hipopotamy:hipopotamski]
ru: [CASTE_NAME:бегемот:бегемоты:бегемота]
tr: [CASTE_NAME:su aygırı:su aygırları:su aygırı]
vi: [CASTE_NAME:Hà mã:Những con hà mã:Hà mã]
zh_hans: [CASTE_NAME:河马:河马:河马]

# CREATURE:HIPPO
source: [GENERAL_CHILD_NAME:hippo calf:hippo calves]
cs: [GENERAL_CHILD_NAME:mládě hrocha:mláďata hrocha]
de: [GENERAL_CHILD_NAME:Nilpferdkalb: Nilpferdkälber]
eo: [GENERAL_CHILD_NAME:hipopotamido:hipopotamidoj]
es: [GENERAL_CHILD_NAME:cría de hipopótamo:crías de hipopótamo]
ja: [GENERAL_CHILD_NAME:カバの仔:カバの仔の]
ko: [GENERAL_CHILD_NAME:새끼 하마:새끼 하마들]
pl: [GENERAL_CHILD_NAME:młody hipopotama:młode hipopotama]
ru: [GENERAL_CHILD_NAME:детёныш бегемота:детёныши бегемота]
tr: [GENERAL_CHILD_NAME:yavru su aygırı:yavru su aygırları]
vi: [GENERAL_CHILD_NAME:Hà mã non:Các hà mã non]
zh_hans: [GENERAL_CHILD_NAME:河马幼崽:河马幼崽]

# CREATURE:HIPPO
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]
zh_hans: [PREFSTRING:力量]

# CREATURE:HIPPO
source: [STATE_NAME:ALL_SOLID:ivory]
cs: [STATE_NAME:ALL_SOLID:slonovina]
de: [STATE_NAME:ALL_SOLID:Elfenbein]
eo: [STATE_NAME:ALL_SOLID:eburo]
es: [STATE_NAME:ALL_SOLID:marfil]
ja: [STATE_NAME:ALL_SOLID:牙]
ko: [STATE_NAME:ALL_SOLID:상아]
pl: [STATE_NAME:ALL_SOLID:kość słoniowa]
ru: [STATE_NAME:ALL_SOLID:клыки]
tr: [STATE_NAME:ALL_SOLID:fildişi]
vi: [STATE_NAME:ALL_SOLID:Ngà]
zh_hans: [STATE_NAME:ALL_SOLID:象牙]

# CREATURE:HIPPO
source: [STATE_ADJ:ALL_SOLID:ivory]
cs: [STATE_ADJ:ALL_SOLID:slonovinový]
de: [STATE_ADJ:ALL_SOLID:elfenbeinernen]
eo: [STATE_ADJ:ALL_SOLID:ebura]
es: [STATE_ADJ:ALL_SOLID:de marfil]
ja: [STATE_ADJ:ALL_SOLID:牙]
ko: [STATE_ADJ:ALL_SOLID:상아]
pl: [STATE_ADJ:ALL_SOLID:kościo słoniowy]
ru: [STATE_ADJ:ALL_SOLID:клыки]
tr: [STATE_ADJ:ALL_SOLID:fildişi]
vi: [STATE_ADJ:ALL_SOLID:Ngà]
zh_hans: [STATE_ADJ:ALL_SOLID:象牙制的]

# CREATURE:HIPPO
source: [TISSUE_NAME:ivory:NP]
cs: [TISSUE_NAME:slonovina:NP]
de: [TISSUE_NAME:Elfenbein:NP]
eo: [TISSUE_NAME:eburo:eburoj]
es: [TISSUE_NAME:marfil:NP]
ja: [TISSUE_NAME:牙:NP]
ko: [TISSUE_NAME:상아:NP]
pl: [TISSUE_NAME:kość słoniowa:NP]
ru: [TISSUE_NAME:клыки:NP]
tr: [TISSUE_NAME:fildişi:NP]
zh_hans: [TISSUE_NAME:象牙:NP]

# CREATURE:HIPPO
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:HIPPO
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:dentopikas:dentopikas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]
zh_hans: [ATTACK_VERB:戳:戳]

# CREATURE:HIPPO
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:HIPPO
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:HIPPO_MAN
source: [CASTE_NAME:hippo man:hippo men:hippo man]
cs: [CASTE_NAME:hroší muž:hroší muži:hrošího muže]
de: [CASTE_NAME:Nilpferdmensch:Nilpferdmenschen:Nilpferdmenschlich]
eo: [CASTE_NAME:homhipopotamiĉo:homhipopotamiĉoj:de homhipopotamiĉo]
es: [CASTE_NAME:hombre hipopótamo:hombres hipopótamo:hombre hipopótamo]
ja: [CASTE_NAME:カバ男:カバ男:カバ男の]
ko: [CASTE_NAME:남성 하마인간:남성 하마인간들:남성 하마인간]
pl: [CASTE_NAME:hipopotamomężczyzna:hipopotamomężczyźni:hipopotamomężczyzny]
ru: [CASTE_NAME:мужчина-бегемот:мужчины-бегемоты:мужчины-бегемота]
tr: [CASTE_NAME:erkek su aygırı:erkek su aygırları:erkek su aygırı]
vi: [CASTE_NAME:Người hà mã:Những người hà mã:Người hà mã]
zh_hans: [CASTE_NAME:河马男:河马男:河马男]

# CREATURE:HIPPO_MAN
source: [CASTE_NAME:hippo woman:hippo women:hippo woman]
cs: [CASTE_NAME:hroší žena:hroší ženy:hroší ženu]
de: [CASTE_NAME:Nilpferdfrau:Nilpferdfrauen:Nilpferdfrau]
eo: [CASTE_NAME:homhipopotamino:homhipopotaminoj:de homhipopotamino]
es: [CASTE_NAME:mujer hipopótamo:mujeres hipopótamo:mujer hipopótamo]
ja: [CASTE_NAME:カバ女:カバ女:カバ女の]
ko: [CASTE_NAME:여성 하마인간:여성 하마인간들:여성 하마인간]
pl: [CASTE_NAME:hipopotamokobieta:hipopotamokobiety:hipopotamokobiecy]
ru: [CASTE_NAME:женщина-бегемот:женщины-бегемоты:женщины-бегемота]
tr: [CASTE_NAME:dişi su aygırı:dişi su aygırları:dişi su aygırı]
vi: [CASTE_NAME:Người phụ nữ hà mã:Những người phụ nữ hà mã:Người phụ nữ hà mã]
zh_hans: [CASTE_NAME:河马女:河马女:河马女]

# CREATURE:HIPPO_MAN
source: [NAME:hippo man:hippo men:hippo man]
cs: [NAME:hroší muž:hroší muži:hrošího muže]
de: [NAME:Nilpferdmann:Nilpferdmänner:Nilpferdmann]
eo: [NAME:homhipopotamo:homhipopotamoj:de homhipopotamo]
es: [NAME:hombre hipopótamo:hombres hipopótamo:hombre hipopótamo]
ja: [NAME:カバ男:カバ男:カバ男の]
ko: [NAME:하마인간:하마인간들:하마인간]
pl: [NAME:hipopotamoczłowiek:hipopotamoludzie:hipopotamoludzi]
ru: [NAME:человек-бегемот:люди-бегемоты:человека-бегемота]
tr: [NAME:erkek su aygırı:erkek su aygırları:erkek su aygırı]
vi: [NAME:Người hà mã:Những người hà mã:Người hà mã]
zh_hans: [NAME:河马人:河马人:河马人]

# CREATURE:HIPPO_MAN
source: [DESCRIPTION:A large person with the head of a hippo.]
cs: [DESCRIPTION:Velká osoba s hlavou hrocha.]
de: [DESCRIPTION: Eine Gestalt mit dem Kopf eines Nilpferds.]
eo: [DESCRIPTION:Granda homo kun la kapo de hipopotamo.]
es: [DESCRIPTION:Una persona grande con la cabeza dd un hipopótamo.]
ja: [DESCRIPTION:カバの頭を持った人間だ。]
ko: [DESCRIPTION:하마의 머리를 가진 큰 인간.]
pl: [DESCRIPTION:Duży osobnik z głową hipopotama.]
ru: [DESCRIPTION:Огромный человек с головой бегемота.]
tr: [DESCRIPTION:Su aygırı başlı büyük bir fantastik canlı.]
vi: [DESCRIPTION:Một người to lớn với đầu của hà mã.]
zh_hans: [DESCRIPTION:一个长着河马头的身形大的人。]

# CREATURE:GIANT_HIPPO
source: [NAME:giant hippo:giant hippos:giant hippo]
cs: [NAME:obří hroch:obří hroši:obřího hrocha]
de: [NAME:Riesennilpferd:Riesennilpferde:Riesennilpferd]
eo: [NAME:giganta hipopotamo:gigantaj hipopotamoj:de giganta hipopotamo]
es: [NAME:hipopótamo gigante:hipopótamos gigantes:hipopótamo gigante]
ja: [NAME:巨大カバ:巨大カバ:巨大カバの]
ko: [NAME:거대 하마:거대 하마들:거대 하마]
pl: [NAME:gigantyczny hipopotam:gigantyczne hipopotamy:gigantyczno hipopotamski]
ru: [NAME:гигантский бегемот:гигантские бегемоты:гигантского бегемота]
tr: [NAME:dev su aygırı:dev su aygırları:dev su aygırı]
vi: [NAME:Hà mã khổng lồ:Những hà mã khổng lồ:Hà mã khổng lồ]
zh_hans: [NAME:巨河马:巨河马:巨河马]

# CREATURE:GIANT_HIPPO
source: [CASTE_NAME:giant hippo:giant hippos:giant hippo]
cs: [CASTE_NAME:obří hroch:obří hroši:obřího hrocha]
de: [CASTE_NAME:Riesennilpferd:Riesennilpferde:Riesennilpferd]
eo: [CASTE_NAME:giganta hipopotamo:gigantaj hipopotamoj:de giganta hipopotamo]
es: [CASTE_NAME:hipopótamo gigante:hipopótamos gigantes:hipopótamo gigante]
ja: [CASTE_NAME:巨大カバ:巨大カバ:巨大カバの]
ko: [CASTE_NAME:거대 하마:거대 하마들:거대 하마]
pl: [CASTE_NAME:gigantyczny hipopotam:gigantyczne hipopotamy:gigantyczno hipopotamski]
ru: [CASTE_NAME:гигантский бегемот:гигантские бегемоты:гигантского бегемота]
tr: [CASTE_NAME:dev su aygırı:dev su aygırları:dev su aygırı]
vi: [CASTE_NAME:Hà mã khổng lồ:Những hà mã khổng lồ:Hà mã khổng lồ]
zh_hans: [CASTE_NAME:巨河马:巨河马:巨河马]

# CREATURE:GIANT_HIPPO
source: [GENERAL_CHILD_NAME:giant hippo calf:giant hippo calves]
cs: [GENERAL_CHILD_NAME:mládě obřího hrocha:mláďata obřího hrocha]
de: [GENERAL_CHILD_NAME:Riesennilpferdkalb:Riesennilpferdkälber]
eo: [GENERAL_CHILD_NAME:giganta hipopotamido:gigantaj hipopotamidoj]
es: [GENERAL_CHILD_NAME:cría de hipopótamo gigante:crías de hipopótamo gigante]
ja: [GENERAL_CHILD_NAME:巨大カバの仔:巨大カバの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 하마:새끼 거대 하마들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego hipopotama:młode gigantycznego hipopotama]
ru: [GENERAL_CHILD_NAME:детёныш гигантского бегемота:детёныши гигантского бегемота]
tr: [GENERAL_CHILD_NAME:yavru dev su aygırı:yavru dev su aygırları]
vi: [GENERAL_CHILD_NAME:Hà mã khổng lồ non:Các hà mã khổng lồ non]
zh_hans: [GENERAL_CHILD_NAME:巨河马幼崽:巨河马幼崽]

# CREATURE:GIANT_HIPPO
source: [DESCRIPTION:A huge hippo-shaped monster.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru hrocha.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Nilpferds.]
eo: [DESCRIPTION:Grandega monstro kun forma de hipopotamo.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un hipopótamo.]
ja: [DESCRIPTION:カバのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:거대한 하마모양의 괴수.]
pl: [DESCRIPTION:Ogromny potwór kształtu hipopotama.]
ru: [DESCRIPTION:Огромный монстр, похожий на бегемота.]
tr: [DESCRIPTION:Su aygırı şekilli dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ có hình dáng hà mã.]
zh_hans: [DESCRIPTION:一个巨大的河马怪兽。]

# CREATURE:GIANT_HIPPO
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]
zh_hans: [PREFSTRING:力量]

# CREATURE:FISH_GAR_LONGNOSE
source: [DESCRIPTION:A medium-sized fish with a long snout. It is found in lakes and streams.]
cs: [DESCRIPTION:Středně velká ryba s dlouhým rypcem. Vyskytuje se v jezerech a potocích.]
de: [DESCRIPTION:Ein mittelgroßer Fisch mit einer langen Schnauze. Man findet ihn in Seen und Bächen.]
eo: [DESCRIPTION:Mezgranda fiŝo kun longa muzelo. Ĝi troviĝas en lagoj kaj riveretoj.]
es: [DESCRIPTION: Un pez mediano con un largo hocico. Es hallado en lagos y arroyos.]
ja: [DESCRIPTION:湖や小川に棲む、鼻の長い中型魚。]
ko: [DESCRIPTION:긴 코를 가진 중간 크기의 물고기입니다. 그것은 호수와 개울에서 발견됩니다.]
pl: [DESCRIPTION:Średniej wielkości ryba z długim pyskiem. Można ją znaleźć w jeziorach i strumieniach.]
ru: [DESCRIPTION:Рыба среднего размера с длинным носом. Обитает в реках и озёрах.]
tr: [DESCRIPTION:Uzun burunlu orta büyüklükte bir balık. Göllerde ve akarsularda bulunur.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình với mõm dài. Chúng được tìm thấy ở hồ và suối.]
zh_hans: [DESCRIPTION:一种口鼻很长的中型鱼.它栖息在溪流和湖泊中.]

# CREATURE:FISH_GAR_LONGNOSE
source: [NAME:longnose gar:longnose gars:longnose gar]
cs: [NAME:jeseter dlouholebý:jeseteři dlouholebí:jesetera dlouholebého]
de: [NAME:Langnasengarne:Langnasengars:Langnasengarne]
eo: [NAME:longnaza lepisosteo:longnazaj lepisosteoj:de longnaza lepisosteo]
es: [NAME:pejelagarto narigudo:pejelagartos narigudos:pejelagarto narigudo]
ja: [NAME:ロングノーズガー:ロングノーズガー:ロングノーズガーの]
ko: [NAME:긴코가아:긴코가아들:긴코가아]
pl: [NAME:niszczuka długonosa:niszczuki długonose:niszczuko długonosowy]
ru: [NAME:длиннорылый панцирник:длиннорылые панцирники:длиннорылого панцирника]
tr: [NAME:uzun burunlu zargana:uzun burunlu zarganalar:uzun burunlu zargana]
vi: [NAME:Cá mõm dài:Những con cá mõm dài:Cá mõm dài]
zh_hans: [NAME:长鼻雀鳝:长鼻雀鳝:长鼻雀鳝]

# CREATURE:FISH_GAR_LONGNOSE
source: [CASTE_NAME:longnose gar:longnose gars:longnose gar]
cs: [CASTE_NAME:jeseter dlouholebý:jeseteři dlouholebí:jesetera dlouholebého]
de: [CASTE_NAME:Langnasengarne:Langnasengars:Langnasengarne]
eo: [CASTE_NAME:longnaza lepisosteo:longnazaj lepisosteoj:de longnaza lepisosteo]
es: [CASTE_NAME:pejelagarto narigudo:pejelagartos narigudos:pejelagarto narigudo]
ja: [CASTE_NAME:ロングノーズガー:ロングノーズガー:ロングノーズガーの]
ko: [CASTE_NAME:긴코가아:긴코가아들:긴코가아]
pl: [CASTE_NAME:niszczuka długonosa:niszczuki długonose:niszczuko długonosowy]
ru: [CASTE_NAME:длиннорылый панцирник:длиннорылые панцирники:длиннорылого панцирника]
tr: [CASTE_NAME:uzun burunlu zargana:uzun burunlu zarganalar:uzun burunlu zargana]
vi: [CASTE_NAME:Cá mõm dài:Những con cá mõm dài:Cá mõm dài]
zh_hans: [CASTE_NAME:长鼻雀鳝:长鼻雀鳝:长鼻雀鳝]
