Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# REACTION:MAKE WOODEN BED
source: [PRODUCT:100:1:BED:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:BED:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:BED:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:BED:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:BED:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:BED:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:BED:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:YATAK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:BED:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:BED:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN BED
source: [PRODUCT_TOKEN:bed]
cs: [PRODUCT_TOKEN:postel]
de: [PRODUCT_TOKEN:Bett]
eo: [PRODUCT_TOKEN:lito]
es: [PRODUCT_TOKEN:cama]
ko: [PRODUCT_TOKEN:침대]
pl: [PRODUCT_TOKEN:łóżko]
ru: [PRODUCT_TOKEN:кровать]
tr: [PRODUCT_TOKEN:yatak]
vi: [PRODUCT_TOKEN:giường]
zh_hans: [PRODUCT_TOKEN:床]

# REACTION:MAKE WOODEN CHEST
source: [NAME:make wooden chest]
cs: [NAME:vyrobit dřevěnou truhlu]
de: [NAME:Holz Kiste herstellen]
eo: [NAME:fari lignan keston]
es: [NAME:hacer un cofre de madera]
ja: [NAME:木のチェストを作成]
ko: [NAME:나무 상자 만들기]
pl: [NAME:zrób drewnianą skrzynie]
ru: [NAME:изготовить деревянный сундук]
tr: [NAME:ahşap sandık yap]
vi: [NAME:chế tạo rương gỗ]
zh_hans: [NAME:制作木制箱子]

# REACTION:MAKE WOODEN CHEST
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN CHEST
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN CHEST
source: [PRODUCT:100:1:BOX:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:BOX:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:BOX:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:BOX:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:BOX:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:BOX:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:BOX:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:KUTU:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:BOX:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:BOX:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN CHEST
source: [PRODUCT_TOKEN:chest]
cs: [PRODUCT_TOKEN:truhla]
de: [PRODUCT_TOKEN:Kiste]
eo: [PRODUCT_TOKEN:kesto]
es: [PRODUCT_TOKEN:cofre]
ko: [PRODUCT_TOKEN:상자]
pl: [PRODUCT_TOKEN:skrzynia]
ru: [PRODUCT_TOKEN:сундук]
tr: [PRODUCT_TOKEN:sandık]
vi: [PRODUCT_TOKEN:rương]
zh_hans: [PRODUCT_TOKEN:箱子]

# REACTION:MAKE WOODEN CABINET
source: [NAME:make wooden cabinet]
cs: [NAME:vyrobit dřevěnou skříň]
de: [NAME:Holz Schrank herstellen]
eo: [NAME:fari lignan ŝrankon]
es: [NAME:hacer un armario de madera]
ja: [NAME:木のタンスを作成]
ko: [NAME:나무 옷장 만들기]
pl: [NAME:zrób drewnianą garderobe]
ru: [NAME:изготовить деревянный шкаф]
tr: [NAME:ahşap dolap yap]
vi: [NAME:chế tạo tủ gỗ]
zh_hans: [NAME:制作木质柜子]

# REACTION:MAKE WOODEN CABINET
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN CABINET
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN CABINET
source: [PRODUCT:100:1:CABINET:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:CABINET:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:CABINET:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:CABINET:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:CABINET:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:CABINET:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:CABINET:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:DOLAP:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:CABINET:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:CABINET:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN CABINET
source: [PRODUCT_TOKEN:cabinet]
cs: [PRODUCT_TOKEN:skříň]
de: [PRODUCT_TOKEN:Schrank]
eo: [PRODUCT_TOKEN:ŝranko]
es: [PRODUCT_TOKEN:armario]
ko: [PRODUCT_TOKEN:옷장]
pl: [PRODUCT_TOKEN:garderoba]
ru: [PRODUCT_TOKEN:шкаф]
tr: [PRODUCT_TOKEN:dolap]
vi: [PRODUCT_TOKEN:tủ]
zh_hans: [PRODUCT_TOKEN:柜子]

# REACTION:MAKE WOODEN DOOR
source: [NAME:make wooden door]
cs: [NAME:vyrobit dřevěné dveře]
de: [NAME:Holz Tür herstellen]
eo: [NAME:fari lignan pordon]
es: [NAME:hacer una puerta de madera]
ja: [NAME:木のドアを作成]
ko: [NAME:나무 문 만들기]
pl: [NAME:zrób drewniane drzwi]
ru: [NAME:изготовить деревянную дверь]
tr: [NAME:ahşap kapı yap]
vi: [NAME:chế tạo cửa gỗ]
zh_hans: [NAME:制作木制房门]

# REACTION:MAKE WOODEN DOOR
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN DOOR
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN DOOR
source: [PRODUCT:100:1:DOOR:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:DOOR:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:DOOR:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:DOOR:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:DOOR:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:DOOR:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:DOOR:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:KAPI:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:DOOR:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:DOOR:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN DOOR
source: [PRODUCT_TOKEN:door]
cs: [PRODUCT_TOKEN:dveře]
de: [PRODUCT_TOKEN:Tür]
eo: [PRODUCT_TOKEN:pordo]
es: [PRODUCT_TOKEN:puerta]
ja: [PRODUCT_TOKEN:ドア]
ko: [PRODUCT_TOKEN:문]
pl: [PRODUCT_TOKEN:drzwi]
ru: [PRODUCT_TOKEN:дверь]
tr: [PRODUCT_TOKEN:kapı]
vi: [PRODUCT_TOKEN:cửa]
zh_hans: [PRODUCT_TOKEN:房门]

# REACTION:MAKE WOODEN BARREL
source: [NAME:make wooden barrel]
cs: [NAME:vyrobit dřevěný sud]
de: [NAME:Holz Fass herstellen]
eo: [NAME:fari lignan barelon]
es: [NAME:hacer un barril de madera]
ja: [NAME:木の樽を作成]
ko: [NAME:나무 통 만들기]
pl: [NAME:zrób drewniane beczke]
ru: [NAME:изготовить деревянную бочку]
tr: [NAME:ahşap varil yap]
vi: [NAME:chế tạo thùng gỗ]
zh_hans: [NAME:制作木制圆桶]

# REACTION:MAKE WOODEN BARREL
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN BARREL
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN BARREL
source: [PRODUCT:100:1:BARREL:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:BARREL:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:BARREL:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:BARREL:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:BARREL:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:BARREL:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:BARREL:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:VARİL:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:BARREL:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:BARREL:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN BARREL
source: [PRODUCT_TOKEN:barrel]
cs: [PRODUCT_TOKEN:sud]
de: [PRODUCT_TOKEN:Fass]
eo: [PRODUCT_TOKEN:barelo]
es: [PRODUCT_TOKEN:barril]
ko: [PRODUCT_TOKEN:통]
pl: [PRODUCT_TOKEN:beczka]
ru: [PRODUCT_TOKEN:бочка]
tr: [PRODUCT_TOKEN:varil]
vi: [PRODUCT_TOKEN:thùng]
zh_hans: [PRODUCT_TOKEN:圆桶]

# REACTION:MAKE WOODEN BUCKET
source: [NAME:make wooden bucket]
cs: [NAME:vyrobit dřevěný kýbl]
de: [NAME:Holz Eimer herstellen]
eo: [NAME:fari lignan sitelon]
es: [NAME:hacer un cubo de madera]
ja: [NAME:木のバケツを作成]
ko: [NAME:나무 양동이 만들기]
pl: [NAME:zrób drewniane wiadro]
ru: [NAME:изготовить деревянное ведро]
tr: [NAME:ahşap kova yap]
vi: [NAME:chế tạo xô gỗ]
zh_hans: [NAME:制作木制提桶]

# REACTION:MAKE WOODEN BUCKET
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN BUCKET
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN BUCKET
source: [PRODUCT:100:1:BUCKET:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:BUCKET:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:BUCKET:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:BUCKET:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:BUCKET:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:BUCKET:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:BUCKET:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:KOVA:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:BUCKET:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:BUCKET:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN BUCKET
source: [PRODUCT_TOKEN:bucket]
cs: [PRODUCT_TOKEN:kýbl]
de: [PRODUCT_TOKEN:Eimer]
eo: [PRODUCT_TOKEN:sitelo]
es: [PRODUCT_TOKEN:cubo]
ko: [PRODUCT_TOKEN:양동이]
pl: [PRODUCT_TOKEN:wiadro]
ru: [PRODUCT_TOKEN:ведро]
tr: [PRODUCT_TOKEN:kova]
vi: [PRODUCT_TOKEN:xô]
zh_hans: [PRODUCT_TOKEN:提桶]

# REACTION:MAKE WOODEN CASKET
source: [NAME:make wooden casket]
cs: [NAME:vyrobit dřevěnou rakev]
de: [NAME:Holz Schatulle herstellen]
eo: [NAME:fari lignan ĉerkon]
es: [NAME:hacer un ataúd de madera]
ja: [NAME:木の棺桶を作成]
ko: [NAME:나무 장식함 만들기]
pl: [NAME:zrób drewnianą szkatułke]
ru: [NAME:изготовить деревянный гроб]
tr: [NAME:ahşap tabut yap]
vi: [NAME:chế tạo quan tài gỗ]
zh_hans: [NAME:制作木棺]

# REACTION:MAKE WOODEN CASKET
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN CASKET
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN CASKET
source: [PRODUCT:100:1:COFFIN:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:COFFIN:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:COFFIN:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:COFFIN:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:COFFIN:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:COFFIN:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:COFFIN:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:TABUT:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:COFFIN:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:COFFIN:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN CASKET
source: [PRODUCT_TOKEN:casket]
cs: [PRODUCT_TOKEN:rakev]
de: [PRODUCT_TOKEN:Schatulle]
eo: [PRODUCT_TOKEN:ĉerko]
es: [PRODUCT_TOKEN:ataúd]
ja: [PRODUCT_TOKEN:棺桶]
ko: [PRODUCT_TOKEN:장식함]
pl: [PRODUCT_TOKEN:szkatułka]
ru: [PRODUCT_TOKEN:гроб]
tr: [PRODUCT_TOKEN:tabut]
vi: [PRODUCT_TOKEN:quan tài]
zh_hans: [PRODUCT_TOKEN:木棺]

# REACTION:MAKE WOODEN HATCH COVER
source: [NAME:make wooden hatch cover]
cs: [NAME:vyrobit dřevěný poklop]
de: [NAME:Holz Lukendeckel herstellen]
eo: [NAME:fari lignan plankpordon]
es: [NAME:hacer una trampilla de madera]
ja: [NAME:木のハッチカバーを作成]
ko: [NAME:만들기 나무 hatch cover]
pl: [NAME:zrób drewniany właz]
ru: [NAME:изготовить деревянную крышку люка]
tr: [NAME:ahşap kapak yap]
vi: [NAME:chế tạo nắp hầm gỗ]
zh_hans: [NAME:制作木制活动盖板]

# REACTION:MAKE WOODEN HATCH COVER
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN HATCH COVER
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN HATCH COVER
source: [PRODUCT:100:1:HATCH_COVER:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:HATCH_COVER:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:HATCH_COVER:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:HATCH_COVER:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:HATCH_COVER:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:HATCH_COVER:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:HATCH_COVER:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:KAPAK:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:HATCH_COVER:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:HATCH_COVER:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN HATCH COVER
source: [PRODUCT_TOKEN:hatch cover]
cs: [PRODUCT_TOKEN:poklop]
de: [PRODUCT_TOKEN:Lukendeckel]
eo: [PRODUCT_TOKEN:plankpordo]
es: [PRODUCT_TOKEN:trampilla]
ja: [PRODUCT_TOKEN:ハッチカバー]
ko: [PRODUCT_TOKEN:선창 덮개]
pl: [PRODUCT_TOKEN:właz]
ru: [PRODUCT_TOKEN:крышка люка]
tr: [PRODUCT_TOKEN:kapak]
vi: [PRODUCT_TOKEN:nắp hầm]
zh_hans: [PRODUCT_TOKEN:活动盖板]

# REACTION:MAKE WOODEN GRATE
source: [NAME:make wooden grate]
cs: [NAME:vyrobit dřevěný rošt]
de: [NAME:Holz Gitter herstellen]
eo: [NAME:fari lignan kradon]
es: [NAME:hacer una rejilla de madera]
ja: [NAME:木の格子を作成]
ko: [NAME:나무 격자 만들기]
pl: [NAME:zrób drewnianą kratownice]
ru: [NAME:изготовить деревянную решётку]
tr: [NAME:ahşap ızgara yap]
vi: [NAME:chế tạo lưới chắn gỗ]
zh_hans: [NAME:制作木制格栅]

# REACTION:MAKE WOODEN GRATE
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN GRATE
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN GRATE
source: [PRODUCT:100:1:GRATE:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:GRATE:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:GRATE:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:GRATE:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:GRATE:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:GRATE:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:GRATE:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:IZGARA:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:GRATE:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:GRATE:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN GRATE
source: [PRODUCT_TOKEN:grate]
cs: [PRODUCT_TOKEN:rošt]
de: [PRODUCT_TOKEN:Gitter]
eo: [PRODUCT_TOKEN:krado]
es: [PRODUCT_TOKEN:rejilla]
ja: [PRODUCT_TOKEN:行使]
ko: [PRODUCT_TOKEN:격자]
pl: [PRODUCT_TOKEN:kratownica]
ru: [PRODUCT_TOKEN:решётка]
tr: [PRODUCT_TOKEN:ızgara]
vi: [PRODUCT_TOKEN:lưới chắn]
zh_hans: [PRODUCT_TOKEN:格栅]

# REACTION:MAKE WOODEN BIN
source: [NAME:make wooden bin]
cs: [NAME:vyrobit dřevěnou truhlu]
de: [NAME:Holz Kiste herstellen]
eo: [NAME:fari lignan ujon]
es: [NAME:hacer contenedor de madera]
ja: [NAME:木の収納箱を作る]
ko: [NAME:만들기 나무 bin]
pl: [NAME:zrób drewniany kosz]
ru: [NAME:изготовить деревянный ящик]
tr: [NAME:ahşap kutu yap]
vi: [NAME:Chế tạo thùng gỗ]
zh_hans: [NAME:制作木制储物箱]

# REACTION:MAKE WOODEN BIN
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN BIN
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN BIN
source: [PRODUCT:100:1:BIN:NONE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:BIN:NONE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:BIN:NONE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:BIN:NONE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:BIN:NONE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:BIN:NONE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:BIN:NONE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:KUTU:HİÇBİRİ:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:BIN:NONE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:BIN:NONE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN BIN
source: [PRODUCT_TOKEN:bin]
cs: [PRODUCT_TOKEN:truhla]
de: [PRODUCT_TOKEN:Kiste]
eo: [PRODUCT_TOKEN:ujo]
es: [PRODUCT_TOKEN:contenedor]
ja: [PRODUCT_TOKEN:収納箱]
ko: [PRODUCT_TOKEN:쓰레기통]
pl: [PRODUCT_TOKEN:kosz]
ru: [PRODUCT_TOKEN:ящик]
tr: [PRODUCT_TOKEN:kutu]
vi: [PRODUCT_TOKEN:Thùng]
zh_hans: [PRODUCT_TOKEN:储物箱]

# REACTION:MAKE WOODEN STEPLADDER
source: [NAME:make wooden stepladder]
cs: [NAME:vyrobit dřevěné štafle]
de: [NAME:Holz Trittleiter Herstellen]
eo: [NAME:fari lignan ŝtupetaron]
es: [NAME:hacer una escalerilla de madera]
ja: [NAME:木の脚立を作成]
ko: [NAME:나무 발판 사다리 만들기]
pl: [NAME:zrób drewnianą składaną drabine]
ru: [NAME:изготовить деревянную стремянку]
tr: [NAME:ahşap ayaklı merdiven yap]
vi: [NAME:Chế tạo thang gấp gỗ]
zh_hans: [NAME:制作木制四脚梯]

# REACTION:MAKE WOODEN STEPLADDER
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN STEPLADDER
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN STEPLADDER
source: [PRODUCT:100:1:TOOL:ITEM_TOOL_STEPLADDER:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:TOOL:ITEM_TOOL_STEPLADDER:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:TOOL:ITEM_TOOL_STEPLADDER:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:TOOL:ITEM_TOOL_STEPLADDER:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:TOOL:ITEM_TOOL_STEPLADDER:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:TOOL:ITEM_TOOL_STEPLADDER:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:TOOL:ITEM_TOOL_STEPLADDER:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:ALET:ITEM_TOOL_STEPLADDER:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:TOOL:ITEM_TOOL_STEPLADDER:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:TOOL:ITEM_TOOL_STEPLADDER:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN STEPLADDER
source: [PRODUCT_TOKEN:stepladder]
cs: [PRODUCT_TOKEN:žebřík]
de: [PRODUCT_TOKEN:Trittleiter]
eo: [PRODUCT_TOKEN:ŝtupetaro]
es: [PRODUCT_TOKEN:escalerilla]
ja: [PRODUCT_TOKEN:脚立]
ko: [PRODUCT_TOKEN:발판 사다리]
pl: [PRODUCT_TOKEN:drabina składana]
ru: [PRODUCT_TOKEN:стремянка]
tr: [PRODUCT_TOKEN:ayaklı merdiven]
vi: [PRODUCT_TOKEN:Thang gấp]
zh_hans: [PRODUCT_TOKEN:四脚梯]

# REACTION:MAKE WOODEN BOOKCASE
source: [NAME:make wooden bookcase]
cs: [NAME:vyrobit dřevěnou knihovnu]
de: [NAME:Bücherregal aus Holz herstellen]
eo: [NAME:fari lignan librobretaron]
es: [NAME:hacer librería de madera]
ja: [NAME:木の本棚を作成]
ko: [NAME:나무 책장 만들기]
pl: [NAME:zrób drewnianą półke na książki]
ru: [NAME:изготовить деревянную книжную полку]
tr: [NAME:ahşap kitaplık yap]
vi: [NAME:Chế tạo giá sách gỗ]
zh_hans: [NAME:制作木制书架]

# REACTION:MAKE WOODEN BOOKCASE
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]

# REACTION:MAKE WOODEN BOOKCASE
source: [REAGENT:tool:]
cs: [REAGENT:nástroj:]
de: [REAGENT:Werkzeug:]
eo: [REAGENT:ilo:]
es: [REAGENT:herramienta:]
ko: [REAGENT:도구:]
pl: [REAGENT:narzędzie:]
ru: [REAGENT:инструмент:]
tr: [REAGENT:alet:]
vi: [REAGENT:công cụ:]
zh_hans: [REAGENT:工具:]

# REACTION:MAKE WOODEN BOOKCASE
source: [PRODUCT:100:1:TOOL:ITEM_TOOL_BOOKCASE:GET_MATERIAL_FROM_REAGENT:log:]
cs: [PRODUCT:100:1:TOOL:ITEM_TOOL_BOOKCASE:GET_MATERIAL_FROM_REAGENT:kláda:]
de: [PRODUCT:100:1:TOOL:ITEM_TOOL_BOOKCASE:GET_MATERIAL_FROM_REAGENT:Baumstamm:]
eo: [PRODUCT:100:1:TOOL:ITEM_TOOL_BOOKCASE:GET_MATERIAL_FROM_REAGENT:ŝtipo:]
es: [PRODUCT:100:1:TOOL:ITEM_TOOL_BOOKCASE:GET_MATERIAL_FROM_REAGENT:tronco:]
ko: [PRODUCT:100:1:TOOL:ITEM_TOOL_BOOKCASE:GET_MATERIAL_FROM_REAGENT:통나무:]
ru: [PRODUCT:100:1:TOOL:ITEM_TOOL_BOOKCASE:GET_MATERIAL_FROM_REAGENT:бревно:]
tr: [PRODUCT:100:1:ALET:ITEM_TOOL_BOOKCASE:REAKTİFTEN_MALZEME_AL:kütük:]
vi: [PRODUCT:100:1:TOOL:ITEM_TOOL_BOOKCASE:GET_MATERIAL_FROM_REAGENT:khúc gỗ:]
zh_hans: [PRODUCT:100:1:TOOL:ITEM_TOOL_BOOKCASE:GET_MATERIAL_FROM_REAGENT:原木:]

# REACTION:MAKE WOODEN BOOKCASE
source: [PRODUCT_TOKEN:bookcase]
cs: [PRODUCT_TOKEN:knihovna]
de: [PRODUCT_TOKEN:Bücherregal]
eo: [PRODUCT_TOKEN:librobretaro]
es: [PRODUCT_TOKEN:librería]
ja: [PRODUCT_TOKEN:本棚]
ko: [PRODUCT_TOKEN:책장]
pl: [PRODUCT_TOKEN:półka na książki]
ru: [PRODUCT_TOKEN:книжная полка]
tr: [PRODUCT_TOKEN:kitaplık]
vi: [PRODUCT_TOKEN:Tủ sách]
zh_hans: [PRODUCT_TOKEN:书架]

# REACTION:MAKE WOODEN SPLINT
source: [NAME:make wooden splint]
cs: [NAME:vyrobit dřevěnou dlahu]
de: [NAME:Holz Schiene herstellen]
eo: [NAME:fari lignan splinton]
es: [NAME:hacer una tablilla de madera]
ja: [NAME:木の添え木を作成]
ko: [NAME:나무 부목 만들기]
pl: [NAME:zrób drewnianą szyne]
ru: [NAME:изготовить деревянную шину]
tr: [NAME:ahşap atel yap]
vi: [NAME:Chế tạo nẹp gỗ]
zh_hans: [NAME:制作木制夹板]

# REACTION:MAKE WOODEN SPLINT
source: [REAGENT:log:]
cs: [REAGENT:kláda:]
de: [REAGENT:Holz:]
eo: [REAGENT:ŝtipo:]
es: [REAGENT:tronco:]
ko: [REAGENT:통나무:]
pl: [REAGENT:bal:]
ru: [REAGENT:бревно:]
tr: [REAGENT:kütük:]
vi: [REAGENT:khúc gỗ:]
zh_hans: [REAGENT:原木:]
