Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:ALLIGATOR
source: [DESCRIPTION:A huge reptile, found in rivers and marshlands. It is an ambush predator, solitary and territorial.]
cs: [DESCRIPTION:Obrovský plaz žijící v řekách a mokřadech. Je to samotářský, teritoriální predátor číhající na kořist.]
de: [DESCRIPTION:Ein riesiges Reptil, das in Flüssen und Sumpfgebieten vorkommt. Es ist ein Raubtier aus dem Hinterhalt, einzelgängerisch und territorial.]
eo: [DESCRIPTION:Grandega reptilio kiu troviĝas en riveroj kaj marĉoj. Ĝi estas embuskante predanto, solemo kaj teritorio.]
es: [DESCRIPTION:Un enorme reptil, hallado en ríos y pantanos. Es un depredador emboscante, solitario y territorial.]
ja: [DESCRIPTION:沼や湿地に棲息する大型爬虫類。群れを作らず、待ち伏せて狩りをする。]
ko: [DESCRIPTION:강과 늪지대에서 발견되는 거대한 파충류. 그것은 매복 포식자, 독방 및 영토입니다.]
pl: [DESCRIPTION:Ogromny gad, którego można znaleźć w rzekach i mokradłach. Jest drapieżnikiem lubiącym zasadzki, terytorialnym samotnikiem.]
ru: [DESCRIPTION:Крупная рептилия, встречающаяся в реках и на болотах. Хищник, нападающий из засады. Имеет собственные угодья, жить и охотиться предпочитает в одиночку.]
tr: [DESCRIPTION:Nehirlerde ve bataklıklarda bulunan devasa bir sürüngen. Pusu kuran, yalnız ve bölgeci bir avcıdır.]
vi: [DESCRIPTION:Một loài bò sát khổng lồ, được tìm thấy ở sông và đầm lầy. Nó là một kẻ săn mồi phục kích, đơn độc và có tính lãnh thổ cao.]
zh_hans: [DESCRIPTION:一种巨大的蜥蜴，可在河流和湿地找到。它们会伏击猎物，独居并具有领地意识。]

# CREATURE:ALLIGATOR
source: [NAME:alligator:alligators:alligator]
cs: [NAME:aligátor:aligátoři:aligátora]
de: [NAME:Alligator:Alligatoren:Alligator]
eo: [NAME:aligatoro:aligatoroj:de aligatoro]
es: [NAME:caimán:caimánes:caimán]
ja: [NAME:アリゲーター:アリゲーター:アリゲーターの]
ko: [NAME:악어:악어떼:악어]
pl: [NAME:aligator:aligatory:aligatorowy]
ru: [NAME:аллигатор:аллигаторы:аллигатора]
tr: [NAME:timsah:timsahlar:timsah]
zh_hans: [NAME:短吻鳄:短吻鳄:短吻鳄]

# CREATURE:ALLIGATOR
source: [CASTE_NAME:alligator:alligators:alligator]
cs: [CASTE_NAME:aligátor:aligátoři:aligátora]
de: [CASTE_NAME:Krokodil:Krokodile:Krokodil]
eo: [CASTE_NAME:aligatoro:aligatoroj:de aligatoro]
es: [CASTE_NAME:caimán:caimánes:caimán]
ja: [CASTE_NAME:アリゲーター:アリゲーター:アリゲーターの]
ko: [CASTE_NAME:악어:악어떼:악어]
pl: [CASTE_NAME:aligator:aligatory:aligatorowy]
ru: [CASTE_NAME:аллигатор:аллигаторы:аллигатора]
tr: [CASTE_NAME:timsah:timsahlar:timsah]
zh_hans: [CASTE_NAME:短吻鳄:短吻鳄:短吻鳄]

# CREATURE:ALLIGATOR
source: [GENERAL_CHILD_NAME:alligator hatchling:alligator hatchlings]
cs: [GENERAL_CHILD_NAME:mládě aligátora:mláďata aligátora]
de: [GENERAL_CHILD_NAME:Alligatorjunges:Alligatorjunge]
eo: [GENERAL_CHILD_NAME:aligatorido:aligatoridoj]
es: [GENERAL_CHILD_NAME:cría de caimán:crías de caimán]
ja: [GENERAL_CHILD_NAME:アリゲーターの子供:アリゲーターの子供の]
ko: [GENERAL_CHILD_NAME:새끼 악어:새끼 악어떼]
pl: [GENERAL_CHILD_NAME:młody aligatora:młode aligatora]
ru: [GENERAL_CHILD_NAME:детёныш аллигатора:детёныши аллигатора]
tr: [GENERAL_CHILD_NAME:timsah yavrusu:timsah yavruları]
zh_hans: [GENERAL_CHILD_NAME:短吻鳄幼崽:短吻鳄幼崽]

# CREATURE:ALLIGATOR
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]
zh_hans: [PREFSTRING:力量]

# CREATURE:ALLIGATOR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:ALLIGATOR
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:ALLIGATOR
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:ALLIGATOR_MAN
source: [CASTE_NAME:alligator man:alligator men:alligator man]
cs: [CASTE_NAME:aligátoří muž:aligátoří muži:aligátořího muže]
de: [CASTE_NAME:Alligatormann:Alligatormänner:Alligatormann]
eo: [CASTE_NAME:homaligatoriĉo:homaligatoriĉoj:de homaligatoriĉo]
es: [CASTE_NAME:hombre caimán:hombres caimán:hombre caimán]
ja: [CASTE_NAME:アリゲーター男:アリゲーター男:アリゲーター男の]
ko: [CASTE_NAME:남성 악어인간:남성 악어인간들:남성 악어인간]
pl: [CASTE_NAME:aligatoromężczyzna:aligatoromężczyźni:aligatoromężczyzny]
ru: [CASTE_NAME:мужчина-аллигатор:мужчины-аллигаторы:мужчины-аллигатора]
tr: [CASTE_NAME:erkek timsah:erkek timsahlar:erkek timsah]
vi: [CASTE_NAME:người cá sấu:những người cá sấu:người cá sấu]
zh_hans: [CASTE_NAME:短吻鳄男:短吻鳄男:短吻鳄男]

# CREATURE:ALLIGATOR_MAN
source: [CASTE_NAME:alligator woman:alligator women:alligator woman]
cs: [CASTE_NAME:aligátoří žena:aligátoří ženy:aligátoří ženu]
de: [CASTE_NAME:Alligatorfrau:Alligatorfrauen:Alligatorfrau]
eo: [CASTE_NAME:homaligatorino:homaligatorinoj:de homaligatorino]
es: [CASTE_NAME:mujer caimán:mujeres caimán:mujer caimán]
ja: [CASTE_NAME:アリゲーター女:アリゲーター女:アリゲーター女の]
ko: [CASTE_NAME:여성 악어인간:여성 악어인간들:여성 악어인간]
pl: [CASTE_NAME:aligatorokobieta:aligatorokobiety:aligatorokobiecy]
ru: [CASTE_NAME:женщина-аллигатор:женщины-аллигаторы:женщины-аллигатора]
tr: [CASTE_NAME:dişi timsah:dişi timsahlar:dişi timsah]
vi: [CASTE_NAME:phụ nữ cá sấu:những phụ nữ cá sấu:phụ nữ cá sấu]
zh_hans: [CASTE_NAME:短吻鳄女:短吻鳄女:短吻鳄女]

# CREATURE:ALLIGATOR_MAN
source: [NAME:alligator man:alligator men:alligator man]
cs: [NAME:aligátoří muž:aligátoří muži:aligátořího muže]
de: [NAME:Alligatormann:Alligatormänner:Alligatormann]
eo: [NAME:homaligatoro:homaligatoroj:de homaligatoro]
es: [NAME:hombre caimán:hombres caimán:hombre caimán]
ja: [NAME:アリゲーター男:アリゲーター男:アリゲーター男の]
ko: [NAME:악어인간:악어인간들:악어인간]
pl: [NAME:aligatoroczłowiek:aligatoroludzie:aligatoroludzki]
ru: [NAME:человек-аллигатор:люди-аллигаторы:человека-аллигатора]
tr: [NAME:erkek timsah:erkek timsahlar:erkek timsah]
vi: [NAME:người cá sấu:những người cá sấu:người cá sấu]
zh_hans: [NAME:短吻鳄人:短吻鳄人:短吻鳄人]

# CREATURE:ALLIGATOR_MAN
source: [DESCRIPTION:A person with the head and tail of an alligator.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem aligátora.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Schwanz eines Krokodil.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de aligatoro.]
es: [DESCRIPTION:Una persona con la cabeza y cola de un aligátor.]
ja: [DESCRIPTION:アリゲーターの頭を尾を持つ人間だ。]
ko: [DESCRIPTION:악어의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem aligatora.]
ru: [DESCRIPTION:Человек с головой и хвостом аллигатора.]
tr: [DESCRIPTION:Timsah başlı ve kuyruklu bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đuôi cá sấu.]
zh_hans: [DESCRIPTION:一个长着短吻鳄头和尾巴的人。]

# CREATURE:GIANT_ALLIGATOR
source: [NAME:giant alligator:giant alligators:giant alligator]
cs: [NAME:obří aligátor:obří aligátoři:obřího aligátora]
de: [NAME:riesen-Krokodil:riesen-Krokodile:riesen-Korokodil]
eo: [NAME:giganta aligatoro:gigantaj aligatoroj:de giganta aligatoro]
es: [NAME:caimán gigante:caimánes gigantes:caimán gigante]
ja: [NAME:巨大アリゲーター:巨大アリゲーター:巨大アリゲーターの]
ko: [NAME:거대 악어:거대 악어들:거대 악어]
pl: [NAME:gigantyczny aligator:gigantyczne aligatory:gigantyczno aligatorowy]
ru: [NAME:гигантский аллигатор:гигантские аллигаторы:гигантский аллигатор]
tr: [NAME:dev timsah:dev timsahlar:dev timsah]
vi: [NAME:cá sấu khổng lồ:những con cá sấu khổng lồ:cá sấu khổng lồ]
zh_hans: [NAME:巨短吻鳄:巨短吻鳄:巨短吻鳄]

# CREATURE:GIANT_ALLIGATOR
source: [CASTE_NAME:giant alligator:giant alligators:giant alligator]
cs: [CASTE_NAME:obří aligátor:obří aligátoři:obřího aligátora]
de: [CASTE_NAME:riesen-Krokodil:riesen-Krokodile:riesen-Korokodil]
eo: [CASTE_NAME:giganta aligatoro:gigantaj aligatoroj:de giganta aligatoro]
es: [CASTE_NAME:caimán gigante:caimánes gigantes:caimán gigante]
ja: [CASTE_NAME:巨大アリゲーター:巨大アリゲーター:巨大アリゲーターの]
ko: [CASTE_NAME:거대 악어:거대 악어들:거대 악어]
pl: [CASTE_NAME:gigantyczny aligator:gigantyczne aligatory:gigantyczno aligatorowy]
ru: [CASTE_NAME:гигантский аллигатор:гигантские аллигаторы:гигантский аллигатор]
tr: [CASTE_NAME:dev timsah:dev timsahlar:dev timsah]
vi: [CASTE_NAME:cá sấu khổng lồ:những con cá sấu khổng lồ:cá sấu khổng lồ]
zh_hans: [CASTE_NAME:巨短吻鳄:巨短吻鳄:巨短吻鳄]

# CREATURE:GIANT_ALLIGATOR
source: [GENERAL_CHILD_NAME:giant alligator hatchling:giant alligator hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího aligátora:mláďata obřího aligátora]
de: [GENERAL_CHILD_NAME:Riesenalligator-Schlüpfling:Riesenalligator-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta aligatorido:gigantaj aligatoridoj]
es: [GENERAL_CHILD_NAME:cría de caimán gigante:crías de caimán gigante]
ja: [GENERAL_CHILD_NAME:巨大アリゲーターの子供:巨大アリゲーターの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 악어:새끼 거대 악어떼]
pl: [GENERAL_CHILD_NAME:młody gigantycznego aligatora:młode gigantycznego aligatora]
ru: [GENERAL_CHILD_NAME:детёныш гигантского аллигатора:детёныши гигантского аллигатора]
tr: [GENERAL_CHILD_NAME:yavru dev timsah:yavru dev timsahlar]
zh_hans: [GENERAL_CHILD_NAME:巨短吻鳄幼崽:巨短吻鳄幼崽]

# CREATURE:GIANT_ALLIGATOR
source: [DESCRIPTION:A huge monster in the shape of an alligator.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru aligátora.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Alligators.]
eo: [DESCRIPTION:Grandega monstro kun formo de aligatoro.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un aligátor.]
ja: [DESCRIPTION:アリゲーターのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:악어의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie aligatora.]
ru: [DESCRIPTION:Огромный монстр, похожий на аллигатора.]
tr: [DESCRIPTION:Timsah biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn hình dạng cá sấu.]
zh_hans: [DESCRIPTION:一只巨大的鳄鱼怪。]

# CREATURE:GIANT_ALLIGATOR
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]
zh_hans: [PREFSTRING:力量]

# CREATURE:BIRD_BUZZARD
source: [DESCRIPTION:A medium-sized, red-faced black bird that searches the temperate lands for carrion.]
cs: [DESCRIPTION:Středně velký černý pták s červenou hlavou, který v mírném pásmu vyhledává mršiny.]
de: [DESCRIPTION:Ein mittelgroßer, rotgesichtiger schwarzer Vogel, der in den gemäßigten Zonen nach Aas sucht.]
eo: [DESCRIPTION:Mezgranda nigra birdo kun ruĝa kapo kiu serĉas la mezvarmajn landojn por kadavromanĝaĵo.]
es: [DESCRIPTION:Un pájaro mediano negro de faz rojiza que busca carroña en tierras templadas.]
ja: [DESCRIPTION:黒色の体に赤い顔をした、中型の腐肉食の鳥だ。]
ko: [DESCRIPTION:온대 지방에서 썩은 고기를 찾아다니는 중간 크기의 얼굴이 붉은 검은 새.]
pl: [DESCRIPTION:Średniej wielkości, czarny ptak o czarnej twarzy, który przeszukuje umiarkowane ziemie dla padliny.]
ru: [DESCRIPTION:Чёрные красноголовые птицы среднего размера, кружащие над землёй в поисках падали в зонах умеренного климата.]
tr: [DESCRIPTION:Ilıman topraklarda leş arayan, orta büyüklükte, kırmızı yüzlü siyah bir kuş.]
vi: [DESCRIPTION:Một loài chim đen mặt đỏ, cỡ trung bình, chuyên tìm kiếm xác thối ở những vùng đất ôn hòa.]
zh_hans: [DESCRIPTION:一种中等尺寸的红颜黑鸟，在温带地区觅食腐肉。]

# CREATURE:BIRD_BUZZARD
source: [NAME:buzzard:buzzards:buzzard]
cs: [NAME:káně:káněta:káni]
de: [NAME:Bussard:Bussarde:Bussard]
eo: [NAME:katarto:katartoj:de katarto]
es: [NAME:zopilote:zopilotes:zopilote]
ja: [NAME:ノスリ:ノスリ:ノスリの]
ko: [NAME:말똥가리:말똥가리떼:말똥가리]
pl: [NAME:myszołów:myszołowy:myszołowi]
ru: [NAME:гриф-индейка:грифы-индейки:грифа-индейки]
tr: [NAME:kızıl akbaba:kızıl akbabalar:kızıl akbaba]
vi: [NAME:diều hâu:những con diều hâu:diều hâu]
zh_hans: [NAME:秃鹰:秃鹰:秃鹰]

# CREATURE:BIRD_BUZZARD
source: [CASTE_NAME:buzzard:buzzards:buzzard]
cs: [CASTE_NAME:káně:káněta:káni]
de: [CASTE_NAME:Bussard:Bussarde:Bussard]
eo: [CASTE_NAME:katarto:katartoj:de katarto]
es: [CASTE_NAME:zopilote:zopilotes:zopilote]
ja: [CASTE_NAME:ノスリ:ノスリ:ノスリの]
ko: [CASTE_NAME:말똥가리:말똥가리떼:말똥가리]
pl: [CASTE_NAME:myszołów:myszołowy:myszołowi]
ru: [CASTE_NAME:гриф-индейка:грифы-индейки:грифа-индейки]
tr: [CASTE_NAME:kızıl akbaba:kızıl akbabalar:kızıl akbaba]
vi: [CASTE_NAME:diều hâu:những con diều hâu:diều hâu]
zh_hans: [CASTE_NAME:秃鹰:秃鹰:秃鹰]

# CREATURE:BIRD_BUZZARD
source: [GENERAL_CHILD_NAME:buzzard hatchling:buzzard hatchlings]
cs: [GENERAL_CHILD_NAME:mládě káněte:mláďata káněte]
de: [GENERAL_CHILD_NAME:Bussard-Schlüpfling:Bussard-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:katartido:katartidoj]
es: [GENERAL_CHILD_NAME:polluelo de zopilote:polluelos de zopilote]
ja: [GENERAL_CHILD_NAME:ノスリの雛:ノスリの雛の]
ko: [GENERAL_CHILD_NAME:새끼 말똥가리:새끼 말동가리떼]
pl: [GENERAL_CHILD_NAME:pisklę myszołowa:pisklęta myszołowa]
ru: [GENERAL_CHILD_NAME:птенец грифа-индейки:птенцы грифа-индейки]
tr: [GENERAL_CHILD_NAME:yavru kızıl akbaba:yavru kızıl akbabalar]
vi: [GENERAL_CHILD_NAME:diều hâu con mới nở:những con diều hâu con mới nở]
zh_hans: [GENERAL_CHILD_NAME:秃鹰幼崽:秃鹰幼崽]

# CREATURE:BIRD_BUZZARD
source: [PREFSTRING:striking red face]
cs: [PREFSTRING:nápadná červená hlava]
de: [PREFSTRING:hochrotes Gesicht]
eo: [PREFSTRING:okulfrape ruĝa kapo]
es: [PREFSTRING:llamativa cara roja]
ja: [PREFSTRING:印象的な赤い顔の]
ko: [PREFSTRING:눈에띄는 홍조]
pl: [PREFSTRING:efektowna czerwona gęba]
ru: [PREFSTRING:удивительные красные головы]
tr: [PREFSTRING:çarpıcı kırmızı yüz]
vi: [PREFSTRING:khuôn mặt đỏ nổi bật]
zh_hans: [PREFSTRING:引人注目的红脸]

# CREATURE:BIRD_BUZZARD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:BIRD_BUZZARD
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapat po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_BUZZARD
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_BUZZARD
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_BUZZARD
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:BUZZARD_MAN
source: [CASTE_NAME:buzzard man:buzzard men:buzzard man]
cs: [CASTE_NAME:káněcí muž:káněcí muži:káněcího muže]
de: [CASTE_NAME:Bussardmann:Bussardmänner:Bussardmann]
eo: [CASTE_NAME:homkatartiĉo:homkatartiĉoj:de homkatartiĉo]
es: [CASTE_NAME:hombre zopilote:hombres zopilote:hombre zopilote]
ja: [CASTE_NAME:ノスリ男:ノスリ男:ノスリ男の]
ko: [CASTE_NAME:남성 말똥가리인간:남성 말똥가리인간들:남성 말똥가리인간]
pl: [CASTE_NAME:myszołowomężczyzna:myszołowomężczyźni:myszołowomężczyzny]
ru: [CASTE_NAME:мужчина-гриф-индейка:мужчины-грифы-индейки:мужчины-грифа-индейки]
tr: [CASTE_NAME:erkek kızıl akbaba:erkek kızıl akbabalar:erkek kızıl akbaba]
vi: [CASTE_NAME:người diều hâu:những người diều hâu:người diều hâu]
zh_hans: [CASTE_NAME:秃鹰男:秃鹰男:秃鹰男]

# CREATURE:BUZZARD_MAN
source: [CASTE_NAME:buzzard woman:buzzard women:buzzard woman]
cs: [CASTE_NAME:káněcí žena:káněcí ženy:káněcí ženu]
de: [CASTE_NAME:Bussardfrau:Bussardfrauen:Bussardfrau]
eo: [CASTE_NAME:homkatartino:homkatartinoj:de homkatartino]
es: [CASTE_NAME:mujer zopilote:mujeres zopilote:mujer zopilote]
ja: [CASTE_NAME:ノスリ女:ノスリ女:ノスリ女の]
ko: [CASTE_NAME:여성 말똥가리인간:여성 말똥가리인간들:여성 말똥가리인간]
pl: [CASTE_NAME:myszołowokobieta:myszołowokobiety:myszołowokobiecy]
ru: [CASTE_NAME:женщина-гриф-индейка:женщины-грифа-индейки:женщины-грифа-индейки]
tr: [CASTE_NAME:dişi kızıl akbaba:dişi kızıl akbabalar:dişi kızıl akbaba]
vi: [CASTE_NAME:phụ nữ diều hâu:những phụ nữ diều hâu:phụ nữ diều hâu]
zh_hans: [CASTE_NAME:秃鹰女:秃鹰女:秃鹰女]

# CREATURE:BUZZARD_MAN
source: [NAME:buzzard man:buzzard men:buzzard man]
cs: [NAME:káněcí muž:káněcí muži:káněcího muže]
de: [NAME:Bussardmann:Bussardmänner:Bussardmann]
eo: [NAME:homkatarto:homkatartoj:de homkatarto]
es: [NAME:hombre zopilote:hombres zopilote:hombre zopilote]
ja: [NAME:ノスリ男:ノスリ男:ノスリ男の]
ko: [NAME:말똥가리인간:말똥가리인간들:말똥가리인간]
pl: [NAME:myszołowoczłowiek:myszołowoludzie:myszołowoludzki]
ru: [NAME:человек-гриф-индейка:люди-грифы-индейки:человека-грифы-индейки]
tr: [NAME:erkek kızıl akbaba:erkek kızıl akbabalar:erkek kızıl akbaba]
vi: [NAME:người diều hâu:những người diều hâu:người diều hâu]
zh_hans: [NAME:秃鹰人:秃鹰人:秃鹰人]

# CREATURE:BUZZARD_MAN
source: [DESCRIPTION:A person with the head and wings of a buzzard.]
cs: [DESCRIPTION:Osoba s hlavou a křídly káněte.]
de: [DESCRIPTION:Eine Person mit dem Kopf und den Flügeln eines Bussards.]
eo: [DESCRIPTION:homo kun la kapo kaj la flugiloj de katarto.]
es: [DESCRIPTION:Una persona con la cabeza y alas de un buitre.]
ja: [DESCRIPTION:ノスリの頭を翼を持つ人間だ。]
ko: [DESCRIPTION:말똥가리의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami myszołowa.]
ru: [DESCRIPTION:Человек с головой и крыльями грифа-индейки.]
tr: [DESCRIPTION:Kızıl akbaba başlı ve kanatlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và cánh diều hâu.]
zh_hans: [DESCRIPTION:一个长着秃鹰脑袋和翅膀的人。]

# CREATURE:GIANT_BUZZARD
source: [NAME:giant buzzard:giant buzzards:giant buzzard]
cs: [NAME:obří káně:obří káněta:obří káně]
de: [NAME:Riesenbussard:Riesenbussarde:Riesenbussard]
eo: [NAME:giganta katarto:gigantaj katartoj:de giganta katarto]
es: [NAME:zopilote gigante:zopilotes gigantes:zopilote gigante]
ja: [NAME:巨大ノスリ:巨大ノスリ:巨大ノスリの]
ko: [NAME:거대 말똥가리:거대 말똥가리떼:거대 말똥가리]
pl: [NAME:gigantyczny myszołów:gigantyczne myszołowy:gigantyczno myszołowi]
ru: [NAME:гигантский гриф-индейка:гигантские грифы-индейки:гигантского грифа-индейки]
tr: [NAME:dev kızıl akbaba:dev kızıl akbabalar:dev kızıl akbaba]
vi: [NAME:diều hâu khổng lồ:những con diều hâu khổng lồ:diều hâu khổng lồ]
zh_hans: [NAME:巨秃鹰:巨秃鹰:巨秃鹰]

# CREATURE:GIANT_BUZZARD
source: [CASTE_NAME:giant buzzard:giant buzzards:giant buzzard]
cs: [CASTE_NAME:obří káně:obří káněta:obří káně]
de: [CASTE_NAME:Riesenbussard:Riesenbussarde:Riesenbussard]
eo: [CASTE_NAME:giganta katarto:gigantaj katartoj:de giganta katarto]
es: [CASTE_NAME:zopilote gigante:zopilotes gigantes:zopilote gigante]
ja: [CASTE_NAME:巨大ノスリ:巨大ノスリ:巨大ノスリの]
ko: [CASTE_NAME:거대 말똥가리:거대 말똥가리떼:거대 말똥가리]
pl: [CASTE_NAME:gigantyczny myszołów:gigantyczne myszołowy:gigantyczno myszołowi]
ru: [CASTE_NAME:гигантский гриф-индейка:гигантские грифы-индейки:гигантского грифа-индейки]
tr: [CASTE_NAME:dev kızıl akbaba:dev kızıl akbabalar:dev kızıl akbaba]
vi: [CASTE_NAME:diều hâu khổng lồ:những con diều hâu khổng lồ:diều hâu khổng lồ]
zh_hans: [CASTE_NAME:巨秃鹰:巨秃鹰:巨秃鹰]

# CREATURE:GIANT_BUZZARD
source: [GENERAL_CHILD_NAME:giant buzzard hatchling:giant buzzard hatchlings]
cs: [GENERAL_CHILD_NAME:mládě obřího káněte:mláďata obřího káněte]
de: [GENERAL_CHILD_NAME:Riesenbussard-Schlüpfling:Riesenbussard-Schlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta katartido:gigantaj katartidoj]
es: [GENERAL_CHILD_NAME:polluelo de zopilote gigante:polluelos de zopilote gigante]
ja: [GENERAL_CHILD_NAME:巨大ノスリの雛:巨大ノスリの雛の]
ko: [GENERAL_CHILD_NAME:새끼 거대 말똥가리:새끼 거대 말똥가리떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego myszołowa:pisklęta gigantycznego myszołowa]
ru: [GENERAL_CHILD_NAME:птенец гигантского грифа-индейки:птенцы гигантского грифа-индейки]
tr: [GENERAL_CHILD_NAME:yavru dev kızıl akbaba:yavru dev kızıl akbabalar]
vi: [GENERAL_CHILD_NAME:diều hâu con mới nở khổng lồ:những con diều hâu con mới nở khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨秃鹰幼崽:巨秃鹰幼崽]

# CREATURE:GIANT_BUZZARD
source: [DESCRIPTION:A huge monster in the form of a buzzard.]
cs: [DESCRIPTION:Obrovská příšera v podobě káněte.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Bussards.]
eo: [DESCRIPTION:Grandega monstro kun formo de katarto.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un buitre.]
ja: [DESCRIPTION:ノスリのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:말똥가리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci myszołowa.]
ru: [DESCRIPTION:Огромный монстр, похожий на грифа-индейку.]
tr: [DESCRIPTION:kızıl akbaba biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn hình dạng diều hâu.]
zh_hans: [DESCRIPTION:一只巨大的秃鹰怪。]

# CREATURE:GIANT_BUZZARD
source: [PREFSTRING:striking red face]
cs: [PREFSTRING:nápadná červená hlava]
de: [PREFSTRING:hochrotes Gesicht]
eo: [PREFSTRING:okulfrape ruĝa kapo]
es: [PREFSTRING:llamativa cara roja]
ja: [PREFSTRING:印象的な赤い顔]
ko: [PREFSTRING:눈에띄는 홍조]
pl: [PREFSTRING:efektowna czerwona gęba]
ru: [PREFSTRING:удивительные красные головы]
tr: [PREFSTRING:çarpıcı kırmızı yüz]
vi: [PREFSTRING:khuôn mặt đỏ nổi bật]
zh_hans: [PREFSTRING:引人注目的红脸]

# CREATURE:PANDA
source: [DESCRIPTION:A large bear-like creature with a striking coat of black and white hair. It feeds on bamboo forests.]
cs: [DESCRIPTION:Velký tvor podobný medvědovi s nápadnou černobílou srstí. Živí se bambusem.]
de: [DESCRIPTION:Ein großes, bärenähnliches Wesen mit einem auffälligen schwarz-weißen Haarkleid. Er ernährt sich von Bambuswäldern.]
eo: [DESCRIPTION:Granda ursosimila estaĵo kun okulfrapa hararo nigra kaj blanka. Ĝi manĝas en bambuaroj.]
es: [DESCRIPTION:Un gran criatura parecida al oso con una llamativa cota de pelo negro y blanco. Se alimenta de bosques de bambú.]
ja: [DESCRIPTION:白黒の奇妙な毛皮を持った大きな熊だ。竹を食べる。]
ko: [DESCRIPTION:눈에 띄는 검은색과 흰색의 털을 가진 커다란 곰 같은 생물. 대나무 숲을 먹고 산다.]
pl: [DESCRIPTION:Duże, niedźwiedziopodobne stworzenie z efektownym płaszczem czarnej i białej sierści. Karmi się bambusami w lasach.]
ru: [DESCRIPTION:Крупное, похожее на медведя существо с необычным мехом чёрного и белого цветов. Кормится в бамбуковых лесах.]
tr: [DESCRIPTION:Siyah beyaz tüylerden oluşan çarpıcı bir kürke sahip, ayı benzeri büyük bir yaratık. Bambu ormanlarında beslenir.]
vi: [DESCRIPTION:Một sinh vật lớn trông giống gấu với bộ lông đen trắng nổi bật. Nó sống nhờ vào rừng tre.]
zh_hans: [DESCRIPTION:一种大型熊科生物。醒目的黑色表皮上覆盖着白色毛发。它们以竹林为食。]

# CREATURE:PANDA
source: [NAME:panda:pandas:panda]
cs: [NAME:panda:pandy:pandu]
eo: [NAME:pando:pandoj:de pando]
ja: [NAME:パンダ:パンダ:パンダの]
ko: [NAME:판다:판다들:판다]
pl: [NAME:panda:pandy:pandzi]
ru: [NAME:панда:панды:панды]
tr: [NAME:panda:pandalar:panda]
zh_hans: [NAME:熊猫:熊猫:熊猫]

# CREATURE:PANDA
source: [CASTE_NAME:panda:pandas:panda]
cs: [CASTE_NAME:panda:pandy:pandu]
eo: [CASTE_NAME:pando:pandoj:de pando]
ja: [CASTE_NAME:パンダ:パンダ:パンダの]
ko: [CASTE_NAME:판다:판다들:판다]
pl: [CASTE_NAME:panda:pandy:pandzi]
ru: [CASTE_NAME:панда:панды:панды]
tr: [CASTE_NAME:panda:pandalar:panda]
zh_hans: [CASTE_NAME:熊猫:熊猫:熊猫]
