Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# INORGANIC:SALTPETER
source: [STATE_NAME_ADJ:ALL_SOLID:saltpeter]
cs: [STATE_NAME_ADJ:ALL_SOLID:ledek]
de: [STATE_NAME_ADJ:ALL_SOLID:Salpeter]
eo: [STATE_NAME_ADJ:ALL_SOLID:nitro]
es: [STATE_NAME_ADJ:ALL_SOLID:salitre]
ja: [STATE_NAME_ADJ:ALL_SOLID:硝石]
ko: [STATE_NAME_ADJ:ALL_SOLID:초석]
ru: [STATE_NAME_ADJ:ALL_SOLID:селитра]
tr: [STATE_NAME_ADJ:ALL_SOLID:güherçile]
vi: [STATE_NAME_ADJ:ALL_SOLID:diêm tiêu]

# INORGANIC:ALABASTER
source: [STATE_NAME_ADJ:ALL_SOLID:alabaster]
cs: [STATE_NAME_ADJ:ALL_SOLID:alabastr]
eo: [STATE_NAME_ADJ:ALL_SOLID:alabastro]
es: [STATE_NAME_ADJ:ALL_SOLID:alabastro]
ja: [STATE_NAME_ADJ:ALL_SOLID:雪花石膏]
ko: [STATE_NAME_ADJ:ALL_SOLID:석고]
ru: [STATE_NAME_ADJ:ALL_SOLID:алебастр]
tr: [STATE_NAME_ADJ:ALL_SOLID:su mermeri]
vi: [STATE_NAME_ADJ:ALL_SOLID:thạch cao tuyết hoa]

# INORGANIC:SELENITE
source: [STATE_NAME_ADJ:ALL_SOLID:selenite]
cs: [STATE_NAME_ADJ:ALL_SOLID:sádrovec selenit]
de: [STATE_NAME_ADJ:ALL_SOLID:Selenit]
eo: [STATE_NAME_ADJ:ALL_SOLID:lungipso]
es: [STATE_NAME_ADJ:ALL_SOLID:selenita]
ja: [STATE_NAME_ADJ:ALL_SOLID:透明石膏]
ko: [STATE_NAME_ADJ:ALL_SOLID:투명 석고]
ru: [STATE_NAME_ADJ:ALL_SOLID:селенит]
tr: [STATE_NAME_ADJ:ALL_SOLID:selenit]

# INORGANIC:SATINSPAR
source: [STATE_NAME_ADJ:ALL_SOLID:satinspar]
cs: [STATE_NAME_ADJ:ALL_SOLID:sádrovec saténovec]
de: [STATE_NAME_ADJ:ALL_SOLID:Satinspat]
eo: [STATE_NAME_ADJ:ALL_SOLID:satengipso]
es: [STATE_NAME_ADJ:ALL_SOLID:selenita]
ja: [STATE_NAME_ADJ:ALL_SOLID: 繊維石膏]
ko: [STATE_NAME_ADJ:ALL_SOLID:섬유 석고]
ru: [STATE_NAME_ADJ:ALL_SOLID:шелковистый шпат]
tr: [STATE_NAME_ADJ:ALL_SOLID:ipliksi alçıtaşı]
vi: [STATE_NAME_ADJ:ALL_SOLID:thạch cao vân lụa]

# INORGANIC:ANHYDRITE
source: [STATE_NAME_ADJ:ALL_SOLID:anhydrite]
cs: [STATE_NAME_ADJ:ALL_SOLID:anhydrit]
de: [STATE_NAME_ADJ:ALL_SOLID:Anhydrit]
eo: [STATE_NAME_ADJ:ALL_SOLID:anhidrito]
es: [STATE_NAME_ADJ:ALL_SOLID:anhidrita]
ja: [STATE_NAME_ADJ:ALL_SOLID:硬石膏]
ko: [STATE_NAME_ADJ:ALL_SOLID:경석고]
ru: [STATE_NAME_ADJ:ALL_SOLID:ангидрит]
tr: [STATE_NAME_ADJ:ALL_SOLID:anhidrit]

# INORGANIC:ALUNITE
source: [STATE_NAME_ADJ:ALL_SOLID:alunite]
cs: [STATE_NAME_ADJ:ALL_SOLID:alunit]
de: [STATE_NAME_ADJ:ALL_SOLID:Alunit]
eo: [STATE_NAME_ADJ:ALL_SOLID:alunito]
es: [STATE_NAME_ADJ:ALL_SOLID:alunita]
ja: [STATE_NAME_ADJ:ALL_SOLID:明礬石]
ko: [STATE_NAME_ADJ:ALL_SOLID:명초석]
ru: [STATE_NAME_ADJ:ALL_SOLID:алунит]
tr: [STATE_NAME_ADJ:ALL_SOLID:alünit]

# INORGANIC:RAW_ADAMANTINE
source: [STATE_NAME_ADJ:ALL_SOLID:raw adamantine]
cs: [STATE_NAME_ADJ:ALL_SOLID:syrový adamantin]
de: [STATE_NAME_ADJ:ALL_SOLID:Roh-Adamantin]
eo: [STATE_NAME_ADJ:ALL_SOLID:kruda adamanto]
es: [STATE_NAME_ADJ:ALL_SOLID:adamantina en bruto]
ja: [STATE_NAME_ADJ:ALL_SOLID:アダマンタイト]
ko: [STATE_NAME_ADJ:ALL_SOLID:아다만트 원석]
ru: [STATE_NAME_ADJ:ALL_SOLID:необработанный адамантин]
tr: [STATE_NAME_ADJ:ALL_SOLID:ham adamantin]
vi: [STATE_NAME_ADJ:ALL_SOLID:adamantine thô]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:原始精金的]

# INORGANIC:RAW_ADAMANTINE
source: [STATE_NAME_ADJ:LIQUID:molten raw adamantine]
cs: [STATE_NAME_ADJ:LIQUID:tavený syrový adamantin]
de: [STATE_NAME_ADJ:LIQUID:geschmolzenes Roh-Adamantin]
eo: [STATE_NAME_ADJ:LIQUID:fandita kruda adamanto]
es: [STATE_NAME_ADJ:LIQUID:adamantina en bruto fundida]
ja: [STATE_NAME_ADJ:LIQUID:溶けたアダマンタイト]
ko: [STATE_NAME_ADJ:LIQUID:용해된 아다만트 원석]
ru: [STATE_NAME_ADJ:LIQUID:расплавленный необработанный адамантин]
tr: [STATE_NAME_ADJ:LIQUID:erimiş ham adamantin]
vi: [STATE_NAME_ADJ:LIQUID:adamantine thô nóng chảy]
zh_hans: [STATE_NAME_ADJ:LIQUID:熔融原始精金的]

# INORGANIC:RAW_ADAMANTINE
source: [STATE_NAME_ADJ:GAS:boiling raw adamantine]
cs: [STATE_NAME_ADJ:GAS:vroucí syrový adamantin]
de: [STATE_NAME_ADJ:GAS:kochendes Roh-Adamantin]
eo: [STATE_NAME_ADJ:GAS:bolanta kruda adamanto]
es: [STATE_NAME_ADJ:GAS:adamantina en bruto humeante]
ja: [STATE_NAME_ADJ:GAS:蒸気化したアダマンタイト]
ko: [STATE_NAME_ADJ:GAS:기화된 아다만트 원석]
ru: [STATE_NAME_ADJ:GAS:кипящий необработанный адамантин]
tr: [STATE_NAME_ADJ:GAS:kaynayan ham adamantin]
vi: [STATE_NAME_ADJ:GAS:adamantine thô đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的原始精金的]

# INORGANIC:SLADE
source: [STATE_NAME_ADJ:ALL_SOLID:slade]
cs: [STATE_NAME_ADJ:ALL_SOLID:šedovec]
de: [STATE_NAME_ADJ:ALL_SOLID:Schiefer]
eo: [STATE_NAME_ADJ:ALL_SOLID:slado]
ja: [STATE_NAME_ADJ:ALL_SOLID:スレード]
ko: [STATE_NAME_ADJ:ALL_SOLID:슬레이드]
ru: [STATE_NAME_ADJ:ALL_SOLID:слейд]
tr: [STATE_NAME_ADJ:ALL_SOLID:sleyd]

# INORGANIC:CLAY
source: [STATE_NAME_ADJ:ALL_SOLID:clay]
cs: [STATE_NAME_ADJ:ALL_SOLID:hlína]
de: [STATE_NAME_ADJ:ALL_SOLID:Ton]
eo: [STATE_NAME_ADJ:ALL_SOLID:argilo]
es: [STATE_NAME_ADJ:ALL_SOLID:barro]
ja: [STATE_NAME_ADJ:ALL_SOLID:粘土]
ko: [STATE_NAME_ADJ:ALL_SOLID:점토]
ru: [STATE_NAME_ADJ:ALL_SOLID:глина]
tr: [STATE_NAME_ADJ:ALL_SOLID:kil]
vi: [STATE_NAME_ADJ:ALL_SOLID:đất sét]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:黏土的]

# INORGANIC:SILTY_CLAY
source: [STATE_NAME_ADJ:ALL_SOLID:silty clay]
cs: [STATE_NAME_ADJ:ALL_SOLID:bahnitá hlína]
de: [STATE_NAME_ADJ:ALL_SOLID:schlammiger Ton]
eo: [STATE_NAME_ADJ:ALL_SOLID:silta argilo]
es: [STATE_NAME_ADJ:ALL_SOLID:arcilla limosa]
ja: [STATE_NAME_ADJ:ALL_SOLID:沈泥質粘土]
ko: [STATE_NAME_ADJ:ALL_SOLID:질퍽한 점토]
ru: [STATE_NAME_ADJ:ALL_SOLID:илистая глина]
tr: [STATE_NAME_ADJ:ALL_SOLID:siltli kil]
vi: [STATE_NAME_ADJ:ALL_SOLID:đất sét pha phù sa]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:粉质粘土的]

# INORGANIC:SANDY_CLAY
source: [STATE_NAME_ADJ:ALL_SOLID:sandy clay]
cs: [STATE_NAME_ADJ:ALL_SOLID:písčitá hlína]
de: [STATE_NAME_ADJ:ALL_SOLID:sandiger Ton]
eo: [STATE_NAME_ADJ:ALL_SOLID:sabla argilo]
es: [STATE_NAME_ADJ:ALL_SOLID:arcilla arenosa]
ja: [STATE_NAME_ADJ:ALL_SOLID:砂質粘土]
ko: [STATE_NAME_ADJ:ALL_SOLID:고운 점토]
ru: [STATE_NAME_ADJ:ALL_SOLID:песчаная глина]
tr: [STATE_NAME_ADJ:ALL_SOLID:kumlu kil]
vi: [STATE_NAME_ADJ:ALL_SOLID:đất sét pha cát]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:砂质黏土的]

# INORGANIC:CLAY_LOAM
source: [STATE_NAME_ADJ:ALL_SOLID:clay loam]
cs: [STATE_NAME_ADJ:ALL_SOLID:jílovitá hlinitá půda]
de: [STATE_NAME_ADJ:ALL_SOLID:lehmiger Ton]
eo: [STATE_NAME_ADJ:ALL_SOLID:argila lomo]
es: [STATE_NAME_ADJ:ALL_SOLID:marga arcillosa]
ja: [STATE_NAME_ADJ:ALL_SOLID:埴壌土]
ko: [STATE_NAME_ADJ:ALL_SOLID:양질의 점토]
ru: [STATE_NAME_ADJ:ALL_SOLID:глинистый суглинок]
tr: [STATE_NAME_ADJ:ALL_SOLID:killi tın]
vi: [STATE_NAME_ADJ:ALL_SOLID:đất thịt pha sét]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:黏质壤土的]

# INORGANIC:SANDY_CLAY_LOAM
source: [STATE_NAME_ADJ:ALL_SOLID:sandy clay loam]
cs: [STATE_NAME_ADJ:ALL_SOLID:písčitá jílovitohlinitá půda]
de: [STATE_NAME_ADJ:ALL_SOLID:sandig lehmiger Ton]
eo: [STATE_NAME_ADJ:ALL_SOLID:sabla argila lomo]
es: [STATE_NAME_ADJ:ALL_SOLID:arcilla arenosa de marga]
ja: [STATE_NAME_ADJ:ALL_SOLID:砂埴壌土]
ko: [STATE_NAME_ADJ:ALL_SOLID:고운 양질의 점토]
ru: [STATE_NAME_ADJ:ALL_SOLID:песчаный глинистый суглинок]
tr: [STATE_NAME_ADJ:ALL_SOLID:kumlu killi tın]
vi: [STATE_NAME_ADJ:ALL_SOLID:đất thịt pha sét, có cát]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:砂质黏壤土的]

# INORGANIC:SILTY_CLAY_LOAM
source: [STATE_NAME_ADJ:ALL_SOLID:silty clay loam]
cs: [STATE_NAME_ADJ:ALL_SOLID:bahnitá jílovitohlinitá půda]
de: [STATE_NAME_ADJ:ALL_SOLID:schlammig lehmiger Ton]
eo: [STATE_NAME_ADJ:ALL_SOLID:silta argila lomo]
es: [STATE_NAME_ADJ:ALL_SOLID:arcilla limosa de marga]
ja: [STATE_NAME_ADJ:ALL_SOLID:泥埴壌土]
ko: [STATE_NAME_ADJ:ALL_SOLID:질퍽한 양질의 점토]
ru: [STATE_NAME_ADJ:ALL_SOLID:илистый глинистый суглинок]
tr: [STATE_NAME_ADJ:ALL_SOLID:siltli killi tın]
vi: [STATE_NAME_ADJ:ALL_SOLID:đất thịt pha sét, có phù sa]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:粉质黏壤土的]

# INORGANIC:LOAM
source: [STATE_NAME_ADJ:ALL_SOLID:loam]
cs: [STATE_NAME_ADJ:ALL_SOLID:hlinitá půda]
de: [STATE_NAME_ADJ:ALL_SOLID:Lehm]
eo: [STATE_NAME_ADJ:ALL_SOLID:lomo]
ja: [STATE_NAME_ADJ:ALL_SOLID:壌土]
ko: [STATE_NAME_ADJ:ALL_SOLID:양질의 흙]
ru: [STATE_NAME_ADJ:ALL_SOLID:суглинок]
tr: [STATE_NAME_ADJ:ALL_SOLID:tın]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:壤土的]

# INORGANIC:SANDY_LOAM
source: [STATE_NAME_ADJ:ALL_SOLID:sandy loam]
cs: [STATE_NAME_ADJ:ALL_SOLID:písčitohlinitá půda]
de: [STATE_NAME_ADJ:ALL_SOLID:sandiger Lehm]
eo: [STATE_NAME_ADJ:ALL_SOLID:sabla lomo]
es: [STATE_NAME_ADJ:ALL_SOLID:marga arenosa]
ja: [STATE_NAME_ADJ:ALL_SOLID:砂壌土]
ko: [STATE_NAME_ADJ:ALL_SOLID:고운 양질의 흙]
ru: [STATE_NAME_ADJ:ALL_SOLID:песчаный суглинок]
tr: [STATE_NAME_ADJ:ALL_SOLID:kumlu tın]
vi: [STATE_NAME_ADJ:ALL_SOLID:đất thịt pha cát]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:砂质壤土的]

# INORGANIC:SILT_LOAM
source: [STATE_NAME_ADJ:ALL_SOLID:silt loam]
cs: [STATE_NAME_ADJ:ALL_SOLID:bahnitohlinitá půda]
de: [STATE_NAME_ADJ:ALL_SOLID:schlammiger Lehm]
eo: [STATE_NAME_ADJ:ALL_SOLID:silta lomo]
es: [STATE_NAME_ADJ:ALL_SOLID:marga limosa]
ja: [STATE_NAME_ADJ:ALL_SOLID:沈泥壌土]
ko: [STATE_NAME_ADJ:ALL_SOLID:질퍽한 흙]
ru: [STATE_NAME_ADJ:ALL_SOLID:илистый суглинок]
tr: [STATE_NAME_ADJ:ALL_SOLID:siltli tın]
vi: [STATE_NAME_ADJ:ALL_SOLID:đất thịt pha phù sa]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:粉质壤土的]

# INORGANIC:LOAMY_SAND
source: [STATE_NAME_ADJ:ALL_SOLID:loamy sand]
cs: [STATE_NAME_ADJ:ALL_SOLID:hlinitý písek]
de: [STATE_NAME_ADJ:ALL_SOLID:lehmiger Sand]
eo: [STATE_NAME_ADJ:ALL_SOLID:loma sablo]
es: [STATE_NAME_ADJ:ALL_SOLID:arena arcillosa]
ja: [STATE_NAME_ADJ:ALL_SOLID:壌質砂土]
ko: [STATE_NAME_ADJ:ALL_SOLID:비옥한 모래]
ru: [STATE_NAME_ADJ:ALL_SOLID:глинистый песок]
tr: [STATE_NAME_ADJ:ALL_SOLID:tınlı kum]
vi: [STATE_NAME_ADJ:ALL_SOLID:cát pha thịt]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:壤砂的]

# INORGANIC:SAND_TAN
source: [STATE_NAME_ADJ:ALL_SOLID:sand]
cs: [STATE_NAME_ADJ:ALL_SOLID:písek]
eo: [STATE_NAME_ADJ:ALL_SOLID:sablo]
es: [STATE_NAME_ADJ:ALL_SOLID:arena]
ja: [STATE_NAME_ADJ:ALL_SOLID:砂]
ko: [STATE_NAME_ADJ:ALL_SOLID:모래]
ru: [STATE_NAME_ADJ:ALL_SOLID:песок]
tr: [STATE_NAME_ADJ:ALL_SOLID:kum]
vi: [STATE_NAME_ADJ:ALL_SOLID:cát]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:沙子的]

# INORGANIC:SAND_YELLOW
source: [STATE_NAME_ADJ:ALL_SOLID:yellow sand]
cs: [STATE_NAME_ADJ:ALL_SOLID:žlutý písek]
de: [STATE_NAME_ADJ:ALL_SOLID:gelber Sand]
eo: [STATE_NAME_ADJ:ALL_SOLID:flava sablo]
es: [STATE_NAME_ADJ:ALL_SOLID:arena amarilla]
ja: [STATE_NAME_ADJ:ALL_SOLID:黄砂]
ko: [STATE_NAME_ADJ:ALL_SOLID:노란 모래]
ru: [STATE_NAME_ADJ:ALL_SOLID:жёлтый песок]
tr: [STATE_NAME_ADJ:ALL_SOLID:sarı kum]
vi: [STATE_NAME_ADJ:ALL_SOLID:cát vàng]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:黄沙的]

# INORGANIC:SAND_WHITE
source: [STATE_NAME_ADJ:ALL_SOLID:white sand]
cs: [STATE_NAME_ADJ:ALL_SOLID:bílý písek]
de: [STATE_NAME_ADJ:ALL_SOLID:weißer Sand]
eo: [STATE_NAME_ADJ:ALL_SOLID:blanka sablo]
es: [STATE_NAME_ADJ:ALL_SOLID:arena blanca]
ja: [STATE_NAME_ADJ:ALL_SOLID:白砂]
ko: [STATE_NAME_ADJ:ALL_SOLID:하얀모래]
ru: [STATE_NAME_ADJ:ALL_SOLID:белый песок]
tr: [STATE_NAME_ADJ:ALL_SOLID:beyaz kum]
vi: [STATE_NAME_ADJ:ALL_SOLID:cát trắng]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:白沙的]

# INORGANIC:SAND_BLACK
source: [STATE_NAME_ADJ:ALL_SOLID:black sand]
cs: [STATE_NAME_ADJ:ALL_SOLID:černý písek]
de: [STATE_NAME_ADJ:ALL_SOLID:schwarzer Sand]
eo: [STATE_NAME_ADJ:ALL_SOLID:nigra sablo]
es: [STATE_NAME_ADJ:ALL_SOLID:arena negra]
ja: [STATE_NAME_ADJ:ALL_SOLID:黒砂]
ko: [STATE_NAME_ADJ:ALL_SOLID:검은 모래]
ru: [STATE_NAME_ADJ:ALL_SOLID:чёрный песок]
tr: [STATE_NAME_ADJ:ALL_SOLID:siyah kum]
vi: [STATE_NAME_ADJ:ALL_SOLID:cát đen]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:黑沙的]

# INORGANIC:SAND_RED
source: [STATE_NAME_ADJ:ALL_SOLID:red sand]
cs: [STATE_NAME_ADJ:ALL_SOLID:červený písek]
de: [STATE_NAME_ADJ:ALL_SOLID:roter Sand]
eo: [STATE_NAME_ADJ:ALL_SOLID:ruĝa sablo]
es: [STATE_NAME_ADJ:ALL_SOLID:arena roja]
ja: [STATE_NAME_ADJ:ALL_SOLID:赤砂]
ko: [STATE_NAME_ADJ:ALL_SOLID:빨간 모래]
ru: [STATE_NAME_ADJ:ALL_SOLID:красный песок]
tr: [STATE_NAME_ADJ:ALL_SOLID:kırmızı kum]
vi: [STATE_NAME_ADJ:ALL_SOLID:cát đỏ]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:红沙的]

# INORGANIC:PEAT
source: [STATE_NAME_ADJ:ALL_SOLID:peat]
cs: [STATE_NAME_ADJ:ALL_SOLID:rašelina]
de: [STATE_NAME_ADJ:ALL_SOLID:Torf]
eo: [STATE_NAME_ADJ:ALL_SOLID:torfo]
es: [STATE_NAME_ADJ:ALL_SOLID:turba]
ja: [STATE_NAME_ADJ:ALL_SOLID:泥炭]
ko: [STATE_NAME_ADJ:ALL_SOLID:토탄]
ru: [STATE_NAME_ADJ:ALL_SOLID:торф]
tr: [STATE_NAME_ADJ:ALL_SOLID:turba]
vi: [STATE_NAME_ADJ:ALL_SOLID:than bùn]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:泥炭的]

# INORGANIC:PELAGIC_CLAY
source: [STATE_NAME_ADJ:ALL_SOLID:pelagic clay]
cs: [STATE_NAME_ADJ:ALL_SOLID:pelagická hlína]
de: [STATE_NAME_ADJ:ALL_SOLID:Tiefseeton]
eo: [STATE_NAME_ADJ:ALL_SOLID:pelaga argilo]
es: [STATE_NAME_ADJ:ALL_SOLID:arcilla marina]
ja: [STATE_NAME_ADJ:ALL_SOLID:赤土]
ko: [STATE_NAME_ADJ:ALL_SOLID:원양 점토]
ru: [STATE_NAME_ADJ:ALL_SOLID:пелагическая глина]
tr: [STATE_NAME_ADJ:ALL_SOLID:pelajik kil]
vi: [STATE_NAME_ADJ:ALL_SOLID:đất sét biển sâu]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:深海黏土的]

# INORGANIC:CALCAREOUS_OOZE
source: [STATE_NAME_ADJ:ALL_SOLID:calcareous ooze]
cs: [STATE_NAME_ADJ:ALL_SOLID:vápnitý kal]
de: [STATE_NAME_ADJ:ALL_SOLID:kalkhaltiger Schlamm]
eo: [STATE_NAME_ADJ:ALL_SOLID:kalka ŝlimo]
es: [STATE_NAME_ADJ:ALL_SOLID:depósito calcáceo]
ja: [STATE_NAME_ADJ:ALL_SOLID:石灰質軟泥]
ko: [STATE_NAME_ADJ:ALL_SOLID:석회질 진액]
ru: [STATE_NAME_ADJ:ALL_SOLID:известковые отложения]
tr: [STATE_NAME_ADJ:ALL_SOLID:kalkerli balçık]
vi: [STATE_NAME_ADJ:ALL_SOLID:bùn vôi]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:硅藻软泥]

# INORGANIC:SILICEOUS_OOZE
source: [STATE_NAME_ADJ:ALL_SOLID:siliceous ooze]
cs: [STATE_NAME_ADJ:ALL_SOLID:křemičitý kal]
de: [STATE_NAME_ADJ:ALL_SOLID:kieselhaltiger Schlamm]
eo: [STATE_NAME_ADJ:ALL_SOLID:silicia ŝlimo]
es: [STATE_NAME_ADJ:ALL_SOLID:depósito silíceo]
ja: [STATE_NAME_ADJ:ALL_SOLID:珪質軟泥]
ko: [STATE_NAME_ADJ:ALL_SOLID:규산수액]
ru: [STATE_NAME_ADJ:ALL_SOLID:кремнезёмные отложения]
tr: [STATE_NAME_ADJ:ALL_SOLID:silisli balçık]
vi: [STATE_NAME_ADJ:ALL_SOLID:bùn silic]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:硅藻软泥的]

# INORGANIC:FIRE_CLAY
source: [STATE_NAME_ADJ:ALL_SOLID:fire clay]
cs: [STATE_NAME_ADJ:ALL_SOLID:žáruvzdorná hlína]
de: [STATE_NAME_ADJ:ALL_SOLID:Feuerfestton]
eo: [STATE_NAME_ADJ:ALL_SOLID:ŝamoto]
es: [STATE_NAME_ADJ:ALL_SOLID:arcilla ardiente]
ja: [STATE_NAME_ADJ:ALL_SOLID:耐火粘土]
ko: [STATE_NAME_ADJ:ALL_SOLID:f내화 점토]
ru: [STATE_NAME_ADJ:ALL_SOLID:огнеупорная глина]
tr: [STATE_NAME_ADJ:ALL_SOLID:ateş kili]
vi: [STATE_NAME_ADJ:ALL_SOLID:đất sét chịu lửa]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:火黏土的]

# MATERIAL_TEMPLATE:STONE_TEMPLATE
source: [STATE_NAME:ALL_SOLID:stone]
cs: [STATE_NAME:ALL_SOLID:kámen]
de: [STATE_NAME:ALL_SOLID:Stein]
eo: [STATE_NAME:ALL_SOLID:ŝtono]
es: [STATE_NAME:ALL_SOLID:piedra]
ja: [STATE_NAME:ALL_SOLID:石]
ko: [STATE_NAME:ALL_SOLID:돌]
ru: [STATE_NAME:ALL_SOLID:камень]
tr: [STATE_NAME:ALL_SOLID:taş]
vi: [STATE_NAME:ALL_SOLID:đá]
zh_hans: [STATE_NAME:ALL_SOLID:石材]

# MATERIAL_TEMPLATE:STONE_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:stone]
cs: [STATE_ADJ:ALL_SOLID:kamenný]
de: [STATE_ADJ:ALL_SOLID:steinern]
eo: [STATE_ADJ:ALL_SOLID:ŝtona]
es: [STATE_ADJ:ALL_SOLID:de piedra]
ja: [STATE_ADJ:ALL_SOLID:石の]
ko: [STATE_ADJ:ALL_SOLID:돌]
ru: [STATE_ADJ:ALL_SOLID:камень]
tr: [STATE_ADJ:ALL_SOLID:taş]
vi: [STATE_ADJ:ALL_SOLID:đá]
zh_hans: [STATE_ADJ:ALL_SOLID:石材的]

# MATERIAL_TEMPLATE:STONE_TEMPLATE
source: [STATE_NAME:GAS:boiling magma]
cs: [STATE_NAME:GAS:vroucí magma]
de: [STATE_NAME:GAS:kochendes Magma]
eo: [STATE_NAME:GAS:bolanta magmo]
es: [STATE_NAME:GAS:magma hirviendo]
ja: [STATE_NAME:GAS:蒸気化したマグマ]
ko: [STATE_NAME:GAS:기화된 마그마]
ru: [STATE_NAME:GAS:кипящая магма]
tr: [STATE_NAME:GAS:kaynayan magma]
vi: [STATE_NAME:GAS:magma đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的岩浆]

# MATERIAL_TEMPLATE:STONE_TEMPLATE
source: [STATE_ADJ:GAS:boiling magma]
cs: [STATE_ADJ:GAS:vroucí magma]
de: [STATE_ADJ:GAS:kochendes Magma]
eo: [STATE_ADJ:GAS:el bolanta magmo]
es: [STATE_ADJ:GAS:de magma hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したマグマの]
ko: [STATE_ADJ:GAS:기화된 마그마]
ru: [STATE_ADJ:GAS:кипящая магма]
tr: [STATE_ADJ:GAS:kaynayan magma]
vi: [STATE_ADJ:GAS:magma đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的岩浆的]

# MATERIAL_TEMPLATE:METAL_TEMPLATE
source: [STATE_NAME:LIQUID:molten metal]
cs: [STATE_NAME:LIQUID:roztavený kov]
de: [STATE_NAME:LIQUID:geschmolzenes Metall]
eo: [STATE_NAME:LIQUID:fandita metalo]
es: [STATE_NAME:LIQUID:metal fundido]
ja: [STATE_NAME:LIQUID:溶けた金属]
ko: [STATE_NAME:LIQUID:녹은 금속]
ru: [STATE_NAME:LIQUID:расплавленный металл]
tr: [STATE_NAME:LIQUID:erimiş metal]
vi: [STATE_NAME:LIQUID:kim loại nóng chảy]
zh_hans: [STATE_NAME:LIQUID:融化的金属]

# MATERIAL_TEMPLATE:METAL_TEMPLATE
source: [STATE_ADJ:LIQUID:molten metal]
cs: [STATE_ADJ:LIQUID:roztavený kov]
de: [STATE_ADJ:LIQUID:geschmolzenes Metall]
eo: [STATE_ADJ:LIQUID:el fandita metalo]
es: [STATE_ADJ:LIQUID:de metal fundido]
ja: [STATE_ADJ:LIQUID:溶けた金属の]
ko: [STATE_ADJ:LIQUID:녹은 금속]
ru: [STATE_ADJ:LIQUID:расплавленный металл]
tr: [STATE_ADJ:LIQUID:erimiş metal]
vi: [STATE_ADJ:LIQUID:kim loại nóng chảy]
zh_hans: [STATE_ADJ:LIQUID:融化的金属的]

# MATERIAL_TEMPLATE:METAL_TEMPLATE
source: [STATE_NAME:GAS:boiling metal]
cs: [STATE_NAME:GAS:vroucí kov]
de: [STATE_NAME:GAS:kochendes Metall]
eo: [STATE_NAME:GAS:bolanta metalo]
es: [STATE_NAME:GAS:metal hirviendo]
ja: [STATE_NAME:GAS:蒸気化した金属]
ko: [STATE_NAME:GAS:기화된 금속]
ru: [STATE_NAME:GAS:кипящий металл]
tr: [STATE_NAME:GAS:kaynayan metal]
vi: [STATE_NAME:GAS:kim loại đang sôi]
zh_hans: [STATE_NAME:GAS:沸腾的金属]

# MATERIAL_TEMPLATE:METAL_TEMPLATE
source: [STATE_ADJ:GAS:boiling metal]
cs: [STATE_ADJ:GAS:vroucí kov]
de: [STATE_ADJ:GAS:kochendes Metall]
eo: [STATE_ADJ:GAS:el bolanta metalo]
es: [STATE_ADJ:GAS:de metal hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した金属の]
ko: [STATE_ADJ:GAS:기화된 금속]
ru: [STATE_ADJ:GAS:кипящий металл]
tr: [STATE_ADJ:GAS:kaynayan metal]
vi: [STATE_ADJ:GAS:kim loại đang sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的金属的]

# MATERIAL_TEMPLATE:WOOD_TEMPLATE
source: [STATE_NAME:ALL_SOLID:wood]
cs: [STATE_NAME:ALL_SOLID:dřevo]
de: [STATE_NAME:ALL_SOLID:Holz]
eo: [STATE_NAME:ALL_SOLID:ligno]
es: [STATE_NAME:ALL_SOLID:madera]
ja: [STATE_NAME:ALL_SOLID:木]
ko: [STATE_NAME:ALL_SOLID:나무]
ru: [STATE_NAME:ALL_SOLID:дерево]
tr: [STATE_NAME:ALL_SOLID:odun]
vi: [STATE_NAME:ALL_SOLID:gỗ]

# MATERIAL_TEMPLATE:WOOD_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:wooden]
cs: [STATE_ADJ:ALL_SOLID:dřevěný]
de: [STATE_ADJ:ALL_SOLID:hölzern]
eo: [STATE_ADJ:ALL_SOLID:ligna]
es: [STATE_NAME:ALL_SOLID:de madera]
ja: [STATE_ADJ:ALL_SOLID:木製の]
ko: [STATE_ADJ:ALL_SOLID:나무]
ru: [STATE_ADJ:ALL_SOLID:деревянный]
tr: [STATE_ADJ:ALL_SOLID:ahşap]
vi: [STATE_ADJ:ALL_SOLID:bằng gỗ]

# MATERIAL_TEMPLATE:SKIN_TEMPLATE
source: [STATE_NAME:ALL_SOLID:skin]
cs: [STATE_NAME:ALL_SOLID:kůže]
de: [STATE_NAME:ALL_SOLID:Haut]
eo: [STATE_NAME:ALL_SOLID:haŭto]
es: [STATE_NAME:ALL_SOLID:piel]
ja: [STATE_NAME:ALL_SOLID:肌]
ko: [STATE_NAME:ALL_SOLID:피부]
ru: [STATE_NAME:ALL_SOLID:кожа]
tr: [STATE_NAME:ALL_SOLID:deri]
vi: [STATE_NAME:ALL_SOLID:Da]

# MATERIAL_TEMPLATE:SKIN_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:skin]
cs: [STATE_ADJ:ALL_SOLID:kožený]
de: [STATE_ADJ:ALL_SOLID:Haut]
eo: [STATE_ADJ:ALL_SOLID:el haŭto]
es: [STATE_ADJ:ALL_SOLID:de piel]
ja: [STATE_ADJ:ALL_SOLID:肌の]
ko: [STATE_ADJ:ALL_SOLID:피부]
ru: [STATE_ADJ:ALL_SOLID:кожа]
tr: [STATE_ADJ:ALL_SOLID:deri]
vi: [STATE_ADJ:ALL_SOLID:Da]

# MATERIAL_TEMPLATE:FAT_TEMPLATE
source: [STATE_NAME:ALL_SOLID:fat]
cs: [STATE_NAME:ALL_SOLID:tuk]
de: [STATE_NAME:ALL_SOLID:Fett]
eo: [STATE_NAME:ALL_SOLID:solida graso]
es: [STATE_NAME:ALL_SOLID:grasa]
ja: [STATE_NAME:ALL_SOLID:脂肪]
ko: [STATE_NAME:ALL_SOLID:지방]
ru: [STATE_NAME:ALL_SOLID:жир]
tr: [STATE_NAME:ALL_SOLID:yağ]
vi: [STATE_NAME:ALL_SOLID:Mỡ]

# MATERIAL_TEMPLATE:FAT_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:fatty]
cs: [STATE_ADJ:ALL_SOLID:tukový]
de: [STATE_ADJ:ALL_SOLID:fettig]
eo: [STATE_ADJ:ALL_SOLID:el solida graso]
es: [STATE_ADJ:ALL_SOLID:grasoso]
ja: [STATE_ADJ:ALL_SOLID:脂肪の]
ko: [STATE_ADJ:ALL_SOLID:지방질]
ru: [STATE_ADJ:ALL_SOLID:жир]
tr: [STATE_ADJ:ALL_SOLID:yağlı]
vi: [STATE_ADJ:ALL_SOLID:mỡ]

# MATERIAL_TEMPLATE:FAT_TEMPLATE
source: [STATE_NAME:LIQUID:grease]
cs: [STATE_NAME:LIQUID:maz]
de: [STATE_NAME:LIQUID:Schmalz]
eo: [STATE_NAME:LIQUID:graso]
es: [STATE_NAME:LIQUID:grasa líquida]
ja: [STATE_NAME:LIQUID:グリス]
ko: [STATE_NAME:LIQUID:기름]
ru: [STATE_NAME:LIQUID:смазка]
tr: [STATE_NAME:LIQUID:gres]
vi: [STATE_NAME:LIQUID:mỡ]

# MATERIAL_TEMPLATE:FAT_TEMPLATE
source: [STATE_ADJ:LIQUID:greasy]
cs: [STATE_ADJ:LIQUID:mazlavý]
de: [STATE_ADJ:LIQUID:schmalzig]
eo: [STATE_ADJ:LIQUID:grasa]
es: [STATE_ADJ:LIQUID:grasoso]
ja: [STATE_ADJ:LIQUID:グリスの]
ko: [STATE_ADJ:LIQUID:기름]
ru: [STATE_ADJ:LIQUID:сальный]
tr: [STATE_ADJ:LIQUID:gresli]
vi: [STATE_ADJ:LIQUID:dính mỡ]

# MATERIAL_TEMPLATE:MUSCLE_TEMPLATE
source: [STATE_NAME:ALL_SOLID:muscle]
cs: [STATE_NAME:ALL_SOLID:sval]
de: [STATE_NAME:ALL_SOLID:Muskel]
eo: [STATE_NAME:ALL_SOLID:muskolo]
es: [STATE_NAME:ALL_SOLID:músculo]
ja: [STATE_NAME:ALL_SOLID:筋肉]
ko: [STATE_NAME:ALL_SOLID:근육]
ru: [STATE_NAME:ALL_SOLID:мышца]
tr: [STATE_NAME:ALL_SOLID:kas]
zh_hans: [STATE_NAME:ALL_SOLID:肌肉]

# MATERIAL_TEMPLATE:MUSCLE_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:muscle]
cs: [STATE_ADJ:ALL_SOLID:svalový]
de: [STATE_ADJ:ALL_SOLID:muskolös]
eo: [STATE_ADJ:ALL_SOLID:el muskoloj]
es: [STATE_ADJ:ALL_SOLID:músculoso]
ja: [STATE_ADJ:ALL_SOLID:筋肉の]
ko: [STATE_ADJ:ALL_SOLID:근육]
ru: [STATE_ADJ:ALL_SOLID:мышечный]
tr: [STATE_ADJ:ALL_SOLID:kas]
zh_hans: [STATE_ADJ:ALL_SOLID:肌肉的]

# MATERIAL_TEMPLATE:MUSCLE_TEMPLATE
source: [MEAT_NAME:NONE:meat:meat]
cs: [MEAT_NAME:NONE:maso:maso]
de: [MEAT_NAME:NONE:Fleisch:Fleisch]
eo: [MEAT_NAME:NONE:viando:viandoj]
es: [MEAT_NAME:NONE:carne:carne]
ja: [MEAT_NAME:NONE:meat:肉の]
ko: [MEAT_NAME:NONE:고기:고기]
ru: [MEAT_NAME:NONE:мясо:мясо]
tr: [MEAT_NAME:NONE:et:et]
vi: [MEAT_NAME:NONE:thịt:thịt]
zh_hans: [MEAT_NAME:NONE:肉:肉]

# MATERIAL_TEMPLATE:SINEW_TEMPLATE
source: [STATE_NAME:ALL_SOLID:sinew]
cs: [STATE_NAME:ALL_SOLID:šlacha]
de: [STATE_NAME:ALL_SOLID:Sehne]
eo: [STATE_NAME:ALL_SOLID:tendeno]
es: [STATE_NAME:ALL_SOLID:nervio]
ja: [STATE_NAME:ALL_SOLID:筋]
ko: [STATE_NAME:ALL_SOLID:힘줄]
ru: [STATE_NAME:ALL_SOLID:сухожилие]
tr: [STATE_NAME:ALL_SOLID:kiriş]
vi: [STATE_NAME:ALL_SOLID:gân]
zh_hans: [STATE_NAME:ALL_SOLID:肌腱]

# MATERIAL_TEMPLATE:SINEW_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:sinew]
cs: [STATE_ADJ:ALL_SOLID:šlachovitý]
de: [STATE_ADJ:ALL_SOLID:sehnig]
eo: [STATE_ADJ:ALL_SOLID:el tendeno]
es: [STATE_ADJ:ALL_SOLID:nervioso]
ja: [STATE_ADJ:ALL_SOLID:筋の]
ko: [STATE_ADJ:ALL_SOLID:힘줄]
ru: [STATE_ADJ:ALL_SOLID:сухожилия]
tr: [STATE_ADJ:ALL_SOLID:kiriş]
vi: [STATE_ADJ:ALL_SOLID:gân]
zh_hans: [STATE_ADJ:ALL_SOLID:肌腱的]

# MATERIAL_TEMPLATE:BONE_TEMPLATE
source: [STATE_NAME:SOLID:bone]
cs: [STATE_NAME:SOLID:kost]
de: [STATE_NAME:SOLID:Knochen]
eo: [STATE_NAME:SOLID:osto]
es: [STATE_NAME:SOLID:hueso]
ja: [STATE_NAME:SOLID:骨]
ko: [STATE_NAME:SOLID:뼈]
ru: [STATE_NAME:SOLID:кость]
tr: [STATE_NAME:SOLID:kemik]
vi: [STATE_NAME:SOLID:Xương]
zh_hans: [STATE_NAME:SOLID:骨骼]

# MATERIAL_TEMPLATE:BONE_TEMPLATE
source: [STATE_ADJ:SOLID:bone]
cs: [STATE_ADJ:SOLID:kost]
de: [STATE_ADJ:SOLID:knöchern]
eo: [STATE_ADJ:SOLID:osta]
es: [STATE_ADJ:SOLID:de hueso]
ja: [STATE_ADJ:SOLID:骨の]
ko: [STATE_ADJ:SOLID:뼈]
ru: [STATE_ADJ:SOLID:костяной]
tr: [STATE_ADJ:SOLID:kemik]
vi: [STATE_ADJ:SOLID:Xương]
zh_hans: [STATE_ADJ:SOLID:骨骼的]

# MATERIAL_TEMPLATE:BONE_TEMPLATE
source: [STATE_NAME:POWDER:bone meal]
cs: [STATE_NAME:POWDER:kostní moučka]
de: [STATE_NAME:POWDER:Knochenmehl]
eo: [STATE_NAME:POWDER:ostopulvoro]
es: [STATE_NAME:POWDER:harina de hueso]
ja: [STATE_NAME:POWDER:骨粉]
ko: [STATE_NAME:POWDER:뼛가루]
ru: [STATE_NAME:POWDER:костная мука]
tr: [STATE_NAME:POWDER:kemik tozu]
vi: [STATE_NAME:POWDER:bột xương]
zh_hans: [STATE_NAME:POWDER:骨粉]

# MATERIAL_TEMPLATE:BONE_TEMPLATE
source: [STATE_ADJ:POWDER:bone meal]
cs: [STATE_ADJ:POWDER:kostní moučka]
de: [STATE_ADJ:POWDER:Knochenmehl]
eo: [STATE_ADJ:POWDER:el ostopulvoro]
es: [STATE_ADJ:POWDER:de harina de hueso]
ja: [STATE_ADJ:POWDER:骨粉の]
ko: [STATE_ADJ:POWDER:뼛가루]
ru: [STATE_ADJ:POWDER:костная мука]
tr: [STATE_ADJ:POWDER:kemik tozu]
vi: [STATE_ADJ:POWDER:bột xương]
zh_hans: [STATE_ADJ:POWDER:骨粉的]
