Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:CAP_HOPPER
source: [NAME:cap hopper:cap hoppers:cap hopper]
cs: [NAME:hřibovní skokan:hřibovní skokani:hřibovní skokan]
de: [NAME:Kappenhüpfer:Kappenhüpfer:Kappenhüpfer]
eo: [NAME:ĉapelhopanto:ĉapelhopantoj:de ĉapelhopanto]
es: [NAME:saltapíleo:saltapíleos:de saltapíleo]
ja: [NAME:キノコカエル:キノコカエル:キノコカエルの]
ko: [NAME:캡호퍼:캡호퍼들:캡호퍼]
pl: [NAME:daszkoskoczek:daszkoskoczki:daszkoczkowy]
ru: [NAME:грибной прыгун:грибные прыгуны:грибного прыгуна]
tr: [NAME:şapka çekirgesi:şapka çekirgeleri:şapka çekirgesi]
vi: [NAME:kẻ nhảy chóp:các kẻ nhảy chóp:kẻ nhảy chóp]

# CREATURE:CAP_HOPPER
source: [CASTE_NAME:cap hopper:cap hoppers:cap hopper]
cs: [CASTE_NAME:hřibovní skokan:hřibovní skokani:hřibovní skokan]
de: [CASTE_NAME:Kappenhüpfer:Kappenhüpfer:Kappenhüpfer]
eo: [CASTE_NAME:ĉapelhopanto:ĉapelhopantoj:de ĉapelhopanto]
es: [CASTE_NAME:saltapíleor:saltapíleos:de saltapíleo]
ja: [CASTE_NAME:キノコカエル:キノコカエル:キノコカエルの]
ko: [CASTE_NAME:캡호퍼:캡호퍼들:캡호퍼]
pl: [CASTE_NAME:daszkoskoczek:daszkoskoczki:daszkoczkowy]
ru: [CASTE_NAME:грибной прыгун:грибные прыгуны:грибного прыгуна]
tr: [CASTE_NAME:şapka çekirgesi:şapka çekirgeleri:şapka çekirgesi]
vi: [CASTE_NAME:kẻ nhảy chóp:các kẻ nhảy chóp:kẻ nhảy chóp]

# CREATURE:CAP_HOPPER
source: [PREFSTRING:swinging antics]
cs: [PREFSTRING:šplhacími kousky]
de: [PREFSTRING:schwingende Narren]
eo: [PREFSTRING:pendolantaj klaŭnaĵoj]
es: [PREFSTRING: balanceo travieso]
ja: [PREFSTRING:ふざけたぶら下がり]
ko: [PREFSTRING:장난스런 스윙]
pl: [PREFSTRING:skoczne wybryki]
ru: [PREFSTRING:акробатические выходки]
tr: [PREFSTRING:sallanma maskaralıkları]
vi: [PREFSTRING:những trò đu đưa]

# CREATURE:CAP_HOPPER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CAP_HOPPER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CAP_HOPPER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MAGMA_CRAB
source: [DESCRIPTION:A small rock-eating creature that lives in molten rock. It scurries on little feet and swims through liquid rock with sharp wings. It uses magma to digest rock and spits out burning globs.]
cs: [DESCRIPTION:Malý kamenožravý tvor, který žije v roztavené hornině. Plouží se na malých nožkách a plave v tekuté hornině pomocí ostrých křídel. K trávení horniny používá magma a vyplivuje hořící kuličky.]
de: [DESCRIPTION:Eine kleine steinfressende Kreatur, die in geschmolzenem Gestein lebt. Es wuselt auf kleinen Füßen und schwimmt mit scharfen Flügeln durch flüssiges Gestein. Es nutzt Magma, um Gestein zu verdauen und spuckt brennende Kugeln aus..]
eo: [DESCRIPTION:Malgranda rokvora estaĵo kiu loĝas en fandita roko. Ĝi rapidas per malgrandaj piedoj, kaj naĝas tra likva roka per akraj naĝiloj. Ĝi uzas magmon por digesti rokon, kaj ŝprucas brulantajn sekreciaĵojn.]
es: [DESCRIPTION:Una pequeña criatura que se alimenta de rocas, y que vive en roca fundida. Corre con sus pequeños pies y nada a traves de la roca liquida con sus afiladas alas. Usa el magma para digerir la roca y escupe pegotes llameantes.]
ja: [DESCRIPTION:マグマの中に棲む、岩喰いの怪物。小さな足で這いまわり、マグマを鋭いひれで泳ぎまわる。岩を消化して、熱い唾を飛ばして攻撃する。]
ko: [DESCRIPTION:녹은 암석에 사는 작은 암석 생물. 작은 발로 달리고 날카로운 날개로 액체 암석을 헤엄칩니다. 마그마를 사용하여 암석을 소화하고 불타는 덩어리를 뱉어냅니다.]
pl: [DESCRIPTION:Małe, jedzące skały stworzenie, które żyje w stopionej skale. Pędzi na małych nóżkach i płynie przez płynną skałę ze swoimi ostrymi skrzydłami. Używa magmy do trawienia skał i wypluwa płonące kule.]
ru: [DESCRIPTION:Небольшое, питающееся камнем существо, живущее в расплавленной горной породе. Быстро передвигается на маленьких лапках и плавает в жидкой породе с помощью острых крыльев. Использует магму, чтобы переваривать камни, и выплёвывает горящие капли.]
tr: [DESCRIPTION:Erimiş kayada yaşayan, kaya yiyen küçük bir yaratık. Küçük ayakları üzerinde koşturur ve keskin kanatlarıyla sıvı kayada yüzer. Kayayı sindirmek için magmayı kullanır ve yanan topaklar tükürür.]
vi: [DESCRIPTION:Một sinh vật nhỏ bé ăn đá, sống trong đá nóng chảy. Nó chạy lạch bạch bằng đôi chân nhỏ và bơi qua đá lỏng bằng đôi cánh sắc nhọn. Nó dùng dung nham để tiêu hóa đá và phun ra những cục lửa nóng bỏng.]
zh_hans: [DESCRIPTION:一种生活在熔岩中的小型食岩生物。它用小脚奔跑，用锋利的鳍游过熔岩。它利用岩浆消化岩石并喷出燃烧的熔岩球。]

# CREATURE:MAGMA_CRAB
source: [NAME:magma crab:magma crabs:magma crab]
cs: [NAME:magmatický krab:magmatickí krabi:magmatický krab]
de: [NAME:Magmakrabbe:Magmakrabben:Magmakrabbe]
eo: [NAME:magmokrabo:magmokraboj:de magmokrabo]
es: [NAME:Cangrejo de magma:Cangrejos de magma:Cangrejo de magma]
ja: [NAME:溶岩カニ:溶岩カニ:溶岩カニの]
ko: [NAME:용암게:용암게들:용암게]
pl: [NAME:krab magmowy:kraby magmowe:krabo magmowy]
ru: [NAME:магма-краб:магма-крабы:магма-краба]
tr: [NAME:magma yengeci:magma yengeçleri:magma yengeci]
vi: [NAME:cua dung nham:các cua dung nham:cua dung nham]
zh_hans: [NAME:熔岩螃蟹:熔岩螃蟹:熔岩螃蟹]

# CREATURE:MAGMA_CRAB
source: [CASTE_NAME:magma crab:magma crabs:magma crab]
cs: [CASTE_NAME:magmatický krab:magmatickí krabi:magmatický krab]
de: [CASTE_NAME:Magmakrabbe:Magmakrabben:Magmakrabbe]
eo: [CASTE_NAME:magmokrabo:magmokraboj:de magmokrabo]
es: [CASTE_NAME:Cangrejo de magma:Cangrejos de magma:Cangrejo de magma]
ja: [CASTE_NAME:溶岩カニ:溶岩カニ:溶岩カニの]
ko: [CASTE_NAME:용암게:용암게들:용암게]
pl: [CASTE_NAME:krab magmowy:kraby magmowe:krabo magmowy]
ru: [CASTE_NAME:магма-краб:магма-крабы:магма-краба]
tr: [CASTE_NAME:magma yengeci:magma yengeçleri:magma yengeci]
vi: [CASTE_NAME:cua dung nham:các cua dung nham:cua dung nham]
zh_hans: [CASTE_NAME:熔岩螃蟹:熔岩螃蟹:熔岩螃蟹]

# CREATURE:MAGMA_CRAB
source: [PREFSTRING:chittering]
cs: [PREFSTRING:cvakáním]
de: [PREFSTRING:zitternd]
eo: [PREFSTRING:ĉirpado]
es: [PREFSTRING:parloteo]
ja: [PREFSTRING:さえずり]
ko: [PREFSTRING:재잘재잘]
pl: [PREFSTRING:ćwierkanie]
ru: [PREFSTRING:щёлканье]
tr: [PREFSTRING:cıvıldaşma]
vi: [PREFSTRING:tiếng lách tách]

# CREATURE:MAGMA_CRAB
source: [CDI:ADV_NAME:Spit molten rock]
cs: [CDI:ADV_NAME:Plivnout roztavenou horninu]
de: [CDI:ADV_NAME:Spuckt geschmolzenes Gestein]
eo: [CDI:ADV_NAME:Ŝpruci fandatan rokon]
es: [CDI:ADV_NAME:Escupitajo de roca fundida]
ja: [CDI:ADV_NAME:溶岩の唾]
ko: [CDI:ADV_NAME:녹은 바위 덩어리를 뱉다]
pl: [CDI:ADV_NAME:plwocina roztopionej skały]
ru: [CDI:ADV_NAME:Плевок расплавленной породой]
tr: [CDI:ADV_NAME:Erimiş kaya tükür]
vi: [CDI:ADV_NAME:Phun đá nóng chảy]

# CREATURE:MAGMA_CRAB
source: [CDI:VERB:spit a glob of molten rock:spits a glob of molten rock:]
cs: [CDI:VERB:plivnout kus roztavené horniny:plive kus roztavené horniny:]
de: [CDI:VERB:spuckt einen Klumpen geschmolzenes Gestein:spuckt einen Klumpen geschmolzenes Gestein:]
pl: [CDI:VERB:plujesz kulą stopionej skały:pluje kulą stopionej skały:NA]
ru: [CDI:VERB:плюёте каплями расплавленной породы:плюёт каплями расплавленной породы:]
tr: [CDI:VERB:erimiş kaya topağı tükür:erimiş kaya topağı tükürür:]

# CREATURE:MAGMA_CRAB
source: [TLCM_NOUN:exterior:SINGULAR]
cs: [TLCM_NOUN:zevnějšek:SINGULAR]
de: [TLCM_NOUN:Außenbereich:SINGULAR]
eo: [TLCM_NOUN:ŝelo:SINGULAR]
ja: [TLCM_NOUN:外側:SINGULAR]
ko: [TLCM_NOUN:외부:SINGULAR]
pl: [TLCM_NOUN:powierzchnia:SINGULAR]
ru: [TLCM_NOUN:внешний вид:SINGULAR]
tr: [TLCM_NOUN:dış yüzey:SINGULAR]

# CREATURE:CRUNDLE
source: [DESCRIPTION:A tiny underground monster with large claws and horns. It walks on two legs and is dangerous when encountered in large numbers.]
cs: [DESCRIPTION:Drobný podzemní tvor s velkými drápy a rohy. Chodí po dvou a ve větším počtu je nebezpečný.]
de: [DESCRIPTION:Ein winziges unterirdisches Ungeheuer mit großen Klauen und Hörnern. Es läuft auf zwei Beinen und ist gefährlich, wenn es in großer Zahl auftritt.]
eo: [DESCRIPTION:Eta subtera monstro kun grandaj ungegoj kaj kornoj. Ĝi paŝas per du gamboj, kaj estas danĝera se renkontate en grandaj nombroj.]
es: [DESCRIPTION:Un pequeño monstruo subterraneo con grandes garras y cuernos. Anda sobre dos patas y es peligroso si lo encuentras en grandes números.]
ja: [DESCRIPTION:大きな爪と角を持つ小さな地下怪物だ。両足で歩くので、たくさん出会うと危険。]
ko: [DESCRIPTION:큰 발톱과 뿔을 가진 작은 지하 괴물. 두 발로 걸어다니며 다수로 마주치면 위험합니다.]
pl: [DESCRIPTION:Malutki, podziemny potwór z dużymi pazurami i rogami. Chodzi na dwóch nogach i jest niebezpieczny, kiedy zbierze się w dużych ilościach.]
ru: [DESCRIPTION:Маленькие подземные монстры с большими когтями и рогами. Ходят на двух ногах. Опасны в больших количествах.]
tr: [DESCRIPTION:Büyük pençeleri ve boynuzları olan minik bir yeraltı canavarı. İki ayağı üzerinde yürür ve büyük sayılarla karşılaşıldığında tehlikelidir.]
vi: [DESCRIPTION:Một quái vật nhỏ bé dưới lòng đất với móng vuốt và sừng lớn. Nó đi bằng hai chân và trở nên nguy hiểm khi gặp với số lượng lớn.]
zh_hans: [DESCRIPTION:长着大爪子和角的地底小怪物。它用两条腿走路，当遭遇很多的时候是非常危险的。]

# CREATURE:CRUNDLE
source: [NAME:crundle:crundles:crundle]
cs: [NAME:krundl:krundlové:krundl]
de: [NAME:Crundel:Cruendel:Crundle]
eo: [NAME:krundlo:krundloj:de krundlo]
ja: [NAME:クランディル:クランディル:クランディルの]
ko: [NAME:크런들:크런들떼:크런들]
pl: [NAME:zgniatacz:zgniatacze:zgniataczowy]
ru: [NAME:крандл:крандлы:крандла]
tr: [NAME:crundle:crundlelar:crundle]
vi: [NAME:crundle:các crundle:crundle]
zh_hans: [NAME:爪角怪:爪角怪:爪角怪]

# CREATURE:CRUNDLE
source: [CASTE_NAME:crundle:crundles:crundle]
cs: [CASTE_NAME:krundl:krundlové:krundl]
de: [CASTE_NAME:Crundel:Cruendel:Crundle]
eo: [CASTE_NAME:krundlo:krundloj:de krundlo]
ja: [CASTE_NAME:クランディル:クランディル:クランディルの]
ko: [CASTE_NAME:크런들:크런들떼:크런들]
pl: [CASTE_NAME:zgniatacz:zgniatacze:zgniataczowy]
ru: [CASTE_NAME:крандл:крандлы:крандла]
tr: [CASTE_NAME:crundle:crundlelar:crundle]
vi: [CASTE_NAME:crundle:các crundle:crundle]
zh_hans: [CASTE_NAME:爪角怪:爪角怪:爪角怪]

# CREATURE:CRUNDLE
source: [PREFSTRING:nervous energy]
cs: [PREFSTRING:nervózní energií]
de: [PREFSTRING:gereizte Energie]
eo: [PREFSTRING:nervoza energio]
es: [PREFSTRING:Energía nerviosa]
ja: [PREFSTRING:いらいらさせる]
ko: [PREFSTRING:불안한 에너지]
pl: [PREFSTRING:mocna energia]
ru: [PREFSTRING:крепость нервов]
tr: [PREFSTRING:gergin enerji]
vi: [PREFSTRING:năng lượng bồn chồn]

# CREATURE:CRUNDLE
source: [STATE_NAME:ALL_SOLID:ivory]
cs: [STATE_NAME:ALL_SOLID:slonovina]
de: [STATE_NAME:ALL_SOLID:Elfenbein]
eo: [STATE_NAME:ALL_SOLID:eburo]
es: [STATE_NAME:ALL_SOLID:marfil]
ja: [STATE_NAME:ALL_SOLID:牙]
ko: [STATE_NAME:ALL_SOLID:상아]
pl: [STATE_NAME:ALL_SOLID:kość słoniowa]
ru: [STATE_NAME:ALL_SOLID:клыки]
tr: [STATE_NAME:ALL_SOLID:fildişi]
vi: [STATE_NAME:ALL_SOLID:Ngà]

# CREATURE:CRUNDLE
source: [STATE_ADJ:ALL_SOLID:ivory]
cs: [STATE_ADJ:ALL_SOLID:slonovinový]
de: [STATE_ADJ:ALL_SOLID:elfenbeinernen]
eo: [STATE_ADJ:ALL_SOLID:ebura]
es: [STATE_ADJ:ALL_SOLID:de marfil]
ja: [STATE_ADJ:ALL_SOLID:牙]
ko: [STATE_ADJ:ALL_SOLID:상아]
pl: [STATE_ADJ:ALL_SOLID:kościo słoniowy]
ru: [STATE_ADJ:ALL_SOLID:клыки]
tr: [STATE_ADJ:ALL_SOLID:fildişi]
vi: [STATE_ADJ:ALL_SOLID:Ngà]

# CREATURE:CRUNDLE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:CRUNDLE
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:CRUNDLE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:CRUNDLE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CRUNDLE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:CRUNDLE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:HUNGRY_HEAD
source: [DESCRIPTION:A fearsome, long-toothed mouth the size of a man's head, flying on bat wings. It is found in deep caves.]
cs: [DESCRIPTION:Děsivá tlama s dlouhými zuby, velká jako lidská hlava, létající na netopýřích křídlech. Vyskytuje se v hlubokých jeskyních.]
de: [DESCRIPTION:Ein furchterregendes, langzahniges Maul von der Größe eines Männerkopfes, das auf Fledermausflügeln fliegt. Man findet sie in tiefen Höhlen.]
eo: [DESCRIPTION:Terura buŝo kun longaj dentoj, kaj la grandeco de homa kapo, flugante per vesperta flugiloj. Ĝi troviĝas en profundaj kavernoj.]
es: [DESCRIPTION:Una aterradora boca de largos dientes del tamaño de una cabeza humana, que vuela con alas de murcielago.. Se le encuentra en las cavernas mas profundas]
ja: [DESCRIPTION:人の頭ほどの長い歯を持った大きな口に、コウモリの羽根が生えている。洞窟深部を飛び回る。]
ko: [DESCRIPTION:.사람 머리만한 길이의 무시무시한 이빨이 달렸고, 박쥐 날개로 날아다닌다. 깊은 동굴들에서 찾을 수 있다.]
pl: [DESCRIPTION:Przerażające, długozębe usta wielkości ludzkiej głowy, unoszące się na skrzydłach nietoperza. Można go znaleźć w głębokich jaskiniach.]
ru: [DESCRIPTION:Ужасный длиннозубый рот, размером с человеческую голову, летающий на перепончатых крыльях. Обитает в глубоких пещерах.]
tr: [DESCRIPTION:Yarasa kanatlarıyla uçan, insan kafası büyüklüğünde, korkunç, uzun dişli bir ağız. Derin mağaralarda bulunur.]
vi: [DESCRIPTION:Một cái miệng đáng sợ, răng dài, kích thước bằng đầu người, bay bằng đôi cánh dơi. Nó được tìm thấy trong các hang động sâu.]
zh_hans: [DESCRIPTION:有着一个长着长牙的嘴巴，有一个人的头那么大，用蝙蝠的翅膀飞翔。它在深层洞穴中被发现。]

# CREATURE:HUNGRY_HEAD
source: [NAME:hungry head:hungry heads:hungry head]
cs: [NAME:hladová hlava:hladové hlavy:hladová hlava]
de: [NAME:hungriger Kopf:hungrige Köpfe:hungriger Kopf]
eo: [NAME:malsata kapo:malsataj kapoj:de malsata kapo]
es: [NAME:Cabeza hambrienta:cabezas hambrientas:Cabeza hambrienta]
ja: [NAMEハングリーヘッド:ハングリーヘッド:ハングリーヘッド]
ko: [NAME:굶주린 머리:굶주린 머리들:굶주린 머리]
pl: [NAME:głodnogłowa:głodnogłowy:głodnogłowowy]
ru: [NAME:голодная голова:голодные головы:голодной головы]
tr: [NAME:aç kafa:aç kafalar:aç kafa]
vi: [NAME:đầu đói:các đầu đói:đầu đói]
zh_hans: [NAME:饥饿之颅:饥饿之颅:饥饿之颅]

# CREATURE:HUNGRY_HEAD
source: [CASTE_NAME:hungry head:hungry heads:hungry head]
cs: [CASTE_NAME:hladová hlava:hladové hlavy:hladová hlava]
de: [CASTE_NAME:hungriger Kopf:hungrige Köpfe:hungriger Kopf]
eo: [CASTE_NAME:malsata kapo:malsataj kapoj:de malsata kapo]
es: [CASTE_NAME:Cabeza hambrienta:cabezas hambrientas:Cabeza hambrienta]
ja: [CASTE_NAMEハングリーヘッド:ハングリーヘッド:ハングリーヘッド]
ko: [CASTE_NAME:굶주린 머리:굶주린 머리들:굶주린 머리]
pl: [CASTE_NAME:głodnogłowa:głodnogłowy:głodnogłowowy]
ru: [CASTE_NAME:голодная голова:голодные головы:голодной головы]
tr: [CASTE_NAME:aç kafa:aç kafalar:aç kafa]
vi: [CASTE_NAME:đầu đói:các đầu đói:đầu đói]
zh_hans: [CASTE_NAME:饥饿之颅:饥饿之颅:饥饿之颅]

# CREATURE:HUNGRY_HEAD
source: [PREFSTRING:terrifying features]
cs: [PREFSTRING:děsivými rysy]
de: [PREFSTRING:furchterregende Fähigkeiten]
eo: [PREFSTRING:teruraj trajtoj]
es: [PREFSTRING:características aterradoras]
ja: [PREFSTRING:恐ろしい羽根]
ko: [PREFSTRING:끔찍한 이목구비]
pl: [PREFSTRING:przerażające cechy]
ru: [PREFSTRING:ужасающий внешний вид]
tr: [PREFSTRING:korkunç özellikler]
vi: [PREFSTRING:những đặc điểm đáng sợ]

# CREATURE:HUNGRY_HEAD
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:HUNGRY_HEAD
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:HUNGRY_HEAD
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:FLESH_BALL
source: [DESCRIPTION:A large ball of skin found moving around the debris near underground ponds. It is there that it absorbs dead matter for food.]
cs: [DESCRIPTION:Velká koule z masa pohybující se mezi sutí u podzemních jezírek. Tam vstřebává mrtvou hmotu jako potravu.]
de: [DESCRIPTION:Ein großes Hautknäuel, das sich in der Nähe von unterirdischen Tümpeln auf dem Schutt bewegt. Dort nimmt sie tote Materie als Nahrung auf.]
eo: [DESCRIPTION:Granda bulo el haŭto kiu troviĝas vagante la rubo apud subteraj lagetoj. Estas tie, kie ĝi sorbas malvivan materion por manĝi.]
es: [DESCRIPTION:Una gran bola de piel que se puede encontrar moviendose entre los restos cercanos a piscinas subterraneas. Es alli donde absorbe la materia muerta para alimentarse.]
ja: [DESCRIPTION:這いずり回る肌のある大きな肉塊。地底湖の周りの死骸を食べる。]
ko: [DESCRIPTION:지하 연못 근처를 떠돌며 잔해를 찾아다니는 거대한 가죽 덩어리. 섭식 활동을 위해 사체를 흡수한다.]
pl: [DESCRIPTION:Duża kula skóry, którą można znaleźć w gruzach w pobliżu podziemnych stawów. To tam pochłania martwą materię jako pożywienie.]
ru: [DESCRIPTION:Крупный кожаный шар, обитающий среди обломков пород недалеко от подземных водоёмов. Поглощает неживую материю в качестве пищи.]
tr: [DESCRIPTION:Yeraltı göletlerinin yakınındaki döküntülerde hareket eden büyük bir deri topu. Orada yiyecek olarak ölü maddeleri emer.]
vi: [DESCRIPTION:Một khối da lớn được tìm thấy di chuyển xung quanh đống đổ nát gần các ao ngầm. Tại đó, nó hấp thụ vật chất chết để làm thức ăn.]

# CREATURE:FLESH_BALL
source: [NAME:flesh ball:flesh balls:flesh ball]
cs: [NAME:masová koule:masové koule:masová koule]
de: [NAME:Fleischkugel:Fleischkugeln:Fleischkugel]
eo: [NAME:karnobulo:karnobuloj:de karnobulo]
es: [NAME:criatura bola de carne:criaturas bolas de carne:criatura bola de carne]
ja: [NAME:蠢く肉塊:蠢く肉塊:蠢く肉塊の]
ko: [NAME:플레시 볼:플레시 볼들:플레시 볼]
pl: [NAME:mięsokula:mięsokule:mięsokulowy]
ru: [NAME:шар плоти:шары плоти:шара плоти]
tr: [NAME:et topu:et topları:et topu]
vi: [NAME:khối thịt:các khối thịt:khối thịt]
zh_hans: [NAME:血肉之球:血肉之球:血肉之球]

# CREATURE:FLESH_BALL
source: [CASTE_NAME:flesh ball:flesh balls:flesh ball]
cs: [CASTE_NAME:masová koule:masové koule:masová koule]
de: [CASTE_NAME:Fleischkugel:Fleischkugeln:Fleischkugel]
eo: [CASTE_NAME:karnobulo:karnobuloj:de karnobulo]
es: [CASTE_NAME:criatura bola de carne:criaturas bolas de carne:criatura bola de carne]
ja: [CASTE_NAME:蠢く肉塊:蠢く肉塊:蠢く肉塊の]
ko: [CASTE_NAME:플레시 볼:플레시 볼들:플레시 볼]
pl: [CASTE_NAME:mięsokula:mięsokule:mięsokulowy]
ru: [CASTE_NAME:шар плоти:шары плоти:шара плоти]
tr: [CASTE_NAME:et topu:et topları:et topu]
vi: [CASTE_NAME:khối thịt:các khối thịt:khối thịt]
zh_hans: [CASTE_NAME:血肉之球:血肉之球:血肉之球]

# CREATURE:FLESH_BALL
source: [PREFSTRING:calming roundness]
cs: [PREFSTRING:uklidňující kulatostí]
de: [PREFSTRING:beruhigende Rundung]
eo: [PREFSTRING:sereniganta rondeco]
es: [PREFSTRING:Redondez calmante]
ja: [PREFSTRING:落ち着いた丸み]
ko: [PREFSTRING:차분한 원형]
pl: [PREFSTRING:łagodząca okrągłość]
ru: [PREFSTRING:успокаивающую округлость]
tr: [PREFSTRING:sakinleştirici yuvarlaklık]
vi: [PREFSTRING:sự tròn trịa êm dịu]

# CREATURE:FLESH_BALL
source: [PREFSTRING:warmth]
cs: [PREFSTRING:teplem]
de: [PREFSTRING:Wärme]
eo: [PREFSTRING:varmo]
es: [PREFSTRING:calor]
ja: [PREFSTRING:暖かい]
ko: [PREFSTRING:따듯함]
pl: [PREFSTRING:ciepło]
ru: [PREFSTRING:теплоту]
tr: [PREFSTRING:sıcaklık]
vi: [PREFSTRING:sự ấm áp]

# CREATURE:FLESH_BALL
source: [STATE_NAME:ALL_SOLID:flesh]
cs: [STATE_NAME:ALL_SOLID:maso]
de: [STATE_NAME:ALL_SOLID:Fleisch]
eo: [STATE_NAME:ALL_SOLID:karno]
es: [STATE_NAME:ALL_SOLID:carne]
ja: [STATE_NAME:ALL_SOLID:肉]
ko: [STATE_NAME:ALL_SOLID:고기]
pl: [STATE_NAME:ALL_SOLID:mięso]
ru: [STATE_NAME:ALL_SOLID:плоть]
tr: [STATE_NAME:ALL_SOLID:et]
vi: [STATE_NAME:ALL_SOLID:thịt]

# CREATURE:FLESH_BALL
source: [STATE_ADJ:ALL_SOLID:flesh]
cs: [STATE_ADJ:ALL_SOLID:masový]
de: [STATE_ADJ:ALL_SOLID:Fleisch]
eo: [STATE_ADJ:ALL_SOLID:karna]
es: [STATE_ADJ:ALL_SOLID:carne]
ja: [STATE_ADJ:ALL_SOLID:肉]
ko: [STATE_ADJ:ALL_SOLID:고기]
pl: [STATE_ADJ:ALL_SOLID:mięsny]
ru: [STATE_ADJ:ALL_SOLID:плоть]
tr: [STATE_ADJ:ALL_SOLID:et]
vi: [STATE_ADJ:ALL_SOLID:thịt]

# CREATURE:FLESH_BALL
source: [TISSUE_NAME:flesh:NP]
cs: [TISSUE_NAME:maso:NP]
de: [TISSUE_NAME:Fleisch:NP]
eo: [TISSUE_NAME:karno:NP]
es: [TISSUE_NAME:carne:NP]
ja: [TISSUE_NAME:肉:NP]
ko: [TISSUE_NAME:고기:NP]
pl: [TISSUE_NAME:mięso:NP]
ru: [TISSUE_NAME:плоть:NP]
tr: [TISSUE_NAME:et:NP]

# CREATURE:FLESH_BALL
source: [GAIT:WALK:Creep:]
cs: [GAIT:WALK:Plížit se:]
de: [GAIT:WALK:kriechen:]
eo: [GAIT:WALK:Promeneto:]
es: [GAIT:WALK:arrastrarse:]
ja: [GAIT:WALK:忍び足:]
ko: [GAIT:WALK:살금살금:]
pl: [GAIT:WALK:Pełzanie:]
ru: [GAIT:WALK:Ползти:]
tr: [GAIT:WALK:Sürün:]
vi: [GAIT:WALK:Lén lút:]

# CREATURE:FLESH_BALL
source: [GAIT:CRAWL:Creep:]
cs: [GAIT:CRAWL:Plížení:]
de: [GAIT:CRAWL:kriechen:]
eo: [GAIT:CRAWL:Rampo:]
es: [GAIT:CRAWL:arastrarse:]
ja: [GAIT:CRAWL:忍び足:]
ko: [GAIT:CRAWL:살금살금:]
pl: [GAIT:CRAWL:Pełzanie:]
ru: [GAIT:CRAWL:Ползти:]
tr: [GAIT:CRAWL:Sürün:]
vi: [GAIT:CRAWL:Lén lút:]

# CREATURE:FLESH_BALL
source: [TLCM_NOUN:flesh:SINGULAR]
cs: [TLCM_NOUN:maso:SINGULAR]
de: [TLCM_NOUN:Fleisch:SINGULAR]
eo: [TLCM_NOUN:karno:SiNGULAR]
es: [TLCM_NOUN:carne:SINGULAR]
ja: [TLCM_NOUN:肉:SINGULAR]
ko: [TLCM_NOUN:고기:SINGULAR]
pl: [TLCM_NOUN:mięso:SINGULAR]
ru: [TLCM_NOUN:плоть:SINGULAR]
tr: [TLCM_NOUN:et:SINGULAR]
