Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:COPPERHEAD_SNAKE
source: [STATE_ADJ:GAS:boiling copperhead snake venom]
cs: [STATE_ADJ:GAS:vroucí jed měděnky]
de: [STATE_ADJ:GAS:kochendes Kupferkopfschlangen-Gift]
eo: [STATE_ADJ:GAS:de bolanta veneno de kuprokapserpento]
es: [STATE_ADJ:GAS:veneno hirviendo de serpiente cabeza de cobre]
ja: [STATE_ADJ:GAS:蒸気化したカッパーヘッドスネークの毒液]
pl: [STATE_ADJ:GAS:gotujący się jad węża miedzianogłowego]
ru: [STATE_ADJ:GAS:кипящий яд медноголового щитомордника]
tr: [STATE_ADJ:GAS:kaynayan bakırbaş yılanı zehri]
vi: [STATE_ADJ:GAS:nọc rắn đầu đồng đang sôi]

# CREATURE:COPPERHEAD_SNAKE
source: [SYN_NAME:copperhead snake bite]
cs: [SYN_NAME:uštknutí hada s měděnou hlavou]
de: [SYN_NAME:Kupferkopfschlangen Biss]
eo: [SYN_NAME:mordo de kuprokapserpento]
es: [SYN_NAME:mordedura de serpiente cabeza de cobre]
ja: [SYN_NAME:カッパーヘッドスネークの牙]
pl: [SYN_NAME:ugryzienie węża miedzianogłowego]
ru: [SYN_NAME:укус медноголового щитомордника]
tr: [SYN_NAME:bakırbaş yılanı ısırığı]
vi: [SYN_NAME:vết cắn rắn đầu đồng]

# CREATURE:COPPERHEAD_SNAKE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:COPPERHEAD_SNAKE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:COPPERHEAD_SNAKE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:COPPERHEAD_SNAKE_MAN
source: [CVCT_TARGET:copperhead snake]
cs: [CVCT_TARGET:měděnka]
de: [CVCT_TARGET:Kupferkopfschlange]
eo: [CVCT_TARGET:kuprokapserpent]
es: [CVCT_TARGET:serpiente cabeza de cobre]
ja: [CVCT_TARGET:カッパーヘッドスネーク]
pl: [CVCT_TARGET:wąż miedzianogłowy]
ru: [CVCT_TARGET:медноголового щитомордника]
tr: [CVCT_TARGET:bakırbaş yılanı]
vi: [CVCT_TARGET:rắn đầu đồng]

# CREATURE:COPPERHEAD_SNAKE_MAN
source: [CVCT_REPLACEMENT:copperhead snake man]
cs: [CVCT_REPLACEMENT:měděnkový muž]
de: [CVCT_REPLACEMENT:Kupferkopfschlangen-Mensch]
eo: [CVCT_REPLACEMENT:homkuprokapserpent]
es: [CVCT_REPLACEMENT:hombre serpiente cabeza de cobre]
ja: [CVCT_REPLACEMENT:カッパーヘッドスネーク男]
pl: [CVCT_REPLACEMENT:miedzianogłowy wężoczłowiek]
ru: [CVCT_REPLACEMENT:человека-медноголового щитомордника]
tr: [CVCT_REPLACEMENT:bakırbaş yılan insanı]
vi: [CVCT_REPLACEMENT:người rắn đầu đồng]

# CREATURE:COPPERHEAD_SNAKE_MAN
source: [CASTE_NAME:copperhead snake man:copperhead snake men:copperhead snake man]
cs: [CASTE_NAME:měděnkový muž:měděnkoví muži:měděnkového muže]
de: [CASTE_NAME:Kupferkopfschlangen-Mann:Kupferkopfschlangen-Männer:Kupferkopfschlangen-Mann]
eo: [CASTE_NAME:homkuprokapserpentiĉo:homkuprokapserpentiĉoj:de homkuprokapserpentiĉo]
es: [CASTE_NAME:hombre serpiente cabeza de cobre:hombres serpiente cabeza de cobre:hombre serpiente cabeza de cobre]
ja: [CASTE_NAME:カッパーヘッドスネーク男:カッパーヘッドスネーク男:カッパーヘッドスネーク男の]
pl: [CASTE_NAME:miedzinogłowy wężomężczyzna:miedzianogłowi wężomężczyźni:miedzinogłowych wężomężczyzn]
ru: [CASTE_NAME:мужчина-медноголовый щитомордник:мужчины-медноголовые щитомордники:мужчины-медноголового щитомордника]
tr: [CASTE_NAME:erkek bakırbaş yılan insanı:erkek bakırbaş yılan insanları:erkek bakırbaş yılan insanı]
vi: [CASTE_NAME:người rắn đầu đồng:những người rắn đầu đồng:người rắn đầu đồng]

# CREATURE:COPPERHEAD_SNAKE_MAN
source: [CASTE_NAME:copperhead snake woman:copperhead snake women:copperhead snake woman]
cs: [CASTE_NAME:měděnková žena:měděnkové ženy:měděnkovou ženu]
de: [CASTE_NAME:Kupferkopfschlangen-Frau:Kupferkopfschlangen-Frauen:Kupferkopfschlangen-Frau]
eo: [CASTE_NAME:homkuprokapserpentino:homkuprokapserpentinoj:de homkuprokapserpentino]
es: [CASTE_NAME:mujer serpiente cabeza de cobre:mujeres serpiente cabeza de cobre:mujer serpiente cabeza de cobre]
ja: [CASTE_NAME:カッパーヘッドスネーク女:カッパーヘッドスネーク女:カッパーヘッドスネーク女の]
pl: [CASTE_NAME:miedzianogłowa wężokobieta:miedzianogłowe wężokobiety:miedzianogłowych wężokobiet]
ru: [CASTE_NAME:женщина-медноголовый щитомордник:женщины-медноголовые щитомордники:женщины-медноголового щитомордника]
tr: [CASTE_NAME:dişi bakırbaş yılan insanı:dişi bakırbaş yılan insanları:dişi bakırbaş yılan insanı]
vi: [CASTE_NAME:người rắn đầu đồng nữ:những người rắn đầu đồng nữ:người rắn đầu đồng nữ]

# CREATURE:COPPERHEAD_SNAKE_MAN
source: [NAME:copperhead snake man:copperhead snake men:copperhead snake man]
cs: [NAME:měděnkový muž:měděnkoví muži:měděnkového muže]
de: [NAME:Kupferkopfschlangen-Mensch:Kupferkopfschlangen-Menschen:Kupferkopfschlangen-Mensch]
eo: [NAME:homkuprokapserpento:homkuprokapserpentoj:de homkuprokapserpento]
es: [NAME:hombre serpiente cabeza de cobre:hombres serpiente cabeza de cobre:hombre serpiente cabeza de cobre]
ja: [NAME:カッパーヘッドスネーク男:カッパーヘッドスネーク男:カッパーヘッドスネーク男の]
ko: [NAME:코퍼헤드스네이크인간:코퍼헤드스네이크인간들:코퍼헤드스네이크인간]
pl: [NAME:miedzianogłowy wężoczłowiek:miedzianogłowi wężoludzie:miedzianogłowych wężoludzi]
ru: [NAME:человек-медноголовый щитомордник:люди-медноголовые щитомордники:человека-медноголового щитомордника]
tr: [NAME:bakırbaş yılan insanı:bakırbaş yılan insanları:bakırbaş yılan insanı]
vi: [NAME:người rắn đầu đồng:những người rắn đầu đồng:người rắn đầu đồng]

# CREATURE:COPPERHEAD_SNAKE_MAN
source: [DESCRIPTION:A large copperhead snake with the arms of a man.]
cs: [DESCRIPTION:Velká měděnka s pažemi člověka.]
de: [DESCRIPTION:Eine große Kupferkopfschlange mit den Armen eines Mannes.]
eo: [DESCRIPTION:Granda kuprokapserpento kun la brakoj de homo.]
es: [DESCRIPTION:Una gran serpiente cabeza de cobre con los brazos de un hombre.]
ja: [DESCRIPTION:大きなカッパーヘッドスネークに人間の上半身がついている。]
ko: [DESCRIPTION:남자의 팔을 가진 큰 구리 머리 뱀.]
pl: [DESCRIPTION:Duży miedzianogłowy wąż z ludzkimi ramionami.]
ru: [DESCRIPTION:Большой медноголовый щитомордник с руками человека.]
tr: [DESCRIPTION:Bir insanın kollarına sahip iri bir bakırbaş yılanı.]
vi: [DESCRIPTION:Một con rắn đầu đồng lớn với tay của một người.]

# CREATURE:GIANT_COPPERHEAD_SNAKE
source: [CVCT_TARGET:copperhead snake]
cs: [CVCT_TARGET:měděnka]
de: [CVCT_TARGET:Kupferkopfschlange]
eo: [CVCT_TARGET:kuprokapserpent]
es: [CVCT_TARGET:serpiente cabeza de cobre]
ja: [CVCT_TARGET:カッパーヘッドスネーク]
ko: [CVCT_TARGET:구리 머리 뱀]
pl: [CVCT_TARGET:wąż miedzianogłowy]
ru: [CVCT_TARGET:медноголового щитомордника]
tr: [CVCT_TARGET:bakırbaş yılanı]
vi: [CVCT_TARGET:rắn đầu đồng]

# CREATURE:GIANT_COPPERHEAD_SNAKE
source: [CVCT_REPLACEMENT:giant copperhead snake]
cs: [CVCT_REPLACEMENT:obří měděnka]
de: [CVCT_REPLACEMENT:Riesen Kupferkopfschlange]
eo: [CVCT_REPLACEMENT:de giganta kuprokapserpento]
es: [CVCT_REPLACEMENT:serpiente cabeza de cobre gigante]
ja: [CVCT_REPLACEMENT:巨大カッパーヘッドスネーク]
ko: [CVCT_REPLACEMENT:거대 구리 머리 뱀]
pl: [CVCT_REPLACEMENT:ogromny wąż miedzianogłowy]
ru: [CVCT_REPLACEMENT:гигантского медноголового щитомордника]
tr: [CVCT_REPLACEMENT:dev bakırbaş yılanı]
vi: [CVCT_REPLACEMENT:rắn đầu đồng khổng lồ]

# CREATURE:GIANT_COPPERHEAD_SNAKE
source: [NAME:giant copperhead snake:giant copperhead snakes:giant copperhead snake]
cs: [NAME:obří měděnka:obří měděnky:obří měděnku]
de: [NAME:Riesen Kupferkopfschlange:Riesen Kupferkopfschlangen:Riesen Kupferkopfschlange]
eo: [NAME:giganta kuprokapserpento:gigantaj kuprokapserpentoj:de giganta kuprokapserpento]
es: [NAME:serpiente cabeza de cobre gigante:serpientes cabeza de cobre gigantes:serpiente cabeza de cobre gigante]
ja: [NAME:巨大カッパーヘッドスネーク:巨大カッパーヘッドスネーク:巨大カッパーヘッドスネークの]
ko: [NAME:거대 코퍼헤드스네이크:거대 코퍼헤드스네이크떼:거대 코퍼헤드스네이크]
pl: [NAME:ogromny wąż miedzianogłowy:ogromne węże miedzianogłowe:ogromnych węży miedzianogłowych]
ru: [NAME:гигантский медноголовый щитомордник:гигантские медноголовые щитомордники:гигантского медноголового щитомордника]
tr: [NAME:dev bakırbaş yılanı:dev bakırbaş yılanları:dev bakırbaş yılanı]
vi: [NAME:rắn đầu đồng khổng lồ:những con rắn đầu đồng khổng lồ:rắn đầu đồng khổng lồ]

# CREATURE:GIANT_COPPERHEAD_SNAKE
source: [CASTE_NAME:giant copperhead snake:giant copperhead snakes:giant copperhead snake]
cs: [CASTE_NAME:obří měděnka:obří měděnky:obří měděnku]
de: [CASTE_NAME:Riesen Kupferkopfschlange:Riesen Kupferkopfschlangen:Riesen Kupferkopfschlange]
eo: [CASTE_NAME:giganta kuprokapserpento:gigantaj kuprokapserpentoj:de giganta kuprokapserpento]
es: [CASTE_NAME:serpiente cabeza de cobre gigante:serpientes cabeza de cobre gigantes:serpiente cabeza de cobre gigante]
ja: [CASTE_NAME:巨大カッパーヘッドスネーク:巨大カッパーヘッドスネーク:巨大カッパーヘッドスネークの]
pl: [CASTE_NAME:ogromny wąż miedzianogłowy:ogromne węże miedzianogłowe:ogromnych węży miedzianogłowych]
ru: [CASTE_NAME:гигантский медноголовый щитомордник:гигантские медноголовые щитомордники:гигантского медноголового щитомордника]
tr: [CASTE_NAME:dev bakırbaş yılanı:dev bakırbaş yılanları:dev bakırbaş yılanı]
vi: [CASTE_NAME:rắn đầu đồng khổng lồ:những con rắn đầu đồng khổng lồ:rắn đầu đồng khổng lồ]

# CREATURE:GIANT_COPPERHEAD_SNAKE
source: [DESCRIPTION:A huge monster in the form of a copperhead snake.]
cs: [DESCRIPTION:Obrovská příšera v podobě ploskolebce.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Mokassinschlange.]
eo: [DESCRIPTION:Grandega monstro kun formo de kuprokapserpento.]
es: [DESCRIPTION:Un monstruo enorme con la forma de una serpiente cabeza de cobre]
ja: [DESCRIPTION:カッパーヘッドスネークのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:구리머리 뱀 형태의 거대한 괴물.]
pl: [DESCRIPTION:Ogromny potwór w postaci węża miedzianogłowego.]
ru: [DESCRIPTION:Огромный монстр, похожий на медноголового щитомордника.]
tr: [DESCRIPTION:Bakırbaş yılanı formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng rắn đầu đồng.]
zh_hans: [DESCRIPTION:一只巨大的铜头蛇怪。]

# CREATURE:GIANT_COPPERHEAD_SNAKE
source: [PREFSTRING:attractive scale patterns]
cs: [PREFSTRING:pěkné vzory šupin]
de: [PREFSTRING:attraktive Schuppenmuster]
eo: [PREFSTRING:logantaj skvamaj skemoj]
es: [PREFSTRING:escamas con patrones atractivos]
ja: [PREFSTRING:魅力的なうろこの色]
pl: [PREFSTRING:atrakcyjne wzory łusek]
ru: [PREFSTRING:красивые узоры на коже]
tr: [PREFSTRING:çekici pul desenleri]
vi: [PREFSTRING:hoa văn vảy đẹp mắt]

# CREATURE:IBEX
source: [DESCRIPTION:A small horned mammal. It can be found in the mountains leaping from rock to rock.]
cs: [DESCRIPTION:Malý rohatý savec. Lze ho nalézt v horách, jak skáče z kamene na kámen.]
de: [DESCRIPTION:Ein kleines gehörntes Säugetier. Es kann in den Bergen gefunden werden, in welchen es von Fels zu Fels springt.]
eo: [DESCRIPTION:Malgranda korna mamulo. Ĝi troveblas en la montoj, saltante el roko al roko.]
es: [DESCRIPTION:Un pequeño mamífero cornudo. Se puede encontrar en las montañas, brincando de roca en roca.]
ja: [DESCRIPTION:山岳に棲む小さな角を持つ哺乳類。岩から岩へと跳び移る。]
ko: [DESCRIPTION:작은 뿔이있는 포유류. 바위에서 바위로 뛰어 오르는 산에서 찾을 수 있습니다.]
pl: [DESCRIPTION:Mały rogaty ssak. Można go spotkać w górach skaczącego ze skały na skałę.]
ru: [DESCRIPTION:Небольшое рогатое млекопитающее. Обитает в горах, может прыгать со скалы на скалу.]
tr: [DESCRIPTION:Boynuzlu küçük bir memeli. Dağlarda kayadan kayaya atlarken bulunabilir.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ có sừng. Nó có thể được tìm thấy trên núi, nhảy từ tảng đá này sang tảng đá khác.]

# CREATURE:IBEX
source: [NAME:ibex:ibexes:ibex]
cs: [NAME:kozorožec:kozorožci:kozorožce]
de: [NAME:Steinbock:Steinböcke:Steinbock]
eo: [NAME:ibekso:ibeksoj:de ibekso]
es: [NAME:cabra montés:cabras monteses:cabras montés]
ja: [NAME:アイベックス:アイベックス:アイベックスの]
ko: [NAME:아이벡스:아이벡스들:아이벡스]
pl: [NAME:koziorożec:koziorożce:koziorożcy]
ru: [NAME:горный козёл:горные козлы:горного козла]
tr: [NAME:dağ keçisi:dağ keçileri:dağ keçisi]
vi: [NAME:sơn dương:những con sơn dương:sơn dương]

# CREATURE:IBEX
source: [CASTE_NAME:ibex:ibexes:ibex]
cs: [CASTE_NAME:kozorožec:kozorožci:kozorožce]
de: [CASTE_NAME:Steinbock:Steinböcke:Steinbock]
eo: [CASTE_NAME:ibekso:ibeksoj:de ibekso]
es: [CASTE_NAME:cabra montés:cabras monteses:cabra montés]
ja: [CASTE_NAME:アイベックス:アイベックス:アイベックスの]
pl: [CASTE_NAME:koziorożec:koziorożce:koziorożcy]
ru: [CASTE_NAME:горный козёл:горные козлы:горного козла]
tr: [CASTE_NAME:dağ keçisi:dağ keçileri:dağ keçisi]
vi: [CASTE_NAME:sơn dương:những con sơn dương:sơn dương]

# CREATURE:IBEX
source: [GENERAL_CHILD_NAME:ibex kid:ibex kids]
cs: [GENERAL_CHILD_NAME:kůzle kozorožce:kůzlata kozorožce]
de: [GENERAL_CHILD_NAME:Steinbock Junges:Steinbock Junge]
eo: [GENERAL_CHILD_NAME:ibeksido:ibeksidoj]
es: [GENERAL_CHILD_NAME:cría de cabra montés:crías de cabra montés]
ja: [GENERAL_CHILD_NAME:アイベックスの子供:アイベックスの子供の]
pl: [GENERAL_CHILD_NAME:koźlę koziorożca:koźlęta koziorożca]
ru: [GENERAL_CHILD_NAME:горный козлёнок:горные козлята]
tr: [GENERAL_CHILD_NAME:dağ keçisi yavrusu:dağ keçisi yavruları]
vi: [GENERAL_CHILD_NAME:sơn dương non:những con sơn dương non]

# CREATURE:IBEX
source: [PREFSTRING:long horns]
cs: [PREFSTRING:dlohé rohy]
de: [PREFSTRING:lange Hörner]
eo: [PREFSTRING:longaj kornoj]
es: [PREFSTRING:cuernos largos]
ja: [PREFSTRING:長い角]
ko: [PREFSTRING:긴 뿔]
pl: [PREFSTRING:długie rogi]
ru: [PREFSTRING:длинные рога]
tr: [PREFSTRING:uzun boynuzları]
vi: [PREFSTRING:Sừng dài]

# CREATURE:IBEX
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:IBEX
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:IBEX
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:IBEX
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:IBEX
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:IBEX_MAN
source: [CASTE_NAME:ibex man:ibex men:ibex man]
cs: [CASTE_NAME:kozorožčí muž:kozorožčí muži:kozorožčího muže]
de: [CASTE_NAME:Steinbockmann:Steinbockmänner:Steinbockmann]
eo: [CASTE_NAME:homibeksiĉo:homibeksiĉoj:de homibeksiĉo]
es: [CASTE_NAME:hombre cabra montés:hombres cabra montés:hombre cabra montés]
ja: [CASTE_NAME:アイベックス男:アイベックス男:アイベックス男の]
pl: [CASTE_NAME:koziorożcomężczyzna:koziorożcomężczyźni:koziorożcomężczyzn]
ru: [CASTE_NAME:мужчина-горный козел:мужчины-горные козлы:мужчины-горного козла]
tr: [CASTE_NAME:erkek dağ keçisi insanı:erkek dağ keçisi insanları:erkek dağ keçisi insanı]
vi: [CASTE_NAME:người sơn dương:những người sơn dương:người sơn dương]

# CREATURE:IBEX_MAN
source: [CASTE_NAME:ibex woman:ibex women:ibex woman]
cs: [CASTE_NAME:kozorožčí žena:kozorožčí ženy:kozorožčí ženu]
de: [CASTE_NAME:Steinbockfrau:Steinbockfrauen:Steinbockfrau]
eo: [CASTE_NAME:homibeksino:homibeksinoj:de homibeksino]
es: [CASTE_NAME:mujer cabra montés:mujeres cabra montés:mujer cabra montés]
ja: [CASTE_NAME:アイベックス女:アイベックス女:アイベックス女の]
ko: [CASTE_NAME:여성 아이백스인간:여성 아이백스인간들:여성 아이백스인간]
pl: [CASTE_NAME:koziorożcokobieta:koziorożcokobiety:koziorożcokobiet]
ru: [CASTE_NAME:женщина-горная коза:женщины-горные козы:женщины-горной козы]
tr: [CASTE_NAME:dişi dağ keçisi insanı:dişi dağ keçisi insanları:dişi dağ keçisi insanı]
vi: [CASTE_NAME:người sơn dương nữ:những người sơn dương nữ:người sơn dương nữ]

# CREATURE:IBEX_MAN
source: [NAME:ibex man:ibex men:ibex man]
cs: [NAME:kozorožčí muž:kozorožčí muži:kozorožčího muže]
de: [NAME:Steinbockmensch:Steinbockmenschen:Steinbockmensch]
eo: [NAME:homibekso:homibeksoj:de homibekso]
es: [NAME:hombre cabra montés:hombres cabra montés:hombre cabra montés]
ja: [NAME:アイベックス男:アイベックス男:アイベックス男の]
ko: [NAME:아이벡스인간:아이벡스인간들:아이벡스인간]
pl: [NAME:koziorożcoczłowiek:koziorożcoludzie:koziorożcoludzi]
ru: [NAME:человек-горный козел:люди-горные козлы:человека-горного козла]
tr: [NAME:dağ keçisi insanı:dağ keçisi insanları:dağ keçisi insanı]
vi: [NAME:người sơn dương:những người sơn dương:người sơn dương]

# CREATURE:IBEX_MAN
source: [DESCRIPTION:A horned person with the head of an ibex.]
cs: [DESCRIPTION:Rohatá osoba s hlavou kozorožce.]
de: [DESCRIPTION: Eine gehörnte Gestalt mit dem Kopf einer Steinbocks.]
eo: [DESCRIPTION:Korna homo kun la kapo de ibekso.]
es: [DESCRIPTION:Una persona cornuda con la cabeza de una cabra montés.]
ja: [DESCRIPTION:アイベックスの頭と角を持つ人間だ。]
ko: [DESCRIPTION:아이벡스의 머리와 뿔을 가진 인간.]
pl: [DESCRIPTION:Rogata postać z głową koziorożca.]
ru: [DESCRIPTION:Рогатый человек с головой горного козла.]
tr: [DESCRIPTION:Dağ keçisi başına sahip boynuzlu bir kişi.]
vi: [DESCRIPTION:Một người có sừng với đầu của một con sơn dương.]

# CREATURE:GIANT_IBEX
source: [NAME:giant ibex:giant ibexes:giant ibex]
cs: [NAME:obří kozorožec:obří kozorožci:obřího kozorožce]
de: [NAME:Riesen Steinbock:Riesen Steinböcke:Riesen Steinbock]
eo: [NAME:giganta ibekso:gigantaj ibeksoj:de giganta ibekso]
es: [NAME:cabra montés gigante:cabras monteses gigantes:cabra montés gigante]
ja: [NAME:巨大アイベックス:巨大アイベックス:巨大アイベックスの]
ko: [NAME:거대 아이벡스:거대 아이벡스들:거대 아이벡스]
pl: [NAME:ogromny koziorożec:ogromne koziorożce:ogromnych koziorożców]
ru: [NAME:гигантский горный козёл:гигантский горные козлы:гигантского горного козла]
tr: [NAME:dev dağ keçisi:dev dağ keçileri:dev dağ keçisi]
vi: [NAME:sơn dương khổng lồ:những con sơn dương khổng lồ:sơn dương khổng lồ]

# CREATURE:GIANT_IBEX
source: [CASTE_NAME:giant ibex:giant ibexes:giant ibex]
cs: [CASTE_NAME:obří kozorožec:obří kozorožci:obřího kozorožce]
de: [CASTE_NAME:Riesen Steinbock:Riesen Steinböcke:Riesen Steinbock]
eo: [CASTE_NAME:giganta ibekso:gigantaj ibeksoj:de giganta ibekso]
es: [CASTE_NAME:cabra montés gigante:cabras monteses gigantes:cabra montés gigante]
ja: [CASTE_NAME:巨大アイベックス:巨大アイベックス:巨大アイベックスの]
ko: [CASTE_NAME:거대 아이벡스:거대 아이벡스들:거대 아이벡스]
pl: [CASTE_NAME:ogromny koziorożec:ogromne koziorożce:ogromnych koziorożców]
ru: [CASTE_NAME:гигантский горный козёл:гигантские горные козлы:гигантского горного козла]
tr: [CASTE_NAME:dev dağ keçisi:dev dağ keçileri:dev dağ keçisi]
vi: [CASTE_NAME:sơn dương khổng lồ:những con sơn dương khổng lồ:sơn dương khổng lồ]

# CREATURE:GIANT_IBEX
source: [GENERAL_CHILD_NAME:giant ibex kid:giant ibex kids]
cs: [GENERAL_CHILD_NAME:kůzle obřího kozorožce:kůzlata obřího kozorožce]
de: [GENERAL_CHILD_NAME:Riesen Steinbock Junges:Riesen Steinbock Junge]
eo: [GENERAL_CHILD_NAME:giganta ibeksido:gigantaj ibeksidoj]
es: [GENERAL_CHILD_NAME:cría de cabra montés gigante:crías de cabra montés gigante]
ja: [GENERAL_CHILD_NAME:巨大アイベックスの子供:巨大アイベックスの子供の]
ko: [GENERAL_CHILD_NAME:새끼 아이벡스:새끼 아이벡스들]
pl: [GENERAL_CHILD_NAME:ogromne koźlątko koziorożca:ogromne koźlątka koziorożca]
ru: [GENERAL_CHILD_NAME:гигантский горный козлёнок:гигантские горные козлята]
tr: [GENERAL_CHILD_NAME:yavru dev dağ keçisi:yavru dev dağ keçileri]
vi: [GENERAL_CHILD_NAME:sơn dương non khổng lồ:những con sơn dương non khổng lồ]

# CREATURE:GIANT_IBEX
source: [DESCRIPTION:A huge monster in the form of an ibex.]
cs: [DESCRIPTION:Obrovská příšera v podobě kozorožce.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Steinbocks.]
eo: [DESCRIPTION:Grandega monstro kun formo de ibekso.]
es: [DESCRIPTION:Un monstruo enorme con la forma de una cabra montés.]
ja: [DESCRIPTION:アイベックスのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:아이벡스의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci koziorożca.]
ru: [DESCRIPTION:Огромный монстр, похожий на горного козла.]
tr: [DESCRIPTION:Dağ keçisi formunda devasa bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng sơn dương.]
zh_hans: [DESCRIPTION:一只巨大的羱羊怪。]

# CREATURE:GIANT_IBEX
source: [PREFSTRING:long horns]
cs: [PREFSTRING:dlouhé rohy]
de: [PREFSTRING:lange Hörner]
eo: [PREFSTRING:longaj kornoj]
es: [PREFSTRING:cuernos largos]
ja: [PREFSTRING:長い角]
ko: [PREFSTRING:긴 뿔]
pl: [PREFSTRING:długie rogi]
ru: [PREFSTRING:длинные рога]
tr: [PREFSTRING:uzun boynuzları]
vi: [PREFSTRING:Sừng dài]

# CREATURE:WOMBAT
source: [DESCRIPTION:A small, stocky mammal. It is found from the mountains to the woodlands.]
cs: [DESCRIPTION:Malý, zavalitý savec. Vyskytuje se od hor až po lesnaté oblasti.]
de: [DESCRIPTION:Ein kleines, stämmiges Säugetier. Es ist von den Bergen bis zu den Wäldern zu finden.]
eo: [DESCRIPTION:Malgranda fortika mamulo. Ĝi troviĝas el la montoj al la duonarbaroj.]
es: [DESCRIPTION:Un mamífero pequeño y fornido. Se encuentra desde las montañas hasta los florestas.]
ja: [DESCRIPTION:山や森に棲む、ずんぐりした小型哺乳類。]
ko: [DESCRIPTION:작고 땅딸막 한 포유류. 산에서 삼림 지대까지 발견됩니다.]
pl: [DESCRIPTION:Mały, krępy ssak. Występuje od gór po lasy.]
ru: [DESCRIPTION:Небольшое приземистое млекопитающее. Обитает в горах и лесах.]
tr: [DESCRIPTION:Küçük, tıknaz bir memeli. Dağlardan ormanlık alanlara kadar pek çok yerde bulunur.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ, chắc nịch. Nó được tìm thấy từ núi đến rừng cây.]

# CREATURE:WOMBAT
source: [NAME:wombat:wombats:wombat]
cs: [NAME:vombat:vombati:vombata]
eo: [NAME:vombato:vombatoj:de vombato]
ja: [NAME:ウォンバット:ウォンバット:ウォンバットの]
ko: [NAME:웜뱃:웜뱃들:웜뱃]
pl: [NAME:wombat:wombaty:wombatów]
ru: [NAME:вомбат:вомбаты:вомбата]
tr: [NAME:vombat:vombatlar:vombat]

# CREATURE:WOMBAT
source: [CASTE_NAME:wombat:wombats:wombat]
cs: [CASTE_NAME:vombat:vombati:vombata]
eo: [CASTE_NAME:vombato:vombatoj:de vombato]
ja: [CASTE_NAME:ウォンバット:ウォンバット:ウォンバットの]
ko: [CASTE_NAME:웜뱃:웜뱃들:웜뱃]
pl: [CASTE_NAME:wombat:wombaty:wombatów]
ru: [CASTE_NAME:вомбат:вомбаты:вомбата]
tr: [CASTE_NAME:vombat:vombatlar:vombat]

# CREATURE:WOMBAT
source: [GENERAL_CHILD_NAME:wombat joey:wombat joeys]
cs: [GENERAL_CHILD_NAME:mládě vombata:mláďata vombata]
de: [GENERAL_CHILD_NAME:Wombat Junges:Wombat Junge]
eo: [GENERAL_CHILD_NAME:vombatido:vombatidoj]
es: [GENERAL_CHILD_NAME:cría de wombat:crías de wombat]
ja: [GENERAL_CHILD_NAME:ウォンバットの子供:ウォンバットの子供の]
ko: [GENERAL_CHILD_NAME:웜뱃 새끼:웜뱃 새끼들]
pl: [GENERAL_CHILD_NAME:młode wombata:wiele młodych wombata]
ru: [GENERAL_CHILD_NAME:детёныш вомбата:детёныши вомбата]
tr: [GENERAL_CHILD_NAME:yavru vombat:yavru vombatlar]
vi: [GENERAL_CHILD_NAME:gấu túi non:những con gấu túi non]

# CREATURE:WOMBAT
source: [PREFSTRING:waddle]
cs: [PREFSTRING:kolébavá chůze]
de: [PREFSTRING:watscheln]
eo: [PREFSTRING:anaspaŝado]
es: [PREFSTRING:anadear]
ja: [PREFSTRING:よたよた歩く]
pl: [PREFSTRING:kaczkowaty chód]
ru: [PREFSTRING:хождение вперевалку]
tr: [PREFSTRING:paytak yürüyüşü]
vi: [PREFSTRING:dáng đi lạch bạch]
