Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:HUMANOID_ARMLESS_NECK
source: [BP:RLL:right lower leg:STP]
cs: [BP:RLL:pravá dolní noha:pravé dolní nohy]
de: [BP:RLL:rechter Unterschenkel:STP]
eo: [BP:RLL:dekstra kruro:dekstraj kruroj]
es: [BP:RLL:pierna derecha:STP]
ja: [BP:RLL:右下もも:STP]
ko: [BP:RLL:오른쪽 아랫다리:STP]
pl: [BP:RLL:prawa goleń:prawe golenie]
ru: [BP:RLL:правая голень:правые голени]
tr: [BP:RLL:sağ alt bacak:STP]
vi: [BP:RLL:bắp chân phải:STP]
zh_hans: [BP:RLL:右小腿:STP]

# BODY:HUMANOID_ARMLESS_NECK
source: [BP:LLL:left lower leg:STP]
cs: [BP:LLL:levá dolní noha:levé dolní nohy]
de: [BP:LLL:linker Unterschenkel:STP]
eo: [BP:LLL:maldekstra kruro:maldekstraj kruroj]
es: [BP:LLL:pierna izquierda:STP]
ja: [BP:LLL:左下もも:STP]
ko: [BP:LLL:왼쪽 아랫다리:STP]
pl: [BP:LLL:lewa goleń:lewe golenie]
ru: [BP:LLL:левая голень:левые голени]
tr: [BP:LLL:sol alt bacak:STP]
vi: [BP:LLL:bắp chân trái:STP]
zh_hans: [BP:LLL:左小腿:STP]

# BODY:HUMANOID_ARMLESS_NECK
source: [BP:RF:right foot:right feet]
cs: [BP:RF:pravé chodidlo:pravá chodidla]
de: [BP:RF:rechter Fuß:rechten Füße]
eo: [BP:RF:dekstra piedo:dekstra piedoj]
es: [BP:RF:pie derecho:pies derechos]
ja: [BP:RF:右足:右足]
ko: [BP:RF:오른발:오른발]
pl: [BP:RF:prawa stopa:prawe stopy]
ru: [BP:RF:правая ступня:правые ступни]
tr: [BP:RF:sağ ayak:sağ ayaklar]
vi: [BP:RF:bàn chân phải:nhiều bàn chân phải]
zh_hans: [BP:RF:右脚:右脚]

# BODY:HUMANOID_ARMLESS_NECK
source: [BP:LF:left foot:left feet]
cs: [BP:LF:levé chodidlo:levá chodidla]
de: [BP:LF:linker Fuß:linke Füße]
eo: [BP:LF:maldekstra piedo:maldekstra piedoj]
es: [BP:LF:pie izquierdo:pies izquierdos]
ja: [BP:LF:左足:左足]
ko: [BP:LF:왼발:왼발]
pl: [BP:LF:lewa stopa:lewe stopy]
ru: [BP:LF:левая ступня:левые ступни]
tr: [BP:LF:sol ayak:sol ayaklar]
vi: [BP:bàn chân trái:nhiều chân trái]
zh_hans: [BP:LF:左脚:左脚]

# BODY:TUSK
source: [BP:TUSK:tusk:STP]
cs: [BP:TUSK:kel:STP]
de: [BP:TUSK:Stoßzahn:STP]
eo: [BP:TUSK:dentego:dentegoj]
es: [BP:TUSK:colmillo:STP]
ja: [BP:TUSK:牙:STP]
ko: [BP:TUSK:엄니:STP]
pl: [BP:TUSK:kieł:kły]
ru: [BP:TUSK:бивень:бивни]
tr: [BP:TUSK:uzun diş:STP]
vi: [BP:TUSK:ngà:STP]
zh_hans: [BP:TUSK:獠牙:STP]

# BODY:RCP_BASIC_BODY
source: [BP:UB:body:bodies]
cs: [BP:UB:tělo:těla]
de: [BP:UB:Körper:Körper]
eo: [BP:UB:korpo:korpoj]
es: [BP:UB:cuerpo:cuerpos]
ja: [BP:UB:体:体]
ko: [BP:UB:신체:신체]
pl: [BP:UB:ciało:ciała]
ru: [BP:UB:тело:тела]
tr: [BP:UB:beden:bedenler]
vi: [BP:UB:thân: thân]
zh_hans: [BP:UB:身体:身体]

# BODY:RCP_BASIC_BODY_STANCE
source: [BP:UB:body:bodies]
cs: [BP:UB:tělo:těla]
de: [BP:UB:Körper:Körper]
eo: [BP:UB:korpo:korpoj]
es: [BP:UB:cuerpo:cuerpos]
ja: [BP:UB:体:体]
ko: [BP:UB:신체:신체]
pl: [BP:UB:ciało:ciała]
ru: [BP:UB:тело:тела]
tr: [BP:UB:beden:bedenler]
vi: [BP:UB:thân: thân]
zh_hans: [BP:UB:身体:身体]

# BODY:RCP_BASIC_BODY_STANCE_WITH_HEAD_FLAG
source: [BP:UB:body:bodies]
cs: [BP:UB:tělo:těla]
de: [BP:UB:Körper:Körper]
eo: [BP:UB:korpo:korpoj]
es: [BP:UB:cuerpo:cuerpos]
ja: [BP:UB:体:体]
ko: [BP:UB:신체:신체]
pl: [BP:UB:ciało:ciała]
ru: [BP:UB:тело:тела]
tr: [BP:UB:beden:bedenler]
vi: [BP:UB:thân: thân]
zh_hans: [BP:UB:身体:身体]

# BODY:RCP_UPPER_BODY
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:torso:torsos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:RCP_LOWER_BODY
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:RCP_THORAX
source: [BP:UB:thorax:thoraxes]
cs: [BP:UB:hrudník:hrudníky]
de: [BP:UB:Brustkorb:Brustkörbe]
eo: [BP:UB:torako:torakoj]
es: [BP:UB:tórax:tórax]
ja: [BP:UB:胸:胸]
ko: [BP:UB:흉부:흉부]
pl: [BP:UB:tułów:tułowia]
ru: [BP:UB:грудь:груди]
tr: [BP:UB:göğüs kafesi:göğüs kafeleri]
vi: [BP:UB:ngực:ngực]
zh_hans: [BP:UB:胸廓:胸廓]

# BODY:RCP_ABDOMEN
source: [BP:LB:abdomen:STP]
cs: [BP:LB:břicho:břicha]
de: [BP:LB:Bauch:STP]
eo: [BP:LB:abdomeno:abdomenoj]
ja: [BP:LB:腹:STP]
ko: [BP:LB:복부:STP]
pl: [BP:LB:odwłok:odwłoki]
ru: [BP:LB:брюшко:брюшки]
tr: [BP:LB:karın:STP]
vi: [BP:LB:bụng:STP]
zh_hans: [BP:LB:腹部:STP]

# BODY:RCP_CEPHALOTHORAX
source: [BP:UB:cephalothorax:cephalothoraxes]
cs: [BP:UB:hlavohruď:hlahodrudi]
eo: [BP:UB:cefalotorako:cefalotorakoj]
es: [BP:UB:cefalotorax:cefalotorax]
ja: [BP:UB:頭胸部:頭胸部]
ko: [BP:UB:두흉부:두흉부]
pl: [BP:UB:głowotułów:głowotułowia]
ru: [BP:UB:головогрудь:головогруди]
tr: [BP:UB:baş göğüs:baş göğüsler]
vi: [BP:UB:đầu ngực:đầu ngực]
zh_hans: [BP:UB:头胸部:头胸部]

# BODY:RCP_HEAD
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:RCP_TWO_PART_ARMS
source: [BP:RUA:right upper arm:STP]
cs: [BP:RUA:pravá horní ruka:pravé horní ruce]
de: [BP:RUA:rechter Oberarm:STP]
eo: [BP:RUA:dekstra supra brako:dekstraj supraj brakoj]
es: [BP:RUA:brazo derecho:STP]
ja: [BP:RUA:右上腕:STP]
ko: [BP:RUA:오른쪽 위팔:STP]
pl: [BP:RUA:prawe ramię:prawe ramiona]
ru: [BP:RUA:правое плечо:правые плечи]
tr: [BP:RUA:sağ üst kol:STP]
vi: [BP:RUA:bắp tay phải:STP]
zh_hans: [BP:RUA:右上臂:STP]

# BODY:RCP_TWO_PART_ARMS
source: [BP:LUA:left upper arm:STP]
cs: [BP:LUA:levá horní ruka:levé horní ruce]
de: [BP:LUA:linker Oberarm:STP]
eo: [BP:LUA:maldekstra supra brako:maldekstraj supraj brakoj]
es: [BP:LUA:brazo izquierdo:STP]
ja: [BP:LUA:左上腕:STP]
ko: [BP:LUA:왼쪽 위팔:STP]
pl: [BP:LUA:lewe ramię:lewe ramiona]
ru: [BP:LUA:левое плечо:левые плечи]
tr: [BP:LUA:sol üst kol:STP]
vi: [BP:LUA:bắp tay trái:STP]
zh_hans: [BP:LUA:左上臂:STP]

# BODY:RCP_TWO_PART_ARMS
source: [BP:RLA:right lower arm:STP]
cs: [BP:RLA:pravá dolní ruka:pravé dolní ruce]
de: [BP:RLA:rechter Unterarm:STP]
eo: [BP:RLA:dekstra antaŭbrako:dekstraj antaŭbrakoj]
es: [BP:RLA:antebrazo derecho:STP]
ja: [BP:RLA:右下腕:STP]
ko: [BP:RLA:오른쪽 아래팔:STP]
pl: [BP:RLA:prawe przedramię:prawe przedramiona]
ru: [BP:RLA:правое предплечье:правые предплечья]
tr: [BP:RLA:sağ alt kol:STP]
vi: [BP:RLA:cẳng tay phải:STP]
zh_hans: [BP:RLA:右前臂:STP]

# BODY:RCP_TWO_PART_ARMS
source: [BP:LLA:left lower arm:STP]
cs: [BP:LLA:levá dolní ruka:levé dolní ruce]
de: [BP:LLA:linker Unterarm:STP]
eo: [BP:LLA:maldekstra antaŭbrako:maldekstraj antaŭbrakoj]
es: [BP:LLA:antebrazo izquierdo:STP]
ja: [BP:LLA:左下腕:STP]
ko: [BP:LLA:왼쪽 아래팔:STP]
pl: [BP:LLA:lewe przedramię:lewe przedramiona]
ru: [BP:LLA:левое предплечье:левые предплечья]
tr: [BP:LLA:sol alt kol:STP]
vi: [BP:LLA:cẳng tay trái:STP]
zh_hans: [BP:LLA:左前臂:STP]

# BODY:RCP_TWO_PART_ARMS
source: [BP:RH:right hand:STP]
cs: [BP:RH:pravá dlaň:pravé dlaně]
de: [BP:RH:rechte Hand:STP]
eo: [BP:RH:dekstra mano:dekstraj manoj]
es: [BP:RH:mano derecha:STP]
ja: [BP:RH:右手:STP]
ko: [BP:RH:오른손:STP]
pl: [BP:RH:prawa dłoń:prawe dłonie]
ru: [BP:RH:правая ладонь:правые ладони]
tr: [BP:RH:sağ el:STP]
vi: [BP:RH:bàn tay phải:STP]
zh_hans: [BP:RH:右手:STP]

# BODY:RCP_TWO_PART_ARMS
source: [BP:LH:left hand:STP]
cs: [BP:LH:levá dlaň:levé dlaně]
de: [BP:LH:linke Hand:STP]
eo: [BP:LH:maldekstra mano:maldekstraj manoj]
es: [BP:RH:mano izquierda:STP]
ja: [BP:LH:左手:STP]
ko: [BP:LH:왼손:STP]
pl: [BP:LH:lewa dłoń:lewe dłonie]
ru: [BP:LH:левая ладонь:левые ладони]
tr: [BP:LH:sol el:STP]
vi: [BP:LH:bàn tay trái:STP]
zh_hans: [BP:LH:左手:STP]

# BODY:RCP_PINCERS
source: [BP:R_UB_PINCER:right pincer:STP]
cs: [BP:R_UB_PINCER:pravé kusadlo:pravé kusadla]
de: [BP:R_UB_PINCER:rechte Schere:STP]
eo: [BP:R_UB_PINCER:dekstra pinĉilo:dekstraj pinĉiloj]
es: [BP:R_UB_PINCER:pinza derecha:STP]
ja: [BP:R_UB_PINCER:右はさみ:STP]
ko: [BP:R_UB_PINCER:오른쪽 집게발:STP]
pl: [BP:R_UB_PINCER:prawe szczypce:prawe szczypce]
ru: [BP:R_UB_PINCER:правая клешня:правые клешни]
tr: [BP:R_UB_PINCER:sağ kıskaç:STP]
vi: [BP:R_UB_PINCER:gọng kìm bên phải:STP]
zh_hans: [BP:R_UB_PINCER:右钳:STP]

# BODY:RCP_PINCERS
source: [BP:L_UB_PINCER:left pincer:STP]
cs: [BP:L_UB_PINCER:levé kusadlo:levé kusadla]
de: [BP:L_UB_PINCER:linke Schere:STP]
eo: [BP:L_UB_PINCER:maldekstra pinĉilo:maldekstraj pinĉiloj]
es: [BP:L_UB_PINCER:pinza izquierda:STP]
ja: [BP:L_UB_PINCER:左はさみ:STP]
ko: [BP:L_UB_PINCER:왼쪽 집게발:STP]
pl: [BP:L_UB_PINCER:lewe szczypce:lewe szczypce]
ru: [BP:L_UB_PINCER:левая клешня:левые клешни]
tr: [BP:L_UB_PINCER:sol kıskaç:STP]
vi: [BP:L_UB_PINCER:gọng kìm trái:STP]
zh_hans: [BP:L_UB_PINCER:左钳:STP]

# BODY:RCP_CLAW_ARMS
source: [BP:R_UB_PINCER:right claw:STP]
cs: [BP:R_UB_PINCER:pravý dráp:STP]
de: [BP:R_UB_PINCER:rechte Klaue:STP]
eo: [BP:R_UB_PINCER:dekstra mano:dekstraj manoj]
es: [BP:R_UB_PINCER:garra derecha:STP]
ja: [BP:R_UB_PINCER:右爪:STP]
ko: [BP:R_UB_PINCER:오른쪽 발톱:STP]
pl: [BP:R_UB_PINCER:prawy szpon:prawe szpony]
ru: [BP:R_UB_PINCER:правый коготь:правые когти]
tr: [BP:R_UB_PINCER:sağ pençe:STP]
vi: [BP:R_UB_PINCER:gọng kìm bên phải:STP]
zh_hans: [BP:R_UB_PINCER:右爪:STP]

# BODY:RCP_CLAW_ARMS
source: [BP:L_UB_PINCER:left claw:STP]
cs: [BP:L_UB_PINCER:levý dráp:STP]
de: [BP:L_UB_PINCER:linke Klaue:STP]
eo: [BP:L_UB_PINCER:maldekstra mano:maldekstraj manoj]
es: [BP:L_UB_PINCER:garra izquierda:STP]
ja: [BP:L_UB_PINCER:左爪:STP]
ko: [BP:L_UB_PINCER:왼족 발톱:STP]
pl: [BP:L_UB_PINCER:lewy szpon:lewe szpony]
ru: [BP:L_UB_PINCER:левый коготь:левые когти]
tr: [BP:L_UB_PINCER:sol pençe:STP]
vi: [BP:R_UB_PINCER:gọng kìm bên phải:STP]
zh_hans: [BP:L_UB_PINCER:左爪:STP]

# BODY:RCP_FIRST_SIMPLE_LEGS
source: [BP:RA1:right first leg:STP]
cs: [BP:RA1:první pravá noha:první pravé nohy]
de: [BP:RA1:erstes rechtes Bein:STP]
eo: [BP:RA1:dekstra unua gambo:dekstraj unuaj gamboj]
es: [BP:RA1:primera pata derecha:STP]
ja: [BP:RA1:右第一脚:STP]
ko: [BP:RA1:오른쪽 첫째 다리:STP]
pl: [BP:RA1:pierwsza prawa noga:pierwsze prawe nogi]
ru: [BP:RA1:первая правая нога:первые правые ноги]
tr: [BP:RA1:sağ birinci bacak:STP]
vi: [BP:RL1:chân phải đầu tiên:STP]
zh_hans: [BP:RA1:右第一足:STP]

# BODY:RCP_FIRST_SIMPLE_LEGS
source: [BP:LA1:left first leg:STP]
cs: [BP:LA1:první levá noha:první levé nohy]
de: [BP:LA1:erstes linkes Bein:STP]
eo: [BP:LA1:maldekstra unua gambo:maldekstraj unuaj gamboj]
es: [BP:LA1:primera pata izquierda:STP]
ja: [BP:LA1:左第一脚:STP]
ko: [BP:LA1:왼쪽 첫째 다리:STP]
pl: [BP:LA1:pierwsza lewa noga:pierwsze lewe nogi]
ru: [BP:LA1:первая левая нога:первые левые ноги]
tr: [BP:LA1:sol birinci bacak:STP]
vi: [BP:LA1:chân trái đầu tiên:STP]
zh_hans: [BP:LA1:左第一足:STP]

# BODY:RCP_FIRST_SIMPLE_LEGS
source: [BP:RF1:right first foot:right first feet]
cs: [BP:RF1:první pravé chodidlo:první pravá chodidla]
de: [BP:RF1:erster rechter Fuß:erste rechte Füße]
eo: [BP:RF1:dekstra unua piedo:dekstraj unuaj piedoj]
es: [BP:RF1:primer pie derecho:primeros pies derechos]
ja: [BP:RF1:右第一足:右第一足]
ko: [BP:RF1:오른쪽 첫째 발:오른쪽 첫째 발]
pl: [BP:RF1:pierwsza prawa stopa:pierwsze prawe stopy]
ru: [BP:RF1:первая правая ступня:первые правые ступни]
tr: [BP:RF1:sağ birinci ayak:sağ birinci ayaklar]
vi: [BP:RF1:chân phải :nhiều chân phải]
zh_hans: [BP:RF1:右第一脚:右第一脚]

# BODY:RCP_FIRST_SIMPLE_LEGS
source: [BP:LF1:left first foot:left first feet]
cs: [BP:LF1:první levé chodidlo:první levá chodidla]
de: [BP:LF1:erster linker Fuß:erste linke Füße]
eo: [BP:LF1:maldekstra unua piedo:maldekstraj unuaj piedoj]
es: [BP:LF1:primer pie izquierdo:primeros pies izquierdos]
ja: [BP:LF1:左第一足:左第一足]
ko: [BP:LF1:왼쪽 첫째 발:왼쪽 첫째 발]
pl: [BP:LF1:pierwsza lewa stopa:pierwsze lewe stopy]
ru: [BP:LF1:первая левая ступня:первые левые ступни]
tr: [BP:LF1:sol birinci ayak:sol birinci ayaklar]
vi: [BP:LF1:chân trái trước :chân trái trước]
zh_hans: [BP:LF1:左第一脚:左第一脚]

# BODY:RCP_FIRST_SIMPLE_LEGS_GRASP
source: [BP:RA1:right first leg:STP]
cs: [BP:RA1:první pravá noha:první pravé nohy]
de: [BP:RA1:erstes rechtes Bein:STP]
eo: [BP:RA1:dekstra unua gambo:dekstraj unuaj gamboj]
es: [BP:RA1:primera pata derecha:STP]
ja: [BP:RA1:右第一脚:STP]
ko: [BP:RA1:오른쪽 첫째 다리:STP]
pl: [BP:RA1:pierwsza prawa noga:pierwsze prawe nogi]
ru: [BP:RA1:первая правая нога:первые правые ноги]
tr: [BP:RA1:sağ birinci bacak:STP]
vi: [BP:RL1:chân phải đầu tiên:STP]
zh_hans: [BP:RA1:右第一足:STP]

# BODY:RCP_FIRST_SIMPLE_LEGS_GRASP
source: [BP:LA1:left first leg:STP]
cs: [BP:LA1:první levá noha:první levé nohy]
de: [BP:LA1:erstes linkes Bein:STP]
eo: [BP:LA1:maldekstra unua gambo:maldekstraj unuaj gamboj]
es: [BP:LA1:primera pata izquierda:STP]
ja: [BP:LA1:左第一脚:STP]
ko: [BP:LA1:왼쪽 첫째 다리:STP]
pl: [BP:LA1:pierwsza lewa noga:pierwsze lewe nogi]
ru: [BP:LA1:первая левая нога:первые левые ноги]
tr: [BP:LA1:sol birinci bacak:STP]
vi: [BP:LA1:chân trái đầu tiên:STP]
zh_hans: [BP:LA1:左第一足:STP]

# BODY:RCP_FIRST_SIMPLE_LEGS_GRASP
source: [BP:RF1:right first foot:right first feet]
cs: [BP:RF1:první pravé chodidlo:první pravá chodidla]
de: [BP:RF1:erster rechter Fuß:erste rechte Füße]
eo: [BP:RF1:dekstra unua piedo:dekstraj unuaj piedoj]
es: [BP:RF1:primer pie derecho:primeros pies derechos]
ja: [BP:RF1:右第一足:右第一足]
ko: [BP:RF1:오른쪽 첫째 발:오른쪽 첫째 발]
pl: [BP:RF1:pierwsza prawa stopa:pierwsze prawe stopy]
ru: [BP:RF1:первая правая ступня:первые правые ступни]
tr: [BP:RF1:sağ birinci ayak:sağ birinci ayaklar]
vi: [BP:RF1:chân phải :nhiều chân phải]
zh_hans: [BP:RF1:右第一脚:右第一脚]

# BODY:RCP_FIRST_SIMPLE_LEGS_GRASP
source: [BP:LF1:left first foot:left first feet]
cs: [BP:LF1:první levé chodidlo:první levá chodidla]
de: [BP:LF1:erster linker Fuß:erste linke Füße]
eo: [BP:LF1:maldekstra unua piedo:maldekstraj unuaj piedoj]
es: [BP:LF1:primer pie izquierdo:primeros pies izquierdos]
ja: [BP:LF1:左第一足:左第一足]
ko: [BP:LF1:왼쪽 첫째 발:왼쪽 첫째 발]
pl: [BP:LF1:pierwsza lewa stopa:pierwsze lewe stopy]
ru: [BP:LF1:первая левая ступня:первые левые ступни]
tr: [BP:LF1:sol birinci ayak:sol birinci ayaklar]
vi: [BP:LF1:chân trái trước :chân trái trước]
zh_hans: [BP:LF1:左第一脚:左第一脚]

# BODY:RCP_SECOND_SIMPLE_LEGS
source: [BP:RA2:right second leg:STP]
cs: [BP:RA2:druhá pravá noha:druhé pravé nohy]
de: [BP:RA2:zweites rechtes Bein:STP]
eo: [BP:RA2:dekstra dua gambo:dekstraj duaj gamboj]
es: [BP:RA2:segunda pata derecha:STP]
ja: [BP:RA2:右第二脚:STP]
ko: [BP:RA2:오른쪽 둘째 다리:STP]
pl: [BP:RA2:druga prawa noga:drugie prawe nogi]
ru: [BP:RA2:вторая правая нога:вторые правые ноги]
tr: [BP:RA2:sağ ikinci bacak:STP]
vi: [BP:RL2:chân phải thứ hai:STP]
zh_hans: [BP:RA2:右第二足:STP]

# BODY:RCP_SECOND_SIMPLE_LEGS
source: [BP:LA2:left second leg:STP]
cs: [BP:LA2:druhá levá noha:druhé levé nohy]
de: [BP:LA2:zweites linkes Bein:STP]
eo: [BP:LA2:maldekstra dua gambo:maldekstraj duaj gamboj]
es: [BP:LA2:segunda pata izquierda:STP]
ja: [BP:LA2:左第二脚:STP]
ko: [BP:LA2:왼쪽 둘째 다리:STP]
pl: [BP:LA2:druga lewa noga:drugie lewe nogi]
ru: [BP:LA2:вторая левая нога:вторые левые ноги]
tr: [BP:LA2:sol ikinci bacak:STP]
vi: [BP:LA2:chân trái thứ hai:STP]
zh_hans: [BP:LA2:左第二足:STP]

# BODY:RCP_SECOND_SIMPLE_LEGS
source: [BP:RF2:right second foot:right second feet]
cs: [BP:RF2:druhé pravé chodidlo:druhá pravá chodidla]
de: [BP:RF2:zweiter rechter Fuß:zweite recehten Füße]
eo: [BP:RF2:dekstra dua piedo:dekstraj duaj piedoj]
es: [BP:RF2:segundo pie derecho:segundos pies derechos] No hay instrucciones aún.
ja: [BP:RF2:右第二足:右第二足]
ko: [BP:RF2:오른쪽 둘째 발:오른쪽 둘째 발]
pl: [BP:RF2:druga prawa stopa:drugie prawe stopy]
ru: [BP:RF2:вторая правая ступня:вторые правые ступни]
tr: [BP:RF2:sağ ikinci ayak:sağ ikinci ayaklar]
vi: [BP:RF2:chân phải hai trước:nhiều chân phải trước]
zh_hans: [BP:RF2:右第二脚:右第二脚]

# BODY:RCP_SECOND_SIMPLE_LEGS
source: [BP:LF2:left second foot:left second feet]
cs: [BP:LF2:druhé levé chodidlo:druhá levá chodidla]
de: [BP:LF2:zweiter linker Fuß:zweite linken Füße]
eo: [BP:LF2:maldekstra dua piedo:maldekstraj duaj piedoj]
es: [BP:LF2:segundo pie izquierdo:segundos pies izquierdos]
ja: [BP:LF2:左第二足:左第二足]
ko: [BP:LF2:왼쪽 둘째 발:왼쪽 둘째 발]
pl: [BP:LF2:druga lewa stopa:drugie lewe stopy]
ru: [BP:LF2:вторая левая ступня:вторые левые ступни]
tr: [BP:LF2:sol ikinci ayak:sol ikinci ayaklar]
vi: [BP:LF2:chân trái thứ hai:nhiều chân trái ]
zh_hans: [BP:LF2:左第二脚:左第二脚]

# BODY:RCP_THIRD_SIMPLE_LEGS
source: [BP:RA3:right third leg:STP]
cs: [BP:RA3:třetí pravá noha:třetí pravé nohy]
de: [BP:RA3:drittes rechtes Bein:STP]
eo: [BP:RA3:dekstra tria gambo:dekstraj triaj gamboj]
es: [BP:RA3:tercera pata derecha:STP]
ja: [BP:RA3:右第三脚:STP]
ko: [BP:RA3:오른쪽 셋째 다리:STP]
pl: [BP:RA3:trzecia prawa noga:trzecie prawe nogi]
ru: [BP:RA3:третья правая нога:третьи правые ноги]
tr: [BP:RA3:sağ üçüncü bacak:STP]
vi: [BP:RL3:chân phải thứ ba:STP]
zh_hans: [BP:RA3:右第三足:STP]

# BODY:RCP_THIRD_SIMPLE_LEGS
source: [BP:LA3:left third leg:STP]
cs: [BP:LA3:třetí levá noha:třetí levé nohy]
de: [BP:LA3:drittes linkes Bein:STP]
eo: [BP:LA3:maldekstra tria gambo:maldekstraj triaj gamboj]
es: [BP:LA3:tercera pata izquierda:STP]
ja: [BP:LA3:左第三脚:STP]
ko: [BP:LA3:왼쪽 셋째 다리:STP]
pl: [BP:LA3:trzecia lewa noga:trzecie lewe nogi]
ru: [BP:LA3:третья левая нога:третьи левые ноги]
tr: [BP:LA3:sol üçüncü bacak:STP]
vi: [BP:LA3:chân trái thứ ba:STP]
zh_hans: [BP:LA3:左第三足:STP]

# BODY:RCP_THIRD_SIMPLE_LEGS
source: [BP:RF3:right third foot:right third feet]
cs: [BP:RF3:třetí pravé chodidlo:třetí pravá chodidla]
de: [BP:RF3:dritter rechter Fuß:dritte rechte Füße]
eo: [BP:RF3:dekstra tria piedo:dekstraj triaj piedoj]
es: [BP:RF3:tercer pie derecho:terceros pies derechos]
ja: [BP:RF3:右第三足:右第三足]
ko: [BP:RF3:오른쪽 셋째 발:오른쪽 셋째 발]
pl: [BP:RF3:trzecia prawa stopa:trzecie prawe stopy]
ru: [BP:RF3:третья правая ступня:третьи правые ступни]
tr: [BP:RF3:sağ üçüncü ayak:sağ üçüncü ayaklar]
vi: [BP:RF3:chân phải thứ ba :nhiều chân phải]
zh_hans: [BP:RF3:右第三脚:右第三脚]

# BODY:RCP_THIRD_SIMPLE_LEGS
source: [BP:LF3:left third foot:left third feet]
cs: [BP:LF3:třetí levé chodidlo:třetí levá chodidla]
de: [BP:LF3:dritter linker Fuß:dritte linke Füße]
eo: [BP:LF3:maldekstra tria piedo:maldekstraj triaj piedoj]
es: [BP:LF3:tercer pie izquierdo:terceros pies izquierdos]
ja: [BP:LF3:左第三足:左第三足]
ko: [BP:LF3:왼쪽 셋째 발:왼쪽 셋째 발]
pl: [BP:LF3:trzecia lewa stopa:trzecie lewe stopy]
ru: [BP:LF3:третья левая ступня:третьи левые ступни]
tr: [BP:LF3:sol üçüncü ayak:sol üçüncü ayaklar]
vi: [BP:LF3:chân trái thứ ba:nhiều chân trái]
zh_hans: [BP:LF3:左第三脚:左第三脚]

# BODY:RCP_FOURTH_SIMPLE_LEGS
source: [BP:RA4:right fourth leg:STP]
cs: [BP:RA4:čtvrtá pravá noha:čtvrté pravé nohy]
de: [BP:RA4:viertes rechtes Bein:STP]
eo: [BP:RA4:dekstra kvara gambo:dekstraj kvaraj gamboj]
es: [BP:RA4:cuarta pierna derecha:STP]
ja: [BP:RA4:右第四脚:STP]
ko: [BP:RA4:오른쪽 넷째 다리:STP]
pl: [BP:RA4:czwarta prawa noga:czwarte prawe nogi]
ru: [BP:RA4:четвёртая правая нога:четвёртые правые ноги]
tr: [BP:RA4:sağ dördüncü bacak:STP]
vi: [BP:RL4:chân phải thứ tư:STP]
zh_hans: [BP:RA4:右第四足:STP]

# BODY:RCP_FOURTH_SIMPLE_LEGS
source: [BP:LA4:left fourth leg:STP]
cs: [BP:LA4:čtvrtá levá noha:čtvrté levé nohy]
de: [BP:LA4:viertes linkes Bein:STP]
eo: [BP:LA4:maldekstra kvara gambo:maldekstraj kvaraj gamboj]
es: [BP:LA4:cuarta pierna izquierda:STP]
ja: [BP:LA4:左第四脚:STP]
ko: [BP:LA4:왼쪽 넷째 다리:STP]
pl: [BP:LA4:czwarta lewa noga:czwarte lewe nogi]
ru: [BP:LA4:четвёртая левая нога:четвёртые левые ноги]
tr: [BP:LA4:sol dördüncü bacak:STP]
vi: [BP:LA4:chân trái thứ tư:STP]
zh_hans: [BP:LA4:左第四足:STP]

# BODY:RCP_FOURTH_SIMPLE_LEGS
source: [BP:RF4:right fourth foot:right fourth feet]
cs: [BP:RF4:čtvrté pravé chodidlo:čtvrtá pravá chodidla]
de: [BP:RF4:vierter rechter Fuß:vierte rechte Füße]
eo: [BP:RF4:dekstra kvara piedo:dekstraj kvaraj piedoj]
es: [BP:RF4:cuarto pie derecho:cuartos pies derechos]
ja: [BP:RF4:右第四足:右第四足]
ko: [BP:RF4:오른쪽 넷째 발:오른쪽 넷째 발]
pl: [BP:RF4:czwarta prawa stopa:czwarte prawe stopy]
ru: [BP:RF4:четвертая правая ступня:четвертые правые ступни]
tr: [BP:RF4:sağ dördüncü ayak:sağ dördüncü ayaklar]
vi: [BP:RF4:chân phải thứ tư:chân phải thứ tư]
zh_hans: [BP:RF4:右第四脚:右第四脚]

# BODY:RCP_FOURTH_SIMPLE_LEGS
source: [BP:LF4:left fourth foot:left fourth feet]
cs: [BP:LF4:čtvrté levé chodidlo:čtvrtá levá chodidla]
de: [BP:LF4:vierter linker Fuß:vierte linke Füße]
eo: [BP:LF4:maldekstra kvara piedo:maldekstraj kvaraj piedoj]
es: [BP:LF4:cuarto pie izquierdo:cuartos pies izquierdos]
ja: [BP:LF4:左第四足:左第四足]
ko: [BP:LF4:왼쪽 넷째 발:왼쪽 넷째 발]
pl: [BP:LF4:czwarta lewa stopa:czwarte lewe stopy]
ru: [BP:LF4:четвертая левая ступня:четвертые левые ступни]
tr: [BP:LF4:sol dördüncü ayak:sol dördüncü ayaklar]
vi: [BP:LF4:chân trái thứ tư:chân trái thứ tư]
zh_hans: [BP:RF4:左第四脚:左第四脚]

# BODY:RCP_FIFTH_SIMPLE_LEGS
source: [BP:RA5:right fifth leg:STP]
cs: [BP:RA5:pátá pravá noha:STP]
de: [BP:RA5:fünftes rechtes Bein:STP]
eo: [BP:RA5:dekstra kvina gambo:dekstraj kvinaj gamboj]
es: [BP:RA5:quinta pata derecha:STP]
ja: [BP:RA5:右第五脚:STP]
ko: [BP:RA5:오른쪽 다섯째 다리:STP]
pl: [BP:RA5:piąta prawa noga:piąte prawe nogi]
ru: [BP:RA5:пятая правая нога:пятые правые ноги]
tr: [BP:RA5:sağ beşinci bacak:STP]
vi: [BP:RL5:chân phải thứ năm:STP]
zh_hans: [BP:RA5:右第五足:STP]

# BODY:RCP_FIFTH_SIMPLE_LEGS
source: [BP:LA5:left fifth leg:STP]
cs: [BP:LA5:pátá levá noha:STP]
de: [BP:LA5:fünftes linkes Bein:STP]
eo: [BP:LA5:maldekstra kvina gambo:maldekstraj kvinaj gamboj]
es: [BP:LA5:quinta pata izquierda:STP]
ja: [BP:LA5:左第五脚:STP]
ko: [BP:LA5:왼쪽 다섯째 다리:STP]
pl: [BP:LA5:piąta lewa noga:piąte lewe nogi]
ru: [BP:LA5:пятая левая нога:пятые левые ноги]
tr: [BP:LA5:sol beşinci bacak:STP]
vi: [BP:LA5:chân trái thứ năm:STP]
zh_hans: [BP:LA5:左第五足:STP]

# BODY:RCP_FIFTH_SIMPLE_LEGS
source: [BP:RF5:right fifth foot:right fifth feet]
cs: [BP:RF5:páté pravé chodidlo:pátá pravá chodidla]
de: [BP:RF5:fünfter rechter Fuß:fünfte rechte Füsse]
eo: [BP:RF5:dekstra kvina piedo:dekstraj kvinaj piedoj]
es: [BP:RF5:quinta pata derecha:quintas patas derechas]
ja: [BP:RF5:右第五足:右第五足]
ko: [BP:RF5:오른쪽 다섯째 발:오른쪽 다섯째 발]
pl: [BP:RF5:piąta prawa stopa:piąte prawe stopy]
ru: [BP:RF5:пятая правая ступня:правые пятые ступни]
tr: [BP:RF5:sağ beşinci ayak:sağ beşinci ayaklar]
vi: [BP:RF5:chân phải thứ năm:chân phải thứ năm]
zh_hans: [BP:RF5:右第五脚:右第五脚]

# BODY:RCP_FIFTH_SIMPLE_LEGS
source: [BP:LF5:left fifth foot:left fifth feet]
cs: [BP:LF5:páté levé chodidlo:pátá levá chodidla]
de: [BP:LF5:fünfter linker Fuß:fünfte linke Füße]
eo: [BP:LF5:maldekstra kvina piedo:maldekstraj kvinaj piedoj]
es: [BP:LF5:quinta pata izquierda:quintas patas izquierdas]
ja: [BP:LF5:左第五足:左第五足]
ko: [BP:LF5:왼쪽 다섯째 발:왼쪽 다섯째 발]
pl: [BP:LF5:piąta lewa stopa:piąte lewe stopy]
ru: [BP:LF5:пятая левая ступня:левые пятые ступни]
tr: [BP:LF5:sol beşinci ayak:sol beşinci ayaklar]
vi: [BP:LF5:chân trái thứ năm :chân trái thứ năm]
zh_hans: [BP:RF5:左第五脚:左第五脚]

# BODY:RCP_SIMPLE_FRONT_LEGS
source: [BP:RA:right front leg:STP]
cs: [BP:RA:pravá přední noha:pravé přední nohy]
de: [BP:RA:rechtes Vorderbein:STP]
eo: [BP:RA:dekstra antaŭa gambo:dekstraj antaŭaj gamboj]
es: [BP:RA:pata delantera derecha:STP]
ja: [BP:RA:右前脚:STP]
ko: [BP:RA:오른쪽 앞다리:STP]
pl: [BP:RA:prawa przednia noga:prawe przednie nogi]
ru: [BP:RA:правая передняя нога:правые передние ноги]
tr: [BP:RA:sağ ön bacak:STP]
vi: [BP:RA:chân phải trước:STP]
zh_hans: [BP:RA:右前腿:STP]

# BODY:RCP_SIMPLE_FRONT_LEGS
source: [BP:LA:left front leg:STP]
cs: [BP:LA:levá přední noha:levé přední nohy]
de: [BP:LA:linkes Vorderbein:STP]
eo: [BP:LA:maldekstra antaŭa gambo:maldekstraj antaŭaj gamboj]
es: [BP:LA:pata delantera izquierda:STP]
ja: [BP:LA:左前脚:STP]
ko: [BP:LA:왼쪽 앞다리:STP]
pl: [BP:LA:lewa przednia noga:lewe przednie nogi]
ru: [BP:LA:левая передняя нога:левые передние ноги]
tr: [BP:LA:sol ön bacak:STP]
vi: [BP:LA:chân trái trước:STP]
zh_hans: [BP:LA:左前腿:STP]
