Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_MUSKOX
source: [GENERAL_CHILD_NAME:giant muskox calf:giant muskox calves]
cs: [GENERAL_CHILD_NAME:tele obřího pižmoně:telata obřího pižmoně]
de: [GENERAL_CHILD_NAME:Riesenmoschusochsenkalb:Riesenmoschusochsenkälber]
eo: [GENERAL_CHILD_NAME:giganta moskobovido:gigantaj moskobovidoj]
es: [GENERAL_CHILD_NAME:becerro de buey almizclero gigante:becerro de bueyes almizcleros gigantes]
ja: [GENERAL_CHILD_NAME:巨大ジャコウウシの仔:巨大ジャコウウシの仔の]
ko: [GENERAL_CHILD_NAME:새끼 거대 사향소:새끼 거대 사향소들]
pl: [GENERAL_CHILD_NAME:cielę gigantycznego woła piżmowego:cielaki gigantycznego woła piżmowego]
ru: [GENERAL_CHILD_NAME:детёныш гигантского овцебыка:детёныши гигантского овцебыка]
tr: [GENERAL_CHILD_NAME:yavru dev misk öküzü:yavru dev misk öküzleri]
vi: [GENERAL_CHILD_NAME:nai xạ con khổng lồ:các nai xạ con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨麝牛幼崽:巨麝牛幼崽]

# CREATURE:GIANT_MUSKOX
source: [DESCRIPTION:A huge monster in the form of a muskox.]
cs: [DESCRIPTION:Obrovská příšera v podobě pižmoně.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Moschusochsen.]
eo: [DESCRIPTION:Grandega monstro kun formo de moskobovo.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un buey almozclero.]
ja: [DESCRIPTION:ジャコウウシのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:사향소의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci woła piżmowego.]
ru: [DESCRIPTION:Огромный монстр, похожий на овцебыка.]
tr: [DESCRIPTION:Misk öküzü biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ dưới hình dạng nai xạ.]
zh_hans: [DESCRIPTION:一只巨大的麝牛怪。]

# CREATURE:GIANT_MUSKOX
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]

# CREATURE:ELK
source: [DESCRIPTION:A large hooved animal found roaming wild in temperate forests. The males have long antlers.]
cs: [DESCRIPTION:Velký kopytník žijící v mírných lesích. Samci mají dlouhé parohy.]
de: [DESCRIPTION:Ein großes Tier mit Hufen, das in den Wäldern der gemäßigten Zonen wild lebt. Die Männchen haben ein langes Geweih.]
eo: [DESCRIPTION:Granda hufa besto trovebla vagante en mezvarmaj arbaroj. La iĉoj havas longaj ramuroj.]
es: [DESCRIPTION:Un animal de pezuñas grande encontrado vagando salvaje en los bosques templados. Los machos tienen cuernos largos y fuertes.]
ja: [DESCRIPTION:温帯の森に棲息する、大型哺乳類。雄は大きな枝角を持つ。]
ko: [DESCRIPTION: 온대림에서 야생에서 발견된 커다란 발굽 동물. 수컷은 뿔이 길다.]
pl: [DESCRIPTION:Duże, kopytne zwierzę, które można znaleźć włóczące się dziko w umiarkowanych lasach. Samce mają długie poroże.]
ru: [DESCRIPTION:Крупное копытное животное, обитает в лесах умеренного климата. Самцы имеют длинные ветвистые рога.]
tr: [DESCRIPTION:Ilıman ormanlarda başıboş dolaşırken bulunan büyük, toynaklı bir hayvan. Erkeklerinin uzun boynuzları vardır.]
vi: [DESCRIPTION:Một loài động vật móng guốc lớn lang thang hoang dã trong các khu rừng ôn đới. Con đực có gạc dài.]

# CREATURE:ELK
source: [NAME:elk:elk:elk]
cs: [NAME:jelen:jeleni:jelen]
de: [NAME:Elch:Elche:Elch]
eo: [NAME:ŭapitio:ŭapitioj:de ŭapitio]
es: [NAME:ciervo canadience:ciervo canadience:ciervo canadience]
ja: [NAME:キジリジカ:キジリジカ:キジリジカの]
ko: [NAME:엘크:엘크들:엘크]
pl: [NAME:wapiti:wapitii:wapitowy]
ru: [NAME:вапити:вапити:вапити]
tr: [NAME:Kanada geyiği:Kanada geyikleri:Kanada geyiği]
vi: [NAME:nai sừng tấm:nai sừng tấm:nai sừng tấm]

# CREATURE:ELK
source: [CASTE_NAME:elk:elk:elk]
cs: [CASTE_NAME:jelen:jeleni:jelen]
de: [CASTE_NAME:Elch:Elche:Elch]
eo: [CASTE_NAME:ŭapitio:ŭapitioj:de ŭapitio]
es: [CASTE_NAME:ciervo canadience:ciervo canadience:ciervo canadience]
ja: [CASTE_NAME:キジリジカ:キジリジカ:キジリジカの]
ko: [CASTE_NAME:엘크:엘크들:엘크]
pl: [CASTE_NAME:wapiti:wapitii:wapitowy]
ru: [CASTE_NAME:вапити:вапити:вапити]
tr: [CASTE_NAME:Kanada geyiği:Kanada geyikleri:Kanada geyiği]
vi: [CASTE_NAME:nai sừng tấm:nai sừng tấm:nai sừng tấm]

# CREATURE:ELK
source: [PREFSTRING:grace]
cs: [PREFSTRING:ladností]
de: [PREFSTRING:Anmut]
eo: [PREFSTRING:gracieco]
es: [PREFSTRING:gracia]
ja: [PREFSTRING:愛嬌がある]
ko: [PREFSTRING:우아함]
pl: [PREFSTRING:gracja]
ru: [PREFSTRING:грацию]
tr: [PREFSTRING:zarafet]
vi: [PREFSTRING:Duyên dáng]

# CREATURE:ELK
source: [STATE_NAME:ALL_SOLID:antler]
cs: [STATE_NAME:ALL_SOLID:paroh]
de: [STATE_NAME:ALL_SOLID:Geweih]
eo: [STATE_NAME:ALL_SOLID:ramuro]
es: [STATE_NAME:ALL_SOLID:cuerno]
ja: [STATE_NAME:ALL_SOLID:角]
ko: [STATE_NAME:ALL_SOLID:사슴뿔]
pl: [STATE_NAME:ALL_SOLID:poroże]
ru: [STATE_NAME:ALL_SOLID:ветвистый рог]
tr: [STATE_NAME:ALL_SOLID:boynuz]
vi: [STATE_NAME:ALL_SOLID:gạc]

# CREATURE:ELK
source: [STATE_ADJ:ALL_SOLID:antler]
cs: [STATE_ADJ:ALL_SOLID:parohový]
de: [STATE_ADJ:ALL_SOLID:Geweih]
eo: [STATE_ADJ:ALL_SOLID:ramura]
es: [STATE_ADJ:ALL_SOLID:cornudo]
ja: [STATE_ADJ:ALL_SOLID:角]
ko: [STATE_ADJ:ALL_SOLID:사슴뿔]
pl: [STATE_ADJ:ALL_SOLID:porożowy]
ru: [STATE_ADJ:ALL_SOLID:ветвистый рог]
tr: [STATE_ADJ:ALL_SOLID:boynuz]
vi: [STATE_ADJ:ALL_SOLID:gạc]

# CREATURE:ELK
source: [TISSUE_NAME:antler:NP]
cs: [TISSUE_NAME:paroh:NP]
de: [TISSUE_NAME:Geweih:NP]
eo: [TISSUE_NAME:ramuro:ramuroj]
es: [TISSUE_NAME:cuerno:NP]
ja: [TISSUE_NAME:角:NP]
ko: [TISSUE_NAME:사슴뿔:NP]
pl: [TISSUE_NAME:poroże:NP]
ru: [TISSUE_NAME:ветвистый рог:NP]
tr: [TISSUE_NAME:boynuz:NP]

# CREATURE:ELK
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:ELK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:ELK
source: [GENERAL_CHILD_NAME:elk fawn:elk fawns]
cs: [GENERAL_CHILD_NAME:kolouch:kolouši]
de: [GENERAL_CHILD_NAME:Elchkitz:Elchkitze]
eo: [GENERAL_CHILD_NAME:ŭapitiido:de ŭapitiido]
es: [GENERAL_CHILD_NAME:cria de ciervo canadiense:crias de ciervo canadiense]
ja: [GENERAL_CHILD_NAME:キジリジカの子供:キジリジカの子供の]
ko: [GENERAL_CHILD_NAME:새끼 엘크:새끼 엘크들]
pl: [GENERAL_CHILD_NAME:młody wapitiego:młode wapitiego]
ru: [GENERAL_CHILD_NAME:оленёнок вапити:оленята вапити]
tr: [GENERAL_CHILD_NAME:Kanada geyiği yavrusu:Kanada geyiği yavruları]
vi: [GENERAL_CHILD_NAME:nai sừng tấm con:các nai sừng tấm con]

# CREATURE:ELK
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:ELK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:ELK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:ELK_MAN
source: [CASTE_NAME:elk man:elk men:elk man]
cs: [CASTE_NAME:jelení muž:jelení muži:jelení muž]
de: [CASTE_NAME:Elchmann:Elchmänner:Elchmann]
eo: [CASTE_NAME:homŭapitiiĉo:homŭapitiiĉoj:de homŭapitiiĉo]
es: [CASTE_NAME:hombre ciervo canadiense:hombres ciervo canadiense:hombre ciervo canadiense]
ja: [CASTE_NAME:キジリジカ男:キジリジカ男:キジリジカ男の]
ko: [CASTE_NAME:남성 엘크인간:남성 엘크인간들:남성 엘크인간]
pl: [CASTE_NAME:wapitiomężczyzna:wapitiomężczyźni:wapitiomężczyzny]
ru: [CASTE_NAME:мужчина-вапити:мужчины-вапити:мужчины-вапити]
tr: [CASTE_NAME:erkek Kanada geyiği:erkek Kanada geyikleri:erkek Kanada geyiği]
vi: [CASTE_NAME:người nai sừng tấm:những người nai sừng tấm:người nai sừng tấm]

# CREATURE:ELK_MAN
source: [CASTE_NAME:elk woman:elk women:elk woman]
cs: [CASTE_NAME:jelení žena:jelení ženy:jelení žena]
de: [CASTE_NAME:Elchfrau:Elchfrauen:Elchfrau]
eo: [CASTE_NAME:homŭapitiino:homŭapitiinoj:de homŭapitiino]
es: [CASTE_NAME:mujer ciervo canadiense:mujeres ciervo canadiense:mujer ciervo canadiense]
ja: [CASTE_NAME:キジリジカ女:キジリジカ女:キジリジカ女の]
ko: [CASTE_NAME:여성 엘크인간:여성 엘크인간들:여성 엘크인간]
pl: [CASTE_NAME:wapitiokobieta:wapitiokobiety:wapitiokobiecy]
ru: [CASTE_NAME:женщина-вапити:женщины-вапити:женщины-вапити]
tr: [CASTE_NAME:dişi Kanada geyiği:dişi Kanada geyikleri:dişi Kanada geyiği]
vi: [CASTE_NAME:phụ nữ nai sừng tấm:những phụ nữ nai sừng tấm:phụ nữ nai sừng tấm]

# CREATURE:ELK_MAN
source: [NAME:elk man:elk men:elk man]
cs: [NAME:jelení muž:jelení muži:jelení muž]
de: [NAME:Elchmann:Elchmänner:Elchmann]
eo: [NAME:homŭapitio:homŭapitioj:de homŭapitio]
es: [NAME:hombre ciervo canadiense:hombres ciervo canadiense:hombre ciervo canadiense]
ja: [NAME:キジリジカ男:キジリジカ男:キジリジカ男の]
ko: [NAME:엘크인간:엘크인간들:엘크인간]
pl: [NAME:wapitioczłowiek:wapitioludzie:wapitioludzki]
ru: [NAME:человек-вапити:люди-вапити:человека-вапити]
tr: [NAME:erkek Kanada geyiği:erkek Kanada geyikleri:erkek Kanada geyiği]
vi: [NAME:người nai sừng tấm:những người nai sừng tấm:người nai sừng tấm]

# CREATURE:ELK_MAN
source: [DESCRIPTION:A person with the head of an elk.]
cs: [DESCRIPTION:Osoba s hlavou jelena.]
de: [DESCRIPTION:Eine Person mit dem Kopf eines Elchs.]
eo: [DESCRIPTION:Homo kun la kapo de ŭapitio.]
es: [DESCRIPTION:Una persona con cabeza de wapití.]
ja: [DESCRIPTION:キジリジカの頭を持つ人間だ。]
ko: [DESCRIPTION:엘크의 머리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową wapitiego.]
ru: [DESCRIPTION:Человек с головой вапити.]
tr: [DESCRIPTION:Kanada geyiği başlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu nai sừng tấm.]

# CREATURE:GIANT_ELK
source: [NAME:giant elk:giant elk:giant elk]
cs: [NAME:obří jelen:obří jeleni:obří jelen]
de: [NAME:Riesen-Elch:Riesen-Elche:Riesen-Elch]
eo: [NAME:giganta ŭapitio:gigantaj ŭapitioj:de giganta ŭapitio]
es: [NAME:wapití gigante:wapitíes gigantes:wapití gigante]
ja: [NAME:巨大キジリジカ:巨大キジリジカ:巨大キジリジカの]
ko: [NAME:거대 엘크:거대 엘크들:거대 엘크]
pl: [NAME:gigantyczny wapiti:gigantyczne wapitii:gigantyczno wapitowy]
ru: [NAME:гигантский вапити:гигантские вапити:гигантского вапити]
tr: [NAME:dev Kanada geyiği:dev Kanada geyikleri:dev Kanada geyiği]
vi: [NAME:nai sừng tấm khổng lồ:nai sừng tấm khổng lồ:nai sừng tấm khổng lồ]

# CREATURE:GIANT_ELK
source: [CASTE_NAME:giant elk:giant elk:giant elk]
cs: [CASTE_NAME:obří jelen:obří jeleni:obří jelen]
de: [CASTE_NAME:Riesen-Elch:Riesen-Elche:Riesen-Elch]
eo: [CASTE_NAME:giganta ŭapitio:gigantaj ŭapitioj:de giganta ŭapitio]
es: [CASTE_NAME:wapití gigante:wapitíes gigantes:wapití gigante]
ja: [CASTE_NAME:巨大キジリジカ:巨大キジリジカ:巨大キジリジカの]
ko: [CASTE_NAME:거대 엘크:거대 엘크들:거대 엘크]
pl: [CASTE_NAME:gigantyczny wapiti:gigantyczne wapitii:gigantyczno wapitowy]
ru: [CASTE_NAME:гигантский вапити:гигантские вапити:гигантского вапити]
tr: [CASTE_NAME:dev Kanada geyiği:dev Kanada geyikleri:dev Kanada geyiği]
vi: [CASTE_NAME:nai sừng tấm khổng lồ:nai sừng tấm khổng lồ:nai sừng tấm khổng lồ]

# CREATURE:GIANT_ELK
source: [GENERAL_CHILD_NAME:giant elk fawn:giant elk fawns]
cs: [GENERAL_CHILD_NAME:kolouch obřího jelena:kolouši obřího jelena]
de: [GENERAL_CHILD_NAME:Riesenelchkitz:Riesenelchkitze]
eo: [GENERAL_CHILD_NAME:giganta ŭapitiido:gigantaj ŭapitiidoj]
es: [GENERAL_CHILD_NAME: cervatillo wapití gigante: cervatillos wapitíes gigantes]
ja: [GENERAL_CHILD_NAME:巨大キジリジカの子供:巨大キジリジカの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 엘크:새끼 거대 엘크들]
pl: [GENERAL_CHILD_NAME:młody gigantycznego wapitiego:młode gigantycznego wapitiego]
ru: [GENERAL_CHILD_NAME:детёныш гигантского вапити:детёныши гигантского вапити]
tr: [GENERAL_CHILD_NAME:yavru dev Kanada geyiği:yavru dev Kanada geyikleri]
vi: [GENERAL_CHILD_NAME:nai sừng tấm con khổng lồ:các nai sừng tấm con khổng lồ]

# CREATURE:GIANT_ELK
source: [DESCRIPTION:A huge monster in the form of an elk.]
cs: [DESCRIPTION:Obrovská příšera v podobě losa.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Elches.]
eo: [DESCRIPTION:Grandega monstro kun formo de ŭapitio.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un wapití.]
ja: [DESCRIPTION:キジリジカのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:엘크의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci wapitiego.]
ru: [DESCRIPTION:Огромный монстр, похожий на вапити.]
tr: [DESCRIPTION:Kanada geyiği biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ dưới hình dạng nai sừng tấm.]
zh_hans: [DESCRIPTION:一只巨大的麋鹿怪。]

# CREATURE:GIANT_ELK
source: [PREFSTRING:grace]
cs: [PREFSTRING:laskavost]
de: [PREFSTRING:Anmut]
eo: [PREFSTRING:gracieco]
es: [PREFSTRING:gracia]
ja: [PREFSTRING:愛嬌がある]
ko: [PREFSTRING:우아함]
pl: [PREFSTRING:gracja]
ru: [PREFSTRING:грацию]
tr: [PREFSTRING:zarafet]
vi: [PREFSTRING:Duyên dáng]

# CREATURE:BEAR_POLAR
source: [DESCRIPTION:A huge predatory mammal covered in white hair. It hunts the shores along tundra and glaciers.]
cs: [DESCRIPTION:Obrovský dravý savec pokrytý bílou srstí. Loví na pobřeží tundry a ledovců.]
de: [DESCRIPTION:Ein riesiges, räuberisches Säugetier mit weißem Haar. Es jagt an den Ufern von Tundra und Gletschern.]
eo: [DESCRIPTION:Grandega predanta mamulo kovrita kun blanka hararo. Ĝi ĉasas laŭ la bordojn de la tundroj kaj la glaciejoj.}
es: [DESCRIPTION:Un enorme mamífero depredador cubierto por pelo blanco huge. Caza en las costas a lo largo de la tundra y glaciares.]
ja: [DESCRIPTION:白い毛でおおわれた大型肉食哺乳類。極冠の海辺で狩りをする。]
ko: [DESCRIPTION:흰 털로 뒤덮인 거대한 포식 동물. 그것은 툰드라와 빙하를 따라 있는 해안을 사냥합니다.]
pl: [DESCRIPTION:Ogromny, drapieżny ssak pokryty białym futrem. Poluje na obrzeżach tundry i lodowców.]
ru: [DESCRIPTION:Крупное хищное млекопитающее, покрытое белым мехом. Охотится вдоль побережья в тундре и на ледниках.]
tr: [DESCRIPTION:Beyaz tüylerle kaplı devasa bir yırtıcı memeli. Tundra ve buzullar boyunca kıyılarda avlanır.]
vi: [DESCRIPTION:Một động vật có vú săn mồi khổng lồ, toàn thân phủ lông trắng. Nó săn mồi dọc các bờ biển thuộc lãnh nguyên và sông băng.]

# CREATURE:BEAR_POLAR
source: [NAME:polar bear:polar bears:polar bear]
cs: [NAME:lední medvěd:lední medvědi:lední medvěd]
de: [NAME:Eisbär:Eisbären:Eisbär]
eo: [NAME:blanka urso:blankaj ursoj:de blanka urso]
es: [NAME:oso polar:osos polares:oso polar]
ja: [NAME:白熊:白熊:白熊の]
ko: [NAME:북극곰:북극곰들:북극곰]
pl: [NAME:niedźwiedź polarny:niedźwiedzie polarne:niedźwiedzio polarny]
ru: [NAME:белый медведь:белые медведи:белого медведя]
tr: [NAME:kutup ayısı:kutup ayıları:kutup ayısı]
vi: [NAME:gấu bắc cực:các gấu bắc cực:gấu bắc cực]
zh_hans: [NAME:北极熊:北极熊:北极熊]

# CREATURE:BEAR_POLAR
source: [CASTE_NAME:polar bear:polar bears:polar bear]
cs: [CASTE_NAME:lední medvěd:lední medvědi:lední medvěd]
de: [CASTE_NAME:Eisbär:Eisbären:Eisbär]
eo: [CASTE_NAME:blanka urso:blankaj ursoj:de blanka urso]
es: [CASTE_NAME:oso polar:osos polares:oso polar]
ja: [CASTE_NAME:白熊:白熊:白熊の]
ko: [CASTE_NAME:북극곰:북극곰들:북극곰]
pl: [CASTE_NAME:niedźwiedź polarny:niedźwiedzie polarne:niedźwiedzio polarny]
ru: [CASTE_NAME:белый медведь:белые медведи:белого медведя]
tr: [CASTE_NAME:kutup ayısı:kutup ayıları:kutup ayısı]
vi: [CASTE_NAME:gấu bắc cực:các gấu bắc cực:gấu bắc cực]
zh_hans: [CASTE_NAME:北极熊:北极熊:北极熊]

# CREATURE:BEAR_POLAR
source: [GENERAL_CHILD_NAME:polar bear cub:polar bear cubs]
cs: [GENERAL_CHILD_NAME:mládě ledního medvěda:mláďata ledního medvěda]
de: [GENERAL_CHILD_NAME:Eisbärenjunge:Eisbärenjunge]
eo: [GENERAL_CHILD_NAME:blanka ursido:blankaj ursidoj]
es: [GENERAL_CHILD_NAME:Cachorro de oso polar:Cachorros de osos olares]
ja: [GENERAL_CHILD_NAME:白熊の子供:白熊の子供の]
ko: [GENERAL_CHILD_NAME:새끼 북극곰:새끼 북극곰들]
pl: [GENERAL_CHILD_NAME:niedźwiątko polarne:niedźwiądka polarne]
ru: [GENERAL_CHILD_NAME:белый медвежонок:белые медвежата]
tr: [GENERAL_CHILD_NAME:yavru kutup ayısı:yavru kutup ayıları]
vi: [GENERAL_CHILD_NAME:gấu bắc cực con:các gấu bắc cực con]
zh_hans: [GENERAL_CHILD_NAME:北极熊幼崽:北极熊幼崽]

# CREATURE:BEAR_POLAR
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:güç]
vi: [PREFSTRING:sức mạnh]

# CREATURE:BEAR_POLAR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BEAR_POLAR
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:BEAR_POLAR
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:BEAR_POLAR
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BEAR_POLAR
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:BEAR_POLAR_MAN
source: [CASTE_NAME:polar bear man:polar bear men:polar bear man]
cs: [CASTE_NAME:muž ledního medvěda:muži ledního medvěda:muž ledního medvěda]
de: [CASTE_NAME:Eisbärmann:Eisbärmänner:Eisbärmann]
eo: [CASTE_NAME:hom-blank-ursiĉo:hom-blank-ursiĉoj:de hom-blank-ursiĉo]
es: [CASTE_NAME:hombre oso polar:hombres oso polar:hombre oso polar]
ja: [CASTE_NAME:白熊男:白熊男:白熊男の]
ko: [CASTE_NAME:남성 북극곰인간:남성 북극곰인간들:남성 북극곰인간]
pl: [CASTE_NAME:niedźwiedziomężczyzna polarny:niedźwiedziomężczyźni polarni:niedźwiedziomęsko polarny]
ru: [CASTE_NAME:мужчина-белый медведь:мужчины-белые медведи:мужчины-белого медведя]
tr: [CASTE_NAME:erkek kutup ayısı:erkek kutup ayıları:erkek kutup ayısı]
vi: [CASTE_NAME:người gấu bắc cực:những người gấu bắc cực:người gấu bắc cực]

# CREATURE:BEAR_POLAR_MAN
source: [CASTE_NAME:polar bear woman:polar bear women:polar bear woman]
cs: [CASTE_NAME:žena ledního medvěda:ženy ledního medvěda:žena ledního medvěda]
de: [CASTE_NAME:Eisbärfrau:Eisbärfrauen:Eisbärfrau]
eo: [CASTE_NAME:hom-blank-ursino:hom-blank-ursinoj:de hom-blank-ursino]
es: [CASTE_NAME:mujer oso polar:mujeres oso polar:mujer oso polar]
ja: [CASTE_NAME:白熊女:白熊女:白熊女の]
ko: [CASTE_NAME:여성 북극곰인간:여성 북극곰인간들:여성 북극곰인간]
pl: [CASTE_NAME:niedźwiedziokobieta polarna:niedźwiedziokobiety polarne:niedźwiedziokobieco polarny]
ru: [CASTE_NAME:женщина-белая медведица:женщины-белые медведицы:женщины-белой медведицы]
tr: [CASTE_NAME:dişi kutup ayısı:dişi kutup ayıları:dişi kutup ayısı]
vi: [CASTE_NAME:phụ nữ gấu bắc cực:những phụ nữ gấu bắc cực:phụ nữ gấu bắc cực]

# CREATURE:BEAR_POLAR_MAN
source: [NAME:polar bear man:polar bear men:polar bear man]
cs: [NAME:muž ledního medvěda:muži ledního medvěda:muž ledního medvěda]
de: [NAME:Eisbärmann:Eisbärmänner:Eisbärmann]
eo: [NAME:hom-blank-urso:hom-blank-ursoj:de hom-blank-urso]
es: [NAME:hombre oso polar:hombres oso polar:hombre oso polar]
ja: [NAME:白熊男:白熊男:白熊男の]
ko: [NAME:북극곰인간:북극곰인간들:북극곰인간]
pl: [NAME:niedźwiedzioczłowiek polarny:niedźwiedzioludzie polarni:niedźwiedzioludzko polarny]
ru: [NAME:человек-белый медведь:люди-белые медведи:человека-белого медведя]
tr: [NAME:erkek kutup ayısı:erkek kutup ayıları:erkek kutup ayısı]
vi: [NAME:người gấu bắc cực:những người gấu bắc cực:người gấu bắc cực]

# CREATURE:BEAR_POLAR_MAN
source: [DESCRIPTION:A large person with the head of a polar bear.]
cs: [DESCRIPTION:Velká osoba s hlavou ledního medvěda.]
de: [DESCRIPTION:Eine große Person mit dem Kopf eines Eisbären.]
eo: [DESCRIPTION:Granda homo kun la kapo de blanka urso.]
es: [DESCRIPTION:Una corpulenta persona con la cabeza de un oso polar.]
ja: [DESCRIPTION:白熊の頭を持った人間だ。]
ko: [DESCRIPTION:북극곰의 머리를 가진 큰 인간.]
pl: [DESCRIPTION:Duży osobnik z głową niedźwiedzia polarnego.]
ru: [DESCRIPTION:Огромный человек с головой белого медведя.]
tr: [DESCRIPTION:Kutup ayısı başlı iri bir fantastik canlı.]
vi: [DESCRIPTION:Một người có thân hình to lớn với đầu gấu bắc cực.]

# CREATURE:GIANT_BEAR_POLAR
source: [NAME:giant polar bear:giant polar bears:giant polar bear]
cs: [NAME:obří lední medvěd:obří lední medvědi:obří lední medvěd]
de: [NAME:Rieseneisbär:Rieseneisbären:Rieseneisbär]
eo: [NAME:giganta blanka urso:gigantaj blankaj ursoj:de giganta blanka urso]
es: [NAME:oso polar gigante:osos polares gigantes:oso polar gigante]
ja: [NAME:巨大白熊:巨大白熊:巨大白熊の]
ko: [NAME:거대 북극곰:거대 북극곰들:거대 북극곰]
pl: [NAME:gigantyczny niedźwiedź polarny:gigantyczne niedźwiedzie polarne:gigantyczno niedźwiedzio polarny]
ru: [NAME:огромный белый медведь:огромные белые медведи:огромного белого медведя]
tr: [NAME:dev kutup ayısı:dev kutup ayıları:dev kutup ayısı]
vi: [NAME:gấu bắc cực khổng lồ:các gấu bắc cực khổng lồ:gấu bắc cực khổng lồ]

# CREATURE:GIANT_BEAR_POLAR
source: [CASTE_NAME:giant polar bear:giant polar bears:giant polar bear]
cs: [CASTE_NAME:obří lední medvěd:obří lední medvědi:obří lední medvěd]
de: [CASTE_NAME:Rieseneisbär:Rieseneisbären:Rieseneisbär]
eo: [CASTE_NAME:giganta blanka urso:gigantaj blankaj ursoj:de giganta blanka urso]
es: [CASTE_NAME:oso polar gigante:osos polares gigantes:oso polar gigante]
ja: [CASTE_NAME:巨大白熊:巨大白熊:巨大白熊の]
ko: [CASTE_NAME:거대 북극곰:거대 북극곰들:거대 북극곰]
pl: [CASTE_NAME:gigantyczny niedźwiedź polarny:gigantyczne niedźwiedzie polarne:gigantyczno niedźwiedzio polarny]
ru: [CASTE_NAME:огромный белый медведь:огромные белые медведи:огромного белого медведя]
tr: [CASTE_NAME:dev kutup ayısı:dev kutup ayıları:dev kutup ayısı]
vi: [CASTE_NAME:gấu bắc cực khổng lồ:các gấu bắc cực khổng lồ:gấu bắc cực khổng lồ]

# CREATURE:GIANT_BEAR_POLAR
source: [GENERAL_CHILD_NAME:giant polar bear cub:giant polar bear cubs]
cs: [GENERAL_CHILD_NAME:mládě obřího ledního medvěda:mláďata obřího ledního medvěda]
de: [GENERAL_CHILD_NAME:Rieseneisbärjunges:Rieseneisbärjunges]
eo: [GENERAL_CHILD_NAME:giganta blanka ursido:giganta blankaj ursidoj]
es: [GENERAL_CHILD_NAME:cachorro de oso polar gigante:cachorros de oso polar gigante]
ja: [GENERAL_CHILD_NAME:巨大白熊の子供:巨大白熊の子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 북극곰:새끼 거대북극곰들]
pl: [GENERAL_CHILD_NAME:gigantyczne niedźwiedziątko polarne:gigantyczne niedźwiedziątka polarne]
ru: [GENERAL_CHILD_NAME:огромный белый медвежонок:огромные белые медвежата]
tr: [GENERAL_CHILD_NAME:yavru dev kutup ayısı:yavru dev kutup ayıları]
vi: [GENERAL_CHILD_NAME:gấu bắc cực con khổng lồ:các gấu bắc cực con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨北极熊幼崽:巨北极熊幼崽]
