Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BIRD_FALCON_PEREGRINE
source: [DESCRIPTION:A small bird of prey that is capable of great speed. They dive on unsuspecting vermin.]
cs: [DESCRIPTION:Malý dravec, který je schopen velké rychlosti. Potápí se na nic netušící kořist.]
de: [DESCRIPTION: Ein kleiner Greifvogel, der sehr schnell ist. Sie tauchen nach ahnungslosen Ungeziefer.]
eo: [DESCRIPTION:Malgranda rabobirdo kiu estas kapabla je ega flugrapideco. Ili subaeras al nekonsciajn fibestojn.]
es: [DESCRIPTION:Un ave de presa capaz de alcanzar gran velocidad. Se avalanzan sobre las alimañas incautas]
ja: [DESCRIPTION:A small bird of prey that is capable of great speed. They dive on unsuspecting vermin.][DESCRIPTION:速い速度で飛翔する猛禽類だ。獲物目がけてダイブする。
ko: [DESCRIPTION:엄청나게 빠르고 작은 맹금류입니다. 쥐도새도 모르게 해충을 사냥합니다.]
pl: [DESCRIPTION:Mały, drapieżny ptak, który jest zdolny do ogromnych prędkości. Nurkują na niczego się niespodziewające szkodniki.]
ru: [DESCRIPTION:Небольшая хищная птица, может развивать большую скорость. Охотится на незаметных подводных вредителей.]
tr: [DESCRIPTION:Büyük hız kapasitesine sahip küçük bir yırtıcı kuş. Dikkatsiz avların üzerine dalış yapar.]
vi: [DESCRIPTION:Một loài chim săn mồi nhỏ có khả năng tốc độ cao. Chúng lao vào con mồi bất ngờ.]
zh_hans: [DESCRIPTION:一种速度极快的小型猛禽。他们俯冲狩猎小型动物。]

# CREATURE:BIRD_FALCON_PEREGRINE
source: [NAME:peregrine falcon:peregrine falcons:peregrine falcon]
cs: [NAME:sokol stěhovavý:sokoli stěhovaví:sokola stěhovavého]
de: [NAME:Wanderfalke:Wanderfalken:Wanderfalke]
eo: [NAME:migra falko:migraj falkoj:de migra falko]
es: [NAME:halcón peregrino:halcones peregrinos:de halcón peregrino]
ja: [NAME:雌の隼:雌の隼:雌の隼の]
ko: [NAME:송골매:송골매떼:송골매]
pl: [NAME:sokół wędrowny:sokoły wędrowne:sokoła wędrownego]
ru: [NAME:сапсан:сапсаны:сапсана]
tr: [NAME:doğu şahini:doğu şahinleri:doğu şahini]
vi: [NAME:chim ưng săn mồi:chim ưng săn mồi:chim ưng săn mồi]
zh_hans: [NAME:游隼:游隼:游隼]

# CREATURE:BIRD_FALCON_PEREGRINE
source: [GENERAL_CHILD_NAME:peregrine falcon chick:peregrine falcon chicks]
cs: [GENERAL_CHILD_NAME:mládě sokola stěhovavého:mláďata sokolů stěhovavích]
de: [GENERAL_CHILD_NAME:Wanderfalkenküken:Wanderfalkenküken]
eo: [GENERAL_CHILD_NAME:migra falkido:migraj falkidoj]
es: [GENERAL_CHILD_NAME:polluelo de halcón peregrino:polluelos de halcón peregrino]
ja: [GENERAL_CHILD_NAME:雌の隼の雛:雌の隼の雛の]
ko: [GENERAL_CHILD_NAME:새끼 송골매:새끼 송골매떼:새끼 송골매]
pl: [GENERAL_CHILD_NAME:pisklę sokoła wędrownego:pisklęta sokoła wędrownego]
ru: [GENERAL_CHILD_NAME:птенец сапсана:птенцы сапсана]
tr: [GENERAL_CHILD_NAME:doğu şahini yavrusu:doğu şahini yavruları]
vi: [GENERAL_CHILD_NAME:chim ưng non :chim ưng non]
zh_hans: [GENERAL_CHILD_NAME:游隼雏鸟:游隼雏鸟]

# CREATURE:BIRD_FALCON_PEREGRINE
source: [PREFSTRING:ability to dive through the air]
cs: [PREFSTRING:schopnost střemhlavého letu]
de: [PREFSTRING:fähig durch die Luft zu tauchen]
eo: [PREFSTRING:kapablo por subaerado]
es: [PREFSTRING:habilidad de moverse a través del aire]
ko: [PREFSTRING:공중에서 강하 하는 능력]
pl: [PREFSTRING:zdolność do nurkowania przez powietrze]
ru: [PREFSTRING:способность нырять сквозь воздух]
tr: [PREFSTRING:havada dalış yeteneği]
vi: [PREFSTRING:Khả năng di chuyển xuyên qua không khí]
zh_hans: [PREFSTRING:在空中俯冲的能力]

# CREATURE:BIRD_FALCON_PEREGRINE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:cắn:cắn]
zh_hans: [ATTACK_VERB:啄;啄]

# CREATURE:BIRD_FALCON_PEREGRINE
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapne na]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:kapı:kapar]
vi: [ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_FALCON_PEREGRINE
source: [CASTE_NAME:peregrine falcon:peregrine falcons:peregrine falcon]
cs: [CASTE_NAME:sokol stěhovavý:sokoli stěhovaví:sokol stěhovavý]
de: [CASTE_NAME:Wanderfalke:Wanderfalken:Wanderfalke]
eo: [CASTE_NAME:migra falkino:migraj falkinoj:de migra falkino]
es: [CASTE_NAME:halcón peregrino:halcones peregrino:de halcón peregrino]
ja: [CASTE_NAME:雄の隼:雄の隼:雄の隼の]
ko: [CASTE_NAME:송골매:송골매떼:송골매]
pl: [CASTE_NAME:sokół wędrowny:sokoły wędrowne:sokoli]
ru: [CASTE_NAME:самка сапсана:самки сапсана:самки сапсана]
tr: [CASTE_NAME:doğu şahini:doğu şahinleri:doğu şahini]
vi: [CASTE_NAME:chim ưng săn mồi:chim ưng săn mồi:chim ưng săn mồi]
zh_hans: [CASTE_NAME:游隼:游隼:游隼]

# CREATURE:BIRD_FALCON_PEREGRINE
source: [CASTE_NAME:tiercel peregrine:tiercel peregrines:tiercel peregrine]
cs: [CASTE_NAME:sokol stěhovavý:sokoli stěhovavý:sokol stěhovavý]
de: [CASTE_NAME:Wanderfalke:Wanderfalken:Wanderfalke]
eo: [CASTE_NAME:migra falkiĉo:migraj falkiĉoj:de migra falkiĉo]
es: [CASTE_NAME:peregrino macho:peregrinos machos:de peregrino macho]
ja: [CASTE_NAME:雄の隼:雄の隼:雄の隼の]
ko: [CASTE_NAME:송골매:송골매떼:송골매]
pl: [CASTE_NAME:samiec sokoła wędrownego:samce sokoła wędrownego:samca sokoła wędrownego]
ru: [CASTE_NAME:самец сапсана:самцы сапсана:самца сапсана]
tr: [CASTE_NAME:erkek doğu şahini:erkek doğu şahinleri:erkek doğu şahini]
vi: [CASTE_NAME:chim ưng săn mồi đực:chim ưng săn mồi đực:chim ưng săn mồi đực]
zh_hans: [CASTE_NAME:公游隼:公游隼:公游隼]

# CREATURE:BIRD_FALCON_PEREGRINE
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_FALCON_PEREGRINE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_FALCON_PEREGRINE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:PEREGRINE FALCON MAN
source: [CASTE_NAME:peregrine falcon man:peregrine falcon men:peregrine falcon man]
cs: [CASTE_NAME:mužský sokol stěhovavý:mužský sokoli stěhovavý:mužského sokola stěhovavého]
de: [CASTE_NAME:Wanderfalkenmann:Wanderfalkenmänner:Wanderfalkenmann]
eo: [CASTE_NAME:hom-migra-falkiĉo:hom-migra-falkiĉoj:de hom-migra-falkiĉo]
es: [CASTE_NAME:hombre halcón peregrino:hombres halcón peregrino:de hombre halcón peregrino]
ja: [CASTE_NAME:隼男:隼男:隼男の]
ko: [CASTE_NAME:남성 송골매인간:남성 송골매인간들:남성 송골매인간]
pl: [CASTE_NAME:wędrowny sokołomężczyzna:wędrowni sokołomężczyźni:wędrownosokołomężczyzny]
ru: [CASTE_NAME:мужчина-сапсан:мужчины-сапсаны:мужчины-сапсана]
tr: [CASTE_NAME:doğu şahini adam:doğu şahini adamlar:doğu şahini adam]
vi: [CASTE_NAME:người-chim ưng săn mồi:người-chim ưng săn mồi:người-chim ưng săn mồi]
zh_hans: [CASTE_NAME:游隼男:游隼男:游隼男]

# CREATURE:PEREGRINE FALCON MAN
source: [CASTE_NAME:peregrine falcon woman:peregrine falcon women:peregrine falcon woman]
cs: [CASTE_NAME:žena sokola stěhovavého:ženy sokola stěhovavého:ženy sokola stěhovavého]
de: [CASTE_NAME:Wanderfalkenweibchen:Wanderfalkenweibchen:Wanderfalkenweibchen]
eo: [CASTE_NAME:hom-migra-falkino:hom-migra-falkinoj:de hom-migra-falkino]
es: [CASTE_NAME:mujer halcón peregrino:mujeres halcón peregrino:de mujer halcón peregrino]
ja: [CASTE_NAME:隼女:隼女:隼女の]
ko: [CASTE_NAME:여성 송골매인간:여성 송골매인간들:여성 송골매인간]
pl: [CASTE_NAME:wędrowna sokołokobieta:wędrowne sokołokobiety:wędrownosokołokobiecy]
ru: [CASTE_NAME:женщина-сапсан:женщины-сапсаны:женщины-сапсаны]
tr: [CASTE_NAME:dişi doğu şahini:dişi doğu şahinleri:dişi doğu şahini]
vi: [CASTE_NAME:người-chim ưng săn mồi nữ:người-chim ưng săn mồi nữ:người-chim ưng săn mồi nữ]
zh_hans: [CASTE_NAME:游隼女:游隼女:游隼女]

# CREATURE:PEREGRINE FALCON MAN
source: [NAME:peregrine falcon man:peregrine falcon men:peregrine falcon man]
cs: [NAME:mužský sokol stěhovavý:mužští sokoli stěhovavý:mužského sokola stěhovavého]
de: [NAME:Wanderfalkenmann:Wanderfalkenmänner:Wanderfalkenmann]
eo: [NAME:hom-migra-falko:hom-migra-falkoj:hom-de hom-migra-falko]
es: [NAME:hombre halcón peregrino:hombres halcón peregrino:de hombre halcón peregrino]
ja: [NAME:隼男:隼男:隼男の]
ko: [NAME:송골매인간:송골매인간들:송골매인간]
pl: [NAME:wędrowny sokołoczłowiek:wędrowni sokołoludzie:wędrownosokołoludzki]
ru: [NAME:человек-сапсан:люди-сапсаны:человека-сапсана]
tr: [NAME:doğu şahini adam:doğu şahini adamlar:doğu şahini adam]
vi: [NAME:người-chim ưng săn mồi:người-chim ưng săn mồi:người-chim ưng săn mồi]
zh_hans: [NAME:游隼人:游隼人:游隼人]

# CREATURE:PEREGRINE FALCON MAN
source: [DESCRIPTION:A person with the head and wings of a peregrine falcon.]
cs: [DESCRIPTION:Osoba s hlavou a křídly sokola stěhovavého.]
de: [DESCRIPTION: eine Person mit Kopf und Flügel eines Wanderfalken.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de migra falko.]
es: [DESCRIPTION:Una persona con la cabeza y alas de un halcón peregrino.]
ja: [DESCRIPTION:隼の頭と翼を持った人間だ。]
ko: [DESCRIPTION:송골매의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami sokoła wędrownego.]
ru: [DESCRIPTION:Человек с головой и крыльями сапсана.]
tr: [DESCRIPTION:Doğu şahininin baş ve kanatlarına sahip bir kişi.]
vi: [DESCRIPTION:Một người với đầu và cánh của chim ưng săn mồi.]
zh_hans: [DESCRIPTION:一个长着游隼脑袋和翅膀的人。]

# CREATURE:GIANT PEREGRINE FALCON
source: [NAME:giant peregrine falcon:giant peregrine falcons:giant peregrine falcon]
cs: [NAME:obří sokol stěhovavý:obří sokoli stěhovavý:obřího sokola stěhovavého]
de: [NAME:Riesenwanderfalke:Riesenwanderfalken:Riesenwanderfalke]
eo: [NAME:giganta migra falko:gigantaj migra falkoj:giganta migra falko]
es: [NAME:halcón peregrino gigante:halcones peregrinos gigantes:de halcón peregrino gigante]
ja: [NAME:隼のような体の巨大な怪物だ。]
ko: [NAME:거대 송골매:거대 송골매떼:거대 송골매]
pl: [NAME:gigantyczny sokół wędrowny:gigantyczne sokoły wędrowne:gigantycznego sokoła wędrownego]
ru: [NAME:гигантский сапсан:гигантские сапсаны:гигантского сапсана]
tr: [NAME:dev doğu şahini:dev doğu şahinleri:dev doğu şahini]
vi: [NAME:chim ưng săn mồi khổng lồ:chim ưng săn mồi khổng lồ:chim ưng săn mồi khổng lồ]
zh_hans: [NAME:巨游隼:巨游隼:巨游隼]

# CREATURE:GIANT PEREGRINE FALCON
source: [GENERAL_CHILD_NAME:giant peregrine falcon chick:giant peregrine falcon chicks]
cs: [GENERAL_CHILD_NAME:mládě obřího sokola stěhovavého:mláďata obřích sokolů stěhovavích]
de: [GENERAL_CHILD_NAME:Riesenwanderfalkenschlüpfling:Riesenwanderfalkenschlüpflinge]
eo: [GENERAL_CHILD_NAME:giganta migra falkido:gigantaj migra falkidoj]
es: [GENERAL_CHILD_NAME:polluelo de halcón peregrino gigante:polluelos de halcón peregrino gigante]
ko: [GENERAL_CHILD_NAME:새끼 거대 송골매:새끼 거대 송골매떼]
pl: [GENERAL_CHILD_NAME:pisklę gigantycznego sokoła wędrownego:pisklęta gigantycznego sokoła wędrownego]
ru: [GENERAL_CHILD_NAME:птенец гигантского сапсана:птенцы гигантского сапсана]
tr: [GENERAL_CHILD_NAME:dev doğu şahini yavrusu:dev doğu şahini yavruları]
vi: [GENERAL_CHILD_NAME:chim ưng non :chim ưng non]
zh_hans: [GENERAL_CHILD_NAME:巨游隼雏鸟:巨游隼雏鸟]

# CREATURE:GIANT PEREGRINE FALCON
source: [DESCRIPTION:A large bird monster that is the same shape as a peregrine falcon.]
cs: [DESCRIPTION:Velká ptačí příšera, které má stejný tvar jako sokol stěhovavý.]
de: [DESCRIPTION: Ein großer Monstervogel, in Form eines Wanderfalken.]
eo: [DESCRIPTION:Granda birdo monstro kies formo similas al migra falko.]
es: [DESCRIPTION:Un gran monstruo-pájaro con la forma de un halcón peregrino.]
ja: [DESCRIPTION:A large bird monster that is the same shape as a peregrine falcon.][NAME:隼のような体の巨大な雌の怪物だ。]
ko: [DESCRIPTION:송골매와 똑같이 생긴 거대한 조류형 괴수.]
pl: [DESCRIPTION:Duży, ptasi potwór w takim samym kształcie, jak sokół wędrowny.]
ru: [DESCRIPTION:Огромная птица, похожая на сапсана.]
tr: [DESCRIPTION:Doğu şahini gibi aynı şekildeki geniş kuş canavarı.]
vi: [DESCRIPTION:Một sinh vật chim lớn mang hình dạng giống chim ưng săn mồi.]
zh_hans: [DESCRIPTION:一只巨大的游隼怪]

# CREATURE:GIANT PEREGRINE FALCON
source: [CASTE_NAME:giant tiercel peregrine:giant tiercel peregrines:giant tiercel peregrine]
cs: [CASTE_NAME:obří sokol stěhovavý:obří sokoli stěhovavý:obří sokol stěhovavý]
de: [CASTE_NAME:Riesenwanderfalke:Riesenwanderfalken:Riesenwanderfalke]
eo: [CASTE_NAME:giganta migra falkiĉo:gigantaj migra falkiĉoj:de giganta migra falkiĉo]
es: [CASTE_NAME:peregrino macho gigante:peregrinos machos gigantes:de peregrino macho gigante]
ja: [CASTE_NAME:巨大雄の隼:巨大雄の隼:巨大雄の隼の]
ko: [CASTE_NAME:거대 송골매:거대 송골매떼:거대 송골매]
pl: [CASTE_NAME:samiec gigantycznego sokoła wędrownego:samce gigantycznego sokoła wędrownego:samca gigantycznego sokoła wędrownego]
ru: [CASTE_NAME:самец гигантского сапсана:самцы гигантского сапсана:самца гигантского сапсана]
tr: [CASTE_NAME:dev erkek doğu şahini:dev erkek doğu şahinleri:dev erkek doğu şahini]
vi: [CASTE_NAME:chim ưng săn mồi khổng lồ:chim ưng săn mồi khổng lồ :chim ưng săn mồi khổng lồ]
zh_hans: [CASTE_NAME:公巨游隼:公巨游隼:公巨游隼]

# CREATURE:GIANT PEREGRINE FALCON
source: [CASTE_NAME:giant peregrine falcon:giant peregrine falcons:giant peregrine falcon]
cs: [CASTE_NAME:obří sokol stěhovavý:obří sokoli stěhovavý:obří sokol stěhovavý]
de: [CASTE_NAME:Riesen-Wanderfalke:Riesen-Wanderfalken:Riesen-Wanderfalke]
eo: [CASTE_NAME:giganta migra falkino:gigantaj migra falkinoj:de giganta migra falkino]
es: [CASTE_NAME:halcón peregrino gigante:halcones peregrinos gigantes:de halcón peregrino gigante]
ja: [CASTE_NAME:巨大雄の隼:巨大雄の隼:巨大雄の隼の]
ko: [CASTE_NAME:거대 송골매:거대 송골매떼:거대 송골매]
pl: [CASTE_NAME:samica gigantycznego sokoła wędrownego:samice gigantycznego sokoła wędrownego:samicy gigantycznego sokoła wędrownego]
ru: [CASTE_NAME:самка гигантского сапсана:самки гигантского сапсана:самки гигантского сапсана]
tr: [CASTE_NAME:dev doğu şahini:dev doğu şahinleri:dev doğu şahini]
vi: [CASTE_NAME:chim ưng săn mồi khổng lồ:chim ưng săn mồi khổng lồ:chim ưng săn mồi khổng lồ]
zh_hans: [CASTE_NAME:巨游隼:巨游隼:巨游隼]

# CREATURE:GIANT PEREGRINE FALCON
source: [PREFSTRING:ability to dive through the air]
cs: [PREFSTRING:schopnost střemhlavého letu]
de: [PREFSTRING:fähig durch die Luft zu tauchen]
eo: [PREFSTRING:kapablo por subaerado]
es: [PREFSTRING:habilidad de moverse a través del aire]
ja: [PREFSTRING:上空から飛び込む能力]
ko: [PREFSTRING:공중에서 강하 하는 능력]
pl: [PREFSTRING:zdolność do nurkowania przez powietrze]
ru: [PREFSTRING:способность нырять сквозь воздух]
tr: [PREFSTRING:havada dalış yeteneği]
vi: [PREFSTRING:Khả năng di chuyển xuyên qua không khí]
zh_hans: [PREFSTRING:在空中俯冲的能力]

# CREATURE:BIRD_KIWI
source: [DESCRIPTION:A small, brown, flightless bird. It eats insects and grubs and is known for its keen sense of smell.]
cs: [DESCRIPTION:Malý hnědý nelétavý pták. Živí se hmyzem a housenkami a je známý svým bystrým čichem.]
de: [DESCRIPTION: Ein kleiner, brauner, flugunfähiger Vogel. Es frisst Insekten und Maden und ist für seinen scharfen Geruchssinn bekannt.]
eo: [DESCRIPTION:Malgranda bruna nefluga birdo. Ĝi manĝas insektojn kaj skarablarvojn, kaj ĝi estas konita por sia flaro.]
es: [DESCRIPTION:Una ave pequeña y marrón, no voladora. Come insectos y larvas, es conocida por su agudo sentido del olfato]
ja: [DESCRIPTION:A small, brown, flightless bird. It eats insects and grubs and is known for its keen sense of smell.][DESCRIPTION:褐色の小さな空を飛べない鳥だ。虫を捕食し、匂いに敏感なことで知られている。]
ko: [DESCRIPTION:날지 못하는 갈색의 작은 새. 곤충과 식물이 주식이며, 후각이 예민한 것으로 알려져 있다.]
pl: [DESCRIPTION:Mały, brązowy, nielotny ptak. Zjada insekty i larwy, do tego jest znany ze swojego dobrego węchu.]
ru: [DESCRIPTION:Небольшая коричневая нелетающая птица. Питается насекомыми и личинками, известна своим чутким нюхом.]
tr: [DESCRIPTION:Küçük, kahverengi, uçamayan bir kuş. Böcek ve tırtıl yer ve keskin koku alma duyusuyla bilinir.]
vi: [DESCRIPTION:Một loài chim nhỏ, màu nâu, không biết bay. Nó ăn côn trùng và ấu trùng và ,nổi tiếng vì khứu giác rất nhạy.]
zh_hans: [DESCRIPTION:一种以昆虫和蛴螬为食的无法飞行的小型棕色鸟类，以其敏锐的嗅觉而闻名]

# CREATURE:BIRD_KIWI
source: [NAME:kiwi:kiwis:kiwi]
cs: [NAME:kiwi:kiwi:kiwiho]
eo: [NAME:kivio:kivioj:de kivio]
es: [NAME:kiwi:kiwis:de kiwi]
ja: [NAMEキウイ:キウイ:キウイ]
ko: [NAME:키위새:키위새떼:키위새]
pl: [NAME:kiwi:kiwi:kiwi]
ru: [NAME:киви:киви:киви]
tr: [NAME:kiwi kuşu:kiwi kuşları:kiwi kuşu]
vi: [NAME:chim kiwi:chim kiwi:chim kiwi]
zh_hans: [NAME:鹬鸵:鹬鸵:鹬鸵]

# CREATURE:BIRD_KIWI
source: [GENERAL_CHILD_NAME:kiwi chick:kiwi chicks]
cs: [GENERAL_CHILD_NAME:kiwi kuře:kiwi kuřata]
de: [GENERAL_CHILD_NAME:Kiwi-Küken:Kiwi-Küken]
eo: [GENERAL_CHILD_NAME:kivido:kividoj]
es: [GENERAL_CHILD_NAME:polluelo de kiwi:polluelos de kiwi]
ja: [GENERAL_CHILD_NAMEキウイの雛:キウイの雛]
ko: [GENERAL_CHILD_NAME:새끼 키위새:새끼 키위새떼]
pl: [GENERAL_CHILD_NAME:pisklę kiwi:pisklęta kiwi]
ru: [GENERAL_CHILD_NAME:птенец киви:птенцы киви]
tr: [GENERAL_CHILD_NAME:kiwi yavrusu:kiwi yavruları]
vi: [GENERAL_CHILD_NAME:kiwi non:kiwi non:]
zh_hans: [GENERAL_CHILD_NAME:鹬鸵雏鸟:鹬鸵雏鸟]

# CREATURE:BIRD_KIWI
source: [PREFSTRING:long beaks]
cs: [PREFSTRING:dlouhé zobáky]
de: [PREFSTRING:lange Schnäbel]
eo: [PREFSTRING:longaj bekoj]
es: [PREFSTRING:picos altos]
ja: [PREFSTRING:長いくちばし]
ko: [PREFSTRING:긴 부리]
pl: [PREFSTRING:długie dzioby]
ru: [PREFSTRING:длинные клювы]
tr: [PREFSTRING:uzun gagalar]
vi: [PREFSTRING:mỏ dài]
zh_hans: [PREFSTRING:长尖喙]

# CREATURE:BIRD_KIWI
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapat po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:kapı:kapar]
vi: [ATTACK_VERB:chộp lấy:chộp lấy]
zh_hans: [ATTACK_VERB:抓住:抓住]

# CREATURE:BIRD_KIWI
source: [ROOT_AROUND:BY_CATEGORY:BEAK:root around in:roots around in]
cs: [ROOT_AROUND:BY_CATEGORY:BEAK:kořen v okolí:kořeny v okolí]
de: [ROOT_AROUND:BY_CATEGORY:BEAK:herumwühlt:herumwühlen]
eo: [ROOT_AROUND:BY_CATEGORY:BEAK:furaĝas en:furaĝas en]
es: [ROOT_AROUND:BY_CATEGORY:BEAK:picotean en: picotea en]
ja: [ROOT_AROUND:BY_CATEGORY:BEAK:根っこのような:根っこのような]
ko: [ROOT_AROUND:BY_CATEGORY:BEAK:주변을 헤집는다:주변을 헤집는다]
pl: [ROOT_AROUND:BY_CATEGORY:BEAK:zatapiasz się w:zatapia się w]
ru: [ROOT_AROUND:BY_CATEGORY:BEAK:роетесь в:роется в]
tr: [ROOT_AROUND:BY_CATEGORY:BEAK:kazmak:kazarlar]
vi: [ROOT_AROUND:BY_CATEGORY:BEAK:Mỏ được sử dụng để bới xung quanh trong:Mỏ được sử dụng để bới xung quanh trong]
zh_hans: [ROOT_AROUND:BY_CATEGORY:尖喙:翻找:翻找]

# CREATURE:BIRD_KIWI
source: [CASTE_NAME:kiwi hen:kiwi hens:kiwi hen]
cs: [CASTE_NAME:kiwi slepice:kiwi slepice:kiwi slepice]
de: [CASTE_NAME:Kiwi-Henne:Kiwi-Hennen:Kiwi-Henne]
eo: [CASTE_NAME:kiviino:kiviinoj:de kiviino]
es: [CASTE_NAME:kiwi hembra:kiwis hembras:de kiwi hembra]
ja: [CASTE_NAME:雌キウイ:雌キウイ:雌キウイの]
ko: [CASTE_NAME:암 키위새:암 키위새떼:암 키위새]
pl: [CASTE_NAME:samica kiwi:samice kiwi:samicy kiwi]
ru: [CASTE_NAME:самка киви:самки киви:самки киви]
tr: [CASTE_NAME:kiwi dişi:kiwi dişileri:kiwi dişi]
vi: [CASTE_NAME:chim kiwi trống:chim kiwi trống:chim kiwi trống]
zh_hans: [CASTE_NAME:母鹬鸵:母鹬鸵:母鹬鸵]

# CREATURE:BIRD_KIWI
source: [CASTE_NAME:kiwi cock:kiwi cocks:kiwi cock]
cs: [CASTE_NAME:kiwi kohout:kiwi kouhouti:kiwi kohouta]
de: [CASTE_NAME:Kiwi-Hahn:Kiwi-Hähne:Kiwi-Hahn]
eo: [CASTE_NAME:kiviiĉo:kiviiĉoj:de kiviiĉo]
es: [CASTE_NAME:kiwi macho:kiwis machos:de kiwi hembra]
ja: [CASTE_NAME:雄キウイ:雄キウイ:雄キウイの]
ko: [CASTE_NAME:수 키위새:수 키위새떼:수 키위새]
pl: [CASTE_NAME:samiec kiwi:samce kiwi:samca kiwi]
ru: [CASTE_NAME:самец киви:самцы киви:самца киви]
tr: [CASTE_NAME:kiwi erkek:kiwi erkekleri:kiwi erkek]
vi: [CASTE_NAME:chim kiwi mái:chim kiwi mái:chim kiwi mái]
zh_hans: [CASTE_NAME:公鹬鸵:公鹬鸵:公鹬鸵]

# CREATURE:BIRD_KIWI
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]
vi: [TLCM_NOUN:lông:PLURAL]
zh_hans: [TLCM_NOUN:羽毛:PLURAL]

# CREATURE:BIRD_KIWI
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:cilt:SINGULAR]
vi: [TLCM_NOUN:da:SINGULAR]
zh_hans: [TLCM_NOUN:皮肤:SINGULAR]

# CREATURE:BIRD_KIWI
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
vi: [TLCM_NOUN:mắt:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:KIWI MAN
source: [CASTE_NAME:kiwi man:kiwi men:kiwi man]
cs: [CASTE_NAME:mužský kiwi:mužští kiwi:mužského kiwi]
de: [CASTE_NAME:Kiwimmann:Kiwimänner:Kiwimann]
eo: [CASTE_NAME:homkiviiĉo:homkiviiĉoj:de homkiviiĉo]
es: [CASTE_NAME:hombre kiwi:hombres kiwi:de hombre kiwi]
ja: [CASTE_NAME:キウイ男:キウイ男:キウイ男の]
ko: [CASTE_NAME:남성 키위새인간:남성 키위새인간들:남성 키위새인간]
pl: [CASTE_NAME:kiwimężczyzna:kiwimężczyźni:kiwimężczyzny]
ru: [CASTE_NAME:мужчина-киви:мужчины-киви:мужчины-киви]
tr: [CASTE_NAME:kiwi adam:kiwi adamlar:kiwi adam]
vi: [CASTE_NAME:người-chim kiwi:người-chim kiwi:người-chim kiwi]
zh_hans: [CASTE_NAME:鹬鸵男:鹬鸵男:鹬鸵男]

# CREATURE:KIWI MAN
source: [CASTE_NAME:kiwi woman:kiwi women:kiwi woman]
cs: [CASTE_NAME:ženský kiwi:ženští kiwi:ženského kiwi]
de: [CASTE_NAME:Kiwiweibchen:Kiwiweibchen:Kiwiweibchen]
eo: [CASTE_NAME:homkiviino:homkiviinoj:de homkiviino]
es: [CASTE_NAME:mujer kiwi:mujeres kiwi:de mujer kiwi]
ja: [CASTE_NAME:キウイ女:キウイ女:キウイ女の]
ko: [CASTE_NAME:여성 키위새인간:여성 키위새인간들:여성 키위새인간]
pl: [CASTE_NAME:kiwikobieta:kiwikobiety:kiwikobiecy]
ru: [CASTE_NAME:женщина-киви:женщины-киви:женщины-киви]
tr: [CASTE_NAME:dişi kivi:dişi kiviler:dişi kivi]
vi: [CASTE_NAME:người-chim kiwi nữ:người-chim kiwi nữ:người-chim kiwi nữ]
zh_hans: [CASTE_NAME:鹬鸵女:鹬鸵女:鹬鸵女]

# CREATURE:KIWI MAN
source: [NAME:kiwi man:kiwi men:kiwi man]
cs: [NAME:mužský kiwi:mužští kiwi:mužského kiwi]
de: [NAME:Kiwimann:Kiwimänner:Kiwimann]
eo: [NAME:homkivio:homkivio:de homkivio]
es: [NAME:hombre kiwi:hombres kiwi:de hombre kiwi]
ja: [NAME:キウイ男:キウイ男:キウイ男の]
ko: [NAME:키위새인간:키위새인간들:키위새인간]
pl: [NAME:kiwiczłowiek:kiwiludzie:kiwiludzki]
ru: [NAME:человек-киви:люди-киви:человека-киви]
tr: [NAME:kiwi adam:kiwi adamlar:kiwi adam]
vi: [NAME:người-chim kiwi:người-chim kiwi:người-chim kiwi]
zh_hans: [NAME:鹬鸵人:鹬鸵人:鹬鸵人]

# CREATURE:KIWI MAN
source: [DESCRIPTION:A person with the head and feathers of a kiwi.]
cs: [DESCRIPTION:Osoba s hlavou a peřím kiwi.]
de: [DESCRIPTION: Ein Mensch mit dem Kopf und den Federn eines Kiwis.]
eo: [DESCRIPTION:Homo kun la kapo kaj la plumoj de kivio.]
es: [DESCRIPTION:Una persona con la cabeza y las pluas de un kiwi.]
ja: [DESCRIPTION:キウイの頭と羽根を持つ人間だ。]
ko: [DESCRIPTION:키위의 머리와 깃털을 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i piórami kiwi.]
ru: [DESCRIPTION:Человек с головой и перьями киви.]
tr: [DESCRIPTION:Kiwi kuşunun baş ve tüylerine sahip bir kişi.]
vi: [DESCRIPTION:Một người với đầu và lông của chim kiwi.]
zh_hans: [DESCRIPTION:一个长着几维鸟脑袋和翅膀的人。]
