Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:PERSIMMON
source: [STATE_NAME_ADJ:ALL_SOLID:frozen persimmon wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené tomelové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Kakiwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el persimono]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de caqui congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った柿のワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 감 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное вино из хурмы]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş cennet hurması şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu hồng đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的柿酒]

# PLANT:PERSIMMON
source: [STATE_NAME_ADJ:LIQUID:persimmon wine]
cs: [STATE_NAME_ADJ:LIQUID:tomelové víno]
de: [STATE_NAME_ADJ:LIQUID:Kakiwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el persimono]
es: [STATE_NAME_ADJ:LIQUID:de vino de caqui]
ja: [STATE_NAME_ADJ:LIQUID:柿のワイン]
ko: [STATE_NAME_ADJ:LIQUID:감 wine]
ru: [STATE_NAME_ADJ:LIQUID:вино из хурмы]
tr: [STATE_NAME_ADJ:LIQUID:cennet hurması şarabı]
zh_hans: [STATE_NAME_ADJ:LIQUID:柿酒]

# PLANT:PERSIMMON
source: [STATE_NAME_ADJ:GAS:boiling persimmon wine]
cs: [STATE_NAME_ADJ:GAS:vřící tomelové víno]
de: [STATE_NAME_ADJ:GAS:kochender Kakiwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el persimono]
es: [STATE_NAME_ADJ:GAS:de vino de caqui hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化した柿のワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 감 wine]
ru: [STATE_NAME_ADJ:GAS:кипящее вино из хурмы]
tr: [STATE_NAME_ADJ:GAS:kaynayan cennet hurması şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu hồng đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的柿酒]

# PLANT:PERSIMMON
source: [SEED:persimmon seed:persimmon seeds:]
cs: [SEED:tomelové semeno:tomelová semena:]
de: [SEED:Kakisamen:Kakisamen:]
eo: [SEED:semo de persimono:semoj de persimono:]
es: [SEED:semilla de caqui:semillas de caqui:]
ja: [SEED:柿の種:柿の種:]
ko: [SEED:감 씨:감 씨들:]
ru: [SEED:семя хурмы:семена хурмы:]
tr: [SEED:cennet hurması tohumu:cennet hurması tohumları:]
vi: [SEED:hạt hồng:hạt hồng:]
zh_hans: [SEED:柿种子:柿种子:]

# PLANT:PERSIMMON
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:PERSIMMON
source: [GROWTH_NAME:persimmon leaf:persimmon leaves]
cs: [GROWTH_NAME:tomelový list:tomelové listy]
de: [GROWTH_NAME:Kakiblatt: Kakiblätter]
eo: [GROWTH_NAME:folio de persimonujo:folioj de persimonujo]
es: [GROWTH_NAME:hoja de caqui:hojas de caqui]
ja: [GROWTH_NAME:柿の葉:柿の葉]
ko: [GROWTH_NAME:감 나무 잎:감 나무 잎들]
ru: [GROWTH_NAME:лист хурмы:листья хурмы]
tr: [GROWTH_NAME:cennet hurması yaprağı:cennet hurması yaprakları]
vi: [GROWTH_NAME:lá hồng:lá hồng]
zh_hans: [GROWTH_NAME:柿树叶:柿树叶]

# PLANT:PERSIMMON
source: [GROWTH_NAME:persimmon flower:STP]
cs: [GROWTH_NAME:tomelový květ:STP]
de: [GROWTH_NAME:Kakiblüte:STP]
eo: [GROWTH_NAME:floro de persimonujo:floroj de persimonujo]
es: [GROWTH_NAME:flor de caqui:STP]
ja: [GROWTH_NAME:柿の花:STP]
ko: [GROWTH_NAME:감 나무 꽃:STP]
ru: [GROWTH_NAME:цветок хурмы:цветы хурмы]
tr: [GROWTH_NAME:cennet hurması çiçeği:STP]
zh_hans: [GROWTH_NAME:柿花:STP]

# PLANT:PERSIMMON
source: [GROWTH_NAME:persimmon:STP]
cs: [GROWTH_NAME:tomel:STP]
eo: [GROWTH_NAME:persimono:persimonoj]
es: [GROWTH_NAME:caqui:STP]
ja: [GROWTH_NAME:柿:STP]
ko: [GROWTH_NAME:감:STP]
ru: [GROWTH_NAME:хурма:плоды хурмы]
tr: [GROWTH_NAME:cennet hurması:STP]
zh_hans: [GROWTH_NAME:柿:STP]

# PLANT:PLUM
source: [NAME:plum tree]
cs: [NAME:švestka]
de: [NAME:Pflaumenbaum]
eo: [NAME:prunarbo]
es: [NAME:ciruelo]
ja: [NAME:プラムの木]
ko: [NAME:자두 나무]
pl: [NAME:śliwa]
ru: [NAME:сливовое дерево]
tr: [NAME:erik ağacı]
vi: [NAME:cây mận]
zh_hans: [NAME:李树]

# PLANT:PLUM
source: [NAME_PLURAL:plum trees]
cs: [NAME_PLURAL:švestky]
de: [NAME_PLURAL:Pflaumenbäume]
eo: [NAME_PLURAL:prunarboj]
es: [NAME_PLURAL:ciruelos]
ja: [NAME_PLURAL:プラムの木]
ko: [NAME_PLURAL:자두 나무들]
pl: [NAME_PLURAL:śliwy]
ru: [NAME_PLURAL:сливовые деревья]
tr: [NAME_PLURAL:erik ağaçları]
vi: [NAME_PLURAL:cây mận]
zh_hans: [NAME_PLURAL:李树]

# PLANT:PLUM
source: [ADJ:plum tree]
cs: [ADJ:švestka]
de: [ADJ:Pflaumenbaum]
eo: [ADJ:de prunarbo]
es: [ADJ:de ciruelo]
ja: [ADJ:プラムの木]
ko: [ADJ:자두 나무]
pl: [ADJ:śliwa]
ru: [ADJ:сливовое дерево]
tr: [ADJ:erik ağacı]
vi: [ADJ:cây mận]
zh_hans: [ADJ:李树的]

# PLANT:PLUM
source: [STATE_NAME:ALL_SOLID:plum wood]
cs: [STATE_NAME:ALL_SOLID:švestkové dřevo]
de: [STATE_NAME:ALL_SOLID:Pflaumenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el prunarbo]
es: [STATE_NAME:ALL_SOLID:madera de ciruelo]
ja: [STATE_NAME:ALL_SOLID:プラムの木]
ko: [STATE_NAME:ALL_SOLID:자두 나무]
pl: [STATE_NAME:ALL_SOLID:drewno śliwy]
ru: [STATE_NAME:ALL_SOLID:древесина сливы]
tr: [STATE_NAME:ALL_SOLID:erik odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ mận]
zh_hans: [STATE_NAME:ALL_SOLID:李木]

# PLANT:PLUM
source: [STATE_ADJ:ALL_SOLID:plum wood]
cs: [STATE_ADJ:ALL_SOLID:švestkové dřevo]
de: [STATE_ADJ:ALL_SOLID:Pflaumenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el prunarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de ciruelo]
ja: [STATE_ADJ:ALL_SOLID:プラムの木]
ko: [STATE_ADJ:ALL_SOLID:자두 나무]
pl: [STATE_ADJ:ALL_SOLID:drewno śliwy]
ru: [STATE_ADJ:ALL_SOLID:древесина сливы]
tr: [STATE_ADJ:ALL_SOLID:erik odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ mận]
zh_hans: [STATE_ADJ:ALL_SOLID:李木的]

# PLANT:PLUM
source: [STATE_NAME_ADJ:ALL_SOLID:frozen plum wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené švestkové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Pflaumenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el pruno]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de ciruela congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったプラムのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 자두 wine]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное сливовое вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş erik şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu mận đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的李酒]

# PLANT:PLUM
source: [STATE_NAME_ADJ:LIQUID:plum wine]
cs: [STATE_NAME_ADJ:LIQUID:švestkové víno]
de: [STATE_NAME_ADJ:LIQUID:Pflaumenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el pruno]
es: [STATE_NAME_ADJ:LIQUID:de vino de ciruela]
ja: [STATE_NAME_ADJ:LIQUID:プラムのワイン]
ko: [STATE_NAME_ADJ:LIQUID:자두 wine]
ru: [STATE_NAME_ADJ:LIQUID:сливовое вино]
tr: [STATE_NAME_ADJ:LIQUID:erik şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu mận]
zh_hans: [STATE_NAME_ADJ:LIQUID:李酒]

# PLANT:PLUM
source: [STATE_NAME_ADJ:GAS:boiling plum wine]
cs: [STATE_NAME_ADJ:GAS:vřící švestkové víno]
de: [STATE_NAME_ADJ:GAS:kochender Pflaumenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el pruno]
es: [STATE_NAME_ADJ:GASde :vino de ciruela hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したプラムのワイン]
ko: [STATE_NAME_ADJ:GAS:boiling 자두 wine]
ru: [STATE_NAME_ADJ:GAS:кипящее сливовое вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan erik şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu mận đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的李酒]

# PLANT:PLUM
source: [SEED:plum pit:plum pits:]
cs: [SEED:pecka švestky:pecky švestek:]
de: [SEED:Pflaumenkern: Pflaumenkern:]
eo: [SEED:kerno de pruno:kernoj de pruno:]
es: [SEED:semilla de ciruela:semillas de ciruela:]
ja: [SEED:プラムの実:プラムの実:]
ko: [SEED:자두 pit:자두 pits:]
pl: [SEED:nasionko śliwy:nasiona śliwy:]
ru: [SEED:сливовая косточка:сливовые косточки:]
tr: [SEED:erik çekirdeği:erik çekirdekleri:]
vi: [SEED:hạt mận:Hạt mận:]
zh_hans: [SEED:李核:李核:]

# PLANT:PLUM
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:PLUM
source: [GROWTH_NAME:plum leaf:plum leaves]
cs: [GROWTH_NAME:list švestky:listy švestky]
de: [GROWTH_NAME:Pflaumenblatt:Pflaumenblätter]
eo: [GROWTH_NAME:folio de prunarbo:folioj de prunarbo]
es: [GROWTH_NAME:hojas de ciruelo:hojas de ciruelo]
ja: [GROWTH_NAME:プラムの葉:プラムの葉]
ko: [GROWTH_NAME:자두 나무 잎:자두 나무 잎들]
pl: [GROWTH_NAME:liść śliwy:liście śliwy]
ru: [GROWTH_NAME:лист сливы:листья сливы]
tr: [GROWTH_NAME:erik yaprağı:erik yaprakları]
vi: [GROWTH_NAME:Lá mận:Lá mận]
zh_hans: [GROWTH_NAME:李树叶:李树叶]

# PLANT:PLUM
source: [GROWTH_NAME:plum flower:STP]
cs: [GROWTH_NAME:květ švestky:STP]
de: [GROWTH_NAME:Pflaumenblüte:STP]
eo: [GROWTH_NAME:floro de prunarbo:floroj de prunarbo]
es: [GROWTH_NAME:flor de ciruela:STP]
ja: [GROWTH_NAME:プラムの花:STP]
ko: [GROWTH_NAME:자두 나무 꽃:STP]
pl: [GROWTH_NAME:kwiaty śliwy:STP]
ru: [GROWTH_NAME:цветок сливы:цветы сливы]
tr: [GROWTH_NAME:erik çiçeği:STP]
zh_hans: [GROWTH_NAME:李花r:STP]

# PLANT:PLUM
source: [GROWTH_NAME:plum:STP]
cs: [GROWTH_NAME:švestka:STP]
de: [GROWTH_NAME:Pflaume:STP]
eo: [GROWTH_NAME:pruno:prunoj]
es: [GROWTH_NAME:ciruela:STP]
ja: [GROWTH_NAME:プラム:STP]
ko: [GROWTH_NAME:자두:STP]
pl: [GROWTH_NAME:śliwka:STD]
ru: [GROWTH_NAME:слива:сливы]
tr: [GROWTH_NAME:erik:STP]
zh_hans: [GROWTH_NAME:李:STP]

# PLANT:SAND_PEAR
source: [NAME:sand pear tree]
cs: [NAME:písečná hrušeň]
de: [NAME:Sandbirnenbaum]
eo: [NAME:sablopirarbo]
es: [NAME:nashi]
ja: [NAME:ヤマナシの木]
ko: [NAME:산돌배 나무]
ru: [NAME:дерево яблочной груши]
tr: [NAME:kum armudu ağacı]
vi: [NAME:Cây lê cát]
zh_hans: [NAME:沙梨树]

# PLANT:SAND_PEAR
source: [NAME_PLURAL:sand pear trees]
cs: [NAME_PLURAL:písečné hrušně]
de: [NAME_PLURAL:Sandbirnenbäume]
eo: [NAME_PLURAL:sablopirarboj]
es: [NAME_PLURAL:nashis]
ja: [NAME_PLURAL:ヤマナシの木]
ko: [NAME_PLURAL:산돌배 나무들]
ru: [NAME_PLURAL:деревья яблочной груши]
tr: [NAME_PLURAL:kum armudu ağaçları]
vi: [NAME_PLURAL:Các cây lê cát]
zh_hans: [NAME_PLURAL:沙梨树]

# PLANT:SAND_PEAR
source: [ADJ:sand pear tree]
cs: [ADJ:písečně‑hrušňový]
de: [ADJ:Sandbirnenbaum]
eo: [ADJ:de sablopirarbo]
es: [ADJ:de nashi]
ja: [ADJ:ヤマナシの木]
ko: [ADJ:산돌배 나무]
ru: [ADJ:яблочная груша]
tr: [ADJ:kum armudu ağacı]
vi: [ADJ:Cây lê cát]
zh_hans: [ADJ:沙梨树的]

# PLANT:SAND_PEAR
source: [STATE_NAME:ALL_SOLID:sand pear wood]
cs: [STATE_NAME:ALL_SOLID:písečné hrušňové dřevo]
de: [STATE_NAME:ALL_SOLID:Sandbirnenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el sablopirarbo]
es: [STATE_NAME:ALL_SOLID:madera de nashi]
ja: [STATE_NAME:ALL_SOLID:ヤマナシの木]
ko: [STATE_NAME:ALL_SOLID:산돌배 나무]
ru: [STATE_NAME:ALL_SOLID:древесина яблочной груши]
tr: [STATE_NAME:ALL_SOLID:kum armudu odunu]
vi: [STATE_NAME:ALL_SOLID:Gỗ lê cát]
zh_hans: [STATE_NAME:ALL_SOLID:沙梨木]

# PLANT:SAND_PEAR
source: [STATE_ADJ:ALL_SOLID:sand pear wood]
cs: [STATE_ADJ:ALL_SOLID:písečné hrušňové dřevo]
de: [STATE_ADJ:ALL_SOLID:Sandbirnenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el sablopirarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de nashi]
ja: [STATE_ADJ:ALL_SOLID:ヤマナシの木]
ko: [STATE_ADJ:ALL_SOLID:산돌배 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина яблочной груши]
tr: [STATE_ADJ:ALL_SOLID:kum armudu odunu]
vi: [STATE_ADJ:ALL_SOLID:Gỗ lê cát]
zh_hans: [STATE_ADJ:ALL_SOLID:沙梨木的]

# PLANT:SAND_PEAR
source: [STATE_NAME_ADJ:ALL_SOLID:frozen sand pear cider]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražený mošt z písečné hrušně]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Sandbirnenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita cidro el sablopiro]
es: [STATE_NAME_ADJ:ALL_SOLID:de sidra de pera nashi congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったヤマナシのシャンパン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 산돌배 cider]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный сидр из яблочной груши]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş kum armudu şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu táo lê cát đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的沙梨酒]

# PLANT:SAND_PEAR
source: [STATE_NAME_ADJ:LIQUID:sand pear cider]
cs: [STATE_NAME_ADJ:LIQUID:mošt z písečné hrušně]
de: [STATE_NAME_ADJ:LIQUID:Sandbirnenwein]
eo: [STATE_NAME_ADJ:LIQUID:cidro el sablopiro]
es: [STATE_NAME_ADJ:LIQUID:de sidra de pera nashi]
ja: [STATE_NAME_ADJ:LIQUID:ヤマナシのシャンパン]
ko: [STATE_NAME_ADJ:LIQUID:산돌배 cider]
ru: [STATE_NAME_ADJ:LIQUID:сидр из яблочной груши]
tr: [STATE_NAME_ADJ:LIQUID:kum armudu şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu táo lê cát]
zh_hans: [STATE_NAME_ADJ:LIQUID:沙梨酒]

# PLANT:SAND_PEAR
source: [STATE_NAME_ADJ:GAS:boiling sand pear cider]
cs: [STATE_NAME_ADJ:GAS:vřící mošt z písečné hrušně]
de: [STATE_NAME_ADJ:GAS:kochender Sandbirnenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta cidro el sablopiro]
es: [STATE_NAME_ADJ:GAS:de sidra de pera nashi hervida]
ja: [STATE_NAME_ADJ:GAS:蒸気化したヤマナシのシャンパン]
ko: [STATE_NAME_ADJ:GAS:boiling 산돌배 cider]
ru: [STATE_NAME_ADJ:GAS:кипящий сидр из яблочной груши]
tr: [STATE_NAME_ADJ:GAS:kaynayan kum armudu şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu táo lê cát đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的沙梨酒]

# PLANT:SAND_PEAR
source: [SEED:sand pear seed:sand pear seeds:]
cs: [SEED:semeno písečné hrušně:semena písečné hrušně:]
de: [SEED:Sandbirnensamen:Sandbirnensamen:]
eo: [SEED:semo de sablopiro:semoj de sablopiro:]
es: [SEED:semilla de pera nashi:semillas de pera nashi:]
ja: [SEED:ヤマナシの種:ヤマナシの種:]
ko: [SEED:산돌배 씨:산돌배 씨들:]
ru: [SEED:семя яблочной груши:семена яблочной груши:]
tr: [SEED:kum armudu çekirdeği:kum armudu çekirdekleri:]
vi: [SEED:Hạt lê cát:Hạt lê cát:]
zh_hans: [SEED:沙梨种子:沙梨种子:]

# PLANT:SAND_PEAR
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:SAND_PEAR
source: [GROWTH_NAME:sand pear leaf:sand pear leaves]
cs: [GROWTH_NAME:list písečné hrušně:listy písečné hrušně]
de: [GROWTH_NAME:Sandbirnenblatt:Sandbirnenblätter]
eo: [GROWTH_NAME:folio de sablopiro:folioj de sablopiro]
es: [GROWTH_NAME:hoja de nashi:hojas de nashi]
ja: [GROWTH_NAME:ヤマナシの葉:ヤマナシの葉]
ko: [GROWTH_NAME:산돌배 나무 잎:산돌배 나무 잎들]
ru: [GROWTH_NAME:лист яблочной груши:листья яблочной груши]
tr: [GROWTH_NAME:kum armudu yaprağı:kum armudu yaprakları]
vi: [GROWTH_NAME:Lá lê cát:Lá lê cát]
zh_hans: [GROWTH_NAME:沙梨树树叶:沙梨树树叶]

# PLANT:SAND_PEAR
source: [GROWTH_NAME:sand pear flower:STP]
cs: [GROWTH_NAME:květ písečné hrušně:STP]
de: [GROWTH_NAME:Sandbirnen-Blüte:STP]
eo: [GROWTH_NAME:floro de sablopiro:floroj de sablopiro]
es: [GROWTH_NAME:flor de pera nashi:STP]
ja: [GROWTH_NAME:ヤマナシの花:STP]
ko: [GROWTH_NAME:산돌배 나무 꽃:STP]
ru: [GROWTH_NAME:цветок яблочной груши:цветы яблочной груши]
tr: [GROWTH_NAME:kum armudu çiçeği:STP]
zh_hans: [GROWTH_NAME:沙梨花:STP]

# PLANT:SAND_PEAR
source: [GROWTH_NAME:sand pear:STP]
cs: [GROWTH_NAME:písečná hrušeň:STP]
de: [GROWTH_NAME:Sandbirne:STP]
eo: [GROWTH_NAME:sablopiro:sablopiroj]
es: [GROWTH_NAME:pera nashi:STP]
ja: [GROWTH_NAME:ヤマナシ:STP]
ko: [GROWTH_NAME:산돌배:STP]
ru: [GROWTH_NAME:яблочная груша:яблочные груши]
tr: [GROWTH_NAME:kum armudu:STP]
zh_hans: [GROWTH_NAME:沙梨:STP]

# PLANT:WALNUT
source: [NAME:walnut tree]
cs: [NAME:ořešák]
de: [NAME:Walnussbaum]
eo: [NAME:juglandarbo]
es: [NAME:nogal]
ja: [NAME:クルミの木]
ko: [NAME:호두 나무]
ru: [NAME:грецкий орех]
tr: [NAME:ceviz ağacı]
vi: [NAME:Cây óc chó]
zh_hans: [NAME:核桃树]

# PLANT:WALNUT
source: [NAME_PLURAL:walnut trees]
cs: [NAME_PLURAL:ořešáky]
de: [NAME_PLURAL:Walnussbäume]
eo: [NAME_PLURAL:juglandarboj]
es: [NAME_PLURAL:nogales]
ja: [NAME_PLURAL:クルミの木]
ko: [NAME_PLURAL:호두 나무들]
ru: [NAME_PLURAL:деревья грецкого ореха]
tr: [NAME_PLURAL:ceviz ağaçları]
vi: [NAME_PLURAL:Các cây óc chó]
zh_hans: [NAME_PLURAL:核桃树]

# PLANT:WALNUT
source: [ADJ:walnut tree]
cs: [ADJ:ořešákový]
de: [ADJ:Walnussbaum]
eo: [ADJ:de juglandarbo]
es: [ADJ:nogal]
ja: [ADJ:クルミの木]
ko: [ADJ:호두 나무]
ru: [ADJ:дерево грецкого ореха]
tr: [ADJ:ceviz ağacı]
vi: [ADJ:Cây óc chó]
zh_hans: [ADJ:核桃树的]

# PLANT:WALNUT
source: [STATE_NAME:ALL_SOLID:walnut wood]
cs: [STATE_NAME:ALL_SOLID:ořechové dřevo]
de: [STATE_NAME:ALL_SOLID:Walnussholz]
eo: [STATE_NAME:ALL_SOLID:ligno el juglandarbo]
es: [STATE_NAME:ALL_SOLID:madera de nogal]
ja: [STATE_NAME:ALL_SOLID:クルミの木]
ko: [STATE_NAME:ALL_SOLID:호두 나무]
ru: [STATE_NAME:ALL_SOLID:древесина грецкого ореха]
tr: [STATE_NAME:ALL_SOLID:ceviz odunu]
vi: [STATE_NAME:ALL_SOLID:Gỗ óc chó]
zh_hans: [STATE_NAME:ALL_SOLID:核桃木]

# PLANT:WALNUT
source: [STATE_ADJ:ALL_SOLID:walnut wood]
cs: [STATE_ADJ:ALL_SOLID:ořechové dřevo]
de: [STATE_ADJ:ALL_SOLID:Walnussholz]
eo: [STATE_ADJ:ALL_SOLID:ligno el juglandarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de nogal]
ja: [STATE_ADJ:ALL_SOLID:クルミの木]
ko: [STATE_ADJ:ALL_SOLID:호두 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина ореха]
tr: [STATE_ADJ:ALL_SOLID:ceviz odunu]
vi: [STATE_ADJ:ALL_SOLID:Gỗ óc chó]
zh_hans: [STATE_ADJ:ALL_SOLID:核桃木的]

# PLANT:WALNUT
source: [SEED:walnut:walnuts:]
cs: [SEED:vlašský ořech:vlašské ořechy:]
de: [SEED:Walnuss:Walnüsse:]
eo: [SEED:juglando:juglandoj:]
es: [SEED:nogal:nogales:]
ja: [SEED:クルミ:クルミ:]
ko: [SEED:호두:호두들:]
ru: [SEED:грецкий орех:грецкие орехи:]
tr: [SEED:ceviz:cevizler:]
vi: [SEED:Quả óc chó:Quả óc chó:]
zh_hans: [SEED:核桃:核桃:]

# PLANT:WALNUT
source: [PREFSTRING:nuts]
cs: [PREFSTRING:ořechy]
de: [PREFSTRING:Nüsse]
eo: [PREFSTRING:nuksoj]
es: [PREFSTRING:nueces]
ja: [PREFSTRING:実]
ko: [PREFSTRING:견과류]
pl: [PREFSTRING:orzechy]
ru: [PREFSTRING:орехи]
tr: [PREFSTRING:cevizleri]
vi: [PREFSTRING:hạt]
zh_hans: [PREFSTRING:坚果]

# PLANT:WALNUT
source: [GROWTH_NAME:walnut leaf:walnut leaves]
cs: [GROWTH_NAME:ořešákový list:ořešákové listy]
de: [GROWTH_NAME:Walnussblatt: Walnussblätter]
eo: [GROWTH_NAME:folio de juglandarbo:folioj de juglandarbo]
es: [GROWTH_NAME:hoja de nogal:hojas de nogal]
ja: [GROWTH_NAME:クルミの葉:クルミの葉]
ko: [GROWTH_NAME:호두 나무 잎:호두 나무 잎들]
ru: [GROWTH_NAME:лист грецкого ореха:листья грецкого ореха]
tr: [GROWTH_NAME:ceviz yaprağı:ceviz yaprakları]
vi: [GROWTH_NAME:Lá óc chó:Lá óc chó]
zh_hans: [GROWTH_NAME:核桃树叶:核桃树叶]

# PLANT:WALNUT
source: [GROWTH_NAME:walnut pollen catkin:STP]
cs: [GROWTH_NAME:ořešáková pylová jehněda:STP]
de: [GROWTH_NAME:Walnuss Pollen-Zapfen:STP]
eo: [GROWTH_NAME:polenamento de juglandarbo:polenamentoj de juglando]
es: [GROWTH_NAME:amento de polen de nogal:STP]
ja: [GROWTH_NAME:クルミの実:STP]
ko: [GROWTH_NAME:호두 꽃가루차례:STP]
ru: [GROWTH_NAME:серёжка грецкого ореха:серёжки грецкого ореха]
tr: [GROWTH_NAME:ceviz polen kediciği:STP]
zh_hans: [GROWTH_NAME:核桃花粉絮:STP]

# PLANT:WALNUT
source: [GROWTH_NAME:walnut flower cluster:STP]
cs: [GROWTH_NAME:ořešákové květenství:STP]
de: [GROWTH_NAME:Walnuss-Blütentrauben:STP]
eo: [GROWTH_NAME:garbo da floroj de juglandarbo:garboj da floroj de juglando]
es: [GROWTH_NAME:racimo de flores de nogal:STP]
ja: [GROWTH_NAME:クルミの花:STP]
ko: [GROWTH_NAME:호두 나무 꽃송이:STP]
ru: [GROWTH_NAME:соцветие грецкого ореха:соцветия грецкого ореха]
tr: [GROWTH_NAME:ceviz çiçek kümesi:STP]
zh_hans: [GROWTH_NAME:核桃花簇:STP]

# PLANT:WALNUT
source: [GROWTH_NAME:walnut:STP]
cs: [GROWTH_NAME:vlašský ořech:STP]
de: [GROWTH_NAME:Walnuss:STP]
eo: [GROWTH_NAME:frukto de juglandarbo:fruktoj de juglandarbo]
es: [GROWTH_NAME:nuez:STP]
ja: [GROWTH_NAME:クルミ:STP]
ko: [GROWTH_NAME:호두:STP]
ru: [GROWTH_NAME:грецкий орех:грецкие орехи]
tr: [GROWTH_NAME:ceviz:STP]
zh_hans: [GROWTH_NAME:核桃:STP]

# PLANT:MUSHROOM_HELMET_PLUMP
source: [NAME:plump helmet]
cs: [NAME:hřibovník]
de: [NAME:Plumpkappe]
eo: [NAME:dikakasko]
es: [NAME:galerina rollícea]
ko: [NAME:통통버섯]
ru: [NAME:толстошлемник]
tr: [NAME:tombul miğfer mantarı]
vi: [NAME:Nấm mũm mĩm]
zh_hans: [NAME:肉盔菇]

# PLANT:MUSHROOM_HELMET_PLUMP
source: [NAME_PLURAL:plump helmets]
cs: [NAME_PLURAL:hřibovníky]
de: [NAME_PLURAL:Plumpkappen]
eo: [NAME_PLURAL:dikakaskoj]
es: [NAME_PLURAL:galerinas rollíceas]
ko: [NAME_PLURAL:통통버섯들]
ru: [NAME_PLURAL:толстошлемники]
tr: [NAME_PLURAL:tombul miğfer mantarı]
vi: [NAME_PLURAL:Nấm mũm mĩm]
zh_hans: [NAME_PLURAL:肉盔菇]

# PLANT:MUSHROOM_HELMET_PLUMP
source: [ADJ:plump helmet]
cs: [ADJ:hřibovníkový]
de: [ADJ:Plumpkappe]
eo: [ADJ:de dikakasko]
es: [ADJ:de galerina rollícea]
ko: [ADJ:통통버섯]
ru: [ADJ:толстошлемник]
tr: [ADJ:tombul miğfer mantarı]
vi: [ADJ:Nấm mũm mĩm]
zh_hans: [ADJ:肉盔菇的]

# PLANT:MUSHROOM_HELMET_PLUMP
source: [STATE_NAME_ADJ:ALL_SOLID:frozen dwarven wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené trpasličí víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Zwergenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita dvarfa vino]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino enano congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったdwarvenのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 드워프제 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное дварфийское вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş cüce şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu vang lùn đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的矮人红酒]

# PLANT:MUSHROOM_HELMET_PLUMP
source: [STATE_NAME_ADJ:LIQUID:dwarven wine]
cs: [STATE_NAME_ADJ:LIQUID:trpasličí víno]
de: [STATE_NAME_ADJ:LIQUID:Zwergenwein]
eo: [STATE_NAME_ADJ:LIQUID:dvarfa vino]
es: [STATE_NAME_ADJ:LIQUID:de vino enano]
ja: [STATE_NAME_ADJ:LIQUID:dwarvenのワイン]
ko: [STATE_NAME_ADJ:LIQUID:드워프제 와인]
ru: [STATE_NAME_ADJ:LIQUID:дварфийское вино]
tr: [STATE_NAME_ADJ:LIQUID:cüce şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu vang lùn]
zh_hans: [STATE_NAME_ADJ:LIQUID:矮人红酒]

# PLANT:MUSHROOM_HELMET_PLUMP
source: [STATE_NAME_ADJ:GAS:boiling dwarven wine]
cs: [STATE_NAME_ADJ:GAS:vřící trpasličí víno]
de: [STATE_NAME_ADJ:GAS:kochender Zwergenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta dvarfa vino]
es: [STATE_NAME_ADJ:GAS:de vino enano hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したdwarvenのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 드워프제 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее дварфийское вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan cüce şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu vang lùn đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的矮人红酒]

# PLANT:MUSHROOM_HELMET_PLUMP
source: [SEED:plump helmet spawn:plump helmet spawn:]
cs: [SEED:spóra hřibovníku:spóry hřibovníků:]
de: [SEED:Plumpkappenspore:Plumpkappensporen:]
eo: [SEED:sporo de dikakasko:sporoj de dikakasko:]
es: [SEED:semilla de galerina rollícea]
ko: [SEED:통통버섯 포자:통통버섯 포자:]
ru: [SEED:спора толстошлемника:споры толстошлемника:]
tr: [SEED:tombul miğfer mantarı sporu:tombul miğfer mantarı sporları:]
vi: [SEED:Bào tử nấm mũm mĩm:Bào tử nấm mũm mĩm:]
zh_hans: [SEED:肉盔菇菌种:肉盔菇菌种:]

# PLANT:MUSHROOM_HELMET_PLUMP
source: [PREFSTRING:rounded tops]
cs: [PREFSTRING:zaoblené klobouky]
de: [PREFSTRING:abgerundete Spitzen]
eo: [PREFSTRING:rondaj suproj]
es: [PREFSTRING:sombrerillos redondeados]
ru: [PREFSTRING:округлые верхушки]
tr: [PREFSTRING:yuvarlak şapkaları]
vi: [PREFSTRING:Ngọn tròn]
zh_hans: [PREFSTRING:圆形的顶部]

# PLANT:GRASS_TAIL_PIG
source: [NAME:pig tail]
de: [NAME:Ringelschwanz]
eo: [NAME:porkovosto]
es: [NAME:puercola]
ko: [NAME:돼지꼬리풀]
ru: [NAME:свинохвост]
tr: [NAME:domuz kuyruğu]
vi: [NAME:Đuôi lợn]
zh_hans: [NAME:猪尾草]

# PLANT:GRASS_TAIL_PIG
source: [NAME_PLURAL:pig tails]
cs: [NAME_PLURAL:pigtaily]
de: [NAME_PLURAL:Ringelschwänze]
eo: [NAME_PLURAL:porkovostoj]
es: [NAME_PLURAL:puercolas]
ko: [NAME_PLURAL:돼지꼬리풀들]
ru: [NAME_PLURAL:свинохвост]
tr: [NAME_PLURAL:domuz kuyruğu]
vi: [NAME_PLURAL:Đuôi lợn]
zh_hans: [NAME_PLURAL:猪尾草]

# PLANT:GRASS_TAIL_PIG
source: [ADJ:pig tail]
cs: [ADJ:pigtailový]
de: [ADJ:Ringelschwanz]
eo: [ADJ:de porkovosto]
es: [ADJ:de puercola]
ko: [ADJ:돼지꼬리풀]
ru: [ADJ:свинохвост]
tr: [ADJ:domuz kuyruğu]
vi: [ADJ:Đuôi lợn]
zh_hans: [ADJ:猪尾草的]

# PLANT:GRASS_TAIL_PIG
source: [STATE_NAME_ADJ:ALL_SOLID:frozen dwarven ale]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené trpasličí pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Zwergen-Dunkelbier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita dvarfa elo]
es: [STATE_NAME_ADJ:ALL_SOLID:de birra enana congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったdwarven ale]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 드워프제 에일]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный дварфийский эль]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş cüce birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bia mạch lùn đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的矮人精酿]
