Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:HUMANOID_6ARMS
source: [BP:RLL:right lower leg:STP]
cs: [BP:RLL:pravá dolní noha:pravé dolní nohy]
de: [BP:RLL:rechter Unterschenkel:STP]
eo: [BP:RLL:dekstra kruro:dekstraj kruroj]
es: [BP:RLL:pierna derecha:STP]
ja: [BP:RLL:右下腿:STP]
ko: [BP:RLL:오른쪽 아랫다리:STP]
pl: [BP:RLL:prawa goleń:prawe golenie]
ru: [BP:RLL:правая голень:правые голени]
tr: [BP:RLL:sağ alt bacak:STP]
vi: [BP:RLL:bắp chân phải:STP]
zh_hans: [BP:RLL:右小腿:STP]

# BODY:HUMANOID_6ARMS
source: [BP:LLL:left lower leg:STP]
cs: [BP:LLL:levá dolní noha:levé dolní nohy]
de: [BP:LLL:linker Unterschenkel:STP]
eo: [BP:LLL:maldekstra kruro:maldekstraj kruroj]
es: [BP:LLL:pierna izquierda:STP]
ja: [BP:LLL:左下腿:STP]
ko: [BP:LLL:왼쪽 아랫다리:STP]
pl: [BP:LLL:lewa goleń:lewe golenie]
ru: [BP:LLL:левая голень:левые голени]
tr: [BP:LLL:sol alt bacak:STP]
vi: [BP:LLL:bắp chân trái:STP]
zh_hans: [BP:LLL:左小腿:STP]

# BODY:HUMANOID_6ARMS
source: [BP:RF:right foot:right feet]
cs: [BP:RF:pravé chodidlo:pravá chodidla]
de: [BP:RF:rechter Fuß:rechten Füße]
eo: [BP:RF:dekstra piedo:dekstraj piedoj]
es: [BP:RF:pie derecho:pies derechos]
ja: [BP:RF:右足:右足]
ko: [BP:RF:오른발:오른발]
pl: [BP:RF:prawa stopa:prawe stopy]
ru: [BP:RF:правая ступня:правые ступни]
tr: [BP:RF:sağ ayak:sağ ayaklar]
vi: [BP:RF:bàn chân phải:nhiều chân phải]
zh_hans: [BP:RF:右脚:右脚]

# BODY:HUMANOID_6ARMS
source: [BP:LF:left foot:left feet]
cs: [BP:LF:levé chodidlo:levá chodidla]
de: [BP:LF:linker Fuß:linke Füße]
eo: [BP:LF:maldekstra piedo:maldekstraj piedoj]
es: [BP:LF:pie izquierdo:pies izquierdos]
ja: [BP:LF:左足:左足]
ko: [BP:LF:왼발:왼발]
pl: [BP:LF:lewa stopa:lewe stopy]
ru: [BP:LF:левая ступня:левые ступни]
tr: [BP:LF:sol ayak:sol ayaklar]
vi: [BP:bàn chân trái:nhiều bàn chân trái]
zh_hans: [BP:LF:左脚:左脚]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:busto:bustos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:RUA1:first right upper arm:STP]
cs: [BP:RUA1:první pravá horní ruka:první pravé horní ruce]
de: [BP:RUA1:erster rechter Oberarm:STP]
eo: [BP:RUA1:unua dekstra supra brako:unuaj dekstraj supraj brakoj]
es: [BP:RUA1:primer brazo derecho:STP]
ja: [BP:RUA1:一番目の右上腕:STP]
ko: [BP:RUA1:첫째 오른쪽 위팔:STP]
pl: [BP:RUA1:pierwsze prawe ramię:pierwsze prawe ramiona]
ru: [BP:RUA1:первое правое плечо:первые правые плечи]
tr: [BP:RUA1:birinci sağ üst kol:STP]
vi: [BP:RUA1:bắp tay phải đầu tiên:STP]
zh_hans: [BP:RUA1:第一右上臂:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:LUA1:first left upper arm:STP]
cs: [BP:LUA1:první levá horní ruka:první levé horní ruce]
de: [BP:LUA1:erster linker Oberarm:STP]
eo: [BP:LUA1:unua maldekstra supra brako:unuaj maldekstraj supraj brakoj]
es: [BP:LUA1:primer brazo izquierdo:STP]
ja: [BP:LUA1:一番目の左上腕:STP]
ko: [BP:LUA1:첫째 왼쪽 위팔:STP]
pl: [BP:LUA1:pierwsze lewe ramię:pierwsze lewe ramiona]
ru: [BP:LUA1:первое левое плечо:первые левые плечи]
tr: [BP:LUA1:birinci sol üst kol:STP]
vi: [BP:LUA1:Bắp tay trái đầu tiên:STP]
zh_hans: [BP:LUA1:第一左上臂:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:RLA1:first right lower arm:STP]
cs: [BP:RLA1:první pravá dolní ruka:první pravé dolní ruce]
de: [BP:RLA1:erster rechter Unterarm:STP]
eo: [BP:RLA1:unua dekstra antaŭbrako:unuaj dekstraj antaŭbrakoj]
es: [BP:RLA1:primer antebrazo derecho:STP]
ja: [BP:RLA1:一番目の右前腕:STP]
ko: [BP:RLA1:첫째 오른쪽 아래팔:STP]
pl: [BP:RLA1:pierwsze prawe przedramię:pierwsze prawe przedramiona]
ru: [BP:RLA1:первое правое предплечье:первые правые предплечья]
tr: [BP:RLA1:birinci sağ alt kol:STP]
vi: [BP:RLA1:cẳng tay phải đầu tiên:STP]
zh_hans: [BP:RLA1:第一右前臂:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:LLA1:first left lower arm:STP]
cs: [BP:LLA1:první levá dolní ruka:první levé dolní ruce]
de: [BP:LLA1:erster linker Unterarm:STP]
eo: [BP:LLA1:unua maldekstra antaŭbrako:unuaj maldekstraj antaŭbrakoj]
es: [BP:LLA1:primer antebrazo izquierdo:STP]
ja: [BP:LLA1:一番目の右前腕:STP]
ko: [BP:LLA1:첫째 왼쪽 아래팔:STP]
pl: [BP:LLA1:pierwsze lewe przedramię:pierwsze lewe przedramiona]
ru: [BP:LLA1:первое левое предплечье:первые левые предплечья]
tr: [BP:LLA1:birinci sol alt kol:STP]
vi: [BP:LLA1:cẳng tay trái đầu tiên:STP]
zh_hans: [BP:LLA1:第一左前臂:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:RH1:first right hand:STP]
cs: [BP:RH1:první pravá dlaň:první pravé dlaně]
de: [BP:RH1:erste rechte Hand:STP]
eo: [BP:RH1:unua dekstra mano:unuaj dekstraj manoj]
es: [BP:RH1:primera mano derecha:STP]
ja: [BP:RH1:一番目の右手:STP]
ko: [BP:RH1:첫째 오른손:STP]
pl: [BP:RH1:pierwsza prawa dłoń:pierwsze prawe dłonie]
ru: [BP:RH1:первая правая ладонь:первые правые ладони]
tr: [BP:RH1:birinci sağ el:STP]
vi: [BP:RH1:bàn tay phải đầu tiên:STP]
zh_hans: [BP:RH1:第一右手:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:LH1:first left hand:STP]
cs: [BP:LH1:první levá dlaň:první levé dlaně]
de: [BP:LH1:erste linke Hand:STP]
eo: [BP:LH1:unua maldekstra mano:unuaj maldekstraj manoj]
es: [BP:LH1:primera mano izquierda:STP]
ja: [BP:LH1:一番目の左手:STP]
ko: [BP:LH1:첫째 왼손:STP]
pl: [BP:LH1:pierwsza lewa dłoń:pierwsze lewe dłonie]
ru: [BP:LH1:первая левая ладонь:первые левые ладони]
tr: [BP:LH1:birinci sol el:STP]
vi: [BP:LH1:bàn tay trái đầu tiên:STP]
zh_hans: [BP:LH1:第一左手:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:RUA2:second right upper arm:STP]
cs: [BP:RUA2:druhá pravá horní ruka:hruhé pravé horní ruce]
de: [BP:RUA2:zweiter rechter Oberarm:STP]
eo: [BP:RUA2:dua dekstra supra brako:duaj dekstraj supraj brakoj]
es: [BP:RUA2:segundo brazo derecho:STP]
ja: [BP:RUA2:二番目の右上腕:STP]
ko: [BP:RUA2:둘째 오른쪽 위팔:STP]
pl: [BP:RUA2:drugie prawe ramię:drugie prawe ramiona]
ru: [BP:RUA2:второе правое плечо:вторые правые плечи]
tr: [BP:RUA2:ikinci sağ üst kol:STP]
vi: [BP:RUA2:bắp tay phải thứ hai:STP]
zh_hans: [BP:RUA2:第二右上臂:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:LUA2:second left upper arm:STP]
cs: [BP:LUA2:druhá levá horní ruka:druhé levé horní ruce]
de: [BP:LUA2:zweiter linker Oberarm:STP]
eo: [BP:LUA2:dua maldekstra supra brako:duaj maldekstraj supraj brakoj]
es: [BP:RUA2:segundo brazo izquierdo:STP]
ja: [BP:LUA2:二番目の左上腕:STP]
ko: [BP:LUA2:둘째 왼쪽 위팔:STP]
pl: [BP:LUA2:drugie lewe ramię:drugie lewe ramiona]
ru: [BP:LUA2:второе левое плечо:вторые левые плечи]
tr: [BP:LUA2:ikinci sol üst kol:STP]
vi: [BP:LUA2:bắp tay trái thứ hai:STP]
zh_hans: [BP:LUA2:第二左上臂:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:RLA2:second right lower arm:STP]
cs: [BP:RLA2:druhá pravá dolní ruka:druhé pravé dolní ruce]
de: [BP:RLA2:zweiter rechter Unterarm:STP]
eo: [BP:RLA2:dua dekstra antaŭbrako:duaj dekstraj antaŭbrakoj]
es: [BP:RUA2:segundo antebrazo derecho:STP]
ja: [BP:RLA2:二番目の右前腕:STP]
ko: [BP:RLA2:둘째 오른쪽 아래팔:STP]
pl: [BP:RLA2:drugie prawe przedramię:drugie prawe przedramiona]
ru: [BP:RLA2:второе правое предплечье:вторые правые предплечья]
tr: [BP:RLA2:ikinci sağ alt kol:STP]
vi: [BP:RLA2:cẳng tay phải thứ hai:STP]
zh_hans: [BP:RLA2:第二右前臂:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:LLA2:second left lower arm:STP]
cs: [BP:LLA2:druhá levá dolní ruka:druhé levé dolní ruce]
de: [BP:LLA2:zweiter linker Unterarm:STP]
eo: [BP:LLA2:dua maldekstra antaŭbrako:duaj maldekstraj antaŭbrakoj]
es: [BP:RUA2:segundo antebrazo izquierdo:STP]
ja: [BP:LLA2:二番目の左前腕:STP]
ko: [BP:LLA2:둘째 왼쪽 아래팔:STP]
pl: [BP:LLA2:drugie lewe przedramię:drugie lewe przedramiona]
ru: [BP:LLA2:второе левое предплечье:вторые левые предплечья]
tr: [BP:LLA2:ikinci sol alt kol:STP]
vi: [BP:LLA2:cẳng tay trái thứ hai:STP]
zh_hans: [BP:LLA2:第二左前臂:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:RH2:second right hand:STP]
cs: [BP:RH2:druhá pravá dlaň:druhé pravé dlaně]
de: [BP:RH2:zweite rechte Hand:STP]
eo: [BP:RH2:dua dekstra mano:duaj dekstraj manoj]
es: [BP:RH2:segunda mano derecha:STP]
ja: [BP:RH2:二番目の右手:STP]
ko: [BP:RH2:둘째 오른손:STP]
pl: [BP:RH2:druga prawa dłoń:drugie prawe dłonie]
ru: [BP:RH2:вторая правая ладонь:вторые правые ладони]
tr: [BP:RH2:ikinci sağ el:STP]
vi: [BP:RH2:bàn tay phải thứ hai:STP]
zh_hans: [BP:RH2:第二右手:STP]

# BODY:HUMANOID_LEGLESS_4ARMS
source: [BP:LH2:second left hand:STP]
cs: [BP:LH2:druhá levá dlaň:druhé levé dlaně]
de: [BP:LH2:zweite linke Hand:STP]
eo: [BP:LH2:dua maldekstra mano:duaj maldekstraj manoj]
es: [BP:LH2:segunda mano izquierda:STP]
ja: [BP:LH2:二番目の左手:STP]
ko: [BP:LH2:둘째 왼손:STP]
pl: [BP:LH2:druga lewa dłoń:drugie lewe dłonie]
ru: [BP:LH2:вторая левая ладонь:вторые левые ладони]
tr: [BP:LH2:ikinci sol el:STP]
vi: [BP:LH2:bàn tay trái thứ hai:STP]
zh_hans: [BP:LH2:第二左手:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:busto:bustos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:RUA1:first right upper arm:STP]
cs: [BP:RUA1:první pravá horní ruka:první pravé horní ruce]
de: [BP:RUA1:erster rechter Oberarm:STP]
eo: [BP:RUA1:unua dekstra supra brako:unuaj dekstraj supraj brakoj]
es: [BP:RUA1:primer brazo derecho:STP]
ja: [BP:RUA1:一番目の右上腕:STP]
ko: [BP:RUA1:첫째 오른쪽 위팔:STP]
pl: [BP:RUA1:pierwsze prawe ramię:pierwsze prawe ramiona]
ru: [BP:RUA1:первое правое плечо:первые правые плечи]
tr: [BP:RUA1:birinci sağ üst kol:STP]
vi: [BP:RUA1:bắp tay phải đầu tiên:STP]
zh_hans: [BP:RUA1:第一右上臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:LUA1:first left upper arm:STP]
cs: [BP:LUA1:první levá horní ruka:první levé horní ruce]
de: [BP:LUA1:erster linker Oberarm:STP]
eo: [BP:LUA1:unua maldekstra suprabrako:unuaj maldekstraj suprabrakoj]
es: [BP:LUA1:primer brazo izquierdo:STP]
ja: [BP:LUA1:一番目の左上腕:STP]
ko: [BP:LUA1:첫째 왼쪽 위팔:STP]
pl: [BP:LUA1:pierwsze lewe ramię:pierwsze lewe ramiona]
ru: [BP:LUA1:первое левое плечо:первые левые плечи]
tr: [BP:LUA1:birinci sol üst kol:STP]
vi: [BP:LUA1:Bắp tay trái đầu tiên:STP]
zh_hans: [BP:LUA1:第一左上臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:RLA1:first right lower arm:STP]
cs: [BP:RLA1:první pravá dolní ruka:první pravé dolní ruce]
de: [BP:RLA1:erster rechter Unterarm:STP]
eo: [BP:RLA1:unua dekstra antaŭbrako:unuaj dekstraj antaŭbrakoj]
es: [BP:RLA1:primer antebrazo derecho:STP]
ja: [BP:RLA1:一番目の右前腕:STP]
ko: [BP:RLA1:첫째 오른쪽 아래팔:STP]
pl: [BP:RLA1:pierwsze prawe przedramię:pierwsze prawe przedramiona]
ru: [BP:RLA1:первое правое предплечье:первые правые предплечья]
tr: [BP:RLA1:birinci sağ alt kol:STP]
vi: [BP:RLA1:cẳng tay phải đầu tiên:STP]
zh_hans: [BP:RLA1:第一右前臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:LLA1:first left lower arm:STP]
cs: [BP:LLA1:první levá dolní ruka:první levé dolní ruce]
de: [BP:LLA1:erster linker Unterarm:STP]
eo: [BP:LLA1:unua maldekstra antaŭbrako:unuaj maldekstraj antaŭbrakoj]
es: [BP:LLA1:primer antebrazo izquierdo:STP]
ja: [BP:LLA1:一番目の右前腕:STP]
ko: [BP:LLA1:첫째 왼쪽 아래팔:STP]
pl: [BP:LLA1:pierwsze lewe przedramię:lewe przedramiona]
ru: [BP:LLA1:первое левое предплечье:первые левые предплечья]
tr: [BP:LLA1:birinci sol alt kol:STP]
vi: [BP:LLA1:cẳng tay trái đầu tiên:STP]
zh_hans: [BP:LLA1:第一左前臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:RH1:first right hand:STP]
cs: [BP:RH1:první pravá dlaň:první pravé dlaně]
de: [BP:RH1:erste rechte Hand:STP]
eo: [BP:RH1:unua dekstra mano:unuaj dekstraj manoj]
es: [BP:RH1:primera mano derecha:STP]
ja: [BP:RH1:一番目の右手:STP]
ko: [BP:RH1:첫째 오른손:STP]
pl: [BP:RH1:pierwsza prawa dłoń:pierwsze prawe dłonie]
ru: [BP:RH1:первая правая ладонь:первые правые ладони]
tr: [BP:RH1:birinci sağ el:STP]
vi: [BP:RH1:bàn tay phải đầu tiên:STP]
zh_hans: [BP:RH1:第一右手:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:LH1:first left hand:STP]
cs: [BP:LH1:první levá dlaň:první levé dlaně]
de: [BP:LH1:erste linke Hand:STP]
eo: [BP:LH1:unua maldekstra mano:unuaj maldekstraj manoj]
es: [BP:LH1:primera mano izquierda:STP]
ja: [BP:LH1:一番目の左手:STP]
ko: [BP:LH1:첫째 왼손:STP]
pl: [BP:LH1:pierwsza lewa dłoń:pierwsze lewe dłonie]
ru: [BP:LH1:первая левая ладонь:первые левые ладони]
tr: [BP:LH1:birinci sol el:STP]
vi: [BP:LH1:bàn tay trái đầu tiên:STP]
zh_hans: [BP:LH1:第一左手:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:RUA2:second right upper arm:STP]
cs: [BP:RUA2:druhá pravá horní ruka:hruhé pravé horní ruce]
de: [BP:RUA2:zweiter rechter Oberarm:STP]
eo: [BP:RUA2:dua dekstra supra brako:duaj dekstraj supraj brakoj]
es: [BP:RUA2:segundo brazo derecho:STP]
ja: [BP:RUA2:二番目の右上腕:STP]
ko: [BP:RUA2:둘째 오른쪽 위팔:STP]
pl: [BP:RUA2:drugie prawe ramię:drugie prawe ramiona]
ru: [BP:RUA2:второе правое плечо:вторые правые плечи]
tr: [BP:RUA2:ikinci sağ üst kol:STP]
vi: [BP:RUA2:bắp tay phải thứ hai:STP]
zh_hans: [BP:RUA2:第二右上臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:LUA2:second left upper arm:STP]
cs: [BP:LUA2:druhá levá horní ruka:druhé levé horní ruce]
de: [BP:LUA2:zweiter linker Oberarm:STP]
eo: [BP:LUA2:dua maldekstra supra brako:duaj maldekstraj supraj brakoj]
es: [BP:RUA2:segundo brazo izquierdo:STP]
ja: [BP:LUA2:二番目の左上腕:STP]
ko: [BP:LUA2:둘째 왼쪽 위팔:STP]
pl: [BP:LUA2:drugie lewe ramię:drugie lewe ramiona]
ru: [BP:LUA2:второе левое плечо:вторые левые плечи]
tr: [BP:LUA2:ikinci sol üst kol:STP]
vi: [BP:LUA2:bắp tay trái thứ hai:STP]
zh_hans: [BP:LUA2:第二左上臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:RLA2:second right lower arm:STP]
cs: [BP:RLA2:druhá pravá dolní ruka:druhé pravé dolní ruce]
de: [BP:RLA2:zweiter rechter Unterarm:STP]
eo: [BP:RLA2:dua dekstra antaŭbrako:duaj dekstraj antaŭbrakoj]
es: [BP:RUA2:segundo antebrazo derecho:STP]
ja: [BP:RLA2:二番目の右前腕:STP]
ko: [BP:RLA2:둘째 오른쪽 아래팔:STP]
pl: [BP:RLA2:drugie prawe przedramię:drugie prawe przedramiona]
ru: [BP:RLA2:второе правое предплечье:вторые правые предплечья]
tr: [BP:RLA2:ikinci sağ alt kol:STP]
vi: [BP:RLA2:cẳng tay phải thứ hai:STP]
zh_hans: [BP:RLA2:第二右前臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:LLA2:second left lower arm:STP]
cs: [BP:LLA2:druhá levá dolní ruka:druhé levé dolní ruce]
de: [BP:LLA2:zweiter linker Unterarm:STP]
eo: [BP:LLA2:dua maldekstra antaŭbrako:duaj maldekstraj antaŭbrakoj]
es: [BP:RUA2:segundo antebrazo izquierdo:STP]
ja: [BP:LLA2:二番目の左前腕:STP]
ko: [BP:LLA2:둘째 왼쪽 아래팔:STP]
pl: [BP:LLA2:drugie lewe przedramię:drugie lewe przedramiona]
ru: [BP:LLA2:второе левое предплечье:вторые левые предплечья]
tr: [BP:LLA2:ikinci sol alt kol:STP]
vi: [BP:LLA2:cẳng tay trái thứ hai:STP]
zh_hans: [BP:LLA2:第二左前臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:RH2:second right hand:STP]
cs: [BP:RH2:druhá pravá dlaň:druhé pravé dlaně]
de: [BP:RH2:zweite rechte Hand:STP]
eo: [BP:RH2:dua dekstra mano:duaj dekstraj manoj]
es: [BP:RH2:segunda mano derecha:STP]
ja: [BP:RH2:二番目の右手:STP]
ko: [BP:RH2:둘째 오른손:STP]
pl: [BP:RH2:druga prawa dłoń:drugie prawe dłonie]
ru: [BP:RH2:вторая правая ладонь:вторые правые ладони]
tr: [BP:RH2:ikinci sağ el:STP]
vi: [BP:RH2:bàn tay phải thứ hai:STP]
zh_hans: [BP:RH2:第二右手:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:LH2:second left hand:STP]
cs: [BP:LH2:druhá levá dlaň:druhé levé dlaně]
de: [BP:LH2:zweite linke Hand:STP]
eo: [BP:LH2:dua maldekstra mano:duaj maldekstraj manoj]
es: [BP:LH2:segunda mano izquierda:STP]
ja: [BP:LH2:二番目の左手:STP]
ko: [BP:LH2:둘째 왼손:STP]
pl: [BP:LH2:druga lewa dłoń:drugie lewe dłonie]
ru: [BP:LH2:вторая левая ладонь:вторые левые ладони]
tr: [BP:LH2:ikinci sol el:STP]
vi: [BP:LH2:bàn tay trái thứ hai:STP]
zh_hans: [BP:LH2:第二左手:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:RUA3:third right upper arm:STP]
cs: [BP:RUA3:třetí pravá horní ruka:třetí pravé horní ruce]
de: [BP:RUA3:dritter rechter Oberarm:STP]
eo: [BP:RUA3:tria dekstra supra brako:triaj dekstraj supraj brakoj]
es: [BP:RUA3:tercer brazo derecho:STP]
ja: [BP:RUA3:三番目の右上腕:STP]
ko: [BP:RUA3:셋째 오른쪽 위팔:STP]
pl: [BP:RUA3:trzecie prawe ramię:trzecie prawe ramiona]
ru: [BP:RUA3:третье правое плечо:третьи правые плечи]
tr: [BP:RUA3:üçüncü sağ üst kol:STP]
vi: [BP:RUA3:bắp tay phải thứ ba:STP]
zh_hans: [BP:RUA3:第三右上臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:LUA3:third left upper arm:STP]
cs: [BP:LUA3:třetí levá horní ruka:třetí levé horní ruce]
de: [BP:LUA3:dritter linker Oberarm:STP]
eo: [BP:LUA3:tria maldekstra supra brako:triaj maldekstraj supraj brakoj]
es: [BP:LUA3:tercer brazo izquierdo:STP]
ja: [BP:LUA3:三番目の左上腕:STP]
ko: [BP:LUA3:셋째 왼쪽 위팔:STP]
pl: [BP:LUA3:trzecie lewe przedramię:lewe przedramiona]
ru: [BP:LUA3:третье левое плечо:третьи левые плечи]
tr: [BP:LUA3:üçüncü sol üst kol:STP]
vi: [BP:LUA3:bắp tay trái thứ ba:STP]
zh_hans: [BP:LUA3:第三左上臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:RLA3:third right lower arm:STP]
cs: [BP:RLA3:třetí pravá dolní ruka:třetí pravé dolní ruce]
de: [BP:RLA3:dritter rechter Unterarm:STP]
eo: [BP:RLA3:tria dekstra antaŭbrako:triaj dekstraj antaŭbrakoj]
es: [BP:RLA3:tercer antebrazo derecho:STP]
ja: [BP:RLA3:三番目の右前腕:STP]
ko: [BP:RLA3:셋째 오른쪽 아래팔:STP]
pl: [BP:RLA3:trzecie prawe ramię:trzecie prawe ramiona]
ru: [BP:RLA3:третье правое предплечье:третьи правые предплечья]
tr: [BP:RLA3:üçüncü sağ alt kol:STP]
vi: [BP:RLA3:cẳng tay phải thứ ba:STP]
zh_hans: [BP:RLA3:第三右前臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:LLA3:third left lower arm:STP]
cs: [BP:LLA3:třetí levá dolní ruka:třetí levé dolní ruce]
de: [BP:LLA3:dritter linker Unterarm:STP]
eo: [BP:LLA3:tria maldekstra antaŭbrako:triaj maldekstraj antaŭbrakoj]
es: [BP:LLA3:tercer antebrazo izquierdo:STP]
ja: [BP:LLA3:三番目の左前腕:STP]
ko: [BP:LLA3:셋째 왼쪽 아래팔:STP]
pl: [BP:LLA3:trzecie lewe przedramię:trzecie lewe przedramiona]
ru: [BP:LLA3:третье левое предплечье:третьи левые предплечья]
tr: [BP:LLA3:üçüncü sol alt kol:STP]
vi: [BP:LLA3:cẳng tay trái thứ ba:STP]
zh_hans: [BP:LLA3:第三左前臂:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:RH3:third right hand:STP]
cs: [BP:RH3:třetí pravá dlaň:třetí pravé dlaně]
de: [BP:RH3:dritte rechte Hand:STP]
eo: [BP:RH3:tria dekstra mano:triaj dekstraj manoj]
es: [BP:RH3:tercera mano derecha:STP]
ja: [BP:RH3:三番目の右手:STP]
ko: [BP:RH3:셋째 오른손:STP]
pl: [BP:RH3:trzecia prawa dłoń:trzecie prawe dłonie]
ru: [BP:RH3:третья правая ладонь:третьи правые ладони]
tr: [BP:RH3:üçüncü sağ el:STP]
vi: [BP:RH3:bàn tay phải thứ ba:STP]
zh_hans: [BP:RH3:第三右手:STP]

# BODY:HUMANOID_LEGLESS_6ARMS
source: [BP:LH3:third left hand:STP]
cs: [BP:LH3:třetí levá dlaň:třetí levé dlaně]
de: [BP:LH3:dritte linke Hand:STP]
eo: [BP:LH3:tria maldekstra mano:triaj maldekstraj manoj]
es: [BP:LH3:tercera mano izquierda:STP]
ja: [BP:LH3:三番目の左手:STP]
ko: [BP:LH3:셋째 왼손:STP]
pl: [BP:LH3:trzecia lewa dłoń:trzecie lewe dłonie]
ru: [BP:LH3:третья левая ладонь:третьи левые ладони]
tr: [BP:LH3:üçüncü sol el:STP]
vi: [BP:LH3:bàn tay trái thứ ba:STP]
zh_hans: [BP:LH3:第三左手:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:UB:upper body:upper bodies]
cs: [BP:UB:vrchní část těla:vrchní části těl]
de: [BP:UB:Oberkörper:Oberkörper]
eo: [BP:UB:supra korpo:supraj korpoj]
es: [BP:UB:busto:bustos]
ja: [BP:UB:上半身:上半身]
ko: [BP:UB:상반신:상반신]
pl: [BP:UB:górna część ciała:górne części ciała]
ru: [BP:UB:верхняя часть тела:верхние части тела]
tr: [BP:UB:üst vücut:üst vücutlar]
vi: [BP:UB:thân trên:nhiều thân trên]
zh_hans: [BP:UB:上身:上身]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:LB:lower body:lower bodies]
cs: [BP:LB:dolní část těla:dolní části těl]
de: [BP:LB:Unterkörper:Unterkörper]
eo: [BP:LB:malsupra korpo:malsupraj korpoj]
es: [BP:LB:parte inferior del cuerpo:partes inferiores del cuerpo]
ja: [BP:LB:下半身:下半身]
ko: [BP:LB:하반신:하반신]
pl: [BP:LB:dolna część ciała:dolne części ciała]
ru: [BP:LB:нижняя часть тела:нижние части тела]
tr: [BP:LB:alt vücut:alt vücutlar]
vi: [BP:LB:thân dưới:nhiều thân dưới]
zh_hans: [BP:LB:下身:下身]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:NK:neck:STP]
cs: [BP:NK:krk:krky]
de: [BP:NK:Nacken:STP]
eo: [BP:NK:kolo:koloj]
es: [BP:NK:cuello:STP]
ja: [BP:NK:首:STP]
ko: [BP:NK:목:STP]
pl: [BP:NK:szyja:szyje]
ru: [BP:NK:шея:шеи]
tr: [BP:NK:boyun:STP]
vi: [BP:NK:cổ:STP]
zh_hans: [BP:NK:颈部:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:HD:head:STP]
cs: [BP:HD:hlava:hlavy]
de: [BP:HD:Kopf:STP]
eo: [BP:HD:kapo:kapoj]
es: [BP:HD:cabeza:STP]
ja: [BP:HD:頭:STP]
ko: [BP:HD:머리:STP]
pl: [BP:HD:głowa:głowy]
ru: [BP:HD:голова:головы]
tr: [BP:HD:baş:STP]
vi: [BP:HD:đầu:STP]
zh_hans: [BP:HD:头部:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:RUA1:first right upper arm:STP]
cs: [BP:RUA1:první pravá horní ruka:první pravé horní ruce]
de: [BP:RUA1:erster rechter Oberarm:STP]
eo: [BP:RUA1:unua dekstra supra brako:unuaj dekstraj supraj brako]
es: [BP:RUA1:primer brazo derecho:STP]
ja: [BP:RUA1:一番目の右上腕:STP]
ko: [BP:RUA1:첫째 오른쪽 위팔:STP]
pl: [BP:RUA1:pierwsze prawe ramię:pierwsze prawe ramiona]
ru: [BP:RUA1:первое правое плечо:первые правые плечи]
tr: [BP:RUA1:birinci sağ üst kol:STP]
vi: [BP:RUA1:bắp tay phải đầu tiên:STP]
zh_hans: [BP:RUA1:第一右上臂:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:LUA1:first left upper arm:STP]
cs: [BP:LUA1:první levá horní ruka:první levé horní ruce]
de: [BP:LUA1:erster linker Oberarm:STP]
eo: [BP:LUA1:unua maldekstra supra brako:unuaj maldekstraj supraj brakoj]
es: [BP:LUA1:primer brazo izquierdo:STP]
ja: [BP:LUA1:一番目の左上腕:STP]
ko: [BP:LUA1:첫째 왼쪽 위팔:STP]
pl: [BP:LUA1:pierwsze lewe ramię:pierwsze lewe ramiona]
ru: [BP:LUA1:первое левое плечо:первые левые плечи]
tr: [BP:LUA1:birinci sol üst kol:STP]
vi: [BP:LUA1:Bắp tay trái đầu tiên:STP]
zh_hans: [BP:LUA1:第一左上臂:STP]

# BODY:HUMANOID_NECK_4ARMS
source: [BP:RLA1:first right lower arm:STP]
cs: [BP:RLA1:první pravá dolní ruka:první pravé dolní ruce]
de: [BP:RLA1:erster rechter Unterarm:STP]
eo: [BP:RLA1:unua dekstra antaŭbrako:unuaj dekstraj antaŭbrakoj]
es: [BP:RLA1:primer antebrazo derecho:STP]
ja: [BP:RLA1:一番目の右前腕:STP]
ko: [BP:RLA1:첫째 오른쪽 아래팔:STP]
pl: [BP:RLA1:pierwsze prawe przedramię:pierwsze prawe przedramiona]
ru: [BP:RLA1:первое правое предплечье:первые правые предплечья]
tr: [BP:RLA1:birinci sağ alt kol:STP]
vi: [BP:RLA1:cẳng tay phải đầu tiên:STP]
zh_hans: [BP:RLA1:第一右前臂:STP]
