Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:RAT
source: [PREFSTRING:intelligence]
cs: [PREFSTRING:inteligence]
de: [PREFSTRING:Intelligenz]
eo: [PREFSTRING:inteligenteco]
es: [PREFSTRING:inteligencia]
ja: [PREFSTRING:知性的]
ko: [PREFSTRING:지능]
pl: [PREFSTRING:inteligencja]
ru: [PREFSTRING:сообразительность]
tr: [PREFSTRING:zeka]

# CREATURE:RAT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:RAT
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:RAT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:RAT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:RAT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:RAT_MAN
source: [CASTE_NAME:rat man:rat men:rat man]
cs: [CASTE_NAME:krysí muž:krysí muži:krysí muž]
de: [CASTE_NAME:Rattenmann:Rattenmänner:Rattenmann]
eo: [CASTE_NAME:homratiĉo:homratiĉoj:de homratiĉo]
es: [CASTE_NAME:hombre rata:hombres rata:hombre rata]
ja: [CASTE_NAME:ネズミ男:ネズミ男:ネズミ男の]
ko: [CASTE_NAME:남성 쥐인간:남성 쥐인간들:남성 쥐인간]
pl: [CASTE_NAME:szczuromężczyzna:szczuromężczyźni:szczuromężczyzny]
ru: [CASTE_NAME:мужчина-крыса:мужчины-крысы:мужчины-крысы]
tr: [CASTE_NAME:erkek sıçan:erkek sıçanlar:erkek sıçan]
vi: [CASTE_NAME:người chuột:những người chuột:người chuột]
zh_hans: [CASTE_NAME:鼠男:鼠男:鼠男]

# CREATURE:RAT_MAN
source: [CASTE_NAME:rat woman:rat women:rat woman]
cs: [CASTE_NAME:krysí žena:krysí ženy:krysí žena]
de: [CASTE_NAME:Rattenfrau:Rattenfrauen:Rattenfrau]
eo: [CASTE_NAME:homratino:homratinoj:de homratino]
es: [CASTE_NAME:mujer rata:mujeres rata:mujer rata]
ja: [CASTE_NAME:ネズミ女:ネズミ女:ネズミ女の]
ko: [CASTE_NAME:여성 쥐인간:여성 쥐인간들:여성 쥐인간]
pl: [CASTE_NAME:szczurokobieta:szczurokobiety:szczurokobiecy]
ru: [CASTE_NAME:женщина-крыса:женщины-крысы:женщины-крысы]
tr: [CASTE_NAME:dişi sıçan:dişi sıçanlar:dişi sıçan]
vi: [CASTE_NAME:nữ chuột:những nữ chuột:nữ chuột]
zh_hans: [CASTE_NAME:鼠女:鼠女:鼠女]

# CREATURE:RAT_MAN
source: [NAME:rat man:rat men:rat man]
cs: [NAME:krysí muž:krysí muži:krysí muž]
de: [NAME:Rattenmensch:Rattenmenschen:Rattenmensch]
eo: [NAME:homrato:homratoj:de homrato]
es: [NAME:hombre rata:hombres rata:hombre rata]
ja: [NAME:ネズミ男:ネズミ男:ネズミ男の]
ko: [NAME:쥐인간:쥐인간들:쥐인간]
pl: [NAME:szczuroczłowiek:szczuroludzie:szczuroludzki]
ru: [NAME:человек-крыса:люди-крысы:человека-крысы]
tr: [NAME:erkek sıçan:erkek sıçanlar:erkek sıçan]
vi: [NAME:người chuột:những người chuột:người chuột]
zh_hans: [NAME:鼠男:鼠男:鼠男]

# CREATURE:RAT_MAN
source: [DESCRIPTION:A person with the head and tail of a rat.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem krysy.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Schwanz einer Ratte.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de rato.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de una rata.]
ja: [DESCRIPTION:ネズミの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:쥐의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem szczura.]
ru: [DESCRIPTION:Человек с головой и хвостом крысы.]
tr: [DESCRIPTION:Sıçan başına ve kuyruğuna sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và đuôi của một con chuột.]

# CREATURE:SQUIRREL_GRAY
source: [DESCRIPTION:A small grey rodent found chirping in the trees of temperate woodlands.]
cs: [DESCRIPTION:Drobný šedý hlodavec, který cvrliká v korunách stromů mírných lesů.]
de: [DESCRIPTION:Ein kleines graues Nagetier, das in den Bäumen der gemäßigten Wälder zwitschert.]
eo: [DESCRIPTION:Malgranda griza ronĝulo kiu pepas en la arboj de mezvarmaj duonarbaroj.]
es: [DESCRIPTION:Un pequeño roedor gris visto normalmente chirriando sobre los árboles de las florestas templadas.]
ja: [DESCRIPTION:温帯の森に棲む、灰色の小さなげっ歯類だ。]
ko: [DESCRIPTION:온대림의 나무에서 지저귀는게 발견되는 작은 회색 설치류]
pl: [DESCRIPTION:Mały, szary gryzoń, którego można znaleźć piszczącego na drzewach, w umiarkowanych lasach.]
ru: [DESCRIPTION:Небольшой серый грызун, который обитает на деревьях в лесах умеренного климата.]
tr: [DESCRIPTION:Ilıman ormanlık alanlardaki ağaçlarda cıvıldaşırken bulunan küçük, gri bir kemirgen.]
vi: [DESCRIPTION:Một loài gặm nhấm nhỏ màu xám, được tìm thấy đang kêu chíu chít trên cây trong các khu rừng ôn đới.]

# CREATURE:SQUIRREL_GRAY
source: [NAME:gray squirrel:gray squirrels:gray squirrel]
cs: [NAME:šedá veverka:šedé veverky:šedá veverka]
de: [NAME:graues Eichhörnchen:graue Eichhörnchen:graues Eichhörnchen]
eo: [NAME:griza sciuro:grizaj sciuroj:de griza sciuro]
es: [NAME:ardilla gris:ardillas grises:ardilla gris]
ja: [NAME:ハイイロリス:ハイイロリス:ハイイロリスの]
ko: [NAME:회색 청설모:회색 청설모들:회색 청설모]
pl: [NAME:wiewiórka szara:wiewiórki szare:wiewiórczo szary]
ru: [NAME:серая белка:серые белки:серой белки]
tr: [NAME:gri sincap:gri sincaplar:gri sincap]
vi: [NAME:sóc xám:sóc xám:sóc xám]
zh_hans: [NAME:灰松鼠:灰松鼠:灰松鼠]

# CREATURE:SQUIRREL_GRAY
source: [CASTE_NAME:gray squirrel:gray squirrels:gray squirrel]
cs: [CASTE_NAME:šedá veverka:šedé veverky:šedá veverka]
de: [CASTE_NAME:graues Eichhörnchen:graue Eichhörnchen:graues Eichhörnchen]
eo: [CASTE_NAME:griza sciuro:grizaj sciuroj:de griza sciuro]
es: [CASTE_NAME:ardilla gris:ardillas grises:ardilla gris]
ja: [CASTE_NAME:ハイイロリス:ハイイロリス:ハイイロリスの]
ko: [CASTE_NAME:회색 청설모:회색 청설모들:회색 청설모]
pl: [CASTE_NAME:wiewiórka szara:wiewiórki szare:wiewiórczo szary]
ru: [CASTE_NAME:серая белка:серые белки:серой белки]
tr: [CASTE_NAME:gri sincap:gri sincaplar:gri sincap]
vi: [CASTE_NAME:sóc xám:sóc xám:sóc xám]
zh_hans: [CASTE_NAME:灰松鼠:灰松鼠:灰松鼠]

# CREATURE:SQUIRREL_GRAY
source: [PREFSTRING:tails]
cs: [PREFSTRING:ocasy]
de: [PREFSTRING:Schwanz]
eo: [PREFSTRING:vostoj]
es: [PREFSTRING:colas]
ja: [PREFSTRING:尾]
ko: [PREFSTRING:꼬리]
pl: [PREFSTRING:ogony]
ru: [PREFSTRING:хвосты]
tr: [PREFSTRING:kuyruklar]
vi: [PREFSTRING:các đuôi]

# CREATURE:SQUIRREL_GRAY
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SQUIRREL_GRAY
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:SQUIRREL_GRAY
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:SQUIRREL_GRAY
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SQUIRREL_GRAY
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SQUIRREL_GRAY_MAN
source: [CASTE_NAME:gray squirrel man:gray squirrel men:gray squirrel man]
cs: [CASTE_NAME:šedý veverčí muž:šedí veverčí muži:šedý veverčí muž]
de: [CASTE_NAME:grauer Eichhörnchen Mann:graue Eichhörnchen Männer:grauer Eichhörnchen Mann]
eo: [CASTE_NAME:hom-griza-sciuriĉo:hom-griza-sciuriĉoj:de hom-griza-sciuriĉo]
es: [CASTE_NAME:hombre ardilla gris:hombres ardilla gris:hombre ardilla gris]
ja: [CASTE_NAME:ハイイロリス男:ハイイロリス男:ハイイロリス男の]
ko: [CASTE_NAME:회색 청설모인간 남성:회색 청설모인간 남성들:회색 청설모인간 남성]
pl: [CASTE_NAME:wiewiórkomężczyzna szary:wiewiórkomężczyźni szarzy:wiewiórkomęsko szary]
ru: [CASTE_NAME:мужчина-серая белка:мужчины-серые белки:мужчины-серой белки]
tr: [CASTE_NAME:erkek gri sincap:erkek gri sincaplar:erkek gri sincap]
vi: [CASTE_NAME:người sóc xám:những người sóc xám:người sóc xám]
zh_hans: [CASTE_NAME:灰松鼠男:灰松鼠男:灰松鼠男]

# CREATURE:SQUIRREL_GRAY_MAN
source: [CASTE_NAME:gray squirrel woman:gray squirrel women:gray squirrel woman]
cs: [CASTE_NAME:šedá veverčí žena:šedé veverčí ženy:šedá veverčí žena]
de: [CASTE_NAME:graue Eichhörnchen Frau:graue Eichhörnchen Frauen:graue Eichhörnchen Frau]
eo: [CASTE_NAME:hom-griza-sciurino:hom-griza-sciurinoj:de hom-griza-sciurino]
es: [CASTE_NAME:mujer ardilla gris:mujeres ardilla gris:mujer ardilla gris]
ja: [CASTE_NAME:ハイイロリス女:ハイイロリス女:ハイイロリス女の]
ko: [CASTE_NAME:회색 청설모인간 여성:회색 청설모인간 여성들:회색 청설모인간 여성]
pl: [CASTE_NAME:wiewiórkokobieta szara:wiewiórkokobiety szare:wiewiórkokobieco szary]
ru: [CASTE_NAME:женщина-серая белка:женщины-серые белки:женщины-серой белки]
tr: [CASTE_NAME:dişi gri sincap:dişi gri sincaplar:dişi gri sincap]
vi: [CASTE_NAME:nữ sóc xám:những nữ sóc xám:nữ sóc xám]
zh_hans: [CASTE_NAME:灰松鼠女人:灰松鼠女人:灰松鼠女人]

# CREATURE:SQUIRREL_GRAY_MAN
source: [NAME:gray squirrel man:gray squirrel men:gray squirrel man]
cs: [NAME:šedý veverčí muž:šedí veverčí muži:šedý veverčí muž]
de: [NAME:grauer Eichhörnchen Mensch:graue Eichhörnchen Menschen:grauer Eichhörnchen Mensch]
eo: [NAME:hom-griza-sciuro:hom-griza-sciuroj:de hom-griza-sciuro]
es: [NAME:hombre ardilla gris:hombres ardilla gris:hombre ardilla gris]
ja: [NAME:ハイイロリス男:ハイイロリス男:ハイイロリス男の]
ko: [NAME:회색 청설모인간:회색 청설모인간:회색 청설모인간]
pl: [NAME:wiewiórkoczłowiek szary:wiewiórkoludzie szary:wiewiórkoludzko szary]
ru: [NAME:человек-серая белка:люди-серые белки:человека-серой белки]
tr: [NAME:erkek gri sincap:erkek gri sincaplar:erkek gri sincap]
vi: [NAME:người sóc xám:những người sóc xám:người sóc xám]
zh_hans: [NAME:灰松鼠人:灰松鼠人:灰松鼠人]

# CREATURE:SQUIRREL_GRAY_MAN
source: [DESCRIPTION:A person with the head and tail of a gray squirrel.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem šedé veverky.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines grauen Eichhörnchens.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de griza sciuro.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de una ardilla gris.]
ja: [DESCRIPTION:ハイイロリスの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:회색 청설모의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem wiewiórki szarej.]
ru: [DESCRIPTION:Человек с головой и хвостом серой белки.]
tr: [DESCRIPTION:Gri sincap başına ve kuyruğuna sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và đuôi của một con sóc xám.]

# CREATURE:GIANT_SQUIRREL_GRAY
source: [NAME:giant gray squirrel:giant gray squirrels:giant gray squirrel]
cs: [NAME:obří šedá veverka:obří šedé veverky:obří šedá veverka]
de: [NAME:Riesiges graues Eichhörnchen:Riesige graue Eichhörnchen:Riesiges graues Eichhörnchen]
eo: [NAME:giganta griza sciuro:gigantaj grizaj sciuroj:de giganta griza sciuro]
es: [NAME:ardilla gris gigante:ardillas grises gigantes:ardilla gris gigante]
ja: [NAME:巨大ハイイロリス:巨大ハイイロリス:巨大ハイイロリスの]
ko: [NAME:거대 회색 청설모:거대 회색 청설모들:거대 회색 청설모]
pl: [NAME:gigantyczna wiewiórka szara:gigantyczne wiewiórki szare:gigantyczno wiewiórczo szary]
ru: [NAME:гигантская серая белка:гигантские серые белки:гигантской серой белки]
tr: [NAME:dev gri sincap:dev gri sincaplar:dev gri sincap]
vi: [NAME:sóc xám khổng lồ:sóc xám khổng lồ:sóc xám khổng lồ]
zh_hans: [NAME:巨灰松鼠:巨灰松鼠:巨灰松鼠]

# CREATURE:GIANT_SQUIRREL_GRAY
source: [CASTE_NAME:giant gray squirrel:giant gray squirrels:giant gray squirrel]
cs: [CASTE_NAME:obří šedá veverka:obří šedé veverky:obří šedá veverka]
de: [CASTE_NAME:Riesiges graues Eichhörnchen:Riesige graue Eichhörnchen:Riesiges graues Eichhörnchen]
eo: [CASTE_NAME:giganta griza sciuro:gigantaj grizaj sciuroj:de giganta griza sciuro]
es: [CASTE_NAME:ardilla gris gigante:ardillas grises gigantes:ardilla gris gigante]
ja: [CASTE_NAME:巨大ハイイロリス:巨大ハイイロリス:巨大ハイイロリスの]
ko: [CASTE_NAME:거대 회색 청설모:거대 회색 청설모들:거대 회색 청설모]
pl: [CASTE_NAME:gigantyczna wiewiórka szara:gigantyczne wiewiórki szare:gigantyczno wiewiórczo szary]
ru: [CASTE_NAME:гигантская серая белка:гигантские серые белки:гигантской серой белки]
tr: [CASTE_NAME:dev gri sincap:dev gri sincaplar:dev gri sincap]
vi: [CASTE_NAME:sóc xám khổng lồ:sóc xám khổng lồ:sóc xám khổng lồ]
zh_hans: [CASTE_NAME:巨灰松鼠:巨灰松鼠:巨灰松鼠]

# CREATURE:GIANT_SQUIRREL_GRAY
source: [GENERAL_CHILD_NAME:giant gray squirrel pup:giant gray squirrel pups]
cs: [GENERAL_CHILD_NAME:mládě obří šedé veverky:mláďata obří šedé veverky]
de: [GENERAL_CHILD_NAME:Riesengraue Eichhörnchenwelpen:Riesengraue Eichhörnchenwelpen]
eo: [GENERAL_CHILD_NAME:giganta griza sciurido:gigantaj grizaj sciuridoj]
es: [GENERAL_CHILD_NAME:cría de ardilla gris gigante:crías de ardilla gris gigante]
ja: [GENERAL_CHILD_NAME:巨大ハイイロリスの子供:巨大ハイイロリスの子供の]
ko: [GENERAL_CHILD_NAME:거대 회색 청설모 pup:거대 회색 청설모 pups]
pl: [GENERAL_CHILD_NAME:młody gigantycznej wiewiórki szarej:młode gigantycznej wiewiórki szarej]
ru: [GENERAL_CHILD_NAME:детёныш гигантской серой белки:детёныши гигантской серой белки]
tr: [GENERAL_CHILD_NAME:yavru dev gri sincap:yavru dev gri sincaplar]
vi: [GENERAL_CHILD_NAME:sóc xám khổng lồ con:sóc xám khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨灰松鼠幼崽:巨灰松鼠幼崽]

# CREATURE:GIANT_SQUIRREL_GRAY
source: [DESCRIPTION:A large creature the shape of a gray squirrel.]
cs: [DESCRIPTION:Velký tvor ve tvaru šedé veverky.]
de: [DESCRIPTION:Eine große Kreatur in Form eines grauen Eichhörnchens.]
eo: [DESCRIPTION:Granda estaĵo kun formo de griza sciuro.]
es: [DESCRIPTION:Una gran criatura con la apariencia de una ardilla gris ]
ja: [DESCRIPTION:ハイイロリスのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:회색 청설모의 모습을 한 거대한 생물.]
pl: [DESCRIPTION:Duże stworzenie w kształcie wiewiórki szarej.]
ru: [DESCRIPTION:Огромное существо, похожее на серую белку.]
tr: [DESCRIPTION:Gri sincap biçiminde büyük bir yaratık.]
vi: [DESCRIPTION:Một sinh vật lớn có hình dạng một con sóc xám.]

# CREATURE:GIANT_SQUIRREL_GRAY
source: [PREFSTRING:tails]
cs: [PREFSTRING:ocasy]
de: [PREFSTRING:Schwanz]
eo: [PREFSTRING:vostoj]
es: [PREFSTRING:colas]
ja: [PREFSTRING:尾]
ko: [PREFSTRING:꼬리]
pl: [PREFSTRING:ogony]
ru: [PREFSTRING:хвосты]
tr: [PREFSTRING:kuyruklar]
vi: [PREFSTRING:các đuôi]

# CREATURE:SQUIRREL_RED
source: [DESCRIPTION:A small red rodent found in the trees of temperate woodlands.]
cs: [DESCRIPTION:Drobný červený hlodavec žijící v korunách stromů mírných lesů.]
de: [DESCRIPTION:Ein kleines rotes Nagetier, das in den Bäumen der gemäßigten Wälder lebt.]
eo: [DESCRIPTION:Malgranda ruĝa ronĝulo kiu troviĝas en la arboj de mezvarmaj duonarbaroj.]
es: [DESCRIPTION:Un pequeño roedor rojo visto normalmente sobre los árboles de las florestas templadas.]
ko: [DESCRIPTION:온대림의 나무에서 지저귀는게 발견되는 작은 빨간색 설치류]
pl: [DESCRIPTION:Mały, czerwony gryzoń, którego można znaleźć na drzewach w umiarkowanych lasach.]
ru: [DESCRIPTION:Небольшой рыжий грызун, живущий на деревьях в лесах умеренного климата.]
tr: [DESCRIPTION:Ilıman ormanlık alanlardaki ağaçlarda bulunan küçük, kızıl bir kemirgen.]
vi: [DESCRIPTION:Một loài gặm nhấm nhỏ màu đỏ, được tìm thấy trên cây trong các khu rừng ôn đới.]

# CREATURE:SQUIRREL_RED
source: [NAME:red squirrel:red squirrels:red squirrel]
cs: [NAME:červená veverka:červené veverky:červená veverka]
de: [NAME:rotes Eichhörnchen:rote Eichhörnchen:rotes Eichhörnchen]
eo: [NAME:rufa sciuro:rufaj sciuroj:de rufa sciuro]
es: [NAME:ardilla roja:ardillas rojas:ardilla roja]
ja: [NAME:アカリス:アカリス:アカリスの]
ko: [NAME:붉은 청설모:붉은 청설모들:붉은 청설모]
pl: [NAME:wiewiórka:wiewiórki:wiewiórkowy]
ru: [NAME:рыжая белка:рыжые белки:рыжей белки]
tr: [NAME:kızıl sincap:kızıl sincaplar:kızıl sincap]
vi: [NAME:sóc đỏ:sóc đỏ:sóc đỏ]
zh_hans: [NAME:红松鼠:红松鼠:红松鼠]

# CREATURE:SQUIRREL_RED
source: [CASTE_NAME:red squirrel:red squirrels:red squirrel]
cs: [CASTE_NAME:červená veverka:červené veverky:červená veverka]
de: [CASTE_NAME:rotes Eichhörnchen:rote Eichhörnchen:rotes Eichhörnchen]
eo: [CASTE_NAME:rufa sciuro:rufaj sciuroj:de rufa sciuro]
es: [CASTE_NAME:ardilla roja:ardillas rojas:ardilla roja]
ja: [CASTE_NAME:アカリス:アカリス:アカリスの]
ko: [CASTE_NAME:붉은 청설모:붉은 청설모들:붉은 청설모]
pl: [CASTE_NAME:wiewiórka:wiewiórki:wiewiórczy]
ru: [CASTE_NAME:рыжая белка:рыжые белки:рыжей белки]
tr: [CASTE_NAME:kızıl sincap:kızıl sincaplar:kızıl sincap]
vi: [CASTE_NAME:sóc đỏ:sóc đỏ:sóc đỏ]
zh_hans: [CASTE_NAME:红松鼠:红松鼠:红松鼠]

# CREATURE:SQUIRREL_RED
source: [PREFSTRING:tails]
cs: [PREFSTRING:ocasy]
de: [PREFSTRING:Schwanz]
eo: [PREFSTRING:vostoj]
es: [PREFSTRING:colas]
ja: [PREFSTRING:尾]
ko: [PREFSTRING:꼬리]
pl: [PREFSTRING:ogony]
ru: [PREFSTRING:хвосты]
tr: [PREFSTRING:kuyruklar]
vi: [PREFSTRING:các đuôi]

# CREATURE:SQUIRREL_RED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:SQUIRREL_RED
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:SQUIRREL_RED
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:SQUIRREL_RED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:SQUIRREL_RED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SQUIRREL_RED_MAN
source: [CASTE_NAME:red squirrel man:red squirrel men:red squirrel man]
cs: [CASTE_NAME:červený veverčí muž:červení veverčí muži:červený veverčí muž]
de: [CASTE_NAME:roter Eichhörnchen Mann:rote Eichhörnchen Männer:roter Eichhörnchen Mann]
eo: [CASTE_NAME:hom-ruf-sciuriĉo:hom-rufi-sciurĉoj:de hom-ruf-sciuriĉo]
es: [CASTE_NAME:hombre ardilla roja:hombres ardilla roja:hombre ardilla roja]
ja: [CASTE_NAME:アカリス男:アカリス男:アカリス男の]
ko: [CASTE_NAME:붉은 청설모인간 남성:붉은 청설모인간 남성들:붉은 청설모인간 남성]
pl: [CASTE_NAME:wiewiórkomężczyzna:wiewiórkomężczyźni:wiewiórkomężczyzny]
ru: [CASTE_NAME:мужчина-рыжая белка:мужчины-рыжие белки:мужчины-рыжей белки]
tr: [CASTE_NAME:erkek kızıl sincap:erkek kızıl sincaplar:erkek kızıl sincap]
vi: [CASTE_NAME:người sóc đỏ:những người sóc đỏ:người sóc đỏ]
zh_hans: [CASTE_NAME:红松鼠男:红松鼠男:红松鼠男]

# CREATURE:SQUIRREL_RED_MAN
source: [CASTE_NAME:red squirrel woman:red squirrel women:red squirrel woman]
cs: [CASTE_NAME:červená veverčí žena:červené veverčí ženy:červená veverčí žena]
de: [CASTE_NAME:rote Eichhörnchen Frau:rote Eichhörnchen Frauen:rote Eichhörnchen Frau]
eo: [CASTE_NAME:hom-ruf-sciurino:hom-ruf-sciurinoj:de hom-ruf-sciurino]
es: [CASTE_NAME:mujer ardilla roja:mujeres ardilla roja:mujer ardilla roja]
ja: [CASTE_NAME:アカリス女:アカリス女:アカリス女の]
ko: [CASTE_NAME:붉은 청설모인간 여성:붉은 청설모인간 여성들:붉은 청설모인간 여성]
pl: [CASTE_NAME:wiewiórkokobieta:wiewiórkokobiety:wiewiórkokobiecy]
ru: [CASTE_NAME:женщина-рыжая белка:женщины-рыжие белки:женщины-рыжей белки]
tr: [CASTE_NAME:dişi kızıl sincap:dişi kızıl sincaplar:dişi kızıl sincap]
vi: [CASTE_NAME:nữ sóc đỏ:những nữ sóc đỏ:nữ sóc đỏ]
zh_hans: [CASTE_NAME:红松鼠女:红松鼠女:红松鼠女]

# CREATURE:SQUIRREL_RED_MAN
source: [NAME:red squirrel man:red squirrel men:red squirrel man]
cs: [NAME:červený veverčí muž:červení veverčí muži:červený veverčí muž]
de: [NAME:roter Eichhörnchen Mensch:rote Eichhörnchen Menschen:roter Eichhörnchen Mensch]
eo: [NAME:hom-ruf-sciuro:hom-ruf-sciuroj:de hom-ruf-sciuro]
es: [NAME:hombre ardilla roja:hombres ardilla roja:hombre ardilla roja]
ja: [NAME:アカリス男:アカリス男:アカリス男の]
ko: [NAME:붉은 청설모인간:붉은 청설모인간:붉은 청설모인간]
pl: [NAME:wiewiórkoczłowiek:wiewiórkoludzie:wiewiórkoludzki]
ru: [NAME:человек-рыжая белка:люди-рыжие белки:человека-рыжей белки]
tr: [NAME:erkek kızıl sincap:erkek kızıl sincaplar:erkek kızıl sincap]
vi: [NAME:người sóc đỏ:những người sóc đỏ:người sóc đỏ]
zh_hans: [NAME:红松鼠人:红松鼠人:红松鼠人]

# CREATURE:SQUIRREL_RED_MAN
source: [DESCRIPTION:A person with the head and tail of a red squirrel.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem červené veverky.]
de: [DESCRIPTION:Eine Person mit Kopf und Schwanz eines roten Eichhörnchens.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de rufa sciuro.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de una ardilla roja.]
ja: [DESCRIPTION:アカリスの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:붉은 청설모의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem wiewiórki.]
ru: [DESCRIPTION:Человек с головой и хвостом рыжей белки.]
tr: [DESCRIPTION:Kızıl sincap başına ve kuyruğuna sahip bir fantastik canlı.]
vi: [DESCRIPTION:Một người có đầu và đuôi của một con sóc đỏ.]

# CREATURE:GIANT_SQUIRREL_RED
source: [NAME:giant red squirrel:giant red squirrels:giant red squirrel]
cs: [NAME:obří červená veverka:obří červené veverky:obří červená veverka]
de: [NAME:Riesiges rotes Eichhörnchen:Riesige rote Eichhörnchen:Riesiges rotes Eichhörnchen]
eo: [NAME:giganta rufa sciuro:gigantaj rufaj sciuroj:de giganta rufa sciuro]
es: [NAME:ardilla roja gigante:ardillas rojas gigantes:ardilla roja gigante]
ja: [NAME:巨大アカリス:巨大アカリス:巨大アカリスの]
ko: [NAME:거대 붉은 청설모:거대 붉은 청설모들:거대 붉은 청설모]
pl: [NAME:gigantyczna wiewiórka:gigantyczne wiewiórki:gigantyczno wiewiórczy]
ru: [NAME:гигантская рыжая белка:гигантские рыжие белки:гигантской рыжей белки]
tr: [NAME:dev kızıl sincap:dev kızıl sincaplar:dev kızıl sincap]
vi: [NAME:sóc đỏ khổng lồ:sóc đỏ khổng lồ:sóc đỏ khổng lồ]
zh_hans: [NAME:巨红松鼠:巨红松鼠:巨红松鼠]
