Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BLIND_CAVE_BEAR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:BLIND_CAVE_BEAR
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:BLIND_CAVE_BEAR
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:CAVE_DRAGON
source: [DESCRIPTION:A gigantic monster, once a dragon, now adapted to and polluted by the underground. Its wings fall limp at its side. Its face is full of incredibly long teeth. Its eyes are large to penetrate the darkness.]
cs: [DESCRIPTION:Obří tvor, kdysi drak, nyní přizpůsobený a zkažený podzemím. Jeho křídla mu bezvládně visí po bocích. Jeho tvář je plná neuvěřitelně dlouhých zubů. Má velké oči, aby pronikly temnotou.]
de: [DESCRIPTION:Ein rießiges Monster, einst ein Drache, nun angepasst an ein Leben im Untergrund. Seine verkümmerten Flügel hängen an den Seiten herab. Es hat unglaublich lange Zähne und große Augen, um die Dunkelheit besser mit seinem Blick durchdringen zu können.]
eo: [DESCRIPTION:giganta monstro, foje estis drako, nun adaptita, kaj poluita, je la subtero. Ĝiaj flugiloj falas kriple flanken. Ĝia buŝo estas plena el nekredeblaj longaj dentoj. Ĝiaj okuloj estas grandaj por penetri la obskurecon.]
es: [DESCRIPTION:Un monstruo gigante, antaño un dragón, ahora adaptado y contaminado por el subsuelo. Sus alas cuelgan débiles de sus costados. Su cara esta llena de dientes increiblemente largos. Sus ojos son grandes, para penetrar en la oscuridad.]
ja: [DESCRIPTION:地下に適応して堕落したドラゴンだ。羽根は弱々しく横たわり。、顔は信じられないほど長い牙を沢山持つ。目は大きくて暗闇を見通す。]
ko: [DESCRIPTION:한때 용이었던 거대한 괴물이 이제는 지하에 적응하고 오염되었습니다. 그 날개는 옆으로 절뚝거립니다. 그 얼굴은 엄청나게 긴 이빨로 가득 차 있습니다. 눈이 커서 어둠을 꿰뚫는다.]
pl: [DESCRIPTION:Gigantyczny potwór, niegdyś smok, teraz zaadaptowany i naznaczony przez podziemia. Jego skrzydła opadają bezwładnie na bok. Jego twarz jest pełna niesamowicie długich zębów. Jego oczy są duże, aby przeniknąć ciemność.]
ru: [DESCRIPTION:Огромное чудовище, когда-то бывшее драконом, а ныне оскверненное подземельями и приспособившееся к ним. Его поникшие крылья висят по бокам тела. Его пасть полна невероятно длинных зубов, а глаза огромны и способны пронизывать тьму.]
tr: [DESCRIPTION:Bir zamanlar ejderha olan, şimdi yeraltına adapte olmuş ve kirlenmiş devasa bir canavar. Kanatları yanlarına sarkmış haldedir. Yüzü inanılmaz uzun dişlerle doludur. Gözleri karanlığı delmek için büyüktür.]
vi: [DESCRIPTION:Một quái vật khổng lồ, từng là một con rồng, giờ đã thích nghi và bị ô nhiễm bởi lòng đất. Đôi cánh của nó rũ xuống yếu ớt bên hông. Khuôn mặt nó đầy những chiếc răng cực kỳ dài. Mắt nó to lớn để xuyên thấu bóng tối.]

# CREATURE:CAVE_DRAGON
source: [NAME:cave dragon:cave dragons:cave draconic]
cs: [NAME:jeskynní drak:jeskynní draci:jeskynní drak]
de: [NAME:Höhlendrache:Höhlendrachen:Höhlendrache]
eo: [NAME:kavdrako:kavdrakoj:de kavdrako]
es: [NAME:dragon de cueva:dragones de cueva:dragon de cueva]
ja: [NAME:洞窟ドラゴン:洞窟ドラゴン:洞窟ドラゴンの]
ko: [NAME:동굴 드래곤:동굴 드래곤들:동굴 드래코닉]
pl: [NAME:smok jaskiniowy:smoki jaskiniowe:smoko jaskiniowy]
ru: [NAME:пещерный дракон:пещерные драконы:пещерного дракона]
tr: [NAME:mağara ejderhası:mağara ejderhaları:mağara ejderhası]
vi: [NAME:rồng hang:những con rồng hang:mang tính chất rồng hang]

# CREATURE:CAVE_DRAGON
source: [CASTE_NAME:cave dragon:cave dragons:cave draconic]
cs: [CASTE_NAME:jeskynní drak:jeskynní draci:jeskynní drak]
de: [CASTE_NAME:Höhlendrache:Höhlendrachen:Höhlendrache]
eo: [CASTE_NAME:kavdrako:kavdrakoj:de kavdrako]
es: [CASTE_NAME:dragon de cueva:dragones de cueva:dragon de cueva]
ja: [CASTE_NAME:洞窟ドラゴン:洞窟ドラゴン:洞窟ドラゴンの]
ko: [CASTE_NAME:동굴 드래곤:동굴 드래곤들:동굴 드래코닉]
pl: [CASTE_NAME:smok jaskiniowy:smoki jaskiniowe:smoko jaskiniowy]
ru: [CASTE_NAME:пещерный дракон:пещерные драконы:пещерного дракона]
tr: [CASTE_NAME:mağara ejderhası:mağara ejderhaları:mağara ejderhası]
vi: [CASTE_NAME:rồng hang:những con rồng hang:mang tính chất rồng hang]

# CREATURE:CAVE_DRAGON
source: [PREFSTRING:impressive teeth]
cs: [PREFSTRING:impozantními zuby]
de: [PREFSTRING:beeindruckende Zähne]
eo: [PREFSTRING:imponaj dentoj]
es: [PREFSTRING:dientes espeluznantes]
ja: [PREFSTRING:印象的な歯]
ko: [PREFSTRING:굉장한 이빨]
pl: [PREFSTRING:imponujące zęby]
ru: [PREFSTRING:впечатляющие зубы]
tr: [PREFSTRING:etkileyici dişler]
vi: [PREFSTRING:những cái răng ấn tượng]

# CREATURE:CAVE_DRAGON
source: [PREFSTRING:large eyes]
cs: [PREFSTRING:velkými očima]
de: [PREFSTRING:große Augen]
eo: [PREFSTRING:grandaj okuloj]
es: [PREFSTRING:ojos grandes]
ja: [PREFSTRING:大きな目]
ko: [PREFSTRING:커다란 눈]
pl: [PREFSTRING:duże oczy]
ru: [PREFSTRING:большие глаза]
tr: [PREFSTRING:büyük gözler]
vi: [PREFSTRING:đôi mắt to lớn]

# CREATURE:CAVE_DRAGON
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:CAVE_DRAGON
source: [ATTACK_VERB:claw:claws]
cs: [ATTACK_VERB:dráp:drápy]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:ungego:ungegoj]
es: [ATTACK_VERB:arañar:garras]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:szarpiesz pazurami:szarpie pazurami]
ru: [ATTACK_VERB:рвёте:рвёт]
tr: [ATTACK_VERB:pençele:pençeler]
vi: [ATTACK_VERB:vuốt:các vuốt]

# CREATURE:CAVE_DRAGON
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:CAVE_DRAGON
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:REACHER
source: [DESCRIPTION:A humanoid monster found lurking far underground. It feigns death, usually near water, until a victim passes by. It then uses its long arms to drag its prey into the water to drown or strangle them.]
cs: [DESCRIPTION:Humanoidní tvor číhající hluboko pod zemí. Předstírá smrt, obvykle poblíž vody, dokud kolem neprojde oběť. Pak ji svými dlouhými pažemi stáhne do vody, aby ji utopil nebo uškrtil.]
de: [DESCRIPTION:Ein humanoides Ungeheuer, das weit unter der Erde lauert. Es täuscht den Tod vor, meist in der Nähe von Wasser, bis ein Opfer vorbeikommt. Dann schleppt es seine Beute mit seinen langen Armen ins Wasser, um sie zu ertränken oder zu erwürgen..]
eo: [DESCRIPTION:Homsimila monstro kiu troviĝas gvatante profunde subtere. Ĝi simulas mortadon, kutime apud akvo, ĝis viktimo proksimiĝas. Tiam, ĝi uzas siajn longajn brakojn por treni sian predon en la akvon por dronigi aŭ strangoli ĝin.]
es: [DESCRIPTION:Un monstruo humanoide encontrado acechando bajo tierra. Se hace el muerto, comunmente cerca del agua, hasta que una victima pasa cerca. entonces usa sus largos brazos para arrastrar a su victima al agua para ahogarla y estrangularla.]
ja: [DESCRIPTION:地下深くに棲息する人型生物。水のそばで擬死を行い、長い腕を使って獲物を水中に引きずり込み、溺死させたり絞め殺したりする。]
ko: [DESCRIPTION:지하 깊은 곳에 숨어있는 인간형 괴물. 일반적으로 물 근처에서 희생양이 지나갈 때까지 죽은 척을 합니다. 그런 다음 긴 팔을 사용하여 먹잇감을 물속으로 끌어들여 익사시키거나 목을 졸라 죽입니다.]
pl: [DESCRIPTION:Humanoidalny potwór, którego można znaleźć czającego się głęboko pod ziemią. Udaje śmierć, zwykle w pobliżu wody, dopóki ofiara nie przejdzie. Następnie używa swoich długich ramion, aby wciągnąć ją do wody, by później utopić lub udusić.]
ru: [DESCRIPTION:Человекоподобный монстр, скрывающийся глубоко под землёй. Он притворяется мёртвым, обычно недалеко от воды, до тех пор пока жертва не приблизится. Затем он использует свои длинные руки, чтобы затащить свою жертву в воду, где её душит или топит.]
tr: [DESCRIPTION:Yerin çok derinliklerinde gizlenen insansı bir canavar. Genellikle su kenarında, bir kurban geçene kadar ölü taklidi yapar. Sonra uzun kollarını kullanarak avını suya sürükleyip boğar veya boğazlar.]
vi: [DESCRIPTION:Một quái vật hình người được tìm thấy đang ẩn nấp sâu dưới lòng đất. Nó giả vờ chết, thường gần nước, cho đến khi một nạn nhân đi qua. Sau đó, nó dùng những cánh tay dài của mình để kéo con mồi xuống nước nhằm dìm chết hoặc siết cổ chúng.]

# CREATURE:REACHER
source: [NAME:reacher:reachers:reacher]
cs: [NAME:dosahovač:dosahovači:dosahovač]
de: [NAME:Zulanger:Zulanger:Zulanger]
eo: [NAME:atinganto:atingantoj:de atinganto]
es: [NAME:alcanzador:alcanzadores:alcanzador]
ja: [NAME:リーチャー:リーチャー:リーチャーの]
ko: [NAME:도달자:도달자들:도달자]
pl: [NAME:łapniak:łapniaki:łapniakowy]
ru: [NAME:утопщик:утопщики:утопщика]
tr: [NAME:uzanan:uzananlar:uzanan]
vi: [NAME:kẻ vươn:những kẻ vươn:kẻ vươn]

# CREATURE:REACHER
source: [CASTE_NAME:reacher:reachers:reacher]
cs: [CASTE_NAME:dosahovač:dosahovači:dosahovač]
de: [CASTE_NAME:Zulanger:Zulanger:Zulanger]
eo: [CASTE_NAME:atinganto:atingantoj:de atinganto]
es: [CASTE_NAME:alcanzador:alcanzadores:alcanzador]
ja: [CASTE_NAME:リーチャー:リーチャー:リーチャーの]
ko: [CASTE_NAME:도달자:도달자들:도달자]
pl: [CASTE_NAME:łapniak:łapniaki:łapniakowy]
ru: [CASTE_NAME:утопщик:утопщики:утопщика]
tr: [CASTE_NAME:uzanan:uzananlar:uzanan]
vi: [CASTE_NAME:kẻ vươn:những kẻ vươn:kẻ vươn]

# CREATURE:REACHER
source: [PREFSTRING:sinister nature]
cs: [PREFSTRING:zlou povahou]
de: [PREFSTRING:böse Natur]
eo: [PREFSTRING:malica naturo]
es: [PREFSTRING:naturaleza siniestra]
ja: [PREFSTRING:邪悪]
ko: [PREFSTRING:악의적 특성]
pl: [PREFSTRING:złowroga natura]
ru: [PREFSTRING:зловещую натуру]
tr: [PREFSTRING:uğursuz doğa]
vi: [PREFSTRING:bản chất nham hiểm]

# CREATURE:REACHER
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:REACHER
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:REACHER
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:REACHER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:REACHER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:REACHER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:ELEMENTMAN_GABBRO
source: [DESCRIPTION:Living gabbro in the shape of a man. These strange creatures are found deep underground.]
cs: [DESCRIPTION:Živé gabro ve tvaru člověka. Tito podivní tvorové se vyskytují hluboko pod zemí.]
de: [DESCRIPTION:Lebendiger Gabbro in Form eines Menschen. Diese seltsamen Kreaturen sind tief unter der Erde zu finden.]
eo: [DESCRIPTION:Vivanta gabro kun formo de homo. Tio stranga estaĵo troviĝas profunde subtere.]
es: [DESCRIPTION:Un gabro viviente en forma de hombre. Esta criatura extraña se encuentra en las profundidades del subsuelo.]
ko: [DESCRIPTION:사람 모양의 살아있는 반려암. 이 이상한 생명체는 지하 깊은 곳에서 발견됩니다.]
pl: [DESCRIPTION:Żywy gabro w kształcie mężczyzny. Te dziwne stworzenia można znaleźć głęboko pod ziemią.]
ru: [DESCRIPTION:Живой кусок габбро в форме человека. Эти странные существа обитают глубоко под землёй.]
tr: [DESCRIPTION:İnsan şeklinde yaşayan gabro (kaya). Bu garip yaratıklar yerin derinliklerinde bulunur.]
vi: [DESCRIPTION:Gabbro sống có hình dạng người. Những sinh vật kỳ lạ này được tìm thấy sâu dưới lòng đất.]

# CREATURE:ELEMENTMAN_GABBRO
source: [NAME:gabbro man:gabbro men:gabbro man]
cs: [NAME:gabrový muž:gabroví muži:gabrový muž]
de: [NAME:Gabbro Mensch:Gabbro Menschen:Gabbro Mensch]
eo: [NAME:homgabro:homgabroj:de homgabro]
es: [NAME:hombre gabro:hombres gabro:hombre gabro]
ja: [NAME:岩男:岩男:岩男の]
ko: [NAME:반려암인간:반려암인간들:반려암인간]
pl: [NAME:gabro:gabra:gabrowy]
ru: [NAME:габбровик:габбровики:габбровика]
tr: [NAME:gabro adam:gabro adamlar:gabro adam]
vi: [NAME:người gabbro:những người gabbro:người gabbro]

# CREATURE:ELEMENTMAN_GABBRO
source: [CASTE_NAME:gabbro man:gabbro men:gabbro man]
cs: [CASTE_NAME:gabrový muž:gabroví muži:gabrový muž]
de: [CASTE_NAME:Gabbro Mensch:Gabbro Menschen:Gabbro Mensch]
eo: [CASTE_NAME:homgabro:homgabroj:de homgabro]
es: [CASTE_NAME:hombre gabro:hombres gabro:hombre gabro]
ja: [CASTE_NAME:岩男:岩男:岩男の]
ko: [CASTE_NAME:반려암인간:반려암인간들:반려암인간]
pl: [CASTE_NAME:gabro:gabra:gabrowy]
ru: [CASTE_NAME:габбровик:габбровики:габбровика]
tr: [CASTE_NAME:gabro adam:gabro adamlar:gabro adam]
vi: [CASTE_NAME:người gabbro:những người gabbro:người gabbro]

# CREATURE:ELEMENTMAN_GABBRO
source: [PREFSTRING:rockiness]
cs: [PREFSTRING:skalnatostí]
de: [PREFSTRING:Übermut]
eo: [PREFSTRING:rokeco]
es: [PREFSTRING:rocosidad]
ja: [PREFSTRING:岩でできている]
ko: [PREFSTRING:단단함]
pl: [PREFSTRING:skalistość]
ru: [PREFSTRING:монументальность]
tr: [PREFSTRING:kayalık]
vi: [PREFSTRING:vẻ rắn chắc như đá]

# CREATURE:ELEMENTMAN_GABBRO
source: [TISSUE_NAME:gabbro:NP]
cs: [TISSUE_NAME:gabro:NP]
eo: [TISSUE_NAME:gabro:NP]
es: [TISSUE_NAME:gabro:NP]
ja: [TISSUE_NAME:岩:NP]
ko: [TISSUE_NAME:반려암:NP]
pl: [TISSUE_NAME:gabro:NP]
ru: [TISSUE_NAME:габбро:NP]
tr: [TISSUE_NAME:gabro:NP]

# CREATURE:ELEMENTMAN_GABBRO
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:ELEMENTMAN_GABBRO
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:GORLAK
source: [DESCRIPTION:A small, round humanoid found wandering the caves deep underground. Most of its body is taken up by a huge tusked mouth.]
cs: [DESCRIPTION:Malý, kulatý humanoid potulující se jeskyněmi hluboko pod zemí. Většinu jeho těla zabírá obrovská tlama s kly.]
de: [DESCRIPTION:Ein kleiner, runder Humanoid, der in den Höhlen tief unter der Erde umherwandert. Der größte Teil seines Körpers wird von einem riesigen Maul mit Hauern eingenommen.]
eo: [DESCRIPTION:Malgranda ronda homsimilulo kiu troviĝas vagante la kavernojn profunde subtere. La plimulto de ĝia korpo estas okupita de grandega dentega buŝo.]
es: [DESCRIPTION:Un pequeño y redondo humanoide que se encuentra deambulando por las profundidades subterraneas. La mayor parte de su cuerpo esta ocupada por una gran boca dentada.]
ja: [DESCRIPTION:体の大部分が牙の生えた大きな口の、丸っこくて小さな人型生物だ。]
ko: [DESCRIPTION:지하 깊숙한 동굴을 배회하는 작고 둥근 인간형 생물. 거대한 엄니 입이 몸의 대부분을 차지하고 있다.]
pl: [DESCRIPTION:Mały, okrągły humanoid, którego można znaleźć wędrującego w jaskiniach głęboko pod ziemią. Większość jego ciała jest zajęta przez ogromne usta z kłami.]
ru: [DESCRIPTION:Маленькое округлое человекоподобное существо, блуждающее в пещерах глубоко под землёй. Большую часть его тела занимает огромный клыкастый рот.]
tr: [DESCRIPTION:Yerin derinliklerindeki mağaralarda dolaşırken bulunan küçük, yuvarlak bir insansı. Vücudunun büyük bir kısmı devasa dişli bir ağızla kaplıdır.]
vi: [DESCRIPTION:Một sinh vật hình người nhỏ, tròn được tìm thấy lang thang trong các hang động sâu dưới lòng đất. Phần lớn cơ thể nó bị chiếm bởi một cái miệng lớn có ngà.]

# CREATURE:GORLAK
source: [NAME:gorlak:gorlaks:gorlak]
cs: [NAME:gorlak:gorlakové:gorlak]
eo: [NAME:gorlako:gorlakoj:de gorlako]
ja: [NAME:ゴラーク:ゴラーク:ゴラークの]
ko: [NAME:골라크:골라크들:골라크]
pl: [NAME:gorlak:gorlaki:gorlakowy]
ru: [NAME:горлак:горлаки:горлака]
tr: [NAME:gorlak:gorlaklar:gorlak]

# CREATURE:GORLAK
source: [CASTE_NAME:gorlak:gorlaks:gorlak]
cs: [CASTE_NAME:gorlak:gorlakové:gorlak]
eo: [CASTE_NAME:gorlako:gorlakoj:de gorlako]
ja: [CASTE_NAME:ゴラーク:ゴラーク:ゴラークの]
ko: [CASTE_NAME:골라크:골라크들:골라크]
pl: [CASTE_NAME:gorlak:gorlaki:gorlakowy]
ru: [CASTE_NAME:горлак:горлаки:горлака]
tr: [CASTE_NAME:gorlak:gorlaklar:gorlak]

# CREATURE:GORLAK
source: [PREFSTRING:impressive tusks]
cs: [PREFSTRING:impozantními kly]
de: [PREFSTRING:beeindruckende Stoßzähne]
eo: [PREFSTRING:imponaj dentegoj]
es: [PREFSTRING:colmillos impresionantes]
ja: [PREFSTRING:impressive 牙]
ko: [PREFSTRING:굉장한 엄니]
pl: [PREFSTRING:imponujące kły]
ru: [PREFSTRING:впечатляющие клыки]
tr: [PREFSTRING:etkileyici dişler]
vi: [PREFSTRING:những cái ngà ấn tượng]

# CREATURE:GORLAK
source: [PREFSTRING:stimulating conversation]
cs: [PREFSTRING:podnětnou konverzací]
de: [PREFSTRING:anregendes Gespräch]
eo: [PREFSTRING:stimulanta konversaciado]
es: [PREFSTRING:conversación estimulante]
ja: [PREFSTRING:勇気づける会話]
ko: [PREFSTRING:흥미로운 대화]
pl: [PREFSTRING:stymulująca rozmowa]
ru: [PREFSTRING:стимулирующее общение]
tr: [PREFSTRING:teşvik edici sohbet]
vi: [PREFSTRING:cuộc trò chuyện thú vị]

# CREATURE:GORLAK
source: [PREFSTRING:helpful guidance]
cs: [PREFSTRING:užitečnými radami]
de: [PREFSTRING:helfende Führung]
eo: [PREFSTRING:utila gvido]
es: [PREFSTRING:guía útil]
ja: [PREFSTRING:有益な案内]
ko: [PREFSTRING:도움되는 조언]
pl: [PREFSTRING:pomocne wskazówki]
ru: [PREFSTRING:любезное указание направления]
tr: [PREFSTRING:yardımcı rehberlik]
vi: [PREFSTRING:sự hướng dẫn hữu ích]

# CREATURE:GORLAK
source: [STATE_NAME:ALL_SOLID:ivory]
cs: [STATE_NAME:ALL_SOLID:slonovina]
de: [STATE_NAME:ALL_SOLID:Elfenbein]
eo: [STATE_NAME:ALL_SOLID:eburo]
es: [STATE_NAME:ALL_SOLID:marfil]
ja: [STATE_NAME:ALL_SOLID:牙]
ko: [STATE_NAME:ALL_SOLID:상아]
pl: [STATE_NAME:ALL_SOLID:kość słoniowa]
ru: [STATE_NAME:ALL_SOLID:клыки]
tr: [STATE_NAME:ALL_SOLID:fildişi]
vi: [STATE_NAME:ALL_SOLID:Ngà]

# CREATURE:GORLAK
source: [STATE_ADJ:ALL_SOLID:ivory]
cs: [STATE_ADJ:ALL_SOLID:slonovinový]
de: [STATE_ADJ:ALL_SOLID:elfenbeinernen]
eo: [STATE_ADJ:ALL_SOLID:ebura]
es: [STATE_ADJ:ALL_SOLID:de marfil]
ja: [STATE_ADJ:ALL_SOLID:牙]
ko: [STATE_ADJ:ALL_SOLID:상아]
pl: [STATE_ADJ:ALL_SOLID:kościo słoniowy]
ru: [STATE_ADJ:ALL_SOLID:клыки]
tr: [STATE_ADJ:ALL_SOLID:fildişi]
vi: [STATE_ADJ:ALL_SOLID:Ngà]

# CREATURE:GORLAK
source: [TISSUE_NAME:ivory:NP]
cs: [TISSUE_NAME:slonovina:NP]
de: [TISSUE_NAME:Elfenbein:NP]
eo: [TISSUE_NAME:eburo:eburoj]
es: [TISSUE_NAME:marfil:NP]
ja: [TISSUE_NAME:牙:NP]
ko: [TISSUE_NAME:상아:NP]
pl: [TISSUE_NAME:kość słoniowa:NP]
ru: [TISSUE_NAME:клыки:NP]
tr: [TISSUE_NAME:fildişi:NP]

# CREATURE:GORLAK
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:GORLAK
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dortlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sev]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:GORLAK
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnout]
de: [CDI:ADV_NAME:Sprucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Plwocina]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:GORLAK
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:GORLAK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:GORLAK
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:GORLAK
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:GORLAK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
