Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:OGRE
source: [DESCRIPTION:A giant humanoid monster found stomping about in the evil plains. Their low howls can be heard long before they are seen.]
cs: [DESCRIPTION:Obří humanoidní netvor potulující se po zlých pláních. Jejich hluboké vytí je slyšet dlouho předtím, než je spatříte.]
de: [DESCRIPTION:Ein großes humanoides Monster, das durch die bösartigen Ebenen stampft. Ihre tiefen Heuler hört man lange bevor man sie sieht.]
eo: [DESCRIPTION:Giganta homsimila monstro kiu troviĝas tretante ĉirkaŭe la malbonaj ebenaĵoj. Iliaj malaltaj blekoj estas audebla pli frue ol ili estas vidataj.]
es: [DESCRIPTION:Un gigantesco monstruo humanoide, visto caminando en las llanuras malignas. Sus graves aullidos pueden escucharse mucho antes de ser vistos.]
ja: [DESCRIPTION:邪悪な土地に棲む巨大な人型生物だ。奴らが現れる前には、その吠え声が聞こえる。]
ko: [DESCRIPTION:사악한 평원에서 쿵쾅거리며 발견된 거대한 인간형 괴물. 그들의 낮은 울부짖음은 보이기 훨씬 전에 들을 수 있습니다.]
pl: [DESCRIPTION:Gigantyczny humanoidalny potwór znaleziony na złowrogich równinach. Ich niskie wycie można usłyszeć na długo przed tym, zanim zostaną zauważone.]
ru: [DESCRIPTION:Гигантский человекоподобный монстр, обитающий на злых равнинах. Его низкий вой можно услышать задолго до того, как его увидишь.]
tr: [DESCRIPTION:Kötücül ovalarda tepinirken bulunan dev bir insansı canavar. Derinden gelen ulumaları, kendileri görünmeden çok önce duyulabilir.]
vi: [DESCRIPTION:Một quái vật nhân hình khổng lồ được tìm thấy đang lang thang dậm chân trên những đồng bằng tà ác. Tiếng hú trầm thấp của chúng có thể được nghe thấy rất lâu trước khi chúng xuất hiện.]

# CREATURE:OGRE
source: [NAME:ogre:ogres:ogre]
cs: [NAME:obr:obři:obří]
de: [NAME:Oger:Oger:ogrisch]
eo: [NAME:ogro:ogroj:de ogro]
es: [NAME:ogro:ogros:ogro]
ja: [NAME:オーガ:オーガ:オーガの]
ko: [NAME:오우거:오우거들:오우거]
pl: [NAME:ogr:ogry:ogrzy]
ru: [NAME:огр:огры:огра]
tr: [NAME:ogre:ogreler:ogre]
zh_hans: [NAME:食人魔:食人魔:食人魔]

# CREATURE:OGRE
source: [CASTE_NAME:ogre:ogres:ogre]
cs: [CASTE_NAME:obr:obři:obří]
de: [CASTE_NAME:Oger:Oger:ogrisch]
eo: [CASTE_NAME:ogriĉo:ogriĉoj:de ogriĉo]
es: [CASTE_NAME:ogro:ogros:ogro]
ja: [CASTE_NAME:オーガ:オーガ:オーガの]
ko: [CASTE_NAME:오우거:오우거들:오우거]
pl: [CASTE_NAME:ogr:ogry:ogrzy]
ru: [CASTE_NAME:огр:огры:огра]
tr: [CASTE_NAME:ogre:ogreler:ogre]
zh_hans: [CASTE_NAME:食人魔:食人魔:食人魔]

# CREATURE:OGRE
source: [PREFSTRING:low howls]
cs: [PREFSTRING:hlubokým vytím]
de: [PREFSTRING:tiefes Heulen]
eo: [PREFSTRING:malaltaj blekoj]
es: [PREFSTRING:aullidos graves]
ko: [PREFSTRING:저음의 울부짖음]
pl: [PREFSTRING:niskie wycie]
ru: [PREFSTRING:низкий вой]
tr: [PREFSTRING:derinden gelen ulumalar]
vi: [PREFSTRING:tiếng hú trầm thấp]

# CREATURE:OGRE
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:OGRE
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:usta:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:OGRE
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:OGRE
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:OGRE
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:OGRE
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:OGRE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:OGRE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:OGRE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:OGRE
source: [CASTE_NAME:ogress:ogresses:ogress]
cs: [CASTE_NAME:obryně:obryně:obryní]
de: [CASTE_NAME:Ogrin:Ogrinnen:ogrisch]
eo: [CASTE_NAME:ogrino:ogrinoj:de ogrino]
es: [CASTE_NAME:ogra:ogras:ogra]
ja: [CASTE_NAME:オーガの雌:オーガの雌:オーガの雌の]
ko: [CASTE_NAME:오우거:오우거들:오우거]
pl: [CASTE_NAME:ogrzyca:ogrzyce:ogrzyc]
ru: [CASTE_NAME:огресса:огрессы:огрессы]
tr: [CASTE_NAME:dişi ogre:dişi ogreler:dişi ogre]
vi: [CASTE_NAME:Nữ quỷ khổng lồ:Nữ quỷ khổng lồ:Nữ quỷ khổng lồ]

# CREATURE:OGRE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:OGRE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:UNICORN
source: [DESCRIPTION:A horse-like creature with a spiral horn growing from its forehead.]
cs: [DESCRIPTION:Kůň podobný tvor s krouceným rohem vyrůstajícím z čela.]
de: [DESCRIPTION:Ein pferdeähnliches Wesen mit einem spiralförmigen Horn auf der Stirn.]
eo: [DESCRIPTION:Ĉevalsimila estaĵo kun spirala korno kreskinta el ĝia frunto.]
es: [DESCRIPTION:Una criatura similar a un caballo con un cuerno espiralado en su frente.]
ja: [DESCRIPTION:額かららせん状の角が生えている馬のような生き物。]
ko: [DESCRIPTION:이마에서 나선형 뿔이 자라는 말과 같은 생물.]
pl: [DESCRIPTION:Konio-podobne stworzenie ze spiralnym rogiem wyrastającym z jego czoła.]
ru: [DESCRIPTION:Похожее на лошадь существо со спиральным рогом, растущим из его лба.]
tr: [DESCRIPTION:Alnından büyüyen spiral bir boynuzu olan at benzeri bir yaratık.]
vi: [DESCRIPTION:Một sinh vật giống ngựa với chiếc sừng xoắn ốc mọc ra từ trán.]

# CREATURE:UNICORN
source: [NAME:unicorn:unicorns:unicorn]
cs: [NAME:jednorožec:jednorožci:jednorožčí]
de: [NAME:Einhorn:Einhörner:einhornisch]
eo: [NAME:unukornulo:unukornuloj:de unukornulo]
es: [NAME:unicornio:unicornios:unicornio]
ja: [NAME:ユニコーン:ユニコーン:ユニコーンの]
ko: [NAME:유니콘:유니콘들:유니콘]
pl: [NAME:jednorożec:jednorożce:jednorożec]
ru: [NAME:единорог:единороги:единорога]
tr: [NAME:tek boynuzlu at:tek boynuzlu atlar:tek boynuzlu at]
vi: [NAME:Kỳ lân:Kỳ lân:Kỳ lân]
zh_hans: [NAME:独角兽:独角兽:独角兽]

# CREATURE:UNICORN
source: [CASTE_NAME:unicorn:unicorns:unicorn]
cs: [CASTE_NAME:jednorožec:jednorožci:jednorožčí]
de: [CASTE_NAME:Einhorn:Einhörner:einhornisch]
eo: [CASTE_NAME:unukornulo:unukornuloj:de unukornulo]
es: [CASTE_NAME:unicornio:unicornios:unicornio]
ja: [CASTE_NAME:ユニコーン:ユニコーン:ユニコーンの]
ko: [CASTE_NAME:유니콘:유니콘들:유니콘]
pl: [CASTE_NAME:jednorożec:jednorożce:jednorożec]
ru: [CASTE_NAME:единорог:единороги:единорога]
tr: [CASTE_NAME:tek boynuzlu at:tek boynuzlu atlar:tek boynuzlu at]
vi: [CASTE_NAME:Kỳ lân:Kỳ lân:Kỳ lân]
zh_hans: [CASTE_NAME:独角兽:独角兽:独角兽]

# CREATURE:UNICORN
source: [PREFSTRING:horns]
cs: [PREFSTRING:rohy]
de: [PREFSTRING:Hörner]
eo: [PREFSTRING:kornoj]
es: [PREFSTRING:cuernos]
ja: [PREFSTRING:角]
ko: [PREFSTRING:뿔]
pl: [PREFSTRING:rogi]
ru: [PREFSTRING:рога]
tr: [PREFSTRING:boynuzlar]
vi: [PREFSTRING:các sừng]

# CREATURE:UNICORN
source: [ATTACK_VERB:stab:stabs]
cs: [ATTACK_VERB:bodat:bodá]
de: [ATTACK_VERB:stechen:sticht]
eo: [ATTACK_VERB:kornpikas:kornpikas]
es: [ATTACK_VERB:puñalada:puñaladas]
ja: [ATTACK_VERB:刺した:刺した]
ko: [ATTACK_VERB:찌름:찌름]
pl: [ATTACK_VERB:dźgasz:dźga]
ru: [ATTACK_VERB:вонзаете:вонзает]
tr: [ATTACK_VERB:sapla:saplar]
vi: [ATTACK_VERB:Đâm:Những cú đâm]

# CREATURE:UNICORN
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:UNICORN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:UNICORN
source: [GENERAL_CHILD_NAME:unicorn foal:unicorn foals]
cs: [GENERAL_CHILD_NAME:jednorožčí hříbě:jednorožčí hříbata]
de: [GENERAL_CHILD_NAME:Einhornfohlen:Einhornfohlen]
eo: [GENERAL_CHILD_NAME:unukornulido:unukornulidoj]
es: [GENERAL_CHILD_NAME:cria de unicornio:cria de unicornio]
ja: [GENERAL_CHILD_NAME:ユニコーンの子供:ユニコーンの子供の]
ko: [GENERAL_CHILD_NAME:새끼 유니콘:새끼 유니콘들]
pl: [GENERAL_CHILD_NAME:źrebię jednorożca:źrebięta jednorożca]
ru: [GENERAL_CHILD_NAME:жеребёнок единорога:жеребята единорога]
tr: [GENERAL_CHILD_NAME:tek boynuzlu at tayı:tek boynuzlu at tayları]
vi: [GENERAL_CHILD_NAME:Kỳ lân con:Kỳ lân con]

# CREATURE:UNICORN
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:UNICORN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:UNICORN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:DRAGON
source: [DESCRIPTION:A gigantic reptilian creature. It is magical and can breathe fire. These monsters can live for thousands of years.]
cs: [DESCRIPTION:Obrovský plazí tvor. Je magický a dokáže chrlit oheň. Tito tvorové mohou žít tisíce let.]
de: [DESCRIPTION:Ein gigantisches reptilhaftes Wesen. Es ist magisch und kann Feuer speien. Diese Monster können Tausende von Jahren alt werden.]
eo: [DESCRIPTION:Giganta reptilsimila estaĵo. Ĝi estas magia, kaj povas ŝpruci fajron. Ci-monstro povas vivi ĝis mil jarojn.]
es: [DESCRIPTION:Un gigantesco reptil. Es mágico y puede respirar fuego. Estos monstruos pueden vivir cientos de años.]
ja: [DESCRIPTION:巨大な爬虫類だ。魔法生物で、火を吐くことができ、何千年も生きる。]
ko: [DESCRIPTION:거대한 파충류 생물. 그것은 마법이며 불을 호흡 할 수 있습니다. 이 괴물들은 수천 년을 살 수 있습니다.]
pl: [DESCRIPTION:Gigantyczna jaszczuro-podobna istota. Jest magiczna i może ziać ogniem. Te potwory mogą żyć tysiące lat.]
ru: [DESCRIPTION:Гигантская магическая рептилия, которая может дышать огнём. Эти чудовища могут прожить тысячи лет.]
tr: [DESCRIPTION:Devasa bir sürüngen yaratık. Büyülüdür ve ateş püskürtebilir. Bu canavarlar binlerce yıl yaşayabilir.]
vi: [DESCRIPTION:Một sinh vật bò sát khổng lồ. Nó có năng lực ma thuật và có thể phun lửa. Những quái vật này có thể sống hàng nghìn năm.]

# CREATURE:DRAGON
source: [NAME:dragon:dragons:draconic]
cs: [NAME:drak:draci:dračí]
de: [NAME:Drache:Drachen:drachisch]
eo: [NAME:drako:drakoj:de drako]
es: [NAME:dragón:dragones:dracónico]
ja: [NAME:ドラゴン:ドラゴン:ドラゴンの]
ko: [NAME:드래곤:드래곤들:드라코닉]
pl: [NAME:smok:smoki:smoczy]
ru: [NAME:дракон:драконы:дракона]
tr: [NAME:ejderha:ejderhalar:ejderha]
vi: [NAME:Rồng:Rồng:Thuộc về rồng]
zh_hans: [NAME:巨龙:巨龙:巨龙]

# CREATURE:DRAGON
source: [CASTE_NAME:dragon:dragons:draconic]
cs: [CASTE_NAME:drak:draci:dračí]
de: [CASTE_NAME:Drache:Drachen:drachisch]
eo: [CASTE_NAME:drako:drakoj:de drako]
es: [CASTE_NAME:dragón:dragones:dracónico]
ja: [CASTE_NAME:ドラゴン:ドラゴン:ドラゴンの]
ko: [CASTE_NAME:드래곤:드래곤들:드래곤]
pl: [CASTE_NAME:smok:smoki:smoczy]
ru: [CASTE_NAME:дракон:драконы:дракона]
tr: [CASTE_NAME:ejderha:ejderhalar:ejderha]
vi: [CASTE_NAME:Rồng:Rồng:Thuộc về rồng]
zh_hans: [CASTE_NAME:巨龙:巨龙:巨龙]

# CREATURE:DRAGON
source: [CHILDNAME:dragon hatchling:dragon hatchlings]
cs: [CHILDNAME dračí mládě:dračí mláďata]
de: [CHILDNAME:Drachenjunges:Drachenjungen]
pl: [CHILDNAME:pisklę smoka:pisklęta smoka]
ru: [CHILDNAME:детёныш дракона:детёныши дракона]
tr: [CHILDNAME:yavru ejderha:yavru ejderhalar]
vi: [CHILDNAME:Rồng con:Rồng con]

# CREATURE:DRAGON
source: [CDI:ADV_NAME:Breathe fire]
cs: [CDI:ADV_NAME:Chrlit oheň]
de: [CDI:ADV_NAME:Feuer speien]
eo: [CDI:ADV_NAME:Ŝpruci fajron]
es: [CDI:ADV_NAME:Respira fuego]
ja: [CDI:ADV_NAME:火のブレス]
ko: [CDI:ADV_NAME:파이어 브레스]
pl: [CDI:ADV_NAME:Płonący oddech]
ru: [CDI:ADV_NAME:Огненное дыхание]
tr: [CDI:ADV_NAME:Ateş püskürt]
vi: [CDI:ADV_NAME:Phun lửa]

# CREATURE:DRAGON
source: [PREFSTRING:terrible majesty]
cs: [PREFSTRING:strašlivou majestátností]
de: [PREFSTRING:schrecklich majestätisch]
eo: [PREFSTRING:terura majesto]
es: [PREFSTRING:terrible majestad]
ja: [PREFSTRING:恐ろしい威厳]
ko: [PREFSTRING:두려울정도로 위풍당당함]
pl: [PREFSTRING:przerażający majestat]
ru: [PREFSTRING:ужасающее величие]
tr: [PREFSTRING:korkunç ihtişam]
vi: [PREFSTRING:vẻ uy nghi đáng sợ]

# CREATURE:DRAGON
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:DRAGON
source: [ATTACK_VERB:claw:claws]
cs: [ATTACK_VERB:dráp:drápy]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:ungego:ungegoj]
es: [ATTACK_VERB:arañar:garras]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할퀴다:할퀴다]
pl: [ATTACK_VERB:szarpiesz pazurami:szarpie pazurami]
ru: [ATTACK_VERB:рвёте:рвёт]
tr: [ATTACK_VERB:pençele:pençeler]
vi: [ATTACK_VERB:vuốt:các vuốt]

# CREATURE:DRAGON
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:DRAGON
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:SATYR
source: [DESCRIPTION:A medium-sized humanoid with the horns and legs of a goat.]
cs: [DESCRIPTION:Středně velký humanoid s rohy a kozlíma nohama.]
de: [DESCRIPTION:Ein mittelgroßer Humanoid mit den Hörnern und Beinen einer Ziege.]
eo: [DESCRIPTION:Mezgranda homsimilulo kun la kornoj kaj la gamboj de kapro.]
es: [DESCRIPTION:Un humanoide con cuernos y patas de cabra.]
ja: [DESCRIPTION:山羊の角と脚を持つ中型の人型生物。]
ko: [DESCRIPTION:염소의 뿔과 다리를 가진 중간 크기의 인간형.]
pl: [DESCRIPTION:Średniej wielkości humanoid z rogami i nogami kozy.]
ru: [DESCRIPTION:Человекоподобное существо среднего размера с козлиными рогами и ногами.]
tr: [DESCRIPTION:Bir keçinin boynuzlarına ve bacaklarına sahip orta boylu bir insansı.]
vi: [DESCRIPTION:Một nhân hình cỡ trung bình với sừng và chân dê.]
zh_hans: [DESCRIPTION:一种具有山羊的角和腿特征的中等体型类人生物.]

# CREATURE:SATYR
source: [NAME:satyr:satyrs:satyr]
cs: [NAME:satyr:satyrové:satyří]
de: [NAME:Satyr:Satyre:Satyr]
eo: [NAME:satiruso:satirusoj:de satiruso]
es: [NAME:sátiro:sátiros:sátiro]
ja: [NAME:サテュロス:サテュロス:サテュロスの]
ko: [NAME:사티로스:사티로스들:사티로스]
pl: [NAME:satyr:satyrowie:satyr]
ru: [NAME:сатир:сатиры:сатира]
tr: [NAME:satir:satirler:satir]
vi: [NAME:Nhân dương:Nhân dương:Nhân dương]
zh_hans: [NAME:萨堤尔:萨堤尔:萨堤尔]

# CREATURE:SATYR
source: [CASTE_NAME:satyr:satyrs:satyr]
cs: [CASTE_NAME:satyr:satyrové:satyří]
de: [CASTE_NAME:Satyr:Satyre:Satyr]
eo: [CASTE_NAME:satiruso:satirusoj:de satiruso]
es: [CASTE_NAME:sátiro:sátiros:sátiro]
ja: [CASTE_NAME:サテュロス:サテュロス:サテュロスの]
ko: [CASTE_NAME:사티로스:사티로스들:사티로스]
pl: [CASTE_NAME:satyr:satyrowie:satyr]
ru: [CASTE_NAME:сатир:сатиры:сатира]
tr: [CASTE_NAME:satir:satirler:satir]
vi: [CASTE_NAME:Nhân dương:Nhân dương:Nhân dương]
zh_hans: [CASTE_NAME:萨堤尔:萨堤尔:萨堤尔]

# CREATURE:SATYR
source: [PREFSTRING:woolly legs]
cs: [PREFSTRING:chlupatými nohami]
de: [PREFSTRING:wollige Beine]
eo: [PREFSTRING:vilaj gamboj]
es: [PREFSTRING:patas lanudas]
ja: [PREFSTRING:毛の生えた脚]
ko: [PREFSTRING:털이 수북한 다리]
pl: [PREFSTRING:włochate nogi]
ru: [PREFSTRING:покрытые шерстью ноги]
tr: [PREFSTRING:yünlü bacaklar]
vi: [PREFSTRING:chân lông xù]
zh_hans: [PREFSTRING:带有羊毛的腿]

# CREATURE:SATYR
source: [CDI:ADV_NAME:Pet animal]
cs: [CDI:ADV_NAME:Hlazení zvířete]
de: [CDI:ADV_NAME:Haustier]
eo: [CDI:ADV_NAME:Dorloti beston]
es: [CDI:ADV_NAME:Mascota animal]
ja: [CDI:ADV_NAME:ペット]
ko: [CDI:ADV_NAME:토닥이기]
pl: [CDI:ADV_NAME:Pupil]
ru: [CDI:ADV_NAME:Питомец]
tr: [CDI:ADV_NAME:Hayvan sev]
vi: [CDI:ADV_NAME:Nuôi động vật]

# CREATURE:SATYR
source: [CDI:VERB:pet:pets:pets]
cs: [CDI:VERB:hladit:hladí:hladí]
de: [CDI:VERB:streicheln:streichelt:streichelt]
eo: [CDI:VERB:dorlotas:dorlotas:dorlotas unu al alian]
es: [CDI:VERB:mascota:mascotas:mascotas]
ja: [CDI:VERB:ペット:ペット:ペット]
ko: [CDI:VERB:토닥임:토닥임:토닥임]
pl: [CDI:VERB:pupil:pupile:pupilski]
ru: [CDI:VERB:питомец:питомцы:питомцев]
tr: [CDI:VERB:sev:sever:sever]
vi: [CDI:VERB:thú cưng:thú cưng:thú cưng]

# CREATURE:SATYR
source: [CDI:ADV_NAME:Spit]
cs: [CDI:ADV_NAME:Plivnutí]
de: [CDI:ADV_NAME:Sprucken]
eo: [CDI:ADV_NAME:Kraĉi]
es: [CDI:ADV_NAME:Escupir]
ja: [CDI:ADV_NAME:唾を吐いた]
ko: [CDI:ADV_NAME:침뱉음]
pl: [CDI:ADV_NAME:Pluć]
ru: [CDI:ADV_NAME:Плевок]
tr: [CDI:ADV_NAME:Tükür]
vi: [CDI:ADV_NAME:Nhổ nước bọt]

# CREATURE:SATYR
source: [CDI:VERB:spit:spits:]
cs: [CDI:VERB:plivnout:plivne:]
de: [CDI:VERB:spucken:spuckt:]
pl: [CDI:VERB:pluć:pluć:]
ru: [CDI:VERB:плюёте:плюёт:]
tr: [CDI:VERB:tükür:tükürür:]
vi: [CDI:VERB:nhổ nước bọt:nhổ nước bọt:]

# CREATURE:SATYR
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:SATYR
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:usta:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:SATYR
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:SATYR
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:SATYR
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:SATYR
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:SATYR
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:SATYR
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:deş:deşer]
vi: [ATTACK_VERB:húc:húc]

# CREATURE:SATYR
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:SATYR
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
