Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:ONION
source: [ADJ:onion plant]
cs: [ADJ:cibulový]
de: [ADJ:Zwiebelpflanze]
eo: [ADJ:de vegetalo de cepo]
es: [ADJ:planta de cebolla]
ja: [ADJ:玉ねぎ]
ko: [ADJ:양파]
ru: [ADJ:репчатый лук]
tr: [ADJ:soğan bitkisi]
vi: [ADJ:cây hành tây]
zh_hans: [ADJ:洋葱植株的]

# PLANT:ONION
source: [SEED:onion seed:onion seeds:]
cs: [SEED:semeno cibule:semena cibule:]
de: [SEED:Zwiebelsamen:Zwiebelsamen:]
eo: [SEED:semo de cepo:semoj de cepo:]
es: [SEED:semilla de cebolla:semillas de cebolla:]
ja: [SEED:玉ねぎの種:玉ねぎの種:]
ko: [SEED:양파 씨:양파 씨들]
ru: [SEED:семя лука:семена лука:]
tr: [SEED:soğan tohumu:soğan tohumları:]
vi: [SEED:hạt hành tây:hạt hành tây:]
zh_hans: [SEED:洋葱种子:洋葱种子:]

# PLANT:ONION
source: [PREFSTRING:bulbs]
cs: [PREFSTRING:hlízy]
de: [PREFSTRING:Steckzwiebeln]
eo: [PREFSTRING:bulboj]
es: [PREFSTRING:bulbos]
ja: [PREFSTRING:球根]
ko: [PREFSTRING:비늘꼴 줄기]
ru: [PREFSTRING:луковицы]
tr: [PREFSTRING:yumruları]
vi: [PREFSTRING:củ]
zh_hans: [PREFSTRING:种球]

# PLANT:ONION
source: [GROWTH_NAME:onion leaf:onion leaves]
cs: [GROWTH_NAME:list cibule:listy cibule]
de: [GROWTH_NAME:Zwiebelblatt:Zwiebelblätter]
eo: [GROWTH_NAME:folio de cepo:folioj de cepo]
es: [GROWTH_NAME:hoja de cebolla:hojas de cebolla]
ja: [GROWTH_NAME:玉ねぎの葉:玉ねぎの葉]
ko: [GROWTH_NAME:양파 잎:양파 잎들]
ru: [GROWTH_NAME:луковое перо:луковые перья]
tr: [GROWTH_NAME:soğan yaprağı:soğan yaprakları]
vi: [GROWTH_NAME:lá hành tây:lá hành tây]
zh_hans: [GROWTH_NAME:洋葱叶:洋葱叶]

# PLANT:ONION
source: [GROWTH_NAME:onion umbel:STP]
cs: [GROWTH_NAME:okolík cibule:STP]
de: [GROWTH_NAME:Zwiebeldolde:STP]
eo: [GROWTH_NAME:umbelo de cepo:umbeloj de cepo]
es: [GROWTH_NAME:raíz de cebolla:STP]
ja: [GROWTH_NAME:玉ねぎの花:STP]
ko: [GROWTH_NAME:양파 우산:STP]
ru: [GROWTH_NAME:зонтичное соцветие лука:зонтичные соцветия лука]
tr: [GROWTH_NAME:soğan şemsiyesi:STP]
zh_hans: [GROWTH_NAME:洋葱伞状花序:STP]

# PLANT:ONION
source: [GROWTH_NAME:onion:STP]
cs: [GROWTH_NAME:cibule:STP]
de: [GROWTH_NAME:Zwiebel:STP]
eo: [GROWTH_NAME:cepo:cepoj]
es: [GROWTH_NAME:cebolla:STP]
ja: [GROWTH_NAME:玉ねぎ:STP]
ko: [GROWTH_NAME:양파:STP]
ru: [GROWTH_NAME:луковица:луковицы]
tr: [GROWTH_NAME:soğan:STP]
zh_hans: [GROWTH_NAME:洋葱:STP]

# PLANT:PARSNIP
source: [NAME:parsnip plant]
cs: [NAME:pastinák]
de: [NAME:Pastinakenpflanze]
eo: [NAME:pastinako]
es: [NAME:planta de chirivía]
ja: [NAME:白人参]
ko: [NAME:파스닙]
ru: [NAME:пастернак луговой]
tr: [NAME:yaban havucu bitkisi]
vi: [NAME:cây củ cải vàng]
zh_hans: [NAME:防风草植株]

# PLANT:PARSNIP
source: [NAME_PLURAL:parsnip plants]
cs: [NAME_PLURAL:pastinák]
de: [NAME_PLURAL:Pastinakenpflanze]
eo: [NAME_PLURAL:pastinakoj]
es: [NAME_PLURAL:plantas de chirivía]
ja: [NAME_PLURAL:白人参]
ko: [NAME_PLURAL:파스닙들]
ru: [NAME_PLURAL:пастернак луговой]
tr: [NAME_PLURAL:yaban havucu bitkileri]
vi: [NAME_PLURAL:cây củ cải vàng]
zh_hans: [NAME_PLURAL:防风草植株]

# PLANT:PARSNIP
source: [ADJ:parsnip plant]
cs: [ADJ:pastinákový]
de: [ADJ:Pastinakenpflanze]
eo: [ADJ:de pastinako]
es: [ADJ:de planta de chirivía]
ja: [ADJ:白人参]
ko: [ADJ:파스닙]
ru: [ADJ:пастернак луговой]
tr: [ADJ:yaban havucu bitkisi]
vi: [ADJ:cây củ cải vàng]
zh_hans: [ADJ:防风草植株的]

# PLANT:PARSNIP
source: [STATE_NAME_ADJ:ALL_SOLID:frozen parsnip wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé pastinákové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Pastinakenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el pastinako]
es: [STATE_NAME_ADJ:ALL_SOLID:vino congelado de chirivía]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った白人参のワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 파스닙 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное пастернаковое вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş yaban havucu şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu củ cải vàng đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的防风草酒]

# PLANT:PARSNIP
source: [STATE_NAME_ADJ:LIQUID:parsnip wine]
cs: [STATE_NAME_ADJ:LIQUID:pastinákové víno]
de: [STATE_NAME_ADJ:LIQUID:Pastinakenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el pastinako]
es: [STATE_NAME_ADJ:LIQUID:vino de chirivía]
ja: [STATE_NAME_ADJ:LIQUID:白人参のワイン]
ko: [STATE_NAME_ADJ:LIQUID:파스닙 와인]
ru: [STATE_NAME_ADJ:LIQUID:пастернаковое вино]
tr: [STATE_NAME_ADJ:LIQUID:yaban havucu şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu củ cải vàng]
zh_hans: [STATE_NAME_ADJ:LIQUID:防风草酒]

# PLANT:PARSNIP
source: [STATE_NAME_ADJ:GAS:boiling parsnip wine]
cs: [STATE_NAME_ADJ:GAS:vařící se pastinákové víno]
de: [STATE_NAME_ADJ:GAS:kochender Pastinakenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el pastinako]
es: [STATE_NAME_ADJ:GAS:vino hirviendo de chirivía]
ja: [STATE_NAME_ADJ:GAS:蒸気化した白人参のワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 파스닙 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее пастернаковое вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan yaban havucu şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu củ cải vàng đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的防风草酒]

# PLANT:PARSNIP
source: [SEED:parsnip seed:parsnip seeds:]
cs: [SEED:semeno pastináku:semena pastináku:]
de: [SEED:Pastinakensamen:Pastinakensamen:]
eo: [SEED:semo de pastinako:semoj de pastinako:]
es: [SEED:semilla de chirivía:semillas de chirivía:]
ja: [SEED:白人参の種:白人参の種:]
ru: [SEED:семя пастернака лугового:семена пастернака лугового:]
tr: [SEED:yaban havucu tohumu:yaban havucu tohumları:]
zh_hans: [SEED:防风草种子:防风草种子:]

# PLANT:PARSNIP
source: [PREFSTRING:edible roots]
cs: [PREFSTRING:jedlé kořeny]
de: [PREFSTRING:essbare Wurzeln]
eo: [PREFSTRING:manĝeblaj radikoj]
es: [PREFSTRING:raíces comestibles]
ja: [PREFSTRING:食用根]
ko: [PREFSTRING:먹을수 있는 뿌리들]
ru: [PREFSTRING:съедобные корни]
tr: [PREFSTRING:yenilebilir kökleri]
vi: [PREFSTRING:củ ăn được]
zh_hans: [PREFSTRING:可食用的根茎]

# PLANT:PARSNIP
source: [GROWTH_NAME:parsnip leaf:parsnip leaves]
cs: [GROWTH_NAME:list pastináku:listy pastináku]
de: [GROWTH_NAME:Pastinakenblatt:Pastinakenblätter]
eo: [GROWTH_NAME:folio de pastinako:folioj de pastinako]
es: [GROWTH_NAME:hoja de chirivía:hojas de chirivía]
ja: [GROWTH_NAME:白人参の葉:白人参の葉]
ru: [GROWTH_NAME:лист пастернака:листья пастернака]
tr: [GROWTH_NAME:yaban havucu yaprağı:yaban havucu yaprakları]
vi: [GROWTH_NAME:lá củ cải vàng:lá củ cải vàng]
zh_hans: [GROWTH_NAME:防风草叶:防风草叶]

# PLANT:PARSNIP
source: [GROWTH_NAME:parsnip umbel:STP]
cs: [GROWTH_NAME:okolík pastináku:STP]
de: [GROWTH_NAME:Pastinakdolde:STP]
eo: [GROWTH_NAME:umbelo de pastinako:umbeloj de pastinako]
es: [GROWTH_NAME:raíz de chirivía:STP]
ja: [GROWTH_NAME:白人参の花:STP]
ru: [GROWTH_NAME:зонтик пастернака лугового:зонтики пастернака лугового]
tr: [GROWTH_NAME:yaban havucu şemsiyesi:STP]
zh_hans: [GROWTH_NAME:防风草伞状花序:STP]

# PLANT:PEA
source: [NAME:pea plant]
cs: [NAME:hrách]
de: [NAME:Erbsenpflanze]
eo: [NAME:pizo]
es: [NAME:planta de guisantes]
ja: [NAME:エンドウ豆]
ko: [NAME:완두콩]
ru: [NAME:стебель гороха]
tr: [NAME:bezelye bitkisi]
vi: [NAME:cây đậu Hà Lan]
zh_hans: [NAME:豌豆植株]

# PLANT:PEA
source: [NAME_PLURAL:pea plants]
cs: [NAME_PLURAL:hrách]
de: [NAME_PLURAL:Erbsenpflanze]
eo: [NAME_PLURAL:pizoj]
es: [NAME_PLURAL:plantas de guisantes]
ja: [NAME_PLURAL:エンドウ豆]
ko: [NAME_PLURAL:완두콩들]
ru: [NAME_PLURAL:стебли гороха]
tr: [NAME_PLURAL:bezelye bitkileri]
vi: [NAME_PLURAL:cây đậu Hà Lan]
zh_hans: [NAME_PLURAL:豌豆植株]

# PLANT:PEA
source: [ADJ:pea plant]
cs: [ADJ:hrachový]
de: [ADJ:Erbsenpflanze]
eo: [ADJ:de pizo]
es: [ADJ:planta de guisantes]
ja: [ADJ:エンドウ豆]
ko: [ADJ:완두콩]
ru: [ADJ:стебли гороха]
tr: [ADJ:bezelye bitkisi]
vi: [ADJ:cây đậu Hà Lan]
zh_hans: [ADJ:豌豆植株的]

# PLANT:PEA
source: [SEED:pea:peas:]
cs: [SEED:hrách:hráchy:]
de: [SEED:Erbse:Erbsen:]
eo: [SEED:pizo:pizoj:]
es: [SEED:guisante:guisantes:]
ja: [SEED:pea:エンドウ豆:]
ko: [SEED:완두콩:완두콩들:]
ru: [SEED:горошина:горошины:]
tr: [SEED:bezelye:bezelyeler:]
vi: [SEED:đậu Hà Lan:đậu Hà Lan:]
zh_hans: [SEED:豌豆:豌豆:]

# PLANT:PEA
source: [PREFSTRING:pods]
cs: [PREFSTRING:lusky]
de: [PREFSTRING:Früchte]
eo: [PREFSTRING:guŝoj]
es: [PREFSTRING:vainas]
ko: [PREFSTRING:꼬투리]
ru: [PREFSTRING:стручки]
tr: [PREFSTRING:baklaları]
vi: [PREFSTRING:quả]
zh_hans: [PREFSTRING:豆荚]

# PLANT:PEA
source: [GROWTH_NAME:pea leaf:pea leaves]
cs: [GROWTH_NAME:list hrachu:listy hrachu]
de: [GROWTH_NAME:Erbsenblatt:Erbsenblätter]
eo: [GROWTH_NAME:folio de pizo:folioj de pizo]
es: [GROWTH_NAME:hoja de guisante:hojas de guisantes]
ja: [GROWTH_NAME:エンドウ豆の葉:エンドウ豆の葉]
ko: [GROWTH_NAME:완두콩 나무 잎:완두콩 나무 잎들]
ru: [GROWTH_NAME:гороховый лист:гороховая листва]
tr: [GROWTH_NAME:bezelye yaprağı:bezelye yaprakları]
vi: [GROWTH_NAME:lá đậu Hà Lan:lá đậu Hà Lan]
zh_hans: [GROWTH_NAME:豌豆叶:豌豆叶]

# PLANT:PEA
source: [GROWTH_NAME:pea flower:STP]
cs: [GROWTH_NAME:květ hrachu:STP]
de: [GROWTH_NAME:Erbsenblüte:STP]
eo: [GROWTH_NAME:floro de pizo:floroj de pizo]
es: [GROWTH_NAME:flor de guisante:STP]
ja: [GROWTH_NAME:エンドウ豆の花:STP]
ru: [GROWTH_NAME:цветок гороха:цветы гороха]
tr: [GROWTH_NAME:bezelye çiçeği:STP]
zh_hans: [GROWTH_NAME:豌豆花:STP]

# PLANT:PEA
source: [GROWTH_NAME:pea pod:STP]
cs: [GROWTH_NAME:lusk hrachu:STP]
de: [GROWTH_NAME:Erbsenschote:STP]
eo: [GROWTH_NAME:guŝo de pizo:guŝoj de pizo]
es: [GROWTH_NAME:vaina de guisante:STP]
ja: [GROWTH_NAME:エンドウ豆 pod:STP]
ru: [GROWTH_NAME:гороховый стручок:гороховые стручки]
tr: [GROWTH_NAME:bezelye baklası:STP]
zh_hans: [GROWTH_NAME:豌豆豆荚:STP]

# PLANT:PEANUT
source: [NAME:peanut plant]
cs: [NAME:arašíd]
de: [NAME:Erdnusspflanze]
eo: [NAME:vegetalo de ternukso]
es: [NAME:planta de cacahuete]
ja: [NAME:ピーナッツ]
ko: [NAME:땅콩]
ru: [NAME:арахис]
tr: [NAME:yer fıstığı bitkisi]
vi: [NAME:cây đậu phộng]
zh_hans: [NAME:花生植株]

# PLANT:PEANUT
source: [NAME_PLURAL:peanut plants]
cs: [NAME_PLURAL:arašídy]
de: [NAME_PLURAL:Erdnusspflanzen]
eo: [NAME_PLURAL:vegetaloj de ternukso]
es: [NAME_PLURAL:plantas de cacahuete]
ja: [NAME_PLURAL:ピーナッツ]
ko: [NAME_PLURAL:땅콩들]
ru: [NAME_PLURAL:арахис]
tr: [NAME_PLURAL:yer fıstığı bitkileri]
vi: [NAME_PLURAL:cây đậu phộng]
zh_hans: [NAME_PLURAL:花生植株]

# PLANT:PEANUT
source: [ADJ:peanut plant]
cs: [ADJ:arašídový]
de: [ADJ:Erdnusspflanze]
eo: [ADJ:de vegetalo de ternukso]
es: [ADJ:planta de cacahuete]
ja: [ADJ:ピーナッツ]
ko: [ADJ:땅콩]
ru: [ADJ:арахис]
tr: [ADJ:yer fıstığı bitkisi]
vi: [ADJ:cây đậu phộng]
zh_hans: [ADJ:花生植株的]

# PLANT:PEANUT
source: [SEED:peanut:peanuts:]
cs: [SEED:arašíd:arašídy:]
de: [SEED:Erdnuss:Erdnüsse:]
eo: [SEED:ternukso:ternuksoj:]
es: [SEED:cacahuete:cacahuetes:]
ja: [SEED:ピーナッツ:ピーナッツ:]
ko: [SEED:땅콩:땅콩들:]
ru: [SEED:арахис:арахис:]
tr: [SEED:yer fıstığı:yer fıstıkları:]
vi: [SEED:đậu phộng:đậu phộng:]
zh_hans: [SEED:花生:花生:]

# PLANT:PEANUT
source: [PREFSTRING:edible nuts]
cs: [PREFSTRING:jedlé ořechy]
de: [PREFSTRING:essbare Nüsse]
eo: [PREFSTRING:manĝeblaj nuksoj]
es: [PREFSTRING:nueces comestibles]
ko: [PREFSTRING:먹을수 있는 씨앗들]
ru: [PREFSTRING:съедобные орехи]
tr: [PREFSTRING:yenebilir yemişleri]
vi: [PREFSTRING:hạt ăn được]
zh_hans: [PREFSTRING:可食用的坚果]

# PLANT:PEANUT
source: [GROWTH_NAME:peanut leaf:peanut leaves]
cs: [GROWTH_NAME:list arašídu:listy arašídu]
de: [GROWTH_NAME:Erdnussblatt:Erdnussblätter]
eo: [GROWTH_NAME:folio de ternukso:folioj de ternukso]
es: [GROWTH_NAME:hoja de cacahuete:hojas de cacahuete]
ja: [GROWTH_NAME:ピーナッツの葉:ピーナッツの葉]
ru: [GROWTH_NAME:лист арахиса:листья арахиса]
tr: [GROWTH_NAME:yer fıstığı yaprağı:yer fıstığı yaprakları]
vi: [GROWTH_NAME:lá đậu phộng:lá đậu phộng]
zh_hans: [GROWTH_NAME:花生叶:花生叶]

# PLANT:PEANUT
source: [GROWTH_NAME:peanut flower:STP]
cs: [GROWTH_NAME:květ arašídu:STP]
de: [GROWTH_NAME:Erdnussblüte:STP]
eo: [GROWTH_NAME:floro de ternukso:floroj de ternukso]
es: [GROWTH_NAME:flor de cacahuete:STP]
ja: [GROWTH_NAME:ピーナッツの花:STP]
ru: [GROWTH_NAME:цветок арахиса:цветы арахиса]
tr: [GROWTH_NAME:yer fıstığı çiçeği:STP]
zh_hans: [GROWTH_NAME:花生花:STP]

# PLANT:PEANUT
source: [GROWTH_NAME:peanut pod:STP]
cs: [GROWTH_NAME:lusk arašídu:STP]
de: [GROWTH_NAME:Erdnussschote:STP]
eo: [GROWTH_NAME:guŝo de ternukso:guŝoj de ternukso]
es: [GROWTH_NAME:vaina de cacahuete:STP]
ja: [GROWTH_NAME:ピーナッツ豆:STP]
ru: [GROWTH_NAME:стручок арахиса:стручки арахиса]
tr: [GROWTH_NAME:yer fıstığı baklası:STP]
zh_hans: [GROWTH_NAME:花生豆荚:STP]

# PLANT:PEPPER
source: [NAME:pepper plant]
cs: [NAME:paprika]
de: [NAME:Paprikapflanze]
eo: [NAME:vegetalo de kapsiko]
es: [NAME:planta de pimienta]
ja: [NAME:胡椒]
ko: [NAME:후추]
ru: [NAME:перец]
tr: [NAME:biber bitkisi]
vi: [NAME:cây ớt]
zh_hans: [NAME:胡椒植株]

# PLANT:PEPPER
source: [NAME_PLURAL:pepper plants]
cs: [NAME_PLURAL:papriky]
de: [NAME_PLURAL:Paprikapflanzen]
eo: [NAME_PLURAL:vegetaloj de kapsiko]
es: [NAME_PLURAL:plantas de pimienta]
ja: [NAME_PLURAL:胡椒]
ko: [NAME_PLURAL:후추들]
ru: [NAME_PLURAL:перец]
tr: [NAME_PLURAL:biber bitkileri]
vi: [NAME_PLURAL:cây ớt]
zh_hans: [NAME_PLURAL:胡椒植株]

# PLANT:PEPPER
source: [ADJ:pepper plant]
cs: [ADJ:paprika]
de: [ADJ:Pfefferpflanze]
eo: [ADJ:de vegetalo de kapsiko]
es: [ADJ:planta de pimienta]
ja: [ADJ:胡椒]
ko: [ADJ:후추]
ru: [ADJ:перец]
tr: [ADJ:biber bitkisi]
vi: [ADJ:cây ớt]
zh_hans: [ADJ:胡椒植株的]

# PLANT:PEPPER
source: [SEED:pepper seed:pepper seeds:]
cs: [SEED:paprikové semínko:papriková semínka:]
de: [SEED:Pfeffersamen:Pfeffersamen:]
eo: [SEED:semo de kapsiko:semoj de kapsiko:]
es: [SEED:semilla de pimienta:semillas de pimienta:]
ja: [SEED:胡椒の種:胡椒の種:]
ru: [SEED:семя перца:семена перца:]
tr: [SEED:biber tohumu:biber tohumları:]
vi: [SEED:hạt ớt:hạt ớt:]
zh_hans: [SEED:胡椒种子:胡椒种子:]

# PLANT:PEPPER
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plod]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:PEPPER
source: [GROWTH_NAME:pepper leaf:pepper leaves]
cs: [GROWTH_NAME:list papriky:listy papriky]
de: [GROWTH_NAME:Pfeffersamen:Pfeffersamen]
eo: [GROWTH_NAME:folio de kapsiko:folioj de kapsiko]
es: [GROWTH_NAME:hoja de pimienta:hojas de pimienta]
ja: [GROWTH_NAME:胡椒の葉:胡椒の葉]
ru: [GROWTH_NAME:лист перца:листья перца]
tr: [GROWTH_NAME:biber yaprağı:biber yaprakları]
vi: [GROWTH_NAME:lá ớt:lá ớt]
zh_hans: [GROWTH_NAME:胡椒叶:胡椒叶]

# PLANT:PEPPER
source: [GROWTH_NAME:pepper flower:STP]
cs: [GROWTH_NAME:květ papriky:STP]
de: [GROWTH_NAME:Pfefferblume:STP]
eo: [GROWTH_NAME:floro de kapsiko:floroj de kapsiko]
es: [GROWTH_NAME:flor de pimienta:STP]
ja: [GROWTH_NAME:胡椒の花:STP]
ru: [GROWTH_NAME:цветок перца:цветы перца]
tr: [GROWTH_NAME:biber çiçeği:STP]
zh_hans: [GROWTH_NAME:胡椒花:STP]

# PLANT:PEPPER
source: [GROWTH_NAME:pepper:STP]
cs: [GROWTH_NAME:paprika:STP]
de: [GROWTH_NAME:Pfeffer:STP]
eo: [GROWTH_NAME:kapsiko:kapsikoj]
es: [GROWTH_NAME:pimienta:STP]
ja: [GROWTH_NAME:胡椒:STP]
ru: [GROWTH_NAME:перец:перцы]
tr: [GROWTH_NAME:biber:STP]
zh_hans: [GROWTH_NAME:胡椒:STP]

# PLANT:POTATO
source: [NAME:potato plant]
cs: [NAME:brambor]
de: [NAME:Kartoffelpflanze]
eo: [NAME:terpomujo]
es: [NAME:planta de patata]
ja: [NAME:ジャガイモ]
ko: [NAME:감자]
ru: [NAME:картофель]
tr: [NAME:patates bitkisi]
vi: [NAME:cây khoai tây]
zh_hans: [NAME:马铃薯植株]

# PLANT:POTATO
source: [NAME_PLURAL:potato plants]
cs: [NAME_PLURAL:brambor]
de: [NAME_PLURAL:Kartoffelpflanze]
eo: [NAME_PLURAL:terpomujoj]
es: [NAME_PLURAL:plantas de patata]
ja: [NAME_PLURAL:ジャガイモ]
ko: [NAME_PLURAL:감자들]
ru: [NAME_PLURAL:картофель]
tr: [NAME_PLURAL:patates bitkileri]
vi: [NAME_PLURAL:cây khoai tây]
zh_hans: [NAME_PLURAL:马铃薯植株]

# PLANT:POTATO
source: [ADJ:potato plant]
cs: [ADJ:bramborový]
de: [ADJ:Kartoffelpflanze]
eo: [ADJ:de terpomujo]
es: [ADJ:planta de patata]
ja: [ADJ:ジャガイモ]
ko: [ADJ:감자]
ru: [ADJ:картофель]
tr: [ADJ:patates bitkisi]
vi: [ADJ:cây khoai tây]
zh_hans: [ADJ:马铃薯植株的]

# PLANT:POTATO
source: [STATE_NAME_ADJ:ALL_SOLID:frozen potato wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé bramborové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:Gefrorener Kartoffelwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el terpomo]
es: [STATE_NAME_ADJ:ALL_SOLID:vino de patata congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったジャガイモのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 감자 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженный картофельный самогон]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş patates şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu khoai tây đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的马铃薯酒]

# PLANT:POTATO
source: [STATE_NAME_ADJ:LIQUID:potato wine]
cs: [STATE_NAME_ADJ:LIQUID:bramborové víno]
de: [STATE_NAME_ADJ:LIQUID:Kartoffelwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el terpomo]
es: [STATE_NAME_ADJ:LIQUID:vino de patata]
ja: [STATE_NAME_ADJ:LIQUID:ジャガイモのワイン]
ko: [STATE_NAME_ADJ:LIQUID:감자 와인]
ru: [STATE_NAME_ADJ:LIQUID:картофельный самогон]
tr: [STATE_NAME_ADJ:LIQUID:patates şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu khoai tây]
zh_hans: [STATE_NAME_ADJ:LIQUID:马铃薯酒]

# PLANT:POTATO
source: [STATE_NAME_ADJ:GAS:boiling potato wine]
cs: [STATE_NAME_ADJ:GAS:vařící se bramborové víno]
de: [STATE_NAME_ADJ:GAS:kochender Kartoffelwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el terpomo]
es: [STATE_NAME_ADJ:GAS:vino de patata hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したジャガイモのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 감자 와인]
ru: [STATE_NAME_ADJ:GAS:кипящий картофельный самогон]
tr: [STATE_NAME_ADJ:GAS:kaynayan patates şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu khoai tây đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的马铃薯酒]

# PLANT:POTATO
source: [SEED:potato seed:potato seeds:]
cs: [SEED:semeno bramboru:semena bramboru:]
de: [SEED:Kartoffelsamen:Kartoffelsamen:]
eo: [SEED:semo de terpomo:semoj de terpomo:]
es: [SEED:semilla de patata:semillas de patata:]
ja: [SEED:ジャガイモの種:ジャガイモの種:]
ko: [SEED:감자 씨:감자 씨들]
ru: [SEED:семя картофеля:семена картофеля:]
tr: [SEED:patates tohumu:patates tohumları:]
vi: [SEED:hạt khoai tây:hạt khoai tây:]
zh_hans: [SEED:马铃薯种子:马铃薯种子:]

# PLANT:POTATO
source: [PREFSTRING:edible tubers]
cs: [PREFSTRING:jedlé hlízy]
de: [PREFSTRING:essbare Knollen]
eo: [PREFSTRING:manĝeblaj tuberoj]
es: [PREFSTRING:tubérculos comestibles]
ja: [PREFSTRING:芋]
ru: [PREFSTRING:съедобные клубни]
tr: [PREFSTRING:yenilebilir yumruları]
vi: [PREFSTRING:củ ăn được]
zh_hans: [PREFSTRING:可食用的块茎]

# PLANT:POTATO
source: [GROWTH_NAME:potato leaf:potato leaves]
cs: [GROWTH_NAME:list bramboru:listy bramboru]
de: [GROWTH_NAME:kartoffelblatt:kartoffelblätter]
eo: [GROWTH_NAME:folio de terpomo:folioj de terpomo]
es: [GROWTH_NAME:hoja de patata:hojas de patata]
ja: [GROWTH_NAME:ジャガイモの葉:ジャガイモの葉]
ko: [GROWTH_NAME:감자 잎:감자 잎들]
ru: [GROWTH_NAME:лист картофеля:листья картофеля]
tr: [GROWTH_NAME:patates yaprağı:patates yaprakları]
vi: [GROWTH_NAME:lá khoai tây:lá khoai tây]
zh_hans: [GROWTH_NAME:马铃薯叶:马铃薯叶]

# PLANT:POTATO
source: [GROWTH_NAME:potato flower:STP]
cs: [GROWTH_NAME:květ bramboru:STP]
de: [GROWTH_NAME:Kartoffelblume:STP]
eo: [GROWTH_NAME:floro de terpomo:floroj de terpomo]
es: [GROWTH_NAME:flor de patata:STP]
ja: [GROWTH_NAME:ジャガイモの花:STP]
ko: [GROWTH_NAME:감자 꽃:STP]
ru: [GROWTH_NAME:цветок картофеля:цветы картофеля]
tr: [GROWTH_NAME:patates çiçeği:STP]
zh_hans: [GROWTH_NAME:马铃薯花:STP]

# PLANT:RADISH
source: [NAME:radish plant]
cs: [NAME:ředkev]
de: [NAME:Radieschenpflanze]
eo: [NAME:rafano]
es: [NAME:planta de rábano]
ja: [NAME:ラディッシュ]
ko: [NAME:무]
ru: [NAME:редис]
tr: [NAME:turp bitkisi]
vi: [NAME:cây củ cải]
zh_hans: [NAME:小萝卜植株]

# PLANT:RADISH
source: [NAME_PLURAL:radish plants]
cs: [NAME_PLURAL:ředkev]
de: [NAME_PLURAL:Radieschenpflanzen]
eo: [NAME_PLURAL:rafanoj]
es: [NAME_PLURAL:plantas de rábano]
ja: [NAME_PLURAL:ラディッシュ]
ko: [NAME_PLURAL:무들]
ru: [NAME_PLURAL:редис]
tr: [NAME_PLURAL:turp bitkileri]
vi: [NAME_PLURAL:cây củ cải]
zh_hans: [NAME_PLURAL:小萝卜植株]

# PLANT:RADISH
source: [ADJ:radish plant]
cs: [ADJ:ředkvičkový]
de: [ADJ:Radieschenpflanze]
eo: [ADJ:de rafano]
es: [ADJ:de planta de rábano]
ja: [ADJ:ラディッシュ]
ko: [ADJ:무]
ru: [ADJ:редис]
tr: [ADJ:turp bitkisi]
vi: [ADJ:cây củ cải]
zh_hans: [ADJ:小萝卜植株的]

# PLANT:RADISH
source: [STATE_NAME_ADJ:ALL_SOLID:frozen radish wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmrzlé ředkvičkové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Radieschenwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el rafano]
es: [STATE_NAME_ADJ:ALL_SOLID:vino congelado de rábano]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったラディッシュのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 무 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное редисовое вино]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş turp şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu củ cải đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的小萝卜酒]

# PLANT:RADISH
source: [STATE_NAME_ADJ:LIQUID:radish wine]
cs: [STATE_NAME_ADJ:LIQUID:ředkvičkové víno]
de: [STATE_NAME_ADJ:LIQUID:Radieschenwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el rafano]
es: [STATE_NAME_ADJ:LIQUID:vino de rábano]
ja: [STATE_NAME_ADJ:LIQUID:ラディッシュのワイン]
ko: [STATE_NAME_ADJ:LIQUID:무 와인]
ru: [STATE_NAME_ADJ:LIQUID:редисовое вино]
tr: [STATE_NAME_ADJ:LIQUID:turp şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu củ cải]
zh_hans: [STATE_NAME_ADJ:LIQUID:小萝卜酒]

# PLANT:RADISH
source: [STATE_NAME_ADJ:GAS:boiling radish wine]
cs: [STATE_NAME_ADJ:GAS:vařící se ředkvičkové víno]
de: [STATE_NAME_ADJ:GAS:kochender Radieschenwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el rafano]
es: [STATE_NAME_ADJ:GAS:vino de rábano hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したラディッシュのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 무 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее редисовое вино]
tr: [STATE_NAME_ADJ:GAS:kaynayan turp şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu củ cải đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的小萝卜酒]

# PLANT:RADISH
source: [SEED:radish seed:radish seeds:]
cs: [SEED:semeno ředkve:semena ředkve:]
de: [SEED:Radieschensamen:Radieschensamen:]
eo: [SEED:semo de rafano:semoj de rafano:]
es: [SEED:semilla de rábano:semillas de rábano:]
ja: [SEED:ラディッシュの種:ラディッシュの種:]
ru: [SEED:семя редиса:семена редиса:]
tr: [SEED:turp tohumu:turp tohumları:]
vi: [SEED:Hạt giống củ cải:Hạt giống củ cải:]
zh_hans: [SEED:小萝卜种子:小萝卜种子:]

# PLANT:RADISH
source: [PREFSTRING:edible roots]
cs: [PREFSTRING:jedlé kořeny]
de: [PREFSTRING:essbare Wurzeln]
eo: [PREFSTRING:manĝeblaj radikoj]
es: [PREFSTRING:raíces comestibles]
ja: [PREFSTRING:食用根]
ko: [PREFSTRING:먹을수 있는 뿌리들]
ru: [PREFSTRING:съедобные корни]
tr: [PREFSTRING:yenilebilir kökleri]
vi: [PREFSTRING:củ ăn được]
zh_hans: [PREFSTRING:可食用的根茎]

# PLANT:RADISH
source: [GROWTH_NAME:radish leaf:radish leaves]
cs: [GROWTH_NAME:list ředkve:listy ředkve]
de: [GROWTH_NAME:Radieschenblatt:Radieschenblätter]
eo: [GROWTH_NAME:folio de rafano:folioj de rafano]
es: [GROWTH_NAME:hoja de rábano:hojas de rábano]
ja: [GROWTH_NAME:ラディッシュの葉:ラディッシュの葉]
ru: [GROWTH_NAME:лист редиса:листья редиса]
tr: [GROWTH_NAME:turp yaprağı:turp yaprakları]
vi: [GROWTH_NAME:Lá củ cải:Lá củ cải]
zh_hans: [GROWTH_NAME:小萝卜叶:小萝卜叶]

# PLANT:RADISH
source: [GROWTH_NAME:radish raceme:STP]
cs: [GROWTH_NAME:hrozen ředkve:STP]
de: [GROWTH_NAME:Radieschenblüte:STP]
eo: [GROWTH_NAME:grapolo de rafano:grapoloj de rafano]
es: [GROWTH_NAME:racimo de rábanos:STP]
ja: [GROWTH_NAME:ラディッシュの花:STP]
ru: [GROWTH_NAME:соцветие редиса:соцветия редиса]
tr: [GROWTH_NAME:turp salkımı:STP]
zh_hans: [GROWTH_NAME:小萝卜花序:STP]

# PLANT:RED_BEAN
source: [NAME:red bean vine]
cs: [NAME:červená fazole]
de: [NAME:Rote Bohnenranke]
eo: [NAME:azukio]
es: [NAME:cepa de judía roja]
ja: [NAME:小豆のつる]
ko: [NAME:팥 넝쿨]
ru: [NAME:побег красной фасоли]
tr: [NAME:kırmızı fasulye asması]
vi: [NAME:Dây đậu đỏ]
zh_hans: [NAME:红豆藤]

# PLANT:RED_BEAN
source: [NAME_PLURAL:red bean vines]
cs: [NAME_PLURAL:červená fazole]
de: [NAME_PLURAL:Rote Bohnenranken]
eo: [NAME_PLURAL:azukioj]
es: [NAME_PLURAL:cepas de judía roja]
ja: [NAME_PLURAL:小豆のつる]
ko: [NAME_PLURAL:팥 넝쿨들]
ru: [NAME_PLURAL:побеги красной фасоли]
tr: [NAME_PLURAL:kırmızı fasulye asmaları]
vi: [NAME_PLURAL:Dây đậu đỏ]
zh_hans: [NAME_PLURAL:红豆藤]

# PLANT:RED_BEAN
source: [ADJ:red bean vine]
cs: [ADJ:červenofazolový]
de: [ADJ:Rote Bohnenranke]
eo: [ADJ:de azukio]
es: [ADJ:de cepa de judía roja]
ja: [ADJ:小豆のつる]
ko: [ADJ:팥 넝쿨]
ru: [ADJ:побег красной фасоли]
tr: [ADJ:kırmızı fasulye asması]
vi: [ADJ:Dây đậu đỏ]
zh_hans: [ADJ:红豆藤的]
