Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:GIANT_GREEN_TREE_FROG
source: [NAME:giant green tree frog:giant green tree frogs:giant green tree frog]
cs: [NAME:obří rosnička:obří rosničky:obří rosničku]
de: [NAME:riesiger grüner Laubfrosch:riesige grüne Laubfrösche:riesiger grüner Laubfrosch]
eo: [NAME:giganta verda arborano:gigantaj verdaj arboranoj:de giganta verda arborano]
es: [NAME:rana arborícola verde gigante:ranas arborícolas verdes gigantes:rana arborícola verde gigante]
ja: [NAME:巨大イエアメガエル:巨大イエアメガエル:巨大イエアメガエルの]
ko: [NAME:거대 청개구리:거대 청개구리들:거대 청개구리]
pl: [NAME:ogromna żaba drzewna:ogromne żaby drzewne:ogromnych żab drzewnych]
ru: [NAME:гигантская зелёная древесная лягушка:гигантские зелёные древесные лягушки:гигантской зелёной древесная лягушки]
tr: [NAME:dev yeşil ağaç kurbağası:dev yeşil ağaç kurbağaları:dev yeşil ağaç kurbağası]
vi: [NAME:ếch cây xanh khổng lồ:ếch cây xanh khổng lồ:ếch cây xanh khổng lồ]
zh_hans: [NAME:巨型绿树蛙:巨型绿树蛙:巨型绿树蛙]

# CREATURE:GIANT_GREEN_TREE_FROG
source: [CASTE_NAME:giant green tree frog:giant green tree frogs:giant green tree frog]
cs: [CASTE_NAME:obří rosnička:obří rosničky:obří rosničku]
de: [CASTE_NAME:riesiger grüner Laubfrosch:riesige grüne Laubfrösche:riesiger grüner Laubfrosch]
eo: [CASTE_NAME:giganta verda arborano:gigantaj verdaj arboranoj:de giganta verda arborano]
es: [CASTE_NAME:rana arborícola verde gigante:ranas arborícolas verdes gigantes:rana arborícola verde gigante]
ja: [CASTE_NAME:巨大イエアメガエル:巨大イエアメガエル:巨大イエアメガエルの]
ko: [CASTE_NAME:거대 청개구리:거대 청개구리들:거대 청개구리]
pl: [CASTE_NAME:ogromna żaba drzewna:ogromne żaby drzewne:ogromnych żab drzewnych]
ru: [CASTE_NAME:гигантская зелёная древесная лягушка:гигантские зелёные древесные лягушки:гигантской зелёной древесной лягушки]
tr: [CASTE_NAME:dev yeşil ağaç kurbağası:dev yeşil ağaç kurbağaları:dev yeşil ağaç kurbağası]
vi: [CASTE_NAME:ếch cây xanh khổng lồ:ếch cây xanh khổng lồ:ếch cây xanh khổng lồ]
zh_hans: [CASTE_NAME:巨型绿树蛙:巨型绿树蛙:巨型绿树蛙]

# CREATURE:GIANT_GREEN_TREE_FROG
source: [DESCRIPTION:A large monster in the shape of a green tree frog.]
cs: [DESCRIPTION:Velké monstrum ve tvaru rosničky.]
de: [DESCRIPTION:Ein riesieges Monster in Form eines grünen Braumfroschs.]
eo: [DESCRIPTION:Granda monstro kun formo de verda arborano.]
es: [DESCRIPTION:Un gran monstruo con la apariencia de una rana arborícola verde gigante.]
ja: [DESCRIPTION:イエアメガエルのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:청개구리의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie zielonej żaby drzewnej.]
ru: [DESCRIPTION:Огромный монстр, похожий на зелёную древесную лягушку.]
tr: [DESCRIPTION:Yeşil ağaç kurbağası şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật to lớn có hình dạng một con ếch cây xanh.]
zh_hans: [DESCRIPTION:一种绿树蛙外形的巨大怪物。]

# CREATURE:GIANT_GREEN_TREE_FROG
source: [PREFSTRING:distinct mating call]
cs: [PREFSTRING:charakteristické páření volání]
de: [PREFSTRING:Gebiet mit Rufen markiernd]
eo: [PREFSTRING:distinga kopulacivoko]
es: [PREFSTRING:llamada de apareamiento distinta]
ja: [PREFSTRING:メスを求めて鳴く]
ko: [PREFSTRING:짝을 찾는 소리]
pl: [PREFSTRING:wyraźny zew godowy]
ru: [PREFSTRING:характерные брачные песни]
tr: [PREFSTRING:belirgin çiftleşme çağrısı]
vi: [PREFSTRING:tiếng gọi giao phối đặc trưng]
zh_hans: [PREFSTRING:清晰的交配叫声]

# CREATURE:HARE
source: [DESCRIPTION:A swift, long-eared rodent with long legs and a short fluffy tail.]
cs: [DESCRIPTION:Rychlý dlouhouchý hlodavec s dlouhýma nohama a krátkým huňatým ocasem.]
de: [DESCRIPTION:Ein schnelles, langohriges Nagetier mit langen Beinen und einem kurzen, flauschigen Schwanz.]
eo: [DESCRIPTION:Rapidmova longorelhava leporulo kun longaj gamboj kaj mallonga pufa vosto.]
es: [DESCRIPTION:Un roedor raudo, orejudo, con largas piernas y una cola corta y mullida.]
ja: [DESCRIPTION:長い脚と短いふわふわした尾を持つ、速くて耳の長い齧歯動物。]
ko: [DESCRIPTION:긴 다리와 짧은 솜털 꼬리를 가진 빠르고 귀가 긴 설치류.]
pl: [DESCRIPTION:Szybki gryzoń o długich uszach, z długimi nogami i krótkim puszystym ogonem.]
ru: [DESCRIPTION:Быстрое длинноухое животное с длинными ногами и коротким пушистым хвостом.]
tr: [DESCRIPTION:Uzun bacakları ve kısa pofuduk kuyruğu olan, hızlı, uzun kulaklı bir kemirgen.]
vi: [DESCRIPTION:Một loài gặm nhấm nhanh nhẹn, tai dài với đôi chân dài và một cái đuôi ngắn bông xù.]
zh_hans: [DESCRIPTION:一种敏捷的长耳啮齿动物，腿长，尾巴短而蓬松。]

# CREATURE:HARE
source: [NAME:hare:hares:hare]
cs: [NAME:zajíc:zajíci:zajíce]
de: [NAME:Hase:Hasen:Hase]
eo: [NAME:leporo:leporoj:de leporo]
es: [NAME:liebre:liebres:liebre]
ja: [NAME:野ウサギ:野ウサギ:野ウサギの]
ko: [NAME:산토끼:산토끼들:산토끼]
pl: [NAME:zając:zające:zajęczy]
ru: [NAME:заяц:зайцы:зайца]
tr: [NAME:yabani tavşan:yabani tavşanlar:yabani tavşan]
vi: [NAME:thỏ rừng:thỏ rừng:thỏ rừng]
zh_hans: [NAME:野兔:野兔:野兔]

# CREATURE:HARE
source: [GENERAL_CHILD_NAME:leveret:leverets]
cs: [GENERAL_CHILD_NAME:mládě zajíce:mláďata zajíce]
de: [GENERAL_CHILD_NAME:Häschen:Häschen]
eo: [GENERAL_CHILD_NAME:leporido:leporidoj]
es: [GENERAL_CHILD_NAME:cria de liebre:crias de liebre]
ja: [GENERAL_CHILD_NAME:野ウサギの子供t:野ウサギの子供の]
pl: [GENERAL_CHILD_NAME:zajączek:zajączki]
ru: [GENERAL_CHILD_NAME:зайчонок:зайчата]
tr: [GENERAL_CHILD_NAME:yabani tavşan yavrusu:yabani tavşan yavruları]
vi: [GENERAL_CHILD_NAME:thỏ rừng con:thỏ rừng con]

# CREATURE:HARE
source: [PREFSTRING:long ears]
cs: [PREFSTRING:dlouhé uši]
de: [PREFSTRING:lange Ohren]
eo: [PREFSTRING:longaj oreloj]
es: [PREFSTRING:orejas largas]
ja: [PREFSTRING:長い耳]
ko: [PREFSTRING:긴 귀]
pl: [PREFSTRING:długie uszy]
ru: [PREFSTRING:длинные уши]
tr: [PREFSTRING:uzun kulaklar]
vi: [PREFSTRING:tai dài]
zh_hans: [PREFSTRING:长耳朵]

# CREATURE:HARE
source: [PREFSTRING:fluffy tails]
cs: [PREFSTRING:huňaté ocasy]
de: [PREFSTRING:flauschige Schwänze]
eo: [PREFSTRING:pufaj vostoj]
es: [PREFSTRING:cola esponjosa]
ja: [PREFSTRING:ふわふわの尻尾]
ko: [PREFSTRING:푹신한 꼬리]
pl: [PREFSTRING:puchate ogony]
ru: [PREFSTRING:пушистые хвосты]
tr: [PREFSTRING:pofuduk kuyruklar]
vi: [PREFSTRING:đuôi bông xù]
zh_hans: [PREFSTRING:蓬松的尾巴]

# CREATURE:HARE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:HARE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:HARE
source: [CASTE_NAME:doe hare:doe hares:doe hare]
cs: [CASTE_NAME:zaječí samice:zaječí samice:zaječí samici]
de: [CASTE_NAME:Hasenweibchen:Hasenweibchen:Hasenweibchen]
eo: [CASTE_NAME:leporino:leporinoj:de leporino]
es: [CASTE_NAME:liebre hembra:liebres hembra:liebre hembra]
ja: [CASTE_NAME:野ウサギの雌:野ウサギの雌:野ウサギの雌の]
ko: [CASTE_NAME:암 산토끼:암 산토끼들:암 산토끼]
pl: [CASTE_NAME:samica zająca:samice zająca:samico zajęczy]
ru: [CASTE_NAME:зайчиха:зайчихи:зайчиха]
tr: [CASTE_NAME:dişi yabani tavşan:dişi yabani tavşanlar:dişi yabani tavşan]
vi: [CASTE_NAME:thỏ rừng cái:thỏ rừng cái:thỏ rừng cái]
zh_hans: [CASTE_NAME:母野兔:母野兔:母野兔]

# CREATURE:HARE
source: [CASTE_NAME:buck hare:buck hares:buck hare]
cs: [CASTE_NAME:zaječí samec:zaječí samci:zaječího samce]
de: [CASTE_NAME:Hasenmännchen:Hasenmännchen:Hasenmännchen]
eo: [CASTE_NAME:leporiĉo:leporiĉoj:de leporiĉo]
es: [CASTE_NAME:liebre macho:liebres macho:liebre macho]
ja: [CASTE_NAME:野ウサギの雄:野ウサギの雄:野ウサギの雄の]
ko: [CASTE_NAME:수 산토끼:수 산토끼들:수 산토끼]
pl: [CASTE_NAME:samiec zająca:samce zająca:samczo zajęczy]
ru: [CASTE_NAME:заяц:зайцы:зайца]
tr: [CASTE_NAME:erkek yabani tavşan:erkek yabani tavşanlar:erkek yabani tavşan]
vi: [CASTE_NAME:thỏ rừng đực:thỏ rừng đực:thỏ rừng đực]
zh_hans: [CASTE_NAME:公野兔:公野兔:公野兔]

# CREATURE:HARE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:futro:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:HARE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:HARE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:HARE_MAN
source: [CASTE_NAME:hare man:hare men:hare man]
cs: [CASTE_NAME:zaječí muž:zaječí muži:zaječího muže]
de: [CASTE_NAME:Hasenmann:Hasenmänner:Hasenmann]
eo: [CASTE_NAME:homleporiĉo:homleporiĉoj:de homleporiĉo]
es: [CASTE_NAME:hombre liebre:hombres liebre:hombre liebre]
ja: [CASTE_NAME:野ウサギ男:野ウサギ男:野ウサギ男の]
ko: [CASTE_NAME:남성 산토끼인간:남성 산토끼인간들:남성 산토끼인간]
pl: [CASTE_NAME:zającomężczyzna:zającomężczyźni:zającomężczyzny]
ru: [CASTE_NAME:мужчина-заяц:мужчины-зайцы:мужчины-зайца]
tr: [CASTE_NAME:erkek yabani tavşan:erkek yabani tavşanlar:erkek yabani tavşan]
vi: [CASTE_NAME:người thỏ rừng:người thỏ rừng:người thỏ rừng]

# CREATURE:HARE_MAN
source: [CASTE_NAME:hare woman:hare women:hare woman]
cs: [CASTE_NAME:zaječí žena:zaječí ženy:zaječí ženu]
de: [CASTE_NAME:Hasenfrau:Hasenfrauen:Hasenfrau]
eo: [CASTE_NAME:homleporino:homleporinoj:de homleporino]
es: [CASTE_NAME:mujer liebre:mujeres liebre:mujer liebre]
ja: [CASTE_NAME:野ウサギ女:野ウサギ女:野ウサギ女の]
ko: [CASTE_NAME:여성 산토끼인간:여성 산토끼인간들:여성 산토끼인간]
pl: [CASTE_NAME:zającokobieta:zającokobiety:zającokobiecy]
ru: [CASTE_NAME:женщина-зайчиха:женщины-зайчихи:женщины-зайчихи]
tr: [CASTE_NAME:dişi yabani tavşan:dişi yabani tavşanlar:dişi yabani tavşan]
vi: [CASTE_NAME:người thỏ rừng nữ:những người thỏ rừng nữ:người thỏ rừng nữ]

# CREATURE:HARE_MAN
source: [NAME:hare man:hare men:hare man]
cs: [NAME:zaječí muž:zaječí muži:zaječího muže]
de: [NAME:Hasenmensch:Hasenmenschen:Hasenmensch]
eo: [NAME:homleporo:homleporoj:de homleporo]
es: [NAME:hombre liebre:hombres liebre:hombre liebre]
ja: [NAME:野ウサギ男:野ウサギ男:野ウサギ男の]
ko: [NAME:산토끼인간:산토끼인간들:산토끼인간]
pl: [NAME:zającoczłowiek:zającoludzie:zającoludzki]
ru: [NAME:человек-заяц:люди-зайцы:человека-зайца]
tr: [NAME:erkek yabani tavşan:erkek yabani tavşanlar:erkek yabani tavşan]
vi: [NAME:người thỏ rừng:người thỏ rừng:người thỏ rừng]

# CREATURE:HARE_MAN
source: [DESCRIPTION:A long-eared person with the head and tail of a hare.]
cs: [DESCRIPTION:Dlouhouchá osoba s hlavou a ocasem zajíce.]
de: [DESCRIPTION:Eine langohrige Person mit Hasenkopf und -schwanz.]
eo: [DESCRIPTION:Longorelhava homo kun la kapo kaj la vosto de leporo.]
es: [DESCRIPTION:Una persona de orejas largas con la cabeza y la cola de una liebre.]
ja: [DESCRIPTION:野ウサギの頭と尾を持つ、耳の長い人間だ。]
ko: [DESCRIPTION:토끼의 머리와 꼬리를 가진 귀가 긴 인간.]
pl: [DESCRIPTION:Osoba z długimi uszami, z głową i ogonem zająca.]
ru: [DESCRIPTION:Длинноухий человек с головой и хвостом зайца.]
tr: [DESCRIPTION:Yabani tavşan kafasına ve kuyruğuna sahip fantastik canlı.]
vi: [DESCRIPTION:Một người tai dài với đầu và đuôi của một con thỏ rừng.]

# CREATURE:GIANT_HARE
source: [NAME:giant hare:giant hares:giant hare]
cs: [NAME:obří zajíc:obří zajíci:obřího zajíce]
de: [NAME:Riesenhase:Riesenhasen:Riesenhase]
eo: [NAME:giganta leporo:gigantaj leporoj:de giganta leporo]
es: [NAME:liebre gigante:liebres gigantes:liebre gigante]
ja: [NAME:巨大野ウサギ:巨大野ウサギ:巨大野ウサギの]
ko: [NAME:거대 토끼:거대 토끼들:거대 토끼]
pl: [NAME:ogromny zając:ogromne zające:ogromno zajęczy]
ru: [NAME:гигантский заяц:гигантские зайцы:гигантского зайца]
tr: [NAME:dev yabani tavşan:dev yabani tavşanlar:dev yabani tavşan]
vi: [NAME:thỏ rừng khổng lồ:những con thỏ rừng khổng lồ:thỏ rừng khổng lồ]

# CREATURE:GIANT_HARE
source: [CASTE_NAME:giant hare:giant hares:giant hare]
cs: [CASTE_NAME:obří zajíc:obří zajíci:obřího zajíce]
de: [CASTE_NAME:Riesenhase:Riesenhasen:Riesenhase]
eo: [CASTE_NAME:giganta leporo:gigantaj leporoj:de giganta leporo]
es: [CASTE_NAME:liebre gigante:liebres gigante:liebre gigante]
ja: [CASTE_NAME:巨大野ウサギ:巨大野ウサギ:巨大野ウサギの]
ko: [CASTE_NAME:거대 토끼:거대 토끼들:거대 토끼]
pl: [CASTE_NAME:ogromny zając:ogromne zające:ogromno zajęczy]
ru: [CASTE_NAME:гигантский заяц:гигантские зайцы:гигантского зайца]
tr: [CASTE_NAME:dev yabani tavşan:dev yabani tavşanlar:dev yabani tavşan]
vi: [CASTE_NAME:thỏ rừng khổng lồ:những con thỏ rừng khổng lồ:thỏ rừng khổng lồ]

# CREATURE:GIANT_HARE
source: [GENERAL_CHILD_NAME:giant leveret:giant leverets]
cs: [GENERAL_CHILD_NAME:mládě obřího zajíce:mláďata obřího zajíce]
de: [GENERAL_CHILD_NAME:Riesenhäschen:Riesenhäschen]
eo: [GENERAL_CHILD_NAME:giganta leporido:gigantaj leporidoj]
es: [GENERAL_CHILD_NAME:cria de liebre gigante:crias de liebre gigante]
ja: [GENERAL_CHILD_NAME:巨大野ウサギの子供:巨大野ウサギの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 토끼:새끼 거대 토끼들]
pl: [GENERAL_CHILD_NAME:ogromny zajączek:ogromne zajączki]
ru: [GENERAL_CHILD_NAME:гигантский зайчонок:гигантские зайчата]
tr: [GENERAL_CHILD_NAME:dev yabani tavşan yavrusu:dev yabani tavşan yavruları]
vi: [GENERAL_CHILD_NAME:thỏ rừng non khổng lồ:những con thỏ rừng non khổng lồ]

# CREATURE:GIANT_HARE
source: [DESCRIPTION:A large monster in the shape of a hare.]
cs: [DESCRIPTION:Velké monstrum ve tvaru zajíce.]
de: [DESCRIPTION:Ein riesiges Monster, in Form eines Hasen.]
eo: [DESCRIPTION:Granda monstro kun formo de leporo.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de una liebre.]
ja: [DESCRIPTION:野ウサギのような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:토끼의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Duży potwór w kształcie zająca.]
ru: [DESCRIPTION:Огромный монстр, похожий на зайца.]
tr: [DESCRIPTION:Yabani tavşan şeklinde büyük bir canavar.]
vi: [DESCRIPTION:Một quái vật lớn mang hình dạng thỏ rừng.]

# CREATURE:GIANT_HARE
source: [PREFSTRING:long ears]
cs: [PREFSTRING:dlouhé uši]
de: [PREFSTRING:lange Ohren]
eo: [PREFSTRING:longaj oreloj]
es: [PREFSTRING:orejas largas]
ja: [PREFSTRING:長い耳]
ko: [PREFSTRING:긴 귀]
pl: [PREFSTRING:długie uszy]
ru: [PREFSTRING:длинные уши]
tr: [PREFSTRING:uzun kulaklar]
vi: [PREFSTRING:tai dài]

# CREATURE:GIANT_HARE
source: [PREFSTRING:fluffy tails]
cs: [PREFSTRING:huňaté ocasy]
de: [PREFSTRING:flauschige Schwänze]
eo: [PREFSTRING:pufaj vostoj]
es: [PREFSTRING:cola esponjosa]
ja: [PREFSTRING:ふわふわの尻尾]
ko: [PREFSTRING:푹신한 꼬리]
pl: [PREFSTRING:puchate ogony]
ru: [PREFSTRING:пушистые хвосты]
tr: [PREFSTRING:pofuduk kuyruklar]
vi: [PREFSTRING:đuôi bông xù]

# CREATURE:RATTLESNAKE
source: [DESCRIPTION:A small reptile with a tell-tale rattle and vicious bite that leads to a quick death.]
cs: [DESCRIPTION:Malý plaz s chřestidlem a zlým kousnutím, které vede k rychlé smrti.]
de: [DESCRIPTION:Ein kleines Reptil mit einer verräterischen Rassel und einem bösartigen Biss, der zu einem schnellen Tod führt.]
eo: [DESCRIPTION:Malgranda reptilio kun avertanta tintilo kaj potenca mordo kiu kondukas al rapida morto.]
es: [DESCRIPTION:Un pequeño reptil con un cascabel y mordedura atroz que conduce a una muerte rápida.]
ja: [DESCRIPTION:ガラガラと鳴き、すぐに死に至るほど強力な毒牙の噛みつきをする小型のヘビだ。]
ko: [DESCRIPTION:속시원한 소리를 내며 맹렬히 물어뜯어 빠른 죽음을 초래하는 작은 파충류입니다.]
pl: [DESCRIPTION:Mały gad z charakterystyczną grzechotką i złośliwym ugryzieniem, które prowadzi do szybkiej śmierci.]
ru: [DESCRIPTION:Небольшое пресмыкающееся с трещоткой на хвосте и ядовитым укусом, вызывающим быструю смерть.]
tr: [DESCRIPTION:Hızlı ölüme yol açan korkunç ısırığa ve ele verici bir çıngırağa sahip küçük bir sürüngen.]
vi: [DESCRIPTION:Một loài bò sát nhỏ với tiếng kêu lạch cạch đặc trưng và vết cắn độc địa dẫn đến cái chết nhanh chóng.]

# CREATURE:RATTLESNAKE
source: [NAME:rattlesnake:rattlesnakes:rattlesnake]
cs: [NAME:chřestýš:chřestýši:chřestýše]
de: [NAME:Klapperschlange:Klapperschlangen:Klapperschlange]
eo: [NAME:sonserpento:sonserpentoj:de sonserpento]
es: [NAME:serpiente de cascabel:serpientes de cascabel:serpiente de cascabel]
ja: [NAME:ガラガラヘビ:ガラガラヘビ:ガラガラヘビの]
ko: [NAME:방울뱀:방울뱀떼:방울뱀]
pl: [NAME:grzechotnik:grzechotniki:grzechotniczy]
ru: [NAME:гремучая змея:гремучие змеи:гремучей змеи]
tr: [NAME:çıngıraklı yılan:çıngıraklı yılanlar:çıngıraklı yılan]
vi: [NAME:rắn chuông:những con rắn chuông:rắn chuông]
zh_hans: [NAME:响尾蛇:响尾蛇:响尾蛇]

# CREATURE:RATTLESNAKE
source: [CASTE_NAME:rattlesnake:rattlesnakes:rattlesnake]
cs: [CASTE_NAME:chřestýš:chřestýši:chřestýše]
de: [CASTE_NAME:Klapperschlange:Klapperschlangen:Klapperschlange]
eo: [CASTE_NAME:sonserpento:sonserpentoj:de sonserpento]
es: [CASTE_NAME:serpiente de cascabel:serpientes de cascabel:serpiente de cascabel]
ja: [CASTE_NAME:ガラガラヘビ:ガラガラヘビ:ガラガラヘビの]
pl: [CASTE_NAME:grzechotnik:grzechotniki:grzechotniczy]
ru: [CASTE_NAME:гремучая змея:гремучие змеи:гремучей змеи]
tr: [CASTE_NAME:çıngıraklı yılan:çıngıraklı yılanlar:çıngıraklı yılan]
vi: [CASTE_NAME:rắn chuông:những con rắn chuông:rắn chuông]
zh_hans: [CASTE_NAME:响尾蛇:响尾蛇:响尾蛇]

# CREATURE:RATTLESNAKE
source: [PREFSTRING:warning rattle]
cs: [PREFSTRING:varovné chřestění]
de: [PREFSTRING:warnend rasselnd]
eo: [PREFSTRING:avertanta tintado]
es: [PREFSTRING:cascabeleo de advertencia]
ja: [PREFSTRING:ガラガラと響く警告]
pl: [PREFSTRING:grzechotka ostrzegawcza]
ru: [PREFSTRING:предупреждающий треск]
tr: [PREFSTRING:uyarıcı çıngırak]
vi: [PREFSTRING:tiếng chuông cảnh báo]

# CREATURE:RATTLESNAKE
source: [STATE_NAME:ALL_SOLID:frozen rattlesnake venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý jed chřestýše]
de: [STATE_NAME:ALL_SOLID:gefrorenes Klapperschlangengift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de sonserpento]
es: [STATE_NAME:ALL_SOLID:veneno de serpiente de cascabel congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったガラガラヘビの毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 방울뱀 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad grzechotnika]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд гремучей змеи]
tr: [STATE_NAME:ALL_SOLID:donmuş çıngıraklı yılan zehri]
vi: [STATE_NAME:ALL_SOLID:nọc rắn chuông đông lạnh]

# CREATURE:RATTLESNAKE
source: [STATE_ADJ:ALL_SOLID:frozen rattlesnake venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý jed chřestýše]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Klapperschlangengift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de sonserpento]
es: [STATE_ADJ:ALL_SOLID:veneno de serpiente de cascabel congelado]
ja: [STATE_ADJ:ALL_SOLID:凍ったガラガラヘビの毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 방울뱀 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożony jad grzechotnika]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд гремучей змеи]
tr: [STATE_ADJ:ALL_SOLID:donmuş çıngıraklı yılan zehri]
vi: [STATE_ADJ:ALL_SOLID:nọc rắn chuông đông lạnh]

# CREATURE:RATTLESNAKE
source: [STATE_NAME:LIQUID:rattlesnake venom]
cs: [STATE_NAME:LIQUID:jed chřestýše]
de: [STATE_NAME:LIQUID:Klapperschlangen-Gift]
eo: [STATE_NAME:LIQUID:veneno de sonserpento]
es: [STATE_NAME:LIQUID:veneno de serpiente de cascabel]
ja: [STATE_NAME:LIQUID:ガラガラヘビの毒液]
ko: [STATE_NAME:LIQUID:방울뱀 독]
pl: [STATE_NAME:LIQUID:jad grzechotnika]
ru: [STATE_NAME:LIQUID:яд гремучей змеи]
tr: [STATE_NAME:LIQUID:çıngıraklı yılan zehri]
vi: [STATE_NAME:LIQUID:nọc rắn chuông]

# CREATURE:RATTLESNAKE
source: [STATE_ADJ:LIQUID:rattlesnake venom]
cs: [STATE_ADJ:LIQUID:jed chřestýše]
de: [STATE_ADJ:LIQUID:Klapperschlangen-Gift]
eo: [STATE_ADJ:LIQUID:de veneno de sonserpento]
es: [STATE_ADJ:LIQUID:veneno de serpiente de cascabel]
ja: [STATE_ADJ:LIQUID:ガラガラヘビの毒液]
ko: [STATE_ADJ:LIQUID:방울뱀 독]
pl: [STATE_ADJ:LIQUID:jad grzechotnika]
ru: [STATE_ADJ:LIQUID:яд гремучей змеи]
tr: [STATE_ADJ:LIQUID:çıngıraklı yılan zehri]
vi: [STATE_ADJ:LIQUID:nọc rắn chuông]

# CREATURE:RATTLESNAKE
source: [STATE_NAME:GAS:boiling rattlesnake venom]
cs: [STATE_NAME:GAS:vroucí jed chřestýše]
de: [STATE_NAME:GAS:kochendes Klapperschlangen-Gift]
eo: [STATE_NAME:GAS:bolanta veneno de sonserpento]
es: [STATE_NAME:GAS:veneno hirviendo de serpiente de cascabel]
ja: [STATE_NAME:GAS:蒸気化したガラガラヘビの毒液]
ko: [STATE_NAME:GAS:기화된 방울뱀 독]
pl: [STATE_NAME:GAS:gotujący się jad grzechotnika]
ru: [STATE_NAME:GAS:пары яда гремучей змеи]
tr: [STATE_NAME:GAS:kaynayan çıngıraklı yılan zehri]
vi: [STATE_NAME:GAS:nọc rắn chuông đang sôi]

# CREATURE:RATTLESNAKE
source: [STATE_ADJ:GAS:boiling rattlesnake venom]
cs: [STATE_ADJ:GAS:vroucí jed chřestýše]
de: [STATE_ADJ:GAS:kochendes Klapperschlangen-Gift]
eo: [STATE_ADJ:GAS:de bolanta veneno de sonserpento]
es: [STATE_ADJ:GAS:veneno hirviendo de serpiente de cascabel]
ja: [STATE_ADJ:GAS:蒸気化したガラガラヘビの毒液]
ko: [STATE_ADJ:GAS:기화된 방울뱀 독]
pl: [STATE_ADJ:GAS:gotujący się jad grzechotnika]
ru: [STATE_ADJ:GAS:кипящий яд гремучей змеи]
tr: [STATE_ADJ:GAS:kaynayan çıngıraklı yılan zehri]
vi: [STATE_ADJ:GAS:nọc rắn chuông đang sôi]

# CREATURE:RATTLESNAKE
source: [SYN_NAME:rattlesnake bite]
cs: [SYN_NAME:uštknutí chřestýšem]
de: [SYN_NAME:Klapperschlangen biss]
eo: [SYN_NAME:sonserpenta mordo]
es: [SYN_NAME:mordedura de serpiente]
ja: [SYN_NAME:ガラガラヘビ bite]
pl: [SYN_NAME:ugryzienie grzechotnika]
ru: [SYN_NAME:укус гремучей змеи]
tr: [SYN_NAME:çıngıraklı yılan ısırığı]
vi: [SYN_NAME:vết cắn rắn chuông]

# CREATURE:RATTLESNAKE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:RATTLESNAKE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:RATTLESNAKE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:RATTLESNAKE_MAN
source: [CVCT_TARGET:rattlesnake]
cs: [CVCT_TARGET:chřestýš]
de: [CVCT_TARGET:Klapperschlange]
eo: [CVCT_TARGET:sonserpent]
es: [CVCT_TARGET:serpiente de cascabel]
ja: [CVCT_TARGET:ガラガラヘビ]
ko: [CVCT_TARGET:방울뱀]
pl: [CVCT_TARGET:grzechotnik]
ru: [CVCT_TARGET:гремучей змеи]
tr: [CVCT_TARGET:çıngıraklı yılan]
vi: [CVCT_TARGET:rắn chuông]

# CREATURE:RATTLESNAKE_MAN
source: [CVCT_REPLACEMENT:rattlesnake man]
cs: [CVCT_REPLACEMENT:chřestýší muž]
de: [CVCT_REPLACEMENT:Klapperschlangenmensch]
eo: [CVCT_REPLACEMENT:homsonserpent]
es: [CVCT_REPLACEMENT:hombre serpiente de cascabel]
ja: [CVCT_REPLACEMENT:ガラガラヘビ男]
ko: [CVCT_REPLACEMENT:방울뱀 인간]
pl: [CVCT_REPLACEMENT:grzechotnikoczłowiek]
ru: [CVCT_REPLACEMENT:человека-гремучей змеи]
tr: [CVCT_REPLACEMENT:erkek çıngıraklı yılan]
vi: [CVCT_REPLACEMENT:người rắn chuông]
