Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:TUBER_BLOATED
source: [STATE_NAME_ADJ:GAS:boiling tuber beer]
cs: [STATE_NAME_ADJ:GAS:vřící hlízové pivo]
de: [STATE_NAME_ADJ:GAS:kochendes Knollenbier]
eo: [STATE_NAME_ADJ:GAS:bolanta tuberbiero]
es: [STATE_NAME_ADJ:GAS:de cerveza de tubérculo hervida]
ja: [STATE_NAME_ADJ:GAS:蒸気化したtuberのビール]
ru: [STATE_NAME_ADJ:GAS:кипящее клубневое пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan yumru birası]
vi: [STATE_NAME_ADJ:GAS:Bia củ đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的地根啤酒]

# PLANT:TUBER_BLOATED
source: [SEED:bloated tuber seed:bloated tuber seeds:]
cs: [SEED:semeno nadmuté hlízy:semena nadmuté hlízy:]
de: [SEED:aufgeblähter Knollensamen:aufgeblähte Knollensamen:]
eo: [SEED:semo de pufatubero:semoj de pufatubero:]
es: [SEED:semilla de protubérculo:semillas de protubérculo:]
ja: [SEED:bloated tuberの種:bloated tuberの種:]
ru: [SEED:семя вздутого клубня:семена вздутого клубня:]
tr: [SEED:şişkin yumru tohumu:şişkin yumru tohumları:]
vi: [SEED:Hạt củ sưng:Hạt củ sưng:]
zh_hans: [SEED:膨地根种子:膨地根种子:]

# PLANT:TUBER_BLOATED
source: [PREFSTRING:stout shape]
cs: [PREFSTRING:statný tvar]
de: [PREFSTRING:kräftige Form]
eo: [PREFSTRING:ampleksa formo]
es: [PREFSTRING:forma robusta]
ru: [PREFSTRING:тучная форма]
tr: [PREFSTRING:tıknaz şekli]
vi: [PREFSTRING:Hình dạng chắc nịch]
zh_hans: [PREFSTRING:厚实的形状]

# PLANT:BULB_KOBOLD
source: [NAME:kobold bulb]
cs: [NAME:koboldí cibule]
de: [NAME:Koboldbirne]
eo: [NAME:koboldobulbo]
es: [NAME:kobuldbo]
ja: [NAME:koboldの球根]
ru: [NAME:кобольдова луковица]
tr: [NAME:kobold soğanı]
vi: [NAME:Củ Kobold]
zh_hans: [NAME:妖鬼球茎]

# PLANT:BULB_KOBOLD
source: [NAME_PLURAL:kobold bulbs]
cs: [NAME_PLURAL:koboldí cibule]
de: [NAME_PLURAL:Koboldbirnen]
eo: [NAME_PLURAL:koboldobulboj]
es: [NAME_PLURAL:kobuldbos]
ja: [NAME_PLURAL:koboldの球根s]
ru: [NAME_PLURAL:кобольдовы луковицы]
tr: [NAME_PLURAL:kobold soğanları]
vi: [NAME_PLURAL:Củ Kobold]
zh_hans: [NAME_PLURAL:妖鬼球茎]

# PLANT:BULB_KOBOLD
source: [ADJ:kobold bulb]
cs: [ADJ:koboldocibulový]
de: [ADJ:Koboldbirne]
eo: [ADJ:de koboldobulbo]
es: [ADJ:de kobuldbo]
ja: [ADJ:koboldの球根]
ru: [ADJ:кобольдова луковица]
tr: [ADJ:kobold soğanı]
vi: [ADJ:Củ Kobold]
zh_hans: [ADJ:妖鬼球茎的]

# PLANT:BULB_KOBOLD
source: [STATE_NAME_ADJ:ALL_SOLID:frozen gnomeblight]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražený gnómoblesk]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorene Gnomenfäule]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita gnomveneno]
es: [STATE_NAME_ADJ:ALL_SOLID:de agnomublo congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったgnomeblight]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженная гномья отрава]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş gnomkıran]
vi: [STATE_NAME_ADJ:ALL_SOLID:Gnomeblight đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的地精枯死剂]

# PLANT:BULB_KOBOLD
source: [STATE_NAME_ADJ:LIQUID:gnomeblight]
cs: [STATE_NAME_ADJ:LIQUID:gnómoblesk]
de: [STATE_NAME_ADJ:LIQUID:Gnomenfäule]
eo: [STATE_NAME_ADJ:LIQUID:gnomveneno]
es: [STATE_NAME_ADJ:LIQUID:de agnomublo ]
ru: [STATE_NAME_ADJ:LIQUID:гномья отрава]
tr: [STATE_NAME_ADJ:LIQUID:gnomkıran]
zh_hans: [STATE_NAME_ADJ:LIQUID:地精枯死剂]

# PLANT:BULB_KOBOLD
source: [STATE_NAME_ADJ:GAS:boiling gnomeblight]
cs: [STATE_NAME_ADJ:GAS:vřící gnómoblesk]
de: [STATE_NAME_ADJ:GAS:kochende Gnomenfäule]
eo: [STATE_NAME_ADJ:GAS:bolanta gnomveneno]
es: [STATE_NAME_ADJ:GAS:de agnomublo hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したgnomeblight]
ru: [STATE_NAME_ADJ:GAS:кипящая гномья отрава]
tr: [STATE_NAME_ADJ:GAS:kaynayan gnomkıran]
vi: [STATE_NAME_ADJ:GAS:Gnomeblight đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的地精枯死剂]

# PLANT:BULB_KOBOLD
source: [SYN_NAME:gnomeblight]
cs: [SYN_NAME:gnómoblesk]
de: [SYN_NAME:Gnomenfäule]
eo: [SYN_NAME:gnomveneno]
es: [SYN_NAME:agnomublo ]
ru: [SYN_NAME:гномья отрава]
tr: [SYN_NAME:gnomkıran]
zh_hans: [SYN_NAME:地精枯死剂]

# PLANT:BULB_KOBOLD
source: [PREFSTRING:shrouded history]
cs: [PREFSTRING:záhadná historie]
de: [PREFSTRING:verschleierte Geschichte]
eo: [PREFSTRING:kaŝa historio]
es: [PREFSTRING:historia velada]
ru: [PREFSTRING:туманное прошлое]
tr: [PREFSTRING:karanlık tarihi]
vi: [PREFSTRING:Lịch sử bị che giấu]
zh_hans: [PREFSTRING:掩盖的历史]

# PLANT:BERRIES_PRICKLE
source: [NAME:prickle berry]
cs: [NAME:trnitá bobule]
de: [NAME:Stachelbeere]
eo: [NAME:dornobero]
es: [NAME:zarzamora]
ko: [NAME:가시베리]
ru: [NAME:колючая ягода]
tr: [NAME:dikenli üzüm]
vi: [NAME:Quả mọng gai]
zh_hans: [NAME:刺梅]

# PLANT:BERRIES_PRICKLE
source: [NAME_PLURAL:prickle berries]
cs: [NAME_PLURAL:trnité bobule]
de: [NAME_PLURAL:Stachelbeeren]
eo: [NAME_PLURAL:dornoberoj]
es: [NAME_PLURAL:zarzamoras]
ru: [NAME_PLURAL:колючая ягода]
tr: [NAME_PLURAL:dikenli üzüm]
vi: [NAME_PLURAL:Quả mọng gai]
zh_hans: [NAME_PLURAL:刺梅]

# PLANT:BERRIES_PRICKLE
source: [ADJ:prickle berry]
cs: [ADJ:trnitobobulový]
de: [ADJ:Stachelbeere]
eo: [ADJ:de dornobero]
es: [ADJ:de zarzamora]
ko: [ADJ:가시베리]
ru: [ADJ:колючая ягода]
tr: [ADJ:dikenli üzüm]
vi: [ADJ:Quả mọng gai]
zh_hans: [ADJ:刺梅的]

# PLANT:BERRIES_PRICKLE
source: [STATE_NAME_ADJ:ALL_SOLID:frozen prickle berry wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené víno z trnitých bobulí]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Stachelbeer-Wein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el dornobero]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de zarzamora congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったprickle berryのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 가시 베리 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное вино из колючих ягод]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş dikenli üzüm şarabı]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的刺梅酒]

# PLANT:BERRIES_PRICKLE
source: [STATE_NAME_ADJ:LIQUID:prickle berry wine]
cs: [STATE_NAME_ADJ:LIQUID:víno z trnitých bobulí]
de: [STATE_NAME_ADJ:LIQUID:Stachelbeer-Wein]
eo: [STATE_NAME_ADJ:LIQUID:vino el dornobero]
es: [STATE_NAME_ADJ:LIQUID:de vino de zarzamora]
ja: [STATE_NAME_ADJ:LIQUID:prickle berryのワイン]
ko: [STATE_NAME_ADJ:LIQUID:가시베리 와인]
ru: [STATE_NAME_ADJ:LIQUID:вино из колючих ягод]
tr: [STATE_NAME_ADJ:LIQUID:dikenli üzüm şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu quả gai]
zh_hans: [STATE_NAME_ADJ:LIQUID:刺梅酒]

# PLANT:BERRIES_PRICKLE
source: [STATE_NAME_ADJ:GAS:boiling prickle berry wine]
cs: [STATE_NAME_ADJ:GAS:vřící víno z trnitých bobulí]
de: [STATE_NAME_ADJ:GAS:kochender Stachelbeer-Wein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el dornobero]
es: [STATE_NAME_ADJ:GAS:de vino de zarzamora hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したprickle berryのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 가시베리 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее вино из колючих ягод]
tr: [STATE_NAME_ADJ:GAS:kaynayan dikenli üzüm şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu quả gai đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的刺梅酒]

# PLANT:BERRIES_PRICKLE
source: [SEED:prickle berry seed:prickle berry seeds:]
cs: [SEED:semeno trnité bobule:semena trnité bobule:]
de: [SEED:Stachelbeersamen:Stachelbeersamen:]
eo: [SEED:semo de dornobero:semoj de dornobero:]
es: [SEED:semilla de zarzamora:semillas de zarzamora:]
ja: [SEED:prickle berryの種:prickle berryの種:]
ko: [SEED:가시베리 씨:가시베리 씨들:]
ru: [SEED:семя колючей ягоды:семена колючей ягоды:]
tr: [SEED:dikenli üzüm tohumu:dikenli üzüm tohumları:]
vi: [SEED:Hạt quả gai:Các hạt quả gai:]
zh_hans: [SEED:刺莓种子:刺莓种子:]

# PLANT:BERRIES_PRICKLE
source: [PREFSTRING:precise thorns]
cs: [PREFSTRING:precizní trny]
de: [PREFSTRING:präzise Dornen]
eo: [PREFSTRING:precizaj dornoj]
es: [PREFSTRING:agujas precisas]
ru: [PREFSTRING:острые колючки]
tr: [PREFSTRING:kusursuz dikenleri]
vi: [PREFSTRING:Gai sắc nhọn]
zh_hans: [PREFSTRING:精确的荆棘]

# PLANT:BERRIES_STRAW
source: [NAME:strawberry plant]
cs: [NAME:jahodník]
de: [NAME:Erdbeerpflanze]
eo: [NAME:fragujo]
es: [NAME:planta de fresa]
ja: [NAME:strawberry]
ko: [NAME:딸기]
ru: [NAME:клубника]
tr: [NAME:çilek bitkisi]
vi: [NAME:Cây dâu tây]
zh_hans: [NAME:草莓植物]

# PLANT:BERRIES_STRAW
source: [NAME_PLURAL:strawberry plants]
cs: [NAME_PLURAL:jahodníky]
de: [NAME_PLURAL:Erdbeerpflanzen]
eo: [NAME_PLURAL:fragujoj]
es: [NAME_PLURAL:plantas de fresa]
ja: [NAME_PLURAL:strawberry]
ko: [NAME_PLURAL:딸기들]
ru: [NAME_PLURAL:клубника]
tr: [NAME_PLURAL:çilek bitkileri]
vi: [NAME_PLURAL:Các cây dâu tây]
zh_hans: [NAME_PLURAL:草莓植物]

# PLANT:BERRIES_STRAW
source: [ADJ:strawberry plant]
cs: [ADJ:jahodník]
de: [ADJ:Erdbeerpflanze]
eo: [ADJ:de fragujo]
es: [ADJ:de planta de fresa]
ja: [ADJ:strawberry]
ko: [ADJ:딸기]
ru: [ADJ:клубника]
tr: [ADJ:çilek bitkisi]
vi: [ADJ:Cây dâu tây]
zh_hans: [ADJ:草莓植物的]

# PLANT:BERRIES_STRAW
source: [STATE_NAME_ADJ:ALL_SOLID:frozen strawberry wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené jahodové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Erdbeerwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el frago]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de fresa congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったstrawberryのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 딸기 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзший клубничный ликёр]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş çilek şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu dâu tây đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的草莓酒]

# PLANT:BERRIES_STRAW
source: [STATE_NAME_ADJ:LIQUID:strawberry wine]
cs: [STATE_NAME_ADJ:LIQUID:jahodové víno]
de: [STATE_NAME_ADJ:LIQUID:Erdbeerwein]
eo: [STATE_NAME_ADJ:LIQUID:vino el frago]
es: [STATE_NAME_ADJ:LIQUID:de vino de fresa]
ja: [STATE_NAME_ADJ:LIQUID:strawberryのワイン]
ko: [STATE_NAME_ADJ:LIQUID:딸기 와인]
ru: [STATE_NAME_ADJ:LIQUID:клубничный ликёр]
tr: [STATE_NAME_ADJ:LIQUID:çilek şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu dâu tây]
zh_hans: [STATE_NAME_ADJ:LIQUID:草莓酒]

# PLANT:BERRIES_STRAW
source: [STATE_NAME_ADJ:GAS:boiling strawberry wine]
cs: [STATE_NAME_ADJ:GAS:vřící jahodové víno]
de: [STATE_NAME_ADJ:GAS:kochender Erdbeerwein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el frago]
es: [STATE_NAME_ADJ:GAS:de vino de fresa hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したstrawberryのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 딸기 와인]
ru: [STATE_NAME_ADJ:GAS:кипящий клубничный ликёр]
tr: [STATE_NAME_ADJ:GAS:kaynayan çilek şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu dâu tây đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的草莓酒]

# PLANT:BERRIES_STRAW
source: [SEED:strawberry seed:strawberry seeds:]
cs: [SEED:jahodové semeno:jahodová semena:]
de: [SEED:Erdbeersamen:Erdbeersamen:]
eo: [SEED:semo de frago:semoj de frago:]
es: [SEED:semilla de fresa:semillas de fresa:]
ja: [SEED:strawberryの種:strawberryの種:]
ko: [SEED:딸기 씨앗:딸기 씨앗들]
ru: [SEED:семя клубники:семена клубники:]
tr: [SEED:çilek tohumu:çilek tohumları:]
vi: [SEED:Hạt dâu tây:Các hạt dâu tây:]
zh_hans: [SEED:草莓种子:草莓种子:]

# PLANT:BERRIES_STRAW
source: [PREFSTRING:vivid red color]
cs: [PREFSTRING:sytě červená barva]
de: [PREFSTRING:strahlend rote Farbe]
eo: [PREFSTRING:viva ruĝeco]
es: [PREFSTRING:vívido color rojo]
ko: [PREFSTRING:선명한 붉은 색]
ru: [PREFSTRING:ярко-красный цвет]
tr: [PREFSTRING:canlı kırmızı rengi]
vi: [PREFSTRING:Màu đỏ rực rỡ]
zh_hans: [PREFSTRING:鲜红色]

# PLANT:BERRIES_STRAW
source: [GROWTH_NAME:strawberry:strawberries]
cs: [GROWTH_NAME:jahoda:jahody]
de: [GROWTH_NAME:Erdbeere:Erdbeeren]
eo: [GROWTH_NAME:frago:fragoj]
es: [GROWTH_NAME:fresa:fresas]
ko: [GROWTH_NAME:딸기:딸기들]
ru: [GROWTH_NAME:клубника:клубника]
tr: [GROWTH_NAME:çilek:çilekler]
vi: [GROWTH_NAME:Quả dâu tây:Những quả dâu tây]
zh_hans: [GROWTH_NAME:草莓:草莓]

# PLANT:GRASS_LONGLAND
source: [NAME:Longland grass]
cs: [NAME:dlouhozrnná tráva]
de: [NAME:Langland-Gras]
eo: [NAME:Longalando-greso]
es: [NAME:gramínea Terralonga]
ko: [NAME:롱랜드 풀]
ru: [NAME:длинноземная трава]
tr: [NAME:uzunçayır otu]
vi: [NAME:Cỏ Longland]
zh_hans: [NAME:长岛草]

# PLANT:GRASS_LONGLAND
source: [NAME_PLURAL:Longland grass]
cs: [NAME_PLURAL:dlouhozrnná tráva]
de: [NAME_PLURAL:Langland-Gräser]
eo: [NAME_PLURAL:Longalando-greso]
es: [NAME_PLURAL:gramíneas Terralonga]
ko: [NAME_PLURAL:롱랜드 풀]
ru: [NAME_PLURAL:длинноземные травы]
tr: [NAME_PLURAL:uzunçayır otu]
vi: [NAME_PLURAL:Cỏ Longland]
zh_hans: [NAME_PLURAL:长岛草]

# PLANT:GRASS_LONGLAND
source: [ADJ:Longland grass]
cs: [ADJ:dlouhozrnný]
de: [ADJ:Langland-Gras]
eo: [ADJ:de Longalando-greso]
es: [ADJ:de gramínea Terralonga]
ko: [ADJ:롱랜드 풀]
ru: [ADJ:длинноземная трава]
tr: [ADJ:uzunçayır otu]
vi: [ADJ:Cỏ Longland]
zh_hans: [ADJ:长岛草的]

# PLANT:GRASS_LONGLAND
source: [STATE_NAME_ADJ:ALL_SOLID:frozen Longland beer]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené dlouhozrnné pivo]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Langland-Bier]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita Longalando-biero]
es: [STATE_NAME_ADJ:ALL_SOLID:de cerveza de Terralonga congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったLonglandのビール]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 롱랜드 맥주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное длинноземное пиво]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş uzunçayır birası]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bia Longland đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的长岛啤酒]

# PLANT:GRASS_LONGLAND
source: [STATE_NAME_ADJ:LIQUID:Longland beer]
cs: [STATE_NAME_ADJ:LIQUID:dlouhozrnné pivo]
de: [STATE_NAME_ADJ:LIQUID:Langland-Bier]
eo: [STATE_NAME_ADJ:LIQUID:Longalando-biero]
es: [STATE_NAME_ADJ:LIQUID:de cerveza de Terralonga]
ja: [STATE_NAME_ADJ:LIQUID:Longlandのビール]
ko: [STATE_NAME_ADJ:LIQUID:롱랜드 맥주]
ru: [STATE_NAME_ADJ:LIQUID:длинноземное пиво]
tr: [STATE_NAME_ADJ:LIQUID:uzunçayır birası]
vi: [STATE_NAME_ADJ:LIQUID:Bia Longland]
zh_hans: [STATE_NAME_ADJ:LIQUID:长岛啤酒]

# PLANT:GRASS_LONGLAND
source: [STATE_NAME_ADJ:GAS:boiling Longland beer]
cs: [STATE_NAME_ADJ:GAS:vřící dlouhozrnné pivo]
de: [STATE_NAME_ADJ:GAS:Kochendes Langland-Bier]
eo: [STATE_NAME_ADJ:GAS:bolanta Longalando-biero]
es: [STATE_NAME_ADJ:GAS:de cerveza de Terralonga hervida]
ja: [STATE_NAME_ADJ:GAS:蒸気化したLonglandのビール]
ko: [STATE_NAME_ADJ:GAS:기화된 롱랜드 맥주]
ru: [STATE_NAME_ADJ:GAS:кипящее длинноземное пиво]
tr: [STATE_NAME_ADJ:GAS:kaynayan uzunçayır birası]
vi: [STATE_NAME_ADJ:GAS:Bia Longland đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的长岛啤酒]

# PLANT:GRASS_LONGLAND
source: [STATE_NAME_ADJ:ALL_SOLID:Longland flour]
cs: [STATE_NAME_ADJ:ALL_SOLID:dlouhozrnná mouka]
de: [STATE_NAME_ADJ:ALL_SOLID:Langland Mehl]
eo: [STATE_NAME_ADJ:ALL_SOLID:Longalando-faruno]
es: [STATE_NAME_ADJ:ALL_SOLID:de harina de Terralonga]
ja: [STATE_NAME_ADJ:ALL_SOLID:Longlandの挽粉]
ko: [STATE_NAME_ADJ:ALL_SOLID:롱랜드 가루]
ru: [STATE_NAME_ADJ:ALL_SOLID:длинноземная мука]
tr: [STATE_NAME_ADJ:ALL_SOLID:uzunçayır unu]
vi: [STATE_NAME_ADJ:ALL_SOLID:Bột Longland]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:长岛草粉]

# PLANT:GRASS_LONGLAND
source: [SEED:Longland grass seed:Longland grass seeds:]
cs: [SEED:semeno dlouhozrnné trávy:semena dlouhozrnné trávy:]
de: [SEED:Langlandgras-Samen:Langlandgras-Samen:]
eo: [SEED:semo de Longalando-greso:semoj de Longalando-greso:]
es: [SEED:semilla de gramínea Terralonga:semillas de gramínea Terralonga:]
ja: [SEED:Longland grassの種:Longland grassの種:]
ko: [SEED:롱랜드 풀 씨앗:롱랜드 풀 씨앗들:]
ru: [SEED:семя длинноземной травы:семена длинноземной травы:]
tr: [SEED:uzunçayır otu tohumu:uzunçayır otu tohumları:]
vi: [SEED:Hạt cỏ Longland:Các hạt cỏ Longland:]
zh_hans: [SEED:长岛草种子:长岛草种子:]

# PLANT:GRASS_LONGLAND
source: [PREFSTRING:sweeping stalks]
cs: [PREFSTRING:šlehající stvoly]
de: [PREFSTRING:Schwunghalme]
eo: [PREFSTRING:balaantaj tigoj]
es: [PREFSTRING:tallos mecedores]
ru: [PREFSTRING:широкие стебли]
tr: [PREFSTRING:sallanan sapları]
vi: [PREFSTRING:Thân cây trải rộng]
zh_hans: [PREFSTRING:弯曲的茎]

# PLANT:HERB_VALLEY
source: [NAME:valley herb]
cs: [NAME:údolní bylina]
de: [NAME:Talkraut]
eo: [NAME:valherbo]
es: [NAME:yervalle]
ru: [NAME:долинная трава]
tr: [NAME:vadi otu]
vi: [NAME:Cây thảo mộc Thung lũng]
zh_hans: [NAME:山谷香草]

# PLANT:HERB_VALLEY
source: [NAME_PLURAL:valley herbs]
cs: [NAME_PLURAL:údolní byliny]
de: [NAME_PLURAL:Talkräuter]
eo: [NAME_PLURAL:valherboj]
es: [NAME_PLURAL:yervalles]
ru: [NAME_PLURAL:долинные травы]
tr: [NAME_PLURAL:vadi otları]
vi: [NAME_PLURAL:Các cây thảo mộc Thung lũng]
zh_hans: [NAME_PLURAL:山谷香草]

# PLANT:HERB_VALLEY
source: [ADJ:valley herb]
cs: [ADJ:údolnobylinný]
de: [ADJ:Talkraut]
eo: [ADJ:de valherbo]
es: [ADJ:de yervalle]
ru: [ADJ:долинная трава]
tr: [ADJ:vadi otu]
vi: [ADJ:Cây thảo mộc Thung lũng]
zh_hans: [ADJ:山谷香草的]

# PLANT:HERB_VALLEY
source: [STATE_NAME_ADJ:ALL_SOLID:frozen golden salve]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražená zlatá mast]
de: [STATE_NAME_ADJ:ALL_SOLID:Gefrorene Goldsalbe]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita ora ungvento]
es: [STATE_NAME_ADJ:ALL_SOLID:de bálsamo dorado congelado]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったgolden salve]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженная золотая мазь]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş altın merhem]
vi: [STATE_NAME_ADJ:ALL_SOLID:Thuốc mỡ vàng đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的金色药膏]

# PLANT:HERB_VALLEY
source: [STATE_NAME_ADJ:LIQUID:golden salve]
cs: [STATE_NAME_ADJ:LIQUID:zlatá mast]
de: [STATE_NAME_ADJ:LIQUID:Goldsalbe]
eo: [STATE_NAME_ADJ:LIQUID:ora ungvento]
es: [STATE_NAME_ADJ:LIQUID:de bálsamo dorado]
ru: [STATE_NAME_ADJ:LIQUID:золотая мазь]
tr: [STATE_NAME_ADJ:LIQUID:altın merhem]
vi: [STATE_NAME_ADJ:LIQUID:Thuốc mỡ vàng]
zh_hans: [STATE_NAME_ADJ:LIQUID:金色药膏]

# PLANT:HERB_VALLEY
source: [STATE_NAME_ADJ:GAS:boiling golden salve]
cs: [STATE_NAME_ADJ:GAS:vřící zlatá mast]
de: [STATE_NAME_ADJ:GAS:kochende Goldsalbe]
eo: [STATE_NAME_ADJ:GAS:bolanta ora ungvento]
es: [STATE_NAME_ADJ:GAS:de bálsamo dorado hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化したgolden salve]
ru: [STATE_NAME_ADJ:GAS:кипящая золотая мазь]
tr: [STATE_NAME_ADJ:GAS:kaynayan altın merhem]
vi: [STATE_NAME_ADJ:GAS:Thuốc mỡ vàng đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的金色药膏]

# PLANT:HERB_VALLEY
source: [PREFSTRING:tiny leaves]
cs: [PREFSTRING:drobnými lístky]
de: [PREFSTRING:kleine Blätter]
eo: [PREFSTRING:etaj folioj]
es: [PREFSTRING:hojas pequeñas]
ja: [PREFSTRING:tinyの葉]
ru: [PREFSTRING:крохотные листья]
tr: [PREFSTRING:minik yaprakları]
vi: [PREFSTRING:Lá nhỏ li ti]
zh_hans: [PREFSTRING:小叶子]

# PLANT:HERB_VALLEY
source: [PREFSTRING:soothing fragrance]
cs: [PREFSTRING:uklidňující vůně]
de: [PREFSTRING:beruhigender Duft]
eo: [PREFSTRING:ebeniganta aromo]
es: [PREFSTRING:fragancia reconfortante]
ru: [PREFSTRING:успокаивающий аромат]
tr: [PREFSTRING:rahatlatıcı kokusu]
vi: [PREFSTRING:Hương thơm dịu nhẹ]
zh_hans: [PREFSTRING:舒缓的芳香]

# PLANT:WEED_RAT
source: [NAME:rat weed]
cs: [NAME:krysí plevel]
de: [NAME:Rattenkraut]
eo: [NAME:ratherbaĉo]
es: [NAME:juncia ratera]
ru: [NAME:крысиный сорняк]
tr: [NAME:sıçan otu]
vi: [NAME:Cỏ chuột]
zh_hans: [NAME:杂鼠草]

# PLANT:WEED_RAT
source: [NAME_PLURAL:rat weed]
cs: [NAME_PLURAL:krysí plevel]
de: [NAME_PLURAL:Rattenkraut]
eo: [NAME_PLURAL:ratherbaĉo]
es: [NAME_PLURAL:juncias rateras]
ru: [NAME_PLURAL:крысиный сорняк]
tr: [NAME_PLURAL:sıçan otu]
vi: [NAME_PLURAL:Cỏ chuột]
zh_hans: [NAME_PLURAL:杂鼠草]

# PLANT:WEED_RAT
source: [ADJ:rat weed]
cs: [ADJ:krysoplevelný]
de: [ADJ:Rattenkraut]
eo: [ADJ:de ratherbaĉo]
es: [ADJ:de juncia ratera]
ru: [ADJ:крысиный сорняк]
tr: [ADJ:sıçan otu]
vi: [ADJ:Cỏ chuột]
zh_hans: [ADJ:杂鼠草的]

# PLANT:WEED_RAT
source: [STATE_NAME_ADJ:ALL_SOLID:frozen sewer brew]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražený stokový mok]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorenes Kanalgebräu]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita kloakbiero]
es: [STATE_NAME_ADJ:ALL_SOLID:de cerveza de cloaca congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったsewer brew]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное сточное варево]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş lağım şerbeti]
vi: [STATE_NAME_ADJ:ALL_SOLID:Thức uống Cống rãnh đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的阴沟佳酿]

# PLANT:WEED_RAT
source: [STATE_NAME_ADJ:LIQUID:sewer brew]
cs: [STATE_NAME_ADJ:LIQUID:stokový mok]
de: [STATE_NAME_ADJ:LIQUID:Kanalgebräu]
eo: [STATE_NAME_ADJ:LIQUID:kloakbiero]
es: [STATE_NAME_ADJ:LIQUID:de cerveza de cloaca]
ru: [STATE_NAME_ADJ:LIQUID:сточное варево]
tr: [STATE_NAME_ADJ:LIQUID:lağım şerbeti]
vi: [STATE_NAME_ADJ:LIQUID:Thức uống Cống rãnh]
zh_hans: [STATE_NAME_ADJ:LIQUID:阴沟佳酿]

# PLANT:WEED_RAT
source: [STATE_NAME_ADJ:GAS:boiling sewer brew]
cs: [STATE_NAME_ADJ:GAS:vřící stokový mok]
de: [STATE_NAME_ADJ:GAS: kochendes Kanalgebräu]
eo: [STATE_NAME_ADJ:GAS:bolanta kloakbiero]
es: [STATE_NAME_ADJ:GAS:de cerveza de cloaca hervida]
ja: [STATE_NAME_ADJ:GAS:蒸気化したsewer brew]
ru: [STATE_NAME_ADJ:GAS:кипящее сточное варево]
tr: [STATE_NAME_ADJ:GAS:kaynayan lağım şerbeti]
vi: [STATE_NAME_ADJ:GAS:Thức uống Cống rãnh đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的阴沟佳酿]

# PLANT:WEED_RAT
source: [PREFSTRING:hanging leaves]
cs: [PREFSTRING:visící listy]
de: [PREFSTRING:hängende Blätter]
eo: [PREFSTRING:pendantaj folioj]
es: [PREFSTRING:hojas colgantes]
ja: [PREFSTRING:hangingの葉]
ru: [PREFSTRING:висячие листья]
tr: [PREFSTRING:sarkık yaprakları]
vi: [PREFSTRING:Lá rủ xuống]
zh_hans: [PREFSTRING:悬挂着的叶子]

# PLANT:WEED_RAT
source: [SEED:rat weed seed:rat weed seeds:]
cs: [SEED:semeno krysího plevele:semena krysího plevele:]
de: [SEED:Rattenkrautsamen:Rattenkrautsamen:]
eo: [SEED:semo de ratherbaĉo:semoj de ratherbaĉo:]
es: [SEED:semilla de juncia ratera:semillas de juncia ratera:]
ja: [SEED:rat weedの種:rat weedの種:]
ru: [SEED:семя крысиного сорняка:семена крысиного сорняка:]
tr: [SEED:sıçan otu tohumu:sıçan otu tohumları:]
vi: [SEED:Hạt cỏ chuột:Các hạt cỏ chuột:]
zh_hans: [SEED:杂鼠草种子:杂鼠草种子:]

# PLANT:BERRIES_FISHER
source: [NAME:fisher berry]
cs: [NAME:rybářská bobule]
de: [NAME:Fischerbeere]
eo: [NAME:fiŝistbero]
es: [NAME:baya del pescador]
ko: [NAME:피셔베리]
ru: [NAME:рыбацкая ягода]
tr: [NAME:balıkçı üzümü]
vi: [NAME:Quả fisher]
zh_hans: [NAME:渔夫浆果]

# PLANT:BERRIES_FISHER
source: [NAME_PLURAL:fisher berries]
cs: [NAME_PLURAL:rybářské bobule]
de: [NAME_PLURAL:Fischerbeeren]
eo: [NAME_PLURAL:fiŝistberoj]
es: [NAME_PLURAL:bayas del pescador]
ko: [NAME_PLURAL:피셔베리들]
ru: [NAME_PLURAL:рыбацкая ягода]
tr: [NAME_PLURAL:balıkçı üzümü]
vi: [NAME_PLURAL:Những quả fisher]
zh_hans: [NAME_PLURAL:渔夫浆果]

# PLANT:BERRIES_FISHER
source: [ADJ:fisher berry]
cs: [ADJ:rybářskobobulový]
de: [ADJ:Fischerbeere]
eo: [ADJ:de fiŝistbero]
es: [ADJ:de baya del pescador]
ko: [ADJ:피셔베리]
ru: [ADJ:рыбацкая ягода]
tr: [ADJ:balıkçı üzümü]
vi: [ADJ:Quả fisher]
zh_hans: [ADJ:渔夫浆果的]

# PLANT:BERRIES_FISHER
source: [STATE_NAME_ADJ:ALL_SOLID:frozen fisher berry wine]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené víno z rybářských bobulí]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Fischerbeeren-Wein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita vino el fiŝistbero]
es: [STATE_NAME_ADJ:ALL_SOLID:de vino de baya del pescador congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍ったfisher berryのワイン]
ko: [STATE_NAME_ADJ:ALL_SOLID:얼어붙은 피셔베리 와인]
ru: [STATE_NAME_ADJ:ALL_SOLID:замороженное вино из рыбацкой ягоды]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş balıkçı üzümü şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:Rượu quả fisher đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的渔夫浆果酒]

# PLANT:BERRIES_FISHER
source: [STATE_NAME_ADJ:LIQUID:fisher berry wine]
cs: [STATE_NAME_ADJ:LIQUID:víno z rybářských bobulí]
de: [STATE_NAME_ADJ:LIQUID:Fischerbeeren-Wein]
eo: [STATE_NAME_ADJ:LIQUID:vino el fiŝistbero]
es: [STATE_NAME_ADJ:LIQUID:de vino de baya del pescador]
ja: [STATE_NAME_ADJ:LIQUID:fisher berryのワイン]
ko: [STATE_NAME_ADJ:LIQUID:피셔베리 와인]
ru: [STATE_NAME_ADJ:LIQUID:вино из рыбацкой ягоды]
tr: [STATE_NAME_ADJ:LIQUID:balıkçı üzümü şarabı]
vi: [STATE_NAME_ADJ:LIQUID:Rượu quả fisher]
zh_hans: [STATE_NAME_ADJ:LIQUID:渔夫浆果酒]

# PLANT:BERRIES_FISHER
source: [STATE_NAME_ADJ:GAS:boiling fisher berry wine]
cs: [STATE_NAME_ADJ:GAS:vřící víno z rybářských bobulí]
de: [STATE_NAME_ADJ:GAS:Kochender Fischerbeeren-Wein]
eo: [STATE_NAME_ADJ:GAS:bolanta vino el fiŝistbero]
es: [STATE_NAME_ADJ:GAS::de vino de baya del pescador hirviendo]
ja: [STATE_NAME_ADJ:GAS:蒸気化したfisher berryのワイン]
ko: [STATE_NAME_ADJ:GAS:기화된 피셔베리 와인]
ru: [STATE_NAME_ADJ:GAS:кипящее вино из рыбацкой ягоды]
tr: [STATE_NAME_ADJ:GAS:kaynayan balıkçı üzümü şarabı]
vi: [STATE_NAME_ADJ:GAS:Rượu quả fisher đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的渔夫浆果酒]
