Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:THRIPS
source: [CASTE_NAME:thrips:thrips:thrips]
cs: [CASTE_NAME:třásněnka:třásněnky:třásněnka]
de: [CASTE_NAME:Fransenflügler:Fransenflügler:Fransenflügler]
eo: [CASTE_NAME:tripso:tripsoj:de tripso]
es: [CASTE_NAME:trip:trips:de trip]
ja: [CASTE_NAME:アザミウマ:アザミウマ:アザミウマの]
ko: [CASTE_NAME:총재벌레:총제벌레들:총제벌레]
pl: [CASTE_NAME:wciorniastki:wciorniastki:wciorniastki]
ru: [CASTE_NAME:трипс:трипсы:трипса]
tr: [CASTE_NAME:thrips böceği:thrips böcekleri:thrips böceği]
zh_hans: [CASTE_NAME:蓟马:蓟马:蓟马]

# CREATURE:THRIPS
source: [PREFSTRING:prolific breeding]
cs: [PREFSTRING:hojným rozmnožováním]
de: [PREFSTRING:fruchtbar]
eo: [PREFSTRING:fekunda reproduktado]
es: [PREFSTRING:prolíficos aumentos de población]
ja: [PREFSTRING:湧くように繁殖する]
ko: [PREFSTRING:다산]
pl: [PREFSTRING:płodne rozmnażanie]
ru: [PREFSTRING:плодовитость]
tr: [PREFSTRING:verimli üreme]
vi: [PREFSTRING:Sinh sản nhanh chóng]
zh_hans: [PREFSTRING:繁殖能力强]

# CREATURE:THRIPS
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:THRIPS
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:THRIPS_MAN
source: [CASTE_NAME:thrips man:thrips men:thrips man]
cs: [CASTE_NAME:třásněnkový muž:třásněnkoví muži:třásněnkový muž]
de: [CASTE_NAME:Fransenflüglermann:Fransenflüglermänner:Fransenflüglermann]
eo: [CASTE_NAME:homtripsiĉo:homtripsiĉoj:de homtripsiĉo]
es: [CASTE_NAME:hombre trip:hombres trip:de hombre trip]
ja: [CASTE_NAME:アザミウマ男:アザミウマ男:アザミウマ男の]
ko: [CASTE_NAME:수컷 총재벌레:수컷 총재벌레들:수컷 총재벌레]
pl: [CASTE_NAME:wciorniastkomężczyzna:wciorniastkomężczyźni:wciorniastkomężczyzny]
ru: [CASTE_NAME:мужчина-трипс:мужчины-трипсы:мужчины-трипса]
tr: [CASTE_NAME:erkek thrips böceği:erkek thrips böcekleri:erkek thrips böceği]
vi: [CASTE_NAME:Người Thrips:Những Người Thrips:Người Thrips]
zh_hans: [CASTE_NAME:蓟马男:蓟马男:蓟马男]

# CREATURE:THRIPS_MAN
source: [CASTE_NAME:thrips woman:thrips women:thrips woman]
cs: [CASTE_NAME:třásněnková žena:třásněnkové ženy:třásněnková žena]
de: [CASTE_NAME:Fransenflüglerfrau:Fransenflüglerfrauen:Fransenflüglerfrau]
eo: [CASTE_NAME:homtripsino:homtripsinoj:de homtripsino]
es: [CASTE_NAME:mujer ttrip:mujeres trip:de mujer trip]
ja: [CASTE_NAME:アザミウマ女:アザミウマ女:アザミウマ女の]
ko: [CASTE_NAME:암컷 총재벌레:암컷 총재벌레들:암컷 총재벌레]
pl: [CASTE_NAME:wciorniastkokobieta:wciorniastkokobiety:wciorniastkokobieta]
ru: [CASTE_NAME:женщина-трипса:женщины-трипсы:женщины-трипсы]
tr: [CASTE_NAME:dişi thrips böceği:dişi thrips böcekleri:dişi thrips böceği]
vi: [CASTE_NAME:Phụ nữ Thrips:Những Phụ nữ Thrips:Phụ nữ Thrips]
zh_hans: [CASTE_NAME:蓟马女:蓟马女:蓟马女]

# CREATURE:THRIPS_MAN
source: [NAME:thrips man:thrips men:thrips man]
cs: [NAME:třásněnkový muž:třásněnkoví muži:třásněnkový muž]
de: [NAME:Fransenflüglermensch:Fransenflüglermenschen:Fransenflüglermensch]
eo: [NAME:homtripso:homtripsoj:de homtripso]
es: [NAME:hombre trip:hombres trip:de hombre trip]
ja: [NAME:アザミウマ男:アザミウマ男:アザミウマ男の]
ko: [NAME:수컷 총재벌레:수컷 총재벌레들:수컷 총재벌레]
pl: [NAME:wciorniastkoczłowiek:wciorniastkoludzie:wciorniastkoludzki]
ru: [NAME:человек-трипс:люди-трипсы:человека-трипса]
tr: [NAME:erkek thrips böceği:erkek thrips böcekleri:erkek thrips böceği]
vi: [NAME:Người Thrips:Những Người Thrips:Người Thrips]
zh_hans: [NAME:蓟马人:蓟马人:蓟马人]

# CREATURE:THRIPS_MAN
source: [DESCRIPTION:A person with the head and wings of a thrips.]
cs: [DESCRIPTION:Osoba s hlavou a křídly třásněnky.]
de: [DESCRIPTION:Eine Mensch mit dem Kopf und den Flügeln eines Fransenflüglers.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de tripso.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de un trip.]
ja: [DESCRIPTION:アザミウマの羽根と頭を持つ人間だ。]
ko: [DESCRIPTION:총채벌레의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami wciorniastków.]
ru: [DESCRIPTION:Человек с головой и крыльями трипса.]
tr: [DESCRIPTION:Thrips böceği başlı ve kanatlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đôi cánh của côn trùng Thrips.]
zh_hans: [DESCRIPTION:一个长着丛蓟马脑袋和翅膀的人。]

# CREATURE:GIANT_THRIPS
source: [NAME:giant thrips:giant thrips:giant thrips]
cs: [NAME:obří třásněnka:obří třásněnky:obří třásněnka]
de: [NAME:Rießenfransenflügler:Rießenfransenflügler:Rießenfransenflügler]
eo: [NAME:giganta tripso:gigantaj tripsoj:de giganta tripso]
es: [NAME:trip gigante:trips gigantes:de trip gigante]
ja: [NAME:巨大アザミウマ:巨大アザミウマ:巨大アザミウマの]
ko: [NAME:거대 총재벌레:거대 총재벌레:거대 총제벌레]
pl: [NAME:gigiantyczne wciorniastki:gigiantyczne wciorniastki:gigiantyczne wciorniastki]
ru: [NAME:гигантский трипс:гигантские трипсы:гигантского трипса]
tr: [NAME:dev thrips böceği:dev thrips böcekleri:dev thrips böceği]
vi: [NAME:Thrips khổng lồ:Thrips khổng lồ:Thrips khổng lồ]
zh_hans: [NAME:巨蓟马:巨蓟马:巨蓟马]

# CREATURE:GIANT_THRIPS
source: [CASTE_NAME:giant thrips:giant thrips:giant thrips]
cs: [CASTE_NAME:obří třásněnka:obří třásněnky:obří třásněnka]
de: [CASTE_NAME:Rießenfransenflügler:Rießenfransenflügler:Rießenfransenflügler]
eo: [CASTE_NAME:giganta tripso:gigantaj tripsoj:de giganta tripso]
es: [CASTE_NAME:trip gigante:trips gigantes:de trip gigante]
ja: [CASTE_NAME:巨大アザミウマ:巨大アザミウマ:巨大アザミウマの]
ko: [CASTE_NAME:거대 총재벌레:거대 총재벌레들:거대 총재벌레]
pl: [CASTE_NAME:gigiantyczne wciorniastki:gigiantyczne wciorniastki:gigiantyczne wciorniastki]
ru: [CASTE_NAME:гигантский трипс:гигантские трипсы:гигантского трипса]
tr: [CASTE_NAME:dev thrips böceği:dev thrips böcekleri:dev thrips böceği]
vi: [CASTE_NAME:Thrips khổng lồ:Thrips khổng lồ:Thrips khổng lồ]
zh_hans: [CASTE_NAME:巨蓟马:巨蓟马:巨蓟马]

# CREATURE:GIANT_THRIPS
source: [DESCRIPTION:A huge monster in the form of a thrips.]
cs: [DESCRIPTION:Obrovská příšera v podobě třásněnky.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Fransenflüglers.]
eo: [DESCRIPTION:Grandega monstro kun formo de tripso.]
es: [DESCRIPTION:Un enorme monstruo con el aspecto de una arañuela.]
ja: [DESCRIPTION:アザミウマのような姿の巨大な怪物だ。]
ko: [DESCRIPTION:총채벌레의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci wciorniastków.]
ru: [DESCRIPTION:Огромный монстр, похожий на трипс.]
tr: [DESCRIPTION:Thrips böceği biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng côn trùng Thrips.]
zh_hans: [DESCRIPTION:一只体型巨大的蓟马怪。]

# CREATURE:GIANT_THRIPS
source: [PREFSTRING:prolific breeding]
cs: [PREFSTRING:hojným rozmnožováním]
de: [PREFSTRING:fruchtbar]
eo: [PREFSTRING:fekunda reproduktado]
es: [PREFSTRING:prolíficos aumentos de población]
ja: [PREFSTRING:湧くように繁殖する]
ko: [PREFSTRING:다산]
pl: [PREFSTRING:płodne rozmnażanie]
ru: [PREFSTRING:плодовитость]
tr: [PREFSTRING:verimli üreme]
vi: [PREFSTRING:Sinh sản nhanh chóng]
zh_hans: [PREFSTRING:繁殖能力强]

# CREATURE:SLUG
source: [DESCRIPTION:A tiny land mollusk. It can be found under rotten logs and in gardens.]
cs: [DESCRIPTION:Drobný suchozemský měkkýš. Lze jej nalézt pod tlejícími kládami a na zahradách.]
de: [DESCRIPTION:Eine winziges Weichtier. Es kann unter faulen Stämmen und in Gärten gefunden werden.]
eo: [DESCRIPTION:Eta surtera molusko. Ĝi troviĝas sube putraj ŝtipoj kaj en ĝardenoj.]
es: [DESCRIPTION:Un diminuto molusco de tierra. Se puede encontrar debajo de troncos podridos y en los jardines.]
ja: [DESCRIPTION:A tiny land mollusk. It can be found under rotten logs and in gardens.][DESCRIPTION:倒木や庭に棲息する、小さな陸生軟体動物。]
ko: [DESCRIPTION:작은 육지 연체 동물. 썩은 통나무 밑과 정원에서 찾을 수 있다.]
pl: [DESCRIPTION:Mały mięczak lądowy. Można go znaleźć pod spróchniałymi kłodami i w ogrodach.]
ru: [DESCRIPTION:Мелкий наземный моллюск. Обитает под гнилыми брёвнами и в садах.]
tr: [DESCRIPTION:Minik bir kara yumuşakçası. Çürük kütüklerin altında ve bahçelerde bulunabilir.]
vi: [DESCRIPTION:Một loài thân mềm đất liền nhỏ bé. Chúng có thể được tìm thấy dưới các khúc gỗ mục nát và trong vườn.]
zh_hans: [DESCRIPTION:一种小型的陆地软体动物。腐烂的木头下面和花园里都能找到它。]

# CREATURE:SLUG
source: [NAME:slug:slugs:slug]
cs: [NAME:slimák:slimáci:slimák]
de: [NAME:Nacktschnecke:Nacktschnecken:Nacktschnecke]
eo: [NAME:limako:limakoj:de limako]
es: [NAME:babosa:babosas:de babosa]
ja: [NAME:ナメクジ:ナメクジ:ナメクジの]
ko: [NAME:민달팽이:민달팽이들:민달팽이]
pl: [NAME:pomrowik:pomrowiki:pomrowik]
ru: [NAME:слизень:слизни:слизня]
tr: [NAME:sümüklü böcek:sümüklü böcekler:sümüklü böcek]
vi: [NAME:Sên:Những con sên:Sên]
zh_hans: [NAME:蛞蝓:蛞蝓:蛞蝓]

# CREATURE:SLUG
source: [CASTE_NAME:slug:slugs:slug]
cs: [CASTE_NAME:slimák:slimáci:slimák]
de: [CASTE_NAME:Nacktschnecke:Nacktschnecken:Nacktschnecke]
eo: [CASTE_NAME:limako:limakoj:de limako]
es: [CASTE_NAME:babosa:babosas:de babosa]
ja: [CASTE_NAME:ナメクジ:ナメクジ:ナメクジの]
ko: [CASTE_NAME:민달팽이:민달팽이들:민달팽이]
pl: [CASTE_NAME:pomrowik:pomrowiki:pomrowik]
ru: [CASTE_NAME:слизень:слизни:слизня]
tr: [CASTE_NAME:sümüklü böcek:sümüklü böcekler:sümüklü böcek]
vi: [CASTE_NAME:Sên:Những con sên:Sên]
zh_hans: [CASTE_NAME:蛞蝓:蛞蝓:蛞蝓]

# CREATURE:SLUG
source: [PREFSTRING:slime trails]
cs: [PREFSTRING:slizkými stopami]
de: [PREFSTRING:Schleimspur]
eo: [PREFSTRING:ŝlimaj spuroj]
es: [PREFSTRING:senderos de baba]
ja: [PREFSTRING:這い跡]
ko: [PREFSTRING:점액 자국]
pl: [PREFSTRING:ślady śluzu]
ru: [PREFSTRING:следы слизи]
tr: [PREFSTRING:sümüksü izler]
vi: [PREFSTRING:Vệt nhớt]
zh_hans: [PREFSTRING:粘液痕迹]

# CREATURE:SLUG
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:SLUG_MAN
source: [NAME:slug man:slug men:slug man]
cs: [NAME:slimáčí muž:slimáčí muži:slimáčí muž]
de: [NAME:Nacktschneckenmensch:Nacktschneckenmenschen:Nacktschneckenmensch]
eo: [NAME:homlimako:homlimakoj:de homlimako]
es: [NAME:hombre babosa:hombres babosa:de hombre babosa]
ja: [NAME:ナメクジ男:ナメクジ男:ナメクジ男の]
ko: [NAME:수컷 민달팽이:수컷 민달팽이들:수컷 민달팽이]
pl: [NAME:pomrowikoczłowiek:pomrowikoludzie:pomrowikoludzki]
ru: [NAME:человек-слизень:люди-слизни:человека-слизня]
tr: [NAME:erkek sümüklü böcek:erkek sümüklü böcekler:erkek sümüklü böcek]
vi: [NAME:Người Sên:Những Người Sên:Người Sên]
zh_hans: [NAME:蛞蝓人:蛞蝓人:蛞蝓人]

# CREATURE:SLUG_MAN
source: [CASTE_NAME:slug man:slug men:slug man]
cs: [CASTE_NAME:slimáčí muž:slimáčí muži:slimáčí muž]
de: [CASTE_NAME:Nacktschneckenmensch:Nacktschneckenmenschen:Nacktschneckenmensch]
eo: [CASTE_NAME:homlimako:homlimakoj:de homlimako]
es: [CASTE_NAME:hombre babosa:hombres babosa:de hombre babosa]
ja: [CASTE_NAME:ナメクジ男:ナメクジ男:ナメクジ男の]
ko: [CASTE_NAME:수컷 민달팽이:수컷 민달팽이들:수컷 민달팽이]
pl: [CASTE_NAME:pomrowikomężczyzna:pomrowikomężczyźni:pomrowikomężczyzny]
ru: [CASTE_NAME:человек-слизень:люди-слизни:человека-слизня]
tr: [CASTE_NAME:erkek sümüklü böcek:erkek sümüklü böcekler:erkek sümüklü böcek]
vi: [CASTE_NAME:Người Sên:Những Người Sên:Người Sên]
zh_hans: [CASTE_NAME:蛞蝓人:蛞蝓人:蛞蝓人]

# CREATURE:SLUG_MAN
source: [DESCRIPTION:A great slug with the torso of a man. It pulls itself across the ground with its hands for greater speed.]
cs: [DESCRIPTION:Velký slimák s lidským trupem. Pro rychlejší pohyb se po zemi přitahuje rukama.]
de: [DESCRIPTION:Eine große Nacktschnecke mit dem Oberkörper eines Menschen. Es schiebt sich mit den Händen am Boden vorwärts um schneller voran zu kommen.]
eo: [DESCRIPTION:Granda limako kun torso homa. Ĝi tiras sin sur la grundo por sia manoj pro pli ega rapideco.]
es: [DESCRIPTION:Una gran babosa con el torso de un hombre. Se jala a sí mismo a través del suelo con sus manos para mayor velocidad.]
ja: [DESCRIPTION:A great slug with the torso of a man. It pulls itself across the ground with its hands for greater speed.][DESCRIPTION:人間の上半身を持った大きなナメクジだ。素早く移動するために、自身の手で体を引っ張る。]
ko: [DESCRIPTION:사람만한 몸통을 가진 큰 민달팽이. 더 빠른 속도를 위해 손으로 땅을 기어갑니다.]
pl: [DESCRIPTION:Wielki pomrowik z torsem człowieka. Popycha siebie po ziemi swoimi rękoma, aby zwiększyć prędkość.]
ru: [DESCRIPTION:Большой слизень с туловищем человека. Толкает себя по земле с помощью рук для большей скорости.]
tr: [DESCRIPTION:İnsan gövdesine sahip büyük bir sümüklü böcek. Daha hızlı gitmek için kendini elleriyle yerde sürükler.]
vi: [DESCRIPTION:Một con sên to lớn mang phần thân trên của người. Nó tự kéo mình đi trên mặt đất bằng tay để tăng tốc độ.]
zh_hans: [DESCRIPTION:一个有着巨大蛞蝓身躯的人。它用手拉自己以更快地穿梭于地面。]

# CREATURE:GIANT_SLUG
source: [NAME:giant slug:giant slugs:giant slug]
cs: [NAME:obří slimák:obří slimáci:obří slimák]
de: [NAME:Rießennacktschnecke:Rießennacktschnecken:Rießennacktschnecke]
eo: [NAME:giganta limako:gigantaj limakoj:de giganta limako]
es: [NAME:babosa gigante:babosas gigantes:de babosa gigante]
ja: [NAME:巨大ナメクジ:巨大ナメクジ:巨大ナメクジの]
ko: [NAME:거대 민달팽이:거대 민달팽이들:거대 민달팽이]
pl: [NAME:gigantyczny pomrowik:gigantyczne pomrowiki:gigantyczny pomrowik]
ru: [NAME:гигантский слизень:гигантские слизни:гигантского слизня]
tr: [NAME:dev sümüklü böcek:dev sümüklü böcekler:dev sümüklü böcek]
vi: [NAME:Sên khổng lồ:Những con sên khổng lồ:Sên khổng lồ]
zh_hans: [NAME:巨蛞蝓:巨蛞蝓:巨蛞蝓]

# CREATURE:GIANT_SLUG
source: [CASTE_NAME:giant slug:giant slugs:giant slug]
cs: [CASTE_NAME:obří slimák:obří slimáci:obří slimák]
de: [CASTE_NAME:Rießennacktschnecke:Rießennacktschnecken:Rießennacktschnecke]
eo: [CASTE_NAME:giganta limako:gigantaj limakoj:de giganta limako]
es: [CASTE_NAME:babosa gigante:babosas gigantes:de babosa gigante]
ja: [CASTE_NAME:巨大ナメクジ:巨大ナメクジ:巨大ナメクジの]
ko: [CASTE_NAME:거대 민달팽이:거대 민달팽이들:거대 민달팽이]
pl: [CASTE_NAME:gigantyczny pomrowik:gigantyczne pomrowiki:gigantyczny pomrowik]
ru: [CASTE_NAME:гигантский слизень:гигантские слизни:гигантского слизня]
tr: [CASTE_NAME:dev sümüklü böcek:dev sümüklü böcekler:dev sümüklü böcek]
vi: [CASTE_NAME:Sên khổng lồ:Những con sên khổng lồ:Sên khổng lồ]
zh_hans: [CASTE_NAME:巨蛞蝓:巨蛞蝓:巨蛞蝓]

# CREATURE:GIANT_SLUG
source: [DESCRIPTION:A huge monster in the form of a slug.]
cs: [DESCRIPTION:Obrovská příšera v podobě slimáka.]
de: [DESCRIPTION: Ein riesiges Monster, in Form einer Schnecke.]
eo: [DESCRIPTION:Grandega monstro kun formo de limako.]
es: [DESCRIPTION:Un enorme monstruo con la forma de una babosa.]
ja: [DESCRIPTION:なめくじのような姿の巨大な怪物だ。]
ko: [DESCRIPTION:민달팽이의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci pomrowika.]
ru: [DESCRIPTION:Огромный монстр, похожий на слизня.]
tr: [DESCRIPTION:Sümüklü böcek biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng sên.]
zh_hans: [DESCRIPTION:一只体型巨大的蛞蝓怪。]

# CREATURE:GIANT_SLUG
source: [PREFSTRING:slime trails]
cs: [PREFSTRING:slizkými stopami]
de: [PREFSTRING:Schleimspur]
eo: [PREFSTRING:ŝlimaj spuroj]
es: [PREFSTRING:senderos de baba]
ja: [PREFSTRING:這い跡]
ko: [PREFSTRING:점액 자국]
pl: [PREFSTRING:ślady śluzu]
ru: [PREFSTRING:следы слизи]
tr: [PREFSTRING:sümüksü izler]
vi: [PREFSTRING:Vệt nhớt]
zh_hans: [PREFSTRING:粘液痕迹]

# CREATURE:MOSQUITO
source: [DESCRIPTION:A tiny pest insect. It uses its long nose to suck blood from its host.]
cs: [DESCRIPTION:Drobný hmyz a obtížný škůdce. Používá dlouhý sosák k sání krve hostitele.]
de: [DESCRIPTION:Ein winziges Insekt. Es benutzt seine lange Nase, um Blut von seinem Wirt zu saugen.]
eo: [DESCRIPTION:Eta plaga insekto. Ĝi uzas sian longan buŝon por suĉi sangon el sia gastiganto.]
es: [DESCRIPTION:Un pequeño insecto. Es una plaga que utiliza su larga trompa para chupar sangre de su anfitrión.]
ja: [DESCRIPTION:A tiny pest insect. It uses its long nose to suck blood from its host.][DESCRIPTION:針のような口を使って吸血する、小さな害虫だ。]
ko: [DESCRIPTION:작은 해충. 긴 코를 이용하여 숙주의 피를 빨아 먹는다.]
pl: [DESCRIPTION:Maleńki szkodnik. Używa swojego długiego nosa do wysysania krwi z gospodarza.]
ru: [DESCRIPTION:Мелкое насекомое-паразит. Использует длинный нос, чтобы сосать кровь хозяина.]
tr: [DESCRIPTION:Minik zararlı böcek. Konağından kan emmek için uzun burnunu kullanır.]
vi: [DESCRIPTION:Một loài côn trùng gây hại nhỏ bé. Chúng dùng vòi dài để hút máu từ vật chủ.]
zh_hans: [DESCRIPTION:一种小型的害虫。它用其长长的鼻子从它的宿主身上吸取血液。]

# CREATURE:MOSQUITO
source: [NAME:mosquito:mosquitos:mosquito]
cs: [NAME:komár:komáři:komár]
de: [NAME:Mücke:Mücken:Mücke]
eo: [NAME:moskito:moskitoj:de moskito]
es: [NAME:mosquito:mosquitos:de mosquito]
ja: [NAME:蚊:蚊:蚊の]
ko: [NAME:모기:모기떼:모기]
pl: [NAME:komar:komary:komar]
ru: [NAME:комар:комары:комара]
tr: [NAME:sivrisinek:sivrisinekler:sivrisinek]
vi: [NAME:Muỗi:Những con muỗi:Muỗi]
zh_hans: [NAME:蚊:蚊:蚊]

# CREATURE:MOSQUITO
source: [CASTE_NAME:mosquito:mosquitos:mosquito]
cs: [CASTE_NAME:komár:komáři:komár]
de: [CASTE_NAME:Mücke:Mücken:Mücke]
eo: [CASTE_NAME:moskito:moskitoj:de moskito]
es: [CASTE_NAME:mosquito:mosquitos:de mosquito]
ja: [CASTE_NAME:蚊:蚊:蚊の]
ko: [CASTE_NAME:모기:모기떼:모기]
pl: [CASTE_NAME:komar:komary:komar]
ru: [CASTE_NAME:комар:комары:комара]
tr: [CASTE_NAME:sivrisinek:sivrisinekler:sivrisinek]
vi: [CASTE_NAME:Muỗi:Những con muỗi:Muỗi]
zh_hans: [CASTE_NAME:蚊:蚊:蚊]

# CREATURE:MOSQUITO
source: [PREFSTRING:high-pitched buzz]
cs: [PREFSTRING:vysokým bzučením]
de: [PREFSTRING:schrilles Summen]
eo: [PREFSTRING:akra zumado]
es: [PREFSTRING:zumbidos agudos]
ja: [PREFSTRING:高音の羽ばたき]
ko: [PREFSTRING:고음의 윙윙거리는 소리]
pl: [PREFSTRING:wysokie bzyczenie]
ru: [PREFSTRING:тонкий писк]
tr: [PREFSTRING:tiz vızıltı]
vi: [PREFSTRING:Tiếng vo ve the thé]
zh_hans: [PREFSTRING:高频率]

# CREATURE:MOSQUITO
source: [PREFSTRING:ability to feast on blood]
cs: [PREFSTRING:schopností sát krev]
de: [PREFSTRING:blutdurstig]
eo: [PREFSTRING:kapablo por sangomanĝado]
es: [PREFSTRING:habilidades para darse festines de sangre]
ja: [PREFSTRING:血を吸う]
ko: [PREFSTRING:피를 먹는 능력]
pl: [PREFSTRING:zdolność do ucztowania na krwi]
ru: [PREFSTRING:способность сосать кровь]
tr: [PREFSTRING:kanla ziyafet çekme yeteneği]
vi: [PREFSTRING:Khả năng hút máu]
zh_hans: [PREFSTRING:可吸血]

# CREATURE:MOSQUITO
source: [TLCM_NOUN:chitin:SINGULAR]
eo: [TLCM_NOUN:ĥitino:SINGULAR]
es: [TLCM_NOUN:quitina:SINGULAR]
ja: [TLCM_NOUN:皮殻:SINGULAR]
ko: [TLCM_NOUN:키틴:SINGULAR]
pl: [TLCM_NOUN:chityna:SINGULAR]
ru: [TLCM_NOUN:хитин:SINGULAR]
tr: [TLCM_NOUN:kitin:SINGULAR]
zh_hans: [TLCM_NOUN:甲壳质:SINGULAR]

# CREATURE:MOSQUITO
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuoj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:复眼:PLURAL]

# CREATURE:MOSQUITO_MAN
source: [CASTE_NAME:mosquito man:mosquito men:mosquito man]
cs: [CASTE_NAME:komáří muž:komáří muži:komáří muž]
de: [CASTE_NAME:Mückenmann:Mückenmänner:Mückenmann]
eo: [CASTE_NAME:hommoskitiĉo:hommoskitiĉoj:de hommoskitiĉo]
es: [CASTE_NAME:hombre mosquito:hombres mosquito:de hombrer mosquito]
ja: [CASTE_NAME:蚊男:蚊男:蚊男の]
ko: [CASTE_NAME:남성 모기인간:남성 모기인간들:남성 모기인간]
pl: [CASTE_NAME:komaromężczyzna:komaromężczyźni:komaromężczyzny]
ru: [CASTE_NAME:мужчина-комар:мужчины-комары:мужчины-комара]
tr: [CASTE_NAME:erkek sivrisinek:erkek sivrisinekler:erkek sivrisinek]
vi: [CASTE_NAME:Người Muỗi:Những Người Muỗi:Người Muỗi]
zh_hans: [CASTE_NAME:蚊男:蚊男:蚊男]

# CREATURE:MOSQUITO_MAN
source: [CASTE_NAME:mosquito woman:mosquito women:mosquito woman]
cs: [CASTE_NAME:komáří žena:komáří ženy:komáří žena]
eo: [CASTE_NAME:hommoskitino:hommoskitinoj:de hommoskitino]
es: [CASTE_NAME:mujer mosquito:mujeres mosquito:de mujer mosquito]
ja: [CASTE_NAME:蚊女:蚊女:蚊女の]
ko: [CASTE_NAME:여성 모기인간:여성 모기인간들:여성 모기인간]
pl: [CASTE_NAME:komarokobieta:komarokobiety:komarokobieta]
ru: [CASTE_NAME:женщина-комариха:женщины-комарихи:женщины-комарихи]
tr: [CASTE_NAME:dişi sivrisinek:dişi sivrisinekler:dişi sivrisinek]
vi: [CASTE_NAME:Phụ nữ Muỗi:Những Phụ nữ Muỗi:Phụ nữ Muỗi]
zh_hans: [CASTE_NAME:蚊女:蚊女:蚊女]

# CREATURE:MOSQUITO_MAN
source: [NAME:mosquito man:mosquito men:mosquito man]
cs: [NAME:komáří muž:komáří muži:komáří muž]
de: [NAME:Mückenmensch:Mückenmenschen:Mückenmensch]
eo: [NAME:hommoskito:hommoskitoj:de hommoskito]
es: [NAME:hombre mosquito:hombres mosquito:de hombre mosquito]
ja: [NAME:蚊男:蚊男:蚊男の]
ko: [NAME:모기인간:모기인간들:모기인간]
pl: [NAME:komaroczłowiek:komaroludzie:komaroludzki]
ru: [NAME:человек-комар:люди-комары:человека-комара]
tr: [NAME:erkek sivrisinek:erkek sivrisinekler:erkek sivrisinek]
vi: [NAME:Người Muỗi:Những Người Muỗi:Người Muỗi]
zh_hans: [NAME:蚊人:蚊人:蚊人]

# CREATURE:MOSQUITO_MAN
source: [DESCRIPTION:A person with the head and wings of a mosquito.]
cs: [DESCRIPTION:Osoba s hlavou a křídly komára.]
de: [DESCRIPTION:Ein Mensch mit dem Kopf und den Flügeln einer Mücke.]
eo: [DESCRIPTION:Homo kun la kapo kaj la flugiloj de moskito.]
es: [DESCRIPTION:Una persona con la cabeza y las alas de un mosquito.]
ja: [DESCRIPTION:蚊の羽根と頭を持つ人間だ。]
ko: [DESCRIPTION:모기의 머리와 날개를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i skrzydłami komara. Podobno maczał palce w tłumaczeniu pewnych tekstów]
ru: [DESCRIPTION:Человек с головой и крыльями комара.]
tr: [DESCRIPTION:Sivrisinek başlı ve kanatlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người mang đầu và đôi cánh của muỗi.]
zh_hans: [DESCRIPTION:一个长着蚊子脑袋和翅膀的人。]

# CREATURE:GIANT_MOSQUITO
source: [NAME:giant mosquito:giant mosquitos:giant mosquito]
cs: [NAME:obří komár:obří komáři:obří komár]
de: [NAME:Riesenmücke: Riesenmücken: Riesenmücke]
eo: [NAME:giganta moskito:gigantaj moskitoj:de giganta moskito]
es: [NAME:mosquito gigante:mosquitos gigantes:de mosquito gigante]
ja: [NAME:巨大蚊:巨大蚊:巨大蚊の]
ko: [NAME:거대 모기:거대 모기떼:거대 모기]
pl: [NAME:gigantyczny komar:gigantyczne komary:gigantyczny komar]
ru: [NAME:гигантский комар:гигантские комары:гигантского комара]
tr: [NAME:dev sivrisinek:dev sivrisinekler:dev sivrisinek]
vi: [NAME:Muỗi khổng lồ:Những con muỗi khổng lồ:Muỗi khổng lồ]
zh_hans: [NAME:巨蚊:巨蚊:巨蚊]

# CREATURE:GIANT_MOSQUITO
source: [CASTE_NAME:giant mosquito:giant mosquitos:giant mosquito]
cs: [CASTE_NAME:obří komár:obří komáři:obří komár]
de: [CASTE_NAME:Riesenmücke: Riesenmücken: Riesenmücke]
eo: [CASTE_NAME:giganta moskito:gigantaj moskitoj:de giganta moskito]
es: [CASTE_NAME:mosquito gigante:mosquitos gigantes:de mosquito gigante]
ja: [CASTE_NAME:巨大蚊:巨大蚊:巨大蚊の]
ko: [CASTE_NAME:거대 모기:거대 모기떼:거대 모기]
pl: [CASTE_NAME:gigantyczny komar:gigantyczne komary:gigantyczny komar]
ru: [CASTE_NAME:гигантский комар:гигантские комары:гигантского комара]
tr: [CASTE_NAME:dev sivrisinek:dev sivrisinekler:dev sivrisinek]
vi: [CASTE_NAME:Muỗi khổng lồ:Những con muỗi khổng lồ:Muỗi khổng lồ]
zh_hans: [CASTE_NAME:巨蚊:巨蚊:巨蚊]

# CREATURE:GIANT_MOSQUITO
source: [DESCRIPTION:A huge monster in the shape of a mosquito.]
cs: [DESCRIPTION:Obří nestvůra ve tvaru komára.]
de: [DESCRIPTION:Ein riesiges Monster in Form eines Moskitos.]
eo: [DESCRIPTION:Grandega monstro kun formo de moskito.]
es: [DESCRIPTION:Un monstruo enorme con la forma de un mosquito.]
ja: [DESCRIPTION:蚊の姿をした巨大な怪物だ。]
ko: [DESCRIPTION:모기의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie komara.]
ru: [DESCRIPTION:Огромный монстр, похожий на комара.]
tr: [DESCRIPTION:Sivrisinek biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ mang hình dạng muỗi.]
zh_hans: [DESCRIPTION:一只巨大的蚊子怪。]

# CREATURE:GIANT_MOSQUITO
source: [PREFSTRING:high-pitched buzz]
cs: [PREFSTRING:vysokým bzučením]
de: [PREFSTRING:schrilles Summen]
eo: [PREFSTRING:akra zumado]
es: [PREFSTRING:zumbidos agudos]
ja: [PREFSTRING:高音の羽ばたき]
ko: [PREFSTRING:고음의 윙윙거리는 소리]
pl: [PREFSTRING:wysokie bzyczenie]
ru: [PREFSTRING:тонкий писк]
tr: [PREFSTRING:tiz vızıltı]
vi: [PREFSTRING:Tiếng vo ve the thé]
zh_hans: [PREFSTRING:高频率]
