Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:CHERRY
source: [GROWTH_NAME:cherry:cherries]
cs: [GROWTH_NAME:třešeň:třešně]
de: [GROWTH_NAME:Kirsche: Kirschen]
eo: [GROWTH_NAME:ĉerizo:ĉerizoj]
es: [GROWTH_NAME:cereza:cerezas]
ja: [GROWTH_NAME:サクランボ:サクランボ]
ko: [GROWTH_NAME:체리:체리들]
ru: [GROWTH_NAME:вишня:вишня]
tr: [GROWTH_NAME:kiraz:kirazlar]
vi: [GROWTH_NAME:anh đào:anh đào]
zh_hans: [GROWTH_NAME:樱桃:樱桃]

# PLANT:GINKGO
source: [NAME:ginkgo tree]
cs: [NAME:jinan]
de: [NAME:Ginkgobaum]
eo: [NAME:ginko]
es: [NAME:árbol de ginkgo]
ja: [NAME:銀杏の木]
ko: [NAME:은행 나무]
ru: [NAME:дерево гинкго]
tr: [NAME:mabet ağacı]
vi: [NAME:cây bạch quả]
zh_hans: [NAME:银杏树]

# PLANT:GINKGO
source: [NAME_PLURAL:ginkgo trees]
cs: [NAME_PLURAL:jinany]
de: [NAME_PLURAL:Ginkgobäume]
eo: [NAME_PLURAL:ginkoj]
es: [NAME_PLURAL:árboles de ginkgo]
ja: [NAME_PLURAL:銀杏の木]
ko: [NAME_PLURAL:은행 나무들]
ru: [NAME_PLURAL:деревья гинкго]
tr: [NAME_PLURAL:mabet ağaçları]
vi: [NAME_PLURAL:cây bạch quả]
zh_hans: [NAME_PLURAL:银杏树]

# PLANT:GINKGO
source: [ADJ:ginkgo tree]
cs: [ADJ:jinanový]
de: [ADJ:Ginkgobaum]
eo: [ADJ:de ginko]
es: [ADJ:de árbol de ginkgo]
ja: [ADJ:銀杏の木]
ko: [ADJ:은행 나무]
ru: [ADJ:дерево гинкго]
tr: [ADJ:mabet ağacı]
vi: [ADJ:cây bạch quả]
zh_hans: [ADJ:银杏树的]

# PLANT:GINKGO
source: [STATE_NAME:ALL_SOLID:ginkgo wood]
cs: [STATE_NAME:ALL_SOLID:jinanové dřevo]
de: [STATE_NAME:ALL_SOLID:Ginkgoholz]
eo: [STATE_NAME:ALL_SOLID:ligno el ginko]
es: [STATE_NAME:ALL_SOLID:madera de ginkgo]
ja: [STATE_NAME:ALL_SOLID:銀杏の木]
ko: [STATE_NAME:ALL_SOLID:은행 나무]
ru: [STATE_NAME:ALL_SOLID:древесина гинкго]
tr: [STATE_NAME:ALL_SOLID:mabet ağacı odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ bạch quả]
zh_hans: [STATE_NAME:ALL_SOLID:银杏木]

# PLANT:GINKGO
source: [STATE_ADJ:ALL_SOLID:ginkgo wood]
cs: [STATE_ADJ:ALL_SOLID:jinanové dřevo]
de: [STATE_ADJ:ALL_SOLID:Ginkgoholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el ginko]
es: [STATE_ADJ:ALL_SOLID:de madera de ginkgo]
ja: [STATE_ADJ:ALL_SOLID:銀杏の木]
ko: [STATE_ADJ:ALL_SOLID:은행 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина гинкго]
tr: [STATE_ADJ:ALL_SOLID:mabet ağacı odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ bạch quả]
zh_hans: [STATE_ADJ:ALL_SOLID:银杏木的]

# PLANT:GINKGO
source: [SEED:ginkgo seed:ginkgo seeds:]
cs: [SEED:jinanové semeno:jinanová semena:]
de: [SEED:Ginkgosamen:Ginkgosamen:]
eo: [SEED:semo de ginko:semoj de ginko:]
es: [SEED:semillas de ginkgo:semillas de ginkgo:]
ja: [SEED:銀杏の種:銀杏の種:]
ko: [SEED:은행:은행들:]
ru: [SEED:семя гинкго:семена гинкго:]
tr: [SEED:mabet ağacı tohumu:mabet ağacı tohumları:]
vi: [SEED:hạt bạch quả:hạt bạch quả:]
zh_hans: [SEED:银杏种子:银杏种子:]

# PLANT:GINKGO
source: [PREFSTRING:seeds]
cs: [PREFSTRING:semena]
de: [PREFSTRING:Samen]
eo: [PREFSTRING:semoj]
es: [PREFSTRING:semillas]
ja: [PREFSTRING:種]
ko: [PREFSTRING:씨앗들]
pl: [PREFSTRING:nasiona]
ru: [PREFSTRING:семена]
tr: [PREFSTRING:tohumları]
vi: [PREFSTRING:hạt]
zh_hans: [PREFSTRING:种子]

# PLANT:GINKGO
source: [GROWTH_NAME:ginkgo leaf:ginkgo leaves]
cs: [GROWTH_NAME:jinanový list:jinanové listy]
de: [GROWTH_NAME:Ginkgoblatt: Ginkgoblätter]
eo: [GROWTH_NAME:folio de ginko:folioj de ginko]
es: [GROWTH_NAME:hoja de ginkgo:hojas de ginkgo]
ja: [GROWTH_NAME:銀杏の葉:銀杏の葉]
ko: [GROWTH_NAME:은행 나무 잎:은행 나무 잎들]
ru: [GROWTH_NAME:лист гинкго:листья гинкго]
tr: [GROWTH_NAME:mabet ağacı yaprağı:mabet ağacı yaprakları]
vi: [GROWTH_NAME:lá bạch quả:lá bạch quả]
zh_hans: [GROWTH_NAME:银杏树叶:银杏树叶]

# PLANT:GINKGO
source: [GROWTH_NAME:ginkgo pollen catkin:STP]
cs: [GROWTH_NAME:jinanová pylová jehněda:STP]
de: [GROWTH_NAME:Ginkgopollenkätzchen:STP]
eo: [GROWTH_NAME:polen-amento de ginko:polen-amentoj de ginko]
es: [GROWTH_NAME:amento de polen de ginkgo:STP]
ja: [GROWTH_NAME:銀杏の花:STP]
ko: [GROWTH_NAME:은행 꽃가루차례:STP]
ru: [GROWTH_NAME:пыльцевая серёжка гинкго:пыльцевые серёжки гинкго]
tr: [GROWTH_NAME:mabet ağacı polen kediciği:STP]
zh_hans: [GROWTH_NAME:银杏树花粉絮:STP]

# PLANT:GINKGO
source: [GROWTH_NAME:ginkgo seed:STP]
cs: [GROWTH_NAME:jinanové semeno:STP]
de: [GROWTH_NAME:Ginkgosamen:STP]
eo: [GROWTH_NAME:semo de ginko:semoj de ginko:]
es: [GROWTH_NAME:semilla de ginkgo:STP]
ja: [GROWTH_NAME:銀杏の種:STP]
ko: [GROWTH_NAME:은행 씨:STP]
ru: [GROWTH_NAME:семя гинкго:семена гинкго]
tr: [GROWTH_NAME:mabet ağacı tohumu:STP]
zh_hans: [GROWTH_NAME:银杏种子:STP]

# PLANT:HAZEL
source: [NAME:hazel tree]
cs: [NAME:líska]
de: [NAME:Haselbaum]
eo: [NAME:avelarbo]
es: [NAME:avellano]
ja: [NAME:ヘーゼルの木]
ko: [NAME:개암 나무]
ru: [NAME:орешник]
tr: [NAME:fındık ağacı]
vi: [NAME:cây phỉ]
zh_hans: [NAME:榛树]

# PLANT:HAZEL
source: [NAME_PLURAL:hazel trees]
cs: [NAME_PLURAL:líska]
de: [NAME_PLURAL:Haselbäume]
eo: [NAME_PLURAL:avelarboj]
es: [NAME_PLURAL:avellanos]
ja: [NAME_PLURAL:ヘーゼルの木]
ko: [NAME_PLURAL:개암 나무들]
ru: [NAME_PLURAL:деревья орешника]
tr: [NAME_PLURAL:fındık ağaçları]
vi: [NAME_PLURAL:cây phỉ]
zh_hans: [NAME_PLURAL:榛树]

# PLANT:HAZEL
source: [ADJ:hazel tree]
cs: [ADJ:líska]
de: [ADJ:Haselnussbaum]
eo: [ADJ:de avelarbo]
es: [ADJ:de avellano]
ja: [ADJ:ヘーゼルの木]
ko: [ADJ:개암 나무]
ru: [ADJ:орешник]
tr: [ADJ:fındık ağacı]
vi: [ADJ:cây phỉ]
zh_hans: [ADJ:榛树的]

# PLANT:HAZEL
source: [STATE_NAME:ALL_SOLID:hazel wood]
cs: [STATE_NAME:ALL_SOLID:líska dřevo]
de: [STATE_NAME:ALL_SOLID:Haselholz]
eo: [STATE_NAME:ALL_SOLID:ligno el avelo]
es: [STATE_NAME:ALL_SOLID:madera de avellano]
ja: [STATE_NAME:ALL_SOLID:ヘーゼルの木]
ko: [STATE_NAME:ALL_SOLID:개암 나무]
ru: [STATE_NAME:ALL_SOLID:древесина орешника]
tr: [STATE_NAME:ALL_SOLID:fındık odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ phỉ]
zh_hans: [STATE_NAME:ALL_SOLID:榛木的]

# PLANT:HAZEL
source: [STATE_ADJ:ALL_SOLID:hazel wood]
cs: [STATE_ADJ:ALL_SOLID:líska dřevo]
de: [STATE_ADJ:ALL_SOLID:Haselholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el avelo]
es: [STATE_ADJ:ALL_SOLID:de madera de avellano]
ja: [STATE_ADJ:ALL_SOLID:ヘーゼルの木]
ko: [STATE_ADJ:ALL_SOLID:개암 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина орешника]
tr: [STATE_ADJ:ALL_SOLID:fındık odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ phỉ]
zh_hans: [STATE_ADJ:ALL_SOLID:榛木的]

# PLANT:HAZEL
source: [SEED:hazel nut:hazel nuts:]
cs: [SEED:lískoořech:lískoořechy:]
de: [SEED:Haselnuss:Haselnüsse:]
eo: [SEED:avelo:aveloj:]
es: [SEED:avellana:avellana:]
ja: [SEED:hazel nut:ヘーゼルナッツ:]
ko: [SEED:헤이즐넛:헤이즐넛들:]
ru: [SEED:лесной орех:лесные орехи:]
tr: [SEED:fındık:fındıklar:]
vi: [SEED:hạt phỉ:hạt phỉ:]
zh_hans: [SEED:榛子:榛子:]

# PLANT:HAZEL
source: [PREFSTRING:nuts]
cs: [PREFSTRING:ořechy]
de: [PREFSTRING:Nüsse]
eo: [PREFSTRING:nuksoj]
es: [PREFSTRING:nueces]
ja: [PREFSTRING:ナッツ]
ko: [PREFSTRING:견과류]
pl: [PREFSTRING:orzechy]
ru: [PREFSTRING:орехи]
tr: [PREFSTRING:fındıkları]
vi: [PREFSTRING:hạt]
zh_hans: [PREFSTRING:坚果]

# PLANT:HAZEL
source: [GROWTH_NAME:hazel leaf:hazel leaves]
cs: [GROWTH_NAME:líska list:líska listy]
de: [GROWTH_NAME:Haselblatt: Haselblätter]
eo: [GROWTH_NAME:folio de avelo:folioj de avelo]
es: [GROWTH_NAME:hoja de avellano:hojas de avellano]
ja: [GROWTH_NAME:ヘーゼルの葉:ヘーゼルの葉]
ko: [GROWTH_NAME:개암 나무 잎:개암 나무 잎들]
ru: [GROWTH_NAME:лист орешника:листья орешника]
tr: [GROWTH_NAME:fındık yaprağı:fındık yaprakları]
vi: [GROWTH_NAME:lá phỉ:lá phỉ]
zh_hans: [GROWTH_NAME:榛树叶:榛树叶]

# PLANT:HAZEL
source: [GROWTH_NAME:hazel pollen catkin:STP]
cs: [GROWTH_NAME:líska pylová jehněda:STP]
de: [GROWTH_NAME:Haselpollenkätzchen:STP]
eo: [GROWTH_NAME:polen-amento de avelo:polen-amentoj de avelo]
es: [GROWTH_NAME:amento de polen de avellano:STP]
ja: [GROWTH_NAME:ヘーゼルの花:STP]
ko: [GROWTH_NAME:개암 꽃가루차례:STP]
ru: [GROWTH_NAME:пыльцевая серёжка орешника:пыльцевые серёжки орешника]
tr: [GROWTH_NAME:fındık polen kediciği:STP]
zh_hans: [GROWTH_NAME:榛树花粉絮:STP]

# PLANT:HAZEL
source: [GROWTH_NAME:hazel nut:STP]
cs: [GROWTH_NAME:lískoořech:STP]
de: [GROWTH_NAME:Haselnuss:STP]
eo: [GROWTH_NAME:avelo:aveloj]
es: [GROWTH_NAME:avellana:STP]
ja: [GROWTH_NAME:ヘーゼルナッツ:STP]
ko: [GROWTH_NAME:헤이즐넛:STP]
ru: [GROWTH_NAME:лесной орех:лесные орехи]
tr: [GROWTH_NAME:fındık:STP]
zh_hans: [GROWTH_NAME:榛子:STP]

# PLANT:PEACH
source: [NAME:peach tree]
cs: [NAME:brokovník]
de: [NAME:Pfirsichbaum]
eo: [NAME:persikarbo]
es: [NAME:melocotonero]
ja: [NAME:桃の木]
ko: [NAME:복숭아 나무]
ru: [NAME:персиковое дерево]
tr: [NAME:şeftali ağacı]
vi: [NAME:cây đào]
zh_hans: [NAME:桃树]

# PLANT:PEACH
source: [NAME_PLURAL:peach trees]
cs: [NAME_PLURAL:brokovníky]
de: [NAME_PLURAL:Pfirsichbäume]
eo: [NAME_PLURAL:persikarboj]
es: [NAME_PLURAL:melocotoneros]
ja: [NAME_PLURAL:桃の木]
ko: [NAME_PLURAL:복숭아 나무들]
ru: [NAME_PLURAL:персиковые деревья]
tr: [NAME_PLURAL:şeftali ağaçları]
vi: [NAME_PLURAL:cây đào]
zh_hans: [NAME_PLURAL:桃树]

# PLANT:PEACH
source: [ADJ:peach tree]
cs: [ADJ:brokovník]
de: [ADJ:Pfirsichbaum]
eo: [ADJ:de persikarbo]
es: [ADJ:de melocotonero]
ja: [ADJ:桃の木]
ko: [ADJ:복숭아 나무]
ru: [ADJ:персиковое дерево]
tr: [ADJ:şeftali ağacı]
vi: [ADJ:cây đào]
zh_hans: [ADJ:桃树的]

# PLANT:PEACH
source: [STATE_NAME:ALL_SOLID:peach wood]
cs: [STATE_NAME:ALL_SOLID:brokové dřevo]
de: [STATE_NAME:ALL_SOLID: Pfirsichholz]
eo: [STATE_NAME:ALL_SOLID:ligno el persikarbo]
es: [STATE_NAME:ALL_SOLID:madera de melocotonero]
ja: [STATE_NAME:ALL_SOLID:桃の木]
ko: [STATE_NAME:ALL_SOLID:복숭아 나무]
ru: [STATE_NAME:ALL_SOLID:персиковое дерево]
tr: [STATE_NAME:ALL_SOLID:şeftali odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ đào]
zh_hans: [STATE_NAME:ALL_SOLID:桃木]

# PLANT:PEACH
source: [STATE_ADJ:ALL_SOLID:peach wood]
cs: [STATE_ADJ:ALL_SOLID:brokové dřevo]
de: [STATE_ADJ:ALL_SOLID: Pfirsichholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el persikarbo]
es: [STATE_ADJ:ALL_SOLID:de madera de melocotonero]
ja: [STATE_ADJ:ALL_SOLID:桃の木]
ko: [STATE_ADJ:ALL_SOLID:복숭아 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина персика]
tr: [STATE_ADJ:ALL_SOLID:şeftali odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ đào]
zh_hans: [STATE_ADJ:ALL_SOLID:桃木的]

# PLANT:PEACH
source: [STATE_NAME_ADJ:ALL_SOLID:frozen peach cider]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražený broskvový mošt]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Pfirsichwein]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita cidro el persiko]
es: [STATE_NAME_ADJ:ALL_SOLID:de sidra de melocotón congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った桃のシャンパン]
ko: [STATE_NAME_ADJ:ALL_SOLID:frozen 복숭아주]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзший персиковый сидр]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş şeftali şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu đào đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的桃酒]

# PLANT:PEACH
source: [STATE_NAME_ADJ:LIQUID:peach cider]
cs: [STATE_NAME_ADJ:LIQUID:broskvový mošt]
de: [STATE_NAME_ADJ:LIQUID:Pfirsichwein]
eo: [STATE_NAME_ADJ:LIQUID:cidro el persiko]
es: [STATE_NAME_ADJ:LIQUID:de sidra de meolocotón]
ja: [STATE_NAME_ADJ:LIQUID:桃のシャンパン]
ko: [STATE_NAME_ADJ:LIQUID:복숭아 cider]
ru: [STATE_NAME_ADJ:LIQUID:персиковый сидр]
tr: [STATE_NAME_ADJ:LIQUID:şeftali şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu đào]
zh_hans: [STATE_NAME_ADJ:LIQUID:桃酒]

# PLANT:PEACH
source: [STATE_NAME_ADJ:GAS:boiling peach cider]
cs: [STATE_NAME_ADJ:GAS:vřící broskvový mošt]
de: [STATE_NAME_ADJ:GAS:kochender Pfirsichwein]
eo: [STATE_NAME_ADJ:GAS:bolanta cidro el persiko]
es: [STATE_NAME_ADJ:GAS:de sidra de meolocotón hervido]
ja: [STATE_NAME_ADJ:GAS:蒸気化した桃のシャンパン]
ko: [STATE_NAME_ADJ:GAS:boiling 복숭아 cider]
ru: [STATE_NAME_ADJ:GAS:кипящий персиковый сидр]
tr: [STATE_NAME_ADJ:GAS:kaynayan şeftali şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu đào đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的桃酒]

# PLANT:PEACH
source: [SEED:peach pit:peach pits:]
cs: [SEED:pecka broskve:pecky broskví:]
de: [SEED:pfirsichkern:pfirsichkerne:]
eo: [SEED:kerno de persiko:kernoj de persiko:]
es: [SEED:semilla de meolocotón:semillas de meolocotón:]
ja: [SEED:桃の実:桃の実:]
ko: [SEED:복숭아 pit:복숭아 pits:]
ru: [SEED:косточка персика:косточки персика:]
tr: [SEED:şeftali çekirdeği:şeftali çekirdekleri:]
vi: [SEED:hạt đào:hạt đào:]
zh_hans: [SEED:桃核:桃核:]

# PLANT:PEACH
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:PEACH
source: [GROWTH_NAME:peach leaf:peach leaves]
cs: [GROWTH_NAME:list broskvoně:listy broskvoně]
de: [GROWTH_NAME:Pfirsichblatt:Pfirsichblätter]
eo: [GROWTH_NAME:folio de persikarbo:folioj de persikarbo]
es: [GROWTH_NAME:hola de melocotonero:hojas de meolocotonero]
ja: [GROWTH_NAME:桃の葉:桃の葉]
ko: [GROWTH_NAME:복숭아 나무 잎:복숭아 나무 잎들]
ru: [GROWTH_NAME:лист персика:листья персика]
tr: [GROWTH_NAME:şeftali yaprağı:şeftali yaprakları]
vi: [GROWTH_NAME:lá đào:lá đào]
zh_hans: [GROWTH_NAME:桃树叶:桃树叶]

# PLANT:PEACH
source: [GROWTH_NAME:peach flower:STP]
cs: [GROWTH_NAME:květ broskvoně:STP]
de: [GROWTH_NAME:Pfirsichblüte:STP]
eo: [GROWTH_NAME:floro de persikrabo:floroj de persikarbo]
es: [GROWTH_NAME:flor de meolocotón:STP]
ja: [GROWTH_NAME:桃の花:STP]
ko: [GROWTH_NAME:복숭아 나무 꽃:STP]
ru: [GROWTH_NAME:цветок персика:цветы персика]
tr: [GROWTH_NAME:şeftali çiçeği:STP]
zh_hans: [GROWTH_NAME:桃花:STP]

# PLANT:PEACH
source: [GROWTH_NAME:peach:peaches]
cs: [GROWTH_NAME:broskev:broskve]
de: [GROWTH_NAME:Pfirsich:Pfirsiche]
eo: [GROWTH_NAME:persiko:persikoj]
es: [GROWTH_NAME:meolocotón:meolocotón]
ja: [GROWTH_NAME:桃:桃]
ko: [GROWTH_NAME:복숭아:복숭아es]
ru: [GROWTH_NAME:персик:персики]
tr: [GROWTH_NAME:şeftali:şeftaliler]
vi: [GROWTH_NAME:hồng đào:đào]
zh_hans: [GROWTH_NAME:桃:桃]

# PLANT:PEAR
source: [NAME:pear tree]
cs: [NAME:hrušeň]
de: [NAME:Birnenbaum]
eo: [NAME:pirarbo]
es: [NAME:peral]
ja: [NAME:梨の木]
ko: [NAME:배 나무]
ru: [NAME:грушевое дерево]
tr: [NAME:armut ağacı]
vi: [NAME:cây lê]
zh_hans: [NAME:白梨树木]

# PLANT:PEAR
source: [NAME_PLURAL:pear trees]
cs: [NAME_PLURAL:hrušně]
de: [NAME_PLURAL:Birnenbäume]
eo: [NAME_PLURAL:pirarboj]
es: [NAME_PLURAL:perales]
ja: [NAME_PLURAL:梨の木]
ko: [NAME_PLURAL:배 나무들]
ru: [NAME_PLURAL:грушевые деревья]
tr: [NAME_PLURAL:armut ağaçları]
vi: [NAME_PLURAL:cây lê]
zh_hans: [NAME_PLURAL:白梨树木]

# PLANT:PEAR
source: [ADJ:pear tree]
cs: [ADJ:hrušeň]
de: [ADJ:Birnenbaum]
eo: [ADJ:de piro]
es: [ADJ:de peral]
ja: [ADJ:梨の木]
ko: [ADJ:배 나무]
ru: [ADJ:груша]
tr: [ADJ:armut ağacı]
vi: [ADJ:cây lê]
zh_hans: [ADJ:白梨树的]

# PLANT:PEAR
source: [STATE_NAME:ALL_SOLID:pear wood]
cs: [STATE_NAME:ALL_SOLID:hruškové dřevo]
de: [STATE_NAME:ALL_SOLID:Birnenholz]
eo: [STATE_NAME:ALL_SOLID:ligno el pirarbo]
es: [STATE_NAME:ALL_SOLID:madera de peral]
ja: [STATE_NAME:ALL_SOLID:梨の木]
ko: [STATE_NAME:ALL_SOLID:배 나무]
ru: [STATE_NAME:ALL_SOLID:древесина груши]
tr: [STATE_NAME:ALL_SOLID:armut odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ lê]
zh_hans: [STATE_NAME:ALL_SOLID:白梨木的]

# PLANT:PEAR
source: [STATE_ADJ:ALL_SOLID:pear wood]
cs: [STATE_ADJ:ALL_SOLID:hruškové dřevo]
de: [STATE_ADJ:ALL_SOLID:Birnenholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el pirarbo]
es: [STATE_ADJ:ALL_SOLID:madera de peral]
ja: [STATE_ADJ:ALL_SOLID:梨の木]
ko: [STATE_ADJ:ALL_SOLID:배 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина груши]
tr: [STATE_ADJ:ALL_SOLID:armut odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ lê]
zh_hans: [STATE_ADJ:ALL_SOLID:白梨木的]

# PLANT:PEAR
source: [STATE_NAME_ADJ:ALL_SOLID:frozen perry]
cs: [STATE_NAME_ADJ:ALL_SOLID:zmražené hruškové víno]
de: [STATE_NAME_ADJ:ALL_SOLID:gefrorener Birnensaft]
eo: [STATE_NAME_ADJ:ALL_SOLID:glaciiĝita el pircidro]
es: [STATE_NAME_ADJ:ALL_SOLID:de sidra de pera congelada]
ja: [STATE_NAME_ADJ:ALL_SOLID:凍った梨のシャンパン]
ru: [STATE_NAME_ADJ:ALL_SOLID:замёрзший грушевый сидр]
tr: [STATE_NAME_ADJ:ALL_SOLID:donmuş armut şarabı]
vi: [STATE_NAME_ADJ:ALL_SOLID:rượu lê đông lạnh]
zh_hans: [STATE_NAME_ADJ:ALL_SOLID:冷冻的梨酒]

# PLANT:PEAR
source: [STATE_NAME_ADJ:LIQUID:perry]
cs: [STATE_NAME_ADJ:LIQUID:hruškové víno]
de: [STATE_NAME_ADJ:LIQUID:Birnensaft]
eo: [STATE_NAME_ADJ:LIQUID:pircidro]
es: [STATE_NAME_ADJ:LIQUID:de sidra de pera]
ja: [STATE_NAME_ADJ:LIQUID:梨のシャンパン]
ru: [STATE_NAME_ADJ:LIQUID:грушевый сидр]
tr: [STATE_NAME_ADJ:LIQUID:armut şarabı]
vi: [STATE_NAME_ADJ:LIQUID:rượu lê]
zh_hans: [STATE_NAME_ADJ:LIQUID:梨酒]

# PLANT:PEAR
source: [STATE_NAME_ADJ:GAS:boiling perry]
cs: [STATE_NAME_ADJ:GAS:vřící hruškové víno]
de: [STATE_NAME_ADJ:GAS:kochender Birnensaft]
eo: [STATE_NAME_ADJ:GAS:bolanta pircidro]
es: [STATE_NAME_ADJ:GAS:de sidra de pera hervida]
ja: [STATE_NAME_ADJ:GAS:蒸気化した梨のシャンパン]
ru: [STATE_NAME_ADJ:GAS:кипящий грушевый сидр]
tr: [STATE_NAME_ADJ:GAS:kaynayan armut şarabı]
vi: [STATE_NAME_ADJ:GAS:rượu lê đang sôi]
zh_hans: [STATE_NAME_ADJ:GAS:沸腾的梨酒]

# PLANT:PEAR
source: [SEED:pear seed:pear seeds:]
cs: [SEED:hruškové semeno:hrušková semena:]
de: [SEED:Birnenkern:Birnenkerne:]
eo: [SEED:semo de piro:semoj de piro:]
es: [SEED:semilla de pera:semillas de pera:]
ja: [SEED:エンドウ豆rの種:梨の種:]
ko: [SEED:배 씨:배 씨들:]
ru: [SEED:семя груши:семена груши:]
tr: [SEED:armut çekirdeği:armut çekirdekleri:]
vi: [SEED:hạt lê:hạt lê:]
zh_hans: [SEED:白梨种子:白梨种子:]

# PLANT:PEAR
source: [PREFSTRING:fruit]
cs: [PREFSTRING:plodem]
de: [PREFSTRING:Frucht]
eo: [PREFSTRING:frukto]
es: [PREFSTRING:fruta]
ja: [PREFSTRING:果実]
ko: [PREFSTRING:열매]
pl: [PREFSTRING:owoc]
ru: [PREFSTRING:плоды]
tr: [PREFSTRING:meyvesi]
zh_hans: [PREFSTRING:水果]

# PLANT:PEAR
source: [GROWTH_NAME:pear leaf:pear leaves]
cs: [GROWTH_NAME:list hrušně:listy hrušně]
de: [GROWTH_NAME:Birnenblatt:Birnenblätter]
eo: [GROWTH_NAME:folio de piro:folioj de piro]
es: [GROWTH_NAME:hoja de peral:hojas de peral]
ja: [GROWTH_NAME:梨の葉:梨の葉]
ko: [GROWTH_NAME:배 나무 잎:배 나무 잎들]
ru: [GROWTH_NAME:лист груши:листья груши]
tr: [GROWTH_NAME:armut yaprağı:armut yaprakları]
vi: [GROWTH_NAME:lá lê:lá lê]
zh_hans: [GROWTH_NAME:白梨树叶:白梨树叶]

# PLANT:PEAR
source: [GROWTH_NAME:pear flower:STP]
cs: [GROWTH_NAME:květ hrušně:STP]
de: [GROWTH_NAME:Birnenblüte:STP]
eo: [GROWTH_NAME:floro de piro:floroj de piro]
es: [GROWTH_NAME:flor de pera:STP]
ja: [GROWTH_NAME:梨の花:STP]
ko: [GROWTH_NAME:배 나무 꽃:STP]
ru: [GROWTH_NAME:цветок груши:цветы груши]
tr: [GROWTH_NAME:armut çiçeği:STP]
zh_hans: [GROWTH_NAME:白梨花:STP]

# PLANT:PEAR
source: [GROWTH_NAME:pear:STP]
cs: [GROWTH_NAME:hruška:STP]
de: [GROWTH_NAME:Birne:STP]
eo: [GROWTH_NAME:piro:piroj]
es: [GROWTH_NAME:pera:STP]
ja: [GROWTH_NAME:梨:STP]
ko: [GROWTH_NAME:배:STP]
ru: [GROWTH_NAME:груша:груши]
tr: [GROWTH_NAME:armut:STP]
zh_hans: [GROWTH_NAME:白梨:STP]

# PLANT:PECAN
source: [NAME:pecan tree]
cs: [NAME:pekanovník]
de: [NAME:Pecannussbaum]
eo: [NAME:pekano]
es: [NAME:pacano]
ja: [NAME:ピーカンナッツの木]
ko: [NAME:피칸 나무]
ru: [NAME:дерево пекан]
tr: [NAME:pekan ağacı]
vi: [NAME:cây hồ đào]
zh_hans: [NAME:碧根果树]

# PLANT:PECAN
source: [NAME_PLURAL:pecan trees]
cs: [NAME_PLURAL:pekanovníky]
de: [NAME_PLURAL:Pekannussbäume]
eo: [NAME_PLURAL:pekanoj]
es: [NAME_PLURAL:pacanos]
ja: [NAME_PLURAL:ピーカンナッツの木]
ko: [NAME_PLURAL:피칸 나무들]
ru: [NAME_PLURAL:деревья пекана]
tr: [NAME_PLURAL:pekan ağaçları]
vi: [NAME_PLURAL:cây hồ đào]
zh_hans: [NAME_PLURAL:碧根果树]

# PLANT:PECAN
source: [ADJ:pecan tree]
cs: [ADJ:pekanovníkový]
de: [ADJ:Pecannussbaum]
eo: [ADJ:de pekano]
es: [ADJ:de pacano]
ja: [ADJ:ピーカンナッツの木]
ko: [ADJ:피칸 나무]
ru: [ADJ:дерево пекан]
tr: [ADJ:pekan ağacı]
vi: [ADJ:cây hồ đào]
zh_hans: [ADJ:碧根果树的]

# PLANT:PECAN
source: [STATE_NAME:ALL_SOLID:pecan wood]
cs: [STATE_NAME:ALL_SOLID:pekanové dřevo]
de: [STATE_NAME:ALL_SOLID:Pekannussholz]
eo: [STATE_NAME:ALL_SOLID:ligno el pekano]
es: [STATE_NAME:ALL_SOLID:madera de pacano]
ja: [STATE_NAME:ALL_SOLID:ピーカンナッツの木]
ko: [STATE_NAME:ALL_SOLID:피칸 나무]
ru: [STATE_NAME:ALL_SOLID:древесина ореха пекан]
tr: [STATE_NAME:ALL_SOLID:pekan odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ hồ đào]
zh_hans: [STATE_NAME:ALL_SOLID:碧根果木]

# PLANT:PECAN
source: [STATE_ADJ:ALL_SOLID:pecan wood]
cs: [STATE_ADJ:ALL_SOLID:pekanové dřevo]
de: [STATE_ADJ:ALL_SOLID:Pekannussholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el pekano]
es: [STATE_ADJ:ALL_SOLID:de madera de pacano]
ja: [STATE_ADJ:ALL_SOLID:ピーカンナッツの木]
ko: [STATE_ADJ:ALL_SOLID:피칸 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина ореха пекан]
tr: [STATE_ADJ:ALL_SOLID:pekan odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ hồ đào]
zh_hans: [STATE_ADJ:ALL_SOLID:碧根果木的]

# PLANT:PECAN
source: [SEED:pecan:pecans:]
cs: [SEED:pekan:pekany:]
de: [SEED:Pekannuss:Pekannüsse:]
eo: [SEED:nukso de pekano:nuksoj de pekano:]
es: [SEED:pecana:pecanas:]
ja: [SEED:ピーカンナッツ:ピーカンナッツ:]
ko: [SEED:피칸:피칸s:]
ru: [SEED:орех пекан:орехи пекан:]
tr: [SEED:pekan cevizi:pekan cevizleri:]
vi: [SEED:hồ đào:hồ đào:]
zh_hans: [SEED:碧根果:碧根果:]

# PLANT:PECAN
source: [PREFSTRING:nuts]
cs: [PREFSTRING:ořechy]
de: [PREFSTRING:Nüsse]
eo: [PREFSTRING:nuksoj]
es: [PREFSTRING:nueces]
ja: [PREFSTRING:ナッツ]
ko: [PREFSTRING:견과류]
pl: [PREFSTRING:orzechy]
ru: [PREFSTRING:орехи]
tr: [PREFSTRING:cevizleri]
vi: [PREFSTRING:hạt]
zh_hans: [PREFSTRING:坚果]

# PLANT:PECAN
source: [GROWTH_NAME:pecan leaf:pecan leaves]
cs: [GROWTH_NAME:pekanový list:pekanové listy]
de: [GROWTH_NAME:Pekannussblatt: Pekannussblätter]
eo: [GROWTH_NAME:folio de pekano:folioj de pekano]
es: [GROWTH_NAME:hoja de pacano:hojas de pacano]
ja: [GROWTH_NAME:ピーカンナッツの葉:ピーカンナッツの葉]
ko: [GROWTH_NAME:피칸 나무 잎:피칸 나무 잎들]
ru: [GROWTH_NAME:лист пекана:листья пекана]
tr: [GROWTH_NAME:pekan yaprağı:pekan yaprakları]
vi: [GROWTH_NAME:lá hồ đào:lá hồ đào]
zh_hans: [GROWTH_NAME:碧根果树树叶:碧根果树树叶]

# PLANT:PECAN
source: [GROWTH_NAME:pecan pollen catkin:STP]
cs: [GROWTH_NAME:pekanová pylová jehněda:STP]
de: [GROWTH_NAME:Pekannusspollenkätzchen:STP]
eo: [GROWTH_NAME:polen-amento de pekano:polen-amentoj de pekano]
es: [GROWTH_NAME:amento de polen de pacano:STP]
ja: [GROWTH_NAME:ピーカンナッツの花:STP]
ko: [GROWTH_NAME:피칸 꽃가루차례:STP]
ru: [GROWTH_NAME:пыльцевая серёжка пекана:пыльцевые серёжки пекана]
tr: [GROWTH_NAME:pekan polen kediciği:STP]
zh_hans: [GROWTH_NAME:碧根果花粉絮:STP]

# PLANT:PECAN
source: [GROWTH_NAME:pecan:STP]
cs: [GROWTH_NAME:pekan:STP]
de: [GROWTH_NAME:Pecannuss:STP]
eo: [GROWTH_NAME:nukso de pekano:nuksoj de pekano]
es: [GROWTH_NAME:pecana:STP]
ja: [GROWTH_NAME:ピーカンナッツ:STP]
ko: [GROWTH_NAME:피칸:STP]
ru: [GROWTH_NAME:пекан:плоды пекана]
tr: [GROWTH_NAME:pekan cevizi:STP]
zh_hans: [GROWTH_NAME:碧根果:STP]

# PLANT:PERSIMMON
source: [NAME:persimmon tree]
cs: [NAME:tomel]
de: [NAME:Kakibaum]
eo: [NAME:persimonujo]
es: [NAME:árbol de caqui]
ja: [NAME:柿の木]
ko: [NAME:감 나무]
ru: [NAME:дерево хурмы]
tr: [NAME:cennet hurması ağacı]
vi: [NAME:cây hồng]
zh_hans: [NAME:柿树]

# PLANT:PERSIMMON
source: [NAME_PLURAL:persimmon trees]
cs: [NAME_PLURAL:tomely]
de: [NAME_PLURAL:Kakibäume]
eo: [NAME_PLURAL:persimonujoj]
es: [NAME_PLURAL:árboles de caqui]
ja: [NAME_PLURAL:柿の木]
ko: [NAME_PLURAL:감 나무들]
ru: [NAME_PLURAL:деревья хурмы]
tr: [NAME_PLURAL:cennet hurması ağaçları]
vi: [NAME_PLURAL:cây hồng]
zh_hans: [NAME_PLURAL:柿树]

# PLANT:PERSIMMON
source: [ADJ:persimmon tree]
cs: [ADJ:tomelový]
de: [ADJ:Kakibaum]
eo: [ADJ:de persimonujo]
es: [ADJ:de árbol de caqui]
ja: [ADJ:柿の木]
ko: [ADJ:감 나무]
ru: [ADJ:дерево хурмы]
tr: [ADJ:cennet hurması ağacı]
vi: [ADJ:cây hồng]
zh_hans: [ADJ:柿树的]

# PLANT:PERSIMMON
source: [STATE_NAME:ALL_SOLID:persimmon wood]
cs: [STATE_NAME:ALL_SOLID:tomelové dřevo]
de: [STATE_NAME:ALL_SOLID:Kakiholz]
eo: [STATE_NAME:ALL_SOLID:ligno el persimonujo]
es: [STATE_NAME:ALL_SOLID:madera de árbol de caqui]
ja: [STATE_NAME:ALL_SOLID:柿の木]
ko: [STATE_NAME:ALL_SOLID:감 나무]
ru: [STATE_NAME:ALL_SOLID:древесина хурмы]
tr: [STATE_NAME:ALL_SOLID:cennet hurması odunu]
vi: [STATE_NAME:ALL_SOLID:gỗ hồng]
zh_hans: [STATE_NAME:ALL_SOLID:柿木]

# PLANT:PERSIMMON
source: [STATE_ADJ:ALL_SOLID:persimmon wood]
cs: [STATE_ADJ:ALL_SOLID:tomelové dřevo]
de: [STATE_ADJ:ALL_SOLID:Kakiholz]
eo: [STATE_ADJ:ALL_SOLID:el ligno el persimonujo]
es: [STATE_ADJ:ALL_SOLID:de madera de árbol de caqui]
ja: [STATE_ADJ:ALL_SOLID:柿の木]
ko: [STATE_ADJ:ALL_SOLID:감 나무]
ru: [STATE_ADJ:ALL_SOLID:древесина хурмы]
tr: [STATE_ADJ:ALL_SOLID:cennet hurması odunu]
vi: [STATE_ADJ:ALL_SOLID:gỗ hồng]
zh_hans: [STATE_ADJ:ALL_SOLID:柿木的]
