Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:DEER_MAN
source: [NAME:deer man:deer men:deer man]
cs: [NAME:jelení muž:jelení muži:jeleního muže]
de: [NAME:Hirschmann:Hirschmänner:Hirschmann]
eo: [NAME:homcervo:homcervoj:de homcervo]
es: [NAME:hombre ciervo:hombres ciervo:hombre ciervo]
ja: [NAME:鹿男:鹿男:鹿男の]
ko: [NAME:남성 사슴인간:남성 사슴인간들:남성 사슴인간]
pl: [NAME:jelenioczłowiek:jelenioludzie:jelenioludzki]
ru: [NAME:человек-олень:люди-олени:человека-оленя]
tr: [NAME:erkek geyik:erkek geyikler:erkek geyik]
vi: [NAME:Người nai:Người nai:Người nai]
zh_hans: [NAME:鹿人:鹿人:鹿人]

# CREATURE:DEER_MAN
source: [DESCRIPTION:A person with the head of a deer.]
cs: [DESCRIPTION:Osoba s hlavou jelena.]
de: [DESCRIPTION:Eine Person mit dem Kopf eines Rehs.]
eo: [DESCRIPTION:Homo kun la kapo de cervo.]
es: [DESCRIPTION:Una persona con la cabeza de un ciervo.]
ja: [DESCRIPTION:鹿の頭を持つ人間だ。]
ko: [DESCRIPTION:사슴의 머리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową jelenia.]
ru: [DESCRIPTION:Человек с головой оленя.]
tr: [DESCRIPTION:Geyik başlı bir fantastik canlı.]
vi: [DESCRIPTION:Một người có cái đầu nai.]
zh_hans: [DESCRIPTION:一个长着鹿头的人。]

# CREATURE:GIANT_DEER
source: [NAME:giant deer:giant deer:giant deer]
cs: [NAME:obří jelen:obří jeleni:obřího jelena]
de: [NAME:Riesenhirsch:Riesenhirsch:Riesenhirsch]
eo: [NAME:giganta cervo:gigantaj cervoj:de giganta cervo]
es: [NAME:ciervo gigante:ciervos gigantes:ciervo gigante]
ja: [NAME:巨大鹿:巨大鹿:巨大鹿の]
ko: [NAME:거대 사슴:거대 사슴들:거대 사슴]
pl: [NAME:gigantyczny jeleń:gigantyczne jelenie:gigantyczno jeleni]
ru: [NAME:гигантский олень:гигантские олени:гигантского оленя]
tr: [NAME:dev geyik:dev geyikler:dev geyik]
vi: [NAME:Nai khổng lồ:Nai khổng lồ:Nai khổng lồ]
zh_hans: [NAME:巨鹿:巨鹿:巨鹿]

# CREATURE:GIANT_DEER
source: [CASTE_NAME:giant deer:giant deer:giant deer]
cs: [CASTE_NAME:obří jelen:obří jeleni:obřího jelena]
de: [CASTE_NAME:Riesenhirsch:Riesenhirsch:Riesenhirsch]
eo: [CASTE_NAME:giganta cervo:gigantaj cervoj:de giganta cervo]
es: [CASTE_NAME:ciervo gigante:ciervos gigantes:ciervo gigante]
ja: [CASTE_NAME:巨大鹿:巨大鹿:巨大鹿の]
ko: [CASTE_NAME:거대 사슴:거대 사슴들:거대 사슴]
pl: [CASTE_NAME:gigantyczny jeleń:gigantyczne jelenie:gigantyczno jeleni]
ru: [CASTE_NAME:гигантский олень:гигантские олени:гигантского оленя]
tr: [CASTE_NAME:dev geyik:dev geyikler:dev geyik]
vi: [CASTE_NAME:Nai khổng lồ:Nai khổng lồ:Nai khổng lồ]
zh_hans: [CASTE_NAME:巨鹿:巨鹿:巨鹿]

# CREATURE:GIANT_DEER
source: [GENERAL_CHILD_NAME:giant deer fawn:giant deer fawns]
cs: [GENERAL_CHILD_NAME:kolouch obřího jelena:kolouši obřího jelena]
de: [GENERAL_CHILD_NAME:Riesenhirschkalb:Riesenhirschkitze]
eo: [GENERAL_CHILD_NAME:giganta cervido:gigantaj cervoj]
es: [GENERAL_CHILD_NAME:cría de ciervo gigante:crías de ciervo gigante]
ja: [GENERAL_CHILD_NAME:巨大鹿の子供:巨大鹿の子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 사슴:새끼 거대 사슴들]
pl: [GENERAL_CHILD_NAME:cielę gigantycznego jelenia:cielaki gigantycznego jelenia]
ru: [GENERAL_CHILD_NAME:гигантский оленёнок:гигантские оленята]
tr: [GENERAL_CHILD_NAME:yavru dev geyik:yavru dev geyikler]
vi: [GENERAL_CHILD_NAME:Nai con khổng lồ:Nai con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨鹿幼崽:巨鹿幼崽]

# CREATURE:GIANT_DEER
source: [DESCRIPTION:A huge monster in the form of a deer.]
cs: [DESCRIPTION:Obrovská příšera v podobě jelena.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Hirschs.]
eo: [DESCRIPTION:Grandega monstro kun formo de cervo.]
es: [DESCRIPTION:Un enorme monstruo con la forma de un ciervo.]
ja: [DESCRIPTION:鹿のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:사슴의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w postaci jelenia.]
ru: [DESCRIPTION:Огромный монстр, похожий на оленя.]
tr: [DESCRIPTION:Geyik biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ hình dạng loài nai.]
zh_hans: [DESCRIPTION:一只巨大的鹿怪。]

# CREATURE:GIANT_DEER
source: [PREFSTRING:grace]
cs: [PREFSTRING:ladnost]
de: [PREFSTRING:Anmut]
eo: [PREFSTRING:gracieco]
es: [PREFSTRING:gracia]
ja: [PREFSTRING:愛嬌がある]
ko: [PREFSTRING:우아함]
pl: [PREFSTRING:gracja]
ru: [PREFSTRING:грацию]
tr: [PREFSTRING:zarafet]
vi: [PREFSTRING:Duyên dáng]
zh_hans: [PREFSTRING:性情]

# CREATURE:FOX
source: [DESCRIPTION:A small carnivorous animal found in temperate climates. It has orange fur and is known for its cleverness.]
cs: [DESCRIPTION:Malý masožravý tvor z mírného pásma. Má oranžovou srst a je známý svou chytrostí.]
de: [DESCRIPTION:Ein kleines fleischfressendes Tier, das in gemäßigten Klimazonen vorkommt. Es hat ein orangefarbenes Fell und ist für seine Intelligenz bekannt.]
eo: [DESCRIPTION:Granda karnovorula besto kiu troviĝas en mezvarmaj klimatoj. Ĝi havas oranĝkoloran felon, kaj estas konita por sia inteligenteco.]
es: [DESCRIPTION:Un pequeño animal carnívoro hallado en climas templados. Posee pelaje anaranjado y es conocido por su ingenio.]
ja: [DESCRIPTION:温暖な気候に棲息する小型肉食獣。オレンジ色の毛皮を持ち、とても賢い。]
ko: [DESCRIPTION:온대 기후에서 발견되는 작은 육식 동물. 주황색 털을 가지고 있고 영리하기로 유명합니다.]
pl: [DESCRIPTION:Małe, wszystkożerne zwierzę, które można znaleźć w umiarkowanym klimacie. Ma pomarańczowe futro i jest znane za swoją cwaność.]
ru: [DESCRIPTION:Небольшое плотоядное животное, обитающее в умеренной климатической зоне. Имеет оранжевый мех, известно своей хитростью.]
tr: [DESCRIPTION:Ilıman iklimlerde bulunan küçük etçil bir hayvan. Turuncu bir kürkü vardır ve zekasıyla bilinir.]
vi: [DESCRIPTION:Một loài động vật ăn thịt nhỏ sống ở vùng khí hậu ôn hòa. Nó có bộ lông màu cam và nổi tiếng về sự tinh ranh.]
zh_hans: [DESCRIPTION:一种生活在温带的小型食肉动物。它有橙色的皮毛，以聪明著称。]

# CREATURE:FOX
source: [NAME:fox:foxes:fox]
cs: [NAME:liška:lišky:lišku]
de: [NAME:Fuchs:Füchse:Fuchs]
eo: [NAME:vulpo:vulpoj:de vulpo]
es: [NAME:zorro:zorros:zorro]
ja: [NAME:狐:狐:狐の]
ko: [NAME:여우:여우들:여우]
pl: [NAME:lis:lisy:lisi]
ru: [NAME:лиса:лисы:лисы]
tr: [NAME:tilki:tilkiler:tilki]
vi: [NAME:Cáo:Cáo:Cáo]
zh_hans: [NAME:狐狸:狐狸:狐狸]

# CREATURE:FOX
source: [CASTE_NAME:fox:foxes:fox]
cs: [CASTE_NAME:liška:lišky:lišku]
de: [CASTE_NAME:Fuchs:Füchse:Fuchs]
eo: [CASTE_NAME:vulpo:vulpoj:de vulpo]
es: [CASTE_NAME:zorro:zorros:zorro]
ja: [CASTE_NAME:狐:狐:狐の]
ko: [CASTE_NAME:여우:여우들:여우]
pl: [CASTE_NAME:lis:lisy:lisi]
ru: [CASTE_NAME:лиса:лисы:лисы]
tr: [CASTE_NAME:tilki:tilkiler:tilki]
vi: [CASTE_NAME:Cáo:Cáo:Cáo]
zh_hans: [CASTE_NAME:狐狸:狐狸:狐狸]

# CREATURE:FOX
source: [GENERAL_CHILD_NAME:fox pup:fox pups]
cs: [GENERAL_CHILD_NAME:lišťátko:lišťátka]
de: [GENERAL_CHILD_NAME:Fuchswelpe:Fuchswelpen]
eo: [GENERAL_CHILD_NAME:vulpido:vulpidoj]
es: [GENERAL_CHILD_NAME:cachorro de zorro:cachorros de zorro]
ja: [GENERAL_CHILD_NAME:狐の子供:狐の子供の]
ko: [GENERAL_CHILD_NAME:새끼 여우:새끼 여우들]
pl: [GENERAL_CHILD_NAME:lisie szczenię:lisie szczenięta]
ru: [GENERAL_CHILD_NAME:лисёнок:лисята]
tr: [GENERAL_CHILD_NAME:yavru tilki:yavru tilkiler]
vi: [GENERAL_CHILD_NAME:Cáo con:Cáo con]
zh_hans: [GENERAL_CHILD_NAME:狐狸幼崽:狐狸幼崽]

# CREATURE:FOX
source: [PREFSTRING:cunning]
cs: [PREFSTRING:chytrost]
de: [PREFSTRING:gerissen]
eo: [PREFSTRING:sagaceco]
es: [PREFSTRING:astuto]
ja: [PREFSTRING:狡猾]
ko: [PREFSTRING:교활함]
pl: [PREFSTRING:chytry]
ru: [PREFSTRING:хитрость]
tr: [PREFSTRING:kurnazlık]
vi: [PREFSTRING:Tinh ranh]
zh_hans: [PREFSTRING:狡猾的]

# CREATURE:FOX
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FOX
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:挠:挠]

# CREATURE:FOX
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:FOX
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:毛皮:SINGULAR]

# CREATURE:FOX
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FOX_MAN
source: [CASTE_NAME:fox man:fox men:fox man]
cs: [CASTE_NAME:lišák muž:lišáci muži:lišáka muže]
de: [CASTE_NAME:Fuchsmann:Fuchsmänner:Fuchsmann]
eo: [CASTE_NAME:homvulpiĉo:homvulpiĉoj:de homvulpiĉo]
es: [CASTE_NAME:hombre zorro:hombres zorro:hombre zorro]
ja: [CASTE_NAME:狐男:狐男:狐男の]
ko: [CASTE_NAME:남성 여우인간:남성 여우인간들:남성 여우인간]
pl: [CASTE_NAME:lisomężczyzna:lisomężczyźni:lisomężczyzny]
ru: [CASTE_NAME:мужчина-лис:мужчины-лисы:мужчины-лиса]
tr: [CASTE_NAME:erkek tilki:erkek tilkiler:erkek tilki]
vi: [CASTE_NAME:Người cáo:Người cáo:Người cáo]
zh_hans: [CASTE_NAME:狐男:狐男:狐男]

# CREATURE:FOX_MAN
source: [CASTE_NAME:fox woman:fox women:fox woman]
cs: [CASTE_NAME:lišák žena:lišáci ženy:lišák ženu]
de: [CASTE_NAME:Fuchsfrau:Fuchsfrauen:Fuchsfrau]
eo: [CASTE_NAME:homvulpino:homvulpinoj:de homvulpino]
es: [CASTE_NAME:mujer zorro:mujeres zorro:mujer zorro]
ja: [CASTE_NAME:狐女:狐女:狐女の]
ko: [CASTE_NAME:여성 여우인간:여성 여우인간들:여성 여우인간]
pl: [CASTE_NAME:liskobieta:lisokobiety:lisokobiecy]
ru: [CASTE_NAME:женщина-лиса:женщины-лисы:женщины-лисы]
tr: [CASTE_NAME:dişi tilki:dişi tilkiler:dişi tilki]
vi: [CASTE_NAME:Nữ cáo:Nữ cáo:Nữ cáo]
zh_hans: [CASTE_NAME:狐女:狐女:狐女]

# CREATURE:FOX_MAN
source: [NAME:fox man:fox men:fox man]
cs: [NAME:lišák muž:lišáci muži:lišáka muže]
de: [NAME:Fuchsmann:Fuchsmänner:Fuchsmann]
eo: [NAME:homvulpo:homvulpoj:de homvulpo]
es: [NAME:hombre zorro:hombres zorro:hombre zorro]
ja: [NAME:狐男:狐男:狐男の]
ko: [NAME:여우인간:여우인간들:여우인간]
pl: [NAME:lisoczłowiek:lisoludzie:lisoludzki]
ru: [NAME:человек-лиса:люди-лисы:человека-лисы]
tr: [NAME:erkek tilki:erkek tilkiler:erkek tilki]
vi: [NAME:Người cáo:Người cáo:Người cáo]
zh_hans: [NAME:狐人:狐人:狐人]

# CREATURE:FOX_MAN
source: [DESCRIPTION:A person with the head and tail of a fox.]
cs: [DESCRIPTION:Osoba s hlavou a ocasem lišky.]
de: [DESCRIPTION:Eine Person mit dem Kopf und Schwanz eines Fuchses.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de vulpo.]
es: [DESCRIPTION:Una persona con la cabeza y la cola de un zorro.]
ja: [DESCRIPTION:狐の頭と尾を持つ人間だ。]
ko: [DESCRIPTION:여우의 머리와 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z głową i ogonem lisa.]
ru: [DESCRIPTION:Человек с головой и хвостом лисы.]
tr: [DESCRIPTION:Tilki başlı ve kuyruklu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có cái đầu và đuôi của loài cáo.]
zh_hans: [DESCRIPTION:一个长着狐头和狐尾的人。]

# CREATURE:GIANT_FOX
source: [NAME:giant fox:giant foxes:giant fox]
cs: [NAME:obří liška:obří lišky:obří lišku]
de: [NAME:Riesenfuchs:Riesenfüchse:Riesenfuchs]
eo: [NAME:giganta vulpo:gigantaj vulpoj:de giganta vulpo]
es: [NAME:zorro gigante:zorros gigantes:zorro gigante]
ja: [NAME:巨大狐:巨大狐:巨大狐の]
ko: [NAME:거대 여우:거대 여우들:거대 여우]
pl: [NAME:gigantyczny lis:gigantyczne lisy:gigantyczno lisi]
ru: [NAME:гигантская лиса:гигантские лисы:гигантской лисы]
tr: [NAME:dev tilki:dev tilkiler:dev tilki]
vi: [NAME:Cáo khổng lồ:Cáo khổng lồ:Cáo khổng lồ]
zh_hans: [NAME:巨狐:巨狐:巨狐]

# CREATURE:GIANT_FOX
source: [CASTE_NAME:giant fox:giant foxes:giant fox]
cs: [CASTE_NAME:obří liška:obří lišky:obří lišku]
de: [CASTE_NAME:Riesenfuchs:Riesenfüchse:Riesenfuchs]
eo: [CASTE_NAME:giganta vulpo:gigantaj vulpoj:de giganta vulpo]
es: [CASTE_NAME:zorro gigante:zorros gigantes:zorro gigante]
ja: [CASTE_NAME:巨大狐:巨大狐:巨大狐の]
ko: [CASTE_NAME:거대 여우:거대 여우들:거대 여우]
pl: [CASTE_NAME:gigantyczny lis:gigantyczne lisy:gigantyczno lisi]
ru: [CASTE_NAME:гигантская лиса:гигантские лисы:гигантской лисы]
tr: [CASTE_NAME:dev tilki:dev tilkiler:dev tilki]
vi: [CASTE_NAME:Cáo khổng lồ:Cáo khổng lồ:Cáo khổng lồ]
zh_hans: [CASTE_NAME:巨狐:巨狐:巨狐]

# CREATURE:GIANT_FOX
source: [GENERAL_CHILD_NAME:giant fox pup:giant fox pups]
cs: [GENERAL_CHILD_NAME:lišťátko obří lišky:lišťátka obří lišky]
de: [GENERAL_CHILD_NAME:Riesenfuchswelpe:Riesenfuchswelpen]
eo: [GENERAL_CHILD_NAME:giganta vulpido:gigantaj vulpidoj]
es: [GENERAL_CHILD_NAME:cachorro de zorro gigante:cachorros de zorro gigante]
ja: [GENERAL_CHILD_NAME:巨大狐の子供:巨大狐の子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대여우:새끼 거대여우들]
pl: [GENERAL_CHILD_NAME:szczenię gigantycznego lisa:szczenięta gigantycznego lisa]
ru: [GENERAL_CHILD_NAME:гигантский лисёнок:гигантские лисята]
tr: [GENERAL_CHILD_NAME:yavru dev tilki:yavru dev tilkiler]
vi: [GENERAL_CHILD_NAME:Cáo con khổng lồ:Cáo con khổng lồ]
zh_hans: [GENERAL_CHILD_NAME:巨狐幼崽:巨狐幼崽]

# CREATURE:GIANT_FOX
source: [DESCRIPTION:A huge monster in the shape of a fox.]
cs: [DESCRIPTION:Obrovská nestvůra ve tvaru lišky.]
de: [DESCRIPTION: Ein riesiges Monster, in Form eines Fuchses.]
eo: [DESCRIPTION:Grandega monstro kun formo de vulpo.]
es: [DESCRIPTION:Un monstruo enorme con el aspecto de un zorro.]
ja: [DESCRIPTION:狐のような姿をした巨大な怪物だ。]
ko: [DESCRIPTION:여우의 모습을 한 거대한 괴수.]
pl: [DESCRIPTION:Ogromny potwór w kształcie lisa.]
ru: [DESCRIPTION:Огромный монстр, похожий на лису.]
tr: [DESCRIPTION:Tilki biçiminde dev bir canavar.]
vi: [DESCRIPTION:Một quái vật khổng lồ hình dạng loài cáo.]
zh_hans: [DESCRIPTION:一只巨大的狐狸怪。]

# CREATURE:GIANT_FOX
source: [PREFSTRING:cunning]
cs: [PREFSTRING:chytrost]
de: [PREFSTRING:gerissen]
eo: [PREFSTRING:sagaceco]
es: [PREFSTRING:astuto]
ja: [PREFSTRING:狡猾]
ko: [PREFSTRING:교활함]
pl: [PREFSTRING:chytry]
ru: [PREFSTRING:хитрость]
tr: [PREFSTRING:kurnazlık]
vi: [PREFSTRING:Tinh ranh]
zh_hans: [PREFSTRING:狡猾的]

# CREATURE:RACCOON
source: [DESCRIPTION:A small omnivorous animal with a bright mask of fur. It is nocturnal and found in temperate forests. It is a curious animal and has been known to steal from civilized areas.]
cs: [DESCRIPTION:Malý všežravý tvor s výraznou maskou srsti. Je noční, žije v mírných lesích, je zvědavý a známý krádežemi v osídlených oblastech.]
de: [DESCRIPTION:Ein kleines, alles fressendes Tier mit einem hellen Fellkleid. Es ist nachtaktiv und kommt in temperierten Wäldern vor. Es ist ein neugieriges Tier und dafür bekannt, dass es aus zivilisierten Gebieten stiehlt.]
eo: [DESCRIPTION:Malgranda ĉiuvorula besto kun hela masko de felo. Ĝi estas nokta, kaj troviĝas en mezvarmaj arbaroj. Ĝi estas scivolema besto kaj konitas por ŝteli de civilizaj areoj.]
es: [DESCRIPTION:Un pequeño animal omnívoro con una brillante máscara de pelo. Es nocturno y hallado en arboledas templadas. Es un animal curioso y ha sido conocido por robar de áreas civilizadas.]
ja: [DESCRIPTION:小型雑食哺乳類。温帯の森に棲む。好奇心旺盛で、しばしば人里から盗みを行う。]
ko: [DESCRIPTION:밝은 모피 마스크를 가진 작은 잡식성 동물. 야행성이며 온대 숲에서 발견됩니다. 호기심 많은 동물로 문명화된 지역에서 물건을 훔치는 것으로 알려져 있습니다.]
pl: [DESCRIPTION:Małe, wszystkożerne zwierzę białą, futrzaną maską. Jest nocne i można je znaleźć w umiarkowanych lasach. Jest ciekawskim stworzeniem i jest znane z kradnięcia rzeczy na cywilizowanych obszarach.]
ru: [DESCRIPTION:Небольшое всеядное животное с яркой меховой маской. Обитает в лесах умеренного климата и ведет ночной образ жизни. Этот любопытный зверёк известен воровством в черте города.]
tr: [DESCRIPTION:Parlak kürk maskesi olan küçük, hepçil bir hayvan. Gececildir ve ılıman ormanlarda bulunur. Meraklı bir hayvandır ve yerleşim yerlerinden bir şeyler çaldığı bilinmektedir.]
vi: [DESCRIPTION:Một loài động vật ăn tạp nhỏ với bộ lông màu sáng tựa mặt nạ. Nó là loài hoạt động về đêm và được tìm thấy trong các khu rừng ôn đới. Đây là một loài động vật tò mò và thường được biết đến là hay trộm cắp từ các khu vực văn minh.]
zh_hans: [DESCRIPTION:一种小的杂食性动物，长着明亮的皮毛。它在夜间活动，生活在温带森林中。它是一种奇怪的动物，从文明地区偷窃而闻名。]

# CREATURE:RACCOON
source: [NAME:raccoon:raccoons:raccoon]
cs: [NAME:mýval:mývalové:mývala]
de: [NAME:Waschbär:Waschbären:Waschbär]
eo: [NAME:prociono:procionoj:de prociono]
es: [NAME:mapache:mapaches:mapache]
ja: [NAME:アライグマ:アライグマ:アライグマの]
ko: [NAME:너구리:너구리들:너구리]
pl: [NAME:szop:szopy:szopowy]
ru: [NAME:енот:еноты:енота]
tr: [NAME:rakun:rakunlar:rakun]
vi: [NAME:Gấu mèo:Gấu mèo:Gấu mèo]
zh_hans: [NAME:浣熊:浣熊:浣熊]

# CREATURE:RACCOON
source: [CASTE_NAME:raccoon:raccoons:raccoon]
cs: [CASTE_NAME:mýval:mývalové:mývala]
de: [CASTE_NAME:Waschbär:Waschbären:Waschbär]
eo: [CASTE_NAME:prociono:procionoj:de prociono]
es: [CASTE_NAME:mapache:mapaches:mapache]
ja: [CASTE_NAME:アライグマ:アライグマ:アライグマの]
ko: [CASTE_NAME:너구리:너구리들:너구리]
pl: [CASTE_NAME:szop:szopy:szopowy]
ru: [CASTE_NAME:енот:еноты:енота]
tr: [CASTE_NAME:rakun:rakunlar:rakun]
vi: [CASTE_NAME:Gấu mèo:Gấu mèo:Gấu mèo]
zh_hans: [CASTE_NAME:浣熊:浣熊:浣熊]

# CREATURE:RACCOON
source: [GENERAL_CHILD_NAME:raccoon pup:raccoon pups]
cs: [GENERAL_CHILD_NAME:mládě mývala:mláďata mývala]
de: [GENERAL_CHILD_NAME:Waschbärwelpen:Waschbärwelpen]
eo: [GENERAL_CHILD_NAME:procionido:procionidoj]
es: [GENERAL_CHILD_NAME:cachorro de mapache:cachorros de mapache]
ja: [GENERAL_CHILD_NAME:アライグマの子供:アライグマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 너구리:새끼 너구리들]
pl: [GENERAL_CHILD_NAME:szczenię szopa:szczeniaki szopa]
ru: [GENERAL_CHILD_NAME:щенок енота:щенки енота]
tr: [GENERAL_CHILD_NAME:yavru rakun:yavru rakunlar]
vi: [GENERAL_CHILD_NAME:Gấu mèo con:Gấu mèo con]
zh_hans: [GENERAL_CHILD_NAME:浣熊幼崽:浣熊幼崽]

# CREATURE:RACCOON
source: [PREFSTRING:mischief]
cs: [PREFSTRING:rošťáctví]
de: [PREFSTRING:Unheil]
eo: [PREFSTRING:petolemo]
es: [PREFSTRING:travesura]
ja: [PREFSTRING:いたずら]
ko: [PREFSTRING:나쁜짓]
pl: [PREFSTRING:psota]
ru: [PREFSTRING:озорство]
tr: [PREFSTRING:yaramazlık]
vi: [PREFSTRING:Tinh nghịch]
zh_hans: [PREFSTRING:顽皮]

# CREATURE:RACCOON
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:RACCOON
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]
zh_hans: [ATTACK_VERB:抓:抓]

# CREATURE:RACCOON
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:RACCOON
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:毛皮:SINGULAR]

# CREATURE:RACCOON
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:RACCOON_MAN
source: [CASTE_NAME:raccoon man:raccoon men:raccoon man]
cs: [CASTE_NAME:mývalí muž:mývalí muži:mývalího muže]
de: [CASTE_NAME:Waschbär-Männchen:Waschbär-Männer:Waschbär-Männchen]
eo: [CASTE_NAME:homprocioniĉo:homprocioniĉoj:de homprocioniĉo]
es: [CASTE_NAME:hombre mapache:hombres mapache:hombre mapache]
ja: [CASTE_NAME:アライグマ男:アライグマ男:アライグマ男の]
ko: [CASTE_NAME:남성 너구리인간:남성 너구리인간들:남성 너구리인간]
pl: [CASTE_NAME:szopomężczyzna:szopomężczyźni:szopomężczyzny]
ru: [CASTE_NAME:мужчина-енот:мужчины-еноты:мужчины-енота]
tr: [CASTE_NAME:erkek rakun:erkek rakunlar:erkek rakun]
vi: [CASTE_NAME:Người gấu mèo:Người gấu mèo:Người gấu mèo]
zh_hans: [CASTE_NAME:浣熊男:浣熊男:浣熊男]

# CREATURE:RACCOON_MAN
source: [CASTE_NAME:raccoon woman:raccoon women:raccoon woman]
cs: [CASTE_NAME:mývalí žena:mývalí ženy:mývalí ženu]
de: [CASTE_NAME:Waschbär-Weibchen:Waschbär-Frauen:Waschbär-Weibchen]
eo: [CASTE_NAME:homprocionino:homprocioninoj:de homprocionino]
es: [CASTE_NAME:mujer mapache:mujeres mapache:mujer mapache]
ja: [CASTE_NAME:アライグマ女:アライグマ女:アライグマ女の]
ko: [CASTE_NAME:여성 너구리인간:여성 너구리인간들:여성 너구리인간]
pl: [CASTE_NAME:szopokobieta:szopokobiety:szopokobiecy]
ru: [CASTE_NAME:женщина-енот:женщины-еноты:женщины-енота]
tr: [CASTE_NAME:dişi rakun:dişi rakunlar:dişi rakun]
vi: [CASTE_NAME:Nữ gấu mèo:Nữ gấu mèo:Nữ gấu mèo]
zh_hans: [CASTE_NAME:浣熊女:浣熊女:浣熊女]

# CREATURE:RACCOON_MAN
source: [NAME:raccoon man:raccoon men:raccoon man]
cs: [NAME:mývalí muž:mývalí muži:mývalího muže]
de: [NAME:Waschbär-Männchen:Waschbär-Männer:Waschbär-Männchen]
eo: [NAME:homprociono:homprocionoj:de homprociono]
es: [NAME:hombre mapache:hombres mapache:hombre mapache]
ja: [NAME:アライグマ男:アライグマ男:アライグマ男の]
ko: [NAME:너구리인간:너구리인간들:너구리인간]
pl: [NAME:szopoczłowiek:szopoludzie:szopoludzki]
ru: [NAME:человек-енот:люди-еноты:человека-енота]
tr: [NAME:erkek rakun:erkek rakunlar:erkek rakun]
vi: [NAME:Người gấu mèo:Người gấu mèo:Người gấu mèo]
zh_hans: [NAME:浣熊人:浣熊人:浣熊人]

# CREATURE:RACCOON_MAN
source: [DESCRIPTION:A person with the mask and tail of a raccoon.]
cs: [DESCRIPTION:Osoba s maskou a ocasem mývala.]
de: [DESCRIPTION:Eine Person mit der Maske und dem Schwanz eines Waschbären.]
eo: [DESCRIPTION:Homo kun la kapo kaj la vosto de prociono.]
es: [DESCRIPTION:Una persona con la máscara y la cola de un mapache.]
ja: [DESCRIPTION:アライグマの頭と尾を持つ人間だ。]
ko: [DESCRIPTION:너구리의 얼굴과 꼬리를 가진 인간.]
pl: [DESCRIPTION:Osobnik z maską i ogonem szopa.]
ru: [DESCRIPTION:Человек с мордой и полосатым хвостом енота.]
tr: [DESCRIPTION:Rakun maskeli ve kuyruklu bir fantastik canlı.]
vi: [DESCRIPTION:Một người có mặt nạ và đuôi của loài gấu mèo.]
zh_hans: [DESCRIPTION:一个戴着浣熊面具和尾巴的人。]

# CREATURE:GIANT_RACCOON
source: [NAME:giant raccoon:giant raccoons:giant raccoon]
cs: [NAME:obří mýval:obří mývalové:obřího mývala]
de: [NAME:Riesenwaschbär:Riesenwaschbären:Riesenwaschbär]
eo: [NAME:giganta prociono:gigantaj procionoj:de giganta prociono]
es: [NAME:mapache gigante:mapaches gigantes:mapache gigante]
ja: [NAME:巨大アライグマ:巨大アライグマ:巨大アライグマの]
ko: [NAME:거대 너구리:거대 너구리들:거대 너구리]
pl: [NAME:gigantyczny szop:gigantyczne szopy:gigantyczno szopowy]
ru: [NAME:гигантский енот:гигантские еноты:гигантского енота]
tr: [NAME:dev rakun:dev rakunlar:dev rakun]
vi: [NAME:Gấu mèo khổng lồ:Gấu mèo khổng lồ:Gấu mèo khổng lồ]
zh_hans: [NAME:巨型浣熊:巨型浣熊:巨型浣熊]
