Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:RAT_LARGE
source: [NAME:large rat:large rats:large rat]
cs: [NAME:velká krysa:velké krysy:velkou krysu]
de: [NAME:Grossratte:Grossatten:Grossatten]
eo: [NAME:granda rato:grandaj ratoj:de granda rato]
es: [NAME:rata grande:ratas grandes:rata grande]
ja: [NAME:大ネズミ:大ネズミ:大ネズミの]
ko: [NAME:큰 쥐:큰 쥐떼:큰 쥐]
pl: [NAME:ogromny szczur:ogromne szczury:ogromno szczurzy]
ru: [NAME:большая крыса:большие крысы:большой крысы]
tr: [NAME:iri sıçan:iri sıçanlar:iri sıçan]
vi: [NAME:Chuột lớn:Chuột lớn:Chuột lớn]
zh_hans: [NAME:硕鼠:硕鼠:硕鼠]

# CREATURE:RAT_LARGE
source: [CASTE_NAME:large rat:large rats:large rat]
cs: [CASTE_NAME:velká krysa:velké krysy:velkou krysu]
de: [CASTE_NAME:Grossratte:Grossratten:Grossratten]
eo: [CASTE_NAME:granda rato:grandaj ratoj:de granda rato]
es: [CASTE_NAME:rata grande:ratas grandes:rata grande]
ja: [CASTE_NAME:大ネズミ:大ネズミ:大ネズミの]
ko: [CASTE_NAME:큰 쥐:큰 쥐떼:큰 쥐]
pl: [CASTE_NAME:większy szczur:większe szczury:większy szczurzy]
ru: [CASTE_NAME:большая крыса:большие крысы:большой крысы]
tr: [CASTE_NAME:iri sıçan:iri sıçanlar:iri sıçan]
vi: [CASTE_NAME:Chuột lớn:Chuột lớn:Chuột lớn]
zh_hans: [CASTE_NAME:硕鼠:硕鼠:硕鼠]

# CREATURE:RAT_LARGE
source: [GENERAL_CHILD_NAME:large rat pup:large rat pups]
cs: [GENERAL_CHILD_NAME:mládě velké krysy:mláďata velké krysy]
de: [GENERAL_CHILD_NAME:Riesenratten Junges:Riesenratten Junge]
eo: [GENERAL_CHILD_NAME:granda ratid:grandaj ratidoj]
es: [GENERAL_CHILD_NAME:cria de rata grande:crias de rata grande]
ja: [GENERAL_CHILD_NAME:大ネズミの子供:大ネズミの子供の]
ko: [GENERAL_CHILD_NAME:새끼 큰 쥐:새끼 큰 쥐들]
pl: [GENERAL_CHILD_NAME:młode większego szczura:młode większego szczura]
ru: [GENERAL_CHILD_NAME:большой крысёнок:большие крысята]
tr: [GENERAL_CHILD_NAME:iri sıçan yavrusu:iri sıçan yavruları]
vi: [GENERAL_CHILD_NAME:Chuột lớn con:Chuột lớn con]
zh_hans: [GENERAL_CHILD_NAME:硕鼠幼崽:硕鼠幼崽]

# CREATURE:RAT_LARGE
source: [PREFSTRING:strength]
cs: [PREFSTRING:síla]
de: [PREFSTRING:Stärke]
eo: [PREFSTRING:forto]
es: [PREFSTRING:fuerza]
ja: [PREFSTRING:力強い]
ko: [PREFSTRING:힘]
pl: [PREFSTRING:siła]
ru: [PREFSTRING:мощь]
tr: [PREFSTRING:kuvvet]
vi: [PREFSTRING:sức mạnh]

# CREATURE:RAT_LARGE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:RAT_LARGE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:RAT_LARGE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:RAT_LARGE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:RAT_LARGE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MOLE_DOG_NAKED
source: [DESCRIPTION:A large, pale rodent with loose, hanging, hairless skin. It has long teeth and an incredibly powerful bite. It is found underground.]
cs: [DESCRIPTION:Velký, světlý hlodavec s volnou, visící, bezsrstou kůží. Má dlouhé zuby a neuvěřitelně silný skus. Nachází se pod zemí.]
de: [DESCRIPTION:Ein großes, blasses Nagetier mit lockerer, hängender, haarloser Haut. Es hat lange Zähne und einen unglaublich kräftigen Biss. Mann findet es meistens im Untergrund]
eo: [DESCRIPTION:Granda pala ronĝulo kun malstrikta pendanta senhara haŭto. Ĝi havas logajn dentojn kaj nekredeblan potencan mordon. Gi troviĝas subtere.]
es: [DESCRIPTION:Un gran roedor palido con piel calva y sin pelo. Tiene un largo diente y un mordisco increiblemente potente. Se encuentra bajo tierra.]
ja: [DESCRIPTION:大きな齧歯動物で、薄くて無毛の皮膚が垂れ下がっている。それは長い歯と強力なあごを持つ。地下に棲息する。]
ko: [DESCRIPTION:헐렁하고 늘어진 털이 없는 피부를 가진 크고 창백한 설치류. 그것은 긴 이빨과 엄청나게 강력한 물기를 가지고 있다. 지하에서 발견된다.]
pl: [DESCRIPTION:Duży, blady gryzoń o luźnej, wiszącej i bezwłosej skórze. Ma długie zęby i niesamowicie mocny zgryz. Można go znaleźć pod ziemią.]
ru: [DESCRIPTION:Крупный бледный грызун с морщинистой свисающей лысой кожей. Имеет длинные зубы и невероятно мощный укус. Обитает под землёй.]
tr: [DESCRIPTION:Gevşek, sarkık, kılsız derili, iri, soluk bir kemirgen. Uzun dişleri ve inanılmaz derecede güçlü bir ısırığı vardır. Yeraltında bulunur.]
vi: [DESCRIPTION:Một loài gặm nhấm lớn, nhợt nhạt với lớp da nhăn nheo, chùng xuống, không lông. Nó có răng dài và một cú cắn cực kỳ mạnh mẽ. Nó được tìm thấy dưới lòng đất.]

# CREATURE:MOLE_DOG_NAKED
source: [NAME:naked mole dog:naked mole dogs:naked mole dog]
cs: [NAME:lysý krtkopes:lysí krtkopsi:lysého krtkopsa]
de: [NAME:Grossnacktmull:Grossnacktmulle:Grossnacktmull]
eo: [NAME:nuda talpo-hundo:nudaj talpo-hundoj:de nuda talpo-hundo]
es: [NAME:perro topo lampiño:jauría de perros topo lampiños:perro topo lampiño]
ja: [NAME:ハダカデバネズミ:ハダカデバネズミ:ハダカデバネズミの]
ko: [NAME:벌거숭이두더지개:벌거숭이두더지개들:벌거숭이두더지개]
pl: [NAME:nagi kret:nagie krety:nagich kretów]
ru: [NAME:голый кротопёс:голые кротопсы:голого кротопса]
tr: [NAME:çıplak köstebek köpeği:çıplak köstebek köpekleri:çıplak köstebek köpeği]
vi: [NAME:Chó chuột chũi trụi lông:Chó chuột chũi trụi lông:Chó chuột chũi trụi lông]
zh_hans: [NAME:裸鼹鼠狗:裸鼹鼠狗:裸鼹鼠狗]

# CREATURE:MOLE_DOG_NAKED
source: [CASTE_NAME:naked mole dog:naked mole dogs:naked mole dog]
cs: [CASTE_NAME:lysý krtkopes:lysí krtkopsi:lysého krtkopsa]
de: [CASTE_NAME:Grossnacktmull:Grossnacktmulle:Grossnacktmull]
eo: [CASTE_NAME:nuda talpo-hundo:nudaj talpo-hundoj:de nuda talpo-hundo]
es: [CASTE_NAME:perro topo lampiño:jauría de perros topo lampiños:perro topo lampiño]
ja: [CASTE_NAME:ハダカデバネズミ:ハダカデバネズミ:ハダカデバネズミの]
ko: [CASTE_NAME:벌거숭이 두더지개:벌거숭이 두더지개들:벌거숭이 두더지개]
pl: [CASTE_NAME:nagi kret:nagie krety:nagich kretów]
ru: [CASTE_NAME:голый кротопёс:голые кротопсы:голого кротопса]
tr: [CASTE_NAME:çıplak köstebek köpeği:çıplak köstebek köpekleri:çıplak köstebek köpeği]
vi: [CASTE_NAME:Chó chuột chũi trụi lông:Chó chuột chũi trụi lông:Chó chuột chũi trụi lông]
zh_hans: [CASTE_NAME:裸鼹鼠狗:裸鼹鼠狗:裸鼹鼠狗]

# CREATURE:MOLE_DOG_NAKED
source: [GENERAL_CHILD_NAME:naked mole puppy:naked mole puppies]
cs: [GENERAL_CHILD_NAME:štěně lysého krtkopsa:štěňata lysého krtkopsa]
de: [GENERAL_CHILD_NAME:Grossnacktmullwelpe:Grossnacktmullwelpen]
eo: [GENERAL_CHILD_NAME:nuda talpo-hundido:nudaj talpo-hundidoj]
es: [GENERAL_CHILD_NAME:cachorro de perro topo lampiño:cachorros de perros topo lampiño]
ja: [GENERAL_CHILD_NAME:ハダカデバネズミの子供:ハダカデバネズミの子供の]
ko: [GENERAL_CHILD_NAME:새끼 벌거숭이 두더지개:새끼 벌거숭이 두더지개들:새끼 벌거숭이 두더지개]
pl: [GENERAL_CHILD_NAME:szczenię nagiego kreta:szczenięta nagiego kreta]
ru: [GENERAL_CHILD_NAME:щенок голого кротопса:щенки голого кротопса]
tr: [GENERAL_CHILD_NAME:çıplak köstebek köpeği yavrusu:çıplak köstebek köpeği yavruları]
vi: [GENERAL_CHILD_NAME:Chó chuột chũi trụi lông con:Chó chuột chũi trụi lông con]
zh_hans: [GENERAL_CHILD_NAME:裸鼹鼠狗幼犬:裸鼹鼠狗幼犬]

# CREATURE:MOLE_DOG_NAKED
source: [PREFSTRING:wrinkly skin]
cs: [PREFSTRING:vrásčitá kůže]
de: [PREFSTRING:schrumpelige Haut]
eo: [PREFSTRING:falta haŭto]
es: [PREFSTRING:piel arrugada]
ja: [PREFSTRING:薄い皮膚]
ko: [PREFSTRING:주름진 피부]
pl: [PREFSTRING:pomarszczona skóra]
ru: [PREFSTRING:морщинистую кожу]
tr: [PREFSTRING:kırışık deri]
vi: [PREFSTRING:Làn da nhăn nheo]

# CREATURE:MOLE_DOG_NAKED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:MOLE_DOG_NAKED
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:MOLE_DOG_NAKED
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MOLE_DOG_NAKED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:TROGLODYTE
source: [DESCRIPTION:A savage man-like cave creature.]
cs: [DESCRIPTION:Divoké člověku podobné jeskynní stvoření.]
de: [DESCRIPTION:Eine verwilderte menschenähnliche Höhlenkreatur.]
eo: [DESCRIPTION:Sovaĝa homsimila kaverna estaĵo.]
es: [DESCRIPTION:Un humanoide de cueva salvaje.]
ja: [DESCRIPTION:洞窟に棲む野蛮な人型生物。]
ko: [DESCRIPTION:야만적인 사람 같은 동굴 생물.]
pl: [DESCRIPTION:Dzikie stworzenie jaskiniowe przypominające człowieka.]
ru: [DESCRIPTION:Дикое человекоподобное пещерное существо.]
tr: [DESCRIPTION:Vahşi, insan benzeri bir mağara yaratığı.]
vi: [DESCRIPTION:Một sinh vật hang động hình người hoang dã.]

# CREATURE:TROGLODYTE
source: [NAME:troglodyte:troglodytes:troglodyte]
cs: [NAME:troglydyt:troglydyti:troglydyta]
de: [NAME:Höhlenbewohner:Höhlenbewohner:Höhlenbewohner]
eo: [NAME:troglodito:trogloditoj:de troglodito]
es: [NAME:troglodita:trogloditas:troglodita]
ja: [NAME:穴居人:穴居人:穴居人の]
ko: [NAME:트로글로다테:트로글로다테들:트로글로다테]
pl: [NAME:troglodyta:troglodyci:troglodyci]
ru: [NAME:троглодит:троглодиты:троглодита]
tr: [NAME:troglodit:trogloditler:troglodit]
zh_hans: [NAME:穴居人:穴居人:穴居人]

# CREATURE:TROGLODYTE
source: [CASTE_NAME:troglodyte:troglodytes:troglodyte]
cs: [CASTE_NAME:troglydyt:troglydyti:troglydyta]
de: [CASTE_NAME:Höhlenbewohner:Höhlenbewohner:Höhlenbewohner]
eo: [CASTE_NAME:troglodito:trogloditoj:de troglodito]
es: [CASTE_NAME:troglodita:trogloditas:troglodita]
ja: [CASTE_NAME:穴居人:穴居人:穴居人の]
ko: [CASTE_NAME:트로글로다테:트로글로다테들:트로글로다테]
pl: [CASTE_NAME:troglodyta:troglodyci:troglodyci]
ru: [CASTE_NAME:троглодит:троглодиты:троглодита]
tr: [CASTE_NAME:troglodit:trogloditler:troglodit]
zh_hans: [CASTE_NAME:穴居人:穴居人:穴居人]

# CREATURE:TROGLODYTE
source: [PREFSTRING:grunts]
cs: [PREFSTRING:bručení]
de: [PREFSTRING:grunzt]
eo: [PREFSTRING:gruntoj]
es: [PREFSTRING:gruñidos]
ja: [PREFSTRING:うなり声]
ko: [PREFSTRING:꿀꿀거림]
pl: [PREFSTRING:chrząka]
ru: [PREFSTRING:хрюканье]
tr: [PREFSTRING:hırıltılar]
vi: [PREFSTRING:những tiếng gầm gừ]

# CREATURE:TROGLODYTE
source: [APP_MOD_NOUN:eyes:PLURAL]
cs: [APP_MOD_NOUN:oči:PLURAL]
de: [APP_MOD_NOUN:Augen:PLURAL]
eo: [APP_MOD_NOUN:okuloj:PLURAL]
es: [APP_MOD_NOUN:ojos:PLURAL]
ja: [APP_MOD_NOUN:眼:PLURAL]
ko: [APP_MOD_NOUN:눈들:PLURAL]
pl: [APP_MOD_NOUN:oczy:PLURAL]
ru: [APP_MOD_NOUN:глаза:PLURAL]
tr: [APP_MOD_NOUN:gözler:PLURAL]

# CREATURE:TROGLODYTE
source: [APP_MOD_NOUN:lips:PLURAL]
cs: [APP_MOD_NOUN:rty:PLURAL]
de: [APP_MOD_NOUN:Lippen:PLURAL]
eo: [APP_MOD_NOUN:lipoj:PLURAL]
es: [APP_MOD_NOUN:labios:PLURAL]
ja: [APP_MOD_NOUN:唇:PLURAL]
ko: [APP_MOD_NOUN:입술:PLURAL]
pl: [APP_MOD_NOUN:usta:PLURAL]
ru: [APP_MOD_NOUN:губы:PLURAL]
tr: [APP_MOD_NOUN:dudaklar:PLURAL]

# CREATURE:TROGLODYTE
source: [APP_MOD_NOUN:nose bridge:SINGULAR]
cs: [APP_MOD_NOUN:kořen nosu:SINGULAR]
de: [APP_MOD_NOUN:Nasensteg:SINGULAR]
eo: [APP_MOD_NOUN:nazo-ponto:SINGULAR]
es: [APP_MOD_NOUN:tabique nasal:SINGULAR]
ja: [APP_MOD_NOUN:鼻軟骨:SINGULAR]
ko: [APP_MOD_NOUN:콧대:SINGULAR]
pl: [APP_MOD_NOUN:nasada nosowa:SINGULAR]
ru: [APP_MOD_NOUN:переносица:SINGULAR]
tr: [APP_MOD_NOUN:burun kemeri:SINGULAR]

# CREATURE:TROGLODYTE
source: [APP_MOD_NOUN:ears:PLURAL]
cs: [APP_MOD_NOUN:uši:PLURAL]
de: [APP_MOD_NOUN:Ohren:PLURAL]
eo: [APP_MOD_NOUN:oreloj:PLURAL]
es: [APP_MOD_NOUN:orejas:PLURAL]
ja: [APP_MOD_NOUN:耳:PLURAL]
ko: [APP_MOD_NOUN:귀들:PLURAL]
pl: [APP_MOD_NOUN:uszy:PLURAL]
ru: [APP_MOD_NOUN:уши:PLURAL]
tr: [APP_MOD_NOUN:kulaklar:PLURAL]

# CREATURE:TROGLODYTE
source: [APP_MOD_NOUN:teeth:PLURAL]
cs: [APP_MOD_NOUN:zuby:PLURAL]
de: [APP_MOD_NOUN:Zähne:PLURAL]
eo: [APP_MOD_NOUN:dentoj:PLURAL]
es: [APP_MOD_NOUN:dientes:PLURAL]
ja: [APP_MOD_NOUN:歯:PLURAL]
ko: [APP_MOD_NOUN:이빨:PLURAL]
pl: [APP_MOD_NOUN:zęby:PLURAL]
ru: [APP_MOD_NOUN:зубы:PLURAL]
tr: [APP_MOD_NOUN:dişler:PLURAL]

# CREATURE:TROGLODYTE
source: [ATTACK_VERB:punch:punches]
cs: [ATTACK_VERB:úder:údery]
de: [ATTACK_VERB:boxen:boxt]
eo: [ATTACK_VERB:manbatas:manbatas]
es: [ATTACK_VERB:puñetazo:puñetazos]
ja: [ATTACK_VERB:パンチした:パンチした]
ko: [ATTACK_VERB:주먹을 날림:주먹을 날림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:yumrukla:yumruklar]
vi: [ATTACK_VERB:Đấm:Những cú đấm]

# CREATURE:TROGLODYTE
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:piedbatas:piedbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]

# CREATURE:TROGLODYTE
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:TROGLODYTE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:TROGLODYTE
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:włosy:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:saç:SINGULAR]

# CREATURE:TROGLODYTE
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:TROGLODYTE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MOLE_GIANT
source: [DESCRIPTION:A gigantic digging creature found underground.]
cs: [DESCRIPTION:Obří hrabající stvoření nalezené v podzemí.]
de: [DESCRIPTION:Eine gigantische grabende Kreatur, die unter der Erde vorkommt.]
eo: [DESCRIPTION:Giganta flosanta estaĵo kiu troviĝas subtere.]
es: [DESCRIPTION:Una gigantesca criatura excavadora encontrada bajo la superficie.]
ja: [DESCRIPTION:地下に棲む穴を掘り進む巨大生物。]
ko: [DESCRIPTION:지하에서 발견된 거대한 굴착 생물.]
pl: [DESCRIPTION:Gigantyczne kopiące stworzenie znalezione pod ziemią.]
ru: [DESCRIPTION:Гигантское копающее существо, обитающее под землёй.]
tr: [DESCRIPTION:Yeraltında bulunan devasa bir kazıcı yaratık.]
vi: [DESCRIPTION:Một sinh vật đào bới khổng lồ được tìm thấy dưới lòng đất.]

# CREATURE:MOLE_GIANT
source: [NAME:giant mole:giant moles:giant mole]
cs: [NAME:obří krtek:obří krtci:obřího krtka]
de: [NAME:Riesenmaulwurf:Riesenmaulwuerfe:Riesenmaulwurf]
eo: [NAME:giganta talpo:gigantaj talpoj:de giganta talpo]
es: [NAME:topo gigante: topos gigantes:topo gigante]
ja: [NAME:巨大モグラ:巨大モグラ:巨大モグラの]
ko: [NAME:거대 두더지:거대 두더지들:거대 두더지]
pl: [NAME:gigantyczny kret:gigantyczne krety:gigantyczno kreci]
ru: [NAME:гигантский крот:гигантские кроты:гигантского крота]
tr: [NAME:dev köstebek:dev köstebekler:dev köstebek]
vi: [NAME:Chuột chũi khổng lồ:Chuột chũi khổng lồ:Chuột chũi khổng lồ]
zh_hans: [NAME:巨鼹鼠:巨鼹鼠:巨鼹鼠]

# CREATURE:MOLE_GIANT
source: [CASTE_NAME:giant mole:giant moles:giant mole]
cs: [CASTE_NAME:obří krtek:obří krtci:obřího krtka]
de: [CASTE_NAME:Riesenmaulwurf:Riesenmaulwuerfe:Riesenmaulwurf]
eo: [CASTE_NAME:giganta talpo:gigantaj talpoj:de giganta talpo]
es: [CASTE_NAME:topo gigante: topos gigantes:topo gigante]
ja: [CASTE_NAME:巨大モグラ:巨大モグラ:巨大モグラの]
ko: [CASTE_NAME:거대 두더지:거대 두더지들:거대 두더지]
pl: [CASTE_NAME:gigantyczny kret:gigantyczne krety:gigantyczno kreci]
ru: [CASTE_NAME:гигантский крот:гигантские кроты:гигантского крота]
tr: [CASTE_NAME:dev köstebek:dev köstebekler:dev köstebek]
vi: [CASTE_NAME:Chuột chũi khổng lồ:Chuột chũi khổng lồ:Chuột chũi khổng lồ]
zh_hans: [CASTE_NAME:巨鼹鼠:巨鼹鼠:巨鼹鼠]

# CREATURE:MOLE_GIANT
source: [GENERAL_CHILD_NAME:giant mole pup:giant mole pups]
cs: [GENERAL_CHILD_NAME:mládě obřího krtka:mláďata obřího krtka]
de: [GENERAL_CHILD_NAME:Riesenmaulwurf Junges:Riesenmaulwurf Junge]
eo: [GENERAL_CHILD_NAME:giganta talpido:gigantaj talpidoj]
es: [GENERAL_CHILD_NAME:cría de topo gigante:crías de topo gigante]
ja: [GENERAL_CHILD_NAME:巨大モグラの子供:巨大モグラの子供の]
ko: [GENERAL_CHILD_NAME:새끼 거대 두더지:새끼 거대 두더지들:새끼 거대 두더지]
pl: [GENERAL_CHILD_NAME:młode gigantycznego kreta:młode gigantycznego kreta]
ru: [GENERAL_CHILD_NAME:гигантский кротёнок:гигантские кротята]
tr: [GENERAL_CHILD_NAME:dev köstebek yavrusu:dev köstebek yavruları]
vi: [GENERAL_CHILD_NAME:Chuột chũi khổng lồ con:Chuột chũi khổng lồ con]
zh_hans: [GENERAL_CHILD_NAME:巨鼹鼠幼崽:巨鼹鼠幼崽]

# CREATURE:MOLE_GIANT
source: [PREFSTRING:noses]
cs: [PREFSTRING:čumáky]
de: [PREFSTRING:Nasen]
eo: [PREFSTRING:nazoj]
es: [PREFSTRING:ruidos]
ja: [PREFSTRING:鼻]
ko: [PREFSTRING:코를박고다님]
pl: [PREFSTRING:nosy]
ru: [PREFSTRING:носы]
tr: [PREFSTRING:burunlar]
vi: [PREFSTRING:các mũi]

# CREATURE:MOLE_GIANT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:MOLE_GIANT
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:MOLE_GIANT
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]

# CREATURE:MOLE_GIANT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MOLE_GIANT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:IMP_FIRE
source: [DESCRIPTION:A small humanoid surrounded by fire which they can hurl at their enemies.]
cs: [DESCRIPTION:Malý humanoid obklopený ohněm, který může vrhat na své nepřátele.]
de: [DESCRIPTION:Ein kleiner Humanoid, umgeben von Feuer, das er auf seine Feinde schleudern kann.]
eo: [DESCRIPTION:Malgranda homsimilulo ĉirkaŭita de fajro kiun ĝi povas ĵetegi al siajn malamikojn.]
es: [DESCRIPTION:Un pequeño humaniode rodeado de fuego que puede arrojar a sus enemigos.]
ja: [DESCRIPTION:炎に覆われた小さな人型生物だ。その炎を敵に投げつけることができる。]
ko: [DESCRIPTION:적에게 던질 수 있는 불로 둘러싸인 작은 인간형.]
pl: [DESCRIPTION:Mały humanoid otoczony ogniem, którym może rzucić w swoich wrogów.]
ru: [DESCRIPTION:Небольшое человекоподобное существо, окруженное огнём, который оно может метать в своих врагов.]
tr: [DESCRIPTION:Düşmanlarına fırlatabileceği ateşle çevrili küçük bir insansı.]
vi: [DESCRIPTION:Một sinh vật hình người nhỏ bé được bao quanh bởi lửa mà chúng có thể ném vào kẻ thù của mình.]

# CREATURE:IMP_FIRE
source: [NAME:fire imp:fire imps:fire imp]
cs: [NAME:ohnivý imp:ohniví impové:ohnivého impa]
de: [NAME:Feuerwichtel:Feuerwichtel:Feuerwichtel]
eo: [NAME:fajrimpo:fajrimpoj:de fajrimpo]
es: [NAME:diablillo de fuego:diablillos de fuego:diablillo de fuego]
ja: [NAME:ファイア・インプ:ファイア・インプ:ファイア・インプの]
pl: [NAME:ognisty imp:ogniste impy:ognisto impi]
ru: [NAME:огненный бес:огненные бесы:огненного беса]
tr: [NAME:ateş cini:ateş cinleri:ateş cini]
zh_hans: [NAME:火焰妖精:火焰妖精:火焰妖精]

# CREATURE:IMP_FIRE
source: [CASTE_NAME:fire imp:fire imps:fire imp]
cs: [CASTE_NAME:ohnivý imp:ohniví impové:ohnivého impa]
de: [CASTE_NAME:Feuerwichtel:Feuerwichtel:Feuerwichtel]
eo: [CASTE_NAME:fajrimpo:fajrimpoj:de fajrimpo]
es: [CASTE_NAME:diablillo de fuego:diablillos de fuego:diablillo de fuego]
ja: [CASTE_NAME:ファイア・インプ:ファイア・インプ:ファイア・インプの]
pl: [CASTE_NAME:ognisty imp:ogniste impy:ognisto impi]
ru: [CASTE_NAME:огненный бес:огненные бесы:огненного беса]
tr: [CASTE_NAME:ateş cini:ateş cinleri:ateş cini]
zh_hans: [CASTE_NAME:火焰妖精:火焰妖精:火焰妖精]

# CREATURE:IMP_FIRE
source: [CDI:ADV_NAME:Hurl fireball]
cs: [CDI:ADV_NAME:Hod ohnivé koule]
de: [CDI:ADV_NAME:Feuerball schleudern]
eo: [CDI:ADV_NAME:Ĵetegi fajrbulon]
es: [CDI:ADV_NAME:Lanzar bola de fuego]
ja: [CDI:ADV_NAME:火球を投げる]
pl: [CDI:ADV_NAME:Rzuć kulę ognia]
ru: [CDI:ADV_NAME:Метнуть огненный шар]
tr: [CDI:ADV_NAME:Ateş topu fırlat]
vi: [CDI:ADV_NAME:Phóng cầu lửa]

# CREATURE:IMP_FIRE
source: [CDI:ADV_NAME:Spray jet of fire]
cs: [CDI:ADV_NAME:Výtrysk ohně]
de: [CDI:ADV_NAME:Feuersprühstrahl]
eo: [CDI:ADV_NAME:Ŝpruci fluon fajran]
es: [CDI:ADV_NAME:Lanzar chorro de fuego]
ja: [CDI:ADV_NAME:炎の噴流]
ko: [CDI:ADV_NAME:분사 분사기]
pl: [CDI:ADV_NAME: Rozpylony strumień ognia]
ru: [CDI:ADV_NAME:Выпустить струю огня]
tr: [CDI:ADV_NAME:Ateş püskürt]
