Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# PLANT:FEATHER
source: [PREFSTRING:feathery leaves]
cs: [PREFSTRING:péřovníkové listy]
de: [PREFSTRING:federartige Blätter]
eo: [PREFSTRING:plumsimilaj folioj]
es: [PREFSTRING:hojas emplumadas]
ja: [PREFSTRING:フェザーウッドyの葉]
ko: [PREFSTRING:솜털 같은 잎들]
ru: [PREFSTRING:перистые листья]
tr: [PREFSTRING:tüylü yaprakları]
vi: [PREFSTRING:Những lá như lông vũ]
zh_hans: [PREFSTRING:羽毛树树叶]

# PLANT:FEATHER
source: [GROWTH_NAME:feather tree down:feather tree down]
cs: [GROWTH_NAME:pírko ze stromu:pírka ze stromu]
de: [GROWTH_NAME:Federbaumdaune:Federbaumdaune]
eo: [GROWTH_NAME:lanugo de plumarbo:lanugo de plumarbo]
es: [GROWTH_NAME:plumárbol caído:plumárbol caído]
ja: [GROWTH_NAME:フェザーウッドの木:フェザーウッドの木]
ko: [GROWTH_NAME:깃털 나무 down:깃털 나무 down]
ru: [GROWTH_NAME:пух перьевого дерева:пух перьевого дерева]
tr: [GROWTH_NAME:tüy ağacı havı:tüy ağacı havları]
vi: [GROWTH_NAME:Lông tơ cây lông vũ:Lông tơ cây lông vũ]
zh_hans: [GROWTH_NAME:羽毛树下:羽毛树下]

# PLANT:FEATHER
source: [GROWTH_NAME:feather tree egg:STP]
cs: [GROWTH_NAME:péřovníkové vajíčko:péřovníková vajíčka]
de: [GROWTH_NAME:Federbaum-Ei:STP]
eo: [GROWTH_NAME:ovo de plumarbo:ovoj de plumarbo]
es: [GROWTH_NAME:huevo de plumárbol:STP]
ja: [GROWTH_NAME:フェザーウッドの実:STP]
ko: [GROWTH_NAME:깃털 나무의 알:STP]
ru: [GROWTH_NAME:яйцо перьевого дерева:яйца перьевого дерева]
tr: [GROWTH_NAME:tüy ağacı yumurtası:STP]
zh_hans: [GROWTH_NAME:羽毛树蛋:STP]

# PLANT:HIGHWOOD
source: [NAME:highwood]
de: [NAME:Hochholz]
eo: [NAME:altalignujo]
es: [NAME:leñápex]
ja: [NAME:ハイウッド]
ko: [NAME:하이우드]
ru: [NAME:вышедрев]
tr: [NAME:yüce ağaç]
zh_hans: [NAME:极树]

# PLANT:HIGHWOOD
source: [NAME_PLURAL:highwoods]
cs: [NAME_PLURAL:vysokodřeva]
de: [NAME_PLURAL:Hochhölzer]
eo: [NAME_PLURAL:altalignujoj]
es: [NAME_PLURAL:leñapexes]
ja: [NAME_PLURAL:ハイウッド]
ko: [NAME_PLURAL:하이우드들]
ru: [NAME_PLURAL:вышедревы]
tr: [NAME_PLURAL:yüce ağaçlar]
vi: [NAME_PLURAL:Những Highwood]
zh_hans: [NAME_PLURAL:极树]

# PLANT:HIGHWOOD
source: [ADJ:highwood]
cs: [ADJ:vysokodřevový]
de: [ADJ:Hochholz]
eo: [ADJ:de altalignujo]
es: [ADJ:de leñápex]
ja: [ADJ:ハイウッド]
ko: [ADJ:하이우드]
ru: [ADJ:вышедрево]
tr: [ADJ:yüce ağaç]
zh_hans: [ADJ:极树的]

# PLANT:HIGHWOOD
source: [STATE_NAME:ALL_SOLID:highwood]
cs: [STATE_NAME:ALL_SOLID:vysokodřevo]
de: [STATE_NAME:ALL_SOLID:Hochholz]
eo: [STATE_NAME:ALL_SOLID:altaligno]
es: [STATE_NAME:ALL_SOLID:leñápex]
ja: [STATE_NAME:ALL_SOLID:ハイウッド]
ko: [STATE_NAME:ALL_SOLID:하이우드]
ru: [STATE_NAME:ALL_SOLID:древесина вышедрева]
tr: [STATE_NAME:ALL_SOLID:yüce ağaç]
zh_hans: [STATE_NAME:ALL_SOLID:极树]

# PLANT:HIGHWOOD
source: [STATE_ADJ:ALL_SOLID:highwood]
cs: [STATE_ADJ:ALL_SOLID:vysokodřevový]
de: [STATE_ADJ:ALL_SOLID:Hochholz]
eo: [STATE_ADJ:ALL_SOLID:altaligna]
es: [STATE_ADJ:ALL_SOLID:de leñápex]
ja: [STATE_ADJ:ALL_SOLID:ハイウッド]
ko: [STATE_ADJ:ALL_SOLID:하이우드]
ru: [STATE_ADJ:ALL_SOLID:вышедрево]
tr: [STATE_ADJ:ALL_SOLID:yüce ağaç]
zh_hans: [STATE_ADJ:ALL_SOLID:极树的]

# PLANT:HIGHWOOD
source: [PREFSTRING:magnificence]
cs: [PREFSTRING:velkolepost]
de: [PREFSTRING:Pracht]
eo: [PREFSTRING:belegeco]
es: [PREFSTRING:magnificencia]
ja: [PREFSTRING:雄大]
ru: [PREFSTRING:великолепие]
tr: [PREFSTRING:görkemi]
zh_hans: [PREFSTRING:宏伟]

# PLANT:HIGHWOOD
source: [GROWTH_NAME:highwood leaf:highwood leaves]
cs: [GROWTH_NAME:list vysokodřeva:listy vysokodřeva]
de: [GROWTH_NAME:Hochholzblatt: Hochholzblätter]
eo: [GROWTH_NAME:folio de altalignujo:folioj de altalignujo]
es: [GROWTH_NAME:hoja de leñápex:hojas de leñápex]
ja: [GROWTH_NAME:ハイウッドの葉:ハイウッドの葉]
ko: [GROWTH_NAME:하이우드 잎:하이우드 잎들]
ru: [GROWTH_NAME:лист вышедрева:листья вышедрева]
tr: [GROWTH_NAME:yüce ağaç yaprağı:yüce ağaç yaprakları]
vi: [GROWTH_NAME:Lá Highwood:Những lá Highwood]
zh_hans: [GROWTH_NAME:极树叶:极树叶]

# PLANT:HIGHWOOD
source: [GROWTH_NAME:highwood flower:STP]
cs: [GROWTH_NAME:květ vysokodřeva:STP]
de: [GROWTH_NAME:Hochholzblume:STP]
eo: [GROWTH_NAME:floro de altalignujo:floroj de altalignujo]
es: [GROWTH_NAME:flor de leñápex:STP]
ja: [GROWTH_NAME:ハイウッドの花:STP]
ko: [GROWTH_NAME:하이우드 꽃:STP]
ru: [GROWTH_NAME:цветок вышедрева:цветы вышедрева]
tr: [GROWTH_NAME:yüce ağaç çiçeği:STP]
zh_hans: [GROWTH_NAME:极树花:STP]

# PLANT:LARCH
source: [NAME:larch]
cs: [NAME:modřín]
de: [NAME:Lärche]
eo: [NAME:lariko]
es: [NAME:alerce]
ja: [NAME:カラマツ]
ru: [NAME:лиственница]
tr: [NAME:melez]
vi: [NAME:Cây thông rụng lá]
zh_hans: [NAME:落叶松]

# PLANT:LARCH
source: [NAME_PLURAL:larches]
cs: [NAME_PLURAL:modříny]
de: [NAME_PLURAL:Lärchen]
eo: [NAME_PLURAL:larikoj]
es: [NAME_PLURAL:alerces]
ja: [NAME_PLURAL:カラマツ]
ru: [NAME_PLURAL:лиственницы]
tr: [NAME_PLURAL:melez]
vi: [NAME_PLURAL:Những cây thông rụng lá]
zh_hans: [NAME_PLURAL:落叶松]

# PLANT:LARCH
source: [ADJ:larch]
cs: [ADJ:modřínový]
de: [ADJ:Lärche]
eo: [ADJ:de lariko]
es: [ADJ:de alerce]
ja: [ADJ:カラマツ]
ru: [ADJ:лиственница]
tr: [ADJ:melez]
vi: [ADJ:Cây thông rụng lá]
zh_hans: [ADJ:落叶松的]

# PLANT:LARCH
source: [STATE_NAME:ALL_SOLID:larch]
cs: [STATE_NAME:ALL_SOLID:modřín]
de: [STATE_NAME:ALL_SOLID:Lärche]
eo: [STATE_NAME:ALL_SOLID:ligno el lariko]
es: [STATE_NAME:ALL_SOLID:alerce]
ja: [STATE_NAME:ALL_SOLID:カラマツ]
ru: [STATE_NAME:ALL_SOLID:древесина лиственницы]
tr: [STATE_NAME:ALL_SOLID:melez]
vi: [STATE_NAME:ALL_SOLID:Cây thông rụng lá]
zh_hans: [STATE_NAME:ALL_SOLID:落叶松]

# PLANT:LARCH
source: [STATE_ADJ:ALL_SOLID:larch]
cs: [STATE_ADJ:ALL_SOLID:modřínový]
de: [STATE_ADJ:ALL_SOLID:Lärche]
eo: [STATE_ADJ:ALL_SOLID:el ligno el lariko]
es: [STATE_ADJ:ALL_SOLID:de alerce]
ja: [STATE_ADJ:ALL_SOLID:カラマツ]
ru: [STATE_ADJ:ALL_SOLID:лиственница]
tr: [STATE_ADJ:ALL_SOLID:melez]
vi: [STATE_ADJ:ALL_SOLID:Cây thông rụng lá]
zh_hans: [STATE_ADJ:ALL_SOLID:落叶松的]

# PLANT:LARCH
source: [PREFSTRING:cones]
cs: [PREFSTRING:šišky]
de: [PREFSTRING:Zapfen]
eo: [PREFSTRING:strobiloj]
es: [PREFSTRING:piñas]
ja: [PREFSTRING:とんがり帽子]
ru: [PREFSTRING:конусные кроны]
tr: [PREFSTRING:kozalakları]
vi: [PREFSTRING:Quả nón]
zh_hans: [PREFSTRING:球果]

# PLANT:LARCH
source: [PREFSTRING:needles]
cs: [PREFSTRING:jehličí]
de: [PREFSTRING:Nadeln]
eo: [PREFSTRING:pingloj]
es: [PREFSTRING:agujas]
ja: [PREFSTRING:針葉樹]
ru: [PREFSTRING:хвою]
tr: [PREFSTRING:iğneleri]
vi: [PREFSTRING:Lá kim]
zh_hans: [PREFSTRING:松针]

# PLANT:LARCH
source: [GROWTH_NAME:larch needle:STP]
cs: [GROWTH_NAME:mobřínové jehličí:modřínové jehličí]
de: [GROWTH_NAME:Lärchen Nadel:STP]
eo: [GROWTH_NAME:pinglo de lariko:pongloj el lariko]
es: [GROWTH_NAME:púa de alerce:STP]
ja: [GROWTH_NAME:カラマツの葉:STP]
ru: [GROWTH_NAME:иголка лиственницы:иголки лиственницы]
tr: [GROWTH_NAME:melez iğnesi:STP]
zh_hans: [GROWTH_NAME:落叶松松针]

# PLANT:LARCH
source: [GROWTH_NAME:larch seed cone:STP]
cs: [GROWTH_NAME:modřínová semenná šiška:modřínové semenné šišky]
de: [GROWTH_NAME:Lärchensamen Zapfen:STP]
eo: [GROWTH_NAME:sem-strobilo de lariko:sem-strobiloj de lariko]
es: [GROWTH_NAME:semilla de piña de alerce:STP]
ja: [GROWTH_NAME:カラマツの種:STP]
ru: [GROWTH_NAME:шишка лиственницы:шишки лиственницы]
tr: [GROWTH_NAME:melez tohum kozalağı:STP]
zh_hans: [GROWTH_NAME:落叶松球果:STP]

# PLANT:LARCH
source: [GROWTH_NAME:larch pollen cone:STP]
cs: [GROWTH_NAME:modřínová pylová šiška:modřínové pylové šišky]
de: [GROWTH_NAME:Lärchenpollen Zapfen:STP]
eo: [GROWTH_NAME:polen-strobilo de lariko:polen-strobiloj de lariko]
es: [GROWTH_NAME:polen de piña de alerce:STP]
ja: [GROWTH_NAME:カラマツの実:STP]
ru: [GROWTH_NAME:пыльцевая шишка лиственницы:пыльцевые шишки лиственницы]
tr: [GROWTH_NAME:melez polen kozalağı:STP]
zh_hans: [GROWTH_NAME:落叶松花粉球果:STP]

# PLANT:CHESTNUT
source: [NAME:chestnut]
cs: [NAME:kaštanovník]
de: [NAME:kastanienbraun]
eo: [NAME:kaŝtanarbo]
es: [NAME:castaño]
ja: [NAME:クリ]
ru: [NAME:каштан]
tr: [NAME:kestane]
vi: [NAME:nâu hạt dẻ]
zh_hans: [NAME:板栗]

# PLANT:CHESTNUT
source: [NAME_PLURAL:chestnuts]
cs: [NAME_PLURAL:kaštanovníky]
de: [NAME_PLURAL:Kastanien]
eo: [NAME_PLURAL:kaŝtanarboj]
es: [NAME_PLURAL:castaños]
ja: [NAME_PLURAL:クリ]
ru: [NAME_PLURAL:каштаны]
tr: [NAME_PLURAL:kestane]
vi: [NAME_PLURAL:hạt dẻ]
zh_hans: [NAME_PLURAL:板栗]

# PLANT:CHESTNUT
source: [ADJ:chestnut]
cs: [ADJ:kaštanový]
de: [ADJ:Kastanie]
eo: [ADJ:de kaŝtanarbo]
es: [ADJ:castaño]
ja: [ADJ:クリ]
ru: [ADJ:каштан]
tr: [ADJ:kestane]
vi: [ADJ:nâu hạt dẻ]
zh_hans: [ADJ:板栗的]

# PLANT:CHESTNUT
source: [STATE_NAME:ALL_SOLID:chestnut]
cs: [STATE_NAME:ALL_SOLID:kaštan]
de: [STATE_NAME:ALL_SOLID:Kastanie]
eo: [STATE_NAME:ALL_SOLID:ligno el kaŝtanarbo]
es: [STATE_NAME:ALL_SOLID:castaño]
ja: [STATE_NAME:ALL_SOLID:クリ]
ru: [STATE_NAME:ALL_SOLID:древесина каштана]
tr: [STATE_NAME:ALL_SOLID:kestane]
vi: [STATE_NAME:ALL_SOLID:nâu hạt dẻ]
zh_hans: [STATE_NAME:ALL_SOLID:板栗]

# PLANT:CHESTNUT
source: [STATE_ADJ:ALL_SOLID:chestnut]
cs: [STATE_ADJ:ALL_SOLID:kaštanový]
de: [STATE_ADJ:ALL_SOLID:Kastanie]
eo: [STATE_ADJ:ALL_SOLID:el ligno el kaŝtanarbo]
es: [STATE_ADJ:ALL_SOLID:de castaño]
ja: [STATE_ADJ:ALL_SOLID:クリ]
ru: [STATE_ADJ:ALL_SOLID:каштан]
tr: [STATE_ADJ:ALL_SOLID:kestane]
vi: [STATE_ADJ:ALL_SOLID:nâu hạt dẻ]
zh_hans: [STATE_ADJ:ALL_SOLID:板栗的]

# PLANT:CHESTNUT
source: [SEED:chestnut:chestnuts:]
cs: [SEED:kaštan:kaštany:]
de: [SEED:Kastanie:Kastanien:]
eo: [SEED:kaŝtano:kaŝtanoj:]
es: [SEED:castaña:castañas:]
ja: [SEED:chestnut:クリ:]
ru: [SEED:каштан:каштаны:]
tr: [SEED:kestane:kestaneler:]
vi: [SEED:nâu hạt dẻ:hạt dẻ:]
zh_hans: [SEED:板栗:板栗]

# PLANT:CHESTNUT
source: [PREFSTRING:smelly catkins]
cs: [PREFSTRING:páchnoucí kočičky]
de: [PREFSTRING:stinkende Zapfen]
eo: [PREFSTRING:odoraj amentoj]
es: [PREFSTRING:espiga olorosa]
ja: [PREFSTRING:匂う尾花]
ko: [PREFSTRING:냄새나는 catkins]
ru: [PREFSTRING:пахучие соцветия]
tr: [PREFSTRING:kokulu kedicikleri]
vi: [PREFSTRING:bông đuôi sóc nặng mùi]
zh_hans: [PREFSTRING:难闻的飞絮]

# PLANT:CHESTNUT
source: [PREFSTRING:spiny pods]
cs: [PREFSTRING:ostnaté lusky]
de: [PREFSTRING:Stachelige Schoten]
eo: [PREFSTRING:dornaj guŝoj]
es: [PREFSTRING:vainas espinosas]
ja: [PREFSTRING:毬栗]
ru: [PREFSTRING:колючие орехи]
tr: [PREFSTRING:dikenli kapsülleri]
vi: [PREFSTRING:vỏ quả có gai]
zh_hans: [PREFSTRING:多刺豆荚]

# PLANT:CHESTNUT
source: [PREFSTRING:chestnuts]
cs: [PREFSTRING:kaštany]
de: [PREFSTRING:Kastanien]
eo: [PREFSTRING:kaŝtanoj]
es: [PREFSTRING:castañas]
ja: [PREFSTRING:クリ]
ru: [PREFSTRING:каштаны]
tr: [PREFSTRING:kestaneleri]
vi: [PREFSTRING:hạt dẻ]
zh_hans: [PREFSTRING:板栗]

# PLANT:CHESTNUT
source: [PREFSTRING:autumn coloration]
cs: [PREFSTRING:podzimní zbarvení]
de: [PREFSTRING:Herbstfärbung]
eo: [PREFSTRING:aŭtuna kolorigo]
es: [PREFSTRING:coloración otoñal]
ja: [PREFSTRING:秋の彩り]
ko: [PREFSTRING:단풍]
ru: [PREFSTRING:осеннюю расцветку]
tr: [PREFSTRING:sonbahar renkleri]
vi: [PREFSTRING:Sắc thu]
zh_hans: [PREFSTRING:秋天的颜色]

# PLANT:CHESTNUT
source: [GROWTH_NAME:chestnut leaf:chestnut leaves]
cs: [GROWTH_NAME:kaštanový list:kaštanové listy]
de: [GROWTH_NAME:Kastanienblatt:Kastanienblätter]
eo: [GROWTH_NAME:folio de kaŝtanarbo:folioj de kaŝtanarbo]
es: [GROWTH_NAME:hoja de castaño:hojas de castaño]
ja: [GROWTH_NAME:クリの葉:クリの葉]
ru: [GROWTH_NAME:лист каштана:листья каштана]
tr: [GROWTH_NAME:kestane yaprağı:kestane yaprakları]
vi: [GROWTH_NAME:lá hạt dẻ:lá hạt dẻ]
zh_hans: [GROWTH_NAME:板栗叶:板栗叶]

# PLANT:CHESTNUT
source: [GROWTH_NAME:chestnut pollen catkin:STP]
cs: [GROWTH_NAME:kaštanová pylová jehněda:kaštanové pylové jehnědy]
de: [GROWTH_NAME:Kastanienpollen Zapfen:STP]
eo: [GROWTH_NAME:polen-amento de kaŝtanarbo:polen-amentoj de kaŝtanarbo]
es: [GROWTH_NAME:espiga de polen de castaño:STP]
ja: [GROWTH_NAME:クリの実:STP]
ru: [GROWTH_NAME:пыльцевая серёжка каштана:пыльцевые серёжки каштана]
tr: [GROWTH_NAME:kestane polen kediciği:STP]
zh_hans: [GROWTH_NAME:板栗花粉絮:STP]

# PLANT:CHESTNUT
source: [GROWTH_NAME:chestnut seed catkin:STP]
cs: [GROWTH_NAME:kaštanová semenná jehněda:kaštanové semenné jehnědy]
de: [GROWTH_NAME:Kastaniensamen Zapfen:STP]
eo: [GROWTH_NAME:sem-amento de kaŝtanarbo:sem-amentoj de kaŝtanarbo]
es: [GROWTH_NAME:espiga de semilla de castaño:STP]
ja: [GROWTH_NAME:クリの種:STP]
ru: [GROWTH_NAME:семенная коробочка каштана:семенные коробочки каштана]
tr: [GROWTH_NAME:kestane tohum kediciği:STP]
zh_hans: [GROWTH_NAME:板栗种子絮:STP]

# PLANT:CHESTNUT
source: [GROWTH_NAME:chestnut burr:STP]
cs: [GROWTH_NAME:jedlý kaštan:jedlé kaštany]
de: [GROWTH_NAME:Kastanien Stachelschale:STP]
eo: [GROWTH_NAME:guŝo de kaŝtanarbo:guŝoj de kaŝtanarbo]
es: [GROWTH_NAME:erizo de castaña:STP]
ja: [GROWTH_NAME:クリ:STP]
ru: [GROWTH_NAME:колючка каштана:колючки каштана]
tr: [GROWTH_NAME:kestane dikeni:STP]
zh_hans: [GROWTH_NAME:板栗毛刺:STP]

# PLANT:ALDER
source: [NAME:alder]
cs: [NAME:olše]
de: [NAME:Erle]
eo: [NAME:alno]
es: [NAME:aliso]
ja: [NAME:アルダー]
ru: [NAME:ольха]
tr: [NAME:kızılağaç]
vi: [NAME:cây Alder]
zh_hans: [NAME:桤树]

# PLANT:ALDER
source: [NAME_PLURAL:alders]
cs: [NAME_PLURAL:olše]
de: [NAME_PLURAL:Erlen]
eo: [NAME_PLURAL:alnoj]
es: [NAME_PLURAL:alisos]
ja: [NAME_PLURAL:アルダー]
ru: [NAME_PLURAL:ольхи]
tr: [NAME_PLURAL:kızılağaç]
vi: [NAME_PLURAL:cây Alder]
zh_hans: [NAME_PLURAL:桤树]

# PLANT:ALDER
source: [ADJ:alder]
cs: [ADJ:olšový]
de: [ADJ:Erle]
eo: [ADJ:de alno]
es: [ADJ:de aliso]
ja: [ADJ:アルダー]
ru: [ADJ:ольха]
tr: [ADJ:kızılağaç]
vi: [ADJ:cây Alder]
zh_hans: [ADJ:桤树的]

# PLANT:ALDER
source: [STATE_NAME:ALL_SOLID:alder]
cs: [STATE_NAME:ALL_SOLID:olše]
de: [STATE_NAME:ALL_SOLID:Erle]
eo: [STATE_NAME:ALL_SOLID:ligno el alno]
es: [STATE_NAME:ALL_SOLID:aliso]
ja: [STATE_NAME:ALL_SOLID:アルダー]
ru: [STATE_NAME:ALL_SOLID:древесина ольхи]
tr: [STATE_NAME:ALL_SOLID:kızılağaç]
vi: [STATE_NAME:ALL_SOLID:cây Alder]
zh_hans: [STATE_NAME:ALL_SOLID:桤树]

# PLANT:ALDER
source: [STATE_ADJ:ALL_SOLID:alder]
cs: [STATE_ADJ:ALL_SOLID:olšový]
de: [STATE_ADJ:ALL_SOLID:Erle]
eo: [STATE_ADJ:ALL_SOLID:el ligno el alno]
es: [STATE_ADJ:ALL_SOLID:de aliso]
ja: [STATE_ADJ:ALL_SOLID:アルダー]
ru: [STATE_ADJ:ALL_SOLID:ольха]
tr: [STATE_ADJ:ALL_SOLID:kızılağaç]
vi: [STATE_ADJ:ALL_SOLID:cây Alder]
zh_hans: [STATE_ADJ:桤树的]

# PLANT:ALDER
source: [PREFSTRING:catkins]
cs: [PREFSTRING:jehnědy]
de: [PREFSTRING:Kätzchen]
eo: [PREFSTRING:amentoj]
es: [PREFSTRING:espigas]
ja: [PREFSTRING:尾花]
ru: [PREFSTRING:серёжки]
tr: [PREFSTRING:kedicikleri]
vi: [PREFSTRING:bông đuôi sóc]
zh_hans: [PREFSTRING:飞絮 ]

# PLANT:ALDER
source: [PREFSTRING:autumn coloration]
cs: [PREFSTRING:podzimní zbarvení]
de: [PREFSTRING:Herbstfärbung]
eo: [PREFSTRING:aŭtuna kolorigo]
es: [PREFSTRING:coloración otoñal]
ja: [PREFSTRING:秋の彩り]
ko: [PREFSTRING:단풍]
ru: [PREFSTRING:осеннюю расцветку]
tr: [PREFSTRING:sonbahar renkleri]
vi: [PREFSTRING:Sắc thu]
zh_hans: [PREFSTRING:秋天的颜色]

# PLANT:ALDER
source: [GROWTH_NAME:alder leaf:alder leaves]
cs: [GROWTH_NAME:olšový list:olšové listy]
de: [GROWTH_NAME:Erlenblatt:Erlenblätter]
eo: [GROWTH_NAME:folio de alno:folioj de alno]
es: [GROWTH_NAME:hoja de aliso:hojas de aliso]
ja: [GROWTH_NAME:アルダーの葉:アルダーの葉]
ru: [GROWTH_NAME:лист ольхи:листья ольхи]
tr: [GROWTH_NAME:kızılağaç yaprağı:kızılağaç yaprakları]
vi: [GROWTH_NAME:lá Alder:lá Alder]
zh_hans: [GROWTH_NAME:桤树叶:桤树叶]

# PLANT:ALDER
source: [GROWTH_NAME:alder pollen catkin:STP]
cs: [GROWTH_NAME:olšová pylová jehněda:olšové pylové jehnědy]
de: [GROWTH_NAME:Erlenpollen Zapfen:STP]
eo: [GROWTH_NAME:polen-amento de alno:polen-amentoj de alno]
es: [GROWTH_NAME:espiga de polen de aliso:STP]
ja: [GROWTH_NAME:アルダーの尾花:STP]
ru: [GROWTH_NAME:пыльцевая серёжка ольхи:пыльцевые серёжки ольхи]
tr: [GROWTH_NAME:kızılağaç polen kediciği:STP]
zh_hans: [GROWTH_NAME:桤树花粉絮]

# PLANT:ALDER
source: [GROWTH_NAME:alder seed catkin:STP]
cs: [GROWTH_NAME:olšová semenná jehněda:olšové semenné jehnědy]
de: [GROWTH_NAME:Erlensamen Zapfen:STP]
eo: [GROWTH_NAME:sem-amento de alno:sem-amentoj de alno]
es: [GROWTH_NAME:espiga de semilla de aliso:STP]
ja: [GROWTH_NAME:アルダーの種:STP]
ru: [GROWTH_NAME:семенная серёжка ольхи:семенные серёжки ольхи]
tr: [GROWTH_NAME:kızılağaç tohum kediciği:STP]
zh_hans: [GROWTH_NAME:桤树种子絮]

# PLANT:ALDER
source: [GROWTH_NAME:alder cone:STP]
cs: [GROWTH_NAME:olšová šiška:olšové šišky]
de: [GROWTH_NAME:Erlenzapfen:STP]
eo: [GROWTH_NAME:strobilo de alno:strobiloj de alno]
es: [GROWTH_NAME:piña de aliso:STP]
ja: [GROWTH_NAME:アルダーの実:STP]
ru: [GROWTH_NAME:шишка ольхи:шишки ольхи]
tr: [GROWTH_NAME:kızılağaç kozalağı:STP]
zh_hans: [GROWTH_NAME:桤树球果:STP]

# PLANT:BIRCH
source: [NAME:birch]
cs: [NAME:bříza]
de: [NAME:Birke]
eo: [NAME:betulo]
es: [NAME:abedul]
ja: [NAME:白樺]
ru: [NAME:берёза]
tr: [NAME:huş ağacı]
vi: [NAME:cây bạch dương]
zh_hans: [NAME:桦树]

# PLANT:BIRCH
source: [NAME_PLURAL:birches]
cs: [NAME_PLURAL:břízy]
de: [NAME_PLURAL:Birken]
eo: [NAME_PLURAL:betuloj]
es: [NAME_PLURAL:abedules]
ja: [NAME_PLURAL:白樺]
ru: [NAME_PLURAL:берёзы]
tr: [NAME_PLURAL:huş ağaçları]
vi: [NAME_PLURAL:cây bạch dương]
zh_hans: [NAME_PLURAL:桦树]

# PLANT:BIRCH
source: [ADJ:birchen]
cs: [ADJ:březový]
de: [ADJ:birken]
eo: [ADJ:betula]
es: [ADJ:de abedul]
ja: [ADJ:白樺]
ru: [ADJ:берёза]
tr: [ADJ:huş]
vi: [ADJ:thuộc bạch dương]
zh_hans: [ADJ:桦树的]

# PLANT:BIRCH
source: [STATE_NAME:ALL_SOLID:birch]
cs: [STATE_NAME:ALL_SOLID:bříza]
de: [STATE_NAME:ALL_SOLID:Birke]
eo: [STATE_NAME:ALL_SOLID:ligno el betulo]
es: [STATE_NAME:ALL_SOLID:abedul]
ja: [STATE_NAME:ALL_SOLID:白樺]
ru: [STATE_NAME:ALL_SOLID:древесина берёзы]
tr: [STATE_NAME:ALL_SOLID:huş ağacı]
vi: [STATE_NAME:ALL_SOLID:cây bạch dương]
zh_hans: [STATE_NAME:ALL_SOLID:桦树]

# PLANT:BIRCH
source: [STATE_ADJ:ALL_SOLID:birchen]
cs: [STATE_ADJ:ALL_SOLID:březový]
de: [STATE_ADJ:ALL_SOLID:Birken]
eo: [STATE_ADJ:ALL_SOLID:el ligno el betulo]
es: [STATE_ADJ:ALL_SOLID:de abedul]
ja: [STATE_ADJ:ALL_SOLID:白樺]
ru: [STATE_ADJ:ALL_SOLID:берёза]
tr: [STATE_ADJ:ALL_SOLID:huş]
vi: [STATE_ADJ:ALL_SOLID:thuộc bạch dương]
zh_hans: [STATE_ADJ:桦树的]

# PLANT:BIRCH
source: [PREFSTRING:catkins]
cs: [PREFSTRING:jehnědy]
de: [PREFSTRING:Kätzchen]
eo: [PREFSTRING:amentoj]
es: [PREFSTRING:espigas]
ja: [PREFSTRING:尾花]
ru: [PREFSTRING:серёжки]
tr: [PREFSTRING:kedicikleri]
vi: [PREFSTRING:bông đuôi sóc]
zh_hans: [PREFSTRING:飞絮 ]

# PLANT:BIRCH
source: [PREFSTRING:silver bark]
cs: [PREFSTRING:stříbrná kůra]
de: [PREFSTRING:silberne Rinde]
eo: [PREFSTRING:arĝenta ŝelo]
es: [PREFSTRING:corteza plateada]
ja: [PREFSTRING:銀の樹皮]
ko: [PREFSTRING:은 도금]
ru: [PREFSTRING:серебристую кору]
tr: [PREFSTRING:gümüş kabuğu]
vi: [PREFSTRING:vỏ cây bạc]
zh_hans: [PREFSTRING:桦树树皮]

# PLANT:BIRCH
source: [PREFSTRING:autumn coloration]
cs: [PREFSTRING:podzimní zbarvení]
de: [PREFSTRING:Herbstfärbung]
eo: [PREFSTRING:aŭtuna kolorigo]
es: [PREFSTRING:coloración otoñal]
ja: [PREFSTRING:秋の彩り]
ko: [PREFSTRING:단풍]
ru: [PREFSTRING:осеннюю расцветку]
tr: [PREFSTRING:sonbahar renkleri]
vi: [PREFSTRING:Sắc thu]
zh_hans: [PREFSTRING:秋天的颜色]

# PLANT:BIRCH
source: [GROWTH_NAME:birch leaf:birch leaves]
cs: [GROWTH_NAME:březový list:březové listy]
de: [GROWTH_NAME:Birkenblatt:Birkenblätter]
eo: [GROWTH_NAME:folio de betulo:folioj de betulo]
es: [GROWTH_NAME:hoja de abedul:hojas de abedul]
ja: [GROWTH_NAME:白樺の葉:白樺の葉]
ru: [GROWTH_NAME:лист березы:листья березы]
tr: [GROWTH_NAME:huş ağacı yaprağı:huş ağacı yaprakları]
vi: [GROWTH_NAME:lá bạch dương:lá bạch dương]
zh_hans: [GROWTH_NAME:桦树叶:桦树叶]

# PLANT:BIRCH
source: [GROWTH_NAME:birch pollen catkin:STP]
cs: [GROWTH_NAME:březová pylová jehněda:březové pylové jehnědy]
de: [GROWTH_NAME:Birkenpollen Zapfen:STP]
eo: [GROWTH_NAME:polen-amento de betulo:polen-amentoj de betulo]
es: [GROWTH_NAME:espiga de polen de abedul:STP]
ja: [GROWTH_NAME:白樺の尾花:STP]
ru: [GROWTH_NAME:берёзовая серёжка с пыльцой:берёзовые серёжки с пыльцой]
tr: [GROWTH_NAME:huş ağacı polen kediciği:STP]
zh_hans: [GROWTH_NAME:桦树花粉絮:STP]

# PLANT:BIRCH
source: [GROWTH_NAME:birch seed catkin:STP]
cs: [GROWTH_NAME:březová semenná jehněda:březové semenné jehnědy]
de: [GROWTH_NAME:Birkensamen Zapfen:STP]
eo: [GROWTH_NAME:sem-amento de betulo:sem-amentoj de betulo]
es: [GROWTH_NAME:espiga de semilla de abedul:STP]
ja: [GROWTH_NAME:白樺の種:STP]
ru: [GROWTH_NAME:берёзовая серёжка с семенами:берёзовые серёжки с семенами]
tr: [GROWTH_NAME:huş ağacı tohum kediciği:STP]
zh_hans: [GROWTH_NAME:桦树种子絮:STP]

# PLANT:ASH
source: [NAME:ash]
cs: [NAME:jasan]
de: [NAME:Esche]
eo: [NAME:frakseno]
es: [NAME:fresno]
ja: [NAME:トネリコ]
ru: [NAME:ясень]
tr: [NAME:dişbudak ağacı]
vi: [NAME:cây tần bì]
zh_hans: [NAME:白蜡树]

# PLANT:ASH
source: [NAME_PLURAL:ashes]
cs: [NAME_PLURAL:jasany]
de: [NAME_PLURAL:Eschen]
eo: [NAME_PLURAL:fraksenoj]
es: [NAME_PLURAL:fresnos]
ja: [NAME_PLURAL:トネリコ]
ru: [NAME_PLURAL:ясени]
tr: [NAME_PLURAL:dişbudak ağaçları]
vi: [NAME_PLURAL:cây tần bì]
zh_hans: [NAME_PLURAL:白蜡树]

# PLANT:ASH
source: [ADJ:ashen]
cs: [ADJ:jasanový]
de: [ADJ:eschern]
eo: [ADJ:fraksena]
es: [ADJ:de fresno]
ja: [ADJ:トネリコ]
ru: [ADJ:ясень]
tr: [ADJ:dişbudak]
vi: [ADJ:thuộc tần bì]
zh_hans: [ADJ:白蜡树的]

# PLANT:ASH
source: [STATE_NAME:ALL_SOLID:ash]
cs: [STATE_NAME:ALL_SOLID:jasan]
de: [STATE_NAME:ALL_SOLID:Esche]
eo: [STATE_NAME:ALL_SOLID:ligno de frakseno]
es: [STATE_NAME:ALL_SOLID:fresno]
ja: [STATE_NAME:ALL_SOLID:トネリコ]
ru: [STATE_NAME:ALL_SOLID:древесина ясеня]
tr: [STATE_NAME:ALL_SOLID:dişbudak]
vi: [STATE_NAME:ALL_SOLID:cây tần bì]
zh_hans: [STATE_NAME:ALL_SOLID:白蜡树]

# PLANT:ASH
source: [STATE_ADJ:ALL_SOLID:ashen]
cs: [STATE_ADJ:ALL_SOLID:jasanový]
de: [STATE_ADJ:ALL_SOLID:eschern]
eo: [STATE_ADJ:ALL_SOLID:el ligno el frakseno]
es: [STATE_ADJ:ALL_SOLID:de fresno]
ja: [STATE_ADJ:ALL_SOLID:トネリコ]
ru: [STATE_ADJ:ALL_SOLID:ясень]
tr: [STATE_ADJ:ALL_SOLID:dişbudak]
vi: [STATE_ADJ:ALL_SOLID:thuộc tần bì]
zh_hans: [STATE_ADJ:ALL_SOLID:白蜡树的]

# PLANT:ASH
source: [PREFSTRING:flying keys]
cs: [PREFSTRING:létající vrtulky]
de: [PREFSTRING:fliegende Schlüssel]
eo: [PREFSTRING:flugantaj samaroj]
es: [PREFSTRING:motas voladoras]
ru: [PREFSTRING:семена-вертолётики]
tr: [PREFSTRING:uçuşan tohumları]
vi: [PREFSTRING:quả cánh tần bì]
zh_hans: [PREFSTRING:翅果]

# PLANT:ASH
source: [PREFSTRING:autumn coloration]
cs: [PREFSTRING:podzimní zbarvení]
de: [PREFSTRING:Herbstfärbung]
eo: [PREFSTRING:aŭtuna kolorigo]
es: [PREFSTRING:coloración otoñal]
ja: [PREFSTRING:秋の彩り]
ko: [PREFSTRING:단풍]
ru: [PREFSTRING:осеннюю расцветку]
tr: [PREFSTRING:sonbahar renkleri]
vi: [PREFSTRING:Sắc thu]
zh_hans: [PREFSTRING:秋天的颜色]

# PLANT:ASH
source: [GROWTH_NAME:ash leaf:ash leaves]
cs: [GROWTH_NAME:jasanový list:jasanové listy]
de: [GROWTH_NAME:Eschenblatt:Eschenblätter]
eo: [GROWTH_NAME:folio de frakseno:folioj de frakseno]
es: [GROWTH_NAME:hoja de fresno:hojas de fresno]
ja: [GROWTH_NAME:トネリコの葉:トネリコの葉]
ru: [GROWTH_NAME:лист ясеня:листья ясеня]
tr: [GROWTH_NAME:dişbudak yaprağı:dişbudak yaprakları]
vi: [GROWTH_NAME:lá tần bì:lá tần bì]
zh_hans: [GROWTH_NAME:白蜡树树叶:白蜡树树叶]

# PLANT:ASH
source: [GROWTH_NAME:ash flower:STP]
cs: [GROWTH_NAME:jasanový květ:jasanové květy]
de: [GROWTH_NAME:Eschenblüte:STP]
eo: [GROWTH_NAME:floro de frakseno:floroj de frakseno]
es: [GROWTH_NAME:flor de fresno:STP]
ja: [GROWTH_NAME:トネリコの花:STP]
ru: [GROWTH_NAME:цветок ясеня:цветы ясеня]
tr: [GROWTH_NAME:dişbudak çiçeği:STP]
zh_hans: [GROWTH_NAME:白蜡树花:STP]

# PLANT:ASH
source: [GROWTH_NAME:ash samara:STP]
cs: [GROWTH_NAME:jasanová nažka:jasanové nažky]
de: [GROWTH_NAME:Eschen Flügelfrucht:STP]
eo: [GROWTH_NAME:samaro de frakseno:samaroj de frakseno]
es: [GROWTH_NAME:sámara de fresno:STP]
ja: [GROWTH_NAME:トネリコの実:STP]
ru: [GROWTH_NAME:крылатка ясеня:крылатки ясеня]
tr: [GROWTH_NAME:dişbudak tohumu:STP]
zh_hans: [GROWTH_NAME:白蜡树翅果:STP]

# PLANT:CANDLENUT
source: [NAME:candlenut]
cs: [NAME:tungovník]
de: [NAME:Lichtnuss]
eo: [NAME:kamirio]
es: [NAME:anacardo]
ja: [NAME:ククイ]
ru: [NAME:лумбанг]
tr: [NAME:mum cevizi]
vi: [NAME:hạt lai]
zh_hans: [NAME:石栗]

# PLANT:CANDLENUT
source: [NAME_PLURAL:candlenuts]
cs: [NAME_PLURAL:tungovníky]
de: [NAME_PLURAL:Lichtnüsse]
eo: [NAME_PLURAL:kamirioj]
es: [NAME_PLURAL:anacardos]
ja: [NAME_PLURAL:ククイ]
ru: [NAME_PLURAL:лумбанги]
tr: [NAME_PLURAL:mum cevizleri]
vi: [NAME_PLURAL:hạt lai]
zh_hans: [NAME_PLURAL:石栗]
