Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# MATERIAL_TEMPLATE:STONE_TEMPLATE
source: [STATE_ADJ:LIQUID:magma]
cs: [STATE_ADJ:LIQUID:magmatická]
eo: [STATE_ADJ:LIQUID:el magmo]
es: [STATE_ADJ:LIQUID:de magma]
ja: [STATE_ADJ:LIQUID:マグマの]
ko: [STATE_ADJ:LIQUID:마그마]
ru: [STATE_ADJ:LIQUID:магма]
zh_hans: [STATE_ADJ:LIQUID:岩浆的]

# MATERIAL_TEMPLATE:METAL_TEMPLATE
source: [STATE_NAME:ALL_SOLID:metal]
cs: [STATE_NAME:ALL_SOLID:kov]
de: [STATE_NAME:ALL_SOLID:Metall]
eo: [STATE_NAME:ALL_SOLID:metalo]
ja: [STATE_NAME:ALL_SOLID:金属]
ko: [STATE_NAME:ALL_SOLID:금속]
ru: [STATE_NAME:ALL_SOLID:металл]
vi: [STATE_NAME:ALL_SOLID:kim loại]
zh_hans: [STATE_NAME:ALL_SOLID:金属]

# MATERIAL_TEMPLATE:METAL_TEMPLATE
source: [STATE_ADJ:ALL_SOLID:metal]
cs: [STATE_ADJ:ALL_SOLID:kovový]
de: [STATE_ADJ:ALL_SOLID:Metall]
eo: [STATE_ADJ:ALL_SOLID:el metalo]
es: [STATE_NAME:ALL_SOLID:de metal]
ja: [STATE_ADJ:ALL_SOLID:金属の]
ko: [STATE_ADJ:ALL_SOLID:금속]
ru: [STATE_ADJ:ALL_SOLID:металл]
vi: [STATE_ADJ:ALL_SOLID:kim loại]
zh_hans: [STATE_ADJ:ALL_SOLID:金属的]

# MATERIAL_TEMPLATE:SOIL_TEMPLATE
source: [STATE_NAME:LIQUID:magma]
eo: [STATE_NAME:LIQUID:magmo]
ja: [STATE_NAME:LIQUID:マグマ]
ko: [STATE_NAME:LIQUID:마그마]
ru: [STATE_NAME:LIQUID:магма]
zh_hans: [STATE_NAME:LIQUID:岩浆]

# MATERIAL_TEMPLATE:SOIL_TEMPLATE
source: [STATE_ADJ:LIQUID:magma]
cs: [STATE_ADJ:LIQUID:magmatický]
eo: [STATE_ADJ:LIQUID:el magmo]
es: [STATE_ADJ:LIQUID:de magma]
ja: [STATE_ADJ:LIQUID:マグマの]
ko: [STATE_ADJ:LIQUID:마그마]
ru: [STATE_ADJ:LIQUID:магма]
zh_hans: [STATE_ADJ:LIQUID:岩浆的]

# PLANT:KENAF
source: [STATE_NAME_ADJ:SOLID:kenaf]
eo: [STATE_NAME_ADJ:SOLID:kenafo]
ja: [STATE_NAME_ADJ:SOLID:洋麻]
ko: [STATE_NAME_ADJ:SOLID:케나프]
ru: [STATE_NAME_ADJ:SOLID:гибискус]
vi: [STATE_NAME_ADJ:SOLID:đay]
zh_hans: [STATE_NAME_ADJ:SOLID:洋麻]

# PLANT:TARO
source: [NAME:taro]
de: [NAME:Taropflanze]
ja: [NAME:タロイモ]
ko: [NAME:토란]
ru: [NAME:таро]
vi: [NAME:Khoai môn]
zh_hans: [NAME:芋头]

# PLANT:TARO
source: [NAME_PLURAL:taro]
de: [NAME_PLURAL:Taropflanzen]
eo: [NAME_PLURAL:taroj]
es: [NAME_PLURAL:taros]
ja: [NAME_PLURAL:タロイモ]
ko: [NAME_PLURAL:토란]
ru: [NAME_PLURAL:таро]
vi: [NAME_PLURAL:Khoai môn]
zh_hans: [NAME_PLURAL:芋头]

# PLANT:TARO
source: [ADJ:taro]
cs: [ADJ:tarový]
de: [ADJ:Taropflanze]
eo: [ADJ:de taro]
es: [ADJ:de taro]
ja: [ADJ:タロイモ]
ko: [ADJ:토란]
ru: [ADJ:таро]
vi: [ADJ:Khoai môn]
zh_hans: [ADJ:芋头的]

# PLANT:TOMATILLO
source: [GROWTH_NAME:tomatillo:STP]
eo: [GROWTH_NAME:fizalido:fizalidoj]
es: [GROWTH_NAME:tomate cherry:STP]
ja: [GROWTH_NAME:トマティーヨ:STP]
ko: [GROWTH_NAME:토마티요:STP]
ru: [GROWTH_NAME:физалис:физалисы]
zh_hans: [GROWTH_NAME:绿番茄:STP]

# PLANT:GUAVA
source: [GROWTH_NAME:guava:STP]
cs: [GROWTH_NAME:guáva:STP]
de: [GROWTH_NAME:Guave:STP]
eo: [GROWTH_NAME:guajavo:guajavoj]
es: [GROWTH_NAME:guayaba:STP]
ja: [GROWTH_NAME:グァバ:STP]
ko: [GROWTH_NAME:구아바:STP]
ru: [GROWTH_NAME:плод гуайявы:плоды гуайявы]
zh_hans: [GROWTH_NAME:番石榴:STP]

# PLANT:PAPAYA
source: [GROWTH_NAME:papaya:STP]
cs: [GROWTH_NAME:papája:STP]
eo: [GROWTH_NAME:papajo:papajoj]
ja: [GROWTH_NAME:パパイヤ:STP]
ko: [GROWTH_NAME:파파야:STP]
ru: [GROWTH_NAME:плод папайи:плоды папайи]
zh_hans: [GROWTH_NAME:番木瓜:STP]

# PLANT:RAMBUTAN
source: [GROWTH_NAME:rambutan:STP]
eo: [GROWTH_NAME:rambutano:rambutanoj]
ja: [GROWTH_NAME:ランブータン:STP]
ko: [GROWTH_NAME:람부탄:STP]
ru: [GROWTH_NAME:ягода рамбутана:ягоды рамбутана]
zh_hans: [GROWTH_NAME:红毛果:STP]

# PLANT:POMELO
source: [GROWTH_NAME:pomelo:STP]
eo: [GROWTH_NAME:pampelmuso:pampelmusoj]
es: [GROWTH_NAME:limonzón:STP]
ja: [GROWTH_NAME:文旦:STP]
ko: [GROWTH_NAME:포멜로:STP]
ru: [GROWTH_NAME:помело:плоды помело]
zh_hans: [GROWTH_NAME:蜜柚:STP]

# PLANT:SAGUARO
source: [NAME:saguaro]
ja: [NAME:サグアロサボテン]
ru: [NAME:цереус]
zh_hans: [NAME:巨刺柱]

# PLANT:SAGUARO
source: [ADJ:saguaro]
cs: [ADJ:saguarový]
eo: [ADJ:de saguaro]
es: [ADJ:de saguaro]
ja: [ADJ:サグアロサボテン]
ru: [ADJ:цереус]
zh_hans: [ADJ:巨刺柱的]

# PLANT:KAPOK
source: [STATE_NAME:ALL_SOLID:kapok]
eo: [STATE_NAME:ALL_SOLID:ligno el kapokujo]
es: [STATE_NAME:ALL_SOLID:guata]
ja: [STATE_NAME:ALL_SOLID:カポック]
ru: [STATE_NAME:ALL_SOLID:хлопковое дерево]
vi: [STATE_NAME:ALL_SOLID:Cây gạo]
zh_hans: [STATE_NAME:ALL_SOLID:木棉树]

# PLANT:KAPOK
source: [STATE_ADJ:ALL_SOLID:kapok]
cs: [STATE_ADJ:ALL_SOLID:kapokový]
eo: [STATE_ADJ:ALL_SOLID:el ligno el kapokujo]
es: [STATE_ADJ:ALL_SOLID:enguatado]
ja: [STATE_ADJ:ALL_SOLID:カポック]
ru: [STATE_ADJ:ALL_SOLID:хлопковое дерево]
vi: [STATE_ADJ:ALL_SOLID:Cây gạo]
zh_hans: [STATE_ADJ:ALL_SOLID:木棉树的]

# PLANT:GLUMPRONG
source: [NAME:glumprong]
eo: [NAME:glumprongo]
es: [NAME:mohinasta]
ru: [NAME:глампронг]
zh_hans: [NAME:紫影树]

# PLANT:GLUMPRONG
source: [ADJ:glumprong]
cs: [ADJ:glumprongový]
de: [ADJ:Glummprong]
eo: [ADJ:de glumprongo]
es: [ADJ:de mohinasta]
ru: [ADJ:глампронг]
zh_hans: [ADJ:紫影树的]

# PLANT:GLUMPRONG
source: [STATE_NAME:ALL_SOLID:glumprong]
eo: [STATE_NAME:ALL_SOLID:ligno el glumprongo]
es: [STATE_NAME:ALL_SOLID:mohinasta]
ru: [STATE_NAME:ALL_SOLID:древесина глампронга]
zh_hans: [STATE_NAME:ALL_SOLID:紫影树]

# PLANT:GLUMPRONG
source: [STATE_ADJ:ALL_SOLID:glumprong]
cs: [STATE_ADJ:ALL_SOLID:glumprongový]
eo: [STATE_ADJ:ALL_SOLID:el ligno el glumprongo]
es: [STATE_ADJ:ALL_SOLID:de mohinasta]
ru: [STATE_ADJ:ALL_SOLID:глампронг]
zh_hans: [STATE_ADJ:ALL_SOLID:紫影树的]

# PLANT:MANGO
source: [GROWTH_NAME:mango:STP]
eo: [GROWTH_NAME:mango:mangoj]
ja: [GROWTH_NAME:マンゴー:STP]
ko: [GROWTH_NAME:망고:STP]
ru: [GROWTH_NAME:манго:манго]
zh_hans: [GROWTH_NAME:芒果:STP]

# CREATURE:GNOME_MOUNTAIN
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]
zh_hans: [CDI:VERB:吐:吐:NA]

# CREATURE:GNOME_DARK
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]
zh_hans: [CDI:VERB:吐:吐:NA]

# CREATURE:MAGMA_CRAB
source: [CDI:VERB:spit a glob of molten rock:spits a glob of molten rock:NA]
es: [CDI:VERB:escupir un globo de roca fundida:escupe un globo de roca fundida:NA]
ja: [CDI:VERB:溶岩の唾を吐いた:溶岩の唾を吐いた:NA]
ko: [CDI:VERB:녹은 바위 덩어리를 뱉다:녹은 바위 덩어리를 뱉다:NA]

# CREATURE:GORLAK
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:CAVE_FLOATER
source: [CDI:VERB:spray a stream of steaming juice:sprays a stream of steaming juice:NA]
es: [CDI:VERB:expulsan un chorro de fluido humeante:expulsa un chorro de fluido humeante:NA]
ja: [CDI:VERB:体液を撒き散らした:体液を撒き散らした:NA]
ko: [CDI:VERB:김이 모락모락 나는 즙을 뿌리다:김이 모락모락 나는 즙을 뿌리다:NA]

# CREATURE:OCTOPUS
source: [CDI:VERB:squirt ink:squirts ink:NA]
es: [CDI:VERB:chorro de tinta:chorros de tinta:NA]
ja: [CDI:VERB:墨を吐いた:墨を吐いた:NA]
ko: [CDI:VERB:먹물을 뿌리다:먹물을 뿌리다:NA]

# CREATURE:CUTTLEFISH
source: [CDI:VERB:squirt ink:squirts ink:NA]
es: [CDI:VERB:chorro de tinta:chorros de tinta:NA]
ja: [CDI:VERB:墨を吐いた:墨を吐いた:NA]
ko: [CDI:VERB:먹물을 뿌리다:먹물을 뿌리다:NA]

# CREATURE:SQUID
source: [CDI:VERB:squirt ink:squirts ink:NA]
es: [CDI:VERB:chorro de tinta:chorros de tinta:NA]
ja: [CDI:VERB:墨を吐いた:墨を吐いた:NA]
ko: [CDI:VERB:먹물을 뿌리다:먹물을 뿌리다:NA]

# CREATURE:DWARF
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:HUMAN
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:ELF
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:GOBLIN
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:KOBOLD
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:GREMLIN
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:SATYR
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:GIANT
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:CYCLOPS
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:ETTIN
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:MINOTAUR
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:HARPY
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# CREATURE:MERPERSON
source: [CDI:VERB:spit:spits:NA]
es: [CDI:VERB:escupir:escupe:NA]
ja: [CDI:VERB:唾を吐いた:唾を吐いた:NA]
ko: [CDI:VERB:침뱉다:침뱉다:NA]

# MATERIAL_TEMPLATE:GUT_TEMPLATE
source: [STATE_ADJ:LIQUID:n/a]
zh_hans: [STATE_ADJ:LIQUID:不存在的]

# MATERIAL_TEMPLATE:GUT_TEMPLATE
source: [STATE_NAME:GAS:n/a]
zh_hans: [STATE_NAME:GAS:不存在]

# MATERIAL_TEMPLATE:GUT_TEMPLATE
source: [STATE_ADJ:GAS:n/a]
zh_hans: [STATE_ADJ:GAS:不存在的]
