Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# BODY:2EYES
source: [BP:REYE:right eye:STP]
cs: [BP:REYE:pravé oko:pravé oči]
de: [BP:REYE:rechtes Auge:STP]
eo: [BP:REYE:dekstra okulo:dekstraj okuloj]
es: [BP:REYE:ojo derecho:STP]
ja: [BP:REYE:右眼:STP]
ko: [BP:REYE:오른쪽 눈:STP]
pl: [BP:REYE:prawe oko:prawe oczy]
ru: [BP:REYE:правый глаз:правые глаза]
tr: [BP:REYE:sağ göz:STP]
vi: [BP:REYE:mắt phải:STP]
zh_hans: [BP:REYE:右眼:STP]

# BODY:2EYES
source: [BP:LEYE:left eye:STP]
cs: [BP:LEYE:levé oko:levé oči]
de: [BP:LEYE:linkes Auge:STP]
eo: [BP:LEYE:maldekstra okulo:maldekstra okuloj]
es: [BP:LEYE:ojo izquierdo:STP]
ja: [BP:LEYE:左眼:STP]
ko: [BP:LEYE:왼쪽 눈:STP]
pl: [BP:LEYE:lewe oko:lewe oczy]
ru: [BP:LEYE:левый глаз:левые глаза]
tr: [BP:LEYE:sol göz:STP]
vi: [BP:LEYE:mắt trái:STP]
zh_hans: [BP:LEYE:左眼:STP]

# BODY:3EYES
source: [BP:REYE:right eye:STP]
cs: [BP:REYE:pravé oko:pravé oči]
de: [BP:REYE:rechtes Auge:STP]
eo: [BP:REYE:dekstra okulo:dekstraj okuloj]
es: [BP:REYE:ojo derecho:STP]
ja: [BP:REYE:右眼:STP]
ko: [BP:REYE:오른쪽 눈:STP]
pl: [BP:REYE:prawe oko:prawe oczy]
ru: [BP:REYE:правый глаз:правые глаза]
tr: [BP:REYE:sağ göz:STP]
vi: [BP:REYE:mắt phải:STP]
zh_hans: [BP:REYE:右眼:STP]

# BODY:3EYES
source: [BP:LEYE:left eye:STP]
cs: [BP:LEYE:levé oko:levé oči]
de: [BP:LEYE:linkes Auge:STP]
eo: [BP:LEYE:maldekstra okulo:maldekstraj okuloj]
es: [BP:LEYE:ojo izquierdo:STP]
ja: [BP:LEYE:左眼:STP]
ko: [BP:LEYE:왼쪽 눈:STP]
pl: [BP:LEYE:lewe oko:lewe oczy]
ru: [BP:LEYE:левый глаз:левые глаза]
tr: [BP:LEYE:sol göz:STP]
vi: [BP:LEYE:mắt trái:STP]
zh_hans: [BP:LEYE:左眼:STP]

# BODY:3EYES
source: [BP:EYE:center eye:STP]
cs: [BP:EYE:prostřední oko:prostřední oči]
de: [BP:EYE:zentrales Auge:STP]
eo: [BP:EYE:meza okulo:mezaj okuloj]
es: [BP:EYE:ojo central:STP]
ja: [BP:EYE:中央の眼:STP]
ko: [BP:EYE:가운데 눈:STP]
pl: [BP:EYE:środkowe oko:środkowe oczy]
ru: [BP:EYE:средний глаз:средние глаза]
tr: [BP:EYE:orta göz:STP]
vi: [BP:EYE:mắt giữa:STP]
zh_hans: [BP:EYE:中间眼:STP]

# BODY:4EYES
source: [BP:EYE1:first eye:STP]
cs: [BP:EYE1:první oko:první oči]
de: [BP:EYE1:erstes Auge:STP]
eo: [BP:EYE1:unua okulo:unuaj okuloj]
es: [BP:EYE1:primer ojo:STP]
ja: [BP:EYE1:第一の眼:STP]
ko: [BP:EYE1:첫째 눈:STP]
pl: [BP:EYE1:pierwsze oko:pierwsze oczy]
ru: [BP:EYE1:первый глаз:первые глаза]
tr: [BP:EYE1:birinci göz:STP]
vi: [BP:EYE1:mắt đầu tiên:STP]
zh_hans: [BP:EYE1:第一只眼:STP]

# BODY:4EYES
source: [BP:EYE2:second eye:STP]
cs: [BP:EYE2:druhé oko:druhé oči]
de: [BP:EYE2:zweites Auge:STP]
eo: [BP:EYE2:dua okulo:duaj okuloj]
es: [BP:EYE2:segundo ojo:STP]
ja: [BP:EYE2:第二の眼:STP]
ko: [BP:EYE2:둘째 눈:STP]
pl: [BP:EYE2:drugie oko:drugie oczy]
ru: [BP:EYE2:второй глаз:вторые глаза]
tr: [BP:EYE2:ikinci göz:STP]
vi: [BP:EYE2:con mắt thứ hai:STP]
zh_hans: [BP:EYE2:第二只眼:STP]

# BODY:4EYES
source: [BP:EYE3:third eye:STP]
cs: [BP:EYE3:třetí oko:třetí oči]
de: [BP:EYE3:drittes Auge:STP]
eo: [BP:EYE3:tria okulo:triaj okuloj]
es: [BP:EYE3:tercer ojo:STP]
ja: [BP:EYE3:第三の眼:STP]
ko: [BP:EYE3:셋째 눈:STP]
pl: [BP:EYE3:trzecie oko:trzecie oczy]
ru: [BP:EYE3:третий глаз:третьи глаза]
tr: [BP:EYE3:üçüncü göz:STP]
vi: [BP:EYE3:con mắt thứ ba:STP]
zh_hans: [BP:EYE3:第三只眼:STP]

# BODY:4EYES
source: [BP:EYE4:fourth eye:STP]
cs: [BP:EYE4:čtvrté oko:čtvrté oči]
de: [BP:EYE4:viertes Auge:STP]
eo: [BP:EYE4:kvara okulo:kvaraj okuloj]
es: [BP:EYE4:cuarto ojo:STP]
ja: [BP:EYE4:第四の眼:STP]
ko: [BP:EYE4:넷째 눈:STP]
pl: [BP:EYE4:czwarte oko:czwarte oczy]
ru: [BP:EYE4:четвёртый глаз:четвёртые глаза]
tr: [BP:EYE4:dördüncü göz:STP]
vi: [BP:EYE4:con mắt thứ tư:STP]
zh_hans: [BP:EYE4:第四只眼:STP]

# BODY:2EYESTALKS
source: [BP:REYE:right eyestalk:STP]
cs: [BP:REYE:pravá oční stopka:pravé oční stopky]
de: [BP:REYE:rechter Augenstiehl:STP]
eo: [BP:REYE:dekstra okulotigo:dekstraj okulotigoj]
es: [BP:REYE:pedunculo derecho:STP]
ja: [BP:REYE:右目柄:STP]
ko: [BP:REYE:오른쪽 눈자루:STP]
pl: [BP:REYE:prawy czułek:prawe czułki]
ru: [BP:REYE:правый стеблеглаз:правые стеблеглазы]
tr: [BP:REYE:sağ göz sapı:STP]
vi: [BP:REYE:cánh mắt phải:STP]
zh_hans: [BP:REYE:右眼柄:STP]

# BODY:2EYESTALKS
source: [BP:LEYE:left eyestalk:STP]
cs: [BP:LEYE:levá oční stopka:levé oční stopky]
de: [BP:LEYE:linker Augenstiehl:STP]
eo: [BP:LEYE:maldekstra okulotigo:maldekstraj okulotigoj]
es: [BP:LEYE:pedunculo izquierdo:STP]
ja: [BP:LEYE:左目柄:STP]
ko: [BP:LEYE:왼쪽 눈자루:STP]
pl: [BP:LEYE:lewy czułek:lewe czułki]
ru: [BP:LEYE:левый стеблеглаз:левые стеблеглазы]
tr: [BP:LEYE:sol göz sapı:STP]
vi: [BP:LEYE:cánh mắt trái:STP]
zh_hans: [BP:LEYE:左眼柄:STP]

# BODY:2TUSKS
source: [BP:RTUSK:right tusk:STP]
cs: [BP:RTUSK:pravý kel:pravé kly]
de: [BP:RTUSK:rechter Stosszahn:STP]
eo: [BP:RTUSK:dekstra dentego:dekstraj dentegoj]
es: [BP:RTUSK:colmillo derecho:STP]
ja: [BP:RTUSK:右牙:STP]
ko: [BP:RTUSK:오른쪽 엄니:STP]
pl: [BP:RTUSK:prawy kieł:prawe kły]
ru: [BP:RTUSK:правый бивень:правые бивни]
tr: [BP:RTUSK:sağ uzun diş:STP]
vi: [BP:RTUSK:ngà phải:STP]
zh_hans: [BP:RTUSK:右长牙:STP]

# BODY:2TUSKS
source: [BP:LTUSK:left tusk:STP]
cs: [BP:LTUSK:levý kel:levé kly]
de: [BP:LTUSK:linker Stosszahn:STP]
eo: [BP:LTUSK:maldekstra dentego:maldekstraj dentegoj]
es: [BP:LTUSK:colmillo izquierdo:STP]
ja: [BP:LTUSK:左牙:STP]
ko: [BP:LTUSK:왼쪽 엄니:STP]
pl: [BP:LTUSK:lewy kieł:lewe kły]
ru: [BP:LTUSK:левый бивень:левые бивни]
tr: [BP:LTUSK:sol uzun diş:STP]
vi: [BP:LTUSK:ngà trái:STP]
zh_hans: [BP:LTUSK:左长牙:STP]

# BODY:NOSE
source: [BP:NOSE:nose:STP]
cs: [BP:NOSE:nos:nosy]
de: [BP:NOSE:Nase:STP]
eo: [BP:NOSE:nazo:nazoj]
es: [BP:NOSE:nariz:STP]
ja: [BP:NOSE:鼻:STP]
ko: [BP:NOSE:코:STP]
pl: [BP:NOSE:nos:nosy]
ru: [BP:NOSE:нос:носы]
tr: [BP:NOSE:burun:STP]
vi: [BP:MŨI:mũi:STP]
zh_hans: [BP:NOSE:鼻子:STP]

# BODY:SNOUT_NOSMELL
source: [BP:SNOUT:snout:STP]
cs: [BP:SNOUT:čenich:čenichy]
de: [BP:SNOUT:Schnauze:STP]
eo: [BP:SNOUT:muzelo:muzeloj]
es: [BP:SNOUT:hocico:STP]
ja: [BP:SNOUT:鼻:STP]
ko: [BP:SNOUT:들창코:STP]
pl: [BP:SNOUT:pysk:pyski]
ru: [BP:SNOUT:рыло:рыла]
tr: [BP:SNOUT:sivri burun:STP]
vi: [BP:SNOUT:mũi:STP]
zh_hans: [BP:SNOUT:猪鼻:STP]

# BODY:TRUNK
source: [BP:TRUNK:trunk:STP]
cs: [BP:TRUNK:trup:trupy]
de: [BP:TRUNK:Stamm:STP]
eo: [BP:TRUNK:rostro:rostroj]
es: [BP:TRUNK:torso:STP]
ja: [BP:TRUNK:胴体:STP]
ko: [BP:TRUNK:긴 코:STP]
pl: [BP:TRUNK:trąba:trąby]
ru: [BP:TRUNK:хобот:хоботы]
tr: [BP:TRUNK:hortum:STP]
vi: [BP:TRUNK:thân cây:STP]
zh_hans: [BP:TRUNK:象鼻:STP]

# BODY:2EARS
source: [BP:R_EAR:right ear:STP]
cs: [BP:R_EAR:pravé ucho:pravé uši]
de: [BP:R_EAR:rechtes Ohr:STP]
eo: [BP:R_EAR:dekstra orelo:dekstraj oreloj]
es: [BP:R_EAR:oreja derecha:STP]
ja: [BP:R_EAR:右耳:STP]
ko: [BP:R_EAR:오른쪽 귀:STP]
pl: [BP:R_EAR:prawe ucho:prawe uszy]
ru: [BP:R_EAR:правое ухо:правые уши]
tr: [BP:R_EAR:sağ kulak:STP]
vi: [BP:R_EAR:tai phải:STP]
zh_hans: [BP:R_EAR:右耳:STP]

# BODY:2EARS
source: [BP:L_EAR:left ear:STP]
cs: [BP:L_EAR:levé ucho:levé uši]
de: [BP:L_EAR:linkes Ohr:STP]
eo: [BP:L_EAR:maldekstra orelo:maldekstraj oreloj]
es: [BP:L_EAR:oreja izquierda:STP]
ja: [BP:L_EAR:左耳:STP]
ko: [BP:L_EAR:왼쪽 귀:STP]
pl: [BP:L_EAR:lewe ucho:lewe uszy]
ru: [BP:L_EAR:левое ухо:левые уши]
tr: [BP:L_EAR:sol kulak:STP]
vi: [BP:L_EAR:tai trái:STP]
zh_hans: [BP:L_EAR:左耳:STP]

# BODY:2LUNGS
source: [BP:RLUNG:right lung:STP]
cs: [BP:RLUNG:pravá plíce:pravé plíce]
de: [BP:RLUNG:rechte Lunge:STP]
eo: [BP:RLUNG:dekstra pulmo:maldekstraj pulmoj]
es: [BP:RLUNG:pulmon derecho:STP]
ja: [BP:RLUNG:右肺:STP]
ko: [BP:RLUNG:오른쪽 폐:STP]
pl: [BP:RLUNG:prawe płuco:prawe płuca]
ru: [BP:RLUNG:правое лёгкое:правые лёгкие]
tr: [BP:RLUNG:sağ akciğer:STP]
vi: [BP:RLUNG:phổi phải:STP]
zh_hans: [BP:RLUNG:右肺:STP]

# BODY:2LUNGS
source: [BP:LLUNG:left lung:STP]
cs: [BP:LLUNG:levá plíce:levé plíce]
de: [BP:LLUNG:linke Lunge:STP]
eo: [BP:LLUNG:maldekstra pulmo:maldekstraj pulmoj]
es: [BP:LLUNG:pulmon izquierdo:STP]
ja: [BP:LLUNG:左肺:STP]
ko: [BP:LLUNG:왼쪽 폐:STP]
pl: [BP:LLUNG:lewe płuco:lewe płuca]
ru: [BP:LLUNG:левое лёгкое:левые лёгкие]
tr: [BP:LLUNG:sol akciğer:STP]
vi: [BP:LLUNG:phổi trái:STP]
zh_hans: [BP:LLUNG:左肺:STP]

# BODY:MOUTH
source: [BP:MOUTH:mouth:STP]
cs: [BP:MOUTH:ústa:ústa]
de: [BP:MOUTH:Mund:STP]
eo: [BP:MOUTH:buŝo:buŝoj]
es: [BP:MOUTH:boca:STP]
ja: [BP:MOUTH:口:STP]
ko: [BP:MOUTH:입:STP]
pl: [BP:MOUTH:żuchwa:żuchwy]
ru: [BP:MOUTH:рот:рты]
tr: [BP:MOUTH:ağız:STP]
vi: [BP:MOUTH:miệng:STP]
zh_hans: [BP:MOUTH:嘴:STP]

# BODY:PROBOSCIS
source: [BP:PROBOSCIS:proboscis:proboscises]
cs: [BP:PROBOSCIS:sosák:sosáky]
de: [BP:PROBOSCIS:Rüssel:Rüssel]
eo: [BP:PROBOSCIS:rostro:rostroj]
es: [BP:PROBOSCIS:trompa:trompas]
ja: [BP:PROBOSCIS:鼻:鼻]
ko: [BP:PROBOSCIS:쳐진 코:쳐진 코들]
pl: [BP:PROBOSCIS:trąba:trąby]
ru: [BP:PROBOSCIS:хобот:хоботы]
tr: [BP:PROBOSCIS:uzun hortum:uzun hortumlar]
vi: [BP:PROBOSCIS:vòi:vòi]
zh_hans: [BP:PROBOSCIS:长鼻:长鼻]

# BODY:BEAK
source: [BP:BEAK:beak:STP]
cs: [BP:BEAK:zobák:zobáky]
de: [BP:BEAK:Schnabel:STP]
eo: [BP:BEAK:beko:bekoj]
es: [BP:BEAK:pico:STP]
ja: [BP:BEAK:くちばし:STP]
ko: [BP:BEAK:부리:STP]
pl: [BP:BEAK:dziób:dzioby]
ru: [BP:BEAK:клюв:клювы]
tr: [BP:BEAK:gaga:STP]
vi: [BP:BEAK:mỏ:STP]
zh_hans: [BP:BEAK:尖喙:STP]

# BODY:HEART
source: [BP:HEART:heart:STP]
cs: [BP:HEART:srdce:srdce]
de: [BP:HEART:Herz:STP]
eo: [BP:HEART:koro:koroj]
es: [BP:HEART:corazón:STP]
ja: [BP:HEART:心臓:STP]
ko: [BP:HEART:심장:STP]
pl: [BP:HEART:serce:serca]
ru: [BP:HEART:сердце:сердца]
tr: [BP:HEART:kalp:STP]
vi: [BP:HEART:tim:STP]
zh_hans: [BP:HEART:心脏:STP]

# BODY:GUTS
source: [BP:GUTS:guts:guts]
cs: [BP:GUTS:vnitřnosti:vnitřnosti]
de: [BP:GUTS:Eingeweide:Eingeweide]
eo: [BP:GUTS:intestaro:intestaroj]
es: [BP:GUTS:tripas:tripas]
ja: [BP:GUTS:腸:腸]
ko: [BP:GUTS:내장:내장]
pl: [BP:GUTS:jelito:jelita]
ru: [BP:GUTS:кишки:кишки]
tr: [BP:GUTS:iç organlar:iç organlar]
vi: [BP:GUTS:ruột:ruột]
zh_hans: [BP:GUTS:内脏:内脏]

# BODY:GIZZARD
source: [BP:GIZZARD:gizzard:STP]
cs: [BP:GIZZARD:předžaludek:předžaludky]
de: [BP:GIZZARD:Kaumagen:STP]
eo: [BP:GIZZARD:maĉstomako:maĉstomakoj]
es: [BP:GIZZARD:molleja:STP]
ja: [BP:GIZZARD:砂嚢:STP]
ko: [BP:GIZZARD:모래주머니:STP]
pl: [BP:GIZZARD:żołądek mięśniowy:żołądki mięśniowe]
ru: [BP:GIZZARD:потроха:потроха]
tr: [BP:GIZZARD:taşlık:STP]
vi: [BP:GIZZARD:mề:STP]
zh_hans: [BP:GIZZARD:胗:STP]

# BODY:ORGANS
source: [BP:LIVER:liver:STP]
cs: [BP:LIVER:játra:játra]
de: [BP:LIVER:Leber:STP]
eo: [BP:LIVER:hepato:hepatoj]
es: [BP:LIVER:higado:STP]
ja: [BP:肝臓:肝臓:STP]
ko: [BP:LIVER:간:STP]
pl: [BP:LIVER:wątroba:wątroby]
ru: [BP:LIVER:печень:печени]
tr: [BP:LIVER:karaciğer:STP]
vi: [BP:GAN:gan:STP]
zh_hans: [BP:LIVER:肝脏:STP]

# BODY:ORGANS
source: [BP:STOMACH:stomach:STP]
cs: [BP:STOMACH:žaludek:žaludky]
de: [BP:STOMACH:Magen:STP]
eo: [BP:STOMACH:stomako:stomakoj]
es: [BP:STOMACH:estómago:STP]
ja: [BP:STOMACH:胃:STP]
ko: [BP:STOMACH:위:STP]
pl: [BP:STOMACH:żołądek:żołądki]
ru: [BP:STOMACH:желудок:желудки]
tr: [BP:STOMACH:mide:STP]
vi: [BP:STOMACH:dạ dày:STP]
zh_hans: [BP:STOMACH:胃:STP]

# BODY:ORGANS
source: [BP:PANCREAS:pancreas:pancreases]
cs: [BP:PANCREAS:slinivka břišní:slinivky břišní]
de: [BP:PANCREAS:Bauchspeicheldrüse:Bauchspeicheldrüsen]
eo: [BP:PANCREAS:pankreato:pankreatoj]
es: [BP:PANCREAS:páncreas:páncreas]
ja: [BP:PANCREAS:膵臓:膵臓]
ko: [BP:PANCREAS:췌장:췌장]
pl: [BP:PANCREAS:trzustka:trzustki]
ru: [BP:PANCREAS:поджелудочная железа:поджелудочные железы]
tr: [BP:PANCREAS:pankreas:pankreaslar]
vi: [BP:PANCREAS:tuyến tụy:tuyến tụy]
zh_hans: [BP:PANCREAS:胰腺:胰腺]

# BODY:ORGANS
source: [BP:SPLEEN:spleen:STP]
cs: [BP:SPLEEN:slezina:sleziny]
de: [BP:SPLEEN:Milz:STP]
eo: [BP:SPLEEN:lieno:lienoj]
es: [BP:SPLEEN:bazo:STP]
ja: [BP:SPLEEN:脾臓:STP]
ko: [BP:SPLEEN:비장:STP]
pl: [BP:SPLEEN:śledziona:śledziony]
ru: [BP:SPLEEN:селезёнка:селезёнки]
tr: [BP:SPLEEN:dalak:STP]
vi: [BP:SPLEEN:lá lách:STP]
zh_hans: [BP:SPLEEN:脾:STP]

# BODY:ORGANS
source: [BP:RKIDNEY:right kidney:STP]
cs: [BP:RKIDNEY:pravá ledvina:pravé ledviny]
de: [BP:RKIDNEY:rechte Niere:STP]
eo: [BP:RKIDNEY:dekstra reno:dekstraj renoj]
es: [BP:RKIDNEY:riñón derecho:STP]
ja: [BP:RKIDNEY:右腎臓:STP]
ko: [BP:RKIDNEY:오른쪽 신장:STP]
pl: [BP:RKIDNEY:prawa nerka:prawe nerki]
ru: [BP:RKIDNEY:правая почка:правые почки]
tr: [BP:RKIDNEY:sağ böbrek:STP]
vi: [BP:RKIDNEY:thận phải:STP]
zh_hans: [BP:RKIDNEY:右肾:STP]

# BODY:ORGANS
source: [BP:LKIDNEY:left kidney:STP]
cs: [BP:LKIDNEY:levá ledvina:levé ledviny]
de: [BP:LKIDNEY:linke Niere:STP]
eo: [BP:LKIDNEY:maldekstra reno:maldekstraj renoj]
es: [BP:LKIDNEY:riñón izquierdo:STP]
ja: [BP:LKIDNEY:左腎臓:STP]
ko: [BP:LKIDNEY:왼쪽 신장:STP]
pl: [BP:LKIDNEY:lewa nerka:lewe nerki]
ru: [BP:LKIDNEY:левая почка:левые почки]
tr: [BP:LKIDNEY:sol böbrek:STP]
vi: [BP:LKIDNEY:thận trái:STP]
zh_hans: [BP:LKIDNEY:左肾:STP]

# BODY:HUMANOID_JOINTS
source: [BP:RUA_J:right shoulder:STP]
cs: [BP:RUA_J:pravé rameno:pravé ramena]
de: [BP:RUA_J:rechte Schulter:STP]
eo: [BP:RUA_J:dekstra ŝultro:dekstraj ŝultroj]
es: [BP:RUA_J:hombro derecho:STP]
ja: [BP:RUA_J:右肩:STP]
ko: [BP:RUA_J:오른쪽 어깨:STP]
pl: [BP:RUA_J:prawy bark:prawe barki]
ru: [BP:RUA_J:правое плечо:правые плечи]
tr: [BP:RUA_J:sağ omuz:STP]
vi: [BP:RUA_J:vai phải:STP]
zh_hans: [BP:RUA_J:右肩:STP]

# BODY:HUMANOID_JOINTS
source: [BP:LUA_J:left shoulder:STP]
cs: [BP:LUA_J:levé rameno:levé ramena]
de: [BP:LUA_J:linke Schulter:STP]
eo: [BP:LUA_J:maldekstra ŝultro:maldekstraj ŝultroj]
es: [BP:LUA_J:hombro izquierdo:STP]
ja: [BP:LUA_J:左肩:STP]
ko: [BP:LUA_J:왼쪽 어깨:STP]
pl: [BP:LUA_J:lewy bark:lewe barki]
ru: [BP:LUA_J:левое плечо:левые плечи]
tr: [BP:LUA_J:sol omuz:STP]
vi: [BP:LUA_J:vai trái:STP]
zh_hans: [BP:LUA_J:左肩:STP]

# BODY:HUMANOID_JOINTS
source: [BP:RLA_J:right elbow:STP]
cs: [BP:RLA_J:pravý loket:pravé lokty]
de: [BP:RLA_J:rechter Ellenbogen:STP]
eo: [BP:RLA_J:dekstra kubuto:dekstraj kubutoj]
es: [BP:RLA_J:codo derecho:STP]
ja: [BP:RLA_J:右肘:STP]
ko: [BP:RLA_J:오른쪽 팔꿈치:STP]
pl: [BP:RLA_J:prawy łokieć:prawe łokcie]
ru: [BP:RLA_J:правый локоть:правые локти]
tr: [BP:RLA_J:sağ dirsek:STP]
vi: [BP:RLA_J:khuỷu tay phải:STP]
zh_hans: [BP:RLA_J:右肘:STP]

# BODY:HUMANOID_JOINTS
source: [BP:LLA_J:left elbow:STP]
cs: [BP:LLA_J:levý loket:levé lokty]
de: [BP:LLA_J:linker Ellenbogen:STP]
eo: [BP:LLA_J:maldekstra kubuto:maldekstraj kubutoj]
es: [BP:LLA_J:codo izquierdo:STP]
ja: [BP:LLA_J:左肘:STP]
ko: [BP:LLA_J:왼쪽 팔꿈치:STP]
pl: [BP:LLA_J:lewy łokieć:lewe łokcie]
ru: [BP:LLA_J:левый локоть:левые локти]
tr: [BP:LLA_J:sol dirsek:STP]
vi: [BP:LLA_J:khuỷu tay trái:STP]
zh_hans: [BP:LLA_J:左肘:STP]

# BODY:HUMANOID_JOINTS
source: [BP:RH_J:right wrist:STP]
cs: [BP:RH_J:pravé zápěstí:pravé zápěstí]
de: [BP:RH_J:rechtes Handgelenk:STP]
eo: [BP:RH_J:dekstra pojno:maldekstraj pojnoj]
es: [BP:RH_J:muñeca derecha:STP]
ja: [BP:RH_J:右手首:STP]
ko: [BP:RH_J:오른쪽 손목:STP]
pl: [BP:RH_J:prawy nadgarstek:prawe nadgarstki]
ru: [BP:RH_J:правое запястье:правые запястья]
tr: [BP:RH_J:sağ bilek:STP]
vi: [BP:RH_J:cổ tay phải:STP]
zh_hans: [BP:RH_J:右手腕:STP]

# BODY:HUMANOID_JOINTS
source: [BP:LH_J:left wrist:STP]
cs: [BP:LH_J:levé zápěstí:levé zápěstí]
de: [BP:LH_J:linkes Handgelenk:STP]
eo: [BP:LH_J:maldekstra pojno:maldekstraj pojnoj]
es: [BP:LH_J:muñeca izquierda:STP]
ja: [BP:LH_J:左手首:STP]
ko: [BP:LH_J:왼쪽 손목:STP]
pl: [BP:LH_J:lewy nadgarstek:lewe nadgarstki]
ru: [BP:LH_J:левое запястье:левые запястья]
tr: [BP:LH_J:sol bilek:STP]
vi: [BP:LH_J:cổ tay trái:STP]
zh_hans: [BP:LH_J:左手腕:STP]

# BODY:HUMANOID_JOINTS
source: [BP:RUL_J:right hip:STP]
cs: [BP:RUL_J:pravý bok:pravé boky]
de: [BP:RUL_J:rechte Hüfte:STP]
eo: [BP:RUL_J:dekstra kokso:maldekstraj koksoj]
es: [BP:RUL_J:cadera derecha:STP]
ja: [BP:RUL_J:右尻:STP]
ko: [BP:RUL_J:오른쪽 엉덩이:STP]
pl: [BP:RUL_J:prawe biodro:prawe biodra]
ru: [BP:RUL_J:правое бедро:правые бёдра]
tr: [BP:RUL_J:sağ kalça:STP]
vi: [BP:RUL_J:hông phải:STP]
zh_hans: [BP:RUL_J:右臀:STP]

# BODY:HUMANOID_JOINTS
source: [BP:LUL_J:left hip:STP]
cs: [BP:LUL_J:levý bok:levé boky]
de: [BP:LUL_J:linke Hüfte:STP]
eo: [BP:LUL_J:maldekstra kokso:maldekstraj koksoj]
es: [BP:LUL_J:cadera izquierda:STP]
ja: [BP:LUL_J:左尻:STP]
ko: [BP:LUL_J:왼쪽 엉덩이:STP]
pl: [BP:LUL_J:lewe biodro:lewe biodra]
ru: [BP:LUL_J:левое бедро:левые бёдра]
tr: [BP:LUL_J:sol kalça:STP]
vi: [BP:LUL_J:hông trái:STP]
zh_hans: [BP:LUL_J:左臀:STP]

# BODY:HUMANOID_JOINTS
source: [BP:RLL_J:right knee:STP]
cs: [BP:RLL_J:pravé koleno:pravé kolena]
de: [BP:RLL_J:rechtes Knie:STP]
eo: [BP:RLL_J:dekstra genuo:dekstraj genuoj]
es: [BP:RLL_J:rodilla derecha:STP]
ja: [BP:RLL_J:右膝:STP]
ko: [BP:RLL_J:오른쪽 무릎:STP]
pl: [BP:RLL_J:prawe kolano:prawe kolana]
ru: [BP:RLL_J:правое колено:правые колена]
tr: [BP:RLL_J:sağ diz:STP]
vi: [BP:RLL_J:đầu gối phải:STP]
zh_hans: [BP:RLL_J:右膝:STP]

# BODY:HUMANOID_JOINTS
source: [BP:LLL_J:left knee:STP]
cs: [BP:LLL_J:levé koleno:levé kolena]
de: [BP:LLL_J:linkes Knie:STP]
eo: [BP:LLL_J:maldekstra genuo:maldekstraj genuoj]
es: [BP:LLL_J:rodilla izquierda:STP]
ja: [BP:LLL_J:左膝:STP]
ko: [BP:LLL_J:왼쪽 무릎:STP]
pl: [BP:LLL_J:lewe kolano:lewe kolana]
ru: [BP:LLL_J:левое колено:левые колена]
tr: [BP:LLL_J:sol diz:STP]
vi: [BP:LLL_J:đầu gối trái:STP]
zh_hans: [BP:LLL_J:左膝:STP]

# BODY:HUMANOID_JOINTS
source: [BP:RF_J:right ankle:STP]
cs: [BP:RF_J:pravý kotník:pravé kotníky]
de: [BP:RF_J:rechter Knöchel:STP]
eo: [BP:RF_J:dekstra maleolo:dekstraj maleoloj]
es: [BP:RF_J:tobillo derecho:STP]
ja: [BP:RF_J:右足首:STP]
ko: [BP:RF_J:오른쪽 발목:STP]
pl: [BP:RF_J:prawa kostka:prawe kostki]
ru: [BP:RF_J:правая лодыжка:правые лодыжки]
tr: [BP:RF_J:sağ ayak bileği:STP]
vi: [BP:RF_J:mắt cá chân phải:STP]
zh_hans: [BP:RF_J:右脚踝:STP]

# BODY:HUMANOID_JOINTS
source: [BP:LF_J:left ankle:STP]
cs: [BP:LF_J:levý kotník:levé kotníky]
de: [BP:LF_J:linker Knöchel:STP]
eo: [BP:LF_J:maldekstra maleolo:maldekstraj maleoloj]
es: [BP:LF_J:tobillo izquierdo:STP]
ja: [BP:LF_J:左足首:STP]
ko: [BP:LF_J:왼쪽 발목:STP]
pl: [BP:LF_J:lewa kostka:lewe kostki]
ru: [BP:LF_J:левая лодыжка:левые лодыжки]
tr: [BP:LF_J:sol ayak bileği:STP]
vi: [BP:LF_J:mắt cá chân trái:STP]
zh_hans: [BP:LF_J:左脚踝:STP]

# BODY:THROAT
source: [BP:THROAT:throat:STP]
cs: [BP:THROAT:hrdlo:hrdla]
de: [BP:THROAT:Rachen:STP]
eo: [BP:THROAT:gorĝo:gorĝoj]
es: [BP:THROAT:garganta:STP]
ja: [BP:THRカラス麦:喉:STP]
ko: [BP:THROAT:목구멍:STP]
pl: [BP:THROAT:gardło:gardła]
ru: [BP:THROAT:горло:горл]
tr: [BP:THROAT:boğaz:STP]
vi: [BP:THROAT:họng:STP]
zh_hans: [BP:THROAT:喉咙:STP]

# BODY:NECK
source: [BP:NECK:upper spine:STP]
cs: [BP:NECK:horní páteř:horní páteře]
de: [BP:NECK:obere Wirbelsäule:STP]
eo: [BP:NECK:supra spino:supraj spinoj]
es: [BP:NECK:espina dorsal superior:STP]
ja: [BP:NECK:首骨:STP]
ko: [BP:NECK:위쪽 척추:STP]
pl: [BP:NECK:szyjny odcinek kręgosłupa:szyjne odcinki kręgosłupa]
ru: [BP:NECK:верхний отдел позвоночника:верхние отделы позвоночников]
tr: [BP:NECK:üst omurga:STP]
vi: [BP:CỔ:cột sống trên:STP]
zh_hans: [BP:NECK:上脊椎:STP]

# BODY:SPINE
source: [BP:UPPERSPINE:middle spine:STP]
cs: [BP:UPPERSPINE:střední páteř:střední páteře]
de: [BP:UPPERSPINE:mittlere Wirbelsäule:STP]
eo: [BP:UPPERSPINE:meza spino:mezaj spinoj]
es: [BP:UPPERSPINE:espina dorsal central:STP]
ja: [BP:UPPERSPAIN:背骨上部:STP]
ko: [BP:UPPERSPINE:중간 척추:STP]
pl: [BP:UPPERSPINE:piersiowy odcinek kręgosłupa:piersiowe odcinki kręgosłupa]
ru: [BP:UPPERSPINE:средний отдел позвоночника:средние отделы позвоночника]
tr: [BP:UPPERSPINE:orta omurga:STP]
vi: [BP:UPPERSPINE:cột sống giữa:STP]
zh_hans: [BP:UPPERSPINE:中脊椎:STP]

# BODY:SPINE
source: [BP:LOWERSPINE:lower spine:STP]
cs: [BP:LOWERSPINE:dolní páteř:dolní pátaře]
de: [BP:LOWERSPINE:untere Wirbelsäule:STP]
eo: [BP:LOWERSPINE:malsupra spine:malsupraj spinoj]
es: [BP:LOWERSPINE:espina dorsal inferior:STP]
ja: [BP:LOWERSPAIN:背骨下部:STP]
ko: [BP:LOWERSPINE:아래쪽 척추:STP]
pl: [BP:LOWERSPINE:dolna część kręgosłupa:dolne części kręgosłupa]
ru: [BP:LOWERSPINE:нижний отдел позвоночника:нижние отделы позвоночника]
tr: [BP:LOWERSPINE:alt omurga:STP]
vi: [BP:LOWERSPINE:cột sống dưới:STP]
zh_hans: [BP:LOWERSPINE:下脊椎:STP]

# BODY:BRAIN
source: [BP:BRAIN:brain:STP]
cs: [BP:BRAIN:mozek:mozky]
de: [BP:BRAIN:Gehirn:STP]
eo: [BP:BRAIN:cerbo:cerboj]
es: [BP:BRAIN:cerebro:STP]
ja: [BP:BRAIN:脳:STP]
ko: [BP:BRAIN:뇌:STP]
pl: [BP:BRAIN:mózg:mózgi]
ru: [BP:BRAIN:мозг:мозги]
tr: [BP:BRAIN:beyin:STP]
vi: [BP:BRAIN:não:STP]
zh_hans: [BP:BRAIN:脑子:STP]

# BODY:SKULL
source: [BP:SKULL:skull:STP]
cs: [BP:SKULL:lebka:lebky]
de: [BP:SKULL:Schädel:STP]
eo: [BP:SKULL:kranio:kranioj]
es: [BP:SKULL:cráneo:STP]
ja: [BP:SKULL:頭蓋骨:STP]
ko: [BP:SKULL:두개골:STP]
pl: [BP:SKULL:czaszka:czaszki]
ru: [BP:SKULL:череп:черепа]
tr: [BP:SKULL:kafatası:STP]
vi: [BP:SKULL:sọ:STP]
zh_hans: [BP:SKULL:头骨:STP]

# BODY:CASQUE
source: [BP:CASQUE:casque:STP]
cs: [BP:CASQUE:přilba:STP]
de: [BP:CASQUE:Haube:STP]
eo: [BP:CASQUE:beka korno:bekaj kornoj]
es: [BP:CASQUE:casquete:STP]
ko: [BP:CASQUE:머리돌기:STP]
pl: [BP:CASQUE:kość hełmowa:kości hełmowe]
ru: [BP:CASQUE:шлем:шлемы]
tr: [BP:CASQUE:tolga:STP]
vi: [BP:CASQUE:mũ bảo hiểm:STP]
zh_hans: [BP:CASQUE:头盔:STP]

# BODY:HEAD_HORN
source: [BP:HEAD_HORN:horn:STP]
cs: [BP:HEAD_HORN:roh:rohy]
eo: [BP:HEAD_HORN:korno:kornoj]
es: [BP:HEAD_HORN:cuerno:STP]
ja: [BP:頭_HORN:角:STP]
ko: [BP:HEAD_HORN:뿔:STP]
pl: [BP:HEAD_HORN:róg:rogi]
ru: [BP:HEAD_HORN:рог:рога]
tr: [BP:HEAD_HORN:boynuz:STP]
vi: [BP:HEAD_HORN:sừng:STP]
zh_hans: [BP:HEAD_HORN:角:STP]

# BODY:2HEAD_HORN
source: [BP:RHORN:right horn:STP]
cs: [BP:RHORN:pravý roh:pravé rohy]
de: [BP:RHORN:rechtes Horn:STP]
eo: [BP:RHORN:dekstra korno:dekstraj kornoj]
es: [BP:RHORN:cuerno derecho:STP]
ja: [BP:RHORN:右角:STP]
ko: [BP:RHORN:오른쪽 뿔:STP]
pl: [BP:RHORN:prawy róg:prawe rogi]
ru: [BP:RHORN:правый рог:правые рога]
tr: [BP:RHORN:sağ boynuz:STP]
vi: [BP:RHORN:sừng phải:STP]
zh_hans: [BP:RHORN:右角:STP]

# BODY:2HEAD_HORN
source: [BP:LHORN:left horn:STP]
cs: [BP:LHORN:levý roh:levé rohy]
de: [BP:LHORN:linkes Horn:STP]
eo: [BP:LHORN:maldekstra korno:maldekstraj kornoj]
es: [BP:LHORN:cuerno izquierdo:STP]
ja: [BP:LHORN:左角:STP]
ko: [BP:LHORN:왼쪽 뿔:STP]
pl: [BP:LHORN:lewy róg:lewe rogi]
ru: [BP:LHORN:левый рог:левые рога]
tr: [BP:LHORN:sol boynuz:STP]
vi: [BP:LHORN:sừng trái:STP]
zh_hans: [BP:LHORN:左角:STP]

# BODY:2HEAD_HORN_NUMBERED
source: [BP:RHORN:first horn:STP]
cs: [BP:RHORN:první roh:první rohy]
de: [BP:RHORN:erstes Horn:STP]
eo: [BP:RHORN:unua korno:unuaj kornoj]
es: [BP:RHORN:primer cuerno:STP]
ja: [BP:RHORN:第一角:STP]
ko: [BP:RHORN:첫째 뿔:STP]
pl: [BP:RHORN:pierwszy róg:pierwsze rogi]
ru: [BP:RHORN:первый рог:первые рога]
tr: [BP:RHORN:birinci boynuz:STP]
vi: [BP:RHORN:sừng đầu tiên:STP]
zh_hans: [BP:RHORN:第一只角:STP]

# BODY:2HEAD_HORN_NUMBERED
source: [BP:LHORN:second horn:STP]
cs: [BP:LHORN:druhý roh:druhé rohy]
de: [BP:LHORN:zweites Horn:STP]
eo: [BP:LHORN:dua korno:duaj kornoj]
es: [BP:LHORN:segundo cuerno:STP]
ja: [BP:LHORN:第二角:STP]
ko: [BP:LHORN:둘째 뿔:STP]
pl: [BP:LHORN:drugi róg:drugie rogi]
ru: [BP:LHORN:второй рог:вторые рога]
tr: [BP:LHORN:ikinci boynuz:STP]
vi: [BP:LHORN:sừng thứ hai:STP]
zh_hans: [BP:LHORN:第二只角:STP]

# BODY:2HEAD_ANTLER
source: [BP:RHORN:right antler:STP]
cs: [BP:RHORN:pravý paroh:pravé parohy]
de: [BP:RHORN:rechte Geweihstange:STP]
eo: [BP:RHORN:dekstra ramuro:dekstraj ramuroj]
es: [BP:RHORN:asta derecha:STP]
ja: [BP:RHORN:右角:STP]
ko: [BP:RHORN:오른쪽 사슴뿔:STP]
pl: [BP:RHORN:prawa rosocha:prawe rosochy]
ru: [BP:RHORN:правый ветвистый рог:правые ветвистые рога]
tr: [BP:RHORN:sağ çatal boynuz:STP]
vi: [BP:RHORN:gạc phải:STP]
zh_hans: [BP:RHORN:右角:STP]

# BODY:2HEAD_ANTLER
source: [BP:LHORN:left antler:STP]
cs: [BP:LHORN:levý paroh:levé parohy]
de: [BP:LHORN:linke Geweihstange:STP]
eo: [BP:LHORN:maldekstra ramuro:maldekstraj ramuroj]
es: [BP:LHORN:asta izquierda:STP]
ja: [BP:LHORN:右角STP]
ko: [BP:LHORN:왼쪽 사슴뿔:STP]
pl: [BP:LHORN:lewa rosocha:lewe rosochy]
ru: [BP:LHORN:левый ветвистый рог:левые ветвистые рога]
tr: [BP:LHORN:sol çatal boynuz:STP]
vi: [BP:LHORN:gạc trái:STP]
zh_hans: [BP:LHORN:左角:STP]

# BODY:1EYE
source: [BP:EYE:eye:STP]
cs: [BP:EYE:oko:oči]
de: [BP:EYE:Auge:STP]
eo: [BP:EYE:okulo:okuloj]
es: [BP:EYE:ojo:STP]
ja: [BP:EYE:眼:STP]
ko: [BP:EYE:눈:STP]
pl: [BP:EYE:oko:oczy]
ru: [BP:EYE:глаз:глаза]
tr: [BP:EYE:göz:STP]
vi: [BP:EYE:mắt:STP]
zh_hans: [BP:EYE:眼睛:STP]
