Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# SHAPE:POINT_CUT_GEM
source: [ADJ:point cut]
cs: [ADJ:špičkový brus]
de: [ADJ:Punktschnitt]
eo: [ADJ:pintofacetita]
es: [ADJ:corte de punta]
ko: [ADJ:포인트 컷]
ru: [ADJ:точечной огранки]
tr: [ADJ:nokta kesim]
vi: [ADJ:cắt đỉnh nhọn]
zh_hans: [ADJ:尖琢型]

# SHAPE:TABLE_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:TABLE_CUT_GEM
source: [ADJ:table cut]
cs: [ADJ:stolový brus]
de: [ADJ:geschliffen]
eo: [ADJ:tablofacetita]
es: [ADJ:corte de mesa]
ko: [ADJ:테이블 컷]
ru: [ADJ:плоскогранный]
tr: [ADJ:tabla kesim]
vi: [ADJ:cắt mặt bàn]
zh_hans: [ADJ:桌形琢型]

# SHAPE:SINGLE_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]
zh_hans: [NAME:宝石:宝石]

# SHAPE:SINGLE_CUT_GEM
source: [ADJ:single cut]
cs: [ADJ:jednoduchý brus]
de: [ADJ:Einzelschnitt]
eo: [ADJ:ununure facetita]
es: [ADJ:corte único]
ko: [ADJ:싱글컷]
ru: [ADJ:одинарной огранки]
tr: [ADJ:tek kesim]
vi: [ADJ:cắt đơn]
zh_hans: [ADJ:单多面形琢型]

# SHAPE:ROSE_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]
zh_hans: [NAME:宝石:宝石]

# SHAPE:ROSE_CUT_GEM
source: [ADJ:rose cut]
cs: [ADJ:růžový brus]
de: [ADJ:Rosenschliff]
eo: [ADJ:rozfacetita]
es: [ADJ:corte de rosa]
ko: [ADJ:로즈컷]
ru: [ADJ:огранённый розой]
tr: [ADJ:gül kesim]
vi: [ADJ:cắt hoa hồng]
zh_hans: [ADJ:玫瑰花琢型]

# SHAPE:BRIOLETTE_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:BRIOLETTE_CUT_GEM
source: [ADJ:briolette cut]
cs: [ADJ:brioletový brus]
de: [ADJ:briolettschnitt]
eo: [ADJ:brioletfacetita]
es: [ADJ:corte briolette]
ko: [ADJ:브리올레트컷]
ru: [ADJ:бриолетовый]
tr: [ADJ:briole kesim]
vi: [ADJ:cắt briolette]

# SHAPE:EMERALD_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:EMERALD_CUT_GEM
source: [ADJ:emerald cut]
cs: [ADJ:smaragdový brus]
de: [ADJ:smaragdschnitt]
eo: [ADJ:smeraldofacetita]
es: [ADJ:corte de esmeralda]
ko: [ADJ:에메랄드 컷]
ru: [ADJ:изумрудной огранки]
tr: [ADJ:zümrüt kesim]
vi: [ADJ:cắt ngọc lục bảo]
zh_hans: [ADJ:祖母绿琢形]

# SHAPE:MARQUISE_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:MARQUISE_CUT_GEM
source: [ADJ:marquise cut]
cs: [ADJ:markýzový brus]
de: [ADJ:marquiseschnitt]
eo: [ADJ:markizfacetita]
es: [ADJ:corte marquesa]
ko: [ADJ:마키즈 컷]
ru: [ADJ:огранки маркиза]
tr: [ADJ:markiz kesim]
vi: [ADJ:cắt marquise]

# SHAPE:OVAL_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:OVAL_CUT_GEM
source: [ADJ:oval cut]
cs: [ADJ:oválný brus]
de: [ADJ:Ovalschnitt]
eo: [ADJ:ovalfacetita]
es: [ADJ:corte ovalado]
ko: [ADJ:오벌컷]
ru: [ADJ:овальной огранки]
tr: [ADJ:oval kesim]
vi: [ADJ:cắt bầu dục]

# SHAPE:PEAR_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:PEAR_CUT_GEM
source: [ADJ:pear cut]
cs: [ADJ:hruškový brus]
de: [ADJ:Tropfenschnitt]
eo: [ADJ:pirfacetita]
es: [ADJ:corte de pera]
ko: [ADJ:페어 컷]
ru: [ADJ:грушевидной огранки]
tr: [ADJ:armut kesim]
vi: [ADJ:cắt quả lê]

# SHAPE:SQUARE_BRILLIANT_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:SQUARE_BRILLIANT_CUT_GEM
source: [ADJ:square brilliant cut]
cs: [ADJ:čtvercový briliantový brus]
de: [ADJ:rechtwinklig brilliant geschnitten]
eo: [ADJ:kvadrato-brila-facetita]
es: [ADJ:corte cuadrado brillante]
ko: [ADJ:스퀘어 브릴리언트컷]
ru: [ADJ:прямоугольной бриллиантовой огранки]
tr: [ADJ:kare pırlanta kesim]
vi: [ADJ:cắt vuông brilliant]

# SHAPE:RADIANT_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:RADIANT_CUT_GEM
source: [ADJ:radiant cut]
cs: [ADJ:zářící brus]
de: [ADJ:strahlender Schnitt]
eo: [ADJ:radifacetita]
es: [ADJ:corte radiante]
ko: [ADJ:라디안트 컷]
ru: [ADJ:лучевой огранки]
tr: [ADJ:radyant kesim]
vi: [ADJ:cắt radiant]

# SHAPE:TRILLION_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:TRILLION_CUT_GEM
source: [ADJ:trillion cut]
cs: [ADJ:trilionový brus]
de: [ADJ:Billionenschliff]
eo: [ADJ:trilionfacetita]
es: [ADJ:corte de billón]
ko: [ADJ:트릴리온 컷]
ru: [ADJ:огранки триллион]
tr: [ADJ:trilyon kesim]
vi: [ADJ:cắt trillion]

# SHAPE:ROUND_BRILLIANT_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:ROUND_BRILLIANT_CUT_GEM
source: [ADJ:round brilliant cut]
cs: [ADJ:kulatý briliantový brus]
de: [ADJ:rund brilliant geschnitten]
eo: [ADJ:rondo-brila-facetita]
es: [ADJ:corte de ronda brillante]
ko: [ADJ:라운드 브릴리언트컷]
ru: [ADJ:круглой бриллиантовой огранки]
tr: [ADJ:yuvarlak pırlanta kesim]
vi: [ADJ:cắt tròn brilliant]
zh_hans: [ADJ:圆形明亮琢形]

# SHAPE:BAGUETTE_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:BAGUETTE_CUT_GEM
source: [ADJ:baguette cut]
cs: [ADJ:bagetový brus]
de: [ADJ:baguetteschnitt]
eo: [ADJ:bastonfacetita]
es: [ADJ:corte baguette]
ko: [ADJ:바게트 컷]
ru: [ADJ:огранки багет]
tr: [ADJ:baget kesim]
vi: [ADJ:cắt baguette]
zh_hans: [ADJ:长阶梯琢型]

# SHAPE:TAPERED_BAGUETTE_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:TAPERED_BAGUETTE_CUT_GEM
source: [ADJ:tapered baguette cut]
cs: [ADJ:zúžený bagetový brus]
de: [ADJ:verjüngender Baguette-Schliff]
eo: [ADJ:pinto-baston-facetita]
es: [ADJ:corte baguette cónico]
ko: [ADJ:테이퍼드 바게트컷]
ru: [ADJ:огранки конический багет]
tr: [ADJ:konik baget kesim]
vi: [ADJ:cắt baguette thon]

# SHAPE:CUSHION_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:CUSHION_CUT_GEM
source: [ADJ:cushion cut]
cs: [ADJ:polštářový brus]
de: [ADJ:kissenschnitt]
eo: [ADJ:kusenfacetita]
es: [ADJ:corte de almohada]
ko: [ADJ:쿠션형 컷]
ru: [ADJ:сглаженной огранки]
tr: [ADJ:yastık kesim]
vi: [ADJ:cắt đệm]

# SHAPE:OCTAGON_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:OCTAGON_CUT_GEM
source: [ADJ:octagon cut]
cs: [ADJ:osmiúhelníkový brus]
de: [ADJ:Ogtagonschnitt]
eo: [ADJ:oklaterfacetita]
es: [ADJ:corte octogonal]
ko: [ADJ:옥타곤 컷]
ru: [ADJ:восьмиугольной огранки]
tr: [ADJ:sekizgen kesim]
vi: [ADJ:cắt bát giác]

# SHAPE:SQUARE_CUT_GEM
source: [NAME:gem:gems]
cs: [NAME:kámen:kamene]
de: [NAME:Edelstein:Edelsteine]
eo: [NAME:gemo:gemoj]
es: [NAME:gema:gemas]
ko: [NAME:보석:보석들]
pl: [NAME:klejnot:klejnoty]
ru: [NAME:алмаз:алмазы]
tr: [NAME:mücevher:mücevherler]
vi: [NAME:đá quý:các loại đá quý]

# SHAPE:SQUARE_CUT_GEM
source: [ADJ:square cut]
cs: [ADJ:čtvercový brus]
de: [ADJ:rechtwinklig geschnitten]
eo: [ADJ:kvadratfacetita]
es: [ADJ:corte cuadrado]
ko: [ADJ:스퀘어 컷]
ru: [ADJ:квадратной огранки]
tr: [ADJ:kare kesim]
vi: [ADJ:cắt vuông]

# SHAPE:PLATONIC_TETRAHEDRON
source: [NAME:tetrahedron:tetrahedra]
cs: [NAME:tetraedr:tetraedry]
de: [NAME:Tetraeder:Tetraeder]
eo: [NAME:kvaredro:kvaredroj]
es: [NAME:tetraedro:tetraedros]
ko: [NAME:사면체:사사면체들]
ru: [NAME:тетраэдр:тетраэдры]
tr: [NAME:dörtyüzlü:dörtyüzlüler]
vi: [NAME:khối tứ diện:các khối tứ diện]

# SHAPE:PLATONIC_TETRAHEDRON
source: [ADJ:tetrahedral]
cs: [ADJ:tetraedrický]
de: [ADJ:tetraedrisch]
eo: [ADJ:kvaredra]
es: [ADJ:tetraédrico]
ko: [ADJ:사면체의]
ru: [ADJ:тетраэдральный]
tr: [ADJ:dörtyüzlü]
vi: [ADJ:dạng tứ diện]

# SHAPE:PLATONIC_CUBE
source: [NAME:cube:cubes]
cs: [NAME:krychle:krychle]
de: [NAME:Würfel:Würfel]
eo: [NAME:kubo:kuboj]
es: [NAME:cubo:cubos]
ko: [NAME:정육면체:정육면체들]
ru: [NAME:куб:кубы]
tr: [NAME:küp:küpler]

# SHAPE:PLATONIC_CUBE
source: [ADJ:cubic]
cs: [ADJ:krychlový]
de: [ADJ:Kubisch]
eo: [ADJ:kuba]
es: [ADJ:cubico]
ko: [ADJ:정육면체의]
ru: [ADJ:кубический]
tr: [ADJ:kübik]
vi: [ADJ:dạng khối lập phương]

# SHAPE:PLATONIC_OCTAHEDRON
source: [NAME:octahedron:octahedra]
cs: [NAME:oktaedr:oktaedry]
de: [NAME:Oktaeder:Oktaeder]
eo: [NAME:okedro:okedroj]
es: [NAME:octaedro:octaedros]
ko: [NAME:8면체:8면체들]
ru: [NAME:октаэдр:октаэдры]
tr: [NAME:sekizyüzlü:sekizyüzlüler]
vi: [NAME:octahedron: hình bát diện:octahedra: các hình bát diện]

# SHAPE:PLATONIC_OCTAHEDRON
source: [ADJ:octahedral]
cs: [ADJ:oktaedrický]
de: [ADJ:oktaedrisch]
eo: [ADJ:okedra]
es: [ADJ:octaedrico]
ko: [ADJ:8면체의]
ru: [ADJ:октаэдральный]
tr: [ADJ:sekizyüzlü]
vi: [ADJ:octahedral: dạng bát diện]

# SHAPE:PLATONIC_DODECAHEDRON
source: [NAME:dodecahedron:dodecahedra]
cs: [NAME:dodekaedr:dodekaedry]
de: [NAME:Dodekaeder:Dodekaeder]
eo: [NAME:dekduedro:dekduedroj]
es: [NAME:dodecaedro:dodecaedros]
ko: [NAME:12면체:12면체들]
ru: [NAME:додекаэдр:додекаэдры]
tr: [NAME:oniki yüzlü:oniki yüzlüler]
vi: [NAME:dodecahedron: hình thập nhị diện:dodecahedra: các hình thập nhị diện]

# SHAPE:PLATONIC_DODECAHEDRON
source: [ADJ:dodecahedral]
cs: [ADJ:dodekaedrický]
de: [ADJ:dodekaedrisch]
eo: [ADJ:dekduedra]
es: [ADJ:dodecaedrico]
ko: [ADJ:12면체의]
ru: [ADJ:додекаэдральный]
tr: [ADJ:oniki yüzlü]
vi: [ADJ:dodecahedral: dạng thập nhị diện]

# SHAPE:PLATONIC_ICOSAHEDRON
source: [NAME:icosahedron:icosahedra]
cs: [NAME:ikosaedr:ikosaedry]
de: [NAME:Ikosaeder:Ikosaeder]
eo: [NAME:dudekedro:dudekedroj]
es: [NAME:icosaedro:icosaedros]
ko: [NAME:20면체:20면체들]
ru: [NAME:икосаэдр:икосаэдры]
tr: [NAME:yirmi yüzlü:yirmi yüzlüler]
vi: [NAME:icosahedron: hình nhị thập diện:icosahedra: các hình nhị thập diện]

# SHAPE:PLATONIC_ICOSAHEDRON
source: [ADJ:icosahedral]
cs: [ADJ:ikosaedrický]
de: [ADJ:ikosaedrisch]
eo: [ADJ:dudekedra]
es: [ADJ:icosaedrico]
ko: [ADJ:20면체의]
ru: [ADJ:икосаэдральный]
tr: [ADJ:yirmi yüzlü]
vi: [ADJ:icosahedral: dạng nhị thập diện]

# SHAPE:LONG_DIE_4
source: [NAME:four-sided prism:four-sided prisms]
cs: [NAME:čtyřstěnný hranol:čtyřstěnné hranoly]
de: [NAME:vierseitiges Prisma: vierseitige Prismen]
eo: [NAME:kvarlatera prismo:kvarlateraj prismoj]
es: [NAME:prisma de cuatro caras:prismas de cuatro caras]
ko: [NAME:4면 프리즘:4면 프리즘들]
ru: [NAME:четырехгранная призма:четырехгранные призмы]
tr: [NAME:dört yüzlü prizma:dört yüzlü prizmalar]
vi: [NAME:four-sided prism: lăng trụ tứ giác:four-sided prisms: các lăng trụ tứ giác]

# SHAPE:LONG_DIE_4
source: [ADJ:four-sided long]
cs: [ADJ:dlouhý čtyřstěnný]
de: [ADJ:vierseitig lang]
eo: [ADJ:kvarlatera longa]
es: [ADJ:prismatico de cuatro caras]
ko: [ADJ:긴 4면의]
ru: [ADJ:восьмигранный длинный]
tr: [ADJ:dört yüzlü uzun]
vi: [ADJ:four-sided long: lăng trụ tứ giác dạng dài]

# SHAPE:LONG_DIE_6
source: [NAME:six-sided prism:six-sided prisms]
cs: [NAME:šestistěnný hranol:šestistěnné hranoly]
de: [NAME:sechsseitiges Prisma:sechsseitige Prismen]
eo: [NAME:seslatera prismo: seslateraj prismoj]
es: [NAME:prisma de seis caras:prismas de seis caras]
ko: [NAME:6면 프리즘:6면 프리즘들]
ru: [NAME:шестигранная призма:шестигранные призмы]
tr: [NAME:altı yüzlü prizma:altı yüzlü prizmalar]
vi: [NAME:six-sided prism: lăng trụ lục giác:six-sided prisms: các lăng trụ lục giác]

# SHAPE:LONG_DIE_6
source: [ADJ:six-sided long]
cs: [ADJ:dlouhý šestistěnný]
de: [ADJ:sechsseitig lang]
eo: [ADJ:seslatera longa]
es: [ADJ:prismatico de seis caras]
ko: [ADJ:긴 6면의]
ru: [ADJ:шестигранный длинный]
tr: [ADJ:altı yüzlü uzun]
vi: [ADJ:six-sided long: lăng trụ lục giác dạng dài]

# SHAPE:LONG_DIE_8
source: [NAME:eight-sided prism:eight-sided prisms]
cs: [NAME:osmistěnný hranol:osmistěnné hranoly]
de: [NAME:achtseitiges Prisma:achtseitige Prismen]
eo: [NAME:oklatera prismo:oklateraj prismoj]
es: [NAME:prisma de ocho caras:prismas de ocho caras]
ko: [NAME:8면 프리즘:8면 프리즘들]
ru: [NAME:восьмигранная призма:восьмигранные призмы]
tr: [NAME:sekiz yüzlü prizma:sekiz yüzlü prizmalar]
vi: [NAME:eight-sided prism: lăng trụ bát giác:eight-sided prisms: các lăng trụ bát giác]

# SHAPE:LONG_DIE_8
source: [ADJ:eight-sided long]
cs: [ADJ:dlouhý osmistěnný]
de: [ADJ:achtseitig lang]
eo: [ADJ:oklatera longa]
es: [ADJ:prismatico de ocho caras]
ko: [ADJ:긴 8면의]
ru: [ADJ:восьмигранный длинный]
tr: [ADJ:sekiz yüzlü uzun]
vi: [ADJ:eight-sided long: lăng trụ bát giác dạng dài]

# ENTITY:MOUNTAIN
source: [NAME:monarch:monarchs]
cs: [NAME:monarcha:monarchové]
de: [NAME:Monarch:Monarchen]
eo: [NAME:monarĥo:monarĥoj]
ko: [NAME:군주:군주들]
ru: [NAME:монарх:монархи]
tr: [NAME:hükümdar:hükümdarlar]
vi: [NAME:monarch: quân vương:monarchs: các quân vương]

# ENTITY:MOUNTAIN
source: [NAME_MALE:king:kings]
cs: [NAME_MALE:král:králové]
de: [NAME_MALE:König:Könige]
eo: [NAME_MALE:reĝiĉo:reĝiĉoj]
es: [NAME_MALE:rey:reyes]
ja: [NAME_MALE:王:王]
ko: [NAME_MALE:왕:왕들]
ru: [NAME_MALE:король:короли]
tr: [NAME_MALE:kral:krallar]
vi: [NAME_MALE:king: vua:kings: các vua]

# ENTITY:MOUNTAIN
source: [NAME_FEMALE:queen:queens]
cs: [NAME_FEMALE:královna:královny]
de: [NAME_FEMALE:Königin:Königinnen]
eo: [NAME_FEMALE:reĝino:reĝinoj]
es: [NAME_FEMALE:reina:reinas]
ja: [NAME_FEMALE:女王:女王]
ko: [NAME_FEMALE:여왕:여왕들]
ru: [NAME_FEMALE:королева:королевы]
tr: [NAME_FEMALE:kraliçe:kraliçeler]
vi: [NAME_FEMALE:queen: hoàng hậu:queens: các hoàng hậu]

# ENTITY:MOUNTAIN
source: [SPOUSE_MALE:king consort:kings consort]
cs: [SPOUSE_MALE:králův choť:choti krále]
de: [SPOUSE_MALE:Königsgemahl:Königsgemahle]
eo: [SPOUSE_MALE:edzoreĝiĉo:edzoreĝiĉoj]
es: [SPOUSE_MALE:Rey consorte:reyes consortes]
ja: [SPOUSE_MALE:王配:王配]
ko: [SPOUSE_MALE:왕의 배우자:왕의 배우자들]
ru: [SPOUSE_MALE:король-консорт:короли-консорты]
tr: [SPOUSE_MALE:eş kral:eş krallar]
vi: [SPOUSE_MALE:king consort: vương phu:kings consort: các vương phu]

# ENTITY:MOUNTAIN
source: [SPOUSE_FEMALE:queen consort:queens consort]
cs: [SPOUSE_FEMALE:královnina choť:choti královny]
de: [SPOUSE_FEMALE:Königsgemahl:Königinnengemahl]
eo: [SPOUSE_FEMALE:edzoreĝino:edzoreĝinoj]
es: [SPOUSE_FEMALE:reina consorte:reinas consortes]
ja: [SPOUSE_FEMALE:王妃:王妃]
ko: [SPOUSE_FEMALE:여왕의 배우자:여왕의 배우자들]
ru: [SPOUSE_FEMALE:королева-консорт:королевы-консорт]
tr: [SPOUSE_FEMALE:eş kraliçe:eş kraliçeler]
vi: [SPOUSE_FEMALE:queen consort: vương phi:queens consort: các vương phi]

# ENTITY:MOUNTAIN
source: [NAME:general:generals]
cs: [NAME:generál:generálové]
de: [NAME:General:Generale]
eo: [NAME:generalo:generalaj]
es: [NAME:general:generales]
ja: [NAME:将軍:将軍:将軍]
ko: [NAME:장군:장군들]
ru: [NAME:генерал:генералы]
tr: [NAME:general:generaller]
vi: [NAME:general: tướng quân:generals: các tướng quân]

# ENTITY:MOUNTAIN
source: [SQUAD:10:soldier:soldiers]
cs: [SQUAD:10:voják:vojáci]
de: [SQUAD:10:Soldat:Soldaten]
eo: [SQUAD:10:soldato:soldatoj]
es: [SQUAD:10:soldado:soldados]
ja: [SQUAD:10:兵士:兵士]
ko: [SQUAD:10:병사:병사들]
ru: [SQUAD:10:солдат:солдаты]
tr: [SQUAD:10:asker:askerler]
vi: [SQUAD:10:soldier: binh sĩ:soldiers: các binh sĩ]

# ENTITY:MOUNTAIN
source: [NAME:lieutenant:lieutenants]
cs: [NAME:poručík:poručíci]
de: [NAME:Leutnant:Leutnants]
eo: [NAME:leŭtenanto:leŭtenantoj]
es: [NAME:teniente:tenientes]
ja: [NAME:副官:副官:副官]
ko: [NAME:위관:위관들]
ru: [NAME:лейтенант:лейтенанты]
tr: [NAME:teğmen:teğmenler]

# ENTITY:MOUNTAIN
source: [NAME:captain:captains]
cs: [NAME:kapitán:kapitáni]
de: [NAME:Hauptmann:Hauptmänner]
eo: [NAME:kapitano:kapitanoj]
es: [NAME:capitán:capitanes]
ja: [NAME:隊長:隊長:隊長]
ko: [NAME:영관:영관들]
ru: [NAME:капитан:капитаны]
tr: [NAME:yüzbaşı:yüzbaşılar]
vi: [NAME:captain: đội trưởng:captains: các đội trưởng]

# ENTITY:MOUNTAIN
source: [NAME:militia commander:militia commanders]
cs: [NAME:velitel milice:velitelé milice]
de: [NAME:Milizkommandeur:Milizkommandeure]
eo: [NAME:milickomandoro:milickomandoroj]
es: [NAME:comandante de la milicia:comandantes de la milicia]
ja: [NAME:要塞指揮官:要塞指揮官:要塞指揮官]
ko: [NAME:민병대 지휘관:민병대 지휘관들]
ru: [NAME:командир ополчения:командиры ополчения]
tr: [NAME:milis komutanı:milis komutanları]
vi: [NAME:militia commander: chỉ huy dân quân:militia commanders: các chỉ huy dân quân]

# ENTITY:MOUNTAIN
source: [SQUAD:10:militia-dwarf:militia-dwarves]
cs: [SQUAD:10:trpaslík milice:trpaslíci milice]
de: [SQUAD:10:Miliz-Zwerg:Miliz-Zwerge]
eo: [SQUAD:10:milicano:milicanoj]
es: [SQUAD:10:enano miliciano:enanos milicianos]
ja: [SQUAD:10:民兵:民兵]
ko: [SQUAD:10:민병대-드워프:민병대-드워프들]
pl: [SQUAD:10:krasnolud milicjant:krasnoludy milicjanci]
ru: [SQUAD:10:ополченец:ополченцы]
tr: [SQUAD:10:milis cüce:milis cüceler]
vi: [SQUAD:10:militia-dwarf: dân quân lùn:militia-dwarves: các dân quân lùn]

# ENTITY:MOUNTAIN
source: [NAME:militia captain:militia captains]
cs: [NAME:kapitán milice:kapitáni milice]
de: [NAME:Milizhauptmann:Milizhauptmänner]
eo: [NAME:milickapitano:militcapitanoj]
es: [NAME:capitán de la milicia:capitanes de la milicia]
ja: [NAME:民兵隊長:民兵隊長:民兵隊長]
ko: [NAME:민병대 분대장:민병대 분대장들]
ru: [NAME:капитан ополчения:капитаны ополчения]
tr: [NAME:milis yüzbaşısı:milis yüzbaşıları]
vi: [NAME:militia captain: đội trưởng dân quân:militia captains: các đội trưởng dân quân]

# ENTITY:MOUNTAIN
source: [NAME:sheriff:sheriffs]
cs: [NAME:šerif:šerifové]
eo: [NAME:skabeno:skabenoj]
es: [NAME:alguacil:alguaciles]
ja: [NAME:保安官:保安官:保安官]
ko: [NAME:보안관:보안관들]
ru: [NAME:шериф:шерифы]
tr: [NAME:şerif:şerifler]

# ENTITY:MOUNTAIN
source: [NAME:captain of the guard:captains of the guard]
cs: [NAME:kapitán stráže:kapitáni stráže]
de: [NAME:Hauptmann der Wache:Hauptmänner der Wache]
eo: [NAME:gvardikapitano:gvardikapitanoj]
es: [NAME:capitán de la guardia:capitanes de la guardia]
ja: [NAME:刑務軍長:刑務軍長:刑務軍長]
ko: [NAME:경비대장:경비대장들]
ru: [NAME:капитан стражи:капитаны стражи]
tr: [NAME:muhafız yüzbaşısı:muhafız yüzbaşıları]
vi: [NAME:captain of the guard: đội trưởng cận vệ:captains of the guard: các đội trưởng cận vệ]

# ENTITY:MOUNTAIN
source: [SQUAD:10:fortress guard:fortress guards]
cs: [SQUAD:10:pevnostní stráž:pevnostní stráže]
de: [SQUAD:10:Festungswache:Festungswachen]
eo: [SQUAD:10:fortresa gvardio:fortresaj gvardioj]
es: [SQUAD:10:guardia de la fortaleza:guardias de la fortaleza]
ja: [SQUAD:10:刑務軍兵:刑務軍兵]
ko: [SQUAD:10:요새 수비대:요새 수비대들]
ru: [SQUAD:10:стражник крепости:стражники крепости]
tr: [SQUAD:10:kale muhafızı:kale muhafızları]
vi: [SQUAD:10:fortress guard: cận vệ pháo đài:fortress guards: các cận vệ pháo đài]

# ENTITY:MOUNTAIN
source: [NAME:expedition leader:expedition leaders]
cs: [NAME:vedoucí výpravy:vedoucí výprav]
de: [NAME:Expeditionsleiter:Expeditionsleiter]
eo: [NAME:ekspediciestro:ekspediciestroj]
es: [NAME:líder de expedición:líderes de expedición]
ja: [NAME:首領:首領:首領]
ko: [NAME:원정대장:원정대장들]
ru: [NAME:лидер экспедиции:лидеры экспедиции]
tr: [NAME:sefer lideri:sefer liderleri]
vi: [NAME:expedition leader: thủ lĩnh đoàn thám hiểm:expedition leaders: các thủ lĩnh đoàn thám hiểm]

# ENTITY:MOUNTAIN
source: [NAME:mayor:mayors]
cs: [NAME:starosta:starostové]
de: [NAME:Bürgermeister:Bürgermeister]
eo: [NAME:fortresestro:fortresestroj]
es: [NAME:alcalde:alcaldes]
ja: [NAME:市長:市長:市長]
ko: [NAME:시장:시장들]
ru: [NAME:мэр:мэры]
tr: [NAME:başkan:başkanlar]
vi: [NAME:mayor: thị trưởng:mayors: các thị trưởng]
zh_hans: [NAME:市长:市长]

# ENTITY:MOUNTAIN
source: [NAME:manager:managers]
cs: [NAME:správce:správci]
de: [NAME:Manager:Manager]
eo: [NAME:manaĝero:manaĝeroj]
es: [NAME:gerente:gerentes]
ja: [NAME:計画監理官:計画監理官:計画監理官]
ko: [NAME:감독관:감독관들]
ru: [NAME:менеджер:менеджеры]
tr: [NAME:yönetici:yöneticiler]
vi: [NAME:manager: quản lý:managers: các quản lý]

# ENTITY:MOUNTAIN
source: [DESCRIPTION:The manager handles work orders. Once your fortress reaches a certain population, the manager must work in an office to validate work orders.]
cs: [DESCRIPTION:Správce vyřizuje pracovní příkazy. Jakmile vaše pevnost dosáhne určité populace, musí správce pracovat v kanceláři, aby příkazy schvaloval.]
de: [DESCRIPTION:Der Manager bearbeitet Arbeitsaufträge. Sobald Ihre Festung eine bestimmte Bevölkerungszahl erreicht hat, muss der Manager in einem Büro arbeiten, um Arbeitsaufträge zu validieren.]
eo: [DESCRIPTION:La manaĝero pritraktas la ordonojn. Kiam via fortreso atingas certan loĝantnombron, la manaĝero devos labori en oficejo por validigi la laborordonojn.]
ko: [DESCRIPTION:감독관은 작업 명령들을 관리 합니다. 당신의 요새가 특정 인구에 도달 하면, 감독관은 작업 명령를 확인하기 위해 사무실에서 일해야 합니다.]
ru: [DESCRIPTION:Менеджер обрабатывает заказы. Как только ваша крепость достигает определенного количества населения, менеджер должен работать в офисе, чтобы подтверждать рабочие задания.]
tr: [DESCRIPTION:Yönetici iş emirlerini ele alır. Kaleniz belirli bir nüfusa ulaştığında, yönetici iş emirlerini onaylamak için bir ofiste çalışmalıdır.]
vi: [DESCRIPTION:The manager handles work orders. Once your fortress reaches a certain population, the manager must work in an office to validate work orders.: Người quản lý xử lý các lệnh sản xuất. Khi pháo đài của bạn đạt đến một số lượng dân nhất định, người quản lý phải làm việc trong văn phòng để phê duyệt các lệnh sản xuất.]

# ENTITY:MOUNTAIN
source: [NAME:chief medical dwarf:chief medical dwarves]
cs: [NAME:hlavní felčar:hlavní felčaři]
de: [NAME:Oberarztzwerg:Oberarztzwerge]
eo: [NAME:ĉefmedicinisto:ĉefmedicinistoj]
es: [NAME:enano jefe médico:enanos jefes médicos]
ja: [NAME:医務長:医務長:医務長]
ko: [NAME:수석 의무관:수석 의무관들]
pl: [NAME:główny lekarz krasnolud:główni lekarze krasnoludy]
ru: [NAME:главврач:главврачи]
tr: [NAME:başhekim cüce:başhekim cüceler]
vi: [NAME:chief medical dwarf: trưởng y lùn:chief medical dwarves: các trưởng y lùn]
