Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:BUGBAT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MANERA
source: [DESCRIPTION:A creature that crawls along the cavern ceiling with four long arms. Its body is shaped as the head of a man with a mouth full of shark teeth. It waits for its prey to pass below.]
cs: [DESCRIPTION:Tvor lezoucí po stropech jeskyní pomocí čtyř dlouhých paží. Jeho tělo má tvar lidské hlavy s tlamou plnou žraločích zubů. Číhá, až kořist projde pod ním.]
de: [DESCRIPTION:Eine Kreatur, die mit vier langen Armen an der Höhlendecke entlangkriecht. Ihr Körper hat die Form eines Männerkopfes mit einem Maul voller Haifischzähne. Es wartet darauf, dass seine Beute unter ihm vorbeikommt.]
eo: [DESCRIPTION:Kreito kiu rampas laŭ la kaverna plafono per kvar longaj brakoj. Ĝia korpo estas formita kun la kapo de maljuna homo kun plenbuŝo da ŝarkdentoj. Ĝi atendas, ke sia predo pasu sube.]
es: [DESCRIPTION:Una criatura que gatear a lo largo del techo de las cavernas con cuatro largos brazos. Su cuerpo tiene forma de cabeza humana con una boca llena de dientes de tiburón. Espera hasta que su presa pase por debajo.]
ja: [DESCRIPTION:4本の長い腕で洞窟の天井に沿って這う、生き物。その体はサメの歯でいっぱいの口を持つ男の頭の形をしている。獲物が下を通過するのを待ちぶせる。]
ko: [DESCRIPTION:네 개의 긴 팔로 동굴 천장을 기어다니는 생물. 그 몸은 상어 이빨로 가득 찬 입을 가진 남자의 머리 모양입니다. 먹잇감이 아래를 통과하기를 기다립니다.]
pl: [DESCRIPTION:Stworzenie, które czołga się po sufitach jaskiń jego czterema, długimi ramionami. Jego ciało jest ukształtowane w głowę człowieka z ustami pełnymi ostrych zębów. Czeka na swoją ofiarę, by puścić się w dół.]
ru: [DESCRIPTION:Существо, которое ползает по потолку пещер с помощью четырёх длинных рук. Их тело имеет форму головы человека со ртом, полным акульих зубов. Оно выжидает пока его жертвы не пройдут под ним.]
tr: [DESCRIPTION:Dört uzun koluyla mağara tavanında sürünen bir yaratık. Vücudu, köpekbalığı dişleriyle dolu bir ağza sahip insan kafası şeklindedir. Avının aşağıdan geçmesini bekler.]
vi: [DESCRIPTION:Một sinh vật bò dọc trần hang động với bốn cánh tay dài. Cơ thể nó có hình dạng đầu người với cái miệng đầy răng cá mập. Nó chờ đợi con mồi đi qua bên dưới.]

# CREATURE:MANERA
source: [NAME:manera:maneras:manera]
cs: [NAME:manera:manery:manera]
eo: [NAME:manero:maneroj:de manero]
ja: [NAME:マネラ:マネラ:マネラの]
ko: [NAME:마네라:마네라들:마네라]
pl: [NAME:manera:manery:manerowy]
ru: [NAME:менера:менеры:менеры]
tr: [NAME:manera:maneralar:manera]

# CREATURE:MANERA
source: [CASTE_NAME:manera:maneras:manera]
cs: [CASTE_NAME:manera:manery:manera]
eo: [CASTE_NAME:manero:maneroj:de manero]
ja: [CASTE_NAME:マネラ:マネラ:マネラの]
ko: [CASTE_NAME:마네라:마네라들:마네라]
pl: [CASTE_NAME:manera:manery:manerowy]
ru: [CASTE_NAME:менера:менеры:менеры]
tr: [CASTE_NAME:manera:maneralar:manera]

# CREATURE:MANERA
source: [PREFSTRING:long arms]
cs: [PREFSTRING:dlouhými pažemi]
de: [PREFSTRING:lange Arme]
eo: [PREFSTRING:longaj brakoj]
es: [PREFSTRING:brazos largos]
ja: [PREFSTRING:長い腕]
ko: [PREFSTRING:긴 팔]
pl: [PREFSTRING:długie ramiona]
ru: [PREFSTRING:длинные руки]
tr: [PREFSTRING:uzun kollar]
vi: [PREFSTRING:cánh tay dài]

# CREATURE:MANERA
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:MANERA
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:MANERA
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MANERA
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:MOLEMARIAN
source: [DESCRIPTION:A hideous monster that has the body of a giant mole-rat and the torso of a mole-rat man. It is found deep underground.]
cs: [DESCRIPTION:Ohavný tvor s tělem obřího krysokrtka a trupem krysokrtčího muže. Vyskytuje se hluboko pod zemí.]
de: [DESCRIPTION:Ein abscheuliches Monster, das den Koerper einer riesigen Nacktmull und den Oberkoerper eines Nacktmullmenschen hat. Es ist tief unter der Erde zu finden.]
eo: [DESCRIPTION:Hida monstro kiu havas la korpon de giganta talpo-rato kaj la torso de hom-talpo-rato. Ĝi troviĝas profunde subtere.]
es: [DESCRIPTION:Un monstruo horrible que tiene el cuerpo de una rata topo gigante y el torso de un hombre rata topo. Se encuentra en las profundidades del subsuelo.]
ja: [DESCRIPTION:ハダカデバネズミの頭と体を持った人間だ。地下深くに棲息する。]
ko: [DESCRIPTION:거대한 두더지쥐의 몸과 두더지인간의 몸통을 가진 무시무시한 괴물. 지하 깊은 곳에서 발견됩니다.]
pl: [DESCRIPTION:Obrzydliwy potwór, który ma ciało gigantycznego kretoszczura i tors kretoszczuroczłowieka. Można go znaleźć głęboko pod ziemią.]
ru: [DESCRIPTION:Монстр с телом гигантского крота и торсом человека. Встречается глубоко под землёй.]
tr: [DESCRIPTION:Dev bir köstebek-sıçan vücuduna ve köstebek-sıçan adam gövdesine sahip iğrenç bir canavar. Yerin derinliklerinde bulunur.]
vi: [DESCRIPTION:Một quái vật gớm ghiếc có cơ thể của một con chuột chũi khổng lồ và thân trên của một người chuột chũi. Nó được tìm thấy sâu dưới lòng đất.]

# CREATURE:MOLEMARIAN
source: [NAME:molemarian:molemarians:molemarian]
cs: [NAME:krysokrtčan:krysokrtčané:krysokrtčan]
de: [NAME:Mullmaurus:Mullmauren:Mullmaurus]
eo: [NAME:talpomarjo:talpomarjoj:de talpomarjo]
es: [NAME:molemariano:molemarianos:molemariano]
ja: [NAME:ハダカデバネズミ男:ハダカデバネズミ男:ハダカデバネズミ男の]
ko: [NAME:몰레마리안:몰레마리안들:몰레마리안]
pl: [NAME:molemarian:molemariany:molemarianowy]
ru: [NAME:кротавр:кротавры:кротавра]
tr: [NAME:molemarian:molemarianlar:molemarian]
vi: [NAME:Molemarian:những con Molemarian:Molemarian]

# CREATURE:MOLEMARIAN
source: [CASTE_NAME:molemarian:molemarians:molemarian]
cs: [CASTE_NAME:krysokrtčan:krysokrtčané:krysokrtčan]
de: [CASTE_NAME:Mullmaurus:Mullmauren:Mullmaurus]
eo: [CASTE_NAME:talpomarjo:talpomarjoj:de talpomarjo]
es: [CASTE_NAME:molemariano:molemarianos:molemariano]
ja: [CASTE_NAME:ハダカデバネズミ男:ハダカデバネズミ男:ハダカデバネズミ男の]
ko: [CASTE_NAME:몰레마리안:몰레마리안들:몰레마리안]
pl: [CASTE_NAME:molemarian:molemariany:molemarianowy]
ru: [CASTE_NAME:кротавр:кротавры:кротавра]
tr: [CASTE_NAME:molemarian:molemarianlar:molemarian]
vi: [CASTE_NAME:Molemarian:những con Molemarian:Molemarian]

# CREATURE:MOLEMARIAN
source: [GENERAL_CHILD_NAME:molemarian puppy:molemarian puppies]
cs: [GENERAL_CHILD_NAME:mládě krysokrtčana:mláďata krysokrtčana]
de: [GENERAL_CHILD_NAME:Mullmaurus Junges:Mullmaurus Junge]
eo: [GENERAL_CHILD_NAME:talpomarjido:talpomarjidoj]
es: [GENERAL_CHILD_NAME:cría de molemariano:crías de molemariano]
ja: [GENERAL_CHILD_NAME:ハダカデバネズミ男の子供py:ハダカデバネズミ男の子供の]
ko: [GENERAL_CHILD_NAME:새끼 몰레마리안:새끼 몰레마리안들]
pl: [GENERAL_CHILD_NAME:młody molemariana:młode molemariana]
ru: [GENERAL_CHILD_NAME:детёныш кротавра:детёныши кротавра]
tr: [GENERAL_CHILD_NAME:yavru molemarian:yavru molemarianlar]
vi: [GENERAL_CHILD_NAME:Molemarian non:những con Molemarian non]

# CREATURE:MOLEMARIAN
source: [PREFSTRING:freakish appearance]
cs: [PREFSTRING:podivným vzhledem]
de: [PREFSTRING:Ausgefallene Erscheinung]
eo: [PREFSTRING:stranga aspekto]
es: [PREFSTRING:Apariencia extraña]
ja: [PREFSTRING:安定しない外見]
ko: [PREFSTRING:괴상한 외모]
pl: [PREFSTRING:dziwaczny wygląd]
ru: [PREFSTRING:уродливый внешний вид]
tr: [PREFSTRING:ucube görünüş]
vi: [PREFSTRING:vẻ ngoài kỳ dị]

# CREATURE:MOLEMARIAN
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:MOLEMARIAN
source: [ATTACK_VERB:scratch:scratches]
cs: [ATTACK_VERB:škrábnutí:škrabání]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:gratas:gratas]
es: [ATTACK_VERB:rasguño:rasguños]
ja: [ATTACK_VERB:引っかいた:引っかいた]
ko: [ATTACK_VERB:할큄:할큄]
pl: [ATTACK_VERB:drapiesz:drapie]
ru: [ATTACK_VERB:царапаете:царапает]
tr: [ATTACK_VERB:tırmala:tırmalar]
vi: [ATTACK_VERB:Cào:Những cú cào]

# CREATURE:MOLEMARIAN
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:MOLEMARIAN
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:JABBERER
source: [DESCRIPTION:A huge monster that lurks in caverns deep under the earth. It uses its wide beak to reach down and pluck up unsuspecting intruders.]
cs: [DESCRIPTION:Obrovský tvor číhající v jeskyních hluboko pod zemí. Svým širokým zobákem sahá dolů a sbírá nic netušící vetřelce.]
de: [DESCRIPTION:Ein riesiges Ungetüm, das in Höhlen tief unter der Erde lauert. Es nutzt seinen langen Schnabel, um nach unten zu schnappen und ahnungslose Eindringlinge zu verschlingen.]
eo: [DESCRIPTION:Grandega monstro kiu gvatas en kavernoj profunde subtere. Ĝi uzas sian larĝan bekon por pluki de sub nesuspektantajn entrudiĝantojn.]
es: [DESCRIPTION:Un monstruo inmenso que acecha en las cavernas en las profundidades de la tierra. Usa su amplio pico para alcanzar y coger intrusos desprevenidos.]
ja: [DESCRIPTION:地下深くの洞窟に潜む巨大なモンスター。広いくちばしを使って、無防備な侵入者に手を伸ばして捕食する。]
ko: [DESCRIPTION:지하 깊숙한 동굴에 도사리고 있는 거대한 괴수. 넓은 부리를 사용하여 손을 뻗어 순진한 침입자를 잡아냅니다.]
pl: [DESCRIPTION:Ogromny potwór, który czasi się w jaskiniach głęboko pod ziemią. Używa swojego szerokiego dzioba, aby sięgać w dół i wyławiać niczego niepodejrzewających intruzów.]
ru: [DESCRIPTION:Огромный монстр, скрывающийся в пещерах глубоко под землёй. Использует свой широкий клюв, чтобы подхватывать и разрывать ничего не подозревающих незваных гостей.]
tr: [DESCRIPTION:Yerin derinliklerindeki mağaralarda gizlenen dev bir canavar. Geniş gagasını kullanarak aşağı uzanır ve şüphelenmeyen davetsiz misafirleri kapar.]
vi: [DESCRIPTION:Một quái vật khổng lồ ẩn nấp trong các hang động sâu dưới lòng đất. Nó dùng cái mỏ rộng của mình để vươn xuống và cắp những kẻ xâm nhập không nghi ngờ.]
zh_hans: [DESCRIPTION:一只巨大的怪物，潜伏于地底深处的洞穴之中。它用那宽大的喙去取起并叼走毫无警觉的入侵者。]

# CREATURE:JABBERER
source: [NAME:jabberer:jabberers:jabberer]
cs: [NAME:jabberer:jabbereři:jabberer]
de: [NAME:Schwätzer: Schwätzer: Schwätzer]
eo: [NAME:ĵabero:ĵaberoj:de ĵabero]
es: [NAME:jabberer:jabbereros:jabberer]
ja: [NAME:ジャッベラー:ジャッベラー:ジャッベラーの]
ko: [NAME:재버러:재버러들:재버러]
pl: [NAME:memlacz:memlacze:memlaczowy]
ru: [NAME:стрекотун:стрекотуны:стрекотуна]
tr: [NAME:geveze kuş:geveze kuşlar:geveze kuş]
vi: [NAME:Jabberer:những con Jabberer:Jabberer]

# CREATURE:JABBERER
source: [CASTE_NAME:jabberer:jabberers:jabberer]
cs: [CASTE_NAME:jabberer:jabbereří:jabberer]
de: [CASTE_NAME:Schwätzer: Schwätzer: Schwätzer]
eo: [CASTE_NAME:ĵabero:ĵaberoj:de ĵabero]
es: [CASTE_NAME:charlatan:charlatanes:charlatan]
ja: [CASTE_NAME:ジャッベラー:ジャッベラー:ジャッベラーの]
ko: [CASTE_NAME:재버러:재버러들:재버러]
pl: [CASTE_NAME:memlacz:memlacze:memlaczowy]
ru: [CASTE_NAME:стрекотун:стрекотуны:стрекотуна]
tr: [CASTE_NAME:geveze kuş:geveze kuşlar:geveze kuş]
vi: [CASTE_NAME:Jabberer:những con Jabberer:Jabberer]

# CREATURE:JABBERER
source: [GENERAL_CHILD_NAME:jabberer hatchling:jabberer hatchlings]
cs: [GENERAL_CHILD_NAME:mládě jabberera:mláďata jabberera]
de: [GENERAL_CHILD_NAME:Schwätzer Küken:Schwätzer Küken]
eo: [GENERAL_CHILD_NAME:ĵaberido:ĵaberidoj]
es: [GENERAL_CHILD_NAME:cría de jabberer:crías de jabberer]
ja: [GENERAL_CHILD_NAME:ジャッベラーの子供:ジャッベラーの子供の]
ko: [GENERAL_CHILD_NAME:새끼 재버러:새끼 재버러들]
pl: [GENERAL_CHILD_NAME:pisklę memlacza:pisklęta memlacza]
ru: [GENERAL_CHILD_NAME:птенец стрекотуна:птенцы стрекотуна]
tr: [GENERAL_CHILD_NAME:yavru geveze kuş:yavru geveze kuşlar]
vi: [GENERAL_CHILD_NAME:Jabberer non:những con Jabberer non]

# CREATURE:JABBERER
source: [PREFSTRING:frightening beaks]
cs: [PREFSTRING:děsivé zobáky]
de: [PREFSTRING:Angstmachende Schnäbel]
eo: [PREFSTRING:teruraj bekoj]
es: [PREFSTRING:pico aterrador]
ja: [PREFSTRING:恐ろしいくちばし]
ko: [PREFSTRING:무서운 부리]
pl: [PREFSTRING:przerażające dzioby]
ru: [PREFSTRING:ужасающие клювы]
tr: [PREFSTRING:korkutucu gagalar]
vi: [PREFSTRING:những cái mỏ đáng sợ]

# CREATURE:JABBERER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:JABBERER
source: [ATTACK_VERB:snatch at:snatches at]
cs: [ATTACK_VERB:chňapnout po:chňapá po]
de: [ATTACK_VERB:ergreift:ergreifen]
eo: [ATTACK_VERB:ekkaptas al:ekkaptas al]
es: [ATTACK_VERB:arrebata a:arrebatan a]
ja: [ATTACK_VERB:飛びついた:飛びついた]
ko: [ATTACK_VERB:잡아채다:잡아채다]
pl: [ATTACK_VERB:chwytasz za:chwyta za]
ru: [ATTACK_VERB:впиваетесь в:впивается в]
tr: [ATTACK_VERB:atıl:atılır]
vi: [ATTACK_VERB:Vồ lấy:Vồ lấy]

# CREATURE:JABBERER
source: [TLCM_NOUN:feathers:PLURAL]
cs: [TLCM_NOUN:peří:PLURAL]
de: [TLCM_NOUN:Federn:PLURAL]
eo: [TLCM_NOUN:plumoj:PLURAL]
es: [TLCM_NOUN:plumas:PLURAL]
ja: [TLCM_NOUN:羽根:PLURAL]
ko: [TLCM_NOUN:깃털들:PLURAL]
pl: [TLCM_NOUN:pióra:PLURAL]
ru: [TLCM_NOUN:перья:PLURAL]
tr: [TLCM_NOUN:tüyler:PLURAL]

# CREATURE:JABBERER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:JABBERER
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:POND_GRABBER
source: [DESCRIPTION:A small creature that lives in watery ditches deep underground. It has a sharp beak and four tentacles with claws at the end.]
cs: [DESCRIPTION:Drobný tvor žijící ve vodnatých příkopech hluboko pod zemí. Má ostrý zobák a čtyři chapadla zakončená drápy.]
de: [DESCRIPTION:Eine kleine Kreatur, die in Wassergräben tief unter der Erde lebt. Es hat einen scharfen Schnabel und vier Tentakel mit Krallen am Ende.]
eo: [DESCRIPTION:Malgranda estaĵo kiu loĝas en akvaj fosaĵoj profunde subtere. Ĝi havas akran bekon kaj kvar tentaklojn kun ungegoj en la ekstremoj.]
es: [DESCRIPTION:Una pequeña criatura que vive en fosos anegados en las profundidades de la tierra. Tiene un pico afilado y cuatro tentaculos con garras.]
ja: [DESCRIPTION:地下深くの川に住む小さな生き物。鋭いくちばしと4本の爪のついた触手を持つ。]
ko: [DESCRIPTION:소금과 민물에서 발견되는 작은 생물로 바닥에 뿌리를 둔 비대칭 껍질 속에 살고 있다.]
pl: [DESCRIPTION:Małe stworzenie, które żyje w rowach wodnych głęboko pod ziemią. Ma ostry dziób i cztery macki z pazurami na końcach.]
ru: [DESCRIPTION:Небольшое существо, живущее в водяных рвах глубоко под землёй. Обладает острым клювом и четырьмя щупальцами с когтями на концах.]
tr: [DESCRIPTION:Yerin derinliklerindeki sulu hendeklerde yaşayan küçük bir yaratık. Keskin bir gagası ve ucunda pençeler olan dört dokunaçı vardır.]
vi: [DESCRIPTION:Một sinh vật nhỏ sống trong các rãnh nước sâu dưới lòng đất. Nó có cái mỏ sắc nhọn và bốn xúc tu với vuốt ở cuối.]

# CREATURE:POND_GRABBER
source: [NAME:pond grabber:pond grabbers:pond grabber]
cs: [NAME:jezerní lapák:jezerní lapáci:jezerní lapák]
de: [NAME:Teichgreifer:Teichgreifer:Teichgreifer]
eo: [NAME:lageta kaptanto:lagetaj kaptantoj:de lageta kaptanto]
es: [NAME:tentaculo secuestrador:tentaculos secuestradores:tentaculo secuestrador]
ja: [NAME:ポンドグラバー:ポンドグラバー:ポンドグラバーの]
ko: [NAME:연못 그래버:연못 그래버들:연못 그래버]
pl: [NAME:chwytacz stawowy:chwytacze stawowe:chwytaczo stawowy]
ru: [NAME:омутник:омутники:омутника]
tr: [NAME:gölet kapanı:gölet kapanları:gölet kapanı]
vi: [NAME:kẻ chộp hồ:những kẻ chộp hồ:kẻ chộp hồ]

# CREATURE:POND_GRABBER
source: [CASTE_NAME:pond grabber:pond grabbers:pond grabber]
cs: [CASTE_NAME:jezerní lapák:jezerní lapáci:jezerní lapák]
de: [CASTE_NAME:Teichgreifer:Teichgreifer:Teichgreifer]
eo: [CASTE_NAME:lageta kaptanto:lagetaj kaptantoj:de lageta kaptanto]
es: [CASTE_NAME:tentaculo secuestrador:tentaculos secuestradores:tentaculo secuestrador]
ja: [CASTE_NAME:ポンドグラッバー:ポンドグラッバー:ポンドグラッバーの]
ko: [CASTE_NAME:연못 그래버:연못 그래버들:연못 그래버]
pl: [CASTE_NAME:chwytacz stawowy:chwytacze stawowe:chwytaczo stawowy]
ru: [CASTE_NAME:омутник:омутники:омутника]
tr: [CASTE_NAME:gölet kapanı:gölet kapanları:gölet kapanı]
vi: [CASTE_NAME:kẻ chộp hồ:những kẻ chộp hồ:kẻ chộp hồ]

# CREATURE:POND_GRABBER
source: [PREFSTRING:patience]
cs: [PREFSTRING:trpělivostí]
de: [PREFSTRING:Ausdauer]
eo: [PREFSTRING:pacienco]
es: [PREFSTRING:paciencia]
ja: [PREFSTRING:忍耐]
ko: [PREFSTRING:인내심]
pl: [PREFSTRING:cierpliwość]
ru: [PREFSTRING:терпение]
tr: [PREFSTRING:sabır]

# CREATURE:POND_GRABBER
source: [TISSUE_NAME:claw:NP]
cs: [TISSUE_NAME:dráp:NP]
de: [TISSUE_NAME:Klaue:NP]
eo: [TISSUE_NAME:ungego:ungegoj]
es: [TISSUE_NAME:garra:NP]
ja: [TISSUE_NAME:爪:NP]
ko: [TISSUE_NAME:날카로운 발톱:NP]
pl: [TISSUE_NAME:pazur:NP]
ru: [TISSUE_NAME:коготь:NP]
tr: [TISSUE_NAME:pençe:NP]

# CREATURE:POND_GRABBER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:POND_GRABBER
source: [ATTACK_VERB:stab at:stabs at]
cs: [ATTACK_VERB:bodat po:bodá po]
de: [ATTACK_VERB:kratzen:kratzt]
eo: [ATTACK_VERB:pikas al:pikas al]
es: [ATTACK_VERB:apuñalan a:apuñala a]
ja: [ATTACK_VERB:突きかかった:突きかかった]
ko: [ATTACK_VERB:찌름:찌름]
pl: [ATTACK_VERB:dźgasz w:dźga w]
ru: [ATTACK_VERB:цепляетесь за:цепляется за]
tr: [ATTACK_VERB:sapla:saplar]
vi: [ATTACK_VERB:đâm vào:đâm vào]

# CREATURE:POND_GRABBER
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:BLIND_CAVE_BEAR
source: [DESCRIPTION:A huge emaciated-looking bear with great drooping ears and many sharp teeth. It is found deep underground.]
cs: [DESCRIPTION:Obrovský medvěd vyhlížející vyhublým dojmem, s velkými svěšenými ušisky a mnoha ostrými zuby. Vyskytuje se hluboko pod zemí.]
de: [DESCRIPTION:Ein riesiger, abgemagerter Bär mit großen Hängeohren und vielen scharfen Zähnen. Man findet ihn tief unter der Erde.]
eo: [DESCRIPTION:Grandega maldikega urso kun grandaj pendantaj oreloj kaj multaj akraj dentoj. Ĝi troviĝas profunde subtere.]
es: [DESCRIPTION:Un gran oso demacrado con grandes orejas colgantes y muchos dientes afilados. Se encuentra en las profundidades del subsuelo.]
ja: [DESCRIPTION:大きな垂れ下がった耳と多くの鋭い歯を持つ巨大なやせ衰えたように見えるクマ。地下深くに棲息する。]
ko: [DESCRIPTION:처진 귀와 많은 날카로운 이빨을 가진 거대하고 쇠약해 보이는 곰. 지하 깊은 곳에서 발견됩니다.]
pl: [DESCRIPTION:Ogromny wychudzony niedźwiedź z wielkimi obwisłymi uszami i licznymi ostrymi zębami. Można go znaleźć głęboko pod ziemią.]
ru: [DESCRIPTION:Огромный, выглядящий истощённым медведь с большими висячими ушами и множеством острых зубов. Обитает глубоко под землёй.]
tr: [DESCRIPTION:Büyük sarkık kulakları ve birçok keskin dişi olan, devasa, bir deri bir kemik kalmış görünümlü bir ayı. Yerin derinliklerinde bulunur.]
vi: [DESCRIPTION:Một con gấu to lớn trông gầy gò với đôi tai to rũ xuống và nhiều răng sắc nhọn. Nó được tìm thấy sâu dưới lòng đất.]

# CREATURE:BLIND_CAVE_BEAR
source: [NAME:blind cave bear:blind cave bears:blind cave bear]
cs: [NAME:slepý jeskynní medvěd:slepí jeskynní medvědi:slepý jeskynní medvěd]
de: [NAME:Blinder Höhlenbär:Blinde Höhlenbären:Blinder Höhlenbär]
eo: [NAME:blinda kavurso:blindaj kavursoj:de blinda kavurso]
es: [NAME:oso ciego de cueva:osos ciegos de cueva:oso ciego de cueva]
ja: [NAME:洞窟グマ:洞窟グマ:洞窟グマの]
ko: [NAME:눈먼 동굴곰:눈먼 동굴곰들:눈먼 동굴곰]
pl: [NAME:ślepy niedźwiedź jaskiniowy:ślepe niedźwiedzie jaskiniowe:ślepo niedźwiedzio jaskiniowy]
ru: [NAME:слепой пещерный медведь:слепые пещерные медведи:слепого пещерного медведя]
tr: [NAME:kör mağara ayısı:kör mağara ayıları:kör mağara ayısı]
vi: [NAME:gấu hang mù:những con gấu hang mù:gấu hang mù]

# CREATURE:BLIND_CAVE_BEAR
source: [CASTE_NAME:blind cave bear:blind cave bears:blind cave bear]
cs: [CASTE_NAME:slepý jeskynní medvěd:slepí jeskynní medvědi:slepý jeskynní medvěd]
de: [CASTE_NAME:Blinder Höhlenbär:Blinde Höhlenbären:Blinder Höhlenbär]
eo: [CASTE_NAME:blinda kavurso:blindaj kavursoj:de blinda kavurso]
es: [CASTE_NAME:oso ciego de cueva:osos ciegos de cueva:oso ciego de cueva]
ja: [CASTE_NAME:洞窟グマ:洞窟グマ:洞窟グマの]
ko: [CASTE_NAME:눈먼 동굴곰:눈먼 동굴곰들:눈먼 동굴곰]
pl: [CASTE_NAME:ślepy niedźwiedź jaskiniowy:ślepe niedźwiedzie jaskiniowe:ślepo niedźwiedzio jaskiniowy]
ru: [CASTE_NAME:слепой пещерный медведь:слепые пещерные медведи:слепого пещерного медведя]
tr: [CASTE_NAME:kör mağara ayısı:kör mağara ayıları:kör mağara ayısı]
vi: [CASTE_NAME:gấu hang mù:những con gấu hang mù:gấu hang mù]

# CREATURE:BLIND_CAVE_BEAR
source: [GENERAL_CHILD_NAME:blind cave bear cub:blind cave bear cubs]
cs: [GENERAL_CHILD_NAME:mládě slepého jeskynního medvěda:mláďata slepého jeskynního medvěda]
de: [GENERAL_CHILD_NAME:Blindes Höhlenbärjunges:Blindes Höhlenbärjunges]
eo: [GENERAL_CHILD_NAME:blinda kavursido:blindaj kavursidoj]
es: [GENERAL_CHILD_NAME:oso ciego de cueva:osos ciegos de cueva:oso ciego de cueva]
ja: [GENERAL_CHILD_NAME:洞窟グマの子供:洞窟グマの子供の]
ko: [GENERAL_CHILD_NAME:새끼 눈먼 동굴곰:새끼 눈먼 동굴곰들]
pl: [GENERAL_CHILD_NAME:ślepe niedźwiedziątko jaskiniowe:ślepe niedźwiedziątka jaskiniowe]
ru: [GENERAL_CHILD_NAME:слепой пещерный медвежонок:слепые пещерные медвежата]
tr: [GENERAL_CHILD_NAME:yavru kör mağara ayısı:yavru kör mağara ayıları]
zh_hans: [GENERAL_CHILD_NAME:盲洞穴熊幼崽:盲洞穴熊幼崽]

# CREATURE:BLIND_CAVE_BEAR
source: [PREFSTRING:drooping ears]
cs: [PREFSTRING:svěšenými ušisky]
de: [PREFSTRING:gepunkte Ohren]
eo: [PREFSTRING:pendantaj oreloj]
es: [PREFSTRING:orejas caídas]
ja: [PREFSTRING:垂れ下がった耳]
ko: [PREFSTRING:쳐진 귀]
pl: [PREFSTRING:opadające uszy]
ru: [PREFSTRING:вислые уши]
tr: [PREFSTRING:sarkık kulaklar]
vi: [PREFSTRING:đôi tai rũ xuống]
