Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:WATER_BUFFALO
source: [CASTE_NAME:water buffalo cow:water buffalo cows:water buffalo cow]
cs: [CASTE_NAME:kráva vodního buvola:krávy vodního buvola:krávy vodního buvola]
de: [CASTE_NAME:Wasserbüffelkuh:Wasserbüffelkühe:Wasserbüffelkuh]
eo: [CASTE_NAME:akvobubalino:akvobubalinoj:de akvobubalino]
es: [CASTE_NAME:búbalo hembra:hembras de búbalo:búbalo hembra]
ja: [CASTE_NAME:水牛の子供:水牛の子供:水牛の子供の]
ko: [CASTE_NAME:암컷 물소:암컷 물소들:암컷 물소]
pl: [CASTE_NAME:krowa bawoła wodnego:krowy bawoła wodnego:krowo bawoło wodna]
ru: [CASTE_NAME:буйволица:буйволицы:буйволицы]
tr: [CASTE_NAME:dişi manda:dişi mandalar:dişi manda]
vi: [CASTE_NAME:trâu nước cái:trâu nước cái:trâu nước cái]
zh_hans: [CASTE_NAME:母水牛:母水牛:母水牛]

# CREATURE:WATER_BUFFALO
source: [STATE_NAME:ALL_SOLID:frozen water buffalo's milk]
cs: [STATE_NAME:ALL_SOLID:mražené mléko vodního buvola]
de: [STATE_NAME:ALL_SOLID:gefrorene Wasserbüffelmilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de akvobubalo]
es: [STATE_NAME:ALL_SOLID:leche de búbalo congelada]
ja: [STATE_NAME:ALL_SOLID:凍った水牛のミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 물소젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone mleko bawoła wodnego]
ru: [STATE_NAME:ALL_SOLID:замёрзшее буйволиное молоко]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş manda sütü]
vi: [STATE_NAME:ALL_SOLID:sữa trâu nước đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冻结的水牛奶]

# CREATURE:WATER_BUFFALO
source: [STATE_ADJ:ALL_SOLID:frozen water buffalo's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené mléko vodního buvola]
de: [STATE_ADJ:ALL_SOLID:gefrorene Wasserbüffelmilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de akvobubalo]
es: [STATE_ADJ:ALL_SOLID:de leche de búbalo congelada]
ja: [STATE_ADJ:ALL_SOLID:凍った水牛のミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 물소젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone mleczny bawoła wodnego]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее буйволиное молоко]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş manda sütü]
vi: [STATE_ADJ:ALL_SOLID:sữa trâu nước đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冻结的水牛奶的]

# CREATURE:WATER_BUFFALO
source: [STATE_NAME:LIQUID:water buffalo's milk]
cs: [STATE_NAME:LIQUID:mléko vodního buvola]
de: [STATE_NAME:LIQUID:Wasserbüffelmilch]
eo: [STATE_NAME:LIQUID:lakto de akvobubalo]
es: [STATE_NAME:LIQUID:leche de búbalo]
ja: [STATE_NAME:LIQUID:水牛のミルク]
ko: [STATE_NAME:LIQUID:물소젖]
pl: [STATE_NAME:LIQUID:mleko bawoła wodnego]
ru: [STATE_NAME:LIQUID:буйволиное молоко]
tr: [STATE_NAME:LIQUID:manda sütü]
vi: [STATE_NAME:LIQUID:sữa trâu nước]
zh_hans: [STATE_NAME:LIQUID:水牛奶]

# CREATURE:WATER_BUFFALO
source: [STATE_ADJ:LIQUID:water buffalo's milk]
cs: [STATE_ADJ:LIQUID:mléko vodního buvola]
de: [STATE_ADJ:LIQUID:Wasserbüffelmilch]
eo: [STATE_ADJ:LIQUID:de lakto de akvobubalo]
es: [STATE_ADJ:LIQUID:de leche de búbalo]
ja: [STATE_ADJ:LIQUID:水牛のミルク]
ko: [STATE_ADJ:LIQUID:물소젖]
pl: [STATE_ADJ:LIQUID:mleczny bawoła wodnego]
ru: [STATE_ADJ:LIQUID:буйволиное молоко]
tr: [STATE_ADJ:LIQUID:manda sütü]
vi: [STATE_ADJ:LIQUID:sữa trâu nước]
zh_hans: [STATE_ADJ:LIQUID:水牛奶]

# CREATURE:WATER_BUFFALO
source: [STATE_NAME:GAS:boiling water buffalo's milk]
cs: [STATE_NAME:GAS:vařící mléko vodního buvola]
de: [STATE_NAME:GAS:kochende Wasserbüffelmilch]
eo: [STATE_NAME:GAS:bolanta lakto de akvobubalo]
es: [STATE_NAME:GAS:leche de búfalo de agua hirviendo]
ja: [STATE_NAME:GAS:蒸気化した水牛のミルク]
ko: [STATE_NAME:GAS:기화된 물소젖]
pl: [STATE_NAME:GAS:gotujące się mleko bawoła wodnego]
ru: [STATE_NAME:GAS:пары буйволиного молока]
tr: [STATE_NAME:GAS:kaynayan manda sütü]
vi: [STATE_NAME:GAS:sữa trâu nước đang đun sôi]
zh_hans: [STATE_NAME:GAS:沸腾的水牛奶]

# CREATURE:WATER_BUFFALO
source: [STATE_ADJ:GAS:boiling water buffalo's milk]
cs: [STATE_ADJ:GAS:vařící mléko vodního buvola]
de: [STATE_ADJ:GAS:kochende Wasserbüffelmilch]
eo: [STATE_ADJ:GAS:de bolanta lakto de akvobubalo]
es: [STATE_ADJ:GAS:de leche de búbalo hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した水牛のミルク]
ko: [STATE_ADJ:GAS:기화된 물소젖]
pl: [STATE_ADJ:GAS:gotujące się mleczny bawoła wodnego]
ru: [STATE_ADJ:GAS:кипящее буйволиное молоко]
tr: [STATE_ADJ:GAS:kaynayan manda sütü]
vi: [STATE_ADJ:GAS:sữa trâu nước đang đun sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的水牛奶的]

# CREATURE:WATER_BUFFALO
source: [STATE_NAME:SOLID:water buffalo cheese]
cs: [STATE_NAME:SOLID:sýr vodního buvola]
de: [STATE_NAME:SOLID:Wasserbüffelkäse]
eo: [STATE_NAME:SOLID:fromaĝo de akvobubalo]
es: [STATE_NAME:SOLID:queso de búbalo]
ja: [STATE_NAME:SOLID:水牛のチーズ]
ko: [STATE_NAME:SOLID:물소 치즈]
pl: [STATE_NAME:SOLID:ser wodnego bawoła]
ru: [STATE_NAME:SOLID:буйволиный сыр]
tr: [STATE_NAME:SOLID:manda peyniri]
vi: [STATE_NAME:SOLID:phô mai trâu nước]
zh_hans: [STATE_NAME:SOLID:水牛奶奶酪]

# CREATURE:WATER_BUFFALO
source: [STATE_ADJ:SOLID:water buffalo cheese]
cs: [STATE_ADJ:SOLID:sýr vodního buvola]
de: [STATE_ADJ:SOLID:Wasserbüffelkäse]
eo: [STATE_ADJ:SOLID:de fromaĝo de akvobubalo]
es: [STATE_ADJ:SOLID:de queso de búbalo]
ja: [STATE_ADJ:SOLID:水牛のチーズ]
ko: [STATE_ADJ:SOLID:물소 치즈]
pl: [STATE_ADJ:SOLID:serowy wodnego bawoła]
ru: [STATE_ADJ:SOLID:буйволиный сыр]
tr: [STATE_ADJ:SOLID:manda peyniri]
vi: [STATE_ADJ:SOLID:phô mai trâu nước]
zh_hans: [STATE_ADJ:SOLID:水牛奶奶酪的]

# CREATURE:WATER_BUFFALO
source: [STATE_NAME:SOLID_POWDER:water buffalo cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený sýr vodního buvola]
de: [STATE_NAME:SOLID_POWDER:Wasserbüffelkäsepulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de akvobubalo]
es: [STATE_NAME:SOLID_POWDER:polvo de queso de búbalo]
ja: [STATE_NAME:SOLID_POWDER:水牛のチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:물소 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany ser bawoła wodnego]
ru: [STATE_NAME:SOLID_POWDER:тёртый буйволиный сыр]
tr: [STATE_NAME:SOLID_POWDER:manda peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:bột phô mai trâu nước]
zh_hans: [STATE_NAME:SOLID_POWDER:水牛奶奶酪粉]

# CREATURE:WATER_BUFFALO
source: [STATE_ADJ:SOLID_POWDER:water buffalo cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený sýr vodního buvola]
de: [STATE_ADJ:SOLID_POWDER:Wasserbüffelkäsepulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de akvobubalo]
es: [STATE_ADJ:SOLID_POWDER:de polvo de queso de búbalo]
ja: [STATE_ADJ:SOLID_POWDER:水牛のチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:물소 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany serowy bawoła wodnego]
ru: [STATE_ADJ:SOLID_POWDER:тёртый буйволиный сыр]
tr: [STATE_ADJ:SOLID_POWDER:manda peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:bột phô mai trâu nước]
zh_hans: [STATE_ADJ:SOLID_POWDER:水牛奶奶酪粉的]

# CREATURE:WATER_BUFFALO
source: [STATE_NAME:LIQUID:melted water buffalo cheese]
cs: [STATE_NAME:LIQUID:tavený sýr vodního buvola]
de: [STATE_NAME:LIQUID:geschmolzener Wasserbüffelkäse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de akvobubalo]
es: [STATE_NAME:LIQUID:queso de búbalo derretido]
ja: [STATE_NAME:LIQUID:溶けた水牛のチーズ]
ko: [STATE_NAME:LIQUID:녹은 물소 치즈]
pl: [STATE_NAME:LIQUID:roztopiony ser bawoła wodnego]
ru: [STATE_NAME:LIQUID:расплавленный буйволиный сыр]
tr: [STATE_NAME:LIQUID:erimiş manda peyniri]
vi: [STATE_NAME:LIQUID:phô mai trâu nước tan chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的水牛奶奶酪]

# CREATURE:WATER_BUFFALO
source: [STATE_ADJ:LIQUID:melted water buffalo cheese]
cs: [STATE_ADJ:LIQUID:tavený sýr vodního buvola]
de: [STATE_ADJ:LIQUID:geschmolzener Wasserbüffelkäse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de akvobubalo]
es: [STATE_ADJ:LIQUID:de queso de búbalo derretido]
ja: [STATE_ADJ:LIQUID:溶けた水牛のチーズ]
ko: [STATE_ADJ:LIQUID:녹은 물소 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony serowy bawoła wodnego]
ru: [STATE_ADJ:LIQUID:расплавленный буйволиный сыр]
tr: [STATE_ADJ:LIQUID:erimiş manda peyniri]
vi: [STATE_ADJ:LIQUID:phô mai trâu nước tan chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的水牛奶奶酪的]

# CREATURE:WATER_BUFFALO
source: [STATE_NAME:GAS:boiling water buffalo cheese]
cs: [STATE_NAME:GAS:vařící sýr vodního buvola]
de: [STATE_NAME:GAS:kochendes Wasser Büffelkäse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de akvobubalo]
es: [STATE_NAME:GAS:queso de búbalo hirviendo]
ja: [STATE_NAME:GAS:蒸気化した水牛のチーズ]
ko: [STATE_NAME:GAS:기화된 물소 치즈]
pl: [STATE_NAME:GAS:gotujące się ser bawoła wodnego]
ru: [STATE_NAME:GAS:пары буйволиного сыра]
tr: [STATE_NAME:GAS:kaynayan manda peyniri]
vi: [STATE_NAME:GAS:phô mai trâu nước đang đun sôi]
zh_hans: [STATE_NAME:GAS:沸腾的水牛奶奶酪]

# CREATURE:WATER_BUFFALO
source: [STATE_ADJ:GAS:boiling water buffalo cheese]
cs: [STATE_ADJ:GAS:vařící sýr vodního buvola]
de: [STATE_ADJ:GAS:kochendes Wasser Büffelkäse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de akvobubalo]
es: [STATE_ADJ:GAS:de queso de búbalo hirviendo]
ja: [STATE_ADJ:GAS:蒸気化した水牛のチーズ]
ko: [STATE_ADJ:GAS:기화된 물소 치즈]
pl: [STATE_ADJ:GAS:gotujące się serowy bawoła wodnego]
ru: [STATE_ADJ:GAS:кипящий буйволиный сыр]
tr: [STATE_ADJ:GAS:kaynayan manda peyniri]
vi: [STATE_ADJ:GAS:phô mai trâu nước đang đun sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的水牛奶奶酪的]

# CREATURE:WATER_BUFFALO
source: [CASTE_NAME:water buffalo bull:water buffalo bulls:water buffalo bull]
cs: [CASTE_NAME:býk vodního buvola:býci vodního buvola:býka vodního buvola]
de: [CASTE_NAME:Wasserbüffelbulle:Wasserbüffelbullen:Wasserbüffelbulle]
eo: [CASTE_NAME:akvobubaliĉo:akvobubaliĉoj:de akvobubaliĉo]
es: [CASTE_NAME:búbalo macho:machos de búbalo:búbalo macho]
ja: [CASTE_NAME:水牛の雄:水牛の雄:水牛の雄の]
ko: [CASTE_NAME:수컷 물소:수컷 물소들:수컷 물소]
pl: [CASTE_NAME:byk wodnego bawoła:byki wodnego bawoła:byczo wodno bawole]
ru: [CASTE_NAME:буйвол:буйволы:буйвола]
tr: [CASTE_NAME:erkek manda:erkek mandalar:erkek manda]
vi: [CASTE_NAME:trâu nước đực:trâu nước đực:trâu nước đực]
zh_hans: [CASTE_NAME:公水牛:公水牛:公水牛]

# CREATURE:WATER_BUFFALO
source: [TLCM_NOUN:hair:SINGULAR]
cs: [TLCM_NOUN:vlasy:SINGULAR]
de: [TLCM_NOUN:Haar:SINGULAR]
eo: [TLCM_NOUN:hararo:SINGULAR]
es: [TLCM_NOUN:cabello:SINGULAR]
ja: [TLCM_NOUN:毛:SINGULAR]
ko: [TLCM_NOUN:털:SINGULAR]
pl: [TLCM_NOUN:sierść:SINGULAR]
ru: [TLCM_NOUN:шерсть:SINGULAR]
tr: [TLCM_NOUN:kıl:SINGULAR]
zh_hans: [TLCM_NOUN:毛发:SINGULAR]

# CREATURE:WATER_BUFFALO
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]
zh_hans: [TLCM_NOUN:皮:SINGULAR]

# CREATURE:WATER_BUFFALO
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:REINDEER
source: [DESCRIPTION:A large mammalian herbivore living in cold climates. It has large antlers and sought-after fur.]
cs: [DESCRIPTION:Velký savčí býložravec žijící v chladném klimatu. Má velké parohy a ceněnou srst.]
de: [DESCRIPTION:Ein großes pflanzenfressendes Säugetier, das in kalten Klimazonen lebt. Er hat ein großes Geweih und ein begehrtes Fell.]
eo: [DESCRIPTION:Granda mamula herbovorulo loĝanta en malvarmaj klimatoj. Ĝi havas grandajn ramurojn kaj avidantan pelton.]
es: [DESCRIPTION:Un mamífero hervíboro grande que vive en climas fríos. Tiene una gran cornamenta y un pelaje muy codiciado.]
ja: [DESCRIPTION:A large mammalian herbivore living in cold climates. It has large 角s and sought-after ふさふさ.]
ko: [DESCRIPTION:추운 기후에 사는 대형 포유류 초식동물입니다. 그것은 큰 뿔과 인기 있는 털을 가지고 있습니다.]
pl: [DESCRIPTION:Duży, ssakowaty roślinożerca żyjący w zimnym klimacie. Ma duże poroże i szeroko pożądane futro.]
ru: [DESCRIPTION:Крупное травоядное млекопитающее, живущее в холодном климате. У него большие ветвящиеся рога и ценный мех.]
tr: [DESCRIPTION:Soğuk iklimlerde yaşayan büyük otçul bir memeli. Büyük boynuzları ve rağbet gören kürkü vardır.]
vi: [DESCRIPTION:Một động vật có vú ăn cỏ lớn, sống ở vùng khí hậu lạnh. Nó có gạc lớn và bộ lông được săn đón.]
zh_hans: [DESCRIPTION:一种生活在寒冷气候中的大型哺乳类食草动物，具有巨大的鹿角和抢手的皮毛。]

# CREATURE:REINDEER
source: [NAME:reindeer:reindeer:reindeer]
cs: [NAME:sob:sobi:sob]
de: [NAME:Rentier:Rentiere:Rentier]
eo: [NAME:boaco:boacoj:de boaco]
es: [NAME:reno:renos:de reno]
ja: [NAME:トナカイ:トナカイ:トナカイの]
ko: [NAME:순록:순록들:순록]
pl: [NAME:renifer:renifery:reniferzy]
ru: [NAME:северный олень:северные олени:северного оленя]
tr: [NAME:ren geyiği:ren geyikleri:ren geyiği]
vi: [NAME:tuần lộc:tuần lộc:tuần lộc]
zh_hans: [NAME:驯鹿:驯鹿:驯鹿]

# CREATURE:REINDEER
source: [GENERAL_CHILD_NAME:reindeer calf:reindeer calves]
cs: [GENERAL_CHILD_NAME:sobí tele:sobí telata]
de: [GENERAL_CHILD_NAME:Rentierkälb:Rentierkälber]
eo: [GENERAL_CHILD_NAME:boacido:boacidoj]
es: [GENERAL_CHILD_NAME:cría de reno:crías de reno]
ja: [GENERAL_CHILD_NAME:トナカイの仔:トナカイの仔の]
ko: [GENERAL_CHILD_NAME:새끼 순록:새끼 순록들]
pl: [GENERAL_CHILD_NAME:cielak renifera:cielaki renifera]
ru: [GENERAL_CHILD_NAME:северный оленёнок:северные оленята]
tr: [GENERAL_CHILD_NAME:yavru ren geyiği:yavru ren geyikleri]
vi: [GENERAL_CHILD_NAME:tuần lộc con:tuần lộc con]
zh_hans: [GENERAL_CHILD_NAME:驯鹿幼崽:驯鹿幼崽]

# CREATURE:REINDEER
source: [PREFSTRING:large herds]
cs: [PREFSTRING:velkými stády]
de: [PREFSTRING:große Herden]
eo: [PREFSTRING:grandaj gregoj]
es: [PREFSTRING:rebaños grandes]
ko: [PREFSTRING:커다란 무리]
pl: [PREFSTRING:duże stada]
ru: [PREFSTRING:большие стада]
tr: [PREFSTRING:büyük sürüler]
vi: [PREFSTRING:những đàn lớn]
zh_hans: [PREFSTRING:大群]

# CREATURE:REINDEER
source: [STATE_NAME:ALL_SOLID:antler]
cs: [STATE_NAME:ALL_SOLID:paroh]
de: [STATE_NAME:ALL_SOLID:Geweih]
eo: [STATE_NAME:ALL_SOLID:ramuro]
es: [STATE_NAME:ALL_SOLID:cuerno]
ja: [STATE_NAME:ALL_SOLID:角]
ko: [STATE_NAME:ALL_SOLID:뿔]
pl: [STATE_NAME:ALL_SOLID:poroże]
ru: [STATE_NAME:ALL_SOLID:ветвистый рог]
tr: [STATE_NAME:ALL_SOLID:boynuz]
vi: [STATE_NAME:ALL_SOLID:gạc]
zh_hans: [STATE_NAME:ALL_SOLID:鹿角]

# CREATURE:REINDEER
source: [STATE_ADJ:ALL_SOLID:antler]
cs: [STATE_ADJ:ALL_SOLID:parohový]
de: [STATE_ADJ:ALL_SOLID:Geweih]
eo: [STATE_ADJ:ALL_SOLID:ramura]
es: [STATE_ADJ:ALL_SOLID:cornudo]
ja: [STATE_ADJ:ALL_SOLID:角]
ko: [STATE_ADJ:ALL_SOLID:뿔]
pl: [STATE_ADJ:ALL_SOLID:porożowy]
ru: [STATE_ADJ:ALL_SOLID:ветвистый рог]
tr: [STATE_ADJ:ALL_SOLID:boynuz]
vi: [STATE_ADJ:ALL_SOLID:gạc]
zh_hans: [STATE_ADJ:ALL_SOLID:鹿角的]

# CREATURE:REINDEER
source: [TISSUE_NAME:antler:NP]
cs: [TISSUE_NAME:paroh:NP]
de: [TISSUE_NAME:Geweih:NP]
eo: [TISSUE_NAME:ramuro:ramuroj]
es: [TISSUE_NAME:cuerno:NP]
ja: [TISSUE_NAME:角:NP]
ko: [TISSUE_NAME:사슴뿔:NP]
pl: [TISSUE_NAME:poroże:NP]
ru: [TISSUE_NAME:ветвистый рог:NP]
tr: [TISSUE_NAME:boynuz:NP]
zh_hans: [TISSUE_NAME:鹿角:NP]

# CREATURE:REINDEER
source: [ATTACK_VERB:kick:kicks]
cs: [ATTACK_VERB:kop:kopy]
de: [ATTACK_VERB:treten:tritt]
eo: [ATTACK_VERB:hufbatas:hufbatas]
es: [ATTACK_VERB:patada:patadas]
ja: [ATTACK_VERB:蹴った:蹴った]
ko: [ATTACK_VERB:발로 참:발로 참]
pl: [ATTACK_VERB:kopiesz:kopie]
ru: [ATTACK_VERB:лягаете:лягает]
tr: [ATTACK_VERB:tekmele:tekmeler]
vi: [ATTACK_VERB:Đá:Những cú đá]
zh_hans: [ATTACK_VERB:踢:踢]

# CREATURE:REINDEER
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:REINDEER
source: [ATTACK_VERB:gore:gores]
cs: [ATTACK_VERB:kaluž krve:kaluže krve]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:kornobatas:kornobatas]
es: [ATTACK_VERB:cornada:cornadas]
ja: [ATTACK_VERB:角で突いた:角で突いた]
ko: [ATTACK_VERB:뿔로 들이받음:뿔로 들이받음]
pl: [ATTACK_VERB:rozpruwasz:rozpruwa]
ru: [ATTACK_VERB:бодаете:бодает]
tr: [ATTACK_VERB:boynuzla:boynuzlar]
vi: [ATTACK_VERB:húc:húc]
zh_hans: [ATTACK_VERB:顶:顶]

# CREATURE:REINDEER
source: [CASTE_NAME:reindeer cow:reindeer cows:reindeer cow]
cs: [CASTE_NAME:samice soba:samice sobů:samice soba]
de: [CASTE_NAME:Rentierkuh:Rentierkühe:Rentierkuh]
eo: [CASTE_NAME:boacino:boacinoj:de boacino]
es: [CASTE_NAME:reno vaca:reno vacas:reno vaca]
ja: [CASTE_NAME:トナカイの雌:トナカイの雌:トナカイの雌の]
ko: [CASTE_NAME:암컷 순록:암컷 순록들:암컷 순록]
pl: [CASTE_NAME:łania renifera:łanie renifera:łańsko reniferzy]
ru: [CASTE_NAME:важенка:важенки:важенки]
tr: [CASTE_NAME:dişi ren geyiği:dişi ren geyikleri:dişi ren geyiği]
vi: [CASTE_NAME:tuần lộc cái:tuần lộc cái:tuần lộc cái]
zh_hans: [CASTE_NAME:母驯鹿:母驯鹿:母驯鹿]

# CREATURE:REINDEER
source: [STATE_NAME:ALL_SOLID:frozen reindeer's milk]
cs: [STATE_NAME:ALL_SOLID:mražené sobí mléko]
de: [STATE_NAME:ALL_SOLID:gefrorene Rentiermilch]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita lakto de boaco]
es: [STATE_NAME:ALL_SOLID:leche congelada de reno]
ja: [STATE_NAME:ALL_SOLID:凍ったトナカイのミルク]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 순록젖]
pl: [STATE_NAME:ALL_SOLID:zamrożone mleko renifera]
ru: [STATE_NAME:ALL_SOLID:замёрзшее молоко северного оленя]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş ren geyiği sütü]
vi: [STATE_NAME:ALL_SOLID:sữa tuần lộc đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冷冻的鹿奶]

# CREATURE:REINDEER
source: [STATE_ADJ:ALL_SOLID:frozen reindeer's milk]
cs: [STATE_ADJ:ALL_SOLID:mražené sobí mléko]
de: [STATE_ADJ:ALL_SOLID:gefrorene Rentiermilch]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita lakto de boaco]
es: [STATE_ADJ:ALL_SOLID:de leche congelada de reno]
ja: [STATE_ADJ:ALL_SOLID:凍ったトナカイのミルク]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 순록젖]
pl: [STATE_ADJ:ALL_SOLID:zamrożone mleczny renifera]
ru: [STATE_ADJ:ALL_SOLID:замёрзшее молоко северного оленя]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş ren geyiği sütü]
vi: [STATE_ADJ:ALL_SOLID:sữa tuần lộc đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冷冻的鹿奶的]

# CREATURE:REINDEER
source: [STATE_NAME:LIQUID:reindeer's milk]
cs: [STATE_NAME:LIQUID:sobí mléko]
de: [STATE_NAME:LIQUID:Rentiermilch]
eo: [STATE_NAME:LIQUID:lakto de boaco]
es: [STATE_NAME:LIQUID:leche de reno]
ja: [STATE_NAME:LIQUID:トナカイのミルク]
ko: [STATE_NAME:LIQUID:순록 젖]
pl: [STATE_NAME:LIQUID:mleko renifera]
ru: [STATE_NAME:LIQUID:молоко северного оленя]
tr: [STATE_NAME:LIQUID:ren geyiği sütü]
vi: [STATE_NAME:LIQUID:sữa tuần lộc]
zh_hans: [STATE_NAME:LIQUID:鹿奶]

# CREATURE:REINDEER
source: [STATE_ADJ:LIQUID:reindeer's milk]
cs: [STATE_ADJ:LIQUID:sobí mléko]
de: [STATE_ADJ:LIQUID:Rentiermilch]
eo: [STATE_ADJ:LIQUID:de lakto de boaco]
es: [STATE_ADJ:LIQUID:de leche de reno]
ja: [STATE_ADJ:LIQUID:トナカイのミルク]
ko: [STATE_ADJ:LIQUID:순록 젖]
pl: [STATE_ADJ:LIQUID:mleczny renifera]
ru: [STATE_ADJ:LIQUID:молоко северного оленя]
tr: [STATE_ADJ:LIQUID:ren geyiği sütü]
vi: [STATE_ADJ:LIQUID:sữa tuần lộc]
zh_hans: [STATE_ADJ:LIQUID:鹿奶的]

# CREATURE:REINDEER
source: [STATE_NAME:GAS:boiling reindeer's milk]
cs: [STATE_NAME:GAS:vařící sobí mléko]
de: [STATE_NAME:GAS:kochende Rentiermilch]
eo: [STATE_NAME:GAS:bolanta lakto de boaco]
es: [STATE_NAME:GAS:leche de reno hirviendo]
ja: [STATE_NAME:GAS:蒸気化したトナカイのミルク]
ko: [STATE_NAME:GAS:기화된 순록젖]
pl: [STATE_NAME:GAS:gotujące się mleko renifera]
ru: [STATE_NAME:GAS:кипящее молоко северного оленя]
tr: [STATE_NAME:GAS:kaynayan ren geyiği sütü]
vi: [STATE_NAME:GAS:sữa tuần lộc đang đun sôi]
zh_hans: [STATE_NAME:GAS:沸腾的鹿奶]

# CREATURE:REINDEER
source: [STATE_ADJ:GAS:boiling reindeer's milk]
cs: [STATE_ADJ:GAS:vařící sobí mléko]
de: [STATE_ADJ:GAS:kochende Rentiermilch]
eo: [STATE_ADJ:GAS:de bolanta lakto de boaco]
es: [STATE_ADJ:GAS:de leche de reno hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したトナカイのミルク]
ko: [STATE_ADJ:GAS:기화된 순록젖]
pl: [STATE_ADJ:GAS:gotujące się mleczny renifera]
ru: [STATE_ADJ:GAS:кипящее молоко северного оленя]
tr: [STATE_ADJ:GAS:kaynayan ren geyiği sütü]
vi: [STATE_ADJ:GAS:sữa tuần lộc đang đun sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的鹿奶的]

# CREATURE:REINDEER
source: [STATE_NAME:SOLID:reindeer cheese]
cs: [STATE_NAME:SOLID:sobí sýr]
de: [STATE_NAME:SOLID:Rentierkäse]
eo: [STATE_NAME:SOLID:fromaĝo de boaco]
es: [STATE_NAME:SOLID:queso de reno]
ja: [STATE_NAME:SOLID:トナカイのチーズ]
ko: [STATE_NAME:SOLID:순록 치즈]
pl: [STATE_NAME:SOLID:reniferzy ser]
ru: [STATE_NAME:SOLID:сыр северного оленя]
tr: [STATE_NAME:SOLID:ren geyiği peyniri]
vi: [STATE_NAME:SOLID:phô mai tuần lộc]
zh_hans: [STATE_NAME:SOLID:鹿奶奶酪]

# CREATURE:REINDEER
source: [STATE_ADJ:SOLID:reindeer cheese]
cs: [STATE_ADJ:SOLID:sobí sýr]
de: [STATE_ADJ:SOLID:Rentierkäse]
eo: [STATE_ADJ:SOLID:de fromaĝo de boaco]
es: [STATE_ADJ:SOLID:de queso de reno]
ja: [STATE_ADJ:SOLID:トナカイのチーズ]
ko: [STATE_ADJ:SOLID:순록 치즈]
pl: [STATE_ADJ:SOLID:reniferzy serowy]
ru: [STATE_ADJ:SOLID:сыр северного оленя]
tr: [STATE_ADJ:SOLID:ren geyiği peyniri]
vi: [STATE_ADJ:SOLID:phô mai tuần lộc]
zh_hans: [STATE_ADJ:SOLID:鹿奶奶酪的]

# CREATURE:REINDEER
source: [STATE_NAME:SOLID_POWDER:reindeer cheese powder]
cs: [STATE_NAME:SOLID_POWDER:sušený sobí sýr]
de: [STATE_NAME:SOLID_POWDER:Rentierkäsepulver]
eo: [STATE_NAME:SOLID_POWDER:pulvoro de fromaĝo de boaco]
es: [STATE_NAME:SOLID_POWDER:polvo de queso de reno]
ja: [STATE_NAME:SOLID_POWDER:トナカイのチーズ粉末]
ko: [STATE_NAME:SOLID_POWDER:순록 치즈가루]
pl: [STATE_NAME:SOLID_POWDER:sproszkowany reniferzy ser]
ru: [STATE_NAME:SOLID_POWDER:тёртый сыр северного оленя]
tr: [STATE_NAME:SOLID_POWDER:ren geyiği peyniri tozu]
vi: [STATE_NAME:SOLID_POWDER:bột phô mai tuần lộc]
zh_hans: [STATE_NAME:SOLID_POWDER:鹿奶奶酪粉]

# CREATURE:REINDEER
source: [STATE_ADJ:SOLID_POWDER:reindeer cheese powder]
cs: [STATE_ADJ:SOLID_POWDER:sušený sobí sýr]
de: [STATE_ADJ:SOLID_POWDER:Rentierkäsepulver]
eo: [STATE_ADJ:SOLID_POWDER:de pulvoro de fromaĝo de boaco]
es: [STATE_ADJ:SOLID_POWDER:de polvo de queso de reno]
ja: [STATE_ADJ:SOLID_POWDER:トナカイのチーズ粉末]
ko: [STATE_ADJ:SOLID_POWDER:순록 치즈가루]
pl: [STATE_ADJ:SOLID_POWDER:sproszkowany reniferzy serowy]
ru: [STATE_ADJ:SOLID_POWDER:тёртый сыр северного оленя]
tr: [STATE_ADJ:SOLID_POWDER:ren geyiği peyniri tozu]
vi: [STATE_ADJ:SOLID_POWDER:bột phô mai tuần lộc]
zh_hans: [STATE_ADJ:SOLID_POWDER:鹿奶奶酪粉的]

# CREATURE:REINDEER
source: [STATE_NAME:LIQUID:melted reindeer cheese]
cs: [STATE_NAME:LIQUID:tavený sobí sýr]
de: [STATE_NAME:LIQUID:geschmolzener Rentierkäse]
eo: [STATE_NAME:LIQUID:fandita fromaĝo de boaco]
es: [STATE_NAME:LIQUID:queso de reno derretido]
ja: [STATE_NAME:LIQUID:溶けたトナカイのチーズ]
ko: [STATE_NAME:LIQUID:녹은 순록 치즈]
pl: [STATE_NAME:LIQUID:roztopiony reniferzy ser]
ru: [STATE_NAME:LIQUID:расплавленный сыр северного оленя]
tr: [STATE_NAME:LIQUID:erimiş ren geyiği peyniri]
vi: [STATE_NAME:LIQUID:phô mai tuần lộc tan chảy]
zh_hans: [STATE_NAME:LIQUID:溶化的鹿奶奶酪]

# CREATURE:REINDEER
source: [STATE_ADJ:LIQUID:melted reindeer cheese]
cs: [STATE_ADJ:LIQUID:tavený sobí sýr]
de: [STATE_ADJ:LIQUID:geschmolzener Rentierkäse]
eo: [STATE_ADJ:LIQUID:de fandita fromaĝo de boaco]
es: [STATE_ADJ:LIQUID:de queso de reno derretido]
ja: [STATE_ADJ:LIQUID:溶けたトナカイのチーズ]
ko: [STATE_ADJ:LIQUID:녹은 순록 치즈]
pl: [STATE_ADJ:LIQUID:roztopiony reniferzy serowy]
ru: [STATE_ADJ:LIQUID:расплавленный сыр северного оленя]
tr: [STATE_ADJ:LIQUID:erimiş ren geyiği peyniri]
vi: [STATE_ADJ:LIQUID:phô mai tuần lộc tan chảy]
zh_hans: [STATE_ADJ:LIQUID:溶化的鹿奶奶酪的]

# CREATURE:REINDEER
source: [STATE_NAME:GAS:boiling reindeer cheese]
cs: [STATE_NAME:GAS:vařící sobí sýr]
de: [STATE_NAME:GAS:kochender Rentierkäse]
eo: [STATE_NAME:GAS:bolanta fromaĝo de boaco]
es: [STATE_NAME:GAS:queso de reno hirviendo]
ja: [STATE_NAME:GAS:蒸気化したトナカイのチーズ]
ko: [STATE_NAME:GAS:기화된 순록 치즈]
pl: [STATE_NAME:GAS:gotujące się reniferzy ser]
ru: [STATE_NAME:GAS:пары сыра северного оленя]
tr: [STATE_NAME:GAS:kaynayan ren geyiği peyniri]
vi: [STATE_NAME:GAS:phô mai tuần lộc đang đun sôi]
zh_hans: [STATE_NAME:GAS:沸腾的鹿奶奶酪]

# CREATURE:REINDEER
source: [STATE_ADJ:GAS:boiling reindeer cheese]
cs: [STATE_ADJ:GAS:vařící sobí sýr]
de: [STATE_ADJ:GAS:kochender Rentierkäse]
eo: [STATE_ADJ:GAS:de bolanta fromaĝo de boaco]
es: [STATE_ADJ:GAS:de queso de reno hirviendo]
ja: [STATE_ADJ:GAS:蒸気化したトナカイのチーズ]
ko: [STATE_ADJ:GAS:기화된 순록 치즈]
pl: [STATE_ADJ:GAS:gotujące się reniferzy serowy]
ru: [STATE_ADJ:GAS:кипящий сыр северного оленя]
tr: [STATE_ADJ:GAS:kaynayan ren geyiği peyniri]
vi: [STATE_ADJ:GAS:phô mai tuần lộc đang đun sôi]
zh_hans: [STATE_ADJ:GAS:沸腾的鹿奶奶酪的]
