Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:FISH_CLOWNFISH
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:FISH_CLOWNFISH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_CLOWNFISH
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_CLOWNFISH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_HAGFISH
source: [DESCRIPTION:A small, spineless, eel-like fish that lives on the bottom of the ocean. It can turn the water around its body into a cloud of slime to escape predators.]
cs: [DESCRIPTION:Drobná bezobratlá ryba podobná úhoři, žijící na mořském dně. Dokáže proměnit vodu kolem sebe v oblak slizu, aby unikla predátorům.]
de: [DESCRIPTION:Ein kleiner, stachelloser, aalartiger Fisch, der auf dem Meeresgrund lebt. Er kann das Wasser um seinen Körper herum in eine Schleimwolke verwandeln, um Fressfeinden zu entkommen.]
eo: [DESCRIPTION:Malgranda senspina angilsimila fiŝo kiu loĝas en la fundo oceana. Ĝi povas igi la akvon ĉirkaŭ sia korpo en mukan nubon por eviti predantojn.]
es: [DESCRIPTION:Es un pez pequeño e invertebrado, con forma de anguila, que vive en el fondo del océano. Puede convertir el agua cercana a su cuerpo en una nube de limo para escapar de los depredadores .]
ja: [DESCRIPTION:海底に生息する、とげのないウナギのような小さな魚。体の周りの水をスライムの雲に変えて、捕食者から逃れることができます。]
ko: [DESCRIPTION:바다 밑바닥에 사는 작고, 척추가 없고, 뱀장어처럼 생긴 물고기. 그것은 포식자들을 피하기 위해 몸 주위의 물을 점액 구름으로 바꿀 수 있습니다.]
pl: [DESCRIPTION:Mała, bezkręgowa, wędorzopodobna ryba, która żyje na dnie oceanu. Może zmienić wodę wokół jej ciała w chmurę szlamu, aby uciec drapieżnikom.]
ru: [DESCRIPTION:Небольшая беспозвоночная угреподобная рыба, живущая на дне океана. Она может превратить воду вокруг своего тела в облако слизи, чтобы спастись от хищников.]
tr: [DESCRIPTION:Okyanus tabanında yaşayan küçük, omurgasız, yılan benzeri bir balık. Yırtıcılardan kaçmak için vücudunun etrafındaki suyu bir sümük bulutuna dönüştürebilir.]
vi: [DESCRIPTION:Một loài cá nhỏ, không có xương sống, giống lươn, sống dưới đáy đại dương. Nó có thể biến nước xung quanh cơ thể thành một đám chất nhờn để thoát khỏi kẻ săn mồi.]
zh_hans: [DESCRIPTION:一种小型的、无刺的、类似鳗鱼的鱼，生活在海洋的底部。 它可以把身体周围的水变成一团粘液，以逃避捕食者。]

# CREATURE:FISH_HAGFISH
source: [NAME:hagfish:hagfish:hagfish]
cs: [NAME:sliznatka:sliznatky:sliznatka]
de: [NAME:Schleimaal:Schleimaale:Schleimfisch]
eo: [NAME:mukofiŝo:mukofiŝoj:de mukofiŝo]
es: [NAME:mixino:mixinos:mixino]
ja: [NAME:ヌタウナギ:ヌタウナギ:ヌタウナギの]
ko: [NAME:먹장어:먹장어들:먹장어]
pl: [NAME:śluzica:śluzice:śluzicowy]
ru: [NAME:миксина:миксины:миксины]
tr: [NAME:balçık yılan balığı:balçık yılan balıkları:balçık yılan balığı]
vi: [NAME:cá nhầy:cá nhầy:cá nhầy]
zh_hans: [NAME:盲鳗:盲鳗:盲鳗]

# CREATURE:FISH_HAGFISH
source: [CASTE_NAME:hagfish:hagfish:hagfish]
cs: [CASTE_NAME:sliznatka:sliznatky:sliznatka]
de: [CASTE_NAME:Schleimaal:Schleimaale:Schleimfisch]
eo: [CASTE_NAME:mukofiŝo:mukofiŝoj:de mukofiŝo]
es: [CASTE_NAME:mixino:mixinos:mixino]
ja: [CASTE_NAME:ヌタウナギ:ヌタウナギ:ヌタウナギの]
ko: [CASTE_NAME:먹장어:먹장어들:먹장어]
pl: [CASTE_NAME:śluzica:śluzice:śluzicowy]
ru: [CASTE_NAME:миксина:миксины:миксины]
tr: [CASTE_NAME:balçık yılan balığı:balçık yılan balıkları:balçık yılan balığı]
vi: [CASTE_NAME:cá nhầy:cá nhầy:cá nhầy]
zh_hans: [CASTE_NAME:盲鳗:盲鳗:盲鳗]

# CREATURE:FISH_HAGFISH
source: [PREFSTRING:slime]
cs: [PREFSTRING:slizem]
de: [PREFSTRING:Schleim]
eo: [PREFSTRING:muko]
es: [PREFSTRING:limo]
ja: [PREFSTRING:ねばねば]
ko: [PREFSTRING:점액]
pl: [PREFSTRING:śluz]
ru: [PREFSTRING:слизь]
tr: [PREFSTRING:sümük]
vi: [PREFSTRING:chất nhờn]

# CREATURE:FISH_HAGFISH
source: [PREFSTRING:ability to tie themselves in knots]
cs: [PREFSTRING:schopností svazovat se do uzlů]
de: [PREFSTRING:fähig sich selbst zu verknoten]
eo: [PREFSTRING:kapablo por sinnodado]
es: [PREFSTRING:habilidad para enudarse]
ja: [PREFSTRING:自ら絡まる]
ko: [PREFSTRING:매듭을 짓는 능력]
pl: [PREFSTRING:zdolność do wiązania samych siebie w węzły]
ru: [PREFSTRING:умение завязываться в узел]
tr: [PREFSTRING:kendilerini düğüm yapma yeteneği]
vi: [PREFSTRING:khả năng tự thắt nút]

# CREATURE:FISH_HAGFISH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_HAGFISH
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:FISH_HAGFISH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_LAMPREY_BROOK
source: [DESCRIPTION:A small, jawless, filter-feeding fish found in brooks and streams.]
cs: [DESCRIPTION:Drobná bezzubá ryba živící se filtrováním vody, vyskytující se v potocích.]
de: [DESCRIPTION:Ein kleiner, kieferloser, filtrierender Fisch, der in Bächen und Flüssen vorkommt.]
eo: [DESCRIPTION:Malgranda senmekzela filtromanĝanta fiŝo kiu troviĝas en riveretoj.]
es: [DESCRIPTION:Un pequeño pez sin mandíbulas, que se alimenta vía filtración, visto en riachos y arroyos.]
ja: [DESCRIPTION:小川に棲む小さな無顎のろ過摂食魚。]
ko: [DESCRIPTION:개울과 개울에서 발견되는 작고 턱이 없는 필터를 먹이로 하는 물고기.]
pl: [DESCRIPTION:Mała, bezszczękowa, odżywiająca się filtrowo ryba, którą można znaleźć w potokach i strumieniach.]
ru: [DESCRIPTION:Небольшая бесчелюстная рыба, кормящаяся планктоном, добываемым фильтрацией воды. Обитает в ручьях и реках.]
tr: [DESCRIPTION:Çaylarda ve akarsularda bulunan, küçük, çenesiz, filtreyle beslenen bir balık.]
vi: [DESCRIPTION:Một loài cá nhỏ, không hàm, ăn lọc, được tìm thấy ở suối và sông nhỏ.]

# CREATURE:FISH_LAMPREY_BROOK
source: [NAME:brook lamprey:brook lampreys:brook lamprey]
cs: [NAME:mihule potoční:mihule potoční:mihule potoční]
de: [NAME:Bachneunauge:Bachneunaugen:Bachneunauge]
eo: [NAME:rivereta petromizo:riveretaj petromizoj:de rivereta petromizo]
es: [NAME:lamprea de arroyo:lampreas de arroyo:lamprea de arroyo]
ja: [NAME:スナヤツメ:スナヤツメ:スナヤツメの]
ko: [NAME:북미다묵장어:북미다묵장어들:북미다묵장어]
pl: [NAME:minóg strumieniowy:minogi strumieniowe:minógo strumieniowy]
ru: [NAME:ручейная минога:ручейные миноги:ручейной миноги]
tr: [NAME:dere taşemeni:dere taşemenleri:dere taşemeni]
vi: [NAME:cá mút đá suối:cá mút đá suối:cá mút đá suối]
zh_hans: [NAME:河七鳃鳗:河七鳃鳗:河七鳃鳗]

# CREATURE:FISH_LAMPREY_BROOK
source: [CASTE_NAME:brook lamprey:brook lampreys:brook lamprey]
cs: [CASTE_NAME:mihule potoční:mihule potoční:mihule potoční]
de: [CASTE_NAME:Bachneunauge:Bachneunaugen:Bachneunauge]
eo: [CASTE_NAME:rivereta petromizo:riveretaj petromizoj:de rivereta petromizo]
es: [CASTE_NAME:lamprea de arroyo:lampreas de arroyo:lamprea de arroyo]
ja: [CASTE_NAME:スナヤツメ:スナヤツメ:スナヤツメの]
ko: [CASTE_NAME:북미다묵장어:북미다묵장어들:북미다묵장어]
pl: [CASTE_NAME:minóg strumieniowy:minogi strumieniowe:minógo strumieniowy]
ru: [CASTE_NAME:ручейная минога:ручейные миноги:ручейной миноги]
tr: [CASTE_NAME:dere taşemeni:dere taşemenleri:dere taşemeni]
vi: [CASTE_NAME:cá mút đá suối:cá mút đá suối:cá mút đá suối]
zh_hans: [CASTE_NAME:河七鳃鳗:河七鳃鳗:河七鳃鳗]

# CREATURE:FISH_LAMPREY_BROOK
source: [PREFSTRING:beauty]
cs: [PREFSTRING:krásou]
de: [PREFSTRING:Schönheit]
eo: [PREFSTRING:beleco]
es: [PREFSTRING:belleza]
ja: [PREFSTRING:美しい]
ko: [PREFSTRING:아름다움]
pl: [PREFSTRING:urodzie]
ru: [PREFSTRING:красоту]
tr: [PREFSTRING:güzellik]
vi: [PREFSTRING:vẻ đẹp]

# CREATURE:FISH_LAMPREY_BROOK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_LAMPREY_BROOK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:FISH_LAMPREY_BROOK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_RAY_BAT
source: [DESCRIPTION:A medium-sized, winged fish found in the muddy coasts of both temperate and tropical waters.]
cs: [DESCRIPTION:Středně velká „okřídlená“ ryba žijící v bahnitých pobřežích mírných i tropických vod.]
de: [DESCRIPTION:Ein mittelgroßer, geflügelter Fisch, der in den schlammigen Küstengebieten der gemäßigten und tropischen Gewässer vorkommt.]
eo: [DESCRIPTION:Mezgranda fiŝo kun flugilsimilaj naĝiloj, kiu troviĝas en la kotaj bordoj de akvoj kiel mezvarmaj, tiel ankaŭ tropikaj.]
es: [DESCRIPTION:Un pez mediano, con aletas en forma de ala, visto en las costas fangosas, en aguas tanto templadas como tropicales.]
ja: [DESCRIPTION:熱帯の汽水に棲む、中型のエイの仲間だ。]
ko: [DESCRIPTION:온대와 열대 수역의 진흙투성이 해안에서 발견되는 중간 크기의 날개 달린 물고기.]
pl: [DESCRIPTION:Średniej wielkości, uskrzydlona ryba, którą można znaleźć na błotnistych wybrzeżach wód umiarkowanych i tropikalnych.]
ru: [DESCRIPTION:Крылатая рыба средних размеров, обитающая в мутных прибрежных водах умеренного и тропического климата.]
tr: [DESCRIPTION:Hem ılıman hem de tropikal suların çamurlu kıyılarında bulunan, orta büyüklükte, kanatlı bir balık.]
vi: [DESCRIPTION:Một loài cá có vây tựa cánh cỡ trung bình, được tìm thấy ở các bờ biển bùn lầy của cả vùng nước ôn đới và nhiệt đới.]

# CREATURE:FISH_RAY_BAT
source: [NAME:bat ray:bat rays:bat ray]
cs: [NAME:rejnok netopýří:rejnoci netopýří:rejnok netopýří]
de: [NAME:Adlerrochen:Adlerrochenn:Adlerrochen]
eo: [NAME:vespertrajo:vespertrajoj:de vespertrajo]
es: [NAME:raya murciélago:rayas murciélago:raya murciélago]
ja: [NAME:コウモリエイ:コウモリエイ:コウモリエイの]
ko: [NAME:박쥐가오리:박쥐가오리들:박쥐가오리]
pl: [NAME:orleń:orlenie:orleniowy]
ru: [NAME:орляк:орляки:орляка]
tr: [NAME:yarasa vatozu:yarasa vatozları:yarasa vatozu]
vi: [NAME:cá đuối dơi:cá đuối dơi:cá đuối dơi]
zh_hans: [NAME:蝠鲼:蝠鲼:蝠鲼]

# CREATURE:FISH_RAY_BAT
source: [CASTE_NAME:bat ray:bat rays:bat ray]
cs: [CASTE_NAME:rejnok netopýří:rejnoci netopýří:rejnok netopýří]
de: [CASTE_NAME:Adlerrochen:Adlerrochenn:Adlerrochen]
eo: [CASTE_NAME:vespertrajo:vespertrajoj:de vespertrajo]
es: [CASTE_NAME:raya murciélago:rayas murciélago:raya murciélago]
ja: [CASTE_NAME:コウモリエイ:コウモリエイ:コウモリエイの]
ko: [CASTE_NAME:박쥐가오리:박쥐가오리들:박쥐가오리]
pl: [CASTE_NAME:orleń:orlenie:orleniowy]
ru: [CASTE_NAME:орляк:орляки:орляка]
tr: [CASTE_NAME:yarasa vatozu:yarasa vatozları:yarasa vatozu]
vi: [CASTE_NAME:cá đuối dơi:cá đuối dơi:cá đuối dơi]
zh_hans: [CASTE_NAME:蝠鲼:蝠鲼:蝠鲼]

# CREATURE:FISH_RAY_BAT
source: [PREFSTRING:shape]
cs: [PREFSTRING:tvarem]
de: [PREFSTRING:Form]
eo: [PREFSTRING:formo]
es: [PREFSTRING:forma]
ja: [PREFSTRING:形]
ko: [PREFSTRING:모양]
pl: [PREFSTRING:kształt]
ru: [PREFSTRING:форму]
tr: [PREFSTRING:şekil]
vi: [PREFSTRING:hình dạng]

# CREATURE:FISH_RAY_BAT
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_RAY_BAT
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:FISH_RAY_BAT
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_RAY_THORNBACK
source: [DESCRIPTION:A small winged fish found in shallow seas.]
cs: [DESCRIPTION:Drobná „okřídlená“ ryba žijící v mělkých mořích.]
de: [DESCRIPTION:Ein kleiner geflügelter Fisch, der in flachen Meeren vorkommt.]
eo: [DESCRIPTION:Mezgranda fiŝo kun flugilsimilaj naĝiloj, kiu troviĝas en malprofundaj maroj.]
es: [DESCRIPTION:Un pequeño pez alado que se encuentra en mares poco profundos.]
ja: [DESCRIPTION:浅い海に棲む、小型のエイだ。]
ko: [DESCRIPTION:얕은 바다에서 발견된 작은 날개 달린 물고기.]
pl: [DESCRIPTION:Mała, uskrzydlona ryba, którą można znaleźć w płytkich morzach.]
ru: [DESCRIPTION:Небольшая крылатая рыба, обитающая на морских отмелях.]
tr: [DESCRIPTION:Sığ denizlerde bulunan küçük, kanatlı bir balık.]
vi: [DESCRIPTION:Một loài cá có vây tựa cánh nhỏ, được tìm thấy ở các vùng biển nông.]

# CREATURE:FISH_RAY_THORNBACK
source: [NAME:thornback ray:thornback rays:thornback ray]
cs: [NAME:rejnok trnitý:rejnoci trnití:rejnok trnitý]
de: [NAME:Nagelrochen:Nagelrochen:Nagelrochen]
eo: [NAME:pikilrajo:pikilrajoj:de pikilrajo]
es: [NAME:raya clavata:rayas clavata:raya clavata]
ja: [NAME:イボガンギエイ:イボガンギエイ:イボガンギエイの]
ko: [NAME:대서양홍어:대서양홍어들:대서양홍어]
pl: [NAME:raja nabijana:raje nabijane:rajo nabijany]
ru: [NAME:морская лисица:морские лисицы:морской лисицы]
tr: [NAME:iğneli vatoz:iğneli vatozlar:iğneli vatoz]
vi: [NAME:cá đuối lưng gai:cá đuối lưng gai:cá đuối lưng gai]
zh_hans: [NAME:刺鳐:刺鳐:刺鳐]

# CREATURE:FISH_RAY_THORNBACK
source: [CASTE_NAME:thornback ray:thornback rays:thornback ray]
cs: [CASTE_NAME:rejnok trnitý:rejnoci trnití:rejnok trnitý]
de: [CASTE_NAME:Nagelrochen:Nagelrochen:Nagelrochen]
eo: [CASTE_NAME:pikilrajo:pikilrajoj:de pikilrajo]
es: [CASTE_NAME:raya clavata:rayas clavata:raya clavata]
ja: [CASTE_NAME:イボガンギエイ:イボガンギエイ:イボガンギエイの]
ko: [CASTE_NAME:대서양홍어:대서양홍어들:대서양홍어]
pl: [CASTE_NAME:raja nabijana:raje nabijane:rajo nabijany]
ru: [CASTE_NAME:морская лисица:морские лисицы:морской лисицы]
tr: [CASTE_NAME:iğneli vatoz:iğneli vatozlar:iğneli vatoz]
vi: [CASTE_NAME:cá đuối lưng gai:cá đuối lưng gai:cá đuối lưng gai]
zh_hans: [CASTE_NAME:刺鳐:刺鳐:刺鳐]

# CREATURE:FISH_RAY_THORNBACK
source: [PREFSTRING:back spines]
cs: [PREFSTRING:ostny na zádech]
de: [PREFSTRING:Rückenstachel]
eo: [PREFSTRING:dorsaj pikiloj]
es: [PREFSTRING:espina trasera]
ja: [PREFSTRING:背中のとげ]
ko: [PREFSTRING:등가시]
pl: [PREFSTRING:kolce grzbietowe]
ru: [PREFSTRING:шипы на спине]
tr: [PREFSTRING:sırt dikenleri]
vi: [PREFSTRING:gai lưng]

# CREATURE:FISH_RAY_THORNBACK
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_RAY_THORNBACK
source: [TLCM_NOUN:skin:SINGULAR]
cs: [TLCM_NOUN:kůže:SINGULAR]
de: [TLCM_NOUN:Haut:SINGULAR]
eo: [TLCM_NOUN:haŭto:SINGULAR]
es: [TLCM_NOUN:piel:SINGULAR]
ja: [TLCM_NOUN:肌:SINGULAR]
ko: [TLCM_NOUN:피부:SINGULAR]
pl: [TLCM_NOUN:skóra:SINGULAR]
ru: [TLCM_NOUN:кожа:SINGULAR]
tr: [TLCM_NOUN:deri:SINGULAR]

# CREATURE:FISH_RAY_THORNBACK
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_RATFISH_SPOTTED
source: [DESCRIPTION:A small, shark-like creature that lives in the ocean's muddy shallows. Its skin sparkles and it has a venomous spine on its back.]
cs: [DESCRIPTION:Drobný tvor podobný žraloku žijící v bahnitých mělčinách oceánu. Jeho kůže se třpytí a na zádech má jedovatý trn.]
de: [DESCRIPTION:Eine kleine, haifischähnliche Kreatur, die in den schlammigen Untiefen des Ozeans lebt. Seine Haut glänzt und er hat einen giftigen Stachel auf seinem Rücken.]
eo: [DESCRIPTION:Malgranda ŝarksimila estaĵo kiu loĝas en la oceanaj kotaj malprofundaĵoj. Ĝia haŭto trembrilas, kaj ĝi havas venenan pikilon sur sia dorso.]
es: [DESCRIPTION:Una pequeña criatura con forma de tiburón, que vive en los bajíos fangosos del océano. Su piel brilla, y tiene una espina venenosa en su espalda.]
ja: [DESCRIPTION:浅い海に棲む、小さなサメのような生き物。キラキラ輝く背中に、毒のとげを持つ。]
ko: [DESCRIPTION:바다의 진흙투성이 얕은 곳에 사는 상어처럼 생긴 작은 생물입니다. 피부는 반짝이고 등에는 독이 있는 척추가 있다.]
pl: [DESCRIPTION:Małe, rekinopodobne stworzenie, które żyje na błotnistych płyciznach oceanu. Jego skóra błyszczy, a na grzbiecie ma jadowity kręgosłup.]
ru: [DESCRIPTION:Небольшое, напоминающее акулу существо, живущее на илистых океанических отмелях. Его кожа блестит, а на его спине расположен ядовитый шип.]
tr: [DESCRIPTION:Okyanusun çamurlu sığlıklarında yaşayan, köpekbalığı benzeri küçük bir yaratık. Derisi parıldar ve sırtında zehirli bir dikeni vardır.]
vi: [DESCRIPTION:Một sinh vật nhỏ, giống cá mập, sống ở vùng biển nông bùn lầy. Da nó lấp lánh và nó có một gai độc trên lưng.]

# CREATURE:FISH_RATFISH_SPOTTED
source: [NAME:spotted ratfish:spotted ratfish:spotted ratfish]
cs: [NAME:chiméra skvrnitá:chiméry skvrnité:chiméra skvrnitá]
de: [NAME:gefleckte Seeratte:gefleckte Seeratten:gefleckte Seeratte]
eo: [NAME:makula ĥimero:makulaj ĥimeroj:de makula ĥimero]
es: [NAME:quimera:quimeras:quimera]
ja: [NAME:スポッテッドラットフィッシュ:スポッテッドラットフィッシュ:スポッテッドラットフィッシュの]
ko: [NAME:점박이은어:점박이은어들:점박이은어]
pl: [NAME:ryboszczur plamisty:ryboszczury plamiste:ryboszczurzo plamisty]
ru: [NAME:гидролаг:гидролаги:гидролага]
tr: [NAME:benekli sıçan balığı:benekli sıçan balıkları:benekli sıçan balığı]
vi: [NAME:cá chuột đốm:cá chuột đốm:cá chuột đốm]
zh_hans: [NAME:科氏兔银鲛:科氏兔银鲛:科氏兔银鲛]

# CREATURE:FISH_RATFISH_SPOTTED
source: [CASTE_NAME:spotted ratfish:spotted ratfish:spotted ratfish]
cs: [CASTE_NAME:chiméra skvrnitá:chiméry skvrnité:chiméra skvrnitá]
de: [CASTE_NAME:gefleckte Seeratte:gefleckte Seeratten:gefleckte Seeratte]
eo: [CASTE_NAME:makula ĥimero:makulaj ĥimeroj:de makula ĥimero]
es: [CASTE_NAME:quimera:quimeras:quimera]
ja: [CASTE_NAME:スポッテッドラットフィッシュ:スポッテッドラットフィッシュ:スポッテッドラットフィッシュの]
ko: [CASTE_NAME:점박이은어:점박이은어들:점박이은어]
pl: [CASTE_NAME:ryboszczur plamisty:ryboszczury plamiste:ryboszczurzo plamisty]
ru: [CASTE_NAME:гидролаг:гидролаги:гидролага]
tr: [CASTE_NAME:benekli sıçan balığı:benekli sıçan balıkları:benekli sıçan balığı]
vi: [CASTE_NAME:cá chuột đốm:cá chuột đốm:cá chuột đốm]
zh_hans: [CASTE_NAME:科氏兔银鲛:科氏兔银鲛:科氏兔银鲛]

# CREATURE:FISH_RATFISH_SPOTTED
source: [PREFSTRING:coloration]
cs: [PREFSTRING:zbarvením]
de: [PREFSTRING:Färbung]
eo: [PREFSTRING:koloroj]
es: [PREFSTRING:coloración]
ja: [PREFSTRING:派手な色]
ko: [PREFSTRING:색상]
pl: [PREFSTRING:ubarwienie]
ru: [PREFSTRING:окраску]
tr: [PREFSTRING:renklenme]

# CREATURE:FISH_RATFISH_SPOTTED
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]

# CREATURE:FISH_RATFISH_SPOTTED
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_RATFISH_SPOTTED
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]

# CREATURE:FISH_HERRING
source: [DESCRIPTION:A tiny marine fish found in vast schools.]
cs: [DESCRIPTION:Drobná mořská ryba tvořící obrovská hejna.]
de: [DESCRIPTION:Ein winziger Meeresfisch, der in riesigen Schwärmen vorkommt.]
eo: [DESCRIPTION:Eta mara fiŝo kiu troviĝas en vastaj gregoj.]
es: [DESCRIPTION:Un diminuto pez visto en grandes cardúmenes.]
ja: [DESCRIPTION:巨大な群れを作る小さな海水魚。]
ko: [DESCRIPTION:거대한 학교에서 발견되는 작은 바다 물고기.]
pl: [DESCRIPTION:Malutka, morska ryba, którą można znaleźć w dużych ławicach.]
ru: [DESCRIPTION:Мелкая морская рыба, встречается обширными косяками.]
tr: [DESCRIPTION:Devasa sürüler halinde bulunan minik bir deniz balığı.]
vi: [DESCRIPTION:Một loài cá biển nhỏ xíu, được tìm thấy trong những đàn lớn.]

# CREATURE:FISH_HERRING
source: [NAME:herring:herrings:herring]
cs: [NAME:sleď:sledi:sleď]
de: [NAME:Hering:Heringe:Hering]
eo: [NAME:haringo:haringoj:de haringo]
es: [NAME:arenque:arenques:arenque]
ja: [NAME:ニシン:ニシン:ニシンの]
ko: [NAME:청어:청어떼:청어]
pl: [NAME:śledź:śledzie:śledziowy]
ru: [NAME:сельдь:сельди:сельди]
tr: [NAME:ringa balığı:ringa balıkları:ringa balığı]
vi: [NAME:cá trích:cá trích:cá trích]
zh_hans: [NAME:鲱鱼:鲱鱼:鲱鱼]

# CREATURE:FISH_HERRING
source: [CASTE_NAME:herring:herrings:herring]
cs: [CASTE_NAME:sleď:sledi:sleď]
de: [CASTE_NAME:Hering:Heringe:Hering]
eo: [CASTE_NAME:haringo:haringoj:de haringo]
es: [CASTE_NAME:arenque:arenques:arenque]
ja: [CASTE_NAME:ニシン:ニシン:ニシンの]
ko: [CASTE_NAME:청어:청어들:청어]
pl: [CASTE_NAME:śledź:śledzie:śledziowy]
ru: [CASTE_NAME:сельдь:сельди:сельди]
tr: [CASTE_NAME:ringa balığı:ringa balıkları:ringa balığı]
vi: [CASTE_NAME:cá trích:cá trích:cá trích]
zh_hans: [CASTE_NAME:鲱鱼:鲱鱼:鲱鱼]

# CREATURE:FISH_HERRING
source: [PREFSTRING:massive schools]
cs: [PREFSTRING:obrovskými hejny]
de: [PREFSTRING:massive Schulen]
eo: [PREFSTRING:masivaj gregoj]
es: [PREFSTRING:cardúmenes]
ja: [PREFSTRING:巨大な群れ]
ko: [PREFSTRING:대규모 학교]
pl: [PREFSTRING:duże ławice]
ru: [PREFSTRING:огромные косяки]
tr: [PREFSTRING:devasa sürüler]
vi: [PREFSTRING:những đàn lớn]

# CREATURE:FISH_HERRING
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
