Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/objects/*.po
Languages: cs, de, eo, es, ja, ko, pl, ru, tr, vi, zh_hans

# CREATURE:FISH_GAR_LONGNOSE
source: [GENERAL_CHILD_NAME:longnose gar fry:longnose gar fry]
cs: [GENERAL_CHILD_NAME:jeseter potěr:jeseter potěr]
de: [GENERAL_CHILD_NAME:Langnasenmakrele:Langnasenmakrelen]
eo: [GENERAL_CHILD_NAME:longnaza lepisosteido:longnazaj lepisosteidoj]
es: [GENERAL_CHILD_NAME:alevín de pejelagarto narigudo:alevínes de pejelagarto narigudo]
ja: [GENERAL_CHILD_NAME:ロングノーズガーの稚魚:ロングノーズガーの稚魚の]
ko: [GENERAL_CHILD_NAME:긴코가아 튀김:긴코가아 튀김들]
pl: [GENERAL_CHILD_NAME:młody niszczuki długonosej:młode niszczuki długonosej]
ru: [GENERAL_CHILD_NAME:малёк длиннорылого панцирника:мальки длиннорылого панцирника]
tr: [GENERAL_CHILD_NAME:yavru uzun burunlu zargana:yavru uzun burunlu zarganalar]
vi: [GENERAL_CHILD_NAME:Cá mõm dài con:Cá mõm dài con]
zh_hans: [GENERAL_CHILD_NAME:油炸长吻雀鳝:油炸长吻雀鳝]

# CREATURE:FISH_GAR_LONGNOSE
source: [PREFSTRING:long noses]
cs: [PREFSTRING:dlouhé rypce]
de: [PREFSTRING:lange Nasen]
eo: [PREFSTRING:longaj nazoj]
es: [PREFSTRING:cuellos largos]
ja: [PREFSTRING:鼻が長い]
ko: [PREFSTRING:긴 noses]
pl: [PREFSTRING:długie nosy]
ru: [PREFSTRING:длинные носы]
tr: [PREFSTRING:uzun burunlar]
vi: [PREFSTRING:Mũi dài]
zh_hans: [PREFSTRING:长鼻]

# CREATURE:FISH_GAR_LONGNOSE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_GAR_LONGNOSE
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:扇:扇]

# CREATURE:FISH_GAR_LONGNOSE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_GAR_LONGNOSE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:眼睛:PLURAL]

# CREATURE:FISH_CARP
source: [DESCRIPTION:A medium-sized fish found in lakes and streams. They are bottom-feeders and tend to gather in groups.]
cs: [DESCRIPTION:Středně velká ryba žijící v jezerech a potocích. Živí se u dna a má tendenci shromažďovat se ve skupinách.]
de: [DESCRIPTION:Ein mittelgroßer Fisch, der in Seen und Bächen vorkommt. Sie sind Bodenfresser und neigen dazu, sich in Gruppen zu versammeln.]
eo: [DESCRIPTION:Mezgranda fiŝo kiu troviĝas en lagoj kaj riveretoj. Ili manĝas je la fundo, kaj strebas je gregi.]
es: [DESCRIPTION:Un pez mediano econtrado en lagos y arroyos. Son bentónicos y tienden a congregarse en grupos.]
ja: [DESCRIPTION:中型の淡水魚。水底に潜み、群れていることが多い。]
ko: [DESCRIPTION:호수와 개울에서 발견되는 중간 크기의 물고기입니다. 그들은 밑바닥 생활을 하며 무리를 지어 모이는 경향이 있다.]
pl: [DESCRIPTION:Średniej wielkości ryba, którą można znaleźć w jeziorach i strumieniach. Karmią się na dnie i mają skłonność do zbierania się w grupy.]
ru: [DESCRIPTION:Среднего размера рыба, живущая в озёрах и ручьях. Ищет пищу на дне и любит собираться в косяки.]
tr: [DESCRIPTION:Göllerde ve akarsularda bulunan orta büyüklükte bir balık. Dipte beslenirler ve gruplar halinde toplanma eğilimindedirler.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình được tìm thấy ở hồ và suối. Chúng là loài ăn đáy và có xu hướng tụ tập thành đàn.]
zh_hans: [DESCRIPTION:在湖泊与溪流中发现的中型鱼，在底部栖息，常常成群出现。]

# CREATURE:FISH_CARP
source: [NAME:carp:carp:carp]
cs: [NAME:kapr:kapři:kapra]
de: [NAME:Karpfen:Karpfen:Karpfen]
eo: [NAME:karpo:karpoj:de karpo]
es: [NAME:carpa:carpas:carpa]
ja: [NAME:鯉:鯉:鯉の]
ko: [NAME:잉어:잉어들:잉어]
pl: [NAME:karp:karpie:karpi]
ru: [NAME:карп:карпы:карпа]
tr: [NAME:sazan:sazanlar:sazan]
vi: [NAME:Cá chép:Cá chép:Cá chép]
zh_hans: [NAME:鲤鱼:鲤鱼:鲤鱼]

# CREATURE:FISH_CARP
source: [CASTE_NAME:carp:carp:carp]
cs: [CASTE_NAME:kapr:kapři:kapra]
de: [CASTE_NAME:Karpfen:Karpfen:Karpfen]
eo: [CASTE_NAME:karpo:karpoj:de karpo]
es: [CASTE_NAME:carpa:carpas:carpa]
ja: [CASTE_NAME:鯉:鯉:鯉の]
ko: [CASTE_NAME:잉어:잉어들:잉어]
pl: [CASTE_NAME:karp:karpie:karpi]
ru: [CASTE_NAME:карп:карпы:карпа]
tr: [CASTE_NAME:sazan:sazanlar:sazan]
vi: [CASTE_NAME:Cá chép:Cá chép:Cá chép]
zh_hans: [CASTE_NAME:鲤鱼:鲤鱼:鲤鱼]

# CREATURE:FISH_CARP
source: [GENERAL_CHILD_NAME:carp fry:carp fry]
cs: [GENERAL_CHILD_NAME:kapří potěr:kapří potěr]
de: [GENERAL_CHILD_NAME:Karpfenbrut:Karpfenbrut]
eo: [GENERAL_CHILD_NAME:karpido:karpidoj]
es: [GENERAL_CHILD_NAME:alevín de carpa:alevínes de carpa]
ja: [GENERAL_CHILD_NAME:鯉の稚魚:鯉の稚魚の]
ko: [GENERAL_CHILD_NAME:잉어 튀김:잉어 튀김들]
pl: [GENERAL_CHILD_NAME:młody karpia:młode karpia]
ru: [GENERAL_CHILD_NAME:малёк карпа:мальки карпа]
tr: [GENERAL_CHILD_NAME:yavru sazan:yavru sazanlar]
vi: [GENERAL_CHILD_NAME:Cá chép con:Cá chép con]
zh_hans: [GENERAL_CHILD_NAME:鲤鱼苗:鲤鱼苗]

# CREATURE:FISH_CARP
source: [PREFSTRING:protruding mouths]
cs: [PREFSTRING:vysunuté tlamy]
de: [PREFSTRING:hervorstehende Mäuler]
eo: [PREFSTRING:protrudaj buŝoj]
es: [PREFSTRING:bocas pronunciadas]
ja: [PREFSTRING:突き出た口]
ko: [PREFSTRING:돌출된 입]
pl: [PREFSTRING:wystające usta]
ru: [PREFSTRING:выступающие рты]
tr: [PREFSTRING:çıkık ağızlar]
vi: [PREFSTRING:Miệng nhô ra]
zh_hans: [PREFSTRING:突嘴]

# CREATURE:FISH_CARP
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_CARP
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:扇:扇]

# CREATURE:FISH_CARP
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_CARP
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:目:PLURAL]

# CREATURE:FISH_TIGERFISH
source: [DESCRIPTION:A medium-sized predatory fish found in lakes and streams. It is known for its ferocious attacks and interlocking teeth.]
cs: [DESCRIPTION:Středně velká dravá ryba z jezer a potoků. Je známá svými zuřivými útoky a zaklesnutými zuby.]
de: [DESCRIPTION:Ein mittelgroßer Raubfisch, der in Seen und Bächen vorkommt. Er ist bekannt für seine wilden Angriffe und seine ineinander greifenden Zähne.]
eo: [DESCRIPTION:Mezgranda predanta fiŝo kiu troviĝas en lagoj kaj riveretoj. Ĝi estas konita por siaj ferocaj atakoj kaj alprenantaj dentoj.]
es: [DESCRIPTION:Un pez mediano hallado en lagos y arroyos. Es conocido por sus feroces ataques y sus encastrantes dientes.]
ja: [DESCRIPTION:中型淡水魚。獰猛な性格で、鋭い歯で嚙みつく。]
ko: [DESCRIPTION:호수와 개울에서 발견되는 중간 크기의 포식성 물고기입니다. 그것은 맹렬한 공격과 맞물린 이빨로 알려져 있다.]
pl: [DESCRIPTION:Średniej wielkości, drapieżna ryba, którą można znaleźć w jeziorach i strumieniach. Jest znana ze swoich okrutnych ataków i zakleszczających zębisk.]
ru: [DESCRIPTION:Средних размеров хищная рыба, обитающая в озёрах и реках. Известна своей свирепостью и клыковидными зубами.]
tr: [DESCRIPTION:Göllerde ve akarsularda bulunan orta büyüklükte yırtıcı bir balık. Vahşi saldırıları ve iç içe geçen dişleriyle bilinir.]
vi: [DESCRIPTION:Một loài cá săn mồi cỡ trung bình được tìm thấy ở hồ và suối. Nó nổi tiếng với những đợt tấn công hung dữ và hàm răng lồng vào nhau.]
zh_hans: [DESCRIPTION:一种在湖泊和溪流中发现的中型掠食性鱼类。它以其凶猛的攻击和互锁的牙齿而闻名。]

# CREATURE:FISH_TIGERFISH
source: [NAME:tigerfish:tigerfish:tigerfish]
cs: [NAME:afrotetra:afrotetra:afrotetra]
de: [NAME:Tigerfische:Tigerfische:Tigerfische]
eo: [NAME:tigrofiŝo:tigrofiŝoj:de tigrofiŝo]
es: [NAME:pez tigre:peces tigre:pez tigre]
ja: [NAME:タイガーフィッシュ:タイガーフィッシュ:タイガーフィッシュの]
ko: [NAME:타이거피쉬:타이거피쉬들:타이거피쉬]
pl: [NAME:ryba tygrys:ryby tygrysy:rybo tygrysi]
ru: [NAME:тигровая рыба:тигровые рыбы:тигровой рыбы]
tr: [NAME:kaplan balığı:kaplan balıkları:kaplan balığı]
vi: [NAME:Cá hổ:Cá hổ:Cá hổ]
zh_hans: [NAME:虎鱼:虎鱼:虎鱼]

# CREATURE:FISH_TIGERFISH
source: [CASTE_NAME:tigerfish:tigerfish:tigerfish]
cs: [CASTE_NAME:afrotetra:afrotetra:afrotetra]
de: [CASTE_NAME:Tigerfische:Tigerfische:Tigerfische]
eo: [CASTE_NAME:tigrofiŝo:tigrofiŝoj:de tigrofiŝo]
es: [CASTE_NAME:pez tigre:peces tigre:pez tigre]
ja: [CASTE_NAME:タイガーフィッシュ:タイガーフィッシュ:タイガーフィッシュの]
ko: [CASTE_NAME:타이거피쉬:타이거피쉬들:타이거피쉬]
pl: [CASTE_NAME:ryba tygrys:ryby tygrysy:rybo tygrysi]
ru: [CASTE_NAME:тигровая рыба:тигровые рыбы:тигровой рыбы]
tr: [CASTE_NAME:kaplan balığı:kaplan balıkları:kaplan balığı]
vi: [CASTE_NAME:Cá hổ:Cá hổ:Cá hổ]
zh_hans: [CASTE_NAME:狮子鱼:狮子鱼:狮子鱼]

# CREATURE:FISH_TIGERFISH
source: [GENERAL_CHILD_NAME:tigerfish fry:tigerfish fry]
cs: [GENERAL_CHILD_NAME:potěr afrotetra:potěr afrotetrů]
de: [GENERAL_CHILD_NAME:Tigerfischbrut: Tigerfischbrut]
eo: [GENERAL_CHILD_NAME:tigrofiŝido:tigrofiŝidoj]
es: [GENERAL_CHILD_NAME:alevín de pez tigre:alevínes de pez tigre]
ja: [GENERAL_CHILD_NAME:タイガーフィッシュの稚魚:タイガーフィッシュの稚魚の]
ko: [GENERAL_CHILD_NAME:타이거피쉬 튀김:타이거피쉬 튀김들]
pl: [GENERAL_CHILD_NAME:młody ryby tygrysa:młode ryby tygrysa]
ru: [GENERAL_CHILD_NAME:малёк тигровой рыбы:мальки тигровой рыбы]
tr: [GENERAL_CHILD_NAME:yavru kaplan balığı:yavru kaplan balıkları]
vi: [GENERAL_CHILD_NAME:Cá hổ con:Cá hổ con]
zh_hans: [GENERAL_CHILD_NAME:油炸虎鱼:油炸虎鱼]

# CREATURE:FISH_TIGERFISH
source: [PREFSTRING:spirit]
cs: [PREFSTRING:divokost]
de: [PREFSTRING:Geist]
eo: [PREFSTRING:kuraĝo]
es: [PREFSTRING:espíritu]
ja: [PREFSTRING:獰猛]
ko: [PREFSTRING:영혼]
pl: [PREFSTRING:werwa]
ru: [PREFSTRING:дух]
tr: [PREFSTRING:ruh]
vi: [PREFSTRING:Linh hồn]
zh_hans: [PREFSTRING:精神]

# CREATURE:FISH_TIGERFISH
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_TIGERFISH
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:扇:扇]

# CREATURE:FISH_TIGERFISH
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_TIGERFISH
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:目:PLURAL]

# CREATURE:FISH_PIKE
source: [DESCRIPTION:A medium-sized, green fish found in temperate lakes.]
cs: [DESCRIPTION:Středně velká zelená ryba žijící v mírných jezerech.]
de: [DESCRIPTION:Ein mittelgroßer, grüner Fisch, der in gemäßigten Seen vorkommt.]
eo: [DESCRIPTION:Mezgranda verda fiŝo kiu troviĝas en mezvarmaj lagoj.]
es: [DESCRIPTION:Un pez mediano verde hallado en lagos templados.]
ja: [DESCRIPTION:温帯の湖に棲む、緑色の中型魚。]
ko: [DESCRIPTION:온대 호수에서 발견되는 중간 크기의 녹색 물고기.]
pl: [DESCRIPTION:Średniej wielkości, zielona ryba, którą można znaleźć w umiarkowanych jeziorach.]
ru: [DESCRIPTION:Зелёная рыба среднего размера, обитающая в озёрах умеренного климата.]
tr: [DESCRIPTION:Ilıman göllerde bulunan orta büyüklükte, yeşil bir balık.]
vi: [DESCRIPTION:Một loài cá cỡ trung bình, màu xanh lá cây, được tìm thấy ở các hồ ôn đới.]
zh_hans: [DESCRIPTION:一种在温带湖泊可以发现的中型绿色鱼.]

# CREATURE:FISH_PIKE
source: [NAME:pike:pike:pike]
cs: [NAME:štika:štiky:štiku]
de: [NAME:Hecht:Hecht:Hecht]
eo: [NAME:ezoko:ezokoj:de ezoko]
es: [NAME:lanza larga:larg:lanza larga]
ja: [NAME:カワカマス:カワカマス:カワカマスの]
ko: [NAME:민물꼬치고기:민물꼬치고기들:민물꼬치고기]
pl: [NAME:szczupak:szczupaki:szczupaczy]
ru: [NAME:щука:щуки:щуки]
tr: [NAME:turna balığı:turna balıkları:turna balığı]
vi: [NAME:Cá chó:Cá chó:Cá chó]
zh_hans: [NAME:海狼鱼:海狼鱼:海狼鱼]

# CREATURE:FISH_PIKE
source: [CASTE_NAME:pike:pike:pike]
cs: [CASTE_NAME:štika:štiky:štiku]
de: [CASTE_NAME:Hecht:Hecht:Hecht]
eo: [CASTE_NAME:ezoko:ezokoj:de ezoko]
es: [CASTE_NAME:lanza larga:lanza larga:lanza larga]
ja: [CASTE_NAME:カワカマス:カワカマス:カワカマスの]
ko: [CASTE_NAME:민물꼬치고기:민물꼬치고기들:민물꼬치고기]
pl: [CASTE_NAME:szczupak:szczupaki:szczupaczy]
ru: [CASTE_NAME:щука:щуки:щуки]
tr: [CASTE_NAME:turna balığı:turna balıkları:turna balığı]
vi: [CASTE_NAME:Cá chó:Cá chó:Cá chó]
zh_hans: [CASTE_NAME:海狼鱼:海狼鱼:海狼鱼]

# CREATURE:FISH_PIKE
source: [GENERAL_CHILD_NAME:pike fry:pike fry]
cs: [GENERAL_CHILD_NAME:štikový potěr:štikový potěr]
de: [GENERAL_CHILD_NAME:Hechtbrut:Hechtbrut]
eo: [GENERAL_CHILD_NAME:ezokido:ezokidoj]
es: [GENERAL_CHILD_NAME:lucio frito:lucios fritos]
ja: [GENERAL_CHILD_NAME:カワカマスの稚魚:カワカマスの稚魚の]
ko: [GENERAL_CHILD_NAME:민물꼬치고기 튀김:민물꼬치고기 튀김들]
pl: [GENERAL_CHILD_NAME:młody szczupaka:młode szczupaka]
ru: [GENERAL_CHILD_NAME:щурёнок:щурята]
tr: [GENERAL_CHILD_NAME:yavru turna balığı:yavru turna balıkları]
vi: [GENERAL_CHILD_NAME:Cá chó con:Cá chó con]
zh_hans: [GENERAL_CHILD_NAME:油炸狗鱼:油炸狗鱼]

# CREATURE:FISH_PIKE
source: [PREFSTRING:distinct markings]
cs: [PREFSTRING:výrazné skvrny]
de: [PREFSTRING:Gebiet markiernd]
eo: [PREFSTRING:distingaj markoj]
es: [PREFSTRING:marcas distintivas]
ja: [PREFSTRING:明瞭な模様]
ko: [PREFSTRING:뚜렷한 표시]
pl: [PREFSTRING:charakterystyczne oznaczenia]
ru: [PREFSTRING:характерную расцветку]
tr: [PREFSTRING:belirgin desenler]
zh_hans: [PREFSTRING:清晰的记号]

# CREATURE:FISH_PIKE
source: [ATTACK_VERB:bite:bites]
cs: [ATTACK_VERB:kousnutí:kousnutí]
de: [ATTACK_VERB:beißen:beißt]
eo: [ATTACK_VERB:mordas:mordas]
es: [ATTACK_VERB:mordedura:mordeduras]
ja: [ATTACK_VERB:噛みついた:噛みついた]
ko: [ATTACK_VERB:깨물음:깨물음]
pl: [ATTACK_VERB:gryziesz:gryzie]
ru: [ATTACK_VERB:кусаете:кусает]
tr: [ATTACK_VERB:ısır:ısırır]
vi: [ATTACK_VERB:Cắn:Những cú cắn]
zh_hans: [ATTACK_VERB:咬:咬]

# CREATURE:FISH_PIKE
source: [ATTACK_VERB:slap:slaps]
cs: [ATTACK_VERB:facka:facky]
de: [ATTACK_VERB:Tritt:Tritte]
eo: [ATTACK_VERB:vostobatas:vostobatas]
es: [ATTACK_VERB:bofetada:bofetadas]
ja: [ATTACK_VERB:叩いた:叩いた]
ko: [ATTACK_VERB:철썩 때림:철썩 때림]
pl: [ATTACK_VERB:uderzasz:uderza]
ru: [ATTACK_VERB:бьёте:бьёт]
tr: [ATTACK_VERB:vur:vurur]
vi: [ATTACK_VERB:Tát:Những cú tát]
zh_hans: [ATTACK_VERB:扇:扇]

# CREATURE:FISH_PIKE
source: [TLCM_NOUN:scales:PLURAL]
cs: [TLCM_NOUN:šupiny:PLURAL]
de: [TLCM_NOUN:Schuppen:PLURAL]
eo: [TLCM_NOUN:skvamoj:PLURAL]
es: [TLCM_NOUN:escamas:PLURAL]
ja: [TLCM_NOUN:鱗:PLURAL]
ko: [TLCM_NOUN:비늘:PLURAL]
pl: [TLCM_NOUN:łuski:PLURAL]
ru: [TLCM_NOUN:чешуя:SINGULAR]
tr: [TLCM_NOUN:pullar:PLURAL]
zh_hans: [TLCM_NOUN:鳞片:PLURAL]

# CREATURE:FISH_PIKE
source: [TLCM_NOUN:eyes:PLURAL]
cs: [TLCM_NOUN:oči:PLURAL]
de: [TLCM_NOUN:Augen:PLURAL]
eo: [TLCM_NOUN:okuloj:PLURAL]
es: [TLCM_NOUN:ojos:PLURAL]
ja: [TLCM_NOUN:眼:PLURAL]
ko: [TLCM_NOUN:눈들:PLURAL]
pl: [TLCM_NOUN:oczy:PLURAL]
ru: [TLCM_NOUN:глаза:PLURAL]
tr: [TLCM_NOUN:gözler:PLURAL]
zh_hans: [TLCM_NOUN:目:PLURAL]

# CREATURE:PLATYPUS
source: [DESCRIPTION:A small semi-aquatic, egg laying mammal with a bill, flat tail and poison spurs.]
cs: [DESCRIPTION:Malý poloaquatilní savec snášející vejce, s kachním zobákem, plochým ocasem a jedovými ostruhami.]
de: [DESCRIPTION:Ein kleines, halb aquatisches, eierlegendes Säugetier mit Schnabel, flachem Schwanz und Giftsporen.]
eo: [DESCRIPTION:Malgranda duonakva ovo-naska mamulo kun beko, plata vosto kaj venenaj pikiloj.]
es: [DESCRIPTION:Un pequeño mamífero semiacuático y ovíparo con pico, cola plana y espolones venenosos.]
ja: [DESCRIPTION:くちばし、平らな尾、毒の蹴爪を持つ小さな半水生の産卵哺乳類。]
ko: [DESCRIPTION:작은 반수생 알을 낳는 포유류로 부리와 납작한 꼬리, 독극물이 있다.]
pl: [DESCRIPTION:Mały, częściowo wodny ssak składający jaja z dziobem, płaskim ogonem i trującymi pazurami.]
ru: [DESCRIPTION:Небольшое полуводное яйцекладущее млекопитающее с клювом, плоским хвостом и ядовитыми шпорами.]
tr: [DESCRIPTION:Gagası, yassı kuyruğu ve zehirli mahmuzları olan, yumurtlayan, yarı sucul küçük bir memeli.]
vi: [DESCRIPTION:Một loài động vật có vú nhỏ, bán thủy sinh, đẻ trứng, với mỏ, đuôi dẹt và cựa độc.]
zh_hans: [DESCRIPTION:小型半水栖生物，产卵的哺乳动物，有鸭嘴形的嘴，扁平的尾巴和有毒的刺。]

# CREATURE:PLATYPUS
source: [NAME:platypus:platypuses:platypus]
cs: [NAME:ptakopysk:ptakopyskové:ptakopyska]
de: [NAME:Schnabeltier:Schnabeltiere:Schnabeltier]
eo: [NAME:ornitoriko:ornitorinkoj:de ornitoriko]
es: [NAME:ornitorrinco:ornitorrincos:ornitorrinco]
ja: [NAME:カモノハシ:カモノハシ:カモノハシの]
ko: [NAME:오리너구리:오리너구리들:오리너구리]
pl: [NAME:dziobak:dziobaki:dziobaczy]
ru: [NAME:утконос:утконосы:утконоса]
tr: [NAME:ornitorenk:ornitorenkler:ornitorenk]
vi: [NAME:Thú mỏ vịt:Những con thú mỏ vịt:Thú mỏ vịt]
zh_hans: [NAME:鸭嘴兽:鸭嘴兽:鸭嘴兽]

# CREATURE:PLATYPUS
source: [CASTE_NAME:platypus:platypuses:platypus]
cs: [CASTE_NAME:ptakopysk:ptakopyskové:ptakopyska]
de: [CASTE_NAME:Schnabeltier:Schnabeltiere:Schnabeltier]
eo: [CASTE_NAME:ornitoriko:ornitorinkoj:de ornitorinko]
es: [CASTE_NAME:ornitorrinco:ornitorrincos:ornitorrinco]
ja: [CASTE_NAME:カモノハシ:カモノハシ:カモノハシの]
ko: [CASTE_NAME:오리너구리:오리너구리들:오리너구리]
pl: [CASTE_NAME:dziobak:dziobaki:dziobaczy]
ru: [CASTE_NAME:утконос:утконосы:утконоса]
tr: [CASTE_NAME:ornitorenk:ornitorenkler:ornitorenk]
vi: [CASTE_NAME:Thú mỏ vịt:Những con thú mỏ vịt:Thú mỏ vịt]
zh_hans: [CASTE_NAME:鸭嘴兽:鸭嘴兽:鸭嘴兽]

# CREATURE:PLATYPUS
source: [GENERAL_CHILD_NAME:baby platypus:baby platypuses]
cs: [GENERAL_CHILD_NAME:mládě ptakopyska:mláďata ptakopyska]
de: [GENERAL_CHILD_NAME:Baby Schnabeltier:Baby Schnabeltiere]
eo: [GENERAL_CHILD_NAME:ornitorinkido:ornitorinkidoj]
es: [GENERAL_CHILD_NAME:cría de ornitorrinco:crías de ornitorrinco]
ja: [GENERAL_CHILD_NAME:カモノハシの子供:カモノハシの子供の]
ko: [GENERAL_CHILD_NAME:새끼 오리너구리:새끼 오리너구리들]
pl: [GENERAL_CHILD_NAME:młody dziobaka:młode dziobaka]
ru: [GENERAL_CHILD_NAME:детёныш утконоса:детёныши утконоса]
tr: [GENERAL_CHILD_NAME:yavru ornitorenk:yavru ornitorenkler]
vi: [GENERAL_CHILD_NAME:Thú mỏ vịt con:Những thú mỏ vịt con]
zh_hans: [GENERAL_CHILD_NAME:鸭嘴兽幼崽:鸭嘴兽幼崽]

# CREATURE:PLATYPUS
source: [PREFSTRING:bizarre appearance]
cs: [PREFSTRING:bizarní vzhled]
de: [PREFSTRING:bizarre Erscheinung]
eo: [PREFSTRING:bizara aspekto]
es: [PREFSTRING:apariencia bizarra]
ja: [PREFSTRING:奇妙な外観]
ko: [PREFSTRING:기괴한 외모]
pl: [PREFSTRING:dziwaczny wygląd]
ru: [PREFSTRING:странный внешний вид]
tr: [PREFSTRING:tuhaf görünüş]
vi: [PREFSTRING:Ngoại hình kỳ lạ]
zh_hans: [PREFSTRING:奇异的外表]

# CREATURE:PLATYPUS
source: [PREFSTRING:venomous spurs]
cs: [PREFSTRING:jedové ostruhy]
de: [PREFSTRING:giftige Sporen]
eo: [PREFSTRING:venenaj pikiloj]
es: [PREFSTRING:espuelas venenosas]
ja: [PREFSTRING:毒の蹴爪]
ko: [PREFSTRING:독 자극]
pl: [PREFSTRING:trujące pazury]
ru: [PREFSTRING:ядовитые шпоры]
tr: [PREFSTRING:zehirli mahmuzlar]
vi: [PREFSTRING:Cựa độc]
zh_hans: [PREFSTRING:毒蹼]

# CREATURE:PLATYPUS
source: [PREFSTRING:flat tails]
cs: [PREFSTRING:ploché ocasy]
de: [PREFSTRING:flache Schwanz]
eo: [PREFSTRING:plataj vostoj]
es: [PREFSTRING:colas planas]
ja: [PREFSTRING:平たい尾]
ko: [PREFSTRING:납작한 꼬리]
pl: [PREFSTRING:płaskie ogony]
ru: [PREFSTRING:плоские хвосты]
tr: [PREFSTRING:yassı kuyruklar]
vi: [PREFSTRING:Đuôi dẹt]
zh_hans: [PREFSTRING:扁平的尾巴]

# CREATURE:PLATYPUS
source: [PREFSTRING:large bills]
cs: [PREFSTRING:velké zobáky]
de: [PREFSTRING:große Schnäbel]
eo: [PREFSTRING:grandaj bekoj]
es: [PREFSTRING:picos largos]
ja: [PREFSTRING:大きなくちばし]
ko: [PREFSTRING:커다란 지폐]
pl: [PREFSTRING:duże dzioby]
ru: [PREFSTRING:большие клювы]
tr: [PREFSTRING:büyük gagalar]
vi: [PREFSTRING:Mỏ lớn]
zh_hans: [PREFSTRING:大鸟喙]

# CREATURE:PLATYPUS
source: [STATE_NAME:ALL_SOLID:frozen platypus venom]
cs: [STATE_NAME:ALL_SOLID:zmrzlý ptakopysčí jed]
de: [STATE_NAME:ALL_SOLID:gefrorenes Schnabeltier Gift]
eo: [STATE_NAME:ALL_SOLID:glaciiĝita veneno de ornitorinko]
es: [STATE_NAME:ALL_SOLID:veneno de ornitorrinco congelado]
ja: [STATE_NAME:ALL_SOLID:凍ったカモノハシの毒液]
ko: [STATE_NAME:ALL_SOLID:얼어붙은 오리너구리 독]
pl: [STATE_NAME:ALL_SOLID:zamrożony jad dziobaka]
ru: [STATE_NAME:ALL_SOLID:замёрзший яд утконоса]
tr: [STATE_NAME:ALL_SOLID:dondurulmuş ornitorenk zehri]
vi: [STATE_NAME:ALL_SOLID:Nọc độc thú mỏ vịt đông lạnh]
zh_hans: [STATE_NAME:ALL_SOLID:冻结的鸭嘴兽毒液]

# CREATURE:PLATYPUS
source: [STATE_ADJ:ALL_SOLID:frozen platypus venom]
cs: [STATE_ADJ:ALL_SOLID:zmrzlý ptakopysčí jed]
de: [STATE_ADJ:ALL_SOLID:gefrorenes Schnabeltier Gift]
eo: [STATE_ADJ:ALL_SOLID:de glaciiĝita veneno de ornitorinko]
es: [STATE_ADJ:ALL_SOLID:de veneno congelado de ornitorrinco]
ja: [STATE_ADJ:ALL_SOLID:凍ったカモノハシの毒液]
ko: [STATE_ADJ:ALL_SOLID:얼어붙은 오리너구리 독]
pl: [STATE_ADJ:ALL_SOLID:zamrożony jadowy dziobaka]
ru: [STATE_ADJ:ALL_SOLID:замёрзший яд утконоса]
tr: [STATE_ADJ:ALL_SOLID:dondurulmuş ornitorenk zehri]
vi: [STATE_ADJ:ALL_SOLID:Nọc độc thú mỏ vịt đông lạnh]
zh_hans: [STATE_ADJ:ALL_SOLID:冻结的鸭嘴兽毒液的]

# CREATURE:PLATYPUS
source: [STATE_NAME:LIQUID:platypus venom]
cs: [STATE_NAME:LIQUID:ptakopysčí jed]
de: [STATE_NAME:LIQUID:Schnabeltiergift]
eo: [STATE_NAME:LIQUID:veneno de ornitorinko]
es: [STATE_NAME:LIQUID:veneno de ornitorrinco]
ja: [STATE_NAME:LIQUID:カモノハシの毒液]
ko: [STATE_NAME:LIQUID:오리너구리 독]
pl: [STATE_NAME:LIQUID:jad dziobaka]
ru: [STATE_NAME:LIQUID:яд утконоса]
tr: [STATE_NAME:LIQUID:ornitorenk zehri]
zh_hans: [STATE_NAME:LIQUID:鸭嘴兽毒液]

# CREATURE:PLATYPUS
source: [STATE_ADJ:LIQUID:platypus venom]
cs: [STATE_ADJ:LIQUID:ptakopysčí jed]
de: [STATE_ADJ:LIQUID:Schnabeltiergift]
eo: [STATE_ADJ:LIQUID:de veneno de ornitorinko]
es: [STATE_ADJ:LIQUID:de veneno de ornitorrinco]
ja: [STATE_ADJ:LIQUID:カモノハシの毒液]
ko: [STATE_ADJ:LIQUID:오리너구리 독]
pl: [STATE_ADJ:LIQUID:jadowy dziobaka]
ru: [STATE_ADJ:LIQUID:яд утконоса]
tr: [STATE_ADJ:LIQUID:ornitorenk zehri]
zh_hans: [STATE_ADJ:LIQUID:鸭嘴兽毒液的]
