Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: The [C:5:0:0]Doctor[C:7:0:0] will need a [C:6:0:0]Table[C:7:0:0] to perform surgeries. Some injuries will require
fr: Le [C:5:0:0]Docteur[C:7:0:0] aura besoin d'une [C:6:0:0]Table[C:7:0:0] pour effectuer des interventions chirurgicales. Certaines blessures nécessiteront
it: Il [C:5:0:0]Medico[C:7:0:0] avrà bisogno di un [C:6:0:0]Tavolo[C:7:0:0] per eseguire gli interventi chirurgici. Alcuni infortuni richiederanno
pl: [C:5:0:0]Lekarz[C:7:0:0] potrzebuje [C:6:0:0]Stołu[C:7:0:0] do wykonywania operacji. Niektóre obrażenia będą wymagały
pt_br: O [C:5:0:0]Médico[C:7:0:0] vai precisar de uma [C:6:0:0]Mesa[C:7:0:0] para realizar cirurgias. Alguns machucados vão requerer
ru: Для проведения операций [C:5:0:0]врачу[C:7:0:0] понадобится [C:6:0:0]стол[C:7:0:0]. Некоторые травмы требуют
tr: [C:5:0:0]Doktorun[C:7:0:0] ameliyatları gerçekleştirmek için bir [C:6:0:0]Masaya[C:7:0:0] ihtiyacı olacaktır. Bazı yaralanmalar
vi: [C:5:0:0]Y Sĩ[C:7:0:0] sẽ cần một [C:6:0:0]Bàn[C:7:0:0] để thực hiện phẫu thuật. Một số vết thương sẽ cần
zh_hans: 医生[C:5:0:0]将需要一个[C:6:0:0]桌子[C:7:0:0]来进行手术。 有些伤害将需要

source: [C:6:0:0]Traction Benches[C:7:0:0] which can be built at the [C:6:0:0]Mechanic's Shop[C:7:0:0].
fr: [C:6:0:0]Bancs de traction[C:7:0:0] qui peuvent être construits à l'[C:6:0:0]Atelier du mécanicien[C:7:0:0].
it: [C:6:0:0]Panche di trazione[C:7:0:0] che è possibile costruire presso il [C:6:0:0]Negozio del Meccanico[C:7:0:0].
pl: [C:6:0:0]Wyciągu ortopedycznego[C:7:0:0], który może być zbudowany w [C:6:0:0]Warsztacie mechanicznym[C:7:0:0].
pt_br: [C:6:0:0]Bancos de Tração[C:7:0:0] que podem ser construídos na [C:6:0:0]Oficina Mecânica[C:7:0:0].
ru: [C:6:0:0]Тракционные столы[C:7:0:0], которые можно построить в [C:6:0:0]Мастерской механика[C:7:0:0].
tr: [C:6:0:0]Mekanik Atölyesinde[C:7:0:0] inşa edilebilen [C:6:0:0]Çekme Tezgahlarını[C:7:0:0] gerektirecektir.
vi: [C:6:0:0]Ghế Kéo Giãn[C:7:0:0] có thể được chế tạo tại [C:6:0:0]Xưởng Cơ Khí[C:7:0:0].
zh_hans: [C:6:0:0]牵引台[C:7:0:0] 可以在 [C:6:0:0] 机械工坊[C:7:0:0] 中制作.

source: [C:7:0:1]Libraries[C:7:0:0]
fr: [C:7:0:1]Bibliothèques[C:7:0:0]
it: [C:7:0:1]Biblioteche[C:7:0:0]
ko: [C:7:0:1]라이브러리[C:7:0:0]
pl: [C:7:0:1]Biblioteki[C:7:0:0]
pt_br: [C:7:0:1]Livraria[C:7:0:0]
ru: [C:7:0:1]Библиотеки[C:7:0:0]
tr: [C:7:0:1]Kütüphaneler[C:7:0:0]
vi: [C:7:0:1]Thư Viện[C:7:0:0]
zh_hans: [C:7:0:1]图书馆[C:7:0:0]

source: The thirst for knowledge some residents have can be satisfied at the [C:1:0:1]Library[C:7:0:0].
fr: La soif de connaissances de certains résidents peut être assouvie à la [C:1:0:1]Bibliothèque[C:7:0:0].
it: La sete di conoscenza di alcuni residenti può essere soddisfatta dalla [C:1:0:1]Biblioteca[C:7:0:0].
pl: Głód wiedzy części mieszkańców może być zaspokojony w [C:1:0:1]Bibliotece[C:7:0:0].
pt_br: A sede pelo conhecimento de alguns residentes pode ser satisfeita na [C:1:0:1]Biblioteca[C:7:0:0].
ru: Жажду знаний, которую испытывают некоторые жители, можно удовлетворить в [C:1:0:1]Библиотеке[C:7:0:0].
tr: Bazı sakinlerin bilgiye olan susuzluğu [C:1:0:1]Kütüphanede[C:7:0:0] giderilebilir.
vi: Cơn khát tri thức của một số cư dân có thể được thỏa mãn tại [C:1:0:1]Thư Viện[C:7:0:0].
zh_hans: [C:1:0:1]图书馆[C:7:0:0]可以满足居民们的求知欲。

source: From the [C:5:0:1]Library Info Menu[C:7:0:0] you can assign [C:5:0:0]Scholars[C:7:0:0] who discuss their interests with the inhabitants,
fr: À partir du [C:5:0:1]Menu d'informations de la bibliothèque[C:7:0:0], vous pouvez affecter des [C:5:0:0]Érudits[C:7:0:0] qui discutent de leurs centres d'intérêt avec les habitants,
it: Dal [C:5:0:1]Menù Info Biblioteca[C:7:0:0] puoi assegnare [C:5:0:0]Studiosi[C:7:0:0] che discutano dei loro interessi con gli abitanti,
pl: Z [C:5:0:1]Menu Informacji Biblioteki[C:7:0:0] możesz przypisać [C:5:0:0]Uczonych[C:7:0:0] którzy będą prowadzili dyskusje z mieszkańcami,
pt_br: No [C:5:0:1]Menu Info Biblioteca[C:7:0:0] você pode designar [C:5:0:0]Acadêmicos[C:7:0:0] que irão discutir os interesses dos habitantes,
ru: Из [C:5:0:1]Информационного меню библиотеки[C:7:0:0] вы можете назначить [C:5:0:0]ученых[C:7:0:0], которые обсуждают свои интересы с жителями,
tr: [C:5:0:1]Kütüphane Bilgi Menüsünden[C:7:0:0], sakinlerle ilgi alanlarını tartışan [C:5:0:0]Alimler[C:7:0:0]
vi: Từ [C:5:0:1]Menu Thông Tin Thư Viện[C:7:0:0], bạn có thể chỉ định các [C:5:0:0]Học Giả[C:7:0:0] để thảo luận về những sở thích của họ với cư dân,
zh_hans: 从[C:5:0:1]图书馆信息菜单[C:7:0:0]你可以指派[C:5:0:0]学者[C:7:0:0]，他们与居民讨论他们的兴趣。

source: and [C:5:0:0]Scribes[C:7:0:0] to record them. Beware! Some knowledge is dangerous.
fr: et [C:5:0:0]Scribes[C:7:0:0] pour les enregistrer. Il faut se méfier! Certaines connaissances sont dangereuses.
it: e [C:5:0:0]Scribi[C:7:0:0] per documentarli. Attenzione! Alcune conoscenze sono pericolose.
pl: i [C:5:0:0]Skrybów[C:7:0:0] do zapisywania ich. Uważaj! Niektóre rodzaje wiedzy są niebezpieczne.
pt_br: e [C:5:0:0]Escrivães[C:7:0:0] para gravá-los. Cuidado! Alguns conhecimentos são perigosos.
ru: и [C:5:0:0]писцы[C:7:0:0], чтобы записывать их. Остерегайтесь! Некоторые знания опасны.
tr: ve bunları kaydetmeleri için [C:5:0:0]Yazıcılar[C:7:0:0] atayabilirsiniz. Dikkat! Bazı bilgiler tehlikelidir.
vi: và các [C:5:0:0]Thư Lại[C:7:0:0] để ghi chép lại. Hãy cẩn trọng! Một số kiến thức rất nguy hiểm.
zh_hans: 并且 [C:5:0:0]抄写员[C:7:0:0] 将会记录下它们 . 但是请当心，有些知识是颇为危险的！

source: In order to hold [C:6:0:1]Scrolls[C:7:0:0] and [C:6:0:1]Codices[C:7:0:0] you will need [C:6:0:0]Bookcases[C:7:0:0]. You will also need
fr: Afin de tenir [C:6:0:1]Scrolls[C:7:0:0] et [C:6:0:1]Codex[C:7:0:0] vous aurez besoin de [C:6 :0:0]Bibliothèques[C:7:0:0]. Vous aurez également besoin
it: Per riporre [C:6:0:1]Pergamene[C:7:0:0] e [C:6:0:1]Codici[C:7:0:0] avrai bisogno di [C:6:0:0]Librerie[C:7:0:0]. Serviranno anche
pl: Aby przechowywać [C:6:0:1]Zwoje[C:7:0:0] i [C:6:0:1]Kodeksy[C:7:0:0] będziesz potrzebować [C:6:0:0]Biblioteczek[C:7:0:0]. Będziesz także potrzebować
pt_br: Para armazenar[C:6:0:1]Pergaminhos[C:7:0:0] e [C:6:0:1]Códices[C:7:0:0] você precisará de [C:6:0:0]Estantes de Livro[C:7:0:0]. Você também precisará
ru: Для хранения [C:6:0:1]Свитков[C:7:0:0] и [C:6:0:1]Кодексов[C:7:0:0] вам понадобятся [C:6:0:0]Книжные шкафы[C:7:0:0]. Вам также понадобятся
tr: [C:6:0:1]Parşömenleri[C:7:0:0] ve [C:6:0:1]El Yazmalarını[C:7:0:0] tutmak için [C:6:0:0]Kitaplıklara[C:7:0:0] ihtiyacınız olacak. Ayrıca
vi: Để chứa [C:6:0:1]Cuộn Giấy[C:7:0:0] và [C:6:0:1]Tập Sách[C:7:0:0], bạn sẽ cần [C:6:0:0]Tủ Sách[C:7:0:0]. Bạn cũng sẽ cần
zh_hans: 为了放置[C:6:0:1]卷轴[C:7:0:0]和[C:6:0:1]法典[C:7:0:0]，你将需要[C:6:0:0]书柜[C:7:0:0]。 你还将需要

source: [C:6:0:0]Tables[C:7:0:0] for your [C:5:0:0]Scribes[C:7:0:0] to work on. [C:6:0:0]Chests[C:7:0:0] or [C:6:0:0]Coffers[C:7:0:0] are needed to store the
fr: [C:6:0:0]Tables[C:7:0:0] sur lesquelles travailler vos [C:5:0:0]Scribes[C:7:0:0]. [C:6:0:0]Les coffres[C:7:0:0] ou [C:6:0:0]Les coffres[C:7:0:0] sont nécessaires pour ranger les
it: [C:6:0:0]Tavoli[C:7:0:0] per i tuoi [C:5:0:0]Scribi[C:7:0:0] su cui lavorare. [C:6:0:0]Casse[C:7:0:0] o [C:6:0:0]Forzieri[C:7:0:0] sono necessari per conservare il
pl: [C:6:0:0]Stołów[C:7:0:0] do pracy dla twoich [C:5:0:0]Skrybów[C:7:0:0]. [C:6:0:0]Skrzynie[C:7:0:0] lub [C:6:0:0]Kufry[C:7:0:0] są potrzebne do przechowywania
pt_br: [C:6:0:0]Mesas[C:7:0:0] para seus [C:5:0:0]Escrivães[C:7:0:0] trabalharem. [C:6:0:0]Baús[C:7:0:0] ou [C:6:0:0]Arcas[C:7:0:0] são necessários para armazenar os
ru: [C:6:0:0]Столы[C:7:0:0] для работы ваших [C:5:0:0]писцов[C:7:0:0]. [C:6:0:0]Сундуки[C:7:0:0] или [C:6:0:0]металлические кофры[C:7:0:0] необходимы для хранения
tr: [C:5:0:0]Yazıcılarınızın[C:7:0:0] üzerinde çalışması için [C:6:0:0]Masalar[C:7:0:0]. " "Şunları saklamak için [C:6:0:0]Sandıklar[C:7:0:0] veya [C:6:0:0]Kasalar[C:7:0:0] gereklidir:
vi: [C:6:0:0]Bàn[C:7:0:0] cho các [C:5:0:0]Thư Lại[C:7:0:0] của bạn làm việc. [C:6:0:0]Rương[C:7:0:0] hoặc [C:6:0:0]Hòm[C:7:0:0] cần thiết để cất giữ
zh_hans: [C:6:0:0]桌子[C:7:0:0] 来让你的 [C:5:0:0]抄写员们[C:7:0:0] 工作。 [C:6:0:0]箱子[C:7:0:0] 或者 [C:6:0:0]带锁的箱子[C:7:0:0] 是被需要来存储

source: [C:6:0:1]Writing Material[C:7:0:0] for the [C:5:0:0]Scribes[C:7:0:0] to write on.
fr: [C:6:0:1]Matériel d'écriture[C:7:0:0] pour les [C:5:0:0]Scribes[C:7:0:0] sur lesquels écrire.
it: [C:6:0:1]Materiale scrittorio[C:7:0:0] per gli [C:5:0:0]Scribi[C:7:0:0] su cui scrivere.
pl: [C:6:0:1]Materiałów pisarskich[C:7:0:0] dla [C:5:0:0]Skrybów[C:7:0:0] do pisania na nich.
pt_br: [C:6:0:1]Material de Escrita[C:7:0:0] para os [C:5:0:0]Escrivas[C:7:0:0] escreverem.
ru: [C:6:0:1]Материал для письма[C:7:0:0] для писцов[C:5:0:0], на котором они писали.
tr: [C:5:0:0]Yazıcıların[C:7:0:0] üzerine yazması için [C:6:0:1]Yazı Malzemesi[C:7:0:0].
vi: [C:6:0:1]Vật Liệu Viết[C:7:0:0] cho các [C:5:0:0]Thư Lại[C:7:0:0] để viết.
zh_hans: [C:6:0:1]书写材料[C:7:0:0]供[C:5:0:0]文士[C:7:0:0]书写用。

source: [C:7:0:1]Guildhalls[C:7:0:0]
fr: [C:7:0:1]Maison de guilde[C:7:0:0]
it: [C:7:0:1]Case delle gilde[C:7:0:0]
ko: [C:7:0:1]길드홀[C:7:0:0]
pl: [C:7:0:1]Gildie[C:7:0:0]
pt_br: [C:7:0:1]Guilda[C:7:0:0]
ru: [C:7:0:1]Залы Гильдий[C:7:0:0]
tr: [C:7:0:1]Lonca Salonları[C:7:0:0]
vi: [C:7:0:1]Hội Quán[C:7:0:0]
zh_hans: [C:7:0:1]行会[C:7:0:0]

source: [C:1:0:1]Guildhalls[C:7:0:0] are where the workers of specific professions gather to socialize and share their knowledge.
fr: [C:1:0:1]Les halls de guilde[C:7:0:0] sont les endroits où les travailleurs de professions spécifiques se rassemblent pour socialiser et partager leurs connaissances.
it: Le [C:1:0:1]Case delle gilde[C:7:0:0] sono luoghi dove lavoratori di certe professioni si riuniscono a socializzare e condividere conoscenza.
pl: [C:1:0:1]Gildie[C:7:0:0] to miejsca, gdzie pracownicy poszczególnych zawodów zbierają się, by rozmawiać i dzielić się swoją wiedzą.
pt_br: [C:1:0:1]Guilda[C:7:0:0] local onde os trabalhadores se reúnem para compartilhar conhecimento
ru: [C:1:0:1]Гильдии[C:7:0:0] - это места, где работники определенных профессий собираются, чтобы пообщаться и поделиться своими знаниями.
tr: [C:1:0:1]Lonca Salonları[C:7:0:0], belirli mesleklerdeki işçilerin sosyalleşmek ve bilgilerini paylaşmak için toplandıkları yerlerdir.
vi: [C:1:0:1]Hội Quán[C:7:0:0] là nơi các công nhân thuộc các ngành nghề cụ thể tụ tập để giao lưu và chia sẻ kiến thức của họ.
zh_hans: [C:1:0:1]行会[C:7:0:0]是特定职业的工人聚集在一起进行社交和分享知识的地方。

source: When deciding which guild to dedicate the [C:1:0:1]Guildhall[C:7:0:0] to, you can scroll over the names of the guilds
fr: Lorsque vous décidez à quelle guilde dédier le [C:1:0:1]Guildhall[C:7:0:0], vous pouvez faire défiler les noms des guildes
it: Mentre decidi a quale gilda dedicare la [C:1:0:1]Casa della gilda[C:7:0:0] puoi scorrere tra i nomi delle gilde
pl: Podczas decydowania, której gildii dedykować lokalizację [C:1:0:1]Gildii[C:7:0:0] możesz przejechać myszą na nazwami gildii
pt_br: Quando estiver decidindo a qual guilda dedicar o [C:1:0:1]Salão da Guilda[C:7:0:0], você pode navegar entre os nomes das guildas
ru: Решая, какой гильдии посвятить [C:1:0:1]Гильдхолл[C:7:0:0], вы можете пролистать названия гильдий
tr: [C:1:0:1]Lonca Salonunu[C:7:0:0] hangi loncaya adayacağınıza karar verirken, lonca isimlerinin üzerinde gezinebilir
vi: Khi quyết định dâng hiến [C:1:0:1]Hội Quán[C:7:0:0] cho hội nào, bạn có thể di chuột qua tên các hội
zh_hans: 当决定将[C:1:0:1]行宫[C:7:0:0]献给哪个行会时，你可以滚动查看行会的名称

source: and see how many workers of each profession there are and whether a guild has been established.
de: und sehen, wie viele Arbeiter es in den einzelnen Berufen gibt und ob eine Gilde gegründet wurde.
fr: et voyez combien d'ouvriers de chaque profession il y a et si une guilde a été établie.
it: e vedere quanti lavoratori d'ogni professione ci sono o se è stata fondata una gilda.
ko: 그리고 각 직업의 노동자가 몇 명인지, 길드가 설립되었는지 확인합니다.
pl: i zobaczyć ilu jest pracowników poszczególnych profesji i czy Gildia została dla nich już ustanowiona.
pt_br: e veja quantos trabalhadores de cada profissão existem e se uma guilda foi criada.
ru: и посмотреть, сколько рабочих каждой профессии и была ли создана гильдия.
tr: ve her meslekten kaç işçi olduğunu ve bir loncanın kurulup kurulmadığını görebilirsiniz.
vi: và xem có bao nhiêu công nhân thuộc mỗi ngành nghề và liệu một hội đã được thành lập hay chưa.
zh_hans: 审视每个行业包含多少名工人，以及是否成立了行会。

source: As the guild grows in power they may demand a [C:1:0:1]Guildhall[C:7:0:0] of greater value. This can be increased by
fr: Au fur et à mesure que la guilde gagne en puissance, elle peut exiger un [C:1:0:1]Guildhall[C:7:0:0] de plus grande valeur. Celle-ci peut être augmentée de
it: Man mano che la gilda cresce di potere essa può richiedere una [C:1:0:1]Casa della gilda[C:7:0:0] di maggior valore. Questo può essere aumentato
pl: Kiedy gildia zacznie rosnąć w siłę, będzie domagać się [C:1:0:1]Gildii[C:7:0:0] o większej wartości. Może być ona zwiększona przez
pt_br: À medida que a guilda cresce em poder, eles podem exigir um [C:1:0:1]Salão[C:7:0:0] de maior valor. Isso pode ser aumentado por
ru: По мере роста могущества гильдии они могут потребовать [C:1:0:1]Гильдхолл[C:7:0:0] большей стоимости. Это может быть увеличено путем
tr: Lonca güçlendikçe daha yüksek değerde bir [C:1:0:1]Lonca Salonu[C:7:0:0] talep edebilir. Bu değer,
vi: Khi hội phát triển lớn mạnh, họ có thể yêu cầu một [C:1:0:1]Hội Quán[C:7:0:0] có giá trị cao hơn. Giá trị này có thể được gia tăng bằng cách
zh_hans: 随着公会力量的增长，他们可以要求获得价值更高的[C:1:0:1]公会[C:7:0:0]。 这可以通过以下方式增加

source: decorating the hall and building [C:6:0:0]Furniture[C:7:0:0] like [C:6:0:0]Statues[C:7:0:0].
fr: décorer le hall et construire des [C:6:0:0]meubles[C:7:0:0] comme des [C:6:0:0]statues[C:7:0:0].
it: decorando la sala e costruendo [C:6:0:0]Mobili[C:7:0:0], ad esempio [C:6:0:0]Statue[C:7:0:0].
pl: dekorowanie budynku i stawianie [C:6:0:0]Mebli[C:7:0:0] takich jak [C:6:0:0]Figury[C:7:0:0].
pt_br: decorando a entrada e construindo [C:6:0:1]Mobília[C:7:0:0] como [C:6:0:0]Estátuas[C:7:0:0].
ru: украшать зал и строить [C:6:0:0]Мебель[C:7:0:0], как [C:6:0:0]Статуи[C:7:0:0].
tr: salonu dekore ederek ve [C:6:0:0]Heykeller[C:7:0:0] gibi [C:6:0:0]Mobilyalar[C:7:0:0] inşa ederek artırılabilir.
vi: trang trí hội quán và xây dựng [C:6:0:0]Đồ Đạc[C:7:0:0] như [C:6:0:0]Tượng[C:7:0:0].
zh_hans: 装饰大厅和建造[C:6:0:0]家具[C:7:0:0]像[C:6:0:0]雕像[C:7:0:0]。

source: Before you can create a military, you must appoint a [C:5:0:0]Militia Commander[C:7:0:0]
fr: Avant de pouvoir créer une armée, vous devez nommer un [C:5:0:0]Commandant de milice[C:7:0:0]
it: Prima di poter creare un esercito devi nominare un [C:5:0:0]Comandante di milizia[C:7:0:0]
pl: Zanim będziesz mógł stworzyć wojsko, musisz wskazać [C:5:0:0]Dowódcę Wojsk[C:7:0:0]
pt_br: Antes de poder criar um militar, você deve nomear um [C:5:0:0]Comandante Militar[C:7:0:0]
ru: Прежде чем создавать армию, вы должны назначить [C:5:0:0]командующего ополчением[C:7:0:0].
tr: Bir ordu oluşturmadan önce, bir [C:5:0:0]Milis Komutanı[C:7:0:0]
vi: Trước khi bạn có thể thành lập một quân đội, bạn phải chỉ định một [C:5:0:0]Chỉ Huy Dân Quân[C:7:0:0]
zh_hans: 在你创建军队之前，你必须任命一名[C:5:0:0]民兵指挥官[C:7:0:0] 。

source: from the [C:5:0:1]Nobles and administrators[C:7:0:0] menu.
fr: depuis le menu [C:5:0:1]Nobles et administrateurs[C:7:0:0].
it: dal menù [C:5:0:1]Nobili e amministratori[C:7:0:0].
ko: [C:5:0:1]귀족 및 관리자[C:7:0:0] 메뉴에서.
pl: w menu [C:5:0:1]Szlachta i Administratorzy[C:7:0:0].
pt_br: do menu [C:5:0:1]Nobres e administradores[C:7:0:0].
ru: из меню [C:5:0:1]Дворяне и администраторы[C:7:0:0].
tr: atamanız gerekir ([C:5:0:1]Soylular ve yöneticiler[C:7:0:0] menüsünden).
vi: từ menu [C:5:0:1]Quý Tộc và Quan Lại[C:7:0:0].
zh_hans: 从[C:5:0:1]贵族和管理员[C:7:0:0]菜单中。

source: Then from the [C:5:0:1]Squad[C:7:0:0] menu you can assign your first squad, led by the [C:5:0:0]Commander[C:7:0:0]. First you must
fr: Ensuite, depuis le menu [C:5:0:1]Escouade[C:7:0:0], vous pouvez assigner votre première escouade, dirigée par le [C:5:0:0]Commandant[C:7:0:0]. Vous devez d'abord
it: In seguito dal menù [C:5:0:1]Squadra[C:7:0:0] potrai assegnare la tua prima squadra, guidata dal [C:5:0:0]Comandante[C:7:0:0]. Prima devi
pl: Następnie z poziomu menu [C:5:0:1]Oddziału[C:7:0:0] możesz przypisać swój pierwszy oddział, prowadzony przez [C:5:0:0]Dowódcę[C:7:0:0]. Najpierw musisz
pt_br: Em seguida, no menu [C:5:0:1]Esquadrão[C:7:0:0], você pode atribuir seu primeiro esquadrão, liderado pelo [C:5:0:0]Comandante[C:7:0: 0]. Primeiro você deve
ru: Затем в меню [C:5:0:1]Отряд[C:7:0:0] вы можете назначить свой первый отряд во главе с [C:5:0:0]Командир[C:7:0:0]. Сначала вы должны
vi: Sau đó, từ [C:5:0:1]menu Đội Quân[C:7:0:0], bạn có thể phân công đội quân đầu tiên của mình, do [C:5:0:0]Chỉ Huy[C:7:0:0] dẫn dắt. Đầu tiên, bạn phải
zh_hans: 然后从[C:5:0:1]小队[C:7:0:0]菜单中你可以分配你的第一个小队，由[C:5:0:0]指挥官[C:7:0:0]领导。 首先你必须

source: assign the uniform. A new uniform can be assigned later.
de: die Uniform zuweisen. Eine neue Uniform kann später zugewiesen werden.
fr: attribuer l'uniforme. Un nouvel uniforme peut être attribué plus tard.
it: assegnare la divisa. Potrai assegnarne una nuova più tardi.
ko: 유니폼을 할당합니다.
pl: przypisać mundur. Nowy mundur może być przypisany później.
pt_br: selecionar uniforme. Pode ser alterado posteriormente.
ru: назначьте форму. Новая форма может быть назначена позже.
vi: phân công quân phục. Một bộ quân phục mới có thể được phân công sau này.
zh_hans: 你可以指派制服，此后也可以指派一些新的制服

source: The squad can be customized and you
de: Der Trupp kann individuell angepasst werden und Sie
fr: L'équipe peut être personnalisée et vous
it: La squadra può essere personalizzata e
ko: 분대는 사용자 정의할 수 있으며
pl: Oddział może być dostosowywany i możesz
pt_br: O esquadrão e você pode ser customizado
ru: Отряд может быть настроен индивидуально, и вы
tr: Birlik özelleştirilebilir ve
vi: Đội quân có thể được tùy chỉnh và bạn
zh_hans: 这些军队可以被定制外貌

source: can select the leader from the buttons at the top of the squad screen.
de: Sie können den Anführer über die Schaltflächen oben auf dem Truppenbildschirm auswählen.
fr: pouvez sélectionner le chef à partir des boutons en haut de l'écran de l'escouade.
it: puoi selezionare il capo dai tasti in alto nella schermata della squadra.
ko: 부대 화면 상단의 버튼에서 리더를 선택할 수 있습니다.
pl: wybrać lidera za pomocą przycisków u góry ekranu oddziału.
pt_br: pode selecionar o líder nos botões no topo da tela do esquadrão.
ru: можно выбрать лидера с помощью кнопок в верхней части окна отряда.
tr: birlik ekranının üst kısmındaki düğmelerden lideri seçebilirsiniz.
vi: có thể chọn người chỉ huy từ các nút ở đầu màn hình đội quân.
zh_hans: 可以从小队屏幕上方的按钮中选择队长。

source: The most important buttons
fr: Les boutons les plus importants
it: I tasti più importanti
ko: 가장 중요한 버튼
pl: Najważniejsze przyciski
pt_br: Os botões mais importantes
ru: Самые важные кнопки
tr: En önemli düğmeler
vi: Các nút quan trọng nhất
zh_hans: 最重要的按钮

source: are the checkmark to select the squad to give orders and the [C:5:0:1]Position[C:7:0:0] button to add more soldiers to the squad.
fr: sont la coche pour sélectionner l'escouade pour donner des ordres et le bouton [C:5:0:1]Position[C:7:0:0] pour ajouter plus de soldats à l'escouade.
it: sono il segno di spunta per selezionare la squadra a cui dare ordini e il tasto [C:5:0:1]Posizione[C:7:0:0] per aggiungere altri soldati alla squadra.
pl: to znacznik wyboru, aby wybrać oddział do wydawania rozkazów, oraz przycisk [C:5:0:1]Pozycja[C:7:0:0] do dodawania większej ilości żołnierzy do oddziału.
pt_br: são as marcas de verificação para selecionar o esquadrão para dar ordens e o botão [C:5:0:1]Posição[C:7:0:0] para adicionar mais soldados ao esquadrão.
ru: это галочка, чтобы выбрать отряд для отдачи приказов, и кнопка [C:5:0:1]Позиция[C:7:0:0], чтобы добавить новых солдат в отряд.
tr: emir verilecek birliği seçmek için onay işareti ve birliğe daha fazla asker eklemek için [C:5:0:1]Konum[C:7:0:0] düğmesidir.
vi: là dấu kiểm để chọn đội quân và ra lệnh và nút [C:5:0:1]Vị Trí[C:7:0:0] để thêm binh lính vào đội quân.
zh_hans: 是复选标记来选择要下达命令的小队，以及[C:5:0:1]位置[C:7:0:0]按钮来增加小队中的士兵。

source: You can give individual orders to the soldiers by selecting them with the checkmark from the [C:5:0:1]Position[C:7:0:0] menu
fr: Vous pouvez donner des ordres individuels aux soldats en les sélectionnant avec la coche dans le menu [C:5:0:1]Position[C:7:0:0]
it: Puoi impartire ordini individuali ai soldati selezionandoli con il segno di spunta dal menù [C:5:0:1]Posizione[C:7:0:0]
pl: Możesz dawać indywidualne rozkazy żołnierzom, wybierając ich znaczniki w menu [C:5:0:1]Pozycja[C:7:0:0]
pt_br: Você pode dar ordens individuais para os soldados selecionando eles com a marca de verificação no menu de [C:5:0:1]Posição[C:7:0:0]
ru: Вы можете отдавать отдельные приказы солдатам, выбирая их с помощью галочки в меню [C:5:0:1]Позиция[C:7:0:0].
tr: [C:5:0:1]Konum[C:7:0:0] menüsünden onay işaretiyle seçerek askerlere bireysel emirler verebilir
vi: Bạn có thể ra lệnh riêng lẻ cho binh lính bằng cách chọn họ bằng dấu kiểm từ [C:5:0:1]menu Vị Trí[C:7:0:0]
zh_hans: 你可以从[C:5:0:1]位置[C:7:0:0]菜单中用复选标记选择士兵，给他们下达个别命令。

source: or the whole squad from the [C:5:0:1]Squad[C:7:0:0] menu.
fr: ou toute l'escouade depuis le menu [C:5:0:1]Escouade[C:7:0:0].
it: o l'intera squadra dal menù [C:5:0:1]Squadra[C:7:0:0].
ko: 또는 [C:5:0:1]분대[C:7:0:0] 메뉴의 전체 분대.
pl: albo całemu oddziałowi za pomocą menu [C:5:0:1]Oddział[C:7:0:0].
pt_br: ou todo o esquadrão no menu de [C:5:0:1]Esquadrão[C:7:0:0].
ru: или весь отряд из меню [C:5:0:1]Отряд[C:7:0:0].
tr: veya [C:5:0:1]Birlik[C:7:0:0] menüsünden tüm birliğe emir verebilirsiniz.
vi: hoặc cho cả đội quân từ [C:5:0:1]menu Đội Quân[C:7:0:0].
zh_hans: 或者从[C:5:0:1]小队[C:7:0:0]菜单中选择整个小队。

source: The orders can be found at the bottom of the [C:5:0:1]Squad[C:7:0:0] menu when somebody is selected. You can make a [C:3:0:1]Kill[C:7:0:0] order and confirm it.
de: Die Aufträge finden Sie am Ende des [C:5:0:1]Truppen[C:7:0:0] Menü, wenn jemand ausgewählt ist. Sie können einen [C:3:0:1]Mord[C:7:0:0] Auftrag erteilen und diesen bestätigen.
fr: Les ordres se trouvent en bas du menu [C:5:0:1]Squad[C:7:0:0] lorsque quelqu'un est sélectionné. Vous pouvez passer une commande [C:3:0:1]Kill[C:7:0:0] et la confirmer.
it: Puoi trovare gli ordini in fondo al menù [C:5:0:1]Squadra[C:7:0:0] quando qualcuno viene selezionato. Puoi assegnare un ordine di [C:3:0:1]Uccisione[C:7:0:0] e confermarlo.
pl: Rozkazy znajdują się na dole menu [C:5:0:1]Oddział[C:7:0:0] kiedy ktos jest wybrany. Możesz wydać rozkaz [C:3:0:1]Zabij[C:7:0:0] i potwierdzić go.
pt_br: As ordens podem ser encontradas na parte de baixo do menu [C:5:0:1]Esquadrão[C:7:0:0] quando alguém é selecionado. Você pode fazer uma ordem de [C:3:0:1]Matar[C:7:0:0] e confirmá-la.
ru: Приказы можно найти в нижней части меню [C:5:0:1]Отряд[C:7:0:0], когда кто-то выбран. Вы можете сделать [C:3:0:1]Убить[C:7:0:0] приказ и подтвердить его.
vi: Các lệnh có thể được tìm thấy ở cuối [C:5:0:1]menu Đội Quân[C:7:0:0] khi có ai đó được chọn. Bạn có thể tạo lệnh [C:3:0:1]Tiêu Diệt[C:7:0:0] và xác nhận nó.
zh_hans: 当有人被选中时，可以在[C:5:0:1]小队[C:7:0:0]菜单的底部找到这些命令。 你可以下一个[C:3:0:1]杀戮[C:7:0:0]的命令并确认它。
