Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Frenetic
de: Frenetisch
fr: Frénétique
it: Frenetico
ko: 열광적
pl: Szalenie energetyczny
pt_br: Frenetico
ru: Деятельный
tr: Taşkın
vi: Cuồng loạn
zh_hans: 狂热

source: Thrill-seeker
de: Nervenkitzel
fr: Amateur de sensations fortes
it: Cerca il brivido
ko: 스릴을 추구함
pl: Ryzykant
pt_br: caçador de emoções
ru: Любитель острых ощущений
tr: Heyecan arayan
vi: Thích mạo hiểm
zh_hans: 探险家

source: Flights of fancy
de: Höhenflüge der Phantasie
fr: Vols de fantaisie
it: Fa voli pindarici
ko: 공상적
pl: Fantasta
pt_br: voos fantasiosos
ru: Фантазёр
tr: Hayalperest
vi: Hay mơ mộng
zh_hans: 异想天开

source: Inclined to abstract
de: Neigung zur Abstraktion
fr: Enclin à l'abstraction
it: Incline all'astratto
ko: 추상적인 성향
pl: Skłonny do abstrakcji
pt_br: Inclinação ao abstrato
ru: Склонен абстрагироваться
tr: Soyuta eğilimli
vi: Có khuynh hướng trừu tượng
zh_hans: 倾向于抽象的

source: Artistically inclined
de: Künstlerisch veranlagt
fr: Incliné artistiquement
it: Inclinazione artistica
ko: 예술적인 성향
pl: Artystycznie nastawiony
pt_br: Artisticamente inclinado
ru: Cклонен к искусству
tr: Sanata eğilimli
vi: Có khuynh hướng nghệ thuật
zh_hans: 有艺术倾向的

source: Slow to love
de: Schwer zu lieben
fr: Lent à aimer
it: Lento ad amare
ko: 느리게 사랑에 빠짐
pl: Niekochliwy
pt_br: Lento para amar
ru: С трудом влюбляется
tr: Zor sever
vi: Khó nảy sinh tình cảm
zh_hans: 难以陷入爱河的

source: Slow to hate
de: Schwer zu hassen
fr: Lent à haïr
it: Lento ad odiare
ko: 쉽게 미워하지 않음
pl: Nieskłonny do nienawiści
pt_br: Lento para odiar
ru: Неохотно ненавидит
tr: Zor nefret eder
vi: Khó nảy sinh thù hận
zh_hans: 不易仇恨他人

source: Not envious
de: Nicht neidisch
fr: Pas envieux
it: Non invidioso
ko: 부러워하지 않음
pl: Nie zazdrosny
pt_br: Não invejoso
ru: Не завистливый
tr: Kıskanç değil
vi: Không ghen tị
zh_hans: 不羡慕

source: Cheerless
de: Freudlos
fr: Triste
it: Tetro
ko: 기운 없음
pl: Ponury
pt_br: Sem alegria
ru: Унылый
tr: Neşesiz
vi: Buồn bã
zh_hans: 冷冷清清

source: Not easily depressed
de: Nicht leicht depressiv
fr: Pas facilement déprimé
it: Non si deprime facilmente
ko: 쉽게 우울해지지 않음
pl: Trudno wpada w depresję
pt_br: Não facilmente estressável
ru: Редко впадает в депрессию
tr: Kolay depresyona girmez
vi: Không dễ buồn chán
zh_hans: 乐观

source: Slow to anger
de: Langsam zornig
fr: Lent à la colère
it: Lento all'ira
ko: 쉽게 분노하지 않음
pl: Nieskory do gniewu
pt_br: Lento para a raiva
ru: Редко гневается
tr: Zor sinirlenir
vi: Khó tức giận
zh_hans: 不轻易动怒

source: Not anxious
de: Nicht besorgt
fr: Pas anxieux
it: Non anzioso
ko: 불안하지 않음
pl: Nie zaniepokojony
pt_br: Não ansioso
ru: Не обеспокоенный
tr: Kaygısız
vi: Không lo âu
zh_hans: 不焦虑

source: Not lustful
de: Nicht lustvoll
fr: Pas lubrique
it: Non lussurioso
ko: 정욕이 없음
pl: Nie pożądliwy
pt_br: Recatado
ru: Не похотливый
tr: Şehvetli değil
vi: Không ham muốn nhục dục
zh_hans: 不好色。

source: Resilient
de: Unverwüstlich
fr: Résilient
it: Resiliente
ko: 스트레스에 강함
pl: Odporny
pt_br: Resilitente
ru: Жизнерадостный
tr: Metanetli
vi: Kiên cường
zh_hans: 有弹性的

source: Not greedy
de: Nicht gierig
fr: Pas gourmand
it: Non avido
ko: 탐욕스럽지 않음
pl: Nie jest chciwy
pt_br: Não ambicioso
ru: Не жадный
tr: Kanaatkar
vi: Không tham lam
zh_hans: 不贪心

source: Temperate
de: Gemäßigt
fr: Tempéré
it: Mite
ko: 온대
pl: Umiarkowany
pt_br: Temperado
ru: Умеренный
tr: Ilımlı
vi: Điều độ
zh_hans: 温带

source: Avoid fights
de: Vermeidet Streit
fr: Évitez les bagarres
it: Evita i litigi
ko: 싸움을 피함
pl: Unika niepotrzebnych walk
pt_br: Evita brigas
ru: Избегает битв
tr: Kavgadan kaçınır
vi: Tránh xung đột
zh_hans: 爱好和平

source: Quick to give up
de: Gibt schnell auf
fr: Rapide à abandonner
it: Si arrende facilmente
ko: 포기가 빠름
pl: Słomiany zapał
pt_br: Desistidor
ru: Быстро сдаётся
tr: Çabuk pes eder
vi: Dễ bỏ cuộc
zh_hans: 轻易放弃

source: Not wasteful
de: nachhaltig
fr: Pas de gaspillage
it: Non sprecone
ko: 낭비하지 않음
pl: Nierozrzutny
pt_br: Econômico
ru: Не расточительный
tr: Tutumlu
vi: Không hoang phí
zh_hans: 不浪费

source: Seeks harmony
de: Strebt nach Harmonie
fr: Recherche l'harmonie
it: Cerca l'armonia
ko: 조화를 추구함
pl: Poszukuje harmonii
pt_br: Busca a harmonia
ru: Ищет гармонию
tr: Uyum arar
vi: Tìm kiếm hòa thuận
zh_hans: 寻求和谐

source: Quarreler
de: Zänker
fr: Querelleur
it: Litigante
ko: 언쟁꾼
pl: Kłótnik
pt_br: brigão
ru: Спорщик
tr: Münakaşacı
vi: Hay cãi vã
zh_hans: 争吵者

source: Rude
de: rücksichtslos
fr: Grossier
it: Scortese
ko: 무례함
pl: Niegrzeczny
ru: Грубый
tr: Kaba
vi: Thô lỗ
zh_hans: 粗鲁的

source: Overreliant on advice
de: Übermäßiges Vertrauen in Ratschläge
fr: Trop dépendant des conseils
it: Troppo dipendente dai consigli
ko: 조언에 의존함
pl: Nadmierne poleganie na radach
pt_br: Dependente demais de conselhos
ru: Чрезмерно полагается на советы
tr: Tavsiyeye aşırı bağımlı
vi: Quá phụ thuộc lời khuyên
zh_hans: 过度依赖他人的建议

source: Fearful
de: Ängstlich
fr: Craintif
it: Timoroso
ko: 쉽게 두려워함
pl: Strachliwy
pt_br: Medroso
ru: Боязливый
tr: Korkak
vi: Sợ hãi
zh_hans: 害怕的

source: Pusillanimous
de: Kleinmütig
fr: Pusillanime
it: Pusillanime
ko: 소심함
pl: Małoduszny
pt_br: Covarde
ru: Малодушный
tr: Ödlek
vi: Hèn nhát
zh_hans: 胆小的

source: Not vain
de: Nicht eitel
fr: Pas vain
it: Non vanesio
ko: 허영심 없음
pl: Niepróżny
pt_br: Não vaidoso
ru: Не тщеславный
tr: Mütevazı
vi: Không tự phụ
zh_hans: 淡薄名利

source: Not ambitious
de: Ambitionslos
fr: Pas ambitieux
it: Non ambizioso
ko: 야망 없음
pl: Mało ambitny
pt_br: Não é ambicioso
ru: Не амбициозный
tr: Hırssız
vi: Không tham vọng
zh_hans: 安于现状

source: Ungrateful
de: undankbar
fr: Ingrat
it: Ingrato
ko: 감사할줄 모름
pl: Niewdzięczny
pt_br: Ingrato
ru: Неблагодарный
tr: Nankör
vi: Vô ơn
zh_hans: 忘恩负义

source: Austere
de: Streng
fr: Austère
it: Austero
ko: 소박함
pl: Surowy
pt_br: Austero
ru: Строгий
tr: Çileci
vi: Khắc khổ
zh_hans: 苦行者

source: Humorless
de: humorlos
fr: Sans humour
it: Privo di umorismo
ko: 유머러스함
pl: Ponurak
pt_br: Sem humor
ru: Без чувства юмора
tr: Ciddi
vi: Thiếu hài hước
zh_hans: 不苟言笑

source: Not vengeful
de: Nicht rachsüchtig
fr: Pas vengeur
ko: 복수심 없음
pl: Niemściwy
pt_br: Não vingativo
ru: Не мстительный
tr: Kin gütmeyen
vi: Không báo thù
zh_hans: 不计前嫌

source: Low self esteem
de: Geringes Selbstwertgefühl
fr: Faible estime de soi
it: Bassa autostima
ko: 낮은 자존감
pl: O niskiej samoocenie
pt_br: Baixa auto-estima
ru: Низкая самооценка
tr: Düşük özsaygı
vi: Thiếu tự tin
zh_hans: 自卑

source: Merciful
de: Barmherzig
fr: Miséricordieux
it: Clemente
ko: 자비로움
pl: Miłosierny
pt_br: Misericordioso(a)
ru: Милосердный
tr: Merhametli
vi: Nhân từ
zh_hans: 仁慈的

source: Scatterbrained
de: Schusselig
fr: Écervelé
it: Sbadato
ko: 산만함
pl: Roztrzepany
pt_br: Desmiolado
ru: Рассеянный
tr: Dağınık kafalı
vi: Lơ đễnh
zh_hans: 心不在焉

source: Quick to despair
de: Schnell verzweifelt
fr: Rapide au désespoir
it: Si dispera facilmente
ko: 쉽게 절망함
pl: Desperat
pt_br: rápido para se desesperar
ru: Быстро впадает в отчаяние
tr: Çabuk umutsuzluğa kapılır
vi: Dễ tuyệt vọng
zh_hans: 悲观

source: Incurious
de: Widerspenstige
fr: Incurieux
it: Disinteressato
ko: 호기심 없음
pl: Nieciekawski
pt_br: Indiferente
ru: Нелюбопытный
tr: Meraksız
vi: Không tò mò
zh_hans: 无好奇心的

source: Shameless
de: Schamlos
fr: Éhonté
it: Spudorato
ko: 뻔뻔함
pl: Bezwstydny
pt_br: Sem vergonha
ru: Бесстыжий
tr: Utanmaz
vi: Trơ trẽn
zh_hans: 无耻的

source: Overshares
de: Überschussanteile
fr: Surparts
it: Condivide troppo
ko: 나누는 성격
pl: Nadmiernie udzielający
pt_br: Compartilha demais
ru: Перекрывает
tr: Boşboğaz
vi: Hay bộc bạch quá mức
zh_hans: 喜欢分享自己的隐私信息

source: Inattentive
de: Unaufmerksam
fr: Inattentif
it: Distratto
ko: 부주의함
pl: Nieuważny
pt_br: Distraído
ru: Невнимательный
tr: Dikkatsiz
vi: Lơ đễnh
zh_hans: 心不在焉

source: Acquiescing
de: Duldig
fr: Acquiescer
it: Condiscendente
ko: 묵인함
pl: Niestały w poglądach
pt_br: Concordando
ru: Замкнутый
tr: Boyun eğen
vi: Dễ bằng lòng
zh_hans: 默然

source: Intolerant
fr: Intolérant
it: Intollerante
ko: 편협함
pl: nietolerancyjny
pt_br: Intolerante
ru: Не толерантный
tr: Hoşgörüsüz
vi: Không khoan dung
zh_hans: 心胸狭窄

source: Emotionally distant
de: Emotional distanziert
fr: Émotionnellement distant
it: Emotivamente distante
ko: 감정적으로 동떨어짐
pl: Pozbawiony emocji
pt_br: Emocionalmente distante
ru: Эмоционально далёкий
tr: Duygusal olarak mesafeli
vi: Lạnh nhạt cảm xúc
zh_hans: 不愿深交

source: Unswayed by emotions
de: Unbeeindruckt von Emotionen
fr: Insensible aux émotions
it: Indifferente alle emozioni
ko: 감정에 흔들리지 않음
pl: Niewzruszony emocjami
pt_br: Não levado pelas emoções
ru: Неподвластный эмоциям
tr: Duygularıyla hareket etmeyen
vi: Không bị cảm xúc chi phối
zh_hans: 泰然自若

source: Not altruistic
de: Nicht uneigennützig
fr: Pas altruiste
it: Non altruista
ko: 이기적
pl: Egoistyczny
pt_br: Não altruísta
ru: Не альтруистичен
tr: Bencil
vi: Không vị tha
zh_hans: 非利他的

source: Not dutiful
de: Nicht pflichtbewußt
fr: Pas dévoué
it: Non diligente
ko: 순종적이지 않음
pl: Nieobowiązkowy
pt_br: desobediente
ru: Не ответственный
tr: Sorumsuz
vi: Không tận tụy
zh_hans: 敷衍了事

source: Overcautious
de: Übervorsichtig
fr: Trop prudent
it: Iperprudente
ko: 지나치게 조심함
pl: Nazbyt ostrożny
pt_br: Cauteloso
ru: Сверхосторожный
tr: Aşırı temkinli
vi: Quá thận trọng
zh_hans: 谨小慎微

source: Sloppy
de: Schlampig
fr: Négligent
it: Sciatto
ko: 엉성함
pl: niechlujny
pt_br: Desleixado
ru: Небрежный
tr: Pasaklı
vi: Cẩu thả
zh_hans: 马虎

source: Distrustful
de: Misstrauisch
fr: Méfiant
it: Diffidente
ko: 의심 많음
pl: Nieufny
pt_br: Desconfiado
ru: Недоверчивый
tr: Şüpheci
vi: Đa nghi
zh_hans: 多疑

source: Loner
de: Einzelgänger
fr: Solitaire
it: Solitario
ko: 외톨이
pl: Samotnik
pt_br: Solitário(a)
ru: Одиночка
tr: Yalnız
vi: Cô độc
zh_hans: 孤僻

source: Unassertive
de: Unerschrocken
fr: Peu affirmé
it: Insicuro
ko: 내성적
pl: Uległy
pt_br: modesto
ru: Непритязательный
tr: Çekingen
vi: Không quyết đoán
zh_hans: 谦逊

source: Leisurely
de: Gemütlich
fr: Tranquille
it: Tranquillo
ko: 느긋함
pl: Nieśpieszny
pt_br: calmo
ru: Медленный
tr: Aheste
vi: Thong thả
zh_hans: 从容

source: Avoids excitement
de: Vermeidet Aufregung
fr: Évite l'excitation
it: Evita l'eccitazione
ko: 흥분되는 활동을 피함
pl: Unika wrażeń
pt_br: Evita a agitação
ru: Избегает волнения
tr: Heyecandan kaçınır
vi: Tránh sự náo nhiệt
zh_hans: 避免过度兴奋

source: Fact-oriented
de: Faktenorientiert
fr: Axé sur les faits
it: Orientato ai fatti
ko: 사실 지향적
pl: Racjonalista
pt_br: Orientado à fatos
ru: Ориентированный на факты
tr: Gerçek odaklı
vi: Thực tế
zh_hans: 事实导向

source: Not inclined to abstract
de: Keine Neigung zur Abstraktion
fr: Pas enclin à l'abstraction
it: Non incline all'astratto
ko: 추상적이지 않음
pl: Praktyk
pt_br: Não inclinado ao abstrato
ru: Не склонен к абстракции
tr: Soyuta eğilimli değil
vi: Không có khuynh hướng trừu tượng
zh_hans: 不倾向于抽象的

source: Not inclined to create art
de: Keine Neigung zur Kunst
fr: Pas enclin à créer de l'art
it: Non incline al creare arte
ko: 예술에 관심 없음
pl: Niewzruszony wobec sztuki
pt_br: Não inclinado a criar arte
ru: Не склонен создавать искусство
tr: Sanat yaratmaya eğilimli değil
vi: Không có khuynh hướng sáng tạo nghệ thuật
zh_hans: 不倾向于艺术创作

source: Values law
de: schätzt das Gesetz
fr: Loi des valeurs
it: Apprezza la legge
ko: 법을 중요시함
pl: Ceni prawo
pt_br: Valoriza leis
ru: Ценит закон
tr: Kanuna değer verir
vi: Trọng pháp
zh_hans: 重视法律

source: Values loyalty
de: schätzt die Loyalität
fr: Valeurs fidélité
it: Apprezza la lealtà
ko: 충직함을 중요시함
pl: Ceni lojalność
pt_br: Valoriza a lealdade
ru: Ценит преданность
tr: Sadakate değer verir
vi: Trọng sự trung thành
zh_hans: 重视忠诚

source: Values family
de: schätzt die Familie
fr: Famille de valeurs
it: Apprezza la famiglia
ko: 가족을 중요시함
pl: Ceni rodzinę
pt_br: Valoriza família
ru: Ценит семью
tr: Aileye değer verir
vi: Trân trọng gia đình
zh_hans: 重视家庭

source: Values friendship
de: schätzt die Freundschaft
fr: Valorise l'amitié
it: Apprezza l’amicizia
ko: 우정을 중요시함
pl: Ceni przyjaźń
pt_br: Valoriza amizade
ru: Ценит дружбу
tr: Arkadaşlığa değer verir
vi: Trân trọng tình bạn
zh_hans: 重视友谊

source: Values power
de: Schätzt die Macht
fr: Valeurs puissance
it: Apprezza il potere
ko: 힘을 중요시함
pl: Ceni moc
pt_br: Valoriza poder
ru: Уважает силу
tr: Güce değer verir
vi: Trân trọng quyền lực
zh_hans: 重视权利

source: Values truth
de: Schätzt die Wahrheit
fr: Valorise la vérité
it: Apprezza la verità
ko: 진실을 중요시함
pl: Ceni prawdę
pt_br: Valoriza verdade
ru: Ценит правду
tr: Hakikate değer verir
vi: Trân trọng sự thật
zh_hans: 重视真相

source: Values cunning
de: Schätzt die Gerissenheit
fr: Valeurs rusées
it: Apprezza l’astuzia
ko: 교활함을 중요시함
pl: Ceni przebiegłość
pt_br: Valoriza astúcia
ru: Ценит хитрость
tr: Kurnazlığa değer verir
vi: Trân trọng sự xảo quyệt
zh_hans: 重视诡诈

source: Values eloquence
de: Schätzt die Beredsamkeit
fr: Valeurs éloquence
it: Apprezza l’eloquenza
ko: 웅변을 중요시함
pl: Ceni elokwencję
pt_br: Valoriza eloquência
ru: Ценит красноречие
tr: Hitabete değer verir
vi: Trân trọng tài hùng biện
zh_hans: 重视口才

source: Values fairness
de: Schätzt die Fairness
fr: Valeurs d'équité
it: Apprezza l’equità
ko: 공정성을 중요시함
pl: Ceni uczciwość
pt_br: Valoriza justiça
ru: Ценит справедливость
tr: Adalete değer verir
vi: Trân trọng sự công bằng
zh_hans: 重视公平

source: Values decorum
de: Schätzt den Anstand
fr: Valeurs décorum
it: Apprezza il decoro
ko: 예의를 중요시함
pl: Ceni przyzwoitość
pt_br: Valoriza decoro
ru: Ценит приличие
tr: Adaba değer verir
vi: Trân trọng lễ nghi
zh_hans: 重视礼仪

source: Values tradition
de: Schätzt die Tradition
fr: Valeurs tradition
it: Apprezza la tradizione
ko: 전통을 중요시함
pl: Ceni tradycję
pt_br: Valoriza tradição
ru: Ценит традиции
tr: Geleneklere değer verir
vi: Trân trọng truyền thống
zh_hans: 重视传统

source: Values artwork
de: Schätzt die Kunst
fr: Valorise l'œuvre d'art
it: Apprezza le opere d’arte
ko: 예술활동을 중요시함
pl: Ceni sztukę
pt_br: Valoriza trabalhos de arte
ru: ценит искусство
tr: Sanat eserlerine değer verir
vi: Trân trọng nghệ thuật
zh_hans: 重视艺术作品

source: Values cooperation
de: Schätzt die Zusammenarbeit
fr: Valorise la coopération
it: Apprezza la cooperazione
ko: 협력을 중요시함
pl: Ceni współpracę
pt_br: Valoriza cooperação
ru: Ценит сотрудничество
tr: İşbirliğine değer verir
vi: Trân trọng sự hợp tác
zh_hans: 重视合作

source: Values independence
de: Schätzt die Unabhängigkeit
fr: Valorise l'indépendance
it: Apprezza l’indipendenza
ko: 독립성을 중요시함
pl: Ceni niezależność
pt_br: Valoriza independência
ru: Ценит независимость
tr: Bağımsızlığa değer verir
vi: Trân trọng sự độc lập
zh_hans: 重视独立

source: Values stoicism
de: Schätzt Stoizismus
fr: Valeurs stoïcisme
it: Apprezza lo stoicismo
ko: 금욕을 중요시함
pl: Ceni stoickość
pt_br: Valoriza o estoicismo
ru: Ценит стоицизм
tr: Metanete değer verir
vi: Trân trọng sự khắc kỷ
zh_hans: 重视恬淡寡欲

source: Values introspection
de: Schätzt die Introspektion
fr: Introspection des valeurs
it: Apprezza l’introspezione
ko: 자기성찰을 중요시함
pl: Ceni introspektywność
pt_br: Valoriza introspecção
ru: Ценит самоанализ
tr: İç gözleme değer verir
vi: Trân trọng sự tự quán chiếu
zh_hans: 重视内省

source: Values self-control
de: Schätzt die Selbstkontrolle
fr: Valeurs maîtrise de soi
it: Apprezza l’autocontrollo
ko: 자기조절을 중요시함
pl: Ceni samokontrolę
pt_br: Valoriza autocontrole
ru: Ценит самообладание
tr: Özdenetime değer verir
vi: Trân trọng sự tự chủ
zh_hans: 重视自我控制

source: Values tranquility
de: Schätzt die Ruhe
fr: Valorise la tranquillité
it: Apprezza la tranquillità
ko: 평온함을 중요시함
pl: Ceni spokój
pt_br: Valoriza tranquilidade
ru: Ценит спокойствие
tr: Sükunete değer verir
vi: Trân trọng sự tĩnh lặng
zh_hans: 重视安宁

source: Values harmony
de: Schätzt Harmonie
fr: Harmonie des valeurs
it: Apprezza l’armonia
ko: 조화를 중요시함
pl: Ceni harmonię
pt_br: Valoriza hamornia
ru: Ценит гармонию
tr: Uyuma değer verir
vi: Trân trọng sự hòa hợp
zh_hans: 重视和谐

source: Values merriment
de: Schätzt Heiterkeit
fr: Valeurs gaieté
it: Apprezza la baldoria
ko: 유쾌함을 중요시함
pl: Ceni wesołość
pt_br: Valoriza a alegria
ru: Ценит веселье
tr: Eğlenceye değer verir
vi: Trân trọng sự hân hoan
zh_hans: 重视狂欢

source: Values craftwork
de: Schätzt Handwerksarbeit
fr: Valorise l'artisanat
it: Apprezza l’artigianato
ko: 공예를 중요시함
pl: Ceni rzemiosło
pt_br: Valoriza artesanato
ru: Ценит ремесло
tr: Zanaatkarlığa değer verir
vi: Trân trọng nghề thủ công
zh_hans: 重视手工艺品

source: Values martial prowess
de: Schätzt kämpferisches Können
fr: Valorise les prouesses martiales
it: Apprezza l’abilità marziale
ko: 무술을 중요시함
pl: Ceni waleczność
pt_br: Valoriza a destreza marcial
ru: Ценит боевую доблесть
tr: Savaş ustalığına değer verir
vi: Trân trọng võ dũng
zh_hans: 重视武艺高强

source: Values skill
de: Schätzt die Fähigkeit
fr: Valorise la compétence
it: Apprezza l’abilità
ko: 기술을 중요시함
pl: Ceni umiejętności
pt_br: Valoriza habilidade
ru: Ценит мастерство
tr: Beceriye değer verir
vi: Trân trọng kỹ năng
zh_hans: 重视技能

source: Values hard work
de: Schätzt harte Arbeit
fr: Valorise le travail acharné
it: Apprezza il duro lavoro
ko: 근면한 노동을 중요시함
pl: Ceni ciężką pracę
pt_br: Valoriza trabalho duro
ru: Ценит упорный труд
tr: Çalışkanlığa değer verir
vi: Trân trọng sự cần cù
zh_hans: 重视勤劳

source: Values sacrifice
de: Schätzt das Opfer
fr: Valeurs sacrifiées
it: Apprezza il sacrificio
ko: 희생을 중요시함
pl: Ceni poświęcenie
pt_br: Valoriza sacrifício
ru: Ценит жертвенность
tr: Fedakarlığa değer verir
vi: Trân trọng sự hy sinh
zh_hans: 重视牺牲

source: Values competition
de: Schätzt den Wettkampf
fr: Concurrence des valeurs
it: Apprezza le gare
ko: 경쟁을 중요시함
pl: Współzawodnictwo wartości
pt_br: Valoriza competição
ru: Ценит состязание
tr: Rekabete değer verir
vi: Trân trọng sự cạnh tranh
zh_hans: 重视竞争

source: Values perseverance
de: Schätzt die Beharrlichkeit
fr: Valeurs persévérance
it: Apprezza la perseveranza
ko: 인내를 중요시함
pl: Ceni wytrwałość
pt_br: Valoriza perseverança
ru: Ценит настойчивость
tr: Azme değer verir
vi: Trân trọng sự kiên trì
zh_hans: 重视坚持不懈

source: Values leisure time
de: Schätzt die Freizeit
fr: Valorise le temps libre
it: Apprezza il tempo libero
ko: 여가시간을 중요시함
pl: Ceni wolny czas
pt_br: Valoriza o tempo de lazer
ru: Ценит свободное время
tr: Boş zamana değer verir
vi: Trân trọng thời gian nhàn rỗi
zh_hans: 重视闲暇时光

source: Values commerce
de: Schätzt den Handel
fr: Valorise le commerce
it: Apprezza il commercio
ko: 상업을 중요시함
pl: Ceni handel
pt_br: Valoriza comércio
ru: Ценит торговлю
tr: Ticarete değer verir
vi: Trân trọng thương mại
zh_hans: 重视贸易

source: Values romance
de: Schätzt die Romantik
fr: Valorise le romantisme
it: Apprezza il romanticismo
ko: 로맨스를 중요시함
pl: Ceni romantyczność
pt_br: Valoriza romance
ru: Ценит романтику
tr: Romantizme değer verir
vi: Trân trọng tình yêu
zh_hans: 重视爱情

source: Values nature
de: Schätzt die Natur
fr: Valeurs nature
it: Apprezza la natura
ko: 자연을 중요시함
pl: Ceni naturę
pt_br: Valoriza natureza
ru: ценит природу
tr: Doğaya değer verir
vi: Trân trọng tự nhiên
zh_hans: 重视自然

source: Values peace
de: Schätzt den Frieden
fr: Valorise la paix
it: Apprezza la pace
ko: 평화를 중요시함
pl: Ceni pokój
pt_br: Valoriza paz
ru: Ценит спокойствие
tr: Barışa değer verir
vi: Trân trọng hòa bình
zh_hans: 重视和平

source: Values knowledge
de: Schätzt das Wissen
fr: Connaissance des valeurs
it: Apprezza la conoscenza
ko: 지식을 중요시함
pl: Ceni wiedzę
pt_br: Valoriza conhecimento
ru: Ценит знания
tr: Bilgiye değer verir
vi: Trân trọng tri thức
zh_hans: 重视知识

source: Disdains law
de: Verachtet das Gesetz
fr: Loi dédaigne
it: Disdegna la legge
ko: 법을 경멸함
pl: Gardzi prawem
pt_br: Desdenha das leis
ru: Презирает закон
tr: Kanunu küçümser
vi: Khinh thường pháp luật
zh_hans: 鄙弃法律

source: Disdains loyalty
de: Verachtet die Loyalität
fr: Dédaigne la loyauté
it: Disdegna la lealtà
ko: 충직함을 경멸함
pl: Gardzi lojalnością
pt_br: Desdenha de lealdade
ru: Презирает преданность
tr: Sadakati küçümser
vi: Khinh thường lòng trung thành
zh_hans: 鄙弃忠诚

source: Disdains family
de: Verachtet die Familie
fr: Dédaigne la famille
it: Disdegna la famiglia
ko: 가족을 경멸함
pl: Gardzi rodziną
pt_br: Desdenha de família
ru: Презирает семью
tr: Aileyi küçümser
vi: Khinh thường gia đình
zh_hans: 鄙弃家庭

source: Disdains friendship
de: Verachtet die Freundschaft
fr: Dédaigne l'amitié
it: Disdegna l'amicizia
ko: 우정을 경멸함
pl: Gardzi przyjaźnią
pt_br: Desdenha de amizade
ru: Презирает дружбу
tr: Arkadaşlığı küçümser
vi: Khinh thường tình bạn
zh_hans: 鄙弃友谊

source: Disdains power
de: Verachtet die Macht
fr: Dédaigne le pouvoir
it: Disdegna il potere
ko: 권력을 경멸함
pl: Gardzi mocą
pt_br: Desdenha de poder
ru: Презирает власть
tr: Gücü küçümser
vi: Khinh thường quyền lực
zh_hans: 鄙弃权利

source: Disdains truth
de: Verachtet die Wahrheit
fr: Dédaigne la vérité
it: Disdegna la verità
ko: 진실을 경멸함
pl: Gardzi prawdą
pt_br: Desdenha da verdade
ru: Презирает истину
tr: Hakikati küçümser
vi: Khinh thường sự thật
zh_hans: 鄙弃真相

source: Disdains cunning
de: Verachtet die Gerissenheit
fr: Dédaigne la ruse
it: Disdegna l'astuzia
ko: 교활함을 경멸함
pl: Gardzi przebiegłością
pt_br: Desdenha astúcia
ru: Презирает хитрость
tr: Kurnazlığı küçümser
vi: Khinh thường sự xảo quyệt
zh_hans: 鄙弃诡计

source: Disdains eloquence
de: Verachtet die Eloquenz
fr: Dédaigne l'éloquence
it: Disdegna l'eloquenza
ko: 웅변을 경멸함
pl: Gardzi elokwencją
pt_br: Desdenha de eloquencia
ru: Презирает красноречие
tr: Hitabeti küçümser
vi: Khinh thường tài hùng biện
zh_hans: 鄙弃口才

source: Disdains fairness
de: Verachtet die Fairness
fr: Dédaigne l'équité
it: Disdegna l'equità
ko: 공정성을 경멸함
pl: Gardzi uczciwością
pt_br: Desdenha de justiça
ru: Презирает справедливость
tr: Adaleti küçümser
vi: Khinh thường sự công bằng
zh_hans: 鄙弃公正

source: Disdains decorum
de: Verachtet den Anstand
fr: Dédaigne le décorum
it: Disdegna il decoro
ko: 예의를 무시함
pl: Gardzi przyzwoitością
pt_br: Desdenha de decoro
ru: Презирает приличия
tr: Adabı küçümser
vi: Khinh thường lễ nghi
zh_hans: 鄙弃礼仪

source: Disdains tradition
de: Verachtet die Tradition
fr: Dédaigne la tradition
it: Disdegna la tradizione
ko: 전통을 경멸함
pl: Gardzi tradycją
pt_br: Desdenha de tradição
ru: Презирает традиции
tr: Gelenekleri küçümser
vi: Khinh thường truyền thống
zh_hans: 鄙弃传统

source: Disdains artwork
de: Verachtet die Kunstwerke
fr: Dédaigne les œuvres d'art
it: Disdegna le opere d'arte
ko: 예술활동을 경멸함
pl: Gardzi sztuką
pt_br: Desdenha de trabalhos de arte
ru: Презирает произведения искусства
tr: Sanat eserlerini küçümser
vi: Khinh thường nghệ thuật
zh_hans: 鄙弃艺术作品

source: Disdains cooperation
de: Verachtet die Zusammenarbeit
fr: Dédaigne la coopération
it: Disdegna la cooperazione
ko: 협력을 경멸함
pl: Gardzi współpracą
pt_br: Desdenha de cooperação
ru: Презирает сотрудничество
tr: İşbirliğini küçümser
vi: Khinh thường sự hợp tác
zh_hans: 鄙弃合作

source: Disdains independence
de: Verachtet die Unabhängigkeit
fr: Dédaigne l'indépendance
it: Disdegna l'indipendenza
ko: 독립심을 경멸함
pl: Gardzi niezależnością
pt_br: Desdenha de independência
ru: Презирает независимость
tr: Bağımsızlığı küçümser
vi: Khinh thường sự độc lập
zh_hans: 鄙弃独立

source: Disdains stoicism
de: Verachtet den Stoizismus
fr: Dédaigne le stoïcisme
it: Disdegna lo stoicismo
ko: 금욕주의를 경멸함
pl: Gardzi stoickością
pt_br: Desdenha de estoicismo
ru: Презирает стоицизм
tr: Metaneti küçümser
vi: Khinh thường sự khắc kỷ
zh_hans: 鄙弃恬淡寡欲

source: Disdains introspection
de: Verachtet die Selbstbeobachtung
fr: Dédaigne l'introspection
it: Disdegna l'introspezione
ko: 성찰을 경멸함
pl: Gardzi introspektywnością
pt_br: Desdenha de introspecção
ru: Презирает самоанализ
tr: İç gözlemi küçümser
vi: Khinh thường sự tự quán chiếu
zh_hans: 鄙弃自省

source: Disdains self-control
de: Verachtet die Selbstkontrolle
fr: Dédaigne la maîtrise de soi
it: Disdegna l'autocontrollo
ko: 자기조절을 경멸함
pl: Gardzi samokontrolą
pt_br: Desdenha de autocontrole
ru: Презирает самоконтроль
tr: Özdenetimi küçümser
vi: Khinh thường sự tự chủ
zh_hans: 鄙弃自律

source: Disdains tranquility
de: Verachtet die Ruhe
fr: Dédaigne la tranquillité
it: Disdegna la tranquillità
ko: 평온함을 경멸함
pl: Gardzi spokojem
pt_br: Desdenha de tranquilidade
ru: Презирает спокойствие
tr: Sükuneti küçümser
vi: Khinh thường sự tĩnh lặng
zh_hans: 鄙弃安宁
