Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: There's some value in leisure, but one also has to engage with other aspects of life.
de: Die Freizeit hat einen gewissen Wert, aber man muss sich auch mit anderen Aspekten des Lebens beschäftigen.
fr: Les loisirs ont leur utilité, mais on doit également s'impliquer dans d'autres domaine de la vie.
it: Il tempo libero ha un certo valore, ma bisogna anche impegnarsi in altri aspetti della vita.
ko: 여가에는 약간의 가치가 있지만, 사람들은 또한 삶의 다른 측면들에 관여해야 합니다.
pl: Jest pewna wartość w odpoczynku, ale trzeba też angażować się w inne aspekty życia.
pt_br: Aproveitar algum tempo livre é tem seus méritos, mas é importante também lidar com os outros aspectos da vida.
ru: В досуге есть смысл, но нужно обращать внимание и на другие аспекты жизни.
tr: Boş zamanın bir değeri vardır, ancak kişi hayatın diğer yönleriyle de ilgilenmelidir.
vi: Có giá trị nhất định trong sự thư nhàn, nhưng người ta cũng phải tham gia vào các khía cạnh khác của cuộc sống.
zh_hans: 休闲有一些价值，但也必须与生活的其他方面互动。

source: Trade is the life-blood of a thriving society.
de: Handel ist das Lebenselixier einer blühenden Gesellschaft.
fr: Le commerce est le moteur d'une société prospère.
it: Il commercio è la linfa vitale di una società prospera.
ko: 무역은 번영하는 사회의 생명선입니다.
pl: Handel jest siłą napędową prosperującej społeczności.
pt_br: O comércio é o coração de uma sociedade próspera.
ru: Торговля - это кровь процветающего сообщества.
tr: Ticaret, gelişen bir toplumun can damarıdır.
vi: Thương mại là huyết mạch của một xã hội thịnh vượng.
zh_hans: 贸易是繁荣社会的生命之源。

source: All of this buying and selling isn't honest work.
de: Das ganze Kaufen und Verkaufen ist keine ehrliche Arbeit.
fr: Tous ces achats et ventes ne sont pas un travail honnête.
it: Tutta questa compravendita non è un lavoro onesto.
ko: 이 모든 사고 파는 것은 정직한 일이 아닙니다.
pl: To całe kupowanie i sprzedawanie nie jest uczciwą pracą.
pt_br: Tudo esta compra e venda não é um trabalho honesto.
ru: Во всей этой торговле нет ни грамма честности.
tr: Tüm bu alım satım dürüst bir iş değil.
vi: Tất cả việc mua bán này chẳng phải là công việc chân chính.
zh_hans: 所有这些买卖都不是诚实的工作。

source: There's something to be said for trade as a necessity, but there are better things in life to do with one's time.
de: Der Handel ist zwar eine Notwendigkeit, aber es gibt bessere Dinge im Leben, mit denen man seine Zeit verbringen kann.
fr: La nécessité du commerce doit être défendue, mais il y a mieux à faire d'une vie.
it: Il commercio è una necessità, ma ci sono cose migliori da fare nella vita.
ko: 무역은 필수라고 할 수 있는 것도 있지만, 인생에는 시간과 함께 할 수 있는 더 좋은 것들이 있습니다.
pl: Można nazwać handel koniecznością, ale są lepsze rzeczy do robienia w życiu ze swoim czasem.
pt_br: Tratar o comércio como uma necessidade pode ter algumas vantagens, mas existem coisas melhores na vida para se fazer.
ru: Да, нельзя отрицать что торговля важна и необходима, но в жизни есть куда более важные вещи, на которые стоит потратить свои силы.
tr: Ticaretin bir zorunluluk olduğu söylenebilir, ancak hayatta zamanını harcayacak daha iyi şeyler vardır.
vi: Có thể nói rằng thương mại là một sự cần thiết, nhưng có nhiều điều tốt đẹp hơn trong đời để dành thời gian cho chúng.
zh_hans: 贸易作为一种必需品，有一些东西可以说，但生活中有更好的事情与一个人的时间有关。

source: There's nothing like a great romance!
de: Es gibt nichts wie eine großartige Liebschaft.
fr: Rien de tel qu'une grande romance !
it: Non c'è niente di meglio di una bella storia d'amore!
ko: 위대한 로맨스와 같은 것은 없습니다!
pl: Nie ma to jak dobry romans!
pt_br: Não há nada como um bom romance!
ru: Нет ничего, что сможет сравниться с романтикой!
tr: Harika bir aşk gibisi yoktur!
vi: Không gì sánh bằng một tình yêu lãng mạn tuyệt vời!
zh_hans: 没有什么比浪漫更好的了！

source: These people carrying on about romance should be more practical.
de: Diese Leute, die von Romantik reden, sollten praktischer sein.
fr: Ces gens qui parlent de romance devraient être plus pratiques.
it: Queste persone che parlano di romanticismo dovrebbero essere più pratiche.
ko: 연애를 계속하는 이 사람들은 좀 더 실용적이어야 한다.
pl: Ci ludzie zajmujący się romansami powinni być bardziej praktyczni.
pt_br: Estas pessoas exercem sobre romance deveriam ser mais práticas.
ru: Людям, рассуждающим о романтике, стоило бы стать более практичными.
tr: Aşk hakkında konuşup duran bu insanlar daha pratik olmalı.
vi: Những kẻ cứ mãi ca tụng tình yêu lãng mạn thì nên thực tế hơn.
zh_hans: 这些继续浪漫的人应该更实际。

source: You shouldn't get too carried away with romance, but it's fine in moderation.
de: Du solltest dich nicht zu sehr von Liebschaften mitreißen lassen, aber sie sind gut in Maßen.
fr: Vous ne devriez pas vous laisser trop entraîner par l'amour, soyez modéré et ce sera parfait.
it: Non bisogna lasciarsi trasportare troppo dal romanticismo, ma va bene con moderazione.
ko: 로맨스에 너무 빠져서는 안 되지만 적당히 해도 괜찮아요.
pl: Nie powinieneś zbyt przejmować się romansami, ale z umiarem będzie to w porządku.
pt_br: Você não deve se deixar levar pelo romance, mas tudo bem indo com cautela.
ru: Вы не должны слишком увлекаться романтикой, всё хорошо в меру.
tr: Aşka kendini çok kaptırmamalısın, ama kararında iyidir.
vi: Đừng nên quá đắm chìm vào tình yêu lãng mạn, nhưng ở mức độ vừa phải thì cũng ổn thôi.
zh_hans: 你不应该被浪漫所迷惑，但它适度适中。

source: It's wonderful to be out exploring the wilds!
de: Es ist wundervoll draußen zu sein und die Wildnis zu erkunden!
fr: C'est merveilleux d'explorer la nature!
it: È meraviglioso esplorare la natura selvaggia!
ko: 야생을 탐험하는 것은 멋진 일입니다!
pl: Wspaniale jest odkrywać dzicz!
pt_br: É uma maravilha explorar a vida selvagem!
ru: Как прекрасно исследовать дикую природу!
tr: Vahşi doğayı keşfetmek harika!
vi: Thật tuyệt vời khi được ra ngoài khám phá vùng hoang dã!
zh_hans: 出去探索荒野真是太棒了！

source: I could do without all of those creatures and that tangled greenery.
de: Ich könnte auf all diese Kreaturen und das verworrene Grün verzichten.
fr: Je pourrais me passer de toutes ces créatures et de cette verdure emmêlée.
it: Potrei fare a meno di tutte quelle creature e di quel verde aggrovigliato.
ko: 나는 그 모든 생물과 얽힌 녹지 없이도 할 수 있습니다.
pl: Mógłbym się obejść bez tych wszystkich stworzeń i splątanej zieleni.
pt_br: Não me faria falta todas estas criaturas e mato embolado.
ru: Я легко обхожусь без всех этих существ и этой зелени.
tr: Tüm o yaratıklar ve o karmaşık yeşillik olmadan da yapabilirdim.
vi: Tôi có thể sống mà không cần tất cả những sinh vật và đám cây cối rậm rạp đó.
zh_hans: 我可以做到没有所有这些生物和纠结的绿色植物。

source: Nature can be enjoyed and used for myriad purposes, but there must always be respect and even fear of its power.
de: Die Natur kann genossen und für unzählige Zwecke genutzt werden, aber man muss sie immer respektieren und sogar Angst vor ihrer Macht haben.
fr: La nature peut être appréciée et utilisée pour une multitude de raisons, mais il faut toujours garder une part de respect et même de peur envers sa puissance.
it: La natura può essere goduta e utilizzata per una miriade di scopi, ma ci deve sempre essere rispetto e persino paura del suo potere.
ko: 자연은 무수한 목적을 위해 즐기고 사용될 수 있지만, 자연의 힘에 대한 존중과 두려움이 항상 있어야 합니다.
pl: Można cieszyć się naturą i używać jej na miriady sposobów, ale zawsze trzeba czuć szacunek, a nawet strach wobec jej potęgi.
pt_br: A Natureza pode ser apreciada e usada para variados propósitos, mas deve sempre haver respeito e até medo de seu poder.
ru: Силу природы можно использовать для множества целей, но всегда следует проявлять уважение и даже опасаться этой силы.
tr: Doğanın tadı çıkarılabilir ve sayısız amaç için kullanılabilir, ancak her zaman gücüne saygı ve hatta korku duyulmalıdır.
vi: Thiên nhiên có thể được tận hưởng và khai thác cho vô vàn mục đích, nhưng phải luôn tôn trọng và thậm chí kính sợ sức mạnh của nó.
zh_hans: 大自然可以被享受和用于无数目的，但必须始终尊重甚至害怕它的力量。

source: Let there be peace throughout the world.
de: Lasst Frieden auf der Welt sein.
fr: Que la paix soit dans le monde entier.
it: Che ci sia pace in tutto il mondo.
ko: 온 세상에 평화가 있게 하소서.
pl: Niech zapanuje pokój na całym świecie.
pt_br: Que haja paz em todo o mundo.
ru: Пусть будет мир во всём мире.
tr: Tüm dünyada barış olsun.
vi: Hãy để hòa bình ngự trị khắp thế giới.
zh_hans: 让全世界和平。

source: How I long for the beautiful spectacle of war!
de: Wie ich mich nach dem wunderschönen Schauspiel des Krieges sehne!
fr: Comme j'aspire au beau spectacle de la guerre !
it: Quanto desidero il bellissimo spettacolo della guerra!
ko: 나는 전쟁의 아름다운 광경을 얼마나 그리워하는가!
pl: Jakże tęsknię za pięknym spektaklem wojny!
pt_br: Como eu desejo para o belo espetáculo da guerra!
ru: Как я тоскую по хорошей войне!
tr: Savaşın o güzel gösterisini nasıl da özlüyorum!
vi: Làm sao tôi lại khao khát được chiêm ngưỡng cảnh tượng chiến tranh hùng tráng đến thế!
zh_hans: 我多么渴望美丽的战争奇观！

source: War is sometimes necessary, but peace must be valued as well, when we can have it.
de: Krieg ist manchmal nötig, aber man sollte Frieden wertschätzen, so denn wir ihn haben können.
fr: La guerre est parfois nécessaire, mais la paix se doit également d'être défendue, tant que nous pouvons le faire.
it: A volte la guerra è necessaria ma anche la pace va apprezzata, quando la si può avere.
ko: 전쟁은 때때로 필요합니다, 하지만 평화를 영위할 수 있을때는 소중하게 유지해야합니다.
pl: Wojna jest czasem niezbędna, ale pokój musi być ceniony, kiedy można go osiągnąć.
pt_br: A guerra às vezes é necessária, mas a paz também deve ser valorizada, quando podemos tê-la.
ru: Иногда без войны не обойтись, но нужно ценить мир, покуда он есть.
tr: Savaş bazen gereklidir, ama sahip olabildiğimizde barışa da değer verilmelidir.
vi: Chiến tranh đôi khi là cần thiết, nhưng hòa bình cũng phải được trân trọng, khi chúng ta có thể có được nó.
zh_hans: 战争有时是必要的，但是当我们拥有战争时，也必须重视和平。

source: Uhh...
fr: Euh...
it: Umh...
ko: 어...
ru: Ухх...
vi: Ư...
zh_hans: 呃...

source: It's a great day to fall in love all over again.
de: Es ist ein wundervoller Tag um sich wieder Hals über Kopf zu verlieben.
fr: C'est une belle journée pour retomber amoureux.
it: È un grande giorno per innamorarsi di nuovo.
ko: 다시 사랑에 빠지기에 좋은 날입니다.
pl: To piękny dzień by zakochać się na nowo.
pt_br: É um grande dia para se apaixonar de novo.
ru: Замечательный день, чтобы вновь в кого-то влюбиться.
tr: Yeniden aşık olmak için harika bir gün.
vi: Thật là một ngày tuyệt vời để lại say đắm trong tình yêu một lần nữa.
zh_hans: 这是一个重新坠入爱河的美好日子。

source: People do get so carried away sometimes, but not I.
de: Die Leute lassen sich manchmal mitreißen, aber ich nicht.
fr: Les gens s'emballent parfois, mais pas moi.
it: A volte le persone si lasciano trasportare, ma non io.
ko: 사람들은 가끔 그렇게 흥분하지만 나는 그렇지 않다.
pl: Czasem ludzie dają ponieść się emocjom, ale nie ja.
pt_br: As pessoas Entao levar às vezes, mas não eu.
ru: Другие как-то это переносят, но не я.
tr: İnsanlar bazen kendilerini çok kaptırıyor, ama ben değil.
vi: Mọi người đôi khi bị cuốn đi quá xa, nhưng tôi thì không.
zh_hans: 人们确实有时会被带走，但不是我。

source: Sometimes I just don't like somebody.
de: Manchmal mag ich niemanden.
fr: Parfois, je n'aime pas quelqu'un.
it: A volte non mi piace semplicemente qualcuno.
ko: 때때로 나는 누군가를 좋아하지 않습니다.
pl: Czasem po prostu nikogo nie lubię.
pt_br: Às vezes eu só não gosto de alguém.
ru: Иногда мне просто кто-то не нравится.
tr: Bazen birinden hoşlanmıyorum işte.
vi: Đôi khi tôi chỉ là không thích ai đó.
zh_hans: 有时我只是不喜欢某人。

source: How can someone be so consumed by hate?
de: Wie kann jemand so von Hass zerfressen sein?
fr: Comment quelqu'un peut-il être aussi rongé par la haine ?
it: Come si può essere così consumati dall'odio?
ko: 사람이 어떻게 증오에 사로잡힐 수 있습니까?
pl: Jak ktoś może być tak pochłonięty nienawiścią?
pt_br: Como pode alguém ser tao consumida pelo ódio?
ru: Как кто-то может быть настолько поглощён ненавистью?
tr: Bir insan nefret tarafından nasıl bu kadar tüketilebilir?
vi: Làm sao một người có thể bị lòng căm thù ngự trị đến thế?
zh_hans: 一个人如何被仇恨所吞噬？

source: I get so jealous sometimes.
de: Ich werde manchmal sehr eifersüchtig.
fr: Je deviens tellement jaloux parfois.
it: A volte sono così geloso.
ko: 가끔 너무 부러워요.
pl: Czasem bywam bardzo zazdrosny.
pt_br: Às vezes fico com inveja.
ru: Иногда я бываю очень ревнив.
tr: Bazen çok kıskanıyorum.
vi: Đôi khi tôi cảm thấy rất ghen tị.
zh_hans: 我有时会嫉妒。

source: I don't understand how somebody can become so obsessed by what somebody else has.
de: Ich kann nicht verstehen wie jemand so besessen von etwas sein kann, was jemand anderes besitzt.
fr: Je ne comprends pas comment quelqu'un peut être obsédé par ce que possède un autre.
it: Non capisco come si possa essere così ossessionati da ciò che ha un altro.
ko: 나는 누군가가 타인의 물건에 그렇게 집착할 수 있는지 이해할 수 없다.
pl: Nie rozumiem jak ktoś może mieć taką obsesję na punkcie tego, co ma ktoś inny.
pt_br: Não entendo como alguém pode tornar-se tao obcecado pelo que outra pessoa tem.
ru: Я не понимаю, как можно завидовать тому, что есть у кого-то другого.
tr: Birinin başkasının sahip olduğu şeye nasıl bu kadar takıntılı olabildiğini anlamıyorum.
vi: Tôi không hiểu làm sao ai đó có thể trở nên ám ảnh đến vậy bởi những gì người khác sở hữu.
zh_hans: 我不明白别人怎么会被其他人所拥有的东西所迷恋。

source: Be happy!
de: Sei glücklich!
fr: Soyez heureux!
it: Sii felice!
ko: 행복해요!
pl: Bądź szczęśliwy!
pt_br: Anime-se!
ru: Радуйтесь жизни!
tr: Mutlu ol!
vi: Hãy vui lên!
zh_hans: 要开心！

source: Is there something to be happy about?
de: Gibt es etwas, weshalb man glücklich sein sollte?
fr: Y a-t-il de quoi être heureux ?
it: C'è qualcosa di cui essere felici?
ko: 기뻐할 일이 있습니까?
pl: Czy jest jakiś powód do bycia szczęśliwym?
pt_br: Há algo para ser feliz?
ru: Существует ли что-нибудь, чему можно радоваться?
tr: Mutlu olacak bir şey var mı?
vi: Có điều gì đáng để vui không?
zh_hans: 有什么值得高兴的吗？

source: It really gets me down sometimes.
de: Das zieht mich manchmal wirklich runter.
fr: Ça me déprime vraiment parfois.
it: A volte mi deprime davvero.
ko: 정말 가끔 저를 실망시킵니다.
pl: To mnie czasem naprawdę dołuje.
pt_br: Isso realmente me deixa para baixo às vezes.
ru: Иногда это приводит меня в уныние.
tr: Bazen gerçekten canımı sıkıyor.
vi: Đôi khi điều đó thực sự khiến tôi buồn bã.
zh_hans: 它有时会让我失望。

source: How can people be so glum?
de: Wie können Menschen nur so mürrisch sein?
fr: Comment les gens peuvent-ils être aussi maussades ?
it: Come può la gente essere così depressa?
ko: 어떻게 사람들이 그렇게 무뚝뚝할 수 있지?
pl: Jak ludzie mogą być tacy ponurzy?
pt_br: Como as pessoas podem ser tao melancólico?
ru: Как люди могут такими мрачными?
tr: İnsanlar nasıl bu kadar somurtkan olabilir?
vi: Sao mọi người lại có thể u sầu đến thế?
zh_hans: 人们怎么会这么闷闷不乐？

source: I have trouble controlling my temper.
de: Ich habe Probleme, mein Temperament zu zügeln.
fr: J'ai du mal à contrôler mon tempérament.
it: Ho problemi a controllare il mio temperamento.
ko: 나는 성질을 조절하는 데 문제가 있다.
pl: Mam problem z kontrolowaniem swojego temperamentu.
pt_br: Eu tenho dificuldade de controlar meu temperamento.
ru: Я с трудом сдерживаю свой нрав.
tr: Öfkemi kontrol etmekte zorlanıyorum.
vi: Tôi khó kiềm chế cơn nóng giận của mình.
zh_hans: 我无法控制自己的脾气。

source: People can be so angry, and I just don't understand it.
de: Menschen können so wütend sein und das verstehe ich einfach nicht.
fr: Les gens peuvent être tellement en colère, et je ne le comprends pas.
it: Le persone possono essere così arrabbiate e io non lo capisco.
ko: 사람들은 그렇게 화를 낼 수 있는데, 나는 그것을 이해하지 못합니다.
pl: Ludzie potrafią być tak bardzo wściekli, a ja po prostu tego nie rozumiem.
pt_br: As pessoas podem ser tao zangadas, e eu não entendi.
ru: Люди бывают такими злыми, я не понимаю этого.
tr: İnsanlar çok öfkeli olabiliyor ve ben bunu anlamıyorum.
vi: Mọi người có thể giận dữ đến thế, và tôi chỉ không tài nào hiểu nổi.
zh_hans: 人们可能会生气，我只是不理解。

source: W... worried? Do I look worried?
de: B... besorgt? Sehe ich besorgt aus?
fr: W... inquiet ? Est-ce que j'ai l'air inquiet ?
it: Pr-preoccupato? Ti sembro preoccupato?
ko: 여... 걱정?
pl: Z... zmartwiony? Czy wyglądam, jakbym był zmartwiony?
pt_br: P. preocupado? Eu pareço preocupado?
ru: Б.. беспокоюсь? Разве я выгляжу обеспокоенным?
vi: L... lo lắng? Trông tôi có vẻ lo lắng à?
zh_hans: 哇...担心？我看起来很担心吗？

source: There's nothing to be upset about.
de: Es gibt nichts, über das man sich ärgern müsste.
fr: Il n'y a pas de quoi s'énerver.
it: Non c'è nulla di cui preoccuparsi.
ko: 당황할 것이 없습니다.
pl: Nie ma czym się denerwować.
pt_br: Não há nada para se preocupar.
ru: Здесь не из-за чего расстраиваться.
tr: Üzülünecek bir şey yok.
vi: Không có gì phải buồn bực cả.
zh_hans: 没什么好不好的。

source: I'm feeling randy today!
de: Ich fuehle mich heute geil!
fr: Je me sens excité aujourd'hui !
it: Oggi mi sento arrapato!
ko: 오늘은 기분이 이상해!
pl: Czuję się dziś napalony!
pt_br: Hoje estou me sentindo randy!
ru: Я сегодня возбуждён!
tr: Bugün çok istekliyim!
vi: Hôm nay tôi cảm thấy đầy ham muốn!
zh_hans: 我今天感觉很好！

source: I just don't understand these flames of passion people go on about.
de: Ich verstehe diese Flammen der Leidenschaft nicht, von denen die Leute sprechen.
fr: Je ne comprends pas ces flammes de la passion dont les gens parlent.
it: Non capisco proprio queste fiamme di passione di cui la gente parla.
ko: 나는 사람들이 계속해서 열정의 불꽃을 피우는 것을 이해하지 못합니다.
pl: Po prostu nie rozumiem tego płomienia pasji, o którym tyle gadają gadają.
pt_br: Não entendo estas chamas de paixao ir sobre as pessoas.
ru: Я просто не понимаю, когда люди говорят об огне страсти между ними.
tr: İnsanların bahsedip durduğu bu tutku alevlerini bir türlü anlamıyorum.
vi: Tôi chỉ không hiểu những ngọn lửa đam mê mà mọi người cứ ca tụng.
zh_hans: 我只是不明白人们对这些激情的热情。

source: I don't handle pressure well.
de: Ich kann mit Druck nicht gut umgehen.
fr: Je gère mal la pression.
it: Non reggo bene la pressione.
ko: 나는 압박감에 잘 대처하지 못한다.
pl: Nie radze sobie dobrze z presją.
pt_br: Eu não lido bem com pressão.
ru: Я легко поддаюсь давлению.
tr: Baskıyı iyi kaldıramam.
vi: Tôi không giỏi chịu đựng áp lực.
zh_hans: 我不能很好地处理压力。

source: I'm at my best under pressure.
de: Ich bin unter Druck auf Höchstleistung.
fr: Je suis à mon meilleur sous pression.
it: Do il meglio di me sotto pressione.
ko: 나는 압력을 받고 최선을 다하고 있습니다.
pl: Najlepiej radzę sobie pod presją.
pt_br: Estou no meu melhor sob pressão.
ru: Я стараюсь не поддаваться давлению.
tr: Baskı altında en iyisiyimdir.
vi: Tôi thể hiện tốt nhất khi chịu áp lực.
zh_hans: 我在压力下处于最佳状态。

source: Yes, I want more. Is that so bad?
de: Ja, ich will mehr. Ist das so schlimm?
fr: Oui, j'en veux plus. Est-ce si mauvais ?
it: Sì, ne voglio di più. È così grave?
ko: 예, 더 원합니다.
pl: Tak, chcę więcej. Czy to takie złe?
pt_br: Sim, eu quero mais. É assim tao mau?
ru: Да, я хочу больше. Разве это плохо?
vi: Vâng, tôi muốn nhiều hơn. Điều đó có gì xấu không?
zh_hans: 是的，我想要更多。?这太糟了吗？

source: Why are they so fixated on these baubles?
de: Warum sind sie so auf diese Kugeln fixiert?
fr: Pourquoi sont-ils si obsédés par ces babioles ?
it: Perché sono così fissati con questi gingilli?
ko: 왜 그들은 이 값싼 물건에 그렇게 집착합니까?
pl: Dlaczego są tak zafiksowani na punkcie tych bombek(?)?
pt_br: Porque são eles tao obcecados por essas bugigangas?
ru: Почему все так зациклены на этих безделушках?
tr: Neden bu incik boncuğa bu kadar takıntılılar?
vi: Tại sao họ lại cứ bị ám ảnh bởi những món đồ trang sức lặt vặt này?
zh_hans: 他们为什么如此关注这些小玩意？

source: I could really use a drink.
de: Ich könnte wirklich ein Getränk gebrauchen.
fr: J'aurais vraiment besoin d'un verre.
it: Avrei proprio bisogno di una bevuta.
ko: 정말 음료를 사용할 수 있습니다.
pl: Naprawdę bym się napił/
pt_br: Realmente preciso de uma bebida.
ru: Я бы сейчас выпил.
tr: Gerçekten bir içkiye ihtiyacım var.
vi: Tôi thực sự cần một ly.
zh_hans: 我真的可以喝一杯。

source: Sometimes I think I need a drink, but I can control myself.
de: Manchmal denke ich, ich brauche einen Schnaps, aber ich habe mich unter Kontrolle.
fr: Parfois, je pense que j'ai besoin d'un verre, mais je peux me contrôler.
it: A volte penso di aver bisogno di un goccetto, ma riesco a controllarmi.
ko: 가끔 술이 필요하다는 생각이 들지만 스스로를 통제할 수 있다.
pl: Czasami myślę, że bym się napił, ale potrafię się kontrolować.
pt_br: Às vezes acho que preciso de uma bebida, mas consigo me controlar.
ru: Иногда мне нужно выпить, но я знаю меру.
tr: Bazen bir içkiye ihtiyacım olduğunu düşünüyorum ama kendimi kontrol edebilirim.
vi: Đôi khi tôi nghĩ mình cần một ly, nhưng tôi có thể tự kiềm chế bản thân.
zh_hans: 有时我觉得我需要喝一杯，但我可以控制自己。

source: I am not governed by urges.
de: Ich lasse mich nicht zwingen.
fr: Je ne suis pas gouverné par des envies.
it: Non sono governato dagli impulsi.
ko: 나는 충동에 지배당하지 않습니다.
pl: Nie rządzą mną żądze.
pt_br: Eu não sou regido por impulsos.
ru: Мои потребности не управляют мной.
tr: Dürtülerim tarafından yönetilmiyorum.
vi: Tôi không bị chi phối bởi những ham muốn.
zh_hans: 我不受冲动的支配。

source: There's nothing like a good brawl.
de: Es gibt nichts besseres als eine gute Schlägerei.
fr: Rien de tel qu'une bonne bagarre.
it: Niente di meglio di una bella rissa.
ko: 좋은 싸움만큼 좋은 것은 없습니다.
pl: Nie ma to jak dobra bójka.
pt_br: Não há nada como uma boa briga.
ru: Нет ничего лучше хорошей драки!
tr: İyi bir arbede gibisi yoktur.
vi: Không gì sánh bằng một trận ẩu đả ra trò.
zh_hans: 没有什么比这更好的斗殴了。

source: Why must they be so violent?
de: Warum müssen sie so gewalttätig sein?
fr: Pourquoi doivent-ils être si violents ?
it: Perché devono essere così violenti?
ko: 왜 그들은 그렇게 폭력적이어야 합니까?
pl: Dlaczego oni muszą być tak brutalni?
pt_br: Porque eles devem ser tao violentos?
ru: Почему мы должны быть такими жестокими?
tr: Neden bu kadar şiddetli olmak zorundalar?
vi: Tại sao họ phải bạo lực đến thế?
zh_hans: 为什么他们必须如此暴力？

source: Get me going and I won't stop for anything.
de: Lasst mich in Fahrt kommen und ich werde für nichts mehr anhalten.
fr: Lancez-moi et je ne m'arrêterai pour rien au monde.
it: Fammi perdere la testa e non mi fermerò per nulla.
ko: 날 가게 해줘 난 아무것도 멈추지 않을거야.
pl: Zacznę działać i nic mnie nie zatrzyma.
pt_br: Me vai chegar e eu não vou parar por nada.
ru: Покажите куда идти, и ничто меня не остановит.
tr: Beni harekete geçir, hiçbir şey için durmam.
vi: Một khi đã vào guồng, tôi sẽ không dừng lại vì bất cứ điều gì.
zh_hans: 让我走了，我不会停下来做任何事情。

source: Maybe I give up too early sometimes.
de: Vielleicht gebe ich manchmal zu früh auf.
fr: Peut-être que j'abandonne trop tôt parfois.
it: Forse mi arrendo troppo facilmente a volte.
ko: 가끔은 너무 일찍 포기하기도 합니다.
pl: Być może czasem poddaję się zbyt szybko.
pt_br: Talvez eu desistir cedo demais às vezes.
ru: Возможно, иногда я слишком быстро сдаюсь.
tr: Belki bazen çok erken pes ediyorum.
vi: Có lẽ đôi khi tôi bỏ cuộc quá sớm.
zh_hans: 也许我有时候会过早放弃。

source: I don't always do things in the most efficient way.
de: Ich erledige Dinge nicht immer auf die effizienteste Weise.
fr: Je ne fais pas toujours les choses de la manière la plus efficace.
it: Non sempre faccio le cose nella maniera più efficiente.
ko: 나는 항상 가장 효율적인 방식으로 일을 처리하지는 않습니다.
pl: Nie zawszę robię rzeczy w najbardziej wydajny sposób.
pt_br: Nem sempre faço as coisas da maneira mais eficiente.
ru: Я не всегда все делаю самым эффективным способом.
tr: İşleri her zaman en verimli şekilde yapmam.
vi: Tôi không phải lúc nào cũng làm mọi việc theo cách hiệu quả nhất.
zh_hans: 我并不总是以最有效的方式做事。

source: We must be careful not to waste.
de: Wir müssen vorsichtig sein nichts zu verschwenden.
fr: Nous devons faire attention à ne pas gaspiller.
it: Dobbiamo stare attenti a non sprecare.
ko: 우리는 낭비하지 않도록 주의해야 합니다.
pl: Musimy uważać, żeby nie marnować.
pt_br: Nós deve ter cuidadosos para não desperdiçar.
ru: Мы должны быть осторожны, чтобы все не испортить.
tr: İsraf etmemeye dikkat etmeliyiz.
vi: Chúng ta phải cẩn thận đừng lãng phí.
zh_hans: 我们必须小心，不要浪费。
