Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Learned art form
pl: Nauczony sztuki od
tr: Sanat formu öğrenildi
vi: Đã học được loại hình nghệ thuật

source: Performance quality
pl: Jakość wykonania
tr: Performans kalitesi
vi: Chất lượng biểu diễn

source: Building destroyed/toppled
pl: Budowla zniszczona/obalona
tr: Bina yıkıldı/devrildi
vi: Tòa nhà bị phá hủy/lật đổ

source: Cursed by deity
pl: Przeklęty przez bóstwo
tr: İlah tarafından lanetlendi
vi: Bị thần linh nguyền rủa

source: Composition complete
pl: Kompozycja zakończona
tr: Beste tamamlandı
vi: Bản sáng tác đã hoàn thành

source: Composition failed
pl: Kompozycja nieudana
tr: Beste başarısız oldu
vi: Sáng tác thất bại

source: New apprenticeship
pl: Nowy staż
tr: Yeni çıraklık
vi: Học nghề mới

source: Petition ignored
pl: Petycja zignorowana
tr: Dilekçe görmezden gelindi
vi: Kiến nghị bị bỏ qua

source: Tree chopped
pl: Drzewo zrąbane
tr: Ağaç kesildi
vi: Cây đã bị đốn hạ

source: You cannot construct here
pl: Nie możesz tu budować
tr: Buraya inşa edemezsin
vi: Bạn không thể xây dựng ở đây

source: Rumor spread by citizen
pl: Plotki rozsiewane przez obywatela
tr: Söylenti vatandaş tarafından yayıldı
vi: Tin đồn được lan truyền bởi công dân

source: Thief (villain)
pl: Złodziej (Złoczyńca)
tr: Hırsız (kötü adam)
vi: Kẻ trộm (phản diện)

source: Visitor shared rumor(s)
pl: Odwiedzający podzielił się plotką/plotkami
tr: Ziyaretçi söylenti(ler) paylaştı
vi: Khách đã chia sẻ tin đồn

source: Returning soldiers bring rumor(s)
pl: Powracający żołnierze przynieśli plotkę/plotki
tr: Dönen askerler söylenti(ler) getirdi
vi: Binh lính trở về mang theo tin đồn

source: New site founded nearby
pl: Nowa osada założona niedaleko
tr: Yakında yeni yerleşim kuruldu
vi: Địa điểm mới được thành lập gần đó

source: You given emergency tactical control
pl: Dałeś awaryjną kontrolę taktyczną
tr: Sana acil taktik kontrolü verildi
vi: Bạn được trao quyền kiểm soát chiến thuật khẩn cấp

source: Agreement satisfied
pl: Porozumienie spełnione
tr: Anlaşma yerine getirildi
vi: Thỏa thuận đã được đáp ứng

source: Priesthood needs recognized
pl: Kapłaństwo potrzebuje rozpoznania
tr: Ruhbanlık ihtiyaçları kabul edildi
vi: Nhu cầu của giáo sĩ đoàn đã được công nhận

source: Agreement abandoned
pl: Porozumienie porzucone
tr: Anlaşma terk edildi
vi: Thỏa thuận bị hủy bỏ

source: Guild founded
pl: Gildia stworzona
tr: Lonca kuruldu
vi: Bang hội đã được thành lập

source: Witnessed item handoff
pl: Zauważony przedmiot został przekazany
tr: Eşya teslimine tanık olundu
vi: Chứng kiến việc giao nhận vật phẩm

source: Witnessed item has been moved
pl: Zauważony przedmiot został przemieszczony
tr: Eşyanın taşındığına tanık olundu
vi: Chứng kiến vật phẩm đã được di chuyển

source: Witnessed item missing
pl: Brak zauważonego przedmiotu
tr: Eşyanın kaybolduğuna tanık olundu
vi: Vật phẩm đã chứng kiến bị mất

source: Mount
pl: Dosiądź
tr: Binek
vi: Cưỡi

source: You cannot mount
pl: Nie możesz dosiąść
tr: Binemezsin
vi: Bạn không thể cưỡi

source: You failed to mount
pl: Nie udało ci się dosiąść
tr: Binmeyi başaramadın
vi: Bạn đã thất bại khi cưỡi

source: Dismount
pl: Zejdź
tr: İn
vi: Xuống thú cưỡi

source: You failed to dismount
pl: Nie udało ci się zejść
tr: İnmeyi başaramadın
vi: Bạn đã thất bại khi xuống thú cưỡi

source: Diplomat left unhappy
pl: Dyplomata pozostawiony nieszczęśliwym
tr: Diplomat mutsuz ayrıldı
vi: Nhà ngoại giao rời đi không hài lòng

source: Embark
de: Loslegen
fr: Embarquer
it: Insedia
ko: 착수
pl: Wyrusz
pt_br: Embarcar
ru: Высадка
tr: Yerleş
vi: Khởi hành
zh_hans: 开始

source: First caravan
pl: Pierwsza karawana
tr: İlk kervan
vi: Đoàn buôn đầu tiên

source: Monarch arrived
pl: Przybył monarcha
tr: Hükümdar geldi
vi: Quốc vương đã đến

source: Monarch arrived early
pl: Monarcha przybył wcześnie
tr: Hükümdar erken geldi
vi: Quốc vương đến sớm

source: Satisfied monarch
pl: Monarcha zadowolony
tr: Memnun hükümdar
vi: Quốc vương hài lòng

source: Mountainhome achieved
pl: Otrzymano tytuł Górniczego Domu
tr: Anayurt statüsüne ulaşıldı
vi: Đạt được Mountainhome

source: West
tr: Batı
vi: Tây

source: East
tr: Doğu
vi: Đông

source: North
de: Norden
fr: Nord
it: Nord
ko: 북쪽
pl: Północ
pt_br: Norte
ru: Север
tr: Kuzey
vi: Bắc
zh_hans: 北方

source: South
de: Süden
fr: Sud
it: Sud
ko: 남쪽
pl: Południe
pt_br: Sul
ru: Юг
tr: Güney
vi: Nam
zh_hans: 南方

source: Below
tr: Aşağı
vi: Phía dưới

source: Above
tr: Yukarı
vi: Phía trên

source: Here
de: Hier
fr: Ici
it: Qui
ko: 여기
pl: Tutaj
pt_br: Aqui
ru: Здесь
tr: Burada
vi: Ở đây
zh_hans: 这里

source: /Below
tr: /Aşağı
vi: /Dưới

source: /Above
tr: /Yukarı
vi: /Trên

source: Cloth (Plant)
de: Stoff (Pflanze)
fr: Tissu (plante)
it: Stoffa (Vegetale)
ko: 천(식물)
pl: Materiał (Roślinny)
pt_br: Pano (planta)
ru: Ткань (растительная)
tr: Kumaş (Bitki)
vi: Vải (Thực vật)
zh_hans: 布（植物）

source: Cloth (Silk)
de: Stoff (Seide)
fr: Tissu (Soie)
it: Stoffa (Seta)
ko: 천(비단)
pl: Materiał (Jedwab)
pt_br: Pano (seda)
ru: Ткань (шёлковая)
tr: Kumaş (İpek)
vi: Vải (Lụa)
zh_hans: 布（丝绸）

source: Cloth (Yarn)
de: Stoff (Garn)
fr: Tissu (fil)
it: Stoffa (Gomitolo)
ko: 천(실)
pl: Materiał (Przędza)
pt_br: Pano (fio)
ru: Ткань (вязаная)
tr: Kumaş (Yün)
vi: Vải (Sợi)
zh_hans: 布（毛绒）

source: Pets
de: Haustiere
fr: Animaux domestiques
it: Animale domestico
ko: 애완동물
pl: Zwierzęta domowe
pt_br: Animais
ru: Питомцы
tr: Evcil Hayvanlar
vi: Thú cưng
zh_hans: 宠物

source: Drinks
de: Getränke
fr: Boissons
it: Beveraggi
ko: 술
pl: Napoje
pt_br: Bebidas
ru: Напитки
tr: İçecekler
vi: Đồ uống
zh_hans: 酒水

source: Cheeses
de: Käse
fr: Les fromages
it: Formaggi
ko: 치즈
pl: Sery
pt_br: Queijos
ru: Сыры
tr: Peynirler
vi: Phô mai
zh_hans: 奶酪

source: Powders
de: Pulver
fr: Poudres
it: Polveri
ko: 분말
pl: Proszki
pt_br: Pós
ru: Порошки
tr: Tozlar
vi: Bột
zh_hans: 粉

source: Extracts
de: Extraxte
fr: Extraits
it: Estratti
ko: 추출물
pl: Ekstrakty
pt_br: Extratos:
ru: Экстракты
tr: Özler
vi: Chiết xuất
zh_hans: 提取物

source: Eggs
de: Eier
fr: Des œufs
it: Uova
ko: 달걀
pl: Jaja
pt_br: Ovos
ru: Яйца
tr: Yumurtalar
vi: Trứng
zh_hans: 蛋

source: Fruit and Nuts
de: Früchte und Nüsse
fr: Fruits et noix
it: Frutta e Noci
ko: 과일과 견과류
pl: Owoce i orzechy
pt_br: Frutas e nozes
ru: Фрукты и орехи
tr: Meyve ve Kuruyemişler
vi: Trái cây và hạt
zh_hans: 水果和坚果

source: Garden Vegetables
de: Garten-Gemüse
fr: Légumes du jardin
it: Ortaggi da giardino
ko: 정원 야채
pl: Warzywa ogrodowe
pt_br: Vegetais do jardim
ru: Овощи
tr: Bahçe Sebzeleri
vi: Rau vườn
zh_hans: 花园蔬菜

source: Meat/Fish Recipes
de: Fleisch/Fisch-Rezepte
fr: Recettes de viande/poisson
it: Ricette di carne/pesce
ko: 육류/생선 요리법
pl: Przepisy na Mięso/Ryby
pt_br: Receitas de carne/peixe
ru: Рецепты блюд из мяса и рыбы
tr: Et/Balık Tarifleri
vi: Công thức Thịt/Cá
zh_hans: 肉/鱼食谱

source: Other Recipes
de: Andere Rezepte
fr: Autres recettes
it: Altre ricette
ko: 다른 조리법
pl: Inne przepisy
pt_br: Outras receitas
ru: Другие рецепты
tr: Diğer Tarifler
vi: Công thức khác
zh_hans: 其他食谱

source: Metal Bars
de: Metallbarren
fr: Barres de metal
it: Barre di metallo
ko: 금속 막대
pl: Metalowe sztabki
pt_br: Barras de metal
ru: Слитки металла
tr: Metal Külçeler
vi: Thanh kim loại
zh_hans: 金属棒

source: Small Cut Gems
de: kleiner geschliffene Edelsteine
fr: Petites gemmes taillées
it: Piccole gemme tagliate
ko: 작은 세공된 보석
pl: Małe Oszlifowane Kryształy
pt_br: Pequenas Gemas Lapidadas
ru: Малые огранённые самоцветы
tr: Küçük Kesilmiş Mücevherler
vi: Đá quý cắt gọt cỡ nhỏ
zh_hans: 小切宝石

source: Large Cut Gems
de: große, geschliffene Edelsteine
fr: Grosses gemmes taillées
it: Grosse gemme tagliate
ko: 큰 세공된 보석
pl: Duże Oszlifowane Kryształy
pt_br: Grandes Gemas Lapidadas
ru: Большие огранённые самоцветы
tr: Büyük Kesilmiş Mücevherler
vi: Đá quý cắt gọt cỡ lớn
zh_hans: 大切宝石

source: Stone Blocks
de: Stein-Blöcke
fr: Blocs de pierre
it: Blocchi di pietra
ko: 스톤 블록
pl: Kamienne Bloki
pt_br: Blocos de pedra
ru: Каменные блоки
tr: Taş Bloklar
vi: Khối đá
zh_hans: 石块

source: Anvils
de: Ambosse
fr: Enclumes
it: Incudini
ko: 모루
pl: Kowadła
pt_br: Bigornas
ru: Наковальни
tr: Örsler
vi: Đe
zh_hans: 砧

source: Training Weapons
de: Trainingswaffen
fr: Armes d'entraînement
it: Armi da addestramento
ko: 훈련용 무기
pl: Broń ćwiczebna
pt_br: Armas de treinamento
ru: Тренировочное оружие
tr: Eğitim Silahları
vi: Vũ khí huấn luyện
zh_hans: 训练武器

source: Bodywear
de: Kleidung
fr: Vêtements de corps
it: Corazza
ko: 의류
pl: Odzież wierzchnia
pt_br: usado junto ao corpo
ru: Верхняя одежда
tr: Gövde Giyimi
vi: Trang phục thân
zh_hans: 内衣

source: Digging Implements
de: Grabungsgeräte
fr: Outils de creusement
it: Attrezzi da scavo
ko: 채굴 도구류
pl: Narzędzia do kopania
pt_br: Implementa a cavar
ru: Землеройная утварь
tr: Kazı Aletleri
vi: Dụng cụ đào bới
zh_hans: 挖掘工具

source: Headwear
de: Kopfbedeckung
fr: Couvre-chef
it: Copricapo
ko: 모자
pl: Nakrycia głowy
pt_br: protetor da cabeça
ru: Головные уборы
tr: Baş Giyimi
vi: Trang phục đầu
zh_hans: 头饰

source: Handwear
de: Handschuhe
fr: Vêtements de main
it: Guanti
ko: 핸드웨어
pl: Rękawice
ru: Рукавицы
tr: El Giyimi
vi: Trang phục tay
zh_hans: 手部护具

source: Footwear
de: Fußbekleidung
fr: Chaussure
it: Calzature
ko: 신발류
pl: Obuwie
pt_br: Calçado
ru: Обувь
tr: Ayakkabı
vi: Trang phục chân
zh_hans: 鞋

source: Legwear
de: Beinkleidung
fr: Collants
it: Pantaloni
ko: 레그웨어
pl: Okrycia nóg
ru: Штаны
tr: Bacak Giyimi
vi: Trang phục chân
zh_hans: 袜子

source: Shields
de: Schilder
fr: Boucliers
it: Scudi
ko: 방패
pl: Tarcze
pt_br: Escudos
ru: Щиты
tr: Kalkanlar
vi: Khiên
zh_hans: 希尔兹

source: Toys
de: Spielzeuge
fr: Jouets
it: Giochi
ko: 장난감
pl: Zabawki
pt_br: Brinquedos
ru: Игрушки
tr: Oyuncaklar
vi: Đồ chơi
zh_hans: 玩具

source: Tools
de: Werkzeuge
fr: Outils
it: Attrezzi
ko: 도구
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
tr: Aletler
vi: Công cụ
zh_hans: 工具

source: Bags (Leather)
de: Sack (Leder)
fr: Sacs (Cuir)
it: Zaini (Cuoio)
ko: 가방 (가죽)
pl: Torby (Skóra)
pt_br: Bolsas (couro)
ru: Мешки (кожа)
tr: Torbalar (Deri)
vi: Túi (Da)
zh_hans: 包（皮革）

source: Bags (Plant)
de: Sack (Pflanze)
fr: Sacs (plante)
it: Zaini (Pianta)
ko: 가방(공장)
pl: Torby (Roślinne)
pt_br: Sacos (planta)
ru: Мешки (растительные)
tr: Torbalar (Bitki)
vi: Túi (Thực vật)
zh_hans: 包（工厂）

source: Bags (Silk)
de: Sack (Seide)
fr: Sacs (Soie)
it: Zaini (Seta)
ko: 가방(비단)
pl: Torby (Jedwab)
pt_br: Sacos (seda)
ru: Мешки (шёлковые)
tr: Torbalar (İpek)
vi: Túi (Lụa)
zh_hans: 包（丝绸）

source: Bags (Yarn)
de: Sack (Garn)
fr: Sacs (fil)
it: Borse (Gomitolo)
ko: 가방(원사)
pl: Torby (Przędza)
pt_br: Sacos (fio)
ru: Мешки (вязаные)
tr: Torbalar (Yün)
vi: Túi (Sợi)
zh_hans: 包（纱）

source: Thread (Plant)
de: Faden (Pflanze)
fr: Fil (plante)
it: Filo (Vegetale)
ko: 실(식물)
pl: Nić (Roślinna)
pt_br: Segmento (planta)
ru: Нити (растительные)
tr: İplik (Bitki)
vi: Sợi (Thực vật)
zh_hans: 线程（工厂）

source: Thread (Silk)
de: Faden (Seide)
fr: Fil (Soie)
it: Filo (Seta)
ko: 실(비단)
pl: Nić (Jedwab)
pt_br: Segmento (seda)
ru: Нити (шёлковые)
tr: İplik (İpek)
vi: Sợi (Lụa)
zh_hans: 线程（丝绸）

source: Thread (Yarn)
de: Faden (Garn)
fr: Fil (fil)
it: Filo (Gomitolo)
ko: 실(실)
pl: Nić (Przędza)
pt_br: Fio (Lã)
ru: Нити (пряжа)
tr: Lif (İplik)
vi: Sợi (Sợi)
zh_hans: 线程（纱线）

source: Ropes (Plant)
de: Seile (Pflanze)
fr: Cordes (plante)
it: Corde (Vegetale)
ko: 로프(식물)
pl: Liny (Roślinne)
pt_br: Cordas (planta)
ru: Верёвки (растительные)
tr: Halatlar (Bitki)
vi: Dây thừng (Thực vật)
zh_hans: 绳索（植物）

source: Ropes (Silk)
de: Seile (Seide)
fr: Cordes (Soie)
it: Corde (Seta)
ko: 로프(비단)
pl: Liny (Jedwab)
pt_br: Cordas (seda)
ru: Верёвки (шёлковые)
tr: Halatlar (İpek)
vi: Dây thừng (Lụa)
zh_hans: 绳索（丝绸）

source: Ropes (Yarn)
de: Seile (Garn)
fr: Cordes (fil)
it: Corde (Gomitolo)
ko: 로프(실)
pl: Liny (Przędza)
pt_br: Cordas (fio)
ru: Верёвки (пряжа)
tr: Halatlar (Yün)
vi: Dây thừng (Sợi)
zh_hans: 绳索（纱线）

source: Barrels
de: Fässer
fr: Tonneaux
it: Botti
ko: 배럴
pl: Beczki
pt_br: Barril
ru: Бочки
tr: Fıçılar
vi: Thùng
zh_hans: 桶

source: Miscellaneous
de: Diverses
fr: Divers
it: Varie
ko: 기타
pl: Rozmaitości
pt_br: Miscelâneas
ru: Прочее
tr: Çeşitli
vi: Linh tinh
zh_hans: 杂项

source: Flasks/Waterskins
de: Flaschen / Wasserschläuche
fr: Flacons/Outres
it: Fiaschette/Otri
ko: 플라스크/워터스킨
pl: Flaszki/Bukłaki
pt_br: Frascos / Odres
ru: Фляги/бурдюки
tr: Mataralar/Su Tulumları
vi: Bình nước/Túi da đựng nước
zh_hans: 水壶/水皮

source: Quivers
de: Köcher
fr: Carquois
it: Faretre
ko: 화살통
pl: Kołczany
pt_br: Treme
ru: Колчаны
tr: Sadaklar
vi: Ống tên
zh_hans: 箭袋

source: Backpacks
de: Rucksäcke
fr: Sacs à dos
it: Zaini
ko: 백팩
pl: Plecaki
pt_br: Mochilas
ru: Рюкзаки
tr: Sırt Çantaları
vi: Ba lô
zh_hans: 背包

source: Buckets
de: Eimer
fr: Seaux
it: Secchi
ko: 양동이
pl: Wiadra
pt_br: Baldes
ru: Вёдра
tr: Kovalar
vi: Xô
zh_hans: 水桶

source: Splints
de: Schienen
fr: Attelles
it: Stecche
ko: 부목
pl: Szyny (ortopedyczne)
pt_br: Lascas
ru: Шины
tr: Ateller
vi: Nẹp
zh_hans: 夹板

source: Crutches
de: Krücken
fr: Béquilles
it: Stampelle
ko: 협장
pl: Kule (ortopedyczne)
pt_br: Muleta
ru: Костыли
tr: Koltuk Değnekleri
vi: Nạng
zh_hans: 拐杖

source: Cups/Mugs/Goblets
de: Tassen / Becher / Kelche
fr: Coupes/Tasses/Gobelets
it: Coppe/Boccali/Calici
ko: 컵/머그/고블렛
pl: Kubki/Kufle/Kielichy
pt_br: Copos/Canecas/Cálices
ru: Чашки/кружки/кубки
tr: Kupalar/Bardaklar/Kadehler
vi: Cốc/Ca/Chén
zh_hans: 杯子/马克杯/高脚杯

source: Dungeon Commander
de: Kerkermeister
fr: Commandant de donjon
it: Comandante delle segrete
ko: 던전 커맨더
pl: Dowódca Lochów
pt_br: Comandante da Masmorra
ru: Командир Темницы
tr: Zindan Komutanı
vi: Chỉ huy Hầm ngục
zh_hans: 典狱长

source: Insane Mood
de: Verrückte Stimmung
fr: Humeur folle
it: Stato d'animo folle
ko: 미친 기분
pl: Szalony Humor
pt_br: espírito Insano
ru: Безумное настроение
tr: Cinnet Hali
vi: Tâm trạng điên loạn
zh_hans: 疯狂的情绪

source: Undead Hunt
de: Untotenjagd
fr: Chasse aux morts-vivants
it: Caccia ai Non-morti
ko: 언데드 헌트
pl: Nieumarły Łów
pt_br: Caça a Mortos-vivos
ru: Охотник Нежить
tr: Ölümsüz Avı
vi: Săn đuổi xác sống
zh_hans: 亡灵亨特

source: Maraude Target
tr: Yağma Hedefi
vi: Mục tiêu cướp bóc

source: Maraude Waypoint
tr: Yağma Yol Noktası
vi: Điểm đến cướp bóc

source: Sieger Basepoint
de: Sieger Basispunkt
fr: Point de base de Sieger
it: Punto base Assediatore
ko: 시거 베이스포인트
pl: Baza Oblegających
pt_br: Base do Sitiante
ru: Базовая точка Осады
tr: Kuşatmacı Üssü
vi: Điểm căn cứ kẻ bao vây
zh_hans: 西格尔基点

source: Sieger Mill
de: Siegermühle
fr: Moulin Sieger
it: Zuffa degli Assediatori
ko: 시거 밀
pl: Młyn oblężniczy
pt_br: Moinho do Sitiante
ru: Мельница господина Sieger'а
tr: Kuşatmacı Dolanması
vi: Kẻ bao vây quần thảo
zh_hans: 西格尔米尔

source: Ambush Patrol
de: Hinterhalt-Patrouille
fr: Patrouille d'embuscade
it: Pattuglia d'agguato
ko: 매복 순찰대
pl: Patrol Zasadzki
pt_br: Patrulha de Emboscada
ru: Засада Патруль
tr: Pusu Devriyesi
vi: Tuần tra phục kích
zh_hans: 伏击巡逻

source: Marauder Mill
de: Maraudermühle
fr: Moulin du maraudeur
it: Zuffa dei Predoni
ko: 약탈자 밀
pl: Młyn Maruderów
pt_br: Moinho do Saqueador
ru: Разграбление Мельницы
tr: Yağmacı Dolanması
vi: Kẻ cướp quần thảo
zh_hans: 掠夺者磨坊

source: Wilderness Curious Wander
de: Wildnis Neugierig wandern
fr: Balade curieuse dans le désert
it: Terre Selvagge Vagabondaggio Curioso
ko: 광야 호기심 많은 방랑자
pl: Wędrwiec Ciekawy Dziczy
pt_br: Andarilho Curioso do Sertão
ru: Дикая Сказочная Местность
tr: Vahşi Doğa Meraklı Dolaşma
vi: Lang thang tò mò nơi hoang dã
zh_hans: 荒野好奇的徘徊

source: Wilderness Roamer
de: Wildnis-Vagabund
fr: Errant dans la nature
it: Girovago delle terre selvagge
ko: 황야 배회자
pl: Wędrowiec bezdroży
pt_br: Roamer deserto
ru: Скитание в глуши
tr: Vahşi Doğa Gezgini
vi: Kẻ lang thang hoang dã
zh_hans: 荒野漫游者

source: Pattern Patrol
de: Muster-Patrouille
fr: Patrouille de modèle
it: Schema Pattuglia
ko: 패턴 패트롤
pl: Wzór Patrolu
pt_br: Patrulha de Padroes
ru: Патруль Картины
tr: Düzenli Devriye
vi: Tuần tra theo mẫu
zh_hans: 模式巡逻

source: Inactive Marauder
de: Inaktiver Marodeur
fr: Maraudeur inactif
it: Predone inattivo
ko: 활동하지 않는 약탈자
pl: Nieaktywny maruder
pt_br: Saqueador Inativo
ru: Неактивный мародер
tr: Pasif Yağmacı
vi: Kẻ cướp không hoạt động
zh_hans: 不活跃的掠夺者

source: Owner
de: Eigentümer
fr: Propriétaire
it: Proprietario
ko: 소유자
pl: Posiadacz
pt_br: Proprietário
ru: Владелец
tr: Sahip
vi: Chủ sở hữu
zh_hans: 主人

source: Commander
de: Kommandant
fr: Le commandant
it: Comandante
ko: 사령관
pl: Dowódca
pt_br: Comandante
ru: Командир
tr: Komutan
vi: Chỉ huy
zh_hans: 指挥官

source: Chained Animal
de: Angekettetes Tier
fr: Animal enchaîné
it: Animale incatenato
ko: 사슬에 묶인 동물
pl: Zwierzę na łańcuchu
pt_br: Animal Acorrentado
ru: Садить животное на цепь
tr: Zincirli Hayvan
vi: Động vật bị xích
zh_hans: 链式动物

source: Meeting Location
de: Veranstaltungsort
fr: Lieu de réunion
it: Luogo d'incontro
ko: 회의 장소
pl: Miejsce Spotkania
pt_br: Local de Encontro
ru: Место встречи
tr: Toplantı Konumu
vi: Địa điểm hội họp
zh_hans: 会议地点

source: Meeting Location Building
de: Tagungsort Gebäude
fr: Bâtiment du lieu de réunion
it: Edificio luogo d'incontro
ko: 회의 장소 건물
pl: Budynek Miejsca Spotkania
pt_br: Construção do Local de Encontro
ru: Место встречи строится
tr: Toplantı Konumu Binası
vi: Tòa nhà địa điểm hội họp
zh_hans: 会议地点建设

source: Vermin Hunting
de: Ungezieferjagd
fr: Chasse à la vermine
it: Caccia ai parassiti
ko: 해충 사냥
pl: Polowanie na Robactwo
pt_br: Caça às pragas
ru: охота на паразитов
tr: Haşere Avlama
vi: Săn đuổi sâu bọ
zh_hans: 害虫狩猎

source: Seek Commander
de: Kommandant suchen
fr: Chercher le commandant
it: Cerca comandante
ko: 사령관 찾기
pl: Szukaj Dowódcy
pt_br: Comandante de Busca
ru: Искать командира
tr: Komutanı Ara
vi: Tìm chỉ huy
zh_hans: 寻求指挥官

source: Mill Anywhere
de: Mühle irgendwo
fr: Moulin n'importe où
it: Macina ovunque
ko: 어디서나 밀링
pl: Zmiel gdziekolwiek
pt_br: Moa em qualquer lugar
ru: мельница где угодно
tr: Herhangi Bir Yerde Dolan
vi: Quần thảo bất cứ đâu
zh_hans: 任何地方的磨坊

source: Mill Building
de: Mühlen Gebäude
fr: Bâtiment du moulin
it: Edificio Macina
ko: 밀 빌딩
pl: Budynek Młyna
pt_br: Construção de Moinho
ru: Строительство мельницы
tr: Bina Çevresinde Dolan
vi: Quần thảo quanh tòa nhà
zh_hans: 磨坊大楼

source: Move to Site
de: Geh zur Seite
fr: Déplacer vers le site
it: Spostamento al sito
ko: 사이트로 이동
pl: Przemieść do Miejscowości
pt_br: Mover para:
ru: Двигаться к месту
tr: Alana Git
vi: Di chuyển đến địa điểm
zh_hans: 移至网站

source: Claim Site
de: Förderplatz
fr: Site de réclamation
it: Reclama Sito
ko: 클레임 사이트
pl: Zajmij Miejscowość
pt_br: Reivindicar
ru: Претендовать на место
tr: Alanı Sahiplen
vi: Chiếm lĩnh địa điểm
zh_hans: 索赔网站

source: Head for Edge
fr: Tête pour Edge
it: Punta al Bordo
ko: 엣지를 향하여
pl: Kieruj się do Krawędzi
pt_br: Cabeça para a borda
ru: Начальник Края
tr: Kenara Yönel
vi: Hướng về rìa
zh_hans: 前往边缘地区

source: Milling Flood
fr: Inondation de fraisage
ko: 밀링 플러드
pl: Mieląca Powódź
pt_br: Enchente de Moagem
ru: Помол Наводнения
tr: Dolanma Yayılımı
vi: Quần thảo trong lũ
zh_hans: 碾压洪水

source: Milling Burrow
fr: Terrier de fraisage
it: Rifugio di Milling
ko: 밀링 버로우
pl: Mieląca Nora
pt_br: Abrigo de Moagem
ru: Помол Норы
tr: Sığınakta Dolanma
vi: Quần thảo trong hang
zh_hans: 铣凿

source: Squad Kill List
de: Trupp-Kill-Liste
fr: Liste des victimes de l'escouade
it: Lista uccisioni Squadra
ko: 분대 처치 목록
pl: Lista zabójstw oddziału
pt_br: Lista de Assassinatos do Pelotao
ru: список убийств отряда
tr: Manga Öldürme Listesi
vi: Danh sách mục tiêu tiêu diệt của đội
zh_hans: 小队杀戮名单

source: Squad Patrol
de: Truppen Streife
fr: Patrouille d'escouade
it: Squadra Pattuglia
ko: 분대 순찰
pl: Patrol Oddziałuy
pt_br: Esquadrão Patrulhe
ru: дозорный отряд
tr: Manga Devriyesi
vi: Đội tuần tra
zh_hans: 小队巡逻队

source: Squad Defend Burrow
de: Trupp verteidigt Bereich
fr: L'escouade défend le terrier
it: Squadra difende Rifugio
ko: 분대 방어 버로우
pl: Nora Broniona przez Oddział
pt_br: Pelotao Defender Refúgio
ru: Отряд защищает нору
tr: Manga Sığınağı Savunuyor
vi: Đội phòng thủ hang
zh_hans: 小队保卫洞所

source: Squad Defend Burrow From Target
de: Truppe verteidigt Bereich vom Ziel
fr: L'escouade défend le terrier depuis la cible
it: Squadra Difende Rifugio da Obiettivo
ko: 분대 방어 대상에서 잠복
pl: Nora broniona przez Odział przed Celem
pt_br: Esquadrão Defende Abrigo Do Alvo
ru: Отряд Защищает Нору От Цели
tr: Manga Sığınağı Hedefe Karşı Savunuyor
vi: Đội phòng thủ hang khỏi mục tiêu
zh_hans: 小队从目标保卫洞所

source: Lair Hunter
de: Höhlenjäger
fr: Chasseur de repaire
it: Cacciatore di covi
ko: 소굴 사냥꾼
pl: Łowca Leży
pt_br: Caçador de covil
ru: Логово охотника
tr: İn Avcısı
vi: Thợ săn hang ổ
zh_hans: 巢穴猎人

source: Graze
de: Schramme
fr: Pâturer
it: Pascolo
ko: 찰과상
pl: Wypas
pt_br: Pastar
ru: Пастись
tr: Otla
vi: Gặm cỏ
zh_hans: 放牧

source: Guard
de: Wächter
fr: Gardien
it: Guardia
ko: 가드
pl: Straż
pt_br: Guarda:
ru: Охранять
tr: Nöbet Tut
vi: Canh gác
zh_hans: 警卫

source: Alarm
fr: Alarme
it: Allarme
ko: 경보
pt_br: Alarme
ru: Тревога
vi: Báo động
zh_hans: 报警

source: Wait Order
de: Wartebefehl
fr: Attendre la commande
it: Aspetta Ordine
ko: 대기 명령
pl: Rozkaz Czekania
pt_br: Esperar a ordem
ru: Ждать приказа
tr: Bekleme Emri
vi: Lệnh chờ
zh_hans: 等待订单

source: Nonsense
de: Blödsinn
fr: Absurdité
it: Assurdità
ko: 무의미한 말
pl: Nonsens
pt_br: Sem sentido
ru: Ерунда
tr: Anlamsız
vi: Vô nghĩa
zh_hans: 废话

source: Come to Job Building
de: Kommen Sie zu Job Gebäude
fr: Venez à la construction d'emplois
it: Vieni a Edificio Lavoro
ko: 직업 건물로 오세요
pl: Przyjdź do Budynku Pracy
pt_br: Vem para a Construção de Trabalho
ru: Идти для работы в здание
tr: İş Binasına Gel
vi: Đến tòa nhà công việc
zh_hans: 来到工作大楼

source: Valid Pond Dump Unit
fr: Unité de vidage de bassin valide
it: Unità Discarica Stagno Valida
ko: 유효한 연못 덤프 유닛
pl: Prawidłowa Jednostka Stawu Wysypiska
pt_br: Unidade de Depósito de Água Válida
ru: Действующий юнит свалки в пруду
tr: Geçerli Gölet Boşaltma Birimi
vi: Đơn vị đổ chất thải hợp lệ vào ao
zh_hans: 有效的池塘转储单位

source: Valid Pond Dump
fr: Décharge de bassin valide
it: Discarica Stagno Valida
ko: 유효한 연못 덤프
pl: Prawidłowy Staw Wysypiska
pt_br: Depósito de Água Válido
ru: Действующая свалка в Пруду
tr: Geçerli Gölet Boşaltma
vi: Chỗ đổ chất thải hợp lệ vào ao
zh_hans: 有效的池塘转储

source: Conflict Defense
de: Konfliktverteidigung
fr: Défense de conflit
it: Conflitto Difesa
ko: 분쟁 방어
pl: Obrona Konfliktu
pt_br: Defesa com conflito
ru: Защита от конфликта
tr: Çatışma Savunması
vi: Phòng thủ xung đột
zh_hans: 冲突防御

source: Adventure Move
de: Abenteuer Bewegung
fr: Mouvement d'aventure
it: Avventura Muovi
ko: 어드벤처 무브
pl: Przygodowy Ruch
pt_br: Modo Aventura
ru: Режим приключения
tr: Macera Hareketi
vi: Di chuyển phiêu lưu
zh_hans: 冒险动作

source: Adventure automove
tr: Macera otomatik hareket
vi: Tự động di chuyển phiêu lưu

source: Adventure automove (acrobatic)
tr: Macera otomatik hareket (akrobatik)
vi: Tự động di chuyển phiêu lưu (nhào lộn)

source: Charge Attack
de: Sturmangriff
fr: Attaque chargée
it: Carica Attacco
ko: 차지 어택
pl: Atak Szarżą
pt_br: Ataque de carga
ru: Натиск
tr: Hücum Saldırısı
vi: Tấn công xung phong
zh_hans: 充电攻击

source: Archer Reposition
tr: Okçu Yeniden Konumlanma
vi: Cung thủ tái bố trí

source: Thief Target
de: Diebisches Ziel
fr: Cible de voleur
it: Ladro Obiettivo
ko: 도둑 표적
pl: Cel Złodzieja
pt_br: Ladrão alvo
ru: Цель вора
tr: Hırsız Hedefi
vi: Mục tiêu trộm cắp
zh_hans: 小偷目标

source: Check Chest
de: Überprüfe Kiste
fr: Vérifier la poitrine
it: Controlla Cassa
ko: 체스트 확인
pl: Sprawdź Skrzynię
pt_br: Verifique no Baú
ru: Проверить сундук
tr: Sandığı Kontrol Et
vi: Kiểm tra rương
zh_hans: 检查胸部

source: Sleep Bed
de: Bett schlafen
fr: Lit de sommeil
it: Letto per dormire
ko: 수면 침대
pl: Sen w Łóżku
pt_br: Cama para Dormir
ru: Сон на Кровати
tr: Yatakta Uyu
vi: Ngủ giường
zh_hans: 睡床

source: Sleep Barracks
de: Kaserne schlafen
fr: Caserne du sommeil
it: Dormi Caserma
ko: 슬립 막사
pl: en w Koszarach
pt_br: Dormir no quartel
ru: Бараки для сна
tr: Kışlada Uyu
vi: Ngủ doanh trại
zh_hans: 睡眠营房
