Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: one of the only ones of
fr: l'un des seuls de
it: uno degli unici di
ko: 유일한 것 중 하나
pl: jeden z niewielu
pt_br: um dos únicos de
ru: одним из единственных
tr: şunun tek örneklerinden biri:
vi: một trong những người duy nhất trong số
zh_hans: 其中一个

source: kind
fr: gentil
it: tipo
ko: 친절한
pl: rodzaj
pt_br: espécie
ru: роде
tr: türü
vi: loài
zh_hans: 类

source: possessed of an unusual destiny.
vi: mang một số phận phi thường.

source: chosen by fate as the vanguard of destiny.
de: vom Schicksal als Vorhut des Schicksals auserwählt.
fr: choisi par le destin comme l'avant-garde du destin.
it: scelto dal fato come paladino del destino.
ko: 운명의 선봉장으로 운명에 의해 선택되었습니다.
pl: wybrany przez los jako awangarda przeznaczenia.
pt_br: escolhido pelo destino como a vanguarda do destino.
ru: избран стать рукой Провидения.
vi: được số phận chọn làm tiên phong của định mệnh.
zh_hans: 被命运选为命运的先锋。

source: guided by forces unknown.
fr: guidé par des forces inconnues.
it: guidato da forze sconosciute.
ko: 알려지지 않은 세력에 의해 인도됩니다.
pl: kierowany przez nieznane siły.
pt_br: guiado por forças desconhecidas.
ru: управляем неизвестными силами.
vi: được dẫn lối bởi các thế lực bí ẩn.
zh_hans: 由未知的力量引导。

source: most often takes the form of a
fr: prend le plus souvent la forme d'un
it: spesso si presenta sotto forma di un
ko: 대부분의 경우 a의 형태를 취합니다.
pl: najczęściej przybiera formę
pt_br: mais freqüentemente assume a forma de um
ru: чаще всего принимает форму
tr: çoğunlukla bir ... şeklini alır
vi: thường mang hình dạng của một
zh_hans: 最常采取形式以

source: was most often depicted as a
fr: était le plus souvent représenté comme un
it: è stato spesso rappresentato come un
ko: 로 가장 자주 묘사되었습니다.
pl: był najczęściej przedstawiany jako
pt_br: foi mais frequentemente descrito como um
ru: чаще всего изображается в виде
tr: çoğunlukla bir ... olarak tasvir edilirdi
vi: thường được miêu tả như một
zh_hans: 最常被描述为

source: associated with
fr: associé à
it: associato a
ko: 와 관련된
pl: związany z
pt_br: associado com
ru: связан с
tr: şununla ilişkili:
vi: gắn liền với
zh_hans: 有关联

source: Text mode is not supported for now
pl: Tryb tekstowy nie jest obecnie obsługiwany
tr: Metin modu şimdilik desteklenmiyor
vi: Chế độ văn bản hiện chưa được hỗ trợ

source: a secret identity
fr: une identité secrète
it: un'identità segreta
ko: 비밀 신분
pl: sekretna tożsamość
pt_br: uma identidade secreta
ru: секретная личность
tr: gizli bir kimlik
vi: một danh tính bí mật
zh_hans: 秘密身份

source: chime
fr: carillon
it: scampanio
ko: 차임
pt_br: sino
ru: колокольчик
tr: çan sesi
vi: chuông gió
zh_hans: 钟声

source: (copy)
fr: (copie)
it: (copia)
ko: (복사)
pl: (kopia)
pt_br: (copiar)
ru: (копия)
tr: (kopya)
vi: (bản sao)
zh_hans: （复制）

source: This is
de: Dies ist
fr: C'est
it: Questo è
ko: 이것은
pl: To jest
pt_br: É isso
ru: Это
tr: Bu
vi: Đây là
zh_hans: 这是

source: This is a stack of
de: Dies ist ein Stack von
fr: Ceci est une pile de
it: Questa è una pila di
ko: 이것은 스택
pl: Jest to stos
pt_br: Isso é uma pilha de
ru: Это пачка
tr: Bu bir yığın
vi: Đây là một chồng
zh_hans: 这是一堆

source: bundles of
fr: paquets de
it: fasci di
ko: 묶음
pl: wiązki
pt_br: feixes de
ru: пучки
tr: demetleri
vi: bó
zh_hans: 几捆

source: This is a bundle of
fr: Il s'agit d'un lot de
it: Questo è un fascio di
ko: 이것은 묶음입니다
pl: Jest to pakiet
pt_br: Este é um pacote de
ru: Это пучок
tr: Bu bir demet
vi: Đây là một bó
zh_hans: 这是一捆

source: masterfully prepared
fr: magistralement préparé
it: preparato con maestria
ko: 훌륭하게 준비된
pl: mistrzowsko przygotowany
pt_br: magistralmente preparada
ru: шедеврального приготовления
tr: ustaca hazırlanmış
vi: được chế biến tài tình
zh_hans: 精心准备

source: exceptional prepared
fr: préparation exceptionnelle
it: eccezionalmente preparato
ko: 뛰어난 준비
pl: wyjątkowo przygotowany
pt_br: preparado excepcional
ru: необыкновенного приготовления
tr: olağanüstü hazırlanmış
vi: được chế biến xuất chúng
zh_hans: 特殊准备

source: superiorly prepared
fr: supérieurement préparé
it: preparato in modo superiore
ko: 훌륭하게 준비된
pl: doskonale przygotowany
pt_br: superiormente preparados
ru: превосходно приготовлен
tr: üstün şekilde hazırlanmış
vi: được chế biến thượng hạng
zh_hans: 精心准备

source: finely-prepared
fr: finement préparé
it: finemente preparato
ko: 잘 준비된
pl: precyzyjnie przygotowany
pt_br: finamente preparados
ru: замечательного приготовления
tr: incelikle hazırlanmış
vi: được chế biến tinh xảo
zh_hans: 精细制备

source: well-prepared
fr: bien préparé
it: ben preparato
ko: 잘 준비된
pl: dobrze przygotowany
pt_br: bem preparado
ru: хорошего приготовления
tr: iyi hazırlanmış
vi: được chế biến kỹ lưỡng
zh_hans: 精心准备的

source: masterful
fr: magistral
it: magistrale
ko: 건방진
pl: mistrzowski
pt_br: magistral
ru: шедевральный
tr: usta işi
vi: bậc thầy
zh_hans: 大师的

source: exceptional
fr: exceptionnel
it: eccezionale
ko: 특별한
pl: wyjątkowy
pt_br: Excepcional
ru: необыкновенный
tr: olağanüstü
vi: xuất chúng
zh_hans: 优秀

source: superior quality
de: hohe Qualität
fr: Qualité supérieure
it: qualità superiore
ko: 우수한 품질
pl: najwyższa jakość
pt_br: qualidade superior
ru: превосходного качества
tr: üstün kaliteli
vi: chất lượng thượng hạng
zh_hans: 高档

source: All
de: Alle
fr: Tout
it: Tutto
ko: 모두
pl: Wszystko
pt_br: Todos
ru: Все
tr: Tüm
vi: Tất cả
zh_hans: 全部

source: created by an unknown artisan
de: von einem unbekannten Handwerker hergestellt
fr: créé par un artisan inconnu
it: creato da un artigiano sconosciuto
ko: 알려지지 않은 장인이 만든
pl: stworzony przez nieznanego rzemieślnika
pt_br: criado por um artesão desconhecido
ru: создан неизвестным мастером
tr: bilinmeyen bir zanaatkar tarafından yaratılmış
vi: do một nghệ nhân vô danh tạo ra
zh_hans: 由一位不知名的工匠创造

source: ship is of the highest quality.
de: Schiff ist von höchster Qualität.
fr: le navire est de la plus haute qualité.
it: nave è di altissima qualità.
ko: 배는 최고 품질입니다.
pl: statek jest najwyższej jakości.
pt_br: navio é de alta qualidade.
ru: ство высшего качества.
vi: tác phẩm đạt chất lượng cao nhất.
zh_hans: 船是最高质量的。

source: It is sized for
fr: Il est dimensionné pour
it: È dimensionato per
ko: 그것은 크기
pl: Jest przeznaczony dla
pt_br: Ele é dimensionado para
ru: Размер рассчитан на
tr: Şuna göre boyutlandırılmış:
vi: Nó được tạo ra với kích thước phù hợp cho
zh_hans: 它的大小适合

source: The ingredients are
de: Die Zutaten sind
fr: Les ingrédients sont
it: Gli ingredienti sono
ko: 재료는
pl: Składniki to
pt_br: Os ingredientes são
ru: Ингредиенты -
tr: Malzemeler:
vi: Các nguyên liệu gồm
zh_hans: 成分是

source: minced
de: gehackte
fr: haché
it: macinato
ko: 다진 것
pl: mielony
pt_br: picada
ru: рубленый
tr: kıyılmış
vi: băm nhỏ
zh_hans: 剁碎

source: masterfully
fr: magistralement
it: magistralmente
ko: 훌륭하게
pl: po mistrzowsku
pt_br: magistralmente
ru: шедевральный
tr: ustaca
vi: tài tình
zh_hans: 巧妙地

source: exceptionally
fr: exceptionnellement
it: eccezionalmente
ko: 유난히
pl: wyjątkowo
pt_br: excepcionalmente
ru: необыкновенно
tr: olağanüstü
vi: xuất chúng
zh_hans: 异常

source: superiorly
fr: supérieurement
it: superiormente
ko: 위에
pl: w najwyższym stopniu
pt_br: superiormente
ru: сверх
tr: üstün şekilde
vi: thượng hạng
zh_hans: 优

source: finely
fr: finement
it: finemente
ko: 잘게
pl: drobno
pt_br: finamente
ru: замечательно
tr: incelikle
vi: tinh xảo
zh_hans: 细

source: well-
fr: bien-
it: ben
ko: 잘-
pl: dobrze
pt_br: bem-
ru: хорошо
tr: iyi
vi: kỹ lưỡng
zh_hans: 好-

source: cooked
de: gekocht
fr: cuit
it: cotto
ko: 요리
pl: ugotowany
pt_br: cozinhou
ru: сваренный
tr: pişmiş
vi: nấu chín
zh_hans: 熟

source: It is
de: Sie ist
fr: Il est
it: È
ko: 그것은이다
pl: To jest
pt_br: É.
ru: Это
tr: Bu
vi: Nó được
zh_hans: 它是

source: glazed with
fr: vitré avec
it: smaltato con
ko: 유약을 바른
pl: oszklony
pt_br: vidros com
ru: глазурован
tr: şununla sırlanmış:
vi: được tráng men bằng
zh_hans: 釉面

source: decorated with
fr: décoré avec
it: decorato con
ko: ~로 장식하다
pl: ozdobiony
pt_br: decorados com
ru: украшен
tr: şununla süslenmiş:
vi: được trang trí bằng
zh_hans: 装饰着

source: studded with
de: bespickt mit
fr: parsemé de
it: tempestato di
ko: 박힌
pl: wysadzany
pt_br: cravejado com
ru: усеян
tr: şununla donatılmış:
vi: được đính
zh_hans: 镶满了

source: encrusted with
de: überzogen mit
fr: incrusté de
it: incastonato con
ko: 으로 장식하기
pl: inkrustowane z
pt_br: incrustado com
ru: инкрустирован
tr: şununla kaplanmış:
vi: nạm
zh_hans: 镶嵌着

source: masterfully prepared
fr: magistralement préparé
it: preparato con maestria
ko: 훌륭하게 준비된
pl: Mistrzowsko przygotowany
pt_br: magistralmente preparada
ru: шедеврального приготовления
tr: ustaca hazırlanmış
vi: được chế biến bậc thầy
zh_hans: 精心准备

source: exceptionally prepared
fr: exceptionnellement préparé
it: eccezionalmente preparato
ko: 예외적으로 준비된
pl: wyjątkowo przygotowany
pt_br: excepcionalmente preparados
ru: необыкновенного приготовления
tr: olağanüstü hazırlanmış
vi: được chế biến xuất sắc
zh_hans: 特别准备

source: superior quality
de: hohe Qualität
fr: Qualité supérieure
it: di qualità superiore
ko: 우수한 품질
pl: najwyższa jakość
pt_br: qualidade superior
ru: превосходного качества
tr: üstün kaliteli
vi: phẩm chất ưu việt
zh_hans: 高档

source: finely-prepared
fr: finement préparé
it: finemente preparato
ko: 잘 준비된
pl: precyzyjnie przygotowany
pt_br: finamente preparados
ru: замечательного приготовления
tr: incelikle hazırlanmış
vi: được chế biến tỉ mỉ
zh_hans: 精细制备

source: well-prepared
fr: bien préparé
it: ben preparato
ko: 잘 준비된
pl: dobrze przygotowany
pt_br: bem preparado
ru: хорошего приготовления
tr: iyi hazırlanmış
vi: được chế biến tốt
zh_hans: 精心准备的

source: masterfully worked
fr: magistralement travaillé
it: lavorato magistralmente
ko: 훌륭하게 일했다
pl: mistrzowska praca
pt_br: trabalhou com maestria
ru: шедеврального исполнения
tr: ustalıkla işlenmiş
vi: được chế tác bậc thầy
zh_hans: 熟练地工作

source: exceptionally worked
fr: exceptionnellement travaillé
it: eccezionalmente lavorato
ko: 예외적으로 일했다
pl: wyjątkowo pracował
pt_br: trabalhou excepcionalmente
ru: необыкновенной работы
tr: olağanüstü işlenmiş
vi: được chế tác xuất sắc
zh_hans: 特别有效

source: finely-crafted
de: fein verarbeitet
fr: finement travaillé
it: finemente realizzato
ko: 정교하게 만들어진
pl: misternie wykonany
pt_br: finamente trabalhada
ru: замечательного качества
tr: ince işçilikli
vi: được chế tác tinh xảo
zh_hans: 精心制作的

source: well-crafted
fr: bien conçu
it: ben fatto
ko: 잘 만들어진
pl: dobrze wykonany
pt_br: bem-feito
ru: хорошего качества
tr: iyi işçilikli
vi: được chế tác tốt
zh_hans: 做工精良的

source: by an unknown artist
de: eines unbekannten Künstlers
fr: par un artiste inconnu
it: da un artista sconosciuto
ko: 알려지지 않은 예술가에 의해
pl: autorstwa nieznanego artysty
pt_br: por um artista desconhecido
ru: неизвестным художником
tr: bilinmeyen bir sanatçı tarafından
vi: bởi một nghệ nhân vô danh
zh_hans: 由一位不知名的艺术家

source: encircled with bands of
de: eingekreist mit Bändern aus
fr: entouré de bandes de
it: circondato da strisce di
ko: 의 띠로 둘러싸여
pl: otoczony pasmami
pt_br: rodeada de bandas de
ru: обмотан лентами
tr: şundan çemberlerle çevrili:
vi: được viền bằng các dải
zh_hans: 被圈子包围

source: are made from
fr: sont fabriqués à partir de
it: sono fatti di
ko: 에서 만들어집니다
pl: są wykonane z
pt_br: são feitos de
ru: сделаны из
tr: şundan yapılmış:
vi: được làm từ
zh_hans: 原料为

source: is made from
fr: est fait en
it: è fatto di
ko: 에서 만들어집니다
pl: jest wykonany z
pt_br: é feito de
ru: сделан из
tr: şundan yapılmış:
vi: được làm từ
zh_hans: 原料为

source: The chain is
fr: La chaîne est
it: La catena è
ko: 체인은
pl: Łańcuch jest
pt_br: a corrente é
ru: Цепь - это
tr: Zincir
vi: Dây xích là
zh_hans: 链条是

source: The rope is
fr: La corde est
it: La corda è
ko: 로프는
pl: Lina jest
pt_br: A corda é
ru: Веревка - это
tr: Halat
vi: Dây thừng là
zh_hans: 绳子是

source: The rollers are made from
fr: Les rouleaux sont fabriqués à partir de
it: I rulli sono realizzati in
ko: 롤러는
pl: Rolki są wykonane z
pt_br: Os rolos são feitos de
ru: Валки сделаны из
tr: Silindirler şundan yapılmış:
vi: Các con lăn được làm từ
zh_hans: 滚筒的材料为

source: The handle is made from
de: Der Griff ist aus
fr: Le manche est en
it: Il manico è realizzato in
ko: 손잡이는
pl: Uchwyt jest wykonany z
pt_br: O cabo é feito de
ru: Ручка сделана из
tr: Sap şundan yapılmış:
vi: Cán cầm được làm từ
zh_hans: 手柄的材料是

source: This object
de: Dieses Objekt
fr: Cet objet
it: Quest'oggetto
ko: 이 객체
pl: Ten przedmiot
pt_br: Este objeto
ru: Этот предмет
tr: Bu nesne
vi: Vật thể này
zh_hans: 这个对象

source: is adorned with hanging rings of
fr: est orné d'anneaux suspendus de
it: è ornato da anelli pendenti di
ko: 매달린 고리로 장식되어 있습니다.
pl: jest ozdobiony wiszącymi pierścieniami
pt_br: é adornada com anéis de suspensão
ru: украшен висящими кольцами
tr: şunun asılı halkalarıyla süslenmiş:
vi: được tô điểm bằng các vòng treo
zh_hans: 挂着几圈作为装饰的

source: menaces with spikes of
fr: menace avec des pointes de
it: minaccia con punte di
ko: 스파이크로 위협
pl: zagrożenia z kolcami
pt_br: ameaças com picos de
ru: угрожает шипами из
tr: şundan yapılma tehditkâr dikenlerle bezeli:
vi: đe dọa với các gai nhọn
zh_hans: 钉住的恐吓，钉子的材质是

source: It is made from
de: Es besteht aus
fr: Il est fabriqué à partir
it: È fatto di
ko: 그것은에서 만들어집니다
pl: Jest on wykonany z
pt_br: É feita de
ru: Он сделан из
tr: Şundan yapılmış:
vi: Nó được làm từ
zh_hans: 它是由

source: On the faces of the object are
fr: Sur les faces de l'objet sont
it: Sulle facce dell'oggetto sono presenti
ko: 물체의 얼굴에는
pl: Na powierzchniach obiektu znajdują się
pt_br: Nas faces do objeto estão
ru: На гранях объекта
tr: Nesnenin yüzlerinde şunlar var:
vi: Trên các mặt của vật thể là
zh_hans: 物体表面是

source: numbers
fr: Nombres
it: numeri
ko: 번호
pl: liczby
pt_br: números
ru: цифры
tr: sayılar
vi: các con số
zh_hans: 数字

source: , ranging from
fr: , allant de
it: che vanno da
ko: , 에 이르기까지
pl: , począwszy od
pt_br: , variando de
ru: , от
tr: , şuradan şuraya kadar:
vi: , từ
zh_hans: 种类繁多，从

source: dots
fr: des points
it: punti
ko: 도트
pl: kropki
pt_br: pontos
ru: точки
tr: noktalar
vi: các chấm
zh_hans: 点

source: a series of
fr: une série de
it: una serie di
ko: 일련의
pl: seria
pt_br: uma série de
ru: серия
tr: bir dizi
vi: một loạt
zh_hans: 一系列

source: symbols
de: Symbole
fr: symboles
it: simboli
ko: 기호
pl: symbole
pt_br: símbolos
ru: символы
tr: semboller
vi: các biểu tượng
zh_hans: 符号

source: words
fr: mots
it: parole
ko: 단어
pl: słowa
pt_br: palavras
ru: слова
tr: kelimeler
vi: các từ
zh_hans: 话

source: images
it: immagini
ko: 이미지
pl: obrazy
pt_br: imagens
ru: изображения
tr: resimler
vi: các hình ảnh
zh_hans: 图片

source: images and symbols
de: Bilder und Symbole
fr: images et symboles
it: immagini e simboli
ko: 이미지와 기호
pl: obrazy i symbole
pt_br: imagens e símbolos
ru: изображения и символы
tr: resimler ve semboller
vi: các hình ảnh và biểu tượng
zh_hans: 图像和符号

source: The upward face is
fr: La face vers le haut est
it: La faccia verso l'alto è
ko: 위로 향하는 얼굴은
pl: Twarz skierowana w górę to
pt_br: A face ascendente é
ru: Верхняя грань
tr: Yukarı bakan yüz
vi: Mặt trên là
zh_hans: 向上的面是

source: There is writing on this item which you have not read.
de: Auf diesem Item steht etwas geschrieben, was Sie nicht gelesen haben.
fr: Il y a des écrits sur cet objet que vous n'avez pas lus.
it: Su quest'oggetto c'è una scritta che non hai letto.
ko: 이 항목에 읽지 않은 글이 있습니다.
pl: Na tym przedmiocie znajduje się napis, którego nie przeczytałeś.
pt_br: Está escrito neste item que você não leu.
ru: На предмете есть текст, который вы еще не читали.
tr: Bu eşyanın üzerinde okumadığınız yazılar var.
vi: Có chữ viết trên vật phẩm này mà bạn chưa đọc.
zh_hans: 有关此项目的文字，您尚未阅读。

source: There is writing on this item, but you cannot read.
de: Das Item ist beschriftet, aber man kann es nicht lesen.
fr: Il y a de l'écriture sur cet objet, mais vous ne pouvez pas lire.
it: L'articolo presenta una scritta, ma non è leggibile.
ko: 이 항목에 글이 있지만 읽을 수 없습니다.
pl: Na tym przedmiocie jest napis, ale nie można go odczytać.
pt_br: Tem uma escritura nesse item, mas você não consegue ler.
ru: На предмете есть текст, но вы не умеете читать.
tr: Bu eşyanın üzerinde yazı var, ancak okumayı bilmiyorsunuz.
vi: Có chữ viết trên vật phẩm này, nhưng bạn không thể đọc.
zh_hans: 这个项目有写作，但你无法阅读。

source: The material is
tr: Malzeme:
vi: Chất liệu là

source: You have not read this book.
de: Sie haben dieses Buch nicht gelesen.
fr: Vous n'avez pas lu ce livre.
it: Non hai letto questo libro.
ko: 당신은 이 책을 읽지 않았습니다.
pl: Nie czytałeś tej książki.
pt_br: Você não leu este livro.
ru: Вы ещё не читали эту книгу.
tr: Bu kitabı okumadınız.
vi: Bạn chưa đọc cuốn sách này.
zh_hans: 你还没看过这本书。

source: There is writing in the book, but you cannot read.
de: In dem Buch steht etwas geschrieben, aber man kann es nicht lesen.
fr: Il y a de l'écriture dans le livre, mais vous ne pouvez pas lire.
it: Il libro è scritto, ma non sai leggere.
ko: 책에 글이 있지만 읽을 수 없습니다.
pl: W książce jest pismo, ale nie można go odczytać.
pt_br: Lá está escrito no livro, mas você não pode ler.
ru: В книге что-то написано, но вы не умеете читать.
tr: Kitapta yazı var, ancak okuyamazsınız.
vi: Có chữ viết trong sách, nhưng bạn không thể đọc.
zh_hans: 书中有写作，但你看不懂。

source: The thread is
de: Der Faden ist
fr: Le fil est
it: Il filo è
ko: 스레드는
pl: Wątek jest następujący
pt_br: O segmento é
ru: Нить
tr: İplik
vi: Sợi chỉ là
zh_hans: 线程是

source: gray
fr: grise
it: grigio
ko: 회색
pl: szary
pt_br: cinza
ru: серый
tr: gri
vi: xám
zh_hans: 灰色

source: superbly
fr: superbement
it: superbamente
ko: 훌륭하게
pl: znakomicie
pt_br: soberbamente
ru: превосходно
tr: mükemmel bir şekilde
vi: tuyệt hảo
zh_hans: 华丽

source: colored
fr: coloré
it: colorato
ko: 색깔의
pl: kolorowy
pt_br: colorido
ru: цветной
tr: renkli
vi: có màu
zh_hans: 有色

source: a mixture of
tr: şunun bir karışımı:
vi: một hỗn hợp

source: and
tr: ve
vi: và

source: When used as a dye, it produces
tr: Boya olarak kullanıldığında şunu üretir:
vi: Khi dùng làm thuốc nhuộm, nó tạo ra

source: There is writing on the slab, but you cannot read.
de: Auf der Platte steht etwas geschrieben, aber man kann es nicht lesen.
fr: Il y a de l'écriture sur la dalle, mais vous ne pouvez pas lire.
it: C'è una scritta sulla lastra ma non si riesce a leggere.
ko: 석판에 글이 있지만, 읽을 수 없습니다.
pl: Na płycie jest napis, ale nie można go odczytać.
pt_br: Tem algo escrito sobre a laje, mas você não pode ler.
ru: На плите что-то написано, но вы не умеете читать.
tr: Levhada yazı var ama okuyamıyorsun.
vi: Có chữ viết trên phiến đá, nhưng bạn không thể đọc.
zh_hans: 平板上有写字，但你看不懂。

source: The slab reads "
de: Auf der Tafel steht "
fr: La dalle indique "
it: La lastra recita "
ko: 석판에 쓰여 있습니다 "
pl: Na płycie widnieje napis "
pt_br: A lápide lê "
ru: На плите начертано: "
tr: Levhada şöyle yazıyor: "
vi: Phiến đá khắc rằng
zh_hans: 板坯上写着“

source: This object is in tatters.
de: Dieses Objekt ist in Fetzen.
fr: Cet objet est en lambeaux.
it: Quest'oggetto è a brandelli.
ko: 이 물건은 너덜너덜합니다.
pl: Ten obiekt jest w strzępach.
pt_br: Este objeto está em frangalhos.
ru: Этот предмет рассыпается в клочья.
vi: Vật thể này rách nát.
zh_hans: 这个目标很破碎。

source: This object is threadbare.
de: Dieses Objekt ist abgenutzt.
fr: Cet objet est usé.
it: Quest'oggetto è logoro.
ko: 이 물건은 진부합니다.
pl: Ten przedmiot jest zniszczony.
pt_br: Este objeto é surrado.
ru: Этот предмет изношен.
vi: Vật thể này sờn rách.
zh_hans: 这个对象是破旧的。

source: This object is mangled.
de: Dieses Objekt ist verstümmelt.
fr: Cet objet est mutilé.
it: Quest'oggetto è maciullato.
ko: 이 물건은 엉망입니다.
pl: Ten obiekt jest zniszczony.
pt_br: Este objeto é desconfigurado.
ru: Этот предмет искромсан.
vi: Vật thể này biến dạng nặng.
zh_hans: 这个对象被破坏了。

source: This object is heavily worn.
de: Dieses Objekt ist stark abgenutzt.
fr: Cet objet est très usé.
it: Quest'oggetto è usurato.
ko: 이 물건은 심하게 마모되었습니다.
pl: Ten przedmiot jest mocno zużyty.
pt_br: Este objeto é fortemente desgastado.
ru: Этот предмет сильно изношен.
vi: Vật thể này bị mòn nhiều.
zh_hans: 这个物体磨损严重。

source: This object is showing some wear.
de: Dieses Objekt weist einige Gebrauchsspuren auf.
fr: Cet objet montre une certaine usure.
it: Quest'oggetto mostra segni di usura
ko: 이 물건은 약간 마모된 것 같습니다.
pl: Ten przedmiot wykazuje pewne zużycie.
pt_br: Este objeto é mostrando algum desgaste.
ru: Этот предмет слегка поношен.
vi: Vật thể này có dấu hiệu hao mòn.
zh_hans: 这个物体显示出一些磨损。

source: coated
de: beschichtet
fr: recouvert
it: rivestito
ko: 코팅
pl: pokryte
pt_br: revestido
ru: покрытый
tr: kaplı
vi: được phủ
zh_hans: 涂层

source: spattered
de: gesprenkelt
fr: éclaboussé
it: spruzzato
ko: 흩뿌려진
pl: rozpryskany
pt_br: salpicado
ru: забрызганный
tr: sıçramış
vi: dính vương vãi
zh_hans: 洒落的

source: vault
fr: sauter
it: cripta
ko: 둥근 천장
pl: skarbiec
pt_br: Abóbada
ru: убежище
tr: mahzen
vi: hầm chứa
zh_hans: 拱顶

source: gains possession of the
de: in den Besitz des
fr: prend possession de la
it: entra in possesso del
ko: 의 소유권을 얻는다.
pl: wchodzi w posiadanie
pt_br: ganha posse do
ru: становится одержим
tr: şunun sahipliğini kazanır:
vi: giành quyền sở hữu
zh_hans: 获得拥有权之于

source: remains stuck in
fr: reste coincé dans
it: rimane bloccato in
ko: 갇혀 남아
pl: utknął w
pt_br: permanece preso em
ru: остается застрявшим в
tr: şunun içinde sıkışmış kalır:
vi: vẫn mắc kẹt trong
zh_hans: 仍陷入困境

source: maintains possession of the
fr: conserve la possession du
it: mantiene il possesso del
ko: 의 소유권을 유지한다.
pl: utrzymuje posiadanie
pt_br: mantém a posse do
ru: сохранить контроль над
tr: şunun sahipliğini sürdürür:
vi: duy trì quyền sở hữu
zh_hans: 维持拥有权之于

source: You gain possession of the
fr: Vous prenez possession du
it: Entri in possesso del
ko: 당신은
pl: Uzyskujesz posiadanie
pt_br: Você ganha a posse do
ru: Вы восстанавливаете контроль над
tr: Şunun sahipliğini kazanırsın:
vi: Bạn giành quyền sở hữu
zh_hans: 你拥有了

source: remains stuck in your
fr: reste coincé dans votre
it: rimane bloccato nel tuo
ko: 당신의 안에 갇혀 남아
pl: pozostaje zablokowany w
pt_br: permanece preso em seu
ru: продолжает торчать в вашей
tr: şunun içinde sıkışmış kalır: senin
vi: vẫn mắc kẹt trong {0} của bạn
zh_hans: 仍然困在你的

source: You maintain possession of the
fr: Vous conservez la possession du
it: Mantieni il possesso del
ko: 소유권을 유지합니다.
pl: Utrzymujesz posiadanie
pt_br: Você manter a posse do
ru: Вы сохраняете контроль над
tr: Şunun sahipliğini sürdürürsün:
vi: Bạn duy trì quyền sở hữu
zh_hans: 你维持拥有权之于

source: is torn from your
fr: est arraché à votre
it: è strappato dal tuo
ko: 당신에게서 찢어졌습니다
pl: jest wyrwany z
pt_br: é arrancado da sua
ru: вырван из вашей
tr: senin şundan sökülüp alındı:
vi: bị giật khỏi {0} của bạn
zh_hans: 从你的身上撕下来

source: You've lost possession of the
fr: Vous avez perdu la possession du
it: Hai perso il possesso del
ko: 당신은 소유권을 잃었습니다
pl: Straciłeś kontrolę nad
pt_br: Você perdeu a posse do
ru: Вы потеряли контроль над
tr: Şunun sahipliğini kaybettin:
vi: Bạn đã mất quyền sở hữu
zh_hans: 你失去了拥有的

source: icicle
fr: stalactite
it: ghiacciolo
ko: 고드름
pl: sopel
pt_br: gelo
ru: сосулька
tr: buz sarkıtı
vi: cây băng
zh_hans: 冰柱

source: mangled
de: verstümmelt
fr: mutilé
it: maciullato
ko: 망가진
pl: zmanipulowany
pt_br: desconfigurados
ru: изуродован
tr: ezilmiş
vi: bị biến dạng nặng
zh_hans: 错位

source: partial
fr: partiel
it: parziale
ko: 부분적
pl: częściowy
pt_br: Parcial.
ru: частичный
tr: kısmi
vi: một phần
zh_hans: 局部

source: partial remains
fr: vestiges partiels
it: resti parziali
ko: 일부 유적
pl: częściowe pozostałości
pt_br: permanece parcial
ru: часть останков
tr: kısmi kalıntılar
vi: phần còn lại
zh_hans: 部分遗骸

source: mutilated
de: verstümmelt
fr: mutilé
it: mutilato
ko: 절단된
pl: okaleczony
pt_br: mutilado
ru: искалеченный
tr: sakatlanmış
vi: bị hủy hoại
zh_hans: 损害

source: your
de: euer
fr: ton
it: il tuo
ko: 당신의
pl: twój
pt_br: sua conta
ru: ваш
tr: senin
vi: của bạn
zh_hans: 你的

source: Seed
de: Samen
fr: Planter
it: Seme
ko: 씨
pl: Ziarno
pt_br: Semente
ru: Зерно
tr: Tohum
vi: Hạt giống
zh_hans: 种子
