Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: truthfulness
de: Wahrhaftigkeit
fr: véracité
it: veridicità
ko: 박진성
pl: prawdomówności
pt_br: veracidade
ru: правдивости
tr: doğruluk
vi: tính trung thực
zh_hans: 真实性

source: the devouring of the bodies of sapient beings
de: das Verschlingen der Körper von intelligenten Wesen
fr: la dévoration des corps des êtres conscients
it: la divorazione dei corpi degli esseri sapienti
ko: 지적 존재의 몸을 삼키는 것
pl: pożerania ciał rozumnych istot
pt_br: o devorador dos corpos dos seres sapient
ru: пожирание трупов разумных существ
tr: zeki varlıkların bedenlerinin yenmesi
vi: việc nuốt chửng thi thể của những sinh vật có tri giác
zh_hans: 吞噬了智者的身体

source: the display of war and hunting trophies
de: die Ausstellung von Kriegs- und Jagdtrophäen
fr: la présentation des trophées de guerre et de chasse
it: l'esposizione di trofei di guerra e caccia
ko: 전쟁 및 사냥 트로피 전시
pl: wystawy trofeów wojennych i myśliwskich
pt_br: a exibição de guerra e troféus de caça
ru: ведения войны и охоты за трофеями
tr: savaş ve av ganimetlerinin sergilenmesi
vi: việc trưng bày chiến lợi phẩm và chiến tích săn bắt
zh_hans: 展示战争和狩猎奖杯

source: the adversary's inability to communicate and form treaties
de: die Unfähigkeit des Gegners zur Kommunikation und zum Abschluss von Verträgen
fr: l'incapacité de l'adversaire à communiquer et à conclure des traités
it: l'incapacità dell'avversario di comunicare e di stringere trattati
ko: 적의 의사 소통 및 조약 형성의 무능력
pl: braku umiejętności adwersarzy do komunikacji i zawierania traktatów
pt_br: incapacidade do adversário para se comunicar e formar tratados
ru: неспособности противника к общению и заключению соглашений
tr: hasmın iletişim kurma ve antlaşma yapma yetersizliği
vi: sự thiếu khả năng của đối thủ trong việc giao tiếp và ký kết hiệp ước
zh_hans: 对手无法沟通和形成条约

source: a desire to kill the living and any others in opposition
de: der Wunsch, die Lebenden und alle anderen, die sich widersetzen, zu töten
fr: un désir de tuer les vivants et tous ceux qui s'opposent
it: il desiderio di uccidere i vivi e chiunque si opponga a loro
ko: 산 자와 반대하는 다른 사람을 죽이려는 욕망
pl: chęci zabicia żywych i wszystkich innych na drodze
pt_br: um desejo de matar os vivos e quaisquer outros da oposição
ru: желание убивать все живое и все что противостоит
tr: yaşayanları ve karşı çıkan diğerlerini öldürme arzusu
vi: mong muốn giết chóc những kẻ đang sống và bất kỳ ai khác chống đối
zh_hans: 渴望杀死活着的人和任何其他反对的人

source: the disturbance of once-eternal rest
de: die Störung der einst ewigen Ruhe
fr: la perturbation du repos jadis éternel
it: il disturbo del riposo eterno
ko: 영원한 안식의 방해
pl: zakłócenia niegdyś wiecznego spoczynku
pt_br: a perturbação do descanso outrora eterno
ru: потревоженный покой, который мог быть вечным
tr: bir zamanlar sonsuz olan ebedi uykunun bozulması
vi: sự quấy rầy sự yên nghỉ vĩnh hằng xưa kia
zh_hans: 扰乱一度的休息

source: a dispute over the ownership of
de: Streit um das Eigentum an
fr: un différend sur la propriété de
it: una disputa sulla proprietà di
ko: 소유권에 대한 분쟁
pl: dysputy na temat prawa własności do
pt_br: uma disputa pela posse de
ru: спор о принадлежности
tr: şunun mülkiyeti üzerine bir anlaşmazlık:
vi: một cuộc tranh chấp về quyền sở hữu
zh_hans: 关于所有权的争议

source: prior aggression by the adversary
de: vorherige Aggression des Gegners
fr: agression préalable par l'adversaire
it: aggressione precedente da parte dell'avversario
ko: 적의 사전 공격
pl: uprzedniej agresji adwersarza
pt_br: agressão prévia por parte do adversário
ru: прежняя агрессия со стороны противника
tr: hasım tarafından önceki saldırganlık
vi: hành động gây hấn trước đó của đối thủ
zh_hans: 对手先前的侵略

source: a first contact that went horribly wrong
de: ein erster Kontakt, der furchtbar schief ging
fr: un premier contact qui a terriblement mal tourné
it: un primo contatto andato terribilmente storto
ko: 끔찍하게 잘못된 첫 접촉
pl: pierwszego kontaktu, który poszedł koszmarnie źle
pt_br: um primeiro contato que saiu tudo errado
ru: первый неудавшийся контакт
tr: korkunç derecede yanlış giden bir ilk temas
vi: một lần tiếp xúc đầu tiên đã diễn ra cực kỳ tồi tệ
zh_hans: 第一次接触是非常错误的

source: the adversary's refusal to form treaties
de: die Weigerung des Gegners, Verträge abzuschließen
fr: le refus de l'adversaire de conclure des traités
it: il rifiuto dell'avversario di stipulare trattati
ko: 적의 조약 체결 거부
pl: odmowy adwersarza do formowania traktatów
pt_br: recusa do adversário aos tratados de forma
ru: отказ противника заключать соглашение
tr: hasmın antlaşma yapmayı reddetmesi
vi: sự từ chối ký kết hiệp ước của đối thủ
zh_hans: 对手拒绝签订条约

source: the adversary's abuse of the aggressor's fallen
de: der Missbrauch des Gegners durch den Angreifer
fr: l'abus de l'adversaire sur la chute de l'agresseur
it: l'abuso dell'avversario sull'aggressore caduto
ko: 침략자의 타락에 대한 적의 학대
pl: znęcania się adwersarza nad upadłym agresorem
pt_br: abuso do adversário do agressor caiu
ru: осквернение противником павших в бою
tr: hasmın saldırganın ölülerini istismar etmesi
vi: sự xúc phạm của đối thủ đối với những kẻ đã ngã xuống của kẻ gây hấn
zh_hans: 敌人疯狂侵略我们

source: an incident involving a lost diplomat
de: ein Zwischenfall mit einem verschwundenen Diplomaten
fr: un incident impliquant un diplomate perdu
it: un incidente che coinvolge un diplomatico disperso
ko: 잃어버린 외교관과 관련된 사건
pl: incydentu dotyczącego zaginionego dyplomaty
pt_br: um incidente envolvendo um diplomata perdido
ru: происшествие с потерей дипломата
tr: kayıp bir diplomatı içeren bir olay
vi: một sự cố liên quan đến một nhà ngoại giao mất tích
zh_hans: 一件涉及损失外交官的事件

source: a disagreement over prior treaties
de: eine Uneinigkeit über frühere Verträge
fr: un désaccord sur les traités antérieurs
it: un disaccordo sui trattati precedenti
ko: 이전 조약에 대한 의견 불일치
pl: niezgody nad podstawowymi traktatami
pt_br: um desentendimento sobre os tratados anteriores
ru: разногласия по поводу предыдущих соглашений
tr: önceki antlaşmalar üzerine bir anlaşmazlık
vi: một bất đồng về các hiệp ước trước đó
zh_hans: 对先前条约的分歧

source: an incident involving a trade caravan
de: ein Zwischenfall mit einem Wohnwagen
fr: un incident impliquant une caravane commerciale
it: un incidente che coinvolge una carovana commerciale
ko: 무역 캐러밴과 관련된 사건
pl: incydentu dotyczącego handlowej karawany
pt_br: um incidente envolvendo uma caravana de comércio
ru: происшествие с торговым караваном
tr: bir ticaret kervanını içeren bir olay
vi: một sự cố liên quan đến một đoàn thương nhân
zh_hans: 一次涉及贸易货车的事件

source: territory
de: Gebiet
fr: territoire
it: territorio
ko: 영토
pl: terytorium
pt_br: TERRITÓRIO
ru: территории
tr: toprak
vi: lãnh thổ
zh_hans: 领土

source: water rights
de: Wasserrechte
fr: droits d'eau
it: diritti idrici
ko: 물 권리
pl: wodnych praw
pt_br: direito de águas
ru: прав на воды
tr: su hakları
vi: quyền sử dụng nước
zh_hans: 水使用权

source: grazing rights
de: Weiderechte
fr: droits de pâturage
it: diritti di pascolo
ko: 방목권
pl: praw wypasu
pt_br: direitos de pastoreio
ru: прав на пастбища
tr: otlatma hakları
vi: quyền chăn thả
zh_hans: 放牧权

source: fishing rights
de: Fischereirechte
fr: droits de pêche
it: diritti di pesca
ko: 어업 권리
pl: rybackich praw
pt_br: Direito de pesca
ru: прав на рыбные ресурсы
tr: balıkçılık hakları
vi: quyền đánh bắt cá
zh_hans: 捕鱼权

source: livestock ownership
de: Viehbesitz
fr: propriété du bétail
it: possesso di bestiame
ko: 가축 소유권
pl: własności trzody
pt_br: posse de gado
ru: собственности на скот
tr: hayvan mülkiyeti
vi: quyền sở hữu vật nuôi
zh_hans: 牲畜所有权

source: general ill feelings over past historical events
de: allgemeine Missstimmung über vergangene, historische Ereignisse
fr: ressentiment général à propos d'événements historiques passés
it: malumori generali per eventi storici passati
ko: 과거에 있었던 일을 생각하면 언짢다
pl: ogólne złe uczucia w stosunku do przeszłych wydarzeń historycznych
pt_br: sentimentos ruins usuais sobre os eventos históricos anteriores
ru: общая неприязнь из-за прошлых исторических событий
tr: geçmiş tarihi olaylar üzerine genel kötü hisler
vi: những ác cảm chung về các sự kiện lịch sử trong quá khứ
zh_hans: 关于过去历史的不好的回忆

source: a previous war
de: ein früherer Krieg
fr: une guerre précédente
it: una guerra precedente
ko: 이전 전쟁
pl: poprzedniej wojny
pt_br: uma guerra anterior
ru: предыдущая война
tr: önceki bir savaş
vi: một cuộc chiến tranh trước đó
zh_hans: 以前的战争

source: a previous battle
de: eine frühere Schlacht
fr: une bataille précédente
it: una battaglia precedente
ko: 이전 전투
pl: poprzedniej bitwy
pt_br: uma batalha anterior
ru: предыдущее сражение
tr: önceki bir muharebe
vi: một trận chiến trước đó
zh_hans: 以前的战斗

source: a previous duel
de: ein früheres Duell
fr: un précédent duel
it: un precedente duello
ko: 이전의 결투
pl: poprzedniego pojedynku
pt_br: um duelo anterior
ru: предыдущий поединок
tr: önceki bir düello
vi: một cuộc đấu tay đôi trước đó
zh_hans: 以前的决斗

source: a previous conquest
de: eine frühere Eroberung
fr: une ancienne conquête
it: una precedente conquista
ko: 이전의 정복
pl: poprzedniego podboju
pt_br: uma conquista anterior
ru: предыдущее завоевание
tr: önceki bir fetih
vi: một cuộc chinh phạt trước đó
zh_hans: 先前的征服

source: an abduction
de: eine Entführung
fr: un enlèvement
it: un sequestro
ko: 납치
pl: porwania
pt_br: abdução
ru: похищение
tr: bir kaçırma
vi: một vụ bắt cóc
zh_hans: 绑架

source: an act of theft
de: eine Diebstahlshandlung
fr: un acte de vol
it: un atto di furto
ko: 절도 행위
pl: aktu kradzieży
pt_br: um ato de roubo
ru: кража
tr: bir hırsızlık eylemi
vi: một hành vi trộm cắp
zh_hans: 一次盗窃行为

source: an attack by a beast
de: ein Angriff von einem Biest
fr: une attaque par une bête
it: un attacco di una bestia
ko: 짐승의 습격
pl: ataku bestii
pt_br: um ataque por um animal
ru: нападение зверя
tr: bir canavar tarafından saldırı
vi: một cuộc tấn công của một quái thú
zh_hans: 一次来自野兽的袭击

source: a journey
de: eine Reise
fr: un voyage
it: un viaggio
ko: 여행
pl: podróży
pt_br: jornada
ru: путешествие
tr: bir yolculuk
vi: một cuộc hành trình
zh_hans: 一段旅程

source: a previous insurrection
de: einen früheren Aufstand
fr: une précédente insurrection
it: un'insurrezione precedente
ko: 이전 반란
pl: poprzedniego powstania
pt_br: uma insurreição anterior
ru: предыдущее восстание
tr: önceki bir isyan
vi: một cuộc nổi dậy trước đó
zh_hans: 一次先前的起义

source: a special occasion
de: eine besondere Gelegenheit
fr: une occasion spéciale
it: un'occasione speciale
ko: 특별한 날
pl: specjalnej okazji
pt_br: uma ocasião especial
ru: особый случай
tr: özel bir durum
vi: một dịp đặc biệt
zh_hans: 一个特殊的场合

source: a performance
de: eine Vorstellung
fr: une performance
it: un'esibizione
ko: 성능
pl: występu
pt_br: uma performance
ru: выступление
tr: bir performans
vi: một buổi biểu diễn
zh_hans: 一场表演

source: a competition
de: ein Wettbewerb
fr: un concours
it: una gara
ko: 경쟁
pl: zawodów
pt_br: uma competição
ru: состязание
tr: bir yarışma
vi: một cuộc thi đấu
zh_hans: 一场竞赛

source: a procession
de: eine Prozession
fr: un cortège
it: una processione
ko: 행렬
pl: pochodu
pt_br: uma procissão
ru: процессия
tr: bir geçit töreni
vi: một cuộc diễu hành
zh_hans: 一场游行

source: a ceremony
de: eine Zeremonie
fr: une cérémonie
it: una cerimonia
ko: 의식
pl: ceremonia
pt_br: uma cerimônia
ru: церемония
tr: bir tören
vi: một buổi lễ
zh_hans: 一场仪式

source: a purge
de: eine Säuberung
fr: une purge
it: un'epurazione
ko: 숙청
pl: czystki
pt_br: Uma purga
ru: чистка
tr: bir tasfiye
vi: một cuộc thanh trừng
zh_hans: 清除

source: a raid
de: ein Überfall
fr: un raid
it: una razzia
ko: 급습
pl: ataku
pt_br: uma insurreição
ru: налёт
tr: bir baskın
vi: một cuộc đột kích
zh_hans: 一次突袭

source: persecution
de: Verfolgung
fr: persécution
it: persecuzione
ko: 박해
pl: prześladowania
pt_br: perseguição
ru: преследование
tr: zulüm
vi: sự đàn áp
zh_hans: 迫害

source: a coup
de: ein Staatsstreich
fr: un coup
it: un golpe
ko: 쿠데타
pl: zamachu stanu
pt_br: um golpe
ru: переворот
tr: bir darbe
vi: một cuộc đảo chính
zh_hans: 政变

source: There is also
de: Außerdem gibt es
fr: Il y a aussi
it: C'è anche
ko: 도 있습니다
pl: Jest również
pt_br: Há também
ru: Также есть
tr: Ayrıca şu da var:
vi: Ngoài ra còn có
zh_hans: 还有

source: a family matter
de: eine Familienangelegenheit
fr: une affaire de famille
it: un affare di famiglia
ko: 가족 문제
pl: kwestia rodzinna
pt_br: um assunto de família
ru: семейные дела
tr: bir aile meselesi
vi: một vấn đề gia đình
zh_hans: 一个家庭问题

source: the issue of their godlessness
de: das Problem ihrer Gottlosigkeit
fr: la question de leur impiété
it: il problema della loro empietà
ko: 그들의 불경건 문제
pl: kwestia ich bezbożności
pt_br: a questao da sua impiedade
ru: проблемы с их безбожием
tr: onların tanrısızlığı meselesi
vi: vấn đề về sự vô thần của chúng
zh_hans: 他们的无神论问题

source: the issue of their worship of
de: die Frage ihrer Verehrung von
fr: la question de leur culte de
it: la questione del loro culto di
ko: 그들의 숭배 문제
pl: kwestia ich wyznawania
pt_br: a questao da sua adoração de
ru: вопросы поклонения
tr: onların şuna tapınması meselesi:
vi: vấn đề về việc chúng thờ cúng
zh_hans: 论题，关于他们崇拜于

source: the issue of their oneness with
de: die Frage ihres Einsseins mit
fr: la question de leur unité avec
it: la questione della loro unità con
ko: 그들의 하나 됨의 문제
pl: kwestia ich jedności z
pt_br: a questao de sua unidade com
ru: причина их единства с
tr: onların şununla bir olması meselesi:
vi: vấn đề về sự hợp nhất của chúng với
zh_hans: 论题，关于他们同一于

source: the natural issue of their worship of
de: die natürliche Folge ihrer Anbetung von
fr: l'issue naturelle de leur culte de
it: la questione naturale del loro culto di
ko: 그들의 숭배의 자연스러운 문제
pl: naturalna kwestia wyznawania
pt_br: a questao natural de sua adoração de
ru: естественная причина их поклонения
tr: onların şuna tapınmasının doğal meselesi:
vi: vấn đề tự nhiên về việc chúng thờ cúng
zh_hans: 意料之中的论题，关于他们崇拜于

source: the natural issue of their oneness with
de: die natürliche Folge ihres Einsseins mit
fr: la question naturelle de leur unité avec
it: la questione naturale della loro unità con
ko: 그들의 하나 됨의 자연스러운 문제
pl: naturalna kwestia ich jedności z
pt_br: a questao natural de sua unidade com
ru: естественная причина их единства с
tr: onların şununla bir olmasının doğal meselesi:
vi: vấn đề tự nhiên về sự hợp nhất của chúng với
zh_hans: 意料之中的论题，关于他们同一于

source: Be careful, for their leader
de: Seid vorsichtig, denn ihr Anführer
fr: Attention, pour leur chef
it: Fa' attenzione, perché il loro capo
ko: 그들의 리더를 위해 조심하세요
pl: Bądź ostrożny, jako że ich lider
pt_br: Tenha cuidado, para seu líder
ru: Осторожно, их лидер
tr: Dikkatli ol, çünkü liderleri
vi: Hãy cẩn thận, vì thủ lĩnh của chúng
zh_hans: 小心他们的首领

source: is my
de: ist mein
fr: est mon
it: è il mio
ko: 내
pl: jest moim
pt_br: é meu
ru: - это мой
tr: benim
vi: là người của ta
zh_hans: 是我的

source: It does not help matters that their leader
de: Es ist nicht hilfreich, dass ihr Anführer
fr: Cela n'arrange pas les choses que leur chef
it: Non aiuta il fatto che il loro capo
ko: 그들의 지도자가 문제를 해결하는 데 도움이 되지 않습니다.
pl: Nie pomaga sprawie to, że ich lider
pt_br: Não ajuda em nada que seu líder
ru: Дело ухудшает то, что их лидер
tr: Liderlerinin şu olması durumu iyileştirmiyor:
vi: Sự việc càng trở nên tồi tệ hơn khi thủ lĩnh của chúng
zh_hans: 这对他们的领导者来说无济于事

source: I don't really know.
de: Ich weiß es nicht genau.
fr: Je ne sais pas vraiment.
it: Davvero non saprei.
ko: 잘 모르겠습니다.
pl: Naprawdę nie wiem.
pt_br: Realmente não sei.
ru: Даже не знаю.
tr: Gerçekten bilmiyorum.
vi: Ta thực sự không biết.
zh_hans: 我真的不知道。

source: They do not feel challenged at all.
de: Sie fühlen sich in keiner Weise herausgefordert.
fr: Ils ne se sentent pas du tout interpellés.
it: Non si sentono affatto sfidati.
ko: 그들은 도전을 전혀 느끼지 않습니다.
pl: Wcale nie czują się zagrożeni.
pt_br: Não sentem desafiados em tudo.
ru: Они вообще не выглядят как соперники.
tr: Kendilerini hiç tehdit altında hissetmiyorlar.
vi: Chúng không hề cảm thấy bị thách thức.
zh_hans: 他们完全没有感受到挑战。

source: They still hold this area, but they do not feel certain.
de: Sie halten dieses Gebiet immer noch, aber sie sind sich nicht sicher.
fr: Ils tiennent toujours cet endroit, mais ils ne semblent guère assurés.
it: L'area è ancora in mano loro, ma si sentono incerti.
ko: 그들은 여전히 이 영역을 방어하고 있지만 확신이 들지 않는다.
pl: Wciąż kontrolują to miejsce, jednakże nie czują się pewnie.
pt_br: Ainda prendem nesta área, mas não sentem certas.
ru: Они всё ещё занимают эту область, но похоже, что они колеблются.
tr: Hala bu bölgeyi ellerinde tutuyorlar ama emin hissetmiyorlar.
vi: Chúng vẫn giữ khu vực này, nhưng chúng không cảm thấy chắc chắn.
zh_hans: 他们仍然控制这个区域，但他们并不确定。

source: Their strength has been challenged, and their hold has loosened.
de: Ihre Stärke wurde in Frage gestellt, und ihr Halt hat sich gelockert.
fr: Leur force a été mise à l'épreuve et leur emprise s'est relâchée.
it: La loro forza è stata messa in discussione e la loro presa si è allentata.
ko: 그들의 힘은 도전을 받았고 그들의 지배력은 느슨해졌습니다.
pl: Ich siła została wystawiona na próbę, a uścisk zelżał.
pt_br: Sua força tem sido contestada, e porao de afrouxou.
ru: Им бросили вызов и их крепость была потеряна.
tr: Güçleri sınandı ve tutuşları gevşedi.
vi: Sức mạnh của chúng đã bị thách thức, và sự kiểm soát của chúng đã lung lay.
zh_hans: 他们的力量受到挑战，他们的控制已经松动。

source: Their strength has been broken.
de: Ihre Kraft ist gebrochen.
fr: Leur force a été brisée.
it: La loro forza è stata spezzata.
ko: 그들의 힘은 부서졌습니다.
pl: Ich siła została złamana.
pt_br: Sua força foi quebrada.
ru: Их сила была сломлена.
tr: Güçleri kırıldı.
vi: Sức mạnh của chúng đã bị phá vỡ.
zh_hans: 他们的力量被破坏了。

source: They consider you an infamous villain among those opposing them.
de: Sie halten Sie für einen berüchtigten Schurken unter ihren Gegnern.
fr: Ils vous considèrent comme un scélérat notoire parmi ceux qui s'opposent à eux.
it: Ti considerano un famigerato cattivo tra coloro che si oppongono a loro.
ko: 그들은 당신을 반대하는 사람들 사이에서 악명 높은 악당으로 간주합니다.
pl: Uważają ciebie za niesławnego złoczyńcę wśród tych, którzy im się sprzeciwiają.
pt_br: Eles consideram você um vilao infame entre aqueles Opô-los.
ru: Они считают вас одним из тех преступников, которые противостоят им.
tr: Seni, kendilerine karşı çıkanlar arasında nam salmış bir kötü olarak görüyorlar.
vi: Chúng xem ngươi là một kẻ phản diện khét tiếng trong số những kẻ chống đối chúng.
zh_hans: 他们认为你是那些反对他们的臭名昭着的恶棍。

source: They consider you a leader of the opposition.
de: Sie betrachten Sie als Anführer der Opposition.
fr: Ils vous considèrent comme un chef de l'opposition.
it: Ti considerano un capo dell'opposizione.
ko: 그들은 당신을 야당의 지도자로 간주합니다.
pl: Uważają ciebie za przywódcę opozycji.
pt_br: Eles consideram você um líder da oposição.
ru: Они считают вас лидером оппозиции.
tr: Seni muhalefetin bir lideri olarak görüyorlar.
vi: Chúng xem ngươi là một thủ lĩnh của phe đối lập.
zh_hans: 他们认为你是反对派的领导者。

source: They consider you a key figure in the opposition.
de: Sie halten Sie für eine Schlüsselfigur der Opposition.
fr: Ils vous considèrent comme une figure clé de l'opposition.
it: Ti considerano una figura chiave dell'opposizione.
ko: 그들은 당신을 야당의 핵심 인물로 간주합니다.
pl: Uważają ciebie za kluczową osobę w opozycji.
pt_br: Eles te consideram uma figura-chave na oposição.
ru: Они считают вас ключевой фигурой в оппозиции.
tr: Seni muhalefette kilit bir figür olarak görüyorlar.
vi: Chúng xem ngươi là một nhân vật chủ chốt trong phe đối lập.
zh_hans: 他们认为你是反对派中的关键人物。

source: You are considered an integral part of the opposition.
de: Sie werden als integraler Bestandteil der Opposition betrachtet.
fr: Vous êtes considéré comme faisant partie intégrante de l'opposition.
it: Sei considerato parte integrante dell'opposizione.
ko: 당신은 야당의 필수적인 부분으로 간주됩니다.
pl: Jesteś uznawany za integralną część opozycji.
pt_br: Você é considerado parte integrante da oposição.
ru: Вас считают неотъемлемой частью оппозиции.
tr: Muhalefetin ayrılmaz bir parçası olarak kabul ediliyorsun.
vi: Ngươi được xem là một phần không thể thiếu của phe đối lập.
zh_hans: 你被认为是反对派不可分割的一部分。

source: You are considered part of the opposition.
de: Sie werden als Teil der Opposition betrachtet.
fr: Vous êtes considéré comme faisant partie de l'opposition.
it: Sei considerato parte dell'opposizione.
ko: 당신은 야당의 일부로 간주됩니다.
pl: Jesteś uznawany za część opozycji.
pt_br: Você é considerado parte da oposição.
ru: Вас считают частью оппозиции.
tr: Muhalefetin bir parçası olarak kabul ediliyorsun.
vi: Ngươi được xem là một phần của phe đối lập.
zh_hans: 你被认为是反对派的一部分。

source: There are guards patrolling
de: Es gibt Wachen, die patrouillieren
fr: Il y a des gardes qui patrouillent
it: Ci sono guardie di pattuglia
ko: 순찰하는 경비원이 있습니다
pl: Są straże patrolujące w
pt_br: Há guardas patrulhando
ru: Стража патрулирует
tr: Şurada devriye gezen muhafızlar var:
vi: Có lính canh đang tuần tra
zh_hans: 这儿有警卫巡逻

source: There are guards in
de: Es gibt Wachen in
fr: Il y a des gardes dans
it: Ci sono guardie in
ko: 경비원이 있다
pl: Są straże w
pt_br: Há guardas em
ru: Стража располагается в
tr: Şurada muhafızlar var:
vi: Có lính canh trong
zh_hans: 有警卫在

source: the mead hall
de: der Met-Saal
fr: la salle de l'hydromel
it: la sala dell'idromele
ko: 미드 홀
pl: sali biesiadnej
pt_br: Salao de Bebida
ru: медовый зал
tr: içki salonu
vi: đại sảnh rượu mật ong
zh_hans: 蜜酒厅

source: a cottage
de: ein Häuschen
fr: un chalet
it: una villetta
ko: 별장
pl: chacie
pt_br: uma casa de campo
ru: коттедж
tr: bir kulübe
vi: một ngôi nhà tranh
zh_hans: 一间小屋

source: the keep
de: der Bergfried
fr: le donjon
it: il mastio
ko: 성채
pl: donżonie
pt_br: Este sustento
ru: крепость
tr: iç kale
vi: Thành trì chính
zh_hans: 城堡

source: the great tower
de: der große Turm
fr: la grande tour
it: la grande torre
ko: 그레이트 타워
pl: wielkiej wieży
pt_br: a grande torre
ru: большая башня
tr: büyük kule
vi: Đại tháp
zh_hans: 伟大的塔

source: a house
de: Ein Haus
fr: une maison
it: una casa
ko: 집
pl: domu
pt_br: Casa
ru: дом
tr: bir ev
vi: Một ngôi nhà
zh_hans: 一个房子

source: a hillock
de: ein Hügel
fr: une butte
it: una collinetta
ko: 언덕
pl: kopcu
pt_br: Outeiro
ru: холмик
tr: bir tepe yerleşimi
vi: Một gò đất
zh_hans: 一个小丘

source: a tree
de: Ein Baum
fr: un arbre
it: un albero
ko: 나무
pl: drzewie
pt_br: uma árvore
ru: дерево
tr: bir ağaç
vi: Một cái cây
zh_hans: 一颗树

source: an abandoned shop
de: einen verlassenen Laden
fr: une boutique abandonnée
it: un negozio abbandonato
ko: 버려진 가게
pl: opuszczonym sklepie
pt_br: uma loja abandonada
ru: заброшенная мастерская
tr: terk edilmiş bir dükkan
vi: Một cửa hàng bị bỏ hoang
zh_hans: 一个废弃的商店

source: a food imports store
de: ein Lebensmittelgeschäft
fr: un magasin d'importation alimentaire
it: un negozio d'importazione di cibo
ko: 수입 식품점
pl: sklepie z importowaną żywnością
pt_br: um alimento importações loja
ru: склад импортной еды
tr: bir gıda ithalat dükkanı
vi: Một cửa hàng nhập khẩu lương thực
zh_hans: 一家食品进口商店

source: a clothing imports store
de: ein Bekleidungsgeschäft
fr: un magasin d'importation de vêtements
it: un negozio d'abbigliamento importato
ko: 의류 수입 매장
pl: sklepie z importowaną odzieżą
pt_br: uma loja de importações de vestuário
ru: склад иностранной одежды
tr: bir giysi ithalat dükkanı
vi: Một cửa hàng nhập khẩu y phục
zh_hans: 一家服装进口商店

source: a general imports store
de: einen Gemischtwarenladen
fr: un magasin général d'importation
it: un negozio d'importazioni generali
ko: 잡화점
pl: sklepie z importowanymi towarami
pt_br: uma loja geral das importações
ru: склад импортных товаров
tr: bir genel ithalat dükkanı
vi: Một cửa hàng nhập khẩu tổng hợp
zh_hans: 一个普通的进口商店

source: a cloth shop
de: ein Stoffgeschäft
fr: une boutique de tissus
it: un negozio di stoffe
ko: 천 가게
pl: sklepie odzieżowym
pt_br: uma loja de pano
ru: лавка ткани
tr: bir kumaş dükkanı
vi: Một cửa hàng vải vóc
zh_hans: 一家布店
