Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I am sorry, but I am otherwise disposed.
de: Tut mir leid, aber ich bin anderweitig eingespannt.
fr: Je suis désolé, mais je suis autrement disposé.
it: Mi dispiace, ma sono disposto diversamente.
ko: 죄송합니다만, 저는 그렇지 않습니다.
pl: Przykro mi, ale to nie moja działka.
pt_br: Me desculpe, mas eu sou cedeu.
ru: Извините, но я вынужден не согласиться.
tr: Üzgünüm ama başka işlerim var.
vi: Tôi xin lỗi, nhưng ta đã có việc khác.
zh_hans: 对不起，我自行处理了。

source: I will accept the child into my home.
de: Ich werde das Kind in meinem Haus akzeptieren.
fr: J'accepterai l'enfant dans ma maison.
it: Accetterò il bambino nella mia casa.
ko: 나는 그 아이를 내 집으로 받아들일 것이다.
pl: Przyjmę to dziecko do mojego domu.
pt_br: Vou aceitar a criança em minha casa.
ru: Я приму этого ребёнка в моём доме.
tr: Çocuğu evime kabul edeceğim.
vi: Ta sẽ nhận đứa trẻ này vào nhà ta.
zh_hans: 我会接纳孩子进入我的家。

source: It has always been my dream to start a family.
de: Es war schon immer mein Traum, eine Familie zu gründen.
fr: J'ai toujours rêvé de fonder une famille.
it: Creare una famiglia è sempre stato il mio sogno.
ko: 가정을 꾸리는 것이 항상 제 꿈이었습니다.
pl: Założenie rodziny zawsze było moim marzeniem.
pt_br: Sempre foi meu sonho para começar uma família.
ru: Создание семьи всегда было моей мечтой.
tr: Bir aile kurmak her zaman hayalimdi.
vi: Lập gia đình luôn là mơ ước của ta.
zh_hans: 家庭一直是我的梦想。

source: This must be the will of
de: Dies ist der Wille des
fr: Ce doit être la volonté de
it: Questa dev'essere la volontà di
ko: 이것은 의지여야 한다.
pl: To musi być wola
pt_br: Não sucumbir ao medo!
ru: Должно быть, это воля
tr: Bu şunun iradesi olmalı:
vi: Đây hẳn là ý chỉ của
zh_hans: 这一定是意志之于

source: I'm sorry, but I'm unable to help.
de: Tut mir leid, aber ich bin nicht in der Lage zu helfen.
fr: Je suis désolé, mais je ne peux pas vous aider.
it: Mi dispiace, ma non posso aiutare.
ko: 죄송하지만 도와드릴 수 없습니다.
pl: Przykro mi, ale nie mogę pomóc.
pt_br: Estou feliz em ajudar.
ru: Извините, но ничем не могу помочь.
tr: Üzgünüm ama yardım edemem.
vi: Tôi xin lỗi, nhưng ta không thể giúp được.
zh_hans: 对不起，我无法帮忙。

source: Why are you traveling?
de: Warum reist du?
fr: Pourquoi voyagez-vous ?
it: Perché viaggi?
ko: 왜 여행을 가세요?
pl: Czemu podróżujesz?
pt_br: Por que você está viajando?
ru: Почему вы путешествуете?
tr: Neden seyahat ediyorsun?
vi: Tại sao ngài lại du hành?
zh_hans: 你为什么旅行？

source: Do they have a firm grip on these lands?
de: Haben sie einen standhaften Griff auf diese Länder?
fr: Ont-ils une emprise ferme sur ces terres ?
it: Hanno una presa salda su queste terre?
ko: 그들은 이 땅을 확고히 장악하고 있습니까?
pl: Czy mają na tych ziemiach pewny uścisk?
pt_br: eles têm um controle firme sobre estas terras ?
ru: Крепко ли они держатся за эти земли?
tr: Bu topraklarda sağlam bir hakimiyetleri var mı?
vi: Chúng có đang nắm giữ vững chắc những vùng đất này không?
zh_hans: 他们是否牢牢守住这些土地？

source: Where are their forces? Are there patrols or guards?
de: Wo sind ihre Kräfte? Gibt es Patrouillen oder Wachen?
fr: Où sont leurs forces ? Y a-t-il des patrouilles ou des gardes ?
it: Dove sono le loro forze? Ci sono pattuglie o guardie?
ko: 그들의 힘은 어디에 있습니까?
pl: Gdzie są ich siły? Mają patrole albo straż?
pt_br: Onde estao suas forças? Há patrulhas ou guardas?
ru: Где их основные силы? Есть ли патрули и стража?
vi: Lực lượng của chúng ở đâu? Có đội tuần tra hay lính canh nào không?
zh_hans: 他们的兵力在哪里?有巡逻队或警卫吗？

source: Does anybody else still have a stake in these lands?
de: Hat jemand anderes noch einen Anspruch auf diese Länder?
fr: Quelqu'un d'autre a-t-il encore un intérêt dans ces terres?
it: C'è qualcun altro che ha ancora interessi in queste terre?
ko: 다른 사람이 여전히 이 땅에 지분을 갖고 있습니까?
pl: Czy ktoś jeszcze ma udziały w tych ziemiach?
pt_br: Ninguém ainda tem uma participação nessas terras?
ru: У кого-нибудь ещё есть надел в этих землях?
tr: Bu topraklarda hala hakkı olan başkası var mı?
vi: Có thế lực nào khác vẫn còn có quyền lợi ở những vùng đất này không?
zh_hans: 还有其他人在这些土地上有权益吗？

source: Did anybody flee the attack?
de: Floh irgendjemand vor dem Angriff?
fr: Quelqu'un a-t-il fui l'attaque ?
it: Qualcuno è fuggito dall'attacco?
ko: 공격을 피한 사람이 있습니까?
pl: Czy ktoś uciekł przed atakiem?
pt_br: Alguém fugiu o ataque?
ru: Кто-нибудь скрылся от нападения?
tr: Saldırıdan kaçan oldu mu?
vi: Có ai đã chạy trốn khỏi cuộc tấn công không?
zh_hans: 有人逃过了袭击吗？

source: Tell me about the local ruler.
de: Erzähl mir von dem lokalen Herrscher.
fr: Parlez-moi du dirigeant local.
it: Parlami del sovrano locale.
ko: 지역 통치자에 대해 알려주세요.
pl: Opowiedz mi o lokalnym przywódcy.
pt_br: Me fale sobre o governante local.
ru: Расскажите мне о вашем правителе.
tr: Bana yerel hükümdardan bahset.
vi: Hãy kể cho ta nghe về vị lãnh chúa địa phương.
zh_hans: 和我谈谈当地的统治者。

source: Does this settlement engage in trade? Tell me about those places.
de: Beschäftigt sich diese Siedlung mit dem Handel? Erzähl mir von diesen Orten.
fr: Il y a-t-il des commerçants dans cette colonie ? Dites-m'en plus à propos de cet endroit ?
it: Quest'insediamento è dedito al commercio? Parlatemi di questi luoghi.
ko: 이 정착지가 무역에 관여합니까?
pl: Czy ta mieścina handluje? Opowiedz mi o tych miejscach.
pt_br: Este assentamento participa de comércio? Me fale sobre esses lugares.
ru: Это поселение занимается торговлей? Расскажите мне об этих местах.
vi: Khu định cư này có giao thương không? Hãy kể cho ta nghe về những nơi đó.
zh_hans: 这个定居点是否参与贸易？告诉我那些地方。

source: Look at the sky! Are we in the Underworld?
de: Schau in den Himmel! Sind wir in der Unterwelt?
fr: Regarde le ciel! Sommes-nous aux Enfers ?
it: Guarda il cielo! Siamo negli Inferi?
ko: 하늘을 봐!
pl: Spójrz na niebo! Czy my jesteśmy w Podziemiu?
pt_br: Olhe para o céu! Estamos no submundo?
ru: Посмотрите на небо! Мы в Подземном мире?
vi: Nhìn lên bầu trời kìa! Chúng ta đang ở Âm Giới sao?
zh_hans: 看天空！?我们在地狱吗？

source: What an odd glow!
de: Was für ein seltsamer Schein!
fr: Quelle lueur étrange !
it: Che strano bagliore!
ko: 이 얼마나 이상한 빛!
pl: Cóż za dziwny blask!
pt_br: O que é um brilho estranho!
ru: Какое странное свечение!
tr: Ne tuhaf bir parıltı!
vi: Ánh sáng gì mà kỳ lạ quá!
zh_hans: 多么奇怪的光芒！

source: At least it doesn't rain down here.
de: Zumindest regnet es nicht hier unten.
fr: Au moins il ne pleut pas ici.
it: Almeno quaggiù non piove.
ko: 적어도 여기에는 비가 내리지 않습니다.
pl: Przynajmniej tu na dole nie pada.
pt_br: Pelo menos não chove aqui em baixo.
ru: По крайней мере, сейчас нет дождя.
tr: En azından burada yağmur yağmıyor.
vi: Ít ra thì ở dưới đây không mưa.
zh_hans: 至少它不会下雨。

source: Is it raining?
de: Regnet es?
fr: Il pleut?
it: Sta piovendo?
ko: 비가 오는 중이 야?
pl: Czy pada deszcz?
pt_br: está chovendo
ru: Дождь идет?
tr: Yağmur mu yağıyor?
vi: Trời đang mưa à?
zh_hans: 在下雨吗？

source: I have confidence in your abilities.
de: Ich habe Vertrauen in Ihre Fähigkeiten.
fr: J'ai confiance en vos capacités.
it: Ho fiducia nelle tue capacità.
ko: 나는 당신의 능력을 확신합니다.
pl: Ufam twoim umiejętnościom.
pt_br: Eu tenho confiança em suas habilidades.
ru: Я уверен в ваших способностях.
tr: Yeteneklerine güveniyorum.
vi: Ta tin tưởng vào năng lực của ngài.
zh_hans: 我对你的能力充满信心。

source: What a strange place!
de: Was für ein seltsamer Ort!
fr: Quel endroit étrange !
it: Che strano posto!
ko: 정말 이상한 곳입니다!
pl: Cóż za dziwne miejsce!
pt_br: Que lugar estranho!
ru: Что за странное место!
tr: Ne garip bir yer!
vi: Một nơi thật kỳ lạ!
zh_hans: 多么奇怪的地方！

source: It is invigorating to be out in the wilds!
de: Es ist belebend, draußen in der Wildnis zu sein!
fr: C'est vivifiant d'être dans la nature !
it: È rinvigorente stare in mezzo alla natura!
ko: 야생에 나가는 것은 상쾌합니다!
pl: Przebywanie w dziczy dodaje otuchy!
pt_br: É revigorante estar no mato!
ru: Нахождение на природе так вдохновляет!
tr: Vahşi doğada olmak canlandırıcı!
vi: Thật phấn chấn khi được ở nơi hoang dã!
zh_hans: 在野外活动是令人振奋的！

source: It is good to be outdoors.
de: Es ist gut, draußen im Freien zu sein.
fr: Il fait bon être à l'extérieur.
it: È bello stare all'aperto.
ko: 야외에 있는 것이 좋습니다.
pl: Dobrze być na zewnątrz.
pt_br: É bom estar ao ar livre.
ru: Как хорошо на открытом воздухе!
tr: Dışarıda olmak güzel.
vi: Thật tốt khi được ở ngoài trời.
zh_hans: 在户外很好。

source: Indoors, outdoors. It's all the same to me as long as the weather's fine.
de: Drinnen, draußen. Es ist beides das gleiche für mich, solange das Wetter gut ist.
fr: Intérieur extérieur. Tant qu'il fait beau, ça m'est égal.
it: Al chiuso, all'aperto. Per me è lo stesso purché ci sia bel tempo.
ko: 실내든 실외든, 날씨만 좋다면 아무 문제 없어.
pl: Wewnątrz, na zewnątrz. Mi wszystko jedno, póki pogoda jest ładna.
pt_br: Dentro de casa, ao ar livre. É tudo a mesma coisa para mim, enquanto o tempo está bom.
ru: В помещении, снаружи... Какая разница, если погода хорошая.
vi: Trong nhà, ngoài trời. Đối với ta thì như nhau miễn là thời tiết đẹp.
zh_hans: 室内，室外。只要天气好的话，对我来说都是一样的。

source: How I long for civilization...
de: Wie sehne ich mich nach Zivilisation...
fr: Comme j'aspire à la civilisation...
it: Quanto desidero la civiltà...
ko: 내가 얼마나 문명을 갈망하는지...
pl: Jak tęsknię za cywilizacją...
pt_br: Como anseio por civilização...
ru: Как я скучаю по цивилизации...
tr: Medeniyeti ne kadar da özledim...
vi: Ta khao khát nền văn minh biết bao...
zh_hans: 我多么渴望文明......

source: I would prefer to be indoors.
de: Ich würde lieber drinnen sein.
fr: Je préférerais être à l'intérieur.
it: Preferirei stare al chiuso.
ko: 나는 실내에 있는 것을 선호합니다.
pl: Wolałbym być wewnątrz.
pt_br: Eu prefiro estar dentro de casa.
ru: Я бы предпочёл быть в помещении.
tr: İçeride olmayı tercih ederdim.
vi: Ta muốn ở trong nhà hơn.
zh_hans: 我宁愿呆在室内。

source: How sinister the glow...
de: Wie unheimlich dieses Glühen...
fr: Comme la lueur est sinistre...
it: Che bagliore sinistro...
ko: 빛이 얼마나 사악한지...
pl: Jak złowrogi blask...
pt_br: O brilho como sinistro...
ru: Какое зловещее свечение...
tr: Parıltı ne kadar da uğursuz...
vi: Ánh sáng thật u ám...
zh_hans: 多么险恶的光芒......

source: I would prefer to be outdoors.
de: Ich würde lieber im Freien sein.
fr: Je préférerais être à l'extérieur.
it: Preferirei stare all'aperto.
ko: 나는 야외에 있는 것을 선호합니다.
pl: Wolałbym być na zewnątrz.
pt_br: Eu preferiria estar ao ar livre.
ru: Я бы предпочёл быть на открытом воздухе.
tr: Dışarıda olmayı tercih ederdim.
vi: Ta muốn ở ngoài trời hơn.
zh_hans: 我宁愿在户外。

source: It is good to be indoors.
de: Es ist schön, drinnen zu sein.
fr: Il fait bon être à l'intérieur.
it: È bello stare al coperto.
ko: 실내에 있는 것이 좋습니다.
pl: Dobrze jest być wewnątrz.
pt_br: É um prazer estar dentro de casa.
ru: Как хорошо быть в помещении.
tr: İçeride olmak güzel.
vi: Thật tốt khi được ở trong nhà.
zh_hans: 在室内很好。

source: It sure is dark down here.
de: Es ist sicher dunkel hier unten.
fr: C'est sûr qu'il fait sombre ici.
it: È proprio buio quaggiù.
ko: 여기 아래는 확실히 어둡습니다.
pl: Na pewno jest tu ciemno na dole.
pt_br: Está escuro aqui.
ru: Здесь чертовски темно.
tr: Burası kesinlikle karanlık.
vi: Ở dưới đây tối thật đấy.
zh_hans: 这下面肯定是黑暗的。

source: Where am I?
de: Wo bin ich?
fr: Où suis-je?
it: Dove mi trovo?
ko: 내가 어디 있지?
pl: Gdzie ja jestem?
pt_br: Onde é que eu estou?
ru: Где я?
tr: Nerdeyim?
vi: Ta đang ở đâu?
zh_hans: 我在哪里？

source: Tell me about this area.
de: Erzähl mir von diesem Bereich.
fr: Parlez-moi de ce domaine.
it: Parlami di quest'area.
ko: 이 지역에 대해 말씀해 주십시오.
pl: Opowiedz mi o tym miejscu.
pt_br: Me fale sobre esta área.
ru: Расскажите мне об этих местах.
tr: Bana bu bölgeden bahset.
vi: Hãy kể cho ta nghe về khu vực này.
zh_hans: 告诉我这地区的情况。

source: Let us stop this pointless fighting!
de: Lasst uns mit diesen sinnlosen Kämpfen aufhören!
fr: Arrêtons ce combat inutile !
it: Fermiamo questa inutile lotta!
ko: 이 무의미한 싸움을 멈추자!
pl: Zaprzestańmy tę bezsensowną walkę!
pt_br: Vamos Pare com essa briga sem sentido!
ru: Давайте прекратим эту бессмысленную резню!
tr: Bu anlamsız kavgayı durduralım!
vi: Chúng ta hãy dừng cuộc chiến vô nghĩa này lại!
zh_hans: 让我们停止这场毫无意义的战斗！

source: I accept your offer.
de: Ich akzeptiere ihr Angebot.
fr: J'accepte votre offre.
it: Accetto la sua offerta.
ko: 나는 당신의 제안을 받아들입니다.
pl: Akceptuję twoją ofertę.
pt_br: Aceito sua oferta.
ru: Я принимаю ваше предложение.
tr: Teklifini kabul ediyorum.
vi: Ta chấp nhận lời đề nghị của ngài.
zh_hans: 我接受你的提议。

source: I have no reason to accept this.
de: Ich habe keinen Grund, dies zu akzeptieren.
fr: Je n'ai aucune raison d'accepter cela.
it: Non ho motivo di accettarlo.
ko: 나는 이것을 받아 들일 이유가 없습니다.
pl: Nie mam powodu by to akceptować.
pt_br: Não tenho razao para aceitar isso.
ru: У меня нет причин принять это.
tr: Bunu kabul etmem için bir nedenim yok.
vi: Ta không có lý do để chấp nhận điều này.
zh_hans: 我没理由接受这个。

source: Gladly. May this new age of harmony last a thousand year.
de: Gern. Dieses neue Zeitalter der Harmonie kann tausend Jahre dauern.
fr: Volontier. Que cette nouvelle ère d'harmonie dure mille ans.
it: Con gioia. Che questa nuova era di armonia possa durare mille anni.
ko: 기꺼이.
pl: Z przyjemnością. Niech ta nowa era harmonii trwa tysiąc lat.
pt_br: Com prazer. Maio nesta nova era de harmonia dura um ano mil.
ru: С радостью. Пусть эпоха гармонии продлится тысячелетиями.
vi: Rất sẵn lòng. Mong rằng thời đại hòa hợp mới này sẽ kéo dài ngàn năm.
zh_hans: 真好。但愿这个新的和谐时代能持续一千年。

source: Never.
de: Nie.
fr: Jamais.
it: Mai.
ko: 절대.
pl: Nigdy.
pt_br: Nunca.
ru: Никогда.
tr: Asla.
vi: Không bao giờ.
zh_hans: 决不。

source: I agree to submit to your request.
de: Ja, ich möchte ihrer Anfrage nachgeben.
fr: J'accepte de me soumettre à votre demande.
it: Accetto di sottopormi alla vostra richiesta.
ko: 귀하의 요청에 제출하는 데 동의합니다.
pl: Zgadzam się spełnić Twoją prośbę.
pt_br: Concordo em submeter-se a seu pedido.
ru: Я рассмотрю ваш вопрос.
tr: İsteğine boyun eğmeyi kabul ediyorum.
vi: Ta đồng ý tuân theo yêu cầu của ngài.
zh_hans: 我同意接受您的请求。

source: I will not bow before you.
de: Ich werde mich nicht vor dir beugen.
fr: Je ne m'inclinerai pas devant toi.
it: Non mi inchinerò davanti a voi.
ko: 나는 당신 앞에 절하지 않을 것입니다.
pl: Nie uklęknę przed tobą.
pt_br: Eu não vou me curvar diante de você.
ru: Я не склонюсь перед вами.
tr: Senin önünde eğilmeyeceğim.
vi: Ta sẽ không cúi đầu trước ngài.
zh_hans: 我不会在你面前低头。

source: offers to pay homage to
de: Angebote zur Ehrerweisung an
fr: propose de rendre hommage
it: offre di rendere omaggio a
ko: 경의를 표하는 제안
pl: oferuje złożyć hołd
pt_br: oferece-se para prestar homenagem
ru: предлагает платить дань
tr: şuna biat etmeyi teklif ediyor:
vi: thể hiện sự thần phục với
zh_hans: 致敬于

source: will no longer pay homage to
de: nicht länger die Ehre erweisen für
fr: ne rendra plus hommage à
it: non renderà più omaggio a
ko: 더 이상 경의를 표하지 않을 것입니다.
pl: nie będzie więcej składać hołdu
pt_br: Já não vai pagar homenagem ao
ru: больше не будет платить дань
tr: artık şuna biat etmeyecek:
vi: sẽ không còn thần phục
zh_hans: 将不再致敬

source: Let there be peace between
de: Lasst Frieden herrschen zwischen
fr: Que la paix soit entre
it: Che ci sia pace tra
ko: 사이에 평화가 있게 하소서
pl: Niech zapanuje pokój między
pt_br: Que haja paz entre
ru: Да будет мир между
tr: Şunlar arasında barış olsun:
vi: Hãy để hòa bình ngự trị giữa
zh_hans: 让两者变得和平

source: must pay homage to
de: muss Ehre erweisen für
fr: doit rendre hommage à
it: deve rendere omaggio a
ko: 경의를 표해야 한다
pl: musi składać hołd
pt_br: deve prestar homenagem
ru: должен платить дань
tr: şuna biat etmeli:
vi: phải thần phục
zh_hans: 必须致敬

source: or suffer the consequences.
de: oder unter den Folgen leiden.
fr: ou en subir les conséquences.
it: o subite le conseguenze.
ko: 또는 결과를 겪습니다.
pl: lub cierpieć konsekwencje.
pt_br: ou sofrer as conseqüências.
ru: или пожалеет.
tr: yoksa sonuçlarına katlanır.
vi: hoặc gánh chịu hậu quả.
zh_hans: 或承受后果。

source: Identify yourself!
de: Identifizieren Sie sich!
fr: Identifiez-vous!
it: Identificatevi!
ko: 자신을 식별하십시오!
pl: Przedstaw się!
pt_br: Identifique-se!
ru: Назовите себя!
tr: Kendini tanıt!
vi: Hãy xưng danh!
zh_hans: 证明你的身份！

source: Drop
de: Fallenlassen
fr: Goutte
it: Lascia
ko: 하락
pl: Upuść
pt_br: Largar
ru: Выбросить
tr: Bırak
vi: Thả
zh_hans: 下降

source: the object I can't remember
de: das Objekt, ich kann mich nicht erinnern
fr: l'objet dont je ne me souviens pas
it: l'oggetto che non ricordo
ko: 기억나지 않는 물건
pl: obiekt, którego nie pamiętam
pt_br: o objeto que não me lembro
ru: предмет, который я не помню
tr: hatırlayamadığım nesne
vi: vật mà ta không thể nhớ tên
zh_hans: 我不记得的事物

source: Fortune has favored you, and
de: Das Glück hat dich begünstigt, und
fr: La fortune vous a favorisé, et
it: La fortuna vi ha favorito e
ko: 행운은 당신에게 호의를 베풀었고
pl: Fortuna ci sprzyja i
pt_br: A fortuna favoreceu você, e
ru: Удача благовалила вам, и
tr: Şans yüzüne güldü ve
vi: Vận may đã mỉm cười với ngươi, và
zh_hans: 愿命运眷顾你，而且

source: is yours. Please consider my offer.
de: gehört Ihnen. Bitte prüfen Sie mein Angebot.
fr: C'est le tien. Merci de considérer mon offre.
it: è vostro. Vi prego, considerate la mia offerta.
ko: 당신 것입니다.
pl: jest twój. Proszę rozważ moją ofertę.
pt_br: é seu. Por favor considere minha oferta.
ru: ваше. Пожалуйста, рассмотрите мое предложение.
vi: thuộc về ngươi. Xin hãy xem xét đề nghị của ta.
zh_hans: 是你的。请考虑我的报价。

source: Perhaps you'd be willing to trade
de: Vielleicht wärst du bereit zu handeln
fr: Peut-être seriez-vous prêt à échanger
it: Forse sareste disposti a commerciare
ko: 아마도 당신은 기꺼이 거래할 것입니다.
pl: Być może byłbyś chętny do wymiany
pt_br: Talvez você estaria disposto a barganhar
ru: Возможно, вы захотите торговать
tr: Belki şunu takas etmek istersin:
vi: Có lẽ ngươi muốn giao dịch
zh_hans: 也许你愿意交易

source: Where is
de: Wo ist
fr: Où est
it: Dov'è
ko: 어디에
pl: Gdzie jest
pt_br: Onde está
ru: Где
tr: Nerede:
vi: ở đâu?
zh_hans: 哪里

source: You must yield!
de: Sie müssen nachgeben!
fr: Vous devez céder !
it: Devi arrenditi!
ko: 양보해야 합니다!
pl: Musisz ulec!
pt_br: Você deve ceder!
ru: Вы должны сдаться!
tr: Teslim olmalısın!
vi: Ngươi phải đầu hàng!
zh_hans: 你必须屈服！

source: The bond is broken! Return to the Underworld and trouble us no more!
de: Das Band ist gebrochen! Zurück in die Unterwelt und störe uns nicht mehr!
fr: Le lien est rompu ! Retournez aux Enfers et ne nous dérangez plus !
it: Il legame è spezzato! Torna negli Inferi e non disturbarci più!
ko: 결속이 끊어졌다!
pl: Więź została zerwana! Wróć do Podziemia i nie przeszkadzaj nam więcej!
pt_br: O laço é quebrado! Retornar para o submundo e chega a incomodar-nos!
ru: Связь разрушена! Возвращайся в Подземный мир и больше не тревожь нас!
vi: Giao ước đã đứt đoạn! Hãy trở về Âm giới và đừng quấy rầy chúng ta nữa!
zh_hans: 牢笼破裂了！回到地下去，不要再烦我们了！

source: You are bound to me!
de: Du bist an mich gebunden!
fr: Tu es lié à moi !
it: Sei legato a me!
ko: 당신은 나에게 묶여 있습니다!
pl: Jesteś ze mną związany!
pt_br: Você é obrigado a me!
ru: Ты связан со мной!
tr: Bana bağlısın!
vi: Ngươi bị ràng buộc với ta!
zh_hans: 你是我的！

source: Whosoever would blight the world, preying on the helpless, fear me! I call you a child of the night and will slay you where you stand.
de: Wer immer Verderbnis auf die Welt bringt oder Jagd auf die Hilflosen macht, der fürchte mich! Ich nenne euch ein Kind der Nacht und werde Euch töten wo Ihr steht.
fr: Quiconque voudrait anéantir ce monde, et souhaiterait dévorer les faibles, craignez-moi ! Vous êtes une créature de la nuit et je vous massacrerais où que vous soyez.
it: Chiunque voglia rovinare il mondo, predando gli indifesi, mi tema! Ti chiamo figlio della notte e ti ucciderò dove stai.
ko: 세상을 더럽히고, 무력한 자들을 잡아먹는 자는 나를 두려워하십시오! 나는 당신을 밤의 아이라고 부르고 당신이 서 있는 곳에서 당신을 죽일 것입니다.
pl: Ktokolwiek chciałby zrujnować świat, żerując na bezbronnych, niech się mnie boi! Nazywam cię dzieckiem nocy i zabiję cię tam, gdzie stoisz.
pt_br: Que isso nunca irá assolar o mundo, predando os indefesos, tema-me! Eu chamo você de criança da noite e irei matar-te onde estás.
ru: Все, кто вредит миру, охотясь на беспомощных, бойтесь меня! Я называю тебя созданием ночи и убью прямо на месте.
vi: Kẻ nào muốn hủy hoại thế giới, săn mồi trên những kẻ vô tội, hãy khiếp sợ ta! Ta gọi ngươi là con của màn đêm và sẽ tiêu diệt ngươi ngay tại đây.
zh_hans: 残害世界的、猎杀无助者的孽物，惧怕我吧！不论你们这些所谓的夜之子在哪，我都会宰了你们。

source: Tell me who you work for, or else.
de: Sagen Sie mir, für wen Sie arbeiten, sonst.
fr: Dis-moi pour qui tu travailles, sinon.
it: Dimmi per chi lavori, altrimenti...
ko: 당신이 누구를 위해 일하는지 말해주세요.
pl: Powiedz mi dla kogo pracujesz, albo.
pt_br: Então me diga para quem você trabalha.
ru: Скажи мне, на кого ты работаешь, иначе...
tr: Kimin için çalıştığını söyle, yoksa karışmam.
vi: Nói cho ta biết ngươi làm việc cho ai, nếu không thì...
zh_hans: 告诉我你为谁工作，否则的话。

source: Who do you work for?
de: Für wen arbeiten Sie?
fr: Pour qui travailles-tu?
it: Per chi lavori?
ko: 당신은 누구를 위해 일합니까?
pl: Dla kogo pracujesz?
pt_br: Para quem você trabalha?
ru: На кого вы работаете?
tr: Kimin için çalışıyorsun?
vi: Ngươi làm việc cho ai?
zh_hans: 你为谁工作？

source: Reveal what you have been scheming or suffer the consequences.
de: Verraten Sie, was Sie vorhaben, oder Sie werden die Konsequenzen tragen.
fr: Révélez ce que vous avez comploté ou subissez les conséquences.
it: Rivela ciò che stavi tramando o subiscine le conseguenze.
ko: 당신이 계획한 것을 드러내거나 그 결과를 겪으십시오.
pl: Ujawnij, co knujesz, albo cierp konsekwencje.
pt_br: Revele o que você está planejando ou sofra as consequências.
ru: Говори, что ты планировал, или пожалеешь о последствиях.
tr: Neyin peşinde olduğunu açıkla yoksa sonuçlarına katlanırsın.
vi: Hãy tiết lộ âm mưu của ngươi, nếu không sẽ gánh chịu hậu quả.
zh_hans: 袒露你一直以来的阴谋，否则后果自负。

source: What have you been scheming?
de: Was haben Sie sich ausgedacht?
fr: Qu'as-tu comploté ?
it: Che cosa stavi tramando?
ko: 당신은 무엇을 계획하고 있었습니까?
pl: Co takiego knujesz?
pt_br: O que você está planejando?
ru: Что вы планировали?
tr: Neyin peşindesin?
vi: Ngươi đã âm mưu điều gì?
zh_hans: 你一直在谋划什么？

source: You look like a mighty warrior indeed.
de: Du siehst aus wie ein mächtiger Krieger in der Tat.
fr: Vous ressemblez en effet à un puissant guerrier.
it: Sembri davvero un guerriero potente.
ko: 당신은 정말 강력한 전사처럼 보입니다.
pl: Wyglądasz zaiste jak potężny wojownik.
pt_br: Pareces um poderoso guerreiro de fato.
ru: Вы и впрямь похожи на могучего воина.
tr: Gerçekten güçlü bir savaşçıya benziyorsun.
vi: Ngươi quả thực trông như một chiến binh hùng mạnh.
zh_hans: 你看起来确实像一个强大的战士。

source: How are you feeling right now?
de: Fühlst du dich gut jetzt?
fr: Comment vous sentez-vous en ce moment ?
it: Come ti senti adesso?
ko: 지금 기분이 어때?
pl: Jak się teraz czujesz?
pt_br: Como está se sentindo agora?
ru: Как вы себя чувствуете?
tr: Şu an nasıl hissediyorsun?
vi: Ngươi cảm thấy thế nào lúc này?
zh_hans: 你现在感觉怎么样？

source: really
de: wirklich
fr: vraiment
it: veramente
ko: 진짜
pl: naprawdę
pt_br: realmente
ru: дествительно
tr: gerçekten
vi: thật sự
zh_hans: 真的

source: make
de: machen.
fr: Fabriquer
it: crei
ko: 만들다
pl: tworzy
pt_br: fazer
ru: делать
tr: yap
vi: làm ra
zh_hans: 使

source: makes
de: macht
fr: fait du
it: crea
ko: 만든다
pl: sprawia
pt_br: Marcas
ru: вызывает
tr: yapar
vi: tạo nên
zh_hans: 品牌

source: the outfit.
de: die Kleidung.
fr: la tenue.
it: il completo.
ko: 복장.
pl: strój.
pt_br: a roupa.
ru: одеяние.
tr: kıyafeti.
vi: bộ trang phục.
zh_hans: 的装备。

source: You are amazing.
de: Du bist fantastisch.
fr: Vous êtes incroyable.
it: Sei fantastico.
ko: 진짜 대단한데.
pl: Jesteś niesamowity.
pt_br: Você é incrível.
ru: Вы прекрасны.
tr: Sen harikasın.
vi: Ngươi thật tuyệt vời.
zh_hans: 你很了不起。

source: Calm yourself!
de: Beruhige dich!
fr: Calme-toi!
it: Calmati!
ko: 진정하다!
pl: Uspokój się!
pt_br: Acalme-se!
ru: Успокойся!
tr: Sakin ol!
vi: Hãy bình tĩnh!
zh_hans: 冷静下来!

source: So, the
de: Also, der
fr: Alors le
it: Quindi, il
ko: 그래서
pl: Więc,
pt_br: Então, o(a)
ru: Итак,
tr: Yani,
vi: Vậy thì,
zh_hans: 因此，在
