Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I prefer to be by myself.
de: Ich bevorzuge allein zu sein.
fr: Je préfère être seul.
it: Preferisco starmene da solo.
ko: 나는 혼자있는 것을 선호합니다.
pl: Wolę być sam.
pt_br: Eu prefiro estar sozinho.
ru: Я предпочитаю уединение.
tr: Yalnız olmayı tercih ederim.
vi: Ta thích ở một mình hơn.
zh_hans: 我更喜欢独自一人。

source: People should listen to what I have to say.
de: Leute sollten auf das hören was ich zu sagen habe.
fr: Les gens devraient écouter ce que j'ai à dire.
it: Le persone dovrebbero sentire ciò che ho da dire.
ko: 사람들은 내 말을 들어야 한다.
pl: Ludzie powinni słuchać tego, co mam do powiedzenia.
pt_br: As pessoas devem ouvir o que tenho a dizer.
ru: Люди должны слушать, то что я говорю.
tr: İnsanlar söyleyeceklerimi dinlemeli.
vi: Mọi người nên lắng nghe điều ta nói.
zh_hans: 人们应该听我说的话。

source: I try not to interrupt.
de: Ich versuche nicht zu unterbrechen.
fr: J'essaie de ne pas interrompre.
it: Cerco di non interrompere.
ko: 나는 방해하지 않으려 고 노력합니다.
pl: Staram się nie przerywać.
pt_br: Eu dei água alguém.
ru: Старайтесь не перебивать.
tr: Söz kesmemeye çalışırım.
vi: Ta cố gắng không ngắt lời.
zh_hans: 我尽量不打断。

source: There's so much to be done!
de: Es gibt soviel zu tun!
fr: Il y a tant à faire !
it: C'è così tanto da fare!
ko: 해야 할 일이 너무 많습니다!
pl: Jest tyle do zrobienia!
pt_br: Há tanto a ser feito!
ru: Еще столько всего нужно сделать!
tr: Yapılacak çok iş var!
vi: Có quá nhiều việc phải làm!
zh_hans: 还有很多工作要做！

source: What's the rush?
de: Warum die Eile?
fr: Quelle est la précipitation ?
it: Che fretta c'è?
ko: 급한 게 뭐야?
pl: Czym jest pośpiech?
pt_br: Qual é a pressa?
ru: Что за спешка?
tr: Acelen ne?
vi: Có gì mà phải vội?
zh_hans: 急什么？

source: I need some more excitement in my life.
de: Ich brauche etwas mehr Aufregung in meinem Leben.
fr: J'ai besoin de plus d'excitation dans ma vie.
it: Ho bisogno di più emozioni nella mia vita.
ko: 나는 내 인생에서 좀 더 흥분이 필요합니다.
pl: Potrzebuję więcej emocji w życiu.
pt_br: Preciso de um pouco mais de emoção na minha vida.
ru: Я хочу чего-то волнительного в моей жизни.
tr: Hayatımda biraz daha heyecana ihtiyacım var.
vi: Ta cần thêm chút phấn khích trong đời.
zh_hans: 我生活中需要更多的兴奋。

source: I'd just as soon not have anything too exciting happen today.
de: Ich möchte nicht, dass heute etwas Aufregendes passiert.
fr: Je préférerais qu'il ne se passe rien de trop excitant aujourd'hui.
it: Preferirei che oggi non accadesse niente di troppo eccitante.
ko: 나는 오늘 너무 흥미로운 일이 일어나지 않는 한 빨리 할 것입니다.
pl: Wolałbym, by dzisiaj nie zdarzyło się nic ekscytującego.
pt_br: Assim que não teria nada de muito excitante acontecer hoje.
ru: Я бы предпочел, чтобы сегодня не происходило ничего слишком захватывающего.
tr: Bugün çok heyecan verici bir şey olmamasını tercih ederim.
vi: Ta thà rằng hôm nay đừng có gì quá phấn khích xảy ra.
zh_hans: 我很快就没有任何过于激动的事情发生在今天。

source: Do you have dreams? Tell me a story!
de: Hast du Träume? Erzähl mir eine Geschichte!
fr: Avez-vous des rêves? Raconte moi une histoire!
it: Hai dei sogni? Raccontami una storia!
ko: 꿈이 있습니까?
pl: Czy masz marzenia? Opowiedz mi historię!
pt_br: Você tem sonhos? Me conte uma história!
ru: Вы о чем-то мечтаете? Расскажите мне!
vi: Ngươi có giấc mơ nào không? Kể ta nghe một câu chuyện!
zh_hans: 你有梦想吗？?给我讲一个故事！

source: Try to focus on the practical side of the matter.
de: Versuche dich auf die praktische Seite der Sache zu konzentrieren.
fr: Essayez de vous concentrer sur le côté pratique de la question.
it: Cerca di concentrarti sul lato pratico della questione.
ko: 문제의 실용적인 측면에 초점을 맞추십시오.
pl: Spróbuj skupić się na praktycznej stronie zagadnienia.
pt_br: Tente concentrar-se no lado prático da questao.
ru: Попробуй сосредоточиться на практической стороне вопроса.
tr: Meselenin pratik tarafına odaklanmaya çalış.
vi: Hãy cố gắng tập trung vào khía cạnh thực tiễn của vấn đề.
zh_hans: 尽量关注问题的实际方面。

source: I encountered a fascinating conundrum recently.
de: Ich habe letzlich ein faszinierendes Rätsel entdeckt.
fr: J'ai rencontré une énigme fascinante récemment.
it: Ho incontrato un enigma affascinante di recente.
ko: 나는 최근에 흥미로운 수수께끼에 직면했다.
pl: Niedawno natknąłem się na fascynującą zagadkę.
pt_br: Eu recentemente encontrei um enigma fascinante.
ru: Недавно я наткнулся на интересную задачку.
tr: Geçenlerde büyüleyici bir muammayla karşılaştım.
vi: Gần đây ta đã gặp phải một nan đề hấp dẫn.
zh_hans: 我最近遇到了一个迷人的难题。

source: A great piece of art is one that moves me.
de: Ein großartiges Kunstwerk ist was mich bewegt.
fr: Une grande œuvre d'art est celle qui m'émeut.
it: Una grande opera d'arte è una che mi commuove.
ko: 훌륭한 예술 작품은 나를 감동시키는 작품입니다.
pl: Wielkie dzieło sztuki to takie, które mnie porusza.
pt_br: Uma grande obra de arte é um que me comove.
ru: Великое произведение искусства - то, которое побуждает к действию.
tr: Harika bir sanat eseri beni duygulandıran eserdir.
vi: Một tác phẩm nghệ thuật vĩ đại là thứ có thể lay động ta.
zh_hans: 一件伟大的艺术品让我感动。

source: I guess I just don't appreciate art.
de: Ich denke Ich weiß Kunst einfach nicht zu schätzen.
fr: Je suppose que je n'apprécie pas l'art.
it: Credo di non apprezzare l'arte.
ko: 나는 예술을 감상하지 않는 것 같아요.
pl: Zapewne po prostu nie doceniam sztuki.
pt_br: Acho que só não gosto de arte.
ru: Я просто не очень ценю искусство.
tr: Sanırım sanattan anlamıyorum.
vi: Chắc là ta không biết thưởng thức nghệ thuật.
zh_hans: 我想我只是不欣赏艺术。

source: I have
de: Ich habe
fr: j'ai
it: Io ho
ko: 나는 가지고있다
pl: Mam
pt_br: Eu tenho
ru: У меня есть
tr: Sahibim
vi: Ta có
zh_hans: 我有

source: I've
de: Ich habe
fr: j'ai
it: Ho
ko: 나는
pl: Mam
pt_br: Tenho
ru: Я
tr: Ben
vi: Ta đã
zh_hans: 我有

source: been
de: gewesen
fr: a été
it: stato
ko: 계속 ~ 이다
pl: być
pt_br: sido
ru: был
vi: đã
zh_hans: 是

source: considering
de: in Anbetracht
fr: considérant
it: considerando
ko: 고려하면
pl: Rozważałem
pt_br: considerando
ru: оценивает
tr: düşünüyorum
vi: đang cân nhắc
zh_hans: 考虑

source: on
de: auf
fr: sur
it: su
ko: ~에
pl: na
pt_br: em
ru: на
tr: üzerine
vi: về
zh_hans: 上

source: the theme of
de: das Thema der
fr: le thème de
it: il tema del
ko: 의 주제
pl: na temat
pt_br: o tema de
ru: тема
tr: şunun teması:
vi: chủ đề về
zh_hans: 主题之于

source: the idea of
de: die Idee von
fr: l'idée de
it: l'idea di
ko: ~의 생각
pl: pomysł
pt_br: a ideia de
ru: идея
tr: şunun fikri:
vi: ý tưởng về
zh_hans: 想法之于

source: the concept of
de: das Konzept der
fr: la notion de
it: il concetto di
ko: 의 개념
pl: koncept
pt_br: o conceito de
ru: концепция
tr: şunun kavramı:
vi: khái niệm về
zh_hans: 概念之于

source: the subject of
de: dem Gegenstand von
fr: le sujet de
it: il soggetto di
ko: 의 주제
pl: temat
pt_br: o assunto de
ru: тема
tr: şunun konusu:
vi: chủ đề về
zh_hans: 主题之于

source: I just don't care anymore...
de: Es interessiert mich einfach nicht mehr...
fr: Je ne m'en soucie plus...
it: Non mi importa più niente...
ko: 난 그냥 더 이상 상관 없어 ...
pl: Po prostu już mi nie zależy...
pt_br: Não me importo mais...
ru: Меня больше ничто не беспокоит...
tr: Artık umurumda değil...
vi: Ta chẳng còn quan tâm nữa...
zh_hans: 我只是不在乎......

source: I'm feel like I'm about to snap.
de: Ich habe das Gefühl, dass ich gleich zusammenbreche.
fr: J'ai l'impression d'être sur le point de craquer.
it: Mi sento sul punto di scattare.
ko: 훅 갈 것 같은 기분이 듭니다.
pl: Czuję, że zaraz pęknę.
pt_br: Estou a sentir como se estivesse prestes a estalar.
ru: Кажется, что я вот-вот переломлюсь.
tr: Patlamak üzereymişim gibi hissediyorum.
vi: Ta cảm thấy mình sắp bùng nổ.
zh_hans: 我觉得我快要抓了。

source: Everything is all piling up at once!
de: Alles stapelt sich auf einmal!
fr: Tout s'accumule d'un coup !
it: Tutto si accumula in una volta!
ko: 모든 것이 한 번에 쌓입니다!
pl: Wszystko się kumuluje na raz!
pt_br: Tudo está acumulando ao mesmo tempo!
ru: Всё свалено в кучу!
tr: Her şey aynı anda üst üste yığılıyor!
vi: Mọi thứ đang dồn dập cùng một lúc!
zh_hans: 一切都堆积在一起！

source: I cannot stand the world any longer...
de: Ich halte es nicht länger aus...
fr: Je ne supporte plus le monde...
it: Non sopporto più il mondo...
ko: 더 이상 세상을 참을 수 없어...
pl: Nie mogę już znieść świata...
pt_br: Não suporto o mundo por mais tempo...
ru: Я больше не выдержу...
tr: Dünyaya daha fazla katlanamıyorum...
vi: Ta không thể chịu đựng thế giới này thêm nữa...
zh_hans: 我不能再忍受这个世界......

source: I'm feeling really worn down.
de: Ich fühle mich wirklich erschöpft.
fr: Je me sens vraiment usé.
it: Mi sento davvero sfinito.
ko: 정말 지쳐가는 기분이야.
pl: Czuję się naprawdę zmęczony.
pt_br: Estou me sentindo muito desgastado.
ru: Я чувствую себя изношенным.
tr: Gerçekten yıpranmış hissediyorum.
vi: Ta cảm thấy vô cùng kiệt sức.
zh_hans: 我感觉真的很疲惫。

source: I feel angry all the time.
de: Ich bin immer Zornerfüllt.
fr: Je me sens tout le temps en colère.
it: Mi sento sempre arrabbiato.
ko: 나는 항상 화가 난다.
pl: cały czas czuję gniew.
pt_br: Eu sinto raiva o tempo todo.
ru: Я всё время злюсь.
tr: Her zaman öfkeli hissediyorum.
vi: Ta cảm thấy tức giận mọi lúc.
zh_hans: 我一直都很生气。

source: I can't take much more of this!
de: Ich kann nicht mehr viel davon ertragen!
fr: Je n'en peux plus !
it: Non ce la faccio più!
ko: 나는 이것을 더 많이 참을 수 없다!
pl: Nie wytrzymam tego więcej!
pt_br: Não aguento mais isso!
ru: Я больше не перенесу этого!
tr: Buna daha fazla dayanamam!
vi: Ta không thể chịu đựng thêm nữa!
zh_hans: 我不能拿更多这个！

source: I feel so tired of everything.
de: Ich habe einfach alles satt.
fr: Je me sens si fatigué de tout.
it: Sono stanco di tutto.
ko: 나는 모든 것에 너무 지쳤습니다.
pl: Czuję się wszystkim zmęczony.
pt_br: Sinto-me tao cansada de tudo.
ru: Я так устал от всего этого.
tr: Her şeyden çok yorulmuş hissediyorum.
vi: Ta cảm thấy quá mệt mỏi vì mọi thứ.
zh_hans: 我对一切都感到厌倦。

source: I've been under some pressure.
de: Ich stand unter einem gewissen Druck.
fr: J'ai subi une certaine pression.
it: Sono stato sotto pressione.
ko: 나는 약간의 압력을 받고 있습니다.
pl: Byłem pod presją.
pt_br: Tenho andado sob alguma pressão.
ru: Я был под некоторым давлением.
tr: Biraz baskı altındayım.
vi: Ta đã phải chịu một chút áp lực.
zh_hans: 我一直承受着一些压力。

source: I get fed up sometimes.
de: Manchmal habe ich die Nase voll.
fr: J'en ai marre parfois.
it: A volte mi stufo.
ko: 나는 가끔 질린다.
pl: czasami mam dość.
pt_br: Eu às vezes fartares.
ru: Иногда меня кормили.
tr: Bazen bıkarım.
vi: Đôi khi ta cũng phát ngán.
zh_hans: 我有时会厌倦。

source: I've been feeling anxious.
de: Ich habe mich ängstlich gefühlt.
fr: Je me sens anxieux.
it: Mi sono sentito ansioso.
ko: 불안한 마음이 들었습니다.
pl: Czuję się niespokojny.
pt_br: Sinto-me ansioso.
ru: Я был обеспокоен.
tr: Endişeli hissediyorum.
vi: Ta đã cảm thấy lo lắng.
zh_hans: 我一直感到焦虑。

source: It's all starting to get me down.
de: Das alles macht mich langsam fertig.
fr: Tout commence à me déprimer.
it: Tutto sta iniziando a deprimermi.
ko: 모든 것이 나를 실망시키기 시작했습니다.
pl: To wszystko zaczyna mnie dołować.
pt_br: Tudo está começando a me levar para baixo.
ru: Это начинает меня расстраивать.
tr: Her şey beni üzmeye başlıyor.
vi: Mọi thứ bắt đầu làm ta nản lòng.
zh_hans: 这一切都开始让我失望。

source: I'm
de: Ich bin
fr: je suis
it: Io sono
ko: 나는
pl: Jest
pt_br: Eu sou
ru: Мне
tr: Ben
vi: Ta
zh_hans: 我

source: good
de: gut
fr: bien
it: bene
ko: 좋은
pl: dobrze
pt_br: bom
ru: хорошо
tr: iyiyim
vi: tốt
zh_hans: 商品

source: I feel
de: Ich fühle
fr: Je me sens
it: Mi sento
ko: 나는 느낀다
pl: Czuję się
pt_br: sente
ru: Чувствую себя
tr: Hissediyorum
vi: Ta cảm thấy
zh_hans: 我觉得

source: just fine
de: sehr gut
fr: ça va
it: a posto così
ko: 괜찮아
pl: w porządku
pt_br: apenas
ru: очень хорошо
tr: gayet iyi
vi: vẫn ổn
zh_hans: 正好

source: well
de: Brunnen
fr: bien
it: più che bene
ko: 잘
pl: dobrze
pt_br: Poço
ru: прекрасно
tr: iyi
vi: khỏe
zh_hans: 好

source: I've been
de: Ich habe
fr: J'ai été
it: Sono stato
ko: 나는
pl: Mam się
pt_br: foi
ru: Мне было
tr: Ben
vi: Ta đã
zh_hans: 我去过

source: alright
de: in Ordnung
fr: bien
it: così così
ko: 괜찮은
pl: w porządku
pt_br: Muito bem.
ru: нормально
tr: idare eder
vi: ổn cả
zh_hans: 好的

source: Everything's
de: Alles ist
fr: Toutes les choses
it: Tutto è
ko: 모든 것
pl: Wszystko jest
pt_br: Está tudo
ru: Всё
tr: Her şey
vi: Mọi thứ
zh_hans: 一切都

source: I'm doing
de: Ich mache
fr: Je fais
it: Mi sento
ko: 나는 일을 해요
pl: Radzę sobie
pt_br: Eu estou fazendo
ru: У меня всё
tr: Ben
vi: Ta đang
zh_hans: 我正在做

source: fine
de: fein
fr: bien
it: bene così
ko: 좋아
pl: dobrze
pt_br: Muito bem.
ru: отлично
tr: iyiyim
vi: ổn
zh_hans: 精细

source: Somebody help!
de: Helft mir doch!
fr: Quelqu'un aide!
it: Qualcuno aiuti!
ko: 누군가 도와주세요!
pl: Pomocy!
pt_br: Alguém ajuda!
ru: Кто-нибудь, помогите!
tr: Biri yardım etsin!
vi: Ai đó giúp với!
zh_hans: 有人帮忙！

source: Ah... uh...
fr: Ah... euh...
it: Mmh... aah...
ko: 아... 어...
pl: Ah... oh...
pt_br: Ah... hum...
ru: Ах... ох...
vi: À... ừm...
zh_hans: 啊......呃......

source: The horror...
de: Der Horror...
fr: L'horreur...
it: L'orrore...
ko: 공포...
pl: Horror...
pt_br: O horror...
ru: Ужас...
tr: Dehşet...
vi: Thật kinh hoàng...
zh_hans: 恐惧...

source: Rawr!!!
fr: Cru!!!
it: Roar!!!
ko: 로어!!!
pl: Wrrr!!!
ru: Аррргх!!!
vi: Gầm!!!
zh_hans: 吼!!!

source: The pain!
de: Der Schmerz!
fr: La douleur!
it: Che dolore!
ko: 고통!
pl: Ból!
pt_br: A dor!
ru: Боль!
tr: Acı!
vi: Đau đớn quá!
zh_hans: 疼痛！

source: How incredibly satisfying!
de: Wie unglaublich befriedigend!
fr: Quelle satisfaction incroyable !
it: Che incredibile soddisfazione!
ko: 정말 만족스럽습니다!
pl: Jak niesamowicie satysfakcjonujące!
pt_br: Como incrivelmente satisfatório!
ru: Какое невероятное удовольствие!
tr: Ne kadar inanılmaz derecede tatmin edici!
vi: Thật là thỏa mãn vô cùng!
zh_hans: 多么令人难以置信的满足！

source: Oh joyous occasion!
de: Oh freudiger Anlass!
fr: Ô joyeuse occasion !
it: Oh, che occasione gioiosa!
ko: 오 즐거운 기회!
pl: O, radosna okazja!
pt_br: Ah feliz ocasiao!
ru: Какое радостное событие!
tr: Oh neşeli durum!
vi: Ôi, một dịp thật hoan hỷ!
zh_hans: 哦，欢乐的场合！

source: The love overwhelms me!
de: Die Liebe überwältigt mich!
fr: L'amour me submerge !
it: L'amore mi travolge!
ko: 사랑이 나를 압도한다!
pl: Miłość mnie przytłacza!
pt_br: O amor me domina!
ru: Любовь переполняет меня!
tr: Aşk beni bunaltıyor!
vi: Tình yêu khiến ta ngập tràn!
zh_hans: 爱情征服了我！

source: Such sweet bliss!
de: Welch süßes Glück!
fr: Un si doux bonheur !
it: Che dolce beatitudine!
ko: 그런 달콤한 행복!
pl: Taka słodka błogość!
pt_br: Tao doce felicidade!
ru: Какое сладостное блаженство!
tr: Ne tatlı mutluluk!
vi: Niềm hạnh phúc ngọt ngào làm sao!
zh_hans: 这样甜蜜的幸福！

source: Every last one of you will pay with your lives!
de: Jeder Einzelne von euch wird mit seinem Leben bezahlen!
fr: Chacun d'entre vous paiera de sa vie !
it: Ognuno di voi pagherà con la vita!
ko: 한 사람도 빠짐없이 목숨으로 갚게 될 거다!
pl: Każdy jeden z was zapłaci życiem!
pt_br: Cada um de vocês pagarao com suas vidas!
ru: Вы, все до последнего, заплатите своими жизнями!
tr: Hepiniz canınızla ödeyeceksiniz!
vi: Từng đứa một trong số các ngươi sẽ phải trả giá bằng mạng sống của mình!
zh_hans: 你们每一个人都会付出生命的代价！

source: Ahhhhhhh! No!
de: Ahhhhhhh! Nein!
fr: Ahhhhhhh ! Non!
it: Ahhhhh! Nooo!
ko: 아아아아!
pl: Ohhhhhhh! Nie!
pt_br: Ahhhhhhh! Não!
ru: Аххххх! Нет!
vi: Aaaaaaa! Không!
zh_hans: 啊啊啊啊啊啊啊！不！

source: Eek!
it: Oddio!
ko: 에잇!
pl: Aaa!
pt_br: Eita!
ru: Фу!
tr: Ay!
vi: Ái!
zh_hans: 伊克！

source: What is the meaning of it all?!
de: Was hat das alles für einen Sinn?!
fr: Quel est le sens de tout cela ?!
it: Qual è il significato di tutto ciò?!
ko: 이게 다 무슨 소용인가?!
pl: Co to ma wszystko znaczyć?!
pt_br: Qual o significado de tudo isso?!
ru: Что все это значит?!
tr: Tüm bunların anlamı ne?!
vi: Tất cả những điều này có ý nghĩa gì chứ?!
zh_hans: 这一切的意义是什么？！

source: I can't believe how great I feel!
de: Ich kann nicht glauben, wie gut ich mich fühle!
fr: Je ne peux pas croire à quel point je me sens bien !
it: Non riesco a credere a quanto mi sento bene!
ko: 내가 얼마나 기분이 좋은지 믿을 수 없어!
pl: Nie mogę uwierzyć jak świetnie się czuję!
pt_br: Eu não posso acreditar o quao bem eu me sinto!
ru: Я не могу поверить, как мне хорошо!
tr: Ne kadar harika hissettiğime inanamıyorum!
vi: Ta không thể tin được mình lại cảm thấy tuyệt vời đến thế!
zh_hans: 我简直不敢相信我的感觉有多棒！

source: That's incredibly suspicious!
de: Das ist unglaublich verdächtig!
fr: C'est incroyablement suspect !
it: È incredibilmente sospetto!
ko: 정말 의심스럽네요!
pl: To jest niewiarygodnie podejrzane!
pt_br: Isso é muito suspeito!
ru: Это крайне подозрительно!
tr: Bu inanılmaz derecede şüpheli!
vi: Điều đó vô cùng đáng ngờ!
zh_hans: 那令人难以置信的可疑！

source: What's going on?!
de: Was ist denn hier los?!
fr: Que se passe-t-il?!
it: Cosa sta succedendo?!
ko: 무슨 일이야?!
pl: Co się dzieje?!
pt_br: O que está acontecendo?!
ru: Что происходит?!
tr: Neler oluyor?!
vi: Chuyện gì đang xảy ra vậy?!
zh_hans: 这是怎么回事？！

source: What's that?!
de: Was ist das?!
fr: Qu'est-ce que c'est?!
it: Che cos'è?!
ko: 저게 뭐야?!
pl: Co to?!
pt_br: O que é aquilo?!
ru: Что это?!
tr: O ne?!
vi: Cái gì thế?!
zh_hans: 那是什么？！

source: The horror consumes me!
de: Das Grauen verzehrt mich!
fr: L'horreur me consume !
it: L'orrore mi consuma!
ko: 공포가 나를 삼킨다!
pl: Horror mnie pożera!
pt_br: O terror me consome!
ru: Я охвачен ужасом!
tr: Dehşet beni tüketiyor!
vi: Nỗi kinh hoàng đang nuốt chửng ta!
zh_hans: 恐怖消耗了我！

source: I cannot be overwhelmed by grief!
de: Ich kann nicht von der Trauer überwältigt werden!
fr: Je ne peux pas être submergé par le chagrin !
it: Non posso essere sopraffatto dal dolore!
ko: 나는 슬픔에 압도될 수 없다!
pl: Nie moze ogarnąć mnie smutek!
pt_br: Eu não posso ser dominado pela tristeza!
ru: Я не должен поддаваться горю!
tr: Kedere boğulamam!
vi: Ta không thể để nỗi buồn nhấn chìm mình!
zh_hans: 我不能被悲伤所淹没！

source: Fantastic!
de: Fantastisch!
fr: Fantastique!
it: Fantastico!
ko: 환상적입니다!
pl: Fantastycznie!
pt_br: Fantástico!
ru: Потрясающе!
tr: Harika!
vi: Tuyệt vời!
zh_hans: 太棒了！

source: I am so enraged!
de: Ich bin so wütend!
fr: Je suis tellement enragé !
it: Sono così arrabbiato!
ko: 너무 화가 난다!
pl: Jest tak rozsierdzony!
pt_br: Estou tao furioso!
ru: Я в бешенстве!
tr: O kadar öfkeliyim ki!
vi: Ta đang vô cùng phẫn nộ!
zh_hans: 我很生气！

source: Yes! It is done.
de: Ja! Es ist vollbracht.
fr: Oui! C'est fait.
it: Sì! È fatto.
ko: 예!
pl: Tak! Zrobione.
pt_br: Sim! Isso é feito.
ru: Да, это сделано!
vi: Phải! Xong rồi.
zh_hans: 是!它完成了。

source: I must not succumb to fear!
de: Ich darf mich nicht der Angst hingeben!
fr: Je ne dois pas succomber à la peur !
it: Non devo soccombere alla paura!
ko: 두려움에 굴복해서는 안 됩니다!
pl: Nie mogę ulec strachowi!
pt_br: Não sucumbir ao medo!
ru: Я не должен поддаваться страху!
tr: Korkuya yenik düşmemeliyim!
vi: Ta không được phép gục ngã trước nỗi sợ hãi!
zh_hans: 我不能屈服于恐惧！

source: I feel such unbearable sadness...
de: Ich empfinde so eine unerträgliche Traurigkeit...
fr: Je ressens une tristesse insupportable...
it: Provo una tristezza insopportabile...
ko: 참을 수 없는 슬픔이 느껴진다...
pl: Czuję taki dojmujący smutek...
pt_br: Sinto tanta tristeza insuportável...
ru: Я наполнен невыносимой печалью...
tr: Öylesine dayanılmaz bir üzüntü hissediyorum ki...
vi: Ta cảm thấy nỗi buồn khôn tả...
zh_hans: 我感到难以忍受的悲伤......

source: That was very satisfying!
de: Das war sehr befriedigend!
fr: C'était très satisfaisant !
it: È stato molto soddisfacente!
ko: 매우 만족스러웠습니다!
pl: To było bardzo satysfakcjonujące!
pt_br: Isso foi muito gratificante!
ru: Это было очень приятно!
tr: Bu çok tatmin ediciydi!
vi: Điều đó thật là thỏa mãn!
zh_hans: 那非常令人满意！

source: I am so happy!
de: Ich bin so glücklich!
fr: Je suis très heureux!
it: Sono così felice!
ko: 난 너무 행복해!
pl: Jestem taki szczęśliwy!
pt_br: Estou muito feliz! :D
ru: Я так счастлив!
tr: Çok mutluyum!
vi: Ta rất hạnh phúc!
zh_hans: 我非常高兴！

source: I feel such love!
de: Ich fühle solche Liebe!
fr: Je ressens un tel amour !
it: Sento un tale amore!
ko: 사랑이 느껴진다!
pl: Czuję przejmującą miłość!
pt_br: Eu sinto tanto amor!
ru: Я чувствую такую любовь!
tr: Öyle bir aşk hissediyorum ki!
vi: Ta cảm thấy tình yêu thật mãnh liệt!
zh_hans: 我感受到了这样的爱！

source: How blissful!
de: Wie herrlich!
fr: Quel bonheur !
it: Che beatitudine!
ko: 얼마나 행복한가!
pl: Jak błogo!
pt_br: Feliz como eu sou.
ru: Какое блаженство!
tr: Ne kadar keyifli!
vi: Thật hạnh phúc biết bao!
zh_hans: 多么幸福！

source: I will take revenge!
de: Ich werde Rache nehmen!
fr: Je vais me venger!
it: Mi vendicherò!
ko: 나는 복수할 것이다!
pl: Zemszczę się!
pt_br: Tomarei vingança!
ru: Я отомщу!
tr: İntikam alacağım!
vi: Ta sẽ báo thù!
zh_hans: 我会报仇！

source: I must press on!
de: Ich muss weitermachen!
fr: faut que j'insiste !
it: Devo insistere!
ko: 계속 눌러야 해요!
pl: Muszę naciskać!
pt_br: Eu devo pressionar!
ru: Я вынужден настаивать!
tr: Devam etmeliyim!
vi: Ta phải tiếp tục tiến lên!
zh_hans: 我必须按下！

source: I am in complete accord with this!
de: Dem stimme ich voll und ganz zu!
fr: Je suis tout à fait d'accord avec ça !
it: Sono completamente d'accordo con questo!
ko: 나는 이것에 완전히 동의합니다!
pl: Zgadzam się z tym w zupełności!
pt_br: Estou em completo acordo com isso!
ru: Я абсолютно согласен с этим!
tr: Bununla tamamen hemfikirim!
vi: Ta hoàn toàn đồng tình với điều này!
zh_hans: 我完全符合这个！

source: How admirable!
de: Wie bewundernswert!
fr: Comment admirable!
it: Quanto è ammirevole!
ko: 정말 훌륭합니다!
pl: Jakie to godne podziwu!
pt_br: Que admirável!
ru: Замечательно!
tr: Ne kadar takdire şayan!
vi: Thật đáng ngưỡng mộ!
zh_hans: 多么令人钦佩！

source: Such adoration I feel!
de: Ich empfinde solche Bewunderung!
fr: Quelle adoration je ressens !
it: Provo una tale adorazione!
ko: 나는 그런 숭배를 느낀다!
pl: Czuję takie uwielbienie!
pt_br: Tal adoração que sinto!
ru: Я это просто обожаю!
tr: Öyle bir hayranlık hissediyorum ki!
vi: Ta cảm thấy thật mến mộ!
zh_hans: 我觉得这样的崇拜！

source: How affectionate I am!
de: Wie zärtlich ich bin!
fr: Comme je suis affectueux !
it: Sono così affezionato!
ko: 나는 얼마나 다정한가!
pl: jaki jestem czuły!
pt_br: Carinhoso como eu sou!
ru: Я переполнен нежностью!
tr: Ne kadar sevecenim!
vi: Ta thật trìu mến biết bao!
zh_hans: 我多么亲热！

source: How agitating!
de: Wie aufrüttelnd!
fr: Comment agitant!
it: Che agitazione!
ko: 얼마나 동요!
pl: jakie to poruszające!
pt_br: Como agitando!
ru: Это волнующе!
tr: Ne kadar kışkırtıcı!
vi: Thật là bức bối!
zh_hans: 多么激动！

source: This is so aggravating!
de: Das ist so ärgerlich!
fr: C'est tellement agaçant !
it: Questo è irritante!
ko: 이것은 너무 악화됩니다!
pl: To takie irytujące!
pt_br: Isso é tao irritante!
ru: Какая досада!
tr: Bu çok sinir bozucu!
vi: Điều này thật quá khó chịu!
zh_hans: 这太加重了！

source: The agony is too much!
de: Die Qual ist zu groß!
fr: L'agonie est de trop !
it: L'agonia è troppa!
ko: 괴로움이 너무해!
pl: Cierpienie jest zbyt wielkie!
pt_br: A agonia é demais!
ru: Мучения слишком сильны!
tr: Istırap çok fazla!
vi: Nỗi thống khổ này quá sức chịu đựng!
zh_hans: 痛苦太多了！

source: I feel so alienated...
de: Ich fühle mich so entfremdet...
fr: Je me sens tellement aliéné...
it: Mi sento così alienato...
ko: 너무 소외된 느낌...
pl: Czuję się tak wyobcowany...
pt_br: Sinto-me tao alienado...
ru: Я чувствую отчуждение...
tr: O kadar yabancılaşmış hissediyorum ki...
vi: Ta cảm thấy thật lạc lõng...
zh_hans: 我觉得很疏远......

source: Wow! That's amazing!
de: Wow! Das ist fantastisch!
fr: Ouah! C'est incroyable !
it: Wow! È fanastico!
ko: 우와! 정말 놀랍군!
pl: Wow! To wspaniale!
pt_br: Uau! Isso é incrível!
ru: Как это удивительно!
vi: Chà! Thật đáng kinh ngạc!
zh_hans: 哇！棒极了！

source: I am so torn over this...
de: Ich bin so hin- und hergerissen...
fr: Je suis tellement déchiré par ça...
it: Sono così sconvolto per questo...
ko: 이건 더이상 못해먹겠어..
pl: Jestem tym bardzo rozdarty...
pt_br: Estou tao dividido por causa disso...
ru: Это разрывает меня на части...
tr: Bu konuda o kadar kararsızım ki...
vi: Ta đang bị giằng xé bởi điều này...
zh_hans: 我对此深恶痛绝......

source: Ha ha! So amusing!
de: Ha ha! Sehr amüsant!
fr: Ha ha ! Tellement amusant !
it: Ahah! Che divertente!
ko: 하하! 그것 참 재미있군!
pl: Ha ha! To takie zabawne!
pt_br: Ha ha! Tao divertido!
ru: Ха-ха! Забавно!
vi: Ha ha! Thật là thú vị!
zh_hans: 哈哈！太有趣了！
