Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: There are two ways to make drinks for your residents.
de: Es gibt zwei Möglichkeiten, Getränke für Ihre Bewohner zuzubereiten.
fr: Il existe deux façons de préparer des boissons pour vos résidents.
it: Ci sono due modi per preparare bevande per i residenti.
ko: 주민들을 위해 술을 만드는 방법에는 두 가지가 있습니다.
pl: Są dwa sposoby robienia napojów dla twoich mieszkańców.
pt_br: Existem duas maneiras de fazer bebidas para seus residentes.
ru: Существует два способа приготовления напитков для ваших жителей.
tr: Sakinleriniz için içecek yapmanın iki yolu vardır.
vi: Có hai cách để làm đồ uống cho các cư dân của bạn.
zh_hans: 有两种方法可以为您的居民制作饮品。

source: The main way is by brewing alcohol.
de: Die wichtigste Methode ist das Brauen von Alkohol.
fr: Le moyen principal est de brasser de l'alcool.
it: Il modo principale è producendo alcolici.
ko: 주된 방법은 술을 양조하는 것입니다.
pl: Głównym sposobem jest warzenie alkoholu.
pt_br: A principal maneira é destilando álcool.
ru: Основной способ - варка алкоголя.
tr: Ana yol alkol damıtmaktır.
vi: Cách chính là bằng cách ủ rượu.
zh_hans: 主要方法是通过酿造酒。

source: This is done by building a [C:6:0:0]Still[C:7:0:0] from the [C:5:0:1]Build[C:7:0:0] menu using [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Farming[C:7:0:0] -> [C:5:0:1]Still[C:7:0:0].
fr: Cela se fait en construisant un [C:6:0:0]Alambic[C:7:0:0] à partir du menu [C:5:0:1]Construction[C:7:0:0] en utilisant [C:5:0:1]Ateliers[C:7:0:0] -> [C:5:0:1]Agriculture[C:7:0:0] -> [C:5:0:1]Alambic [C:7:0:0].
it: Ciò si fa costruendo un [C:6:0:0]Distillatore[C:7:0:0] dal menù [C:5:0:1]Costruisci[C:7:0:0] tramite [C:5:0:1]Botteghe[C:7:0:0] -> [C:5:0:1]Agricoltura[C:7:0:0] -> [C:5:0:1]Distillatore[C:7:0:0].
ko: 이는 [C:6:0:0]양조장[C:7:0:0]을 지어서 할 수 있습니다. 양조장을 건설하려면 [C:5:0:1]건설[C:7:0:0] 메뉴에서 [C:5:0:1]작업장[C:7:0:0] -> [C:5:0:1]농업[C:7:0:0] -> [C:5:0:1]양조장[C:7:0:0]을 누르십시오.
pl: Wykonuje się to budując [C:6:0:0]Destylator[C:7:0:0] z menu [C:5:0:1]Buduj[C:7:0:0] używając [C:5:0:1]Warsztaty[C:7:0:0] -> [C:5:0:1]Rolnictwo[C:7:0:0] -> [C:5:0:1]Destylator[C:7:0:0].
pt_br: Isso é feito construindo uma [C:6:0:0]Destilaria[C:7:0:0] do menu [C:5:0:1]Construir[C:7:0:0] usando [C:5:0:1]Oficinas[C:7:0:0] -> [C:5:0:1]Cultivo[C:7:0:0] -> [C:5:0:1]Destilaria[C:7:0:0].
ru: Это делается путем постройки [C:6:0:0]пивоварни[C:7:0:0] из меню [C:5:0:1]Строительства[C:7:0:0] через [C:5:0:1]Мастерские[C:7:0:0] -> [C:5:0:1]Сельское хозяйство[C:7:0:0] -> [C:5:0:1]Пивоварня[C:7:0:0].
tr: Bu, [C:5:0:1]İnşa Et[C:7:0:0] menüsünden [C:5:0:1]Atölyeler[C:7:0:0] -> [C:5:0:1]Çiftçilik[C:7:0:0] -> [C:5:0:1]Damıtımevi[C:7:0:0] kullanılarak bir [C:6:0:0]Damıtımevi[C:7:0:0] inşa edilerek yapılır.
vi: Điều này được thực hiện bằng cách xây dựng một [C:6:0:0]Still[C:7:0:0] từ trình đơn [C:5:0:1]Build[C:7:0:0] thông qua [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Farming[C:7:0:0] -> [C:5:0:1]Still[C:7:0:0].
zh_hans: 通过[C:5:0:1]建造[C:7:0:0] 菜单中的 [C:5:0:1]工坊[C:7:0:0] -> [C:5:0:1]农业[C:7:0:0] -> [C:5:0:1]蒸馏器[C:7:0:0]，来制造一个[C:6:0:0]蒸馏器[C:7:0:0] .

source: Once the [C:6:0:0]Still[C:7:0:0] is constructed, click on it and add the task [C:3:0:1]Brew Drink from Plant (or fruit)[C:7:0:0]. If you have no suitable [C:6:0:1]Plants[C:7:0:0], you
de: Sobald die [C:6:0:0]Immer noch[C:7:0:0] konstruiert ist, klicken Sie darauf und fügen Sie die Aufgabe [C:3:0:1]Getränk aus Pflanzen (oder Früchten) brauen[C:7:0:0]. Wenn Sie keine geeigneten [C:6:0:1]Pflanzen[C:7:0:0], du
fr: Une fois l' [C:6:0:0]Alambic[C:7:0:0] construit, cliquez dessus et ajoutez la tâche [C:3:0:1]Boisson à base de plantes (ou de fruits)[C:7:0:0]. Si vous n'avez pas de [C:6:0:1]Plantes[C:7:0:0] appropriées, vous
it: Una volta che la [C:6:0:0]Still[C:7:0:0] sarà costruita, premici sopra e aggiungi il compito [C:3:0:1]Brew Drink from Plant (or fruit)[C:7:0:0]. Se non hai nessuna [C:6:0:1]Plants[C:7:0:0] disponibile, tu
ko: Once the [C:6:0:0]양조장[C:7:0:0]이 건설되면 클릭을 하여 새로운 [C:3:0:1]식물(혹은 과일)로 술 빚기[C:7:0:0] 작업을 할당할 수 있습니다. 사용 가능한 [C:6:0:1]식물[C:7:0:0]이 없다면, (hardcoded_steam 2061줄)
pl: Kiedy [C:6:0:0]Destylator[C:7:0:0] zostanie skonstruowany, kliknij go i dodaj zadanie [C:3:0:1]Uwarz Napój z Rośliny (lub owocu)[C:7:0:0]. Jeśli nie masz odpowiednich [C:6:0:1]Roślin[C:7:0:0],
pt_br: Assim que a [C:6:0:0]Destilaria[C:7:0:0] estiver construída, clique nela e adicione a tarefa [C:3:0:1]Preparar Bebida a partir de Planta (ou fruta)[C:7:0:0]. Se você não tiver [C:6:0:1]Plantas[C:7:0:0] adequadas, você
ru: Когда [C:6:0:0]пивоварня[C:7:0:0] будет построена, щелкните на ней и добавьте задание [C:3:0:1]Варить выпивку из растений (или фруктов)[C:7:0:0]. Если у вас нету подходящих [C:6:0:1]растений[C:7:0:0], вы
tr: [C:6:0:0]Damıtımevi[C:7:0:0] inşa edildikten sonra, üzerine tıklayın ve [C:3:0:1]Bitkiden (veya meyveden) İçecek Yap[C:7:0:0] görevini ekleyin. Eğer uygun [C:6:0:1]Bitkileriniz[C:7:0:0] yoksa,
vi: Khi [C:6:0:0]Still[C:7:0:0] được xây dựng xong, nhấn vào nó và thêm nhiệm vụ [C:3:0:1]Brew Drink from Plant (or fruit)[C:7:0:0]. Nếu bạn không có [C:6:0:1]Plants[C:7:0:0] phù hợp, bạn
zh_hans: 当[C:6:0:0]蒸馏器[C:7:0:0]被建好时，点击它并添加一项[C:3:0:1]用植物（或水果）酿酒[C:7:0:0]的任务。如果你没有合适的[C:6:0:1]植物[C:7:0:0]，你

source: may try [C:5:0:1]Planting[C:7:0:0] or [C:5:0:1]Gathering[C:7:0:0].
fr: peut essayer [C:5:0:1]Planter[C:7:0:0] ou [C:5:0:1]Récolter[C:7:0:0].
it: puoi provare a [C:5:0:1]Piantare[C:7:0:0] o [C:5:0:1]Raccogliere[C:7:0:0].
ko: [C:5:0:1]심기[C:7:0:0] 또는 [C:5:0:1]채집[C:7:0:0]을 시도할 수 있습니다.
pl: możesz spróbować [C:5:0:1]Sadzenia[C:7:0:0] lub [C:5:0:1]Zbierania[C:7:0:0].
pt_br: pode experimentar [C:5:0:1]Plantar[C:7:0:0] ou [C:5:0:1]Coletar[C:7:0:0].
ru: можно попробовать заняться [C:5:0:1]земледелием[C:7:0:0] или [C:5:0:1]собирательством[C:7:0:0].
tr: [C:5:0:1]Ekim[C:7:0:0] veya [C:5:0:1]Toplayıcılık[C:7:0:0] yapmayı deneyebilirsiniz.
vi: có thể thử [C:5:0:1]Planting[C:7:0:0] hoặc [C:5:0:1]Gathering[C:7:0:0].
zh_hans: 也可以尝试[C:5:0:1]种植[C:7:0:0] 或[C:5:0:1]收集[C:7:0:0]。

source: The task also requires a [C:6:0:1]Barrel[C:7:0:0] from the [C:6:0:0]Carpenter's Workshop[C:7:0:0].
fr: La tâche nécessite également un [C:6:0:1]Tonneau[C:7:0:0] provenant de l'[C:6:0:0]Atelier de menuiserie[C:7:0:0].
it: Il compito richiede anche una [C:6:0:1]Botte[C:7:0:0] prodotta nella [C:6:0:0]Bottega del Carpentiere[C:7:0:0].
ko: 또한 그 작업은 [C:6:0:0]목공소[C:7:0:0]에서 만들 수 있는 [C:6:0:1]통[C:7:0:0]을 필요로 합니다.
pl: Zadanie wymaga także [C:6:0:1]Beczki[C:7:0:0] z [C:6:0:0]Warsztatu stolarskiego[C:7:0:0].
pt_br: A tarefa também requer um [C:6:0:1]Barril[C:7:0:0] da [C:6:0:0]Oficina de Carpintaria[C:7:0:0].
ru: Для выполнения задания также требуется [C:6:0:1]Бочка[C:7:0:0] из [C:6:0:0]Мастерской плотника[C:7:0:0].
tr: Bu görev aynı zamanda [C:6:0:0]Marangoz Atölyesinden[C:7:0:0] bir [C:6:0:1]Fıçı[C:7:0:0] gerektirir.
vi: Nhiệm vụ này cũng yêu cầu một [C:6:0:1]Barrel[C:7:0:0] từ [C:6:0:0]Carpenter's Workshop[C:7:0:0].
zh_hans: 这个任务还需要从[C:6:0:0]木匠工坊[C:7:0:0] 处获得一个 [C:6:0:1]圆桶[C:7:0:0] .

source: If you survive until the caravan comes you may also trade for [C:6:0:1]Drinks[C:7:0:0]
fr: Si vous survivez jusqu'à l'arrivée de la caravane, vous pouvez également échanger pour obtenir des [C:6:0:1]Boissons[C:7:0:0]
it: Se sopravvivi fino all'arrivo della carovana puoi anche commerciare per [C:6:0:1]Bevande[C:7:0:0]
ko: 만약 당신이 캐러밴이 오기 전까지 살아남는다면 [C:6:0:1]술[C:7:0:0]을 거래할 수도 있고
pl: Jeśli przetrwasz do przybycia karawany możesz także handlować z nią [C:6:0:1]Napojami[C:7:0:0]
pt_br: Se você sobreviver até a caravana chegar, você também pode trocar por [C:6:0:1]Bebidas[C:7:0:0].
ru: Если вы дотянете до прихода каравана, вы также можете обменяться на [C:6:0:1]Напитки[C:7:0:0]
tr: Kervan gelene kadar hayatta kalırsanız, orada [C:6:0:1]İçecekler[C:7:0:0]
vi: Nếu bạn sống sót cho đến khi đoàn lữ hành đến, bạn cũng có thể giao dịch lấy [C:6:0:1]Drinks[C:7:0:0]
zh_hans: 如果你坚持到商队到来你也可以购买[C:6:0:1]饮料[C:7:0:0]

source: or [C:6:0:1]Plants[C:7:0:0] there. The number of [C:6:0:1]Drink[C:7:0:0] rations can be seen at the top of the screen.
fr: ou [C:6:0:1]Plantes[C:7:0:0] ici. Le nombre de [C:6:0:1]Boisson[C:7:0:0] est visible en haut de l'écran.
it: o [C:6:0:1]Piante[C:7:0:0] lì. Il numero di razioni di [C:6:0:1]Bevande[C:7:0:0] è indicato nella parte superiore dello schermo.
ko: 혹은 그곳에 [C:6:0:1]심으십시오[C:7:0:0]. The number of [C:6:0:1]술[C:7:0:0]의 재고량은 화면의 최상단에서 확인할 수 있습니다.
pl: lub [C:6:0:1]Roślinami[C:7:0:0]. Liczbę racji [C:6:0:1]Napojów[C:7:0:0] można zobaczyć na górze ekranu.
pt_br: ou [C:6:0:1]Plantas[C:7:0:0] lá. O número de rações de [C:6:0:1]Bebida[C:7:0:0] pode ser encontrado no topo da tela.
ru: или [C:6:0:1]Растения[C:7:0:0] там. Количество рационов [C:6:0:1]Напитки[C:7:0:0] можно увидеть в верхней части экрана.
tr: veya [C:6:0:1]Bitkiler[C:7:0:0] için takas yapabilirsiniz. [C:6:0:1]İçecek[C:7:0:0] miktarı ekranın üst kısmında görülebilir.
vi: hoặc [C:6:0:1]Plants[C:7:0:0] tại đó. Số lượng khẩu phần [C:6:0:1]Drink[C:7:0:0] có thể được nhìn thấy ở phía trên cùng màn hình.
zh_hans: 或[C:6:0:1]植物[C:7:0:0] 在那里. [C:6:0:1]饮品[C:7:0:0] 的配给的具体数据可以在屏幕顶端查看。

source: Absent alcohol and in warmer weather, you can designate a [C:3:0:0]Water Source[C:7:0:0] from the [C:5:0:1]Zones[C:7:0:0] menu at a river or pond,
fr: Sans alcool et par temps chaud, vous pouvez désigner une [C:3:0:0]Source d'eau[C:7:0:0] parmi les [C:5:0:1]Zones[C:7:0 : 0] menu au bord d'une rivière ou d'un étang,
it: In assenza di alcol, in periodi più caldi, è possibile designare una [C:3:0:0]Fonte d'acqua[C:7:0:0] dal menù [C:5:0:1]Zone[C:7:0:0] a un fiume o stagno,
ko: 알코올이 없고 날이 따뜻하다면, 당신은 강이나 연못에서 [C:3:0:0]수원지[C:7:0:0]를 [C:5:0:1]구역[C:7:0:0] 메뉴에서 지정할 수 있고,
pl: Bez alkoholu i przy cieplejszej pogodzie, możesz wyznaczyć [C:3:0:0]Źródło Wody[C:7:0:0] z menu [C:5:0:1]Strefy[C:7:0:0] na rzece lub stawie,
pt_br: Álcool ausente e em clima mais quente, você pode designar uma [C:3:0:0]Fonte de Água[C:7:0:0] do menu [C:5:0:1]Zonas[C:7:0:0] em um rio ou lagoa,
ru: В отсутствие алкоголя и в теплую погоду вы можете назначить [C:3:0:0]Источник воды[C:7:0:0] из меню [C:5:0:1]Зоны[C:7:0:0] на реке или пруду,
tr: Alkol yokluğunda ve daha sıcak havalarda, bir nehir veya gölette [C:5:0:1]Bölgeler[C:7:0:0] menüsünden bir [C:3:0:0]Su Kaynağı[C:7:0:0] belirleyebilirsiniz,
vi: Trong trường hợp không có rượu và thời tiết ấm áp, bạn có thể chỉ định một [C:3:0:0]Water Source[C:7:0:0] từ trình đơn [C:5:0:1]Zones[C:7:0:0] tại một con sông hoặc ao,
zh_hans: 若你在温暖的环境下缺乏酒精, 你可以点选 [C:5:0:1]区域[C:7:0:0] -> [C:3:0:0]水源地[C:7:0:0]，然后在河流或池塘中建立取水点

source: so that your residents have water to drink. You'll want one of these anyway for other purposes, like cleaning
fr: pour que vos résidents aient de l'eau à boire. Vous en voudrez un de toute façon à d'autres fins, comme le nettoyage
it: in modo che i residenti abbiano acqua da bere. Ne vorrai uno comunque anche per altri scopi, come la pulizia
ko: 당신의 거주민들은 마실 물을 갖게 됩니다. 어차피 이것들 중 하나가 다른 목적을 위해 필요할 것인데, 청소나
pl: żeby twoi mieszkańcy mieli wodę do picia. I tak będziesz potrzebować jednego z nich do innych celów, takich jak czyszczenie
pt_br: para que seus moradores tenham água para beber. Você vai querer um desses de qualquer maneira para outros fins, como limpeza
ru: чтобы у ваших жителей была вода для питья. Вам все равно понадобится что-то из этого для иных целей, например, для уборки
tr: böylece sakinlerinizin içecek suyu olur. Temizlik gibi diğer amaçlar için zaten bunlardan birini isteyeceksiniz
vi: để các cư dân của bạn có nước uống. Bạn sẽ cần một trong số này dù sao đi nữa cho các mục đích khác, như dọn dẹp
zh_hans: 这样你的居民就有水喝了。不管怎样，你会想要一个这样的东西来做其他的事情，比如清洁

source: and certain [C:6:0:0]Workshop[C:7:0:0] tasks. You may find water underground.
de: und bestimmte [C:6:0:0]Werkstätte[C:7:0:0] Aufgaben. Vielleicht finden Sie unterirdisch Wasser.
fr: et certains tâches d'[C:6:0:0]Atelier[C:7:0:0]. Vous pouvez trouver de l'eau souterraine.
it: e alcuni compiti della [C:6:0:0]Bottega[C:7:0:0]. Potresti trovare acqua sottoterra.
ko: 특정 [C:6:0:0]작업장[C:7:0:0]의 작업을 위해서. 어쩌면 당신은 지하에서 물을 발견하게 될지도 모릅니다.
pl: i niektóre zadania [C:6:0:0]Warsztatów[C:7:0:0]. Możesz znaleźć wodę pod ziemią.
pt_br: e certas tarefas de [C:6:0:0]Oficina[C:7:0:0]. Você pode encontrar água no subsolo.
ru: и некоторых задач в [C:6:0:0]мастерских[C:7:0:0]. Вы можете попробовать найти подземные воды.
tr: ve belirli [C:6:0:0]Atölye[C:7:0:0] görevleri için. Suyu yeraltında da bulabilirsiniz.
vi: và một số nhiệm vụ [C:6:0:0]Workshop[C:7:0:0]. Bạn có thể tìm thấy nước dưới lòng đất.
zh_hans: 以及某些 [C:6:0:0]工坊[C:7:0:0] 工作. 你可以在地下找到水.

source: There's some food on the embark [C:6:0:0]Wagon[C:7:0:0], and you can trade for food, but you can also grow your own.
fr: Il y a de la nourriture à bord du [C:6:0:0]Wagon[C:7:0:0], et vous pouvez échanger contre de la nourriture, mais vous pouvez aussi cultiver la vôtre.
it: Il [C:6:0:0]Carro[C:7:0:0] dell'insediamento contiene cibo, puoi anche procurartene altro tramite commercio e produzione.
ko: 정착 [C:6:0:0]마차[C:7:0:0]엔 음식이 약간 있고, 당신은 무역을 통해 음식을 구할 수도 있지만, 자급자족할 수도 있습니다.
pl: Na początkowym [C:6:0:0]Wozie[C:7:0:0] znajduje się trochę jedzenia i możesz je także kupować, ale możesz także uprawiać własne.
pt_br: Há um pouco de comida no [C:6:0:0]Vagão[C:7:0:0] de embarque, e você pode vender por comida, mas também pode produzir a sua própria.
ru: В [C:6:0:0]повозке[C:7:0:0] есть немного еды, и вы можете закупать её, но также можете выращивать свою собственную.
tr: Başlangıç [C:6:0:0]Vagonunda[C:7:0:0] biraz yiyecek var ve yiyecek takası yapabilirsiniz, ancak kendi yiyeceğinizi de yetiştirebilirsiniz.
vi: Có một ít thức ăn trên [C:6:0:0]Wagon[C:7:0:0] khi bắt đầu chuyến đi, và bạn có thể giao dịch lấy thức ăn, nhưng bạn cũng có thể tự trồng trọt.
zh_hans: 在启程的[C:6:0:0]马车[C:7:0:0]上有一些食物，并且你可以向商队购买食物，但你也可以自己种。

source: The [C:6:0:0]Wagon[C:7:0:0] comes with some [C:6:0:1]Seeds[C:7:0:0], but as you might expect, these crops must be grown underground!
fr: Le [C:6:0:0]Wagon[C:7:0:0] est livré avec quelques [C:6:0:1]Graines[C:7:0:0], mais comme vous vous en doutez, ces les cultures doivent être cultivées sous terre!
it: Il [C:6:0:0]Carro[C:7:0:0] viene fornito con alcuni [C:6:0:1]Semi[C:7:0:0] ma, come potresti aspettarti, questi raccolti devono essere coltivati ​​sottoterra!
ko: [C:6:0:0]마차[C:7:0:0]는 약간의 [C:6:0:1]씨앗[C:7:0:0]을 가지고 옵니다. 하지만 당신의 예측대로, 이 작물들은 지하에서만 자라납니다!
pl: W [C:6:0:0]Wozie[C:7:0:0] znajduje się kilka [C:6:0:1]Nasion[C:7:0:0], ale jak można się było spodziewać, te rośliny muszą być uprawiane pod ziemią!
pt_br: O [C:6:0:0]Vagão[C:7:0:0] vem com algumas [C:6:0:1]Sementes[C:7:0:0], mas como você deve saber, estas plantações devem ser desenvolvidas sob a superfície!
ru: В [C:6:0:0]повозку[C:7:0:0] входит немного [C:6:0:1]семян[C:7:0:0], но, как и следовало ожидать, эти культуры произрастают только под землей!
tr: [C:6:0:0]Vagon[C:7:0:0] bazı [C:6:0:1]Tohumlarla[C:7:0:0] gelir, ancak tahmin edebileceğiniz gibi, bu bitkiler yeraltında yetiştirilmelidir!
vi: [C:6:0:0]Wagon[C:7:0:0] đi kèm với một số [C:6:0:1]Seeds[C:7:0:0], nhưng như bạn có thể dự đoán, những cây trồng này phải được trồng dưới lòng đất!
zh_hans: [C:6:0:0]马车[C:7:0:0]带有一些[C:6:0:1]种子[C:7:0:0]，但正如你所料，这些作物必须生长在地下！

source: Using [C:5:0:1]Mining[C:7:0:0] orders, you'll need to carve out a rectangular area underground for your [C:6:0:0]Farmplot[C:7:0:0].
de: Benutze[C:5:0:1]Bergbau[C:7:0:0] Aufträge, müssen Sie eine rechteckige Fläche im Untergrund für Ihre [C:6:0:0]Farmplot[C:7:0:0].
fr: En utilisant les ordres [C:5:0:1]Exploitation minière[C:7:0:0], vous devrez creuser une zone rectangulaire sous terre pour votre [C:6:0:0]Terrain agricole[C:7 : 0:0].
it: Con gli ordini di [C:5:0:1]Scavo[C:7:0:0] dovrai scolpire un'area rettangolare sottoterra per la tua [C:6:0:0]Area agricola[C:7:0:0].
ko: [C:5:0:1]채굴[C:7:0:0] 명령을 사용하여, 지하에 [C:6:0:0]Farmplot[C:7:0:0]을 위한 직사각형 영역을 만들어야 합니다.
pl: Używając polecenia[C:5:0:1]Kopanie[C:7:0:0], potrzebujesz wykopać prostokątną podziemną przestrzeń na swoją[C:6:0:0]Działkę rolną[C:7:0:0].
pt_br: Usando ordens de [C:5:0:1]Minerar[C:7:0:0], você precisará esculpir uma área retangular no subsolo para a sua [C:6:0:0]Fazenda[C:7:0:0].
ru: Используя указание [C:5:0:1]Приказать копать[C:7:0:0], вам нужно будет вырезать прямоугольную область под землей для вашего [C:6:0:0]поля[C:7:0:0].
tr: [C:5:0:1]Kazı[C:7:0:0] emirlerini kullanarak, [C:6:0:0]Tarlanız[C:7:0:0] için yeraltında dikdörtgen bir alan oymanız gerekecek.
vi: Sử dụng lệnh [C:5:0:1]Mining[C:7:0:0], bạn sẽ cần đào một khu vực hình chữ nhật dưới lòng đất cho [C:6:0:0]Farmplot[C:7:0:0] của bạn.
zh_hans: 使用[C:5:0:1]开采[C:7:0:0]命令，你需要为你的[C: 6:0:0]农田[C:7:0:0]在地下划出一个矩形区域。

source: The underground rectangle must be near the surface, where there is soil (loam, clay, or sand.) One level down should suffice, before you hit rock.
fr: Le rectangle souterrain doit être près de la surface, là où il y a du sol (loam, argile ou sable.) Un niveau plus bas devrait suffire, avant de toucher la roche.
it: Il rettangolo sottoterra deve trovarsi vicino alla superficie, dove c'è del suolo (terriccio, argilla o sabbia). Un livello inferiore dovrebbe bastare prima di colpire la roccia.
ko: 지하 사각형은 흙(토양, 점토 또는 모래)이 있는 표면 근처에 있어야 합니다. 바위에 닿기 전에 한 단계만 내려가면 충분합니다.
pl: Podziemny prostokąt musi być blisko powierzchni, gdzie będzie gleba(ił, glina lub piasek). Jeden poziom w dół powinien wystarczyć, zanim dosięgniesz skały.
pt_br: O retângulo subterrâneo deve estar perto da superfície, onde há solo (marga, argila ou areia). Um nível abaixo deve ser suficiente, antes de você atingir a rocha.
ru: Подземная прямоугольная область должна находиться недалеко от поверхности, где есть почва (суглинок, глина или песок). Достаточно одного уровня вниз, прежде чем вы наткнётесь на камень.
tr: Yeraltı dikdörtgeni yüzeye yakın olmalı, toprağın (balçık, kil veya kum) olduğu yerde. Kayaya çarpmadan önce bir seviye aşağısı yeterli olacaktır.
vi: Khu vực hình chữ nhật dưới lòng đất phải gần bề mặt, nơi có đất (đất sét pha cát, đất sét hoặc cát). Một tầng xuống là đủ, trước khi bạn gặp đá.
zh_hans: 地下矩形必须靠近地表，有土壤(壤土、粘土或沙子)的地方。在你撞到岩石之前，往下一层就够了。

source: The highest mountain elevations do not have soil.
de: In den höchsten Gebirgshöhen gibt es keinen Boden.
fr: Les plus hautes montagnes n'ont pas de sol.
it: Le quote più alte di montagna non hanno suolo.
ko: 가장 높은 산에는 흙이 없습니다.
pl: Najwyższe poziomy gór nie mają gleby.
pt_br: As elevações mais altas das montanhas não têm solo.
ru: Самые высокие горные возвышенности не имеют почвы.
tr: En yüksek dağ rakımlarında toprak yoktur.
vi: Những độ cao núi cao nhất không có đất.
zh_hans: 在山脉的最顶层是没有土壤的。

source: Make sure to leave the ceiling above intact so the underground soil doesn't receive any sunlight.
de: Achten Sie darauf, dass die Decke darüber intakt bleibt, damit der unterirdische Boden kein Sonnenlicht abbekommt.
fr: Assurez-vous de laisser le plafond au-dessus intact afin que le sol souterrain ne reçoive aucune lumière solaire.
it: Assicurati di lasciare intatto il soffitto sovrastante in modo che il suolo sotterraneo non riceva luce solare.
ko: 지하 토양이 햇빛을 받지 않도록 위의 천장은 반드시 그대로 두십시오.
pl: Upewnij się, że sufit powyżej jest nienaruszony, aby podziemna gleba nie była narażona na działanie promieni słonecznych.
pt_br: Certifique-se de deixar o teto acima intacto para que o solo subterrâneo não receba luz solar.
ru: Обязательно оставьте потолок над ним нетронутым, чтобы на подземную почву не попадал солнечный свет.
tr: Yeraltı toprağının güneş ışığı almaması için yukarıdaki tavanı sağlam bıraktığınızdan emin olun.
vi: Hãy đảm bảo giữ nguyên trần phía trên để đất dưới lòng đất không nhận bất kỳ ánh nắng nào.
zh_hans: 确保上面的天花板完好无损，这样地下土壤就不会受到任何阳光照射。

source: With a subterranean soil floor exposed, you can place an underground [C:6:0:0]Farmplot[C:7:0:0].
fr: Avec un sol souterrain exposé, vous pouvez placer un [C:6:0:0]Terrain agricole[C:7:0:0] souterrain.
it: Con un pavimento di suolo sotterraneo esposto è possibile posizionare un'[C:6:0:0]Area agricola[C:7:0:0].
ko: 지하의 흙이 발견되면 그 위에 지하 [C:6:0:0]농작지[C:7:0:0]를 지을 수 있습니다.
pl: Po odsłonięciu podziemnego podłoża możesz umieścić podziemną [C:6:0:0]Działkę rolną[C:7:0:0].
pt_br: Com um solo subterrâneo exposto, você pode colocar uma[C:6:0:0]Fazenda[C:7:0:0] no subsolo.
ru: Открыв подземный этаж, вы можете разместить подземную [C:6:0:0]Грядку[C:7:0:0].
tr: Yeraltı toprak zemini açığa çıktığında, bir yeraltı [C:6:0:0]Tarlası[C:7:0:0] yerleştirebilirsiniz.
vi: Khi sàn đất ngầm lộ ra, bạn có thể đặt một [C:6:0:0]Farmplot[C:7:0:0] dưới lòng đất.
zh_hans: 当挖掘到有土壤的地层时，你就可以在土壤上开拓 [C:6:0:0]耕地[C:7:0:0].

source: This isn't rich soil, but will suffice for now. Dig deeper to find better soil.
fr: Ce n'est pas un sol riche, mais suffira pour l'instant. Creusez plus profondément pour trouver un meilleur sol.
it: Non è un suolo ricco, ma per ora è sufficiente. Scava più a fondo per trovare un suolo migliore.
ko: 이것은 비옥한 토양은 아니지만, 지금으로서는 충분할 것입니다. 더 좋은 흙을 찾기 위해 더 깊이 파세요.
pl: Nie jest to bogata gleba, ale na razie wystarczy. Kop głębiej aby znaleźć lepszą glebę.
pt_br: Este não é um solo rico, mas será suficiente por enquanto. Cave mais fundo para encontrar um solo melhor.
ru: Это небогатая почва, но пока ее достаточно. Копайте глубже, чтобы найти лучшую почву.
tr: Bu zengin bir toprak değil, ama şimdilik yeterli olacaktır. Daha iyi toprak bulmak için daha derine kazın.
vi: Đây không phải là đất màu mỡ, nhưng sẽ đủ dùng cho bây giờ. Hãy đào sâu hơn để tìm đất tốt hơn.
zh_hans: 这不是肥沃的土壤，但现在就足够了。挖得更深寻找更好的土壤。

source: Select [C:5:0:1]Farmplot[C:7:0:0] from the [C:5:0:1]Build[C:7:0:0] menu. It's in [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Farming[C:7:0:0] -> [C:5:0:1]Farmplot[C:7:0:0]. Place the [C:6:0:0]Farmplot[C:7:0:0] on the subterranean soil.
fr: Sélectionnez [C:5:0:1]Terrain agricole[C:7:0:0] dans le menu [C:5:0:1]Construction[C:7:0:0]. C'est dans [C:5:0:1]Ateliers[C:7:0:0] -> [C:5:0:1]Agriculture[C:7:0:0] -> [C:5:0 :1]Terrain agricole[C:7:0:0]. Placez le [C:6:0:0]Terrain agricole[C:7:0:0] sur le sol souterrain.
it: Seleziona [C:5:0:1]Area agricola[C:7:0:0] dal menù [C:5:0:1]Costruisci[C:7:0:0]. Si trova in [C:5:0:1]Botteghe[C:7:0:0] -> [C:5:0:1]Agricoltura[C:7:0:0] -> [C:5:0:1]Area agricola[C:7:0:0]. Piazza l'[C:6:0:0]Area agricola[C:7:0:0] sul suolo sotterraneo.
ko: [C:5:0:1]건축[C:7:0:0] 메뉴에서 [C:5:0:1]Farmplot[C:7:0:0] 메뉴를 선택합니다. [C:5:0:1]작업장[C:7:0:0] -> [C:5:0:1]농사[C:7:0:0] -> [C:5:0:1]Farmplot[C:7:0:0]에 있습니다. [C:6:0:0]Farmplot[C:7:0:0]을 지하의 흙에 배치하세요.
pl: Wybierz[C:5:0:1]Działkę rolną[C:7:0:0] z menu [C:5:0:1]Buduj[C:7:0:0]. Znajduje się ona w [C:5:0:1]Warsztaty[C:7:0:0] -> [C:5:0:1]Rolnictwo[C:7:0:0] -> [C:5:0:1]Działka rolna[C:7:0:0]. Umieść [C:6:0:0]Działkę rolną[C:7:0:0] na podziemnej glebie.
pt_br: Selecione [C:5:0:1]Fazenda[C:7:0:0] do menu [C:5:0:1]Construir[C:7:0:0] . Está em [C:5:0:1]Oficinas[C:7:0:0] -> [C:5:0:1]Cultivo[C:7:0:0] -> [C:5:0:1]Fazenda[C:7:0:0]. Coloque a [C:6:0:0]Fazenda[C:7:0:0] no solo subterrâneo.
ru: Выберите [C:5:0:1]грядку[C:7:0:0] в меню [C:5:0:1]строительства[C:7:0:0]. Оно находится в [C:5:0:1]Мастерские[C:7:0:0] -> [C:5:0:1]земледелие[C:7:0:0] -> [C:5:0:1]Грядка[C:7:0:0]. Возделайте [C:6:0:0]гряду[C:7:0:0] на подземной почве.
tr: [C:5:0:1]İnşa Et[C:7:0:0] menüsünden [C:5:0:1]Tarla[C:7:0:0]'yı seçin. Şuradadır: [C:5:0:1]Atölyeler[C:7:0:0] -> [C:5:0:1]Çiftçilik[C:7:0:0] -> [C:5:0:1]Tarla[C:7:0:0]. [C:6:0:0]Tarlayı[C:7:0:0] yeraltı toprağına yerleştirin.
vi: Chọn [C:5:0:1]Farmplot[C:7:0:0] từ trình đơn [C:5:0:1]Build[C:7:0:0]. Nó nằm trong [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Farming[C:7:0:0] -> [C:5:0:1]Farmplot[C:7:0:0]. Đặt [C:6:0:0]Farmplot[C:7:0:0] trên đất ngầm.
zh_hans: 从[C:5:0:1]建造[C:7:0:0]菜单中选择[C:5:0:1]农田[C:7:0:0]。它位于[C:5:0:1]工坊[C:7:0:0] - > [C: 5:0:1]农业[C:7:0:0] - >[C:5:0:1]农田[C:7:0:0]。将[C:6:0:0]农田[C:7:0:0]置于地下土壤中。
