Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Pressure plates, like levers, are used with machines, doors, floodgates, bridges, cages, and other structures to change their state. The trigger for pressure plates can be set by creature weight, fluid, or minecart passage.
de: Druckplatten werden wie Hebel bei Maschinen, Türen, Schleusen, Brücken, Käfigen und anderen Strukturen verwendet, um deren Zustand zu ändern. Der Auslöser für Druckplatten kann durch das Gewicht des Lebewesens, eine Flüssigkeit oder den Durchgang einer Minenkarre bestimmt werden.
fr: Les plaques de pression, comme les leviers, sont utilisées avec des machines, des portes, des vannes, des ponts, des cages et d'autres structures pour changer leur état. La gâchette des plaques de pression peut être réglée en fonction du poids de la créature, du fluide ou du passage du wagonnet.
it: Le piastre di pressione, come le leve, sono utilizzate con macchine, porte, condotte, ponti, gabbie e altre strutture per modificarne lo stato. L'attivazione delle piastre di pressione può essere regolata dal peso della creatura, dal fluido o dal passaggio di carri minerari.
ko: 압력판은 레버처럼 기계, 문, 수문, 다리, 우리 및 기타 구조물의 상태를 변경하는 데 쓰입니다. 압력판의 조건은 생물의 무게, 유체 또는 광산수레 통과로 설정할 수 있습니다.
pl: Płyty naciskowe, podobnie jak dźwignie, są używane przy maszynach, drzwiach, śluzach, mostach, klatkach i innych strukturach, aby zmieniać ich stan. Aktywacja płyty naciskowej może zostać uzależniona od wagi stworzenia, płynów lub przejazdu wagonika.
pt_br: Placas de pressão, como alavancas, são usadas com mecanismos, portas, comportas, pontes, gaiolas, e outras estruturas para alterar seus estados. O gatilho das placas de pressão podem ser determinados por peso das criaturas, fluidos ou passagem de carrinho de mina.
ru: Нажимные плиты, как и рычаги, используются в машинах, дверях, шлюзах, мостах, клетках и других устройствах для изменения их состояния. Переключение нажимных плит может быть задано весом существа, жидкостью или прохождением вагонетки.
vi: Tấm áp lực, giống như cần gạt, được dùng với máy móc, cửa, cửa cống, cầu, lồng và các cấu trúc khác để thay đổi trạng thái của chúng. Cơ chế kích hoạt cho tấm áp lực có thể được thiết lập bởi trọng lượng sinh vật, chất lỏng hoặc sự đi qua của xe đẩy mỏ.
zh_hans: 压力板，像杠杆一样，用于机器、门、水闸、桥梁、笼子和其他结构，以改变其状态。 压力板的触发器可以由生物的重量、液体或矿车通道来设定。

source: Stone-fall traps drop a stone on intruders. Must be loaded with boulders.
de: Steinschlagfallen lassen einen Stein auf Eindringlinge fallen. Müssen mit Felsbrocken bestückt werden.
fr: Les pièges à chute de pierres lâchent une pierre sur les intrus. Doit être chargé de rochers.
it: Le trappole a caduta di pietre fanno cadere una pietra sugli intrusi. Devono essere caricate con massi.
ko: 낙석 함정은 침략자들 머리위로 돌을 떨어트립니다. 반드시 바위를 따로 적재해야합니다.
pl: Pułapki ze spadającymi kamieniami zrzucają kamień na intruzów. Musi zostać naładowana głazami.
pt_br: Armadilhas de queda de pedras despejam pedras sobre os intrusos. Deve ser carregada com pedregulhos.
ru: Ловушки с падающими камнями сбрасывают камень на нарушителей. Должны быть загружены валунами.
vi: Bẫy đá rơi sẽ thả đá lên những kẻ xâm nhập. Phải được nạp bằng đá tảng.
zh_hans: 落石陷阱向入侵者投下一块石头。必须装载巨石。

source: Weapon traps use a weapon or trap component to strike intruders. Can be used with ranged weapons and loaded with ammo. Can use multiple weapons at once.
fr: Les pièges à arme utilisent une arme ou un composant de piège pour frapper les intrus. Peut être utilisé avec des armes à distance et chargé de munitions. Peut utiliser plusieurs armes à la fois.
it: Le trappole con armi utilizzano un'arma o un componente di trappola per colpire gli intrusi. Si possono usare con armi a distanza e caricate con munizioni. Si possono usare più armi al contempo.
ko: 무기 함정은 무기나 함정 부품을 사용해 침략자들을 처치합니다. 탄약이 장전된 원거리 무기를 사용할 수 있으며, 한번에 여러 무기를 사용할 수도 있습니다.
pl: Pułapki z bronią używają broni lub komponentów pułapek, aby ranić intruzów. Mogą być używane z bronią dystansową i ładowane amunicją. Może używać wielu broni na raz.
pt_br: Armadilha de armas usam armas ou componentes de armadilhas para atingir intrusos. Podem ser usadas com armas de longo alcance e carregadas com munição. Podem usar múltiplas armas de uma vez.
ru: Оружейные ловушки используют оружие или компонент ловушки для поражения нарушителей. Могут использоваться с оружием дальнего боя и заряженными боеприпасами. Можно использовать несколько видов оружия одновременно.
vi: Bẫy vũ khí sử dụng một vũ khí hoặc bộ phận bẫy để tấn công những kẻ xâm nhập. Có thể dùng với vũ khí tầm xa và nạp đạn. Có thể sử dụng nhiều vũ khí cùng lúc.
zh_hans: 武器陷阱使用武器或陷阱组件来打击入侵者。 可以使用远程武器并装载弹药。 可以同时使用多种武器。

source: Cage traps capture intruders in cages. Must be loaded with a cage.
fr: Les pièges à cage capturent les intrus dans les cages. Doit être chargé avec une cage.
it: Le trappole a gabbia catturano gli intrusi in gabbie. Vanno caricate con una gabbia.
ko: 우리 함정은 침입자를 우리에 가둡니다. 반드시 우리를 따로 적재해야 합니다.
pl: Pułapki z klatkami łapią intruzów w klatki. Musi zostać naładowana klatką.
pt_br: Arapucas capturam intrusos em gaiolas. Precisa ser carregada com uma gaiola.
ru: Ловушки-клетки ловят нарушителей в клетки. Необходимо оборудовать клетками.
vi: Bẫy lồng sẽ bắt giữ những kẻ xâm nhập vào trong lồng. Phải được nạp bằng một cái lồng.
zh_hans: 笼子陷阱把入侵者捕捉在笼子里。必须装有笼子。

source: Upright weapons are a nasty place for intruders to fall upon. Can also be linked to levers or pressure plates to raise them into intruders.
fr: Les armes droites sont un endroit désagréable pour les intrus. Peut également être lié à des leviers ou à des plaques de pression pour les élever en intrus.
it: Le armi erette sono un postaccio su cui cadere per gli intrusi. Puoi anche collegarle a leve o piastre a pressione per sollevarle contro gli intrusi.
ko: 박힌 무기들은 침입자가 떨어지기에 불쾌한 장소입니다. 레버나 압력판에 연결하여 침입자를 향해 밀어올릴 수도 있습니다.
pl: Pionowe bronie to nieprzyjemne miejsce, na które intruzi mogą spaść. Mogą również zostać podłączone do dźwigni lub płyt naciskowych, aby podnosić je na intruzów.
pt_br: Armas verticais são um lugar terrível para intrusos cair. Podem também ser ligadas a alavancas ou placas de pressão para serem lançadas sobre inimigos.
ru: Выдвижные ловушки - малоприятное место для злоумышленника. Могут быть соединены с рычагами или нажимными плитами, чтобы вонзать их в неприятелей.
vi: Vũ khí dựng đứng là một nơi kinh khủng cho những kẻ xâm nhập rơi vào. Cũng có thể được liên kết với cần gạt hoặc tấm áp lực để nâng chúng lên tấn công những kẻ xâm nhập.
zh_hans: 直立的武器是入侵者最怕的。 也可以与杠杆或压力板相连，将其贯穿到入侵者身上。

source: Archery targets are used in archery range zones for training archers.
fr: Les cibles de tir à l'arc sont utilisées dans les zones de tir à l'arc pour l'entraînement des archers.
it: I bersagli di tiro con l'arco vengono utilizzati nelle zone di tiro con l'arco per addestrare gli arcieri.
ko: 궁술 과녁은 궁수들의 훈련을 위해 궁술 연습 구역에서 사용됩니다.
pl: Cele łucznicze są używane w strefach strzelnic łuczniczych, aby trenować łuczników.
pt_br: Alvos são usados em campos de arco e flecha para treinar arqueiros.
ru: Мишени для стрельбы из лука используются в зонах стрельбища для тренировки лучников.
tr: Okçuluk hedefleri, okçuları eğitmek için okçuluk sahası bölgelerinde kullanılır.
vi: Mục tiêu bắn cung được dùng trong các khu vực trường bắn để huấn luyện cung thủ.
zh_hans: 射箭靶在靶场区使用，用来训练射手。

source: Ornamental. Demanded by some nobles.
de: Verzierungen. Wird von einigen Adligen verlangt.
fr: Ornemental. Exigé par certains nobles.
it: Ornamentale. Richiesto da alcuni nobili.
ko: 장식물. 일부 귀족이 요구합니다.
pl: Ozdobne. Wymagane przez niektórych szlachciców.
pt_br: Ornamental. Exigido por alguns nobres.
ru: Декоративное украшение. Требуется некоторым дворянам.
vi: Trang trí. Được một số quý tộc yêu cầu.
zh_hans: 装饰品。一些贵族需要它们。

source: A ballista fires a ballista arrow in a fixed direction. The operator can adjust the aim freely within a cone.
vi: Một máy bắn đá lớn bắn một mũi tên máy bắn đá lớn theo một hướng cố định. Người vận hành có thể điều chỉnh mục tiêu tự do trong một hình nón.

source: A catapult fires a boulder in a fixed direction. The operator can adjust the aim freely within a cone.
vi: Một máy bắn đá bắn một đá tảng theo một hướng cố định. Người vận hành có thể điều chỉnh mục tiêu tự do trong một hình nón.

source: A bolt thrower fires a regular bolts rapidly. The operator swivels the machine from any available adjacent tiles.
vi: Một máy bắn đạn bắn các mũi tên thông thường một cách nhanh chóng. Người vận hành xoay máy từ bất kỳ ô liền kề nào có sẵn.

source: Create a creature to place in the arena.
de: Erschaffe eine Kreatur um sie in der Arena zu platzieren.
fr: créer une créature pour la mettre dans l'arène
it: Crea una creatura da collocare nell'arena.
pl: Utwórz stworzenie do umieszczenia na arenie.
ru: Создать существо на арене
tr: Arenaya yerleştirmek için bir yaratık oluştur.
vi: Tạo một sinh vật để đặt vào đấu trường.
zh_hans: 在演武场中放置一个生物

source: Add or remove fluids.
de: Fuege hinzu oder entferne Fluessigkeiten
fr: ajouter ou enlever des liquides
it: Aggiungi o rimuovi fluidi.
pl: Dodaj lub usuń płyny.
ru: Добавить или удалить жидкость.
tr: Sıvı ekle veya kaldır.
vi: Thêm hoặc loại bỏ chất lỏng.
zh_hans: 添加或去除液体

source: Add water to the arena.
de: Fuege Wasser zur Arena hinzu.
fr: Ajouter de l'eau à l'arène
it: Aggiungi acqua all'arena.
ko: 아레나에 물을 추가
pl: Dodaj wodę do areny.
ru: Добавить воду на арену.
tr: Arenaya su ekle.
vi: Thêm nước vào đấu trường.
zh_hans: 在演武场中倒水

source: Add magma to the arena.
de: Fuege Magma zur Arena hinzu.
fr: ajouter du magma dans l'arène
it: Aggiungi magma all'arena.
ko: 아레나에 마그마를 추가
pl: Dodaj magmę do areny.
ru: Добавить магму на арену.
tr: Arenaya magma ekle.
vi: Thêm dung nham vào đấu trường.
zh_hans: 在演武场中倒岩浆

source: Add snow to the arena.
de: Fuege Schnee zur Arena hinzu.
fr: Ajouter de la neige à l'arène.
it: Aggiungi neve all'arena.
ko: 아레나에 눈을 추가
pl: Dodaj śnieg do areny.
ru: Добавить снег на арену.
tr: Arenaya kar ekle.
vi: Thêm tuyết vào đấu trường.
zh_hans: 在演武场中添加雪

source: Add mud to the arena.
de: Fuege Schlam zur Arena hinzu.
fr: ajouter de la boue dans l'arène
it: Aggiungi fango all'arena.
ko: 아레나에 진흙을 추가
pl: Dodaj błoto do areny.
ru: Добавить ил на арену.
tr: Arenaya çamur ekle.
vi: Thêm bùn vào đấu trường.
zh_hans: 在演武场中添加泥土

source: Remove fluids and spatter from the arena.
de: Entferne Fluessigkeiten und Spritzer aus der Arena
fr: enlever les liquides et éclaboussures de l'arène
it: Rimuovi fluidi e schizzi dall'arena.
pl: Usuń płyny i rozbryzgi z areny.
ru: Удалить жидкость и брызги с арены.
tr: Arenadan sıvıları ve sıçramaları kaldır.
vi: Loại bỏ chất lỏng và vết bắn tung tóe khỏi đấu trường.
zh_hans: 从演武场中去除液体和溅落液滴

source: Create a tree to place in the arena.
de: Erschaffe ein Baum um ihn in der Arena zu plazieren.
fr: créer un arbre pour le mettre dans l'arène
it: Crea un albero da piazzare nell'arena.
pl: Utwórz drzewo do umieszczenia na arenie.
ru: Создать дерево на арене.
tr: Arenaya yerleştirmek için bir ağaç oluştur.
vi: Tạo một cái cây để đặt vào đấu trường.
zh_hans: 放置树在演武场中

source: Change the weather, temperature, and time.
de: Aendere das Wetter, die Temperatur und die Zeit.
fr: changer le temps, la température, et l'heure
it: Cambia tempo, temperatura e orario.
pl: Zmień pogodę, temperaturę i czas.
ru: Изменить погоду, температуру и время.
tr: Hava durumunu, sıcaklığı ve zamanı değiştir.
vi: Thay đổi thời tiết, nhiệt độ và thời gian.
zh_hans: 改变天气，温度和时间

source: Default attack is a strike without charging or wrestling.
tr: Varsayılan saldırı, hücum veya güreş içermeyen bir vuruştur.
vi: Đòn tấn công mặc định là đòn đánh mà không xung kích hay vật lộn.

source: Default attack is a charging strike.
tr: Varsayılan saldırı bir hücum vuruşudur.
vi: Đòn tấn công mặc định là đòn xung kích.

source: Default attack is a wrestling move.
tr: Varsayılan saldırı bir güreş hamlesidir.
vi: Đòn tấn công mặc định là đòn vật lộn.

source: Choose default attack according to opponent.
tr: Rakibe göre varsayılan saldırıyı seç.
vi: Chọn đòn tấn công mặc định tùy theo đối thủ.

source: Freely move between tiles when dodging if necessary
tr: Gerekirse kaçınırken kareler arasında serbestçe hareket et
vi: Tự do di chuyển giữa các ô khi né tránh nếu cần.

source: Do not move from current tile when dodging even if it means being struck.
tr: Darbe almak anlamına gelse bile kaçınırken mevcut kareden hareket etme.
vi: Không di chuyển khỏi ô hiện tại khi né tránh, ngay cả khi điều đó có nghĩa là bị đánh trúng.

source: Dodge away from charging opponents to avoid being knocked over.
tr: Yere devrilmemek için hücum eden rakiplerden kaçın.
vi: Né tránh xa đối thủ đang xung kích để tránh bị hất ngã.

source: Attempt to stop charging opponents, standing your ground.
tr: Yerini koruyarak hücum eden rakipleri durdurmaya çalış.
vi: Cố gắng ngăn chặn đối thủ đang xung kích, giữ vững vị trí của bạn.

source: Handle charging attacks according to the opponent.
tr: Hücum saldırılarını rakibe göre ele al.
vi: Xử lý các đòn tấn công xung kích tùy theo đối thủ.

source: View all announcements.
tr: Tüm duyuruları görüntüle.
vi: Xem tất cả thông báo.

source: Recenter on yourself.
tr: Kendini merkeze al.
vi: Định tâm lại vào bản thân.

source: Move upward.
tr: Yukarı hareket et.
vi: Di chuyển lên trên.

source: Move downward.
tr: Aşağı hareket et.
vi: Di chuyển xuống dưới.

source: Move down to the north.
tr: Kuzeye aşağı in.
vi: Di chuyển xuống về phía bắc.

source: Move down to the south.
tr: Güneye aşağı in.
vi: Di chuyển xuống về phía nam.

source: Move down to the west.
tr: Batıya aşağı in.
vi: Di chuyển xuống về phía tây.

source: Move down to the east.
tr: Doğuya aşağı in.
vi: Di chuyển xuống về phía đông.

source: Move down to the northwest.
tr: Kuzeybatıya aşağı in.
vi: Di chuyển xuống về phía tây bắc.

source: Move down to the northeast.
tr: Kuzeydoğuya aşağı in.
vi: Di chuyển xuống về phía đông bắc.

source: Move down to the southwest.
tr: Güneybatıya aşağı in.
vi: Di chuyển xuống về phía tây nam.

source: Move down to the southeast.
tr: Güneydoğuya aşağı in.
vi: Di chuyển xuống về phía đông nam.

source: Travel.
tr: Seyahat et.
vi: Du hành.

source: Sleep or wait a while.
tr: Uyu veya bir süre bekle.
vi: Ngủ hoặc chờ một lúc.

source: Build. (coming soon)
tr: İnşa et. (yakında)
vi: Xây dựng. (sắp ra mắt)

source: View your status.
tr: Durumunu görüntüle.
vi: Xem trạng thái của bạn.

source: View your log.
tr: Günlüğünü görüntüle.
vi: Xem nhật ký của bạn.

source: Open your inventory.
tr: Envanterini aç.
vi: Mở kho đồ của bạn.

source: Set movement options.
tr: Hareket seçeneklerini ayarla.
vi: Đặt tùy chọn di chuyển.

source: Set combat options.
tr: Savaş seçeneklerini ayarla.
vi: Đặt tùy chọn chiến đấu.

source: Interact with nearby objects.
tr: Yakındaki nesnelerle etkileşime gir.
vi: Tương tác với các vật thể gần đó.

source: Search for bugs.
tr: Böcek ara.
vi: Tìm kiếm lỗi.

source: Climb or hold terrain.
tr: Tırman veya araziye tutun.
vi: Trèo hoặc bám địa hình.

source: Jump somewhere.
tr: Bir yere zıpla.
vi: Nhảy đến đâu đó.

source: Talk to somebody.
tr: Biriyle konuş.
vi: Nói chuyện với ai đó.

source: Start a performance. This can take several turns to complete.
vi: Bắt đầu một buổi biểu diễn. Việc này có thể mất vài lượt để hoàn thành.

source: Craft or butcher.
tr: Eşya üret veya parçala.
vi: Chế tác hoặc mổ xẻ.

source: Use ability.
tr: Yetenek kullan.
vi: Sử dụng kỹ năng.

source: Strike somebody adjacent with a melee attack. Also allows available parry, block, and dodge moves.
vi: Đánh một người ở cạnh bên bằng đòn tấn công cận chiến. Cũng cho phép các động tác đỡ đòn, chặn đòn và né tránh khả dụng.

source: Wrestle somebody adjacent. Also allows available parry, block, and dodge moves.
vi: Vật lộn với một người ở cạnh bên. Cũng cho phép các động tác đỡ đòn, chặn đòn và né tránh khả dụng.

source: Shoot. Requires a ranged weapon and ammunition.
vi: Bắn. Yêu cầu vũ khí tầm xa và đạn dược.

source: Tactical mode is on. You control everybody manually. Click to control only this character (others will follow you.)
vi: Chế độ chiến thuật đang bật. Bạn điều khiển mọi người theo cách thủ công. Nhấn để chỉ điều khiển nhân vật này (những người khác sẽ theo bạn.)

source: Tactical mode is off. Companions are following you. Click to control everybody.
vi: Chế độ chiến thuật đang tắt. Đồng đội đang theo bạn. Nhấn để điều khiển mọi người.

source: View your companions and tactical settings, or switch party members.
tr: Yoldaşlarını ve taktik ayarlarını görüntüle veya grup üyeleri arasında geçiş yap.
vi: Xem đồng đội và cài đặt chiến thuật của bạn, hoặc chuyển đổi thành viên tổ đội.

source: You are currently yielded. Click to stop yielding.
vi: Bạn hiện đang chịu thua. Nhấn để ngừng chịu thua.

source: You are not yielded. Click to yield to opponents.
vi: Bạn không chịu thua. Nhấn để chịu thua đối thủ.

source: You have a weapon drawn. Click to strap it.
vi: Bạn đang rút vũ khí. Nhấn để cất nó.

source: You have a weapon available to draw. Click to draw it.
vi: Bạn có vũ khí sẵn sàng để rút. Nhấn để rút nó.

source: You do not have a weapon.
tr: Silahın yok.
vi: Bạn không có vũ khí.

source: You are a projectile.
tr: Sen bir mermisin.
vi: Bạn là một vật phóng.

source: You are a rider.
tr: Sen bir binicisin.
vi: Bạn là người cưỡi.

source: You are prone. Click to stand.
vi: Bạn đang nằm sấp. Nhấn để đứng dậy.

source: You are not prone. Click to go prone.
vi: Bạn không nằm sấp. Nhấn để nằm sấp.

source: Close the map.
tr: Haritayı kapat.
vi: Đóng bản đồ.

source: Go upward.
tr: Yukarı git.
vi: Đi lên.

source: Go downward.
tr: Aşağı git.
vi: Đi xuống.

source: End travel.
tr: Seyahati bitir.
vi: Kết thúc du hành.

source: Toggle sneaking.
tr: Gizlenmeyi aç/kapat.
vi: Bật/Tắt lén lút.

source: View the map.
tr: Haritayı görüntüle.
vi: Xem bản đồ.

source: Toggle cloud view.
tr: Bulut görünümünü aç/kapat.
vi: Bật/Tắt chế độ xem mây.

source: Toggle track view.
tr: İz görünümünü aç/kapat.
vi: Bật/Tắt chế độ xem dấu vết.

source: Drop an item.
tr: Bir eşya bırak.
vi: Vứt một vật phẩm.

source: Wear an item.
tr: Bir eşya giy.
vi: Mặc một vật phẩm.

source: Remove an item.
tr: Bir eşya çıkar.
vi: Cởi một vật phẩm.

source: Put an item into a container.
tr: Bir eşyayı kaba koy.
vi: Đặt một vật phẩm vào thùng chứa.

source: Eat or drink an item.
tr: Bir eşyayı ye veya iç.
vi: Ăn hoặc uống một vật phẩm.

source: Interact with an item in a different way.
tr: Bir eşyayla farklı bir şekilde etkileşime gir.
vi: Tương tác với vật phẩm theo cách khác.

source: View this item.
tr: Bu eşyayı görüntüle.
vi: Xem vật phẩm này.

source: Drop this item.
tr: Bu eşyayı bırak.
vi: Vứt vật phẩm này.

source: Wear this item.
tr: Bu eşyayı giy.
vi: Mặc vật phẩm này.

source: Remove this item.
tr: Bu eşyayı çıkar.
vi: Cởi vật phẩm này.

source: Put this item into a container.
tr: Bu eşyayı bir kaba koy.
vi: Đặt vật phẩm này vào thùng chứa.

source: Eat or drink this item.
tr: Bu eşyayı ye veya iç.
vi: Ăn hoặc uống vật phẩm này.

source: Interact with this item in a different way (opens menu.)
tr: Bu eşyayla farklı bir şekilde etkileşime geç (menüyü açar).
vi: Tương tác với vật phẩm này theo cách khác (mở menu).

source: This party member is currently automated in tactical mode.
tr: Bu grup üyesi şu anda taktik modunda otomatiktir.
vi: Thành viên tổ đội này hiện đang được tự động hóa trong chế độ chiến thuật.

source: This party member is manually controlled in tactical mode.
tr: Bu grup üyesi taktik modunda manuel olarak kontrol edilmektedir.
vi: Thành viên tổ đội này được điều khiển thủ công trong chế độ chiến thuật.

source: Assume control of this party member.
tr: Bu grup üyesinin kontrolünü ele al.
vi: Đảm nhiệm quyền kiểm soát thành viên tổ đội này.

source: You are tangled in a web.
tr: Bir ağa dolandın.
vi: Bạn bị mắc kẹt trong mạng nhện.

source: You are sleeping.
tr: Uyuyorsun.
vi: Bạn đang ngủ.

source: You are unconscious.
tr: Bilincin kapalı.
vi: Bạn đang bất tỉnh.

source: You are paralyzed.
tr: Felç oldun.
vi: Bạn đang bị tê liệt.

source: You are wrestling.
tr: Güreşiyorsun.
vi: Bạn đang vật lộn.

source: You are nauseated.
tr: Miden bulanıyor.
vi: Bạn đang buồn nôn.

source: You are stunned.
tr: Sersemledin.
vi: Bạn đang bị choáng.

source: You are winded.
tr: Nefesin kesildi.
vi: Bạn đang bị hụt hơi.

source: You have are seriously injured. View your status for more information.
vi: Bạn bị thương nặng. Xem trạng thái của bạn để biết thêm thông tin.

source: You have are injured. View your status for more information.
vi: Bạn bị thương. Xem trạng thái của bạn để biết thêm thông tin.

source: You have a fever.
tr: Ateşin var.
vi: Bạn bị sốt.

source: You are thirsty.
tr: Susadın.
vi: Bạn đang khát.

source: You are hungry.
tr: Acıktın.
vi: Bạn đang đói.

source: You are drowsy.
tr: Uykulusun.
vi: Bạn đang buồn ngủ.

source: You are stressed. View your status for more information.
vi: Bạn đang căng thẳng. Xem trạng thái của bạn để biết thêm thông tin.

source: You are distracted by unmet needs. View your status for more information.
vi: Bạn bị phân tâm do nhu cầu chưa được đáp ứng. Xem trạng thái của bạn để biết thêm thông tin.

source: You are enraged.
tr: Öfkelisin.
vi: Bạn đang nổi giận.

source: You are in a martial trance.
tr: Savaş vecdindesin.
vi: Bạn đang trong trạng thái thôi miên chiến đấu.

source: You are throwing a tantrum.
tr: Öfke nöbeti geçiriyorsun.
vi: Bạn đang nổi cơn tam bành.

source: You are depressed.
tr: Depresyondasın.
vi: Bạn đang bị trầm cảm.

source: You are oblivious.
tr: Kendinden geçmiş durumdasın.
vi: Bạn đang không hay biết gì.

source: You are in a fell mood.
tr: Meşum bir ruh halindesin.
vi: Bạn đang trong tâm trạng tồi tệ.

source: You are in a macabre mood.
tr: Ürkütücü bir ruh halindesin.
vi: Bạn đang trong tâm trạng rùng rợn.

source: You are in a fey mood.
tr: Efsunlu bir ruh halindesin.
vi: Bạn đang trong tâm trạng kỳ lạ.

source: You are in a secretive mood.
tr: Gizemli bir ruh halindesin.
vi: Bạn đang trong tâm trạng bí ẩn.

source: You are possessed.
tr: Ele geçirilmişsin.
vi: Bạn bị chiếm hữu.

source: You are melancholy.
tr: Melankoliksin.
vi: Bạn đang u sầu.

source: You are insane.
tr: Delirmişsin.
vi: Bạn đang phát điên.

source: You are berserk.
tr: Gözün dönmüş.
vi: Bạn đang thịnh nộ.

source: You are catatonic.
tr: Katatoniksin.
vi: Bạn đang tê liệt.

source: You are terrified.
tr: Dehşet içindesin.
vi: Bạn đang hoảng sợ.

source: - make at a workshop first
de: - Zuerst in einer Werkstatt machen
fr: - faire à un atelier d'abord
it: - prima crea una bottega
ko: - 작업장을 먼저 만드세요.
pl: - utwórz wpierw w warsztacie
pt_br: - fabrique em uma oficina primeiro
ru: - сначала сделать в мастерской
tr: - önce bir atölyede yap
vi: #NAME?
zh_hans: - 先在车间做

source: - mine rock or chop trees
fr: - extraire de la roche ou couper des arbres
it: - scava roccia o taglia alberi
ko: - 바위를 캐거나 나무를 자른다
pl: - wykop skałę lub zetnij drzewa
pt_br: - minere pedras ou corte árvores
ru: - добывать камень или рубить деревья
tr: - kaya kaz veya ağaç kes
vi: #NAME?
zh_hans: - 采矿或砍树

source: - chop down trees
fr: - abattre des arbres
it: - abbatti alberi
ko: - 나무를 베어내세요.
pl: - zetnij drzewa
pt_br: - corte árvores
ru: - рубить деревья
tr: - ağaçları kes
vi: #NAME?
zh_hans: - 砍伐树木

source: - mine rock underground
fr: - extraire la roche sous terre
it: - scava roccia sottoterra
ko: - 지하의 암석을 채굴하세요.
pl: - wykop skałę pod ziemią
pt_br: - minere pedras no subsolo
ru: - добыча горной породы под землей
tr: - yeraltında kaya kaz
vi: #NAME?
zh_hans: - 地下开采岩石

source: Quiet movement
tr: Sessiz hareket
vi: Di chuyển khẽ khàng

source: Loud movement
tr: Gürültülü hareket
vi: Di chuyển ồn ào

source: Light combat
tr: Hafif çatışma
vi: Giao tranh nhẹ

source: Heavy combat
tr: Ağır çatışma
vi: Giao tranh ác liệt
