Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Cultural history
de: Kulturelle Geschichte
fr: Histoire culturelle
it: Storia culturale
ko: 문화사
pl: Historia kultury
pt_br: História cultural
ru: История культуры
tr: Kültür tarihi
vi: Lịch sử văn hóa
zh_hans: 文化史

source: Cultural comparison
de: Kultureller Vergleich
fr: Comparaison culturelle
it: Confronto culturale
ko: 문화 비교
pl: Porównanie kultur
pt_br: Comparação cultural
ru: Сравнение культур
tr: Kültürel karşılaştırma
vi: So sánh văn hóa
zh_hans: 文化比较

source: Alternate history
de: Alternative Geschichte
fr: Histoire alternative
it: Storia alternativa
ko: 대체 역사
pl: Historia alternatywna
pt_br: História alternativa
ru: Альтернативная история
tr: Alternatif tarih
vi: Lịch sử thay thế
zh_hans: 替代历史

source: Treatise on technological evolution
de: Abhandlung zur technologischen Entwicklung
fr: Traité de l'évolution technologique
it: Trattato sull'evoluzione tecnologica
ko: 기술 진화에 관한 논문
pl: Traktat o ewolucji technologicznej
pt_br: Tratado sobre a evolução tecnológica
ru: Труд о технической эволюции
tr: Teknolojik evrim üzerine inceleme
vi: Luận thuyết về tiến hóa công nghệ
zh_hans: 关于技术进化的论述

source: Dictionary
de: Wörterbuch
fr: Dictionnaire
it: Dizionario
ko: 사전학
pl: Słownik
pt_br: Dicionário
ru: Толковый словарь
tr: Sözlük
vi: Từ điển
zh_hans: 字典

source: Star chart
de: Sternenkarte
fr: Carte du ciel
it: Mappa stellare
ko: 성도
pl: Mapa nieba
pt_br: Gráfico estrela
ru: Звёздная карта
tr: Yıldız haritası
vi: Bản đồ sao
zh_hans: 星图

source: Star catalogue
de: Sternenkatalog
fr: Catalogue d'étoiles
it: Catalogo stellare
ko: 별자리표
pl: Katalog gwiazd
pt_br: Catálogo de Estrelas
ru: Каталог звёзд
tr: Yıldız kataloğu
vi: Danh mục sao
zh_hans: 星表

source: No assigned rooms
de: Keine zugewiesene Räume
fr: Aucune chambre attribuée
it: Nessuna stanza assegnata
ko: 배정된 방 없음
pl: Brak przypisanych pokojów
pt_br: Sem salas atribuídas
ru: Нет выделенных комнат
tr: Atanmış oda yok
vi: Không có phòng được chỉ định
zh_hans: 未分配的房间

source: Work details
de: Arbeits Details
fr: Détails du travail
it: Dett. lavoro
ko: 작업 내용
pl: Szczegóły pracy
pt_br: Detalhes de trabalho
ru: Детали работы
tr: İş Tanımı
vi: Nhiệm vụ công việc
zh_hans: 工作细节

source: Workshops
de: Werkstatt
fr: Ateliers
it: Botteghe
ko: 작업장
pl: Warsztaty
pt_br: Oficinas
ru: Мастерские
tr: Atölyeler
vi: Xưởng
zh_hans: 工坊

source: Locations
de: Standorte
fr: Emplacements
it: Luoghi
ko: 위치
pl: Lokacje
pt_br: Locais
ru: Места
tr: Mekanlar
vi: Địa điểm
zh_hans: 地点

source: Work animals
de: Nutztiere
fr: Animaux de trait
it: Animali da lavoro
ko: 작업 동물
pl: Zwi. do pracy
pt_br: Animais de trabalho
ru: Раб. животные
tr: İş hayvanları
vi: Động vật lao động
zh_hans: 家畜

source: Will only do assigned tasks
de: Wird nur zugeteilte Arbeiten verrichten
fr: Ne fera que les tâches assignées
it: Farà solo compiti assegnati
ko: 할당된 작업만 수행합니다.
pl: Będzie wykonywać tylko przypisane zadania
pt_br: Somente irá fazer tarefas atribuídas
ru: Будет выполнять только назначенные задачи
tr: Sadece atanan görevleri yapar
vi: Chỉ thực hiện các nhiệm vụ được chỉ định
zh_hans: 只做分配的工作

source: Will do available tasks anywhere
de: Wird überall verfügbare Arbeiten verrichten
fr: Effectue les tâches disponibles n'importe où
it: Farà i compiti disponibili ovunque
ko: 가능한 작업을 어디서나 수행합니다
pl: Będzie wykonywać dostępne zadania gdziekolwiek
pt_br: Fará tarefas disponíveis em qualquer lugar
ru: Будет выполнять доступные задачи в любом месте
tr: Mevcut görevleri her yerde yapar
vi: Sẽ thực hiện các nhiệm vụ khả dụng ở bất kỳ đâu
zh_hans: 完成可执行的所有工作

source: Cannot assign work details
de: Kann keine Arbeitsdetails zuweisen
fr: Impossible d'attribuer les détails du travail
it: Impossibile assegnare dettagli lavoro
ko: 작업 세부 정보를 할당할 수 없습니다.
pl: Nie można przypisać szczegółów pracy
pt_br: Não pode definir detalhes de trabalho
ru: Не удается назначить детали работы
tr: İş detayları atanamaz
vi: Không thể phân công nhiệm vụ công việc
zh_hans: 不能分配细活

source: No work details
de: Keine Einzelheiten zur Arbeit
fr: Pas de détails sur le travail
it: Nessun dettaglio di lavoro
ko: 작업 세부정보 없음
pl: Brak szczegółów pracy
pt_br: Sem detalhes de trabalho
ru: Нет деталей работы
tr: İş detayı yok
vi: Không có nhiệm vụ công việc
zh_hans: 没有工作细节

source: No dedicated workshop assignments
de: Keine speziellen Werkstatt Zuordnung
fr: Aucune mission d'atelier dédiée
it: Nessuna bottega dedicata assegnata.
ko: 전용 작업장 배정하지 않음
pl: Brak przypisanego właściwego warsztatu
pt_br: Sem oficinas dedicadas atribuídas
ru: Нет специальных заданий для мастерской
tr: Atanmış özel atölye yok
vi: Không có phân công xưởng chuyên biệt
zh_hans: 未分配专用工坊

source: No location assignments
de: Keine Standortzuweisungen
fr: Aucune attribution d'emplacement
it: Nessun'assegnazione di luogo
ko: 위치 지정하지 않음
pl: Brak przypisanego miejsca
pt_br: Nenhuma atribuição de local
ru: Нет назначенных мест
tr: Konum ataması yok
vi: Không có phân công địa điểm
zh_hans: 未分配工作位置

source: Tavern keeper
de: Barkeeper
fr: Tavernier
it: Locandiere
ko: 선술집 주인
pl: Karczmarz
pt_br: Taverneiro
ru: Трактирщик
tr: Hancı
vi: Chủ quán rượu
zh_hans: 酒保

source: Performer
de: Darsteller
fr: Interprète
it: Artista
ko: 연주자
pl: Wykonawca
pt_br: Artista
ru: Исполнитель
tr: Sanatçı
vi: Người biểu diễn
zh_hans: 表演

source: Scholar
de: Gelehrter
fr: Savant
it: Studioso
ko: 학자
pl: Uczony
pt_br: Erudito
ru: Учёный
tr: Bilgin
vi: Học giả
zh_hans: 学者

source: Mercenary
de: Söldner
fr: Mercenaire
it: Mercenario
ko: 용병
pl: Najemnik
pt_br: Mercenário
ru: Наёмник
tr: Paralı asker
vi: Lính đánh thuê
zh_hans: 佣兵

source: Monster slayer
de: Monsterschlächter
fr: Tueur de monstres
it: Ammazzamostri
ko: 몬스터 슬레이어
pl: Zabójca potworów
pt_br: Caçador de monstros
ru: Убийца монстров
tr: Canavar avcısı
vi: Thợ săn quái vật
zh_hans: 怪物杀手

source: Doctor
de: Arzt
fr: Docteur
it: Medico
ko: 의사
pl: Lekarz
pt_br: Médico
ru: Врач
tr: Doktor
vi: Bác sĩ
zh_hans: 医生

source: Diagnostician
de: Diagnostiker
fr: Diagnostiqueur
it: Diagnosta
ko: 진단의
pl: Diagnosta
pt_br: Diagnóstico
ru: Диагност
tr: Teşhis uzmanı
vi: Chuyên gia chẩn đoán
zh_hans: 诊断医师

source: Surgeon
de: Chirurg
fr: Chirurgien
it: Chirurgo
ko: 외과의
pl: Chirurg
pt_br: Cirurgiao
ru: Хирург
tr: Cerrah
vi: Bác sĩ phẫu thuật
zh_hans: 外科医师

source: Bone doctor
de: Orthopäde
fr: Chirurgien orthopédiste
it: Ortopedico
ko: 뼈 의사
pl: Lekarz od kości
pt_br: Médico de ossos
ru: Костоправ
tr: Kırıkçı
vi: Bác sĩ xương khớp
zh_hans: 正骨医生

source: Cannot assign work animals
de: Kann keine Arbeitstiere zuweisen
fr: Impossible d'assigner des animaux de travail
it: Impossibile assegnare animali da lavoro
ko: 작업 동물을 배정할 수 없음
pl: Nie można przypisać zwierzęcia do pracy
pt_br: Não pode definir animais de trabalho
ru: Нельзя назначить рабочих животных
tr: İş hayvanı atanamaz
vi: Không thể chỉ định động vật làm việc
zh_hans: 无法分配工作动物

source: No assigned or assignable work animals
de: Keine zugewiesenen oder zuweisbaren Arbeitstiere
fr: Aucun animal de travail assigné ou assignable
it: Animale da lavoro non assegnato o assegnabile
ko: 배정되거나 배정 가능한 작업 동물 없음
pl: Brak zaznaczonych lub możliwych do zaznaczenia zwierząt gospodarczych
pt_br: Sem animais de trabalho atribuíveis ou atribuídos.
ru: Нет закрепленных или подлежащих назначению рабочих животных
tr: Atanmış veya atanabilir iş hayvanı yok
vi: Không có động vật làm việc được chỉ định hoặc có thể chỉ định
zh_hans: 无指定或可指定的工作动物

source: No relationships
de: Keine Beziehung
fr: Aucune relation
it: Nessuna relazione
ko: 관계 없음
pl: Brak relacji
pt_br: Sem relacionamento
ru: Нет отношений
tr: İlişki yok
vi: Không có mối quan hệ
zh_hans: 没有关系

source: Pet
de: Haustier
fr: Animaux
it: Animale domestico
ko: 애완동물
pl: Ulubieniec
pt_br: Animal de estimação
ru: Питомец
tr: Evcil hayvan
vi: Thú cưng
zh_hans: 宠物

source: Pet owner
de: Haustierbesitzer
fr: Propriétaire d'animal domestique
it: Proprietario
ko: 애완동물 주인
pl: Właściciel Ulubieńca
pt_br: Dono de pet
ru: Владелец домашнего животного
tr: Evcil hayvan sahibi
vi: Chủ thú cưng
zh_hans: 宠物主人

source: Spouse
de: Ehepartner
fr: Conjoint
it: Coniuge
ko: 배우자
pl: Małżonek
pt_br: Cônjuge
ru: Супруг
tr: Eş
vi: Vợ/chồng
zh_hans: 伴侣

source: Mother
de: Mutter
fr: Mère
it: Madre
ko: 어머니
pl: Matka
pt_br: Mae
ru: Мать
tr: Anne
vi: Mẹ
zh_hans: 母亲

source: Father
de: Vater
fr: Père
it: Padre
ko: 아버지
pl: Ojciec
pt_br: Pai
ru: Отец
tr: Baba
vi: Cha
zh_hans: 父亲

source: Lover
de: Liebhaber
fr: Amoureux
it: Amante
ko: 연인
pl: Kochanek/ka:
pt_br: amante
ru: Любовник
tr: Sevgili
vi: Người tình
zh_hans: 恋人

source: Child
de: Kind
fr: Enfant
it: Bambino
ko: 자녀
pl: Dziecko
pt_br: Criança
ru: Ребёнок
tr: Çocuk
vi: Con cái
zh_hans: 儿童

source: Bonded
de: Gebunden
fr: Collé
it: Legato
ko: 유대관계
pl: Przywiązanie
pt_br: Ligado
ru: Привязан
tr: Gönülden bağlı
vi: Gắn bó
zh_hans: 亲密的

source: Childhood friend
de: Jugendfreund
fr: Ami d'enfance
it: Amico d'infanzia
ko: 소꿉친구
pl: Przyjaciel z dzieciństwa
pt_br: Amigo de infância
ru: Друг детства
tr: Çocukluk arkadaşı
vi: Bạn thuở nhỏ
zh_hans: 儿时的朋友

source: War buddy
de: Waffenbruder
fr: Copain de guerre
it: Compagno di guerra
ko: 전우
pl: Towarzysz broni
pt_br: Guerreiro
ru: Боевой приятель
tr: Silah arkadaşı
vi: Đồng đội chiến tranh
zh_hans: 战友

source: Fellow scholar
de: Wissenschaftlicher Mitarbeiter
fr: Chercheur
it: Collega studioso
ko: 동료 학자
pl: Znajomy uczony
pt_br: Colega estudioso
ru: Дружественный учёный
tr: Meslektaş bilgin
vi: Đồng học giả
zh_hans: 研究员

source: Fellow artist
de: Künstlerkollege
fr: Ami artiste
it: Collega artista
ko: 동료 예술가
pl: Znajomy artysta
pt_br: Colega artista
ru: Дружественный художник
tr: Meslektaş sanatçı
vi: Đồng nghệ sĩ
zh_hans: 艺术家

source: Fellow athlete
de: Sportskamerad
fr: Ami athlète
it: Collega atleta
ko: 동료 선수
pl: Znajomy sportowiec
pt_br: Colega atleta
ru: Дружественный спортсмен
tr: Meslektaş atlet
vi: Đồng vận động viên
zh_hans: 运动员

source: Kindred spirit
de: Gleichgesinnte
fr: Âme sœur
it: Spirito affine
ko: 영혼이 결속된 친구
pl: Bratnia dusza
pt_br: Alma gêmea
ru: Родственная душа
tr: Ruh ikizi
vi: Tri kỷ
zh_hans: 同志

source: Close friend
de: Enger Freund
fr: Ami proche
it: Caro amico
ko: 절친
pl: Bliski przyjaciel
pt_br: Amigo próximo
ru: Близкий друг
tr: Yakın arkadaş
vi: Bạn thân
zh_hans: 亲密的朋友

source: Friend
de: Freund
fr: Ami
it: Amico
ko: 친구
pl: Przyjaciel
pt_br: Amigo
ru: Друг
tr: Arkadaş
vi: Bạn bè
zh_hans: 朋友

source: Athletic rival
de: Sportlicher Rivale
fr: Rival athlétique
it: Rivale atletico
ko: 운동 라이벌
pl: Sportowy rywal
pt_br: Rival atlético
ru: Спортивный соперник
tr: Sportif rakip
vi: Đối thủ thể thao
zh_hans: 运动竞争对手

source: Business rival
de: Geschäftlicher Rivale
fr: Rival commercial
it: Rivale in affari
ko: 비즈니스 라이벌
pl: Rywal biznesowy
pt_br: Rival de negócios
ru: Деловой соперник
tr: Ticari rakip
vi: Đối thủ kinh doanh
zh_hans: 商业竞争对手

source: Persecutor
de: Verfolger
fr: Persécuteur
it: Persecutore
ko: 박해자
pl: Prześladowca
pt_br: Perseguidor(a)
ru: Преследователь
tr: Eziyetçi
vi: Kẻ bức hại
zh_hans: 虐待者

source: Religious persecutor
de: Religiöser Verfolger
fr: Persécuteur religieux
it: Persecutore religioso
ko: 종교 박해자
pl: Religijny prześladowca
pt_br: Perseguidor(a) religioso
ru: Религиозный преследователь
tr: Dini baskıcı
vi: Kẻ bức hại tôn giáo
zh_hans: 宗教迫害者

source: Grudge
de: Neid
fr: Rancune
it: Rancore
ko: 원한
pl: Uraza
pt_br: Rancor
ru: Недруг
tr: Kin
vi: Mối thù
zh_hans: 怨恨

source: Jealous grudge
de: Eifersüchtiger Groll
fr: Rancune jalouse
it: Rancore di gelosia
ko: 질투어린 원한
pl: Zazdrośnik
pt_br: Rancor ciumento
ru: Завистник
tr: Kıskanç kin
vi: Mối thù vì ghen tị
zh_hans: 嫉恨

source: Supernatural vengeance
de: Übernatürliche Rache
fr: Vengeance surnaturelle
it: Vendetta sovrannaturale
ko: 초자연적인 복수
pl: Nadprzyrodzona zemsta
pt_br: Vingança sobrenatural
ru: Сверхъестественная месть
tr: Doğaüstü intikam
vi: Sự báo thù siêu nhiên
zh_hans: 灵异复仇

source: Pure hate
de: reiner Hass
fr: La haine pure
it: Puro odio
ko: 순수한 증오
pl: Czysta nienawiść
pt_br: Ódio puro
ru: Чистая ненависть
tr: Saf nefret
vi: Hận thù thuần túy
zh_hans: 非常讨厌

source: Hated
de: Gehasst
fr: Détesté
it: Odiato
ko: 증오함
pl: Znienawidzony
pt_br: Odiou
ru: Ненавидимый
tr: Nefret edilen
vi: Bị ghét bỏ
zh_hans: 讨厌

source: Disliked
de: Unbeliebt
fr: N'a pas aimé
it: Detestato
ko: 싫어함
pl: Nielubiany
pt_br: Não gostou
ru: Нелюбимый
tr: Sevilmeyen
vi: Không ưa
zh_hans: 不喜欢

source: Deity
de: Gottheit
fr: Déité
it: Divinità
ko: 신
pl: Bóstwo
pt_br: Deidade
ru: Божество
tr: İlahi varlık
vi: Thần linh
zh_hans: 神祇

source: Object of worship
de: Gegenstand der Anbetung
fr: Objet de culte
it: Oggetto di culto
ko: 숭배 대상
pl: Obiekt czci
pt_br: Objeto de adoração
ru: Объект поклонения
tr: Tapınılan:
vi: Đối tượng thờ phụng
zh_hans: 崇拜对象

source: Long-term acquaintance
de: Langjährige Bekanntschaft
fr: Connaissance de longue date
it: Conoscenza di lunga data
ko: 오래 안 지인
pl: Wieloletnia znajomość
pt_br: Conhecido(a) de longa data
ru: Долгосрочное знакомство
tr: Eski tanışık
vi: Người quen lâu năm
zh_hans: 老朋友

source: Passing acquaintance
de: Eine flüchtige Bekanntschaft
fr: Connaissance de passage
it: Conoscenza effimera
ko: 지나치는 지인
pl: Przelotna znajomość
pt_br: Passando conhecimento
ru: Мимолетное знакомство
tr: Yüzeysel tanıdık
vi: Người quen sơ qua
zh_hans: 普通朋友

source: Hero
de: Held
fr: héros
it: Eroe
ko: 영웅
pl: Bohater
ru: Герой
tr: Kahraman
vi: Anh hùng
zh_hans: 英雄

source: Intruder
de: Eindringling
fr: Intrus
it: Intruso
ko: 침입자
pl: Intruz
pt_br: Intruso
ru: Нарушитель
tr: Davetsiz misafir
vi: Kẻ xâm nhập
zh_hans: 侵入者

source: Considers monster
fr: Considère le monstre
it: Considera mostro
ko: 괴물로 간주됨
pl: Uważa za potwora
pt_br: Considera monstro
ru: Считает монстром
tr: Canavar olarak görür
vi: Coi là quái vật
zh_hans: 怪物

source: Considers brigand
fr: Considère un brigand
it: Considera brigante
ko: 도적으로 간주됨
pl: Uważa za bandytę
pt_br: Considera bandido
ru: Считает разбойником
tr: Haydut olarak görür
vi: Coi là cướp bóc
zh_hans: 山贼

source: Considers bully
fr: Considère l'intimidation
it: Considera bullo
ko: 불량배로 간주됨
pl: Uważa za chuligana
pt_br: Considera valentão
ru: Считает хулиганом
tr: Zorba olarak görür
vi: Coi là kẻ bắt nạt
zh_hans: 看作为恶霸

source: Considers preacher
fr: Considère le prédicateur
it: Considera predicatore
ko: 설교자로 간주됨
pl: Uważa za kaznodzieję
pt_br: Considera pregador(a)
ru: Считает проповедником
tr: Vaiz olarak görür
vi: Coi là giáo sĩ
zh_hans: 传教士

source: Considers storyteller
fr: Considère le conteur
it: Considera narratore
ko: 이야기꾼으로 간주됨
pl: Uważa za gawędziarza
pt_br: Considera contador(a) de histórias
ru: Считает рассказчиком
tr: Hikaye anlatıcısı olarak görür
vi: Coi là người kể chuyện
zh_hans: 说书人

source: Considers poet
fr: Considère le poète
it: Considera poeta
ko: 시인으로 간주됨
pl: Uważa za poetę
pt_br: Considera poeta
ru: Считает поэтом
tr: Şair olarak görür
vi: Coi là thi sĩ
zh_hans: 诗人

source: Considers bard
fr: Considère le barde
it: Considera bardo
ko: 음유 시인으로 간주됨
pl: Uważa za barda
pt_br: Considera bardo
ru: Считает бардом
tr: Ozan olarak görür
vi: Coi là người hát rong
zh_hans: 吟游诗人

source: Considers dancer
fr: Considère le danseur
it: Considera danzatore
ko: 춤꾼으로 간주됨
pl: Uważa za tancerza
pt_br: Considera dançarino(a)
ru: Считает танцором
tr: Dansçı olarak görür
vi: Coi là vũ công
zh_hans: 舞者

source: Considers violent
de: Hält für gewalttätig
fr: Considère violent
it: Considera violento
ko: 폭력배로 간주됨
pl: Uważa za brutala
pt_br: Considera violento
ru: Считает насильником
tr: Şiddet yanlısı olarak görür
vi: Coi là kẻ bạo lực
zh_hans: 精神暴力

source: Considers psychotic
de: Gilt als psychotisch
fr: Considère psychotique
it: Considera psicotico
ko: 정신병자로 간주됨
pl: Uważa za chorego psychicznie
pt_br: Considera psicótico
ru: Считает психом
tr: Psikopat olarak görür
vi: Coi là kẻ loạn trí
zh_hans: 精神病

source: Good for business
de: Gut fürs Geschäft
fr: Bon pour les affaires
it: Buono per gli affari
ko: 비즈니스에 적합함
pl: Niezawodny partner w biznesie
pt_br: Bom para os negócios
ru: Надёжный партнёр
tr: Ticaret için iyi
vi: Tốt cho kinh doanh
zh_hans: 对买卖有利

source: Friendly terms
de: Freundliche Bedingungen
fr: Termes amicaux
it: Rapporti amichevoli
ko: 친근한 조건
pl: Bliski znajomy
pt_br: Termos amigáveis
ru: Дружеские отношения
tr: Dostane ilişkiler
vi: Mối quan hệ thân thiện
zh_hans: 友善的条款

source: Considers killer
fr: Considère le tueur
it: Considera assassino
ko: 살인자로 간주됨
pl: Uważa za płatnego zabójcę
pt_br: Considera matador(a)
ru: Считает наемным убийцей
tr: Katil olarak görür
vi: Coi là kẻ sát nhân
zh_hans: 杀手

source: Considers murderer
fr: Considère un meurtrier
it: Considera omicida
ko: 살인마로 간주됨
pl: Uważa za mordercę
pt_br: Considera assassino(a)
ru: Считает душегубом
tr: Cani olarak görür
vi: Coi là kẻ giết người
zh_hans: 谋杀犯

source: Comrade
de: Kamerad
fr: Camarade
it: Compagno
ko: 동료
pl: Towarzysz
pt_br: Camarada
ru: Товарищ
tr: Yoldaş
vi: Đồng chí
zh_hans: 同志

source: Member of respected group
de: Mitglied einer angesehenen Gruppe
fr: Membre d'un groupe respecté
it: Membro di gruppo rispettato
ko: 존경받는 그룹의 구성원
pl: Członek szanowanej grupy
pt_br: Membro de grupo respeitado
ru: Член уважаемой группы
tr: Saygın grup üyesi
vi: Thành viên của nhóm được kính trọng
zh_hans: 受人尊敬的团体中的成员

source: Member of hated group
de: Mitglied der verhassten Gruppe
fr: Membre d'un groupe détesté
it: Membro di un gruppo odiato
ko: 증오하는 그룹의 구성원
pl: Członek nienawidzonej grupy
pt_br: Membro de grupo odiado
ru: Член ненавистной группы
tr: Nefret edilen grup üyesi
vi: Thành viên của nhóm bị căm ghét
zh_hans: 受人憎恶的团体中的一员

source: Enemy fighter
de: Feindlicher Kämpfer
fr: Combattant ennemi
it: Combattente nemico
ko: 적 전사
pl: Wrogi wojownik
pt_br: Lutador inimigo
ru: Вражеский боец
tr: Düşman savaşçı
vi: Chiến binh địch
zh_hans: 敌方战士

source: Friendly fighter
de: Befreundeter Kämpfer
fr: Combattant amical
it: Combattente amico
ko: 친근한 전사
pl: Przyjazny wojownik
pt_br: Lutador amigável
ru: Дружеский боец
tr: Dost savaşçı
vi: Chiến binh đồng minh
zh_hans: 友军

source: Loyal soldier
de: Treuer Soldat
fr: Soldat loyal
it: Soldato leale
ko: 충직한 군인
pl: Lojalny żołnierz
pt_br: Soldado leal
ru: Верный солдат
tr: Sadık asker
vi: Binh lính trung thành
zh_hans: 忠诚士兵

source: Master
de: Meister
fr: Maître
it: Maestro
ko: 마스터
pl: Mistrz
pt_br: Mestre
ru: Мастер
tr: Temel
vi: Sư phụ
zh_hans: 大师

source: Apprentice
de: Auszubildender
fr: Apprenti
it: Apprendista
ko: 도제
pl: Uczeń
pt_br: Aprendiz
ru: Ученик
tr: Çırak
vi: Đệ tử
zh_hans: 学徒

source: Companion
de: Begleiterin
fr: Un compagnon
it: Compagno
ko: 동반자
pl: Kompan
pt_br: Companheiro
ru: Спутник
tr: Eşlikçi
vi: Đồng hành
zh_hans: 伴侣

source: Former master
de: Ehemaliger Meister
fr: Ancien maître
it: Ex maestro
ko: 전 마스터
pl: Były mistrz
pt_br: antigo mestre
ru: Бывший хозяин
tr: Eski usta
vi: Cựu sư phụ
zh_hans: 资深大师

source: Former apprentice
de: Ehemaliger Auszubildender
fr: Ancien apprenti
it: Ex apprendista
ko: 전 견습생
pl: Były uczeń
pt_br: Antigo aprendiz
ru: Бывший ученик
tr: Eski çırak
vi: Cựu đệ tử
zh_hans: 前任学徒

source: Considers quarreler
fr: Considère querelleur
it: Considera litigante
ko: 석궁수로 간주됨
pl: Uważa za kłótnika
pt_br: Considera brigão
ru: Считает спорщиком
tr: Münakaşacı olarak görür
vi: Coi là kẻ cãi cọ
zh_hans: 杠精

source: Considers flatterer
fr: Considère plus flatteur
it: Considera adulatore
ko: 아첨꾼으로 간주됨
pl: Uważa za pochlebcę
pt_br: Considera bajulador
ru: Считает льстецом
tr: Yağcı olarak görür
vi: Coi là kẻ nịnh hót
zh_hans: 马屁精

source: Hunter
de: Jäger
fr: Chasseur
it: Cacciatore
ko: 사냥꾼
pl: Myśliwy
pt_br: Caçador
ru: Охотник
tr: Avcı
vi: Thợ săn
zh_hans: 猎人

source: Protector of the weak
de: Beschützer der Schwachen
fr: Protecteur des faibles
it: Protettore dei deboli
ko: 보호자
pl: Obrońca słabych
pt_br: Protetor dos fracos
ru: Защитник слабых
tr: Güçsüzlerin koruyucusu
vi: Người bảo vệ kẻ yếu
zh_hans: 庇护者

source: Preserver of knowledge
de: Bewahrer des Wissens
fr: Conservateur du savoir
it: Custode della conoscenza
ko: 지식 보존자
pl: Strażnik wiedzy
pt_br: Preservador do conhecimento
ru: Хранитель знаний
tr: Bilginin muhafızı
vi: Người bảo tồn tri thức
zh_hans: 博学大师

source: Treasure hunter
de: Schatzjäger
fr: Chasseur de trésor
it: Cacciatore di tesori
ko: 보물 사냥꾼
pl: Łowca skarbów
pt_br: Caça-tesouros
ru: Охотник за сокровищами
tr: Hazine avcısı
vi: Thợ săn kho báu
zh_hans: 淘金者

source: Thief
de: Dieb
fr: Voleur
it: Ladro
ko: 도둑
pl: Złodziej
pt_br: Ladrao
ru: Вор
tr: Hırsız
vi: Kẻ trộm
zh_hans: 小偷

source: No groups
de: Keine Gruppe
fr: Aucun groupe
it: Nessun gruppo
ko: 그룹 없음
pl: Brak grupy
pt_br: Sem grupos
ru: Нет группы
tr: Grup yok
vi: Không có nhóm
zh_hans: 没有团体

source: Site government
de: Regierung vor Ort
fr: Administration du site
it: Sito di governo
ko: 사이트 정부
pl: Lokalne władze
pt_br: Local Gorvernamental
ru: Местное правительство
tr: Yerleşke yönetimi
vi: Chính quyền công trình
zh_hans: 地区政府

source: Vessel crew
de: Schiffsbesatzung
fr: Équipage du navire
it: Equipaggio di vascello
ko: 선박 승무원
pl: Załoga łodzi
pt_br: Tripulação da embarcação
ru: Экипаж судна
tr: Gemi mürettebatı
vi: Thủy thủ đoàn tàu
zh_hans: 船员

source: Migrating group
de: Migrantengruppe
fr: Migration du groupe
it: Gruppo migratorio
ko: 이주 집단
pl: Grupa migrantów
pt_br: Grupo migratório
ru: Группа мигрантов
tr: Göçmen grubu
vi: Nhóm di cư
zh_hans: 迁徙族群

source: Nomadic group
de: Nomadengruppe
fr: Groupe nomade
it: Gruppo nomadico
ko: 유목민 집단
pl: Grupa koczowników
pt_br: Grupo nômade
ru: Кочевая группа
tr: Göçebe grubu
vi: Nhóm du mục
zh_hans: 游牧族群

source: Military organization
de: Militärische Organisation
fr: Organisation militaire
it: Organizzazione militare
ko: 군사 조직
pl: Organizacja wojskowa
pt_br: Organização militar
ru: Военная организация
tr: Askeri organizasyon
vi: Tổ chức quân sự
zh_hans: 军事组织

source: Performance troupe
fr: Troupe de spectacle
it: Troupe artistica
ko: 공연단
pl: Trupa artystyczna
pt_br: trupe de desempenho
ru: Театральная труппа
tr: Gösteri kumpanyası
vi: Đoàn biểu diễn
zh_hans: 表演团

source: Merchant company
de: Kaufmännisches Unternehmen
fr: Société marchande
it: Società mercantile
ko: 상인 회사
pl: Kompania kupiecka
pt_br: Companhia mercante
ru: Торговая компания
tr: Tüccar şirketi
vi: Công ty thương nhân
zh_hans: 商行

source: craft
de: Handwerk
fr: artisanat
it: mestiere
ko: 공예
pl: produkt
pt_br: fabricar
ru: изделие
tr: zanaat
vi: Nghề thủ công
zh_hans: 手工艺

source: guild
de: Gilde
fr: guilde
it: gilda
ko: 길드
pl: gildia
pt_br: guilda
ru: гильдия
tr: loncası
vi: Hội
zh_hans: 公会

source: Legendary hero
de: Legendärer Held
fr: Héros légendaire
it: Eroe leggendario
ko: 전설적인 영웅
pl: Legendarny bohater
pt_br: Heroi lendário
ru: Легендарный герой
tr: Efsanevi kahraman
vi: Anh hùng huyền thoại
zh_hans: 传奇英雄

source: Famous hero
tr: Ünlü kahraman
vi: Anh hùng nổi tiếng

source: Greatly respected for heroic acts
de: Für heldenhafte Taten hoch geachtet
fr: Très respecté pour ses actes héroïques
it: Molto rispettato per atti eroici
ko: 영웅적인 행동으로 크게 존경받음
pl: Wielce szanowany za swe bohaterstwo
pt_br: Muito respeitado por atos heroicos
ru: Глубоко уважаемый за героические поступки
tr: Kahramanca eylemleriyle büyük saygı görür
vi: Cực kỳ được kính trọng vì những hành động anh hùng
zh_hans: 为人传颂的英雄之举

source: Respected for heroic acts
de: Für heldenhaftes Handeln respektiert
fr: Respecté pour les actes héroïques
it: Rispettato per atti eroici
ko: 영웅적인 행위로 존경받는 자
pl: Szanowany za bohaterstwo
pt_br: Respeitado por atos heroicos
ru: уважаемый за героические деяния
tr: Kahramanca eylemleriyle saygı görür
vi: Được kính trọng vì những hành động anh hùng
zh_hans: 因为英雄之举被尊敬

source: Legendary intruder
de: Legendärer Eindringling
fr: Intrus légendaire
it: Intruso leggendario
ko: 전설적인 침략자
pl: Legendarny włamywacz
pt_br: Intruso lendário
ru: Легендарный преступник
tr: Efsanevi davetsiz misafir
vi: Kẻ xâm nhập huyền thoại
zh_hans: 传奇侵略者
