Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Affects ability to remain standing when tired.
tr: Yorgunken ayakta kalabilme yeteneğini etkiler.
vi: Ảnh hưởng đến khả năng đứng vững khi mệt mỏi.

source: Affects maximum number of followers.
tr: Maksimum takipçi sayısını etkiler.
vi: Ảnh hưởng đến số lượng tối đa đồng hành.

source: Weapon skill.
tr: Silah becerisi.
vi: Kỹ năng vũ khí.

source: Affects charging, your combat opportunities, and enemy combat opportunities.
tr: Hücumu, savaş fırsatlarınızı ve düşman savaş fırsatlarını etkiler.
vi: Ảnh hưởng đến khả năng xung phong, cơ hội chiến đấu của bạn và cơ hội chiến đấu của kẻ địch.

source: Partially used in place of low melee skills.
tr: Düşük yakın dövüş becerilerinin yerine kısmen kullanılır.
vi: Được sử dụng một phần thay thế cho kỹ năng cận chiến thấp.

source: Partially used in place of low ranged skills.
tr: Düşük menzilli becerilerin yerine kısmen kullanılır.
vi: Được sử dụng một phần thay thế cho kỹ năng tầm xa thấp.

source: Affects trap detection, ambusher detection, charge defense, and provides enemy attack information.
tr: Tuzak tespitini, pusu tespiti, hücum savunmasını etkiler ve düşman saldırı bilgisi sağlar.
vi: Ảnh hưởng đến khả năng phát hiện bẫy, phát hiện kẻ phục kích, phòng thủ trước xung phong và cung cấp thông tin tấn công của kẻ địch.

source: Required to swim well without floundering.
tr: Çırpınmadan iyi yüzmek için gereklidir.
vi: Cần thiết để bơi tốt mà không bị lúng túng.

source: Required to climb difficult surfaces safely.
tr: Zorlu yüzeylere güvenli bir şekilde tırmanmak için gereklidir.
vi: Cần thiết để leo lên các bề mặt khó một cách an toàn.

source: Affects ability to remain hidden while sneaking.
tr: Gizlenirken saklı kalma yeteneğini etkiler.
vi: Ảnh hưởng đến khả năng ẩn nấp khi lẻn đi.

source: Affects ability to spot and interpret tracks and other spoor.
tr: İzleri ve diğer belirtileri fark etme ve yorumlama yeteneğini etkiler.
vi: Ảnh hưởng đến khả năng phát hiện và giải mã dấu vết cùng các vết tích khác.

source: Improves combat opportunities and ranged accuracy while mounted.
tr: Binek üzerindeyken savaş fırsatlarını ve menzilli isabeti artırır.
vi: Cải thiện cơ hội chiến đấu và độ chính xác tầm xa khi cưỡi.

source: Affects ability to withstand pain and stress.
tr: Acıya ve strese dayanma yeteneğini etkiler.
vi: Ảnh hưởng đến khả năng chịu đựng đau đớn và căng thẳng.

source: Affects ability to block melee and ranged attacks with a shield.
tr: Yakın dövüş ve menzilli saldırıları kalkanla engelleme yeteneğini etkiler.
vi: Ảnh hưởng đến khả năng đỡ các đòn tấn công cận chiến và tầm xa bằng khiên.

source: Affects ability to move quickly and dodge while armored.
tr: Zırhlıyken hızlı hareket etme ve kaçınma yeteneğini etkiler.
vi: Ảnh hưởng đến khả năng di chuyển nhanh và né tránh khi mặc giáp.

source: Affects ability to dodge melee and ranged attacks.
tr: Yakın dövüş ve menzilli saldırılardan kaçınma yeteneğini etkiler.
vi: Ảnh hưởng đến khả năng né tránh các đòn tấn công cận chiến và tầm xa.

source: Affects wrestling and charging.
tr: Güreşmeyi ve hücumu etkiler.
vi: Ảnh hưởng đến khả năng vật lộn và xung phong.

source: Affects attacks with hand-like appendages.
tr: El benzeri uzuvlarla yapılan saldırıları etkiler.
vi: Ảnh hưởng đến các đòn tấn công bằng chi như tay.

source: Affects attacks with foot-like appendages.
tr: Ayak benzeri uzuvlarla yapılan saldırıları etkiler.
vi: Ảnh hưởng đến các đòn tấn công bằng chi như chân.

source: Affects attacks with mouths and teeth.
tr: Ağız ve dişlerle yapılan saldırıları etkiler.
vi: Ảnh hưởng đến các đòn tấn công bằng miệng và răng.

source: Ability to throw objects.
tr: Nesneleri fırlatma yeteneği.
vi: Khả năng ném vật thể.

source: Ability to fight with objects not covered by other skills.
tr: Diğer becerilerin kapsamadığı nesnelerle savaşma yeteneği.
vi: Khả năng chiến đấu bằng các vật thể không được kỹ năng khác bao quát.

source: Create a sharp rock with two rocks.
tr: İki taşla keskin bir taş oluşturun.
vi: Chế tạo một viên đá sắc nhọn từ hai viên đá.

source: Requires an item with a sharp edge.
tr: Keskin kenarlı bir eşya gerektirir.
vi: Yêu cầu một vật phẩm có cạnh sắc.

source: Crafting skill.
tr: Üretim becerisi.
vi: Kỹ năng chế tạo.

source: A novice level is required to read anything.
tr: Herhangi bir şey okumak için acemi seviyesi gereklidir.
vi: Cần đạt cấp độ sơ cấp để đọc bất cứ thứ gì.

source: Has a minor affect on all writing (poetry and prose.)
tr: Tüm yazılar (şiir ve düzyazı) üzerinde küçük bir etkisi vardır.
vi: Có ảnh hưởng nhỏ đến tất cả các loại hình viết lách (thơ ca và văn xuôi).

source: Affects the quality of writing aside from poetry.
tr: Şiir dışındaki yazıların kalitesini etkiler.
vi: Ảnh hưởng đến chất lượng viết lách (trừ thơ ca).

source: Affects the quality of poetry.
tr: Şiirin kalitesini etkiler.
vi: Ảnh hưởng đến chất lượng thơ ca.

source: Partially used in place of low musical performance skills.
tr: Düşük müzikal performans becerilerinin yerine kısmen kullanılır.
vi: Được sử dụng một phần thay thế cho kỹ năng biểu diễn âm nhạc thấp.

source: Performance skill.
tr: Performans becerisi.
vi: Kỹ năng biểu diễn.

source: Affects ability to state values, press arguments, and persuasion tactics in interrogation.
tr: Değerleri belirtme, argümanları savunma ve sorgulamadaki ikna taktiklerini etkiler.
vi: Ảnh hưởng đến khả năng trình bày giá trị, thúc đẩy tranh luận và các chiến thuật thuyết phục trong thẩm vấn.

source: Affects argument dismissal and intimidation tactics in interrogation.
tr: Sorgulamada argüman çürütme ve gözdağı verme taktiklerini etkiler.
vi: Ảnh hưởng đến khả năng bác bỏ luận điểm và các chiến thuật đe dọa trong thẩm vấn.

source: Allows insight into emotional states during conversations.
tr: Konuşmalar sırasında duygusal durumlar hakkında fikir verir.
vi: Cho phép thấu hiểu trạng thái cảm xúc trong các cuộc trò chuyện.

source: Affects response to jokes.
tr: Şakalara verilen tepkiyi etkiler.
vi: Ảnh hưởng đến phản ứng với những câu đùa.

source: Affects response to attempts at flattery in arguments and generally.
tr: Tartışmalarda ve genel olarak dalkavukluk girişimlerine verilen tepkiyi etkiler.
vi: Ảnh hưởng đến phản ứng với những nỗ lực nịnh hót trong các cuộc tranh luận và nói chung.

source: Affects attempts to calm people or to respond passively in arguments.
tr: İnsanları sakinleştirme veya tartışmalarda pasif tepki verme girişimlerini etkiler.
vi: Ảnh hưởng đến các nỗ lực xoa dịu mọi người hoặc phản ứng thụ động trong các cuộc tranh luận.

source: Not useful unless you retire and subsequently become a resident in Fortress mode.
tr: Emekli olup sonrasında Kale modunda bir sakin olmadıkça yararsızdır.
vi: Không hữu ích trừ khi bạn nghỉ hưu và sau đó trở thành cư dân trong chế độ Fortress.

source: Affected by attributes:
tr: Niteliklerden etkilenir:
vi: Bị ảnh hưởng bởi thuộc tính:

source: Your Attributes and Skills
tr: Nitelikleriniz ve Becerileriniz
vi: Thuộc tính và Kỹ năng của bạn

source: Accept background
tr: Geçmişi kabul et
vi: Chấp nhận lý lịch

source: Randomize background
tr: Geçmişi rastgeleleştir
vi: Ngẫu nhiên hóa lý lịch

source: Beliefs
fr: Croyances
it: Credenze
ko: 신념
pl: Przekonania
pt_br: Crenças
ru: Убеждения
tr: İnançlar
vi: Niềm tin
zh_hans: 众信仰

source: Squad member
tr: Birlik üyesi
vi: Thành viên đội

source: Believe
tr: İnan
vi: Tin tưởng

source: Doubt
tr: Şüphe et
vi: Nghi ngờ

source: with temple
tr: tapınaklı
vi: có đền thờ

source: with ruined temple
tr: yıkık tapınaklı
vi: có đền thờ đổ nát

source: Note: This character's appearance is governed by local population information.
tr: Not: Bu karakterin görünümü yerel nüfus bilgileriyle yönetilir.
vi: Lưu ý: Ngoại hình của nhân vật này được điều chỉnh bởi thông tin dân cư địa phương.

source: Certain shapes and colors might not occur without full randomization.
tr: Bazı şekiller ve renkler tam rastgeleleştirme olmadan oluşmayabilir.
vi: Một số hình dạng và màu sắc có thể không xuất hiện nếu không ngẫu nhiên hóa hoàn toàn.

source: Fully randomize appearance, without respecting population information
tr: Nüfus bilgilerine bakılmaksızın görünümü tamamen rastgeleleştir
vi: Ngẫu nhiên hóa hoàn toàn ngoại hình, không theo thông tin dân cư

source: Randomize appearance, respecting local populations
tr: Yerel nüfuslara uygun olarak görünümü rastgeleleştir
vi: Ngẫu nhiên hóa ngoại hình, có theo thông tin dân cư địa phương

source: Randomize appearance
tr: Görünümü rastgeleleştir
vi: Ngẫu nhiên hóa ngoại hình

source: Accept appearance
tr: Görünümü kabul et
vi: Chấp nhận ngoại hình

source: Set your
tr: Şunu ayarla:
vi: Đặt

source: values
tr: değerler
vi: giá trị

source: personality
tr: kişilik
vi: tính cách

source: here.
vi: của bạn tại đây.

source: denotes the default cultural value.
tr: varsayılan kültürel değeri belirtir.
vi: biểu thị giá trị văn hóa mặc định.

source: Your personality facets might be restricted based on your creature type.
tr: Kişilik yönleriniz yaratık türünüze göre kısıtlanmış olabilir.
vi: Các khía cạnh tính cách của bạn có thể bị giới hạn dựa trên loại sinh vật của bạn.

source: No love <-> Loves easily
vi: Không yêu <-> Dễ yêu

source: No hate <-> Hates easily
vi: Không ghét <-> Dễ ghét

source: No envy <-> Envies easily
vi: Không đố kỵ <-> Dễ đố kỵ

source: Cheerless <-> Easily cheerful
tr: Neşelenmez <-> Kolay neşelenir
vi: Buồn bã <-> Dễ vui vẻ

source: No sadness <-> Easily sad
vi: Không buồn bã <-> Dễ buồn

source: No anger <-> Easily angered
vi: Không giận <-> Dễ tức giận

source: No anxiety <-> Very anxious
vi: Không lo âu <-> Rất lo âu

source: No lust <-> Lustful
vi: Không dục vọng <-> Dục vọng

source: --> Vulnerable to stress
vi: --> Dễ tổn thương bởi căng thẳng

source: --> Greedy
vi: --> Tham lam

source: --> Intemperate
vi: --> Vô độ

source: Avoid fights <-> Like brawls
vi: Tránh đánh nhau <-> Thích ẩu đả

source: Quits easily <-> Too stubborn
tr: Kolay vazgeçer <-> Çok inatçı
vi: Dễ bỏ cuộc <-> Quá cố chấp

source: Meanness <-> Wastefulness
vi: Keo kiệt <-> Lãng phí

source: Harmony <-> Discord
vi: Hòa hợp <-> Bất hòa

source: Quarreler <-> Flatterer
vi: Hay cãi vã <-> Hay nịnh bợ

source: Rude <-> Polite
vi: Thô lỗ <-> Lịch sự

source: Overreliant <> Disdain advice
tr: Aşırı güvenen <-> Tavsiyeyi küçümseyen
vi: Quá phụ thuộc <-> Khinh thường lời khuyên

source: Fearful <-> Fearless
vi: Sợ hãi <-> Vô úy

source: Pusillanimous - Overconfident
tr: Tabansız - Kendine aşırı güvenen
vi: Hèn nhát - Quá tự tin

source: --> Vain
vi: --> Tự phụ

source: --> Ambitious
vi: --> Tham vọng

source: Austere <-> Extravagant
vi: Khắc khổ <-> Hoang phí

source: Humorless <-> Zany
vi: Không khiếu hài hước <-> Lập dị

source: --> Vengeful
vi: --> Thù dai

source: No self-esteem <-> Proud
vi: Tự ti <-> Tự mãn

source: Merciful - Impartial - Cruel
vi: Khoan dung - Vô tư - Tàn nhẫn

source: Scatterbrained - Singleminded
tr: Dağınık zihinli - Kararlı
vi: Đãng trí - Chuyên tâm

source: Despairs - Hopeful - Presumes
tr: Umutsuz - Umutlu - Küstah
vi: Tuyệt vọng - Hy vọng - Tự mãn

source: Incurious <-> Curious
vi: Thờ ơ <-> Tò mò

source: Shameless <-> Bashful
vi: Trơ tráo <-> Rụt rè

source: Overshares <-> Private
vi: Hay tiết lộ <-> Kín đáo

source: Inattentive <-> Perfectionist
tr: Dikkatsiz <-> Mükemmeliyetçi
vi: Lơ đễnh <-> Cầu toàn

source: Acquiescing <-> Resists ideas
tr: Uysal <-> Fikirleri reddeden
vi: Dễ dãi <-> Bảo thủ

source: --> Tolerates differences
vi: --> Khoan dung sự khác biệt

source: --> Emotionally obsessive
vi: --> Ám ảnh về cảm xúc

source: --> Altruistic
vi: --> Vị tha

source: --> Dutiful
vi: --> Tận tụy

source: Too deliberate <> Thoughtless
tr: Çok temkinli <-> Düşüncesiz
vi: Quá thận trọng <-> Vô tâm

source: Sloppy <-> Orderly
vi: Cẩu thả <-> Ngăn nắp

source: Distrustful <-> Too trusting
vi: Đa nghi <-> Quá tin người

source: Loner <-> Gregarious
vi: Thích cô độc <-> Hòa đồng

source: Non-assertive <-> Overbearing
tr: Çekingen <-> Baskıcı
vi: Thiếu quyết đoán <-> Độc đoán

source: Leisurely <-> Frenetic
vi: Thong thả <-> Nôn nóng

source: --> Excitement-seeking
vi: --> Thích tìm kiếm phấn khích

source: Just facts - Flights of fancy
tr: Sadece gerçekler - Hayalperestlik
vi: Thực tế - Mơ mộng

source: --> Inclined to abstract
vi: --> Có xu hướng trừu tượng

source: --> Inclined to create art
vi: --> Có xu hướng sáng tạo nghệ thuật

source: Pray/Meditate
tr: Dua Et/Meditasyon Yap
vi: Cầu nguyện/Thiền định

source: Intense Need
tr: Yoğun İhtiyaç
vi: Nhu cầu cấp thiết

source: Strong Need
tr: Güçlü İhtiyaç
vi: Nhu cầu mạnh mẽ

source: Moderate Need
tr: Orta Derecede İhtiyaç
vi: Nhu cầu vừa phải

source: Slight Need
tr: Hafif İhtiyaç
vi: Nhu cầu nhỏ

source: Done customizing
tr: Özelleştirme tamamlandı
vi: Hoàn tất tùy chỉnh

source: Full customization
tr: Tam özelleştirme
vi: Tùy chỉnh toàn diện

source: Change dream/goal (if possible)
tr: Hayali/hedefi değiştir (mümkünse)
vi: Thay đổi ước mơ/mục tiêu (nếu có thể)

source: Randomize personality
tr: Kişiliği rastgeleleştir
vi: Ngẫu nhiên hóa tính cách

source: Accept personality
tr: Kişiliği kabul et
vi: Chấp nhận tính cách

source: Equipment and pet points remaining:
tr: Kalan ekipman ve evcil hayvan puanı:
vi: Điểm trang bị và thú cưng còn lại:

source: Accept equipment
tr: Ekipmanı kabul et
vi: Chấp nhận trang bị

source: Increase quality
tr: Kaliteyi artır
vi: Tăng chất lượng

source: Decrease quality
tr: Kaliteyi azalt
vi: Giảm chất lượng

source: Your Items
fr: Vos objets
it: Tuoi oggetti
ko: 당신의 아이템
pl: Twoje przedmioty
pt_br: Seus Itens
ru: Ваши вещи
tr: Eşyaların
vi: Vật phẩm của bạn
zh_hans: 你的物品

source: Available Items
de: Verfügbare Items
fr: Objets disponibles
it: Oggetti disponibili
ko: 사용 가능한 항목
pl: Dostępne przedmioty
pt_br: Itens Disponíveis
ru: Доступные предметы
tr: Mevcut Eşyalar
vi: Vật phẩm có sẵn
zh_hans: 可用物品

source: Fortress mode item
tr: Kale modu eşyası
vi: Vật phẩm chế độ Fortress

source: Ready to adventure!
tr: Maceraya hazır!
vi: Sẵn sàng phiêu lưu!

source: Add a party member
tr: Bir grup üyesi ekle
vi: Thêm thành viên vào nhóm

source: Adventure awaits! The party:
vi: Cuộc phiêu lưu đang chờ đợi! Nhóm:

source: Adventure awaits
tr: Macera bekliyor
vi: Cuộc phiêu lưu đang chờ đợi

source: I shared a personal insight with my lover.
de: Ich habe meinem Liebhaber eine persönliche Erkenntnis mitgeteilt.
fr: J'ai partagé une idée personnelle avec mon amant.
it: Ho condiviso un'intuizione personale col mio amante.
ko: 나는 연인과 개인적인 통찰력을 공유했습니다.
pl: Podzieliłem się osobistym spostrzeżeniem z moim kochankiem.
pt_br: Eu compartilhei uma percepção pessoal com meu amante.
ru: Я поделился своим мнением с любимым.
tr: Sevgilimle kişisel bir görüşümü paylaştım.
vi: Tôi đã chia sẻ một suy nghĩ cá nhân với người yêu.
zh_hans: 我和我的恋人分享了个人见解。

source: For the most direction. You'll have a supernatural parent or patron who is always involved.
vi: Để có nhiều định hướng nhất. Bạn sẽ có một cha mẹ hoặc người bảo trợ siêu nhiên luôn can thiệp.

source: For adventure. Information and followers are easier to obtain, and a compass guides you.
vi: Dành cho phiêu lưu. Thông tin và người theo dõi dễ dàng kiếm được hơn, và một chiếc la bàn sẽ dẫn lối cho bạn.

source: For the most freedom. All features are accessible but you'll receive no direction.
vi: Dành cho sự tự do tối đa. Mọi tính năng đều có thể truy cập nhưng bạn sẽ không nhận được hướng dẫn nào.

source: Difficulty only affects starting skills and equipment.
tr: Zorluk sadece başlangıç becerilerini ve ekipmanlarını etkiler.
vi: Độ khó chỉ ảnh hưởng đến kỹ năng và trang bị khởi đầu.

source: a great kinesthetic sense
de: einen großen Bewegungssinn
fr: un grand sens kinesthésique
it: un grande senso cinestesico
ko: 엄청난 운동 감각을 지녔다
pl: świetny zmysł kinestetyczny
pt_br: um grande sentido cinestésico
ru: большое чувство положения тела
tr: harika bir kinestetik algı
vi: một giác quan vận động tuyệt vời
zh_hans: 强大的身体感知能力

source: Chosen mode is only available in worlds with developed religions. There are no temples available. Try an older world.
vi: Chế độ Người Được Chọn chỉ khả dụng ở những thế giới có tôn giáo phát triển. Không có đền thờ nào khả dụng. Hãy thử một thế giới cũ hơn.

source: You are a wanderer of the wilderness.
tr: Sen vahşi doğanın bir gezginisin.
vi: Bạn là một lữ khách của vùng hoang dã.

source: Your wanderings have led you to
tr: Gezintilerin seni şuraya götürdü:
vi: Những cuộc phiêu du của bạn đã dẫn lối bạn đến

source: . You are a stranger here.
vi: . Bạn là một người lạ ở đây.

source: You are a newly-minted
tr: Çiçeği burnunda
vi: Bạn là một

source: You emerged from the wilds and managed to prove yourself to the locals. Now you are finally a
vi: Bạn đã thoát ra từ vùng hoang dã và chứng tỏ bản thân với người dân địa phương. Giờ đây bạn cuối cùng đã trở thành một

source: of the great
tr: şunun bir:
vi: của vùng đất vĩ đại

source: . Destiny is calling!
vi: . Vận mệnh đang vẫy gọi!

source: You emerged from the wilds and came to be a
tr: Vahşi doğadan çıktın ve bir
vi: Bạn đã thoát ra từ vùng hoang dã và trở thành một

source: You are a
tr: Sen bir
vi: Bạn là một

source: , and you have never strayed far from home.
tr: , ve evden hiç uzaklaşmadın.
vi: , và bạn chưa bao giờ rời xa quê hương.

source: You are a
vi: Bạn là một

source: n ardent
tr: ateşli
vi: nhiệt thành

source: faithful
tr: sadık
vi: sùng đạo

source: casual
tr: sıradan
vi: thờ ơ

source: dubious
tr: şüpheci
vi: hoài nghi

source: worshipper of
tr: şunun müridisin:
vi: người thờ phụng của

source: , the
de: , der/die/das
fr: , la
it: , la
pl: , w
pt_br: , o(a)
tr: , o
vi: , vị
zh_hans: ，那

source: goddess
de: Göttin
fr: déesse
it: dea
ko: 여신
pl: bogini
pt_br: Deusa
ru: богиня
tr: tanrıça
vi: nữ thần
zh_hans: 女神

source: god
de: Gott
fr: dieu
it: dio
ko: 하느님
pl: bóg
pt_br: deus
ru: бог
tr: tanrı
vi: nam thần
zh_hans: 神

source: deity
de: Gottheit
fr: déité
it: divinità
ko: 신
pl: bóstwo
pt_br: Deidade
ru: божество
tr: ilah
vi: thần linh
zh_hans: 神

source: , the force
tr: , o güç
vi: , thế lực

source: which permeates
de: die durchdringt
fr: qui imprègne
it: che permea
ko: 스며드는
pl: który przenika
pt_br: que permeia
ru: , которая пронизывает
tr: şuna nüfuz eden:
vi: thấm nhuần khắp
zh_hans: 渗透

source: , and you belong to
tr: , ve şuna aitsin:
vi: , và bạn thuộc về

source: Fail the struggle against great anguish
tr: Büyük ıstıraba karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại nỗi thống khổ tột cùng

source: Nobody lives there
tr: Orada kimse yaşamıyor
vi: Không có ai sống ở đó

source: Few live there
tr: Orada az kişi yaşıyor
vi: Rất ít người sống ở đó

source: A few dozen or less live there
tr: Orada birkaç düzine veya daha az kişi yaşıyor
vi: Một vài chục người hoặc ít hơn sống ở đó

source: Some dozens live there
tr: Orada bazı düzinelerce kişi yaşıyor
vi: Vài chục người sống ở đó

source: Roughly a hundred live there
tr: Orada kabaca yüz kişi yaşıyor
vi: Khoảng một trăm người sống ở đó

source: Well over a hundred live there
tr: Orada yüzden fazla kişi yaşıyor
vi: Hơn một trăm người sống ở đó

source: A few hundred live there
tr: Orada birkaç yüz kişi yaşıyor
vi: Vài trăm người sống ở đó

source: Several hundred live there
tr: Orada birkaç yüz kişi yaşıyor
vi: Hàng trăm người sống ở đó

source: A thousand live there
tr: Orada bin kişi yaşıyor
vi: Một ngàn người sống ở đó

source: A few thousand live there
tr: Orada birkaç bin kişi yaşıyor
vi: Vài ngàn người sống ở đó

source: Thousands live there
tr: Orada binlerce kişi yaşıyor
vi: Hàng ngàn người sống ở đó

source: and it is controlled by
tr: ve şunun tarafından kontrol ediliyor:
vi: và nó được kiểm soát bởi

source: is a religion
tr: bir dindir
vi: là một tôn giáo

source: whose adherents worship
tr: takipçilerinin şuna taptığı:
vi: mà các tín đồ thờ phụng

source: is the force
tr: güçtür
vi: là thế lực

source: is the
fr: est le
it: è il
ko: 이다
pl: wynosi
pt_br: é o
tr: şudur:
vi: là
zh_hans: 是个

source: They worship at
tr: Şurada ibadet ederler:
vi: Họ thờ phụng tại

source: Their temple
tr: Tapınakları
vi: Ngôi đền của họ

source: is ruined.
tr: harabeye dönmüş.
vi: đã bị tàn phá.

source: Blank slate
tr: Geçmişsiz
vi: Tờ giấy trắng

source: Below average
tr: Ortalamanın altında
vi: Dưới mức trung bình

source: Above average
tr: Ortalamanın üstünde
vi: Trên mức trung bình

source: strength
de: Stärke
fr: force
it: forza
ko: 힘
pl: siła
pt_br: força
ru: сила
tr: güç
vi: Sức mạnh
zh_hans: 强度

source: agility
tr: çeviklik
vi: Nhanh nhẹn

source: toughness
tr: dayanıklılık
vi: Độ bền bỉ

source: recuperation
tr: iyileşme
vi: Hồi phục

source: disease resistance
tr: hastalık direnci
vi: Kháng bệnh

source: analytical ability
tr: analitik yetenek
vi: Khả năng phân tích

source: focus
tr: odaklanma
vi: Tập trung

source: willpower
de: Willenskraft
fr: volonté
it: forza di volontà
ko: 의지력
pl: siła woli
pt_br: Força de vontade
ru: силу воли
tr: irade
vi: Ý chí
zh_hans: 意志力

source: creativity
tr: yaratıcılık
vi: Sáng tạo

source: memory
tr: hafıza
vi: Trí nhớ

source: linguistic ability
tr: dil yeteneği
vi: Khả năng ngôn ngữ

source: spatial sense
tr: mekansal algı
vi: Cảm quan không gian

source: musicality
tr: müzikalite
vi: Năng khiếu âm nhạc

source: kinesthetic sense
tr: kinestetik algı
vi: Cảm quan vận động

source: social awareness
tr: sosyal farkındalık
vi: Nhận thức xã hội

source: State feelings of alienation
tr: Yabancılaşma duygularını ifade et
vi: Bày tỏ cảm giác bị xa lánh

source: pull
de: ziehen
fr: tirer
it: tiri
ko: 당겼다
pl: ciągnij
pt_br: puxar
ru: дёргает
tr: çekersin
vi: Kéo
zh_hans: 拉

source: pulls
de: zieht
fr: tire
it: tira
ko: 당겼다
pl: ciągnie
pt_br: Puxa
ru: дёргает
tr: çeker
vi: Kéo
zh_hans: 拉

source: on the embedded
de: auf dem eingebetteten
fr: sur l'embarqué
it: sull'incorporato
ko: 바닥에
pl: na osadzonym
pt_br: sobre o incorporado
ru: на встроенном
tr: saplı şuna:
vi: vào cái được cắm sâu
zh_hans: 关于嵌入式

source: try
de: versuche
fr: essayer
it: provi
ko: 시도했다
pl: spróbuj
pt_br: tentar
ru: попытайтесь
tr: denersin
vi: Cố gắng
zh_hans: 尝试

source: tries
de: versucht
fr: essaie
it: prova
ko: 시도했다
pl: próbuje
pt_br: tenta
ru: пытается
tr: dener
vi: Cố gắng
zh_hans: 尝试

source: to remove
de: zu entfernen
fr: retirer
it: a rimuovere
ko: 치우려고
pl: usunąć
pt_br: para remover
ru: удалять
tr: şunu çıkarmak için
vi: để gỡ bỏ
zh_hans: 去除

source: lock
de: halten
fr: bloquer
it: chiudi
ko: 붙잡았다
pl: zamknij
pt_br: Bloquear
ru: блокируете
tr: kilitler
vi: Khóa
zh_hans: 锁

source: locks
de: hält
fr: serrures
it: chiude
ko: 붙잡았다
pl: zamyka
pt_br: Bloqueado
ru: блокирует
tr: kilitlersin
vi: Khóa
zh_hans: 锁

source: place
de: platzieren
it: piazzi
ko: 장소
pl: połóż
pt_br: local
ru: делаете
tr: Tak
vi: Đặt
zh_hans: 地点

source: places
de: platziert
fr: des endroits
it: piazza
ko: 장소
pl: kładzie
pt_br: lugares
ru: делает
tr: takarsın
vi: Đặt
zh_hans: 地方

source: a chokehold on
de: einen Würgegriff an
fr: une prise d'étranglement sur
it: una morsa su
ko: 목을 졸랐다
pl: dławienie się na
pt_br: um estrangulamento na
ru: удушающий захват на
tr: şuna boğucu bir kilit:
vi: siết cổ
zh_hans: 扼杀

source: take
de: nehmen
fr: prendre
it: prendi
ko: 잡아서
pl: weź
pt_br: Tomada
ru: берёте
tr: alır
vi: Tóm
zh_hans: 采取

source: takes
de: nimmt
fr: prend
it: prende
ko: 잡아서
pl: bierze
pt_br: Assumir Controle
ru: берёт
tr: alırsın
vi: Tóm
zh_hans: 需要

source: down by the
de: runter durch
fr: vers le bas par le
it: lungo il
ko: 아래로
pl: w dół przez
pt_br: acalma.
ru: вниз по
tr: şunun tarafından aşağı:
vi: hạ gục bằng cách
zh_hans: 下来了

source: throw
de: werfen
fr: jeter
it: tiri
ko: 던졌다
pl: rzucać
pt_br: LANÇAR!
ru: мечете
tr: fırlatır
vi: Ném
zh_hans: 扔

source: throws
de: wirft
fr: jette
it: tira
ko: 던졌다
pl: rzuca
pt_br: lança
ru: мечет
tr: fırlatırsın
vi: Ném
zh_hans: 投
