Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I was out visiting the shrine.
de: Ich war unterwegs, um das Heiligtum zu besuchen.
fr: J'étais en train de visiter le sanctuaire.
it: Ero in visita al santuario.
ko: 나는 신사를 방문하고 있었다.
pl: Byłem odwiedzić kaplicę.
pt_br: Eu estava visitando o santuário.
ru: Я ходил посещать святыню.
tr: Mabedi ziyarete gitmiştim.
vi: Ta đã ra ngoài thăm miếu thờ.
zh_hans: 我在外面参观圣祠。

source: I was just out at the tavern.
de: Ich war gerade in der Taverne.
fr: J'étais juste à la taverne.
it: Ero fuori, alla locanda.
ko: 나는 방금 선술집에 있었다.
pl: Właśnie byłem w tawernie.
pt_br: Eu saí na taverna.
ru: Я выходил в таверну.
tr: Sadece meyhanedeydim.
vi: Ta vừa ghé quán rượu.
zh_hans: 我刚去了小酒馆。

source: I was out visiting the library.
de: Ich war gerade die Bibliothek besuchen.
fr: J'étais en train de visiter la bibliothèque.
it: Ero fuori a visitare la biblioteca.
ko: 나는 도서관을 방문하고 있었다.
pl: Byłem w bibliotece.
pt_br: Eu estava visitando a biblioteca.
ru: Я ходил в библиотеку.
tr: Kütüphaneyi ziyarete gitmiştim.
vi: Ta đã ra ngoài thăm thư viện.
zh_hans: 我出去参观图书馆。

source: I'm walking my patrol.
de: Ich laufe meine Patrouille.
fr: Je promène ma patrouille.
it: Sto pattugliando.
ko: 순찰을 걷고 있습니다.
pl: Odbywam mój patrol.
pt_br: Eu estou andando minha patrulha.
ru: Я здесь патрулирую.
tr: Devriye geziyorum.
vi: Ta đang tuần tra.
zh_hans: 我正在巡逻。

source: I'm going out for some water.
de: Ich gehe raus für etwas Wasser.
fr: Je sors boire de l'eau.
it: Vado a prendere dell'acqua.
ko: 나는 물을 좀 사러 갈거야.
pl: Wychodzę po wodę.
pt_br: Vou sair um pouco de água.
ru: Я иду за водой.
tr: Biraz su için dışarı çıkıyorum.
vi: Ta sẽ ra ngoài lấy nước.
zh_hans: 我出去喝水了。

source: I'm going to visit the temple.
de: Ich werde den Tempel zu besuchen.
fr: Je vais visiter le temple.
it: Vado a visitare il tempio.
ko: 나는 성전을 방문할 것입니다.
pl: Wychodzę odwiedzić świątynię.
pt_br: Vou visitar o templo.
ru: Я собираюсь посетить храм.
tr: Tapınağı ziyaret edeceğim.
vi: Ta sẽ đi thăm đền thờ.
zh_hans: 我要去参观寺庙。

source: I'm going to visit the shrine.
de: Ich werde den Schrein besuchen.
fr: Je vais visiter le sanctuaire.
it: Vado a visitare il santuario.
ko: 신사를 방문할 예정입니다.
pl: Wychodzę odwiedzić kaplicę.
pt_br: Eu vou visitar o santuário.
ru: Я собираюсь посетить святыню.
tr: Mabedi ziyaret edeceğim.
vi: Ta sẽ đi thăm miếu thờ.
zh_hans: 我要去拜访圣祠。

source: I'm going out to the tavern.
de: Ich gehe in die Taverne.
fr: Je vais à la taverne.
it: Sto andando alla locanda.
ko: 나는 선술집에 갈거야.
pl: Wychodzę do tawerny.
pt_br: Vou sair para a taverna.
ru: Я собираюсь в таверну.
tr: Meyhaneye gidiyorum.
vi: Ta sẽ ra quán rượu.
zh_hans: 我要去小酒馆。

source: I'm going to visit the library.
de: Ich werde die Bibliothek besuchen.
fr: Je vais visiter la bibliothèque.
it: Vado a visitare la biblioteca.
ko: 도서관을 방문할 예정입니다.
pl: Wychodzę do biblioteki.
pt_br: Eu farei uma visita à biblioteca.
ru: Я собираюсь посетить библиотеку.
tr: Kütüphaneyi ziyaret edeceğim.
vi: Ta sẽ đi thăm thư viện.
zh_hans: 我要去图书馆看看。

source: I'm not planning a journey.
de: Ich plane keine Reise.
fr: Je ne prévois pas de voyage.
it: Non sto pianificando un viaggio.
ko: 나는 여행을 계획하고 있지 않다.
pl: Nie planuję żadnej podróży.
pt_br: Não estou a planear uma viagem.
ru: Я не планирую путешествовать.
tr: Bir yolculuk planlamıyorum.
vi: Ta không có ý định khởi hành.
zh_hans: 我不计划旅行。

source: trades directly with no fewer than
de: handele direkt mit nicht weniger als
fr: négocie directement avec pas moins de
it: commercia direttamente con non meno di
ko: 이상으로 직접 거래
pl: handluje bezpośrednie z nie mniej niż
pt_br: negocia diretamente com nada menos do que
ru: Торгует не менее, чем с
tr: şundan az olmamak üzere doğrudan ticaret yapıyor:
vi: trực tiếp giao thương với không dưới
zh_hans: 直接交易不少于

source: other major settlements.
de: anderen großen Siedlungen.
fr: d'autres colonies importantes.
it: altri importanti insediamenti.
ko: 다른 주요 정착지.
pl: innymi ważnymi miejscowościami.
pt_br: outras povoações importantes.
ru: другими крупными населёнными пунктами.
tr: diğer büyük yerleşim yerleri.
vi: khu định cư lớn khác.
zh_hans: 其他主要定居点。

source: The largest of these is
de: Die Größte davon ist
fr: Le plus grand d'entre eux est
it: Il più grande di questi è
ko: 그 중 가장 큰 것은
pl: Największą z nich jest
pt_br: A maior delas é
ru: Крупнейшим из них является
vi: Lớn nhất trong số này là
zh_hans: 其中最大的是

source: engages in trade with
de: engagiert sich im Handel mit
fr: fait du commerce avec
it: commercia con
ko: 와 거래를 한다
pl: handluje z
pt_br: iniciou uma negociação com
ru: участвует в торговле с
tr: şununla ticaret yapıyor:
vi: tiến hành giao thương với
zh_hans: 从事贸易

source: There are
de: Es gibt
fr: Il y a
it: Ci sono
ko: 있다
pl: Są
pt_br: Existem
ru: Здесь есть
tr: Şu kadar var:
vi: Có
zh_hans: 有

source: villages which utilize the market here.
de: Dörfer, die den Markt hier nutzen.
fr: villages qui utilisent le marché ici.
it: villaggi che utilizzano il mercato qui.
ko: 이곳에서 시장을 활용하는 마을.
pl: wioski, które korzystają z tutejszego rynku.
pt_br: aldeias que utilizam o mercado aqui.
ru: деревни, которые используют этот рынок.
tr: buradaki pazarı kullanan köyler.
vi: làng sử dụng chợ tại đây.
zh_hans: 在这里利用市场的村庄。

source: The villages
de: Die Dörfer
fr: Les villages
it: I villaggi
ko: 마을
pl: Wioski
pt_br: As aldeias
ru: Деревни
tr: Köyler
vi: Các làng
zh_hans: 村庄

source: The village
de: Das Dorf
fr: Le village
it: Il villaggio
ko: 마을
pl: Wioska
pt_br: A vila
ru: Деревня
tr: Köy
vi: Ngôi làng
zh_hans: 这个村庄

source: is the only other settlement to utilize the market here.
de: ist die einzig andere Siedlung, die den Markt hier nutzt.
fr: est la seule autre colonie à utiliser le marché ici.
it: è l'unico altro insediamento che usa questo mercato.
ko: 이곳에서 시장을 활용할 수 있는 유일한 다른 정착지입니다.
pl: jest jedyną inną miejscowością, która korzysta z tutejszego rynku.
pt_br: é o único outro assentamento para utilizar o mercado aqui.
ru: - единственное другое поселение, которое пользуется этим рынком.
tr: buradaki pazarı kullanan tek diğer yerleşim yeri.
vi: là khu định cư duy nhất khác sử dụng chợ tại đây.
zh_hans: 是唯一在这里利用市场的其他定居点。

source: utilize the market here.
de: nutzen den Markt hier.
fr: utiliser le marché ici.
it: utilizza il mercato qui.
ko: 여기에서 시장을 활용하십시오.
pl: korzysta z tutejszego rynku.
pt_br: Utilize o mercado aqui.
ru: использовать здешний рынок.
tr: buradaki pazarı kullanıyor.
vi: sử dụng chợ tại đây.
zh_hans: 利用这里的市场。

source: This place is insulated from the rest of the world, at least in terms of trade.
de: Dieser Ort ist vom Rest der Welt isoliert, zumindest in Bezug auf den Handel.
fr: Cet endroit est isolé du reste du monde, du moins en ce qui concerne le commerce.
it: Questo luogo è isolato dal resto del mondo, almeno in termini di commercio.
ko: 이곳은 적어도 무역 면에서는 세계의 다른 지역들과 절연되어 있습니다.
pl: To miejsce jest odizolowane od reszty świata, przynajmniej pod względem handlowym.
pt_br: Este lugar é isolado do resto do mundo, pelo menos em termos de comércio.
ru: Это поселение изолировано от остального мира в плане торговли.
tr: Burası dünyanın geri kalanından yalıtılmış, en azından ticaret açısından.
vi: Nơi đây bị cô lập với phần còn lại của thế giới, ít nhất là về mặt giao thương.
zh_hans: 这个地方与世界其他地方隔绝，至少在贸易方面。

source: The people of
de: Die Menschen von
fr: Le peuple de
it: Il popolo di
ko: 의 사람들
pl: Ludzie z
pt_br: O povo de
ru: Народ
tr: Şuranın halkı:
vi: Dân cư của
zh_hans: 人民

source: go to
de: gehen zu
fr: aller à
it: vai a
ko: 이동
pl: idą do
pt_br: Ir para...
ru: отправились в
tr: şuraya gider:
vi: đi đến
zh_hans: 去

source: to trade.
de: für den Handel.
fr: faire du commerce.
it: per commerciare.
ko: 무역.
pl: aby handlować.
pt_br: Entreposto
ru: , чтобы торговать.
tr: ticaret yapmak için.
vi: để giao thương.
zh_hans: 前来交易.

source: other villages which utilize the market there.
de: andere Dörfer, die den Markt dort nutzen.
fr: d'autres villages qui y utilisent le marché.
it: altri villaggi che utilizzano il mercato lì.
ko: 그곳에서 시장을 이용하는 다른 마을들.
pl: inne wsie, które korzystają z tutejszego rynku.
pt_br: outras aldeias que utilizam o mercado lá.
ru: другие деревни, которые пользуются тамошним рынком.
tr: oradaki pazarı kullanan diğer köyler.
vi: làng khác sử dụng chợ ở đó.
zh_hans: 利用那里市场的其他村庄。

source: is the only other settlement to utilize the market there.
de: ist die einzig andere Siedlung, die den Markt dort nutzt.
fr: est la seule autre colonie à utiliser le marché là-bas.
it: è l'unico altro insediamento che usa questo mercato.
ko: 그곳의 시장을 활용하는 유일한 다른 정착지입니다.
pl: jest jedyną inną miejscowością, która korzysta z tamtejszego rynku.
pt_br: é o outro assentamento para utilizar o mercado.
ru: является там единственным поселением, чей рынок можно использовать.
tr: oradaki pazarı kullanan tek diğer yerleşim yeri.
vi: là khu định cư duy nhất khác sử dụng chợ ở đó.
zh_hans: 是唯一一个有可用市场的定居点。

source: also utilize the market there.
de: nutzen den Markt dort auch.
fr: également utiliser le marché là-bas.
it: anche loro usano il mercato lì.
ko: 그곳의 시장도 활용한다.
pl: również korzysta z tamtejszego rynku.
pt_br: também utilizam o mercado lá.
ru: тоже пользуется тамошним рынком.
tr: da oradaki pazarı kullanıyor.
vi: cũng sử dụng chợ ở đó.
zh_hans: 也利用那里的市场。

source: There's nothing organized here.
de: Es ist nichts organisiert hier.
fr: Il n'y a rien d'organisé ici.
it: Non c'è nulla di organizzato qui.
ko: 정리된 것이 없습니다.
pl: Nie ma tu niczego zorganizowanego.
pt_br: Não há nada organizado aqui.
ru: Здесь ничего не организовано.
tr: Burada organize bir şey yok.
vi: Không có gì được tổ chức ở đây.
zh_hans: 这里没有任何组织。

source: Where?
de: Wo?
fr: Où?
it: Dove?
ko: 어디에?
pl: Gdzie?
pt_br: Onde?
ru: Где?
tr: Nerede?
vi: Ở đâu?
zh_hans: 哪里？

source: That's me. I'm right here.
de: Das bin ich. Ich bin richtig hier.
fr: C'est moi. Je suis ici.
it: Sono io. Sono proprio qui.
ko: 그게 나야.
pl: To ja. Jestem tutaj.
pt_br: Esse sou eu. Estou bem aqui.
ru: Это я. Я здесь.
vi: Là ta đây. Ta ngay đây.
zh_hans: 是我。我在这里。

source: Yes, master. Ask and I shall obey.
de: Ja, Meister. Frag und ich werde gehorchen.
fr: Oui Maître. Demandez et j'obéirai.
it: Sì, padrone. Chiedete e obbedirò.
ko: 알겠습니다.
pl: Tak mistrzu. Powiedz, a będę posłuszny.
pt_br: Sim, mestre. Pergunte e devem obedecer.
ru: Да, хозяин. Я сделаю как вы скажете.
vi: Vâng, chủ nhân. Xin cứ ra lệnh, ta sẽ tuân theo.
zh_hans: 是的主人。尽管吩咐，我会服从。

source: Ask me when I've returned to my home!
de: Frag mich, wenn ich zu mir nach Hause zurückgekehrt bin!
fr: Demandez-moi quand je suis rentré chez moi !
it: Chiedimelo quando sarò tornato a casa!
ko: 집에 돌아오면 물어봐!
pl: Zapytaj mnie, kiedy wrócę do domu!
pt_br: Pergunte-me quando eu retornei para minha casa!
ru: Спросите меня, когда я вернусь домой!
tr: Evime döndüğümde sor!
vi: Hãy hỏi ta khi ta đã trở về nhà!
zh_hans: 等我到家再问我！

source: I'd rather not say.
de: Ich würde lieber nicht sagen.
fr: Je préfère ne pas dire.
it: Preferirei non dirlo.
ko: 차라리 말하지 않겠습니다.
pl: Wolałbym nie mówić.
pt_br: Prefiro não dizer.
ru: Я лучше промолчу.
tr: Söylememeyi tercih ederim.
vi: Ta thà không nói ra.
zh_hans: 我宁愿不说。

source: mother
de: Mutter
fr: mère
it: madre
ko: 어머니
pl: matka
pt_br: mae
ru: мать
tr: anne
vi: mẫu thân
zh_hans: 母亲

source: father
de: Vater
fr: père
it: padre
ko: 아버지
pl: ojciec
pt_br: pai
ru: отец
tr: baba
vi: phụ thân
zh_hans: 父亲

source: son
de: Sohn
fr: fils
it: figlio
ko: 아들
pl: syn
pt_br: filho
ru: сын
tr: oğul
vi: con trai
zh_hans: 儿子

source: daughter
de: Tochter
fr: la fille
it: figlia
ko: 딸
pl: córka
pt_br: filha
ru: дочь
tr: kız evlat
vi: con gái
zh_hans: 女儿

source: child
de: Kind
fr: enfant
it: bambino
ko: 어린이
pl: dziecko
pt_br: Criança
ru: ребёнок
tr: çocuk
vi: con
zh_hans: 孩子

source: grandmother
de: Großmutter
fr: grand-mère
it: nonna
ko: 할머니
pl: babcia
pt_br: avó
ru: бабушка
tr: büyükanne
vi: bà
zh_hans: 祖母

source: grandfather
de: Großvater
fr: grand-père
it: nonno
ko: 할아버지
pl: dziadek
pt_br: avô
ru: дедушка
tr: büyükbaba
vi: ông
zh_hans: 祖父

source: grandparent
de: Großeltern
it: nonno
ko: 조부모
pl: dziadek
pt_br: Avós
ru: дедушка/бабушка
tr: büyükebeveyn
vi: ông bà
zh_hans: 祖父母

source: grandchild
de: Enkel
fr: petit enfant
it: nipote
ko: 손자
pl: wnuk
pt_br: neto
ru: внук
tr: torun
vi: cháu
zh_hans: 孙子

source: brother
de: Bruder
fr: frère
it: fratello
ko: 형제
pl: brat
pt_br: irmao
ru: брат
tr: erkek kardeş
vi: anh/em trai
zh_hans: 兄弟

source: sister
de: Schwester
fr: sœur
it: sorella
ko: 자매
pl: siostra
pt_br: irma
ru: сестра
tr: kız kardeş
vi: chị/em gái
zh_hans: 姐妹

source: sibling
de: Geschwister
fr: frère et sœur
it: fratello
ko: 형제자매
pl: rodzeństwo
pt_br: irmao
ru: близкий родственник
tr: kardeş
vi: anh chị em
zh_hans: 同胞

source: half-brother
de: Halbbruder
fr: demi-frère
it: fratellastro
ko: 이복 형제
pl: przyrodni bracie
pt_br: meio-irmão
ru: сводный брат
tr: üvey erkek kardeş
vi: anh/em trai kế
zh_hans: 庶出兄弟

source: half-sister
de: Halbschwester
fr: demi soeur
it: sorellastra
ko: 이복 누이
pl: przyrodnia siostro
pt_br: meia-irmã
ru: сводная сестра
tr: üvey kız kardeş
vi: chị/em gái kế
zh_hans: 庶出姐妹

source: half-sibling
de: Halbgeschwister
fr: demi-frère
it: fratellastro
ko: 이복형제
pl: przyrodni
pt_br: meio-irmão
ru: сводный брат или сестра
tr: üvey kardeş
vi: anh chị em kế
zh_hans: 庶出同辈

source: aunt
de: Tante
fr: tante
it: zia
ko: 이모
pl: ciocia
pt_br: tia
ru: тётя
tr: hala/teyze
vi: dì/cô
zh_hans: 姑姨

source: uncle
de: Onkel
fr: oncle
it: zio
ko: 삼촌
pl: wujek
pt_br: tio
ru: дядя
tr: amca/dayı
vi: chú/bác/cậu
zh_hans: 叔伯

source: niece
de: Nichte
fr: la nièce
it: nipote
ko: 조카딸
pl: siostrzenica
pt_br: sobrinha
ru: племянница
tr: kız yeğen
vi: cháu gái
zh_hans: 外甥女

source: nephew
de: Neffe
fr: neveu
it: nipote
ko: 조카
pl: bratanek
pt_br: sobrinho
ru: племянник
tr: erkek yeğen
vi: cháu trai
zh_hans: 外甥

source: cousin
fr: cousine
it: cugino
ko: 사촌
pl: kuzyn
pt_br: primo/a
ru: кузен
tr: kuzen
vi: anh/chị/em họ
zh_hans: 表亲

source: , is it really you?
de: , bist du es wirklich?
fr: , est-ce vraiment toi?
it: , sei davvero tu?
ko: , 정말 당신입니까?
pl: , to naprawdę ty?
pt_br: , é você mesmo?
ru: , это правда вы?
tr: , gerçekten sen misin?
vi: , đó thực sự là ngươi sao?
zh_hans: ，真的是你吗？

source: Dear
de: Liebe
fr: Cher
it: Caro
ko: 소중한
pl: Drogi
pt_br: Prezado(a)
ru: Дорогой
tr: Sevgili
vi: Thân mến
zh_hans: 亲爱的

source: Is it really you?
de: Bist du es wirklich?
fr: Est-ce vraiment toi?
it: Sei davvero tu?
ko: 정말 당신인가요?
pl: To naprawdę ty?
pt_br: É realmente você?
ru: Это правда вы?
tr: Gerçekten sen misin?
vi: Đó thực sự là ngươi sao?
zh_hans: 真的是你吗？

source: has returned
de: ist zurückgekehrt
fr: est revenu
it: è tornato
ko: 돌아왔다
pl: powrócił
pt_br: retornou
ru: вернулся
tr: geri döndü
vi: đã trở về
zh_hans: 已经回来了

source: An item has returned!
de: Ein Gegenstand ist zurückgekommen!
fr: Un objet est de retour !
it: Un oggetto è tornato!
ko: 아이템이 돌아왔습니다!
pl: Przedmiot powrócił!
pt_br: Um item retornou!
ru: Предмет вернулся!
tr: Bir eşya geri döndü!
vi: Một vật phẩm đã trở về!
zh_hans: 物品已退回！

source: I don't remember what I believe...
de: Ich weiß nicht mehr, was ich glaube...
fr: Je ne me souviens plus de ce que je crois...
it: Non ricordo in cosa credo...
ko: 무엇을 믿었는지 기억이 나지 않습니다...
pl: Nie pamiętam w co wierzę...
pt_br: Eu não me lembro em que eu acredito...
ru: Я не помню, во что я верю...
tr: Neye inandığımı hatırlamıyorum...
vi: Ta không nhớ mình tin vào điều gì nữa...
zh_hans: 我不记得我相信什么了……

source: --> Sense of gratitude
vi: --> Cảm giác biết ơn

source: try
de: versuchen
fr: essayer
it: prova
ko: 노력하다
pl: spróbuj
pt_br: Testar
ru: попробуйте
tr: denersin
vi: thử
zh_hans: 尝试

source: get your
de: erhalte deine
fr: obtenir votre
it: prendi il tuo
ko: 당신의
pl: weź twój
pt_br: obter seu
ru: получить ваш
tr: alın bu
vi: sở hữu ngay
zh_hans: 拿你的

source: your very own
de: deine ganz eigene
fr: votre propre
it: il vostro personale
ko: 당신만의
pl: twój własny
pt_br: seu próprio
ru: ваш собственный
tr: sana özel
vi: của riêng ngươi
zh_hans: 你自己的

source: real
de: wirklich
fr: réel
it: reale
ko: 진짜
pl: prawdziwy
pt_br: Verdadeiro
ru: настоящий
tr: gerçek
vi: thật
zh_hans: 真实

source: authentic
de: authentische
fr: authentique
it: autentico
ko: 진본인
pl: autentyczny
pt_br: autêntico
ru: подлинный
tr: hakiki
vi: chính hiệu
zh_hans: 真实

source: clear
de: klar
fr: dégager
it: chiaro
ko: 투명
pl: czysty
pt_br: limpar
ru: чистый
tr: berrak
vi: trong
zh_hans: 清空

source: all the way
de: den ganzen Weg
fr: tout le
it: fino in fondo
ko: 모든 방법
pl: do samego końca
pt_br: todo o caminho
ru: всю дорогу
tr: ta
vi: từ tận
zh_hans: 一路走来

source: distant
de: Ferne
fr: loin
ko: 먼
pl: odległy
pt_br: distante
ru: отдалённо
tr: uzak
vi: xa xôi
zh_hans: 遥远

source: faraway
de: entlegen
fr: loin
it: lontano
ko: 멀리
pl: daleko
pt_br: distante
ru: далеко
tr: çok uzak
vi: xa xăm
zh_hans: 远处

source: fair
de: gerecht
fr: équitable
it: fiera
ko: 공정한
pl: sprawiedliwy
pt_br: Razoável
ru: честный
tr: adil
vi: công bằng
zh_hans: 公平

source: the great
de: der große
fr: le grand
it: il grande
ko: 위대한
pl: wspaniały
pt_br: o grande
ru: великий
tr: büyük
vi: vĩ đại
zh_hans: 最棒的

source: here
de: hier
fr: ici
it: qui
ko: 여기
pl: tu
pt_br: aqui
ru: здесь
tr: burada
vi: ở đây
zh_hans: 这里

source: right here
de: genau hier
fr: ici
it: proprio qui
ko: 바로 여기에
pl: tutaj
pt_br: Bem aqui
ru: прямо здесь
tr: tam burada
vi: ngay đây
zh_hans: 就在这儿

source: ! Today only
de: ! Nur heute
fr: ! Aujourd'hui seulement
it: ! Solo oggi
pl: ! Jedynie dzisiaj
pt_br: ! Hoje somente
ru: ! Только сегодня
vi: ! Duy nhất hôm nay
zh_hans: ！只限今天

source: ! Limited supply
de: ! Begrenztes Angebot
fr: ! Approvisionnement limité
it: ! Fornitura limitata
pl: ! Ograniczony zapas
pt_br: ! Oferta limitada
ru: ! Ограниченное предложение
vi: ! Số lượng có hạn
zh_hans: ！供应有限

source: ! Best price in town
de: ! Bester Preis in der Stadt
fr: ! Meilleur prix en ville
it: ! Il miglior prezzo in città
pl: ! Najlepsze ceny w mieście
pt_br: ! Melhor preço da cidade
ru: ! Лучшие цены в городе
vi: ! Giá tốt nhất thị trấn
zh_hans: ！镇上最优惠的价格

source: were
de: wurde
fr: étaient
it: erano
ko: ~이었다
pl: byli
pt_br: foram
ru: были
tr: şuydu:
vi: đã
zh_hans: 是

source: was
de: war
fr: a été
it: era
ko: ~였다
pl: był
pt_br: foi
ru: был
tr: şuydu:
vi: đã
zh_hans: 是

source: tanned
de: gegerbt
fr: bronzé
it: conciato
ko: 무두질된
pl: opalony
pt_br: Curtume
ru: дублёный
tr: tabaklanmış
vi: thuộc da
zh_hans: 鞣

source: cut
de: schneiden
fr: Couper
it: tagliato
ko: 자르다
pl: ścięty
pt_br: cortar
ru: вырезан
tr: kesilmiş
vi: cắt
zh_hans: 切

source: made
de: hergestellt
fr: fabriqué
it: fatto
ko: 만들어진
pl: zrobiony
pt_br: efetuados
ru: сделан
tr: yapılmış
vi: chế tác
zh_hans: 制作

source: right here in
de: genau hier
fr: ici même dans
it: proprio qui in
ko: 바로 여기
pl: tutaj w
pt_br: aqui mesmo, na
ru: прямо здесь, в
tr: tam burada, şurada:
vi: ngay tại
zh_hans: 就在这里

source: town
de: Stadt
fr: ville
it: paese
ko: 도시
pl: miasto
pt_br: cidade
ru: городок
tr: kasaba
vi: thị trấn
zh_hans: 镇

source: the surrounding area
de: die nähere Umgebung
fr: la région environnante
it: l'area circostante
ko: 주변 지역
pl: okolica
pt_br: a área circundante
ru: окружающая местность
tr: çevre bölge
vi: khu vực lân cận
zh_hans: 周边地区

source: just outside town
de: etwas außerhalb der Stadt
fr: juste à l'extérieur de la ville
it: appena fuori città
ko: 마을 바로 외곽
pl: na obrzeżach miasta
pt_br: fora da cidade
ru: за чертой города
tr: kasabanın hemen dışında
vi: ngay bên ngoài thị trấn
zh_hans: 就在城外

source: a village nearby
de: ein nahegelegenes Dorf
fr: un village à proximité
it: un villaggio nelle vicinanze
ko: 인근 마을
pl: wioska w pobliżu
pt_br: uma aldeia nas proximidades
ru: деревне рядом
tr: yakındaki bir köy
vi: một làng lân cận
zh_hans: 附近的一个村庄

source: the settlements
de: die Siedlungen
fr: les colonies
it: gli insediamenti
ko: 정착지
pl: miejscowości
pt_br: os assentamentos
ru: поселения
tr: yerleşimler
vi: các khu định cư
zh_hans: 定居点

source: out to the
de: hinaus zum
fr: vers le
it: verso il
ko: 밖으로
pl: na
pt_br: fora para o
ru: в сторону
tr: dışarı doğru:
vi: về phía
zh_hans: 出去了

source: northwest
de: Nordwesten
fr: Nord Ouest
it: nord-ovest
ko: 북서쪽
pl: północny zachód
pt_br: Noroeste
ru: северо-запада
tr: kuzeybatı
vi: tây bắc
zh_hans: 西北

source: northeast
de: Nordosten
fr: nord-est
it: nord-est
ko: 북동쪽
pl: północny wschód
pt_br: Nordeste
ru: северо-востока
tr: kuzeydoğu
vi: đông bắc
zh_hans: 东北

source: southwest
de: Südwesten
fr: sud-ouest
it: sud-ovest
ko: 남서쪽
pl: południowy zachód
pt_br: Sudoeste
ru: юго-запада
tr: güneybatı
vi: tây nam
zh_hans: 西南

source: southeast
de: Südosten
fr: sud-est
it: sud-est
ko: 남동쪽
pl: południowy wschód
pt_br: Sudeste
ru: юго-востока
tr: güneydoğu
vi: đông nam
zh_hans: 东南

source: some of my kind
de: einige von meiner Sorte
fr: certains de mon genre
it: alcuni dei miei simili
ko: 내 종류의 일부
pl: ktoś z mojego rodzaju
pt_br: alguns de minha espécie
ru: кто-то типа меня
tr: benim türümden bazıları
vi: một vài đồng loại của ta
zh_hans: 我的一些

source: some of our kind
de: einige von unserer Sorte
fr: certains de notre genre
it: alcuni dei nostri simili
ko: 우리 종류의 일부
pl: ktoś z naszego rodzaju
pt_br: alguns de nossa espécie
ru: такой как мы
tr: bizim türümüzden bazıları
vi: một vài đồng loại của chúng ta
zh_hans: 我们的一些

source: out to the
de: hinaus zum
fr: vers le
it: verso il
ko: 밖으로
pl: na
pt_br: fora para o
ru: в сторону
tr: dışarı doğru:
vi: về phía
zh_hans: 出去了

source: Are you interested in
de: Sind Sie interessiert an
fr: Êtes-vous intéressé par
it: Siete interessati a
ko: 당신은 관심이
pl: Jesteś zainteresowany w
pt_br: Está interessado em
ru: Вы заинтересованы в
tr: İlgilenir misiniz:
vi: Ngươi có quan tâm đến
zh_hans: 你有兴趣对

source: Might I interest you in
de: Dürfte ich Sie interessieren für
fr: Puis-je vous intéresser
it: Posso tentarvi con
ko: 관심을 가져도 될까요?
pl: Mogę ciebie zainteresować w
pt_br: Pode lhe oferecer
ru: Может быть вас заинтересует
tr: Şununla ilgilenir miydiniz:
vi: Liệu ta có thể mời ngươi xem xét
zh_hans: 我有兴趣对你的

source: Great
de: Großartig
fr: Super
it: Grande
ko: 대단한
pl: Wielki
pt_br: Grande
ru: Великий
tr: Harika
vi: Tuyệt vời
zh_hans: 伟大的

source: Splendid
de: Prächtig
fr: Splendide
it: Splendido
ko: 화려한
pl: Wspaniały
pt_br: excelente
ru: Блестяще
tr: Muhteşem
vi: Tuyệt diệu
zh_hans: 华丽

source: Good
de: Gut
fr: Bien
it: Buono
ko: 좋은
pl: Dobrze
pt_br: Bom
ru: Хороший
tr: Güzel
vi: Tốt
zh_hans: 商品

source: Decent
de: Anständig
fr: Décent
it: Decente
ko: 괜찮은
pl: Przyzwoity
pt_br: Decência
ru: Неплохой
tr: Fena değil
vi: Chấp nhận được
zh_hans: 体面

source: Fantastic
de: Fantastisch
fr: Fantastique
it: Fantastico
ko: 환상적인
pl: Fantastyczny
pt_br: Literatura fantástica
ru: Фантастический
tr: Harika
vi: Tuyệt hảo
zh_hans: 奇妙

source: there
de: dort
fr: là
it: lì
ko: 거기
pl: tam
pt_br: existem
ru: там
tr: orada
vi: đó
zh_hans: 那里

source: right there
de: genau dort
fr: juste là
it: proprio lì
ko: 바로 거기
pl: tu
pt_br: Bem ali
ru: прямо там
tr: tam orada
vi: ngay đó
zh_hans: 在那里

source: my friend
de: mein Freund
fr: mon ami
it: mio amico
ko: 내 친구
pl: mój przyjacielu
pt_br: Meu amigo
ru: мой друг
tr: dostum
vi: bạn hữu của ta
zh_hans: 我的朋友

source: my good
de: mein Gut
fr: mon bien
it: mio caro
ko: 내 좋은
pl: moja droga
pt_br: meu bem
ru: мой хороший
tr: benim iyi
vi: hỡi người tốt
zh_hans: 我很好

source: man
de: Mann
fr: homme
it: uomo
ko: 남성
pl: mężczyzna
pt_br: homem
ru: мужчина
tr: adam
vi: nam nhân
zh_hans: 人

source: woman
de: Frau
fr: femme
it: donna
ko: 여성
pl: kobieta
pt_br: mulher
ru: женщина
tr: kadın
vi: nữ nhân
zh_hans: 女人

source: person
fr: la personne
it: persona
ko: 사람
pl: osobo
pt_br: pessoa
ru: человек
tr: kişi
vi: người
zh_hans: 人
