Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Aquifers can block the downward progress of your fortress, but it is possible to bypass them.
de: Grundwasser kann den Weg Ihrer Festung nach unten blockieren, aber es ist möglich, sie zu umgehen.
fr: Les aquifères peuvent bloquer la progression descendante de votre forteresse, mais il est possible de les contourner.
it: Le falde acquifere possono bloccare la discesa nella tua fortezza, ma è possibile aggirarle.
ko: 대수층이 요새의 아래쪽 진행을 차단할 수 있지만 우회할 수 있습니다.
pl: Warstwy wodonośne są w stanie zablokować postęp twojej twierdzy w głąb, ale da się je ominąć.
pt_br: Aquíferos podem bloquear o progresso de descida da sua fortaleza, mas é possível desviar deles.
ru: Водоносные слои могут помешать расширению вашей крепости вглубь, но их можно обойти.
tr: Akiferler kalenizin aşağıya doğru ilerlemesini engelleyebilir, ancak onları atlatmak mümkündür.
vi: Các tầng ngậm nước có thể chặn sự tiến triển xuống dưới của pháo đài của bạn, nhưng có thể vượt qua chúng.
zh_hans: 含水层可以阻止你的堡垒向下推进，但可以绕过它们。

source: One way is to simply re-designate the damp stone for mining in order to build a 3x3 room around the stairs.
fr: Une façon consiste simplement à redésigner la pierre humide pour l'exploitation minière afin de construire une pièce 3x3 autour des escaliers.
it: Un modo è quello di rimarcare la pietra umida per l'escavazione in modo da costruire una stanza 3x3 intorno alle scale.
ko: 계단 주변에 3x3 방을 짓기 위해 축축한 돌을 단순히 채굴용으로 재지정하는 것도 한 방법이다.
pl: Jednym ze sposobów jest zaznaczenie wilgotnego kamienia do wykopania w taki sposób, aby powstało pomieszczenie 3x3 wokół schodów.
pt_br: Uma maneira é simplesmente marcar a pedra úmida para minerar de forma a construir um ambiente de 3x3 envolta da escada.
ru: Один из способов - просто переназначить сырой камень для добычи, чтобы построить комнату 3x3 вокруг лестницы.
tr: Bunun bir yolu, merdivenlerin etrafına 3x3'lük bir oda inşa etmek için nemli taşı madencilik için yeniden işaretlemektir.
vi: Một cách là chỉ cần chỉ định lại đá ẩm ướt để khai thác nhằm xây dựng một căn phòng 3x3 xung quanh cầu thang.
zh_hans: 一种简单的方法是重新指定潮湿的石头进行挖掘，以便在楼梯周围建造一个3x3的房间。

source: You can then build [C:6:0:0]Walls[C:7:0:0] around the stairs until the leaking water is blocked off.
fr: Vous pouvez ensuite construire des [C:6:0:0]Murs[C:7:0:0] autour des escaliers jusqu'à ce que la fuite d'eau soit bloquée.
it: Quindi costruisci [C:6:0:0]Muri[C:7:0:0] intorno alle scale fino a bloccare l'infiltrazione d'acqua.
pl: Potem możesz budować [C:6:0:0]Ściany[C:7:0:0] wokół schodów aż cieknąca woda zostanie zablokowana.
pt_br: Você pode então construir [C:6:0:0]Paredes[C:7:0:0] ao redor das escadas até a água vazando ser bloqueada.
ru: Затем вы можете построить [C:6:0:0]стены[C:7:0:0] вокруг лестницы, пока протекающая вода не будет перекрыта.
tr: Daha sonra sızan su engellenene kadar merdivenlerin etrafına [C:6:0:0]Duvarlar[C:7:0:0] örebilirsiniz.
vi: Sau đó bạn có thể xây [C:6:0:0]Tường[C:7:0:0] xung quanh cầu thang cho đến khi nước rò rỉ bị chặn lại.
zh_hans: 然后你可以建造 [C:6:0:0]墙[C:7:0:0] 在楼梯周围，直到把漏水的地方堵上.

source: Repeat this pattern until you get below the aquifer.
de: Wiederholen Sie dieses Vorgehen, bis Sie unter das Grundwasser gelangen.
fr: Répétez ce schéma jusqu'à ce que vous arriviez sous l'aquifère.
it: Ripeti questo schema fino ad arrivare sotto la falda acquifera.
ko: 대수층 아래에 도달할 때까지 이 패턴을 반복합니다.
pl: Powtarzaj ten wzór aż dostaniesz się pod warstwę wodonośną.
pt_br: Repita esse padrão até você chegar debaixo do aquífero.
ru: Повторяйте эту схему, пока не окажетесь ниже водоносного слоя.
tr: Akiferin altına inene kadar bu düzeni tekrarlayın.
vi: Lặp lại mô hình này cho đến khi bạn xuống dưới tầng ngậm nước.
zh_hans: 重复这个过程直到你到达地下蓄水层。

source: Eventually the [C:6:0:1]Clothing[C:7:0:0] that your residents start with will rot away.
fr: Finalement, les [C:6:0:1]Vêtements[C:7:0:0] que vos résidents ont au départ vont pourrir.
it: Prima o poi l'[C:6:0:1]Abbigliamento[C:7:0:0] con cui i tuoi residenti cominciano, marcirà.
pl: Kiedyś w końcu [C:6:0:1]Ubrania[C:7:0:0] z którymi twoi mieszkańcy zaczynają zepsują się doszczętnie.
pt_br: Eventualmente as [C:6:0:1]Roupas[C:7:0:0] que seus residentes começam vão estragar.
ru: В конце концов [C:6:0:1]одежда[C:7:0:0], с которой начинают ваши жители, сгниет.
tr: Sonunda sakinlerinizin başlangıçtaki [C:6:0:1]Giysileri[C:7:0:0] çürüyecektir.
vi: Cuối cùng, [C:6:0:1]Quần áo[C:7:0:0] mà cư dân của bạn bắt đầu sẽ bị mục nát.
zh_hans: 最终，你的居民开始时的[C:6:0:1]服装[C:7:0:0]会腐烂掉。

source: While it is possible to trade for [C:6:0:1]Clothing[C:7:0:0], [C:6:0:1]Cloth[C:7:0:0], or [C:6:0:1]Leather[C:7:0:0], you can also farm [C:6:0:1]Pigtails[C:7:0:0],
fr: Bien qu'il soit possible d'échanger des [C:6:0:1]Vêtements[C:7:0:0], [C:6:0:1]Tissu[C:7:0:0] ou [C:6:0:1]Cuir[C:7:0:0], vous pouvez aussi exploiter [C:6:0:1]queues de cochon[C:7:0:0],
it: Sebbene sia possibile commerciare per [C:6:0:1]Abbigliamento[C:7:0:0], [C:6:0:1]Stoffa[C:7:0:0] o [C:6:0:1]Pelle[C:7:0:0], è anche possibile coltivare [C:6:0:1]Code-Suine[C:7:0:0],
pl: Podczas gdy możliwy jest zakup [C:6:0:1]Ubrań[C:7:0:0], [C:6:0:1]Materiału[C:7:0:0], lub [C:6:0:1]Skóry[C:7:0:0], możesz także uprawiać [C:6:0:1]Świńskie ogony[C:7:0:0],
pt_br: Enquanto é possível comercializar por [C:6:0:1]Vestimentas[C:7:0:0], [C:6:0:1]Tecido[C:7:0:0], ou [C:6:0:1]Couro[C:7:0:0], você também pode produzir [C:6:0:1]Rabinho-de-Porco[C:7:0:0],
ru: Хотя можно обменивать [C:6:0:1]Одежду[C:7:0:0], [C:6:0:1]Ткань[C:7:0:0] или [C:6:0:1]Кожу[C:7:0:0], вы также можете выращивать [C:6:0:1]Косички[C:7:0:0],
tr: [C:6:0:1]Giysi[C:7:0:0], [C:6:0:1]Kumaş[C:7:0:0] veya [C:6:0:1]Deri[C:7:0:0] ticareti yapmak mümkün olsa da, ayrıca [C:6:0:1]Domuzkuyruğu[C:7:0:0] yetiştirebilir,
vi: Mặc dù có thể trao đổi lấy [C:6:0:1]Quần áo[C:7:0:0], [C:6:0:1]Vải[C:7:0:0], hoặc [C:6:0:1]Da[C:7:0:0], bạn cũng có thể trồng [C:6:0:1]Cây pigtail[C:7:0:0],
zh_hans: 虽然可以换取[C:6:0:1]衣服[C:7:0:0]，[C:6:0:1]布[C:7:0:0]，或[C:6:0:1]皮革[C:7:0:0]，但你也可以养殖[C:6:0:1]辫子[C:7:0:0]。

source: gather [C:6:0:1]Silk[C:7:0:0], or tan [C:6:0:1]Skins[C:7:0:0] for [C:6:0:1]Leather[C:7:0:0].
fr: rassembler [C:6:0:1]Soie[C:7:0:0], ou bronzer [C:6:0:1]Peaux[C:7:0:0] pour [C:6:0 : 1]Cuir[C:7:0:0].
it: raccogliere [C:6:0:1]Seta[C:7:0:0] o conciare [C:6:0:1]Pelli[C:7:0:0] per ottenere [C:6:0:1]Cuoio[C:7:0:0].
pl: zbierać [C:6:0:1]Jedwab[C:7:0:0], lub garbować [C:6:0:1]Surową skórę[C:7:0:0] aby uzyskać[C:6:0:1]Skórę[C:7:0:0].
pt_br: coletar [C:6:0:1]Seda[C:7:0:0], ou curtir [C:6:0:1]Peles[C:7:0:0] para [C:6:0:1]Couro[C:7:0:0].
ru: соберите [C:6:0:1]шелк[C:7:0:0], или дубите [C:6:0:1]шкуры[C:7:0:0] для получения [C:6:0:1]кожи[C:7:0:0].
tr: [C:6:0:1]İpek[C:7:0:0] toplayabilir veya [C:6:0:1]Deri[C:7:0:0] için [C:6:0:1]Postları[C:7:0:0] tabaklayabilirsiniz.
vi: thu thập [C:6:0:1]Lụa[C:7:0:0], hoặc thuộc [C:6:0:1]Da động vật[C:7:0:0] để lấy [C:6:0:1]Da[C:7:0:0].
zh_hans: 收集[C:6:0:1]丝绸[C:7:0:0]，或将[C:6:0:1]皮革[C:7:0:0]晒成棕褐色。

source: After harvesting plants like the [C:6:0:1]Pigtail[C:7:0:0], first process them at the [C:6:0:0]Farmer's Workshop[C:7:0:0], then
fr: Après avoir récolté des plantes comme la [C:6:0:1]plante à queue de cochon[C:7:0:0], traitez-les d'abord à l'[C:6:0:0]atelier du fermier[C:7:0:0]. , alors
it: Dopo aver raccolto piante, ad esempio la [C:6:0:1]Coda-Suina[C:7:0:0], lavorale prima nella [C:6:0:0]Bottega del Contadino[C:7:0:0], poi
pl: Po zebraniu roślin takich jak [C:6:0:1]Świńskie ogony[C:7:0:0], najpierw przetwórz je w [C:6:0:0]Warsztacie rolniczym[C:7:0:0], potem
pt_br: Depois de colher plantas como a [C:6:0:1]Rabinho-de-Porco[C:7:0:0], primeiro processe-as na [C:6:0:0]Oficina do Fazendeiro[C:7:0:0], e então
ru: После сбора растений, таких как [C:6:0:1]свинохвост[C:7:0:0], обработайте их на [C:6:0:0]ферме[C:7:0:0], а после
tr: [C:6:0:1]Domuzkuyruğu[C:7:0:0] gibi bitkileri hasat ettikten sonra, önce onları [C:6:0:0]Çiftçi Atölyesinde[C:7:0:0] işleyin, ardından
vi: Sau khi thu hoạch các loại cây như [C:6:0:1]Cây pigtail[C:7:0:0], trước tiên hãy chế biến chúng tại [C:6:0:0]Xưởng Nông dân[C:7:0:0], sau đó
zh_hans: 收获像[C:6:0:1]猪尾巴[C:7:0:0]这样的植物后，先在[C:6:0:0]农民工场[C:7:0:0]加工，然后

source: weave [C:6:0:1]Cloth[C:7:0:0] at the [C:6:0:0]Loom[C:7:0:0], then make [C:6:0:1]Clothing[C:7:0:0] at the [C:6:0:0]Clothier[C:7:0:0].
fr: tissez du[C:6:0:1]Tissu[C:7:0:0] au [C:6:0:0]Métier[C:7:0:0], puis faites des [C:6:0 :1]Vêtements[C:7:0:0] au [C:6:0:0]Tailleur[C:7:0:0].
it: tessi [C:6:0:1]Stoffa[C:7:0:0] al [C:6:0:0]Telaio[C:7:0:0], quindi confeziona [C:6:0:1]Abbigliamento[C:7:0:0] dal [C:6:0:0]Confezionista[C:7:0:0].
pl: utkaj [C:6:0:1]Tkaninę[C:7:0:0] na [C:6:0:0]Krośnie[C:7:0:0], a następnie stwórz [C:6:0:1]Ubrania[C:7:0:0] u [C:6:0:0]Sukiennika[C:7:0:0].
pt_br: tecer [C:6:0:1]Pano[C:7:0:0] no [C:6:0:0]Tear[C:7:0:0], e fazer [C:6:0:1]Roupa[C:7:0:0] na [C:6:0:0]Confecção[C:7:0:0].
ru: соткать [C:6:0:1]ткань[C:7:0:0] на [C:6:0:0]станке[C:7:0:0], затем изготовить [C:6:0:1]одежду[C:7:0:0] на [C:6:0:0]швейном[C:7:0:0].
tr: [C:6:0:0]Dokuma Tezgahında[C:7:0:0] [C:6:0:1]Kumaş[C:7:0:0] dokuyun, sonra [C:6:0:0]Terzide[C:7:0:0] [C:6:0:1]Giysi[C:7:0:0] yapın.
vi: dệt [C:6:0:1]Vải[C:7:0:0] tại [C:6:0:0]Khung cửi[C:7:0:0], sau đó may [C:6:0:1]Quần áo[C:7:0:0] tại [C:6:0:0]Xưởng may[C:7:0:0].
zh_hans: 在[C:6:0:1]织布机[C:7:0:0]上织出[C:6:0:1]布[C:7:0:0]，然后在[C:6:0:0]衣匠[C:7:0:0]上制作[C:6:0:1]衣服[C:7:0:0]。

source: Gathered [C:6:0:1]Silk[C:7:0:0] can go directly to the [C:6:0:0]Loom[C:7:0:0].
fr: La [C:6:0:1]soie[C:7:0:0] rassemblée peut aller directement au [C:6:0:0]loom[C:7:0:0].
it: La [C:6:0:1]Seta[C:7:0:0] raccolta può passare direttamente al [C:6:0:0]Telaio[C:7:0:0].
pl: Zebrany [C:6:0:1]Jedwab[C:7:0:0] może trafić bezpośrednio na [C:6:0:0]Krosna[C:7:0:0].
pt_br: [C:6:0:1]Seda[C:7:0:0] recolhida pode ir direto para o [C:6:0:0]Tear[C:7:0:0].
ru: Собранный [C:6:0:1]шелк[C:7:0:0] может поступать непосредственно на [C:6:0:0]ткацкий станок[C:7:0:0].
tr: Toplanan [C:6:0:1]İpek[C:7:0:0] doğrudan [C:6:0:0]Dokuma Tezgahına[C:7:0:0] gidebilir.
vi: [C:6:0:1]Lụa[C:7:0:0] đã thu thập có thể được đưa thẳng đến [C:6:0:0]Khung cửi[C:7:0:0].
zh_hans: 收集到的[C:6:0:1]丝绸[C:7:0:0]可以直接进入[C:6:0:0]织机[C:7:0:0]。

source: [C:6:0:1]Skins[C:7:0:0] can be obtained by butchering [C:2:0:0]Livestock[C:7:0:0] at the [C:6:0:0]Butcher's Shop[C:7:0:0].
fr: [C:6:0:1]Les peaux[C:7:0:0] peuvent être obtenues en dépeçant du [C:2:0:0]Bétail[C:7:0:0] à la [C:6: 0:0]Boucherie[C:7:0:0].
it: Puoi ottenere [C:6:0:1]Pelli[C:7:0:0] macellando [C:2:0:0]Bestiame[C:7:0:0] presso il [C:6:0:0]Negozio del macellaio[C:7:0:0].
pl: [C:6:0:1]Surowe skóry[C:7:0:0] można uzyskać z uboju [C:2:0:0]Trzody[C:7:0:0] w [C:6:0:0]Rzeźni[C:7:0:0].
pt_br: [C:6:0:1]Peles[C:7:0:0] podem ser obtidas ao abater [C:2:0:0]Gado[C:7:0:0] no [C:6:0:0]Açougue[C:7:0:0].
ru: [C:6:0:1]Шкуры[C:7:0:0] можно получить при разделке [C:2:0:0]скота[C:7:0:0] в [C:6:0:0]Мясной лавке[C:7:0:0].
tr: [C:6:0:1]Postlar[C:7:0:0], [C:6:0:0]Kasap Atölyesinde[C:7:0:0] [C:2:0:0]Çiftlik Hayvanları[C:7:0:0] kesilerek elde edilebilir.
vi: [C:6:0:1]Da động vật[C:7:0:0] có thể được thu thập bằng cách mổ xẻ [C:2:0:0]Gia súc[C:7:0:0] tại [C:6:0:0]Xưởng Thịt[C:7:0:0].
zh_hans: [C:6:0:1]皮[C:7:0:0]可以通过在[C:6:0:0]屠夫商店[C:7:0:0]屠宰[C:7:0:0]的牲畜获得。

source: [C:6:0:1]Skins[C:7:0:0] are tanned at the [C:6:0:0]Tanner's Shop[C:7:0:0], and made into [C:6:0:1]Clothing[C:7:0:0] at the [C:6:0:0]Leather Works[C:7:0:0].
fr: [C:6:0:1]Les peaux[C:7:0:0] sont tannées à la [C:6:0:0]Boutique du tanneur[C:7:0:0], et transformées en [C:6:0:1]Vêtements[C:7:0:0] au [C:6:0:0]Travail du cuir[C:7:0:0].
it: Le [C:6:0:1]Pelli[C:7:0:0] sono conciate nel [C:6:0:0]Negozio del conciatore[C:7:0:0] e trasformate in [C:6:0:1]Abbigliamento[C:7:0:0] in [C:6:0:0]Pelletteria[C:7:0:0].
pl: [C:6:0:1]Surowe skóry[C:7:0:0] są garbowane u [C:6:0:0]Garbarza[C:7:0:0], i przetwarzane [C:6:0:1]Materiał[C:7:0:0] w [C:6:0:0]Zakładzie kaletniczym[C:7:0:0].
pt_br: [C:6:0:1]Peles[C:7:0:0] são curtidas no [C:6:0:0]Curtidor[C:7:0:0], e transformadas em [C:6:0:1]Confecções[C:7:0:0] na [C:6:0:0]Marroquinaria[C:7:0:0].
ru: [C:6:0:1]Шкуры[C:7:0:0] дубят в [C:6:0:0]Кожевенной мастерской[C:7:0:0], а из них делают [C:6:0:1]Одежду[C:7:0:0] на [C:6:0:0]Кожевенном заводе[C:7:0:0].
tr: [C:6:0:1]Postlar[C:7:0:0] [C:6:0:0]Debbağ Atölyesinde[C:7:0:0] tabaklanır ve [C:6:0:0]Deri Atölyesinde[C:7:0:0] [C:6:0:1]Giysi[C:7:0:0] haline getirilir.
vi: [C:6:0:1]Da động vật[C:7:0:0] được thuộc tại [C:6:0:0]Xưởng Thuộc da[C:7:0:0], và được biến thành [C:6:0:1]Quần áo[C:7:0:0] tại [C:6:0:0]Xưởng Chế tác da[C:7:0:0].
zh_hans: [C:6:0:1]皮[C:7:0:0]在[C:6:0:0]制革厂[C:7:0:0]鞣制，并在[C:6:0:1]皮革厂[C:7:0:0]制作成[C:6:0:1]服装。

source: [C:3:0:0]Meeting Areas[C:7:0:0] are [C:3:0:0]Zones[C:7:0:0] where your citizens gather when not working or taking care of their needs.
fr: [C:3:0:0]Les zones de réunion[C:7:0:0] sont des [C:3:0:0]Zones[C:7:0:0] où vos citoyens se rassemblent lorsqu'ils ne travaillent pas ou ne prennent pas soin d'eux de leurs besoins.
it: Le [C:3:0:0]Aree d'incontro[C:7:0:0] sono [C:3:0:0]Zone[C:7:0:0] in cui i cittadini si riuniscono quando non lavorano o non si occupano dei loro bisogni.
pl: [C:3:0:0]Obszary spotkań[C:7:0:0] są [C:3:0:0]Strefami[C:7:0:0] gdzie twoi obywatele zbierają się gdy nie pracują ani nie zaspokajają swoich potrzeb.
pt_br: [C:3:0:0]Áreas de Reunião[C:7:0:0] são [C:3:0:0]Zonas[C:7:0:0] onde seus cidadãos se reúnem quando não estão trabalhando ou cuidando das suas necessidades.
ru: [C:3:0:0]Зоны собраний[C:7:0:0] - это [C:3:0:0]зоны[C:7:0:0], где собираются ваши жители, когда не работают или не удовлетворяют свои нужды.
tr: [C:3:0:0]Buluşma Alanları[C:7:0:0], vatandaşlarınızın çalışmadıkları veya ihtiyaçlarını gidermedikleri zamanlarda toplandıkları [C:3:0:0]Bölgelerdir[C:7:0:0].
vi: [C:3:0:0]Khu vực Hội họp[C:7:0:0] là những [C:3:0:0]Khu vực[C:7:0:0] nơi công dân của bạn tụ tập khi không làm việc hoặc chăm sóc nhu cầu của họ.
zh_hans: [C:3:0:0]会议区[C:7:0:0]是[C:3:0:0]区[C:7:0:0]，你的公民在不工作或照顾自己的需要时，会聚集在这里。

source: [C:3:0:0]Zones[C:7:0:0] can be assigned to special [C:1:0:1]Locations[C:7:0:0]. Usually one [C:3:0:0]Meeting Area[C:7:0:0] is sufficient, but [C:1:0:1]Locations[C:7:0:0] can span several [C:3:0:0]Zones[C:7:0:0].
fr: Les [C:3:0:0]zones[C:7:0:0] peuvent être attribuées à des [C:1:0:1]emplacements[C:7:0:0] spéciaux. Généralement, un [C:3:0:0]Zone de réunion[C:7:0:0] est suffisant, mais [C:1:0:1]Lieux[C:7:0:0] peuvent s'étendre sur plusieurs [C:3:0:0]Zones[C:7:0:0].
it: Le [C:3:0:0]Zone[C:7:0:0] possono essere assegnate a [C:1:0:1]Luoghi[C:7:0:0] speciali. Di solito è sufficiente un'[C:3:0:0]Area d'incontro[C:7:0:0] ma i [C:1:0:1]Luoghi[C:7:0:0] possono coprire più [C:3:0:0]Zone[C:7:0:0].
pl: [C:3:0:0]Strefy[C:7:0:0] mogą być przypisane do specjalnych [C:1:0:1]Lokacji[C:7:0:0]. Zazwyczaj jeden [C:3:0:0]Obszar spotkań[C:7:0:0] wystarcza, ale [C:1:0:1]Lokalizacje[C:7:0:0] mogą obejmować kilka [C:3:0:0]Stref[C:7:0:0].
pt_br: [C:3:0:0]Zonas[C:7:0:0] podem ser atribuídas a [C:1:0:1]Locais[C:7:0:0] especiais. Geralmente uma [C:3:0:0]Área de Reunião[C:7:0:0] é suficiente, mas [C:1:0:1]Locais[C:7:0:0] podem continuar [C:3:0:0]Zonas[C:7:0:0].
ru: [C:3:0:0]Зоны[C:7:0:0] могут быть назначены на специальные [C:1:0:1]Места[C:7:0:0]. Обычно достаточно одной [C:3:0:0]Зоны собраний[C:7:0:0], но [C:1:0:1]Места[C:7:0:0] могут охватывать несколько [C:3:0:0]Зон[C:7:0:0].
tr: [C:3:0:0]Bölgeler[C:7:0:0] özel [C:1:0:1]Mekanlara[C:7:0:0] atanabilir. Genellikle bir [C:3:0:0]Buluşma Alanı[C:7:0:0] yeterlidir, ancak [C:1:0:1]Mekanlar[C:7:0:0] birkaç [C:3:0:0]Bölgeyi[C:7:0:0] kapsayabilir.
vi: Các [C:3:0:0]Khu vực[C:7:0:0] có thể được gán cho các [C:1:0:1]Địa điểm[C:7:0:0] đặc biệt. Thông thường một [C:3:0:0]Khu vực Hội họp[C:7:0:0] là đủ, nhưng [C:1:0:1]Địa điểm[C:7:0:0] có thể bao gồm nhiều [C:3:0:0]Khu vực[C:7:0:0].
zh_hans: [C:3:0:0]区域[C:7:0:0] 可以分配给特殊的 [C:1:0:1] 地点[C:7:0:0]. 通常一个 [C:3:0:0]聚集区域[C:7:0:0] 就已足够, 但是[C:1:0:1]地点[C:7:0:0] 也可以涵盖多个 [C:3:0:0]区域[C:7:0:0].

source: There are five types of [C:1:0:1]Locations[C:7:0:0], which we'll go over in turn.
fr: Il existe cinq types de [C:1:0:1]Lieux[C:7:0:0], que nous allons détailler tour à tour.
it: Esistono cinque tipi di [C:1:0:1]Luoghi[C:7:0:0] che esamineremo volta per volta.
pl: Jest pięć rodzajów [C:1:0:1]Lokacji[C:7:0:0], które omówimy po kolei.
pt_br: Existem cinco tipos de [C:1:0:1]Local de Encontro[C:7:0:0], que iremos ver um de cada vez.
ru: Существует пять типов [C:1:0:1]локаций[C:7:0:0], которые мы рассмотрим по очереди.
tr: Sırasıyla inceleyeceğimiz beş tür [C:1:0:1]Mekan[C:7:0:0] vardır.
vi: Có năm loại [C:1:0:1]Địa điểm[C:7:0:0], mà chúng ta sẽ lần lượt xem xét.
zh_hans: 有五种类型的[C:1:0:1]位置[C:7:0:0]，我们将依次进行介绍。

source: [C:7:0:1]Taverns[C:7:0:0]
fr: [C:7:0:1]Tavernes[C:7:0:0]
it: [C:7:0:1]Locande[C:7:0:0]
ko: [C:7:0:1]술집[C:7:0:0]
pl: [C:7:0:1]Karczmy[C:7:0:0]
pt_br: [C:7:0:1]Tavernas[C:7:0:0]
ru: [C:7:0:1]Таверны[C:7:0:0]
tr: [C:7:0:1]Tavernalar[C:7:0:0]
vi: [C:7:0:1]Quán rượu[C:7:0:0]
zh_hans: [C:7:0:1]酒馆[C:7:0:0]

source: [C:1:0:1]Taverns[C:7:0:0] are where your residents gather to drink, socialize, tell stories, and dance.
fr: [C:1:0:1]Les tavernes[C:7:0:0] sont les endroits où vos résidents se réunissent pour boire, socialiser, raconter des histoires et danser.
it: Le [C:1:0:1]Locande[C:7:0:0] sono il luogo in cui gli abitanti si riuniscono per bere, socializzare, raccontare storie e ballare.
pl: [C:1:0:1]Karczmy[C:7:0:0] to miejsca, gdzie twoi mieszkańcy zbierają się, by pić, rozmawiać, opowiadać historie i tańczyć.
pt_br: [C:1:0:1]Tavernas[C:7:0:0] são locais onde os moradores se reúnem para beber, socializar, contar histórias e dançar.
ru: [C:1:0:1]Таверны[C:7:0:0] - это места, где ваши жители собираются, чтобы выпить, пообщаться, рассказать истории и потанцевать.
tr: [C:1:0:1]Tavernalar[C:7:0:0], sakinlerinizin içmek, sosyalleşmek, hikayeler anlatmak ve dans etmek için toplandığı yerlerdir.
vi: [C:1:0:1]Quán rượu[C:7:0:0] là nơi cư dân của bạn tụ tập để uống rượu, giao lưu, kể chuyện và nhảy múa.
zh_hans: [C:1:0:1]酒馆[C:7:0:0]是你的居民聚集喝酒、社交、讲故事和跳舞的地方。

source: To have a fully functioning [C:1:0:1]Tavern[C:7:0:0] you must have a [C:6:0:0]Stockpile[C:7:0:0] with [C:6:0:1]Booze[C:7:0:0] in it, preferably close by.
fr: Pour avoir une [C:1:0:1]Taverne[C:7:0:0] pleinement opérationnelle, vous devez avoir un [C:6:0:0]Stock[C:7:0:0] avec [C:6:0:1]de l'Alcool[C:7:0:0] dedans, de préférence à proximité.
it: Per avere una [C:1:0:1]Locanda[C:7:0:0] perfettamente funzionante è necessaria una [C:6:0:0]Scorta[C:7:0:0] con [C:6:0:1]Alcolici[C:7:0:0], preferibilmente nelle vicinanze.
pl: By mieć w pełni funkcjonującą [C:1:0:1]Karczmę[C:7:0:0] musisz mieć [C:6:0:0]Magazyn[C:7:0:0] z [C:6:0:1]Gorzałką[C:7:0:0, najlepiej w pobliżu.
pt_br: Para ter uma [C:1:0:1]Taverna[C:7:0:0] completamente funcional você deverá ter um[C:6:0:0]Estoque[C:7:0:0] com [C:6:0:1]Bebida Alcóolica[C:7:0:0], preferencialmente próximo.
ru: Чтобы иметь полностью функционирующую [C:1:0:1]Таверну[C:7:0:0], необходимо иметь [C:6:0:0]Запас[C:7:0:0] с [C:6:0:1]Выпивкой[C:7:0:0] в нем, желательно поблизости.
tr: Tam işlevli bir [C:1:0:1]Tavernaya[C:7:0:0] sahip olmak için, tercihen yakınlarda içinde [C:6:0:1]İçki[C:7:0:0] olan bir [C:6:0:0]Stok Alanınız[C:7:0:0] olmalıdır.
vi: Để có một [C:1:0:1]Quán rượu[C:7:0:0] hoạt động đầy đủ, bạn phải có một [C:6:0:0]Kho dự trữ[C:7:0:0] chứa [C:6:0:1]Đồ uống có cồn[C:7:0:0] trong đó, tốt nhất là gần đó.
zh_hans: 要想拥有一个功能齐全的[C:1:0:1]酒馆[C:7:0:0]，你必须有一个[C:6:0:0]库存[C:7:0:0]，里面有[C:6:0:1]酒[C:7:0:0]，最好是在附近。

source: The inhabitants also like to drink from [C:6:0:1]Goblets[C:7:0:0], [C:6:0:1]Cups[C:7:0:0], or [C:6:0:1]Mugs[C:7:0:0]. These must be stored in [C:6:0:0]Chests[C:7:0:0] or
fr: Les habitants aiment aussi boire dans des [C:6:0:1]Gobelets[C:7:0:0], [C:6:0:1]Coupes[C:7:0:0], ou [C:6:0:1]Tasses[C:7:0:0]. Ceux-ci doivent être stockés dans [C:6:0:0]Coffres[C:7:0:0] ou
it: Agli abitanti piace anche bere da [C:6:0:1]Calici[C:7:0:0], [C:6:0:1]Tazze[C:7:0:0] o [C:6:0:1]Boccali[C:7:0:0]. Questi devono essere conservati in [C:6:0:0]Casse[C:7:0:0] o in
pl: Mieszkańcy lubią także pić z [C:6:0:1]Kielichów[C:7:0:0], [C:6:0:1]Kubków[C:7:0:0], i [C:6:0:1]Kufli[C:7:0:0]. Te muszą być przechowywane w [C:6:0:0]Skrzyniach[C:7:0:0] lub
pt_br: Os habitantes também gostam de beber da [C:6:0:1]Taça[C:7:0:0], [C:6:0:1]Copos[C:7:0:0], ou [C:6:0:1]Canecas[C:7:0:0]. Estes podem ser guardados em [C:6:0:0]Baús[C:7:0:0] ou
ru: Жители также любят пить из [C:6:0:1]кубков[C:7:0:0], [C:6:0:1]чашек[C:7:0:0] или [C:6:0:1]кружек[C:7:0:0]. Они должны храниться в [C:6:0:0]деревянных[C:7:0:0] или
tr: Sakinler ayrıca [C:6:0:1]Kadehler[C:7:0:0], [C:6:0:1]Fincanlar[C:7:0:0] veya [C:6:0:1]Kupalardan[C:7:0:0] içmeyi severler. Bunlar [C:1:0:1]Taverna[C:7:0:0] içindeki [C:6:0:0]Sandıklarda[C:7:0:0] veya
vi: Cư dân cũng thích uống từ [C:6:0:1]Cốc chân cao[C:7:0:0], [C:6:0:1]Tách[C:7:0:0], hoặc [C:6:0:1]Ca[C:7:0:0]. Những vật này phải được cất giữ trong [C:6:0:0]Rương[C:7:0:0] hoặc
zh_hans: 居民也喜欢用[C:6:0:1]高脚杯[C:7:0:0]、[C:6:0:1]杯子[C:7:0:0]或[C:6:0:1]水杯[C:7:0:0]喝酒。 这些东西必须存放在[C:6:0:0]箱子[C:7:0:0]或

source: [C:6:0:0]Coffers[C:7:0:0] inside the [C:1:0:1]Tavern[C:7:0:0]. Optionally you can place [C:6:0:0]Tables[C:7:0:0] and [C:6:0:0]Chairs[C:7:0:0] where your residents can eat.
fr: [C:6:0:0]Coffres[C:7:0:0] à l'intérieur de la [C:1:0:1]Taverne[C:7:0:0]. En option, vous pouvez placer des [C:6:0:0]tables[C:7:0:0] et des [C:6:0:0]chaises[C:7:0:0] où vos résidents peuvent manger.
it: [C:6:0:0]Forzieri[C:7:0:0] all'interno della [C:1:0:1]Locanda[C:7:0:0]. È possibile collocare [C:6:0:0]Tavoli[C:7:0:0] e [C:6:0:0]Sedie[C:7:0:0] dove gli abitanti possano mangiare.
pl: [C:6:0:0]Kufrach[C:7:0:0] w środku [C:1:0:1]Karczmy[C:7:0:0]. opcjonalnie możesz umieścic [C:6:0:0]Stoły[C:7:0:0] i [C:6:0:0]Krzesła[C:7:0:0], przy których twoi mieszkańcy będą mogli zjeść .
pt_br: [C:6:0:0]Cofres[C:7:0:0] dentro da [C:1:0:1]Taverna[C:7:0:0]. Opcionalmente você pode colocar [C:6:0:0]Mesas[C:7:0:0] e [C:6:0:0]Cadeiras[C:7:0:0] onde seus moradores podem comer.
ru: [C:6:0:0]металлических кофрах[C:7:0:0] внутри [C:1:0:1]таверны[C:7:0:0]. По желанию вы можете разместить [C:6:0:0]столы[C:7:0:0] и [C:6:0:0]стулья[C:7:0:0], где ваши жители могут есть.
tr: [C:6:0:0]Kasalarda[C:7:0:0] saklanmalıdır. İsteğe bağlı olarak sakinlerinizin yemek yiyebileceği [C:6:0:0]Masalar[C:7:0:0] ve [C:6:0:0]Sandalyeler[C:7:0:0] yerleştirebilirsiniz.
vi: [C:6:0:0]Hòm tiền[C:7:0:0] bên trong [C:1:0:1]Quán rượu[C:7:0:0]. Tùy chọn, bạn có thể đặt [C:6:0:0]Bàn[C:7:0:0] và [C:6:0:0]Ghế[C:7:0:0] nơi cư dân của bạn có thể ăn.
zh_hans: 在[C:1:0:1]酒馆[C:7:0:0]内的[C:6:0:0]库房[C:7:0:0]。 你可以选择在居民吃饭的地方放置[C:6:0:0]桌子[C:7:0:0]和[C:6:0:0]椅子[C:7:0:0] 。
