Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: If you find that your stockpiles are filling up too fast, you can create room by building [C:6:0:1]Bins[C:7:0:0],
fr: Si vous trouvez que vos stocks se remplissent trop vite, vous pouvez créer de l'espace en construisant des [C:6:0:1]Bacs[C:7:0:0],
it: Se trovi che le tue scorte si riempiano troppo velocemente puoi fare spazio costruendo [C:6:0:1]Cesti[C:7:0:0],
pl: Jeśli okaże się, że twoje magazyny napełniają się zbyt szybko, możesz stworzyć miejsce tworząc [C:6:0:1]Kosze[C:7:0:0],
pt_br: Se você perceber que seus estoques estão lotando muito rápido, você pode criar espaço construindo [C:6:0:1]Caixas[C:7:0:0].
ru: Если вы обнаружите, что ваши склады заполняются чересчур быстро, вы можете освободить место, поставив [C:6:0:1]ящики[C:7:0:0],
tr: Stok alanlarınızın çok hızlı dolduğunu fark ederseniz, şunları inşa ederek yer açabilirsiniz: [C:6:0:1]Sandıklar[C:7:0:0],
vi: Nếu bạn thấy kho dự trữ đang đầy quá nhanh, bạn có thể tạo thêm không gian bằng cách xây dựng [C:6:0:1]Thùng chứa[C:7:0:0],
zh_hans: 如果你发现你的储物堆满的太快，为了腾出空间你可以建造 一些[C:6:0:1]箱子[C:7:0:0],

source: [C:6:0:1]Barrels[C:7:0:0], and [C:6:0:1]Bags[C:7:0:0]. [C:6:0:1]Barrels[C:7:0:0] are used to store [C:6:0:1]Food[C:7:0:0]. [C:6:0:1]Bags[C:7:0:0] are used to store [C:6:0:1]Seeds[C:7:0:0]
fr: [C:6:0:1]Tonneaux[C:7:0:0] et [C:6:0:1]Sacs[C:7:0:0]. [C:6:0:1]Les tonneaux[C:7:0:0] sont utilisés pour stocker les [C:6:0:1]Nourriture[C:7:0:0]. [C:6:0:1]Les sacs[C:7:0:0] sont utilisés pour stocker les [C:6:0:1]Graines[C:7:0:0]
it: [C:6:0:1]Botti[C:7:0:0], e [C:6:0:1]Borse[C:7:0:0]. Le [C:6:0:1]Botti[C:7:0:0] sono usate per conservare [C:6:0:1]Cibo[C:7:0:0]. Le [C:6:0:1]Borse[C:7:0:0] sono usate per conservare [C:6:0:1]Semi[C:7:0:0]
pl: [C:6:0:1]Beczki[C:7:0:0], i [C:6:0:1]Worki[C:7:0:0]. [C:6:0:1]Beczki[C:7:0:0] są używane do przechowywania [C:6:0:1]Jedzenia[C:7:0:0]. [C:6:0:1]Worki[C:7:0:0] są używane do [C:6:0:1]Nasion[C:7:0:0]
pt_br: [C:6:0:1]Barris[C:7:0:0], e [C:6:0:1]Sacos[C:7:0:0]. [C:6:0:1]Barris[C:7:0:0] são usados para guardar [C:6:0:1]Comida[C:7:0:0]. [C:6:0:1]Sacos[C:7:0:0] são usados para guardar [C:6:0:1]Sementes[C:7:0:0]
ru: [C:6:0:1]Бочки[C:7:0:0], и [C:6:0:1]Мешки[C:7:0:0]. [C:6:0:1]Бочки[C:7:0:0] используются для хранения [C:6:0:1]продуктов питания[C:7:0:0]. [C:6:0:1]Мешки[C:7:0:0] используются для хранения [C:6:0:1]Семян[C:7:0:0]
tr: [C:6:0:1]Fıçılar[C:7:0:0] ve [C:6:0:1]Torbalar[C:7:0:0]. [C:6:0:1]Fıçılar[C:7:0:0], [C:6:0:1]Yiyecek[C:7:0:0] depolamak için kullanılır. [C:6:0:1]Torbalar[C:7:0:0], [C:6:0:1]Tohumları[C:7:0:0] depolamak için kullanılır
vi: [C:6:0:1]Thùng[C:7:0:0], và [C:6:0:1]Túi[C:7:0:0]. [C:6:0:1]Thùng[C:7:0:0] được dùng để chứa [C:6:0:1]Thức ăn[C:7:0:0]. [C:6:0:1]Túi[C:7:0:0] được dùng để chứa [C:6:0:1]Hạt giống[C:7:0:0]
zh_hans: [C:6:0:1]圆桶[C:7:0:0]，和 [C:6:0:1]袋子[C:7:0:0]。[C:6:0:1]圆桶[C:7:0:0]可以用来储存[C:6:0:1]食物[C:7:0:0]。[C:6:0:1]袋子[C:7:0:0]可以用来储存[C:6:0:1]种子[C:7:0:0]

source: (and some other things like [C:6:0:1]Sand[C:7:0:0]). [C:6:0:1]Bins[C:7:0:0] hold just about everything else except [C:6:0:1]Furniture[C:7:0:0], [C:6:0:1]Wood[C:7:0:0] and [C:6:0:1]Boulders[C:7:0:0].
fr: (et quelques autres choses comme [C:6:0:1]le Sable[C:7:0:0]). [C:6:0:1]les Bacs[C:7:0:0] contiennent à peu près tout le reste sauf [C:6:0:1]Les meubles[C:7:0:0], [C:6: 0:1]le Bois[C:7:0:0] et [C:6:0:1]les Rochers[C:7:0:0].
it: (e alcune altre cose come [C:6:0:1]Sabbia[C:7:0:0]). I [C:6:0:1]Cesti[C:7:0:0] contengono quasi tutto il resto, tranne [C:6:0:1]Mobili[C:7:0:0], [C:6:0:1]Legno[C:7:0:0] e [C:6:0:1]Massi[C:7:0:0].
pl: (i paru innych rzeczy, jak np. [C:6:0:1]Piasek[C:7:0:0]). [C:6:0:1]Kosze[C:7:0:0] przechowują prawie wszystko, z wyjątkiem [C:6:0:1]Mebli[C:7:0:0], [C:6:0:1]Drewna[C:7:0:0] i [C:6:0:1]Głazów[C:7:0:0].
pt_br: (e algumas outras coisas como [C:6:0:1]Areia[C:7:0:0]). [C:6:0:1]Caixas[C:7:0:0] armazena quase qualquer coisa com exceção de [C:6:0:1]Mobília[C:7:0:0], [C:6:0:1]Madeira[C:7:0:0] e [C:6:0:1]Pedregulhos[C:7:0:0].
ru: (и некоторые другие вещи, такие как [C:6:0:1]песок[C:7:0:0]). В [C:6:0:1]ящики[C:7:0:0] помещается практически все остальное, кроме [C:6:0:1]мебели[C:7:0:0], [C:6:0:1]дерева[C:7:0:0] и [C:6:0:1]камня[C:7:0:0].
tr: (ve [C:6:0:1]Kum[C:7:0:0] gibi diğer bazı şeyleri). [C:6:0:1]Sandıklar[C:7:0:0]; [C:6:0:1]Eşyalar[C:7:0:0], [C:6:0:1]Odun[C:7:0:0] ve [C:6:0:1]Kaya Parçaları[C:7:0:0] dışındaki hemen hemen her şeyi tutar.
vi: (và một số thứ khác như [C:6:0:1]Cát[C:7:0:0]). [C:6:0:1]Thùng chứa[C:7:0:0] có thể chứa gần như mọi thứ khác ngoại trừ [C:6:0:1]Nội thất[C:7:0:0], [C:6:0:1]Gỗ[C:7:0:0] và [C:6:0:1]Đá tảng[C:7:0:0].
zh_hans: (和一些其他的东西比如[C:6:0:1]沙子[C::7:0:0])。[C:6:0:1]储物箱[C:7:0:0]几乎可以放任何东西，除了[C:6:0:1]家具[C:7:0:0],[C:6:0:1]木材[C:7:0:0] 以及[C:6:0:1]岩石[C:7:0:0].

source: The [C:6:0:0]Carpenter's Workshop[C:7:0:0] is the best place to make lightweight [C:6:0:1]Bins[C:7:0:0] and [C:6:0:1]Barrels[C:7:0:0], but they can also be made at
fr: L'[C:6:0:0]Atelier de menuiserie[C:7:0:0] est le meilleur endroit pour fabriquer des [C:6:0:1]Bacs[C:7:0:0] et [C:6:0:1]Tonneaux[C:7:0:0], mais ils peuvent aussi être fabriqués à
it: La [C:6:0:0]Bottega del Carpentiere[C:7:0:0] è il posto migliore per creare [C:6:0:1]Cesti[C:7:0:0] leggeri e [C:6:0:1]Botti[C:7:0:0], ma possono essere creati anche presso
pl: [C:6:0:0]Warsztat stolarski[C:7:0:0] jest najlepszym miejscem do tworzenia lekkich [C:6:0:1]Koszy[C:7:0:0] i [C:6:0:1]Beczek[C:7:0:0], ale mogą być one robione także w
pt_br: A [C:6:0:0]Oficina de Carpintaria[C:7:0:0] é o melhor lugar para fazer [C:6:0:1]Caixotes[C:7:0:0] e [C:6:0:1]Barris[C:7:0:0] leves, mas eles também podem ser feitos na
ru: [C:6:0:0]Мастерская плотника[C:7:0:0] - лучшее место для изготовления легких [C:6:0:1]Ящиков[C:7:0:0] и [C:6:0:1]Бочек[C:7:0:0], но они также могут быть изготовлены в
tr: [C:6:0:0]Marangoz Atölyesi[C:7:0:0], hafif [C:6:0:1]Sandıklar[C:7:0:0] ve [C:6:0:1]Fıçılar[C:7:0:0] yapmak için en iyi yerdir, ancak bunlar ayrıca
vi: [C:6:0:0]Xưởng Thợ mộc[C:7:0:0] là nơi tốt nhất để chế tạo [C:6:0:1]Thùng chứa[C:7:0:0] và [C:6:0:1]Thùng[C:7:0:0] nhẹ, nhưng chúng cũng có thể được chế tạo tại
zh_hans: [C:6:0:0]木匠工坊[C:7:0:0]是制造重量轻的[C:6:0:1]储物箱[C:7:0:0]和[C:6:0:1]圆桶[C:7:0:0]最好的地方，同时这两种物品也可以被制造于

source: the [C:6:0:0]Stoneworker's Shop[C:7:0:0] and the [C:6:0:0]Metalsmith's Forge[C:7:0:0]. [C:6:0:1]Bags[C:7:0:0] are created at the [C:6:0:0]Clothier's Shop[C:7:0:0] or the [C:6:0:0]Leatherworks[C:7:0:0].
fr: l' [C:6:0:0]Atelier du tailleur de pierre[C:7:0:0] et la [C:6:0:0]Forge du métallurgiste[C:7:0:0]. [C:6:0:1]Les sacs[C:7:0:0] sont créés au [C:6:0:0]Magasin du Tailleur[C:7:0:0] ou au [C:6:0:0]Travail du cuir[C:7:0:0].
it: la [C:6:0:0]Bottega dello scalpellino[C:7:0:0] e la [C:6:0:0]Fucina del fabbro[C:7:0:0]. Le [C:6:0:1]Borse[C:7:0:0] sono create nella [C:6:0:0]Bottega del Confezionista[C:7:0:0] o nella [C:6:0:0]Pelletteria[C:7:0:0].
pl: [C:6:0:0]Warsztacie kamieniarza[C:7:0:0] i [C:6:0:0]Kuźni kowala[C:7:0:0]. [C:6:0:1]Kosze[C:7:0:0] są tworzone w [C:6:0:0]Warsztacie tkackim[C:7:0:0] albo [C:6:0:0]Warsztacie kaletniczym[C:7:0:0].
pt_br: [C:6:0:0]Oficina de Cantaria[C:7:0:0] e na [C:6:0:0]Forja de Metalurgia[C:7:0:0]. [C:6:0:1]Sacos[C:7:0:0] são criados na [C:6:0:0]Oficina de Costura[C:7:0:0] ou na [C:6:0:0]Oficina de Marroquinaria[C:7:0:0].
ru: [C:6:0:0]мастерской каменщика[C:7:0:0] и [C:6:0:0]кузнице[C:7:0:0]. [C:6:0:1]Мешки[C:7:0:0] создаются в [C:6:0:0]лавке портного[C:7:0:0] или [C:6:0:0]кожевенной мастерской[C:7:0:0].
tr: [C:6:0:0]Taşçı Atölyesi[C:7:0:0] ve [C:6:0:0]Demirci Ocağında[C:7:0:0] da yapılabilir. [C:6:0:1]Torbalar[C:7:0:0], [C:6:0:0]Terzi Atölyesi[C:7:0:0] veya [C:6:0:0]Dericide[C:7:0:0] üretilir.
vi: [C:6:0:0]Xưởng Thợ đá[C:7:0:0] và [C:6:0:0]Lò rèn Thợ kim loại[C:7:0:0]. [C:6:0:1]Túi[C:7:0:0] được tạo ra tại [C:6:0:0]Xưởng Thợ may[C:7:0:0] hoặc [C:6:0:0]Xưởng Chế tác da[C:7:0:0].
zh_hans: [C:6:0:0]石匠工坊[C:7:0:0] 和 [C:6:0:0] 锻造间[C:7:0:0]. [C:6:0:1] 口袋[C:7:0:0] 是由 [C:6:0:0]制衣工坊[C:7:0:0] 或 [C:6:0:0]皮匠[C:7:0:0]生产而来的.

source: Here you can select which goods you wish to trade. After everyone has brought their goods you can
de: Hier könnt ihr auswählen, welche Waren ihr tauschen wollt. Nachdem alle ihre Waren gebracht haben, können Sie
fr: Ici, vous pouvez sélectionner les marchandises que vous souhaitez échanger. Une fois que chacun a apporté ses marchandises, vous pouvez
it: Qui puoi selezionare quali prodotti desideri commerciare. Dopo che ognuno ha portato i suoi prodotti puoi
ko: 여기서 거래할 상품을 선택할 수 있습니다. 모든 사람들이 그들의 물건을 가져온 후에 당신은 거래할 수 있습니다.
pl: Tutaj możesz wybrać, które dobra zamierzasz wymienić. Kiedy wszyscy przyniosą swoje towary możesz
pt_br: Aqui você pode selecionar quais mercadorias deseja negociar. Depois que todos trouxerem suas mercadorias, você pode
ru: Здесь вы можете выбрать, какими товарами вы хотите торговать. После того, как все принесут свои товары, вы можете
tr: Burada hangi malları takas etmek istediğinizi seçebilirsiniz. Herkes mallarını getirdikten sonra
vi: Tại đây bạn có thể chọn hàng hóa mà bạn muốn giao dịch. Sau khi mọi người đã mang hàng hóa của họ đến, bạn có thể
zh_hans: 在这里你可以选择你想交易的商品。在每个人都把他们的东西带来之后，你就可以

source: select [C:5:0:1]"Trade"[C:7:0:0]. Don't worry if you have no [C:5:0:0]Broker[C:7:0:0], just select [C:5:0:1]"Anyone can Trade"[C:7:0:0]. You cannot trade
fr: sélectionnez [C:5:0:1]"Échange"[C:7:0:0]. Ne vous inquiétez pas si vous n'avez pas de [C:5:0:0]courtier[C:7:0:0], sélectionnez simplement [C:5:0:1]"N'importe qui peut échanger"[C:7:0 :0]. Vous ne pouvez pas échanger
it: selezionare [C:5:0:1]"Scambia"[C:7:0:0]. Non preoccuparti se non hai un [C:5:0:0]Mediatore[C:7:0:0], seleziona semplicemente [C:5:0:1]"Chiunque può scambiare"[C:7:0:0]. Non puoi scambiare
pl: wybrać [C:5:0:1]"Handluj"[C:7:0:0]. Nie martw się, jeśli nie masz [C:5:0:0]Brokera[C:7:0:0], po prostu wybierz [C:5:0:1]"Każdy może handlować"[C:7:0:0]. Nie możesz handlować
pt_br: selecionar [C:5:0:1]"Troca"[C:7:0:0]. Não se preocupe se você não tiver um [C:5:0:0]Corretor[C:7:0:0], apenas selecione [C:5:0:1]"Qualquer um pode negociar"[C:7:0:0]. Você não pode negociar
ru: выберите [C:5:0:1]"Торговля"[C:7:0:0]. Не беспокойтесь, если у вас нет [C:5:0:0]Брокера[C:7:0:0], просто выберите [C:5:0:1]"Торговать может каждый"[C:7:0:0]. Вы не можете торговать
tr: [C:5:0:1]"Ticaret"[C:7:0:0]i seçebilirsiniz. [C:5:0:0]Komisyoncu[C:7:0:0] yoksa endişelenmeyin, sadece [C:5:0:1]"Herkes Ticaret Yapabilir"[C:7:0:0]i seçin.Şu durumda ticaret yapamazsınız:
vi: chọn [C:5:0:1]"Giao dịch"[C:7:0:0]. Đừng lo lắng nếu bạn không có [C:5:0:0]Người môi giới[C:7:0:0], chỉ cần chọn [C:5:0:1]"Bất kỳ ai cũng có thể Giao dịch"[C:7:0:0]. Bạn không thể giao dịch
zh_hans: 选择[C:5:0:1]“交易”[C:7:0:0]。如果你没有[C:5:0:0]代理商[C:7:0:0]也不用担心，只需要选择“[C:5:0:1]所有人都可以交易”[C:7:0:0]。你不能交易

source: until your [C:5:0:0]Broker[C:7:0:0] or another resident arrives at the depot.
fr: jusqu'à ce que votre [C:5:0:0]courtier[C:7:0:0] ou un autre résident arrive au dépôt.
it: finché il tuo [C:5:0:0]Mediatore[C:7:0:0] o un altro residente non arriva al deposito.
pl: aż twój [C:5:0:0]Broker[C:7:0:0] lub inny mieszkaniec przyjdzie do składu.
pt_br: até que o seu [C:5:0:0]Corretor[C:7:0:0] ou outro residente chegue ao entreposto.
ru: пока ваш [C:5:0:0]брокер[C:7:0:0] или другой житель не прибудет в депо.
tr: [C:5:0:0]Simsarınız[C:7:0:0] veya başka bir sakin depoya gelene kadar.
vi: cho đến khi [C:5:0:0]Người môi giới[C:7:0:0] của bạn hoặc một cư dân khác đến kho hàng.
zh_hans: 直到你的[C:5:0:0] 代理商[C:7:0:0] 或者其他居民到达交易站

source: When trading you select which goods you want from the list on the left, and which goods of yours to
de: Wenn Sie handeln, wählen Sie aus der Liste auf der linken Seite aus, welche Waren Sie haben möchten und welche Ihrer Waren Sie verkaufen möchten.
fr: Lorsque vous négociez, vous sélectionnez les biens que vous voulez dans la liste de gauche et les biens que vous souhaitez acheter.
it: Quando commerci, seleziona i prodotti che desideri dall'elenco a sinistra e i tuoi prodotti da
ko: 거래할 때 왼쪽 목록에서 원하는 상품과 원하는 상품을 선택합니다.
pl: Podczas handlu, towary które chcesz kupić wybierz z listy po lewej stronie, a twoje towary, które chcesz
pt_br: Ao negociar, você seleciona quais mercadorias você quer da lista à esquerda e quais mercadorias suas deseja
ru: При торговле вы выбираете, какие товары вам нужны из списка слева, и какие ваши товары для
tr: Ticaret yaparken soldaki listeden hangi malları istediğinizi ve sağdaki listeden hangi mallarınızı
vi: Khi giao dịch, bạn chọn hàng hóa bạn muốn từ danh sách bên trái, và hàng hóa của bạn để
zh_hans: 交易时，您可以从左侧的列表中选择您想要的商品，并选择您的商品

source: trade from the list on the right. Then hit [C:5:0:1]"Trade"[C:7:0:0]. The trader will accept if the deal is fair and
fr: commerce de la liste sur la droite. Appuyez ensuite sur [C:5:0:1]"Échanger"[C:7:0:0]. Le commerçant acceptera si l'accord est équitable et
it: vendere dall'elenco a destra. Quindi premi [C:5:0:1]"Scambia"[C:7:0:0]. Il commerciante accetterà se l'affare è giusto e
pl: sprzedać z listy po prawej. Naciśnij potem [C:5:0:1]"Handluj"[C:7:0:0]. Handlarz zaakceptuje propozycję, jeśli jest uczciwa,
pt_br: negociar da lista à direita. Então aperte [C:5:0:1]"Trocar"[C:7:0:0]. O comerciante aceitará se o negócio for justo e
ru: торговля из списка справа. Затем нажмите [C:5:0:1] "Торговля"[C:7:0:0]. Торговец примет сделку, если она справедлива и
tr: takas edeceğinizi seçersiniz. Sonra [C:5:0:1]"Ticaret"[C:7:0:0]e basın. Tüccar, anlaşma adilse ve
vi: giao dịch từ danh sách bên phải. Sau đó nhấn [C:5:0:1]"Giao dịch"[C:7:0:0]. Người giao dịch sẽ chấp nhận nếu thỏa thuận công bằng và
zh_hans: 从右边的列表中进行交易。 然后点击 [C:5:0:1]"交易"[C:7:0:0] ，那么这次交易将会成交。当然，前提是交易是公平和

source: they can carry away the weight of the things you are selling.
fr: ils peuvent emporter le poids des choses que vous vendez.
it: se riescono a portare via il peso degli oggetti che stai vendendo.
ko: 그들은 당신이 파는 물건의 무게를 옮길 수 있습니다.
pl: a następnie ugnie się pod ciężarem twoich sprzedanych rzeczy.
pt_br: eles puderem carregar o peso das coisas que você está vendendo.
ru: они могут унести вес вещей, которые вы продаете.
tr: sattığınız şeylerin ağırlığını taşıyabiliyorlarsa kabul edecektir.
vi: họ có thể mang đi trọng lượng của những thứ bạn đang bán.
zh_hans: 它们可以带走你出售的东西的重量。

source: Note that if you have a [C:5:0:0]Broker[C:7:0:0] the value of each good with be shown if their skill is high enough.
fr: Notez que si vous avez un [C:5:0:0]Courtier[C:7:0:0], la valeur de chaque marchandise sera affichée si sa compétence est suffisamment élevée.
it: Nota che se hai un [C:5:0:0]Mediatore[C:7:0:0] il valore di ogni merce verrà mostrato se la sua abilità è abbastanza alta.
pl: Zauważ, że jeśli masz [C:5:0:0]Brokera[C:7:0:0] wartość każdego towaru będzie pokazana, pod warunkiem że ma on wystarczające umiejętności.
pt_br: Observe que se você tem um [C:5:0:0]Corretor[C:7:0:0] o valor de cada mercadoria será mostrado se a habilidade dele for alta o suficiente.
ru: Обратите внимание, что если у вас есть [C:5:0:0]Брокер[C:7:0:0], то стоимость каждого товара будет показана, если его навык достаточно высок.
tr: [C:5:0:0]Komisyoncunuz[C:7:0:0] varsa ve becerisi yeterince yüksekse her malın değerinin gösterileceğini unutmayın.
vi: Lưu ý rằng nếu bạn có một [C:5:0:0]Người môi giới[C:7:0:0], giá trị của mỗi món hàng sẽ được hiển thị nếu kỹ năng của họ đủ cao.
zh_hans: 请注意：如果你的[C:5:0:0]代理商[C:7:0:0]的技巧值足够高，那么可以显示所有货物的价值

source: In order for some functions to be used, like work orders or bookkeeping, [C:5:0:0]Administrators[C:7:0:0] must be assigned.
fr: Pour que certaines fonctions puissent être utilisées, comme les bons de travail ou la comptabilité, des [C:5:0:0]administrateurs[C:7:0:0] doivent être affectés.
it: Per poter utilizzare alcune funzioni, come ordini di lavoro o contabilità, è necessario assegnare [C:5:0:0]Amministratori[C:7:0:0].
pl: Aby można było korzystać z niektórych funkcji, takich jak zlecenia pracy czy księgowość, muszą być przypisani [C:5:0:0]Administratorzy[C:7:0:0].
pt_br: Para algumas funções serem utilizadas, como ordens de trabalho ou contabilidade, [C:5:0:0]Administradores[C:7:0:0] devem ser associados.
ru: Для использования некоторых функций, таких как рабочие заказы или счетоводство, необходимо назначить [C:5:0:0]администраторов[C:7:0:0].
tr: İş emirleri veya muhasebe gibi bazı işlevlerin kullanılabilmesi için [C:5:0:0]Yöneticilerin[C:7:0:0] atanması gerekir.
vi: Để sử dụng một số chức năng, như lệnh làm việc hoặc kế toán, [C:5:0:0]Quản trị viên[C:7:0:0] phải được bổ nhiệm.
zh_hans: 为了使某些功能可供使用，比如书籍管理，[C:5:0:0]管理员[C:7:0:0] 是必须被安排的。

source: To do this select the [C:5:0:1]Nobles and administrators[C:7:0:0] menu and click the add button to assign somebody.
fr: Pour ce faire, sélectionnez le menu [C:5:0:1]Nobles et administrateurs[C:7:0:0] et cliquez sur le bouton Ajouter pour désigner quelqu'un.
it: Per far ciò seleziona il menù [C:5:0:1]Nobili e amministratori[C:7:0:0] e clicca sul tasto Aggiungi per assegnare qualcuno.
pl: Aby to zrobić, wybierz menu [C:5:0:1]Szlachta i Administratorzy[C:7:0:0] i kliknij przycisk dodawania by kogoś przypisać.
pt_br: Para fazer isso, selecione o menu [C:5:0:1]Nobres e administradores[C:7:0:0] e clique no botão adicionar para atribuir a alguém.
ru: Для этого выберите меню [C:5:0:1]Знать и администрация[C:7:0:0] и нажмите кнопку "добавить", чтобы назначить кого-либо.
tr: Bunu yapmak için [C:5:0:1]Soylular ve yöneticiler[C:7:0:0] menüsünü seçin ve birini atamak için ekle düğmesine tıklayın.
vi: Để làm điều này, hãy chọn menu [C:5:0:1]Quý tộc và quản trị viên[C:7:0:0] và nhấp vào nút thêm để bổ nhiệm một người nào đó.
zh_hans: 通过选择[C:5:0:1]贵族和管理员[C:7:0:0]菜单并点击‘安排某人’来执行。

source: Some [C:5:0:0]Administrators[C:7:0:0] will require [C:3:0:0]Offices[C:7:0:0] to perform their work.
fr: Certains [C:5:0:0]administrateurs[C:7:0:0] auront besoin de [C:3:0:0]bureaux[C:7:0:0] pour effectuer leur travail.
it: Alcuni [C:5:0:0]Amministratori[C:7:0:0] necessiteranno di [C:3:0:0]Uffici[C:7:0:0] per svolgere il loro lavoro.
pl: Niektórzy [C:5:0:0]Administratorzy[C:7:0:0] będą wymagać [C:3:0:0]Biur[C:7:0:0] aby wykonywać swoją pracę.
pt_br: Alguns [C:5:0:0]Administradores[C:7:0:0] vão exigir [C:3:0:0]Escritórios[C:7:0:0] para executarem seu trabalho.
ru: Некоторым [C:5:0:0]администраторам[C:7:0:0] для выполнения своей работы требуются [C:3:0:0]кабинеты[C:7:0:0].
tr: Bazı [C:5:0:0]Yöneticiler[C:7:0:0], işlerini yapabilmek için [C:3:0:0]Ofislere[C:7:0:0] ihtiyaç duyacaktır.
vi: Một số [C:5:0:0]Quản trị viên[C:7:0:0] sẽ yêu cầu [C:3:0:0]Văn phòng[C:7:0:0] để thực hiện công việc của họ.
zh_hans: 某些[C:5:0:0]管理员[C:7:0:0]类的职位会要求有一间[C:3:0:0]办公室[C:7:0:0]来更好的工作。

source: You can create these with [C:5:0:1]Zones[C:7:0:0] -> [C:5:0:1]Office[C:7:0:0].
fr: Vous pouvez les créer avec [C:5:0:1]Zones[C:7:0:0] -> [C:5:0:1]Office[C:7:0:0].
it: Puoi crearne tramite [C:5:0:1]Zone[C:7:0:0] -> [C:5:0:1]Ufficio[C:7:0:0].
pl: Możesz je stworzyć za pomocą [C:5:0:1]Strefy[C:7:0:0] -> [C:5:0:1]Biura[C:7:0:0].
pt_br: Você pode criar esses com [C:5:0:1]Zonas[C:7:0:0] -> [C:5:0:1]Escritório[C:7:0:0].
ru: Вы можете создать их с помощью [C:5:0:1]Зоны[C:7:0:0] -> [C:5:0:1]Офис[C:7:0:0].
tr: Bunları [C:5:0:1]Bölgeler[C:7:0:0] -> [C:5:0:1]Ofis[C:7:0:0] ile oluşturabilirsiniz.
vi: Bạn có thể tạo chúng bằng [C:5:0:1]Khu vực[C:7:0:0] -> [C:5:0:1]Văn phòng[C:7:0:0].
zh_hans: 你可以创建这些在[C:5:0:1]功能区[C:7:0:0] -> [C:[C:5:0:1]办公室[C:7:0:0].

source: The [C:3:0:0]Zone[C:7:0:0] you select must contain a [C:6:0:0]Chair[C:7:0:0], or you can paint a [C:3:0:0]Zone[C:7:0:0] and place a [C:6:0:0]Chair[C:7:0:0] later.
fr: La [C:3:0:0]Zone[C:7:0:0] que vous sélectionnez doit contenir une [C:6:0:0]Chair[C:7:0:0], ou vous pouvez peindre une [C:3:0:0]Zone[C:7:0:0] et placez une [C:6:0:0]Chaise[C:7:0:0] plus tard.
it: La [C:3:0:0]Zona[C:7:0:0] selezionata deve contenere una [C:6:0:0]Sedia[C:7:0:0], oppure puoi colorare una [C:3:0:0]Zona[C:7:0:0] e piazzare una [C:6:0:0]Sedia[C:7:0:0] in seguito.
pl: [C:3:0:0]Strefa[C:7:0:0] którą zaznaczasz musi zawierać [C:6:0:0]Krzesło[C:7:0:0], albo możesz wyznaczyć [C:3:0:0]Strefę[C:7:0:0] i umieścić [C:6:0:0]Krzesło[C:7:0:0] później.
pt_br: A [C:3:0:0]Zona[C:7:0:0] que você selecionar deve conter uma [C:6:0:0]Cadeira[C:7:0:0], ou você pode pintar uma [C:3:0:0]Zona[C:7:0:0] e colocar uma [C:6:0:0]Cadeira[C:7:0:0].
ru: Выбранная вами [C:3:0:0]Зона[C:7:0:0] должна содержать [C:6:0:0]Председатель[C:7:0:0], или вы можете нарисовать [C:3:0:0]Зону[C:7:0:0] и разместить [C:6:0:0]Председателя[C:7:0:0] позже.
tr: Seçtiğiniz [C:3:0:0]Bölge[C:7:0:0] bir [C:6:0:0]Sandalye[C:7:0:0] içermelidir veya bir [C:3:0:0]Bölge[C:7:0:0] boyayıp daha sonra bir [C:6:0:0]Sandalye[C:7:0:0] yerleştirebilirsiniz.
vi: [C:3:0:0]Khu vực[C:7:0:0] bạn chọn phải chứa một [C:6:0:0]Ghế[C:7:0:0], hoặc bạn có thể vẽ một [C:3:0:0]Khu vực[C:7:0:0] và đặt một [C:6:0:0]Ghế[C:7:0:0] sau.
zh_hans: 你所选择的[C:3:0:0]区域[C:7:0:0] 必须包含一把[C:6:0:0]椅子[C:7:0:0]，或者你可以先漆上一片[C:3:0:0]区域[C:7:0:0] 然后再放置一把[C:6:0:0]椅子[C:7:0:0]

source: Remember to assign the [C:5:0:0]Administrator[C:7:0:0] to the [C:3:0:0]Office[C:7:0:0].
fr: N'oubliez pas d'affecter l'[C:5:0:0]Administrateur[C:7:0:0] au [C:3:0:0]Bureau[C:7:0:0].
it: Ricorda di assegnare l'[C:5:0:0]Amministratore[C:7:0:0] all'[C:3:0:0]Ufficio[C:7:0:0].
pl: Pamiętaj aby przypisać [C:5:0:0]Administratora[C:7:0:0] do [C:3:0:0]Biura[C:7:0:0].
pt_br: Lembre-se de atribuir o [C:5:0:0]Administrador[C:7:0:0] ao [C:3:0:0]Escritório[C:7:0:0].
ru: Не забудьте назначить [C:5:0:0]Администратор[C:7:0:0] на [C:3:0:0]Офис[C:7:0:0].
tr: [C:5:0:0]Yöneticiyi[C:7:0:0] [C:3:0:0]Ofise[C:7:0:0] atamayı unutmayın.
vi: Hãy nhớ bổ nhiệm [C:5:0:0]Quản trị viên[C:7:0:0] vào [C:3:0:0]Văn phòng[C:7:0:0].
zh_hans: 记得指派 [C:5:0:0]行政人员[C:7:0:0] 去 [C:3:0:0]办公室[C:7:0:0].

source: Other nobles may appear or be assigned as
de: Andere Adlige können erscheinen oder zugewiesen werden als
fr: D'autres nobles peuvent apparaître ou être affectés comme
it: Altri nobili possono apparire o essere assegnati man mano
ko: 다른 귀족은 다음과 같이 나타나거나 지정될 수 있습니다.
pl: Inni szlachcice mogą się pojawić lub zostać przypisani
pt_br: Outros nobres podem aparecer ou serem atribuídos a
ru: Другие дворяне могут появиться или быть назначены в качестве
tr: Diğer soylular belirebilir veya şu görevle atanabilir:
vi: Các quý tộc khác có thể xuất hiện hoặc được bổ nhiệm khi
zh_hans: 其他贵族可能出现或被任命为

source: the game progresses. Use the [C:5:0:1]Nobles and administrators[C:7:0:0] menu to check their wants and needs.
fr: le jeu progresse. Utilisez le menu [C:5:0:1]Nobles et administrateurs[C:7:0:0] pour vérifier leurs désirs et leurs besoins.
it: che il gioco procede. Usa il menù [C:5:0:1]Nobili e amministratori[C:7:0:0] per controllare i loro desideri e bisogni.
pl: razem z postępem gry. Użyj menu [C:5:0:1]Szlachta i Administratorzy[C:7:0:0] by sprawdzić ich żądania i potrzeby.
pt_br: os progressos do jogo. Use o menu [C:5:0:1]Nobres e administradores[C:7:0:0] para verificar seus vontades e necessidades.
ru: по мере продвижения игры. Используйте меню [C:5:0:1]Знать и администрация[C:7:0:0], чтобы проверить их желания и потребности.
tr: olarak oyun ilerledikçe belirebilir veya atanabilir. Arzularını ve ihtiyaçlarını kontrol etmek için [C:5:0:1]Soylular ve yöneticiler[C:7:0:0] menüsünü kullanın.
vi: trò chơi tiến triển. Sử dụng menu [C:5:0:1]Quý tộc và quản trị viên[C:7:0:0] để kiểm tra mong muốn và nhu cầu của họ.
zh_hans: 游戏进程中。 使用 [C:5:0:1]贵族与管理员[C:7:0:0] 菜单来查看他们的需求。
