Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: have not performed
de: haben nichts geleistet
fr: n'ont pas effectué
it: non si sono esibiti
ko: 수행하지 않은
pl: nie wykonały
pt_br: não performou
ru: еще не исполнялось
tr: performans sergilemedi
vi: chưa thực hiện
zh_hans: 没有表演

source: prevented from leaving
de: am Verlassen gehindert
fr: empêché de partir
it: impedito di uscire
ko: 떠나는 것을 막았다
pl: uniemożliwione opuszczenie
pt_br: impedido de sair
ru: не может уйти
tr: ayrılması engellendi
vi: bị ngăn cản rời đi
zh_hans: 防止离开

source: curiosity
de: Neugierde
fr: curiosité
it: curiosità
ko: 호기심
pl: ciekawość
pt_br: curiosidade
ru: любопытство
tr: merak
vi: sự tò mò
zh_hans: 好奇心

source: hire on as mercenary
de: als Söldner anheuern
fr: embauché comme mercenaire
it: assumi come mercenario
ko: 용병으로 고용하다
pl: zatrudnić się jako najemnik
pt_br: empregar como mercenário
ru: нанять в качестве наемника
tr: paralı asker olarak işe gir
vi: thuê làm lính đánh thuê
zh_hans: 雇用来当雇佣兵

source: hire on as performer
de: als Darsteller anstellen
fr: embaucher comme interprète
it: assunzione come artista
ko: 연기자로 고용하다
pl: zatrudnić jako wykonawcę
pt_br: contratar como artista
ru: Нанять в качестве исполнителя, артиста
tr: gösterici olarak işe gir
vi: thuê làm nghệ sĩ biểu diễn
zh_hans: 雇佣来当演员

source: hire on as scholar
de: als Stipendiat anheuern
fr: embaucher comme érudit
it: assunzione come studioso
ko: 학자로 고용하다
pl: zatrudniony jako stypendysta
pt_br: contratar como estudioso
ru: нанять в качестве ученого
tr: bilgin olarak işe gir
vi: thuê làm học giả
zh_hans: 作为学者聘请

source: admire architecture
de: die Architektur bewundern
fr: admirer l'architecture
it: ammira l'architettura
ko: 건축에 감탄하다
pl: podziwiać architekturę
pt_br: admirar arquitetura
ru: восхищаться архитектурой
tr: mimariye hayran kal
vi: ngưỡng mộ kiến trúc
zh_hans: 欣赏建筑

source: pray
de: beten
fr: prier
it: prega
ko: 기도하다
pl: modlić się
pt_br: orar
ru: молиться
tr: dua et
vi: cầu nguyện
zh_hans: 祈祷

source: relax
de: entspannen
fr: Détendez-vous
ko: 안심하다
pl: relaks
pt_br: relaxar
ru: расслабляться
tr: rahatla
vi: Thư giãn
zh_hans: 放松

source: cannot find artifact
de: kann kein Artefakt finden
fr: impossible de trouver l'artefact
it: impossibile trovare manufatto
ko: 아티팩트를 찾을 수 없습니다
pl: nie mogę znaleźć artefaktu
pt_br: não consegue encontrar artefato
ru: не могу найти артефакт
tr: eser bulunamıyor
vi: Không thể tìm thấy cổ vật
zh_hans: 找不到神器

source: failed mood
de: misslungene Stimmung
fr: humeur ratée
it: umore fallito
ko: 실패한 기분
pl: nieudany nastrój
pt_br: espírito ancestral falhou
ru: подавленный дух
tr: hüsran nöbeti
vi: Tâm trạng suy sụp
zh_hans: 失败的心情

source: lack of sleep
de: Schlafmangel
fr: manque de sommeil
it: mancanza di sonno
ko: 수면 부족
pl: brak snu
pt_br: falta de dormir
ru: недостаток сна
tr: uykusuzluk
vi: Thiếu ngủ
zh_hans: 睡眠不足

source: trapped in cage
de: gefangen in einem Käfig
fr: pris au piège dans une cage
it: intrappolato in gabbia
ko: 우리에 갇혀
pl: uwięziony w klatce
pt_br: preso na gaiola
ru: пойман в клетку
tr: kafese kapatıldı
vi: Bị nhốt trong lồng
zh_hans: 被困在笼子里

source: great deal of stress
de: starke Belastung
fr: beaucoup de stress
it: grande stress
ko: 엄청난 스트레스
pl: duży stres
pt_br: grande quantidade de estresse
ru: большой стресс
tr: ağır stres
vi: Áp lực cực lớn
zh_hans: 很大的压力

source: unable to leave location
de: nicht in der Lage, den Standort zu verlassen
fr: incapable de quitter l'emplacement
it: impossibile lasciare il luogo
ko: 위치를 떠날 수 없음
pl: Nie można opuścić lokalizacji
pt_br: incapaz de sair do local
ru: невозможно покинуть местность
tr: konumdan ayrılamıyor
vi: Không thể rời khỏi vị trí
zh_hans: 无法离开位置

source: sanctify hf
de: hf heiligen
fr: sanctifier hf
it: santifica hf
ko: HF를 성화하다
pl: uświęcić hf
pt_br: santificar hf
ru: освящать hf
tr: tarihi figürü kutsallaştır
vi: Thánh hóa hf
zh_hans: 圣洁的

source: artifact is heirloom of family hfid
de: Artefakt ist Erbstück der Familie hfid
fr: l'artefact est l'héritage de la famille hfid
it: il manufatto è un cimelio di famiglia hfid
ko: 유물은 가족 hfid의 가보입니다.
pl: artefakt jest pamiątką rodzinną
pt_br: artefato é herança de família hfid
ru: артефакт это семейная реликвия hfid
tr: eser şu ailenin yadigarıdır: hfid
vi: Cổ vật là vật gia truyền của gia tộc hfid
zh_hans: 神器是家庭的传家宝

source: cement bonds of friendship
de: Freundschaftsbande festigen
fr: cimenter les liens d'amitié
it: consolida legami d'amicizia
ko: 우정의 시멘트
pl: cementują więzi przyjaźni
pt_br: solidifica laços de amizade
ru: укрепить узы дружбы
tr: dostluk bağlarını güçlendir
vi: Củng cố tình bằng hữu
zh_hans: 巩固友谊的纽带

source: as a symbol of everlasting peace
de: als Symbol des ewigen Friedens
fr: comme symbole de la paix éternelle
it: come simbolo di pace eterna
ko: 영원한 평화의 상징으로
pl: jako symbol wiecznego pokoju
pt_br: como símbolo da paz eterna
ru: как символ вечного мира
tr: ebedi barışın bir sembolü olarak
vi: Như một biểu tượng của hòa bình vĩnh cửu
zh_hans: 作为永久和平的象征

source: on a pilgrimage
de: auf einer Pilgerfahrt
fr: en pèlerinage
it: su un pellegrinaggio
ko: 순례 중
pl: na pielgrzymce
pt_br: em uma peregrinação
ru: ведет паломничество
tr: hac yolculuğunda
vi: Đang hành hương
zh_hans: 在朝圣

source: gather information
de: Informationen sammeln
fr: collecter des informations
it: raccogli informazioni
ko: 정보를 수집하다
pl: zbieranie informacji
pt_br: obter informação
ru: собрать информацию
tr: bilgi topla
vi: Thu thập thông tin
zh_hans: 收集信息

source: seek sanctuary
de: Zuflucht suchen
fr: chercher refuge
it: cercare un santuario
ko: 안식처를 찾다
pl: szukać schronienia
pt_br: Procurar Santuário
ru: искать святилище
tr: sığınak ara
vi: Tìm kiếm nơi trú ẩn
zh_hans: 寻求庇护

source: part of trade negotiation
de: Teil der Handelsverhandlungen
fr: partie de la négociation commerciale
it: parte della negoziazione commerciale
ko: 무역 협상의 일부
pl: część negocjacji handlowych
pt_br: parte de uma negociação
ru: часть торговых переговоров
tr: ticaret müzakeresinin bir parçası
vi: Một phần của đàm phán thương mại
zh_hans: 贸易谈判的一部分

source: afraid of persecution
de: aus Angst vor Verfolgung
fr: peur d'être persécuté
it: paura della persecuzione
ko: 박해를 두려워하다
pl: obawiać się prześladowań
pt_br: com mede de acusação
ru: боюсь преследования
tr: zulümden korkuyor
vi: Lo sợ bị đàn áp
zh_hans: 害怕受迫害

source: smoother operation of entity
de: reibungsloseres Funktionieren der Einheit
fr: fonctionnement plus fluide de l'entité
it: funzionamento più fluido dell'entità
ko: 엔터티의 원활한 작동
pl: sprawniejsze działanie jednostki
pt_br: operação mais suave da entidade
ru: плавная работа объекта
tr: varlığın daha sorunsuz işlemesi
vi: Vận hành thực thể trôi chảy hơn
zh_hans: 实体运作更顺畅

source: holds high value
de: hat einen hohen Wert
fr: détient une grande valeur
it: ha un valore elevato
ko: 높은 가치를 지님
pl: posiada wysoką wartość
pt_br: possui alto valor
ru: имеет высокую ценность
tr: yüksek değer taşıyor
vi: Có giá trị cao
zh_hans: 具有很高的价值

source: shared interest in profession
de: gemeinsames Interesse am Beruf
fr: intérêt commun pour la profession
it: interesse comune per la professione
ko: 직업에 대한 공통 관심사
pl: wspólne zainteresowanie zawodem
pt_br: divide interesses na profissão
ru: общий интерес к профессии
tr: mesleğe ortak ilgi
vi: Có cùng sở thích trong nghề nghiệp
zh_hans: 共同的职业兴趣

source: envious of those that live on
de: neidisch auf die, die weiterleben
fr: jaloux de ceux qui vivent
it: invidiosi di quelli che vivono
ko: 사는 사람들이 부럽다
pl: Zazdrosny o tych, którzy żyją dalej
pt_br: com inveja daqueles que ainda vivem
ru: завидует тем, кто живет на
tr: hayatta kalanları kıskanıyor
vi: Ganh tị với những người còn sống
zh_hans: 羡慕那些活着的人

source: panicked about what happens after death
de: panische Angst vor dem, was nach dem Tod passiert
fr: paniqué à propos de ce qui se passe après la mort
it: in preda al panico per ciò che accade dopo la morte
ko: 죽음 이후에 일어날 일에 대해 당황
pl: spanikowany tym, co dzieje się po śmierci
pt_br: entrou em pânico com o que acontece após a morte
ru: в панике о том, что происходит после смерти
tr: ölümden sonra ne olacağı konusunda panikledi
vi: Hoảng loạn về những gì xảy ra sau cái chết
zh_hans: 对死后的事情感到恐慌

source: afraid to die
de: Todesangst
fr: peur de mourir
it: paura di morire
ko: 죽는 것을 두려워
pl: bać się śmierci
pt_br: com medo de morrer
ru: боится умереть
tr: ölmekten korkuyor
vi: Sợ chết
zh_hans: 害怕会死

source: not ready to face the afterlife
de: nicht bereit, sich dem Leben nach dem Tod zu stellen
fr: pas prêt à affronter l'au-delà
it: non è pronto ad affrontare l'aldilà
ko: 내세를 맞이할 준비가 되지 않은
pl: nie są gotowi stawić czoła życiu pozagrobowemu
pt_br: não está pronto para encarar a vida após a morte
ru: не готов столкнуться с загробной жизнью
tr: ahiretle yüzleşmeye hazır değil
vi: Chưa sẵn sàng đối mặt với thế giới bên kia
zh_hans: 还没有准备好面对来世

source: too proud to give in to death
de: zu stolz, um sich dem Tod zu ergeben
fr: trop fier pour céder à la mort
it: troppo orgoglioso per arrendersi alla morte
ko: 죽음에 굴복하기엔 너무 자랑스러워
pl: zbyt dumny, by poddać się śmierci
pt_br: muito orgulhoso para se render à morte
ru: слишком гордая, чтобы поддаться смерти
tr: ölüme boyun eğmeyecek kadar gururlu
vi: Quá kiêu hãnh để khuất phục cái chết
zh_hans: 不屈不挠，向死而生

source: too vain to give in to death
de: zu eitel, um sich dem Tod hinzugeben
fr: trop vain pour céder à la mort
it: troppo vano per arrendersi alla morte
ko: 죽음에 굴복하기에는 너무 헛되다
pl: zbyt próżny, by ulec śmierci
pt_br: muito vaidoso para se render à morte
ru: слишком тщеславен, чтобы сдаться
tr: ölüme boyun eğmeyecek kadar kibirli
vi: Quá phù phiếm để khuất phục cái chết
zh_hans: 枉费心机，苟且偷生

source: had ambitions for which death is only a small obstacle
de: hatte Ambitionen, für die der Tod nur ein kleines Hindernis darstellt
fr: avait des ambitions pour lesquelles la mort n'est qu'un faible obstacle
it: aveva ambizioni per le quali la morte è solo un piccolo ostacolo
ko: 죽음이 단지 작은 장애물일 뿐인 야망이 있었다
pl: miał ambicje, dla których śmierć jest tylko małą przeszkodą
pt_br: tinha ambições para as quais a morte é apenas um pequeno obstáculo
ru: были амбиции, для которых смерть является лишь небольшим препятствием
tr: ölümün sadece küçük bir engel olduğu hırsları vardı
vi: Có tham vọng mà cái chết chỉ là một trở ngại nhỏ
zh_hans: 有雄心壮志，死亡只是一个小阻碍

source: lack of funds
de: fehlende Geldmittel
fr: manque de fonds
it: mancanza di fondi
ko: 자금 부족
pl: brak funduszy
pt_br: falta de fundos
ru: нехватка средств
tr: kaynak yetersizliği
vi: Thiếu kinh phí
zh_hans: 缺少资金

source: heavy losses in battle
de: schwere Verluste in der Schlacht
fr: lourdes pertes au combat
it: gravi perdite in battaglia
ko: 전투에서 큰 손실
pl: ciężkie straty w bitwie
pt_br: Grandes perdas em batalhas
ru: большие потери в бою
tr: savaşta ağır kayıplar
vi: Thiệt hại nặng nề trong trận chiến
zh_hans: 在战斗中损失惨重

source: death and injury
de: Tod und Verletzung
fr: décès et blessures
it: morte e lesione
ko: 죽음과 부상
pl: śmierć i obrażenia
pt_br: Morto e Machucado
ru: смерть и травма
tr: ölüm ve yaralanma
vi: Tử vong và thương tích
zh_hans: 死亡和受伤

source: witnessed death in incident
de: Zeuge des Todes bei einem Vorfall
fr: été témoin de la mort lors d'un incident
it: assistito alla morte in un incidente
ko: 사건으로 사망 목격
pl: świadek śmierci podczas incydentu
pt_br: testemunhou morte em incidente
ru: засвидетельствовал смерть в бою
tr: olayda ölüme tanık oldu
vi: Chứng kiến cái chết trong một sự kiện
zh_hans: 在事件中见证了死亡

source: found body in incident
de: Leiche bei Zwischenfall gefunden
fr: corps trouvé dans l'incident
it: trovato il corpo in un incidente
ko: 사건 현장에서 시신 발견
pl: znalezione ciało
pt_br: corpo encontrado em incidente
ru: нашел тело в инциденте
tr: olayda ceset buldu
vi: Tìm thấy thi thể trong một sự kiện
zh_hans: 意外找到了尸体

source: hf died unexpectedly
de: ist unerwartet gestorben
fr: hf est mort subitement
it: hf è morto inaspettatamente
ko: hf가 예기치 않게 사망했습니다.
pl: zmarł niespodziewanie
pt_br: hf morreu inesperadamente
ru: hf неожиданно умер
tr: tarihi figür beklenmedik bir şekilde öldü
vi: hf chết bất ngờ
zh_hans: 意外死亡

source: hf is dead
de: ist tot
fr: hf est mort
it: hf è morto
ko: HF는 죽었다
pl: nie żyje
pt_br: figura histórica está morta
ru: hf мертв
tr: tarihi figür öldü
vi: hf đã chết
zh_hans: 死了

source: slayer in incident
de: Jägerin im Einsatz
fr: tueur dans l'incident
it: uccisore in incidente
ko: 사건의 살인자
pt_br: assassino em incidente
ru: убийца в инцидент
tr: olaydaki katil
vi: Kẻ sát nhân trong một sự kiện
zh_hans: 事件中的杀手

source: separated from hf
de: getrennt von hf
fr: séparé de hf
it: separato da hf
ko: HF에서 분리
pt_br: separado de hf
ru: отделён от hf
tr: tarihi figürden ayrıldı
vi: Bị chia cắt khỏi hf
zh_hans: 与之分开

source: reunited with hf
de: wiedervereint mit hf
fr: réuni avec hf
it: riunito con hf
ko: HF와 재회
pl: połączył się z nim
pt_br: reunido com hf
ru: воссоединился с hf
tr: tarihi figürle yeniden birleşti
vi: Đoàn tụ với hf
zh_hans: 与之重聚

source: jump into existing conflict
de: in einen bestehenden Konflikt einsteigen
fr: sauter dans le conflit existant
it: salta in un conflitto esistente
ko: 기존 갈등에 뛰어들다
pl: wskoczyć w istniejący konflikt
pt_br: entrar em um conflito existente
ru: вступил в существующий конфликт
tr: mevcut çatışmaya atla
vi: Nhảy vào cuộc xung đột hiện có
zh_hans: 介入现有的冲突

source: caught sneaking last stand
de: ertappt beim heimlichen letzten Gefecht
fr: pris en train de se faufiler dans le dernier combat
it: catturato furtivamente per l'ultima volta
ko: 몰래 마지막 스탠드에 잡힌
pl: przyłapany na skradaniu się
pt_br: pego esgueirando última posição
ru: поймали крадущегося в последний раз
tr: son direnişe gizlice girerken yakalandı
vi: Bị bắt khi lẻn vào cứ điểm cuối cùng
zh_hans: 潜入最后一站

source: produced masterwork
de: produziertes Meisterwerk
fr: chef-d'œuvre produit
it: capolavoro prodotto
ko: 생산된 걸작
pl: wyprodukowane arcydzieło
pt_br: produziu uma obra prima
ru: произведенный шедевр
tr: şaheser üretti
vi: Đã tạo ra kiệt tác
zh_hans: 制作杰作

source: produced artifact
de: hergestelltes Artefakt
fr: artefact produit
it: manufatto prodotto
ko: 생산된 아티팩트
pl: wytworzony artefakt
pt_br: produziu artefato
ru: произведенный артефакт
tr: eser üretti
vi: Đã tạo ra cổ vật
zh_hans: 制作神器

source: mastered skill
de: beherrschte Fähigkeit
fr: compétence maîtrisée
it: abilità padroneggiata
ko: 숙련된 기술
pl: opanowana umiejętność
pt_br: habilidade dominada
ru: овладел навыком
tr: beceride ustalaştı
vi: Đã thông thạo kỹ năng
zh_hans: 掌握的技能

source: broke up with lover
de: hat sich von der Geliebten getrennt
fr: a rompu avec son amant
it: ha rotto con l'amante
ko: 연인과 헤어졌다
pl: zerwał z kochanką
pt_br: terminou com amante
ru: расстался с любовником
tr: sevgilisinden ayrıldı
vi: Chia tay người yêu
zh_hans: 与恋人分手

source: divorced
de: geschieden
fr: divorcé
it: divorziato
ko: 이혼
pl: rozwiedziony
pt_br: Divorciado
ru: развёлся
tr: boşandı
vi: Đã ly hôn
zh_hans: 离婚

source: fell in love
de: sich verliebt
fr: tomber amoureux
it: si è innamorato
ko: 사랑에 빠지다
pl: zakochał się
pt_br: se apaixonou
ru: влюбляться
tr: aşık oldu
vi: Đã yêu
zh_hans: 坠入爱河

source: became parent
de: Elternteil geworden
fr: est devenu parent
it: diventato genitore
ko: 부모가 되었다
pl: został rodzicem
pt_br: tornou-se pai
ru: стал родителем
tr: ebeveyn oldu
vi: Trở thành cha mẹ
zh_hans: 成为父母

source: nearby conflict
de: Nachbarschaftskonflikt
fr: conflit proche
it: conflitto vicino
ko: 인근 분쟁
pl: pobliski konflikt
pt_br: conflito próximo
ru: соседний конфликт
tr: yakındaki çatışma
vi: Xung đột gần kề
zh_hans: 附近的冲突

source: agreement cancelled
de: Vereinbarung aufgehoben
fr: accord annulé
it: accordo annullato
ko: 계약 취소
pl: umowa anulowana
pt_br: acordo cancelado
ru: соглашение расторгнуто
tr: anlaşma iptal edildi
vi: Thỏa thuận bị hủy bỏ
zh_hans: 协议取消

source: being an agreement companion
de: als Vertragsbegleiter
fr: être un compagnon d'entente
it: essere un compagno di accordi
ko: 계약 동반자
pl: bycie członkiem porozumienia
pt_br: sendo um companheiro de acordo
ru: быть с компаньоном по соглашению
tr: bir anlaşma yoldaşı olmak
vi: Là một người đồng hành trong thỏa thuận
zh_hans: 成为协议伙伴

source: kicked out of squad
de: aus der Truppe rausgeschmissen
fr: expulsé de l'équipe
it: espulso dalla squadra
ko: 스쿼드에서 쫓겨남
pl: wyrzucony z drużyny
pt_br: expulso do grupo
ru: выгнали из отряда
tr: mangadan atıldı
vi: Bị trục xuất khỏi đội
zh_hans: 被踢出小队

source: stranger advancing with weapon
de: Fremder nähert sich mit Waffe
fr: étranger avançant avec une arme
it: estraneo che avanza con un'arma
ko: 무기를 들고 전진하는 낯선 사람
pl: nieznajomy zbliżający się z bronią
pt_br: estranho avançando com arma
ru: незнакомец приближается с оружием
tr: silahla ilerleyen yabancı
vi: Người lạ tiến đến với vũ khí
zh_hans: 陌生人携带武器接近

source: stranger sneaking around
de: herumschleichender Fremder
fr: étranger qui se faufile
it: estraneo che si aggira furtivamente
ko: 낯선 사람 몰래
pl: nieznajomy zakradający się
pt_br: estranho esgueirando-se ao redor
ru: крадущийся незнакомец
tr: etrafta sinsi sinsi dolaşan yabancı
vi: Người lạ lén lút xung quanh
zh_hans: 陌生人在附近潜伏

source: witnessed blood drinking in incident
de: Zeuge des Blut konsums bei einem Vorfall
fr: témoin de la consommation de sang lors d'un incident
it: testimone di un incidente in cui si è bevuto del sangue
ko: 사건에서 피를 마시는 것을 목격했습니다.
pl: byłem świadkiem picia krwi w incydencie
pt_br: testemunhou beber sangue em incidente
ru: был свидетелем вампирского беспредела
tr: olayda kan içildiğine tanık oldu
vi: Chứng kiến hành vi uống máu trong một sự kiện
zh_hans: 目睹了事件中的饮血

source: made complaint
de: reklamiert
fr: porté plainte
it: lamentela fatta
ko: 불만을 제기
pl: złożył skargę
pt_br: fez uma reclamação
ru: подал жалобу
tr: şikayette bulundu
vi: Đã đưa ra khiếu nại
zh_hans: 投诉

source: listened to complaint
de: der Beschwerde zugehört
fr: écouté la plainte
it: ascoltata lamentela
ko: 불평을 들었다
pl: wysłuchał skargi
pt_br: ouviu a reclamação
ru: выслушал жалобу
tr: şikayeti dinledi
vi: Đã lắng nghe khiếu nại
zh_hans: 听了投诉

source: admire building
de: Bauwerk bewundern
fr: admirer le bâtiment
it: ammira l'edificio
ko: 건물에 감탄하다
pl: podziwiać budynek
pt_br: admira construção
ru: любоваться строением
tr: binaya hayran kal
vi: Chiêm ngưỡng công trình
zh_hans: 欣赏建筑

source: admire owned building
de: eigenes Gebäude bewundern
fr: admirer le bâtiment appartenant
it: ammira edificio di proprietà
ko: 소유 건물에 감탄
pl: podziwia posiadany budynek
pt_br: admira construção possuida
ru: восхищается своим зданием
tr: sahip olunan binaya hayran kal
vi: Chiêm ngưỡng công trình thuộc sở hữu
zh_hans: 欣赏拥有的建筑

source: admire arranged building
de: bewundernswert gestaltetes Gebäude
fr: admirer le bâtiment aménagé
it: ammira edificio pianificato
ko: 배치 된 건물에 감탄
pl: podziwiać zaaranżowany budynek
pt_br: admira construção arranjada
ru: восхищаться устроенным зданием
tr: düzenlenmiş binaya hayran kal
vi: Chiêm ngưỡng công trình được sắp đặt
zh_hans: 敬佩安排的建筑

source: admire owned arranged building
de: Bewunderung für das eigene arrangierte Gebäude
fr: admirer le bâtiment aménagé appartenant
it: ammira edificio organizzato di proprietà
ko: 소유 배치 건물에 감탄
pl: podziwiany zaaranżowany budynek
pt_br: admirar edifício arranjado de propriedade
ru: восхищаться собственым устроенным зданием
tr: sahip olunan düzenlenmiş binaya hayran kal
vi: Chiêm ngưỡng công trình thuộc sở hữu được sắp đặt
zh_hans: 欣赏自己安排的建筑

source: viewed item in own display
de: Gegenstand im eigenen Schaufenster angesehen
fr: objet consulté dans son propre affichage
it: visto oggetto nella propria teca
ko: 자신의 디스플레이에서 본 항목
pl: oglądany przedmiot na własnym wyświetlaczu
pt_br: item visualizado em exibição própria
ru: просмотренный предмет на собственной витрине
tr: kendi sergisindeki eşyayı inceledi
vi: Đã xem vật phẩm trong khu trưng bày của mình
zh_hans: 在自己的清单中查看项目

source: viewed displayed item
de: angesehenen ausgestellten Gegenstand
fr: objet affiché consulté
it: visto oggetto esposto
ko: 조회된 표시 항목
pl: oglądany wyświetlany przedmiot
pt_br: item exibido visto
ru: просмотр отображаемого элемента
tr: sergilenen eşyayı inceledi
vi: Đã xem vật phẩm được trưng bày
zh_hans: 查看显示的项目

source: pet lost
de: Haustier verloren
fr: animal perdu
it: animale domestico perso
ko: 애완동물 분실
pl: zagubiony zwierzak
pt_br: animal de estimação perdido
ru: питомец потерялся
tr: evcil hayvan kayboldu
vi: Thú cưng bị lạc
zh_hans: 宠物丢了

source: threw hauled item in tantrum
de: warf in einem Wutanfall einen Gegenstand auf den Boden
fr: jeté un objet transporté dans une crise de colère
it: ha lanciato l'oggetto durante una sfuriata
ko: 화를 내며 운반된 물건을 던졌다
pl: rzucił przedmiot w napadzie złości
pt_br: jogou item que estava transportando num ataque de fúria
ru: бросил переносимый предмет в истерике
tr: sinir kriziyle taşıdığı eşyayı fırlattı
vi: Đã ném vật phẩm đã vận chuyển trong cơn giận dữ
zh_hans: 发泄式地扔东西

source: freed from prison
de: aus dem Gefängnis entlassen
fr: libéré de prison
it: liberato dal carcere
ko: 감옥에서 풀려나다
pl: uwolniony z więzienia
pt_br: libertado da prisão
ru: освободился из заключения
tr: hapisten serbest bırakıldı
vi: Được phóng thích khỏi nhà tù
zh_hans: 出狱

source: had miscarriage
de: hatte eine Fehlgeburt
fr: a fait une fausse couche
it: ha avuto un aborto spontaneo
ko: 유산했다
pl: poronienie
pt_br: teve aborto espontâneo
ru: перенесла выкидыш
tr: düşük yaptı
vi: Bị sảy thai
zh_hans: 流产了

source: spouse had miscarriage
de: Ehefrau hatte Fehlgeburt
fr: conjoint a fait une fausse couche
it: moglie ha avuto un aborto spontaneo
ko: 배우자가 유산했다
pl: małżonka poroniła
pt_br: esposa abortou
ru: у супруги был выкидыш
tr: eşi düşük yaptı
vi: Vợ/chồng bị sảy thai
zh_hans: 配偶流产了

source: old clothing
de: alte Kleidung
fr: vieux vêtements
it: abbigliamento vecchio
ko: 낡은 옷
pl: stara odzie
pt_br: roupa velha
ru: старая одежда
tr: eski giysi
vi: Quần áo cũ kỹ
zh_hans: 旧衣服

source: tattered clothing
de: zerfledderte Kleidung
fr: vêtements en lambeaux
it: abbigliamento sbrindellato
ko: 너덜너덜한 옷
pl: potargana odzież
pt_br: roupas esfarrapadas
ru: изодранная одежда
tr: yırtık pırtık giysi
vi: Quần áo rách nát
zh_hans: 破烂的衣服

source: clothing rots away
de: Kleidung verrottet
fr: les vêtements pourrissent
it: l'abbigliamento è marcito
ko: 옷이 썩다
pl: ubrania gniją
pt_br: roupa apodrece
ru: одежда сгнила полностью
tr: giysi çürüyüp gidiyor
vi: Quần áo mục nát
zh_hans: 衣服破烂了

source: haunted in dreams
de: im Traum heimgesucht
fr: hanté dans les rêves
it: tormentato nei sogni
ko: 꿈에 귀신
pl: nawiedzony w snach
pt_br: assombrado em sonhos
ru: часто посещаемый в мечтах
tr: rüyalarına musallat olundu
vi: Bị ám ảnh trong mơ
zh_hans: 在梦中闹鬼

source: good spar
de: guter Sparringspartner
fr: bon longeron
it: buona lotta
ko: 좋은 스파링
pl: dobry sparing
pt_br: bom treino
ru: хорошая драка
tr: iyi bir talimdi
vi: Đấu tập tốt
zh_hans: 良好的晶石

source: complaint unregistered
de: Beschwerde unregistriert
fr: plainte non enregistrée
it: lamentela non registrata
ko: 등록되지 않은 불만
pl: skarga niezarejestrowana
pt_br: reclamação não registrada
ru: жалоба не зарегистрирована
tr: şikayet kaydedilmedi
vi: Khiếu nại chưa được ghi nhận
zh_hans: 投诉未注册

source: long patrol
de: lange Patrouille
fr: longue patrouille
it: lunga pattuglia
ko: 긴 순찰
pl: długi patrol
pt_br: longa patrulha
ru: долгий патруль
tr: uzun devriye
vi: Tuần tra dài ngày
zh_hans: 漫长的巡逻

source: sun nauseated
de: Sonne ekelerregend
fr: soleil nauséeux
it: nauseato dal sole
ko: 태양 구역질
pl: mdłości od słońca
pt_br: enjoado com o sol
ru: тошнит от солнца
tr: güneş bulantısı
vi: Buồn nôn do nắng
zh_hans: 太阳令人作呕

source: sun irritated
de: sonnengereizt
fr: soleil irrité
it: irritato dal sole
ko: 태양 짜증
pl: podrażniony słońcem
pt_br: irritado com o sol
ru: солнце раздражает
tr: güneş rahatsızlığı
vi: Khó chịu vì nắng
zh_hans: 太阳太烦了

source: drowsy
de: schläfrig
fr: somnolent
it: sonnolento
ko: 나른한
pl: senność
pt_br: sonolento
ru: сонный
tr: uykulu
vi: Buồn ngủ
zh_hans: 昏昏欲睡
