Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I have so many regrets...
de: Ich bedaure so vieles...
fr: J'ai tellement de regrets...
it: Ho così tanti rimpianti...
ko: 아쉬움이 너무 많아요...
pl: Tak bardzo żałuję...
pt_br: Tenho tantos arrependimentos...
ru: Так много вещей, о которых я сожалею...
tr: O kadar çok pişmanlığım var ki...
vi: Ta có quá nhiều điều hối tiếc...
zh_hans: 我有这么多的遗憾......

source: I feel such remorse!
de: Ich habe solche Gewissensbisse!
fr: J'ai tellement de remords !
it: Provo un tale rimorso!
ko: 나는 그런 양심의 가책을 느낀다!
pl: Mam wyrzuty sumienia!
pt_br: Sinto-me tao remorso!
ru: Я очень раскаиваюсь!
tr: Öyle bir vicdan azabı duyuyorum ki!
vi: Ta cảm thấy một sự hối hận sâu sắc!
zh_hans: 我感到很懊悔！

source: I repent! I repent!
de: Ich bereue! Ich bereue!
fr: je me repens ! je me repens !
it: Mi pento! Mi pento!
ko: 나는 회개한다!
pl: Żałuję! Żałuję!
pt_br: Eu me arrependo! Eu me arrependo!
ru: Я раскаиваюсь! Раскаиваюсь!
vi: Ta ăn năn! Ta ăn năn!
zh_hans: 我悔改！我悔改！

source: I am overcome by such resentment...
de: Mich überkommt ein solcher Groll...
fr: Je suis submergé par un tel ressentiment...
it: Sono sopraffatto da un tale risentimento...
ko: 그런 억울함을 이기지 못하고...
pl: Ogarnia mnie taka niechęć...
pt_br: Eu estou emocionado por tal ressentimento...
ru: Я переполнен обидой...
tr: Öyle bir içerlemeye kapıldım ki...
vi: Ta bị chế ngự bởi một nỗi oán giận sâu sắc...
zh_hans: 我被这种怨恨所克服......

source: I feel so restless!
de: Ich fühle mich so unruhig!
fr: Je me sens si agité !
it: Mi sento così inquieto!
ko: 너무 안절부절 못해!
pl: Czuję się taki niespokojny...
pt_br: Sinto-me tao inquieto!
ru: Я очень обеспокоен!
tr: Çok huzursuz hissediyorum!
vi: Ta cảm thấy thật bồn chồn!
zh_hans: 我感到很不安！

source: I have been so wronged!
de: Mir ist so viel Unrecht geschehen!
fr: J'ai été tellement lésé !
it: Ho subito un tale torto!
ko: 나는 너무 잘못되었습니다!
pl: Tak bardzo mnie skrzywdzono!
pt_br: Tem sido tao injustiçada!
ru: Я очень сильно обижен!
tr: Bana çok büyük haksızlık edildi!
vi: Ta đã bị oan ức quá nhiều!
zh_hans: 我受到了这么委屈！

source: Why does it keep happening to me? Why me?!
de: Warum passiert mir das immer wieder? Warum mir?!
fr: Pourquoi ça continue à m'arriver ? Pourquoi moi?!
it: Perché continua a succedermi? Perché a me?!
ko: 왜 이런일이 생기는거지? 왜 나야?!
pl: Dlaczego to cały czas zdarza się mnie? Dlaczego ja?!
pt_br: Por que isso continua acontecendo comigo? Por que eu?!
ru: Почему это происходит со мной? Почему я?!
vi: Sao điều đó cứ liên tục xảy ra với ta? Sao lại là ta?!
zh_hans: 为什么它一直在发生在我身上？?为什么是我？！

source: I live to serve... my dear master...
de: Ich lebe, um zu dienen... mein lieber Herr...
fr: Je vis pour servir... mon cher maître...
it: Vivo per servirla... mio caro maestro...
ko: 나는 봉사하기 위해 산다... 사랑하는 주인님...
pl: Żyję by służyć... mój mistrzu...
pt_br: Eu vivo para servir... meu querido mestre...
ru: Я живу, чтобы служить... Мой хозяин...
vi: Ta sống là để phụng sự... chủ nhân kính yêu của ta...
zh_hans: 我活着服务......亲爱的主人......

source: I can't take it!
de: Ich halte das nicht aus!
fr: je ne peux pas le prendre!
it: Non ce la faccio!
ko: 참을 수 없어!
pl: Nie zniosę tego!
pt_br: Eu não agüento!
ru: Я не могу принять этого!
tr: Buna dayanamıyorum!
vi: Ta không thể chịu nổi nữa!
zh_hans: 我不能接受！

source: I am so ashamed!
de: Ich schäme mich so sehr!
fr: J'ai tellement honte !
it: Mi vergogno molto!
ko: 너무 부끄럽다!
pl: Jestem tak zawstydzony!
pt_br: Eu estou tao envergonhada!
ru: Мне так стыдно!
tr: Çok utanıyorum!
vi: Ta vô cùng xấu hổ!
zh_hans: 我很惭愧！

source: I feel such sympathy!
de: Ich empfinde so viel Mitgefühl!
fr: Je ressens une telle sympathie !
it: Provo una tale compassione!
ko: 나는 그런 동정심을 느낀다!
pl: Czuję taką sympatię!
pt_br: Sinto-me tal simpatia!
ru: Я чувствую сильную симпатию!
tr: Öyle bir yakınlık hissediyorum ki!
vi: Ta cảm thấy một sự thông cảm sâu sắc!
zh_hans: 我感到很同情！

source: The tenderness I feel!
de: Die Zärtlichkeit, die ich spüre!
fr: La tendresse que je ressens !
it: Provo tanta tenerezza!
ko: 이 부드러움!
pl: Czułość, którą czuję!
pt_br: A ternura que sinto!
ru: Какая нежность!
tr: Hissettiğim şefkat!
vi: Lòng yêu thương mà ta cảm thấy!
zh_hans: 我感到温柔！

source: It's so thrilling!
de: Es ist so aufregend!
fr: C'est tellement excitant !
it: È così emozionante!
ko: 너무 짜릿해!
pl: To takie ekscytujące!
pt_br: É tao emocionante!
ru: Это так волнительно!
tr: Çok heyecan verici!
vi: Thật là hồi hộp làm sao!
zh_hans: 太激动了！

source: I feel so uneasy!
de: Ich fühle mich sehr unbehaglich.
fr: Je me sens si mal à l'aise !
it: Mi sento inquieto!
ko: 너무 불안해!
pl: Czuję się bardzo nieswojo!
pt_br: Sinto-me tao à vontade!
ru: Мне так неловко!
tr: Çok tedirgin hissediyorum!
vi: Ta cảm thấy thật bất an!
zh_hans: 我感到很不安！

source: Such unhappiness!
de: Wie unglücklich!
fr: Quel malheur !
it: Che infelicità!
ko: 그런 불행!
pl: Takie nieszczęście!
pt_br: Essa infelicidade!
ru: Какое несчастье!
tr: Ne mutsuzluk ama!
vi: Thật là một nỗi bất hạnh!
zh_hans: 这样的不快乐！

source: The wonder!
de: Das Wunder!
fr: L'émerveillement!
it: Che meraviglia!
ko: 경이로움!
pl: Cud!
pt_br: A maravilha!
ru: Чудо!
tr: Hayret!
vi: Thật kỳ diệu!
zh_hans: 奇观！

source: I'm so worried!
de: Ich bin so besorgt!
fr: Je suis tellement inquiet!
it: Sono così preoccupato!
ko: 너무 걱정돼!
pl: Jestem taki zmartwiony!
pt_br: Estou tao preocupada!
ru: Я так переживаю!
tr: Çok endişeliyim!
vi: Ta đang quá đỗi lo lắng!
zh_hans: 我很担心！

source: I am filled with such wrath!
de: Ich bin von solchem Zorn erfüllt!
fr: Je suis rempli d'une telle colère !
it: Sono ricolmo di ira!
ko: 나는 그런 분노로 가득 차 있습니다!
pl: Przepełnia mnie gniew!
pt_br: Estou cheio de tal ira!
ru: Я полон гнева!
tr: Öyle bir gazapla doluyum ki!
vi: Ta ngập tràn một cơn thịnh nộ!
zh_hans: 我充满了这种愤怒！

source: Nothing shall stand in my way!
de: Nichts soll sich mir in den Weg stellen!
fr: Rien ne me gênera !
it: Niente mi ostacolerà!
ko: 아무도 날 막을 순 없다!
pl: Nic nie stanie mi na drodze!
pt_br: Nada deve ficar no meu caminho!
ru: Ничто не должно стоять на моем пути!
tr: Hiçbir şey yoluma çıkamaz!
vi: Không gì có thể cản bước ta!
zh_hans: 没有什么能挡住我的路！

source: What am I even doing here?
de: Was mache ich hier überhaupt?
fr: Qu'est-ce que je fais ici ?
it: Che ci sto a fare qui?
ko: 내가 여기서 뭘 하고 있는 거지?
pl: Co ja tu w ogóle robię?
pt_br: O que eu estou fazendo aqui?
ru: Что я вообще здесь делаю?
tr: Benim burada ne işim var?
vi: Ta đang làm gì ở đây vậy chứ?
zh_hans: 我甚至在这做什么？

source: I feel so defeated...
de: Ich fühle mich so besiegt...
fr: Je me sens tellement vaincu...
it: Mi sento così sconfitto...
ko: 너무 패배감이...
pl: Czuję się pokonany...
pt_br: Sinto-me tao derrotado...
ru: Я чувствую себя поверженным...
tr: Çok yenilmiş hissediyorum...
vi: Ta thấy thật sự suy sụp...
zh_hans: 我感到很失败......

source: I know it will come to pass!
de: Ich weiß, dass es so kommen wird!
fr: Je sais que ça va arriver !
it: So già che avverrà!
ko: 나는 그것이 지나갈 것이라는 것을 압니다!
pl: Wiem, że to się stanie!
pt_br: Eu sei que vai passar!
ru: Я знаю, это придёт и уйдёт!
tr: Bunun gerçekleşeceğini biliyorum!
vi: Ta biết rồi chuyện này sẽ qua đi!
zh_hans: 我知道它会成真！

source: I am wracked by doubts!
de: Ich bin von Zweifeln geplagt!
fr: Je suis en proie à des doutes !
it: Sono assalito dai dubbi!
ko: 나는 의심에 시달린다!
pl: Targają mną wątpliwości!
pt_br: Estou cheio de dúvidas!
ru: Меня разрывают на части сомнения!
tr: Şüpheler içimi kemiriyor!
vi: Ta bị nỗi hoài nghi dày vò!
zh_hans: 我被疑惑所震撼！

source: Let's go!
de: Los geht's!
fr: Allons-y!
it: Andiamo!
ko: 갑시다!
pl: Do dzieła!
pt_br: Vamos!
ru: Вперёд!
tr: Hadi gidelim!
vi: Nào, đi thôi!
zh_hans: 我们走吧！

source: This cannot possibly end well...
de: Das kann unmöglich gut ausgehen...
fr: Cela ne peut pas bien finir...
it: Non può finire bene...
ko: 좋게 끝날 것 같지는 않군...
pl: To nie może się dobrze skończyć...
pt_br: Isso não pode possivelmente acabar bem...
ru: Это не может закончиться хорошо...
tr: Bunun sonu iyi olamaz...
vi: Chuyện này e rằng sẽ chẳng kết thúc tốt đẹp đâu...
zh_hans: 这不可能很好地结束......

source: I feel so good!
de: Ich fühle mich so gut!
fr: Je me sens bien!
it: Mi sento così bene!
ko: 기분이 너무 좋아!
pl: Czuję się tak dobrze!
pt_br: Eu me sinto tao bem!
ru: Я чувствую себя так хорошо!
tr: Çok iyi hissediyorum!
vi: Ta cảm thấy thật tuyệt!
zh_hans: 我感觉很好！

source: Such gaiety!
de: Welch eine Fröhlichkeit!
fr: Quelle gaieté !
it: Che gaiezza!
ko: 그런 유쾌함!
pl: Cóż za radość!
pt_br: Tanta alegria!
ru: Какая радость!
tr: Ne neşe!
vi: Thật là một niềm vui khôn xiết!
zh_hans: 这样的欢乐！

source: This is so exciting!
de: Das ist so aufregend!
fr: Cela est si excitant!
it: È così emozionante!
ko: 정말 신난다!
pl: To takie ekscytujące!
pt_br: Isso é tao empolgante!
ru: Это так здорово!
tr: Bu çok heyecan verici!
vi: Thật phấn khích làm sao!
zh_hans: 这太令人兴奋了！

source: That's suspicious!
de: Das ist verdächtig!
fr: C'est suspect!
it: È sospetto!
ko: 그것 참 수상하군!
pl: To podejrzane!
pt_br: Isso é suspeito!
ru: Это подозрительно!
tr: Bu şüpheli!
vi: Thật đáng ngờ!
zh_hans: 那是可疑的！

source: That's alarming!
de: Das ist beunruhigend!
fr: C'est alarmant !
it: È allarmante!
ko: 그건 두려운 일이야!
pl: To alarmujące!
pt_br: Isso é alarmante!
ru: Это тревожно!
tr: Bu endişe verici!
vi: Thật đáng báo động!
zh_hans: 这真是令人震惊!

source: Most shocking!
de: Höchst schockierend!
fr: Le plus choquant!
it: Scioccante!
ko: 가장 충격적입니다!
pl: Szokujące!
pt_br: Mais chocante!
ru: Это шокирует!
tr: Çok şok edici!
vi: Thật chấn động!
zh_hans: 最震撼！

source: This is truly horrifying.
de: Das ist wirklich schrecklich.
fr: C'est vraiment horrible.
it: È davvero orribile.
ko: 이것은 정말 끔찍합니다.
pl: To naprawdę przerażające.
pt_br: Isso é realmente horrível.
ru: Это воистину ужасающе.
tr: Bu gerçekten korkunç.
vi: Chuyện này thật sự kinh hoàng.
zh_hans: 这真是令人恐怖。

source: I am almost overcome by grief.
de: Mich überkommt fast der Kummer.
fr: Je suis presque submergé par le chagrin.
it: Sono quasi sopraffatto dal dolore.
ko: 나는 거의 슬픔에 휩싸였다.
pl: Żal mnie prawie opanował.
pt_br: Eu estou quase superada pela dor.
ru: Я почти раздавлен горем.
tr: Neredeyse kederden kahrolacağım.
vi: Ta gần như gục ngã vì nỗi đau.
zh_hans: 我几乎被悲伤所克服。

source: This is great!
de: Das ist großartig!
fr: C'est bien!
it: È fantastico!
ko: 이것은 훌륭합니다!
pl: To świetnie!
pt_br: Isto é esplêndido.
ru: Отлично!
tr: Bu harika!
vi: Thật tuyệt vời!
zh_hans: 这很棒！

source: I am about to lose it!
de: Ich bin kurz davor, durchzudrehen!
fr: je suis sur le point de le perdre !
it: Sto per perdere la testa!
ko: 나는 그것을 잃을 것입니다!
pl: Zaraz to stracę!
pt_br: Estou prestes a perdê-lo!
ru: Я почти потерял это!
tr: Çıldırmak üzereyim!
vi: Ta sắp mất kiểm soát rồi!
zh_hans: 我即将失去它！

source: It is done.
de: Es ist vollbracht.
fr: C'est fait.
it: È fatta.
ko: 완료되었습니다.
pl: Zrobione.
pt_br: Está feito.
ru: Готово.
tr: Bitti.
vi: Đã xong xuôi.
zh_hans: 它完成了。

source: Begone fear!
de: Weg mit der Angst!
fr: Fini la peur !
it: Via la paura!
ko: 공포여 물러가라!
pl: Porzuć strach!
pt_br: Vá de retro medo!
ru: Прочь страх!
tr: Defol korku!
vi: Nỗi sợ hãi, hãy biến đi!
zh_hans: 开始恐惧吧!

source: I cannot give in to sadness.
de: Ich kann der Traurigkeit nicht nachgeben.
fr: Je ne peux pas céder à la tristesse.
it: Non posso arrendermi alla tristezza.
ko: 슬픔에 굴복할 수 없습니다.
pl: Nie mogę pogrążyć się w smutku.
pt_br: Eu não posso ceder à tristeza.
ru: Я не должен поддаваться грусти.
tr: Üzüntüye teslim olamam.
vi: Ta không thể gục ngã trước nỗi buồn.
zh_hans: 我不能屈服于悲伤。

source: I am very satisfied.
de: Ich bin sehr zufrieden.
fr: Je suis très satisfait.
it: Sono molto soddisfatto.
ko: 매우 만족합니다.
pl: Jestem bardzo usatysfakcjonowany.
pt_br: Estou muito satisfeito.
ru: Это приносит большое удовлетворение.
tr: Çok memnunum.
vi: Ta rất hài lòng.
zh_hans: 我很满意。

source: This is a joyous time.
de: Dies ist eine freudige Zeit.
fr: C'est un moment joyeux.
it: Questo è un momento di gioia.
ko: 이것은 즐거운 시간입니다.
pl: Jest to radosny czas.
pt_br: Este é um momento alegre.
ru: Это радостное время.
tr: Bu neşeli bir zaman.
vi: Đây là một khoảnh khắc hân hoan.
zh_hans: 这是一个快乐的时光。

source: This is love.
de: Das ist Liebe.
fr: C'est l'amour.
it: Questo è amore.
ko: 이것은 사랑입니다.
pl: To jest miłość.
pt_br: Isto é amor.
ru: Это любовь.
tr: Bu aşk.
vi: Đây chính là tình yêu.
zh_hans: 这就是爱。

source: How blissful I am.
de: Wie glückselig ich bin.
fr: Comme je suis heureux.
it: Come mi sento beato.
ko: 나는 얼마나 행복한가.
pl: Jakże mi błogo.
pt_br: Feliz como eu sou.
ru: Какое блаженство...
tr: Ne kadar mutluyum.
vi: Ta thấy mình thật hạnh phúc.
zh_hans: 我多么幸福。

source: I will have my revenge.
de: Ich werde meine Rache bekommen.
fr: J'aurai ma revanche.
it: Avrò la mia vendetta.
ko: 나는 나의 복수를 할 것이다.
pl: Dokonam swojej zemsty.
pt_br: Terei a minha vingança.
ru: Я отомщу.
tr: İntikamımı alacağım.
vi: Ta sẽ báo thù!
zh_hans: 我会复仇。

source: I am not scared!
de: Ich habe keine Angst!
fr: Je n'ai pas peur!
it: Non ho paura!
ko: 나는 두렵지 않다!
pl: Nie boję się!
pt_br: Eu não tenho medo!
ru: Я не боюсь!
tr: Korkmuyorum!
vi: Ta không hề sợ hãi!
zh_hans: 我不害怕！

source: I accept this.
de: Ich akzeptiere dies.
fr: J'accepte cela.
it: Lo accetto.
ko: 동의합니다.
pl: Akceptuję to.
pt_br: Eu aceito isso.
ru: Я принимаю это.
tr: Bunu kabul ediyorum.
vi: Ta chấp nhận điều này.
zh_hans: 我接受这个。

source: I admire this.
de: Ich bewundere das.
fr: J'admire cela.
it: Lo ammiro.
ko: 나는 이것을 존경합니다.
pl: Podziwiam to.
pt_br: Eu admiro isso.
ru: Я восхищаюсь этим.
tr: Buna hayranım.
vi: Ta ngưỡng mộ điều này.
zh_hans: 我很佩服。

source: I adore this.
de: Ich liebe das.
fr: J'adore ça.
it: Lo adoro.
ko: 나는 이것을 좋아한다.
pl: Uwielbiam to.
pt_br: Eu adoro isso.
ru: Я обожаю это.
tr: Buna bayılıyorum.
vi: Ta say mê điều này.
zh_hans: 我很喜欢这个。

source: I'm feeling affectionate.
de: Ich fühle mich zärtlich.
fr: Je me sens affectueux.
it: Mi sento affettuoso.
ko: 애틋함이 느껴지네요.
pl: Czuję się czuły.
pt_br: Estou me sentindo afetuoso.
ru: Я чувствую нежность.
tr: Sevecen hissediyorum.
vi: Ta cảm thấy trìu mến.
zh_hans: 我感觉很亲热。

source: This is driving me to agitation.
de: Das treibt mich zur Weißglut.
fr: Cela me rend agité.
it: Questo mi sta portando all'agitazione.
ko: 이것은 나를 동요하게 만듭니다.
pl: Doprowadza mnie to do szału.
pt_br: Isso está me deixando para a agitação.
ru: Это заставляет меня волноваться.
tr: Bu beni huzursuz ediyor.
vi: Chuyện này đang khiến ta bứt rứt.
zh_hans: 这让我激动不已。

source: I'm very aggravated.
de: Ich bin sehr verärgert.
fr: Je suis très énervé.
it: Mi sento molto appesantito.
ko: 나는 매우 악화되었습니다.
pl: Jestem bardzo rozdrażniony.
pt_br: Eu sou muito agravada.
ru: Я очень раздражён.
tr: Çok sinirlendim.
vi: Ta đang rất bực mình.
zh_hans: 我非常沮丧。

source: The agony I feel...
de: Die Qualen, die ich fühle...
fr: L'agonie que je ressens...
it: Provo tanta agonia...
ko: 내가 느끼는 괴로움...
pl: Agonia którą czuję...
pt_br: A agonia que sinto...
ru: Я так страдаю...
tr: Hissettiğim ıstırap...
vi: Nỗi thống khổ mà ta cảm nhận...
zh_hans: 我感到痛苦......

source: I feel alienated.
de: Ich fühle mich entfremdet.
fr: Je me sens aliéné.
it: Mi sento alienato.
ko: 나는 소외감을 느낀다.
pl: Czuję się wyobcowany.
pt_br: Eu me sinto alienada.
ru: Я чувствую отчуждение.
tr: Yabancılaşmış hissediyorum.
vi: Ta cảm thấy bị xa lánh.
zh_hans: 我觉得疏远了。

source: That's amazing!
de: Das ist erstaunlich!
fr: C'est incroyable !
it: È fantastico!
ko: 그거 놀라운걸!
pl: To niesamowite!
pt_br: Isso é incrível!
ru: Это изумительно!
tr: Bu harika!
vi: Thật kinh ngạc!
zh_hans: 棒极了！

source: I have strong feelings of ambivalence.
de: Ich habe starke Gefühle der Zwiespältigkeit.
fr: J'ai un fort sentiment d'ambivalence.
it: Provo sentimenti molto contrastanti.
ko: 나는 양면성이 강하다.
pl: Mam bardzo ambiwalentne odczucia.
pt_br: Tenho fortes sentimentos de ambivalência.
ru: У меня есть сильное чувство неопределённости.
tr: Güçlü karmaşık duygular içindeyim.
vi: Ta có cảm giác mâu thuẫn sâu sắc.
zh_hans: 我有强烈的矛盾情绪。

source: That's very amusing.
de: Das ist sehr amüsant.
fr: C'est très amusant.
it: È molto divertente.
ko: 정말 재미있네요.
pl: To zabawne.
pt_br: Isso é muito divertido.
ru: Это очень забавно.
tr: Bu çok eğlenceli.
vi: Thật là vui nhộn.
zh_hans: 这很有趣。

source: I'm very angry.
de: Ich bin sehr wütend.
fr: Je suis très en colère.
it: Sono molto arrabbiato.
ko: 나 정말 화났어.
pl: Jestem bardzo zły.
pt_br: Estou muito zangado.
ru: Я рассержен.
tr: Çok kızgınım.
vi: Ta đang rất tức giận.
zh_hans: 我非常生气。

source: I feel so anguished...
de: Ich fühle mich so gequält...
fr: Je me sens tellement angoissé...
it: Mi sento così angosciato...
ko: 너무 괴로워...
pl: Czuję się tak udręczony...
pt_br: Sinto-me tao angustiada...
ru: Я так страдаю...
tr: Çok kederli hissediyorum...
vi: Ta cảm thấy thật đau khổ...
zh_hans: 我感到很痛苦......

source: That's very annoying.
de: Das ist sehr nervig.
fr: C'est très ennuyeux.
it: È molto fastidioso.
ko: 매우 성가시다.
pl: To bardzo denerwujące.
pt_br: Isso é muito irritante.
ru: Это очень раздражает.
tr: Bu çok can sıkıcı.
vi: Thật phiền phức quá.
zh_hans: 这很烦人。

source: It makes me very anxious.
de: Das macht mich sehr nervös.
fr: Cela me rend très anxieux.
it: Mi rende molto ansioso.
ko: 그것은 나를 매우 불안하게 만듭니다.
pl: To mnie bardzo niepokoi.
pt_br: Fico muito ansioso.
ru: Это приносит мне столько тревоги.
tr: Bu beni çok endişelendiriyor.
vi: Chuyện này khiến ta rất lo lắng.
zh_hans: 这让我非常焦虑。

source: It would be hard to care less.
de: Es wäre schwer, sich weniger Gedanken zu machen.
fr: Il serait difficile de s'en soucier moins.
it: Sarebbe difficile non curarsene.
ko: 덜 신경 쓰는 것은 어려울 것입니다.
pl: Trudno byłoby się tym mniej przejmować.
pt_br: Seria difícil se importar menos.
ru: Было бы сложно игнорировать это.
tr: Umurumun ucunda bile değil.
vi: Ta chẳng thể thờ ơ hơn được nữa.
zh_hans: 很少关心。

source: I'm aroused!
de: Ich bin erregt!
fr: Je suis excité !
it: Sono eccitato!
ko: 흥분했어!
pl: Jestem wzbudzony!
pt_br: Estou excitado!
ru: Я возбуждён!
tr: Tahrik oldum!
vi: Ta bị kích thích rồi!
zh_hans: 我被唤醒了！

source: It's quite astonishing.
de: Das ist schon erstaunlich.
fr: C'est assez étonnant.
it: È davvero sorprendente.
ko: 꽤 놀랍습니다.
pl: To dość zadziwiające.
pt_br: É bastante surpreendente.
ru: Это довольно удивительно.
tr: Oldukça şaşırtıcı.
vi: Thật đáng kinh ngạc.
zh_hans: 这真是太惊人了。

source: I'm very averse to this.
de: Ich bin da sehr abgeneigt.
fr: Je suis très opposé à cela.
it: Sono molto contrario a questo.
ko: 나는 이것을 매우 싫어합니다.
pl: Jestem temu bardzo przeciwny.
pt_br: Eu sou muito avesso a isso.
ru: Я против этого.
tr: Buna çok karşıyım.
vi: Ta rất ghét điều này.
zh_hans: 我对此很反感。

source: Awe-inspiring...
de: Ehrfurcht einflößend...
fr: Inspirante...
it: Impressionante...
ko: 경외심을 불러일으키는...
pl: Inspirujące...
pt_br: Inspirador...
ru: Это внушает страх...
tr: Hayranlık uyandırıcı...
vi: Thật đáng kinh sợ...
zh_hans: 浩然...

source: It makes me very bitter.
de: Das macht mich sehr verbittert.
fr: Cela me rend très amer.
it: Mi rende molto amareggiato.
ko: 그것은 나를 매우 씁쓸하게 만듭니다.
pl: To wzbudza we mnie gorycz.
pt_br: Faz-me muito amargo.
ru: Мне очень горько от этого.
tr: Bu beni içerletiyor.
vi: Chuyện này khiến ta rất cay đắng.
zh_hans: 这让我非常痛苦。

source: It's really boring.
de: Es ist sehr langweilig.
fr: C'est vraiment ennuyeux.
it: È davvero noioso.
ko: 정말 지루해.
pl: To jest naprawdę nudne.
pt_br: É muito chato.
ru: Это ужасно скучно.
tr: Gerçekten sıkıcı.
vi: Thật sự rất chán.
zh_hans: 真的很无聊。

source: I really care.
de: Es ist mir wirklich wichtig.
fr: Je m'en soucie vraiment.
it: Mi interessa davvero.
ko: 나는 정말로 걱정한다.
pl: Na prawdę się przejmuję.
pt_br: Eu realmente me importo.
ru: Меня очень волнует это.
tr: Gerçekten önemsiyorum.
vi: Ta thực sự quan tâm.
zh_hans: 我真的很在乎。

source: I'm so confused.
de: Ich bin so verwirrt.
fr: Je suis si confus.
it: Sono così confuso.
ko: 난 너무 혼란 스러워요.
pl: Jestem skonfundowany.
pt_br: Estou tao confusa.
ru: Я совсем запутался.
tr: Kafam çok karışık.
vi: Ta thật sự rất bối rối.
zh_hans: 我很困惑。

source: Contemptible!
de: Verächtlich!
fr: Méprisable!
it: Spregevole!
ko: 경멸!
pl: Godne pogardy!
pt_br: Desprezo
ru: Презираю!
tr: Aşağılık!
vi: Đáng khinh bỉ!
zh_hans: 可鄙！

source: I'm very content.
de: Ich bin sehr zufrieden.
fr: Je suis très content.
it: Sono molto soddisfatto.
ko: 나는 매우 만족합니다.
pl: Jestem bardzo zadowolony.
pt_br: Estou muito satisfeito.
ru: Я очень доволен.
tr: Çok memnunum.
vi: Ta rất mãn nguyện.
zh_hans: 我很满足。

source: I'm feeling very dejected.
de: Ich fühle mich sehr niedergeschlagen.
fr: Je me sens très déprimé.
it: Mi sento molto scoraggiato.
ko: 나는 매우 낙담합니다.
pl: Czuję się bardzo przygnębiony.
pt_br: Estou me sentindo muito desanimado.
ru: Я чувствую себя очень подавленным.
tr: Çok kederli hissediyorum.
vi: Ta cảm thấy rất chán nản.
zh_hans: 我感到非常沮丧。

source: This is delightful!
de: Das ist herrlich!
fr: C'est délicieux !
it: È delizioso!
ko: 이것은 즐겁다!
pl: To jest wspaniałe!
pt_br: Isto é delicioso!
ru: Это восхитительно!
tr: Bu çok hoş!
vi: Thật là tuyệt diệu!
zh_hans: 这很愉快！

source: I feel such despair...
de: Ich bin so verzweifelt...
fr: Je ressens un tel désespoir...
it: Provo una tale disperazione...
ko: 그런 절망감이...
pl: Czuję taką rozpacz...
pt_br: Sinto-me tao desespero...
ru: Я полном отчаянии...
tr: Öyle bir umutsuzluk hissediyorum ki...
vi: Ta cảm thấy tuyệt vọng quá...
zh_hans: 我感到绝望......

source: I am very disappointed.
de: Ich bin sehr enttäuscht.
fr: Je suis très déçu.
it: Sono molto deluso.
ko: 나는 매우 실망했다.
pl: Jestem bardzo rozczarowany.
pt_br: Estou decepcionado.
ru: Я очень разочарован.
tr: Çok hayal kırıklığına uğradım.
vi: Ta rất thất vọng.
zh_hans: 我非常失望。

source: So disgusting...
de: So widerlich...
fr: Tellement dégoûtant...
it: Così disgustoso...
ko: 너무 역겹다...
pl: Obrzydliwe...
pt_br: Tao nojento...
ru: Как омерзительно...
tr: Çok iğrenç...
vi: Thật kinh tởm...
zh_hans: 太恶心了...

source: I've become so disillusioned. What now?
de: Ich bin so desillusioniert. Was nun?
fr: Je suis devenu tellement désabusé. Et maintenant?
it: Sono diventato così disilluso. E adesso?
ko: 나는 너무 환멸을 느꼈다.
pl: Bardzo się rozczarowałem. Co teraz?
pt_br: Eu me tornei tao desiludido. E agora?
ru: Я так разочарован. Что теперь?
vi: Ta đã quá vỡ mộng rồi. Giờ thì sao đây?
zh_hans: 我变得如此幻想破灭。?现在怎么办？

source: I really don't like this.
de: Ich mag das wirklich nicht.
fr: Je n'aime vraiment pas ça.
it: Non mi piace affatto.
ko: 나는 이것을 정말로 좋아하지 않는다.
pl: Naprawdę nie podoba mi się to .
pt_br: Realmente não estou gostando.
ru: Мне это очень не нравится.
tr: Bundan gerçekten hoşlanmadım.
vi: Ta thực sự không thích điều này.
zh_hans: 我真的不喜欢这个。

source: It has all gone wrong!
de: Es ist alles schief gelaufen!
fr: Tout a mal tourné !
it: È andato tutto storto!
ko: 모든 것이 잘못되었습니다!
pl: Wszystko poszło źle!
pt_br: Foi tudo errado!
ru: Всё пошло не так!
tr: Her şey ters gitti!
vi: Mọi thứ đã đổ bể hết cả rồi!
zh_hans: 一切都搞错了！

source: This is quite displeasing.
de: Das ist ziemlich unangenehm.
fr: C'est assez déplaisant.
it: Questo è alquanto spiacevole.
ko: 이것은 매우 불쾌합니다.
pl: Jest to dość nieprzyjemne.
pt_br: Isso é bastante desagradável.
ru: Это довольно неприятно.
tr: Bu oldukça memnuniyetsiz edici.
vi: Điều này khá khó chịu.
zh_hans: 这非常令人不快。

source: I'm so distressed about this!
de: Ich bin so verzweifelt darüber!
fr: Je suis tellement affligé à ce sujet !
it: Sono così addolorato per questo!
ko: 나는 이것에 대해 너무 괴로워!
pl: Bardzo mnie to martwi!
pt_br: Estou tao aflita sobre isso!
ru: Я очень огорчен!
tr: Bu konuda çok sıkıntılıyım!
vi: Ta thật sự rất đau khổ vì chuyện này!
zh_hans: 我对此非常痛心！

source: I'm very eager to get started.
de: Ich bin sehr begierig darauf, anzufangen.
fr: J'ai très hâte de commencer.
it: Sono molto ansioso di iniziare.
ko: 시작하고 싶습니다.
pl: Bardzo chcę zacząć
pt_br: Estou muito ansioso para começar.
ru: Я очень хочу начать.
tr: Başlamak için çok hevesliyim.
vi: Ta rất háo hức được bắt đầu.
zh_hans: 我非常渴望开始。

source: I'm so elated.
de: Ich bin so begeistert.
fr: Je suis tellement ravi.
it: Sono così euforico.
ko: 너무 기뻐요.
pl: Jestem taki podekscytowany.
pt_br: Estou tao eufórica.
ru: Я просто окрылён!
tr: Çok sevinçliyim.
vi: Ta cảm thấy thật hân hoan.
zh_hans: 我很高兴。
