Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Send this creature to a linked site, or expel this creature entirely.
de: Schicke diese Kreatur zu einem verlinkten Ort oder vertreibe sie ganz.
fr: Envoyez cette créature vers un site lié ou expulsez-la entièrement.
it: Invia questa creatura a un sito collegato o espellila completamente.
ko: 이 생물을 연결된 사이트로 보내거나 이 생물을 완전히 추방하십시오.
pl: Wyślij to stworzenie do połączonego punktu lub wypędź je całkowicie.
pt_br: Envie esta criatura para um site vinculado ou expulse esta criatura completamente.
ru: Отправить существо на связанное место или изгнать совсем.
tr: Bu yaratığı bağlantılı bir yerleşkeye gönder veya bu yaratığı tamamen kov.
vi: Gửi sinh vật này đến một địa điểm liên kết, hoặc trục xuất sinh vật này hoàn toàn.
zh_hans: 把这个生物送到一个链接的站点，或者完全驱逐这个生物。

source: This item is part of the assigned squad equipment.
de: Dieses Item ist Teil der Ausrüstung der zugewiesenen Truppe.
fr: Cet objet fait partie de l'équipement d'escouade attribué.
it: Quest'oggetto fa parte dell'equipaggiamento della squadra assegnata.
ko: 이 항목은 할당된 분대 장비의 일부입니다.
pl: Ten przedmiot jest częścią przydzielonego ekwipunku oddziału.
pt_br: Este item foi atribuido como equipamento do esquadrão.
ru: Этот предмет - часть снаряжения отряда.
tr: Bu eşya, atanan birlik ekipmanının bir parçasıdır.
vi: Vật phẩm này là một phần của trang bị đội quân được chỉ định.
zh_hans: 这件物品是已分配小队装备的一部分

source: This item is a tool assigned by a work detail.
de: Dieses Item ist ein Werkzeug, das durch ein Arbeitsdetail zugewiesen wird.
fr: Cet objet est un outil affecté par un détail de travail.
it: Quest'oggetto è uno strumento assegnato da un dettaglio di lavoro.
ko: 이 항목은 작업 세부 사항에 의해 할당된 도구입니다.
pl: Ten przedmiot jest narzędziem przypisanym przez szczegóły pracy.
pt_br: Este item é uma ferramenta atribuída por um detalhe de trabalho.
ru: Этот предмет - инструмент, назначенный рабочей деталью.
tr: Bu eşya, bir iş detayı tarafından atanan bir alettir.
vi: Vật phẩm này là một công cụ được giao bởi một đội lao động.
zh_hans: 这个项目是由一个工作细节分配的工具。

source: This item is a symbol of a noble or administrator.
de: Dieser Gegenstand ist ein Symbol für einen Adligen oder Verwalter.
fr: Cet objet est le symbole d'un noble ou d'un administrateur.
it: Quest'oggetto è il simbolo di un nobile o di un amministratore.
ko: 이 항목은 귀족 또는 관리자의 상징입니다.
pl: Ten przedmiot jest symbolem szlachcica lub administratora.
pt_br: Este item é um símbolo de um nobre ou administrador.
ru: Этот предмет - символ дворянина или служащего.
tr: Bu eşya, bir soylu veya yöneticinin sembolüdür.
vi: Vật phẩm này là một biểu tượng của một quý tộc hoặc quản trị viên.
zh_hans: 这件物品是贵族或管理员的象征。

source: This item is part of the creature's regular clothing.
de: Dieser Gegenstand ist Teil der normalen Kleidung der Kreatur.
fr: Cet objet fait partie des vêtements habituels de la créature.
it: Quest'oggetto fa parte del normale abbigliamento della creatura.
ko: 이 아이템은 생물의 일반 의복의 일부입니다.
pl: Ten przedmiot jest częścią zwykłego odzienia stworzenia.
pt_br: Este item faz parte da roupa regular da criatura.
ru: Этот предмет - часть обычной одежды существа.
tr: Bu eşya, yaratığın normal giysisinin bir parçasıdır.
vi: Vật phẩm này là một phần của trang phục thông thường của sinh vật.
zh_hans: 这个项目是该生物常规服装的一部分。

source: View this item's sheet.
de: Sehen Sie sich das Datenblatt dieses Items an.
fr: Consulter la fiche de cet objet.
it: Vedi la scheda di quest'oggetto.
ko: 이 항목의 시트를 봅니다.
pl: Wyświetl arkusz tego przedmiotu.
pt_br: Veja a ficha deste item.
ru: Просмотреть информацию о предмете.
tr: Bu eşyanın sayfasını görüntüle.
vi: Xem bảng thông tin của vật phẩm này.
zh_hans: 查看该物品的列表。

source: View this creature's sheet.
de: Sieh dir den Steckbrief dieser Kreatur an.
fr: Voir la fiche de cette créature.
it: Vedi la scheda di questa creatura.
ko: 이 생물의 시트를 봅니다.
pl: Wyświetl arkusz tego stworzenia.
pt_br: Veja a ficha desta criatura.
ru: Просмотреть информацию о существе.
tr: Bu yaratığın sayfasını görüntüle.
vi: Xem bảng thông tin của sinh vật này.
zh_hans: 查看该生物的列表。

source: View details about this knowledge.
de: Details zu diesem Wissen anzeigen.
fr: Afficher les détails de cette connaissance.
it: Vedi i dettagli su questa conoscenza.
ko: 이 지식에 대한 세부 정보를 봅니다.
pl: Wyświetl szczegóły o tej wiedzy.
pt_br: Veja detalhes sobre esse conhecimento.
ru: Просмотрите подробную информацию об этих знаниях.
tr: Bu bilgi hakkındaki detayları görüntüle.
vi: Xem chi tiết về kiến thức này.
zh_hans: 查看有关该知识的细节。

source: Recenter on this creature.
de: Zentriere dich auf diese Kreatur.
fr: Recentrez-vous sur cette créature.
it: Ricentra su questa creatura.
ko: 이 생명체를 중앙에 배치하십시오.
pl: Wycentruj na to stworzenie.
pt_br: Centralizar nesta criatura.
ru: Перейти к существу.
tr: Bu yaratığı merkeze al.
vi: Tập trung lại vào sinh vật này.
zh_hans: 重定位至这个生物。

source: Recenter on this item.
de: Zentrieren Sie auf dieses Item.
fr: Se recentrer sur cet objet.
it: Ricentra su questo oggetto.
ko: 이 항목을 중앙에 배치하십시오.
pl: Wycentruj na ten przedmiot.
pt_br: Centralizar neste item.
ru: Перейти к предмету.
tr: Bu eşyayı merkeze al.
vi: Tập trung lại vào vật phẩm này.
zh_hans: 重定位至这个物品。

source: Name this building.
de: Benennen Sie dieses Gebäude.
fr: Nommez ce bâtiment.
it: Nomina questo edificio.
ko: 이 건물의 이름을 지정하십시오.
pl: Nazwij tę budowlę.
pt_br: Nomeie este edifício
ru: Переименовать постройку.
tr: Bu binayı isimlendir.
vi: Đặt tên cho công trình này.
zh_hans: 命名建筑。

source: Remove this building.
de: Entfernen Sie dieses Gebäude.
fr: Supprimer ce bâtiment.
it: Rimuovi questo edificio.
ko: 이 건물을 제거하십시오.
pl: Usuń tę budowlę.
pt_br: Remova este edifício.
ru: Снести постройку.
tr: Bu binayı kaldır.
vi: Xóa công trình này.
zh_hans: 移除建筑。

source: This task has been assigned and is active.
de: Diese Aufgabe wurde zugewiesen und ist aktiv.
fr: Cette tâche a été affectée et est active.
it: Questo compito è stato assegnato ed è attivo.
ko: 이 작업이 할당되어 활성 상태입니다.
pl: To zadanie zostało przypisane i jest aktywne.
pt_br: Esta tarefa foi atribuída e está ativa.
ru: Эта задача была назначена и является активной.
tr: Bu görev atandı ve aktif.
vi: Nhiệm vụ này đã được giao và đang hoạt động.
zh_hans: 该任务已被指派且已激活。

source: This task came from a work order.
de: Diese Aufgabe geht auf einen Arbeitsauftrag zurück.
fr: Cette tâche provenait d'un ordre de travail.
it: Questo compito deriva da un ordine di lavoro.
ko: 이 작업은 작업 주문에서 나왔습니다.
pl: To zadanie pochodzi ze zlecenia pracy.
pt_br: Esta tarefa veio de uma ordem de serviço.
ru: Это задание поступило из заказа на работу.
tr: Bu görev bir iş emrinden geldi.
vi: Nhiệm vụ này đến từ một lệnh sản xuất.
zh_hans: 该任务来自一项工作订单。

source: This task is set to repeat indefinitely.
de: Diese Aufgabe wird auf unbestimmte Zeit wiederholt.
fr: Cette tâche est configurée pour se répéter indéfiniment.
it: Questo compito è impostato per ripetersi all'infinito.
ko: 이 작업은 무한 반복하도록 설정되어 있습니다.
pl: To zadanie jest ustawione na wykonywanie w nieskończoność.
pt_br: Esta tarefa é definida para repetir indefinidamente.
ru: Это задание будет повторяться бесконечно.
tr: Bu görev süresiz olarak tekrarlanacak şekilde ayarlandı.
vi: Nhiệm vụ này được đặt để lặp lại vô thời hạn.
zh_hans: 该任务已被设置为无限重复。

source: Click to set this task to repeat indefinitely.
de: Klicken Sie auf , um diese Aufgabe auf unbestimmte Zeit zu wiederholen.
fr: Cliquez pour configurer cette tâche pour qu'elle se répète indéfiniment.
it: Clicca per impostare la ripetizione del compito a tempo indeterminato.
ko: 이 작업을 무기한 반복하도록 설정하려면 클릭하세요.
pl: Kliknij, aby ustawić to zadanie na wykonywanie w nieskończoność.
pt_br: Clique para definir esta tarefa para repetir indefinidamente.
ru: Нажмите, чтобы установить неограниченное повторение этого задания.
tr: Bu görevi süresiz tekrarlayacak şekilde ayarlamak için tıkla.
vi: Nhấp để đặt nhiệm vụ này lặp lại vô thời hạn.
zh_hans: 单击可将此任务设置为无限重复。

source: This task is highest priority among all tasks everywhere.
de: Diese Aufgabe hat überall die höchste Priorität unter allen Aufgaben.
fr: Cette tâche est la plus haute priorité parmi toutes les tâches partout.
it: Questo compito ha la massima priorità tra tutti i compiti presenti ovunque.
ko: 이 작업은 모든 곳의 모든 작업 중에서 가장 우선 순위가 높습니다.
pl: To zadanie ma najwyższy priorytet pośród wszystkich innych.
pt_br: Esta tarefa é a prioridade mais alta entre todas as tarefas.
ru: Эта задача имеет наивысший приоритет среди всех задач везде.
tr: Bu görev, her yerdeki tüm görevler arasında en yüksek önceliğe sahiptir.
vi: Nhiệm vụ này có ưu tiên cao nhất trong số tất cả các nhiệm vụ ở mọi nơi.
zh_hans: 这个任务是所有任务中优先级最高的。

source: Click to set this task as highest priority among all tasks everywhere.
de: Klicken Sie um diese Aufgabe als höchste Priorität unter allen Aufgaben überall festzulegen.
fr: Cliquez pour définir cette tâche comme la plus haute priorité parmi toutes les tâches partout.
it: Clicca per impostare questo compito come massima priorità tra tutti i compiti presenti ovunque.
ko: 이 작업을 모든 위치의 모든 작업 중에서 가장 높은 우선 순위로 설정하려면 클릭하십시오.
pl: Kliknij, aby ustawić najwyższy priorytet tego zadania pośród wszystkich innych.
pt_br: Clique para definir esta tarefa como prioridade mais alta entre todas as tarefas.
ru: Нажмите, чтобы установить для этой задачи наивысший приоритет среди всех задач повсюду.
tr: Bu görevi her yerdeki tüm görevler arasında en yüksek öncelikli olarak ayarlamak için tıkla.
vi: Nhấp để đặt nhiệm vụ này là ưu tiên cao nhất trong số tất cả các nhiệm vụ ở mọi nơi.
zh_hans: 点击将此任务设置为各地所有任务中的最高优先级。

source: Increase the priority of the task in this workshop.
de: Erhöhen Sie die Priorität der Aufgabe in dieser Werkstatt.
fr: Augmenter la priorité de la tâche dans cet atelier.
it: Aumenta la priorità del compito in questa bottega.
ko: 이 워크샵에서 작업의 우선 순위를 높입니다.
pl: Zwiększ priorytet tego zadania w tym warsztacie.
pt_br: Aumente a prioridade da tarefa nesta oficina.
ru: Повысить приоритет задачи в этой мастерской.
tr: Bu atölyedeki görevin önceliğini artır.
vi: Tăng độ ưu tiên của nhiệm vụ trong xưởng này.
zh_hans: 提高该任务在这个工坊里的优先级。

source: Set details for this task, such as the material to be used.
de: Legen Sie Details für diese Aufgabe fest, z. B. das zu verwendende Material.
fr: Définissez les détails de cette tâche, tels que le matériel à utiliser.
it: Imposta i dettagli di questo compito, ad esempio il materiale da utilizzare.
ko: 사용할 재료와 같은 이 작업에 대한 세부 정보를 설정합니다.
pl: Ustaw szczegóły dla tego zadania, takie jak używany materiał.
pt_br: Defina detalhes para esta tarefa, junto com o material a ser usado.
ru: Задайте детали для этой задачи, например, материал, который будет использоваться.
tr: Kullanılacak malzeme gibi bu görev için ayrıntıları ayarla.
vi: Đặt chi tiết cho nhiệm vụ này, như vật liệu sẽ sử dụng.
zh_hans: 为这项任务设置细节，如要使用的材料。

source: This task has been suspended.
de: Diese Aufgabe ist ausgesetzt worden.
fr: Cette tâche a été suspendue.
it: Questo compito è stato sospeso.
ko: 이 작업은 일시 중지되었습니다.
pl: To zadanie zostało zawieszone.
pt_br: Esta tarefa foi suspensa.
ru: Это задание приостановлено.
tr: Bu görev askıya alındı.
vi: Nhiệm vụ này đã bị tạm dừng.
zh_hans: 该任务被搁置了。

source: Click to suspend the task. Assigned workers are removed from suspended tasks.
de: Klicken Sie um die Aufgabe anzuhalten. Zugewiesene Arbeiter werden aus angehaltenen Aufgaben entfernt.
fr: Cliquez pour suspendre la tâche. Les travailleurs affectés sont supprimés des tâches suspendues.
it: Clicca per sospendere il compito. I lavoratori assegnati vengono rimossi dai compiti sospesi.
ko: 작업을 일시 중단하려면 클릭하십시오. 할당된 작업자가 일시 중단된 작업에서 제거됩니다.
pl: Kliknij, aby zawiesić to zadanie. Przydzieleni robotnicy będą usunięci z zawieszonych zadań.
pt_br: Clique para suspender a tarefa. Trabalhadores designados são removidos de tarefas suspensas.
ru: Нажмите, чтобы приостановить выполнение задачи. Назначенные работники удаляются из приостановленных задач.
vi: Nhấp để tạm dừng nhiệm vụ. Công nhân được giao sẽ bị loại bỏ khỏi các nhiệm vụ bị tạm dừng.
zh_hans: 点击暂停任务。 已分配的工人将从暂停的任务中移除。

source: Create a new work order for this workshop. Work orders are tasks that can repeat specified numbers of times and which can be given start conditions. This is useful for automation.
de: Erstellen Sie einen neuen Arbeitsauftrag für diese Werkstatt. Arbeitsaufträge sind Aufgaben, die eine bestimmte Anzahl von Malen wiederholt werden können und denen Startbedingungen gegeben werden können. Dies ist nützlich für die Automatisierung.
fr: Créez un nouveau bon de travail pour cet atelier. Les ordres de travail sont des tâches qui peuvent se répéter un nombre de fois spécifié et auxquelles peuvent être attribuées des conditions de démarrage. Ceci est utile pour l'automatisation.
it: Crea un nuovo ordine di lavoro per questa bottega. Gli ordini di lavoro sono compiti che possono essere ripetuti un numero specifico di volte e ai quali si possono dare condizioni di avvio. Ciò è utile per l'automazione.
ko: 이 작업장에 대한 새 작업 명령을 작성합니다. 작업 명령은 지정된 횟수를 반복할 수 있고 시작 조건이 지정될 수 있는 작업입니다. 이 기능은 자동화에 유용합니다.
pl: Utwórz nowe zlecenie pracy dla tego warsztatu. Zlecenia pracy są zadaniami, które mogą być powtarzane konkretną ilość razy i które mogą otrzymać warunki startu. Jest to użyteczne do automatyzacji.
pt_br: Criar nova ordem de trabalho para essa oficina. Ordens de trabalho são tarefas que podem repetir por numeros específicos de vezes e que podem ser atribuídas condições para iniciar. Isso é útil para automação.
ru: Дайте новую задачу этой мастерской. Задачи - это поручения, которые могут повторяться определенное количество раз и которым могут быть заданы условия для их начала. Это полезно для автоматизации.
vi: Tạo một lệnh sản xuất mới cho xưởng này. Lệnh sản xuất là các nhiệm vụ có thể lặp lại số lần quy định và có thể được đặt điều kiện bắt đầu. Điều này hữu ích cho việc tự động hóa.
zh_hans: 为这个工坊创建一个新工单，工单是可以重复指定次数的任务，并且可以给定启动条件。这对自动化很有用。

source: Recenter on the linked building.
de: Richten Sie den Blick auf das verbundene Gebäude.
fr: Recenter sur le bâtiment mitoyen.
it: Ricentra sull'edificio collegato.
ko: 연결된 건물의 중심을 맞춥니다.
pl: Wycentruj na połączonej budowli.
pt_br: Centralizar na construção vinculada.
ru: Перейти к связанной постройке.
tr: Bağlı binayı merkeze al.
vi: Tập trung lại vào công trình được liên kết.
zh_hans: 重新定位在链接的建筑物上。

source: Add stockpile links for this workshop.
de: Fügen sie Stockpiles Links zu dieser Werkstatt hinzu.
fr: Ajouter des liens de stockage pour cet atelier.
it: Aggiungi collegamenti scorta per questa bottega.
ko: 이 작업장에 연결된 저장구역을 추가합니다.
pl: Dodaj połączenia magazynu do tego wasztatu.
pt_br: Adiciona vínculos de depósitos à esta oficina.
ru: Привязать склады к этой мастерской.
tr: Bu atölye için stok bağlantıları ekle.
vi: Thêm liên kết kho chứa cho xưởng này.
zh_hans: 为这个车间添加库存区链接。

source: This item is a permanent part of the building. Forbid and visibility tags set here affect the whole building.
de: Dieser Gegenstand ist ein fester Bestandteil des Gebäudes. Die hier gesetzten Verbots- und Sichtbarkeitskennzeichen gelten für das gesamte Gebäude.
fr: Cet objet est une partie permanente du bâtiment. Les balises d'interdiction et de visibilité définies ici affectent l'ensemble du bâtiment.
it: Quest'oggetto è parte permanente dell'edificio. I tag di divieto e visibilità impostati qui hanno effetto su tutto l'edificio.
ko: 이 품목은 건물의 영구적인 부분입니다. 여기에 설정된 금지 및 가시성 태그는 건물 전체에 영향을 미칩니다.
pl: Ten przedmiot jest stałą częścią budowli. Oznaczenia porzucenia i widoczności ustawione tutaj wpływają na całą budowle.
pt_br: Este item é parte permanente da construção. Etiquetas de restrição e visibilidade colocadas aqui afetarão toda a construção.
ru: Этот элемент является устойчивой частью конструкции. Установленные на него метки запрета и видимости затронет всю постройку.
vi: Vật phẩm này là một phần vĩnh viễn của công trình. Các thẻ cấm và hiển thị được đặt ở đây sẽ ảnh hưởng đến toàn bộ công trình.
zh_hans: 这个项目是建筑物的一个永久的部分。 在这里设置的禁止和可见性标签会影响整个建筑。

source: This item is being traded.
de: Dieser Artikel wird gehandelt.
fr: Cet objet est en cours d'échange.
it: Quest'oggetto è parte di uno scambio.
ko: 본 상품은 거래중입니다.
pl: Ten przedmiot jest przehandlowywany.
pt_br: Esse item está sendo comercializado.
ru: Этот товар продается.
tr: Bu eşya takas ediliyor.
vi: Vật phẩm này đang được giao dịch.
zh_hans: 这个物品正在被交易

source: This is a small creature within the trap.
de: Dies ist eine kleine Kreatur in der Falle.
fr: C'est une petite créature dans le piège.
it: C'è una piccola creatura dentro la trappola.
ko: 이것은 함정 안에 있는 작은 생물입니다.
pl: To jest małe stworzenie w pułapce.
pt_br: Esta é uma pequena criatura dentro da armadilha.
ru: Это маленькое существо внутри ловушки.
tr: Bu, tuzağın içindeki küçük bir yaratık.
vi: Đây là một sinh vật nhỏ bên trong bẫy.
zh_hans: 这是一个陷阱中的小生物。

source: This item is bait.
de: Dieser Gegenstand ist ein Köder.
fr: Cet objet est un appât.
it: Quest'oggetto è un'esca.
ko: 이 항목은 미끼입니다.
pl: Ten przedmiot jest przynętą.
pt_br: Esse item é isca.
ru: Этот предмет - приманка.
tr: Bu eşya yemdir.
vi: Vật phẩm này là mồi.
zh_hans: 这个物品是诱饵。

source: This item has been loaded.
de: Dieses Item wurde aufgeladen.
fr: Cet objet a été chargé.
it: Quest'oggetto è stato caricato.
ko: 이 항목이 로드되었습니다.
pl: Ten przedmiot został załadowany.
pt_br: Este item foi carregado.
ru: Этот элемент был загружен.
tr: Bu eşya yüklendi.
vi: Vật phẩm này đã được nạp.
zh_hans: 这个物品已加载。

source: This item is resting within the building.
de: Dieser Gegenstand befindet sich innerhalb des Gebäudes.
fr: Cet objet repose dans le bâtiment.
it: Quest'oggetto è riposto nell'edificio.
ko: 이 항목은 건물 내에 있습니다.
pl: Ten przedmiot spoczywa w budynku.
pt_br: Este item está depositado dentro da construção.
ru: Этот предмет покоится в строении.
tr: Bu eşya binanın içinde duruyor.
vi: Vật phẩm này đang nằm bên trong công trình.
zh_hans: 这个物品建筑内休息。

source: This item is a semi-permanent part of the building, like an item on display.
de: Dieser Gegenstand ist ein semi-permanenter Teil des Gebäudes, wie ein Ausstellungsstück.
fr: Cet objet est une partie semi-permanente du bâtiment, comme un objet exposé.
it: Quest'elemento è una parte semipermanente dell'edificio, come un oggetto esposto.
ko: 이 아이템은 전시된 아이템처럼 건물의 반영구적인 부분입니다.
pl: Ten przedmiot jest częściowo stałą częścią budowli, tak jak przedmiot w gablocie.
pt_br: Esse item é uma parte semi-permanente da construção, como um item em exibição.
ru: Этот элемент является неустойчивой частью конструкции, как экспонат.
tr: Bu eşya, sergilenen bir eşya gibi binanın yarı kalıcı bir parçasıdır.
vi: Vật phẩm này là một phần bán vĩnh viễn của công trình, giống như một vật phẩm trưng bày.
zh_hans: 这个项目是建筑的一个半永久性的部分，就像所示项目。

source: Toggle the forbidden status of the item. Citizens will not use forbidden items or buildings. If a permanent building item is forbidden, citizens will not perform tasks there!
de: Schaltet den verbotenen Status des Gegenstandes um. Die Bürger werden keine verbotenen Gegenstände oder Gebäude benutzen. Wenn ein dauerhaftes Gebäude verboten ist, werden die Bürger dort keine Aufgaben ausführen!
fr: Basculer le statut interdit de l'objet. Les citoyens n'utiliseront pas d'objets ou de bâtiments interdits. Si un élément de construction permanent est interdit, les citoyens n'y effectueront pas de tâches!
it: Cambia lo stato di proibizione dell'oggetto. I cittadini non useranno oggetti o edifici proibiti. Se un elemento di un edificio permanente è vietato, i cittadini non eseguiranno compiti lì!
ko: 항목의 금지된 상태를 전환합니다. 시민들은 금지된 물품이나 건물을 사용하지 않을 것입니다. 만약 영구적인 건물 항목이 금지된다면, 시민들은 그곳에서 일을 수행하지 않을 것입니다!
pl: Przełącz status porzucenia przedmiotu. Obywatele nie będą używać porzuconych przedmiotów lub budowli. Jeśli stały przedmiot budowli jest porzucony, obywatele nie będą wykonywali tam zadań!
pt_br: Alternar o estado de proibido do item. Cidadãos não usarão itens ou construções proibidas. Se um item permanente da construção for proibido, cidadãos não farão tarefas nela!
ru: Переключите запрет на использование предмета. Жители не будут пользоваться запрещенными предметами или постройками. Если одна из устойчивых частей постройки запрещена, жители перестанут выполнять там задачи!
vi: Chuyển đổi trạng thái cấm của vật phẩm. Cư dân sẽ không sử dụng các vật phẩm hoặc công trình bị cấm. Nếu một vật phẩm công trình vĩnh viễn bị cấm, cư dân sẽ không thực hiện nhiệm vụ ở đó!
zh_hans: 切换项目的禁止状态。 公民不会使用禁止物品或建筑物。 如果永久建筑项目被禁止，公民将不会在那里执行任务！

source: Toggle the visibility of the item. Hidden items cannot be seen but citizens will still use them. If a permanent building item is invisible, the building will be too!
de: Schaltet die Sichtbarkeit des Items um. Versteckte Items können nicht gesehen werden, aber die Bürger können sie trotzdem benutzen. Wenn ein dauerhaftes Gebäude Item unsichtbar ist, ist es auch das Gebäude!
fr: Basculer la visibilité de l'objet. Les objets cachés ne peuvent pas être vus mais les citoyens les utiliseront toujours. Si un élément de construction permanent est invisible, le bâtiment le sera aussi !
it: Alterna la visibilità dell'oggetto. Non vedrai gli oggetti nascosti ma i cittadini li useranno comunque. Se un oggetto da costruzione permanente è invisibile lo sarà anche l'edificio!
ko: 항목의 표시를 전환합니다. 숨겨진 물건들은 보이지 않지만 시민들은 여전히 그것들을 사용할 것입니다. 영구적인 건물 항목이 보이지 않는다면, 건물도 마찬가지일 것입니다!
pl: Przełącz widoczność przedmiotu. Ukryte przedmioty nie będą widoczne, ale obywatele wciąż będą ich używać. Jeśli stały przedmiot budowli jest niewidzialny, budowla będzie również!
pt_br: Alterna a visibilidade do item. Itens escondidos não podem ser vistos mas continurão a ser usados por cidadãos. Se um item de construção permanente for invisível, a construção também será!
ru: Переключает видимость предмета. Скрытые предметы нельзя увидеть, но граждане все равно будут их использовать. Если одна из устойчивых частей постройки скрыта, вся постройка тоже станет невидимой!
vi: Chuyển đổi khả năng hiển thị của vật phẩm. Các vật phẩm ẩn không thể nhìn thấy nhưng cư dân vẫn sẽ sử dụng chúng. Nếu một vật phẩm công trình vĩnh viễn vô hình, công trình đó cũng sẽ vô hình!
zh_hans: 切换项目的可见性。 隐藏的物品是看不见的，但市民仍会使用它们。 如果永久性建筑项目是不可见的，那么建筑也会是！

source: The soldiers can either keep their equipment on at all times, or only when an order is active.
de: Die Soldaten können ihre Ausrüstung entweder immer anbehalten oder nur, wenn ein Befehl vorliegt.
fr: Les soldats peuvent soit garder leur équipement en permanence, soit uniquement lorsqu'un ordre est actif.
it: I soldati possono tenere l'equipaggiamento sempre addosso o solo quando è attivo un ordine.
ko: 병사들은 항상 장비를 장착하거나 명령이 활성화된 경우에만 장비를 장착할 수 있습니다.
pl: Żołnierze mogą albo zatrzymać swój ekwipunek przez cały czas albo tylko gdy rozkaz jest aktywny.
pt_br: Soldados podem manter-se equipados todo o tempo, ou apenas quando uma ordem estiver ativa.
ru: Солдаты могут либо постоянно держать свое снаряжение при себе, либо только тогда, когда действует приказ.
tr: Askerler ekipmanlarını her zaman üzerlerinde tutabilir veya sadece bir emir aktifken giyebilirler.
vi: Binh lính có thể giữ trang bị của họ mọi lúc, hoặc chỉ khi có lệnh đang hoạt động.
zh_hans: 将士们可以一直随身携带着他们的装备，或者只在被征召时才带上他们的装备
