Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Stop! This isn't happening!
de: Halt! Das gibt's doch nicht!
fr: Arrêt! Ce n'est pas le cas !
it: Basta! Non è possibile!
ko: 중지!
pl: Przestań! To się nie dzieje!
pt_br: Pare! Isto não está acontecendo!
ru: Нет! Этого не может быть!
vi: Dừng lại! Chuyện này không thể xảy ra!
zh_hans: 停下！不该这样！

source: We yield! We yield!
de: Wir geben auf! Wir geben auf!
fr: Nous cédons ! Nous cédons !
it: Ci arrendiamo! Ci arrendiamo!
ko: 우리는 양보한다!
pl: Poddajemy się! Poddajemy!
pt_br: Nós ceder! Nós ceder!
ru: Мы сдаёмся! Мы сдаёмся!
vi: Chúng ta xin hàng! Chúng ta xin hàng!
zh_hans: 我们投降！我们投降！

source: I yield! I yield!
de: Ich gebe auf! Ich ergebe mich!
fr: je cède ! je cède !
it: Mi arrendo! Mi arrendo!
ko: 나는 양보한다!
pl: Poddaję się! Poddaję!
pt_br: Eu me rendo! Eu me rendo!
ru: Я сдаюсь! Я сдаюсь!
vi: Ta xin hàng! Ta xin hàng!
zh_hans: 我投降！我投降！

source: We will fight no more.
de: Wir werden nicht mehr kämpfen.
fr: Nous ne nous battrons plus.
it: Non combatteremo più.
ko: 우리는 더 이상 싸우지 않을 것입니다.
pl: Nie będziemy więcej walczyć.
pt_br: Nós não lutaremos mais.
ru: Мы больше не будем сражаться.
tr: Daha fazla savaşmayacağız.
vi: Chúng ta sẽ không chiến đấu thêm nữa.
zh_hans: 我们不会再战斗了。

source: I will fight no more.
de: Ich werde nicht mehr kämpfen.
fr: Je ne me battrai plus.
it: Non combatterò più.
ko: 나는 더 이상 싸우지 않을 것이다.
pl: Nie będę więcej walczyć.
pt_br: Vou lutar sem mais.
ru: Я больше не буду сражаться.
tr: Daha fazla savaşmayacağım.
vi: Ta sẽ không chiến đấu thêm nữa.
zh_hans: 我不会再战斗了。

source: Never!
de: Niemals!
fr: Jamais!
it: Giammai!
ko: 절대!
pl: Nigdy!
pt_br: Não!
ru: Никогда!
tr: Asla!
vi: Không bao giờ!
zh_hans: 决不！

source: You first, coward!
de: Du zuerst, Feigling!
fr: Toi d'abord, lâche !
it: Prima tu, codardo!
ko: 먼저 해봐, 겁쟁아!
pl: Ty pierwszy, tchórzu!
pt_br: Você primeiro, covarde!
ru: Сначала ты, трус!
tr: Önce sen, korkak!
vi: Ngươi trước đi, đồ hèn nhát!
zh_hans: 你第一个，懦夫！

source: Okay! I'll do it.
de: Na gut! Ich werde es tun.
fr: D'accord! Je vais le faire.
it: D'accordo! Lo farò.
ko: 괜찮아!
pl: Dobra! Ja to zrobię.
pt_br: Okey! Eu vou fazer isso.
ru: Хорошо! Я сделаю это.
vi: Được thôi! Ta sẽ làm.
zh_hans: 好的！我会去做的。

source: spits out
de: spuckt aus
fr: Crache
it: sputa fuori
ko: 뱉어낸다
pl: wypluwa
pt_br: Cospe
ru: выплёвывает
tr: tükürürcesine söyler:
vi: khạc nhổ
zh_hans: 吐出来

source: Over my dead body!
de: Nur über meine Leiche!
fr: Sur mon cadavre!
it: Sul mio cadavere!
ko: 내 시체 위에!
pl: Po moim trupie!
pt_br: Por cima do meu cadáver!
ru: Только через мой труп!
tr: Cesedimi çiğnemen lazım!
vi: Bước qua xác ta đã!
zh_hans: 休想！

source: I am compelled to continue!
de: Ich bin gezwungen, weiterzumachen!
fr: Je suis obligé de continuer !
it: Sono costretto a continuare!
ko: 나는 계속할 수밖에 없다!
pl: Jestem zmuszony kontynuować!
pt_br: Eu não sou regido por impulsos.
ru: Я вынужден продолжать!
tr: Devam etmek zorundayım!
vi: Ta bị buộc phải tiếp tục!
zh_hans: 我不得不继续！

source: Maybe you're right.
de: Vielleicht haben Sie Recht.
fr: Peut-être que tu as raison.
it: Forse hai ragione.
ko: 당신 말이 맞을 수도 있습니다.
pl: Może masz rację.
pt_br: Talvez você esteja certo.
ru: Наверное, вы правы.
tr: Belki de haklısın.
vi: Có lẽ ngươi đúng.
zh_hans: 可能你是对的。

source: Yes, I can see it clearly now.
de: Ja, ich kann es jetzt deutlich sehen.
fr: Oui, je le vois clairement maintenant.
it: Sì, ora lo vedo chiaramente.
ko: 예, 이제 확실히 알 수 있습니다.
pl: Tak, teraz widzę to wyraźnie.
pt_br: Sim, eu posso ver claramente agora.
ru: Да, теперь я понимаю.
tr: Evet, şimdi net bir şekilde görebiliyorum.
vi: Phải, giờ ta đã nhìn rõ rồi.
zh_hans: 是的，我现在可以清楚地看到它。

source: I have been so foolish. Yes, I agree.
de: Ich bin so dumm gewesen. Ja, ich stimme zu.
fr: J'ai été si stupide. Oui je suis d'accord.
it: Sono stato così sciocco. Sì, sono d'accordo.
ko: 나는 너무 어리석었다.
pl: Byłem taki głupi. Tak, zgadzam się.
pt_br: Eu fui tolo. Sim, eu concordo.
ru: Я был дураком. Да, теперь я согласен.
vi: Ta đã thật ngu ngốc. Phải, ta đồng ý.
zh_hans: 我真蠢。是的我同意。

source: You know, I think you're right.
de: Weißt du, ich glaube, du hast Recht.
fr: Tu sais, je pense que tu as raison.
it: Sai, credo che tu abbia ragione.
ko: 당신이 옳다고 생각합니다.
pl: Wiesz co, myślę że masz rację.
pt_br: Sabe, eu acho que você está certo.
ru: Я знаю, я думаю вы правы.
tr: Biliyor musun, bence haklısın.
vi: Ngươi biết đấy, ta nghĩ ngươi nói đúng.
zh_hans: 你知道，我认为你是对的。

source: Though I cannot agree fully on a slight technicality,
de: Allerdings kann ich wegen einer kleinen Formalität nicht ganz zustimmen,
fr: Bien que je ne puisse être totalement d'accord d'un point de vue technique,
it: Anche se non posso essere pienamente d'accordo per un piccolo cavillo,
ko: 약간의 전문적인 부분에 대해서는 전적으로 동의할 수 없지만,
pl: Chociaż nie mogę się w pełni zgodzić co do technicznego detalu,
pt_br: Apesar que eu não posso concordar totalmente com uma mera tecnicidade,
ru: Хотя я не могу полностью согласиться с формальной точки зрения,
tr: Küçük bir teknik ayrıntı üzerinde tam olarak anlaşamasam da,
vi: Dù ta không thể hoàn toàn đồng ý về một tiểu tiết,
zh_hans: 虽然一些小小的技术性问题上我不能完全同意。

source: Despite some minor reservations...
de: Trotz einiger kleiner Vorbehalte...
fr: Malgré quelques petites réserves...
it: Nonostante alcune piccole riserve...
ko: 약간의 예약에도 불구하고...
pl: Pomimo drobnych zastrzeżeń...
pt_br: Tirando algumas pequenas ressalvas...
ru: Несмотря на некоторые ограничения...
vi: Mặc dù có một vài e ngại nhỏ...
zh_hans: 尽管有一些小保留......

source: Even if I don't change my mind,
de: Selbst wenn ich meine Meinung nicht ändere,
fr: Même si je ne change pas d'avis,
it: Anche se non cambio idea,
ko: 마음을 바꾸지 않아도,
pl: Mimo, że nie zmieniam mojego zdania,
pt_br: Mesmo que não me convença,
ru: Даже если я не изменю своего мнения,
tr: Fikrimi değiştirmesem bile,
vi: Ngay cả khi ta không thay đổi ý kiến,
zh_hans: 即使我不改变主意，

source: Ignoring that I don't quite concur...
de: Abgesehen davon, dass ich dem nicht ganz zustimme...
fr: Ignorant cela, je ne suis pas tout à fait d'accord...
it: A parte il fatto che non sono del tutto d'accordo...
ko: 동의하지 않는다는 것을 무시하고...
pl: Pomijając to, że nie do końca się zgadzam...
pt_br: Ignorando que eu não concorde completamente...
ru: Несмотря на то, что я не полностью согласен...
vi: Bỏ qua việc ta không hoàn toàn đồng tình...
zh_hans: 先忽略掉我不太同意的地方......

source: Although my own insignificant beliefs lie elsewhere,
de: Meine eigenen unbedeutenden Überzeugungen liegen jedoch woanders,
fr: Bien que mes propres croyances insignifiantes soient ailleurs,
it: Anche se le mie convinzioni insignificanti risiedono altrove,
ko: 나 자신의 하찮은 믿음이 다른 곳에 있지만
pl: Chociaż moje własne, nieistotne przekonania jest zupełnie inne,
pt_br: Embora minhas próprias crenças insignificantes estejam em outro lugar,
ru: Хотя я всё ещё убеждён в другом,
tr: Kendi önemsiz inançlarım başka yerde olsa da,
vi: Mặc dù tín niệm tầm thường của riêng ta lại đặt ở nơi khác,
zh_hans: 虽然我自己的微不足道的信念在别处，

source: you are so clever I must concede!
de: Sie sind so schlau, das muss ich zugeben!
fr: vous êtes si intelligent, je dois admettre!
it: sei proprio intelligente, devo ammetterlo!
ko: 당신은 너무 똑똑해서 인정해야합니다!
pl: jesteś mądry, muszę to przyznać!
pt_br: você é tão perspicaz que eu devo concordar!
ru: я вынужден отступить перед силой ваших аргументов!
tr: o kadar zekisin ki kabul etmeliyim!
vi: ngươi quá ư tài trí nên ta đành phải chấp nhận!
zh_hans: 我必须承认你是如此的聪明！

source: I admire how brilliant you are!
de: Ich bewundere, wie brillant Sie sind!
fr: J'admire à quel point tu es brillant !
it: Ammiro la tua genialità!
ko: 나는 당신이 얼마나 뛰어난 지 존경합니다!
pl: Podziwiam, jaki jesteś genialny!
pt_br: Eu admiro o quão brilhante você é!
ru: я восхищён вами!
tr: Ne kadar parlak olduğuna hayranım!
vi: Ta ngưỡng mộ sự xuất chúng của ngươi biết bao!
zh_hans: 我很佩服你的才华！

source: I must say that is a truly insightful observation!
de: Ich muss sagen, das ist eine wirklich aufschlussreiche Beobachtung!
fr: Je dois dire que c'est une observation vraiment perspicace!
it: Devo dire che è un'osservazione davvero perspicace!
ko: 나는 그것이 진정으로 통찰력 있는 관찰이라고 말해야 합니다!
pl: Muszę przyznać, że to naprawdę wnikliwa obserwacja!
pt_br: Devo dizer que esta foi uma observação perspicaz!
ru: я должен признать, что это было поистине проницательное наблюдение!
tr: Bunun gerçekten anlayışlı bir gözlem olduğunu söylemeliyim!
vi: Ta phải nói rằng đó là một nhận định thực sự sâu sắc!
zh_hans: 我必须说这是一个真正有见地的观察！

source: I confess your stunning argument overwhelms me!
de: Ich gestehe, dass mich Ihre verblüffende Argumentation überwältigt!
fr: J'avoue que ton argumentation époustouflante me dépasse !
it: Confesso che la tua sbalorditiva argomentazione mi travolge!
ko: 나는 당신의 놀라운 주장이 나를 압도한다고 고백합니다!
pl: Przyznaję, że twój argument mnie przytłoczył!
pt_br: Confesso que o seu argumento impressionante me tomou!
ru: я признаю, что сила ваши аргументов поразительна!
tr: Çarpıcı argümanının beni bunalttığını itiraf ediyorum!
vi: Ta thú nhận rằng luận điểm xuất sắc của ngươi đã làm ta kinh ngạc!
zh_hans: 我承认你的高论辩倒了我！

source: I am overmastered by your presence!
de: Ich bin überwältigt von Ihrer Anwesenheit!
fr: Je suis subjugué par ta présence !
it: Sono sopraffatto dalla vostra presenza!
ko: 나는 당신의 존재에 압도당했습니다!
pl: Jestem zdominowany twoją obecnością!
pt_br: Estou extremamente satisfeito com a sua presença!
ru: я покорён вашим присутствием!
tr: Varlığın beni alt ediyor!
vi: Ta bị lấn át bởi sự hiện diện của ngươi!
zh_hans: 你在这真好！

source: we can both agree you are by far the most persuasive!
de: wir sind uns beide einig, dass Sie bei weitem am überzeugendsten sind!
fr: Nous pouvons tous les deux affirmer que vous êtes de loin le plus persuasif !
it: siamo entrambi d'accordo che sei di gran lunga il più persuasivo!
ko: 우리 둘 다 당신이 가장 설득력이 있다는 데 동의할 수 있습니다!
pl: oboje możemy się zgodzić, że jesteś zdecydowanie najbardziej przekonujący!
pt_br: podemos concordar que você é com certeza o mais persuasivo!
ru: я признаю, что вы были намного более убедительны, чем я!
tr: ikimiz de açık ara en ikna edici olduğun konusunda hemfikir olabiliriz!
vi: cả hai chúng ta đều có thể đồng tình rằng ngươi là người thuyết phục nhất!
zh_hans: 我们都同意你是迄今为止最有说服力的！

source: no one can deny your genius!
de: niemand kann deine Genialität leugnen!
fr: personne ne peut nier votre génie !
it: nessuno può negare il tuo genio!
ko: 아무도 당신의 천재성을 부정할 수 없습니다!
pl: nikt nie może odmówić ci geniuszu!
pt_br: ninguém pode negar sua genialidade!
ru: но никто не может отказать вам в гениальности!
tr: kimse dehanı inkar edemez!
vi: không ai có thể phủ nhận thiên tài của ngươi!
zh_hans: 没有人能否认你的天才！

source: you needn't indulge my trivial thoughts!
de: du musst meinen trivialen Gedanken nicht nachgeben!
fr: vous n'avez pas besoin de vous livrer à mes pensées triviales !
it: non devi assecondare i miei pensieri banali!
ko: 당신은 내 사소한 생각에 빠지지 않아도됩니다!
pl: nie musisz pobłażać moim trywialnym myślom!
pt_br: você não precisa saciar meus pensamentos triviais!
ru: вам не нужно потакать моим тривиальным умозаключениям!
tr: benim önemsiz düşüncelerimle uğraşmana gerek yok!
vi: ngươi không cần phải chiều theo những suy nghĩ tầm thường của ta!
zh_hans: 你不必放纵我的琐碎想法！

source: I am so nearly swayed by your greatness alone that we can simply assign you the victory!
de: Ich bin allein schon durch deine Größe so überwältigt, dass wir dir den Sieg einfach zuschreiben können!
fr: Je suis si subjugué par votre grandeur que nous pourrions tout simplement vous attribuer la victoire!
it: Sono così influenzato dal tuo splendore che possiamo assegnarti la vittoria a tavolino!
ko: 저는 당신의 위대함에 깊게 감명받아 당신에게 간단히 승리를 줄 수 있습니다!
pl: Jestem tak prawie pod wrażeniem twojej wielkości, że możemy po prostu przyznać ci zwycięstwo!
pt_br: Estou tão envolvido por sua magnificência que podemos simplesmente dar-lhe a vitória!
ru: я настолько покорён вашим величием, что мне остаётся только признать вашу победу!
tr: Sadece büyüklüğünle o kadar etkilenmek üzereyim ki zaferi sana verebiliriz!
vi: Ta đã gần như bị lay chuyển chỉ bởi sự vĩ đại của ngươi, đến mức chúng ta có thể đơn giản công nhận ngươi là người chiến thắng!
zh_hans: 我几乎被你的伟大所震撼，所以我们可以简单地把胜利交给你！

source: Do I look like I need to calm down?!
de: Sehe ich aus, als müsste ich mich beruhigen?!
fr: Est-ce que j'ai l'air d'avoir besoin de me calmer ? !
it: Ti pare che abbia bisogno di calmarmi?!
ko: 내가 진정해야 할 것처럼 보이나?!
pl: Wyglądam jakbym potrzebował się uspokoić?!
pt_br: Você acha que eu preciso me acalmar?!
ru: С чего вы решили, что мне нужно успокоиться?!
tr: Sakinleşmeye ihtiyacım var gibi mi görünüyorum?!
vi: Ngươi thấy ta trông như cần bình tĩnh sao?!
zh_hans: 我看起来像是需要冷静的人吗？

source: I'll show you calm!
de: Ich zeige dir, was Ruhe ist!
fr: Je vais te montrer calme !
it: Ti mostrerò la calma!
ko: 차분함을 보여드리겠습니다!
pl: Ja ci pokażę spokój!
pt_br: Vou lhe mostrar o calmo!
ru: Я тебя сейчас успокою!
vi: Ta sẽ cho ngươi thấy thế nào là bình tĩnh!
zh_hans: 我会让你冷静下来！

source: Get away from me!
de: Lassen Sie mich in Ruhe!
fr: Éloignez-vous de moi !
it: Allontanati da me!
ko: 나에게서 도망!
pl: Odejdź ode mnie!
pt_br: Saia de perto de mim!
ru: Отвали от меня!
vi: Tránh xa ta ra!
zh_hans: 离我远点儿！

source: You calm down!
de: Beruhigen Sie sich!
fr: Calme toi!
it: Datti una calmata!
ko: 당신은 진정!
pl: To ty się uspokój!
pt_br: Você que se acalme!
ru: Это ты успокойся!
tr: Sen sakin ol!
vi: Ngươi mới cần bình tĩnh!
zh_hans: 你冷静点!

source: Spare me the compliments.
de: Ersparen Sie mir die Komplimente.
fr: Épargnez-moi les compliments.
it: Risparmiami i complimenti.
ko: 나에게 칭찬을 아끼십시오.
pl: Daruj sobie komplementy.
pt_br: Poupe-me dos elogios.
ru: Избавьте меня от комплиментов.
tr: İltifatları kendine sakla.
vi: Miễn cho ta những lời khen đó.
zh_hans: 别拍我马屁了。

source: Don't tell me to calm myself.
de: Sagen Sie mir nicht, dass ich mich beruhigen soll.
fr: Ne me dis pas de me calmer.
it: Non dirmi di calmarmi.
ko: 진정하라고 말하지 마세요.
pl: Nie mów mi, bym się uspokoił.
pt_br: Não fale para eu me acalmar
ru: Не нужно меня успокаивать.
tr: Bana sakinleşmemi söyleme.
vi: Đừng bảo ta phải tự bình tĩnh.
zh_hans: 不要告诉我该冷静了。

source: Thank you for your kind words.
de: Ich danke Ihnen für Ihre freundlichen Worte.
fr: Je vous remercie pour vos aimables paroles.
it: Grazie per le tue gentili parole.
ko: 좋은 말 해줘서 고마워.
pl: Dziękuję za miłe słowa.
pt_br: Obrigado por suas amáveis palavras.
ru: Спасибо за ваши добрые слова.
tr: Nazik sözlerin için teşekkürler.
vi: Cảm ơn vì những lời tử tế của ngươi.
zh_hans: 谢谢你的夸奖。

source: You're right. I need to relax.
de: Sie haben Recht. Ich muss mich entspannen.
fr: Tu as raison. J'ai besoin de me relaxer.
it: Hai ragione. Ho bisogno di rilassarmi.
ko: 네가 옳아.
pl: Masz rację. Muszę się uspokoić.
pt_br: Você está certo, preciso me acalmar.
ru: Вы правы. Мне нужно расслабиться.
vi: Ngươi nói đúng. Ta cần thư giãn.
zh_hans: 你是对的。我需要放松一下。

source: I assure you I am already calm. Look to yourself.
de: Ich versichere Ihnen, dass ich bereits ruhig bin. Sehen Sie sich selbst an.
fr: Je vous assure que je suis déjà calme. Regardez par vous-même.
it: Ti assicuro che sono già calmo. Guarda te stesso.
ko: 나는 이미 침착하다고 확신합니다.
pl: Zapewniam cię, że jestem spokojny. Patrz na siebie.
pt_br: Garanto-lhes que já estou calmo. Preste atenção em si mesmo.
ru: Уверяю, я спокоен. Посмотрите на себя.
vi: Ta cam đoan với ngươi là ta đã bình tĩnh rồi. Hãy xem lại mình đi.
zh_hans: 我向你保证，我现在很冷静。看看你自己吧。

source: Ha ha ha... You're funny!
de: Ha ha ha... Sie sind witzig!
fr: Ha ha ha... Tu es drôle !
it: Ahahah... Sei divertente!
ko: 하하하... 웃기네요!
pl: Ha ha ha... Jesteś zabawny!
pt_br: Ha ha ha, você é engraçado!
ru: Ха-ха-ха... Вы смешной!
vi: Ha ha ha... Ngươi thật nực cười!
zh_hans: 哈哈哈...你真有意思！

source: Don't waste my time.
de: Verschwenden Sie nicht meine Zeit.
fr: Ne me fais pas perdre mon temps.
it: Non farmi perder tempo.
ko: 내 시간을 낭비하지 마십시오.
pl: Nie marnuj mojego czasu.
pt_br: Não faça eu perder meu tempo
ru: Вы тратите мое время.
tr: Vaktimi harcama.
vi: Đừng lãng phí thời gian của ta.
zh_hans: 别浪费我的时间。

source: Base flattery!
de: Niedere Schmeichelei!
fr: Flatterie basse !
it: Bassa adulazione!
ko: 기본 아첨!
pl: Zwykłe pochlebstwo!
pt_br: Bajulação da base!
ru: Какая грубая лесть!
tr: Aşağılık dalkavukluk!
vi: Nịnh hót hèn hạ!
zh_hans: 基本恭维！

source: You dare to flatter me?!
de: Du wagst es, mir zu schmeicheln?!
fr: Tu oses me flatter ?!
it: Osi adularmi?
ko: 감히 나한테 아첨해?!
pl: Ośmielasz się mi schlebiać?!
pt_br: Você ousa me bajular?!
ru: Не смейте льстить мне!
tr: Bana dalkavukluk etmeye cüret mi ediyorsun?!
vi: Ngươi dám nịnh hót ta sao?!
zh_hans: 你敢恭维我？！

source: How dare you?!
de: Wie können Sie es wagen?!
fr: Comment oses-tu?!
it: Come ti permetti?
ko: 어떻게 감히?!
pl: Jak mogłeś?!
pt_br: Como você se atreve?!
ru: Да как вы смеете?!
tr: Buna nasıl cüret edersin?!
vi: Ngươi dám sao?!
zh_hans: 你怎么敢？！

source: Insufferable!
de: Unerträglich!
fr: Insupportable!
it: Insopportabile!
ko: 참을 수 없는!
pl: Nieznośny!
pt_br: Insuportável!
ru: Это невыносимо!
tr: Çekilmez!
vi: Thật không thể chịu nổi!
zh_hans: 难以忍受！

source: You mock me?!
de: Du verspottest mich?!
fr: Tu t'es moqué de moi?!
it: Ti prendi gioco di me?
ko: 날 놀리는건가?!
pl: Drwisz ze mnie?!
pt_br: Está zombando de mim?!
ru: Вы издеваетесь?!
tr: Benimle alay mı ediyorsun?!
vi: Ngươi đang chế giễu ta sao?!
zh_hans: 你嘲笑我？！

source: I will settle this my way.
de: Ich werde das auf meine Weise regeln.
fr: Je vais régler ça à ma façon.
it: Risolverò la questione a modo mio.
ko: 내 방식대로 해결하겠습니다.
pl: Rozwiążę to po swojemu.
pt_br: Resolverei isto do meu jeito.
ru: Я останусь при своём мнении.
vi: Ta sẽ giải quyết việc này theo cách của ta.
zh_hans: 我会以我的方式解决这个问题。

source: This conversation is over.
de: Dieses Gespräch ist beendet.
fr: Cette conversation est terminée.
it: Questa conversazione è finita.
ko: 이 대화는 끝났습니다.
pl: Ta rozmowa dobiegła końca.
pt_br: Essa conversa acabou.
ru: Разговор окончен.
vi: Cuộc đối thoại này đã kết thúc.
zh_hans: 这次谈话结束了。

source: You insult me with your flattery
de: Ihr beleidigt mich mit euren Schmeicheleien
fr: Tu m'insultes avec ta flatterie
it: Mi insulti con le tue adulazioni
ko: 아첨으로 나를 모욕하는군
pl: Obrażasz mnie swoim pochlebstwem
pt_br: Você me insulta com sua bajulação!
ru: Вы оскорбляете меня своей лестью
tr: Dalkavukluğunla bana hakaret ediyorsun
vi: Ngươi sỉ nhục ta bằng lời nịnh hót của ngươi
zh_hans: 你用你的奉承侮辱我

source: You insult me with your derision
de: Du beleidigst mich mit deinem Spott
fr: Tu m'insultes avec ta dérision
it: Mi insulti con la tua derisione
ko: 당신은 당신의 조롱으로 나를 모욕
pl: Obrażasz mnie swoją drwiną
pt_br: Você me insulta com seu escárnio
ru: Вы оскорбляете меня своим неуважением
tr: Alayınla bana hakaret ediyorsun
vi: Ngươi sỉ nhục ta bằng lời chế giễu của ngươi
zh_hans: 你用你的嘲笑侮辱我

source: , but let us move on.
de: , aber lassen Sie uns weitermachen.
fr: , mais passons à autre chose.
it: , ma andiamo avanti.
ko: ,하지만 계속 진행하겠습니다.
pl: , ale przejdźmy dalej.
pt_br: , mas vamos seguir em frente.
ru: , но давайте продолжим.
tr: , ama devam edelim.
vi: , nhưng chúng ta hãy chuyển sang chuyện khác.
zh_hans: ，但让我们继续前进。

source: If you insist so strongly, we can move on.
de: Wenn Sie so sehr darauf bestehen, können wir weitermachen.
fr: Si vous insistez si fort, nous pouvons passer à autre chose.
it: Se insisti così tanto, possiamo andare avanti.
ko: 그렇게 강력하게 주장하면 계속 진행할 수 있습니다.
pl: Jeśli tak mocno nalegasz, możemy przejść dalej.
pt_br: Se você insiste tanto, podemos seguir em frente.
ru: Если вы так настаиваете, давайте продолжим.
tr: Bu kadar ısrar ediyorsan devam edebiliriz.
vi: Nếu ngươi kiên quyết đến vậy, chúng ta có thể chuyển sang chuyện khác.
zh_hans: 如果你坚持，我们可以继续。

source: Well, there must be something else to discuss.
de: Nun, es muss noch etwas anderes zu besprechen geben.
fr: Eh bien, il doit y avoir autre chose à discuter.
it: Beh, ci dev'essere altro di cui discutere.
ko: 음, 논의할 다른 것이 있어야 합니다.
pl: Cóż, musi być coś jeszcze do przedyskutowania.
pt_br: Bom, deve ter algo a mais para discutir.
ru: Я думаю, есть и другие темы для обсуждения.
tr: Peki, tartışacak başka bir şey olmalı.
vi: Chà, chắc hẳn phải có điều gì khác để bàn luận chứ.
zh_hans: 那么，还有其它东西必须要讨论。

source: Fine. Let's drop the argument.
de: Nun gut. Lassen wir den Streit beiseite.
fr: Bien. Laissons tomber l'argument.
it: Bene. Lasciamo perdere la discussione.
ko: 괜찮은.
pl: Dobrze. Skończmy ten spór.
pt_br: Tudo bem. Vamos argumentar.
ru: Ладно-ладно. Давайте оставим этот спор.
vi: Thôi được. Hãy bỏ qua cuộc tranh cãi này.
zh_hans: 很好。让我们放弃这个论点吧。

source: How gracious!
de: Wie gnädig!
fr: Quelle grâce !
it: Che gentile!
ko: 얼마나 은혜로운가!
pl: Jakże łaskawie!
pt_br: Que gracioso!
ru: Как любезно с вашей стороны!
tr: Ne kadar nazik!
vi: Thật độ lượng!
zh_hans: 多么亲切！

source: You are right.
de: Sie haben Recht.
fr: Vous avez raison.
it: Hai ragione.
ko: 당신 말이 맞아요.
pl: Masz rację.
pt_br: Você está certo.
ru: Вы правы.
tr: Haklısın.
vi: Ngươi nói đúng.
zh_hans: 你是对的。

source: Let's move on.
de: Weiter geht's.
fr: Allons-nous en.
it: Andiamo avanti.
ko: 계속합시다.
pl: Przejdźmy dalej.
pt_br: Vamos seguir em frente.
ru: Продолжим.
tr: Devam edelim.
vi: Hãy chuyển sang chuyện khác.
zh_hans: 让我们继续。

source: There must be something else to discuss.
de: Es muss noch etwas anderes zu besprechen geben.
fr: Il doit y avoir autre chose à discuter.
it: Ci dev'essere qualcos'altro di cui discutere.
ko: 논의할 다른 것이 있어야 합니다.
pl: Musi być coś jeszcze do przedyskutowania.
pt_br: Deve ter algo a mais a ser discutido.
ru: Давайте сменим тему.
tr: Tartışacak başka bir şey olmalı.
vi: Chắc chắn phải có chuyện khác để bàn luận.
zh_hans: 一定有其他东西能讨论。

source: Let's drop the argument.
de: Lassen wir das Argument beiseite.
fr: Laissons tomber l'argument.
it: Lasciamo perdere la discussione.
ko: 논거는 접어두자.
pl: Skończmy ten spór.
pt_br: Vamos abandonar a discussão.
ru: Давайте пропустим это.
tr: Tartışmayı bırakalım.
vi: Hãy bỏ qua cuộc tranh cãi này.
zh_hans: 让我们放弃这个论点吧。

source: Yes, let's move on.
de: Ja, lassen Sie uns weitermachen.
fr: Oui, passons à autre chose.
it: Sì, andiamo avanti.
ko: 예, 계속 진행하겠습니다.
pl: Tak, przejdźmy dalej.
pt_br: Sim, vamos prosseguir.
ru: Да, продолжим.
tr: Evet, devam edelim.
vi: Phải, hãy chuyển sang chuyện khác.
zh_hans: 是的，让我们继续前进。

source: No!
de: Nein!
fr: Non!
ko: 안돼!
pl: Nie!
pt_br: Não!
ru: Нет!
tr: Hayır!
vi: Không!
zh_hans: 不！

source: Huh?
fr: Hein?
it: Ah?
ko: 뭐?
pt_br: Hum?
ru: А?
tr: Ha?
vi: Hả?
zh_hans: 咦？

source: Ack!
it: Noo!
ko: 알았어!
ru: Э!
tr: Ah!
vi: Ối!
zh_hans: 啊！

source: Uh...
fr: Euh...
it: Uhm...
ko: 음...
ru: Ох...
vi: Ờ...
zh_hans: 呃...

source: How unreasonable!
de: Wie unvernünftig!
fr: Comment déraisonnable!
it: Che irragionevolezza!
ko: 얼마나 불합리한가!
pl: Jakże nierozsądnie!
pt_br: Que absurdo!
ru: Это бессмыслица!
tr: Ne kadar mantıksız!
vi: Thật vô lý!
zh_hans: 多么不合理！

source: Were you trying to make an argument?
de: Wollten Sie ein Argument vorbringen?
fr: Avez-vous essayé d'argumenter ?
it: Stavi cercando di litigare?
ko: 논쟁을 하려고 했나?
pl: Czy próbowałeś argumentować?
pt_br: Você estava tentando fazer um argumento?
ru: Вы пытаетесь убедить меня?
tr: Bir argüman sunmaya mı çalışıyordun?
vi: Ngươi đang cố gắng lập luận đấy ư?
zh_hans: 你试图争论吗？

source: Give me a break.
de: Gib mir eine Pause.
fr: Laisse-moi tranquille.
it: Dammi tregua!
ko: 잠시만요.
pl: Daj mi przerwę.
pt_br: Me dê um tempo.
ru: Дайте мне передохнуть.
tr: Güldürme beni.
vi: Thôi đủ rồi.
zh_hans: 给我一个休息时间。

source: Are you being serious?
de: Meinst du das Ernst?
fr: Es-tu sérieux?
it: Stai dicendo sul serio?
ko: 진심이야?
pl: Jesteś poważny?
pt_br: Você está falando sério?
ru: Вы это серьёзно?
tr: Ciddi misin?
vi: Ngươi nghiêm túc đấy à?
zh_hans: 你是认真的吗？

source: What?
de: Was?
fr: Quoi?
it: Cosa?
ko: 뭐?
pl: Co?
pt_br: O quê?
ru: Что?
tr: Ne?
vi: Gì?
zh_hans: 什么？
