Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Process raw fish into edible food here. Raw fish will not be eaten.
de: Verarbeiten Sie hier rohen Fisch zu essbaren Lebensmitteln. Roher Fisch wird nicht gegessen.
fr: Transformez le poisson cru en nourriture comestible ici. Le poisson cru ne sera pas consommé.
it: Trasforma qui il pesce da crudo a commestibile. Il pesce crudo non sarà mangiato.
ko: 이곳에서 날생선을 먹을 수 있게 가공합니다. 날생선은 먹을 수 없습니다.
pl: Przetworzysz tutaj surowe ryby w jadalne pożywienie. Surowe ryby nie będą spożywane.
pt_br: Transforme peixe cru em comida aqui. Peixe cru não será consumido.
ru: Перерабатывайте сырую рыбу в съедобные продукты здесь. Сырая рыба не будет съедена.
vi: Chế biến cá tươi thành thực phẩm ăn được tại đây. Cá tươi sẽ không được ăn.
zh_hans: 在这里将生鱼加工成可食用的食物。 生鱼不会被吃掉。

source: Cook meals here. You can also render fat into tallow.
de: Kochen Sie hier Mahlzeiten. Sie können auch Fett zu Talg verarbeiten.
fr: Cuisinez les repas ici. Vous pouvez également transformer la graisse en suif.
it: Cuoci qui i pasti. Puoi anche trasformare il grasso in sego.
ko: 식사는 이곳에서 조리됩니다. 동물지방을 수지로 가공할 수도 있습니다.
pl: Ugotujesz tutaj posiłki. Możesz również przetworzyć tłuszcz na łój.
pt_br: Cozinhe as refeições aqui. Você também pode transformar gordura em sebo.
ru: Готовьте здесь еду. Вы также можете превратить жир в сало.
vi: Nấu bữa ăn tại đây. Bạn cũng có thể tinh chế mỡ thành mỡ động vật.
zh_hans: 在这里做饭。 你也可以将脂肪转化为牛油。

source: Process plants and work with livestock here. Milk and shear animals, make cheese, and spin thread.
de: Verarbeiten Sie hier Pflanzen und arbeiten Sie mit Vieh. Tiere melken und scheren, Käse herstellen und Garn spinnen.
fr: Transformez les plantes et travaillez avec le bétail ici. Traire et tondre les animaux, faire du fromage et filer du fil.
it: Processa le piante e lavoro con il bestiame qui. Mungi e tosa gli animali, fai il formaggio e tessi il filo.
ko: 이곳에서 식물을 처리하고 가축 작업을 진행합니다. 동물의 젖을 짜고, 털을 깎고, 치즈를 만들고, 실을 뽑습니다.
pl: Przetworzysz tutaj rośliny i pozyskasz produkty z trzody. Wydoisz i ostrzyżesz zwierzęta, wytworzysz ser i nić.
pt_br: Processe plantas e manuseie rebanhos aqui. Ordenhe e tose animais, faça queijo, e teça fios.
ru: Перерабатывайте растения и работайте здесь со скотом. Здесь можно доить и стричь животных, делать сыр и прячь нитки.
vi: Chế biến thực vật và làm việc với vật nuôi tại đây. Vắt sữa và xén lông động vật, làm phô mai và kéo sợi.
zh_hans: 在这里加工植物并与牲畜一起工作。 挤奶和剪羊毛，制作奶酪，以及纺线。

source: Make sugar, flour, and various useful slurries here. Tasks are completed very slowly compared to the powered millstone.
de: Stellen Sie hier Zucker, Mehl und verschiedene nützliche Schlämme her. Im Vergleich zum angetriebenen Mahlstein werden die Aufgaben sehr langsam erledigt.
fr: Faites du sucre, de la farine et diverses bouillies utiles ici. Les tâches sont accomplies très lentement par rapport à la meule motorisée.
it: Qui si producono zucchero, farina e vari impasti utili. I compiti vengono portati a termine molto lentamente rispetto alla macina alimentata.
ko: 이곳에서 설탕, 밀가루 및 여러 유용한 혼합물을 만듭니다. 자동맷돌에 비해 작업이 매우 느리게 진행됩니다.
pl: Wytworzysz tutaj cukier, mąkę i różne przydatne zawiesiny. Zadania są wykonywane bardzo powoli w porównaniu do zasilanych młynów.
pt_br: Faça açúcar, farinha, e muitas outras massas úteis aqui. O trabalho progride lentamente se comparado a um moinho.
ru: Здесь готовят сахар, муку и различные полезные суспензии. Задачи выполняются очень медленно по сравнению с приводимыми в действие жерновами.
vi: Chế biến đường, bột và nhiều loại hỗn hợp hữu ích khác tại đây. Các tác vụ được hoàn thành rất chậm so với cối xay được cấp điện.
zh_hans: 在这里制作糖、面粉和各种有用的泥浆。 与动力磨石相比，任务完成得非常慢。

source: Capture and train small animals here. Requires animal traps.
de: Fangen und trainieren Sie hier kleine Tiere. Erfordert Tierfalle.
fr: Capturez et entraînez de petits animaux ici. Nécessite des pièges à animaux.
it: Cattura e addestra piccoli animali qui. Richiede trappole per animali.
ko: 이곳에서 작은 동물을 포획하고 훈련시킵니다. 동물 함정이 필요합니다.
pl: Łap i trenuj tu małe zwierzęta. Wymaga pułapek na zwierzęta.
pt_br: Capture e treine animais pequenos aqui. Precisa de armadilhas de animais.
ru: Ловите и дрессируйте здесь мелких животных. Требуются ловушки для животных.
vi: Bắt và huấn luyện các loài động vật nhỏ tại đây. Yêu cầu bẫy động vật.
zh_hans: 在这里捕捉和训练小动物。 需要动物陷阱。

source: Make sugar, flour, and various useful slurries here. Powered version of the quern. Must be hooked to a windmill or water wheel to function.
de: Hier können Sie Zucker, Mehl und verschiedene nützliche Schlämme herstellen. Kraftbetriebene Version des Mahlsteins. Muss an eine Windmühle oder ein Wasserrad angeschlossen werden, um zu funktionieren.
fr: Faites du sucre, de la farine et diverses bouillies utiles ici. Version motorisée du quern. Doit être accroché à un moulin à vent ou à une roue hydraulique pour fonctionner.
it: Qui puoi preparare zucchero, farina e vari impasti utili. Versione potenziata della macina a mano. Per funzionare deve essere collegato a un mulino a vento o a una ruota idraulica.
ko: 이곳에서 설탕, 밀가루 및 여러 유용한 혼합물을 만듭니다. 맷돌에 동력이 공급된 버전입니다. 작동하려면 풍차나 물레방아에 연결해야 합니다.
pl: Wytworzysz tutaj cukier, mąkę i różne przydatne zawiesiny. Zasilana wersja żarna. Musi być podłączone do wiatraka lub młyna wodnego, aby działać.
pt_br: Faça açúcar, farinha e varias polpas úteis aqui. Versão motorizada do moedor. Precisa estar ligado a um moinho de vento ou roda d'água para funcionar.
ru: Здесь готовят сахар, муку и различные полезные суспензии. Мощная версия "королевы". Для работы необходимо подсоединить к ветряной мельнице или водяному колесу.
vi: Chế biến đường, bột và nhiều loại hỗn hợp hữu ích khác tại đây. Phiên bản được cấp điện của cối xay cầm tay. Phải được kết nối với cối xay gió hoặc bánh xe nước để hoạt động.
zh_hans: 在这里制作糖、面粉和各种有用的浆料。 石磨的高级版本。 必须与风车或水轮挂钩才能发挥作用。

source: You can make a variety of objects using three different types of glass. You can also collect sand in bags from a task originating here, if you have a sand collection zone. Glassmaking requires fuel.
de: Aus drei verschiedenen Glassorten können Sie eine Vielzahl von Gegenständen herstellen. Sie können auch Sand in Säcken aus einer Aufgabe sammeln, die von hier ausgeht, wenn Sie eine Sandsammelzone haben. Für die Glasherstellung wird Treibstoff benötigt.
fr: Vous pouvez créer une variété d'objets en utilisant trois types de verre différents. Vous pouvez également collecter du sable dans des sacs à partir d'une tâche en provenance d'ici, si vous disposez d'une zone de collecte de sable. La fabrication du verre nécessite du carburant.
it: È possibile creare svariati oggetti con tre diversi tipi di vetro. È anche possibile raccogliere sabbia in sacchi da un compito creato qui, se si dispone di zona di raccolta della sabbia. La lavorazione del vetro richiede combustibile.
ko: 세 가지 종류의 유리를 사용하여 다양한 제작품을 만들 수 있습니다. 모래 수집 구역이 있다면, 이 작업장을 통해 모래 수집 작업을 시작할 수도 있습니다. 유리 제조에는 연료가 필요합니다.
pl: Możesz stworzyć różne obiekty używając trzech różnych rodzajów szkła. Możesz także zbierać piasek w workach w ramach zadania wydawanego tutaj, jeśli masz strefę zbierania piasku. Produkcja szkła wymaga paliwa.
pt_br: Você pode criar uma variedade de objetos usando três tipos diferentes de vidro. Você pode também coletar areia em sacos através de uma tarefa criada aqui, se você tiver uma zona de coleta de areia. A fabricação de vidro precisa de combustível.
ru: Вы можете изготовить множество предметов, используя три различных типа стекла. Вы также можете собирать песок в мешки из задания, выполняемого здесь, если у вас есть зона сбора песка. Производство стекла требует топлива.
vi: Bạn có thể chế tạo nhiều loại vật phẩm bằng ba loại kính khác nhau. Bạn cũng có thể thu thập cát vào túi từ một tác vụ bắt nguồn từ đây, nếu bạn có khu vực thu thập cát. Chế tác thủy tinh yêu cầu nhiên liệu.
zh_hans: 你可以用三种不同类型的玻璃制作各种物品。 如果你有一个沙子收集区，你还可以从源自这里的任务中收集袋装沙子。 制作玻璃需要燃料。

source: Bake clay objects here, as well as a few other useful materials. Clay can also be collected here if you have a clay collection zone. All tasks require fuel aside from clay collection.
de: Hier kannst du Gegenstände aus Lehm herstellen, aber auch einige andere nützliche Materialien. Lehm kann auch hier gesammelt werden, wenn Sie eine Lehm-Sammelzone haben. Alle Aufgaben außer dem Sammeln von Lehm erfordern Brennstoff.
fr: Faites cuire des objets en argile ici, ainsi que quelques autres matériaux utiles. L'argile peut également être collectée ici si vous disposez d'une zone de collecte d'argile. Toutes les tâches nécessitent du carburant en dehors de la collecte d'argile.
it: Qui si possono cuocere oggetti in argilla e altri materiali utili. L'argilla può essere raccolta anche qui se presente una zona di raccolta dell'argilla. Tutti i compiti richiedono combustibile, a parte la raccolta dell'argilla.
ko: 이곳에서 점토와 다른 몇 가지 유용한 재료를 굽습니다. 점토 수집 구역이 있다면, 이 작업장을 통해 점토 수집 작업을 시작할 수도 있습니다. 점토 수집을 제외한 모든 작업에는 연료가 필요합니다.
pl: Wypalisz tutaj gliniane obiekty, podobnie jak kilka innych przydatnych materiałów. Glina może być również zbierana z poziomu tego warsztatu, jeżeli posiadasz strefę zbierania gliny. Wszystkie zadania poza zbieraniem gliny wymagają paliwa.
pt_br: Asse objetos de argila aqui, bem como alguns outros materiais úteis. Argila pode ser coletada aqui se você tiver uma zona de coleta de argila. Todas as tarefas que não são coleta de argila precisam de combustível.
ru: Обжигайте здесь глиняные изделия, а также несколько других полезных материалов. Глину также можно собирать здесь, если у вас есть зона сбора глины. Все задачи требуют топлива, кроме сбора глины.
vi: Nung các vật phẩm bằng đất sét tại đây, cũng như một vài vật liệu hữu ích khác. Đất sét cũng có thể được thu thập tại đây nếu bạn có khu vực thu thập đất sét. Tất cả các tác vụ đều yêu cầu nhiên liệu, ngoại trừ việc thu thập đất sét.
zh_hans: 在这里烘烤粘土物品，以及其他一些有用的材料。 如果你有一个粘土收集区，也可以在这里收集粘土。 除了收集粘土之外，所有的任务都需要燃料。

source: You can make a variety of objects using three different types of glass. You can also collect sand in bags from a task originating here, if you have a sand collection zone. Magma below the furnace will power tasks. You are responsible for placing the furnace above the magma, but no other fuel is required.
de: Aus drei verschiedenen Glassorten können Sie eine Vielzahl von Gegenständen herstellen. Sie können auch Sand in Säcken sammeln, wenn Sie über eine Sand-Sammelzone verfügen, die von hier ausgeht. Das Magma unter dem Ofen treibt die Aufgaben an. Sie sind dafür verantwortlich, den Ofen über dem Magma zu platzieren, aber es wird kein weiterer Brennstoff benötigt.
fr: Vous pouvez créer une variété d'objets en utilisant trois types de verre différents. Vous pouvez également collecter du sable dans des sacs à partir d'une tâche en provenance d'ici, si vous disposez d'une zone de collecte de sable. Le magma sous le four alimentera les tâches. Vous êtes responsable de placer le four au-dessus du magma, mais aucun autre combustible n'est requis.
it: È possibile creare svariati oggetti con tre diversi tipi di vetro. È anche possibile raccogliere sabbia in sacchi da un compito creato qui, se si dispone di una zona di raccolta della sabbia. Il magma sotto la fornace alimenta i compiti. È tua responsabilità collocare la fornace sul magma, non è necessario altro combustibile.
ko: 세 가지 종류의 유리를 사용하여 다양한 제작품을 만들 수 있습니다. 모래 수집 구역이 있다면 이 작업장을 통해 모래 수집 작업을 시작할 수도 있습니다. 용광로 아래의 용암을 연료로 사용하며, 다른 연료는 필요하지 않습니다.
pl: Możesz stworzyć różne obiekty używając trzech różnych rodzajów szkła. Możesz także zbierać piasek w workach w ramach zadania wydawanego tutaj, jeśli masz strefę zbierania piasku. Magma poniżej pieca zasili zadania. Jesteś odpowiedzialny za umieszczenie pieca ponad magmą, ale żadne paliwo więcej nie jest wymagane.
pt_br: Você pode criar uma variedade de objetos usando três tipos diferentes de vidro. Você pode também coletar areia em sacos através de uma tarefa criada aqui, se você tiver uma zona de coleta de areia. Magma sob a fornalha à alimentará. É sua responsabilidade colocar a fornalha sobre o magma, então nenhum outro combustível é necessário.
ru: Вы можете изготовить множество предметов, используя три различных типа стекла. Вы также можете собирать песок в мешки из задания, выполняемого здесь, если у вас есть зона сбора песка. Магма под печью будет приводить в действие задачи. Вы несете ответственность за размещение печи над магмой, но зато никакого другого топлива не требуется.
tr: 3 farklı cam türünü kullanarak bir sürü türde eşya yapabilirsiniz. Bir kum toplama bölgeniz varsa, bu bölgede başlayan görevlerden kum torbaları da toplayabilirsiniz . Fırının altındaki magma görevlere güç sağlayacaktır. Fırını magmanın üzerine yerleştirmek sizin sorumluluğunuzdadır, ancak başka bir yakıta gerek yoktur.
vi: Bạn có thể chế tạo nhiều loại vật phẩm bằng ba loại kính khác nhau. Bạn cũng có thể thu thập cát vào túi từ một tác vụ bắt nguồn từ đây, nếu bạn có khu vực thu thập cát. Dung nham bên dưới lò nung sẽ cung cấp năng lượng cho các tác vụ. Bạn chịu trách nhiệm đặt lò nung phía trên dung nham, nhưng không yêu cầu nhiên liệu nào khác.
zh_hans: 你可以用三种不同类型的玻璃制作各种物体。 如果你有一个沙子收集区，你还可以从源自这里的任务中收集袋装沙子。 熔炉下面的岩浆会给任务提供动力。 你要负责将熔炉放在岩浆上方，但不需要其他燃料。

source: Bake clay objects here, as well as a few other useful materials. Clay can also be collected here if you have a clay collection zone. Magma below the kiln will power tasks. You are responsible for placing the kiln above the magma, but no other fuel is required.
de: Hier kannst du Gegenstände aus Lehm herstellen, aber auch einige andere nützliche Materialien. Lehm kann hier auch gesammelt werden, wenn Sie eine Lehm-Sammelzone haben. Das Magma unter dem Brennofen treibt die Aufgaben an. Sie sind dafür verantwortlich, den Ofen über dem Magma zu platzieren, aber es ist kein weiterer Brennstoff erforderlich.
fr: Faites cuire des objets en argile ici, ainsi que quelques autres matériaux utiles. L'argile peut également être collectée ici si vous disposez d'une zone de collecte d'argile. Le magma sous le four alimentera les tâches. Vous êtes responsable de placer le four au-dessus du magma, mais aucun autre combustible n'est requis.
it: Qui puoi cuocere oggetti in argilla e altri materiali utili. L'argilla può essere raccolta anche qui se presente una zona di raccolta dell'argilla. Il magma sotto al forno alimenta i compiti. È tua responsabilità collocare il forno sul magma, non serve altro combustibile.
ko: 이곳에서 점토와 기타 재료들을 굽습니다. 점토 수집 구역이 있다면, 이 작업장을 통해 점토 수집 작업을 시작할 수도 있습니다. 가마 아래의 용암을 연료로 사용하며, 다른 연료는 필요하지 않습니다.
pl: Wypalisz tutaj gliniane obiekty, podobnie jak kilka innych przydatnych materiałów. Glina może być również zbierana z poziomu tego warsztatu, jeżeli posiadasz strefę zbierania gliny. Magma poniżej pieca do cegieł zasili zadania. Jesteś odpowiedzialny za umieszczenie pieca ponad magmą, ale żadne paliwo więcej nie jest wymagane.
pt_br: Asse objetos de argila aqui, bem como alguns outros materiais úteis. A argila também pode ser coletada aqui se você tiver uma zona de coleta de argila. O magma sob o forno alimentará seu funcionamento. Você é responsável por colocar o forno sobre o magma, mas nenhum outro combustível é necessário.
ru: Обжигайте здесь глиняные изделия, а также несколько других полезных материалов. Глину также можно собирать здесь, если у вас есть зона сбора глины. Магма под печью обеспечит её энергией для работы. Вы несете ответственность за размещение печи для обжига над магмой, но зато никакого другого топлива не требуется.
tr: Burada kil nesnelerin yanı sıra başka faydalı malzeme de pişirebilirsiniz. Eğer kil toplama bölgeniz varsa kil de buradan toplanabilir. Fırının altındaki magma görevlere güç sağlayacaktır. Fırını magmanın üzerine yerleştirmek sizin sorumluluğunuzdadır, ancak başka bir yakıta gerek yoktur.
vi: Nung các vật phẩm bằng đất sét tại đây, cũng như một vài vật liệu hữu ích khác. Đất sét cũng có thể được thu thập tại đây nếu bạn có khu vực thu thập đất sét. Dung nham bên dưới lò nung sẽ cung cấp năng lượng cho các tác vụ. Bạn chịu trách nhiệm đặt lò nung phía trên dung nham, nhưng không yêu cầu nhiên liệu nào khác.
zh_hans: 在这里烘焙粘土制品，以及其他一些有用的材料。如果你有一个粘土收集区，也可以在这里收集粘土。窑下的岩浆将为任务提供动力。你负责将窑置于岩浆之上，但不需要其他燃料。

source: Make metal bars from ore here. Can also refine coal into usable fuel or make alloys. Magma below the smelter will power tasks. You are responsible for placing the smelter above the magma, but no other fuel is required.
de: Hier können Sie Metallbarren aus Erz herstellen. Sie können auch Kohle zu brauchbarem Brennstoff veredeln oder Legierungen herstellen. Das Magma unter der Schmelze treibt die Aufgaben an. Sie sind dafür verantwortlich, die Schmelze über dem Magma zu platzieren, aber es wird kein anderer Brennstoff benötigt.
fr: Fabriquez des barres de métal à partir de minerai ici. Peut également raffiner le charbon en combustible utilisable ou fabriquer des alliages. Le magma sous la fonderie alimentera les tâches. Vous êtes responsable de placer la fonderie au-dessus du magma, mais aucun autre combustible n'est requis.
it: Crea barre di metallo dal minerale grezzo qui. Puoi anche raffinare il carbone in combustibile utilizzabile o creare leghe. Il magma sotto la fonderia alimenta i compiti. Sei responsabile di piazzare la fonderia sopra il magma, non è necessario altro combustibile.
ko: 이곳에서 광석으로 금속 주괴를 만듭니다. 석탄을 사용 가능한 연료로 정제하거나 합금을 만들 수도 있습니다. 용광로 아래의 용암을 연료로 사용하며, 다른 연료는 필요하지 않습니다.
pl: Wytworzysz tutaj metalowe sztaby z rudy. Możesz również rafinować węgiel w użyteczne paliwo lub tworzyć stopy. Magma poniżej huty zasili zadania. Jesteś odpowiedzialny za umieszczenie huty powyżej magmy, ale poza tym nie jest wymagane żadne paliwo.
pt_br: Faça barras de metal dos minérios aqui. Também pode-se refinar carvão para obter combustível utilizável ou fazer ligas metálicas. O magma sob a forja alimentará seu funcionamento. Você é responsável por colocar a forja sobre o magma, mas nenhum outro combustível é necessário.
ru: Здесь делают металлические слитки из руды. Может также перерабатывать уголь в пригодное для использования топливо или отливать сплавы. Магма под плавильной печью обеспечит её энергией для работы. Вы несете ответственность за размещение плавильной печи над магмой, но зато никакого другого топлива не требуется.
vi: Nung chảy quặng thành thanh kim loại tại đây. Cũng có thể tinh chế than thành nhiên liệu có thể dùng được hoặc tạo hợp kim. Dung nham bên dưới lò luyện sẽ cung cấp năng lượng cho các tác vụ. Bạn chịu trách nhiệm đặt lò luyện phía trên dung nham, nhưng không yêu cầu nhiên liệu nào khác.
zh_hans: 在这里用矿石制作金属条。 也可以将煤提炼成可用的燃料或制造合金。 冶炼厂下面的岩浆将为任务提供动力。 你要负责将冶炼厂放在岩浆之上，但不需要其他燃料。

source: Make metal bars from ore here. Can also refine coal into usable fuel or make alloys. All tasks require fuel.
de: Hier können Sie Metallbarren aus Erz herstellen. Sie können auch Kohle zu brauchbarem Brennstoff veredeln oder Legierungen herstellen. Alle Aufgaben erfordern Brennstoff.
fr: Fabriquez des barres de métal à partir de minerai ici. Peut également raffiner le charbon en combustible utilisable ou fabriquer des alliages. Toutes les tâches nécessitent du carburant.
it: Crea barre di metallo da minerale grezzo qui. Puoi anche raffinare il carbone in combustibile utilizzabile o creare leghe. Tutti i compiti richiedono combustibile.
ko: 이곳에서 광석으로 금속 주괴를 만듭니다. 석탄을 사용 가능한 연료로 정제하거나 합금을 만들 수도 있습니다. 모든 작업에는 연료가 필요합니다.
pl: Wytworzysz tutaj metalowe sztaby z rudy. Możesz również rafinować węgiel w użyteczne paliwo lub tworzyć stopy. Wszystkie zadania wymagają paliwa.
pt_br: Faça barras de metais aqui. Você também pode refinar carvão em combustível ou fazer liga de metais. Todas tarefas necessitam de combustível.
ru: Здесь делают металлические слитки из руды. Может также перерабатывать уголь в пригодное для использования топливо или производить сплавы. Все задачи требуют топлива.
vi: Nung chảy quặng thành thanh kim loại tại đây. Cũng có thể tinh chế than thành nhiên liệu có thể dùng được hoặc tạo hợp kim. Tất cả các tác vụ đều yêu cầu nhiên liệu.
zh_hans: 在这里用矿石制作金属条。 也可以将煤提炼成可用的燃料或制造合金。 所有任务都需要燃料。

source: Make charcoal and ash from wood here. Does not require fuel.
de: Machen Sie hier Holzkohle und Asche aus Holz. Benötigt keinen Brennstoff.
fr: Faites du charbon de bois et de la cendre de bois ici. Ne nécessite pas de carburant.
it: Crea qui carbonella e cenere dal legno. Non richiede combustibile.
ko: 이곳에서 나무로 숯과 재를 만듭니다. 연료를 필요로 하지 않습니다.
pl: Wytworzysz tutaj węgiel i popiół z drewna. Nie wymaga paliwa.
pt_br: Faça carvão vegetal e cinzas aqui. Não necessita de combustível.
ru: Здесь делают древесный уголь и золу из древесины. Не требует топлива.
vi: Chế tạo than củi và tro từ gỗ tại đây. Không yêu cầu nhiên liệu.
zh_hans: 在这里用木材制作木炭和灰烬。 不需要燃料。

source: Plant crops at the farmplot. You will need seeds or spawn and must select crops by season. Crops can be fertilized with potash. Soil is richer deeper underground.
de: Pflanzen Sie Pflanzen auf dem Farmgelände an. Sie benötigen Saatgut oder Laich und müssen die Pflanzen nach Jahreszeit auswählen. Die Pflanzen können mit Pottasche gedüngt werden. Der Boden ist reichhaltiger, wenn er tiefer liegt.
fr: Planter des cultures sur le terrain agricole. Vous aurez besoin de graines ou de frai et devrez sélectionner les cultures par saison. Les cultures peuvent être fertilisées avec de la potasse. Le sol est plus riche sous terre.
it: Pianta le colture nell'area agricola. Ti serviranno semi o spore e dovrai scegliere le colture per stagione. Potrai fertilizzarle con potassa. Il suolo è più ricco in profondità.
ko: 농장 부지에 작물을 심습니다. 계절별로 작물을 선택해야하며 씨앗이 필요합니다. 농작물은 탄산 칼륨으로 비료를 줄 수 있습니다. 깊은 지하로 내려갈수록 토양은 비옥해집니다.
pl: Zbieraj plony na działkach rolnych. Będziesz potrzebował nasion lub zarodników i musisz wybrać plony pod kątem pory roku. Plony mogą być nawożone za pomocą potażu. Gleba jest bardziej żyzna głęboko pod ziemią.
pt_br: Plante colheitas na fazenda. Você precisará de sementes ou ovas e deve selecionar colheitas por estação. As colheitas podem ser fertilizadas com potassa. O solo é mais rico no subsolo mais profundo.
ru: Посадите сельскохозяйственные культуры на грядке. Вам понадобятся семена или споры, и вы должны выбрать культуры в зависимости от сезона. Культуры можно удобрять поташем. Глубинная почва, как правило, плодороднее.
vi: Trồng cây tại ô đất nông nghiệp. Bạn sẽ cần hạt giống hoặc mầm và phải chọn cây trồng theo mùa. Cây trồng có thể được bón phân bằng kali cacbonat. Đất càng sâu dưới lòng đất càng màu mỡ.
zh_hans: 在农田里种植农作物。 你需要种子或卵子，必须按季节选择农作物。 农作物可以用钾肥施肥。 土壤在地下深处更丰富。

source: When placed, a female bird will claim the box and start laying eggs, if one is available.
de: Sobald sie platziert ist, wird ein weiblicher Vogel den Kasten für sich beanspruchen und mit dem Legen von Eiern beginnen, sofern einer vorhanden ist.
fr: Une fois placé, un oiseau femelle réclamera la boîte et commencera à pondre des œufs, s'il y en a de disponible.
it: Una volta posizionata, la femmina reclamerà la cassetta e inizierà a deporre le uova, se disponibile.
ko: 배치하면, 암컷 새 한 마리가 상자를 차지하고 알을 낳기 시작할 것입니다.
pl: Po umieszczeniu, ptasia samica zajmie budkę i zacznie składać jaja, jeśli są jakiekolwiek dostępne.
pt_br: Quando colocado, um pássaro fêmea proclamará a caixa e começará a botar ovos, se uma estiver disponível.
ru: После размещения самка птицы займет место в коробке и начнет откладывать яйца, если таковые имеются.
tr: Yerleştirildiğinde, dişi bir kuş varsa kutuyu sahiplenecek ve yumurtlamaya başlayacaktır.
vi: Khi được đặt, một con chim cái sẽ nhận hộp làm tổ và bắt đầu đẻ trứng, nếu có sẵn.
zh_hans: 当被放置时，如果有一个盒子的话，一只雌鸟会认领这个盒子并开始下蛋。
