Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: came to desire to rule the world
fr: est venu à désirer gouverner le monde
it: è arrivato a desiderare di regnare sul mondo
ko: 세상을 지배하려는 욕망에 이르렀다
pl: zaczął pragnąć rządzić światem
pt_br: veio para o desejo de dominar o mundo
ru: начал мечтать о правлении миром
tr: dünyayı yönetmeyi arzular hale geldi
vi: bắt đầu khao khát thống trị thế giới
zh_hans: 想要统治世界

source: began dreaming of making a great discovery
de: begann davon zu träumen, eine große Entdeckung zu machen
fr: commencé à rêver de faire une grande découverte
it: ha iniziato a sognare di fare una grande scoperta
ko: 위대한 발견을 꿈꾸기 시작했습니다
pl: zaczął marzyć o dokonaniu wielkiego odkrycia
pt_br: começou a sonhar em fazer uma grande descoberta
ru: стал мечтать о великом открытии
tr: büyük bir keşif yapmayı hayal etmeye başladı
vi: bắt đầu mơ ước thực hiện một khám phá vĩ đại
zh_hans: 开始梦想着做出一个伟大的发现

source: began dreaming of creating a great work of art
de: begann davon zu träumen, ein großes Kunstwerk zu schaffen
fr: a commencé à rêver de créer une grande œuvre d'art
it: ha iniziato a sognare di creare una grande opera d'arte
ko: 훌륭한 예술 작품을 만드는 꿈을 꾸기 시작했습니다.
pl: zaczął marzyć o stworzeniu wielkiego dzieła sztuki
pt_br: começou o sonho de criar uma obra de arte.
ru: начал мечтать о создании великого произведения искусства
tr: büyük bir sanat eseri yaratmayı hayal etmeye başladı
vi: bắt đầu mơ ước sáng tạo một tác phẩm nghệ thuật vĩ đại
zh_hans: 开始梦想创造一件伟大的艺术品

source: began dreaming of crafting a masterwork
fr: a commencé à rêver de créer un chef-d'œuvre
it: ha iniziato a sognare di realizzare un capolavoro
ko: 걸작을 만드는 꿈을 꾸기 시작했습니다.
pl: zaczął marzyć o stworzeniu arcydzieła
pt_br: começou a sonhar de em fábricar uma obra-prima
ru: начал мечтать о создании шедевра
tr: bir şaheser yaratmayı hayal etmeye başladı
vi: bắt đầu mơ ước chế tác một kiệt tác
zh_hans: 开始梦想着制作杰作

source: began dreaming of bringing peace to the world
fr: a commencé à rêver d'apporter la paix dans le monde
it: ha iniziato a sognare di portare la pace nel mondo
ko: 세계 평화를 꿈꾸기 시작했습니다.
pl: zaczął marzyć o zaprowadzeniu pokoju na świecie
pt_br: começou a sonhar de trazer a paz ao mundo
ru: начал мечтать о мире во всём мире
tr: dünyaya barış getirmeyi hayal etmeye başladı
vi: bắt đầu mơ ước mang lại hòa bình cho thế giới
zh_hans: 开始梦想着为世界带来和平

source: began dreaming of becoming a legendary warrior
fr: a commencé à rêver de devenir un guerrier légendaire
it: cominciato a sognare di divenire un guerriero leggendario
ko: 전설의 전사를 꿈꾸기 시작했다
pl: zaczął marzyć o zostaniu legendarnym wojownikiem
pt_br: começou a sonhar em se tornar um guerreiro lendário
ru: начал мечтать о том, чтобы стать легендарным воином
tr: efsanevi bir savaşçı olmayı hayal etmeye başladı
vi: bắt đầu mơ ước trở thành một chiến binh huyền thoại
zh_hans: 开始梦想成为一名传奇战士

source: began dreaming of mastering a skill
de: begann davon zu träumen, eine Fähigkeit zu beherrschen
fr: a commencé à rêver de maîtriser une compétence
it: ha iniziato a sognare di padroneggiare un'abilità
ko: 기술을 마스터하는 꿈을 꾸기 시작했습니다.
pl: zaczął marzyć o opanowaniu jakiejś umiejętności
pt_br: começou a sonhar com uma habilidade de masterização
ru: начал мечтать об овладении навыком
tr: bir beceride ustalaşmayı hayal etmeye başladı
vi: bắt đầu mơ ước tinh thông một kỹ năng
zh_hans: 开始梦想掌握一项技能

source: began dreaming of falling in love
fr: a commencé à rêver de tomber amoureux
it: ha iniziato a sognare d'innamorarsi
ko: 사랑에 빠지는 꿈을 꾸기 시작했다
pl: zaczął marzyć o zakochaniu się
pt_br: começou a sonhar com apaixonar
ru: начал мечтать о том, чтобы влюбиться
tr: aşık olmayı hayal etmeye başladı
vi: bắt đầu mơ ước yêu
zh_hans: 开始梦想坠入爱河

source: began dreaming of seeing the great natural wonders of the world
fr: commencé à rêver de voir les grandes merveilles naturelles du monde
it: ha iniziato a sognare di vedere le grandi meraviglie naturali del mondo
ko: 세계의 위대한 자연의 경이로움을 보는 꿈을 꾸기 시작했습니다.
pl: zaczyna śnić o zobaczeniu wielkich naturalnych miejsc tego świata
pt_br: começou a sonhar de ver as grandes maravilhas naturais do mundo
ru: начал мечтать о посещении великих природных чудес света
tr: dünyanın büyük doğa harikalarını görmeyi hayal etmeye başladı
vi: bắt đầu mơ ước chiêm ngưỡng những kỳ quan thiên nhiên vĩ đại của thế giới
zh_hans: 开始梦想着看到世界上伟大的自然奇观

source: began dreaming of attaining rank in society
fr: a commencé à rêver d'atteindre un rang dans la société
it: ha iniziato a sognare di raggiungere un rango nella società
ko: 사회에서 지위를 얻기를 꿈꾸기 시작했다
pl: zaczął marzyć o osiągnięciu pozycji w społeczeństwie
pt_br: começou a sonhar em alcançar um posto na sociedade
ru: начал мечтать о достижении звания в обществе
tr: toplumda rütbe elde etmeyi hayal etmeye başladı
vi: bắt đầu mơ ước đạt được địa vị trong xã hội
zh_hans: 开始梦想在社会上获得地位

source: came to desire to bathe the world in chaos
fr: en vint à désirer plonger le monde dans le chaos
it: è arrivato a desiderare d'immergere il mondo nel caos
ko: 혼돈으로 세상을 목욕시키려는 욕망에 이르렀다
pl: zaczął pragnąć skąpać świat w chaosie
pt_br: passou a desejar banhar o mundo no caos
ru: пришло желание искупать мир в хаосе
tr: dünyayı kaosa sürüklemeyi arzular hale geldi
vi: bắt đầu khao khát nhấn chìm thế giới trong hỗn loạn
zh_hans: 渴望让世界沐浴在混沌之中

source: became obsessed with an inscrutable goal
de: von einem unerklärlichen Ziel besessen wurde
fr: est devenu obsédé par un objectif impénétrable
it: è diventato ossessionato da un obiettivo imperscrutabile
ko: 불가해한 목표에 집착하게 되었다
pl: stał się obsesją na punkcie nieodgadnionego celu
pt_br: tornou-se obcecado por uma meta inescrutável
ru: стал одержим непостижимой целью
tr: gizemli bir hedefe takıntılı hale geldi
vi: bị ám ảnh bởi một mục tiêu bí ẩn
zh_hans: 变得沉迷于一个不可思议的目标

source: create a great work of art
de: ein großes Kunstwerk erstellen
fr: créer une grande œuvre d'art
it: creare una grande opera d'arte
ko: 훌륭한 예술 작품을 만들다
pl: stworzyć wspaniałe dzieło sztuki
pt_br: criar uma obra de arte.
ru: создать великое произведение искусства
tr: büyük bir sanat eseri yarat
vi: sáng tạo một tác phẩm nghệ thuật vĩ đại
zh_hans: 创造出伟大的艺术作品

source: was brought back from the dead
fr: a été ramené d'entre les morts
it: è stato riportato in vita dalla morte
ko: 죽은 자 가운데서 되살아났다
pl: został wskrzeszony z martwych
pt_br: foi trazido de volta dos mortos
ru: был возвращен из мертвых
tr: ölümden geri getirildi
vi: được hồi sinh từ cõi chết
zh_hans: 死而复生

source: was disturbed from eternal rest
fr: a été dérangé du repos éternel
it: è stato disturbato dal riposo eterno
ko: 영원한 안식을 방해받았다
pl: został wyrwany z wiecznego spoczynku
pt_br: foi perturbado do descanso eterno
ru: был нарушен от вечного покоя
tr: ebedi istirahatinden rahatsız edildi
vi: bị quấy rầy khỏi giấc ngủ vĩnh hằng
zh_hans: 被扰乱了永恒的休息

source: came back from the dead
fr: est revenu d'entre les morts
it: è tornato dal mondo dei morti
ko: 죽음에서 돌아왔다
pl: powrócił z martwych
pt_br: voltou dos mortos
ru: восстал из мёртвых
tr: ölümden geri döndü
vi: trở về từ cõi chết
zh_hans: 从死里复活了

source: once more, this time
fr: encore une fois, cette fois
it: ancora una volta, questa volta
ko: 다시 한 번, 이번에
pl: jeszcze raz, tym razem
pt_br: mais uma vez, desta vez
ru: снова, на этот раз
tr: bir kez daha, bu sefer
vi: một lần nữa, lần này
zh_hans: 再次，这一次

source: a murderous ghost
fr: un fantôme meurtrier
it: un fantasma assassino
ko: 살인적인 유령
pl: morderczy duch
pt_br: Um fantasma assassino.
ru: призрак-убийца
tr: katil bir hayalet
vi: một hồn ma sát nhân
zh_hans: 一个杀气腾腾的幽灵

source: a sadistic ghost
fr: un fantôme sadique
it: un fantasma sadico
ko: 가학적인 유령
pl: sadystyczny duch
pt_br: Um fantasma sádico.
ru: призрак-садист
tr: sadist bir hayalet
vi: một hồn ma tàn bạo
zh_hans: 一个虐待鬼

source: a violent ghost
fr: un fantôme violent
it: un fantasma violento
ko: 난폭한 유령
pl: gwałtowny duch
pt_br: Um fantasma violento.
ru: жестокий призрак
tr: saldırgan bir hayalet
vi: một hồn ma hung bạo
zh_hans: 一个暴力的幽灵

source: an angry ghost
fr: un fantôme en colère
it: un fantasma arrabbiato
ko: 화난 유령
pl: zły duch
pt_br: Um fantasma zangado.
ru: сердитый призрак
tr: öfkeli bir hayalet
vi: một hồn ma tức giận
zh_hans: 一只愤怒的鬼

source: a moaning spirit
fr: un esprit gémissant
it: uno spirito lamentoso
ko: 신음하는 영혼
pl: jęczący duch
pt_br: um espírito gemendo
ru: стонущий призрак
tr: inleyen bir ruh
vi: một linh hồn rên rỉ
zh_hans: 一个呻吟的幽魂

source: a howling spirit
fr: un esprit hurlant
it: uno spirito ululante
ko: 울부짖는 영혼
pl: wyjący duch
pt_br: um espírito uivando
ru: ревущий дух
tr: uluyan bir ruh
vi: một linh hồn gào thét
zh_hans: 一只嚎叫的幽魂

source: a secretive poltergeist
fr: un poltergeist secret
it: un poltergeist riservato
ko: 비밀스러운 폴터가이스트
pl: tajemniczy duch poltergeista
pt_br: Um poltergeist secreto.
ru: скрытный полтергейст
tr: gizli bir oyuncu ruh
vi: một poltergeist bí ẩn
zh_hans: 一个神秘的吵闹鬼

source: an energetic poltergeist
fr: un poltergeist énergique
it: un poltergeist energico
ko: 정력적인 폴터가이스트
pl: energetyczny duch poltergeista
pt_br: Um poltergeist energético.
ru: энергичный полтергейст
tr: enerjik bir oyuncu ruh
vi: một poltergeist năng động
zh_hans: 一个精力充沛的吵闹鬼

source: a troublesome poltergeist
fr: un poltergeist gênant
it: un poltergeist molesto
ko: 귀찮은 폴터가이스트
pl: kłopotliwy poltergeist
pt_br: Um poltergeist problemático.
ru: беспокойный полтергейст
tr: belalı bir oyuncu ruh
vi: một poltergeist gây rối
zh_hans: 一个麻烦的吵闹鬼

source: a restless haunt
fr: un repaire agité
it: un infestatore irrequieto
ko: 불안한 출몰
pl: niespokojne miejsce
pt_br: uma assombração inquieta
ru: беспокойный преследовать
tr: huzursuz bir musallat
vi: một bóng ma không yên
zh_hans: 一个不安分的小鬼

source: a forlorn haunt
fr: un repaire désespéré
it: uno spirito infestatore disperato
ko: 외로운 집
pl: opusczone miejsce
pt_br: uma assombração desamparada
ru: несчастный преследовать
tr: hüzünlü bir oyuncu ruh
vi: một bóng ma tuyệt vọng
zh_hans: 一个孤独的小鬼

source: as a
fr: comme un
it: come un
ko: 로서
pl: jako
pt_br: como um
ru: в качестве
tr: bir ... olarak
vi: với tư cách là một
zh_hans: 作为一个

source: burned
de: gebrannt
fr: brûlé
it: bruciato
ko: 화상
pl: spalony
pt_br: queimado no magma.
ru: сгорел
tr: yaktı:
vi: bị thiêu cháy
zh_hans: 烧

source: in dragon fire
fr: dans le feu du dragon
it: nel fuoco del drago
ko: 드래곤 파이어에서
pl: w smoczym ogniu
pt_br: no fogo do dragao
ru: в драконьем пламени
tr: ejderha ateşinde
vi: trong lửa rồng
zh_hans: 在龙火

source: to death
fr: à mort
it: a morte
ko: 죽음에
pl: do śmierci
pt_br: até a morte
ru: насмерть
tr: ölümüne
vi: đến chết
zh_hans: 致死

source: shot and killed
fr: abattu et tué
it: colpito e ucciso
ko: 총에 맞아 죽었다
pl: postrzelony i zabity
pt_br: morto a tiros
ru: застрелил
tr: vurup öldürdü:
vi: bị bắn và giết chết
zh_hans: 射杀

source: mortally wounded
fr: blessé mortellement
it: ferito a morte
ko: 치명상을 입은
pl: śmiertelnie ranny
pt_br: mortalmente ferido
ru: смертельно ранен
tr: ölümcül şekilde yaraladı:
vi: bị thương chí mạng
zh_hans: 致命伤

source: , who bled to death
fr: , qui a saigné à mort
it: , che è morto dissanguato
ko: , 누가 피를 흘리며 죽었는지
pl: , który wykrwawił się na śmierć
pt_br: , que sangrou até a morte
ru: , который истёк кровью
tr: , kan kaybından öldü
vi: , đã chảy máu đến chết
zh_hans: 流血致死之人

source: , who suffocated
fr: , qui a étouffé
it: , che è soffocato
ko: , 누가 질식
pl: , który się udusił
pt_br: , que sufocou
ru: , задохнулся
tr: , boğuldu
vi: , đã chết ngạt
zh_hans: 窒息而死之人

source: hacked
fr: piraté
it: fatto a pezzi
ko: 해킹
pl: zhakowany
pt_br: Hacking
ru: сломан
tr: doğradı:
vi: bị chặt
zh_hans: 砍

source: to pieces
fr: en morceaux
it: a pezzi
ko: 조각으로
pl: na kawałki
pt_br: em pedaços
ru: на части
tr: parçalara
vi: thành từng mảnh
zh_hans: 碎片

source: executed
fr: réalisé
it: giustiziato
ko: 처형
pl: wykonany
pt_br: executado
ru: казнён
tr: idam etti:
vi: bị hành quyết
zh_hans: 被执行的

source: beheaded
fr: décapité
it: decapitato
ko: 참수
pl: ścięty
pt_br: foi decapitado.
ru: обезглавлены
tr: kafasını kesti:
vi: bị chặt đầu
zh_hans: 斩首

source: crucified
fr: crucifié
it: crocifisso
ko: 십자가형
pl: ukrzyżowany
pt_br: foi crucificado.
ru: распят
tr: çarmıha gerdi:
vi: bị đóng đinh
zh_hans: 钉在十字架上

source: buried
fr: enterré
it: sepolto
ko: 묻힌
pl: pochowany
pt_br: Tapocrifação
ru: похоронен
tr: gömdü:
vi: bị chôn
zh_hans: 埋葬

source: alive
de: lebendig
fr: vivant
it: vivo
ko: 살아 있는
pl: żywy
pt_br: em tensão
ru: заживо
tr: diri diri
vi: sống
zh_hans: 活的

source: left
fr: la gauche
it: lasciato
ko: 왼쪽
pl: lewy
pt_br: esquerda
ru: оставлен
tr: terk etti:
vi: bị bỏ
zh_hans: 左

source: out in the air
fr: dans les airs
it: nell'aria
ko: 공중에서
pl: w powietrzu
pt_br: fora no ar
ru: на воздухе
tr: açık havada
vi: ngoài trời
zh_hans: 在空中

source: drowned
fr: noyé
it: annegato
ko: 익사
pl: utonął
pt_br: Afogamento
ru: утонул
tr: boğdu:
vi: bị chết đuối
zh_hans: 淹死

source: fed
fr: nourris
it: dato in pasto
ko: 먹이
pl: karmiony
pt_br: aplicado
ru: скормлен
tr: yedirdi:
vi: bị cho ăn
zh_hans: 厌倦

source: to beasts
fr: aux bêtes
it: alle bestie
ko: 짐승에게
pl: do bestii
pt_br: para animais
ru: зверям
tr: canavarlara
vi: cho dã thú
zh_hans: 对野兽

source: struck down
fr: frappé
it: abbattuto
ko: 격추
pl: powalony
pt_br: foi atingido.
ru: забил
tr: yere serdi:
vi: bị hạ gục
zh_hans: 击倒了

source: slaughtered
de: geschlachtet
fr: abattu
it: massacrato
ko: 학살
pl: ubity
pt_br: abatidos
ru: зарубил
tr: katletti:
vi: bị tàn sát
zh_hans: 屠宰

source: drained
fr: drainé
it: prosciugato
ko: 배수
pl: odsączony
pt_br: drenado
ru: осушил
tr: çekti:
vi: bị rút cạn
zh_hans: 倒掉

source: of blood
fr: de sang
it: di sangue
ko: 피의
pl: krwi
pt_br: de sangue
ru: крови
tr: kanını
vi: máu
zh_hans: 血

source: murdered
de: ermordet
fr: assassiné
it: assassinato
ko: 살해
pl: zamordowany
pt_br: Foram assassinados.
ru: убит
tr: öldürdü:
vi: bị sát hại
zh_hans: 谋杀

source: threw
fr: jeta
it: gettato
ko: 던졌다
pl: rzucony
pt_br: Jogou
ru: бросил
tr: fırlattı:
vi: bị ném
zh_hans: 扔

source: against an obstacle, causing immediate death
fr: contre un obstacle, causant la mort immédiate
it: contro un ostacolo, causando la morte immediata
ko: 장애물에 부딪혀 즉사
pl: o przeszkodę, powodując natychmiastową śmierć
pt_br: contra um obstáculo, causando morte imediata
ru: о препятствие, из-за чего немедленно умер
tr: bir engele doğru, anında ölüme neden oldu
vi: vào chướng ngại vật, gây tử vong ngay lập tức
zh_hans: 对抗障碍，导致立即死亡

source: into a pit of spikes
de: in ein Loch mit Spikes
fr: dans une fosse de pointes
it: in una fossa di spuntoni
ko: 스파이크 구덩이로
pl: do dołu z kolcami
pt_br: se um poço de picos
ru: в яму с кольями
tr: dikenli bir çukura
vi: vào một hố chông
zh_hans: 进入一个尖峰坑

source: scared
fr: effrayé
it: spaventato
ko: 무서운
pl: przestraszony
pt_br: Assustado
ru: напуган
tr: korkuttu:
vi: bị hoảng sợ
zh_hans: 害怕

source: solidified
fr: solidifié
it: solidificato
ko: 응고
pl: zestalony
pt_br: solidificado.
ru: окаменел
tr: katılaştı
vi: bị hóa rắn
zh_hans: 凝固

source: was encased in cooling lava
fr: a été enfermé dans de la lave de refroidissement
it: è stato racchiuso nella lava in raffreddamento
ko: 냉각 용암에 싸여 있었다
pl: został zamknięty w stygnącej lawie
pt_br: foi envolto em resfriamento de lava.
ru: заключён в остывающей лаве
tr: soğuyan lavın içinde hapsoldu
vi: bị mắc kẹt trong dung nham đang nguội
zh_hans: 被冷却的熔岩包裹着

source: was encased in cooling magma
fr: était enfermé dans un magma refroidissant
it: è stato racchiuso nel magma in raffreddamento
ko: 식어가는 마그마에 갇힌
pl: został zamknięty w stygnącej magmie
pt_br: foi encarcerado pelo resfriamento do magma.
ru: заключён в остывающей магме
tr: soğuyan magmanın içinde hapsoldu
vi: bị mắc kẹt trong mắc-ma đang nguội
zh_hans: 被冷却的岩浆包裹着

source: was encased in ice
fr: était enfermé dans la glace
it: è stato racchiuso nel ghiaccio
ko: 얼음에 싸여 있었다
pl: został zamknięty w lodzie
pt_br: O opressor foi derrotado!
ru: был вморожен в лёд
tr: buzun içinde hapsoldu
vi: bị mắc kẹt trong băng
zh_hans: 被冰封住了

source: fell into a deep chasm
de: stürzte in einen tiefen Abgrund
fr: est tombé dans un gouffre profond
it: è caduto in un profondo abisso
ko: 깊은 수렁에 빠졌다
pl: spadł w głęboką przepaść
pt_br: caiu em um abismo profundo
ru: упал в глубокую пропасть
tr: derin bir uçuruma düştü
vi: rơi xuống một vực sâu thẳm
zh_hans: 陷入了深深的鸿沟

source: died of old age
fr: mort de vieillesse
it: morto di vecchiaia
ko: 노령으로 죽은
pl: umarł/a ze starości
pt_br: morreu de velhice.
ru: умер от старости
tr: yaşlılıktan öldü
vi: chết vì tuổi già
zh_hans: 寿终而亡

source: burned up in magma
fr: brûlé dans le magma
it: bruciato nel magma
ko: 마그마로 타죽은
pl: spalony w magmie
pt_br: queimado no magma.
ru: сгорел в магме
tr: magmada yanıp kül oldu
vi: cháy rụi trong mắc-ma
zh_hans: 被烧死在岩浆中

source: burned up in
fr: brûlé dans
it: bruciato nel
ko: 에 불타
pl: spalony w
pt_br: queimado no magma.
ru: сгорел в
tr: şurada yanıp kül oldu:
vi: cháy rụi trong
zh_hans: 烧毁了

source: dragon fire
fr: feu du dragon
it: fuoco del drago
ko: 드래곤 파이어
pl: smoczy ogień
pt_br: Dragao de fogo
ru: драконьем пламени
tr: ejderha ateşi
vi: lửa rồng
zh_hans: 龙火

source: 's dragon fire
de: Drachenfeuer
fr: le feu du dragon
it: fuoco del drago
ko: 의 드래곤 파이어
pl: 'smoczy ogień
pt_br: do dragao de fogo
ru: -драконьем пламени
tr: ejderhasının ateşi
vi: lửa rồng của
zh_hans: 的龙火

source: dragon fire
fr: feu du dragon
it: fuoco di drago
ko: 드래곤 파이어
pl: smoczy ogień
pt_br: Dragao de fogo
ru: пламя дракона
tr: ejderha ateşi
vi: lửa rồng
zh_hans: 龙火

source: was burned to death by
de: verbrannt durch
fr: a été brûlé vif par
it: è stato bruciato a morte da
ko: 에 의해 불에 타 죽었다.
pl: został spalony na śmierć przez
pt_br: foi queimada até a morte por
ru: сожжён
tr: tarafından yakılarak öldürüldü:
vi: bị thiêu chết bởi
zh_hans: 被烧死了

source: fire
de: Feuer
fr: Feu
it: fuoco
ko: 불
pl: ogień
pt_br: fogo
ru: пламенем
tr: ateşi
vi: lửa
zh_hans: 火

source: was burned to death by a
de: verbrannte durch einen
fr: a été brûlé vif par un
it: è stato bruciato a morte da un
ko: 에 의해 불에 타 죽었다.
pl: został spalony na śmierć przez
pt_br: foi queimada até a morte por um
ru: сожжён
tr: tarafından yakılarak öldürüldü: bir
vi: bị thiêu chết bởi một
zh_hans: 被一个人烧死了

source: burned up in a magma mist
fr: brûlé dans un brouillard de magma
it: bruciato nella foschia magmatica
ko: 마그마 안개로 타죽은
pl: spalony w magmowej mgle
pt_br: queimado em uma névoa de magma
ru: сгорел в магменном тумане
tr: bir magma sisinde yanıp kül oldu
vi: cháy rụi trong một màn sương mắc-ma
zh_hans: 被烧死在岩浆雾中

source: was crushed by a drawbridge
de: wurde von einer Zugbrücke erdrückt
fr: a été écrasé par un pont-levis
it: è stato schiacciato da un ponte levatoio
ko: 도개교에 의해 부서졌다
pl: został zmiażdżony przez most zwodzony
pt_br: foi esmagado por uma ponte levadiça
ru: раздавлен мостом
tr: bir asma köprü tarafından ezildi
vi: bị nghiền nát bởi một cầu treo
zh_hans: 被吊桥压碎了

source: was crushed under a collapsing ceiling
fr: a été écrasé sous un plafond qui s'effondre
it: è stato schiacciato dal crollo di un soffitto
ko: 무너지는 천장 아래 깔려
pl: został zmiażdżony pod zawalającym się sufitem
pt_br: foi esmagado sob o teto desabando.
ru: раздавлен при обвале потолка
tr: çöken bir tavanın altında ezildi
vi: bị nghiền nát dưới một trần nhà đổ sập
zh_hans: 在坍塌的天花板下被压碎了

source: was killed by falling rocks
de: wurde von herabfallenden Steinen getötet
fr: a été tué par des chutes de pierres
it: è stato ucciso da rocce cadute
ko: 떨어지는 바위에 맞아 죽었다
pl: został zabity przez spadające skały
pt_br: foram mortos por queda de rochas.
ru: убит упавшем камнем
tr: düşen kayalar tarafından öldürüldü
vi: bị giết bởi đá rơi
zh_hans: 被落石杀死了

source: , slain by
de: , erschlagen von
fr: , tué par
it: , ucciso da
ko: , 에 의해 살해
pl: , zabity przez
pt_br: , assassinado por
ru: , убит
tr: , tarafından katledildi:
vi: , bị hạ sát bởi
zh_hans: ，被杀

source: , slain by a
de: , erschlagen von einem
fr: , tué par un
it: , ucciso da un
ko: ,에 의해 살해
pl: , zabity przez
pt_br: , assassinado por um
ru: , убит
tr: , tarafından katledildi: bir
vi: , bị hạ sát bởi một
zh_hans: ，被杀死了

source: , slain
fr: , tué
it: , ucciso
ko: , 살해
pl: , zabity
pt_br: , morto
ru: , убит
tr: , katledildi
vi: , bị hạ sát
zh_hans: ，杀了

source: succumbed to infection
fr: a succombé à une infection
it: ha ceduto all'infezione
ko: 감염으로 죽었다
pl: uległ infekcji
pt_br: sucumbiu à infecção.
ru: поддались инфекции
tr: enfeksiyona yenik düştü
vi: tử vong vì nhiễm trùng
zh_hans: 死于感染

source: was left out in the air
de: wurde in der Luft stehen gelassen
fr: a été laissé en l'air
it: è stato lasciato all'aria in una gabbia sospesa
ko: 공중에 버려졌다
pl: zostało pozostawione na powietrzu
pt_br: foi deixado de fora no ar
ru: остался в воздухе
tr: açık havada bırakıldı
vi: bị bỏ ngoài trời
zh_hans: 被遗忘在空中

source: was drowned
de: Ist ertrunken
fr: a été noyé
it: è stato annegato
ko: 익사했다
pl: został utopiony
pt_br: Afogamento
ru: утонул
tr: boğuldu
vi: bị chết đuối
zh_hans: 被淹死了

source: was struck down
de: wurde niedergeschlagen
fr: a été abattu
it: è stato abbattuto
ko: 쓰러졌다
pl: został powalony
pt_br: foi atingido.
ru: забит
tr: yere serildi
vi: bị hạ gục
zh_hans: 被打倒了

source: was killed by a trap
de: wurde durch eine Falle getötet
fr: a été tué par un piège
it: è stato ucciso da una trappola
ko: 덫에 걸려 죽었다
pl: został zabity przez pułapkę
pt_br: foi morto por uma armadilha
ru: убит ловушкой
tr: bir tuzak tarafından öldürüldü
vi: bị giết bởi một cái bẫy
zh_hans: 被一个陷阱杀死了

source: was killed by a vehicle
de: wurde durch ein Fahrzeug getötet
fr: a été tué par un véhicule
it: è stato ucciso da un veicolo
ko: 차량에 치여 사망
pl: został zabity przez pojazd
pt_br: foi morto por um veículo
ru: убит вагонеткой
tr: bir araç tarafından öldürüldü
vi: đã bị một cỗ xe giết chết
zh_hans: 被一辆车撞死了

source: was killed by a flying object
de: wurde durch ein fliegendes Objekt getöet
fr: a été tué par un objet volant
it: è stato ucciso da un corpo volante
ko: 비행물체에 맞아 사망
pl: został zabity przez latający obiekt
pt_br: foi morto por um objeto voador
ru: убит летящим предметом
tr: uçan bir nesne tarafından öldürüldü
vi: đã bị một vật thể bay giết chết
zh_hans: 被一个飞行物体杀死

source: was banished by
de: wurde verbannt von
fr: a été banni par
it: è stato bandito da
ko: 에 의해 추방되었다
pl: został wygnany przez
pt_br: Fui banido por
ru: изгнан
tr: tarafından sürgün edildi:
vi: đã bị lưu đày bởi
zh_hans: 被放逐了

source: was banished by a
de: wurde verbannt von einen
fr: a été banni par un
it: è stato bandito da un
ko: 에 의해 추방되었다
pl: został wygnany przez
pt_br: Fui banido por um
ru: изгнан
tr: tarafından sürgün edildi: bir
vi: đã bị lưu đày bởi một
zh_hans: 被一个人放逐了

source: , struck down by
de: , niedergeschlagen durch
fr: , frappé par
it: , abbattuto da
ko: , 에 의해 격추
pl: , uderzony przez
pt_br: foi atingido.
ru: , убит
tr: , tarafından yere serildi:
vi: , bị đánh gục bởi
zh_hans: 被打倒了

source: , struck down by a
de: , niedergeschlagen von einer
fr: , renversé par un
it: , abbattuto da un
ko: ,에 의해 격추
pl: , powalony przez
pt_br: foi atingido.
ru: , убит
tr: , tarafından yere serildi: bir
vi: , bị đánh gục bởi một
zh_hans: 被一个人打倒了

source: , struck down
de: , niedergeschlagen
fr: , abattu
it: , abbattuto
ko: , 쓰러뜨리다
pl: odrzucony
pt_br: foi atingido.
ru: , убит
tr: , yere serildi
vi: , bị đánh gục
zh_hans: ，打倒了

source: died after colliding with an obstacle
de: starb nach einem Zusammenstoß mit einem Hindernis
fr: mort après avoir heurté un obstacle
it: è morto dopo essersi scontrato con un ostacolo
ko: 장애물에 부딪혀 사망
pl: zginął po zderzeniu z przeszkodą
pt_br: morreu após colidir com um obstáculo
ru: умер от столкновения с препятствием
tr: bir engelle çarpıştıktan sonra öldü
vi: chết sau khi va chạm với một chướng ngại vật
zh_hans: 与障碍物碰撞后死亡

source: was impaled on spikes
de: wurde von Spikes aufgespießt
fr: a été empalé sur des pointes
it: è stato impalato su spuntoni
ko: 스파이크에 찔렸다
pl: został nabity na kolce
pt_br: foi empalado em espinhos.
ru: насажен на колья
tr: kazıklara saplandı
vi: đã bị xiên bởi cọc nhọn
zh_hans: 是钉在尖刺上的
