Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Click [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Carpenter[C:7:0:0] and place the shop in an empty area on the surface or underground.
fr: Cliquez sur [C:5:0:1]Ateliers[C:7:0:0] -> [C:5:0:1]Atelier de menuiserie[C:7:0:0] et placez l'atelier dans une zone vide sur la surface ou sous terre.
it: Clicca [C:5:0:1]Botteghe[C:7:0:0] -> [C:5:0:1]Carpentiere[C:7:0:0] e colloca il negozio in un'area libera in superficie o sottoterra.
ko: [C:5:0:1]작업장[C:5:0:1]-> [C:5:0:1]목수[C:7:0:0] 순서대로 클릭하여 빈 공간의 표면이나 지하에 작업장을 배치합니다.
pl: Kliknij [C:5:0:1]Warsztaty[C:7:0:0] -> [C:5:0:1]Stolarz[C:7:0:0] i umieść warsztat w pustej przestrzeni na powierzchni lub pod ziemią.
pt_br: Clique em [C:5:0:1]Oficinas[C:7:0:0] -> [C:5:0:1]Carpintaria[C:7:0:0] e coloque a oficina em uma área vazia na superfície ou no subsolo.
ru: Нажмите [C:5:0:1]Мастерские[C:7:0:0] -> [C:5:0:1]Плотник[C:7:0:0] и разместите мастерскую в пустую область на поверхности или под землей.
tr: [C:5:0:1]Atölyeler[C:7:0:0] -> [C:5:0:1]Marangoz[C:7:0:0]'a tıklayın ve atölyeyi yüzeyde veya yeraltında boş bir alana yerleştirin.
vi: Nhấp [C:5:0:1]Xưởng[C:7:0:0] -> [C:5:0:1]Thợ mộc[C:7:0:0] và đặt xưởng ở một khu vực trống trên bề mặt hoặc dưới lòng đất.
zh_hans: 按[C:5:0:1]工坊[C:7:0:0] -> [C:5:0:1]木匠[C:7:0:0] 然后把工坊放置在地表或地下的空位

source: When unpaused, a worker should now build the [C:6:0:0]Workshop[C:7:0:0].
fr: Lorsqu'il n'est pas interrompu, un travailleur doit maintenant construire l'[C:6:0:0]Atelier[C:7:0:0].
it: Appena tolta la pausa un lavoratore dovrebbe costruire la [C:6:0:0]Bottega[C:7:0:0].
ko: 일시정지를 해제하면 작업자가 1[C:6:0:0]작업장1[C:7:0:0]을 건설 할 것입니다.
pl: Kiedy wznowisz grę, pracownik powinien budować [C:6:0:0]Warsztat[C:7:0:0].
pt_br: Quando despausado, um trabalhador deverá construir a [C:6:0:0]Oficina[C:7:0:0].
ru: После снятия паузы рабочий должен построить [C:6:0:0]мастерскую[C:7:0:0].
tr: Duraklatılmadığında, bir işçi şimdi [C:6:0:0]Atölyeyi[C:7:0:0] inşa etmelidir.
vi: Khi trò chơi không tạm dừng, một công nhân sẽ xây dựng [C:6:0:0]Xưởng[C:7:0:0].
zh_hans: 没暂停时，工人现在应该在建造 [C:6:0:0]工坊[C:7:0:0].

source: Once the worker is done, click on the building to select it.
de: Sobald der Arbeiter fertig ist, klicken Sie auf das Gebäude, um es auszuwählen.
fr: Une fois l'ouvrier terminé, cliquez sur le bâtiment pour le sélectionner.
it: Una volta che il lavoratore ha fatto, fai click sulla costruzione per selezionarla.
ko: 작업자가 완료되면 건물을 클릭하여 선택합니다.
pl: Kiedy pracownik skończy, kliknij na budynek, aby go wybrać.
pt_br: Assim que o trabalhador estiver pronto, clique na construção para selecioná-la.
ru: Как только рабочий закончит работу, нажмите на строение, чтобы выбрать его.
tr: İşçi bitirdiğinde, seçmek için binaya tıklayın.
vi: Khi công nhân hoàn thành, nhấp vào công trình để chọn nó.
zh_hans: 当工人完成建筑制造后，单击选中这个建筑。

source: Your industrious citizens will perform any task added to the [C:6:0:0]Workshop[C:7:0:0].
fr: Vos citoyens industrieux effectueront toutes les tâches ajoutées à l'[C:6:0:0]Atelier[C:7:0:0].
it: I tuoi industriosi cittadini svolgeranno ogni compito aggiunto alla [C:6:0:0]Bottega[C:7:0:0].
ko: 당신의 근면 성실한 정착민들은 1[C:6:0:0]작업장1[C:7:0:0]에 지정된 작업을 수행할것입니다.
pl: Twoi pracowici obywatele wykonają każde zadanie dodane do [C:6:0:0]Warsztatu[C:7:0:0].
pt_br: Seus trabalhadores engenhosos farão qualquer tarefa adicionada à [C:6:0:0]Oficina[C:7:0:0].
ru: Ваши трудолюбивые жители выполнят любое задание, добавленное в [C:6:0:0]Мастерскую[C:7:0:0].
tr: Çalışkan vatandaşlarınız [C:6:0:0]Atölyeye[C:7:0:0] eklenen herhangi bir görevi yerine getirecektir.
vi: Các công dân cần cù của bạn sẽ thực hiện bất kỳ nhiệm vụ nào được thêm vào [C:6:0:0]Xưởng[C:7:0:0].
zh_hans: 你勤劳的居民将执行任何被添加进 [C:6:0:0]工坊[C:7:0:0]的任务.

source: Most objects that are placed, like [C:6:0:1]Doors[C:7:0:0] and [C:6:0:1]Furniture[C:7:0:0], must first be built in a [C:6:0:0]Workshop[C:7:0:0].
fr: La plupart des objets placés, comme les [C:6:0:1]Portes[C:7:0:0] et les[C:6:0:1]Meubles[C:7:0:0], doivent d'abord être construit dans un [C:6:0:0]Atelier[C:7:0:0].
it: Molti oggetti collocabili, come [C:6:0:1]Porte[C:7:0:0] e [C:6:0:1]Mobili[C:7:0:0], vanno prima costruiti in [C:6:0:0]Bottega[C:7:0:0].
ko: 1[C:6:0:1]문1[C:7:0:0]이나 1[C:6:0:1]가구1[C:7:0:0]처럼 배치 가능한 물품들은 대부분 먼저 1[C:6:0:0]작업장1[C:7:0:0]에서 제작을 해야 합니다.
pl: Większość umieszczanych obiektów, takich jak [C:6:0:1]Drzwi[C:7:0:0] czy [C:6:0:1]Meble[C:7:0:0], musi być najpierw zbudowana w [C:6:0:0]Warsztacie[C:7:0:0].
pt_br: A maioria dos objetos colocáveis, como [C:6:0:1]Portas[C:7:0:0] e [C:6:0:1]Mobílias[C:7:0:0], devem primeiro ser criados em uma [C:6:0:0]Oficina[C:7:0:0].
ru: Большинство размещаемых объектов, например [C:6:0:1]Двери[C:7:0:0] и [C:6:0:1]Мебель[C:7:0:0], должны быть сначала построены в [C:6:0:0]Мастерской[C:7:0:0].
tr: Yerleştirilen çoğu nesne, [C:6:0:1]Kapılar[C:7:0:0] ve [C:6:0:1]Mobilya[C:7:0:0] gibi, önce bir [C:6:0:0]Atölyede[C:7:0:0] inşa edilmelidir.
vi: Hầu hết các vật phẩm được đặt, như [C:6:0:1]Cửa[C:7:0:0] và [C:6:0:1]Nội thất[C:7:0:0], trước tiên phải được chế tạo trong một [C:6:0:0]Xưởng[C:7:0:0].
zh_hans: 大部分可放置对象，比如 [C:6:0:1]房门[C:7:0:0] 和[C:6:0:1]家具[C:7:0:0]必须先用 [C:6:0:0]工坊[C:7:0:0]制造.

source: [C:6:0:1]Furniture[C:7:0:0] created at the [C:6:0:0]Carpenter's Workshop[C:7:0:0] usually takes one [C:6:0:1]Wood[C:7:0:0] to build. Add a task and make a [C:6:0:1]Bed[C:7:0:0].
fr: [C:6:0:1]Les meubles[C:7:0:0] créés à l'[C:6:0:0]Atelier du menuiserie[C:7:0:0] prennent généralement un [C:6:0:1]Bois[C:7:0:0] à construire. Ajoutez une tâche et créez un [C:6:0:1]Lit[C:7:0:0].
it: I [C:6:0:1]Mobili[C:7:0:0] creati nella [C:6:0:0]Bottega del Carpentiere[C:7:0:0] di solito richiedono un [C:6:0:1]Legno[C:7:0:0] per essere costruiti. Aggiungi un compito e crea un [C:6:0:1]Letto[C:7:0:0].
ko: [C:6:0:0]목공소[C:7:0:0]에서 만든 [C:6:0:1]가구[C:7:0:0]는 보통 [C:6:0:1]목재[C:7:0:0]를 사용하여 만듭니다. 작업을 추가해 [C:6:0:1]침대[C:7:0:0]를 만드세요.
pl: [C:6:0:1]Meble[C:7:0:0] tworzone w [C:6:0:0]Warsztacie stolarskim[C:7:0:0] zazwyczaj wymagają do budowy jednego kawałka [C:6:0:1]Drewna[C:7:0:0]. Dodaj zadanie i zrób [C:6:0:1]Łóżko[C:7:0:0].
pt_br: [C:6:0:1]Mobília[C:7:0:0] criada na [C:6:0:0]Oficina de Carpintaria[C:7:0:0] geralmente precisa de uma [C:6:0:1]Madeira[C:7:0:0] para ser feita. Adicione uma tarefa e faça uma [C:6:0:1]Cama[C:7:0:0].
ru: Для создания [C:6:0:1]Мебели[C:7:0:0] в [C:6:0:0]Мастерской плотника[C:7:0:0], обычно требуется только [C:6:0:1]Древесина[C:7:0:0]. Добавьте задание и сделайте [C:6:0:1]Кровать[C:7:0:0].
tr: [C:6:0:0]Marangoz Atölyesinde[C:7:0:0] üretilen [C:6:0:1]Eşyalar[C:7:0:0] genellikle inşa etmek için bir [C:6:0:1]Odun[C:7:0:0] gerektirir. Bir görev ekleyin ve bir [C:6:0:1]Yatak[C:7:0:0] yapın.
vi: [C:6:0:1]Nội thất[C:7:0:0] được tạo tại [C:6:0:0]Xưởng Mộc[C:7:0:0] thường tốn một [C:6:0:1]Gỗ[C:7:0:0] để chế tạo. Thêm một nhiệm vụ và tạo một [C:6:0:1]Giường[C:7:0:0].
zh_hans: [C:6:0:1]家具[C:7:0:0] 通过[C:6:0:0]木匠工坊[C:7:0:0]制造，通常需要一份[C:6:0:1]木材[C:7:0:0]. 添加制造 [C:6:0:1]床[C:7:0:0]的任务.

source: Chop down more trees if necessary. Unpause and wait for the [C:6:0:1]Bed[C:7:0:0] to be completed.
fr: Coupez plus d'arbres si nécessaire. Reprenez la pause et attendez que [C:6:0:1]Lit[C:7:0:0] soit terminé.
it: Se necessario, abbatti più alberi. Disattiva la pausa e attendi che il [C:6:0:1]Letto[C:7:0:0] sia creato.
ko: 필요하다면 나무를 더 베십시오. 일시정지를 풀고 [C:6:0:1]침대가 [C:7:0:0]완료되기를 기다리시오.
pl: Jeśli jest taka potrzeba, zetnij więcej drzew. Odpauzuj i czekaj na ukończenie [C:6:0:1]Łóżka[C:7:0:0].
pt_br: Derrube mais árvores se necessário. Retome e espere a [C:6:0:1]Cama[C:7:0:0] estar concluída.
ru: При необходимости срубите больше деревьев. Снимите паузу и дождитесь завершения [C:6:0:1]Кровати[C:7:0:0].
tr: Gerekirse daha fazla ağaç kesin. Devam ettirin ve [C:6:0:1]Yatağın[C:7:0:0] tamamlanmasını bekleyin.
vi: Đốn thêm cây nếu cần. Tiếp tục trò chơi và đợi [C:6:0:1]Giường[C:7:0:0] được hoàn thành.
zh_hans: 如果有必要，砍倒更多的树，且不需要暂停等待 [C:6:0:1]床[C:7:0:0]的完成.

source: Now that you have a [C:6:0:1]Bed[C:7:0:0] you can place in it the fortress.
fr: Maintenant que vous avez un [C:6:0:1]Lit[C:7:0:0] vous pouvez y placer la forteresse.
it: Ora che hai un [C:6:0:1]Letto[C:7:0:0] puoi piazzarlo nella fortezza.
ko: 이제 침대가 생겼으니 1[C:6:0:1]침대1[C:7:0:0]를 요새 내에 설치할 수 있습니다.
pl: Teraz, kiedy masz [C:6:0:1]Łóżko[C:7:0:0] możesz umieścić je w fortecy.
pt_br: Agora que você tem uma[C:6:0:1]Cama[C:7:0:0] você pode colocá-la no forte.
ru: Теперь, когда у вас есть [C:6:0:1]кровать[C:7:0:0], вы можете разместить в ней крепость.
tr: Artık bir [C:6:0:1]Yatağınız[C:7:0:0] olduğuna göre onu kaleye yerleştirebilirsiniz.
vi: Giờ bạn đã có một [C:6:0:1]Giường[C:7:0:0], bạn có thể đặt nó trong pháo đài.
zh_hans: 现在你有了一张[C:6:0:1]床[C:7:0:0]，你可以把它放置进你的要塞里了.

source: Use the [C:5:0:1]Build[C:7:0:0] menu to place it in a room underground, just like the [C:6:0:0]Workshop[C:7:0:0]. Dig a new room first if you like.
fr: Utilisez le menu [C:5:0:1]Construction[C:7:0:0] pour le placer dans une salle souterraine, tout comme l' [C:6:0:0]Atelier[C:7:0: 0]. Creusez d'abord une nouvelle pièce si vous le souhaitez.
it: Usa il menù [C:5:0:1]Costruisci[C:7:0:0] per metterlo in una stanza sottoterra, come per la[C:6:0:0]Bottega[C:7:0:0]. Prima scava una nuova stanza se preferisci.
ko: [C:5:0:1]작업장[C:7:0:0] 건설 때 처럼 [C:6:0:0]건설[C:7:0:0] 메뉴를 눌러 지하에 만든 방에 침대를 배치하십시오. 필요하다면 땅을 더 팔 수도 있습니다.
pl: Użyj menu [C:5:0:1]Buduj[C:7:0:0] by umieścić je w pokoju pod ziemią, dokładnie tak jak [C:6:0:0]Warsztat[C:7:0:0]. Jeśli chcesz, wykop najpierw nowe pomieszczenie.
pt_br: Use o menu [C:5:0:1]Construir[C:7:0:0] para colocá-lo em uma sala no subsolo, assim como a[C:6:0:0]Oficina[C:7:0:0]. Cave uma nova sala primeiro se preferir.
ru: Используйте меню [C:5:0:1]Построить[C:7:0:0], чтобы поместить его в комнату под землей, как и [C:6:0:0]Мастерская[C:7:0:0]. Если хотите, сначала выкопайте новую комнату.
tr: Onu yeraltında bir odaya yerleştirmek için [C:5:0:1]İnşa Et[C:7:0:0] menüsünü kullanın, tıpkı [C:6:0:0]Atölye[C:7:0:0] gibi. İsterseniz önce yeni bir oda kazın.
vi: Sử dụng menu [C:5:0:1]Xây dựng[C:7:0:0] để đặt nó vào một căn phòng dưới lòng đất, giống như [C:6:0:0]Xưởng[C:7:0:0]. Đào một căn phòng mới trước nếu bạn muốn.
zh_hans: 使用[C:5:0:1]建造[C:7:0:0]菜单去把它放置进地下的房间，就像放置[C:6:0:0]工坊[C:7:0:0]一样. 如果你愿意也可以新挖一个房间.

source: [C:5:0:1]Beds[C:7:0:0] are found in the [C:5:0:1]Furniture[C:7:0:0] category. Unlike [C:6:0:0]Workshops[C:7:0:0], [C:6:0:0]Beds[C:7:0:0] must be placed underground.
fr: Les [C:5:0:1]Lits[C:7:0:0] se trouvent dans la catégorie [C:5:0:1]Meubles[C:7:0:0]. Contrairement aux [C:6:0:0]Ateliers[C:7:0:0], les [C:6:0:0]Lits[C:7:0:0] doivent être placés sous terre.
it: I [C:5:0:1]Letti[C:7:0:0] si trovano nella categoria [C:5:0:1]Mobili[C:7:0:0]. Diversamente dalle [C:6:0:0]Botteghe[C:7:0:0], i [C:6:0:0]Letti[C:7:0:0] vanno collocati sottoterra.
ko: [C:5:0:1]침대[C:7:0:0]는 [C:5:0:1]가구[C:7:0:0] 카테코리에 있습니다.[C:6:0:0]작업장[C:7:0:0]과 달리 [C:6:0:0]침대[C:7:0:0]는 지하에 설치해야 합니다.
pl: [C:5:0:1]Łóżka[C:7:0:0] znajdują się w kategorii [C:5:0:1]Meble[C:7:0:0]. W przeciwieństwie do [C:6:0:0]Warsztatów[C:7:0:0], [C:6:0:0]Łóżka[C:7:0:0] muszą być umieszczone pod ziemią.
pt_br: [C:5:0:1]Camas[C:7:0:0] são encontradas na categoria [C:5:0:1]Mobília[C:7:0:0]. Diferente das [C:6:0:0]Oficinas[C:7:0:0], [C:6:0:0]Camas[C:7:0:0] devem ser colocadas só no subsolo.
ru: [C:5:0:1]Кровати[C:7:0:0] находятся в категории [C:5:0:1]Мебель[C:7:0:0]. В отличие от [C:6:0:0]Мастерских[C:7:0:0], [C:6:0:0]Кровати[C:7:0:0] должны быть размещены под землей.
tr: [C:5:0:1]Yataklar[C:7:0:0], [C:5:0:1]Eşyalar[C:7:0:0] kategorisinde bulunur. [C:6:0:0]Atölyelerin[C:7:0:0] aksine, [C:6:0:0]Yataklar[C:7:0:0] yeraltına yerleştirilmelidir.
vi: [C:5:0:1]Giường[C:7:0:0] được tìm thấy trong danh mục [C:5:0:1]Nội thất[C:7:0:0]. Không giống như [C:6:0:0]Xưởng[C:7:0:0], [C:6:0:0]Giường[C:7:0:0] phải được đặt dưới lòng đất.
zh_hans: [C:5:0:1]床[C:7:0:0] 在[C:5:0:1]家具[C:7:0:0] 类别里. 不像[C:6:0:0]工坊[C:7:0:0]， [C:6:0:0]床[C:7:0:0] 必须放置在屋顶下.

source: With a [C:6:0:0]Bed[C:7:0:0] placed, your workers will have somewhere to sleep. Later you can create a
fr: Avec un [C:6:0:0]Lit[C:7:0:0] placé, vos travailleurs auront un endroit où dormir. Plus tard, vous pouvez créer un
it: Con un [C:6:0:0]Letto[C:7:0:0] piazzato i tuoi lavoratori avranno un posto dove dormire. Più tardi potrai creare un
ko: [C:6:0:0]침대[C:7:0:0]를 설치하면 당신의 일꾼들이 잘 장소가 생깁니다. 나중에는
pl: Po umieszczeniu [C:6:0:0]Łóżka[C:7:0:0] twoi pracownicy będą mieli gdzie spać. Później możesz stworzyć
pt_br: Com uma [C:6:0:0]Cama[C:7:0:0] posta, seus trabalhadores terão um lugar para dormir. Posteriormente você pode criar um
ru: Разместив [C:6:0:0]Кровать[C:7:0:0], вашим рабочим будет где спать. Позже вы сможете создать
tr: [C:6:0:0]Yatak[C:7:0:0] yerleştirildiğinde, işçilerinizin uyuyacak bir yeri olacak. Daha sonra şunları oluşturabilirsiniz:
vi: Với một [C:6:0:0]Giường[C:7:0:0] đã được đặt, công nhân của bạn sẽ có nơi để ngủ. Sau này bạn có thể tạo một
zh_hans: 当 [C:6:0:0]床[C:7:0:0] 放置好后，你的工人就有地方能睡觉了. 之后你可以创建一个

source: room with a [C:6:0:0]Door[C:7:0:0] and use the [C:5:0:1]Zones[C:7:0:0] menu to assign an official [C:3:0:0]Bedroom[C:7:0:0] for each resident.
fr: pièce avec une [C:6:0:0]Porte[C:7:0:0] et utilisez le menu [C:5:0:1]Zones[C:7:0:0] pour attribuer un [C:3:0:0]Chambre[C:7:0:0] pour chaque résident.
it: la stanza con una [C:6:0:0]Door[C:7:0:0] e usa il menù [C:5:0:1]Zones[C:7:0:0] per assegnare ufficialmente una [C:3:0:0]Bedroom[C:7:0:0] ad ogni residente.
ko: [C:6:0:0]문[C:7:0:0]이 있는 방에 [C:5:0:1]구역[C:7:0:0] 메뉴를 사용하여 거주민에게 공식 [C:3:0:0]침실[C:7:0:0]을 지정 할 수 있습니다.
pl: pokój z [C:6:0:0]Drzwiami[C:7:0:0] i użyć menu [C:5:0:1]Strefy[C:7:0:0] aby przypisać oficjalną [C:3:0:0]Sypialnię[C:7:0:0] dla każdego rezydenta.
pt_br: quarto com uma [C:6:0:0]Porta[C:7:0:0] e use o menu [C:5:0:1]Zonas[C:7:0:0] para atribuir um [C:3:0:0]Quarto[C:7:0:0] oficial para cada morador.
ru: комнату с [C:6:0:0]дверью[C:7:0:0] и использовать меню [C:5:0:1]Зоны[C:7:0:0] для назначения формальной [C:3:0:0]спальни[C:7:0:0] для каждого жителя.
tr: [C:6:0:0]Kapısı[C:7:0:0] olan bir oda ve her sakin için resmi bir [C:3:0:0]Yatak Odası[C:7:0:0] atamak için [C:5:0:1]Bölgeler[C:7:0:0] menüsünü kullanın.
vi: căn phòng với một [C:6:0:0]Cửa[C:7:0:0] và sử dụng menu [C:5:0:1]Khu vực[C:7:0:0] để chỉ định một [C:3:0:0]Phòng ngủ[C:7:0:0] chính thức cho mỗi cư dân.
zh_hans: 带有[C:6:0:0]房门[C:7:0:0]的房间并使用[C:5:0:1]空间[C:7:0:0] 菜单去为每个居民指派一个正式的[C:3:0:0]卧室[C:7:0:0].

source: (6 of 8)
fr: (6 sur 8)
it: (6 di 8)
pl: (6 z 8)
pt_br: (6 de 8)
ru: (6 из 8)
vi: (6 trên 8)

source: The rest of the interface is now enabled.
fr: Le reste de l'interface est maintenant activé.
it: Il resto dell'interfaccia è ora abilitato.
ko: 이제 인터페이스의 나머지 부분이 활성화되었습니다.
pl: Teraz reszta interfejsu jest odblokowana.
pt_br: O restante da interface agora está ativado.
ru: Остальная часть интерфейса теперь включена.
tr: Arayüzün geri kalanı şimdi etkinleştirildi.
vi: Phần còn lại của giao diện hiện đã được kích hoạt.
zh_hans: 其他的交互按钮现已可用。

source: You can click on [C:2:0:0]Creatures[C:7:0:0] and [C:6:0:1]Items[C:7:0:0] just as you can click on [C:6:0:0]Buildings[C:7:0:0] to get more information about them.
fr: Vous pouvez cliquer sur [C:2:0:0]Créatures[C:7:0:0] et [C:6:0:1]Objets[C:7:0:0] tout comme vous pouvez cliquer sur [C:6:0:0]Constructions[C:7:0:0] pour obtenir plus d'informations à leur sujet.
it: Clicca su [C:2:0:0]Creature[C:7:0:0] e [C:6:0:1]Oggetti[C:7:0:0] oppure sugli [C:6:0:0]Edifici[C:7:0:0] per avere più informazioni a riguardo.
ko: 1[C:6:0:0]건물1[C:7:0:0]들을 누르는 것 처럼 1[C:2:0:0]생물1[C:7:0:0]과 1[C:6:0:1]물건1[C:7:0:0]을 클릭하여 더 많은 정보를 볼 수 있습니다.
pl: Możesz kliknąć na [C:2:0:0]Stworzenia[C:7:0:0] i[C:6:0:1]Przedmioty[C:7:0:0] tak jak możesz klikać na [C:6:0:0]Budynki[C:7:0:0] aby uzyskać o nich więcej informacji.
pt_br: Você pode clicar em [C:2:0:0]Criaturas[C:7:0:0] e [C:6:0:1]Itens[C:7:0:0] assim como pode clicar em [C:6:0:0]Construções[C:7:0:0] para obter mais informações sobre eles.
ru: Вы можете нажать на [C:2:0:0]Существа[C:7:0:0] и [C:6:0:1]Предметы[C:7:0:0] так же, как и на [C:6:0:0]Строения[C:7:0:0], чтобы получить о них дополнительную информацию.
tr: Hakkında daha fazla bilgi almak için [C:6:0:0]Binalara[C:7:0:0] tıklayabildiğiniz gibi [C:2:0:0]Yaratıklara[C:7:0:0] ve [C:6:0:1]Eşyalara[C:7:0:0] da tıklayabilirsiniz.
vi: Bạn có thể nhấp vào [C:2:0:0]Sinh vật[C:7:0:0] và [C:6:0:1]Vật phẩm[C:7:0:0] giống như bạn nhấp vào [C:6:0:0]Công trình[C:7:0:0] để nhận thêm thông tin về chúng.
zh_hans: 你可以按 [C:2:0:0]生物[C:7:0:0] 和[C:6:0:1]物品[C:7:0:0]就像你按[C:6:0:0]建筑[C:7:0:0]一样去获取有关它们的更多信息.

source: Click on a [C:2:0:0]Resident[C:7:0:0] to see their needs, inventory, thoughts, relations, and more.
fr: Cliquez sur un [C:2:0:0]Résident[C:7:0:0] pour voir ses besoins, son inventaire, ses réflexions, ses relations, etc.
it: Clicca un [C:2:0:0]Residente[C:7:0:0] per vedere i suoi bisogni, inventario, pensieri, relazioni e altro.
ko: 1[C:2:0:0]거주민1[C:7:0:0]를 눌러 그들의 욕구, 소지품, 생각, 관계 등의 정보를 볼 수 있습니다.
pl: Kliknij na [C:2:0:0]Rezydentów[C:7:0:0] aby zobaczyć ich potrzeby, ekwipunek, myśli, relacje, i więcej.
pt_br: Clique em um [C:2:0:0]Habitante[C:7:0:0] para ver suas necessidades, inventário, pensamentos, relações e muito mais.
ru: Нажмите на [C:2:0:0]жителя[C:7:0:0], чтобы увидеть его потребности, инвентарь, мысли, отношения и многое другое.
tr: İhtiyaçlarını, envanterini, düşüncelerini, ilişkilerini ve daha fazlasını görmek için bir [C:2:0:0]Sakine[C:7:0:0] tıklayın.
vi: Nhấp vào một [C:2:0:0]Cư dân[C:7:0:0] để xem nhu cầu, hành trang, suy nghĩ, mối quan hệ của họ và nhiều hơn nữa.
zh_hans: 打开 [C:2:0:0]居民[C:7:0:0] 去看他们的需求、背包、想法、关系和其他更多.

source: You can also access information from the [C:5:0:1]Citizens[C:7:0:0] button.
fr: Vous pouvez également accéder aux informations à partir du bouton [C:5:0:1]Citoyens[C:7:0:0].
it: Puoi accedere alle informazioni anche dal tasto[C:5:0:1]Cittadini[C:7:0:0].
ko: 당신은 또한 [C:5:0:1]정착민[C:7:0:0] 버튼에서도 정보에 접근할 수 있습니다.
pl: Dostęp do informacji możesz również uzyskać za pomocą przycisku [C:5:0:1]Obywatele[C:7:0:0].
pt_br: Você pode acessar informações no botão [C:5:0:1]Cidadãos[C:7:0:0].
ru: Вы также можете получить доступ к информации с помощью кнопки [C:5:0:1]Жители[C:7:0:0].
tr: Ayrıca bilgilere [C:5:0:1]Vatandaşlar[C:7:0:0] düğmesinden de erişebilirsiniz.
vi: Bạn cũng có thể truy cập thông tin từ nút [C:5:0:1]Công dân[C:7:0:0].
zh_hans: 你也可以从 [C:5:0:1]居民[C:7:0:0] 按钮访问信息.

source: Feel free to pause and check out the information.
fr: N'hésitez pas à faire une pause et à consulter les informations.
it: Sentiti libero di mettere in pausa e controllare le informazioni.
ko: 잠시 멈추고 정보를 확인하십시오.
pl: Nie krępuj się: pauzuj i sprawdzaj informacje.
pt_br: Sinta-se à vontade para pausar e verificar as informações.
ru: Не стесняйтесь сделать паузу и ознакомиться с информацией.
tr: Duraklatmaktan ve bilgileri kontrol etmekten çekinmeyin.
vi: Hãy thoải mái tạm dừng và kiểm tra thông tin.
zh_hans: 你可以随时暂停游戏来查看信息。

source: Right click to dismiss the information sheet.
de: Klicken Sie mit der rechten Maustaste, um das Informationsblatt zu schließen.
fr: Faites un clic droit pour fermer la fiche d'information.
it: Tasto destro per mandar via le informazioni.
ko: 정보 시트를 닫으려면 마우스 오른쪽 버튼을 클릭하십시오.
pl: Prawe kliknięcie zamknie panel informacji.
pt_br: Clique com o botão direito para dispensar a folha de informações.
ru: Нажмите правую кнопку мыши для закрытия окна информации.
tr: Bilgi sayfasını kapatmak için sağ tıklayın.
vi: Nhấp chuột phải để đóng bảng thông tin.
zh_hans: 右击可取消信息表。

source: (7 of 8)
fr: (7 sur 8)
it: (7 di 8)
pl: (7 z 8)
pt_br: (7 de 8)
ru: (7 из 8)
vi: (7 trên 8)

source: This is an example urgent alert! These are very important. Ignore them at your peril.
de: Dies ist ein Beispiel für eine dringende Warnung! Diese sind sehr wichtig. Ignorieren Sie sie auf eigene Gefahr.
fr: Ceci est un exemple d'alerte urgente ! Ceux-ci sont très importants. Ignore-les à tes risques et périls.
it: Questo è un esempio di allerta urgente! È molto importante. Ignorala a tuo rischio e pericolo.
ko: 이것은 긴급 경고의 예 입니다! 이것들은 매우 중요합니다. 그들을 무시하면 당신은 위험에 빠지게 될 것입니다.
pl: To jest przykładowe pilne ostrzeżenie! Są one bardzo ważne. Ignorujesz je na własne ryzyko.
pt_br: Este é um exemplo de alerta urgente! Estes são muito importantes. Ignore-os por sua conta e risco.
ru: Это пример срочного оповещения! Они очень важны. Игнорируйте их на свой страх и риск.
tr: Bu örnek bir acil durum alarmıdır! Bunlar çok önemlidir. Göz ardı etmenin bedeli ağır olabilir..
vi: Đây là một ví dụ về cảnh báo khẩn cấp! Chúng rất quan trọng. Hãy phớt lờ chúng và chịu rủi ro của bạn.
zh_hans: 这就是一个紧急警告。忽视它们会非常危险。

source: Important and sometimes urgent information is given as alerts on the left side of the screen.
de: Wichtige und manchmal dringende Informationen werden in Form von Warnhinweisen auf der linken Seite des Bildschirms angezeigt.
fr: Des informations importantes et parfois urgentes sont données sous forme d'alertes sur le côté gauche de l'écran.
it: Le informazioni importanti e talvolta urgenti vengono visualizzate come avvisi sul lato sinistro dello schermo.
ko: 중요하고 때로는 긴급한 정보가 화면 왼쪽에 경고로 제공됩니다.
pl: Ważne i czasem pilne informacje są dawane w postaci ostrzeżeń po lewej stronie ekranu.
pt_br: Informações importantes e às vezes urgentes são dadas como alertas no lado esquerdo da tela.
ru: Важная, а иногда и срочная информация предоставляется в виде предупреждений в левой части экрана.
tr: Önemli ve bazen acil bilgiler, ekranın sol tarafında alarmlar olarak verilir.
vi: Thông tin quan trọng và đôi khi khẩn cấp được hiển thị dưới dạng cảnh báo ở phía bên trái màn hình.
zh_hans: 重要且有时是紧急的信息会在屏幕左侧以警报的形式显示

source: There have been several already!
fr: Il y en a déjà eu plusieurs !
it: Ce ne sono già stati diversi!
ko: 이미 여러 개가 있었습니다!
pl: Było ich już sporo!
pt_br: Já foram vários!
ru: Некоторое уже было!
tr: Zaten birkaç tane oldu bile!
vi: Đã có một vài cái rồi!
zh_hans: 已经有很多了！

source: There have been a few already!
fr: Il y en a déjà eu quelques uns !
it: Ce ne sono già stati alcuni!
ko: 이미 몇 가지가 있습니다!
pl: Było ich już kilka!
pt_br: Já foram alguns!
ru: Несколько уже было!
tr: Zaten birkaç tane oldu!
vi: Đã có một số rồi!
zh_hans: 已经有一些了！

source: There has been one already!
de: Es hat bereits einen gegeben!
fr: Il y en a déjà eu un !
it: Ce n’è già stato uno!
ko: 이미 하나 있었습니다!
pl: Jedno już było!
pt_br: Já houve um!
ru: Одно уже было!
tr: Zaten bir tane oldu!
vi: Đã có một cái rồi!
zh_hans: 已经有一个了！

source: Hover over an alert icon to see the information.
fr: Survolez une icône d'alerte pour voir les informations.
it: Passa il mouse sopra un'icona di avviso per visualizzare le informazioni.
ko: 알림 아이콘 위로 마우스를 가져가면 정보를 볼 수 있습니다.
pl: Najedź kursorem na ikonę ostrzeżenia, aby uzyskać informacje.
pt_br: Passe o mouse sobre um ícone de alerta para ver as informações.
ru: Наведите курсор на значок предупреждения, чтобы просмотреть информацию.
tr: Bilgiyi görmek için fareyi alarm simgesinin üzerine getirin.
vi: Di chuột qua biểu tượng cảnh báo để xem thông tin.
zh_hans: 把鼠标停留在警告标签上来查看详细信息。
