Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Give an order based on
tr: Şuna dayanarak bir emir ver:
vi: Đưa ra mệnh lệnh dựa trên

source: 's relationship with
tr: şununla ilişkisi:
vi: mối quan hệ của

source: Go into
tr: Şuna gir:
vi: Đi sâu vào

source: diplomacy
de: Diplomatie
fr: diplomatie
it: diplomazia
ko: 외교
pl: dyplomacja
pt_br: Diplomacia
ru: дипломатия
tr: diplomasi
vi: ngoại giao
zh_hans: 外交

source: land
tr: toprak
vi: vùng đất

source: Summarize the hold of
tr: Şunun hakimiyetini özetle:
vi: Tóm tắt sự kiểm soát của

source: on its territory
tr: kendi toprakları üzerindeki
vi: đối với lãnh thổ của mình

source: patrol
tr: devriye
vi: tuần tra

source: guards
tr: muhafızlar
vi: lính gác

source: Summarize the local disposition of the forces of
tr: Şunun güçlerinin yerel konuşlanmasını özetle:
vi: Tóm tắt bố trí lực lượng địa phương của

source: other
tr: diğer
vi: khác

source: rebels
tr: isyancılar
vi: phiến quân

source: stakeholders
tr: taraflar
vi: các bên liên quan

source: Summarize your views on the opposition to
tr: Şuna olan muhalefet hakkındaki görüşlerini özetle:
vi: Tóm tắt quan điểm của bạn về phe đối lập với

source: overview
tr: genel bakış
vi: tổng quan

source: Describe the refugees created by the attack of
tr: Şunun saldırısının yarattığı mültecileri tarif et:
vi: Mô tả những người tị nạn do cuộc tấn công của

source: accuse
tr: suçla
vi: buộc tội

source: troublemaker
tr: baş belası
vi: kẻ gây rối

source: Accuse the speaker of being a troublemaker
tr: Konuşmacıyı baş belası olmakla suçla
vi: Buộc tội người nói là kẻ gây rối

source: Summarize your views on
tr: Şunun hakkındaki görüşlerini özetle:
vi: Tóm tắt quan điểm của bạn về

source: artifact
de: Artefakt
fr: artefact
it: manufatto
ko: 인공물
pl: artefakt
pt_br: artefato
ru: артефакт
tr: eser
vi: cổ vật
zh_hans: 神器

source: Discuss the missing artifact
tr: Kayıp eseri hakkında konuş:
vi: Thảo luận về cổ vật bị mất tích

source: Summarize the conflict in which
tr: Şunun dahil olduğu çatışmayı özetle:
vi: Tóm tắt cuộc xung đột trong đó

source: (This occurred
tr: (Bu gerçekleşti
vi: (Điều này xảy ra

source: at this location
tr: bu konumda
vi: tại địa điểm này

source: you slew
tr: katlettin
vi: bạn đã giết

source: Bring up
tr: Gündeme getir:
vi: Đề cập

source: the destruction of
de: die Vernichtung von
fr: la destruction de
it: la distruzione di
ko: 의 파괴
pl: zniszczenie
pt_br: a destruição de
ru: разрушение
tr: şunun yıkımı:
vi: sự phá hủy của
zh_hans: 破坏

source: reunited
tr: yeniden birleşti
vi: đoàn tụ

source: Bring up the reunion of
tr: Şunun yeniden birleşmesini gündeme getir:
vi: Đề cập cuộc đoàn tụ của

source: Bring up your reunion with
tr: Şununla yeniden birleşmeni gündeme getir:
vi: Đề cập cuộc đoàn tụ của bạn với

source: Bring up your death
tr: Ölümünü gündeme getir
vi: Đề cập cái chết của bạn

source: Bring up the death of
tr: Şunun ölümünü gündeme getir:
vi: Đề cập cái chết của

source: identity
tr: kimlik
vi: danh tính

source: Spread rumor of
tr: Şunun söylentisini yay:
vi: Lan truyền tin đồn về

source: Spread rumor of the insurrection
tr: Ayaklanma söylentisini yay
vi: Lan truyền tin đồn về cuộc nổi dậy

source: Spread rumor of the
tr: Şunun söylentisini yay:
vi: Lan truyền tin đồn về

source: founding
tr: kuruluş
vi: sự thành lập

source: Spread rumor of the occupation of
tr: Şunun işgali söylentisini yay:
vi: Lan truyền tin đồn về sự chiếm đóng của

source: Spread rumor of the reunion of
tr: Şunun yeniden birleşmesi söylentisini yay:
vi: Lan truyền tin đồn về cuộc đoàn tụ của

source: Spread rumor of your reunion with
tr: Şununla yeniden birleşmen hakkındaki söylentiyi yay:
vi: Lan truyền tin đồn về cuộc đoàn tụ của bạn với

source: death
tr: ölüm
vi: cái chết

source: Spread rumor of your abduction
tr: Kaçırılman hakkındaki söylentiyi yay
vi: Lan truyền tin đồn về vụ bắt cóc của bạn

source: Spread rumor of the abduction of
tr: Şunun kaçırılması söylentisini yay:
vi: Lan truyền tin đồn về vụ bắt cóc của

source: 's destruction
tr: şunun yıkımı
vi: sự phá hủy của

source: location
tr: konum
vi: địa điểm

source: Spread rumor of your possession of
tr: Şuna sahip olduğun söylentisini yay:
vi: Lan truyền tin đồn bạn đang sở hữu

source: 's presence in
tr: şunun varlığı:
vi: sự hiện diện của tại

source: Spread rumor of your lack of possession of
tr: Şuna sahip olmadığın söylentisini yay:
vi: Lan truyền tin đồn bạn không sở hữu

source: 's absence from
tr: şunun yokluğu:
vi: sự vắng mặt của

source: Trade or settle debts
tr: Ticaret yap veya borçları öde
vi: Giao thương hoặc thanh toán nợ nần

source: barter
tr: takas
vi: Trao đổi

source: deal
tr: anlaşma
vi: Giao dịch

source: debts
tr: borçlar
vi: Nợ nần

source: buy
tr: satın al
vi: Mua

source: sell
tr: sat
vi: Bán

source: Ask about available services, drinks, rooms, etc.
tr: Mevcut hizmetler, içecekler, odalar vb. hakkında sor
vi: Hỏi về các dịch vụ, đồ uống, phòng ốc có sẵn, v.v.

source: room
tr: oda
vi: Phòng

source: List available services
tr: Mevcut hizmetleri listele
vi: Liệt kê các dịch vụ có sẵn

source: list
tr: listele
vi: Liệt kê

source: Yell out service order
tr: Hizmet siparişini bağırarak söyle
vi: Hô to yêu cầu dịch vụ

source: Order
tr: Sipariş ver:
vi: Yêu cầu

source: free
tr: ücretsiz
vi: Miễn phí

source: Rent room for
tr: Şunun için oda kirala:
vi: Thuê phòng trong

source: Request free room
tr: Ücretsiz oda iste
vi: Yêu cầu phòng miễn phí

source: extend
tr: uzat
vi: Gia hạn

source: rent
tr: kirala
vi: Thuê

source: Extend room rental for
tr: Oda kirasını şunun için uzat:
vi: Gia hạn thuê phòng trong

source: Extend use of free room
tr: Ücretsiz oda kullanımını uzat
vi: Gia hạn sử dụng phòng miễn phí

source: Confirm service order
tr: Hizmet siparişini onayla
vi: Xác nhận yêu cầu dịch vụ

source: Exchange, give, take or show personal items
tr: Kişisel eşyaları takas et, ver, al veya göster
vi: Trao đổi, tặng, nhận hoặc trình bày vật phẩm cá nhân

source: exchange
tr: takas et
vi: Trao đổi

source: take
tr: al
vi: Nhận

source: show
tr: göster
vi: Trình bày

source: offer
tr: teklif et
vi: Đề nghị

source: Ask listener to join you (new menu)
tr: Dinleyiciden sana katılmasını iste (yeni menü)
vi: Yêu cầu người nghe tham gia cùng bạn (menu mới)

source: join
tr: katıl
vi: Tham gia

source: Ask about the structure you are in
tr: İçinde bulunduğun yapıyı sor
vi: Hỏi về công trình bạn đang ở

source: structure
tr: yapı
vi: Công trình

source: Ask about the listener's master or boss
tr: Dinleyicinin efendisi veya patronu hakkında sor
vi: Hỏi về chủ nhân hoặc thủ lĩnh của người nghe

source: boss
de: Chef
fr: chef
ko: 사장
pl: szef
pt_br: saliência
ru: босс
tr: patron
vi: Thủ lĩnh
zh_hans: 老板

source: Ask about the listener's schemes and plots
tr: Dinleyicinin planları ve entrikaları hakkında sor
vi: Hỏi về âm mưu và kế hoạch của người nghe

source: scheme
tr: entrika
vi: Âm mưu

source: plot
tr: plan
vi: Mưu đồ

source: Inquire about listener's profession
tr: Dinleyicinin mesleğini sor
vi: Hỏi về nghề nghiệp của người nghe

source: profession
tr: meslek
vi: Nghề nghiệp

source: work
de: Arbeit
fr: travailler
it: lavoro
ko: 일하는
pt_br: trabalho
ru: работа
tr: iş
vi: Công việc
zh_hans: 工作

source: Ask how listener is feeling
tr: Dinleyicinin nasıl hissettiğini sor
vi: Hỏi xem người nghe đang cảm thấy thế nào

source: feelings
tr: hisler
vi: Cảm xúc

source: emotions
tr: duygular
vi: Cảm xúc

source: Make a flattering remark
tr: Dalkavukça bir yorum yap
vi: Đưa ra nhận xét tâng bốc

source: flatter
tr: yağ çek
vi: Tâng bốc

source: Try to calm the listener
tr: Dinleyiciyi sakinleştirmeye çalış
vi: Cố gắng trấn an người nghe

source: pacify
tr: yatıştır
vi: Trấn an

source: Tell a joke
tr: Bir fıkra anlat
vi: Kể một câu chuyện cười

source: joke
tr: şaka
vi: Chuyện cười

source: Ask about listener's family
tr: Dinleyicinin ailesini sor
vi: Hỏi về gia đình của người nghe

source: Ask for permission to stay for a day
tr: Bir gün kalmak için izin iste
vi: Xin phép ở lại một ngày

source: permission
tr: izin
vi: Sự cho phép

source: rest
tr: dinlen
vi: Nghỉ ngơi

source: Ask for a cease to hostilities
tr: Çatışmaların durdurulmasını iste
vi: Yêu cầu chấm dứt thù địch

source: cease
tr: durdur
vi: Chấm dứt

source: stop
tr: dur
vi: Dừng lại

source: Accept that the listener will not trade
tr: Dinleyicinin şunun ticaretini yapmayacağını kabul et:
vi: Chấp nhận rằng người nghe sẽ không giao thương

source: the object
tr: nesne
vi: Vật phẩm

source: accept
tr: kabul et
vi: Chấp nhận

source: refusal
tr: red
vi: Sự từ chối

source: Suggest that the listener trade
tr: Dinleyicinin şunun ticaretini yapmasını öner:
vi: Đề nghị người nghe giao thương

source: suggest
tr: öner
vi: Đề nghị

source: Ask the listener for the location of
tr: Dinleyiciye şunun yerini sor:
vi: Hỏi người nghe về vị trí của

source: Agree to have
tr: Şunu kabul et:
vi: Đồng ý chấp nhận

source: accept homage from
tr: şundan biat kabul etmeyi
vi: Chấp nhận cống nạp từ

source: agree
tr: kabul et
vi: Đồng ý

source: Refuse to have
tr: Şunu reddet:
vi: Từ chối chấp nhận

source: Agree to make peace between
tr: Şunlar arasında barış yapmayı kabul et:
vi: Đồng ý hòa giải giữa

source: Refuse to make peace between
tr: Şunlar arasında barış yapmayı reddet:
vi: Từ chối hòa giải giữa

source: pay homage to
tr: şuna biat etmeyi
vi: Cống nạp cho

source: Offer to have
tr: Şunu teklif et:
vi: Đề nghị chấp nhận

source: homage
tr: biat
vi: Sự cống nạp

source: Cancel tribute from
tr: Şundan gelen haracı iptal et:
vi: Hủy bỏ cống phẩm từ

source: Offer peace between
tr: Şunlar arasında barış teklif et:
vi: Đề nghị hòa bình giữa

source: Demand that
tr: Şunu talep et:
vi: Yêu cầu rằng

source: Demand the listener's identity
tr: Dinleyicinin kimliğini talep et
vi: Yêu cầu danh tính của người nghe

source: Demand that the listener drop
tr: Dinleyicinin şunu bırakmasını talep et:
vi: Yêu cầu người nghe bỏ xuống

source: drop
tr: bırak
vi: Bỏ xuống

source: rob
tr: soy
vi: Cướp đoạt

source: Demand that the listener yield
tr: Dinleyicinin teslim olmasını talep et
vi: Yêu cầu người nghe nhượng bộ

source: yield
tr: teslim ol
vi: Nhượng bộ

source: Welcome yourself to your new home
tr: Kendini yeni evine buyur et
vi: Hãy tự chào mừng mình đến ngôi nhà mới của bạn

source: welcome
tr: hoş geldin
vi: Chào mừng

source: home
de: zuhause
fr: domicile
it: casa
ko: 집
pl: dom
ru: дом
tr: ev
vi: Nhà
zh_hans: 家

source: Raise alarm
tr: Alarm ver
vi: Báo động

source: intruder
de: Eindringling
fr: intrus
it: intruso
ko: 침입자
pl: intruz
pt_br: intruso
ru: нарушитель
tr: davetsiz misafir
vi: Kẻ xâm nhập
zh_hans: 侵入者

source: Brag about your past violent acts
tr: Geçmişteki şiddet eylemlerinle övün
vi: Khoe khoang về những hành động bạo lực trong quá khứ của bạn

source: brag
tr: övün
vi: Khoe khoang

source: boast
tr: böbürlen
vi: Khoác lác

source: transfer
tr: devret
vi: Chuyển giao

source: Offer listener your position as
tr: Dinleyiciye şu pozisyonunu teklif et:
vi: Đề nghị người nghe vị trí của bạn với tư cách là

source: adopt
tr: evlat edin
vi: Nhận nuôi

source: Ask listener to adopt
tr: Dinleyiciden şunu evlat edinmesini iste:
vi: Yêu cầu người nghe nhận nuôi

source: Accept the position
tr: Pozisyonu kabul et
vi: Chấp nhận vị trí

source: Refuse the position
tr: Pozisyonu reddet
vi: Từ chối vị trí

source: Agree to the adoption
tr: Evlat edinmeyi kabul et
vi: Đồng ý với việc nhận nuôi

source: Refuse the adoption
tr: Evlat edinmeyi reddet
vi: Từ chối việc nhận nuôi

source: Ask listener why they are traveling
tr: Dinleyiciye neden seyahat ettiğini sor
vi: Hỏi người nghe lý do họ đang du hành

source: travel
tr: seyahat
vi: Du hành

source: Ask how strong this group's hold over its lands is
tr: Bu grubun toprakları üzerindeki hakimiyetinin ne kadar güçlü olduğunu sor
vi: Hỏi xem nhóm này kiểm soát vùng đất của họ mạnh mẽ đến mức nào

source: hold
tr: hakimiyet
vi: Sự kiểm soát

source: withdraw
tr: geri çekil
vi: Rút lui

source: Ask about the position of this group's forces
tr: Bu grubun güçlerinin konumunu sor
vi: Hỏi về vị trí lực lượng của nhóm này

source: guard
tr: muhafız
vi: Lính gác

source: armies
tr: ordular
vi: Đội quân

source: Ask about other groups with a stake in this site
tr: Bu yerde çıkarı olan diğer grupları sor
vi: Hỏi về các nhóm khác có quyền lợi tại địa điểm này

source: groups
tr: gruplar
vi: Các nhóm

source: exile
de: Exil
fr: exilé
it: esilio
ko: 망명
pl: wygnanie
pt_br: exílio
ru: изгнанник
tr: sürgün
vi: Kẻ lưu vong
zh_hans: 流亡

source: Ask if anybody fled from this site
tr: Bu yerden kaçan olup olmadığını sor
vi: Hỏi xem liệu có ai đã bỏ trốn khỏi địa điểm này không

source: flee
tr: kaç
vi: Bỏ trốn

source: fled
tr: kaçtı
vi: Đã bỏ trốn

source: Ask about the local ruler
tr: Yerel yöneticiyi sor
vi: Hỏi về thủ lĩnh địa phương

source: Ask about this site's neighbors and trade partners
tr: Bu yerin komşularını ve ticaret ortaklarını sor
vi: Hỏi về hàng xóm và đối tác thương mại của địa điểm này

source: neighbors
tr: komşular
vi: Hàng xóm

source: Comment on weather
tr: Hava durumu hakkında yorum yap
vi: Bình luận về thời tiết

source: weather
de: Wetter
fr: Météo
it: tempo
ko: 날씨
pl: pogoda
pt_br: tempo
ru: погода
tr: hava durumu
vi: Thời tiết
zh_hans: 天气

source: Offer encouragement
tr: Cesaret ver
vi: Đưa ra lời động viên

source: Comment on natural surroundings
tr: Doğal çevre hakkında yorum yap
vi: Bình luận về cảnh quan thiên nhiên

source: Ask about the surrounding area
tr: Çevredeki bölgeyi sor
vi: Hỏi về khu vực xung quanh

source: surroundings
tr: çevre
vi: Môi trường xung quanh

source: area
tr: alan
vi: Khu vực

source: Invoke true name to banish listener
tr: Dinleyiciyi kovmak için gerçek adını kullan
vi: Triệu hồi chân danh để trục xuất người nghe

source: true
de: wahr
fr: vrai
it: vero
ko: 진실
pl: prawdziwy
pt_br: verdadeiro
ru: правда
tr: gerçek
vi: Sự thật
zh_hans: 真

source: banish
tr: kov
vi: Trục xuất

source: Invoke true name to compel service from listener
tr: Dinleyiciyi hizmete zorlamak için gerçek adını kullan
vi: Triệu hồi chân danh để ép người nghe phải phục tùng

source: Accuse listener of being a night creature
tr: Dinleyiciyi gece yaratığı olmakla suçla
vi: Buộc tội người nghe là một sinh vật bóng đêm

source: Impatiently say goodbye
tr: Sabırsızca veda et
vi: Thiếu kiên nhẫn nói lời tạm biệt

source: goodbye
tr: güle güle
vi: Tạm biệt

source: bye
tr: hoşça kal
vi: Tạm biệt

source: done
tr: bitti
vi: Hoàn tất

source: quit
tr: çık
vi: Thoát

source: Say goodbye
tr: Veda et
vi: Nói lời tạm biệt

source: Bypass greeting (new menu)
tr: Selamlamayı atla (yeni menü)
vi: Bỏ qua lời chào (menu mới)

source: bypass
tr: atla
vi: Bỏ qua

source: skip
tr: geç
vi: Bỏ qua

source: Change the subject (new menu)
tr: Konuyu değiştir (yeni menü)
vi: Thay đổi chủ đề (menu mới)

source: subject
de: Thema
fr: matière
it: soggetto
ko: 주제
pl: podmiot
pt_br: assunto
ru: тема
tr: konu
vi: Chủ đề
zh_hans: 主题

source: back
tr: geri
vi: Quay lại

source: Return to current topic (new menu)
tr: Mevcut konuya dön (yeni menü)
vi: Quay lại chủ đề hiện tại (menu mới)

source: return
tr: dön
vi: Quay lại

source: Refuse to share this information
tr: Bu bilgiyi paylaşmayı reddet
vi: Từ chối chia sẻ thông tin này

source: Say that you have no family
tr: Ailen olmadığını söyle
vi: Nói rằng bạn không có gia đình

source: Ask what happened
tr: Ne olduğunu sor
vi: Hỏi xem chuyện gì đã xảy ra

source: what
tr: ne
vi: Chuyện gì

source: happened
tr: oldu
vi: Đã xảy ra

source: Ask listener to join you and be rescued
tr: Dinleyiciden sana katılmasını ve kurtarılmayı iste
vi: Yêu cầu người nghe tham gia cùng bạn và được giải cứu

source: Give report pertaining to service as a
tr: Şu görevle ilgili rapor ver:
vi: Báo cáo liên quan đến việc phục vụ với tư cách là một

source: duty
de: Zoll
fr: devoir
it: dovere
ko: 의무
pl: obowiązek
pt_br: dever
ru: служба
tr: görev
vi: Nhiệm vụ
zh_hans: 义务

source: report
tr: rapor
vi: Báo cáo

source: Praise listener for completing the task
tr: Görevi tamamladığı için dinleyiciyi öv
vi: Khen ngợi người nghe vì đã hoàn thành nhiệm vụ

source: praise
tr: öv
vi: Khen ngợi

source: task
tr: görev
vi: Nhiệm vụ

source: Request duty or advice pertaining to service as a
tr: Şu hizmetle ilgili görev veya tavsiye iste:
vi: Yêu cầu nhiệm vụ hoặc lời khuyên liên quan đến việc phục vụ với tư cách là một

source: advice
tr: tavsiye
vi: Lời khuyên

source: Ask to be made a
tr: Şu olmayı iste:
vi: Yêu cầu được trở thành một

source: keeper
tr: işletmeci
vi: Người giữ

source: monster
fr: monstre
it: mostro
ko: 괴물
pl: potwór
pt_br: Monstro
ru: монстр
tr: canavar
vi: Quái vật
zh_hans: 怪物

source: slayer
de: Mörder
fr: tueur
it: uccisore
ko: 살해자
pl: pogromca
pt_br: matador
ru: убийца
tr: avcı
vi: Kẻ tiêu diệt
zh_hans: 杀手

source: Ask for
tr: Şunun:
vi: Yêu cầu

source: to made
tr: şu yapılmasını iste:
vi: được trở thành

source: tavern keepers
tr: meyhaneciler
vi: Chủ quán rượu

source: performers
tr: sanatçılar
vi: Người biểu diễn

source: scholars
tr: alimler
vi: Học giả

source: doctors
de: Ärzte
fr: médecins
it: dottori
ko: 의사들
pl: lekarze
pt_br: médicos
ru: врачи
tr: doktorlar
vi: Thầy thuốc
zh_hans: 医生们

source: mercenaries
tr: paralı askerler
vi: Lính đánh thuê

source: monster slayers
tr: canavar avcıları
vi: Kẻ tiêu diệt quái vật

source: Grant listener work as
tr: Dinleyiciye şu işi ver:
vi: Cấp cho người nghe công việc làm

source: grant
tr: şuna
vi: Cấp

source: Grant
tr: Şuna
vi: Cấp

source: work as
tr: şu şu görevi ver:
vi: Làm việc với tư cách là

source: diagnosticians
tr: teşhis uzmanları
vi: Chuyên gia chẩn đoán

source: surgeons
tr: cerrahlar
vi: Bác sĩ phẫu thuật

source: bone doctors
tr: kemik doktorları
vi: Thầy bó xương

source: Refuse listener work as
tr: Dinleyicinin şu işini reddet:
vi: Từ chối cấp công việc cho người nghe với tư cách là

source: Ask to join
tr: Şuna katılmayı iste:
vi: Xin tham gia

source: Accept into
tr: Şuna kabul et:
vi: Chấp nhận vào

source: Refuse request to join
tr: Şuna katılma isteğini reddet:
vi: Từ chối yêu cầu tham gia

source: Invite listener to join
tr: Dinleyiciyi şuna katılmaya davet et:
vi: Mời người nghe tham gia

source: Accept invitation to join
tr: Şuna katılma davetini kabul et:
vi: Chấp nhận lời mời tham gia

source: Refuse invitation to join
tr: Şuna katılma davetini reddet:
vi: Từ chối lời mời tham gia

source: decline
tr: reddet
vi: Từ chối

source: Leave
tr: Ayrıl
vi: Rời đi

source: Kick listener out of
tr: Dinleyiciyi şuradan kov:
vi: Đuổi người nghe ra khỏi

source: kick
de: tritt
fr: donner un coup
it: calcio
ko: 발 차기
pl: kopnij
pt_br: chute
ru: пинок
tr: kov
vi: Đuổi
zh_hans: 踢

source: Refuse invitation to become a
tr: Şu olma davetini reddet:
vi: Từ chối lời mời trở thành một

source: Accept invitation to become a
tr: Şu olma davetini kabul et:
vi: Chấp nhận lời mời trở thành một

source: Refuse request to become a
tr: Şu olma isteğini reddet:
vi: Từ chối yêu cầu trở thành một

source: Accept as a
tr: Şu olarak kabul et:
vi: Chấp nhận với tư cách là một

source: Revoke listener's status as a
tr: Dinleyicinin şu statüsünü iptal et:
vi: Thu hồi tư cách của người nghe với vai trò là một

source: revoke
tr: iptal et
vi: Thu hồi

source: Invite listener to become a
tr: Dinleyiciyi şu olmaya davet et:
vi: Mời người nghe trở thành một

source: Ask to become a
tr: Şu olmayı iste:
vi: Yêu cầu được trở thành một

source: Ask to be rescued
tr: Kurtarılmayı iste
vi: Xin được giải cứu

source: Reply to greeting
tr: Selamlamaya cevap ver
vi: Trả lời lời chào

source: reply
tr: cevap ver
vi: Trả lời

source: Refuse conversation
tr: Konuşmayı reddet
vi: Từ chối trò chuyện

source: Reply to greeting (impersonation)
tr: Selamlamaya cevap ver (sahte kimlikle)
vi: Trả lời lời chào (giả mạo)

source: impersonate
tr: taklit et
vi: Giả mạo

source: State
tr: Şunun
vi: Nêu rõ

source: 's location
tr: konumunu
vi: vị trí của

source: to be
tr: şu olarak belirt:
vi: Là

source: Suggest talking to
tr: Şununla konuşmayı öner:
vi: Gợi ý nói chuyện với

source: to offer condolences
tr: başsağlığı dilemek için
vi: để bày tỏ lời chia buồn

source: Suggest traveling to
tr: Şuraya seyahat etmeyi öner:
vi: Đề nghị du hành tới

source: to find a relative
tr: bir akraba bulmak için
vi: để tìm một người thân

source: State that you weren't acquainted
tr: Tanışmadığını belirt
vi: Tuyên bố không quen biết

source: Tell listener to enjoy peace and remain vigilant
tr: Dinleyiciye barışın tadını çıkarmasını ve tetikte kalmasını söyle
vi: Bảo người nghe tận hưởng hòa bình và luôn cảnh giác

source: enjoy
tr: tadını çıkar
vi: tận hưởng

source: Offer condolences
tr: Başsağlığı dile
vi: Bày tỏ lời chia buồn

source: condolences
tr: başsağlığı
vi: lời chia buồn

source: sorry
tr: üzgünüm
vi: xin lỗi

source: Ask listener's course of action
tr: Dinleyicinin hareket tarzını sor
vi: Hỏi về kế hoạch hành động của người nghe

source: Request suggestion for course of action
tr: Hareket tarzı için öneri iste
vi: Yêu cầu gợi ý về kế hoạch hành động

source: Ask listener to join you as entertainer
tr: Dinleyiciden sana eğlendirici olarak katılmasını iste
vi: Mời người nghe tham gia cùng làm nghệ sĩ giải trí

source: entertain
tr: eğlendir
vi: giải trí

source: Ask listener to join you on adventures
tr: Dinleyiciden sana maceralarda katılmasını iste
vi: Mời người nghe tham gia các cuộc phiêu lưu cùng

source: adventure
de: Abenteuer
fr: aventure
it: avventura
ko: 모험
pl: przygoda
pt_br: Aventureiro
ru: приключение
tr: macera
vi: phiêu lưu
zh_hans: 冒险

source: Ask listener to guide you to a location
tr: Dinleyiciden sana bir konuma rehberlik etmesini iste
vi: Yêu cầu người nghe hướng dẫn đến một địa điểm

source: site
de: Seite
fr: placer
it: sito
ko: 대지
pl: strona
pt_br: local
ru: место
tr: yer
vi: địa điểm
zh_hans: 现场

source: place
tr: yer
vi: nơi chốn

source: Respond to join request
tr: Katılma isteğine yanıt ver
vi: Phản hồi lời mời tham gia

source: respond
tr: yanıtla
vi: phản hồi

source: Ask listener to join you in a rescue
tr: Dinleyiciden bir kurtarma operasyonunda sana katılmasını iste
vi: Mời người nghe tham gia cùng trong một cuộc giải cứu

source: Ask listener to join you in an insurrection
tr: Dinleyiciden bir ayaklanmada sana katılmasını iste
vi: Mời người nghe tham gia cùng trong một cuộc nổi dậy

source: State opinion that it must be stopped with violent force
tr: Bunun şiddetli güçle durdurulması gerektiği fikrini belirt
vi: Bày tỏ quan điểm rằng nó phải bị ngăn chặn bằng vũ lực bạo tàn

source: force
de: Kraft
fr: Obliger
it: forza
ko: 힘
pl: siłą
pt_br: Força
ru: сила
tr: güç
vi: vũ lực
zh_hans: 力

source: State opinion that it is not your problem
tr: Bunun senin sorunun olmadığı fikrini belirt
vi: Bày tỏ quan điểm rằng đó không phải vấn đề của bạn

source: State opinion that it was inevitable
tr: Bunun kaçınılmaz olduğu fikrini belirt
vi: Bày tỏ quan điểm rằng đó là điều không thể tránh khỏi

source: State opinion that this is the life for you
tr: Bu hayatın sana göre olduğu fikrini belirt
vi: Bày tỏ quan điểm rằng đây chính là cuộc sống dành cho mình

source: life
tr: hayat
vi: cuộc sống

source: State opinion that it is sad but not unexpected
tr: Bunun üzücü ama beklenmedik olmadığı fikrini belirt
vi: Bày tỏ quan điểm rằng nó thật đáng buồn nhưng không bất ngờ

source: expected
tr: beklenen
vi: được dự kiến

source: State opinion that it is terrible
tr: Bunun korkunç olduğu fikrini belirt
vi: Bày tỏ quan điểm rằng nó thật kinh khủng

source: State opinion that it is terrifying
tr: Bunun dehşet verici olduğu fikrini belirt
vi: Bày tỏ quan điểm rằng nó thật kinh hoàng

source: terrifying
tr: dehşet verici
vi: kinh hoàng

source: State that you don't know anything about it
tr: Bu konuda hiçbir şey bilmediğini belirt
vi: Tuyên bố rằng bạn không biết gì về nó
