Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Set plant gathering orders.
de: Legen Sie Aufträge zum Sammeln von Pflanzen fest.
fr: Définissez les commandes de cueillette des plantes.
it: Imposta ordini di raccolta delle piante.
ko: 식물 채집 명령 설정.
pl: Ustaw polecenia zbierania.
pt_br: Definir ordens de coleta de plantas.
ru: Приказать собирать растения
tr: Bitki toplama emirlerini ayarla.
vi: Thiết lập lệnh thu thập thực vật.
zh_hans: 设置植物采集命令。

source: Set plant gathering orders. Some plants require fruit or other growths to be present.
de: Legen Sie Aufträge zum Sammeln von Pflanzen fest. Bei einigen Pflanzen müssen Früchte oder andere Gewächse vorhanden sein.
fr: Définissez les commandes de cueillette des plantes. Certaines plantes nécessitent la présence de fruits ou d'autres excroissances.
it: Imposta ordini di raccolta delle piante. Alcune piante richiedono frutti o altre escrescenze.
ko: 식물 채집 순서를 설정합니다. 어떤 식물들은 과일이나 다른 식물들이 있어야 한다.
pl: Ustaw polecenia zbierania. Niektóre rośliny wymagają obecności owoców lub innych plonów.
pt_br: Definir ordens de coleta de plantas. Algumas plantas requerem a presença de frutas ou outros cultivos.
ru: Приказы сбора растений. Для сбора некоторых растений нужно, чтобы на них были плоды или что-то подобное.
vi: Thiết lập lệnh thu thập thực vật. Một số loài cây yêu cầu phải có quả hoặc các phần tăng trưởng khác.
zh_hans: 设置植物采集命令。有些植物需要有果实或其他可采集生长物才能进行。

source: Finish setting plant gathering orders.
de: Beenden Sie die Einstellung der Pflanzensammlungsaufträge.
fr: Terminez de définir les ordres de cueillette des plantes.
it: Finisci d'impostare ordini di raccolta di piante.
ko: 식물 채집 명령 설정 끝내기.
pl: Zakończ ustawianie poleceń zbierania roślin.
pt_br: Termine de definir as ordens de coleta de plantas.
ru: Скрыть приказы на сбор растений
tr: Bitki toplama emirlerini ayarlamayı bitir.
vi: Hoàn tất thiết lập lệnh thu thập thực vật.
zh_hans: 完成植物采集命令的设置。

source: Change to standard gather mode.
de: Wechseln Sie in den Standard-Sammelmodus.
fr: Passez en mode de collecte standard.
it: Passa a mod. di raccolta standard.
ko: 표준 수집 모드로 변경합니다.
pl: Zmień na standardowy tryb zbierania.
pt_br: Mudar para o modo de coleta padrão.
ru: Перейти в стандартный режим сбора.
tr: Standart toplama moduna geç.
vi: Chuyển sang chế độ thu thập tiêu chuẩn.
zh_hans: 改为标准采集模式。

source: Set wall smoothing, engraving, track carving, and fortification orders.
de: Legen Sie Aufträge zum Glätten von Wänden, Gravieren, Einmeißeln von Gleisen und Befestigungen fest.
fr: Définissez les ordres de lissage, de gravure, de sculpture de voie et de fortification des murs.
it: Imposta ordini di levigatura dei muri, incisione, intaglio dei binari e fortificazione.
ko: 벽 다듬기, 조각, 선로 만들기 및 방어 시설 구축 명령 설정.
pl: Ustaw zadania wygładzania ścian, grawerowania, rzeźbienia torów oraz fortyfikacji.
pt_br: Define ordens de alisamento, entalhamento, reforço e confecção de trilhos.
ru: Приказать сглаживать стены, гравировать, вырезать рельсы и бойницы
tr: Duvar pürüzsüzleştirme, kazıma, ray oyma ve siper emirlerini ayarla.
vi: Đặt lệnh làm mịn tường, khắc họa, khắc đường ray và củng cố.
zh_hans: 设置墙壁平滑、雕刻、轨道雕刻和防御工事命令。

source: Smooth a rough wall to make it more pleasing to your citizens. This also prepares the wall for engraving or fortification.
de: Glätten Sie eine raue Wand, um sie für Ihre Bürger angenehmer zu gestalten. Dadurch wird die Mauer auch für die Gravur oder Befestigung vorbereitet.
fr: Lissez un mur rugueux pour le rendre plus agréable à vos citoyens. Cela prépare également le mur pour la gravure ou la fortification.
it: Leviga un muro grezzo per renderlo più gradevole ai cittadini. In questo modo si prepara anche il muro per l'incisione o fortificazione.
ko: 거친 벽을 매만져서 시민들을 더욱 즐겁게 합니다. 또한 벽을 조각하거나 요새화를 위한 준비이기도 합니다.
pl: Wygładź nierówną ścianę, aby uczynić ją przyjemniejszą dla twoich obywateli. W ten sposób przygotowujesz również ściany pod grawerowanie lub fortyfikacje.
pt_br: Alisa uma parede bruta para torna-la mais agradável para seus cidadãos. Isso também prepara a parede para entalhos ou reforços.
ru: Сгладить грубую стену, чтобы сделать ее более приятной для ваших граждан. Это также подготавливает стену к нанесению гравировки или вырезания бойницы.
vi: Làm mịn một bức tường thô để làm hài lòng cư dân của bạn hơn. Việc này cũng chuẩn bị tường cho việc khắc họa hoặc củng cố.
zh_hans: 将粗糙的墙壁打磨平整，让您的市民更满意。这也为雕刻或防御工事准备了墙壁。

source: Engrave artwork into a smooth wall.
fr: Gravez une œuvre d'art sur un mur lisse.
it: Incidi opera d'arte su un muro liscio.
ko: 매끄러운 벽에 작품을 조각합니다.
pl: Wygraweruj sztukę w wygładzonych ścianach.
pt_br: Esculpe obras de arte numa parede lisa.
ru: Гравировать изображение на сглаженной стене.
tr: Pürüzsüz bir duvara sanat eseri işle.
vi: Khắc họa tác phẩm nghệ thuật vào tường đã làm mịn.
zh_hans: 在光滑的墙上雕刻艺术品。

source: Carve a track in a stone floor. Tracks are used by minecarts with routes set in the hauling menu.
fr: Sculpter une voie dans un sol en pierre. Les pistes sont utilisées par les wagonnets avec des itinéraires définis dans le menu de transport.
it: Scolpisci un binario in un pavimento di pietra. I binari sono utilizzati dai carri minerari con percorsi impostati nel menù di trasporto.
ko: 돌바닥에 선로를 파세요. 트랙은 운반 메뉴에서 경로가 설정된 마인 카트에서 사용됩니다.
pl: Wyżłób tory w kamiennej podłodze. Tory są używane przez wagoniki z trasami ustawianymi w menu Przenoszenia.
pt_br: Entalha trilhos num chão de pedra. Trilhos são usados por carrinhos de mina com rotas definidas no menu de transportes.
ru: Вырезать рельсы в каменном полу. Рельсы нужны для вагонеток с маршрутами, заданными в меню переноски.
vi: Khắc đường ray trên sàn đá. Đường ray được xe đẩy mỏ sử dụng với tuyến đường đã đặt trong menu vận chuyển.
zh_hans: 在石头地板上雕刻一条轨道。 轨道由矿车使用，其路线在运输菜单中设置。

source: Carve a gap in a smooth wall to allow your archers to fire upon invaders.
fr: Creusez un espace dans un mur lisse pour permettre à vos archers de tirer sur les envahisseurs.
it: Apri un varco in un muro liscio per consentire ai tuoi arcieri di sparare contro gli invasori.
ko: 궁수들이 침입자를 향해 사격할 수 있도록 매끄러운 벽에 틈을 파십시오.
pl: Wyżłób szczelinę w gładkiej ścianie, aby pozwolić twoim łucznikom strzelać do najeźdźców.
pt_br: Entalhe uma abertura numa parede lisa para possibilitar que seus arqueiros atirem em invasores.
ru: Прорубить бойницу в гладкой стене, чтобы ваши лучники могли стрелять по захватчикам.
tr: Okçularınızın işgalcilere ateş etmesini sağlamak için pürüzsüz bir duvara mazgal oy.
vi: Khắc một khe hở trên tường đã làm mịn để cho phép cung thủ của bạn bắn vào kẻ xâm lược.
zh_hans: 在光滑的墙壁上开出一个缺口，让您的弓箭手可以向入侵者射击。

source: Finish setting wall orders.
de: Beenden Sie das Setzen der Wandaufträge.
fr: Terminez la configuration des commandes murales.
it: Finisci d'impostare ordini di mura.
ko: 벽 설정 끝내기.
pl: Zakończ ustawianie rozkazów murowania.
pt_br: Termine de definir as ordens das paredes.
ru: Завершить установку приказов на стену.
tr: Duvar emirlerini ayarlamayı bitir.
vi: Hoàn tất việc đặt lệnh tường.
zh_hans: 完成墙体命令设置。

source: Change to standard orders mode.
fr: Passez en mode commandes standard.
it: Passa a mod. ordini standard.
ko: 표준 주문 모드로 변경합니다.
pl: Zmień na tryb standardowych rozkazów.
pt_br: Mudar para o modo de ordens padrão.
ru: Переключиться в режим стандартных приказов.
tr: Standart emir moduna geç.
vi: Chuyển sang chế độ lệnh tiêu chuẩn.
zh_hans: 改为标准命令模式。

source: Designate items for dumping and melting, claim forbidden items and buildings, and set item visibility.
de: Bestimmen Sie Gegenstände zum Entsorgen und Einschmelzen, erheben Sie Anspruch auf verbotene Gegenstände und Gebäude, und legen Sie die Sichtbarkeit von Gegenständen fest.
fr: Désignez les objets à jeter et à fondre, revendiquez les objets et bâtiments interdits et définissez la visibilité des objets.
it: Marca gli oggetti per lo scarico e la fusione, reclama oggetti ed edifici proibiti e imposta la visibilità degli oggetti.
ko: 버리기 및 용해 품목 지정, 금지 품목 및 건물 클레임, 품목 가시성 설정.
pl: Wyznacz przedmioty do wyrzucenia i przetopienia, zbierz porzucone przedmioty i budowle oraz ustaw widoczność przedmiotów.
pt_br: Designa itens para descarte e fusão, reivindica itens e construções proibidas, e define a visibilidade do item.
ru: Отметить предметы для выброса или переплавки, разрешить взаимодействие с запрещенными предметами и постройками, либо переключить видимость предметов
tr: Eşyaları çöpe atılmak ve eritilmek üzere işaretleyin, yasaklı eşya ve binaları talep edin ve eşya görünürlüğünü ayarlayın.
vi: Chỉ định vật phẩm để đổ bỏ và nấu chảy, tuyên bố quyền sở hữu vật phẩm và công trình bị cấm, và đặt chế độ hiển thị vật phẩm.
zh_hans: 指定倾倒和熔化的物品，要求禁止的物品和建筑，并设置物品的可见性。

source: Finish setting item/building designations.
de: Beenden Sie die Einstellung von Objekt-/Gebäudebezeichnungen.
fr: Terminez de définir les désignations des objets/bâtiments.
it: Finisci d'impostare le designazioni di oggetti/edifici.
ko: 항목/건물 지정 설정을 마칩니다.
pl: Zakończ ustawianie przeznaczenia przedmiotów/budowli.
pt_br: Terminar de atribuir designações à itens/construções.
ru: Закончить обозначение предметов/построек.
tr: Eşya/bina işaretlemelerini ayarlamayı bitir.
vi: Hoàn tất việc đặt chỉ định vật phẩm/công trình.
zh_hans: 完成对物品/建筑物的标志。

source: Claim a forbidden item or building so it will be used by your citizens.
de: Beanspruchen Sie einen verbotenes Item oder ein verbotenes Gebäude, damit es von Ihren Bürgern genutzt werden kann.
fr: Revendiquez un objet ou un bâtiment interdit afin qu'il soit utilisé par vos citoyens.
it: Reclama un oggetto o un edificio proibito in modo che possa essere utilizzato dai tuoi cittadini.
ko: 시민들이 사용할 수 있도록 금지된 물품이나 건물을 설정하십시오.
pl: Zajmij porzucony przedmiot lub budowlę, aby była używana przez twoich obywateli.
pt_br: Reivindica um item ou construção proibida para que possam ser usados por seus cidadãos.
ru: Разрешить своим гражданам пользоваться запрещенным предметом или постройкой.
tr: Yasaklı bir eşya veya binayı geri kazanarak vatandaşlarınız tarafından kullanılmasını sağlayın.
vi: Tuyên bố quyền sở hữu vật phẩm hoặc công trình bị cấm để cư dân của bạn có thể sử dụng.
zh_hans: 允许一个被禁止的物品或建筑，这样它就会被你的公民使用。

source: Forbid your citizens from using an item or building.
de: Verbieten Sie Ihren Bürgern, ein Item oder ein Gebäude zu benutzen.
fr: Interdisez à vos citoyens d'utiliser un objet ou un bâtiment.
it: Vieta ai cittadini di utilizzare un oggetto o un edificio.
ko: 시민들이 아이템이나 건물을 사용하는 것을 금지하십시오.
pl: Powstrzymaj twoich obywateli przed używaniem przedmiotu lub budowli.
pt_br: Proíbe seus cidadãos de usar um item ou construção.
ru: Запретить своим гражданам пользоваться каким-либо предметом или постройкой.
tr: Vatandaşlarınızın bir eşya veya binayı kullanmasını yasaklayın.
vi: Cấm cư dân của bạn sử dụng một vật phẩm hoặc công trình.
zh_hans: 禁止你的公民使用某种物品或建筑。

source: Designate an item for dumping in a dumping zone.
de: Kennzeichnen Sie einen item zum Entsorgen in einer Entsorgungszone.
fr: Désignez un objet à déposer dans une zone de décharge.
it: Designa un articolo per lo scarto in una zona di scarico.
ko: 투기구역에 투기할 품목을 지정합니다.
pl: Przeznacz przedmiot do wyrzucenia w strefie zrzutu.
pt_br: Designe um item para ser descartado em uma zona de descarte.
ru: Выбрать предмет для выброса.
tr: Bir eşyayı çöplük bölgesine atılmak üzere işaretleyin.
vi: Chỉ định một vật phẩm để đổ bỏ trong một khu vực đổ bỏ.
zh_hans: 指定在抛弃区抛弃的物品

source: Remove dumping designations.
de: Entfernen Sie die Dumping-Zuordnungen.
fr: Supprimer les désignations de décharge.
it: Rimuovi le designazioni delle discariche.
ko: 덤핑 지정을 제거하십시오.
pl: Usuń zaznaczenia wyrzucenia.
pt_br: Remova as designações de despejo.
ru: Убрать отметку на выброс.
tr: Çöpe atma işaretlerini kaldır.
vi: Gỡ bỏ chỉ định đổ bỏ.
zh_hans: 移除垃圾标志。

source: Designate an item for melting at any smelter.
de: Bestimmen Sie ein Item zum Schmelzen in einer beliebigen Schmelzanlage.
fr: Désignez un objet à fondre dans n'importe quelle fonderie.
it: Marca un oggetto da fondere in qualsiasi fonderia.
ko: 제련소에서 녹일 항목을 지정하십시오.
pl: Przeznacz przedmiot do przetopienia w dowolnej hucie.
pt_br: Designe um item para derreter em qualquer fundição.
ru: Отметить изделие для переплавки в любой плавильне.
tr: Bir eşyayı herhangi bir dökümhanede eritilmek üzere işaretleyin.
vi: Chỉ định một vật phẩm để nấu chảy tại bất kỳ lò nung nào.
zh_hans: 指定一件物品在任何冶炼厂进行熔化。

source: Remove melting designations.
de: Entfernen Sie die Schmelz zuordnung.
fr: Supprimer les désignations de fusion.
it: Rimuovi le designazioni di fusione.
ko: 녹는 지정을 제거하십시오.
pl: Usuń zaznaczenie przetopienia.
pt_br: Remover designações de derretimento.
ru: Снять отметку на переплавку.
tr: Eritme işaretlerini kaldır.
vi: Gỡ bỏ chỉ định nấu chảy.
zh_hans: 移除熔炼标志。

source: Remove hidden designations.
de: Entfernen Sie versteckte Zuordnungen.
fr: Supprimez les désignations masquées.
it: Rimuovi le designazioni nascoste.
ko: 숨겨진 지정을 제거합니다.
pl: Usuń zaznaczenie ukrywania.
pt_br: Remover designações escondidas.
ru: Отменить скрытие предметов.
tr: Gizli işaretlemeleri kaldır.
vi: Gỡ bỏ chỉ định ẩn.
zh_hans: 移除隐藏标志。

source: Hide an item or building from your view. Citizens will still use it.
de: Verstecken Sie ein Item oder ein Gebäude. Die Bürger werden es trotzdem benutzen.
fr: Masquez un objet ou un bâtiment de votre vue. Les citoyens l'utiliseront toujours.
it: Nascondi un oggetto o un edificio dalla visuale. I cittadini continueranno a usarli.
ko: 보기에서 항목이나 건물을 숨깁니다.
pl: Ukryj przedmiot lub budowle przed widokiem. Obywatele wciąż będą ich używać.
pt_br: Oculte um item ou construção da sua visão. Os cidadãos ainda o usarão.
ru: Скрыть предмет или постройку. Граждане смогут продолжать ими пользоваться.
vi: Ẩn một vật phẩm hoặc công trình khỏi tầm nhìn của bạn. Cư dân vẫn sẽ sử dụng nó.
zh_hans: 从你的视野中隐藏一个物品或建筑。 公民仍然会使用它。

source: Set high and low traffic areas.
fr: Définissez des zones de trafic élevé et faible.
it: Imposta aree ad alto e basso traffico.
ko: 트래픽이 많은 영역과 낮은 영역을 설정합니다.
pl: Ustaw strefę wysokiego i niskiego ruchu.
pt_br: Defina áreas de alto e baixo tráfego.
ru: Установить зоны с высоким и низким трафиком.
tr: Yüksek ve düşük trafik alanlarını ayarla.
vi: Đặt khu vực lưu thông cao và thấp.
zh_hans: 设置高流量和低流量区域。

source: Finish setting traffic areas.
de: Fertigstellung der Verkehrsflächen.
fr: Terminer la configuration des zones de circulation.
it: Finisci d'impostare aree di traffico.
ko: 교통 구역 설정을 마칩니다.
pl: Zakończ ustawianie stref ruchu.
pt_br: Termine de definir as áreas de tráfego.
ru: Завершить настройку зон движения
tr: Trafik alanlarını ayarlamayı bitir.
vi: Hoàn tất việc đặt khu vực lưu thông.
zh_hans: 完成设置交通区域。

source: Set a high traffic area. Use this in wide central passages.
fr: Définissez une zone à fort trafic. Utilisez-le dans de larges passages centraux.
it: Imposta area ad alto traffico. Utilizzala in passaggi centrali larghi.
ko: 교통량이 많은 지역을 설정하십시오.
pl: Ustaw strefę wysokiego ruchu. Użyj w szerokich, centralnych przejściach.
pt_br: Defina uma área de alto tráfego. Use isso em passagens centrais largas.
ru: Установить зону с высоким трафиком. Используйте это в широких центральных проходах.
vi: Đặt một khu vực lưu thông cao. Sử dụng cái này ở các lối đi trung tâm rộng.
zh_hans: 设置一个高流量区域。 在宽阔的中央通道使用。

source: Set a normal traffic area, the default state.
fr: Définissez une zone de trafic normal, l'état par défaut.
it: Imposta un'area a traffico normale, lo stato predefinito.
ko: 기본 상태인 일반 교통 영역을 설정합니다.
pl: Ustaw normalną strefę ruchu, domyślny stan.
pt_br: Defina uma área de tráfego normal, o estado padrão.
ru: Установить зону обычного движения, установлено по умолчанию.
tr: Normal trafikli bir alan ayarla, varsayılan durum.
vi: Đặt một khu vực lưu thông bình thường, đây là trạng thái mặc định.
zh_hans: 设置一个正常的交通区域，默认状态。

source: Set a low traffic area. Citizens will look for better routes.
de: Legen Sie eine verkehrsarme Zone fest. Die Bürger werden nach besseren Routen suchen.
fr: Définissez une zone à faible trafic. Les citoyens chercheront de meilleurs itinéraires.
it: Imposta un'area a basso traffico. I cittadini cercheranno percorsi migliori.
ko: 교통량이 적은 지역을 설정하십시오.
pl: Ustaw strefę niskiego ruchu. Obywatele będą szukać lepszej trasy.
pt_br: Defina uma área de baixo tráfego. Os cidadãos vão procurar melhores rotas.
ru: Установить зону с низким трафиком. Граждане будут искать лучшие маршруты.
vi: Đặt một khu vực lưu thông thấp. Cư dân sẽ tìm kiếm các tuyến đường tốt hơn.
zh_hans: 设置一个低流量的区域。 公民会寻找更好的路线。

source: Set a restricted traffic area. Citizens will look hard for better routes. They will still use the area if other routes do not exist or are too long.
de: Richten Sie eine verkehrsberuhigte Zone ein. Die Bürger werden sich intensiv nach besseren Routen umsehen. Sie werden das Gebiet auch dann nutzen, wenn es keine anderen Routen gibt oder diese zu lang sind.
fr: Définissez une zone de circulation restreinte. Les citoyens rechercheront de meilleurs itinéraires. Ils utiliseront toujours la zone si d'autres itinéraires n'existent pas ou sont trop longs.
it: Stabilisci una zona a traffico limitato. I cittadini cercheranno con insistenza percorsi migliori. Utilizzeranno comunque l'area se altri percorsi non esistono o sono troppo lunghi.
ko: 제한된 트래픽 영역을 설정합니다. 시민들은 더 나은 경로를 찾기 위해 열심히 찾을 것이다. 그들은 다른 노선이 존재하지 않거나 너무 길면 그 지역을 계속 이용할 것이다.
pl: Ustaw ograniczoną strefę ruchu. Obywatele będą możliwie szukać lepszych tras. Wciąż będą używać tej strefy, jeśli inne nie istnieją lub są zbyt długie.
pt_br: Defina uma área de tráfego restrito. Os cidadãos vão procurar muito por melhores rotas. Eles ainda usarão a área se outras rotas não existirem ou forem muito longas.
ru: Установить зону ограниченного движения. Граждане будут упорно искать более подходящие маршруты. Они все равно будут пользоваться этой зоной, если других маршрутов нет или они слишком длинные.
vi: Đặt một khu vực lưu thông hạn chế. Cư dân sẽ cố gắng tìm kiếm các tuyến đường tốt hơn. Họ vẫn sẽ sử dụng khu vực này nếu không có tuyến đường nào khác hoặc các tuyến đường khác quá dài.
zh_hans: 设置一个限制交通的区域。 市民们会努力寻找更好的路线。 如果其他路线不存在或太长，他们仍然会使用该地区。

source: Set the exact weight in steps of a traffic type.
fr: Définissez le poids exact en étapes d'un type de trafic.
it: Imposta il peso esatto in passaggi di un tipo di traffico.
ko: 트래픽 유형의 단계별로 정확한 가중치를 설정합니다.
pl: Ustaw dokładną wagę w krokach dla typu ruchu.
pt_br: Defina o peso exato em passos de um tipo de tráfego.
ru: Установить точный вес в шагах для типа трафика.
tr: Bir trafik türünün adımlarındaki tam ağırlığı ayarlayın.
vi: Đặt trọng số chính xác theo bước cho một loại lưu thông.
zh_hans: 设置一个流量类型的确切权重，按步骤进行。

source: Remove mining, woodcutting, plant gathering, and smoothing orders.
de: Entfernen Sie die Aufträge für Bergbau, Holzeinschlag, Pflanzensammeln und Glätten.
fr: Supprimez les ordres d'exploitation minière, de coupe de bois, de cueillette de plantes et de lissage.
it: Rimuovi gli ordini di: scavo, taglio legna, raccolta di piante e levigazione.
ko: 채굴, 벌목, 식물 채집 및 벽 다듬기 명령 제거.
pl: Usuń polecenia kopania, ścinania, zbierania roślin i wygładzania.
pt_br: Remova ordens de mineração, corte de madeira, coleta de plantas e suavização.
ru: Отменить приказы на раскопку, вырубку леса, сбор растений и сглаживание.
tr: Madencilik, odunculuk, bitki toplama ve pürüzsüzleştirme emirlerini kaldır.
vi: Gỡ bỏ lệnh khai thác mỏ, đốn gỗ, thu thập thực vật và làm mịn.
zh_hans: 取消开采、砍伐、植物采集及平整命令。

source: Finish removing mining etc. orders.
fr: Terminez la suppression des ordres miniers, etc.
it: Termina rimozione degli ordini di scavo, ecc.
ko: 채굴 및 기타 제거 명령 끝내기.
pl: Zakończ usuwanie rozkazów kopania itd.
pt_br: Termine de remover ordens de mineração etc.
ru: Завершить удаление приказов на раскопку и т.д.
tr: Madencilik vb. emirleri kaldırmayı bitir.
vi: Hoàn tất việc gỡ bỏ lệnh khai thác mỏ, v.v.
zh_hans: 完成删除采矿等命令的设置。

source: Place structures and work areas that require construction materials.
de: Platzieren Sie Strukturen und Arbeitsbereiche, die Baumaterialien benötigen.
fr: Placez les structures et les zones de travail qui nécessitent des matériaux de construction.
it: Colloca strutture e aree di lavoro che necessitano di materiale da costruzione
ko: 건축 자재가 필요한 구조물과 작업 영역을 배치합니다.
pl: Umieść struktury i miejsca pracy, które wymagają materiałów konstrukcyjnych.
pt_br: Coloque estruturas e áreas de trabalho que requerem materiais de construção.
ru: Размещение конструкций и рабочих зон, требующих строительных материалов.
tr: İnşaat malzemesi gerektiren yapıları ve çalışma alanlarını yerleştir.
vi: Đặt các công trình và khu vực làm việc yêu cầu vật liệu xây dựng.
zh_hans: 放置需要建筑材料的结构和工作区域。

source: Finish placing structures.
fr: Finissez de placer les structures.
it: Termina collocamento strutture.
ko: 구조물 배치를 마칩니다.
pl: Zakończ stawianie struktur.
pt_br: Termine de colocar as estruturas.
ru: Закончить размещение конструкций.
tr: Yapıları yerleştirmeyi bitir.
vi: Hoàn tất việc đặt các công trình.
zh_hans: 完成放置结构。

source: Place stockpiles for item storage.
de: Legen Sie Stockpiles für die Lagerung von items an.
fr: Placer des stocks pour le stockage des objets.
it: Colloca scorte per conservare oggetti.
ko: 물건 보관을 위한 저장구역을 배치합니다.
pl: Umieść magazyny do przechowywania przedmiotów.
pt_br: Coloque depósitos para armazenamento de itens.
ru: Разместите склады для хранения предметов.
tr: Eşya depolamak için stok alanları yerleştir.
vi: Đặt kho dự trữ để lưu trữ vật phẩm.
zh_hans: 放置物品储存的库存。

source: Finish placing stockpiles.
fr: Terminez de placer les stocks.
it: Termina collocamento scorte.
ko: 저장구역 배치를 마칩니다.
pl: Zakończ umieszczanie magazynów.
pt_br: Termine de colocar os depósitos.
ru: Завершить создание складов
tr: Stok alanlarını yerleştirmeyi bitir.
vi: Hoàn tất việc đặt kho dự trữ.
zh_hans: 完成堆积物放置。

source: Start painting a new stockpile. Once the tiles are chosen, you'll be able to set the details.
de: Beginnen Sie mit der Markierung eines Stockpiles. Sobald die Fläche ausgewählt ist, können Sie die Details festlegen.
fr: Commencez à peindre un nouveau stock. Une fois les tuiles choisies, vous pourrez définir les détails.
it: Dipingi una nuova scorta. Una volta scelte le tessere sarà possibile impostare i dettagli.
ko: 새 저장구역을 배치하기 시작하세요. 타일을 선택하면 세부 정보를 설정할 수 있습니다.
pl: Zacznij rysować nowy magazyn. Kiedy pola będą wybrane, będziesz mógł ustawić szczegóły.
pt_br: Começa a pintar um novo estoque. Assim que a área for definida, você será capaz de escolher os detalhes.
ru: Начните рисовать зону нового склада. Как только клетки карты будут выбраны, вы сможете задать настройки склада.
vi: Bắt đầu vẽ một kho dự trữ mới. Khi các ô đã được chọn, bạn sẽ có thể đặt các chi tiết.
zh_hans: 开始画一个新的库存。 一旦选择了瓷砖，你就可以设置细节。

source: Remove the stockpile being painted permanently. Also removes existing zones!
de: Entfernt das Stockpile, das permanent bearbeitet wurde. Entfernt auch bestehende Zonen!
fr: Retirez le stock étant peint de façon permanente. Supprime également les zones existantes!
it: Rimuovi la scorta, che viene dipinta, in modo permanente. Rimuoverà anche le zone esistenti!
ko: 배치 중인 저장구역을 영구히 제거합니다. 기존 영역도 제거합니다!
pl: Usuń magazyn narysowany permanentnie. Usuwa również istniejące strefy!
pt_br: Remove o estoque sendo pintado permanentemente. Estoques existentes também são removidos!
ru: Удалите окрашиваемый запас навсегда. Также удаляет существующие зоны!
vi: Gỡ bỏ vĩnh viễn kho dự trữ đang được vẽ. Cũng gỡ bỏ các khu vực hiện có!
zh_hans: 永久删除被涂抹的堆积物。 同时删除现有区域!

source: Repaint this stockpile.
fr: Repeignez ce stock.
it: Ridipingi questa scorta.
ko: 이 저장구역을 다시 배치하십시오.
pl: Przerysuj ten magazyn.
pt_br: Redesenhe este depósito.
ru: Изменить границы склада.
tr: Bu stok alanını yeniden boya.
vi: Vẽ lại kho dự trữ này.
zh_hans: 重新划定这个库存。
