Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Sleep Ground
de: Boden schlafen
fr: Dormir au sol
it: Dormi Terreno
ko: 슬립그라운드
pl: Sen na Ziemi
pt_br: Dormir no chão
ru: Сон на Земле
tr: Yerde Uyu
vi: Ngủ đất
zh_hans: 睡眠地

source: Leave Wall
de: Mauer verlassen
fr: Quitter le mur
it: Lascia Muro
ko: 벽을 떠나
pl: Zostaw Ścianę
pt_br: Deixar Parede
ru: Покинуть Стену
tr: Duvarı Terk Et
vi: Rời tường
zh_hans: 离开墙

source: Flee Terrain
fr: Fuir le terrain
it: Fuggi Terreno
ko: 피난 지형
pl: Ucieczka z terenu
pt_br: Fugir do Terreno
ru: Бежать по местности
tr: Araziye Kaç
vi: Chạy trốn địa hình
zh_hans: 逃离地形

source: Tax Room
de: Steuerraum
fr: Espace fiscal
it: Sala delle tasse
ko: 세무실
pl: Pokój Podatkowy
pt_br: Sala de Impostos
ru: Налоговая Комната
tr: Vergi Odası
vi: Phòng thuế
zh_hans: 税务室

source: Guard Taxes
de: Steuern bewachen
fr: Taxes de garde
it: Custodisci tasse
ko: 경비세
pl: Podatki na obronę
pt_br: Impostos de guarda
ru: Охранные Налоги
tr: Vergileri Koru
vi: Canh gác thuế
zh_hans: 保护税

source: Ransack Taxes
fr: Impôts saccagés
it: Saccheggia tasse
ko: 약탈 세금
pl: Trybut
pt_br: Taxas de Saque
ru: Налоги На Выкуп
tr: Vergileri Yağmala
vi: Cướp phá thuế
zh_hans: 洗劫税

source: Get Empty Sand Bag
fr: Obtenir un sac de sable vide
it: Prendi Sacco Sabbia Vuoto
ko: 빈 모래주머니 받기
pl: Weź Puste Worki na Piach
pt_br: Obter saco de areia vazio
ru: Получить пустой мешок песка
tr: Boş Kum Torbası Al
vi: Lấy túi cát rỗng
zh_hans: 得到空沙袋

source: Sand Zone
fr: Zone de sable
it: Zona Sabbia
ko: 샌드 존
pl: Strefa Piasku
pt_br: Área Arenosa
ru: Песчаная Зона
tr: Kum Bölgesi
vi: Vùng cát
zh_hans: 沙区

source: Clay Zone
de: Lehmzone
fr: Zone d'argile
it: Zona Argilla
ko: 클레이 존
pl: Strefa Gliny
pt_br: Zona de Argila
ru: Глинистая зона
tr: Kil Bölgesi
vi: Vùng đất sét
zh_hans: 粘土区

source: Colony to Install
fr: Colonie à installer
it: Colonia da insediare
ko: 설치할 식민지
pl: Kolonia do Zainstalowania
pt_br: Colônia para Instalar
ru: Колония основана
tr: Kurulacak Koloni
vi: Thuộc địa cần lắp đặt
zh_hans: 用于安装的殖民地

source: Return Colony To Install
fr: Retourner la colonie à installer
it: Ritorno della Colonia per l'insediamento
ko: 설치할 식민지 반환
pl: Powrót Kolonii do Zainstalowania
pt_br: Devolva a colônia para instalar
ru: Вернуть колонию для основания
tr: Kurulacak Koloniyi Geri Getir
vi: Trả thuộc địa về vị trí lắp đặt
zh_hans: 返回殖民地安装

source: Grab Cage
de: nimm Käfig
fr: Saisir la cage
it: Prendi Gabbia
ko: 케이지 챙기기
pl: Weź Klatkę
pt_br: Pegar gaiola
ru: Схватить Клетку
tr: Kafesi Al
vi: Lấy lồng
zh_hans: 抓住笼子

source: Uncage Animal
de: Tier aus dem Käfig holen
fr: Animal sans cage
it: Libera Animale da gabbia
ko: 새장을 벗긴 동물
pl: Wypuść Zwierzę z Klatki
pt_br: Soltar Animal
ru: Выпустить из клетки Животное
tr: Hayvanı Kafesten Çıkar
vi: Thả động vật khỏi lồng
zh_hans: 未被关在笼子里的动物

source: Capture Small Pet
de: Kleintier einfangen
fr: Capturer un petit animal de compagnie
it: Cattura piccolo animale domestico
ko: 작은 애완 동물 캡처
pl: Złap Małe Zwierzę Domowe
pt_br: Capturar animal de estimação pequeno
ru: Поймать Маленького Питомца
tr: Küçük Evcil Hayvan Yakala
vi: Bắt thú cưng nhỏ
zh_hans: 捕捉小宠物

source: Grab Cage Unit
fr: Grab Cage Unité
it: Afferra Unità Gabbia
ko: 케이지 유닛 챙기기
pl: Weź Jednostkę Klatki
pt_br: Pegar unidade de gaiola
ru: Схватить блок клетки
tr: Kafeslenecek Birimi Yakala
vi: Lấy đơn vị lồng
zh_hans: 抓斗笼单位

source: Grab Milk Unit
fr: Prenez l'unité de lait
it: Prendi unità di Latte
ko: 우유 챙기기
pl: Weź Jednostkę Mleka
pt_br: Pegar Unidade de leite
ru: Схватить блок молока
tr: Sağılacak Birimini Yakala
vi: Lấy đơn vị sữa
zh_hans: 抢牛奶单位

source: Go to Milk Station
de: Zur Milch Station gehen
fr: Aller à la station de lait
it: Vai a Stazione di mungitura
ko: 밀크 스테이션으로 이동
pl: Idź do Stacji Dojenia
pt_br: Ir para Posto do leite
ru: Иди к Молочной станции
tr: Sağım İstasyonuna Git
vi: Đến trạm vắt sữa
zh_hans: 去牛奶站

source: Grab Shear Unit
fr: Unité de cisaillement
it: Prendi unità di tosatura
ko: 양털깎개 챙기기
pl: Weź Jednostkę do Golenia
pt_br: Agarre a unidade Shear
ru: Захватить Ножны
tr: Kırkılacak Birimini Yakala
vi: Lấy Dụng Cụ Cắt Tỉa
zh_hans: 抓斗单元

source: Go to Shear Station
de: Zur Scherstation gehen
fr: Aller à la station de cisaillement
it: Vai alla Stazione di tosatura
ko: 전단 스테이션으로 이동
pl: Idź do Stacji Golenia
pt_br: Vá para a estação Shear
ru: Иди к Стригалечной станции
tr: Kırkım İstasyonuna Git
vi: Đến Trạm Cắt Tỉa
zh_hans: 去剪切站

source: Lay Egg/Nest Box
de: Eiablage/Nestkasten
fr: Pondre des œufs/un nichoir
it: Deponi uovo/Nido artificiale
ko: 산란 알/둥지 상자
pl: Połóż Jajko/Skrzynię na Gniazdo
pt_br: Caixa de Ovo/Ninho
ru: Гнездо
tr: Yumurta Bırak/Folluk
vi: Đặt Hộp Trứng/Ổ Đẻ
zh_hans: 放蛋/巢箱

source: Go to Cage
de: Gehe zu Käfig
fr: Aller à la cage
it: Vai alla Gabbia
ko: 케이지로 이동
pl: Idź do Klatki
pt_br: Indo pra jaula
ru: Перейти к клетке
tr: Kafese Git
vi: Đến Lồng
zh_hans: 去凯奇

source: Grab Animal Trap
de: Nimm Tier Falle
fr: Attrapez un piège à animaux
it: Prendi Trappola per animali
ko: 동물 덫 챙기기
pl: Weź Pułapkę na Zwierzęta
pt_br: Pegar Armadilha de Animal
ru: Поднять Силок
tr: Hayvan Tuzağını Al
vi: Lấy Bẫy Thú
zh_hans: 抓住动物陷阱

source: Cage Vermin
de: Käfig Ungeziefer
fr: Vermine des cages
it: Gabbia Parassiti
ko: 케이지 해충
pl: Zamknij Robactwo w Klatce
pt_br: Gaiola de animais pequeno
ru: Охотиться на Паразитов
tr: Haşereyi Kafesle
vi: Nhốt Sâu Bọ Vào Lồng
zh_hans: 凯奇害虫

source: Grab Unfill Bucket
de: Nimm Leeren Eimer
fr: Saisissez le seau de remplissage
it: Prendi Secchio non riempito
ko: 빈 양동이 챙기기
pl: Podnieś Niepełne Wiadro
pt_br: Pega Balde vazio
ru: Схватить незаполненное ведро
tr: Boş Kovayı Al
vi: Lấy Xô Rỗng
zh_hans: 拾取卸货桶

source: Grab Goblet
de: Schnappe Kelch
fr: Prenez le gobelet
it: Prendi Calice
ko: 잔 챙기기
pl: Podnieś kielich
pt_br: Pega taça
ru: Брать кружку
tr: Kadeh Al
vi: Lấy Cốc
zh_hans: 拾取高脚杯

source: Seek Fill Bucket
de: Fülleimer suchen
fr: Rechercher le seau de remplissage
it: Cerca Secchio Riempito
ko: 채우기 버킷 찾기
pl: Szukaj Pełnego Wiadra
pt_br: Procurar Encher Balde
ru: Ищет Зполнить Ведро
tr: Doldurulacak Kova Ara
vi: Tìm Xô Đầy
zh_hans: 寻求填充桶

source: Seek Patient for Carry
de: Patient zum Mitnehmen suchen
fr: Rechercher un patient pour le transport
it: Cerca Paziente per il trasporto
ko: 휴대할 환자 찾기
pl: Szukaj Pacjenta do przeniesienia
pt_br: Procurar Paciente para Transportar
ru: Ищет Пациента для Переноски
tr: Taşımak İçin Hasta Ara
vi: Tìm Bệnh Nhân để Khiêng
zh_hans: 寻求患者携带

source: Seek Patient for Diagnosis
de: Patient zur Diagnose aufgesucht
fr: Rechercher un patient pour un diagnostic
it: Ricerca del paziente per la diagnosi
ko: 진단을 위해 환자 찾기
pl: Szukaj pacjenta do zdiagnozowania
pt_br: Procurando Paciente para diagnosticar
ru: Искать пациента для диагностики
tr: Teşhis İçin Hasta Ara
vi: Tìm Bệnh Nhân để Chẩn Đoán
zh_hans: 寻求患者诊断

source: Seek Patient for Immobilize Break
de: Patient zum Ruhigstellen des Bruchs suchen
fr: Rechercher un patient pour une pause d'immobilisation
it: Ricerca del paziente per immobilizzare la frattura
ko: 고정 휴식을 위한 환자 찾기
pl: Szukaj pacjenta aby unieruchomić złamanie
pt_br: Procurar Paciente para repouso
ru: Искать пациента для иммобилизации перелома
tr: Kırığı Sabitlemek İçin Hasta Ara
vi: Tìm Bệnh Nhân để Cố Định Vết Gãy
zh_hans: 寻求患者坚持休息

source: Seek Patient for Crutch
de: Patient für Krücke gesucht
fr: Chercher un patient pour une béquille
it: Cerca paziente per la Stampella
ko: 목발 환자 찾기
pl: Szukaj pacjenta aby dać mu Kule
pt_br: Procurando Paciente para dar muleta
ru: Искать пациента, чтобы дать костыль
tr: Koltuk Değneği İçin Hasta Ara
vi: Tìm Bệnh Nhân để Dùng Nạng
zh_hans: 寻找拐杖患者

source: Seek Patient for Suturing
de: Patient zum Nähen suchen
fr: Chercher un patient pour suturer
it: Cerca paziente per la Sutura
ko: 봉합을 위한 환자 찾기
pl: Szukaj pacjenta aby założyć szwy
pt_br: Procurar Paciente para Suturar
ru: Иcкать пациента для наложения швов
tr: Dikiş İçin Hasta Ara
vi: Tìm Bệnh Nhân để Khâu Vết Thương
zh_hans: 寻求患者缝合

source: Seek Patient for Dress Wound
de: Patient für Verbandswunde suchen
fr: Chercher un patient pour une blessure à la robe
it: Cerca Paziente per Bendare
ko: 상처 입은 환자 찾기
pl: Szukaj pacjenta aby opatrzyć ranę
pt_br: Procurar paciente para enfaixar feridas
ru: Искать пациента для обработки ран
tr: Yarayı Sarmak İçin Hasta Ara
vi: Tìm Bệnh Nhân để Băng Bó Vết Thương
zh_hans: 寻找病人的衣服伤口

source: Seek Surgery Site
de: Operationssaal suchen
fr: Chercher un site de chirurgie
it: Ricerca del sito chirurgico
ko: 수술 부위 찾기
pl: Szukaj miejsca operacji
pt_br: Busca Local de Cirurgia
ru: Искать Место Операции
tr: Ameliyat Yeri Ara
vi: Tìm Khu Vực Phẫu Thuật
zh_hans: 寻求手术部位

source: Carry Patient to Bed
de: Patient ins Bett tragen
fr: Transporter le patient au lit
it: Porta paziente al letto
ko: 환자를 침대로 옮기기
pl: Przenieś Pacjenta do Łóżka
pt_br: Carregar Paciente para a Cama
ru: Нести пациента в кровать
tr: Hastayı Yatağa Taşı
vi: Khiêng Bệnh Nhân Lên Giường
zh_hans: 将病人送到床上

source: Seek Give Water Bucket
de: Suche Wasser Eimer geben
fr: Chercher donner un seau d'eau
it: Ricerca di un secchio per l'acqua
ko: 물 양동이를 구하십시오
pl: Szukaj Daj Wiadro Wody
pt_br: Busca Dar Balde d'Água
ru: Ищет ведро
tr: Su Verme Kovası Ara
vi: Tìm Xô Nước để Cho Uống
zh_hans: 寻求给水桶

source: Seek Job Item
de: Job Gegenstand suchen
fr: Rechercher un poste
it: Cerca oggetto di Lavoro
ko: 구직 항목
pl: Szukaj Przedmiotu Pracy
pt_br: Procurar item de trabalho
ru: Искать предмет работы
tr: İş Eşyası Ara
vi: Tìm Vật Phẩm Công Việc
zh_hans: 寻求工作项目

source: Seek Unit For Item Drop
de: Einheit für Gegenstände Ablegen suchen
fr: Chercher l'unité pour la chute d'objets
it: Cerca Unità Per Lasciare Oggetto
ko: 아이템 드랍 유닛 찾기
pl: Szukaj Jednostki Dla Upuszczenia Przedmiotu
pt_br: Procurar unidade para deixar item
ru: Искать Юнит Для Выпадения Предметов
tr: Eşya Bırakılacak Birimi Ara
vi: Tìm Đơn Vị để Đặt Vật Phẩm
zh_hans: 物品掉落寻求单位

source: Seek Unit For Job
de: Einheit für Job suchen
fr: Chercher une unité pour un emploi
it: Cerca Unità Per Lavoro
ko: 일자리 찾기
pl: Szukaj Jednostki Dla Pracy
pt_br: Procurar unidade para trabalho
ru: Искать юнит для работы
tr: İş İçin Birim Ara
vi: Tìm Đơn Vị cho Công Việc
zh_hans: 寻找工作单位

source: Seek Building For Item Drop
de: Gebäude für Gegenstände ablegen suchen
fr: Chercher un bâtiment pour la chute d'objets
it: Cerca Costruzione Per Lasciare Oggetti
ko: 아이템 드롭을 위한 건물 찾기
pl: Szukaj Budynku Dla Upuszczenia Przedmiotu
pt_br: Busca Construção Para Deixar Item
ru: Искать Здание Для Выпадения Предмета
tr: Eşya Bırakılacak Binayı Ara
vi: Tìm Công Trình để Đặt Vật Phẩm
zh_hans: 为物品掉落寻求建筑物

source: Seek Building For Job
de: Suchen Sie Gebäude für Job
fr: Cherche bâtiment pour emploi
it: Cerca Edificio per il Lavoro
ko: 일자리를 구하다
pl: Szukaj Budynku Dla Pracy
pt_br: Busca Construção Por Trabalho
ru: Ищет строение для работы
tr: İş İçin Bina Ara
vi: Tìm Công Trình cho Công Việc
zh_hans: 寻求建筑工作

source: Seek Splint
de: Schiene suchen
fr: Chercher une attelle
it: Cerca Stecca
ko: 부목 찾기
pl: Szukaj Szyny
pt_br: Procurar tala
ru: Искать Шину
tr: Atel Ara
vi: Tìm Nẹp
zh_hans: 寻求夹板

source: Seek Crutch
de: Krücke suchen
fr: Chercher une béquille
it: Cerca Stampella
ko: 목발 찾기
pl: Szukaj Kuli
pt_br: Procurar muleta
ru: Искать костыль
tr: Koltuk Değneği Ara
vi: Tìm Nạng
zh_hans: 寻求拐杖

source: Seek Suture Thread
de: Nahtfäden suchen
fr: Rechercher le fil de suture
it: Cerca Filo di sutura
ko: 봉합사 찾기
pl: Szukaj Szwów
pt_br: Procurar Linha de sutura
ru: Искать шовную нить
tr: Dikiş İpliği Ara
vi: Tìm Chỉ Khâu
zh_hans: 寻求缝合线

source: Seek Dressing Cloth
de: Suche Verbandstuch
fr: Cherchez un pansement en tissu
it: Cerca stoffa per medicare
ko: 드레싱 천 찾기
pl: Szukaj Ubrań
pt_br: Procurar curativo
ru: Искать Пеервязочную Ткань
tr: Sargı Bezi Ara
vi: Tìm Vải Băng Bó
zh_hans: 寻求敷料布

source: Go to Give Water Target
de: Wasser zum Ziel geben
fr: Aller à Donner un objectif d'eau
it: Vai a dare Acqua all'obiettivo
ko: 기브 워터 타겟으로 이동
pl: Idź Aby Dać Wodę Celowi
pt_br: Procurar agua para alvo
ru: Идти, чтобы дать цели воды
tr: Su Verilecek Hedefe Git
vi: Đến Mục Tiêu Cần Cho Uống Nước
zh_hans: 去给水目标

source: Seek Food for Target
de: Suche nach Nahrung für Zielpersonen
fr: Chercher de la nourriture pour cible
it: Cerca Cibo per Obiettivo
ko: 대상을 위한 음식 찾기
pl: Szukaj Jedzenie dla Celu
pt_br: Procurar Comida para alvo
ru: Искать Еду для Цели
tr: Hedef İçin Yiyecek Ara
vi: Tìm Thức Ăn cho Mục Tiêu
zh_hans: 为目标寻求食物

source: Seek Target for Food
de: Ziel für Lebensmittel suchen
fr: Chercher la cible pour la nourriture
it: Cerca Obiettivo per Cibo
ko: 음식에 대한 대상 찾기
pl: Przeszukaj Cel dla Jedzenia
pt_br: Buscar Alvo para Comida
ru: Ищите цель для еды
tr: Yiyecek İçin Hedef Ara
vi: Tìm Mục Tiêu Cần Thức Ăn
zh_hans: 寻求食物的目标

source: Seek Animal for Slaughter
de: Suche nach Schlachttieren
fr: Chercher un animal pour l'abattage
it: Cerca Animale da Macellare
ko: 도축할 동물 찾기
pl: Szukaj Zwierzęcia na Ubój
pt_br: Buscando Animal para Abater
ru: Искать Животное на Убой
tr: Kesim İçin Hayvan Ara
vi: Tìm Động Vật để Giết Mổ
zh_hans: 寻求动物屠宰

source: Seek Slaughter Building
de: Schlachthofgebäude suchen
fr: Chercher le bâtiment d'abattage
it: Cerca Edificio di Macellazione
ko: 도축 건물 찾기
pl: Szukaj Ubojni
pt_br: Procura Estrutura de Abate
ru: Поиск Здания для Убоя
tr: Kesim Binası Ara
vi: Tìm Công Trình Giết Mổ
zh_hans: 寻求屠宰大厦

source: Seek Animal for Gelding
de: Suche Tier zum Kastrieren
fr: Cherche animal pour hongre
it: Cerca Animale da Castrare
ko: 겔화를 위한 동물 찾기
pl: Szukaj Zwierzęcia do Kastracji
pt_br: Procurar Animal castrado
ru: Поиск животного для кастрации
tr: Hadım İçin Hayvan Ara
vi: Tìm Động Vật để Thiến
zh_hans: 寻找动物啫喱

source: Seek Gelding Building
de: Suche Kastrier-Gebäude
fr: Cherche Hongre Bâtiment
it: Cerca l'Edificio di Castrazione
ko: 겔딩 빌딩 찾기
pl: Szukaj Kastralni
pt_br: Procurar o edifício Gelding
ru: Поиск места кастрации
tr: Hadım Binası Ara
vi: Tìm Công Trình Thiến
zh_hans: 寻求阉割建筑

source: Seek Animal for Chain
de: Tier für Kette suchen
fr: Chercher un animal pour la chaîne
it: Cerca Animale per Catena
ko: 사슬에 대한 동물 찾기
pl: Szukaj Zwierzęcia do Zakucia
pt_br: Procura Animal para Corrente
ru: Ищет Животное для Цепи
tr: Zincirlemek İçin Hayvan Ara
vi: Tìm Động Vật để Xích
zh_hans: 寻找动物链

source: Seek Chain for Animal
de: Suche Kette für Tier
fr: Chercher la chaîne pour l'animal
it: Cerca Catena per Animale
ko: 동물을 위한 체인 찾기
pl: Szukaj Łańcucha dla Zwierzęcia
pt_br: Procurar corrente para animal
ru: Искать Цепь для Животных
tr: Hayvan İçin Zincir Ara
vi: Tìm Xích cho Động Vật
zh_hans: 寻求动物链

source: Seek Cage for Unchain
de: Käfig für Entfesselungen suchen
fr: Cherchez la cage pour déchaîner
it: Cerca Gabbia per Liberare
ko: 언체인용 케이지 찾기
pl: Szukaj Klatki do Odkucia
pt_br: Buscar Jaula para Desacorrentar
ru: Искать Клетку для Освобождения
tr: Zinciri Çözmek İçin Kafes Ara
vi: Tìm Lồng để Tháo Xích
zh_hans: 寻找钩子的笼子

source: Seek Animal for Unchain
de: Suchen Tier für Entfesseln
fr: Chercher un animal pour déchaîner
it: Cerca Animale da Liberare
ko: 언체인을 위한 동물 찾기
pl: Szukaj Zwierzęcia do Odkucia
pt_br: Buscar Animal para Desacorrentar
ru: Искать животное для освобождения
tr: Zinciri Çözülecek Hayvan Ara
vi: Tìm Động Vật để Tháo Xích
zh_hans: 寻找动物来解开绳索

source: Grab Food for Taming
fr: Prenez de la nourriture pour l'apprivoiser
it: Prendi Cibo per Domare
ko: 길들이기 위한 음식 챙기기
pl: Weź Jedzenie na Oswajanie
pt_br: Pegue Comida para Domar
ru: Захватить Пищу для Укрощения
tr: Evcilleştirmek İçin Yiyecek Al
vi: Lấy Thức Ăn để Thuần Hóa
zh_hans: 抓驯服食物

source: Seek Animal for Taming
de: Tier zum Zähmen suchen
fr: Chercher un animal à apprivoiser
it: Cerca Animale da Domare
ko: 길들이기 위해 동물 찾기
pl: Szukaj Zwierzęcia do Oswajania
pt_br: Busque Animal para Domar
ru: Искать Животных для Укрощения
tr: Evcilleştirilecek Hayvan Ara
vi: Tìm Động Vật để Thuần Hóa
zh_hans: 寻求动物驯服

source: Seek Drink Item
de: Getränkeartikel suchen
fr: Chercher une boisson
it: Cerca Oggetto Bevanda
ko: 음료 아이템 찾기
pl: Szukaj Przedmiot do Picia
pt_br: Busque Bebida
ru: Искать Питьевой предмет
tr: İçecek Eşyası Ara
vi: Tìm Vật Phẩm Đồ Uống
zh_hans: 寻求饮品

source: Seek Food Item
de: Lebensmittel suchen
fr: Chercher un aliment
it: Cerca Oggetto Cibo
ko: 음식 찾기
pl: Szukaj Przedmiot do Jedzenia
pt_br: Busque Alimento
ru: Искать Пищевой предмет
tr: Yiyecek Eşyası Ara
vi: Tìm Vật Phẩm Đồ Ăn
zh_hans: 寻求食物项目

source: Seek Eating Chair
de: Esszimmerstuhl suchen
fr: Cherche chaise pour manger
it: Cerca Sedia da pranzo
ko: 먹는 의자 찾기
pl: Szukaj Krzesła Jadalnego
pt_br: Procurando Cadeira de Comer
ru: Искать Стул для Еды
tr: Yemek Sandalyesi Ara
vi: Tìm Ghế Ăn
zh_hans: 寻求吃椅子

source: Seek Eating Chair 2
de: Suche Esszimmerstuhl 2
fr: Cherchez manger chaise 2
it: Cerca Sedia da pranzo 2
ko: 식사 의자 2 찾기
pl: Szukaj Krzesła Jadalnego 2
pt_br: Procurando Cadeira de Comer 2
ru: Искать Съедобный Стул 2
tr: Yemek Sandalyesi Ara 2
vi: Tìm Ghế Ăn 2
zh_hans: 寻求吃椅子2

source: Seek Bad Mood Building
de: Schlechte-Laune-Gebäude suchen
fr: Chercher la mauvaise humeur
it: Cerca Edificio Cattivo umore
ko: 배드 무드 빌딩 찾기
pt_br: Busque Contrução Sem Disposição
ru: Искать Плохое Настроенное Здание
tr: Kötü Ruh Hali Binası Ara
vi: Tìm Công Trình cho Tâm Trạng Xấu
zh_hans: 寻求坏心情建设

source: Set Glass Mood Building
fr: Ensemble Verre Ambiance Bâtiment
it: Imposta Vetro Umore Edificio
ko: 세트글래스무드빌딩
pt_br: Definir Contrução de Vídro a Disposição
ru: Установить Настроенное Стеклянное Здание
tr: Cam Ruh Hali Binasını Ayarla
vi: Thiết Lập Công Trình Tâm Trạng Chế Tác Thủy Tinh
zh_hans: 设置玻璃心情大厦

source: Set Mood Building
fr: Définir l'ambiance
it: Imposta Umore Edificio
ko: 분위기 조성 설정
pt_br: Definir Estrutura a Disposição
ru: Установить Темп Строительства
tr: Ruh Hali Binasını Ayarla
vi: Thiết Lập Công Trình Tâm Trạng Chế Tác
zh_hans: 设置心情大厦

source: Seek Fell Victim
de: Opfer suchen
fr: Cherchez la victime tombée
it: Cerca Vittima
ko: 쓰러진 희생자 찾기
pt_br: Procura Vítima Caída
ru: Искать Павшую Жертву
tr: Öldürülecek Kurban Ara
vi: Tìm Nạn Nhân
zh_hans: 寻求失败的受害者

source: Clean Building Site
de: Saubere Baustelle
fr: Chantier Propre
it: Pulisci Sito di costruzione
ko: 클린빌딩 현장
pl: Wyczyść Budynek
pt_br: Local de Construção Limpo
ru: Очистить территорию строительства
tr: İnşaat Alanını Temizle
vi: Dọn Dẹp Khu Vực Xây Dựng
zh_hans: 清洁建筑工地

source: Reset Priority Goal
de: Prioritätsziel zurücksetzen
fr: Réinitialiser l'objectif prioritaire
it: Reimposta Priorità Obiettivo
ko: 우선순위 목표 재설정
pl: Zresetuj Główny Cel
pt_br: Reinicie a Prioridade do Objetivo
ru: Сброс Приоритета Цели
tr: Öncelik Hedefini Sıfırla
vi: Đặt Lại Mục Tiêu Ưu Tiên
zh_hans: 重置优先目标

source: Main Job Building
fr: Bâtiment d'emploi principal
it: Edificio Principale Lavoro
ko: 주요 직업 건물
pl: Budynek Głównej Pracy
pt_br: Construção de trabalho principal
ru: Главное строительство
tr: Ana İş Binası
vi: Công Trình Công Việc Chính
zh_hans: 主要工作大楼

source: Drop Off Job Items
fr: Déposer des éléments de travail
it: Consegna Oggetti da lavoro
ko: 작업 항목 삭제
pl: Upuść Przedmioty Pracy
pt_br: Largue Itens do Trabalho
ru: Отбросить рабочие предметы
tr: İş Eşyalarını Bırak
vi: Đặt Vật Phẩm Công Việc Xuống
zh_hans: 放下工作项目

source: Grab Job Resources
fr: Saisissez des ressources d'emploi
it: Prendi Risorse Lavoro
ko: 작업 재료 챙기기
pl: Weź Zasoby Pracy
pt_br: Pegue Recursos do Trabalho
ru: Захватить Ресурсы для Работы
tr: İş Kaynaklarını Al
vi: Lấy Nguyên Vật Liệu Công Việc
zh_hans: 抓住工作资源

source: Work at Building
de: Arbeiten am Gebäude
fr: Travailler au bâtiment
it: Lavora in Edificio
ko: 건물에서 일하다
pl: Pracuj w Budynku
pt_br: Trabalhar na Construção
ru: Работа на стройке
tr: Binada Çalış
vi: Làm Việc tại Công Trình
zh_hans: 在建筑工作

source: Grab Uniform
de: Uniform nehmen
fr: Attraper l'uniforme
it: Prendi Divisa
ko: 제복 챙기기
pl: Weź Mundur
pt_br: Pegar Uniforme
ru: Взять форму
tr: Üniforma Al
vi: Lấy Đồng Phục
zh_hans: 抓住制服

source: Grab Clothing
de: Kleidung nehmen
fr: Prenez des vêtements
it: Prendi abbigliamento
ko: 의류 챙기기
pl: Weź Ubranie
pt_br: Pegar Roupa
ru: Захватывать Одежду
tr: Giysi Al
vi: Lấy Quần Áo
zh_hans: 抢服装

source: Grab Weapon
de: Waffen nehmen
fr: Saisir l'arme
it: Prendi Arma
ko: 무기 챙기기
pl: Weź Broń
pt_br: Pegar Arma
ru: Захватить Оружие
tr: Silah Al
vi: Lấy Vũ Khí
zh_hans: 抓住武器

source: Grab Ammunition
de: Munition nehmen
fr: Attrapez des munitions
it: Prendi Munizioni
ko: 탄약 챙기기
pl: Weź Amunicję
pt_br: Pega Munição
ru: присвоить амуницию
tr: Mühimmat Al
vi: Lấy Đạn Dược
zh_hans: 抓住弹药

source: Grab Shield
de: Schild nehmen
fr: Saisir le bouclier
it: Prendi Scudo
ko: 방패 챙기기
pl: Weź Tarczę
pt_br: Pegar Escudo
ru: Схватить Щит
tr: Kalkan Al
vi: Lấy Khiên
zh_hans: 抢盾

source: Grab Armor
de: Rüstung nehmen
fr: Saisir l'armure
it: Prendi Armatura
ko: 갑옷 챙기기
pl: Weź Pancerz
pt_br: Pegar Armadura
ru: Захваченная Броня
tr: Zırh Al
vi: Lấy Giáp
zh_hans: 抢夺盔甲

source: Grab Helm
de: Helm nehmen
fr: Prenez le casque
it: Prendi Elmetto
ko: 투구 챙기기
pl: Weź Hełm
pt_br: Pegar Capacete
ru: Схватить шлем
tr: Miğfer Al
vi: Lấy Mũ Trụ
zh_hans: 抓住头盔

source: Grab Boots
de: Schuhe nehmen
fr: Attraper des bottes
it: Prendi Stivali
ko: 신발 챙기기
pl: Weź Buty
pt_br: Pegar Botas
ru: Схватить Сапоги
tr: Bot Al
vi: Lấy Giày Ống
zh_hans: 抢靴子

source: Grab Gloves
de: Handschuhe nehmen
fr: Prenez des gants
it: Prendi Guanti
ko: 장갑 챙기기
pl: Weź Rękawice
pt_br: Agarra Luvas
ru: Взять Перчатки
tr: Eldiven Al
vi: Lấy Găng Tay
zh_hans: 抢手套

source: Grab Pants
de: Greifpflanzen
fr: Prendre un pantalon
it: Prendi Pantaloni
ko: 바지 챙기기
pl: Weź Rękawice
pt_br: Pegar Calças
ru: присвоить штаны
tr: Pantolon Al
vi: Lấy Quần
zh_hans: 抓裤子

source: Grab Quiver
de: Köcher nehmen
fr: Attrapez le carquois
it: Prendi Faretra
ko: 화살통 챙기기
pl: Weź Kołczan
pt_br: Pegar aljava
ru: Схватить Колчан
tr: Sadak Al
vi: Lấy Ống Tên
zh_hans: 抓住箭袋

source: Grab Backpack
de: Rucksack nehmen
fr: Prenez le sac à dos
it: Prendi Zaino
ko: 가방 챙기기
pl: Weź Plecak
pt_br: Pegar mochila
ru: Схватить Рюкзак
tr: Sırt Çantası Al
vi: Lấy Ba Lô
zh_hans: 抢背包

source: Grab Waterskin
de: nimm Wasserschlauch
fr: Prenez une gourde
it: Prendi Otre
ko: 가죽물통 챙기기
pl: Weź Bukłak
pt_br: Pegar odre
ru: Скомуниздить Бурдюк
tr: Su Tulumu Al
vi: Lấy Bình Da Đựng Nước
zh_hans: 拾取水囊

source: Start Hunt
de: Jagd beginnen
fr: Commencer la chasse
it: Inizia Caccia
ko: 사냥 시작
pl: Rozpocznij Polowanie
pt_br: Iniciar caça
ru: Начало охоты
tr: Ava Başla
vi: Bắt Đầu Săn Bắn
zh_hans: 开始狩猎

source: Start Fish
de: Fischen beginnen
fr: Commencer le poisson
it: Inizia Pesca
ko: 물고기 잡기시작
pl: Rozpocznij Połów
pt_br: Iniciar pesca
ru: Начать рыбалку
tr: Balık Tutmaya Başla
vi: Bắt Đầu Đánh Cá
zh_hans: 开始捕鱼

source: Clean
de: Reinigen
fr: Nettoyer
it: Pulisci
ko: 깨끗한
pl: Wyczyść
pt_br: Limpar
ru: Чистить
tr: Temizle
vi: Dọn Dẹp
zh_hans: 清洗

source: Hunt Vermin
de: Ungeziefer jagen
fr: Chasser la vermine
it: Caccia Parassiti
ko: 해충 사냥
pl: Upoluj Szkodnika
pt_br: Caçar vermes
ru: Охотиться на Паразитов
tr: Haşere Avla
vi: Săn Sâu Bọ
zh_hans: 寻找害虫

source: Patrol
de: Patrouille
fr: Patrouille
it: Pattuglia
ko: 순찰
pt_br: Patrulha
ru: Патруль
tr: Devriye Gez
vi: Tuần Tra
zh_hans: 巡逻

source: Squad Station
de: Truppenstation
fr: Poste d'escouade
it: Stazione della squadra
ko: 스쿼드 스테이션
pl: Stacja Zespołu
pt_br: Estação de Esquadrão
ru: Пост Отряда
tr: Manga Mevzisi
vi: Vị Trí Triển Khai Đội Quân
zh_hans: 小队站

source: Seek Infant
de: Suche Kleinkind
fr: Chercher bébé
it: Cerca neonato
ko: 유아 찾기
pl: Szukaj Dziecka
pt_br: Procurar o Infante
ru: Искать ребёнка
tr: Bebek Ara
vi: Tìm Em Bé
zh_hans: 寻求婴儿

source: Shop Specific
de: Spezifisches Geschäft
fr: Spécifique à la boutique
it: Negozio Specifico
ko: 특정 매장
pl: Specyficzne dla Warsztatu
pt_br: Loja especifica
ru: Специальная мастерская
tr: Dükkana Özgü
vi: Nhiệm Vụ Cụ Thể Cửa Hàng
zh_hans: 特定商店

source: Mill in Shop
de: Mühle im Shop
fr: Moulin en boutique
it: Macina in negozio
ko: 밀 인 숍
pl: Miel w Warsztacie
pt_br: moinho na loja
ru: Молоть в мастерской
tr: Dükkanda Dolan
vi: Xay/Nghiền tại Xưởng
zh_hans: 磨坊店
