Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: . You are expecting a supply caravan just before winter entombs you, but it is Spring now. Enough time to delve secure lodgings, ere the
de: . Du erwartest eine Versorgungskarawane, kurz bevor der Winter dich einholt, aber es ist jetzt Frühling. Genug Zeit, um sich eine sichere Unterkunft zu suchen, bevor der
fr: . Vous attendez une caravane de ravitaillement juste avant que l'hiver ne vous engloutisse, mais c'est le printemps maintenant. Assez de temps pour chercher des logements sûrs, avant que l'hiver ne s'installe.
it: . Ti aspetti una carovana di rifornimenti poco prima che l'inverno ti seppellisca, ma adesso è primavera. Abbastanza tempo per scavare alloggi sicuri, prima del
ko: 겨울이 여러분을 집어 삼키기 전에나 보급이 도착하겠지만, 다행히 아직은 봄입니다. 굶주린
pl: . Spodziewasz się karawany z zaopatrzeniem tuż przed tym, zanim zima cię pogrzebie, ale teraz jest wiosna. Wystarczająco dużo czasu, aby znaleźć bezpieczne kwatery, bo
pt_br: . Você está esperando uma caravana de suprimentos pouco antes do inverno sepultá-lo, mas agora é primavera. Tempo suficiente para pesquisar alojamentos seguros, antes do
ru: . Вы ожидаете увидеть караван с припасами незадолго до наступления зимних холодов, однако сейчас весна. А это означает, что ещё достаточно времени, чтобы вырыть себе безопасное жильё, пока
vi: . Bạn đang mong đợi một đoàn lữ hành tiếp tế ngay trước khi mùa đông chôn vùi bạn, nhưng giờ là mùa xuân. Đủ thời gian để đào hầm trú ẩn an toàn, trước khi các
zh_hans: 。你们希望在入冬前能有个物资大篷车到达，但现在是春天。 还有足够的时间去寻找安全的住处，在这之前

source: get hungry.
de: hungrig werden.
fr: avoir faim.
it: ha fame.
ko: (이)가 먹이를 찾아 해매기 전까지, 안전한 피난처를 파낼 충분한 시간이죠.
pl: zgłodniały.
pt_br: ficar com fome.
ru: не проголодались.
tr: acıkmadan önce.
vi: trở nên đói.
zh_hans: 变得饥饿

source: A new chapter of dwarven history begins here at this place,
de: An diesem Ort beginnt ein neues Kapitel der zwergischen Geschichte,
fr: Un nouveau chapitre de l'histoire naine commence ici à cet endroit,
it: Un nuovo capitolo di storia nanica inizia qui, in questo luogo,
ko: 드워프 역사의 새로운 장이 이곳,
pl: W tym miejscu rozpoczyna się nowy rozdział historii krasnoludów,
pt_br: Um novo capítulo da história dos anões começa aqui neste lugar,
ru: Новая глава дварфийской истории начинается здесь, в этом месте,
tr: Cüce tarihinin yeni bir bölümü burada, bu yerde başlıyor,
vi: Một chương mới của lịch sử người lùn bắt đầu tại nơi này,
zh_hans: 矮人历史的新篇章在这里开始书写。

source: ". [C:2:0:1]Strike the earth![C:7:0:0]
fr: ". [C:2:0:1] Frappez la terre ! [C:7:0:0]
it: ". [C:2:0:1]Colpisci la terra![C:7:0:0]
ko: ". [C:2:0:1]땅을 깨부수죠![C:7:0:0]
pl: ". [C:2:0:1]Uderz w ziemię![C:7:0:0]
pt_br: ". [C:2:0:1] Golpeie a terra![C:7:0:0]
ru: ". [C:2:0:1]Расколи землю![C:7:0:0]
vi: . [C:2:0:1]Hãy đào sâu xuống lòng đất![C:7:0:0]
zh_hans: ". [C:2:0:1]挖穿大地吧！[C:7:0:0]

source: whim
de: Laune
fr: caprice
it: capriccio
ko: 변덕
pl: kaprys
pt_br: capricho
ru: каприз
tr: heves
vi: ý thích nhất thời
zh_hans: 心血来潮

source: Offloading units...
fr: Déchargement des unités...
it: Scaricamento unità...
ko: 장치 하역 중...
pl: Rozładowywanie jednostek...
pt_br: Descarregando unidades...
ru: Выгрузка юнитов...
vi: Đang dỡ đơn vị...
zh_hans: 卸货单位......

source: Offloading units...
fr: Déchargement des unités...
it: Scaricamento unità...
ko: 장치 하역 중...
pl: Rozładowywanie jednostek...
pt_br: Descarregando unidades...
ru: Выгрузка юнитов...
vi: Đang dỡ đơn vị...
zh_hans: 卸货单位......

source: slabs engraved
de: Platten graviert
fr: dalles gravées
it: lastre incise
ko: 새겨진 석판
pl: wygrawerowanych płyt
pt_br: lápides gravadas
ru: мемориалов выгравировано
tr: levha işlendi
vi: bia đá đã khắc
zh_hans: 板刻

source: Slab engraved
de: Platte graviert
fr: Dalle gravée
it: Lastra incisa
ko: 새겨진 석판
pl: Płyta została wygrawerowana
pt_br: Lápide gravada
ru: Мемориал выгравирован
tr: Levha işlendi
vi: Bia đá đã khắc
zh_hans: 板坯刻

source: No slabs engraved
de: Keine Platten mit Gravur
fr: Pas de dalles gravées
it: Nessuna lastra incisa
ko: 새겨진 석판 없음
pl: Brak wygrawerowanych płyt
pt_br: Não há lápides gravadas
ru: Нет выгравированных мемориалов
tr: İşlenmiş levha yok
vi: Không có bia đá nào được khắc
zh_hans: 没有刻板

source: Ghost
de: Geist
fr: Fantôme
it: Fantasma
ko: 유령
pl: Duch
pt_br: Fantasma
ru: Привидение
tr: Hayalet
vi: Hồn ma
zh_hans: 鬼

source: Not memorialized
de: Nicht in Erinnerung geblieben
fr: Non commémoré
it: Non commemorato
ko: 기념되지 않음
pl: Nieupamiętniony
pt_br: Não memorializado
ru: Не увековечен
tr: Anıtı dikilmedi
vi: Chưa được tưởng niệm
zh_hans: 没有纪念

source: Entombed and memorialized
de: Begraben und in Erinnerung gehalten
fr: Enseveli et commémoré
it: Tumulato e commemorato
ko: 묻히고 추모하다
pl: Pochowany i upamiętniony
pt_br: Sepultado e imortalizado
ru: Захоронен и увековечен
tr: Gömüldü ve anıtlaştırıldı
vi: Đã được an táng và tưởng niệm
zh_hans: 被埋葬和纪念

source: Memorialized
de: In Erinnerung
fr: Mémorialisé
it: Commemorato
ko: 추모
pl: Upamiętniony
pt_br: Imortalizado
ru: Увековечен
tr: Anıtı dikildi
vi: Đã được tưởng niệm
zh_hans: 纪念

source: Mix
tr: Karıştır:
vi: Trộn

source: Tint cloth
tr: Kumaşı renklendir:
vi: Nhuộm vải

source: Tint thread
tr: İpliği renklendir:
vi: Nhuộm sợi

source: Tint leather
tr: Deriyi renklendir:
vi: Nhuộm da

source: Weapons and ammunition
tr: Silahlar ve mühimmat
vi: Vũ khí và đạn dược

source: Siege equipment
tr: Kuşatma ekipmanı
vi: Thiết bị bao vây

source: Other objects
tr: Diğer nesneler
vi: Các vật thể khác

source: Metal clothing
tr: Metal giyim
vi: Quần áo kim loại

source: Engrave memorial slab
fr: Graver une dalle commémorative
it: Incidi lastra commemorativa
ko: 기념 석판 새기기
pl: Grawerowanie płyty pamiątkowej
pt_br: Gravar memorial em lápide
ru: Гравировать на мемориальной плите
tr: Anıt levhası işle
vi: Khắc bia tưởng niệm
zh_hans: 雕刻纪念碑

source: Mix dye
tr: Boya karıştır
vi: Pha chế thuốc nhuộm

source: Dye cloth a specific color
tr: Kumaşı belirli bir renge boya
vi: Nhuộm vải theo màu cụ thể

source: Dye thread a specific color
tr: İpliği belirli bir renge boya
vi: Nhuộm sợi theo màu cụ thể

source: Dye leather a specific color
tr: Deriyi belirli bir renge boya
vi: Nhuộm da theo màu cụ thể

source: [Requires fuel]
de: [Benötigt Kraftstoff]
fr: [Nécessite du carburant]
it: [Richiede combustibile]
ko: [연료 필요]
pl: [Wymaga paliwa]
pt_br: [Requer combustível]
ru: [Требуется топливо]
tr: [Yakıt gerektirir]
vi: [Yêu cầu nhiên liệu]
zh_hans: [需要燃料]

source: [Requires ore]
de: [Benötigt Erz]
fr: [Nécessite du minerai]
it: [Richiede minerale grezzo]
ko: [광석 필요]
pl: [Wymaga rudy]
pt_br: [Requer minério]
ru: [Требуется руда]
tr: [Cevher gerektirir]
vi: [Yêu cầu quặng]
zh_hans: [需要矿石]

source: [Requires ore, fuel]
de: [Benötigt Erz, Treibstoff]
fr: [Nécessite du minerai, du carburant]
it: [Richiede minerale grezzo, combustibile]
ko: [광석, 연료 필요]
pl: [Wymaga rudy i paliwa]
pt_br: [Requer minério, combustível]
ru: [Требуется руда, топливо]
tr: [Cevher, yakıt gerektirir]
vi: [Yêu cầu quặng, nhiên liệu]
zh_hans: [需要矿石、燃料]

source: [Requires
de: [Benötigt
fr: [A besoin
it: [Richiede
ko: [필요하다
pl: [Wymaga
pt_br: [requer
ru: [Требуется
tr: [Gerektirir:
vi: [Yêu cầu
zh_hans: [需要

source: dye available
tr: boya mevcut
vi: có thuốc nhuộm

source: cloth/dye available
tr: kumaş/boya mevcut
vi: có vải/thuốc nhuộm

source: leather/dye available
tr: deri/boya mevcut
vi: có da/thuốc nhuộm

source: thread/dye available
tr: iplik/boya mevcut
vi: có sợi/thuốc nhuộm

source: Entombed
de: Begraben
fr: Enterré
it: Tumulato
ko: 매장
pl: Pochowany
pt_br: Sepultado
ru: Захоронен
tr: Gömüldü
vi: Được mai táng
zh_hans: 陪葬

source: slab engraved
de: Platte graviert
fr: dalle gravée
it: lastra incisa
ko: 새겨진 석판
pl: grawerowana płyta
pt_br: lápide gravada
ru: плита с гравировкой
tr: levha işlendi
vi: bia đã khắc
zh_hans: 雕刻过的石板

source: no slabs engraved
de: keine Platten mit Gravur
fr: pas de dalles gravées
it: nessuna lastra incisa
ko: 새겨진 석판 없음
pl: brak grawerowanych płyt
pt_br: não há lápides gravadas
ru: нет плит с гравировкой
tr: işlenmiş levha yok
vi: không có bia nào được khắc
zh_hans: 没有雕刻过的石板

source: Mousewheel
pl: Kółko myszki
tr: Fare Tekerleği
vi: Con lăn chuột

source: Button
de: Taste
fr: Bouton
it: Tasto
ko: 단추
pl: Przycisk
pt_br: Botão
ru: Кнопка
tr: Düğme
vi: Nút
zh_hans: 按钮

source: Loading bindings from
fr: Chargement des raccourcis de clavier à partir de
it: Caricamento comandi da
ko: 바인딩 로드 중
pl: Ładowanie powiązań z
pt_br: Carregando atalhos de
ru: Загрузка привязки клавиш из
tr: Tuş atamaları şuradan yükleniyor:
vi: Đang tải thiết lập phím từ
zh_hans: 从以下方面加载绑定

source: Unknown SDLKey:
fr: Clé SDL inconnue :
it: SDLKey Sconosciuta:
ko: 알 수 없는 SDLKey:
pl: Nieznany klucz SDLKey:
pt_br: SDLKey desconhecido:
tr: Bilinmeyen SDLKey:
vi: Phím SDL không xác định:
zh_hans: 未知SDL键：

source: Unknown binding:
fr: Liaison inconnue :
it: Comando sconosciuto:
ko: 알 수 없는 바인딩:
pl: Nieznane wiązanie:
pt_br: Vinculação desconhecida:
ru: Неизвестная привязка:
tr: Bilinmeyen atama:
vi: Thiết lập phím không xác định:
zh_hans: 未知绑定:

source: Saving bindings to
fr: Enregistrement des raccourcis de clavier dans
it: Salvataggio comandi a
ko: 바인딩 저장
pl: Zapisywanie powiązań do
pt_br: Salvando atalhos para
ru: Сохранение привязки клавиш в
tr: Tuş atamaları şuraya kaydediliyor:
vi: Đang lưu thiết lập phím vào
zh_hans: 保存绑定至

source: ; switching to portable mode to compensate
tr: ; telafi etmek için taşınabilir moda geçiliyor
vi: ; chuyển sang chế độ di động để khắc phục

source: Binding name unknown while loading macro:
fr: Nom de liaison inconnu lors du chargement de la macro :
it: Nome Comando sconosciuto durante caricamento macro:
ko: 매크로를 로드하는 동안 알 수 없는 바인딩 이름:
pl: Nieznana nazwa powiązania podczas ładowania makra:
pt_br: Nome de vinculação desconhecido durante o carregamento da macro:
ru: Неизвестное имя для привязки во время загрузки макроса:
tr: Makro yüklenirken atama adı bilinmiyor:
vi: Tên thiết lập phím không xác định khi tải macro:
zh_hans: 在加载宏时，发现绑定名称未知:

source: Binding missing while loading macro:
fr: Liaison manquante lors du chargement de la macro :
it: Comando mancante durante caricamento macro:
ko: 매크로를 로드하는 동안 누락된 바인딩:
pl: Brak powiązań podczas ładowania makra:
pt_br: Atalho faltando durante carregamento de macro
ru: Отсутствует привязка во время загрузки макроса:
tr: Makro yüklenirken atama eksik:
vi: Thiếu thiết lập phím khi tải macro:
zh_hans: 在加载宏时发现缺少绑定:

source: Quantity not numeric or Unexpected tab(s) while loading macro:
fr: Quantité non numérique ou Onglet inattendu lors du chargement de la macro:
it: Quantità non numerica o Scheda/e imprevista/e durante caricamento macro:
ko: 매크로를 로드하는 동안 숫자가 숫자가 아니거나 예기치 않은 탭이 있음:
pl: Ilość nie numeryczna lub Nieoczekiwane tabulatory podczas ładowania makra:
pt_br: Quantidade não numérica ou guia(s) inesperada(s) ao carregar a macro:
ru: Количество не является числом или Неожиданная вкладка (вкладки) при загрузке макроса:
tr: Makro yüklenirken Miktar sayısal değil veya Beklenmeyen sekme(ler):
vi: Số lượng không phải dạng số hoặc có tab không mong muốn khi tải macro:
zh_hans: 数量不是数字类型，或在加载宏时出现非法标签。

source: Entertainment
fr: Divertissement
it: Intrattenimento
ko: 오락
pl: Rozrywka
pt_br: Entretenimento
ru: Развлечение
tr: Eğlence
vi: Giải trí
zh_hans: 娱乐

source: law-givers
de: Gesetzgeber
fr: législateurs
it: legislatori
ko: 입법자
pl: dawcy prawa
pt_br: lei-doadores
ru: законодатели
tr: kanun koyucular
vi: người ban hành luật
zh_hans: 法律度外

source: associating armor out of range:
fr: association d'armure hors de portée :
it: associando armatura fuori portata:
ko: 범위를 벗어난 갑옷 연결:
pl: powiązanie pancerza poza zasięgiem:
pt_br: associando armadura fora de alcance:
ru: назначенная броня вне зоны досягаемости:
tr: zırh ilişkilendirmesi aralık dışı:
vi: liên kết áo giáp ngoài phạm vi:
zh_hans: 关联的盔甲超出范围:

source: associating pants out of range:
fr: association pantalon hors gamme :
it: associando pantaloni fuori portata:
ko: 범위를 벗어난 바지 연결:
pl: powiązanie spodni poza zasięgiem:
pt_br: associando calças fora de alcance:
ru: назначенные штаны вне зоны доступа:
tr: pantolon ilişkilendirmesi aralık dışı:
vi: liên kết quần ngoài phạm vi:
zh_hans: 关联的裤子超出范围：

source: associating helm out of range:
fr: associant barre hors de portée :
it: associando elmetto fuori portata:
ko: 헬름이 범위를 벗어남:
pl: powiązanie steru poza zasięgiem:
pt_br: associando capacete fora de alcance:
ru: назначенный шлем вне зоны досягаемости:
tr: miğfer ilişkilendirmesi aralık dışı:
vi: liên kết mũ trụ ngoài phạm vi:
zh_hans: 关联的头盔超出范围：

source: associating shoes out of range:
fr: association chaussures hors gamme :
it: associando scarpe fuori portata:
ko: 범위를 벗어난 신발 연결:
pl: Powiązanie butów spoza zakresu:
pt_br: associando calçados fora de alcance:
ru: назначенная обувь вне зоны доступа:
tr: ayakkabı ilişkilendirmesi aralık dışı:
vi: liên kết giày ngoài phạm vi:
zh_hans: 关联的鞋子超出范围：

source: associating gloves out of range:
fr: associant des gants hors de portée :
it: associando guanti fuori portata:
ko: 범위를 벗어난 장갑 연결:
pl: Powiązanie rękawic poza zasięgiem:
pt_br: associando luvas fora de alcance:
ru: назначенные перчатки вне зоны досягаемости:
tr: eldiven ilişkilendirmesi aralık dışı:
vi: liên kết găng tay ngoài phạm vi:
zh_hans: 关联的手套超出范围：

source: Extract
de: Auszug
fr: Extrait
it: Estrai
ko: 발췌
pl: Wyciąg
ru: Выделить
tr: Çıkar:
vi: Chiết xuất
zh_hans: 榨汁

source: Crafts
de: Kunsthandwerk
fr: Artisanat
it: Oggetti d'artigianato
ko: 공예
pl: Rzemiosło
pt_br: Fabricações
ru: Изделия
tr: El Sanatları
vi: Thủ công
zh_hans: 工艺

source: Logs
fr: Journaux
it: Rapporti
ko: 로그
pl: Logi
ru: Бревна
tr: Kütükler
vi: Gỗ khúc
zh_hans: 日志

source: Prepared Food
de: Vorbereitetes Essen
fr: Nourriture préparée
it: Cibo preparato
ko: 준비된 음식
pl: Przygotowane jedzenie
pt_br: comida pré-confecionada
ru: Приготовленная еда
tr: Hazır Yemek
vi: Thực phẩm chế biến
zh_hans: 准备食物

source: : Negative precedence changed to zero
fr: : Priorité négative remplacée par zéro
it: : Precedenza negativa modificata in zero
ko: : 음수 우선순위가 0으로 변경됨
pl: : Ujemny priorytet został zmieniony na zero
pt_br: : Precedência negativa alterada para zero
ru: : Отрицательный приоритет изменен на нулевой
tr: : Negatif öncelik sıfıra değiştirildi
vi: : Độ ưu tiên âm đã được đổi thành không
zh_hans: ：负优先权改为零

source: : Precedence exceeding
fr: : Priorité dépassant
it: : Precedenza eccedente
ko: : 우선순위 초과
pl: : Przekroczenie pierwszeństwa
pt_br: :Excedendo precedência
tr: : Öncelik aşıyor
vi: : Độ ưu tiên vượt quá
zh_hans: : 优先级超过

source: capped
de: gekappt
fr: plafonné
it: limitato
ko: 모자를 씌운
pl: zamknięty
pt_br: maximizado
ru: ограничено
tr: sınırlandı
vi: giới hạn
zh_hans: 封盖的

source: Gem shape not found:
de: Edelsteinform nicht gefunden:
fr: Forme de gemme introuvable :
it: Forma della gemma non trovata:
ko: 보석 모양을 찾을 수 없음:
pl: Nie znaleziono kształtu klejnotu:
pt_br: Forma de gema não encontrada:
ru: Форма самоцвета не найдена:
tr: Mücevher şekli bulunamadı:
vi: Không tìm thấy hình dạng đá quý:
zh_hans: 没有找到宝石形状。

source: Stone shape not found:
de: Steinform nicht gefunden:
fr: Forme de pierre introuvable :
it: Forma della pietra non trovata:
ko: 찾을 수 없는 돌 모양:
pl: Nie znaleziono kształtu kamienia:
pt_br: Formato de pedra não encontrado:
ru: Форма камня не найдена:
tr: Taş şekli bulunamadı:
vi: Không tìm thấy hình dạng đá:
zh_hans: 石头形状没有找到:

source: leaders
de: Führer
fr: dirigeants
it: leader
ko: 지도자
pl: przywódcy
pt_br: Líderes
ru: лидеры
tr: liderler
vi: thủ lĩnh
zh_hans: 领导者

source: bosses
de: Bosse
fr: patrons
it: boss
ko: 보스
pl: szefowie
pt_br: chefes
ru: боссы
tr: reisler
vi: trùm
zh_hans: 老板

source: chief
de: Chef
fr: chef
it: capotribù
ko: 셰프
pl: szef
pt_br: chefe
ru: вождь
tr: şef
vi: thủ lĩnh
zh_hans: 首席

source: chiefs
de: Chefs
fr: chefs
it: capitribù
ko: 추장
pl: szefowie
pt_br: Chefes:
ru: вожди
tr: şefler
vi: các thủ lĩnh
zh_hans: 酋长

source: chieftess
de: Häuptling
fr: cheffe
it: capotribù
ko: 여족장
pl: szefowa
pt_br: chefe
ru: атаманша
tr: kadın şef
vi: nữ thủ lĩnh
zh_hans: 女首领

source: chieftesses
de: Häuptlinge
fr: cheffes
it: capitribù
ko: 추장
pl: szefowe
ru: атаманши
tr: kadın şefler
vi: các nữ thủ lĩnh
zh_hans: 女祭司

source: captain
de: Kapitän
fr: capitaine
it: capitano
ko: 선장
pl: kapitan
pt_br: capitão
ru: капитан
tr: kaptan
vi: đội trưởng
zh_hans: 队长

source: captains
de: Kapitäne
fr: capitaines
it: capitani
ko: 선장
pl: kapitanowie
pt_br: capitães
ru: капитаны
tr: kaptanlar
vi: các đội trưởng
zh_hans: 队长

source: commander
de: Kommandeur
fr: le commandant
it: comandante
ko: 지휘관
pl: dowódca
pt_br: comandante
ru: командир
tr: komutan
vi: chỉ huy
zh_hans: 指挥官

source: commanders
de: Kommandeure
fr: commandants
it: comandanti
ko: 지휘관
pl: dowódcy
pt_br: comandantes
ru: командиры
tr: komutanlar
vi: các chỉ huy
zh_hans: 指挥官

source: ringleader
de: Rädelsführer
fr: meneur
it: capobanda
ko: 주모자
pl: prowodyr
pt_br: chefe
ru: главарь
tr: elebaşı
vi: kẻ cầm đầu
zh_hans: 头目

source: ringleaders
de: Rädelsführer
fr: meneurs
it: capibanda
ko: 주모자
pl: prowodyrzy
pt_br: Liderança
ru: главари
tr: elebaşılar
vi: những kẻ cầm đầu
zh_hans: 头目

source: warlord
de: Kriegsherr
fr: chef militaire
it: signore della guerra
ko: 장군
pl: watażka
pt_br: Chefe militar
ru: военачальник
tr: savaş lordu
vi: quân phiệt
zh_hans: 军阀

source: warlords
de: Kriegsherren
fr: seigneurs de la guerre
it: signori della guerra
ko: 군벌
pl: watażkowie
pt_br: Senhores da guerra
ru: военачальники
tr: savaş lordları
vi: các quân phiệt
zh_hans: 军阀

source: chieftain
de: Häuptling
fr: chef de clan
it: capotribù
ko: 지도자
pl: wódz
pt_br: maioral
ru: вожак
tr: kabile reisi
vi: tù trưởng
zh_hans: 头目

source: chieftains
de: Häuptlinge
fr: chefs
it: capitribù
ko: 족장
pl: wodzowie
pt_br: chefes
ru: вожаки
tr: kabile reisleri
vi: các tù trưởng
zh_hans: 头领

source: soldier
de: Soldat
fr: soldat
it: soldato
ko: 군인
pl: żołnierz
pt_br: soldado
ru: солдат
tr: asker
vi: lính
zh_hans: 士兵

source: soldiers
de: Soldaten
fr: soldats
it: soldati
ko: 군인
pl: żołnierze
pt_br: soldados
ru: солдаты
tr: askerler
vi: binh lính
zh_hans: 士兵

source: generals
de: generäle
fr: généraux
it: generale
ko: 장군
pl: generałowie
pt_br: generais
ru: генералы
tr: generaller
vi: các tướng lĩnh
zh_hans: 将军

source: lord
fr: seigneur
it: signore
ko: 주님
pt_br: Lorde
ru: лорд
vi: lãnh chúa
zh_hans: 主

source: master
de: Meister
fr: Maître
it: maestro
ko: 주인
pl: mistrz
pt_br: mestre
ru: хозяин
tr: usta
vi: bậc thầy
zh_hans: 主

source: masters
de: Meister
fr: maîtrise
it: maestri
ko: 석사
pl: mistrzowie
pt_br: Mestres
ru: мастера
tr: ustalar
vi: các bậc thầy
zh_hans: 主人

source: commanders
de: Kommandeure
fr: commandants
it: comandanti
ko: 지휘관
pl: dowódcy
pt_br: Comandantes
ru: командиры
tr: komutanlar
vi: các chỉ huy
zh_hans: 指挥官

source: Grandmaster
de: Großmeister
fr: Grand Maître
it: Gran maestro
ko: 그랜드마스터
pl: Wielki mistrz
pt_br: Grande mestre
ru: Гроссмейстер
tr: Büyük Usta
vi: Đại Sư Phụ
zh_hans: 大师

source: Captain
de: Kapitän
fr: Capitaine
it: Capitano
ko: 선장
pl: Kapitan
pt_br: capitão
ru: Капитан
tr: Yüzbaşı
vi: Đội trưởng
zh_hans: 队长

source: Sergeant
de: Feldwebel
fr: Sergent
it: Sergente
ko: 중사
pl: Sierżant
pt_br: Sargento
ru: Сержант
tr: Çavuş
vi: Trung sĩ
zh_hans: 士官

source: Soldier
de: Soldat
fr: Soldat
it: Soldato
ko: 병사
pl: Żołnierz
pt_br: soldado
ru: Солдат
tr: Asker
vi: Lính
zh_hans: 士兵

source: Initiate
de: einleiten
fr: Lancer
it: Iniziato
ko: 시작하다
pl: Inicjacja
pt_br: Iniciado
ru: Положить начало
tr: Çaylak
vi: Học viên
zh_hans: 开创

source: blade
de: Klinge
fr: lame
it: lama
ko: 블레이드
pl: ostrze
pt_br: lâmina
ru: клинок
tr: bıçak
vi: lưỡi kiếm
zh_hans: 叶片

source: axe
de: Axt
fr: hache
it: ascia
ko: 도끼
pl: topór
ru: топор
tr: balta
vi: rìu
zh_hans: 斧

source: sword
de: schwert
fr: épée
it: spada
ko: 검
pl: miecz
pt_br: Espada
ru: меч
tr: kılıç
vi: kiếm
zh_hans: 剑

source: mace
de: Streitkolben
fr: masse
it: mazza
ko: 메이스
pl: buzdygan
pt_br: Muscadeira
ru: булава
tr: gürz
vi: chùy
zh_hans: 槌

source: hammer
fr: marteau
it: martello
ko: 망치
pl: młot
pt_br: martelo
ru: молоток
tr: çekiç
vi: búa
zh_hans: 锤子

source: spear
de: Speer
fr: lance
it: lancia
ko: 창
pl: włócznia
pt_br: Lança
ru: копьё
tr: mızrak
vi: giáo
zh_hans: 矛

source: crossbow
de: Armbrust
fr: arbalète
it: balestra
ko: 석궁
pl: kusza
pt_br: Besta
ru: арбалет
tr: tatar yayı
vi: nỏ
zh_hans: 弩

source: pike
fr: brochet
it: picca
ko: 파이크
pl: pika
pt_br: lúcio
ru: пика
tr: kargı
vi: thương
zh_hans: 长矛

source: whip
de: Peitsche
fr: fouet
it: frusta
ko: 채찍
pl: bat
pt_br: Chicote
ru: кнут
tr: kırbaç
vi: roi
zh_hans: 鞭子

source: bow
de: Bogen
fr: arc
it: arco
ko: 절하다
pl: łuk
pt_br: arco
ru: лук
tr: yay
vi: cung
zh_hans: 弓

source: blowgun
de: Blaspistole
fr: sarbacane
it: cerbottana
ko: 블로우건
pl: dmuchawka
pt_br: Zarabatana
ru: духовое ружье
tr: üfleme borusu
vi: ống thổi tiêu
zh_hans: 吹箭筒

source: grappling
de: Enterhaken
fr: Lutter Avec
it: rampino
ko: 그래플링
pl: chwytanie
pt_br: agarrando
ru: грэпплинг
tr: kancalı
vi: Vật lộn
zh_hans: 小锚

source: Bearer
de: Träger
fr: Porteur
it: Portatore
ko: 교군꾼
pl: Posiadacz
pt_br: Portador
ru: Носитель
tr: Taşıyıcı
vi: Người dùng
zh_hans: 背负者

source: Exalted
de: Erhaben
fr: Exalté
it: Esaltato
ko: 고귀한
pl: Wywyższony
pt_br: Exaltado
ru: Возвышенный
tr: Yüce
vi: Tôn Quý
zh_hans: 崇高

source: Ultimate
de: Ultimativ
fr: Ultime
it: Definitivo
ko: 궁극의
pl: Ostateczny
pt_br: Ultimato
ru: Окончательный
tr: Nihai
vi: Tối Thượng
zh_hans: 最终

source: Perfect
de: Perfekt
fr: Parfait
it: Perfetto
ko: 완전한
pl: Idealny
pt_br: Perfeito
ru: Превосходно
tr: Kusursuz
vi: Hoàn Hảo
zh_hans: 完美

source: Degree
de: Grad
fr: Diplôme
it: Grado
ko: 도
pl: Stopień
pt_br: Grau
ru: степень
tr: Derece
vi: Mức độ
zh_hans: 程度

source: Rank
fr: Rang
it: Rango
ko: 계급
pl: Ranga
pt_br: Ranking
ru: ранг
tr: Rütbe
vi: Cấp bậc
zh_hans: 排名

source: Master
de: Meister
fr: Maître
it: Maestro
ko: 주인
pl: Mistrz
pt_br: mestre
ru: мастер
tr: Usta
vi: Bậc thầy
zh_hans: 大师

source: Adept
fr: Expert
it: Adepto
ko: 정통한
pt_br: Adepto
ru: знаток
tr: Uzman
vi: Tinh Thông
zh_hans: 拿手的

source: Bearer
de: Träger
fr: Porteur
it: Portatore
ko: 교군꾼
pl: Posiadacz
pt_br: Portador
ru: носитель
tr: Taşıyıcı
vi: Người dùng
zh_hans: 背负者

source: Novice
de: Neuling
it: Novizio
ko: 초심자
pl: Nowicjusz
pt_br: Novato
ru: начинающий
tr: Çırak
vi: Sơ cấp
zh_hans: 入门的

source: up the stairs
de: die Treppe hinauf
fr: En haut des escaliers
it: su per le scale
ko: 계단 위로
pl: po schodach
pt_br: escadas acima
ru: вверх по лестнице
tr: merdivenlerden yukarı
vi: lên cầu thang
zh_hans: 上楼去

source: , the door on your right
de: , die Tür zu Ihrer Rechten
fr: , la porte sur votre droite
it: , la porta alla tua destra
ko: , 오른쪽 문
pl: , drzwi po prawej stronie
pt_br: , a porta a sua direita
ru: , дверь справа
tr: , sağınızdaki kapı
vi: , cánh cửa bên phải bạn
zh_hans: ，你右边的门

source: , the door on your left
de: , die Tür zu Ihrer Linken
fr: , la porte sur votre gauche
it: , la porta alla tua sinistra
ko: , 왼쪽 문
pl: , drzwi po lewej stronie
pt_br: , a porta na sua esquerda
ru: , дверь слева
tr: , solunuzdaki kapı
vi: , cánh cửa bên trái bạn
zh_hans: ，你左边的门

source: door
de: tür
fr: porte
it: porta
ko: 문
pl: drzwi
pt_br: porta
ru: дверь
tr: kapı
vi: cửa
zh_hans: 门

source: on your right
de: zu Ihrer Rechten
fr: sur votre droite
it: alla tua destra
ko: 당신의 오른편에
pl: po prawej
pt_br: na sua direita
ru: справа
tr: sağınızda
vi: bên phải bạn
zh_hans: 在你右边

source: on your left
de: zu Ihrer Linken
fr: à ta gauche
it: sulla tua sinistra
ko: 왼쪽에
pl: po lewej
pt_br: na sua esquerda
ru: слева
tr: solunuzda
vi: bên trái bạn
zh_hans: 在你的左边

source: , at the end of the hall
de: , am Ende der Halle
fr: , au bout du couloir
it: , alla fine del corridoio
ko: , 홀 끝에서
pl: , na końcu korytarza
pt_br: , no final do corredor
ru: , в конце зала
tr: , koridorun sonunda
vi: , ở cuối hành lang
zh_hans: ，在大厅的尽头
