Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Infamous intruder
de: Berüchtigter Eindringling
fr: Intrus infâme
it: Famigerato intruso
ko: 악명 높은 침략자
pl: Niesławny włamywacz
pt_br: Intruso infame
ru: Печально известный нарушитель
tr: Kötü şöhretli davetsiz misafir
vi: Kẻ xâm nhập khét tiếng
zh_hans: 臭名昭著的入侵者

source: Noted intruder according
fr: Intrus constaté selon
it: Noto intruso secondo
ko: 잘 알려진 침략자
pl: Znany włamywacz według
pt_br: Intruso notável de acordo com
ru: Замечен нарушитель в соответствии
tr: Bilinen davetsiz misafir
vi: Kẻ xâm nhập đáng chú ý theo
zh_hans: 著名的入侵者，被此记录：

source: Certainly considered an intruder
de: Sicherlich als Eindringling betrachtet
fr: Certainement considéré comme un intrus
it: Sicuramente si tratta di un intruso
ko: 확실히 침략자로 간주됨
pl: Z pewnością uważany za włamywacza
pt_br: Certamente considerado um intruso
ru: безусловный нарушитель закона
tr: Kesinlikle davetsiz misafir olarak görülür
vi: Chắc chắn bị coi là kẻ xâm nhập
zh_hans: 被肯定地看做是一名入侵者

source: Considered an intruder
de: Als Eindringling betrachtet
fr: Considéré comme un intrus
it: Si tratta di un intruso
ko: 침략자로 간주됨
pl: Uważany za włamywacza
pt_br: Considerado um intruso
ru: подозреваемый в нарушении закона
tr: Davetsiz misafir olarak görülür
vi: Bị coi là kẻ xâm nhập
zh_hans: 被看做是一名入侵者

source: Legendary monster
de: Legendäres Monster
fr: Monstre légendaire
it: Mostro leggendario
ko: 전설적인 괴물
pl: Legendarny potwór
pt_br: Monstro lendário
ru: Легендарный монстр
tr: Efsanevi canavar
vi: Quái vật huyền thoại
zh_hans: 传奇怪物

source: Infamous monster
de: Berüchtigtes Monster
fr: Monstre infâme
it: Famigerato mostro
ko: 악명 높은 괴물
pl: Niesławny potwór
pt_br: Monstro infame
ru: Печально известный монстр
tr: Kötü şöhretli canavar
vi: Quái vật khét tiếng
zh_hans: 臭名昭著的怪物

source: Noted monster
de: Berühmtes Monster
fr: Monstre noté
it: Noto mostro
ko: 잘 알려진 괴물
pl: Znany potwór
pt_br: Notório monstro
ru: Признанный монстр
tr: Bilinen canavar
vi: Quái vật đáng chú ý
zh_hans: 著名的怪物

source: Certainly feared as a monster
de: Sicherlich gefürchtet wie ein Ungeheuer
fr: Certainement redouté comme un monstre
it: Certamente temuto come mostro
ko: 확실히 두려운 괴물
pl: Z pewnością budzący strach potwór
pt_br: Certamente temido como um monstro
ru: Определенно, его боялись как монстра
tr: Kesinlikle canavar olarak korkulur
vi: Chắc chắn bị khiếp sợ như một quái vật
zh_hans: 害怕被当作怪物

source: Feared as a monster
de: Gefürchtet wie ein Monster
fr: Craint comme un monstre
it: Temuto come mostro
ko: 두려운 괴물
pl: Budzący strach potwór
pt_br: Temido como um monstro
ru: Боялись как монстра
tr: Canavar olarak korkulur
vi: Bị khiếp sợ như một quái vật
zh_hans: 像妖魔一样令人恐惧

source: Legendary brigand
de: Legendärer Räuber
fr: Brigand légendaire
it: Leggendario brigante
ko: 전설적인 산적
pl: Legendarny bandyta
pt_br: Bandido lendário
ru: Легендарный разбойник
tr: Efsanevi haydut
vi: Cướp bóc huyền thoại
zh_hans: 传奇盗贼

source: Infamous brigand
de: Berüchtigter Räuber
fr: Brigand infâme
it: Famigerato brigante
ko: 악명 높은 산적
pl: Niesławny bandyta
pt_br: Infame ladrão
ru: Печально известный разбойник
tr: Kötü şöhretli haydut
vi: Cướp bóc khét tiếng
zh_hans: 臭名昭著的强盗

source: Noted brigand
de: Berühmter Räuber
fr: Brigand noté
it: Noto brigante
ko: 잘 알려진 산적
pl: Znany bandyta
pt_br: Bandido notável
ru: Признанный разбойник
tr: Bilinen haydut
vi: Cướp bóc đáng chú ý
zh_hans: 著名的强盗

source: Certainly feared as a brigand
de: Sicherlich gefürchtet wie ein Räuber
fr: Certainement redouté comme un brigand
it: Certamente temuto come brigante
ko: 확실히 두려운 산적
pl: Z pewnością budzący strach bandyta
pt_br: Certamente temido como bandido
ru: Определенно, его боялись как разбойника
tr: Kesinlikle haydut olarak korkulur
vi: Chắc chắn bị khiếp sợ như một kẻ cướp
zh_hans: 害怕被当作盗贼

source: Feared as a brigand
de: Gefürchtet als Räuber
fr: Craint comme un brigand
it: Temuto come brigante
ko: 두려운 산적
pl: Budzący strach bandyta
pt_br: Temido como bandido
ru: Боялись как разбойника
tr: Haydut olarak korkulur
vi: Bị khiếp sợ như một kẻ cướp
zh_hans: 作为山贼而感到

source: Legendary bully
de: Legendärer Tyrann
fr: Intimidateur légendaire
it: Prepotente leggendario
ko: 전설적인 깡패
pl: Legendarny chuligan
pt_br: Valentão lendário
ru: Легендарный хулиган
tr: Efsanevi zorba
vi: Kẻ bắt nạt huyền thoại
zh_hans: 传奇恶霸

source: Infamous bully
de: Berüchtigter Tyrann
fr: Intimidateur infâme
it: Famigerato prepotente
ko: 악명 높은 불량배
pl: Niesławny chuligan
pt_br: Valentão infame
ru: Печально известный хулиган
tr: Kötü şöhretli zorba
vi: Kẻ bắt nạt khét tiếng
zh_hans: 臭名昭著的恶霸

source: Noted bully
de: Bekannter Tyrann
fr: Intimidateur noté
it: Noto prepotente
ko: 잘 알려진 깡패
pl: Znany chuligan
pt_br: Valentão notável
ru: Признанный хулиган
tr: Bilinen zorba
vi: Kẻ bắt nạt nổi danh
zh_hans: 著名的恶霸

source: Certainly considered a bully
de: Sicherlich als Tyrann betrachtet
fr: Certainement considéré comme un tyran
it: Sicuramente di tratta di un prepotente
ko: 확실히 깡패로 간주됨
pl: Z pewnością uważany za chuligana
pt_br: Certamente considerado um valentão
ru: Несомненно считается хулиганом
tr: Kesinlikle zorba olarak görülür
vi: Chắc chắn được coi là một kẻ bắt nạt
zh_hans: 被肯定地看做是一名恶霸

source: Considered a bully
de: Wird als Tyrann betrachtet
fr: Considéré comme un tyran
it: Si tratta di un attaccabrighe
ko: 깡패로 간주됨
pl: Uważany za chuligana
pt_br: Considerado um valentão
ru: Считается хулиганом
tr: Zorba olarak görülür
vi: Được coi là một kẻ bắt nạt
zh_hans: 被认为是恶霸

source: Legendary brawler
de: Legendärer Raufbold
fr: bagarreur légendaire
it: Attaccabrighe leggendario
ko: 전설적인 싸움꾼
pl: Legendarny awanturnik
pt_br: Lutador lendário
ru: Легендарный забияка
tr: Efsanevi kavgacı
vi: Đấu sĩ huyền thoại
zh_hans: 传奇斗士

source: Famous brawler
de: Berühmter Raufbold
fr: Célèbre bagarreur
it: Famoso attaccabrighe
ko: 유명한 싸움꾼
pl: Sławny awanturnik
pt_br: Lutador famoso
ru: Знаменитый забияка
tr: Ünlü kavgacı
vi: Đấu sĩ nổi danh
zh_hans: 名声显赫的斗士

source: Moted brawler
de: Motivierter Raufbold
fr: Bagarreur motard
it: Agitato attaccabrighe
ko: 잘 알려진 싸움꾼
pl: Znany awanturnik
pt_br: Lutador zombado
ru: Известный по слухам забияка
tr: Bilinen kavgacı
vi: Đấu sĩ nổi danh
zh_hans: 出名的斗士

source: Certainly considered a brawler
de: Sicherlich als Raufbold betrachtet
fr: Certainement considéré comme un bagarreur
it: Sicuramente si tratta di un attaccabrighe
ko: 확실히 싸움꾼으로 간주됨
pl: Z pewnością uważany za awanturnika
pt_br: Certamente considerado um lutador
ru: Определенно считается забиякой
tr: Kesinlikle kavgacı olarak görülür
vi: Chắc chắn được coi là một đấu sĩ
zh_hans: 被肯定地看做是一名斗士

source: Considered a brawler
de: Gilt als Raufbold
fr: Considéré comme un bagarreur
it: Si tratta di un attaccabrighe
ko: 싸움꾼으로 간주됨
pl: Uważany za awanturnika
pt_br: Considerado um Lutador
ru: Считается забиякой
tr: Kavgacı olarak görülür
vi: Được coi là một đấu sĩ
zh_hans: 被看作是一名斗士

source: Legendary villain
de: Legendärer Bösewicht
fr: Méchant légendaire
it: Cattivo leggendario
ko: 전설적인 악당
pl: Legendarny złoczyńca
pt_br: Vilão lendário
ru: Легендарный злодей
tr: Efsanevi Melun
vi: Kẻ ác huyền thoại
zh_hans: 传奇恶棍

source: Infamous villain
de: Berüchtigter Bösewicht
fr: Méchant infâme
it: Famigerato cattivo
ko: 악명 높은 악당
pl: Niesławny złoczyńca
pt_br: Vilão infame
ru: Печально известный злодей
tr: Kötü şöhretli Melun
vi: Kẻ ác khét tiếng
zh_hans: 臭名昭著的恶棍

source: Noted villain
de: Berühmter Schurke
fr: Méchant noté
it: Noto cattivo
ko: 잘 알려진 악당
pl: Znany złoczyńca
pt_br: Vilão notável
ru: Признанный злодей
tr: Bilinen Melun
vi: Kẻ ác nổi danh
zh_hans: 著名的恶棍

source: Greatly feared as a villain
de: Als Schurke sehr gefürchtet
fr: Très redouté en tant que méchant
it: Molto temuto come cattivo
ko: 매우 두려운 악당
pl: Powszechnie budzący strach złoczyńca
pt_br: Grandemente temido como vilão
ru: Внушающий ужас злодей
tr: Melun olarak büyük korku uyandırır
vi: Bị cực kỳ khiếp sợ như một kẻ ác
zh_hans: 作为一名令人人闻风丧胆的恶棍

source: Feared as a villain
de: Gefürchtet als Schurke
fr: Craint comme un méchant
it: Temuto come cattivo
ko: 두려운 악당
pl: Budzący strach złoczyńca
pt_br: Temido como vilão
ru: Внушает страх как злодей
tr: Melun olarak korkulur
vi: Bị khiếp sợ như một kẻ ác
zh_hans: 像恶棍一样令人恐惧

source: Legendary hunter
de: Legendärer Jäger
fr: Chasseur légendaire
it: Cacciatore leggendario
ko: 전설적인 사냥꾼
pl: Legendarny myśliwy
pt_br: Caçador lendário
ru: Легендарный охотник
tr: Efsanevi avcı
vi: Thợ săn huyền thoại
zh_hans: 传奇猎人

source: Great hunter
de: großartiger Jäger
fr: Grand chasseur
it: Grande cacciatore
ko: 위대한 사냥꾼
pl: Wielki myśliwy
pt_br: Grande caçador
ru: Великий охотник
tr: Büyük avcı
vi: Thợ săn cừ khôi
zh_hans: 伟大的猎人

source: Talented hunter
de: talentierter Jäger
fr: Chasseur talentueux
it: Cacciatore talentuoso
ko: 재능있는 사냥꾼
pl: Utalentowany myśliwy
pt_br: Caçador talentoso
ru: Талантливый охотник
tr: Yetenekli avcı
vi: Thợ săn tài năng
zh_hans: 天才猎人

source: Skilled hunter
de: Qualifizierter Jäger
fr: Chasseur qualifié
it: Abile cacciatore
ko: 숙련된 사냥꾼
pl: Umiejętny myśliwy
pt_br: Caçador habilidoso
ru: Умелый охотник
tr: Becerikli avcı
vi: Thợ săn lành nghề
zh_hans: 资深的猎人

source: Respected as a hunter
de: Geschätzt als Jäger
fr: Respecté en tant que chasseur
it: Rispettato come cacciatore
ko: 사냥꾼으로서 존경받는
pl: Szanowany jako myśliwy
pt_br: Respeitado como caçador
ru: Уважаем как охотник
tr: Avcı olarak saygı görür
vi: Được kính trọng như một thợ săn
zh_hans: 受人敬重的猎人

source: Legendary killer
de: Legendärer Killer
fr: Tueur légendaire
it: Assassino leggendario
ko: 전설적인 살인자
pl: Legendarny zabójca
pt_br: Matador lendário
ru: Легендарный убийца
tr: Efsanevi katil
vi: Sát thủ huyền thoại
zh_hans: 传奇杀手

source: Infamous killer
de: Berüchtigter Killer
fr: Tueur infâme
it: Famigerato assassino
ko: 악명 높은 살인자
pl: Niesławny zabójca
pt_br: Matador infame
ru: Печально известный злодей
tr: Kötü şöhretli katil
vi: Sát thủ khét tiếng
zh_hans: 臭名昭著的杀手

source: Noted killer
fr: Tueur noté
it: Noto assassino
ko: 잘 알려진 살인자
pl: Znany zabójca
pt_br: Assassino notável
ru: Признанный злодей
tr: Bilinen katil
vi: Sát thủ nổi danh
zh_hans: 著名杀手

source: Greatly feared as a killer
de: Als Mörder sehr gefürchtet
fr: Très redouté en tant que tueur
it: Molto temuto come assassino
ko: 매우 두려운 살인자
pl: Powszechnie budzący strach zabójca
pt_br: Grandemente temido como um matador
ru: Внушающий ужас злодей
tr: Katil olarak büyük korku uyandırır
vi: Bị cực kỳ khiếp sợ như một sát thủ
zh_hans: 令人胆寒的屠夫

source: Feared as a killer
de: gefürchteter Killer
fr: Craint comme un tueur
it: Temuto come assassino
ko: 두려운 살인자
pl: Budzący strach jako zabójca
pt_br: Temido como assassino
ru: Внушающий страх злодей
tr: Katil olarak korkulur
vi: Bị khiếp sợ như một sát thủ
zh_hans: 像杀手一样令人恐惧

source: Legendary murderer
de: Legendärer Mörder
fr: Meurtrier légendaire
it: Leggendario omicida
ko: 전설적인 살인마
pl: Legendarny morderca
pt_br: Assassino lendário
ru: Легендарный душегуб
tr: Efsanevi cani
vi: Kẻ sát nhân huyền thoại
zh_hans: 传奇凶手

source: Infamous murderer
de: Berüchtigter Mörder
fr: Meurtrier infâme
it: Famigerato omicida
ko: 악명 높은 살인마
pl: Niesławny morderca
pt_br: Assassino infame
ru: Печально известный душегуб
tr: Kötü şöhretli cani
vi: Kẻ sát nhân khét tiếng
zh_hans: 臭名昭著的杀人犯

source: Noted murderer
de: Bekannter Mörder
fr: Meurtrier noté
it: Noto omicida
ko: 잘 알려진 살인마
pl: Znany morderca
pt_br: Assissino notável
ru: Признанный душегуб
tr: Bilinen cani
vi: Kẻ sát nhân nổi danh
zh_hans: 著名的谋杀犯

source: Greatly feared as a murderer
de: Als Mörder sehr gefürchtet
fr: Très redouté en tant que meurtrier
it: Molto temuto come omicida
ko: 매우 두려운 살인마
pl: Powszechnie budzący strach jako morderca
pt_br: Grandemente temido como assassino
ru: Внушающий ужас душегуб
tr: Cani olarak büyük korku uyandırır
vi: Bị cực kỳ khiếp sợ như một kẻ sát nhân
zh_hans: 令人闻风丧胆的谋杀犯

source: Feared as a murderer
de: gefürchteter Mörder
fr: Craint comme un meurtrier
it: Temuto come omicida
ko: 살인자로 두렵다
pl: Budzący strach morderca
pt_br: Temido como um assassino
ru: Внушает страх как душегуб
tr: Cani olarak korkulur
vi: Bị khiếp sợ như một kẻ sát nhân
zh_hans: 令人恐惧的屠夫

source: Legendary enemy fighter
de: Legendärer feindlicher Kämpfer
fr: Combattant ennemi légendaire
it: Leggendario combattente nemico
ko: 전설적인 적 전사
pl: Legendarny wrogi wojownik
pt_br: Lendário lutador inimigo
ru: Легендарный вражеский боец
tr: Efsanevi düşman savaşçı
vi: Chiến binh đối địch huyền thoại
zh_hans: 传奇退敌斗士

source: Infamous enemy fighter
de: Berühmter feindlicher Kämpfer
fr: Infâme combattant ennemi
it: Famigerato combattente nemico
ko: 악명 높은 적 전사
pl: Niesławny wrogi wojownik
pt_br: Lutador inimigo infame
ru: Печально известный вражеский боец
tr: Kötü şöhretli düşman savaşçı
vi: Chiến binh đối địch khét tiếng
zh_hans: 臭名昭著的斗士

source: Noted enemy fighter
de: Bekannter gegnerischer Kämpfer
fr: Combattant ennemi noté
it: Noto combattente nemico
ko: 잘 알려진 적 전사
pl: Znany wrogi wojownik
pt_br: Notável lutador inimigo
ru: Признанный вражеский боец
tr: Bilinen düşman savaşçı
vi: Chiến binh đối địch nổi danh
zh_hans: 著名的敌方战士

source: Greatly feared for violent oppositoin
de: Sehr gefürchtet wegen gewalttätiger Opposition
fr: Très craint pour opposition violente
it: Molto temuto per la violenta resistenza
ko: 매우 두려운 폭력 행사자
pl: Powszechnie budzący strach gwałtownymi konfrontacjami
pt_br: Grandemente temido por oposição violenta
ru: Жутко боится насильственного противостояния
tr: Şiddetli direnişiyle büyük korku uyandırır
vi: Bị cực kỳ khiếp sợ vì sự đối kháng bạo lực
zh_hans: 非常害怕暴力的反抗

source: Feared for violent opposition
de: Gefürchtet wegen gewaltsamer Opposition
fr: Craint pour une opposition violente
it: Temuto per la violenta resistenza
ko: 두려운 폭력행사자
pl: Budzący strach gwałtownymi konfrontacjami
pt_br: Temido por oposição violenta
ru: Боится насильственного противостояния
tr: Şiddetli direnişiyle korkulur
vi: Bị khiếp sợ vì sự đối kháng bạo lực
zh_hans: 害怕暴力的反抗

source: Legendary fighter
de: Legendärer Kämpfer
fr: Combattant légendaire
it: Combattente leggendario
ko: 전설적인 전사
pl: Legendarny wojownik
pt_br: Lutador lendário
ru: Легендарный боец
tr: Efsanevi dövüşçü
vi: Chiến binh huyền thoại
zh_hans: 传奇斗士

source: Famous fighter
de: Berühmter Kämpfer
fr: Célèbre combattant
it: Famoso combattente
ko: 유명한 전사
pl: Sławny wojownik
pt_br: Lutador famoso
ru: Знаменитый боец
tr: Ünlü dövüşçü
vi: Chiến binh nổi danh
zh_hans: 名声显赫的战士

source: Noted fighter
de: Bekannter Kämpfer
fr: Combattant noté
it: Noto combattente
ko: 잘 알려진 전사
pl: Znany wojownik
pt_br: Lutador notável
ru: Признанный боец
tr: Bilinen dövüşçü
vi: Chiến binh có tiếng
zh_hans: 著名的战士

source: Greatly respected for fighter
de: Großer Respekt für Kämpfer
fr: Très respecté pour le combattant
it: Molto rispettato per la sua abilità nel combattere
ko: 전사로 큰 존경을 받는 자
pl: Powszechnie szanowany wojownik
pt_br: Grandemente respeitador por lutador
ru: Глубоко уважаемый боец
tr: Dövüşçülüğüyle büyük saygı görür
vi: Cực kỳ được kính trọng về khả năng chiến đấu
zh_hans: 作为一名战士受到极大的尊重

source: Respected for fighter
de: Respekt für Kämpfer
fr: Respecté pour le combattant
it: Rispettato per la sua abilità nel combattere
ko: 전사로 존경받는 자
pl: Szanowany wojownik
pt_br: Respeitado por lutador
ru: Уважаемый боец
tr: Dövüşçülüğüyle saygı görür
vi: Được kính trọng về khả năng chiến đấu
zh_hans: 作为一名战士受到尊重

source: Legendary loyal soldier
de: Legendärer treuer Soldat
fr: Soldat loyal légendaire
it: Leggendario soldato leale
ko: 전설적인 충직한 군인
pl: Legendarny lojalny żołnierz
pt_br: Soldado leal lendário
ru: Легендарный верный содат
tr: Efsanevi sadık asker
vi: Binh lính trung thành huyền thoại
zh_hans: 传奇的忠诚军人

source: Famous loyal soldier
de: Berühmter treuer Soldat
fr: Célèbre soldat fidèle
it: Famoso soldato leale
ko: 유명한 충직한 군인
pl: Sławny lojalny żołnierz
pt_br: Soldado leal famoso
ru: Знаменитый верный солдат
tr: Ünlü sadık asker
vi: Binh lính trung thành nổi danh
zh_hans: 名声显赫的忠诚军人

source: Noted loyal soldier
de: Berühmter loyaler Soldat
fr: Célèbre soldat loyal
it: Noto soldato leale
ko: 잘 알려진 충직한 군인
pl: Znany lojalny żołnierz
pt_br: Soldado leal notável
ru: Признанный верный солдат
tr: Bilinen sadık asker
vi: Binh lính trung thành có tiếng
zh_hans: 著名的忠诚士兵

source: Greatly respected for loyalty
de: Für seine Loyalität hoch geachtet
fr: Très respecté pour sa loyauté
it: Molto rispettato per la sua lealtà
ko: 충직함으로 큰 존경을 받는 자
pl: Powszechnie szanowany za lojalność
pt_br: Grandemente respeitado por lealdade
ru: Глубоко уважаемый за верность
tr: Sadakatiyle büyük saygı görür
vi: Cực kỳ được kính trọng vì lòng trung thành
zh_hans: 因忠诚受人敬仰

source: Respected for loyalty
de: Geschätzt wegen Loyalität
fr: Respecté pour la loyauté
it: Rispettato per la lealtà
ko: 충직함으로 존경 받는 자
pl: Szanowany za lojalność
pt_br: Respeitado por lealdade
ru: Уважаемый за верность
tr: Sadakatiyle saygı görür
vi: Được kính trọng vì lòng trung thành
zh_hans: 因忠诚而受人尊敬

source: Legendary protector of the weak
de: Legendärer Beschützer der Schwachen
fr: Protecteur légendaire des faibles
it: Leggendario protettore dei deboli
ko: 전설적인 보호자
pl: Legendarny obrońca słabych
pt_br: Lendário protetor dos fracos
ru: Легендарный защитник слабых
tr: Efsanevi güçsüzlerin koruyucusu
vi: Người bảo vệ kẻ yếu huyền thoại
zh_hans: 传奇庇护者

source: Famous protector of the weak
de: Berühmter Beschützer der Schwachen
fr: Célèbre protecteur des faibles
it: Famoso protettore dei deboli
ko: 유명한 보호자
pl: Sławny obrońca słabych
pt_br: Famoso protetor dos fracos
ru: Знаменитый защитник слабых
tr: Ünlü güçsüzlerin koruyucusu
vi: Người bảo vệ kẻ yếu nổi danh
zh_hans: 声名显赫的庇护者

source: Noted protector of the weak
de: Bekannter Beschützer der Schwachen
fr: Protecteur réputé des faibles
it: Noto protettore dei deboli
ko: 잘 알려진 보호자
pl: Znany obrońca słabych
pt_br: Notável protetor dos fracos
ru: Признанный защитник слабых
tr: Bilinen güçsüzlerin koruyucusu
vi: Người bảo vệ kẻ yếu có tiếng
zh_hans: 著名的庇护者

source: Greatly respected for protecting the weak
fr: Très respecté pour protéger les faibles
it: Grande rispetto per la protezione dei deboli
ko: 약자를 보호하여 큰 존경을 받는 자
pl: Powszechnie szanowany za ochronę słabych
pt_br: Grandmente respeitado por proteger os fracos
ru: Глубоко уважаемый защитник слабых
tr: Güçsüzleri korumasıyla büyük saygı görür
vi: Cực kỳ được kính trọng vì đã bảo vệ kẻ yếu
zh_hans: 极大地受人尊敬的庇护弱者之人

source: Respected for protecting the weak
fr: Respecté pour protéger les faibles
it: Rispettato come protettore dei deboli
ko: 약자를 보호하여 존경 받는 자
pl: Szanowany za ochronę słabych
pt_br: Respeitado por proteger os fracos
ru: Уважаемый защитник слабых
tr: Güçsüzleri korumasıyla saygı görür
vi: Được kính trọng vì đã bảo vệ kẻ yếu
zh_hans: 因庇护弱者而极大地受人尊敬

source: Legendary preserver of the knowledge
fr: Conservateur légendaire du savoir
it: Leggendario custode della conoscenza
ko: 전설적인 지식 보존자
pl: Legendarny strażnik wiedzy
pt_br: Lendário conservador do conhecimento
ru: Легендарный хранитель знаний
tr: Efsanevi bilginin muhafızı
vi: Người gìn giữ tri thức huyền thoại
zh_hans: 传奇博学大师

source: Famous preserver of the knowledge
fr: Célèbre conservateur du savoir
it: Famoso custode della conoscenza
ko: 유명한 지식 보존자
pl: Sławny strażnik wiedzy
pt_br: Famoso preservador do conhecimento
ru: Знаменитый хранитель знаний
tr: Ünlü bilginin muhafızı
vi: Người gìn giữ tri thức nổi danh
zh_hans: 名声显赫的博学大师

source: Noted preserver of the knowledge
fr: Conservateur notoire du savoir
it: Noto custode della conoscenza
ko: 저명한 지식 보존자
pl: Znany strażnik wiedzy
pt_br: Notável preservador do conhecimento
ru: Признанный хранитель знаний
tr: Bilinen bilginin muhafızı
vi: Người gìn giữ tri thức có tiếng
zh_hans: 著名的博学大师

source: Greatly respected for preserving the knowledge
fr: Très respecté pour la préservation des connaissances
it: Molto rispettato per la conservazione della conoscenza
ko: 지식 보존으로 크게 존경 받는 자
pl: Powszechnie szanowany za ochronę wiedzy
pt_br: Grandemente respeitado por preservar o conhecimento
ru: Глубоко уважаемый хранитель знаний
tr: Bilgiyi muhafaza etmesiyle büyük saygı görür
vi: Cực kỳ được kính trọng vì đã gìn giữ tri thức
zh_hans: 因博学多才而备受崇敬

source: Respected for preserving the knowledge
fr: Respecté pour la préservation des connaissances
it: Rispettato per la conservazione della conoscenza
ko: 지식 보존으로 존경 받는 자
pl: Szanowany za ochronę wiedzy
pt_br: Respeitado por preservar o conhecimento
ru: Уважаемый хранитель знаний
tr: Bilgiyi muhafaza etmesiyle saygı görür
vi: Được kính trọng vì đã gìn giữ tri thức
zh_hans: 因博学多才而受人尊敬

source: Legendary treasure hunter
de: Legendärer Schatzjäger
fr: Chasseur de trésor légendaire
it: Leggendario cacciatore di tesori
ko: 전설적인 보물 사냥꾼
pl: Legendarny łowca skarbów
pt_br: Caçador de tesouros lendário
ru: Легендарный охотник за сокровищами
tr: Efsanevi hazine avcısı
vi: Thợ săn kho báu huyền thoại
zh_hans: 传奇寻宝者

source: Famous treasure hunter
de: Berühmter Schatzjäger
fr: Célèbre chasseur de trésors
it: Famoso cacciatore di tesori
ko: 유명한 보물 사냥꾼
pl: Sławny łowca skarbów
pt_br: Caçador de tesouros famoso
ru: Знаменитый охотник за сокровищами
tr: Ünlü hazine avcısı
vi: Thợ săn kho báu nổi danh
zh_hans: 名声显赫的宝物猎人

source: Noted treasure hunter
de: Bekannter Schatzjäger
fr: Célèbre chasseur de trésors
it: Noto cacciatore di tesori
ko: 잘 알려진 보물 사냥꾼
pl: Znany łowca skarbów
pt_br: Caçador de tesouros notável
ru: Признанный охотник за сокровищами
tr: Bilinen hazine avcısı
vi: Thợ săn kho báu có tiếng
zh_hans: 著名的宝物猎人

source: Greatly respected for hunting treasure
de: Als Schatzjäger hoch angesehen
fr: Très respecté pour la chasse au trésor
it: Molto rispettato per la sua capacità di scovare tesori
ko: 보물 사냥으로 큰 존경을 받는 자
pl: Powszechnie szanowany za poszukiwanie skarbów
pt_br: Grandemente respeitado por caça ao tesouro
ru: Глубоко уважаемый охотник за сокровищами
tr: Hazine avcılığıyla büyük saygı görür
vi: Cực kỳ được kính trọng vì đã săn tìm kho báu
zh_hans: 因狩猎宝物而受人尊敬

source: Respected for hunting treasure
de: Geschätzt als Schatzjäger
fr: Respecté pour la chasse au trésor
it: Rispettato per la sua capacità di scovare tesori
ko: 보물 사냥으로 존경받는 자
pl: Szanowany za poszukiwanie skarbów
pt_br: Respeitado por caça ao tesouro
ru: Уважаемый охотник за сокровищами
tr: Hazine avcılığıyla saygı görür
vi: Được kính trọng vì đã săn tìm kho báu
zh_hans: 因狩猎宝物而受人尊敬

source: Legendary thief
de: legendärer Dieb
fr: Voleur légendaire
it: Ladro leggendario
ko: 전설적인 도둑
pl: Legendarny złodziej
pt_br: Ladrão lendário
ru: Легендарный вор
tr: Efsanevi hırsız
vi: Kẻ trộm huyền thoại
zh_hans: 传奇盗贼

source: Infamous thief
de: Berüchtigter Dieb
fr: Voleur infâme
it: Famigerato ladro
ko: 악명 높은 도둑
pl: Niesławny złodziej
pt_br: Ladrão infame
ru: Печально известный вор
tr: Kötü şöhretli hırsız
vi: Kẻ trộm khét tiếng
zh_hans: 名声显赫的盗贼

source: Noted thief
de: Bekannter Dieb
fr: Voleur noté
it: Noto ladro
ko: 잘 알려진 도둑
pl: Znany złodziej
pt_br: Ladrão notável
ru: Признанный вор
tr: Bilinen hırsız
vi: Kẻ trộm nổi danh
zh_hans: 著名的盗贼

source: Certainly considered a thief
de: Sicherlich als Dieb angesehen
fr: Certainement considéré comme un voleur
it: Sicuramente di tratta di un ladro
ko: 확실히 도둑으로 간주됨
pl: Z pewnością uważany za złodzieja
pt_br: Certamente considerado um ladrão
ru: Несомненно считается вором
tr: Kesinlikle hırsız olarak görülür
vi: Chắc chắn được coi là một kẻ trộm
zh_hans: 被肯定地看做是一名盗贼

source: Considered a thief
de: Gilt als Dieb
fr: Considéré comme un voleur
it: Considerato un ladro
ko: 도둑으로 간주됨
pl: Uważany za złodzieja
pt_br: Considerado um ladrão
ru: Считается вором
tr: Hırsız olarak görülür
vi: Được coi là một kẻ trộm
zh_hans: 被认为是小偷

source: Former mercenary
de: Ehemaliger Söldner
fr: Ancien mercenaire
it: Ex mercenario
ko: 전직 용병
pl: Były kupiec
pt_br: Ex-mercenário
ru: Бывший наемник
tr: Eski paralı asker
vi: Cựu lính đánh thuê
zh_hans: 前雇佣兵

source: Citizen
de: Einwohner
fr: Citoyen
it: Cittadino
ko: 시민
pl: Obywatel
pt_br: Cidadão
ru: Житель
tr: Vatandaş
vi: Công dân
zh_hans: 居民
