Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Left click on an alert for recentering options, and right click to dismiss an alert.
de: Klicken Sie mit der linken Maustaste auf eine Meldung, für Optionen um zu zentrieren, und mit der rechten Maustaste, um eine Meldung zu löschen.
fr: Faites un clic gauche sur une alerte pour les options de recentrage et un clic droit pour ignorer une alerte.
it: Fai clic sinistro su un avviso per le opzioni di ricentramento, fai clic destro per eliminare un avviso.
ko: 경고를 마우스 왼쪽 버튼으로 클릭하여 옵션을 선택하고 마우스 오른쪽 버튼으로 클릭하여 경고를 해제합니다.
pl: Kliknij lewym przyciskiem myszy, by pokazać opcje wycentrowania, i prawym aby odrzucić ostrzeżenie.
pt_br: Clique com o botão esquerdo em um alerta para opções de centralização, e clique com o botão direito para dispensar um alerta.
ru: Левый клик по предупреждению для просмотра опций перехода. Правый клик, чтобы отклонить предупреждение.
tr: Yeniden odaklama seçenekleri için bir alarma sol tıklayın, kapatmak için sağ tıklayın.
vi: Nhấp chuột trái vào cảnh báo để xem các tùy chọn đặt lại vị trí trung tâm, và nhấp chuột phải để bỏ qua cảnh báo.
zh_hans: 左键单击以打开警报，右键单击以关闭警报

source: Preparing for the Caravan
de: Vorbereitungen für die Karawane
fr: Préparation de la caravane
it: Preparazione della Carovana
ko: 카라반 준비
pl: Przygotowania do Karawany
pt_br: Preparando-se para a Caravana
ru: Подготовка к приходу каравана.
tr: Kervan için Hazırlık
vi: Chuẩn bị cho Đoàn lữ hành
zh_hans: 为商队的到来做好准备

source: (8 of 8)
fr: (8 sur 8)
it: (8 di 8)
pl: (8 z 8)
pt_br: (8 de 8)
ru: (8 из 8)
vi: (8 trên 8)

source: You may need supplies before the coming of winter.
de: Möglicherweise benötigen Sie vor dem Wintereinbruch Vorräte.
fr: Vous aurez peut-être besoin de ravitaillement avant l'arrivée de l'hiver.
it: Potresti necessitare di rifornimenti prima dell'arrivo dell'inverno.
ko: 겨울이 오기 전에 준비물이 필요할 수 있습니다.
pl: Możesz potrzebować zapasów przed nadejściem zimy.
pt_br: Você pode precisar de suprimentos antes da chegada do inverno.
ru: Вам могут понадобиться припасы перед наступлением зимы.
tr: Kış gelmeden önce erzaklara ihtiyacınız olabilir.
vi: Có lẽ bạn sẽ cần vật tư trước khi mùa đông tới.
zh_hans: 在冬日到来前你可能需要一些补给。

source: To trade with the autumn caravan, you must build a [C:6:0:0]Trade Depot[C:7:0:0] from the [C:5:0:1]Build[C:7:0:0] menu.
fr: Pour commercer avec la caravane d'automne, vous devez construire un [C:6:0:0]Dépôt commercial[C:7:0:0] à partir du [C:5:0:1]Menu Construction[C:7:0:0].
it: Per commerciare con la carovana autunnale devi prima costruire un [C:6:0:0]Deposito commerciale[C:7:0:0] dal menù [C:5:0:1]Costruzioni[C:7:0:0].
ko: 가을 캐러밴과 거래하고 싶으시다면, 먼저 [C:6:0:0]거래 창고[C:7:0:0]를 [C:5:0:1]건축[C:7:0:0]메뉴에서 만들어야 합니다.
pl: Aby handlować z jesienną karawaną, musisz zbudować [C:6:0:0]Skład handlowy[C:7:0:0] z menu [C:5:0:1]Buduj[C:7:0:0].
pt_br: Para fazer comércio com a caravana de outono, você deve construir um [C:6:0:0]Entreposto Comercial[C:7:0:0] do menu [C:5:0:1]Construir[C:7:0:0].
ru: Для торговли с осенним караваном необходимо соорудить [C:6:0:0]Торговую площадь[C:7:0:0] из меню [C:5:0:1]Построить[C:7:0:0].
tr: Sonbahar kervanıyla ticaret yapmak için [C:5:0:1]İnşa Et[C:7:0:0] menüsünden bir [C:6:0:0]Ticaret Deposu[C:7:0:0] inşa etmelisiniz.
vi: Để giao thương với đoàn lữ hành mùa thu, bạn phải xây dựng một [C:6:0:0]Trade Depot[C:7:0:0] từ trình đơn [C:5:0:1]Build[C:7:0:0].
zh_hans: 为了和秋天的商队交易，你必须建造一个[C:6:0:0]贸易站[C:7:0:0] 从 [C:5:0:1]建造[C:7:0:0]菜单里.

source: You need something of value to trade.
de: Sie brauchen etwas von Wert, um zu handeln.
fr: Vous avez besoin de quelque chose de valeur pour échanger.
it: Hai bisogno di qualcosa di valore da scambiare.
ko: 거래하려면 가치 있는 것이 필요합니다.
pl: Potrzebujesz czegoś cennego na wymianę.
pt_br: Você precisa de algo de valor para negociar.
ru: Вам нужно что-то ценное для обмена.
tr: Takas etmek için değerli bir şeye ihtiyacınız var.
vi: Bạn cần thứ gì đó có giá trị để giao dịch.
zh_hans: 要交易，你就得有有价值的东西

source: [C:6:0:1]Crafts[C:7:0:0] are an easy way to make a lot of trade goods quickly.
fr: [C:6:0:1]L'artisanat[C:7:0:0] est un moyen facile de fabriquer rapidement de nombreux biens commerciaux.
it: L'[C:6:0:1]Artigianato[C:7:0:0] è un modo semplice per produrre rapidamente molti prodotti commerciali.
ko: [C:6:0:1]제작[C:7:0:0]은 무역상품을 많이 만들 수 있는 쉬운 길입니다.
pl: [C:6:0:1]Rękodzieło[C:7:0:0] jest łatwym sposobem na wytworzenie dużej ilości dóbr na handel w krótkim czasie.
pt_br: [C:6:0:1]Artesanatos[C:7:0:0] são uma maneira fácil de fazer muitos produtos comerciais rapidamente.
ru: [C:6:0:1]Ремесло[C:7:0:0] - это простой способ быстро изготовить множество товаров для торговли.
tr: [C:6:0:1]El Sanatları[C:7:0:0], hızlıca çok sayıda ticari mal yapmanın kolay bir yoludur.
vi: [C:6:0:1]Crafts[C:7:0:0] là cách dễ dàng để nhanh chóng tạo ra nhiều hàng hóa giao dịch.
zh_hans: [C:6:0:1]工艺品[C:7:0:0] 是最容易且快速制造的大量货物。

source: Make the appropriate workshop with [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Crafts[C:7:0:0].
fr: Créez l'atelier approprié avec [C:5:0:1]Ateliers[C:7:0:0] -> [C:5:0:1]Artisanat[C:7:0:0].
it: Crea la bottega appropriata con [C:5:0:1]Botteghe[C:7:0:0]. -> [C:5:0:1]Artigianato[C:7:0:0].
ko: [C:5:0:1]작업장[C:7:0:0] ->[C:5:0:1]제작[C:7:0:0]에서 적절한 작업장을 만드십시오.
pl: Stwórz odpowiedni Warsztat za pomocą [C:5:0:1]Warsztaty[C:7:0:0] -> [C:5:0:1]Rękodzieło[C:7:0:0].
pt_br: Faça a oficina apropriada em [C:5:0:1]Oficinas[C:7:0:0] -> [C:5:0:1]Artesanato[C:7:0:0].
ru: Создайте соответствующую мастерскую через [C:5:0:1]Мастерские[C:7:0:0] -> [C:5:0:1]Изделия[C:7:0:0].
tr: [C:5:0:1]Atölyeler[C:7:0:0] -> [C:5:0:1]El Sanatları[C:7:0:0] ile uygun atölyeyi yapın.
vi: Xây dựng xưởng thích hợp bằng cách truy cập [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Crafts[C:7:0:0].
zh_hans: 在 [C:5:0:1]工坊[C:7:0:0] -> [C:5:0:1]工艺品[C:7:0:0]选单中建立合适的工坊.

source: An obvious material to use to make the crafts is rock.
fr: Un matériau évident à utiliser pour fabriquer l'artisanat est la roche.
it: Un materiale ovvio da usare per creare oggetti artigianali è la pietra.
ko: 공예품을 만드는 데 사용하는 확실한 재료는 바위입니다.
pl: Oczywistym materiałem do wykonania rękodzieła jest kamień.
pt_br: Um material óbvio para usar nas criações é a pedra.
ru: Самым очевидным материалом для изготовления ремесленных изделий можно назвать камень.
tr: El sanatları yapmak için akla gelen ilk malzeme taştır.
vi: Vật liệu hiển nhiên để làm [C:6:0:1]Crafts[C:7:0:0] là đá.
zh_hans: 制作这些工艺品的一种明显的材料是岩石。

source: If you dig down enough layers you will find a near infinite amount of [C:6:0:1]Boulders[C:7:0:0] of various
fr: Si vous creusez suffisamment de couches, vous trouverez une quantité presque infinie de [C:6:0:1]Rochers[C:7:0:0] divers
it: Se scavi in giù abbastanza strati troverai una quantità quasi infinita di [C:6:0:1]Massi[C:7:0:0] di vari
ko: 만약 당신이 충분한 층을 파낸다면 다양한 종류의 거의 무한한 양의 [C:6:0:1]바위[C:7:0:0]들을발견할 것이다.
pl: Jeśli będziesz kopać wystarczająco głęboko, znajdziesz praktycznie nieskończone ilości [C:6:0:1]Głazów[C:7:0:0] różnych
pt_br: Se você cavar camadas suficientes, você encontrará uma quantidade quase infinita de [C:6:0:1]Pedregulhos[C:7:0:0] de vários
ru: Если вы копнете достаточно вниз, то найдете почти бесконечное количество [C:6:0:1]валунов[C:7:0:0] различных видов.
tr: Yeterince katman aşağı kazarsanız, çeşitli türlerde neredeyse sonsuz miktarda [C:6:0:1]Kaya Parçaları[C:7:0:0] bulacaksınız,
vi: Nếu bạn đào sâu đủ tầng, bạn sẽ tìm thấy một lượng gần như vô hạn [C:6:0:1]Boulders[C:7:0:0] thuộc nhiều
zh_hans: 如果你挖的足够深，那么你就会发现近乎无限的各类 [C:6:0:1]矿石[C:7:0:0]

source: kinds as well as some [C:6:0:1]Rough Gems[C:7:0:0] if you are lucky.
fr: sortes ainsi que quelques [C:6:0:1]Gemmes brutes[C:7:0:0] si vous avez de la chance.
it: tipi e, se si è fortunati, anche alcune [C:6:0:1]Gemme grezze[C:7:0:0].
ko: 운이 좋다면 [C:6:0:1]원석[C:7:0:0]도 있습니다.
pl: rodzajów, a także jakieś [C:6:0:1]Nieoszlifowane klejnoty[C:7:0:0], pod warunkiem że masz szczęście.
pt_br: tipos, assim como algumas [C:6:0:1]Gemas Brutas[C:7:0:0] se tiver sorte.
ru: а также несколько [C:6:0:1]необработанных самоцветов[C:7:0:0], если вам повезет.
tr: ve şanslıysanız bazı [C:6:0:1]Ham Mücevherler[C:7:0:0] de bulabilirsiniz.
vi: loại khác nhau, cùng với một vài [C:6:0:1]Rough Gems[C:7:0:0] nếu bạn may mắn.
zh_hans: 种类和一些[C:6:0:1]宝石原料[C:7:0:0]如果你幸运的话。

source: [C:6:0:1]Gems[C:7:0:0] can be [C:3:0:1]Cut[C:7:0:0] at the [C:6:0:0]Jeweler's Workshop[C:7:0:0]. [C:3:0:1]Encrust[C:7:0:0] them on [C:6:0:1]Crafts[C:7:0:0] and other items to add even more value.
fr: [C:6:0:1]Les gemmes[C:7:0:0] peuvent être [C:3:0:1]Coupées[C:7:0:0] à l' [C:6:0:0 ]Atelier de taille de gemme[C:7:0:0]. [C:3:0:1]Incrustez-les[C:7:0:0] sur des [C:6:0:1]Artisanats[C:7:0:0] et d'autres objets pour ajouter encore plus de valeur.
it: Le [C:6:0:1]Gemme[C:7:0:0] possono essere [C:3:0:1]Tagliate[C:7:0:0] presso la [C:6:0:0]Bottega del Gioielliere[C:7:0:0]. [C:3:0:1]Incastonale[C:7:0:0] su [C:6:0:1]Oggetti d'artigianato[C:7:0:0] e altri oggetti per migliorarne il valore.
ko: [C:6:0:1]보석[C:7:0:0]은 [C:6:0:0]보석 세공작업소[C:7:0:0]에서 [C:3:0:1]세공[C:7:0:0] 할 수 있습니다. 세공한 보석들은 6:0:1]공예품[C:7:0:0]에 [C:3:0:1]장식[C:7:0:0]하여 가치를 높일 수 있습니다.
pl: [C:6:0:1]Klejnoty[C:7:0:0] mogą być [C:3:0:1]Oszlifowane[C:7:0:0] w [C:6:0:0]Pracowni jubilerskiej[C:7:0:0]. [C:3:0:1]Inkrustuj[C:7:0:0] je w [C:6:0:1]Rękodziełach[C:7:0:0] i innych przedmiotach by nadać im wyższą wartość.
pt_br: [C:6:0:1]Gemas[C:7:0:0] podem ser [C:3:0:1]Cortadas[C:7:0:0] na [C:6:0:0]Oficina de Joalheria[C:7:0:0]. [C:3:0:1]Incruste[C:7:0:0] elas em [C:6:0:1]Criações[C:7:0:0] e outros itens para agregar ainda mais valor.
ru: [C:6:0:1]Самоцветы[C:7:0:0] могут быть [C:3:0:1]огранены[C:7:0:0] в [C:6:0:0]Ювелирной мастерской[C:7:0:0]. [C:3:0:1]Инкрустируйте[C:7:0:0] ими [C:6:0:1]изделия[C:7:0:0] и другие предметы, чтобы придать им еще большую ценность.
tr: [C:6:0:1]Mücevherler[C:7:0:0], [C:6:0:0]Kuyumcu Atölyesinde[C:7:0:0] [C:3:0:1]Kesilebilir[C:7:0:0]. Daha da fazla değer katmak için onları [C:6:0:1]El Sanatları[C:7:0:0] ve diğer eşyaların üzerine [C:3:0:1]Kakma yapın[C:7:0:0].
vi: [C:6:0:1]Gems[C:7:0:0] có thể được [C:3:0:1]Cut[C:7:0:0] tại [C:6:0:0]Jeweler's Workshop[C:7:0:0]. [C:3:0:1]Khảm[C:7:0:0] chúng lên [C:6:0:1]Crafts[C:7:0:0] và các vật phẩm khác để tăng thêm giá trị.
zh_hans: [C:7:0:0]宝石[C:7:0:0]可以在[C:6:0:0]珠宝工坊[C:7:0:0]被[C:3:0:1]切割[C:7:0:0]。将他们[C:3:0:1]镶嵌[C:7:0:0]在[C:6:0:1]工艺品[C:7:0:0]或者其他物品上来增加更多的价值。

source: Just the beginning
fr: Juste le commencement
it: Solo l'inizio
ko: 시작일 뿐
pl: To tylko początek
pt_br: Apenas o começo
ru: Только начало
tr: Sadece başlangıç
vi: Mới chỉ là khởi đầu
zh_hans: 这才刚刚开始

source: There's a lot more to learn!
de: Es gibt noch eine Menge zu lernen!
fr: Il y a beaucoup plus à apprendre !
it: C'è molto altro da imparare!
ko: 더 많은 것을 배울 수 있습니다!
pl: Jest jeszcze wiele do nauczenia!
pt_br: Há muito mais para aprender!
ru: Нам предстоит ещё многому научиться!
tr: Öğrenecek çok daha fazla şey var!
vi: Còn rất nhiều điều để học!
zh_hans: 要学的还有很多呢！

source: As you enter new menus, there will be information and tips.
de: Wenn Sie neue Menüs aufrufen, erhalten Sie Informationen und Tipps.
fr: Au fur et à mesure que vous entrez dans de nouveaux menus, des informations et des conseils s'affichent.
it: Accedendo a nuovi menù troverai informazioni e consigli.
ko: 새로운 메뉴에 들어가면 정보와 팁이 있습니다.
pl: Kiedy wejdziesz w nowe menu, będą tam informacje i podpowiedzi.
pt_br: Ao entrar em novos menus, haverá informações e dicas.
ru: При открытии нового меню будет появляться информация и советы.
tr: Yeni menülere girdikçe, bilgiler ve ipuçları olacak.
vi: Khi bạn truy cập các trình đơn mới, sẽ có thông tin và mẹo vặt.
zh_hans: 信息和提示会在打开新菜单时出现

source: The [C:5:0:1]Help[C:7:0:0] button at the top of the screen contains more guides.
fr: Le bouton [C:5:0:1]Aide[C:7:0:0] en haut de l'écran contient plus de guides.
it: Il tasto [C:5:0:1]Aiuto[C:7:0:0], in alto, contiene molte altre guide.
ko: 화면 상단의 [C:5:0:1]도움말[C:7:0:0] 버튼에는 더 많은 가이드가 포함되어 있습니다.
pl: Przycisk [C:5:0:1]Pomoc[C:7:0:0] na górze ekranu zawiera więcej przewodników.
pt_br: O botão [C:5:0:1]Ajuda[C:7:0:0] no topo da tela contém mais guias.
ru: Кнопка [C:5:0:1]Помощи[C:7:0:0] в верхней части экрана содержит дополнительные руководства.
tr: Ekranın üst kısmındaki [C:5:0:1]Yardım[C:7:0:0] düğmesi daha fazla rehber içerir.
vi: Nút [C:5:0:1]Help[C:7:0:0] ở phía trên cùng màn hình chứa thêm nhiều hướng dẫn.
zh_hans: 屏幕上方的[C:5:0:1]帮助[C:7:0:0]按钮有更多指南。

source: Click it now, and this tutorial will be concluded.
fr: Cliquez dessus maintenant, et ce tutoriel sera terminé.
it: Cliccalo ora e questo tutorial sarà concluso.
ko: 지금 클릭하면 이 튜토리얼이 종료됩니다.
pl: Kliknij go teraz, a ten tutorial zostanie zakończony.
pt_br: Clique agora, e este tutorial será concluído.
ru: Нажми на неё, и это обучение будет завершено.
tr: Şimdi ona tıklayın ve bu eğitim sona erecektir.
vi: Nhấn vào đó ngay bây giờ, và hướng dẫn này sẽ kết thúc.
zh_hans: 点击将结束教学。

source: In order to keep your citizens alive in the unforgiving wilderness they will need shelter, drink, and food.
de: Um Ihre Bürger in der unbarmherzigen Wildnis am Leben zu erhalten, brauchen sie Unterkunft, Getränke und Nahrung.
fr: Afin de garder vos citoyens en vie dans la nature impitoyable, ils auront besoin d'un abri, de boissons et de nourriture.
it: Per mantenere in vita i tuoi cittadini nelle terre selvagge e spietate, avranno bisogno di riparo, bevande e cibo.
ko: 당신의 시민들을 위험한 황야에서 살아남게 하기 위해서 그들은 피난처, 음료, 그리고 음식이 필요할 것이다.
pl: Aby utrzymać swoich obywateli przy życiu w bezlitosnej dziczy, będą oni potrzebować schronienia, napoju i jedzenia.
pt_br: Para manter seus cidadãos vivos no deserto implacável, eles precisarão de abrigo, bebida e comida.
ru: Чтобы сохранить жизнь ваших поселенцев в суровых условиях дикой природы, им понадобятся кров, питье и еда.
tr: Vatandaşlarınızı acımasız vahşi doğada hayatta tutmak için barınağa, içeceğe ve yiyeceğe ihtiyaçları olacak.
vi: Để giữ cho các cư dân của bạn sống sót trong vùng hoang dã khắc nghiệt, họ sẽ cần nơi trú ẩn, đồ uống và thức ăn.
zh_hans: 您的居民需要住所、饮品以及食物才能在无情的荒野中活下去

source: Use the arrow at the top of this window to minimize the tutorial when it obscures your view.
fr: Utilisez la flèche en haut de cette fenêtre pour réduire le didacticiel lorsqu'il obscurcit votre vue.
it: Usa la freccia in cima a questa finestra per ridurre il tutorial qualora ti oscurasse la vista.
ko: 이 창의 맨 위에 있는 화살표를 사용하여 당신의 시야가 가려질 때 튜토리얼을 최소화하십시오.
pl: Użyj strzałki na górze ekranu aby zminimalizować tutorial, kiedy będzie zasłaniał ci widok.
pt_br: Use a seta na parte superior desta janela para minimizar o tutorial quando ele atrapalhar sua visão.
ru: Используйте стрелку в верхней части этого окна, чтобы свернуть обучение, если оно загораживает обзор.
tr: Görüşünüzü engellediğinde eğitimi küçültmek için bu pencerenin üstündeki oku kullanın.
vi: Sử dụng mũi tên ở phía trên cùng của cửa sổ này để thu nhỏ hướng dẫn khi nó che khuất tầm nhìn của bạn.
zh_hans: 当教程遮挡您的视线时，单击该窗口顶部的箭头使其最小化

source: [C:7:0:1]Shelter[C:7:0:0]
fr: [C:7:0:1]Abri[C:7:0:0]
it: [C:7:0:1]Riparo[C:7:0:0]
ko: [C:7:0:1]쉼터[C:7:0:0]
pl: [C:7:0:1]Schronienie[C:7:0:0]
pt_br: [C:7:0:1]Abrigo[C::7:0:0]
ru: [C:7:0:1]Убежище[C:7:0:0]
tr: [C:7:0:1]Barınak[C:7:0:0]
vi: [C:7:0:1]Nơi Trú Ẩn[C:7:0:0]
zh_hans: [C:7:0:1]庇护所[C:7:0:0]

source: By now you should have a room underground where your residents can hide from the creatures above.
de: Inzwischen sollten Sie einen unterirdischen Raum haben, in dem sich Ihre Bewohner vor den Kreaturen oben verstecken können.
fr: À présent, vous devriez avoir une pièce souterraine où vos résidents peuvent se cacher des créatures au-dessus.
it: A questo punto dovresti avere una stanza sotterranea dove gli abitanti possono nascondersi dalle creature di sopra.
ko: 지금쯤 당신은 당신의 거주자들이 지상의 생물들로부터 숨을 수 있는 지하의 방을 가지고 있어야 한다.
pl: Do tej pory powinieneś mieć pomieszczenie pod ziemią, w którym twoi mieszkańcy mogą chować się przed stworzeniami z powierzchni.
pt_br: Até agora você deve ter uma sala subterrânea onde seus moradores podem se esconder das criaturas acima.
ru: К этому времени у вас должна быть комната под землей, где ваши жители могут спрятаться от существ сверху.
tr: Şimdiye kadar yeraltında sakinlerinizin yukarıdaki yaratıklardan saklanabileceği bir odanız olmalı.
vi: Đến lúc này, bạn nên có một căn phòng dưới lòng đất nơi các cư dân của bạn có thể ẩn nấp khỏi những sinh vật bên trên.
zh_hans: 现在，您应该在地下有个房间，让您的居民可以躲避地表上的生物

source: To make sure they spend their free time down there you will need to use the [C:5:0:1]Zones[C:7:0:0] menu to create a [C:3:0:0]Meeting Area[C:7:0:0].
de: Um sicherzustellen, dass sie ihre Freizeit dort unten verbringen, müssen Sie die [C:5:0:1]Zonen[C:7:0:0] Menü zum Erstellen einer [C:3:0:0]Meeting-Bereich[C:7:0:0].
fr: Pour vous assurer qu'ils passent leur temps libre là-bas, vous devrez utiliser le menu [C:5:0:1]Zones[C:7:0:0] pour créer une [C:3:0:0]Zone de réunion [C:7:0:0].
it: Per assicurarsi che trascorrano il loro tempo libero laggiù, è necessario utilizzare il menù [C:5:0:1]Zone[C:7:0:0] per creare un'[C:3:0:0]Area d'incontro[C:7:0:0].
ko: 그들이 자유시간을 보낼 수 있도록 할려면 [C:5:0:1]구역[C:7:0:0] 메뉴에서 [C:3:0:0]만남의광장[C:7:0:0] 을 만들어야 합니다.
pl: Aby upewnić się, że spędzają tam swój wolny czas musisz użyć menu [C:5:0:1]Strefy[C:7:0:0] aby stworzyć[C:3:0:0]Obszar spotkań[C:7:0:0].
pt_br: Para ter certeza deles passarem seu tempo livre lá embaixo, você precisará usar o menu [C:5:0:1]Zonas[C:7:0:0] para criar uma [C:3:0:0]Área de Reunião[C:7:0:0].
ru: Чтобы убедиться, что они проводят там свободное время, вам нужно использовать меню [C:5:0:1]Зоны[C:7:0:0], чтобы создать [C:3:0:0]Зону собраний[C:7:0:0].
tr: Boş zamanlarını orada geçirmelerini sağlamak için [C:5:0:1]Bölgeler[C:7:0:0] menüsünü kullanarak bir [C:3:0:0]Toplanma Alanı[C:7:0:0] oluşturmanız gerekecektir.
vi: Để đảm bảo họ dành thời gian rảnh rỗi ở đó, bạn sẽ cần sử dụng trình đơn [C:5:0:1]Zones[C:7:0:0] để tạo một [C:3:0:0]Meeting Area[C:7:0:0].
zh_hans: 为了确保矮人们会在下面消遣他们的时间，你会用到[C:5:0:1]区域[C:7:0:0]菜单来创造一个[C:3:0:0]集会区域[C:7:0:0]。

source: Later you may try the [C:5:0:1]Burrows[C:7:0:0] menu to create a safe place for your civilians to hide when real trouble comes.
fr: Plus tard, vous pourrez essayer le menu [C:5:0:1]Terrier[C:7:0:0] pour créer un endroit sûr où vos civils pourront se cacher en cas de problème.
it: In seguito puoi provare il menù [C:5:0:1]Rifugi[C:7:0:0] per creare un luogo sicuro in cui i civili possano nascondersi quando arrivano i veri problemi.
ko: [C:5:0:1]피난[C:7:0:0] 메뉴를 사용해서 문제가 생겼을때 시민들이 숨을 수 있는 안전한 장소를 만들 수 있습니다.
pl: Później możesz wypróbować menu [C:5:0:1]Nory[C:7:0:0] aby stworzyć bezpieczne miejsce dla twoich obywateli kiedy przyjdą prawdziwe kłopoty.
pt_br: Mais tarde você pode experimentar o menu [C:5:0:1]Abrigos[C:7:0:0] para criar um lugar seguro para seus civis se esconderem quando o verdadeiro problema aparecer.
ru: Позже вы можете попробовать меню [C:5:0:1]Норы[C:7:0:0], чтобы создать безопасное место для ваших жителей, где они смогут спрятаться, когда придут настоящие неприятности.
tr: Daha sonra, gerçek bir sorun olduğunda sivillerinizin saklanması için güvenli bir yer oluşturmak üzere [C:5:0:1]Sığınaklar[C:7:0:0] menüsünü deneyebilirsiniz.
vi: Sau này bạn có thể thử trình đơn [C:5:0:1]Burrows[C:7:0:0] để tạo một nơi an toàn cho các thường dân của bạn ẩn nấp khi rắc rối thực sự ập đến.
zh_hans: 随后你可能要尝试用[C:5:0:1]洞所[C:7:0:0]菜单来创造一个安全的地点以此在大麻烦发生的时候用来庇护你的平民们。

source: [C:7:0:1]Labor[C:7:0:0]
fr: [C:7:0:1]Travail[C:7:0:0]
it: [C:7:0:1]Lavoro[C:7:0:0]
ko: [C:7:0:1]노동[C:7:0:0]
pl: [C:7:0:1]Praca[C:7:0:0]
pt_br: [C:7:0:1]Trabalho[C:7:0:0]
ru: [C:7:0:1]Работа[C:7:0:0]
tr: [C:7:0:1]İş Gücü[C:7:0:0]
vi: [C:7:0:1]Lao Động[C:7:0:0]
zh_hans: [C:7:0:1]劳动[C:7:0:0]

source: Some essential tasks must be assigned from the [C:5:0:1]Labor[C:7:0:0] menu.
de: Einige wesentliche Aufgaben müssen von der [C:5:0:1]Labor[C:7:0:0] Menü.
fr: Certaines tâches essentielles doivent être assignées depuis le menu [C:5:0:1]Travail[C:7:0:0].
it: Alcuni compiti essenziali vanno assegnati dal menù [C:5:0:1]Lavoro[C:7:0:0].
ko: 일부 필수적인 작업들은 [C:5:0:1]노동[C:7:0:0] 메뉴에서 할당해야 합니다.
pl: Niektóre istotne zadania muszą być przypisane z poziomu menu [C:5:0:1]Praca[C:7:0:0].
pt_br: Algumas tarefas essenciais devem ser atribuídas a partir do menu [C:5:0:1]Trabalho[C:7:0:0].
ru: Некоторые основные задачи должны быть назначены из меню [C:5:0:1]Работа[C:7:0:0].
tr: Bazı temel görevler [C:5:0:1]İş Gücü[C:7:0:0] menüsünden atanmalıdır.
vi: Một số nhiệm vụ thiết yếu phải được giao từ trình đơn [C:5:0:1]Labor[C:7:0:0].
zh_hans: 一些基本任务需要从 [C:5:0:1]劳动[C:7:0:0] 菜单中分配.

source: Click here and make sure you have a [C:2:0:0]
fr: Cliquez ici et assurez-vous d'avoir un [C:2:0:0]
it: Clicca qui e assicurati di avere un [C:2:0:0]
ko: 여기를 클릭하고 [C:2:0:0]이 있는지 확인하십시오.
pl: Kliknij je i upewnij się, że masz następujące zawody:[C:2:0:0]
pt_br: Clique aqui e certifique-se que você tem um [C:2:0:0]
ru: Нажмите здесь и убедитесь, что у вас есть [C:2:0:0]
tr: Buraya tıklayın ve şunlara sahip olduğunuzdan emin olun: [C:2:0:0]
vi: Nhấn vào đây và đảm bảo bạn có một [C:2:0:0]
zh_hans: 点击这里并确保你有一个[C:2:0:0]

source: [C:7:0:0], and [C:2:0:0]
fr: [C:7:0:0] et [C:2:0:0]
it: [C:7:0:0], e [C:2:0:0]
ko: [C:7:0:0], 그리고[C:2:0:0]
pl: [C:7:0:0], i [C:2:0:0]
pt_br: [C:7:0:0], e [C:2:0:0]
ru: [C:7:0:0], и [C:2:0:0]
tr: [C:7:0:0] ve [C:2:0:0]
vi: [C:7:0:0], và [C:2:0:0]
zh_hans: [C:7:0:0]，和[C:2:0:0]

source: If you haven't suffered any casualties, you should have these labors assigned already.
fr: Si vous n'avez pas subi de pertes, ces travaux devraient déjà vous être assignés.
it: Se non hai subito perdite questi lavori dovrebbero essere già assegnati.
ko: 만약 당신이 사상자가 발생하는 것을 원하지 않는다면, 이 노동자들을 미리 배치해 놓아야 한다.
pl: Jeśli nie poniosłeś żadnych strat, powinieneś mieć już przydzielone te prace.
pt_br: Se você não sofreu nenhuma baixa, você já deve ter esses trabalhos designados.
ru: Если вы не понесли потерь, у вас уже должны быть назначены эти работы.
tr: Eğer hiç kayıp vermediyseniz, bu işler zaten atanmış olmalıdır.
vi: Nếu bạn chưa phải chịu bất kỳ tổn thất nào, bạn nên đã có những công việc này được giao rồi.
zh_hans: 如果您还尚未遭受任何伤亡，那么这些劳动力应当已经被分配

source: But if one of these brave workers falls, you'll need to assign somebody to these duties.
de: Aber wenn einer dieser tapferen Arbeiter ausfällt, müssen Sie jemanden mit diesen Aufgaben betrauen.
fr: Mais si l'un de ces braves travailleurs tombe, vous devrez affecter quelqu'un à ces tâches.
it: Ma se uno di questi coraggiosi lavoratori morisse dovrai assegnare queste mansioni a qualcun altro.
ko: 하지만 이 용감한 노동자들 중 한 명이 쓰러지면, 당신은 이 임무에 누군가를 할당해야 할 것이다.
pl: Lecz jeśli jeden z tych odważnych robotników poległ, będziesz potrzebował przydzielić kogoś do tych obowiązków.
pt_br: Mas se um desses bravos trabalhadores cair, você precisará designar alguém para essas tarefas.
ru: Но если один из этих отважных работников не будет справляться, вам нужно будет назначить кого-то другого на эти обязанности.
tr: Ancak bu cesur işçilerden biri düşerse, bu görevlere birini atamanız gerekecektir.
vi: Nhưng nếu một trong những người thợ dũng cảm này ngã xuống, bạn sẽ cần giao ai đó cho những nhiệm vụ này.
zh_hans: 但是，如果这些勇敢的工人中有一个倒下了，你就需要指派某人来承担这些职责。

source: [C:7:0:1]Drink[C:7:0:0]
de: [C:7:0:1]Trink[C:7:0:0]
fr: [C:7:0:1]Boire[C:7:0:0]
it: [C:7:0:1]Bevi[C:7:0:0]
ko: [C:7:0:1]술[C:7:0:0]
pl: [C:7:0:1]Napoje[C:7:0:0]
pt_br: [C:7:0:1]Bebida[C:7:0:0]
ru: [C:7:0:1]Выпивка[C:7:0:0]
tr: [C:7:0:1]İçecek[C:7:0:0]
vi: [C:7:0:1]Đồ Uống[C:7:0:0]
zh_hans: [C:7:0:1]饮料[C:7:0:0]
