Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Move goods to/from depot
de: Transport Waren zum/vom Depot
fr: Déplacer les marchandises vers/depuis le dépôt
it: Sposta prodotti da/verso il deposito
ko: 거래소로/거래소에서 상품 이동
pl: Przemieszczenie towarów do/ze składu
pt_br: Mover mercadorias para/do depósito
ru: Нести товары на/с рынка
tr: Malları depoya/depodan taşı
vi: Di chuyển hàng hóa đến/từ trạm giao thương
zh_hans: 搬运商品 进/出 仓库

source: Awaiting
fr: En attente
it: In attesa
ko: 대기 중
pl: Oczekiwanie
pt_br: Esperando
ru: В ожидании
tr: Bekleniyor:
vi: Đang chờ
zh_hans: 等待中

source: items
fr: objets
it: oggetti
ko: 물품
pl: przedmioty
pt_br: itens
ru: предметы
tr: eşya
vi: vật phẩm
zh_hans: 物品

source: There are no merchants trading right now.
de: Es gibt zurzeit keine handelnden Händler.
fr: Il n'y a pas de marchands qui font du commerce en ce moment.
it: Non ci sono mercanti in questo momento.
ko: 현재 거래 중인 상인이 없습니다.
pl: Nie ma tu handlujących teraz kupców.
pt_br: Não existem comerciantes negociando no momento.
ru: Сейчас здесь нет торговцев
tr: Şu anda ticaret yapan tüccar yok.
vi: Hiện không có thương nhân nào giao dịch.
zh_hans: 现在没有商人在交易

source: Broker requested at depot
de: Makler am Depot angefordert
fr: Courtier demandé au dépôt
it: Mediatore richiesto al deposito
ko: 거래소에서 중개인 대기하기
pl: Broker potrzebny w magazynie
pt_br: Corretor solicitado no entreposto
ru: Брокер нужен на складе
tr: Depoda komisyoncu isteniyor
vi: Đã yêu cầu Người môi giới tại trạm giao thương
zh_hans: 需要一位经纪人前往贸易站

source: Anyone requested at depot
fr: Toute personne demandée au dépôt
it: Chiunque abbia richiesto il deposito
ko: 거래소에서 아무나 대기하기
pl: Ktokolwiek potrzebny w składzie
pt_br: Qualquer um solicitado no depósito.
ru: Кто угодно нужен на складе
tr: Depoda herhangi biri isteniyor
vi: Đã yêu cầu bất kỳ ai tại trạm giao thương
zh_hans: 需要任意人前往贸易站

source: No trader needed at depot
fr: Aucun commerçant nécessaire au dépôt
it: Non è necessario un commerciante presso il deposito
ko: 거래할 사람 필요 없음
pl: Nie potrzeba handlarzy w składzie
pt_br: Nenhum negociante é necessário no entreposto
ru: Брокер на складе не нужен
tr: Depoda tüccara gerek yok
vi: Không cần thương nhân tại trạm giao thương
zh_hans: 不需要交易者位于站点

source: Broker:
fr: Courtier:
it: Mediatore:
ko: 중개인:
pt_br: Corretor:
ru: Брокер:
tr: Komisyoncu:
vi: Người môi giới:
zh_hans: 经纪人:

source: Broker can access depot
fr: Le courtier peut accéder au dépôt
it: Il mediatore può accedere al deposito
ko: 중개인이 거래소에 접근 가능함
pl: Broker ma dostęp do składu
pt_br: Corretor pode acessar o entreposto
ru: Рынок доступен для брокера
tr: Komisyoncu depoya erişebilir
vi: Người môi giới có thể tiếp cận trạm giao thương
zh_hans: 经纪人可进入贸易站

source: Broker cannot access depot
de: Broker kann nicht auf Depot zugreifen
fr: Le courtier ne peut pas accéder au dépôt
it: Il mediatore non può accedere al deposito
ko: 중개인이 거래소에 접근할 수 없음
pl: Broker nie ma dostępu do składu
pt_br: Corretor não pode acessar o entreposto
ru: Рынок недоступен для брокера
tr: Komisyoncu depoya erişemez
vi: Người môi giới không thể tiếp cận trạm giao thương
zh_hans: 经纪人无法访问仓库

source: You do not have a broker.
de: Sie haben keinen Makler.
fr: Vous n'avez pas de courtier.
it: Non hai un mediatore.
ko: 중개인이 없습니다.(n으로 임명해야 함)
pl: Nie posiadasz brokera.
pt_br: Você não tem um corretor.
ru: У вас не брокера.
tr: Bir komisyoncunuz yok.
vi: Bạn không có người môi giới.
zh_hans: 你没有经纪人

source: Desired bait:
fr: Appât souhaité :
it: Esca desiderata:
ko: 원하는 미끼:
pl: Pożądana przynęta:
pt_br: Isca desejada:
ru: Желаемая приманка:
tr: İstenen yem:
vi: Mồi mong muốn:
zh_hans: 喜欢的诱饵：

source: Nothing
de: Nichts
fr: Rien
it: Nulla
ko: 아무것도 아님
pl: Nic
pt_br: nada
ru: Ничто
tr: Hiçbir Şey
vi: Không có gì
zh_hans: 没有

source: Meat
de: Fleisch
fr: Viande
it: Carne
ko: 고기
pl: Mięso
pt_br: Carne
ru: Мясо
tr: Et
vi: Thịt
zh_hans: 肉

source: Fish
de: Fisch
fr: Poisson
it: Pesce
ko: 물고기
pl: Ryby
pt_br: Peixe
ru: Рыба
tr: Balık
vi: Cá
zh_hans: 鱼

source: Large gem
de: Großer Edelstein
fr: Gros bijou
it: Grossa gemma
ko: 큰 보석
pl: Duży klejnot
pt_br: Grande gema
ru: Большой самоцвет
tr: Büyük mücevher
vi: Đá quý lớn
zh_hans: 巨大的宝石

source: Trap Baited:
fr: Piège appâté :
it: Trappola innescata:
ko: 함정 미끼:
pl: Przynęta w pułapce:
pt_br: Armadilha de iscas:
ru: Ловушка с наживкой:
tr: Tuzak Yemlendi:
vi: Bẫy đã đặt mồi:
zh_hans: 陷阱诱饵：

source: (now)
de: (jetzt)
fr: (à présent)
it: (ora)
ko: (지금)
pl: (teraz)
pt_br: (agora)
ru: (ныне)
tr: (şimdi)
vi: (hiện tại)
zh_hans: (现在)

source: Leave fallow
fr: Laisser en jachère
it: Lasciare a riposo
ko: 밭을 묵히기
pl: Zostaw odłogiem
pt_br: Deixar em alqueive
ru: Оставить невозделанным
tr: Nadasa bırak
vi: Để đất hoang
zh_hans: 农场休耕

source: No seeds
de: Keine Samen
fr: Pas de graines
it: No semi
ko: 씨앗 없음
pl: Brak ziaren
pt_br: Sementes
ru: Нет семян
tr: Tohum yok
vi: Không có hạt giống
zh_hans: 没有种子

source: Not set to fertilize
fr: Pas réglé pour fertiliser
it: Non impostato per fertilizzare
ko: 비료로 설정되지 않음
pl: Nie przeznaczono do nawożenia
pt_br: Não colocado para fertilizar
ru: Не удобряется
tr: Gübreleme ayarlanmadı
vi: Chưa đặt chế độ bón phân
zh_hans: 没有开始施肥

source: Set to fertilize
fr: Prêt à fertiliser
it: Impostare la fertilizzazione
ko: 비료로 설정
pl: Przeznaczono do nawożenia
pt_br: Colocado para fertilizar
ru: Удобряется
tr: Gübreleme ayarlandı
vi: Đã đặt chế độ bón phân
zh_hans: 开始施肥

source: Current amount:
de: Aktueller Betrag:
fr: Montant actuel:
it: Quantità attuale:
ko: 현재 금액:
pl: Aktualna kwota:
pt_br: Quantidade atual:
ru: Текущий предел:
tr: Mevcut miktar:
vi: Số lượng hiện tại:
zh_hans: 当前数量

source: Fertilize
fr: Fertiliser
it: Fertilizzare
ko: 비료 주기
pl: Nawozić
pt_br: Fertilizar
ru: Удобрения
tr: Gübrele
vi: Bón phân
zh_hans: 施肥

source: every season
fr: toutes les saisons
it: ogni stagione
ko: 모든 계절
pl: każda pora roku
pt_br: toda estação
ru: каждый сезон
tr: her mevsim
vi: mỗi mùa
zh_hans: 每一个季节

source: Poor soil
fr: Sol pauvre
it: Suolo povero
ko: 척박한 토양
pl: Słaba gleba
pt_br: Solo pobre
ru: Бедная почва
tr: Verimsiz toprak
vi: Đất xấu
zh_hans: 土壤贫瘠

source: (Cavern soil
de: (Höhlenboden
fr: (sol de caverne
it: (Suolo di caverna
ko: (동굴 흙
pl: (Gleba jaskiniowa
pt_br: (Solo cavernoso
ru: (Грунт из пещер
tr: (Mağara toprağı
vi: (Đất hang động
zh_hans: (洞穴土壤

source: is best)
fr: est le meilleur)
it: è meglio)
ko: 최고)
pl: jest najlepsza)
pt_br: é melhor)
ru: оптимален)
tr: en iyisidir)
vi: là tốt nhất)
zh_hans: 是最合适的)

source: Disengaged
fr: Désengagé
it: Disingaggiato
ko: 풀린
pl: Wolny
pt_br: Desengatada
ru: Незанятый
tr: Devre dışı
vi: Đã ngắt kết nối
zh_hans: 脱离

source: Show linked buildings
fr: Afficher les bâtiments liés
it: Mostra edifici collegati
ko: 연결된 건물 보기
pl: Pokaż połączone budynki
pt_br: Mostrar construções conectadas
ru: Показать связанные строения
tr: Bağlı yapıları göster
vi: Hiển thị công trình liên kết
zh_hans: 显示关联的建筑

source: Show items
fr: Afficher les objets
it: Mostra oggetti
ko: 물품 보기
pl: Pokaż przedmioty
pt_br: Mostrar itens
ru: Показать предметы
tr: Eşyaları göster
vi: Hiển thị vật phẩm
zh_hans: 显示物品

source: You can't stand up -- somebody is in the way.
tr: Ayağa kalkamazsınız -- biri yolu tıkıyor.
vi: Bạn không thể đứng dậy -- có người đang cản đường.

source: This visitor is ready to leave.
de: Der Besucher ist bereit zu gehen.
fr: Ce visiteur est prêt à partir.
it: Questo visitatore è pronto a partire.
ko: 이 방문자는 떠날 준비가 되었습니다.
pl: Ten gość jest gotowy do wyjścia.
pt_br: Este visitante está pronto para partir.
ru: Этот посетитель готов уйти.
tr: Bu ziyaretçi ayrılmaya hazır.
vi: Vị khách này đã sẵn sàng rời đi.
zh_hans: 这位访客准备离开。

source: This visitor has come
de: Der Besucher ist gekommen
fr: Ce visiteur est venu
it: Questo visitatore è venuto
ko: 이 손님이 왔다
pl: Ten gość przybył
pt_br: Este visitante veio
ru: Этот посетитель пришёл
tr: Ziyaret nedeni:
vi: Vị khách này đã đến
zh_hans: 这位访客来了

source: to pray
de: zu beten
fr: prier
it: per pregare
ko: 기도하다
pl: aby się modlić
pt_br: á rezar
ru: чтобы молиться
tr: dua etmek için
vi: để cầu nguyện
zh_hans: 祈祷

source: to study
de: zu studieren
fr: étudier
it: per studiare
ko: 공부하다
pl: aby się uczyć
pt_br: estudar
ru: чтобы изучать
tr: çalışmak için
vi: để nghiên cứu
zh_hans: 学习

source: to relax
de: zum Entspannen
fr: se relaxer
it: per rilassarsi
ko: 긴장을 풀게
pl: aby się zrelaksować
pt_br: relaxar
ru: чтобы отдохнуть
tr: dinlenmek için
vi: để thư giãn
zh_hans: 放松

source: to perform
de: zu leisten
fr: effectuer
it: per eseguire
ko: 공연을 위해
pl: aby wystąpić
pt_br: para performar
ru: чтобы давать представления
tr: gösteri yapmak için
vi: để biểu diễn
zh_hans: 去表演

source: to slay beasts
de: Bestien zu erlegen
fr: tuer des bêtes
it: per uccidere le bestie
ko: 짐승들을 죽이기 위해
pl: aby zabić bestie
pt_br: para matar feras
ru: чтобы убивать чудовищ
tr: canavar avlamak için
vi: để tiêu diệt quái thú
zh_hans: 杀死野兽

source: seeking work as a performer
de: Suche nach Arbeit als Künstlerin
fr: à la recherche d'un travail d'interprète
it: cerca lavoro come artista
ko: 연기자로 일자리를 구하고 있소
pl: szukając pracy jako wykonawca
pt_br: buscando trabalhar como um artista
ru: ищет работу в качестве артиста
tr: sanatçı olarak iş arıyor
vi: tìm kiếm công việc biểu diễn
zh_hans: 寻找表演者的工作

source: seeking work as a mercenary
de: Suche nach Arbeit als Söldner
fr: cherche du travail comme mercenaire
it: cerca lavoro come mercenario
ko: 용병으로 일자리를 구하고 있소
pl: szukając pracy jako najemnik
pt_br: buscando trabalho como mercenário
ru: ищет работу в качестве наёмника
tr: paralı asker olarak iş arıyor
vi: tìm kiếm công việc lính đánh thuê
zh_hans: 寻找雇佣兵的工作

source: seeking work as a scholar
de: Suche nach einer Arbeit als Wissenschaftler
fr: cherche du travail en tant que chercheur
it: cerca lavoro come studioso
ko: 학자로서 일자리를 구하고 있소
pl: szukając pracy jako uczony
pt_br: buscando trabalho como erudito
ru: ищет работу в качестве учёного
tr: bilgin olarak iş arıyor
vi: tìm kiếm công việc học giả
zh_hans: 寻找学者的工作

source: for diplomacy
de: für die Diplomatie
fr: pour la diplomatie
it: per diplomazia
ko: 외교를 위해
pl: z powodów dyplomatycznych
pt_br: para diplomacia
ru: для дипломатии
tr: diplomasi için
vi: để ngoại giao
zh_hans: 外交

source: seeking sanctuary
de: Zuflucht suchend
fr: chercher refuge
it: cercando santuario
ko: 안식처를 찾고 있소
pl: szukając sanktuarium
pt_br: buscando refúgio
ru: в поисках святилища
tr: sığınma arıyor
vi: tìm kiếm nơi trú ẩn
zh_hans: 寻求庇护

source: asking questions
de: Fragen stellen
fr: poser des questions
it: facendo domande
ko: 질문하기
pl: zadając pytania
pt_br: fazendo perguntas
ru: задавать вопросы
tr: sorular soruyor
vi: đặt câu hỏi
zh_hans: 问问题

source: at
de: bei
fr: à
it: a
ko: ~에
pl: na
pt_br: em
ru: у
tr: şurada
vi: tại
zh_hans: 在

source: heard this was a good place to search for monsters.
de: Ich habe gehört, dass dies ein guter Ort ist, um nach Monstern zu suchen.
fr: J'ai entendu dire que c'était un bon endroit pour rechercher des monstres.
it: sentito che questo era un buon posto per cercare mostri.
ko: 이곳이 괴물을 찾기에 좋은 장소라고 들었소.
pl: słyszał, że to jest dobre miejsce do szukania potworów.
pt_br: ouviu que este era um bom lugar para procurar por monstros.
ru: слышал, что это хорошее место для поиска монстров.
tr: buranın canavar aramak için iyi bir yer olduğunu duymuş.
vi: nghe nói đây là một nơi tốt để tìm kiếm quái vật.
zh_hans: 听说这是寻找怪物的好地方。

source: heard this was the place for those seeking danger.
de: Ich habe gehört, dass dies der Ort für diejenigen ist, die die Gefahr suchen.
fr: entendu dire que c'était l'endroit idéal pour ceux qui cherchaient le danger.
it: Ho sentito dire che questo era il posto giusto per chi cercava il pericolo.
ko: 이곳은 위험을 쫓는 자들을 위한 곳이라고 들었소.
pl: słyszał, że to jest miejsce dla szukających niebezpieczeństwa.
pt_br: ouviu que este era o lugar para aqueles que procuram perigo.
ru: слышал, что это место для тех, кто ищет опасности.
tr: buranın tehlike arayanlar için bir yer olduğunu duymuş.
vi: nghe nói đây là nơi dành cho những kẻ tìm kiếm hiểm nguy.
zh_hans: 听说这是寻求危险的人的地方。

source: heard
de: gehört
fr: entendu
it: sentito
ko: 들었소
pl: słyszał, że
pt_br: ouviu
ru: слышал
tr: duymuş ki
vi: nghe nói
zh_hans: 听说

source: this
de: dies
fr: cette
it: questo
ko: 이
pl: to
pt_br: este
ru: это
tr: burası
vi: đây
zh_hans: 这个

source: was the place for prayer.
de: war der Ort für das Gebet.
fr: était le lieu de la prière.
it: era un luogo di preghiera.
ko: 기도하는 곳이었소.
pl: miejsce na modlitwę.
pt_br: era o lugar para oração.
ru: место для молитв.
tr: dua edilecek yermiş.
vi: là nơi để cầu nguyện.
zh_hans: 是祈祷的地方。

source: went on this journey out of curiosity.
de: Ich habe diese Reise aus Neugierde unternommen.
fr: fait ce voyage par curiosité.
it: ha intrapreso questo viaggio per curiosità.
ko: 호기심에 이 여행을 떠난 거요.
pl: wyruszył w ta podróż z ciekawości.
pt_br: fez esta jornada por curiosidade.
ru: отправился в путешествие из любопытства.
tr: bu yolculuğa meraktan çıkmış.
vi: đã thực hiện chuyến hành trình này vì tò mò.
zh_hans: 出于好奇而继续这段旅程。

source: was curious about
de: war neugierig auf
fr: était curieux de savoir
it: era curioso riguardo a
ko: 가 뭐하는 곳인지 궁금했지
pl: był ciekawy
pt_br: estava curioso(a) sobre
ru: интересовался
tr: hakkında meraklıymış:
vi: tò mò về
zh_hans: 很好奇

source: was the place for a good drink.
de: war der Ort für einen guten Drink.
fr: était l'endroit pour boire un bon verre.
it: era il posto giusto per un buon drink.
ko: 은/는 술 마시기 좋은 곳이었소.
pl: miejsce z niezłymi napojami.
pt_br: era o lugar para uma boa bebida.
ru: хорошее место, чтобы выпить.
tr: iyi içki mekanıymış.
vi: là nơi để thưởng thức đồ uống ngon.
zh_hans: 是一个很好喝的地方。

source: was the place to admire fine architecture.
de: war der Ort, an dem man schöne Architektur bewundern konnte.
fr: était l'endroit idéal pour admirer la belle architecture.
it: era il luogo dove ammirare una bella architettura.
ko: 은/는 훌륭한 건축물을 감상할 수 있는 곳이었소.
pl: to miejsce, w którym można podziwiać piękną architekturę.
pt_br: era o lugar para admirar bela arquitetura.
ru: место с удивительной архитектурой.
tr: güzel mimariyi takdir etme yeriymiş.
vi: là nơi để chiêm ngưỡng kiến trúc tinh xảo.
zh_hans: 是欣赏精美建筑的地方。

source: was the place to enjoy oneself.
de: war der Ort, an dem man sich amüsieren konnte.
fr: était l'endroit pour s'amuser.
it: era il luogo del divertimento.
ko: 은/는 즐겁게 지낼 수 있는 곳이었지.
pl: miejsce, gdzie można cieszyć się sobą.
pt_br: era o lugar para se divertir.
ru: место, где можно развлечься.
tr: eğlenilecek yermiş.
vi: là nơi để tận hưởng.
zh_hans: 是享受自己的地方。

source: was the place to entertain people.
de: war der Ort, um die Leute zu unterhalten.
fr: était l'endroit pour divertir les gens.
it: era il luogo dove intrattenere le persone.
ko: 은/는 사람들을 환대하는 곳이었지.
pl: miejsce, gdzie można spotkać ludzi.
pt_br: era o lugar para entreter as pessoas.
ru: было развлекательным заведением.
tr: insanları eğlendirme yeriymiş.
vi: là nơi để giải trí cho mọi người.
zh_hans: 是招待人的地方。

source: was the place to perform research.
de: war der Ort, an dem Forschung betrieben wurde.
fr: était le lieu d'effectuer des recherches.
it: era il luogo dove fare ricerca
ko: 은/는 연구를 하는 장소였소.
pl: miejsce, gdzie można przeprowadzać badania.
pt_br: era o lugar para realizar pesquisas.
ru: место, где можно заняться исследованиями.
tr: araştırma yapma yeriymiş.
vi: là nơi để thực hiện nghiên cứu.
zh_hans: 是进行研究的地方。

source: was the place for long-term scholarship.
de: war der Ort für Langzeitstipendien.
fr: était le lieu des bourses d'études à long terme.
it: era il luogo in cui si studiava a lungo.
ko: 은/는 긴 기간 학문을 쌓는 곳이었소.
pl: miejsce na długoterminową naukę.
pt_br: era o lugar para estudos de longo prazo.
ru: было местом долгосрочного обучения.
tr: uzun vadeli ilim yeriymiş.
vi: là nơi dành cho nghiên cứu học thuật lâu dài.
zh_hans: 是个适合做长期学问研究的地方。

source: would make a good base for a mercenary.
de: wäre eine gute Basis für einen Söldner.
fr: ferait une bonne base pour un mercenaire.
it: sarebbe una buona base per un mercenario.
ko: 용병에게 좋은 기반이 될 거요.
pl: byłoby dobrą bazą dla najemnika.
pt_br: seria uma boa base para um mercenário.
ru: могло быть хорошей базой для наёмника.
tr: paralı asker için iyi bir üs olurmuş.
vi: sẽ là một cứ điểm tốt cho lính đánh thuê.
zh_hans: 会为雇佣兵打下良好的基础。

source: was the place to look for long-term work.
de: war der Ort, an dem man nach langfristiger Arbeit suchte.
fr: était l'endroit où chercher du travail à long terme.
it: era il posto dove cercare un lavoro a lungo termine.
ko: 은/는 장기근속자를 찾는 곳이었소.
pl: miejsce, gdzie można znaleźć stałą pracę.
pt_br: era o lugar para procurar trabalho de longo prazo.
ru: было местом где можно было найти долгосрочную работу.
tr: uzun vadeli iş arama yeriymiş.
vi: là nơi để tìm kiếm công việc lâu dài.
zh_hans: 是寻找长期工作的地方。

source: believes
de: glaubt
fr: croit
it: crede
ko: 믿소
pl: wierzy, że
pt_br: acredita
ru: считает
tr: inanıyor ki
vi: tin rằng
zh_hans: 相信

source: would be a safe place to stay.
de: ein sicherer Ort zum Bleiben wäre.
fr: serait un endroit sûr où séjourner.
it: sarebbe un posto sicuro in cui soggiornare.
ko: 머물기에 안전한 곳이 될 거요.
pl: byłaby to bezpieczna przystań.
pt_br: seria um lugar seguro para ficar.
ru: было бы безопасным местом для проживания.
tr: kalmak için güvenli bir yer olur.
vi: sẽ là một nơi an toàn để ở lại.
zh_hans: 将是一个安全的住宿地点。

source: is seeking information
de: sucht Informationen
fr: est à la recherche d'informations
it: sta cercando informazioni
ko: 은/는 정보를 구하고 있다
pl: poszukuje informacji
pt_br: está buscando informações
ru: ищет информацию
tr: bilgi arıyor
vi: đang tìm kiếm thông tin
zh_hans: 正在寻求信息

source: about the location of
de: über den Standort von
fr: sur l'emplacement de
it: riguardo alla posizione di
ko: ~의 위치에 대해
pl: o lokalizacji
pt_br: sobre a localização de
ru: о местонахождении локации
tr: şunun konumu hakkında:
vi: về vị trí của
zh_hans: 关于位置之于

source: You can learn more about this visitor after they chat with a local.
de: Du kannst mehr über diesen Besucher erfahren, nachdem sie mit einem Einheimischen gesprochen haben.
fr: Vous pouvez en savoir plus sur ce visiteur après avoir discuté avec un local.
it: È possibile saperne di più su questo visitatore dopo che ha parlato con un abitante del luogo.
ko: 이 방문자가 현지인과 대화를 나누면 이 방문자에 대해 자세히 알아볼 수 있습니다.
pl: Będziesz mógł dowiedzieć się więcej o tym gościu po tym, jak porozmawia z miejscowymi.
pt_br: Você pode aprender mais sobre esse visitante após eles conversarem com um local.
ru: Вы сможете узнать больше о посетителях после того, как они поговорят с местными.
tr: Bu ziyaretçi hakkında daha fazla bilgiyi yerel biriyle sohbet ettikten sonra öğrenebilirsiniz.
vi: Bạn có thể tìm hiểu thêm về vị khách này sau khi họ trò chuyện với một người dân địa phương.
zh_hans: 您可以在与当地人聊天后了解有关此访问者的更多信息。

source: he
de: er
fr: il
it: lui
ko: 그
pl: on
pt_br: ele
ru: он
tr: o
vi: anh ta
zh_hans: 他

source: she
de: sie
fr: elle
it: lei
ko: 그녀
pl: ona
pt_br: ela
ru: она
tr: o
vi: cô ta
zh_hans: 她

source: didn't feel
de: fühlt sich nicht
fr: ne se sentait pas
it: non si è sentito
ko: 는 느끼지 않았다
pl: nie czuje
pt_br: Não me sinto
ru: не ощущал
tr: hissetmedi
vi: đã không cảm thấy
zh_hans: 没有感觉

source: was
de: war
fr: a été
it: è stato
ko: 는
pl: był
pt_br: foi
ru: был
tr: öyleydi
vi: đã
zh_hans: 是

source: is
de: ist
fr: est
it: è
ko: 은/는
pl: jest
pt_br: está
tr: öyle
vi: là
zh_hans: 是

source: felt
de: fühlt
fr: feutre
it: sentito.
ko: 는 느꼈다
pl: czuł
pt_br: sentiu-se
ru: чувствовал
tr: hissetti
vi: đã cảm thấy
zh_hans: 毡

source: feels
de: fühlt
fr: se sent
it: sente
ko: 는 느낀다
pl: czuje
pt_br: Sente-se
ru: чувствует себя
tr: hissediyor
vi: cảm thấy
zh_hans: 感觉

source: was in
fr: était dans
it: è stato in
ko: 는 ~에 있었다
pl: był w
pt_br: foi em
ru: был в
tr: içindeydi
vi: đã ở trong
zh_hans: 曾在

source: is in
de: ist in
fr: est dans
it: è in
ko: 는 ~에 있다
pl: jest w
pt_br: está dentro
ru: в
tr: içinde
vi: đang ở trong
zh_hans: 在

source: doesn't feel
de: fühlt nicht
fr: ne se sent pas
it: non prova
ko: 은/는 느끼지 않는다
pl: nie czuje
pt_br: Não se sente
ru: не чувствует себя
tr: hissetmiyor
vi: không cảm thấy
zh_hans: 不觉得

source: annoyed
de: verärgert
fr: ennuyé
it: infastidito
ko: 짜증을
pl: zirytowany
pt_br: Irritado
ru: раздражение
tr: rahatsız
vi: bực mình
zh_hans: 懊恼

source: satisfied
de: zufrieden
fr: satisfait
it: soddisfatto
ko: 만족을
pl: usatysfakcjonowany
pt_br: Satisfeito
ru: удовлетворение
tr: tatmin olmuş
vi: hài lòng
zh_hans: 满意

source: grouchy
de: mürrisch
fr: grognon
it: di cattivo umore
ko: 불평한다
pl: zrzędliwy
pt_br: sempre de mau humor
ru: ворчливый
tr: huysuz
vi: cáu kỉnh
zh_hans: 过敏的

source: grumpy
de: grummelig
fr: grincheux
it: scontroso
ko: 성질 더러운
pl: gderliwy
pt_br: rabugento
ru: сварливый
tr: suratsız
vi: gắt gỏng
zh_hans: 性情乖戾的

source: fondness
de: Zuneigung
fr: penchant
it: affetto
ko: 애착을
pl: sentyment
pt_br: carinho
ru: нежность
tr: düşkünlük
vi: sự yêu mến
zh_hans: 癖好

source: suspicious
de: Verdächtig
fr: méfiant
it: sospettoso
ko: 의심스럽다
pl: podejrzliwy
pt_br: suspeito
ru: подозрительный
tr: şüpheci
vi: nghi ngờ
zh_hans: 可疑

source: alarmed
de: beunruhigt
fr: alarmé
it: allarmato
ko: 경계하는
pl: zaalarmowany
pt_br: alarme
ru: встревожен
tr: telaşlı
vi: hoảng hốt
zh_hans: 惊慌

source: shocked
de: schockiert
fr: sous le choc
it: scioccato
ko: 충격받은
pl: zszokowany
ru: в шоке
tr: şok olmuş
vi: sửng sốt
zh_hans: 吃惊

source: horrified
de: entsetzt
fr: horrifié
it: inorridito
ko: 겁에 질렸다
pl: przerażony
pt_br: horrorizada
ru: в ужасе
tr: dehşete düşmüş
vi: kinh hoàng
zh_hans: 吓坏了

source: grim satisfaction
fr: sombre satisfaction
it: macabra soddisfazione
ko: 음침한 만족감을
pl: ponuro usatysfakcjonowany
pt_br: Sentimentos de grande satisfação sinistra do estado
ru: в мрачном удовлетворении
tr: buruk bir tatmin
vi: sự hài lòng u ám
zh_hans: 严峻的满足感

source: grieved
fr: affligé
it: addolorato
ko: 슬픔에 빠졌다
pl: zasmucony
pt_br: de luto
ru: огорчён
tr: kederlenmiş
vi: đau buồn
zh_hans: 伤心

source: grieves
fr: pleure
it: addolorarsi
ko: 비통스럽다
pl: zasmucił się
ru: скорбит
tr: kederleniyor
vi: đau buồn
zh_hans: 痛心

source: triumph
fr: triomphe
it: trionfante
ko: 환희를
pl: triumfował
ru: триумф
tr: zafer
vi: sự đắc thắng
zh_hans: 胜利

source: raged
fr: fait rage
it: infuriato
ko: 분노했다
pl: rozwścieczony
pt_br: se enfureceu
ru: бушевал
tr: öfkeden kudurdu
vi: đã nổi cơn thịnh nộ
zh_hans: 肆虐

source: rages
fr: fait rage
it: s'infuria
ko: 분노한다
pl: wściekł się
ru: бушует
tr: öfkeden kuduruyor
vi: nổi cơn thịnh nộ
zh_hans: 肆虐

source: excited
de: aufgeregt
fr: excité
it: eccitato
ko: 흥분감을
pl: podekscytowany
pt_br: excitado
ru: в восторге
tr: heyecanlı
vi: phấn khích
zh_hans: 兴奋

source: gaiety
de: Heiterkeit
fr: gaieté
it: gaiezza
ko: 유쾌함을
pl: wesoły
pt_br: Alegria
ru: веселье
tr: şenlik
vi: sự hân hoan
zh_hans: 欢乐

source: sad
de: traurig
fr: triste
it: triste
ko: 슬프다
pl: smutny
pt_br: triste
ru: грусть
tr: üzgün
vi: buồn
zh_hans: 伤心

source: joy
de: Freude
fr: joie
it: gioia
ko: 기쁨을
pl: radosny
pt_br: alegria
ru: радость
tr: neşe
vi: niềm vui
zh_hans: 喜悦

source: blissful
de: glückselig
fr: bienheureux
it: delizioso
ko: 더없이 행복한
pl: błogi
pt_br: feliz
ru: в блаженстве
tr: mesut
vi: hạnh phúc viên mãn
zh_hans: 幸福

source: love
de: Liebe
fr: aimer
it: amore
ko: 사랑
pl: zakochany
pt_br: amor
ru: любовью
tr: aşk
vi: tình yêu
zh_hans: 爱

source: vengeful
de: rachsüchtig
fr: vengeur
it: vendicativo
ko: 복수심에 불타는
pl: chęć zemsty
pt_br: vingativo
ru: мстительный
tr: intikamcı
vi: thù hận
zh_hans: 复仇

source: accepting
fr: acceptant
it: tollerante
ko: 솔직함
pl: gotów zaakceptować
pt_br: aceitando
ru: допускающий
tr: kabullenici
vi: chấp nhận
zh_hans: 验收

source: admiration
de: Bewunderung
it: ammirazione
ko: 감탄
pl: podziw
pt_br: Admiração
ru: восхищение
tr: hayranlık
vi: sự ngưỡng mộ
zh_hans: 钦佩

source: agitated
de: aufgewühlt
fr: agité
it: agitato
ko: 동요한
pl: wzburzony
pt_br: agitado
ru: взволнованный
tr: tedirgin
vi: kích động
zh_hans: 激动
