Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: requested, priced at
de: angefordert, zum Preis von
fr: demandé, au prix de
it: richiesto, al prezzo di
ko: 요청, 가격
pl: zamówione, wyceniony na
pt_br: solicitado, ao preço de
ru: запрошенные, по цене
tr: talep edildi, fiyatı:
vi: được yêu cầu, với giá
zh_hans: 要求，价格为

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Remember, trade agreements strengthen bonds. Please consider an import agreement next year.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: N'oubliez pas que les accords commerciaux renforcent les liens. Veuillez envisager un accord d'importation l'année prochaine.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Ricordate che gli accordi commerciali rafforzano i legami. L'anno prossimo prendete in considerazione un accordo d'importazione.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Pamiętaj, umowy handlowe wzmacniają więzi. Proszę rozważ umowę importową następnego roku.
pt_br: [C\:VAR:MEETING:ACTOR][VAR\:NATIVENAME:MEETING:ACTOR]: Lembre-se, os acordos comerciais fortalecem os laços. Por favor, considere um acordo de importação no próximo ano.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Помните, торговые соглашения укрепляют связи. Пожалуйста, рассмотрите возможность заключения соглашения об импорте в следующем году.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Hãy nhớ rằng, các thỏa thuận thương mại sẽ củng cố mối quan hệ. Xin hãy cân nhắc một thỏa thuận nhập khẩu vào năm tới.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 记住，贸易协议可以加强纽带。 请考虑商定明年的进口协议。

source: Merit deserves a reward, and I come empowered to establish this colony as an official land of our realm.[B]
de: Verdienste verdienen eine Belohnung, und ich komme mit der Ermächtigung, diese Kolonie als offizielles Land unseres Reiches einzugliedern.[B]
fr: Le mérite mérite une récompense, et je suis habilité à établir cette colonie en tant que terre officielle de notre royaume.[B]
it: Il merito merita una ricompensa e io ho il potere di stabilire questa colonia come terra ufficiale del nostro regno.[B]
ko: 공을 세우면 적합한 보상을 받을 자격이 있습니다. 그리고 저는 이 식민지를 우리 왕국의 공식적인 땅으로 세울 권한을 부여받습니다.
pl: Zasługi zasługują na nagrodę, przychodzę więc upoważniony do ustanowienia tej kolonii jako oficjalnej krainy naszego królestwa.[B]
pt_br: Mérito merece uma recompensa, e eu venho autorizado a estabelecer esta colônia como uma terra oficial do nosso reino. [B]
ru: Заслуги заслуживают награды, и я уполномочен учредить эту колонию как официальную землю нашего королевства".
tr: Liyakat ödülü hak eder ve ben bu koloniyi krallığımızın resmi bir toprağı olarak kurma yetkisiyle geldim.[B]
vi: Công lao xứng đáng được khen thưởng, và tôi đến đây với quyền hạn để thiết lập thuộc địa này thành một vùng đất chính thức của vương quốc chúng ta.[B]
zh_hans: 功夫不负有心人，我受权将这个殖民地建立为我们王国的正式土地[B] 。

source: Can you imagine the trade wagons? Of course, there are responsibilities, and the nobility must live well.[B]
de: Können Sie sich die Handelswagen vorstellen? Natürlich gibt es Verantwortlichkeiten, und der Adel muss gut leben [B].
fr: Pouvez-vous imaginer les wagons commerciaux? Bien sûr, il y a des responsabilités, et la noblesse doit bien vivre.[B]
it: Riuscite a immaginare i carri commerciali? Certo, ci sono delle responsabilità e la nobiltà deve vivere bene.[B]
ko: 무역용 마차를 상상할 수 있나요? 물론 책임도 있고, 귀족들도 잘 살아야 합니다.
pl: Wyobrażasz sobie wozy handlowe? Oczywiście, są też obowiązki i szlachta musi żyć należycie.[B]
pt_br: Você consegue imaginar os vagões comerciais? Claro, há responsabilidades, e a nobreza deve viver bem.[B]
ru: Вы можете представить себе торговые обозы? Конечно, существуют обязанности, и дворяне должны жить хорошо[B].
vi: Bạn có thể hình dung ra những đoàn xe thương mại chứ? Dĩ nhiên, đi kèm với đó là trách nhiệm, và giới quý tộc phải được sống sung túc.[B]
zh_hans: 你能想象那些贸易马车吗？ 当然，也有责任，贵族必须生活得很好[B] 。

source: Do you have anyone suitable to recommend for elevation?
de: Können Sie jemanden empfehlen, der für eine Erhöhung geeignet ist?
fr: Avez-vous quelqu'un à recommander pour l'élévation ?
it: Avete qualcuno da consigliare per l'elevazione di rango?
ko: 입문용으로 추천해주실 분 있으신가요?
pl: Posiadasz jakiegoś kandydata właściwego na wyróżnienie?
pt_br: Você tem alguém adequado para recomendar para elevação?
ru: Можете ли вы порекомендовать кого-нибудь подходящего для возвышения?
tr: Terfi için önerebileceğiniz uygun biri var mı?
vi: Bạn có ai phù hợp để đề cử thăng cấp không?
zh_hans: 有没有合适的人可以推荐升职？

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: You continue to impress! I have come empowered to elevate this land in the eyes of our realm.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Vous continuez d'impressionner! Je suis venu habilité à élever cette terre aux yeux de notre royaume.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Continui a stupire! Sono venuto con il potere di elevare questa terra agli occhi del nostro regno.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Nie przestajesz imponować! Przybywam upoważniony, by wyróżnić tę ziemię w oczach naszego królestwa.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Você continua impressionando! Eu vim com o poder de elevar esta terra aos olhos de nosso reino.
ru: [C:VAR:ВСТРЕЧА:АКТЕР][VAR:NATIVENAME:ВСТРЕЧА:АКТЕР]: Вы продолжаете впечатлять! Я пришел с полномочиями, чтобы возвысить эту землю в глазах нашего королевства.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Bạn vẫn tiếp tục gây ấn tượng! Tôi đến đây với quyền hạn để nâng tầm vùng đất này trong mắt vương quốc chúng ta.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 你们给人好印象! 我已被授权来提升这片土地在我们王国的地位。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: We can part with at most
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR] : Nous pouvons nous séparer d'au plus
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Possiamo separarci al massimo da
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Możemy się rozstać z co najwyżej
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Podemos ceder no máximo
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Мы можем расстаться максимум с
tr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: En fazla şu kadardan vazgeçebiliriz:
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Chúng tôi chỉ có thể đồng ý với tối đa
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 我们最多可以分出

source: trees, butcher.
de: Bäume, Schlächter.
fr: arbres, boucher.
it: alberi, macellaio.
ko: 그루다, 도살자야.
pl: drzewami, rzeźniku.
pt_br: árvores, açougueiro.
ru: деревьями, мясник.
tr: ağaç, kasap.
vi: cây, đồ tể.
zh_hans: 颗树，屠夫.

source: Whatever possessed you to brave these wilds, where our animal friends are even larger than your kind than usual, we do not know. But know that this land is sacred to us, these trees more than any others.
de: Wir wissen nicht, was euch dazu bewogen hat, diese Wildnis zu bezwingen, in der unsere tierischen Freunde sogar noch größer sind als eure Artgenossen, wir wissen es nicht. Aber wir wissen, dass uns dieses Land heilig ist, diese Bäume mehr als alle anderen.
fr: Qu'est-ce qui vous a poussé à braver ces étendues sauvages, où nos amis les animaux sont encore plus grands que votre espèce que d'habitude, nous ne le savons pas. Mais sachez que cette terre nous est sacrée, ces arbres plus que tous les autres.
it: Non sappiamo cosa vi abbia spinto a sfidare queste terre selvagge, dove i nostri amici animali sono più numerosi, della vostra specie, del solito. Sappiate che questa terra è sacra per noi, questi alberi più di ogni altro.
ko: 우리의 동물 친구들이 평소보다 훨씬 더 많은 이 야생에서 당신이 무엇에 홀렸는지 우리는 모릅니다. 그러나 이 땅이 우리에게 신성하다는 것을 알아야 합니다. 이 나무들은 다른 어떤 나무들보다 더 신성합니다.
pl: Nie wiemy, co was opętało, aby rzucić wyzwanie tym dziczom, gdzie nasi zwierzęcy przyjaciele są jeszcze więksi od was niż zwykle. Wiedzcie jednak, że ta ziemia jest dla nas święta, a te drzewa bardziej niż wszystkie inne.
pt_br: O que deu em você para enfrentar essas selvas, onde nossos amigos animais são ainda maiores do que o normal, não sabemos. Mas saiba que esta terra é sagrada para nós, e estas árvores mais do que quaisquer outras.
ru: Что заставило вас посягнуть на этот девственно дикий край, где наши братья-животные даже крупнее подобия из ваших владений, мы не знаем. Но знайте вы, что земля эта для нас священнее иной, а деревья эти старше прочих.
vi: Không biết điều gì đã khiến các ngươi dám dấn thân vào vùng hoang dã này, nơi những người bạn động vật của chúng ta còn to lớn hơn cả giống loài các ngươi, nhưng hãy biết rằng vùng đất này là thiêng liêng đối với chúng ta, và những cây này còn hơn thế nữa.
zh_hans: 我们不知道是什么原因让你们勇敢地来到这片荒野，在这里我们的动物朋友比你们的同类还要大。 但要知道，这片土地对我们来说是神圣的，这些树比其他任何树都要神圣。

source: We elves are partial in particular to the trees in the forests surrounding your lands.
de: Wir Elfen haben eine besondere Vorliebe für die Bäume in den Wäldern, die euer Land umgeben.
fr: Nous, les elfes, aimons particulièrement les arbres des forêts qui entourent vos terres.
it: Noi elfi siamo parziali in particolare per gli alberi delle foreste che circondano le vostre terre.
ko: 우리 엘프들은 당신 영지 주위 숲의 나무들에게 특별한 관심을 기울이고 있습니다.
pl: My, elfy, mamy słabość do drzew w lasach otaczających wasze ziemie.
pt_br: Nós, elfos, particularmente gostamos das árvores nas florestas que cercam suas terras.
ru: Мы, эльфы, особенно неравнодушны к деревьям в лесах, окружающих ваши земли.
tr: Biz elfler özellikle topraklarınızı çevreleyen ormanlardaki ağaçlara düşkünüz.
vi: Loài tiên chúng tôi đặc biệt yêu quý những cây trong các khu rừng bao quanh vùng đất của các ngươi.
zh_hans: 我们精灵特别偏爱你们土地周围森林里的树木。

source: Although we are loath to spare a single branch to your senseless slaughter,
de: Obwohl wir nur ungern einen einzigen Zweig für euer sinnloses Gemetzel verschonen,
fr: Bien que nous répugnions à épargner une seule branche à votre massacre insensé,
it: Anche se siamo restii a risparmiare un singolo ramo al tuo insensato massacro,
ko: 비록 우리는 당신의 분별없는 살육에 동의하지 않지만,
pl: Chociaż nie chcemy darować ani jednej gałęzi na waszą bezsensowną rzeź,
pt_br: Embora relutemos em poupar um único galho para sua matança sem sentido,
ru: Хотя мы не жалеем ни одной ветки для вашей бессмысленной бойни,
vi: Mặc dù chúng tôi ghê tởm việc phải hy sinh dù chỉ một cành cây cho cuộc tàn sát vô nghĩa của các ngươi,
zh_hans: 虽然我们不愿意留下哪怕一根枝桠，让你们无意义的屠杀。

source: we are willing to ask that you cap your tree-fells at
fr: nous sommes disposés à vous demander de limiter vos abattages à
it: siamo disposti a chiedere di limitare gli alberi abbattuti a
ko: 우리는 당신이 당신의 나뭇가지에 모자를 씌울 것을 기꺼이 요청합니다
pl: chcemy prosić o ograniczenie wycinki w
pt_br: estamos dispostos a pedir que você limite sua derrubada de árvores em
ru: мы готовы попросить, чтобы вы закрыли свои колокольчики на уровне
tr: ağaç kesimlerinizi şunda sınırlamanızı istemeye razıyız:
vi: chúng tôi sẵn lòng yêu cầu các ngươi giới hạn số cây đốn hạ ở mức
zh_hans: 我们请求你停止采伐树木，停止残害

source: until we next meet.
fr: jusqu'à notre prochaine rencontre.
it: fino al prossimo incontro.
ko: 다음에 만날 때까지.
pl: do naszego następnego spotkania.
pt_br: até nosso próximo encontro.
ru: до нашей следующей встречи.
vi: cho đến lần gặp mặt tới.
zh_hans: 直到我们下次见面。

source: I will try to return next year as I am able.
de: Ich versuche, im nächsten Jahr wiederzukommen, so wie ich dazu fähig bin.
fr: J'essaierai d'y retourner l'année prochaine dès que je pourrai.
it: Cercherò di tornare l'anno prossimo, se ne avrò la possibilità.
ko: 나는 가능한 한 내년에 돌아올 것이다.
pl: Postaram się wrócić w przyszłym roku jak będę mógł.
pt_br: Vou tentar voltar no próximo ano, se eu puder.
ru: Я постараюсь вернуться в следующем году, если смогу.
tr: Gelecek yıl elimden geldiğince dönmeye çalışacağım.
vi: Tôi sẽ cố gắng quay lại vào năm sau nếu có thể.
zh_hans: 明年我们会尽可能再来拜访的.

source: And beware.
fr: Et méfiez-vous.
it: E attenzione.
ko: 그리고 조심하세요.
pl: I uważaj.
pt_br: E cuidado.
ru: И берегитесь.
vi: Và hãy coi chừng.
zh_hans: 而且要注意。

source: Set conditions for
fr: Définir les conditions pour
it: Imposta le condizioni per
ko: 조건 설정
pl: Ustanów warunki dla
pt_br: Definir condições para
ru: Настроить условия
tr: Şunun için koşulları ayarla:
vi: Đặt điều kiện cho
zh_hans: 设定条件为

source: (Vehicle moved to next stop if any condition triggered.)
fr: (Le véhicule s'est déplacé vers l'arrêt suivant si une condition s'est déclenchée.)
it: (Veicolo spostato alla prossima fermata a qualsiasi condizione soddisfatta.)
ko: (조건이 트리거되면 차량이 다음 정류장으로 이동합니다.)
pl: (Pojazd poruszy się do następnego przystanka, jeśli jakikolwiek warunek spełniony.)
pt_br: (O veículo é movido para a próxima parada se qualquer condição for acionada.)
ru: (Автомобиль перемещается на следующую остановку, если срабатывает какое-либо условие).
tr: (Herhangi bir koşul tetiklenirse araç bir sonraki durağa taşınır.)
vi: (Phương tiện di chuyển đến điểm dừng tiếp theo nếu bất kỳ điều kiện nào được kích hoạt.)
zh_hans: (如果有任何条件被触发，车辆将被转移到下一站。)

source: west
de: Westen
fr: Ouest
it: ovest
ko: 서쪽
pl: zachód
pt_br: oeste
ru: на запад
tr: batı
vi: tây
zh_hans: 西

source: east
de: Osten
fr: est
it: est
ko: 동쪽
pl: wschód
pt_br: leste
ru: на восток
tr: doğu
vi: đông
zh_hans: 东

source: south
de: Süden
fr: sud
it: sud
ko: 남쪽
pl: południe
pt_br: sul
ru: на юг
tr: güney
vi: nam
zh_hans: 南

source: north
de: Norden
fr: Nord
it: nord
ko: 북쪽
pl: północ
pt_br: norte
ru: на север
tr: kuzey
vi: bắc
zh_hans: 北

source: immediately
fr: immédiatement
it: immediatamente
ko: 즉시
pl: natychmiastowo
pt_br: imediatamente
ru: немедленно
tr: derhal
vi: ngay lập tức
zh_hans: 立即

source: in 1 day
de: in 1 Tag
fr: en 1 jour
it: in 1 giorno
ko: 1일 후
pl: w 1 dzień
pt_br: em 1 dia
ru: через 1 день
tr: 1 gün içinde
vi: trong 1 ngày
zh_hans: 1天内

source: days
de: Tage
fr: journées
it: giorni
ko: 날
pl: dni
pt_br: dias
ru: дней
tr: gün
vi: ngày
zh_hans: 天

source: when full
de: wenn voll
fr: lorsqu'il est plein
it: quando pieno
ko: 꽉 찼을 때
pl: kiedy pełne
pt_br: quando cheio
ru: когда полно
tr: dolduğunda
vi: khi đầy
zh_hans: 满满的

source: always (at most 100%)
fr: toujours (au plus 100%)
it: sempre (al massimo 100%)
ko: 항상(최대 100%)
pl: zawsze (co najwyżej 100%)
pt_br: sempre (no máximo 100%)
ru: всегда (максимум 100%)
tr: her zaman (en çok %100)
vi: luôn luôn (tối đa 100%)
zh_hans: 经常（至多100%）

source: when
de: wenn
fr: lorsque
it: quando
ko: 언제
pl: kiedy
pt_br: quando
ru: когда
tr: ne zaman
vi: khi
zh_hans: 当

source: always (at least 0%)
fr: toujours (au moins 0%)
it: sempre (almeno lo 0%)
ko: 항상(적어도 0%)
pl: zawsze (przynajmniej 0%)
pt_br: sempre (pelo menos 0%)
ru: всегда (как минимум 0%)
tr: her zaman (en az %0)
vi: luôn luôn (tối thiểu 0%)
zh_hans: 经常（至少0%）

source: when empty
de: wenn leer
fr: à vide
it: quando è vuoto
ko: 비었을 때
pl: kiedy puste
pt_br: quando vazio
ru: когда пусто
tr: boşken
vi: khi trống
zh_hans: 空的时候

source: desired items
fr: objets désirés
it: oggetti desiderati
ko: 원하는 항목
pl: pożądane przedmioty
pt_br: itens desejados
ru: требуемые предметы
tr: istenen eşyalar
vi: vật phẩm mong muốn
zh_hans: 想要的物品

source: any items
fr: tous les objets
it: qualsiasi oggetto
ko: 모든 항목
pl: jakiekolwiek przedmioty
pt_br: quaisquer itens
ru: любые предметы
tr: herhangi bir eşya
vi: bất kỳ vật phẩm nào
zh_hans: 任何物品

source: 1 day
de: 1 Tag
fr: 1 jour
it: 1 giorno
ko: 1 일
pl: 1 dzień
pt_br: 1 dia
ru: 1 день
tr: 1 gün
vi: 1 ngày
zh_hans: 1天

source: You have no vehicles.
fr: Vous n'avez pas de véhicules.
it: Non hai veicoli.
ko: 차량이 없습니다.
pl: Nie posiadasz pojazdów.
pt_br: Você não veículos.
ru: У вас нет вагонеток.
tr: Aracınız yok.
vi: Bạn không có phương tiện nào.
zh_hans: 你没有车辆。

source: Choose a vehicle for
de: Wählen Sie ein Fahrzeug für
fr: Choisissez un véhicule pour
it: Scegli un veicolo per
ko: 차량 선택
pl: Wybierz pojazd dla
pt_br: Escolha um veículo para
ru: Выберите автомобиль для
tr: Şunun için bir araç seçin:
vi: Chọn một phương tiện cho
zh_hans: 选择一个载具为

source: Inaccessible from first stop
fr: Inaccessible dès le premier arrêt
it: Inaccessibile dalla prima fermata
ko: 첫 번째 정류장에서 접근 불가
pl: Niedostępne z pierwszego przystanka
pt_br: Inacessível da primeira parada
ru: Недоступно с первой остановки
tr: İlk duraktan erişilemez
vi: Không thể tiếp cận từ điểm dừng đầu tiên
zh_hans: 无法通过第一站

source: Choose symbols for the position holder to carry or wear.
de: Wählen Sie Symbole, die der Träger der Position tragen soll.
fr: Choisissez des symboles que le titulaire du poste portera ou portera.
it: Scegli i simboli che il titolare della posizione deve portare o indossare.
ko: 휴대하거나 착용할 지위 보유자의 상징을 선택하십시오.
pl: Wybierz symbole do dzierżenia lub noszenia przez pełniącego pozycję.
pt_br: Escolha símbolos para o titular da posição carregar ou usar.
ru: Выберите символы для носителя должности, которые он будет носить или надевать.
tr: Makam sahibinin taşıması veya giymesi için semboller seçin.
vi: Chọn biểu tượng để người giữ chức vụ mang theo hoặc mặc.
zh_hans: 选择职位持有人携带或佩戴的符号。

source: Leave Vacant
de: Lasse Einheit gehen
fr: Laisser vacant
it: Lascia libero
ko: 공석으로 두기
pl: Zostaw Wakat
pt_br: Deixar Vago
ru: Оставить пустым
tr: Boş Bırak
vi: Để trống
zh_hans: 虚位以待

source: No relevant skills
de: Keine relevanten Fähigkeiten
fr: Aucune compétence pertinente
it: Nessuna abilità rilevante
ko: 관련 기술이 없습니다
pl: Brak znaczących umiejętności
pt_br: Sem habilidades relevantes
ru: Нет нужных навыков
tr: İlgili beceri yok
vi: Không có kỹ năng phù hợp
zh_hans: 无相关技能

source: (traveling)
de: (Reisen)
fr: (en voyageant)
it: (in viaggio)
ko: (여행)
pl: (podróżuje)
pt_br: (viajando)
ru: (путешествует)
tr: (seyahat ediyor)
vi: (đang di chuyển)
zh_hans: （旅游）

source: chest
de: truhe
fr: poitrine
it: cassa
ko: 보관함
pl: skrzynia
pt_br: baú
ru: сундук
tr: sandık
vi: rương
zh_hans: 箱子

source: cabinet
de: Schrank
it: armadietto
ko: 옷장
pl: szafa
pt_br: armário
ru: шкаф
tr: dolap
vi: Tủ
zh_hans: 内阁

source: weapon rack
de: Waffenständer
fr: râtelier d'armes
it: rastrelliera per armi
ko: 무기 거치대
pl: stojak na broń
pt_br: suporte de armas
ru: оружейная стойка
tr: silah askısı
vi: Giá vũ khí
zh_hans: 武器架

source: armor stand
de: Rüstungsständer
fr: support d'armure
it: supporto per armatura
ko: 갑옷 거치대
pl: stojak na zbroję
pt_br: suporte de armaduras
ru: доспешная стойка
tr: zırh standı
vi: Giá áo giáp
zh_hans: 盔甲架

source: Dining Room
de: Esszimmer
fr: Salle à manger
it: Sala da pranzo
ko: 식당
pl: Jadalnia
pt_br: Sala de Jantar
ru: Столовая
tr: Yemek Odası
vi: Phòng Ăn
zh_hans: 饭厅

source: Throne Room/Office
de: Thronsaal/Büro
fr: Salle du Trône/Bureau
it: Sala del Trono/Ufficio
ko: 알현실/사무실
pl: Sala tronowa/Biuro
pt_br: Sala do trono/Escritório
ru: Тронный зал/кабинет
tr: Taht Odası/Ofis
vi: Phòng Ngai Vàng/Văn Phòng
zh_hans: 王座室/办公室

source: Make
de: Herstellen
fr: Faire, construire
it: Crea
ko: 만들다
pl: Stwórz
pt_br: Fazer
ru: Делать
tr: Yap
vi: Chế tạo
zh_hans: 使

source: Export of
de: Exportiert von
fr: Exportation de
it: Esportazione di
ko: 수출
pl: Eksport
pt_br: Exportação de
ru: Экспорт
tr: Şunun ihracatı:
vi: Xuất khẩu của
zh_hans: 出口之于

source: Prohibited
de: Untersagt
fr: Interdit
it: Vietato
ko: 금지
pl: Zakazany
pt_br: Proibido
ru: Запрещено
tr: Yasaklandı
vi: Bị cấm
zh_hans: 禁止

source: Highest Precision
de: Höchste Präzision
fr: La plus haute précision
it: Massima precisione
ko: 가장 높은 정밀도
pl: Najwyższa Precyzja
pt_br: Maior Precisão
ru: Высшая точность
tr: En Yüksek Hassasiyet
vi: Độ chính xác cao nhất
zh_hans: 最高精度

source: High Precision
de: Hohe Präzision
fr: Haute précision
it: Alta precisione
ko: 높은 정밀도
pl: Wysoka Precyzja
pt_br: Alta Precisão
ru: Высокая точность
tr: Yüksek Hassasiyet
vi: Độ chính xác cao
zh_hans: 高精准度

source: Medium Precision
de: Mittlere Präzision
fr: Précision moyenne
it: Media precisione
ko: 중간 정밀도
pl: Średnia Precyzja
pt_br: Precisão Média
ru: Средняя точность
tr: Orta Hassasiyet
vi: Độ chính xác trung bình
zh_hans: 中等精度

source: Low Precision
de: Niedrige Präzision
fr: Faible précision
it: Bassa precisione
ko: 낮은 정밀도
pl: Mała Precyzja
pt_br: Baixa Precisão
ru: Низкая точность
tr: Düşük Hassasiyet
vi: Độ chính xác thấp
zh_hans: 低精度

source: Lowest Precision
de: Niedrigeste Präzision
fr: Précision la plus faible
it: Minima precisione
ko: 가장 낮은 정밀도
pl: Najniższa Precyzja
pt_br: Menor Precisão
ru: Низшая точность
tr: En Düşük Hassasiyet
vi: Độ chính xác thấp nhất
zh_hans: 最低精度

source: Stocks amount display:
fr: Affichage du montant des stocks :
it: Visualizz. quantità scorte:
ko: 주식 금액 표시:
pl: Wyświetlanie ilości zapasów:
pt_br: Exibição da quantidade de estoques:
ru: Отображение количества запасов:
tr: Stok miktarı göstergesi:
vi: Hiển thị số lượng hàng tồn kho:
zh_hans: 库存量显示：

source: All counts accurate
de: Alle Zählungen sind korrekt
fr: Tous les comptes sont exacts
it: Tutti i conteggi sono accurati
ko: 모든 계산이 정확함
pl: Wszystkie obliczenia dokładne
pt_br: Todas as contagens precisas
ru: Всё рассчитывается точно
tr: Tüm sayımlar doğru
vi: Tất cả số liệu đều chính xác
zh_hans: 全部精确统计

source: Your bookkeeper has done enough work to attain
de: Ihr Buchhalter hat genug Arbeit geleistet, um
fr: Votre comptable a fait assez de travail pour atteindre
it: Il tuo contabile ha svolto abbastanza lavoro per ottenere
pl: Twój księgowy wykonał wystarczająco dużo pracy, aby osiągnąć
pt_br: Seu contador tem feito bastante trabalho para atingir
ru: Ваш счетовод поработал достаточно для достижения
tr: Muhasebeciniz şuna ulaşmak için yeterli çalışmayı yaptı:
vi: Kế toán của bạn đã làm đủ việc để đạt được
zh_hans: 你的簿记员已经完成了足够的工作

source: highest precision
de: höchste Genauigkeit
fr: la plus haute précision
it: massima precisione
ko: 가장 높은 정밀도
pl: najwyższa precyzja
pt_br: maior precisão
ru: высшая точность
tr: en yüksek hassasiyet
vi: độ chính xác cao nhất
zh_hans: 最高精度

source: high precision
de: hohe Genauigkeit
fr: haute précision
it: alta precisione
ko: 높은 정밀도
pl: wysoka precyzja
pt_br: alta precisão
ru: высокая точность
tr: yüksek hassasiyet
vi: độ chính xác cao
zh_hans: 高精度

source: medium precision
de: mittlere Genauigkeit
fr: précision moyenne
it: media precisione
ko: 중간 정밀도
pl: średnia precyzja
pt_br: precisão média
ru: средняя точность
tr: orta hassasiyet
vi: độ chính xác trung bình
zh_hans: 中精度

source: low precision
de: niedrige Genauigkeit
fr: faible précision
it: bassa precisione
ko: 낮은 정밀도
pl: niska precyzja
pt_br: baixa precisão
ru: низкая точность
tr: düşük hassasiyet
vi: độ chính xác thấp
zh_hans: 低精度

source: Your bookkeeper needs to work in an office to improve precision
de: Ihr Buchhalter muss in einem Büro arbeiten, um die Genauigkeit zu verbessern
fr: Votre comptable doit travailler dans un bureau pour améliorer la précision
it: Il tuo contabile deve lavorare in un ufficio per aumentare la precisione
ko: 당신 회계사의 정확성을 향상시키기 위해선 사무실에서 일할 필요가 있습니다
pl: Twój księgowy musi pracować w biurze, aby podnieść precyzję
pt_br: Seu contador precisa trabalhar em um escritório para melhorar a precisão
ru: Чтобы повысить точность, ваш счетовод должен работать в кабинете
tr: Muhasebecinizin hassasiyeti artırmak için bir ofiste çalışması gerekiyor
vi: Kế toán của bạn cần làm việc trong văn phòng để cải thiện độ chính xác
zh_hans: 您的簿记员需要在办公室工作以提高精确度

source: The stockpile records are
de: Die Aufzeichnungen über die Lagerbestände sind
fr: Les registres des stocks sont
it: Gli storici della scorta sono
ko: 저장구역 기록들은
pl: Ewidencja zapasów jest w
pt_br: Os registros de estoque são
ru: Список запасов
tr: Stok kayıtları
vi: Hồ sơ kho hàng đang
zh_hans: 库存记录是
