Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: by fooling
de: durch Täuschung
fr: en trompant
it: ingannando
ko: 속여서
pl: oszukując
pt_br: por enganar
ru: обманом
tr: şunu kandırarak:
vi: bằng cách lừa dối
zh_hans: 通过愚弄

source: plotted to induce a war of
de: um einen Krieg zu provozieren, der
fr: comploté pour déclencher une guerre de
it: complottato per indurre una guerra di
ko: 전쟁을 일으키기 위해 음모를 꾸몄다.
pl: spiskował aby wywołać wojnę z
pt_br: tramado para induzir uma guerra de
ru: заговор, чтобы объявить войну
tr: şunun savaş açmayı kışkırtmayı planladı:
vi: âm mưu kích động một cuộc chiến tranh
zh_hans: 密谋发动一场战争于

source: plotted to sabotage the activities of
de: die Sabotage der Aktivitäten von
fr: comploté pour saboter les activités de
it: complottato per sabotare le attività di
ko: 의 활동을 방해할 음모를 꾸몄다.
pl: spiskował aby sabotować aktywność
pt_br: tramado para sabotar as atividades de
ru: отмечен как цель саботажа деятельности
tr: şunun faaliyetlerini sabote etmeyi planladı:
vi: âm mưu phá hoại các hoạt động của
zh_hans: 密谋破坏活动于

source: via
de: über
fr: passant par
ko: ~을 통해
pl: przez
pt_br: através da
ru: с помощью
tr: aracılığıyla
vi: thông qua
zh_hans: 通过

source: plotted to abduct
de: geplant, zu entführen
fr: comploté pour enlever
it: complottato per sequestrare
ko: 납치 음모
pl: spiskował aby uprowadzić
pt_br: conspirou para raptar
ru: отмечен как цель похищения
tr: şunu kaçırmayı planladı:
vi: âm mưu bắt cóc
zh_hans: 谋划绑架

source: plotted to assassinate
de: plante ein Attentat auf
fr: comploté pour assassiner
it: complottato per assassinare
ko: 암살을 계획하다
pl: spiskował aby zabić
pt_br: conspirou para assassinar
ru: отмечен как цель убийства
tr: şuna suikast düzenlemeyi planladı:
vi: âm mưu ám sát
zh_hans: 谋划刺杀

source: plotted to steal
de: geplant, um zu stehlen
fr: comploté pour voler
it: complottato per rubare
ko: 훔칠 음모를 꾸몄다
pl: spiskował aby ukraść
pt_br: conspirou para roubar
ru: отмечен как цель кражи
tr: şunu çalmayı planladı:
vi: âm mưu trộm cắp
zh_hans: 谋划偷窃

source: promised
de: versprochen
fr: promis
it: promesso
ko: 약속
pl: przysiągł
pt_br: prometido
ru: обещан
tr: söz verdi
vi: hứa hẹn
zh_hans: 承诺过的

source: to give
de: geben
fr: pour donner
it: per dare
ko: 주다
pl: dać
pt_br: dar
ru: чтобы дать
tr: vermek için
vi: trao cho
zh_hans: 给予

source: a position
de: eine Stellung
fr: une position
it: una posizione
ko: 위치
pl: pozycja
pt_br: uma posição
ru: должность
tr: bir pozisyon
vi: một chức vụ
zh_hans: 职位

source: began
de: begonnen
fr: a commencé
it: ha cominciato
ko: 시작했다
pl: zaczął
pt_br: começasse
ru: начал
tr: başladı
vi: bắt đầu
zh_hans: 开始了

source: passing a portion of corruptly-obtained funds
de: Weitergabe eines Teils der durch Bestechung erlangten Mittel
fr: passer une partie des fonds obtenus par la corruption
it: passando una parte dei fondi ottenuti con la corruzione
ko: 부정하게 취득한 자금의 일부 전달
pl: przekazywanie części zdefraudowanych środków
pt_br: passando uma parte dos fundos obtidos de forma corrupta
ru: передан как часть незаконно полученных средств
tr: yolsuzlukla elde edilen fonların bir kısmını aktarmaya
vi: chuyển một phần quỹ thu được bất chính
zh_hans: 传递一部分贪污得来的资金

source: embezzling funds
de: Veruntreuung von Geldern
fr: détournement de fonds
it: appropriazione indebita di fondi
ko: 자금을 횡령하다
pl: defraudowanie funduszy
pt_br: desvio de fundos
ru: растрата средств
tr: zimmete para geçirmeye
vi: biển thủ quỹ
zh_hans: 挪用资金

source: accepting bribes in exchange for leniency
de: Annahme von Bestechungsgeldern im Gegenzug für eine Kronzeugenregelung
fr: accepter des pots-de-vin en échange de clémence
it: accettazione di tangenti in cambio di clemenza
ko: 관용의 대가로 뇌물을 받는 것
pl: przyjmowanie łapówek w zamian za łagodność
pt_br: aceitar subornos em troca de perdão
ru: принятие взятки в обмен на снисходительность
tr: müsamaha karşılığında rüşvet kabul etmeye
vi: nhận hối lộ để đổi lấy sự khoan hồng
zh_hans: 接受贿赂以换取宽大处理

source: aided
de: unterstützt
fr: aidé
it: aiutato
ko: 원조
pl: wspomógł
pt_br: assistido por
ru: способствовал
tr: yardım etti
vi: đã hỗ trợ
zh_hans: 辅助

source: in becoming a permanent part of the living world
de: indem sie ein dauerhafter Teil der lebendigen Welt werden
fr: à devenir une partie permanente du monde vivant
it: nel diventare una parte permanente del mondo vivente
ko: 살아있는 세계의 영구적인 부분이 되는 것
pl: w staniu się stałą częścią żyjącego świata
pt_br: em tornar-se uma parte permanente do mundo vivo
ru: , становясь постоянной частью мира,
tr: yaşayan dünyanın kalıcı bir parçası olma konusunda
vi: trong việc trở thành một phần vĩnh viễn của thế giới sự sống
zh_hans: 成为生活世界的永久组成部分

source: . The ritual took place in
fr: . Le rituel a eu lieu dans
it: . Il rituale si è svolto in
pl: . Rytuał miał miejsce w
pt_br: . O ritual teve lugar em
ru: . Ритуал был выполнен в
vi: . Nghi lễ diễn ra tại
zh_hans: 。仪式发生在

source: . The ritual involved
fr: . Le rituel impliqué
it: . Il rituale prevedeva
pl: . Rytuał obejmował
pt_br: . O ritual envolvia
ru: . Ритуал включает
vi: . Nghi lễ bao gồm
zh_hans: 。此仪式涉及

source: agreed to a parley with
de: stimmte einer Unterredung zu mit
fr: accepté de parlementer avec
it: ha accettato un dialogo con
ko: 와 화해하기로 합의했다
pl: zgodził się na układ z
pt_br: concordou em negociar com
ru: согласился на переговоры с
vi: đã đồng ý đàm phán với
zh_hans: 同意与之和谈

source: made an agreement with
de: hat eine Vereinbarung getroffen mit
fr: conclu un accord avec
it: ha stipulato un accordo con
ko: 와 계약을 맺었다
pl: zawarł umowę z
pt_br: fez um acordo com
ru: заключили соглашение с
tr: şununla bir anlaşma yaptı:
vi: đã lập một thỏa thuận với
zh_hans: 达成协议与

source: , becoming a resident of
de: , wohnhaft werdend in
fr: , devenir résident de
it: , diventando residente di
ko: , 거주자가 됨
pl: , stając się rezydentem
pt_br: , tornando-se um residente de
ru: , став жителем
tr: , şunun sakini oluyor:
vi: , trở thành cư dân của
zh_hans: ，成为居民于

source: to study
de: studieren
fr: étudier
it: per studiare
ko: 공부하다
pl: studiować
pt_br: para estudar
ru: чтобы заниматься наукой
tr: çalışmak için
vi: để nghiên cứu
zh_hans: 学习

source: to work as a mercenary
de: als Söldner zu arbeiten
fr: travailler comme mercenaire
it: per lavorare come mercenario
ko: 용병으로 일하다
pl: pracować jako najemnik
pt_br: para trabalhar como mercenário
ru: чтобы работать наёмником
tr: paralı asker olarak çalışmak için
vi: để làm lính đánh thuê
zh_hans: 作为雇佣兵工作

source: to entertain the citizenry
de: zur Unterhaltung der Bürger
fr: divertir les citoyens
it: per intrattenere la cittadinanza
ko: 시민을 즐겁게 하기 위해
pl: zabawiać obywateli
pt_br: para entreter os cidadãos
ru: чтобы развлекать жителей
tr: vatandaşları eğlendirmek için
vi: để giải trí cho người dân
zh_hans: 招待公民

source: to eradicate monsters
de: Monster auszurotten
fr: éradiquer les monstres
it: per uccidere i mostri
ko: 괴물을 근절하기 위해
pl: wyeliminować potwory
pt_br: para erradicar monstros
ru: чтобы истреблять монстров
tr: canavarları yok etmek için
vi: để tiêu diệt quái vật
zh_hans: 消灭怪物

source: , becoming a citizen of
de: , Staatsbürgerschaft von
fr: , devenir citoyen de
it: , diventando cittadino di
ko: , 시민이 되는 것
pl: , stając się obywatelem
pt_br: , tornando-se um cidadão de
ru: , став гражданином
tr: , şunun vatandaşı oluyor:
vi: , trở thành công dân của
zh_hans: ，成为公民于

source: joined with
de: verbunden mit
fr: rejoint avec
it: unito a
ko: 와 합류
pl: dołączył z
pt_br: juntou-se com
ru: присоединился к
tr: şununla birleşti:
vi: đã tham gia cùng
zh_hans: 加入

source: to help rescue
de: zur Rettung beitragen
fr: pour aider au sauvetage
it: per aiutare a salvare
ko: 구조를 돕기 위해
pl: pomóc uratować
pt_br: para ajudar a resgatar
ru: , чтобы помочь спасти
tr: kurtarmaya yardım etmek için
vi: để giúp giải cứu
zh_hans: 帮助救援

source: to oust
de: zu verdrängen
fr: évincer
it: per espellere
ko: 축출하다
pl: wyrzucić
pt_br: para derrubar
ru: , чтобы изгнать
tr: kovmak için
vi: để lật đổ
zh_hans: 罢免

source: to entertain the world
de: um die Welt zu unterhalten
fr: divertir le monde
it: per intrattenere il mondo
ko: 세상을 즐겁게 하기 위해
pl: zabawiać świat
pt_br: para entreter o mundo
ru: чтобы развлечь мир
tr: dünyayı eğlendirmek için
vi: để giải trí cho thế giới
zh_hans: 娱乐世界

source: to live a life of adventure
de: ein Leben voller Abenteuer zu führen
fr: vivre une vie d'aventure
it: per vivere una vita di avventura
ko: 모험의 삶을 살기 위해
pl: żyć życiem pełnym przygód
pt_br: para viver uma vida de aventura
ru: , чтобы жить жизнью полной приключений
tr: macera dolu bir hayat yaşamak için
vi: để sống một cuộc đời phiêu lưu
zh_hans: 过着冒险的生活

source: after being compelled to serve
de: nachdem er gezwungen wurde, zu dienen
fr: après avoir été obligé de servir
it: dopo essere stato costretto a servire
ko: 봉사를 강요받은 후
pl: po zmuszeniu do służby
pt_br: após ser obrigado a servir
ru: после был заставлен служить
tr: hizmet etmeye zorlandıktan sonra
vi: sau khi bị ép buộc phục vụ
zh_hans: 被迫服务后

source: as a guide
de: als Führer
fr: comme un guide
it: come guida
ko: 가이드로써
pl: jako przewodnik
pt_br: como um guia
ru: в качестве проводника
tr: rehber olarak
vi: với tư cách là người dẫn đường
zh_hans: 作为指导

source: to find
de: finden
fr: trouver
it: per trovare
ko: 찾다
pl: znaleźć
pt_br: Eu acho isso pouco admirável.
ru: , чтобы найти
tr: bulmak için
vi: để tìm kiếm
zh_hans: 找到

source: in order to be brought to safety
de: um in Sicherheit gebracht zu werden
fr: pour être mis en sécurité
it: per essere portati in salvo
ko: 안전한 곳으로 데려가기 위해
pl: aby zapewnić sobie bezpieczeństwo
pt_br: a fim de ser trazido para a segurança
ru: , чтобы отвести в безопасное место
tr: güvenliğe getirilmek için
vi: để được đưa đến nơi an toàn
zh_hans: 为了安全起见

source: agreed to establish
de: vereinbart, zu errichten
fr: convenu d'établir
it: ha concordato di stabilire
ko: 설립하기로 합의
pl: zgodził się ustanowić
pt_br: concordou em estabelecer
ru: согласились основать
tr: şunu kurmayı kabul etti:
vi: đã đồng ý thành lập
zh_hans: 同意建立

source: a grand guildhall
de: ein prächtige Gildenhalle
fr: un grand hall de guilde
it: una grande casa della gilda
ko: 대길드홀
pl: wielką gildię
pt_br: um grande salão da guilda
ru: большой зал гильдии
tr: büyük bir lonca salonu
vi: một hội trường lớn
zh_hans: 一个大行会

source: a guildhall
de: Eine Gildenhalle
fr: une maison de guilde
it: una casa della gilda
ko: 길드홀
pl: gildię
pt_br: um salão da guilda
ru: зал гильдии
tr: bir lonca salonu
vi: một hội trường
zh_hans: 一个行会

source: a temple complex
de: eine Tempelanlage
fr: un complexe de temples
it: un complesso di templi
ko: 사원 단지
pl: kompleks świątynny
pt_br: um complexo de templos
ru: храмовый комплекс
tr: bir tapınak kompleksi
vi: một khu phức hợp đền thờ
zh_hans: 寺庙建筑群

source: a temple
de: ein Tempel
fr: un temple
it: un tempio
ko: 신전
pl: świątynię
pt_br: um templo
ru: храм
tr: bir tapınak
vi: một đền thờ
zh_hans: 一座寺庙

source: requested that
tr: şunu talep etti:
vi: đã yêu cầu rằng

source: make an offer of service
tr: hizmet teklifi yap
vi: đưa ra đề nghị phục vụ

source: asked that
tr: şunu istedi:
vi: đã yêu cầu rằng

source: retrieve
tr: geri al
vi: lấy lại

source: the formation of a corrupt agreement
de: das Zustandekommen einer korrupten Vereinbarung
fr: la formation d'un accord corrompu
it: la formazione di un accordo corrotto
ko: 부패한 계약의 형성
pl: zawarcie porozumienia korupcyjnego
pt_br: a formação de um acordo de corrupto
ru: создание испорченного соглашения
tr: yozlaşmış bir anlaşmanın oluşumu
vi: việc hình thành một thỏa thuận tham nhũng
zh_hans: 腐败协议的达成

source: the embezzlement conspiracy
de: die Veruntreuungsverschwörung
fr: le complot de détournement de fonds
it: la cospirazione d'appropriazione indebita
ko: 횡령 음모
pl: defraudująca konspiracja
pt_br: a conspiração de fraude
ru: скрытие растраты
tr: zimmete para geçirme komplosu
vi: âm mưu biển thủ
zh_hans: 挪用公款阴谋

source: the corruption conspiracy
de: die Korruptionsverschwörung
fr: le complot de corruption
it: la cospirazione della corruzione
ko: 부패 음모
pl: konspiracja korupcyjna
pt_br: a conspiração de corrupção
ru: скрытие коррупции
tr: yozlaşma komplosu
vi: âm mưu tham nhũng
zh_hans: 贪污阴谋

source: the bribery conspiracy
de: die Schmiergeldverschwörung
fr: le complot de corruption
it: la cospirazione della corruzione
ko: 뇌물 음모
pl: konspiracja łapówkarska
pt_br: a conspiração de suborno
ru: скрытие взятки
tr: rüşvet komplosu
vi: âm mưu hối lộ
zh_hans: 贿赂阴谋

source: concocted by
de: erdacht von
fr: concocté par
it: escogitato da
ko: 에 의해 만들어진
pl: wymyślony przez
pt_br: inventado por
ru: проработан
tr: şunun tarafından uyduruldu:
vi: được bày ra bởi
zh_hans: 炮制自

source: the plot of
de: die Handlung von
fr: l'intrigue de
it: il complotto di
ko: 의 줄거리
pl: spisek
pt_br: o enredo de
ru: место
tr: şunun komplosu:
vi: âm mưu của
zh_hans: 密谋关于

source: to infiltrate
de: zu unterwandern
fr: s'infiltrer
it: per infiltrare
ko: 침투하다
pl: infiltrować
pt_br: para se infiltrar
ru: проникнуть
tr: sızmak için
vi: để thâm nhập
zh_hans: 潜入

source: to frame
de: zu rahmen
fr: encadrer
it: per incastrare
ko: 프레임에
pl: oprawić
pt_br: enquadrar
ru: чтобы подставить
tr: kumpas kurmak için
vi: để gài bẫy
zh_hans: 来构建

source: to induce a war of
de: um einen Krieg zu provozieren
fr: provoquer une guerre de
it: per indurre una guerra di
ko: 전쟁을 일으키다
pl: wywołać wojnę z
pt_br: para induzir uma guerra de
ru: чтобы вызвать войну
tr: şuna savaş kışkırtmak için
vi: để kích động một cuộc chiến
zh_hans: 为发动战争于

source: to sabotage the activities of
de: Sabotage der Aktivitäten von
fr: saboter les activités de
it: per sabotare le attività di
ko: 의 활동을 방해하기 위해
pl: sabotować działania
pt_br: para sabotar as atividades de
ru: саботировать деятельность
tr: şunun faaliyetlerini sabote etmek için
vi: để phá hoại các hoạt động của
zh_hans: 为破坏活动于

source: to abduct
de: zu entführen
fr: enlever
it: per sequestrare
ko: 납치하다
pl: uprowadzić
pt_br: raptar
ru: похитить
tr: kaçırmak için
vi: để bắt cóc
zh_hans: 来绑架

source: to assassinate
de: zu ermorden
fr: assassiner
it: per assassinare
ko: 암살하다
pl: zamordować
pt_br: assassinar
ru: убить
tr: suikast düzenlemek için
vi: để ám sát
zh_hans: 来刺杀

source: to steal
de: zu stehlen
fr: voler
it: per rubare
ko: 훔치다
pl: ukraść
pt_br: roubar
ru: украсть
tr: çalmak için
vi: để trộm cắp
zh_hans: 偷窃

source: the promise by
de: das Versprechen von
fr: la promesse par
it: la promessa di
ko: 에 의한 약속
pl: obietnica
pt_br: a promessa de
ru: обещание
tr: şunun verdiği söz:
vi: lời hứa của
zh_hans: 的承诺

source: of
de: auf
fr: de
it: di
ko: 의
pl: z
pt_br: de
ru: из
vi: về việc
zh_hans: 的

source: the passing of corruptly-obtained funds by
de: die Weitergabe von korrupt erlangten Geldern durch
fr: le passage de fonds obtenus par la corruption par
it: il passaggio di fondi ottenuti con la corruzione da parte di
ko: 부정하게 획득한 자금의 통과
pl: przekazywanie skorumpowanych środków przez
pt_br: a passagem de fundos obtidos de forma corrupta por
ru: передача незаконно полученных средств
tr: şunun tarafından yolsuzlukla elde edilen fonların aktarılması:
vi: việc chuyển giao quỹ thu được bất chính của
zh_hans: 贪污资金的转移，操作自

source: the embezzlement of
de: die Veruntreuung von
fr: le détournement de
it: l'appropriazione indebita di
ko: 횡령
pl: defraudacja przez
pt_br: a fraude de
ru: растрата
tr: şunun zimmete geçirilmesi:
vi: việc biển thủ
zh_hans: 盗用

source: the bribery of
de: die Bestechung von
fr: la corruption de
it: la corruzione di
ko: 의 뇌물
pl: łapówki przez
pt_br: o suborno de
ru: дача взятки
tr: şuna rüşvet verilmesi:
vi: việc hối lộ
zh_hans: 行贿于

source: the permanent joining by
de: die dauerhafte Verbindung durch
fr: l'adhésion permanente par
it: l'adesione permanente da parte di
ko: 에 의한 영구 가입
pl: stałego przyłączenia przez
pt_br: a montagem definitiva por
ru: постоянное присоединение
tr: şunun kalıcı katılımı:
vi: việc gia nhập vĩnh viễn của
zh_hans: 永久加入

source: to the living world
de: in die lebendige Welt
fr: au monde vivant
it: al mondo vivente
ko: 살아있는 세계로
pl: do żyjącego świata
pt_br: ao mundo dos vivos
ru: в дикий мир
tr: yaşayan dünyaya
vi: vào thế giới sự sống
zh_hans: 对生活世界

source: the parley between
de: die Unterredung zwischen
fr: les pourparlers entre
it: la discussione tra
ko: 사이의 팔리
pl: ugoda pomiędzy
pt_br: a negociação entre
ru: переговоры между
tr: şunlar arasındaki görüşme:
vi: cuộc đàm phán giữa
zh_hans: 之间的争斗

source: the agreement between
de: die Vereinbarung zwischen
fr: l'accord entre
it: l'accordo tra
ko: 사이의 계약
pl: umowa pomiędzy
pt_br: o acordo entre
ru: соглашение между
tr: şunlar arasındaki anlaşma:
vi: thỏa thuận giữa
zh_hans: 之间的协议

source: and become a resident of
de: und werden Sie ein Einwohner von
fr: et devenir résident de
it: e diventare un residente di
ko: 그리고 거주자가 되다
pl: i zostanie rezydentem
pt_br: e se tornou um cidadao de
ru: и стал жителем
tr: ve şunun sakini ol:
vi: và trở thành cư dân của
zh_hans: 并成为居民于

source: and become a citizen of
de: und werden Sie ein Bürger von
fr: et devenir citoyen de
it: e diventare cittadino di
ko: 그리고 시민권자가 되다
pl: i zostanie obywatelem
pt_br: e se torna cidadao de
ru: и стал гражданином
tr: ve şunun vatandaşı ol:
vi: và trở thành công dân của
zh_hans: 并成为公民于

source: the joining of
de: die Zusammenführung von
fr: l'adhésion de
it: l'unione di
ko: 의 결합
pl: dołączenie
pt_br: a junção de
ru: присоединение
tr: şunun katılımı:
vi: việc gia nhập của
zh_hans: 加入的

source: in bound service
de: gebundene Dienstleistung
fr: en service lié
it: in servizio vincolato
ko: 바운드 서비스
pl: w służbie związanej
pt_br: em serviço vinculado
ru: в связанное служение
tr: zorunlu hizmette
vi: trong nghĩa vụ ràng buộc
zh_hans: 在约束服务

source: the agreement by
de: die Vereinbarung von
fr: l'accord par
it: l'accordo da parte di
ko: 에 의한 계약
pl: umowa
pt_br: o acordo por
ru: соглашение
tr: şunun anlaşması:
vi: thỏa thuận của
zh_hans: 协议自

source: to establish
de: zu etablieren
fr: établir
it: per fondare
ko: 수립
pl: założyć
pt_br: estabelecer
ru: основать
tr: kurmak için
vi: để thành lập
zh_hans: 来建立

source: the request by
tr: şunun talebi:
vi: yêu cầu của

source: that
tr: şu ki
vi: rằng

source: has revealed the presence of
de: hat das Vorkommen von
fr: a révélé la présence de
it: ha rivelato la presenza di
ko: 의 존재를 드러냈다.
pl: ujawnił obecność
pt_br: revelou a presença de
ru: выявил наличие
tr: şunun varlığını ortaya çıkardı:
vi: đã tiết lộ sự hiện diện của
zh_hans: 已经暴露了存在于

source: Nameless
de: Namenlos
fr: Sans nom
it: Senza nome
ko: 무명
pl: Bezimienny
pt_br: Sem nome
ru: Безымянный
tr: İsimsiz
vi: Vô danh
zh_hans: 无名

source: Unidentified
de: Nicht identifiziert
fr: Non identifié
it: Non identificato
ko: 불확실한
pl: Niezidentyfikowany
pt_br: Não identificado
ru: Неопознанный
tr: Tanımlanamayan
vi: Không xác định
zh_hans: 身份不明的

source: A plot
de: Eine Handlung
fr: Un terrain
it: Una trama
ko: 줄거리
pl: Spisek
pt_br: O enredo
ru: Место
tr: Bir komplo
vi: Một âm mưu
zh_hans: 一个阴谋

source: Abduct
de: Entführen
fr: Enlever
it: Sequestra
ko: 납치하다
pl: Uprowadzić
pt_br: Raptar
ru: Поихитить
tr: Kaçır
vi: Bắt cóc
zh_hans: 劫持

source: Assassinate
de: Attentat
fr: Assassiner
it: Assassinare
ko: 암살하다
pl: Dokonać zamachu
pt_br: Assassinar
ru: Убить
tr: Suikast Düzenle
vi: Ám sát
zh_hans: 刺杀

source: Steal
de: Stehlen
fr: Voler
it: Ruba
ko: 훔치다
pl: Krasć
pt_br: Roubar
ru: Украсть
tr: Çal
vi: Trộm cắp
zh_hans: 偷窃

source: Corrupt
de: Korrupt
fr: Corrompu
it: Corrompi
ko: 부정한
pl: Korumpować
pt_br: Corrupto
ru: Испортить
tr: Yozlaştır
vi: Tham nhũng
zh_hans: 腐化

source: Provide Position
de: Position bereitstellen
fr: Indiquer le poste
it: Fornisci Posizione
ko: 위치 제공
pl: Zapewnić pozycję
pt_br: Fornecer Posição
ru: Предоставить должность
tr: Mevki Sağla
vi: Cung cấp chức vụ
zh_hans: 提供位置

source: Attempted Embezzlement
de: Versuchte Veruntreuung
fr: Tentative de détournement de fonds
it: Tentata appropriazione indebita
ko: 횡령 시도
pl: Próba defraudacji
pt_br: Tentativa de Fraude
ru: Попытка растраты
tr: Zimmete Para Geçirme Girişimi
vi: Mưu đồ biển thủ
zh_hans: 挪用公款未遂

source: Attempted Espionage
de: Versuchte Spionage
fr: Tentative d'espionnage
it: Tentato spionaggio
ko: 간첩 시도
pl: Próba szpiegostwa
pt_br: Tentativa de Espionagem
ru: Попытка шпионажа
tr: Casusluk Girişimi
vi: Mưu đồ gián điệp
zh_hans: 企图从事间谍活动

source: Attempted Bribery
de: Versuchte Bestechung
fr: Tentative de corruption
it: Tentata corruzione
ko: 뇌물수수 시도
pl: Próba łapówkarstwa
pt_br: Tentativa de Suborno
ru: Попытка подкупа
tr: Rüşvet Girişimi
vi: Mưu đồ hối lộ
zh_hans: 索贿未遂

source: Infiltrate
de: infiltrieren
fr: Infiltrer
it: Infiltra
ko: 침투하다
pl: Infiltrować
pt_br: Infiltrar
ru: Проникнуть
tr: Sız
vi: Thâm nhập
zh_hans: 潜入

source: Frame
de: Rahmen
fr: Cadre
it: Incastra
ko: 틀
pl: Rama
pt_br: Quadro
ru: Подставить
tr: Kumpas Kur
vi: Gài bẫy
zh_hans: 框架

source: Start War
de: Krieg beginnen
fr: Commencer la guerre
it: Inizia Guerra
ko: 전쟁 시작
pl: Rozpocznij wojnę
pt_br: Iniciar guerra
ru: Начать войну
tr: Savaş Başlat
vi: Gây chiến
zh_hans: 开始战争

source: between
de: zwischen
fr: entre
it: tra
ko: ~ 사이
pl: pomiędzy
pt_br: entre
ru: между
tr: şunlar arasında:
vi: giữa
zh_hans: 之间

source: , agreed in
de: , vereinbart in
fr: , convenu en
it: , concordato in
ko: , 동의
pl: , dogadany w
pt_br: , concordou em
ru: , согласились в
tr: , şurada anlaşıldı:
vi: , đã đồng ý tại
zh_hans: ，同意

source: Boss
de: Chef
fr: Chef
ko: 사장님
pl: Szef
pt_br: Chefe
ru: Босс
tr: Patron
vi: Thủ lĩnh
zh_hans: 头目

source: Membr
fr: Membre
ko: 회원
pl: Człnk
ru: Член
tr: Üye
vi: Thành viên
zh_hans: 末姆比尔

source: Crrpt
fr: Crpt
it: Crrtt
pl: Kormp
ru: Порч
tr: Yoz
vi: Bị lỗi
zh_hans: 克利浦特

source: Framr
fr: Cadre
it: Incastr
ko: 프레이머
pl: kl./s
pt_br: Carpi
tr: Kmpas
vi: Khung
zh_hans: 弗拉米尔

source: Asset
de: Vermögen
fr: Actif
it: Bene
ko: 유산
pl: Zasób
pt_br: De ativos
ru: Агент
tr: Köstebek
vi: Tài nguyên
zh_hans: 资产

source: Grassy Upward Stairway
fr: Escalier ascendant herbeux
it: Scalinata Erbosa in Su
ko: 잔디가 깔린 위쪽 계단
pl: Trawiaste schody w górę
pt_br: Gramínea Stairway ascendente
ru: Заросшая лестница вверх
tr: Çimenli Yukarı Merdiven
vi: Cầu thang lên phủ cỏ
zh_hans: 草地向上楼梯

source: Interrogation Report:
de: Vernehmungsbericht:
fr: Rapport d'interrogatoire :
it: Rapporto d'interrogatorio:
ko: 심문 보고서:
pl: Raport z przesłuchania:
pt_br: Relatório de interrogatório:
ru: Отчет о допросе:
tr: Sorgu Raporu:
vi: Báo cáo Thẩm vấn:
zh_hans: 审讯报告：

source: Subject confessed to
de: Die Person hat gestanden
fr: Le sujet a avoué
it: Il sospettato ha confessato di
ko: 자백한 피험자
pl: Przesłuchiwany przyznał się do
pt_br: Assunto confessado a
ru: Субъект признался
tr: Şüpheli şunu itiraf etti:
vi: Đối tượng thú nhận đã
zh_hans: 对象交代

source: multiple crimes
de: Mehrfachverbrechen
fr: délits multiples
it: reati multipli
ko: 여러 범죄
pl: wielu przestępstw
pt_br: múltiplos crimes
ru: несколько преступлений
tr: birden fazla suç
vi: nhiều tội danh
zh_hans: 多重罪行

source: the crime
de: das Verbrechen
fr: le crime
it: il crimine
ko: 범죄
pl: przestępstwa
pt_br: o crime
ru: преступление
tr: suç
vi: tội danh
zh_hans: 罪行

source: the production order violation
de: der Verstoß gegen den Produktionsauftrag
fr: la violation de l'ordre de fabrication
it: la violazione dell'ordine di produzione
ko: 생산 오더 위반
pl: naruszenia polecenia produkcji
pt_br: a violação da ordem de produção
ru: нарушение приказа о производстве
tr: üretim emri ihlali
vi: vi phạm lệnh sản xuất
zh_hans: 生产订单违规

source: the export prohibition violation
de: den Verstoß gegen das Ausfuhrverbot
fr: la violation de l'interdiction d'exportation
it: la violazione del divieto di esportazione
ko: 수출 금지 위반
pl: naruszenia zakazu eksportu
pt_br: a violação da proibição de exportação
ru: нарушение запрета экспорта
tr: ihracat yasağı ihlali
vi: vi phạm lệnh cấm xuất khẩu
zh_hans: 违反出口禁令
