Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: has some particularly crisp changes in topic
de: hat einige besonders knackige Änderungen im Thema
fr: a des changements de sujet particulièrement nets
it: ha alcuni cambiamenti di argomento particolarmente nitidi
ko: 주제에 특히 선명한 변화가 있습니다.
pl: ma kilka szczególnie wyraźnych zmian w temacie
pt_br: tem algumas mudanças particularmente nítidas no tópico
ru: имеет некоторые особенно свежие изменения в теме
tr: konuda bazı özellikle net değişiklikler var
vi: có những sự thay đổi chủ đề đặc biệt rõ ràng
zh_hans: 主题有一些特别明显的变化

source: is utterly disjointed
fr: est complètement décousu
it: è totalmente disarticolato
ko: 완전히 분리되어 있다
pl: jest całkowicie chaotyczny
pt_br: é totalmente incoerente
ru: обрывочно
tr: tamamen kopuk
vi: hoàn toàn rời rạc
zh_hans: 完全脱节了

source: skips around a lot
fr: sautille beaucoup
it: salta spesso di qua e di là
ko: 내용을 많이 건너뛴다
pl: często przeskakuje
pt_br: salta de um lado
ru: много пропусков
tr: çok fazla atlıyor
vi: nhảy nhót nhiều
zh_hans: 经常跳来跳去

source: occasionally changes topic abruptly
fr: change occasionnellement de sujet brusquement
it: cambia occasionalmente argomento in modo brusco
ko: 때때로 갑자기 화제를 바꾼다.
pl: czasami gwałtownie zmienia temat
pt_br: ocasionalmente muda de assunto abruptamente
ru: неожиданно резко меняет тему
tr: ara sıra konuyu aniden değiştiriyor
vi: thỉnh thoảng thay đổi chủ đề đột ngột
zh_hans: 偶尔会突然改变主题

source: uses only artful words and phrases selected with care
fr: n'utilise que des mots et des expressions artistiques choisis avec soin
it: usa solo parole fini e frasi selezionate con cura
ko: 신중하게 선택한 교묘한 단어와 구만 사용합니다.
pl: używa tylko starannie dobranych słów i zwrotów
pt_br: usa apenas palavras e frases artísticas selecionadas com cuidado
ru: использует тщательно подобранные слова и выражения
tr: sadece özenle seçilmiş sanatsal kelimeler ve ifadeler kullanıyor
vi: chỉ sử dụng những từ ngữ và cụm từ khéo léo được chọn lọc kỹ càng
zh_hans: 仅使用精心挑选的巧妙单词和短语

source: is throughout ornate and refined
de: ist ganz und gar kunstvoll und raffiniert
fr: est tout au long orné et raffiné
it: è tutto ornato e raffinato
ko: 전체적으로 화려하고 세련된
pl: jest bogato zdobiona i wyrafinowana
pt_br: é todo ornamentado e refinado
ru: витиеватый и изысканный на всем протяжении
tr: baştan sona süslü ve rafine
vi: hoàn toàn hoa mỹ và tinh tế
zh_hans: 整个华丽和精致

source: has rare but particularly exquisite turns of phrase
de: hat seltene, aber besonders exquisite Formulierungen
fr: a des tournures rares mais particulièrement exquises
it: ha dei giri di parole rari ma particolarmente squisiti
ko: 드물지만 특히 절묘한 문구 전환이 있습니다.
pl: ma rzadkie, ale szczególnie wykwintne zwroty akcji
pt_br: tem frases raras, mas particularmente requintadas
ru: содержит редкие, но довольно изысканные обороты речи
tr: nadir ama özellikle zarif ifadelere sahip
vi: có những cách diễn đạt hiếm có nhưng đặc biệt tinh xảo
zh_hans: 有罕见但特别精致的短语

source: is excessively ornate
fr: est excessivement orné
it: è eccessivamente decorato
ko: 지나치게 화려하다
pl: jest nadmiernie ozdobny
pt_br: é excessivamente ornamentado.
ru: витиевато
tr: aşırı derecede süslü
vi: quá hoa mỹ
zh_hans: 过于华丽

source: is quite florid
fr: est assez fleuri
it: è piuttosto florido
ko: 상당히 화사하다
pl: jest dość kwiecisty
pt_br: é muito floreado
ru: цветасто
tr: oldukça şatafatlı
vi: khá bay bướm
zh_hans: 非常华丽

source: is somewhat showy
de: ist etwas auffällig
fr: est un peu voyant
it: è piuttosto appariscente
ko: 다소 화려하다
pl: jest nieco efektowny
pt_br: é um pouco vistosa
ru: довольно эффектно
tr: biraz gösterişli
vi: hơi phô trương
zh_hans: 有点华丽

source: drives forward relentlessly
fr: avance sans relâche
it: avanza senza sosta
ko: 가차없이 전진한다
pl: Nieustannie podąża naprzód
pt_br: unidades de encaminhar implacavelmente
ru: неумолимо идёт к развязке
tr: acımasızca ileri sürüyor
vi: thúc đẩy không ngừng nghỉ
zh_hans: 无情地前进

source: is full of force
fr: est plein de force
it: è pieno di forza
ko: 힘이 넘친다
pl: jest pełen siły
pt_br: está cheio de força
ru: наполнено силой
tr: güç dolu
vi: tràn đầy sức mạnh
zh_hans: 充满力量

source: is forceful
fr: est énergique
it: è energico
ko: 강력하다
pl: jest silny
pt_br: é forte
ru: мощно
tr: etkileyici
vi: mạnh mẽ
zh_hans: 是有力的

source: is a comedy treasure trove
fr: est un trésor de comédie
it: è un tesoro di commedia
ko: 코미디 보물창고다
pl: to komediowy skarb
pt_br: é um tesouro de comédia
ru: сокровищница ценных шуток
tr: bir komedi hazinesi
vi: là một kho tàng hài kịch
zh_hans: 是一部喜剧宝库

source: is quite humorous
fr: est assez humoristique
it: è alquanto umoristico
ko: 꽤 유머러스하다
pl: jest dość humorystyczny
pt_br: é muito bem humorado
ru: юмористически
tr: oldukça mizahi
vi: khá hài hước
zh_hans: 非常幽默

source: has a touch of humor
de: hat einen Hauch von Humor
fr: a une pointe d'humour
it: ha un tocco di umorismo
ko: 유머 감각이 있다
pl: ma odrobinę humoru
pt_br: tem um toque de humor
ru: с долей юмора
tr: bir parça mizah barındırıyor
vi: có chút hài hước
zh_hans: 有一丝幽默感

source: is littered with terrible jokes inartfully told
fr: est jonché de blagues terribles racontées avec art
it: è disseminato di barzellette terribili raccontate in modo maldestro
ko: 교묘하게 말한 끔찍한 농담으로 가득 차 있습니다.
pl: jest zaśmiecona okropnymi dowcipami opowiadanymi bez sensu
pt_br: está cheio de piadas terríveis mal contadas
ru: засорен ужасными шутками в искусной речи
tr: beceriksizce anlatılan berbat şakalarla dolu
vi: ngập tràn những câu đùa kém duyên, tệ hại
zh_hans: 充斥着可怕的笑话

source: has poorly-executed humor
de: hat schlecht ausgeführten Humor
fr: a un humour mal exécuté
it: ha un umorismo mal riuscito
ko: 제대로 실행되지 않은 유머가 있습니다.
pl: ma słabo wykonany humor
pt_br: tem humor mal executado
ru: имеет скудно-выраженное чувство юмора
tr: kötü uygulanmış bir mizahı var
vi: có khiếu hài hước vụng về
zh_hans: 表现不佳的幽默

source: tries and fails to be funny at times
fr: essaie et échoue parfois à être drôle
it: cerca di essere divertente, ma non riesce sempre
ko: 때때로 웃기려고 시도하고 실패합니다.
pl: czasami próbuje być zabawny, ale mu się to nie udaje
pt_br: tenta e falha em ser engraçado às vezes
ru: пытается и не удается быть смешным временами
tr: zaman zaman komik olmaya çalışıp başarısız oluyor
vi: đôi lúc cố gắng gây cười nhưng thất bại
zh_hans: 尝试并且有时不好笑

source: is artfully suffused with what would otherwise be childish and immature material
de: ist kunstvoll durchdrungen von einem Material, das sonst kindisch und unreif wäre
fr: est habilement imprégné de ce qui serait autrement un matériel naissant et immature
it: è soffuso ad arte con quello che sarebbe altrimenti materiale infantile e immaturo.
pl: jest kunsztownie nasycony tym, co w innym przypadku byłoby dziecinnym i niedojrzałym materiałem
pt_br: é artisticamente impregnado com o que de outra forma seria material infantil e imaturo
ru: искусно наполнено, казалось бы, детским содержимым
tr: aksi takdirde çocukça ve olgunlaşmamış olacak malzemeyle ustaca harmanlanmış
vi: được khéo léo lồng ghép những nội dung có thể bị coi là trẻ con và non nớt
zh_hans: 巧妙地充满了幼稚和不成熟的材料

source: contains a deft use throughout of what might be considered immature material
de: enthält durchweg einen geschickten Einsatz von Material, das als unreif angesehen werden könnte
fr: contient une utilisation habile de ce qui pourrait être considéré comme un matériel immature
it: contiene un uso abile in tutto ciò che potrebbe essere considerato materiale immaturo
pl: zawiera zręczne wykorzystanie tego, co można by uznać za niedojrzały materiał
pt_br: contém um uso hábil do que pode ser considerado material imaturo
ru: содержит ловкое использование на всем протяжении, что могло бы рассматриваться как незрелый материал
tr: olgunlaşmamış sayılabilecek malzemenin baştan sona hünerli bir kullanımını içeriyor
vi: thể hiện sự khéo léo xuyên suốt trong việc sử dụng những nội dung có thể bị coi là non nớt
zh_hans: 在整个可能被认为是不成熟的材料中包含灵巧的用途

source: manages an artful inclusion here and there of childish material
de: schafft es, hier und da kunstvoll kindliches Material einzubauen
fr: gère une inclusion astucieuse ici et là de matériel enfantin
it: riesce a inserire ad arte, qua e là, del materiale infantile
ko: 여기 저기 유치한 자료를 교묘하게 포함시킵니다.
pl: udaje mu się zręcznie umieścić tu i ówdzie dziecinny materiał
pt_br: consegue uma engenhosa inclusão aqui e ali de material infantil
ru: смог творчески включить ребяческий материал в произведение
tr: çocukça malzemenin oraya buraya ustaca dahil edilmesini başarıyor
vi: khéo léo đưa vào đôi chỗ những nội dung trẻ con
zh_hans: 在这里和那里管理一个幼稚的材料

source: is absolutely puerile
fr: est absolument puéril
it: è assolutamente puerile
ko: 절대적으로 유치하다
pl: jest absolutnie głupi
pt_br: é absolutamente pueril
ru: абсолютно ребяческое
tr: kesinlikle çocukça
vi: hoàn toàn ấu trĩ
zh_hans: 绝对是幼稚的

source: is very childish
fr: est très enfantin
it: è molto infantile
ko: 매우 유치하다
pl: jest bardzo dziecinny
pt_br: é muito infantil
ru: очень инфантильный
tr: çok çocukça
vi: rất trẻ con
zh_hans: 很幼稚

source: is a bit immature
fr: est un peu immature
it: è un po' immaturo
ko: 조금 미숙하다
pl: jest nieco niedojrzały
pt_br: é um pouco imaturo
ru: немного незрелое
tr: biraz olgunlaşmamış
vi: hơi non nớt
zh_hans: 有点不成熟

source: indulges the author's every whim
de: gibt jeder Laune des Autors nach
fr: se laisse aller à tous les caprices de l'auteur
it: asseconda ogni capriccio dell'autore
ko: 저자의 모든 변덕에 빠지다
pl: pobłaża każdej zachciance autora
pt_br: satisfaz todos os caprichos do autor
ru: потворствует всем прихотям автора
tr: yazarın her hevesini tatmin ediyor
vi: chiều theo mọi ý muốn của tác giả
zh_hans: 沉溺于作者的每一个心血来潮

source: artfully indulges the author's fancies
de: die Phantasien des Autors kunstvoll ausleben
fr: se livre astucieusement aux fantaisies de l'auteur
it: asseconda ad arte le fantasie dell'autore
ko: 작가의 취향을 교묘하게
pl: artystycznie oddaje się fantazjom autora
pt_br: artisticamente satisfaz as fantasias do autor
ru: искусно воплощает фантазии автора
tr: yazarın fantezilerini ustaca tatmin ediyor
vi: khéo léo chiều theo những sở thích của tác giả
zh_hans: 巧妙地放纵作者的幻想

source: contains some asides related to the author's preferences
de: enthält einige Nebenbemerkungen zu den Vorlieben des Autors
fr: contient quelques apartés liés aux préférences de l'auteur
it: contiene alcune note a margine relative alle preferenze dell'autore
ko: 작성자의 기본 설정과 관련된 몇 가지 측면이 포함되어 있습니다.
pl: zawiera kilka dodatków związanych z preferencjami autora
pt_br: contém algumas partes relacionadas as preferencias do autor
ru: содержит некоторые комментарии, связанные с предпочтениями автора
tr: yazarın tercihleriyle ilgili bazı yan notlar içeriyor
vi: bao gồm một số đoạn ngoài lề liên quan đến sở thích của tác giả
zh_hans: 包含一些与作者偏好相关的旁白

source: is stunningly self-indulgent
fr: est incroyablement complaisant
it: è incredibilmente autoindulgente
ko: 놀라울 정도로 자기만족적이다
pl: jest oszałamiająco pobłażliwy
pt_br: é incrivelmente auto-indulgente
ru: потрясающе снисходительное
tr: şaşırtıcı derecede kendine düşkün
vi: tự mãn đến kinh ngạc
zh_hans: 令人惊叹的自我放纵

source: is quite self-indulgent
fr: est assez complaisant
it: è abbastanza autoindulgente
ko: 상당히 자기만족적이다
pl: jest dość pobłażliwy
pt_br: é bastante indulgente
ru: полностью снисходительное
tr: oldukça kendine düşkün
vi: khá tự mãn
zh_hans: 非常自我放纵

source: is somewhat self-indulgent
de: ist etwas selbstverliebt
fr: est un peu complaisant
it: è piuttosto autoindulgente
ko: 다소 자신만만하다.
pl: jest nieco pobłażliwy
pt_br: é um pouco auto-indulgente
ru: немного снисходительное
tr: biraz kendine düşkün
vi: hơi tự mãn
zh_hans: 有点自我放纵

source: could only have been produced by a merciful spirit
de: konnte nur von einem barmherzigen Geist hervorgebracht worden sein
fr: n'a pu être produit que par un esprit miséricordieux
it: poteva essere prodotta solo da uno spirito misericordioso
ko: 오직 자비로운 영에 의해서만 생산될 수 있었습니다
pl: mogło być stworzone tylko przez miłosiernego ducha
pt_br: Só poderia ter sido produzido por um espírito misericordioso
ru: мог быть создан только милосердным существом
tr: ancak merhametli bir ruh tarafından üretilmiş olabilir
vi: chỉ có thể được tạo ra bởi một tâm hồn nhân ái
zh_hans: 只能由仁慈的精神产生

source: is quite touching
fr: est assez touchant
it: è abbastanza toccante
ko: 꽤 감동적이다
pl: jest dość wzruszający
pt_br: é muito comovente
ru: трогательное
tr: oldukça dokunaklı
vi: khá cảm động
zh_hans: 非常感人

source: shows a hint of tenderness
fr: montre une pointe de tendresse
it: mostra un accenno di tenerezza
ko: 부드러움을 보여줍니다
pl: wykazuje nutę czułości
pt_br: mostra uma dica de ternura
ru: с намёком на нежность
tr: bir şefkat belirtisi gösteriyor
vi: ẩn chứa một chút dịu dàng
zh_hans: 显示出一丝柔情

source: is clear evidence of a compassionate being
de: ist ein klarer Beweis für ein mitfühlendes Wesen
fr: est la preuve évidente d'un être compatissant
it: è la prova evidente di un essere compassionevole
ko: 자비로운 존재의 분명한 증거
pl: jest wyraźnym dowodem współczującej istoty
pt_br: é uma prova clara de um ser compassivo
ru: ясное подтверждение сострадательности
tr: şefkatli bir varlığın açık kanıtıdır
vi: là bằng chứng rõ ràng về một sinh linh đầy lòng trắc ẩn
zh_hans: 是一个富有同情心的存在的明确证据

source: is very compassionate
fr: est très compatissant
it: è molto compassionevole
ko: 매우 동정심이 많다
pl: jest bardzo współczujący
pt_br: é muito compassivo
ru: очень сострадательное
tr: çok şefkatli
vi: rất nhân ái
zh_hans: 非常富有同情心

source: gives a feeling of compassion here and there
de: gibt hier und da ein Gefühl des Mitleids
fr: donne un sentiment de compassion ici et là
it: dà una sensazione di compassione qua e là
ko: 여기 저기 연민의 느낌을 준다
pl: daje uczucie współczucia tu i tam
pt_br: Dá um sentimento de compaixao aqui e ali
ru: вызывает чувство сострадания
tr: yer yer bir şefkat hissi veriyor
vi: mang lại cảm giác trắc ẩn đôi chỗ
zh_hans: 在这里和那里给人一种同情的感觉

source: is as vicious as can be
de: ist so bösartig wie nur möglich
fr: est aussi vicieux que possible
it: è il più vizioso possibile
ko: 가능한 한 사악하다
pl: jest tak złośliwy, jak to tylko możliwe
pt_br: é tao cruel como pode ser
ru: настолько порочное, насколько возможно
tr: olabileceği kadar acımasız
vi: tàn độc hết mức có thể
zh_hans: 尽可能恶毒

source: is quite cruel
de: ist ziemlich grausam
fr: est assez cruel
it: è abbastanza crudele
ko: 상당히 잔인하다
pl: jest dość okrutny
pt_br: é muito cruel
ru: абсолютно злобное
tr: oldukça zalim
vi: khá tàn nhẫn
zh_hans: 很残酷

source: has a hint of viciousness to it
de: hat einen Hauch von Bösartigkeit an sich
fr: a un soupçon de méchanceté
it: ha un pizzico di malvagità
ko: 그것에 악의의 힌트가 있습니다
pl: ma w sobie nutę zaciekłości
pt_br: tem uma pitada de maldade a ele
ru: с намёком на порочность
tr: içinde bir acımasızlık belirtisi var
vi: mang một chút độc ác
zh_hans: 对它有一丝恶意

source: is a monument to concision
de: ist ein Denkmal der Prägnanz
fr: est un monument à la concision
it: è un monumento alla concisione
ko: 간결함의 기념비입니다
pl: jest pomnikiem zwięzłości
pt_br: é um monumento à concisão
ru: памятник осмысленности
tr: özlülük abidesi
vi: là một minh chứng cho sự cô đọng
zh_hans: 是一个简洁的纪念碑

source: is very concise
de: ist sehr prägnant
fr: est très concis
it: è molto conciso
ko: 매우 간결하다
pl: jest bardzo zwięzły
pt_br: é muito concisa.
ru: очень осмыслено
tr: çok özlü
vi: rất súc tích
zh_hans: 非常简洁

source: is fairly crisp
de: ist ziemlich knackig
fr: est assez croustillant
it: è alquanto nitido
ko: 상당히 바삭하다
pl: jest dość wyraźny
pt_br: é bastante nítido
ru: довольно хрустяще
tr: oldukça net
vi: khá rành mạch
zh_hans: 相当清脆

source: is a pit of bitter scorn
de: ist eine Grube voll bitterer Verachtung
fr: est un gouffre de mépris amer
it: è un pozzo di amaro disprezzo
ko: 쓰라린 경멸의 구렁텅이이다
pl: jest otchłanią gorzkiej pogardy
pt_br: é um poço de amargo escárnio
ru: пучины жёсткого презрения
tr: acı bir küçümseme çukuru
vi: là một vực thẳm của sự khinh bỉ cay nghiệt
zh_hans: 是一个苦涩的坑

source: is quite mocking in tone
de: ist recht spöttisch im Ton
fr: a un ton assez moqueur
it: il tono è alquanto beffardo
ko: 꽤 조롱하는 어조다
pl: ma dość prześmiewczy ton
pt_br: está a gozar bastante em Tom
ru: в издевательском тоне
tr: tonu oldukça alaycı
vi: có giọng điệu khá mỉa mai
zh_hans: 语气很嘲笑

source: contains the occasional biting remark
de: enthält gelegentlich eine bissige Bemerkung
fr: contient la remarque mordante occasionnelle
it: contiene occasionalmente commenti pungenti
ko: 가끔 물어뜯는 발언 포함
pl: zawiera okazjonalne kąśliwe uwagi
pt_br: contém a observação mordaz ocasional
ru: содержит неожиданно хлёсткое замечание
tr: ara sıra iğneleyici sözler içeriyor
vi: đôi khi có những lời lẽ cay độc
zh_hans: 包含偶尔的咬人评论

source: is a reservoir of amusingly clever quips
de: ist ein Reservoir an amüsant-klugen Sprüchen
fr: est un réservoir de plaisanteries amusantes et intelligentes
it: è un serbatoio di battute divertenti e intelligenti
ko: 재미있고 영리한 재담의 저장소입니다.
pl: jest rezerwuarem zabawnie sprytnych żartów
pt_br: é um reservatório de gracejos divertidamente inteligentes
ru: вместилище забавных острот
tr: eğlenceli zekice espriler hazinesi
vi: là một kho tàng của những câu nói dí dỏm, khéo léo
zh_hans: 是一个有趣聪明的讽刺的储藏库

source: is refreshingly witty
de: ist erfrischend witzig
fr: est d'un esprit rafraîchissant
it: è piacevolmente spiritoso
ko: 재치가 넘친다
pl: jest odświeżająco dowcipny
pt_br: é refrescante espirituoso
ru: освежающе остроумно
tr: tazelik veren bir zekaya sahip
vi: dí dỏm một cách sảng khoái
zh_hans: 令人耳目一新

source: has its moments of cleverness
de: hat seine Momente der Cleverness
fr: a ses moments d'astuce
it: ha i suoi momenti d'intelligenza
ko: 영리한 순간이 있습니다
pl: ma swoje momenty sprytu
pt_br: tem seus momentos de esperteza
ru: есть моменты сообразительности
tr: zekice anları var
vi: có những khoảnh khắc thông minh
zh_hans: 有它的聪明时刻

source: is an awe-inspiring wild rant
de: ist eine ehrfurchtgebietende wilde Schimpftirade
fr: est une diatribe sauvage impressionnante
it: è un impressionante sproloquio selvaggio
ko: 경외심을 불러일으키는 거친 폭언이다.
pl: to inspirujący dziki rant
pt_br: é um inspirador discurso retórico selvagem
ru: внушающее благоговение неистовство
tr: hayranlık uyandıran vahşi bir atıp tutma
vi: là một tràng ca thán dữ dội đầy kinh ngạc
zh_hans: 是一个令人敬畏的狂野咆哮

source: careens forward as a rant
de: als Schimpftirade nach vorne prescht
fr: avance comme une diatribe
it: si proietta in avanti come uno sproloquio
ko: 호언 장담처럼 앞으로 돌진
pl: pędzi do przodu jak rant
pt_br: faz careta para a frente como piada.
ru: кренится вперед как словоизлияние
tr: bir atıp tutma olarak ileriye doğru savruluyor
vi: lao tới như một tràng ca thán
zh_hans: 作为一个咆哮前行

source: tumbles out almost as a rant at times
de: purzelt manchmal fast wie eine Tirade heraus
fr: tombe presque comme une diatribe parfois
it: a volte si presenta quasi come uno sproloquio
ko: 때때로 거의 폭언처럼 넘어진다.
pl: czasami wypływa prawie jak rant
pt_br: cai quase como um discurso retórico às vezes
ru: временами превращается в словоизлияние
tr: zaman zaman neredeyse bir atıp tutma gibi dökülüyor
vi: đôi lúc tuôn ra gần như một tràng ca thán
zh_hans: 几乎像咆哮一样摔倒了

source: is a completely unhinged rant
de: ist eine völlig aus den Fugen geratene Tirade
fr: est une diatribe complètement déséquilibrée
it: è uno sproloquio del tutto fuori luogo
ko: 완전히 근거 없는 폭언이다.
pl: to kompletnie odjechana tyrada
pt_br: é um desabafo completamente desequilibrado
ru: представляет собой совершенно бессмысленное словоизлияние
tr: tamamen kontrolsüz bir atıp tutma
vi: là một tràng ca thán hoàn toàn mất kiểm soát
zh_hans: 是一个完全精神错乱的咆哮

source: is a rant more or less
de: ist mehr oder weniger ein Schimpfwort
fr: est une diatribe plus ou moins
it: è più o meno uno sproloquio
ko: 호언 장담이다 다소
pl: to mniej więcej rant
pt_br: é um discurso retórico, mais ou menos
ru: более-менее неистово
tr: aşağı yukarı bir atıp tutma
vi: ít nhiều là một tràng ca thán
zh_hans: 或多或少是一种咆哮

source: It asks the question, "What if
de: Sie stellt die Frage: "Was wäre, wenn
fr: Il pose la question "Et si
it: Si pone la domanda: "E se
ko: 다음과 같은 질문을 합니다, "만약
pl: Zadaje pytanie: "Co by było, gdyby
pt_br: Ele faz a pergunta: "E se
ru: Он поднимает вопрос: "Что, если бы
tr: Şu soruyu soruyor: "Ya
vi: Nó đặt ra câu hỏi, Điều gì sẽ xảy ra nếu
zh_hans: 它问了一个问题，“如果

source: had unfolded differently?"
de: anders verlaufen wäre?"
fr: s'était déroulé différemment ?"
it: si fosse svolta in modo diverso?".
ko: 다르게 전개되었나요?"
pl: potoczyłoby się inaczej?"
pt_br: se desdobrou diferentemente?"
ru: был абсолютно другим?"
vi: đã diễn ra theo cách khác?
zh_hans: 有什么不同的展开？“

source: It concerns the lineage of
de: Sie betrifft die Abstammung von
fr: Il s'agit de la lignée de
it: Riguarda il lignaggio di
ko: 혈통에 관한 것이다.
pl: Dotyczy to linii
pt_br: Diz respeito à linhagem de
ru: Произведение связано с родословной
tr: Şunun soyunu konu alıyor:
vi: Nó liên quan đến dòng dõi của
zh_hans: 它涉及到的血统

source: It concerns
de: Sie betrifft
fr: Ça concerne
it: Riguarda
ko: 우려된다
pl: Dotyczy
pt_br: Trata-se
ru: Произведение связано с
tr: Konusu:
vi: Nó liên quan đến
zh_hans: 它关注于

source: The work has no particular subject.
de: Das Werk hat kein bestimmtes Thema.
fr: L'ouvrage n'a pas de sujet particulier.
it: L'opera non ha un soggetto particolare.
ko: 작품은 특별한 주제가 없습니다.
pl: Praca nie ma konkretnego tematu.
pt_br: A obra não tem um assunto específico.
ru: Произведение не имеет конкретной темы.
vi: Tác phẩm không có chủ đề cụ thể.
zh_hans: 这项工作没有特别的主题。

source: The writing conveys a moral lesson regarding
de: Die Schrift vermittelt eine moralische Lektion über
fr: L'écriture donne une leçon de morale concernant
it: Lo scritto trasmette una lezione morale riguardo
ko: 글은 다음과 같은 도덕적 교훈을 전달합니다.
pl: Pismo przekazuje moralną lekcję dotyczącą
pt_br: A escrita transmite uma lição moral sobre
ru: Текст передаёт моральный урок, связанный с
tr: Yazı şu konuda ahlaki bir ders veriyor:
vi: Bài viết truyền tải một bài học đạo đức về
zh_hans: 写作传达了道德教训

source: The overall text emphasizes
de: Der Gesamttext unterstreicht
fr: L'ensemble du texte met l'accent
it: Il testo complessivo enfatizza
ko: 전체 텍스트는 강조
pl: Ogólny tekst podkreśla
pt_br: O texto geral enfatiza
ru: В целом, текст подчёркивает
tr: Metnin geneli şunu vurguluyor:
vi: Toàn bộ văn bản nhấn mạnh
zh_hans: 整体文字强调

source: For lyrics, the composer has selected
de: Für den Liedtext hat der Komponist ausgewählt
fr: Pour les paroles, le compositeur a sélectionné
it: Per i testi, il compositore ha scelto
ko: 가사는 작곡가가 선택한
pl: Do tekstów kompozytor wybrał
pt_br: Para a letra, o compositor selecionou
ru: В качестве текста автор выбрал
tr: Besteci, söz olarak şunu seçmiş:
vi: Đối với phần lời, nhà soạn nhạc đã chọn
zh_hans: 对于歌词，作曲家选择了

source: For musical accompaniment, the choreographer has selected
de: Für die musikalische Begleitung hat der Choreograph ausgewählt
fr: Pour l'accompagnement musical, le chorégraphe a sélectionné
it: Per l'accompagnamento musicale, il coreografo ha selezionato
ko: 반주는 안무가가 선택한
pl: Jako akompaniament muzyczny choreograf wybrał
pt_br: Para acompanhamento musical, o coreógrafo selecionou
ru: В качестве музыкального аккомпанемента хореограф выбрал
tr: Müzikal eşlik için koreograf şunu seçmiş:
vi: Đối với phần nhạc đệm, biên đạo múa đã chọn
zh_hans: 对于音乐伴奏，编舞选择了

source: The writing
de: Die Schrift
fr: L'écriture
it: La scrittura
ko: 글쓰기
pl: Pismo
pt_br: A escrita
ru: Текст
tr: Yazı
vi: Bài viết
zh_hans: 写作

source: and it
de: und es
fr: et cela
it: e
ko: 그리고 그것
pl: i to
pt_br: e isso
ru: и
tr: ve o
vi: và nó
zh_hans: 而且它

source: yet it
de: dennoch
fr: pourtant il
it: eppure
ko: 아직
pl: a jednak
pt_br: é muito curto ainda muscular e gordura
ru: , хотя
tr: yine de o
vi: tuy nhiên nó
zh_hans: 但它
