Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I was pestered by
de: Ich wurde bedrängt von
fr: j'ai été harcelé par
it: Sono stato importunato da
ko: 나는 괴롭혔다
pl: Byłem nękany przez
pt_br: Eu foi importunado por
ru: Меня побеспокоил
tr: Beni rahatsız eden:
vi: Tôi đã bị làm phiền bởi
zh_hans: 我被纠缠不清

source: was given away.
de: verschenkt wurde.
fr: a été donné.
it: è stato dato via.
ko: 주어졌다.
pl: został wydany.
pt_br: foi doado.
ru: был отдан
tr: verildi.
vi: đã bị cho đi.
zh_hans: 被送走了。

source: I acquired
de: Ich erwarb
fr: j'ai acquis
it: Ho acquisito
ko: 나는 취득했다
pl: Zdobyłem
pt_br: Eu adquiri
ru: Я приобрел
tr: Edindim:
vi: Tôi đã có được
zh_hans: 我收购了

source: I acquired something.
de: Ich habe etwas erworben.
fr: J'ai acquis quelque chose.
it: Ho acquisito qualcosa.
ko: 나는 무언가를 얻었다.
pl: Zdobyłem coś.
pt_br: Eu adquiri algo.
ru: Я что-то приобрёл.
tr: Bir şey edindim.
vi: Tôi đã có được thứ gì đó.
zh_hans: 我得到了一些东西

source: I adopted a new pet.
de: Ich habe ein neues Haustier adoptiert.
fr: J'ai adopté un nouvel animal de compagnie.
it: Ho preso un nuovo animale domestico.
ko: 새 애완동물을 입양했습니다.
pl: Zaadoptowałem nowe zwierzę.
pt_br: Eu adotei um animal de estimação novo.
ru: Я завёл нового питомца.
tr: Yeni bir evcil hayvan edindim.
vi: Tôi đã nhận nuôi một thú cưng mới.
zh_hans: 我收养了一只新宠物。

source: I played with my pet.
de: Ich habe mit einem Haustier gespielt.
fr: J'ai joué avec mon animal de compagnie.
it: Ho giocato col mio animale domestico.
ko: 나는 애완 동물과 놀았다.
pl: Bawiłem się ze swoim zwierzęciem.
pt_br: Eu brinquei com meu animal de estimação.
ru: Я играл со своим питомцем.
tr: Evcil hayvanımla oynadım.
vi: Tôi đã chơi với thú cưng của mình.
zh_hans: 我和我的宠物一起玩。

source: I was confined.
de: Ich wurde eingesperrt.
fr: J'étais confiné.
it: Ero confinato.
ko: 나는 감금되었다.
pl: Byłem zamknięty.
pt_br: Eu estava confinado.
ru: Я был заключён под стражу.
tr: Hapsedildim.
vi: Tôi đã bị giam giữ.
zh_hans: 我被限制了。

source: There was a scholarly lecture in
de: Es gab einen wissenschaftlichen Vortrag in
fr: Il y a eu une conférence scientifique à
it: C'è stata una conferenza accademica in
ko: 에서 학술강연이 있었다.
pl: Odbył się wykład naukowy w
pt_br: Havia uma palestra especializada em
ru: Лекция прошла в
tr: Şurada akademik bir ders vardı:
vi: Có một bài giảng học thuật tại
zh_hans: 当时有个学术讲座在

source: There was a performance in
de: Es gab eine Aufführung in
fr: Il y avait un spectacle dans
it: C'è stato uno spettacolo in
ko: 에서 공연이 있었습니다.
pl: Odbył się występ w
pt_br: Houve uma performance em
ru: Выступление прошло в
tr: Şurada bir performans vardı:
vi: Có một buổi biểu diễn tại
zh_hans: 当时有个表演在

source: I was expelled.
de: Ich wurde von der Schule verwiesen.
fr: J'ai été expulsé.
it: Sono stato espulso.
ko: 나는 추방당했다.
pl: Zostałem wydalony.
pt_br: Eu fui expulso
ru: Я был изгнан
tr: Sürüldüm.
vi: Tôi đã bị trục xuất.
zh_hans: 我被开除了。

source: was expelled.
de: vertrieben wurde.
fr: a été expulsé.
it: stato espulso.
ko: 추방되었다.
pl: został wydalony.
pt_br: foi expulso
ru: был изгнан
tr: sürüldü.
vi: đã bị trục xuất.
zh_hans: 被驱逐出境。

source: A child was turned away from sanctuary.
de: Einem Kind wurde die Zuflucht verwehrt.
fr: Un enfant a été détourné du sanctuaire.
it: Un bambino è stato allontanato dal santuario.
ko: 한 아이가 성역에서 쫓겨났습니다.
pl: Dziecku odmówiono przyjęcia do sanktuarium.
pt_br: Uma criança foi mandada embora de um santuário.
ru: Ребенок был отвергнут храмом
tr: Bir çocuk sığınaktan geri çevrildi.
vi: Một đứa trẻ đã bị từ chối nơi trú ẩn.
zh_hans: 一个孩子被拒之门外。

source: Somebody dead was convicted of a crime.
de: Ein Toter wurde eines Verbrechens überführt.
fr: Quelqu'un de mort a été reconnu coupable d'un crime.
it: Qualcuno morto è stato condannato di un crimine.
ko: 죽은 사람이 범죄로 유죄 판결을 받았습니다.
pl: Ktoś martwy został skazany za przestępstwo.
pt_br: Alguém morto foi condenado por um crime.
ru: Умерший был обвинён в преступлении.
tr: Ölü biri suçlu bulundu.
vi: Một người đã chết bị kết tội.
zh_hans: 某位死者被判定有罪。

source: An animal was convicted of a crime.
de: Ein Tier wurde eines Verbrechens überführt.
fr: Un animal a été reconnu coupable d'un crime.
it: Un animale è stato condannato per un crimine.
ko: 동물이 범죄로 유죄 판결을 받았습니다.
pl: Zwierzę zostało skazane za przestępstwo.
pt_br: Um animal foi condenado por um crime.
ru: Животное было обвинено в преступлении.
tr: Bir hayvan suçlu bulundu.
vi: Một con vật đã bị kết tội.
zh_hans: 一只动物被定罪。

source: The victim of a crime was somehow convicted of that very offense.
de: Das Opfer einer Straftat wurde der selbigen überführt.
fr: La victime d'un crime a été en quelque sorte condamnée pour ce même crime.
it: La vittima di un crimine è stata condannata in qualche modo proprio per esso.
ko: 범죄의 피해자는 어떻게든 바로 그 범죄에 대해 유죄 판결을 받았습니다.
pl: Ofiara przestępstwa w jakiś sposób została za nie skazana.
pt_br: A vítima de um crime de alguma forma foi condenada por esse delito muito.
ru: Каким-то образом жертва преступления была обвинена в этом преступлении.
tr: Bir suçun kurbanı nasılsa o suçtan hüküm giydi.
vi: Nạn nhân của một tội ác bằng cách nào đó đã bị kết tội chính tội danh đó.
zh_hans: 犯罪的受害者在某种程度上被判定犯有该罪行。

source: The criminal was convicted and I received justice.
de: Der Verbrecher wurde seiner gerechten Strafe zugeführt.
fr: Le criminel a été condamné et j'ai obtenu justice.
it: Il criminale è stato condannato e ho ricevuto giustizia.
ko: 범죄자는 유죄 판결을 받았고 나는 정의를 받았습니다.
pl: Złoczyńca został skazany i doczekałem się sprawiedliwości.
pt_br: O criminoso foi condenado e recebi a justiça.
ru: Преступник был обвинён и правосудие восторжествовало.
tr: Suçlu mahkum edildi ve adalet yerini buldu.
vi: Tên tội phạm đã bị kết tội và tôi đã nhận được công lý.
zh_hans: 罪犯被定罪，我获得了正义。

source: My family received justice when the criminal was convicted.
de: Meine Familie erhielt Gerechtigkeit durch die Verurteilung des Verbrechers.
fr: Ma famille a obtenu justice lorsque le criminel a été condamné.
it: la mia famiglia ha ricevuto giustizia quando il criminale è stato condannato.
ko: 범죄자가 유죄 판결을 받았을 때 우리 가족은 정의를 받았습니다.
pl: Moja rodzina doczekała się sprawiedliwości, gdy przestępca został skazany.
pt_br: Minha família recebeu justiça quando o criminoso foi condenado.
ru: Моя семья добилась справедливости: преступник был осужден.
tr: Suçlu mahkum edildiğinde ailem adalete kavuştu.
vi: Gia đình tôi đã nhận được công lý khi tên tội phạm bị kết tội.
zh_hans: 当罪犯被定罪时，我的家人得到了正义。

source: I had a bath.
de: Ich habe ein Bad genommen.
fr: J'ai pris un bain.
it: Mi sono fatto un bagno
ko: 나는 목욕을 했다.
pl: Brałem kąpiel.
pt_br: Tomei um banho.
ru: Я помылся.
tr: Banyo yaptım.
vi: Tôi đã tắm.
zh_hans: 我洗了个澡。

source: I had a bath with soap!
de: Ich habe ein Seifenbad genommen!
fr: J'ai pris un bain avec du savon !
it: Mi sono fatto un bagno col sapone!
ko: 비누로 목욕했어요!
pl: Brałem kąpiel z mydłem!
pt_br: Tomei um banho com sabao!
ru: Я помылся с мылом!
tr: Sabunla banyo yaptım!
vi: Tôi đã tắm với xà phòng!
zh_hans: 我用肥皂洗澡了！

source: I killed somebody in a sparring accident.
de: Ich habe jemanden bei einem Sparring-Unfall getötet.
fr: J'ai tué quelqu'un dans un accident de combat.
it: Ho ucciso qualcuno in un incidente di pugilato.
ko: 나는 스파링 사고로 누군가를 죽였습니다.
pl: Zabiłem kogoś przypadkiem podczas sparringu.
pt_br: Eu matei uma pessoa em um acidente no treino.
ru: Я случайно убил кого-то во время тренировочного боя.
tr: Antrenman kazasında birini öldürdüm.
vi: Tôi đã giết ai đó trong một tai nạn đấu tập.
zh_hans: 我在一次争吵中杀了一个人。

source: I was attacked.
de: Ich wurde angegriffen.
fr: J'ai été attaqué.
it: Sono stato aggredito.
ko: 나는 공격을 받았다.
pl: Zostałem zaatakowany.
pt_br: Eu fui atacado.
ru: Я был атакован.
tr: Saldırıya uğradım.
vi: Tôi đã bị tấn công.
zh_hans: 我受到了攻击。

source: I was attacked by the dead.
de: Ich wurde von Untoten angegriffen.
fr: J'ai été attaqué par des morts.
it: Sono stato attaccato dai morti.
ko: 나는 죽은 자의 공격을 받았습니다.
pl: Zostałem zaatakowany przez zmarłego.
pt_br: Fui atacado por mortos.
ru: Я был атакован мертвецом.
tr: Ölülerin saldırısına uğradım.
vi: Tôi đã bị tấn công bởi những người chết.
zh_hans: 我被死者袭击了。

source: I was attacked by my own dead
de: Ich wurde von meinen eigenen Untoten angegriffen.
fr: J'ai été attaqué par mes propres morts
it: Sono stato attaccato dal mio stesso morto
ko: 나는 내 자신의 죽음에 의해 공격을 받았다
pl: Zostałem zaatakowany przez mojego własnego zmarłego
pt_br: Fui atacado pelos meus próprios mortos
ru: Я был атакован моим умершим
tr: Kendi ölülerimin saldırısına uğradım
vi: Tôi đã bị tấn công bởi những người chết của chính mình.
zh_hans: 我被自己的死人袭击了

source: I have been drinking the same old booze.
de: Der Schnaps hängt mir zum Halse heraus.
fr: J'ai bu le même vieil alcool.
it: Sono stanco di bere il solito alcolico.
ko: 나는 같은 오래된 술을 마시고 있습니다.
pl: Wciąż piłem ten sam, stary trunek.
pt_br: Tenho bebido a mesma bebida de velha.
ru: Я постоянно пью одну и ту же выпивку.
tr: Hep aynı eski içkiyi içiyorum.
vi: Tôi đã uống mãi một loại đồ uống có cồn cũ rích.
zh_hans: 我一直在喝同样的老酒。

source: I drank bloody water.
de: Ich habe blutiges Wasser getrunken.
fr: J'ai bu de l'eau sanglante.
it: Ho bevuto acqua insanguinata.
ko: 나는 피 묻은 물을 마셨다.
pl: Wypiłem krwawą wodę.
pt_br: Eu bebi água sangrenta.
ru: Я пил воду с кровью.
tr: Kanlı su içtim.
vi: Tôi đã uống nước dính máu.
zh_hans: 我喝了血水。

source: I drank slime.
de: Ich habe Schleim getrunken.
fr: J'ai bu de la boue.
it: Ho ingerito melma.
ko: 나는 슬라임을 마셨다.
pl: Wypiłem śluz.
pt_br: Eu bebi o lodo.
ru: Я пил слизь.
tr: Balçık içtim.
vi: Tôi đã uống chất nhầy.
zh_hans: 我喝了泥。

source: I drank vomit.
de: Ich habe Erbrochenes getrunken.
fr: J'ai bu du vomi.
it: Ho ingerito vomito.
ko: 나는 구토물을 마셨다.
pl: Wypiłem wymiociny.
pt_br: Eu bebi o vômito.
ru: Я пил рвоту.
tr: Kusmuk içtim.
vi: Tôi đã uống chất nôn.
zh_hans: 我喝了呕吐物。

source: I drank gooey water.
de: Ich habe klebriges Wasser getrunken.
fr: J'ai bu de l'eau gluante.
it: Ho bevuto acqua appiccicosa.
ko: 나는 끈적 끈적한 물을 마셨다.
pl: Wypiłem lepką wodę.
pt_br: Eu bebi água gosmenta.
ru: Я пил клейкую воду.
tr: Yapışkan su içtim.
vi: Tôi đã uống nước sệt.
zh_hans: 我喝了粘糊糊的水。

source: I drank water mixed with ichor.
de: Ich habe Wundwasser getrunken.
fr: J'ai bu de l'eau mélangée à de l'ichor.
it: Ho bevuto acqua mescolata all'icore.
ko: 나는 수액이 섞인 물을 마셨다.
pl: Wypiłem wodę wymieszaną z osoczem.
pt_br: Eu bebi água misturada com exsudado.
ru: Я пил воду, смешанную с ихором.
tr: Canavar kanlı su içtim.
vi: Tôi đã uống nước lẫn huyết thanh.
zh_hans: 我喝了掺有脓液的水。

source: I drank water mixed with pus.
de: Ich habe eitriges Wasser getrunken.
fr: J'ai bu de l'eau mélangée à du pus.
it: Ho bevuto acqua mista a pus.
ko: 나는 고름이 섞인 물을 마셨다.
pl: Wypiłem wodę wymieszaną z ropą.
pt_br: Eu bebi água misturada com pus.
ru: Я пил воду, смешанную с гноем.
tr: İrinli su içtim.
vi: Tôi đã uống nước lẫn mủ.
zh_hans: 我喝了混有脓的水。

source: I drank foul water.
de: Ich habe faules Wasser getrunken.
fr: J'ai bu de l'eau sale.
it: Ho bevuto acqua sporca.
ko: 더러운 물을 마셨습니다.
pl: Wypiłem zanieczyszczoną wodę.
pt_br: Eu bebi água suja.
ru: Я пил тухлую воду.
tr: Pis su içtim.
vi: Tôi đã uống nước ô uế.
zh_hans: 我喝了污水。

source: I had a drink, but it had gone bad.
de: Ich habe etwas getrunken, doch es war faulig.
fr: J'ai bu un verre, mais ça a mal tourné.
it: ho preso una bevanda, ma era andata a male.
ko: 나는 술을 마셨지만 상태가 좋지 않았다.
pl: Piłem, lecz nie skończyło się to dobrze.
pt_br: Tomei uma bebida, mas tinha ido mal.
ru: Я выпил, но выпивка пошла не в то горло.
tr: Bir içki içtim ama bozulmuştu.
vi: Tôi đã uống nước, nhưng nó đã bị hỏng.
zh_hans: 我喝了一杯，但它变坏了。

source: I drank water without a well.
de: Ich trank Wasser ohne einen Brunnen.
fr: J'ai bu de l'eau sans puits.
it: Ho bevuto acqua senza pozzo.
ko: 나는 우물 없이 물을 마셨다.
pl: Wypiłem wodę spoza studni.
pt_br: Eu bebia água sem um poço.
ru: Я пил воду не из колодца.
tr: Kuyu olmadan su içtim.
vi: Tôi đã uống nước mà không có giếng.
zh_hans: 我喝水没有井。

source: I had a drink without using a goblet.
de: Ich trank ohne einen Kelch.
fr: J'ai bu un verre sans utiliser de gobelet.
it: Ho bevuto senza usare un calice.
ko: 잔을 사용하지 않고 마셨습니다.
pl: Piłem bez użycia kielicha.
pt_br: Eu bebi sem usar um cálice.
ru: Мне пришлось пить без кружки.
tr: Kadeh kullanmadan içki içtim.
vi: Tôi đã uống nước mà không dùng vại.
zh_hans: 我喝了一杯没有使用高脚杯。

source: I was near to a caged
de: Ich war nahe einem eingesperrten
fr: J'étais près d'une cage
it: Ero vicino ad un ingabbiato
ko: 나는 철창 근처에 있었다
pl: Byłem blisko uwięzionego w klatce
pt_br: Eu estava perto de um enjaulado
ru: Я был рядом с заключённым в клетку
tr: Kafesli bir şuna yakındım:
vi: Tôi đã ở gần một cái lồng
zh_hans: 我快到了笼子里

source: I slept without a proper room.
de: Ich schlief ohne einen geeigneten Raum.
fr: J'ai dormi sans chambre convenable.
it: Ho dormito senza una stanza vera e propria.
ko: 마땅한 방도 없이 잠을 잤다.
pl: Nie spałem we właściwym pomieszczeniu.
pt_br: Dormi sem uma sala adequada.
ru: Я спал не в спальне.
tr: Düzgün bir oda olmadan uyudum.
vi: Tôi đã ngủ mà không có một căn phòng tử tế.
zh_hans: 我没有合适的房间睡觉。

source: I slept in a bedroom.
de: Ich schlief in einem Schlafzimmer.
fr: J'ai dormi dans une chambre.
it: Ho dormito in una camera da letto.
ko: 나는 침실에서 잤다.
pl: Spałem w sypialni.
pt_br: Eu dormi em um quarto.
ru: Я спал в собственной спальне.
tr: Yatak odasında uyudum.
vi: Tôi đã ngủ trong phòng ngủ.
zh_hans: 我睡在卧室里。

source: I slept on the floor.
de: Ich habe auf dem Boden geschlafen.
fr: J'ai dormi par terre.
it: Ho dormito sul pavimento.
ko: 나는 바닥에서 잤다.
pl: Spałem na podłodze.
pt_br: Eu dormia no chao.
ru: Я спал на полу.
tr: Yerde uyudum.
vi: Tôi đã ngủ trên sàn.
zh_hans: 我睡在地板上。

source: I slept in the mud.
de: Ich habe im Schlamm geschlafen.
fr: J'ai dormi dans la boue.
it: Ho dormito nel fango.
ko: 나는 진흙 속에서 잤다.
pl: Spałem w błocie.
pt_br: Dormi na lama.
ru: Я спал в грязи.
tr: Çamurda uyudum.
vi: Tôi đã ngủ trong bùn.
zh_hans: 我睡在泥里。

source: I slept in the grass.
de: Ich habe im Gras geschlafen.
fr: J'ai dormi dans l'herbe.
it: Ho dormito nell'erba.
ko: 나는 풀밭에서 잤다.
pl: Spałem w trawie.
pt_br: Dormi na grama.
ru: Я спал на траве.
tr: Çimlerde uyudum.
vi: Tôi đã ngủ trong cỏ.
zh_hans: 我睡在草地上。

source: I slept on a rough cave floor.
de: Ich schlief auf rauhem Höhlenboden
fr: J'ai dormi sur le sol rugueux d'une grotte.
it: Ho dormito sul ruvido pavimento di una grotta.
ko: 나는 거친 동굴 바닥에서 잤다.
pl: Spałem na szorstkiej podłodze w jaskini.
pt_br: Eu dormi no chao caverna áspero.
ru: Я спал на жёстком полу пещеры.
tr: Kaba bir mağara zemininde uyudum.
vi: Tôi đã ngủ trên sàn hang động gồ ghề.
zh_hans: 我睡在一个粗糙的洞穴地板上。

source: I slept on rocks.
de: Ich habe auf Geröll geschlafen.
fr: J'ai dormi sur des rochers.
it: Ho dormito sulle rocce.
ko: 나는 바위 위에서 잤다.
pl: Spałem na kamieniach.
pt_br: Dormi nas rochas.
ru: Я спал на камнях.
tr: Kayaların üzerinde uyudum.
vi: Tôi đã ngủ trên đá.
zh_hans: 我睡在岩石上。

source: I slept on ice.
de: Ich habe auf Eis geschlafen.
fr: J'ai dormi sur de la glace.
it: Ho dormito sul ghiaccio.
ko: 나는 얼음 위에서 잤다.
pl: Spałem na lodzie.
pt_br: Dormi no gelo.
ru: Я спал на льду.
tr: Buzun üzerinde uyudum.
vi: Tôi đã ngủ trên băng.
zh_hans: 我睡在冰上。

source: I slept in the dirt.
de: Ich habe im Dreck geschlafen.
fr: J'ai dormi dans la terre.
it: Ho dormito per terra.
ko: 나는 흙 속에서 잤다.
pl: Spałem w ziemi.
pt_br: Eu dormi no chao.
ru: Я спал в грязи.
tr: Toprakta uyudum.
vi: Tôi đã ngủ trong đất.
zh_hans: 我睡在泥土里。

source: I slept on a pile of driftwood.
de: Ich schlief auf einem Stapel Treibholz.
fr: J'ai dormi sur un tas de bois flotté.
it: Ho dormito su un mucchio di driftwood.
ko: 나는 유목 더미에서 잤다.
pl: Spałem na stosie drewna niesionego przez falę.
pt_br: Dormi em uma pilha de troncos.
ru: Я спал на куче хвороста.
tr: Bir yığın sürüklenen odun üzerinde uyudum.
vi: Tôi đã ngủ trên một đống gỗ trôi dạt.
zh_hans: 我睡在一堆浮木上。

source: My artwork was defaced.
de: Mein Kunstwerk wurde entstellt.
fr: Mon œuvre a été dégradée.
it: La mia opera d'arte è stata deturpata.
ko: 내 작품이 손상되었습니다.
pl: Moje dzieło sztuki zostało zniszczone.
pt_br: Minha obra foi desfigurado.
ru: Моё произведение искусства было повреждено.
tr: Sanat eserim tahrif edildi.
vi: Tác phẩm nghệ thuật của tôi đã bị phá hoại.
zh_hans: 我的作品被污损了。

source: I was evicted.
de: Ich wurde hinausgeworfen.
fr: J'ai été expulsé.
it: Sono stato sfrattato.
ko: 나는 퇴거 당했다.
pl: Zostałem eksmitowany.
pt_br: Eu fui despejada.
ru: Я был изгнан.
tr: Tahliye edildim.
vi: Tôi đã bị trục xuất.
zh_hans: 我被驱逐了。

source: I taught
de: Ich lehrte
fr: J'ai enseigné
it: Ho insegnato
ko: 나는 가르쳤다
pl: Pomyślałem
pt_br: Eu ensinei
ru: Я учил
tr: Öğrettim:
vi: Tôi đã giảng dạy
zh_hans: 我教过

source: I learned about
de: Ich erfuhr von
fr: J'ai appris que
it: Sono venuto a conoscenza di
ko: 나는에 대해 배웠다
pl: Nauczyłem się o
pt_br: Eu aprendi sobre
ru: Я изучал
tr: Hakkında öğrendim:
vi: Tôi đã tìm hiểu về
zh_hans: 我了解到了

source: I wrote
de: Ich schrieb
fr: J'ai écrit
it: Ho scritto
ko: 나는 썼다
pl: Napisałem
pt_br: Eu escrevi
ru: Я писал
tr: Yazdım:
vi: Tôi đã viết
zh_hans: 我写

source: I read
de: Ich las
fr: je lis
it: Ho letto
ko: 나는 읽었다
pl: Przeczytałem
pt_br: Eu li
ru: Я читал
tr: Okudum:
vi: Tôi đã đọc
zh_hans: 我读

source: I learned
de: Ich erlernte
fr: J'ai appris
it: Ho imparato
ko: 나는 배웠다
pl: Nauczyłem się
pt_br: Aprendi
ru: И изучал
tr: Öğrendim:
vi: Tôi đã lĩnh hội
zh_hans: 我学会了

source: an untitled composition
de: eine Komposition ohne Titel
fr: une composition sans titre
it: una composizione senza titolo
ko: 제목 없는 작품
pl: niezatytułowaną kompozycję
pt_br: uma composição sem título
ru: безымянную композицию
tr: isimsiz bir beste
vi: một bản sáng tác không tựa đề
zh_hans: 无题的作文

source: powerful knowledge
de: machtvolles Wissen
fr: connaissances puissantes
it: potente conoscenza
ko: 강력한 지식
pl: potężną wiedzę
pt_br: conhecimento poderoso
ru: полезное знание
tr: güçlü bilgi
vi: tri thức quyền năng
zh_hans: 强大的知识

source: I've made a breakthrough regarding
de: Ich erzielte einen Durchbruch in
fr: J'ai fait une percée concernant
it: Ho fatto un passo avanti per quanto riguarda
ko: 관련하여 돌파구를 마련했습니다.
pl: Dokonałem przełomu w sprawie
pt_br: Eu fiz um grande progresso a respeito de
ru: Я сделал прорыв в области
tr: Şununla ilgili bir atılım yaptım:
vi: Tôi đã đạt được đột phá về
zh_hans: 我已经取得了突破

source: I just don't understand
de: Ich habe einfach keinen Sinn für
fr: je ne comprends tout simplement pas
it: Non capisco
ko: 이해가 안 돼요
pl: Po prostu nie rozumiem
pt_br: Eu apenas não entendo
ru: Я просто не понимаю
tr: Sadece anlamıyorum:
vi: Tôi đơn giản là không hiểu
zh_hans: 我只是不明白

source: I've been discussing
de: Ich diskutierte
fr: j'ai discuté
it: Ho discusso
ko: 나는 논의하고있다
pl: Dyskutowałem na temat
pt_br: Eu tenho discutido
ru: Я дискутировал
tr: Tartışıyordum:
vi: Tôi đã thảo luận về
zh_hans: 我一直在讨论

source: I've been mulling over
de: Ich habe nachgedacht über
fr: j'ai réfléchi
it: Ho riflettuto su
ko: 고민해봤어
pl: Zastanawiałem się nad
pt_br: Eu estive ponderando sobre
ru: Я обдумывал
tr: Üzerine kafa yoruyordum:
vi: Tôi đã nghiền ngẫm về
zh_hans: 我一直在考虑

source: I gave birth to
de: Ich gebar
fr: j'ai accouché
it: Ho dato alla luce
ko: 내가 낳았다
pl: Dałem życie
pt_br: Eu dei à luz
ru: Я родила
tr: Doğurdum:
vi: Tôi đã sinh ra
zh_hans: 我生了

source: I have become a parent
de: Ich bin nun ein Elternteil.
fr: je suis devenu parent
it: Sono diventato un genitore
ko: 나는 부모가 되었다
pl: Stałem się rodzicem
pt_br: Eu me tornei um pai
ru: Я стал отцом
tr: Ebeveyn oldum
vi: Tôi đã trở thành cha mẹ.
zh_hans: 我已成为父母

source: I have new siblings.
de: Ich habe neue Geschwisterchen.
fr: J'ai de nouveaux frères et sœurs.
it: Ho nuovi fratelli.
ko: 나는 새로운 형제 자매가 있습니다.
pl: Mam nowe rodzeństwo.
pt_br: Tenho novos irmaos.
ru: У меня появились новые братья и сестры.
tr: Yeni kardeşlerim var.
vi: Tôi có những người anh chị em mới.
zh_hans: 我有新的兄弟姐妹。

source: I have a new sibling.
de: Ich habe ein neues Geschwisterchen.
fr: J'ai un nouveau frère.
it: Ho un nuovo fratello.
ko: 나는 새로운 형제가 있습니다.
pl: Mam nowe rodzeństwo.
pt_br: Tenho um novo irmao.
ru: У меня появился новый брат/сестра.
tr: Yeni bir kardeşim var.
vi: Tôi có một người anh chị em mới.
zh_hans: 我有一个新的兄弟姐妹。

source: I got married.
de: Ich habe geheiratet.
fr: Je me suis marrié.
it: Mi sono sposato.
ko: 나는 결혼했다.
pl: Wziąłem ślub.
pt_br: Eu me casei.
ru: Я вступил в брак.
tr: Evlendim.
vi: Tôi đã kết hôn.
zh_hans: 我结婚了。

source: I received water.
de: Ich habe Wasser bekommen.
fr: J'ai reçu de l'eau.
it: Ho ricevuto dell'acqua.
ko: 물을 받았습니다.
pl: Otrzymałem wodę.
pt_br: Recebi água.
ru: Я получил воду.
tr: Su aldım.
vi: Tôi đã nhận được nước.
zh_hans: 我收到了水。

source: I gave somebody water.
de: Ich habe jemandem Wasser gegeben.
fr: J'ai donné de l'eau à quelqu'un.
it: Ho dato dell'acqua a qualcuno.
ko: 나는 누군가에게 물을 주었다.
pl: Dałem komuś wodę.
pt_br: Eu dei água alguém.
ru: Я дал кому-то попить.
tr: Birine su verdim.
vi: Tôi đã cho ai đó nước.
zh_hans: 我给了别人水。

source: I received food.
de: Ich habe Essen bekommen.
fr: J'ai reçu de la nourriture.
it: Ho ricevuto del cibo.
ko: 음식을 받았습니다.
pl: Otrzymałem jedzenie.
pt_br: Eu recebi comida.
ru: Я получил пищу.
tr: Yiyecek aldım.
vi: Tôi đã nhận được thức ăn.
zh_hans: 我收到了食物。

source: I gave somebody food.
de: Ich habe jemandem Essen gegeben.
fr: J'ai donné à manger à quelqu'un.
it: Ho dato del cibo a qualcuno.
ko: 나는 누군가에게 음식을 주었다.
pl: Dałem komuś jedzenie.
pt_br: Eu dei comida alguém.
ru: Я дал кому-то поесть.
tr: Birine yiyecek verdim.
vi: Tôi đã cho ai đó thức ăn.
zh_hans: 我给了别人食物。

source: There was an incident.
de: Es gab ein Vorkommnis.
fr: Il y a eu un incident.
it: C'è stato un incidente.
ko: 사건이 있었습니다.
pl: Doszło do pewnego incydentu.
pt_br: Houve um incidente.
ru: Там произошёл инцидент.
tr: Bir olay yaşandı.
vi: Đã có một sự cố.
zh_hans: 发生了一件事。

source: The body of
de: Der Körper von
fr: Le corps de
it: Il corpo di
ko: 의 몸
pl: Ciało
pt_br: o corpo é
ru: Тело
tr: Şunun cesedi:
vi: Thi thể của
zh_hans: 身体之于

source: my pet
de: mein Haustier
fr: mon animal de compagnie
it: il mio animale domestico
ko: 내 애완동물
pl: mojego zwierzęcia
pt_br: meu animal de estimação
ru: моего питомца
tr: evcil hayvanım
vi: thú cưng của tôi
zh_hans: 我的宠物

source: decayed without burial.
de: verrottet ohne Begräbnis.
fr: déchu sans sépulture.
it: decomposto senza sepoltura.
ko: 매장되지 않고 부패했다.
pl: zgniło bez pochówku.
pt_br: deteriorado sem sepultamento.
ru: разлагалось без погребения.
tr: gömülmeden çürüdü.
vi: đã phân hủy mà không được chôn cất.
zh_hans: 在没有埋葬的情况下朽烂。

source: my spouse
de: mein Partner
fr: mon épouse
it: mio coniuge
ko: 내 배우자
pl: mojego współmałżonka
pt_br: meu cônjuge
ru: моего супруга/супруги
tr: eşim
vi: người bạn đời của tôi
zh_hans: 我的配偶

source: my lover
de: mein Liebhaber
fr: mon amour
it: mio amante
ko: 내 애인
pl: mojego kochanka
pt_br: Meu amante.
ru: моего возлюбленного/возлюбленной
tr: sevgilim
vi: người yêu của tôi
zh_hans: 我的恋人

source: my sibling
de: mein Geschwisterkind
fr: mon frère
it: mio fratello
ko: 내 동생
pl: mojego rodzeństwa
pt_br: meu irmao
ru: моего близкого родственника
tr: kardeşim
vi: người anh chị em của tôi
zh_hans: 我的兄弟姐妹

source: my mother
de: meine Mutter
fr: ma mère
it: mia mdare
ko: 내 어머니
pl: mojej matki
pt_br: minha mae
ru: моей матери
tr: annem
vi: mẹ của tôi
zh_hans: 我的母亲

source: my father
de: mein Vater
fr: mon père
it: mio padre
ko: 내 아버지
pl: mojego ojca
pt_br: Papai
ru: моего отца
tr: babam
vi: cha của tôi
zh_hans: 我的父亲

source: my child
de: mein Kind
fr: mon enfant
it: mio bambino
ko: 내 아이
pl: mojego dziecka
pt_br: A minha criança.
ru: моего ребёнка
tr: çocuğum
vi: con của tôi
zh_hans: 我的孩子
