Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: a leather shop
de: ein Lederwarengeschäft
fr: une maroquinerie
it: un negozio di cuoio
ko: 가죽 가게
pl: sklepie skórzanym
pt_br: uma loja de couro
ru: лавка кожи
tr: bir deri dükkanı
vi: Một cửa hàng da thuộc
zh_hans: 一家皮革店

source: a woven clothing shop
de: ein Geschäft für gewebte Kleidung
fr: une boutique de vêtements tissés
it: un negozio d'abbigliamento in tessuto
ko: 직조 옷가게
pl: sklepie z odzieżą tkaną
pt_br: uma loja de roupas tecidas
ru: лавка шерстяной одежды
tr: bir dokuma giyim dükkanı
vi: Một cửa hàng y phục dệt
zh_hans: 一家纺织服装店

source: a leather clothing shop
de: ein Geschäft für Lederbekleidung
fr: une boutique de vêtements en cuir
it: un negozio d'abbigliamento in cuoio
ko: 가죽 물품 가게
pl: sklepie z odzieżą skórzaną
pt_br: uma loja de roupas de couro
ru: мастерская кожаной одежды
tr: bir deri giyim dükkanı
vi: Một cửa hàng y phục da
zh_hans: 一家皮革服装店

source: a bone carver's shop
de: eine Knochenschnitzerwerkstatt
fr: une boutique de tailleur d'os
it: un negozio dell'intagliatore d'ossa
ko: 뼈 조각가 가게
pl: warsztacie rzeźbiarza kości
pt_br: loja do entalhador de ossos
ru: мастерская резчика по кости
tr: bir kemik oymacısı dükkanı
vi: Một cửa hàng khắc xương
zh_hans: 一个骨头雕刻店

source: a gem cutter's shop
de: eine Edelsteinschleiferei
fr: la boutique d'un tailleur de pierres précieuses
it: un negozio dell'intagliatore di gemme
ko: 보석 세공점
pl: sklepie jubilera
pt_br: uma loja de corte de gemas
ru: мастерская ювелира
tr: bir mücevher kesicisi dükkanı
vi: Một cửa hàng cắt đá quý
zh_hans: 一个宝石切割店

source: a weaponsmith's shop
de: eine Waffenschmiede
fr: un atelier de fabrication d'armes
it: un negozio dell'armaiolo
ko: 무기 제작소
pl: sklepie z bronią
pt_br: loja de um armeiro
ru: мастерская оружейника
tr: bir silahçı dükkanı
vi: Một cửa hàng rèn vũ khí
zh_hans: 一个武器锻造店

source: a bowyer's shop
de: eine Bogenmacherei
fr: la boutique d'un archer
it: un negozio del fabbricante d'archi
ko: 나비 가게
pl: warsztacie łuczarza
pt_br: loja de um bowyer
ru: мастерская лукодела
tr: bir yaycı dükkanı
vi: Một cửa hàng làm cung
zh_hans: 一个制弓店

source: a blacksmith's shop
de: eine Schmiedewerkstatt
fr: un atelier de forgeron
it: un negozio del forgiatore d'arnesi
ko: 대장간
pl: sklepie kowala
pt_br: loja de ferraria
ru: мастерская кузнеца
tr: bir demirci dükkanı
vi: Một cửa hàng thợ rèn
zh_hans: 一个铁匠铺

source: a armorsmith's shop
de: eine Rüstungsschmiede
fr: une boutique d'armurerie
it: un negozio dell'armoraro
ko: 갑옷 제작소
pl: sklepie płatnerza
pt_br: uma forjaria de armadura
ru: мастерская бронника
tr: bir zırhçı dükkanı
vi: Một cửa hàng rèn giáp
zh_hans: 一个盔甲店

source: a metal craft shop
de: eine Metallwerkstatt
fr: un atelier d'artisanat du métal
it: negozio di lavorazioni in metallo
ko: 금속 공예품 가게
pl: sklepie z metalowymi wyrobami
pt_br: oficina de produção de metal
ru: мастерская металлических изделий
tr: bir metal zanaat dükkanı
vi: Một cửa hàng kim khí thủ công
zh_hans: 一家金属工艺品店

source: a leather goods shop
de: ein Lederwarengeschäft
fr: une boutique de maroquinerie
it: un negozio di prodotti in cuoio
ko: 가죽 물품 가게
pl: sklepie ze skórzanymi dobrami
pt_br: marroquinaria
ru: мастерская кожаных изделий
tr: bir deri eşya dükkanı
vi: Một cửa hàng đồ da
zh_hans: 一家皮具店

source: a carpenter's shop
de: eine Schreinerei
fr: un atelier de menuiserie
it: un negozio del carpentiere
ko: 목공소
pl: warsztacie stolarskim
pt_br: uma oficina de carpintaria
ru: мастерская плотника
tr: bir marangoz dükkanı
vi: Một cửa hàng thợ mộc
zh_hans: 一个木匠店

source: a stone furniture shop
de: ein Geschäft für Steinmöbel
fr: un magasin de meubles en pierre
it: un negozio di mobili in pietra
ko: 석조 가구점
pl: sklepie z kamiennymi meblami
pt_br: uma loja de móveis de pedra
ru: мастерская каменной мебели
tr: bir taş mobilya dükkanı
vi: Một cửa hàng nội thất đá
zh_hans: 一家石制家具店

source: a metal furniture shop
de: ein Geschäft für Metallmöbel
fr: un magasin de meubles en métal
it: un negozio di mobili in metallo
ko: 금속 가구점
pl: sklepie z metalowymi meblami
pt_br: uma loja de móveis de metal
ru: мастерская металлической мебели
tr: bir metal mobilya dükkanı
vi: Một cửa hàng nội thất kim loại
zh_hans: 一家金属家具店

source: the imported goods market
de: der Markt für importierte Waren
fr: le marché des biens importés
it: il mercato dei prodotti importati
ko: 수입품 시장
pl: rynku z importowanymi dobrami
pt_br: o mercado de mercadorias importadas
ru: рынок импортных товаров
tr: ithal mallar pazarı
vi: Chợ hàng hóa nhập khẩu
zh_hans: 进口商品市场

source: the imported food market
de: der Markt für importierte Lebensmittel
fr: le marché des aliments importés
it: il mercato degli alimenti importati
ko: 수입 식품 시장
pl: rynku z importowaną żywnością
pt_br: o mercado de alimentos importados
ru: рынок импортной еды
tr: ithal gıda pazarı
vi: Chợ lương thực nhập khẩu
zh_hans: 进口食品市场

source: the imported clothing market
de: der Markt für importierte Bekleidung
fr: le marché des vêtements importés
it: il mercato dell'abbigliamento importato
ko: 수입 의류 시장
pl: rynku z importowaną odzieżą
pt_br: o mercado de vestuário importado
ru: рынок импортной одежды
tr: ithal giyim pazarı
vi: Chợ y phục nhập khẩu
zh_hans: 进口服装市场

source: the meat market
de: der Fleischmarkt
fr: le marché de la viande
it: il mercato della carne
ko: 고기 시장
pl: rynku mięsnym
pt_br: o mercado de carne
ru: рынок мяса
tr: et pazarı
vi: Chợ thịt
zh_hans: 肉类市场

source: the fruit and vegetable market
de: der Obst- und Gemüsemarkt
fr: le marché des fruits et légumes
it: il mercato ortofrutticolo
ko: 과일과 채소 시장
pl: rynku z owocami i warzywami
pt_br: o mercado de frutas e hortaliças
ru: рынок овощей и фруктов
tr: meyve ve sebze pazarı
vi: Chợ rau củ quả
zh_hans: 水果和蔬菜市场

source: the cheese market
de: der Käsemarkt
fr: le marché aux fromages
it: il mercato del formaggio
ko: 치즈 시장
pl: rynku serowym
pt_br: o mercado de queijo
ru: рынок сыра
tr: peynir pazarı
vi: Chợ phô mai
zh_hans: 奶酪市场

source: the processed goods market
de: der Markt für verarbeitete Waren
fr: le marché des produits transformés
it: il mercato dei prodotti trasformati
ko: 가공품 시장
pl: rynku z przetworzonymi dobrami
pt_br: o mercado de produtos transformados
ru: рынок обработанных товаров
tr: mamul eşya pazarı
vi: Chợ hàng hóa chế biến
zh_hans: 加工品市场

source: shrine
de: Schrein
fr: tombeau
it: santuario
ko: 신사
pl: kaplicy
pt_br: santuário
ru: святыня
tr: mabet
vi: Đền thờ
zh_hans: 圣祠

source: the shrine to
de: der Schrein für
fr: le sanctuaire à
it: il santuario per
ko: 신사
pl: kaplicy poświęconej
pt_br: o santuário para
ru: святыня
tr: şuna adanmış mabet:
vi: Đền thờ của
zh_hans: 圣祠

source: There is a long-ranging patrol
de: Es gibt eine weitreichende Patrouille
fr: Il y a une patrouille de longue portée
it: C'è una pattuglia a lungo raggio
ko: 장거리 순찰이 있습니다
pl: Jest rozległy patrol
pt_br: Há uma patrulha de longo alcance
ru: Есть дальний патруль
tr: Uzun menzilli bir devriye var:
vi: Có một đội tuần tra tầm xa
zh_hans: 那有一个长距离巡逻队

source: I have no idea.
de: Ich habe keine Ahnung.
fr: Je n'ai aucune idée.
it: Non ne ho idea.
ko: 나는 모른다.
pl: Nie mam pomysłu.
pt_br: Não sei.
ru: Даже не знаю.
tr: Hiçbir fikrim yok.
vi: Ta không biết.
zh_hans: 我不知道。

source: I'd watch out for them.
de: Ich würde mich vor ihnen in Acht nehmen.
fr: Je ferais attention à eux.
it: Farei attenzione a loro.
ko: 나는 그들을 조심할 것입니다.
pl: Uważałbym na nich.
pt_br: Eu tomaria cuidado para eles.
ru: Я прослежу за ними.
vi: Ta sẽ đề phòng bọn chúng.
zh_hans: 我会留意他们。

source: There are no fewer than
de: Es gibt nicht weniger als
fr: Il n'y a pas moins de
it: Non ci sono meno di
ko: 이하가 없습니다
pl: Jest ich nie mniej niż
pt_br: Há nada menos que
ru: Здесь не меньше
tr: Şundan daha azı yok:
vi: Có không dưới
zh_hans: 有不少于

source: other groups vying for control.
de: andere Gruppen, die um die Kontrolle kämpfen.
fr: d'autres groupes en lice pour le contrôle.
it: altri gruppi in lotta per il controllo.
ko: 통제를 위해 경쟁하는 다른 그룹.
pl: inne grupy walczące o kontrolę.
pt_br: outros grupos que disputavam o controle.
ru: другие соперничающие группы.
tr: kontrol için yarışan diğer gruplar.
vi: các nhóm khác đang tranh giành quyền kiểm soát.
zh_hans: 其他团体争夺控制权。

source: are vying for control.
de: wetteifern um die Kontrolle.
fr: se disputent le contrôle.
it: si contendono il controllo.
ko: 통제를 위해 경쟁하고 있습니다.
pl: walczą o kontrolę.
pt_br: estao lutando pelo controle.
ru: соперничают за владение областью.
tr: kontrol için yarışıyorlar.
vi: đang tranh giành quyền kiểm soát.
zh_hans: 正在争夺控制权。

source: I haven't heard anything like that.
de: ich habe so etwas noch nicht gehört.
fr: Je n'ai rien entendu de tel.
it: Non ho sentito niente del genere.
ko: 나는 그런 말을 듣지 못했습니다.
pl: Nie słyszałem niczego takiego.
pt_br: Não ouvi nada assim.
ru: Я никогда не слышал ничего подобного.
tr: Böyle bir şey duymadım.
vi: Ta chưa từng nghe điều gì tương tự.
zh_hans: 我从没听过这样的事。

source: No fewer than
de: Nicht weniger als
fr: Pas moins de
it: Non meno di
ko: 이하
pl: Nie mniej niż
pt_br: Não menos de
ru: Не меньше, чем
tr: Şundan az değil:
vi: Không dưới
zh_hans: 不少于

source: groups fled.
de: Gruppen flohen.
fr: les groupes ont fui.
it: gruppi sono fuggiti.
ko: 그룹이 도망 쳤습니다.
pl: grupy uciekły.
pt_br: grupos fugiram.
ru: группы сбежали.
tr: grup kaçtı.
vi: các nhóm đã bỏ trốn.
zh_hans: 团体逃离。

source: One group organized itself.
de: Eine Gruppe organisierte sich selbst.
fr: Un groupe s'est organisé.
it: Un gruppo si è organizzato da solo.
ko: 한 그룹이 조직되었습니다.
pl: Jedna grupa zorganizowała się.
pt_br: Um grupo organizou-se.
ru: Одна группа образовалась сама.
vi: Một nhóm đã tự tổ chức.
zh_hans: 一个小组组织起来。

source: A few separate groups were organized.
de: Es wurden einige separate Gruppen gebildet.
fr: Quelques groupes séparés ont été organisés.
it: Sono stati organizzati alcuni gruppi separati.
ko: 몇 개의 개별 그룹이 조직되었습니다.
pl: Kilka oddzielnych grup zorganizowało się.
pt_br: Organizaram-se alguns grupos separados.
ru: Образовалось несколько отдельных групп.
vi: Một vài nhóm riêng biệt đã được tổ chức.
zh_hans: 组织了几个单独的小组。

source: fled before the attack.
de: floh vor dem Angriff.
fr: s'est enfui avant l'attaque.
it: fuggito prima dell'attacco.
ko: 공격 직전에 도망쳤다.
pl: uciekł przed atakiem.
pt_br: fugiu antes do ataque.
ru: сбежали, не дожидаясь атаки.
tr: saldırıdan önce kaçtı.
vi: đã bỏ trốn trước cuộc tấn công.
zh_hans: 在袭击前逃离。

source: Nobody I remember.
de: Niemand, an den ich mich erinnere.
fr: Personne dont je me souviens.
it: Nessuno che io ricordi.
ko: 내가 기억하는 사람은 없습니다.
pl: Nikt kogo pamiętam.
pt_br: Ninguém que eu me lembro.
ru: Не припомню такого.
tr: Hatırladığım kimse yok.
vi: Không ai mà ta nhớ.
zh_hans: 我不记得有人

source: You sound like a troublemaker.
de: Sie klingen wie ein Unruhestifter.
fr: Vous parlez comme un fauteur de troubles.
it: Sembri un piantagrane.
ko: 당신은 말썽 꾸러기처럼 들립니다.
pl: Wyglądasz mi na rozrabiakę.
pt_br: Você fala como um encrenqueiro.
ru: Ты говоришь как смутьян.
tr: Kulağa baş belası gibi geliyorsun.
vi: Ngươi nghe như một kẻ gây rối.
zh_hans: 你听起来像一个闹事者。

source: has occupied
de: hat besetzt
fr: a occupé
it: ha occupato
ko: 점령했다
pl: zajął
pt_br: tem ocupado
ru: занял
tr: şurayı işgal etti:
vi: đã chiếm đóng
zh_hans: 已经占领了

source: rules
de: Regeln
fr: règles
it: regna
ko: 규칙
pl: rządzi
pt_br: regras
ru: правит
tr: yönetir
vi: cai trị
zh_hans: 规则

source: I am
de: Ich bin
fr: Je suis
it: Io sono
ko: 그래요
pl: Jestem
pt_br: Eu sou
ru: Я
tr: Ben
vi: Ta là
zh_hans: 我是

source: My
de: Meine
fr: Mon
it: Il mio
ko: 나의
pl: Mój
pt_br: Minha
ru: Мой
tr: Benim
vi: Của ta
zh_hans: 我的

source: is a group of
de: ist eine Gruppe von
fr: est un groupe de
it: è un gruppo di
ko: 의 그룹이다
pl: jest grupą
pt_br: é um grupo de
ru: - группа
tr: şunun bir grubudur:
vi: là một nhóm gồm
zh_hans: 是一群

source: I rule
de: Ich regiere
fr: je décide
it: Io domino
ko: 내가 지배한다
pl: Ja rządzę
pt_br: Eu governo
ru: Я управляю
vi: Ta cai trị
zh_hans: 我掌管

source: from this capital as well
de: auch aus diesem Kapital
fr: de cette capitale aussi
it: anche da questa capitale
ko: 이 수도에서도
pl: również z tej stolicy
pt_br: este capital bem como
ru: также из столицы
tr: bu başkentten de
vi: từ thủ đô này nữa
zh_hans: 来自这个首都

source: Not that it matters, as
de: Nicht dass das wichtig wäre, denn
fr: Pas que cela importe, car
it: Non che sia importante, visto che
ko: 중요하지 않습니다.
pl: Nie żeby to miało znaczenie, gdyż
pt_br: Não que isso importe, pois
ru: Это не так важно, как
vi: Dù sao thì điều đó cũng không quan trọng, bởi vì
zh_hans: 并不重要，因为

source: abides here in magnificence
de: verweilt hier in Pracht
fr: demeure ici dans la magnificence
it: dimora qui nella magnificenza
ko: 웅장함 속에 머물다
pl: przebywa tutaj w wspaniałości
pt_br: cumpre aqui em magnificência
ru: купается здесь в роскоши
tr: burada ihtişam içinde ikamet ediyor
vi: ngự trị nơi đây trong sự tráng lệ
zh_hans: 在此闪耀

source: Not that it matters, as the seat of
de: Nicht, dass es darauf ankäme, denn der Sitz der
fr: Ce n'est pas grave, puisque le siège de
it: Non che abbia importanza, visto che la sede di
ko: 중요한 것은 아닙니다.
pl: Nie żeby to miało znaczenie, gdyż siedziba
pt_br: Não que isso importe, pois a sede da
ru: Хотя это не так уж важно, как место
vi: Dù sao thì điều đó cũng không quan trọng, bởi vì ngai vị của
zh_hans: 这并不重要，因为

source: is here, and
de: ist hier, und
fr: est ici, et
it: è qui e
ko: 여기 있고,
pl: jest tu i
pt_br: é aqui, e
ru: находится здесь, и
tr: burada ve
vi: đặt tại đây, và
zh_hans: 在这里，和

source: the blood-drinker allows no chattel to rise
de: der Bluttrinker lässt kein Vieh aufstehen
fr: le buveur de sang ne laisse monter aucun meuble
it: il bevitore di sangue non permette ad alcuno schiavo di insorgere
ko: 흡혈귀는 물건이 올라가는 것을 허용하지 않습니다
pl: krwiopijca nie pozwala powstać ruchomości
pt_br: o bebedor de sangue não permite nenhum bens móveis a subir
ru: кровопийца не даёт своим рабам возможности для восстания
tr: kan içici hiçbir kölenin başkaldırmasına izin vermez
vi: kẻ uống máu không cho phép bất cứ nô lệ nào trỗi dậy
zh_hans: 嗜血之人不留活口

source: the law is absolute
de: das Gesetz ist absolut
fr: la loi est absolue
it: la legge è assoluta
ko: 법은 절대적이다
pl: prawo jest absolutne
pt_br: a lei é absoluta
ru: закон абсолютен
tr: yasa mutlaktır
vi: luật pháp là tuyệt đối
zh_hans: 法律是绝对的

source: The seat of
de: Der Sitz der
fr: Le siège de
it: La sede di
ko: 의 자리
pl: Siedziba
pt_br: A sede da
ru: Место
vi: Ngai vị của
zh_hans: 座位之于

source: is also located here
de: befindet sich auch hier
fr: se trouve également ici
it: si trova anch'esso qui
ko: 이곳에도 위치해 있습니다
pl: również się tu znajduje
pt_br: também está localizado aqui
ru: также расположен здесь
tr: da burada bulunuyor
vi: cũng được đặt tại đây
zh_hans: 也在这里

source: I must take my leave.
de: Ich muss mich verabschieden.
fr: Je dois prendre congé.
it: Devo prendere congedo.
ko: 나는 떠나야 한다.
pl: Muszę wziąć urlop.
pt_br: Devo me despedir.
ru: Я должен уйти.
tr: İzninizi istiyorum.
vi: Ta phải cáo từ.
zh_hans: 我必须离开了。

source: Goodbye.
de: Auf Wiedersehen.
fr: Au revoir.
it: Arrivederci.
ko: 안녕.
pl: Do widzenia.
pt_br: Adeus.
ru: До свидания.
tr: Güle güle.
vi: Tạm biệt.
zh_hans: 再见。

source: lives in
de: lebt in
fr: Vit à
it: vive a
ko: 에 살고
pl: żyje w
pt_br: vive em
ru: живёт в
tr: şurada yaşar:
vi: sống tại
zh_hans: 住在

source: If you want to find a relative,
de: Wenn du einen Verwandten finden willst,
fr: Si vous voulez trouver un parent,
it: Se vuoi trovare un parente,
ko: 친척을 찾고 싶다면,
pl: Jeśli chcesz znaleźć krewnego,
pt_br: Se você deseja localizar um parente,
ru: Если вы хотите найти родственника,
tr: Bir akraba bulmak istiyorsan,
vi: Nếu ngươi muốn tìm một người thân,
zh_hans: 如果你想找一个相关物，

source: If you want to offer your condolences,
de: Wenn du dein Beileid bekunden willst,
fr: Si vous voulez présenter vos condoléances,
it: Se vuoi porgere le tue condoglianze,
ko: 조의를 표하고 싶다면,
pl: Jeśli chcesz oferować swoje kondolencje,
pt_br: Se você deseja oferecer suas condolências,
ru: Если хотите принести свои соболезнования,
tr: Başsağlığı dilemek istiyorsan,
vi: Nếu ngươi muốn chia buồn,
zh_hans: 如果你想表示哀悼，

source: should talk to
de: sollte sprechen mit
fr: devrait parler à
it: dovresti parlare a
ko: 이야기해야
pl: powinieneś porozmawiać z
pt_br: deveria falar
ru: нужно поговорить с
tr: şununla konuşmalı:
vi: nên nói chuyện với
zh_hans: 应该谈谈

source: should travel to
de: sollte Reisen nach
fr: devrait se rendre à
it: dovresti recarti a
ko: 여행해야한다
pl: powinieneś udać się do
pt_br: deveria viajar para
ru: должны отправиться к
tr: şuraya seyahat etmeli:
vi: nên đi đến
zh_hans: 应该去

source: We weren't personally acquainted.
de: Wir kennen uns nicht persönlich.
fr: Nous ne nous connaissions pas personnellement.
it: Non ci conoscevamo personalmente.
ko: 우리는 개인적으로 아는 사이가 아니었습니다.
pl: Nie poznano nas osobiście.
pt_br: Nós não estava familiarizados pessoalmente.
ru: Мы не были знакомы лично.
tr: Şahsen tanışmıyorduk.
vi: Chúng ta không có quen biết cá nhân.
zh_hans: 我们并没有亲自认识。

source: You may enjoy these times of peace, but remain vigilant.
de: Du kannst diese Zeiten des Friedens genießen, aber bleib wachsam.
fr: Vous pouvez profiter de ces temps de paix, mais restez vigilants.
it: Potete godervi questi tempi di pace, ma rimanete vigili.
ko: 이 평화로운 시간을 즐길 수 있지만 경계를 유지하십시오.
pl: Ciesz się tym czasem pokoju, lecz zachowaj czujność.
pt_br: Você pode desfrutar nestes tempos de paz, mas manter-se vigilante.
ru: Радуйтесь минутам мира, но будьте бдительны.
tr: Bu barış zamanlarının tadını çıkarabilirsin ama tetikte ol.
vi: Ngươi có thể tận hưởng thời bình này, nhưng hãy luôn cảnh giác.
zh_hans: 你可以享受这段和平时期，但要保持警惕。

source: My condolences.
de: Mein Beileid.
fr: Mes condoléances.
it: Le mie condoglianze.
ko: 내 애도.
pl: Moje kondolencje.
pt_br: Minhas condolências.
ru: Мои соболезнования.
tr: Başın sağ olsun.
vi: Xin chia buồn.
zh_hans: 节哀顺变。

source: What will you do about it?
de: Was wirst du deswegen tun?
fr: Que ferez-vous à ce sujet?
it: Cosa farai a riguardo?
ko: 당신은 그것에 대해 무엇을 할 것인가?
pl: Co z tym zrobisz?
pt_br: O que é sobre vida adequada?
ru: Что вы собираетесь делать по этому поводу?
tr: Bunun hakkında ne yapacaksın?
vi: Ngươi sẽ làm gì về chuyện đó?
zh_hans: 你会怎么做？

source: What should I do about it?
de: Was sollte ich dagegen tun?
fr: Que dois-je faire à ce sujet?
it: Cosa dovrei fare a riguardo?
ko: 어떻게 해야 합니까?
pl: Co powinienem z tym zrobić?
pt_br: Que medidas devemos tomar face a esta situação?
ru: Что мне делать по этому поводу?
tr: Bunun hakkında ne yapmalıyım?
vi: Ta nên làm gì về chuyện đó?
zh_hans: 我该怎么办呢？

source: Let's entertain the world together!
de: Wir unterhalten die Welt zusammen!
fr: Amusons le monde ensemble !
it: Intratteniamo il mondo insieme!
ko: 함께 세상을 즐겁게 하자!
pl: Zabawiajmy świat wspólnie!
pt_br: Vamos entreter o mundo juntos!
ru: Давайте развлекать мир вместе!
tr: Hadi dünyayı birlikte eğlendirelim!
vi: Hãy cùng nhau khuấy động thế giới!
zh_hans: 让我们一起娱乐世界！

source: Come, join me on my adventures!
de: Komm, begleite mich auf meinen Abenteuern!
fr: Viens, rejoins-moi dans mes aventures !
it: Vieni, unisciti a me nelle mie avventure!
ko: 자, 내 모험에 함께 해줘!
pl: Chodź, dołącz do mnie w moich przygodach!
pt_br: Venha, junte-se a mim em minhas aventuras!
ru: Давай, присоединяйся к моим приключениям!
tr: Gel, maceralarımda bana katıl!
vi: Nào, hãy cùng ta tham gia các cuộc phiêu lưu!
zh_hans: 快来加入我的冒险吧！

source: Join me and we'll bring
de: Begleite mich und wir bringen
fr: Rejoignez-moi et nous apporterons
it: Unisciti a me e porteremo
ko: 저와 함께 하시면 가져오겠습니다
pl: Dołączy do mnie i sprowadzimy
pt_br: Junte-se a mim e vamos trazer
ru: Присоединяйтесь, и мы отведём
tr: Bana katıl ve şunu getirelim:
vi: Hãy cùng ta và chúng ta sẽ mang
zh_hans: 加入我，我们将带来

source: this poor soul
de: diese arme Seele
fr: cette pauvre âme
it: questa pover'anima
ko: 이 불쌍한 영혼
pl: tę biedną duszę
pt_br: Esta pobre alma
ru: эту заблудшую душу
tr: bu zavallı ruhu
vi: linh hồn đáng thương này
zh_hans: 这个可怜的灵魂

source: back home!
de: zurück nach Hause!
fr: retour à la maison!
it: di nuovo a casa!
ko: 집으로 돌아가!
pl: z powrotem do domu!
pt_br: voltar para home
ru: домой!
tr: eve geri!
vi: trở về nhà!
zh_hans: 回家！

source: Join me and we can shake off the yoke of
de: Begleite mich und wir können das Joch abzuschütteln
fr: Rejoignez-moi et nous pourrons secouer le joug de
it: Unisciti a me e scrolliamoci di dosso il giogo di
ko: 저와 함께 하시면 멍에를 떨쳐버릴 수 있습니다
pl: Dołącz do mnie, a pozbędziemy się jarzma
pt_br: Junte-se a mim e nós pode sacudir o jugo da
ru: Присоединяйтесь, и мы сбросим иго
tr: Bana katıl ve şunun boyunduruğundan kurtulabiliriz:
vi: Hãy cùng ta và chúng ta có thể rũ bỏ ách đô hộ của
zh_hans: 加入我，我们可以不再受制于

source: the oppressors
de: die Unterdrücker
fr: les oppresseurs
it: gli oppressori
ko: 압제자
pl: prześladowców
pt_br: os opressores
ru: угнетателей
tr: zalimler
vi: những kẻ áp bức
zh_hans: 压迫者

source: the weary shoulders of the people of
de: die müden Schultern der Menschen der
fr: les épaules fatiguées du peuple de
it: le spalle stanche del popolo di
ko: 백성들의 지친 어깨
pl: zmęczonych ramion mieszkańców
pt_br: os ombros cansados do povo de
ru: с усталых плеч народа
tr: şunun halkının yorgun omuzları:
vi: đôi vai mệt mỏi của người dân
zh_hans: 疲惫的肩膀，人民之于

source: this place
de: dieser Ort
fr: cet endroit
it: questo posto
ko: 이곳
pl: tego miejsca
pt_br: Este lugar
ru: этого места
tr: bu yer
vi: nơi đây
zh_hans: 这个地方

source: forever!
de: für immer!
fr: toujours!
it: per sempre!
ko: 영원히!
pl: na zawsze!
pt_br: para sempre
ru: навсегда!
tr: sonsuza dek!
vi: mãi mãi!
zh_hans: 永远！

source: I'm with you on this.
de: Ich stimme dir zu.
fr: Je suis avec vous sur ce point.
it: Sono d'accordo con te.
ko: 나는 이것에 대해 당신과 함께 있습니다.
pl: Jestem w tym z tobą.
pt_br: Estou com você sobre isso.
ru: Я буду с вами в этом деле.
tr: Bu konuda seninleyim.
vi: Ta ủng hộ ngươi trong chuyện này.
zh_hans: 我与你同在。

source: Thank you!
de: Danke!
fr: Merci!
it: Grazie!
ko: 고맙습니다!
pl: Dziękuję ci!
pt_br: Obrigado!
ru: Спасибо!
tr: Teşekkür ederim!
vi: Cảm ơn!
zh_hans: 谢谢！

source: Nevermind.
de: Vergiss es.
fr: Pas grave.
it: Non importa.
ko: 신경 쓰지 마.
pl: Nieważne.
pt_br: Esqueçe.
ru: Неважно.
tr: Boş ver.
vi: Thôi vậy.
zh_hans: 没关系。

source: I'd like to stay here another day if you don't mind.
de: Ich möchte einen weiteren Tag hier bleiben, wenn Sie nichts dagegen haben.
fr: J'aimerais rester ici un autre jour si ça ne te dérange pas.
it: Vorrei rimanere un altro giorno, se non vi dispiace.
ko: 괜찮으시다면 하루 더 여기에 머물고 싶습니다.
pl: Chciałbym tu pozostać jeden dzień więcej, jeśli nie masz nic przeciwko.
pt_br: Eu gostaria de ficar aqui mais um dia, se não se importa.
ru: Я хотел бы здесь переночевать, если вы не возражаете.
tr: Sakıncası yoksa burada bir gün daha kalmak isterim.
vi: Ta muốn ở lại đây thêm một ngày nếu ngươi không phiền.
zh_hans: 如果你不介意的话，我想在这里再留一天。

source: Please let me shelter here for the night.
de: Bitte gebt mir hier einen Unterschlupf für die Nacht.
fr: S'il te plaît, laisse-moi m'abriter ici pour la nuit.
it: Per favore, lasciatemi rifugiare qui per la notte.
ko: 여기서 밤을 지내게 해주세요.
pl: Proszę pozwól mi się tu schronić na noc.
pt_br: Por favor, deixe-me abrigar aqui durante a noite.
ru: Пожалуйста, дайте мне приют на ночь.
tr: Lütfen gece için buraya sığınmama izin ver.
vi: Xin hãy cho phép ta trú ngụ tại đây đêm nay.
zh_hans: 请让我在这里住宿过夜。

source: Uh... what was that?
de: Uh... was war das?
fr: Euh... qu'est-ce que c'était ?
it: Uhm... cos'era quello?
ko: 어... 그게 뭐였지?
pl: Uh... co to było?
pt_br: Hum... o que foi aquilo?
ru: Эй, что это было?
vi: Ưm... đó là gì vậy?
zh_hans: 呃......那是什么？

source: Of course. My pleasure.
de: Natürlich. Gern geschehen.
fr: Bien sûr. Mon plaisir.
it: Certo. Il piacere è mio.
ko: 물론.
pl: Oczywiście. Z przyjemnością.
pt_br: É claro. O prazer é meu.
ru: Конечно, будьте как дома.
vi: Tất nhiên rồi. Vô cùng vinh hạnh.
zh_hans: 当然。我的荣幸。
