Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: attacked by zombie possible relative
de: von Zombie angegriffen möglicher Verwandter
fr: attaqué par un parent zombie possible
it: attaccato dallo zombi di un possibile parente
ko: 좀비 가능한 친척에 의해 공격
pl: zaatakowany przez możliwego krewnego zombie
pt_br: atacado por zumbi possível parente
ru: атакованный зомби возможный родственник
tr: olası akrabası olan bir zombi saldırdı
vi: Bị tấn công bởi zombie có thể là người thân
zh_hans: 被可能是亲戚的僵尸袭击的

source: tired of drink
de: des Trinkens müde
fr: fatigué de boire
it: stanco di bere
ko: 술에 지쳤어
pl: zmęczony piciem
pt_br: cansado de beber
ru: устал пить
tr: içecekten bıktı
vi: Chán ngán đồ uống
zh_hans: 厌倦了喝酒

source: drinking blood
de: Blut trinken
fr: boire du sang
it: bevendo sangue
ko: 피를 마시다
pl: picie krwi
pt_br: bebendo sangue
ru: питье крови
tr: kan içiyor
vi: Uống máu
zh_hans: 喝血

source: drinking slime
de: Schleim trinken
fr: boire de la boue
it: bere melma
ko: 점액을 마시는
pl: picie szlamu
pt_br: bebendo gosma
ru: питьевая слизь
tr: balçık içiyor
vi: Uống chất nhầy
zh_hans: 喝泥

source: drinking vomit
de: Erbrochenes trinken
fr: boire du vomi
it: bere vomito
ko: 음주 구토
pl: picie wymiocin
pt_br: bebendo vômito
ru: пить рвоту
tr: kusmuk içiyor
vi: Uống chất nôn
zh_hans: 喝呕吐物

source: drinking goo
de: Schmalz trinken
fr: boire de la pâte
it: bere roba viscida
ko: 끈적 끈적한
pt_br: Bebendo gosma
ru: питьевая слизь
tr: vıcık vıcık sıvı içiyor
vi: Uống chất sệt
zh_hans: 喝酒

source: drinking ichor
de: Trinken eitriges sekret
fr: boire de l'ichor
it: bevuto icore
ko: 영액을 마시다
pl: picie ichoru
pt_br: beber icor
ru: пить кровь
tr: ilahi kan içiyor
vi: Uống dịch thể
zh_hans: 喝脓水

source: drinking pus
de: Eiter trinken
fr: boire du pus
it: bevuto pus
ko: 고름을 마시다
pl: picie ropy
pt_br: bebendo pus
ru: пить гной
tr: irin içiyor
vi: Uống mủ
zh_hans: 喝脓

source: drinking nasty
de: Saufgelage
fr: boire méchant
it: bevuto nauseante
ko: 불쾌한 음주
pl: paskudne picie
pt_br: bebendo nojento
ru: пьянство
tr: iğrenç bir şey içiyor
vi: Uống thứ kinh tởm
zh_hans: 没喝好

source: drinking rotten
de: Fäulnis trinken
fr: boire pourri
it: bevuto marcio
ko: 썩은 술
pl: picie zepsutego
pt_br: bebendo podre
ru: пить гнилой
tr: çürümüş bir şey içiyor
vi: Uống thứ thối rữa
zh_hans: 饮品腐坏

source: drinking without well
de: Trinken ohne Quelle
fr: boire sans puits
it: bevuto senza pozzo
ko: 술을 잘 마시다
pl: picie bez studni
pt_br: bebendo mal
ru: пить без настроения
tr: kuyu olmadan içiyor
vi: Uống không có giếng
zh_hans: 喝得不好

source: view favorite animal caged
de: Lieblingstier im Käfig anschauen
fr: voir animal préféré en cage
it: visto l'animale preferito in gabbia
ko: 우리에 갇힌 좋아하는 동물 보기
pl: Zobacz ulubione zwierzę w klatce
pt_br: Ver animal favorito enjaulado
ru: просмотреть любимое животное в клетке
tr: kafeslenmiş favori hayvanı gördü
vi: Nhìn thấy con vật yêu thích bị nhốt trong lồng
zh_hans: 查看笼子里最喜欢的动物

source: view hated vermin caged
de: betrachtet gehasstes Ungeziefer im Käfig
fr: voir la vermine détestée en cage
it: visti odiati parassiti ingabbiati
ko: 갇힌 보기 싫어하는 해충
pl: widok znienawidzonego robactwa w klatce
pt_br: ver vermes odiados enjaulados
ru: просмотреть ненавистных паразитов в клетке
tr: kafeslenmiş nefret edilen haşereyi gördü
vi: Nhìn thấy động vật gây hại bị ghét bỏ bị nhốt trong lồng
zh_hans: 查看笼中的讨厌害虫

source: slept without proper room
de: schlief ohne richtigen Raum
fr: dormi sans chambre appropriée
it: ha dormito senza una stanza adeguata
ko: 적당한 방 없이 잤다
pl: spał bez odpowiedniego pomieszczenia
pt_br: dormiu sem um local apropriado
ru: спал не в спальне
tr: uygun bir oda olmadan uyudu
vi: Ngủ không có phòng riêng phù hợp
zh_hans: 没有适当的房间睡觉

source: slept in room
de: schlief im Zimmer
fr: dormi dans la chambre
it: ha dormito in stanza
ko: 방에서 잤다
pl: spał w pokoju
pt_br: dormiu no quarto
ru: спал в комнате
tr: odada uyudu
vi: Ngủ trong phòng
zh_hans: 睡在房间里

source: slept on smooth floor
de: schlief auf glattem Boden
fr: dormi sur un sol lisse
it: ha dormito su un pavimento liscio
ko: 매끄러운 바닥에서 잤다
pl: spał na gładkiej podłodze
pt_br: dormiu no chão liso
ru: спал на ровном полу
tr: pürüzsüz zeminde uyudu
vi: Ngủ trên sàn nhẵn
zh_hans: 睡在光滑的地板上

source: slept in mud
de: schlief im Schlamm
fr: dormi dans la boue
it: ha dormito nel fango
ko: 진흙탕에서 잤다
pl: spał w błocie
pt_br: dormiu no barro
ru: спал в грязи
tr: çamurda uyudu
vi: Ngủ trong bùn
zh_hans: 睡在泥里

source: slept on grass
de: schlief im Gras
fr: dormi sur l'herbe
it: ha dormito sull'erba
ko: 풀밭에서 잤다
pl: spał na trawie
pt_br: dormiu na grama
ru: спал на траве
tr: çimende uyudu
vi: Ngủ trên cỏ
zh_hans: 睡在草地上

source: slept on rough stone
de: schlief auf rauem Stein
fr: dormi sur de la pierre brute
it: ha dormito sulla pietra grezza
ko: 거친 돌 위에서 잠을 잤다
pl: spał na szorstkim kamieniu
pt_br: dormiu em pedra áspera
ru: спал на жестком камне
tr: kaba taşta uyudu
vi: Ngủ trên đá thô
zh_hans: 睡在粗糙的石头上

source: slept on rocks
de: schlief auf Felsen
fr: dormi sur des rochers
it: ha dormito sulle rocce
ko: 바위 위에서 잤다
pl: spał na skałach
pt_br: Dormiu nas rochas
ru: спал на камнях
tr: kayalarda uyudu
vi: Ngủ trên sỏi
zh_hans: 睡在岩石上

source: slept on ice
de: schlief auf Eis
fr: dormi sur la glace
it: ha dormito sul ghiaccio
ko: 얼음 위에서 잤다
pl: spał na lodzie
pt_br: Dormiu no gelo
ru: спал на льду
tr: buzda uyudu
vi: Ngủ trên băng
zh_hans: 睡在冰上

source: slept on dirt
de: schlief im Dreck
fr: dormi sur la saleté
it: ha dormito per terra
ko: 흙 위에서 잤다
pl: spał na ziemi
pt_br: Dormiu na terra
ru: спал на грязи
tr: toprakta uyudu
vi: Ngủ trên đất
zh_hans: 睡在泥土上

source: slept on driftwood
de: schlief auf Treibholz
fr: dormi sur du bois flotté
it: dormito su legno di deriva
ko: 유목 위에서 잤다
pl: spał na drewnie dryfującym
pt_br: dormiu em troncos
ru: спал на хворосте
tr: sürüklenen odun üzerinde uyudu
vi: Ngủ trên gỗ trôi dạt
zh_hans: 睡在浮木上

source: artwork defaced
de: Kunstwerke verunstaltet
fr: oeuvre dégradée
it: opere d'arte deturpata
ko: 작품이 훼손된
pl: zniszczone dzieło sztuki
pt_br: trabalho de arte desfigurado
ru: произведение искусства испорчено
tr: sanat eseri tahrip edildi
vi: Tác phẩm nghệ thuật bị bôi bẩn
zh_hans: 艺术品污损

source: evicted
de: vertrieben
fr: expulsé
it: sfrattato
ko: 퇴거
pl: eksmitowany
pt_br: despejado
ru: изгнан
tr: tahliye edildi
vi: Bị đuổi khỏi
zh_hans: 被驱逐

source: gave birth
de: gebar
fr: a donné naissance
it: ha partorito
ko: 출산
pl: urodziła
pt_br: Deu a luz
ru: родить
tr: doğum yaptı
vi: Đã sinh con
zh_hans: 生了孩子

source: gained relative
de: relativ gewonnen
fr: relatif gagné
it: guadagnato familiare
ko: 얻은 친척
pl: zyskał względną
pt_br: ganho relativo
ru: приобрести родственника
tr: yeni bir akrabası oldu
vi: Có thêm người thân
zh_hans: 获得亲戚

source: received water
de: Wasser erhalten
fr: a reçu de l'eau
it: acqua ricevuta
ko: 받은 물
pl: otrzymana woda
pt_br: Recebeu água
ru: получена вода
tr: su aldı
vi: Đã nhận nước
zh_hans: 被喂水

source: gave water
de: gab Wasser
fr: a donné de l'eau
it: ha dato acqua
ko: 물을 주었다
pl: dał wodę
pt_br: deu água
ru: дал воды
tr: su verdi
vi: Đã cho nước
zh_hans: 喂水给

source: received food
de: erhielt Lebensmittel
fr: nourriture reçue
it: ha ricevuto cibo
ko: 받은 음식
pl: otrzymał żywność
pt_br: recebeu comida
ru: получил еду
tr: yiyecek aldı
vi: Đã nhận thức ăn
zh_hans: 收到食物

source: gave food
de: gab Essen
fr: a donné de la nourriture
it: ha dato cibo
ko: 음식을 주었다
pl: dał jedzenie
pt_br: deu comida
ru: дал еду
tr: yiyecek verdi
vi: Đã cho thức ăn
zh_hans: 送食物

source: relation abstract chat
de: Beziehung abstraktes Gespräch
fr: relation abstraite chat
it: relazione chiacchiera astratta
ko: 관계 추상 채팅
pl: relacja abstrakcyjna
pt_br: relação resumo bate-papo
ru: отношения в абстрактной беседе
tr: akrabayla soyut sohbet
vi: Trò chuyện chung chung về mối quan hệ
zh_hans: 关系抽象的聊天

source: relation gave personal chat
de: Beziehung gab persönliches Gespräch
fr: relation a donné une conversation personnelle
it: relazione fatto chiacchierata personale
ko: 관계는 개인 채팅을 제공
pl: relacja dała osobistą rozmowę
pt_br: relação de chat pessoal
ru: отношения дали личное общение
tr: akraba kişisel sohbet açtı
vi: Đã trò chuyện riêng tư về mối quan hệ
zh_hans: 关系给个人聊天

source: relation received personal chat
de: Beziehung erhielt persönlichen Gespräch
fr: relation reçu chat personnel
it: relazione ricevuta chiacchierata personale
ko: 관계 수신 개인 채팅
pl: relacja otrzymała osobisty czat
pt_br: relação recebida chat pessoal
ru: отношения, полученные в личном общении
tr: akraba kişisel sohbet aldı
vi: Đã nhận trò chuyện riêng tư về mối quan hệ
zh_hans: 关系收到个人聊天

source: relation gave stress complaint chat
de: Beziehung gab Stress Beschwerde Gespräch
fr: relation a donné stress plainte chat
it: relazione fatto chiacchierata lamentela di stress
ko: 관계는 스트레스 불만 채팅을 주었다
pl: relacja dała czat reklamacyjny
pt_br: a conversa deu estresse devido a conversa
ru: отношения вызвали стресс жалоба чат
tr: akraba stres şikayeti sohbeti açtı
vi: Đã trò chuyện than phiền về căng thẳng trong mối quan hệ
zh_hans: 倾诉出内心压力的关系

source: relation received stress complaint chat
de: Beziehung eingegangene Stressbeschwerde Gespräch
fr: relation reçu stress plainte chat
it: relazione ricevuta chiacchierata lamentela di stress
ko: 관계 수신 스트레스 불만 채팅
pl: relacja otrzymana na czacie reklamacyjnym dotyczącym stresu
pt_br: recebeu estresse na relação devido a conversa
ru: отношение, полученное в чате жалоб на стресс
tr: akraba stres şikayeti sohbeti aldı
vi: Đã nhận trò chuyện than phiền về căng thẳng trong mối quan hệ
zh_hans: 收到压力倾诉的关系

source: relation chat
de: Beziehungs-Gespräch
fr: conversation relationnelle
it: relazione chiacchierata
ko: 관계 채팅
pl: relacja czat
pt_br: chat de relacionamento
ru: беседа отношений
tr: akraba sohbeti
vi: Trò chuyện về mối quan hệ
zh_hans: 聊天

source: met in room
de: im Zimmer getroffen
fr: rencontré dans la chambre
it: incontrato in stanza
ko: 방에서 만났다
pl: spotkaliśmy się w pokoju
pt_br: encontrou na sala
ru: встретил в комнате
tr: odada buluştu
vi: Đã gặp trong phòng
zh_hans: 在房间里见面

source: official meeting in bedroom
de: offizielles Sitzung im Schlafzimmer
fr: réunion officielle dans la chambre
it: riunione ufficiale in camera da letto
ko: 침실에서 공식 회의
pl: oficjalne spotkanie w sypialni.
pt_br: reunião oficial no quarto
ru: официальная встреча в спальне
tr: yatak odasında resmi toplantı
vi: Cuộc họp chính thức trong phòng ngủ
zh_hans: 在卧室的正式会议

source: official meeting in dining room
de: offizielle Sitzung im Speisesaal
fr: réunion officielle dans la salle à manger
it: riunione ufficiale in sala da pranzo
ko: 식당에서 공식 회의
pl: Oficjalne spotkanie w jadalni
pt_br: reunião oficial na sala de jantar
ru: официальная встреча в столовой
tr: yemek salonunda resmi toplantı
vi: Cuộc họp chính thức trong phòng ăn
zh_hans: 在餐厅的正式会议

source: official meeting without room
de: offizielle Sitzung ohne Raum
fr: réunion officielle sans salle
it: riunione ufficiale senza stanza
ko: 자리 없는 공식 회의
pl: oficjalne spotkanie poza salą
pt_br: reunião oficial sem sala
ru: официальная встреча без комнаты
tr: oda olmadan resmi toplantı
vi: Cuộc họp chính thức không có phòng
zh_hans: 没有房间的正式会议

source: have tomb
de: hat ein Grab
fr: avoir une tombe
it: ha il sepolcro
ko: 무덤이 있다
pl: ma grób
pt_br: tem tumba
ru: иметь гробницу
tr: mezarı var
vi: có lăng mộ
zh_hans: 有坟墓

source: have no tomb
de: haben kein Grab
fr: n'a pas de tombe
it: non ha il sepolcro
ko: 무덤이 없다
pl: nie mają grobu
pt_br: não tem tumba
ru: нет гробницы
tr: mezarı yok
vi: không có lăng mộ
zh_hans: 没有坟墓

source: interacted with community pillar
de: mit der Gemeinschaftssäule interagiert
fr: interagi avec le pilier communautaire
it: interagito con pilastro della comunità
ko: 커뮤니티 기둥과 상호 작용
pl: interakcja z filarem społeczności
pt_br: Interagir com o pilar da comunidade
ru: взаимодействовал с сообществом
tr: topluluk anıtıyla etkileşime geçti
vi: tương tác với trụ cột cộng đồng
zh_hans: 与社区顶梁柱互动

source: interacted with pet
de: mit dem Haustier interagiert
fr: a interagi avec un animal de compagnie
it: interagito con animale domestico
ko: 애완 동물과 상호 작용
pl: interakcja ze zwierzęciem
pt_br: interagiu com animal de estimação
ru: взаимодействовал с питомцем
tr: evcil hayvanla etkileşime geçti
vi: tương tác với thú cưng
zh_hans: 与宠物互动

source: turned child away from sanctuary
de: Kind von der Zuflucht abgewiesen
fr: a détourné l'enfant du sanctuaire
it: allontanato il bambino dal santaurio
ko: 아이를 성역에서 멀리 돌렸다
pl: odwrócił dziecko od sanktuarium
pt_br: virou a criança para além do santuário
ru: выгнал детей прочь из святилища
tr: çocuğu sığınaktan geri çevirdi
vi: xua đuổi trẻ nhỏ khỏi thánh địa
zh_hans: 让孩子远离庇护所

source: expelled
de: vertrieben
fr: exclu
it: espulso
ko: 추방
pl: wydalony
pt_br: expulso
ru: выслан
tr: kovuldu
vi: bị trục xuất
zh_hans: 开除

source: relative expelled
de: Verwandter vertrieben
fr: parent expulsé
it: parente espulso
ko: 친척 추방
pl: wydalony krewny
pt_br: parente expulso
ru: родственник выслан
tr: akraba kovuldu
vi: người thân bị trục xuất
zh_hans: 亲戚被驱逐出境

source: dead unit convicted
de: tote Einheit verurteilt
fr: unité morte condamnée
it: unità morta condannata
ko: 죽은 단위 유죄 판결
pl: skazany jest martwy
pt_br: unidade morta condenada
ru: мертвая единица осуждена
tr: ölü şahıs mahkum edildi
vi: đơn vị đã chết bị kết tội
zh_hans: 死亡单位被判有罪

source: animal convicted
de: Tier verurteilt
fr: animal condamné
it: animale condannato
ko: 유죄 판결을 받은 동물
pl: skazane zwierzę
pt_br: Animal condenado
ru: животное осуждено
tr: hayvan mahkum edildi
vi: động vật bị kết tội
zh_hans: 动物被定罪

source: victim convicted
de: Verurteiltes Opfer
fr: victime condamnée
it: vittima condannata
ko: 유죄 판결을 받은 피해자
pl: ofiara skazana
pt_br: Vítima condenada
ru: жертва осуждена
tr: mağdur mahkum edildi
vi: nạn nhân bị kết tội
zh_hans: 受害者被定罪

source: perpetrator convicted
de: Verurteilter Täter
fr: l'auteur condamné
it: perpetratore condannato
ko: 유죄 판결을 받은 가해자
pl: sprawca skazany
pt_br: perpetrador condenado
ru: виновный осужден
tr: fail mahkum edildi
vi: thủ phạm bị kết tội
zh_hans: 犯罪者被定罪

source: perpetrator against family convicted
de: Straftäter gegen Familie verurteilt
fr: agresseur contre la famille condamné
it: perpetratore contro la famiglia condannato
ko: 가족에 대한 가해자 유죄 판결
pl: sprawca czynu przeciwko rodzinie skazany
pt_br: autor condenado contra família
ru: виновный против семьи осужден
tr: aileye karşı suç işleyen fail mahkum edildi
vi: thủ phạm chống lại gia đình bị kết tội
zh_hans: 犯有家庭罪的犯罪者

source: body of relation rotted
de: Körper der Beziehung verrottet
fr: corps de relation pourri
it: corpo di relazione marcito
ko: 썩은 관계의 몸
pl: zgniłe ciało relacji
pt_br: corpo de relação apodrecido
ru: тело родственника сгнило
tr: akrabanın cesedi çürüdü
vi: thi thể người thân phân hủy
zh_hans: 身体腐烂了

source: unmet needs
de: Bedürfnisse
fr: besoins non satisfaits
it: bisogni insoddisfatti
ko: 충족되지 않은 필요
pl: niezaspokojone potrzeby
pt_br: Necessidade insatisfeita
ru: неудовлетворённые потребности
tr: karşılanmamış ihtiyaçlar
vi: nhu cầu không được đáp ứng
zh_hans: 未满足的需求

source: pray to hf
de: zu hf beten
fr: prier hf
it: preghiera a hf
ko: hf에게기도
pl: modlić się do hf
pt_br: rezar para hf
ru: молиться на и.ф.
tr: tarihi figüre dua et
vi: cầu nguyện hf
zh_hans: 祈祷

source: religion prayer
fr: prière religieuse
it: religione preghiera
ko: 종교기도
pl: modlitwa religijna
pt_br: oração religiosa
ru: молитва
tr: dini dua
vi: cầu nguyện tôn giáo
zh_hans: 宗教祈祷者

source: religion prayer in incorrect temple
de: Religion Gebet im falschen Tempel
fr: prière religieuse dans un temple incorrect
it: religione preghiera in tempio non corretto
ko: 잘못된 성전에서 종교기도
pl: modlitwa religijna w niewłaściwej świątyni
pt_br: Reza religiosa em um templo incorreto
ru: молитва в неправильном храме
tr: yanlış tapınakta dini dua
vi: cầu nguyện tôn giáo tại đền thờ không đúng
zh_hans: 宗教祈祷者不正确的寺庙

source: religion prayer in godless temple
de: religion gebet im gottlosen tempel
fr: prière religieuse dans un temple impie
it: religione preghiera in tempio senza Dio
ko: 경건한 성전에서 종교기도
pl: modlitwa religijna w bezbożnej świątyni
pt_br: Reza religiosa em um templo sem deus
ru: молитва в оскверненном храме
tr: tanrısız tapınakta dini dua
vi: cầu nguyện tôn giáo tại đền thờ vô thần
zh_hans: 宗教祈祷者在没有指定神灵的寺庙中

source: pray to hf in dedicated temple
de: zu hf im geweihten tempel beten
fr: prier hf dans un temple dédié
it: prega hf nel tempio dedicato
ko: 전용 사원에서 hf에게기도
pl: modlić się do niego w poświęconej świątyni
pt_br: rezar para hf no tempo dedicado
ru: молится богу в посвященном храме
tr: adanmış tapınakta tarihi figüre dua et
vi: cầu nguyện hf tại đền thờ chuyên dụng
zh_hans: 在专门的寺庙里祈祷

source: drinking without goblet
de: Trinken ohne Kelch
fr: boire sans gobelet
it: bere senza calice
ko: 잔 없이 술을 마시다
pl: picie bez kielicha
pt_br: Bebendo sem copo
ru: пьет без кружки
tr: kadehsiz içiyor
vi: uống nước không có cốc
zh_hans: 没有高脚杯喝酒

source: research breakthrough
de: Forschungsdurchbruch
fr: percée de la recherche
it: scoperta straordinaria
ko: 연구 혁신
pl: przełom badawczy
pt_br: Descoberta científica
ru: исследовательский прорыв
tr: araştırma atılımı
vi: đột phá nghiên cứu
zh_hans: 研究突破

source: stuck on research topic
de: Feststecken am Forschungsthema
fr: bloqué sur le sujet de recherche
it: bloccato sull'argomento di ricerca
ko: 연구 주제에 갇혀
pl: Utknąłem w temacie badań
pt_br: estagnado em tópico de pesquisa
ru: застрял на теме исследования
tr: araştırma konusunda takıldı
vi: mắc kẹt với đề tài nghiên cứu
zh_hans: 坚持研究课题

source: ponder research topic
de: über ein Forschungsthema nachdenken
fr: réfléchir au sujet de recherche
it: rifletti sul tema di ricerca
ko: 연구 주제를 숙고하다
pl: rozważanie tematu badawczego
pt_br: considera tópico de pesquisa
ru: обдумать тему исследования
tr: araştırma konusu üzerine kafa yor
vi: suy ngẫm đề tài nghiên cứu
zh_hans: 思考研究课题

source: discuss research topic
de: Forschungsthema diskutieren
fr: discuter du sujet de recherche
it: discuti l'argomento di ricerca
ko: 연구 주제를 토론하다
pl: omówienie tematu bada
pt_br: discute tópico de pesquisa
ru: обсудить тему исследования
tr: araştırma konusunu tartış
vi: thảo luận đề tài nghiên cứu
zh_hans: 讨论研究课题

source: syndrome emotion
de: Syndrom Emotion
fr: émotion du syndrome
it: sindrome dell'emozione
ko: 증후군 감정
pl: zespół emocjonalny
pt_br: síndrome de emoção
ru: синдром эмоций
tr: sendrom duygusu
vi: cảm xúc hội chứng
zh_hans: 综合情绪

source: performed in incident
de: im Vorfall durchgeführt
fr: exécuté en cas d'incident
it: eseguito in un incidente
ko: 사건에서 수행
pl: wykonane w incydencie
pt_br: realizada em incidente
ru: выполняется в инцедент
tr: olayda performans sergiledi
vi: biểu diễn trong một sự cố
zh_hans: 在事件中表演

source: saw performance in incident
fr: a vu la performance lors d'un incident
it: visto spettacolo in incidente
ko: 인시던트에서 성능을 확인했습니다.
pl: widział wyniki w incydencie
pt_br: viu performance no ocorrido
ru: видел выступление в инцидент
tr: olayda performans izledi
vi: xem biểu diễn trong một sự cố
zh_hans: 看到了表现

source: kicked out of troupe
de: aus der Truppe geworfen
fr: expulsé de la troupe
it: cacciato dalla troupe artistica
ko: 극단에서 쫓겨남
pl: wyrzucony z trupy
pt_br: Expulso da Grupo
ru: выгнали из труппы
tr: kumpanyadan atıldı
vi: bị đuổi khỏi đoàn kịch
zh_hans: 踢出了剧团

source: learned scholar flag
fr: drapeau érudit érudit
it: studioso erudito bandiera
ko: 학자 깃발
pl: flaga uczonego
pt_br: aprendeu a marca do erudito
ru: узнал флаг ученого
tr: yeni bir akademik kavram öğrendi
vi: học được đặc điểm học giả
zh_hans: 博学学者的国旗

source: learned skill
de: erlernte Fähigkeit
fr: compétence acquise
it: abilità appresa
ko: 배운 기술
pl: wyuczona umiejętność
pt_br: Aprendeu habilidade
ru: изученный навык
tr: yetenek öğrendi
vi: học được kỹ năng
zh_hans: 学到的技能

source: learned written content
de: Gelernter schriftlicher Inhalt
fr: contenu écrit appris
it: appreso contenuto scritto
ko: 학습된 서면 콘텐츠
pl: wyuczone treści pisane
pt_br: aprendeu conteúdo escrito
ru: изученное письменное содержание
tr: yazılı içerik öğrendi
vi: học được nội dung viết
zh_hans: 学过书面内容

source: learned interaction
de: erlernte Interaktion
fr: interaction apprise
it: interazione appresa
ko: 학습된 상호 작용
pl: wyuczona interakcja
pt_br: interação aprendida
ru: узнал взаимодействие
tr: etkileşim öğrendi
vi: học được tương tác
zh_hans: 学会了互动

source: learned poetic form
de: erlernte dichterische Form
fr: forme poétique apprise
it: forma poetica appresa
ko: 배운 시적 형식
pl: wyuczona forma poetycka
pt_br: forma poética aprendida
ru: выученный поэтический жанр
tr: şiirsel form öğrendi
vi: học được thể thơ
zh_hans: 学习诗意的形式

source: learned musical form
de: erlernte Musikform
fr: forme musicale apprise
it: forma musicale appresa
ko: 배운 음악 형식
pl: wyuczona forma muzyczna
pt_br: forma musical aprendida
ru: изучил музыкальный жанр искусства
tr: müzikal form öğrendi
vi: học được thể nhạc
zh_hans: 学过的音乐形式

source: learned dance form
de: erlernte Tanzform
fr: forme de danse apprise
it: imparata forma di danza
ko: 배운 춤 형식
pl: wyuczona forma tańca
pt_br: forma de dança aprendida
ru: выучен танцевальный стиль
tr: dans formu öğrendi
vi: học được thể vũ đạo
zh_hans: 学习舞蹈形式

source: taught scholar flag
fr: drapeau érudit enseigné
it: insegnato studioso bandiera
ko: 학자 깃발을 가르쳤다
pl: nauczana flaga naukowa
pt_br: bandeira acadêmica ensinada
ru: учил ученый флаг
tr: yeni akamedmik kavram öğretti
vi: dạy đặc điểm học giả
zh_hans: 教过学者旗

source: taught skill
de: unterrichtet Fähigkeit
fr: compétence enseignée
it: abilità insegnata
ko: 가르친 기술
pl: wyuczona umiejętność
pt_br: habilidade ensinada
ru: учил навыку
tr: yetenek öğretti
vi: dạy kỹ năng
zh_hans: 教授技巧

source: read written content
de: geschriebene Inhalte lesen
fr: lire le contenu écrit
it: letto contenuto scritto
ko: 서면 내용 읽기
pl: czytać treści pisane
pt_br: Ler conteúdo escrito
ru: читает содержание письма
tr: yazılı bir eser okudu
vi: đọc nội dung viết
zh_hans: 阅读书面内容

source: wrote written content
de: geschriebene Inhalte
fr: écrit du contenu écrit
it: scritto contenuti scritti
ko: 서면 내용을 작성
pl: napisał treść
pt_br: escrevi conteúdo escrito
ru: написал письменное содержание
tr: yazılı bir eser yazdı
vi: viết nội dung
zh_hans: 写了书面内容

source: residency petition accepted
de: Antrag auf Wohnsitznahme akzeptiert
fr: demande de résidence acceptée
it: domanda di soggiorno accettata
ko: 거주 청원 접수
pl: Petycja o rezydenturę przyjęta
pt_br: pedido de residência aceitado
ru: прошение о проживании принято
tr: ikamet dilekçesi kabul edildi
vi: đơn xin cư trú được chấp thuận
zh_hans: 居住申请被接受

source: citizenship petition accepted
de: Antrag auf Einbürgerung angenommen
fr: demande de citoyenneté acceptée
it: domanda di cittadinanza accettata
ko: 시민권 청원 접수
pl: Petycja o obywatelstwo przyjęta
pt_br: pedido de cidadania aceitado
ru: ходатайство о гражданстве одобрено
tr: vatandaşlık dilekçesi kabul edildi
vi: đơn xin nhập tịch được chấp thuận
zh_hans: 公民身份请愿被接受

source: residency petition rejected
de: Antrag auf Aufenthaltsgenehmigung abgelehnt
fr: demande de résidence rejetée
it: domanda di soggiorno respinta
ko: 거주 청원이 거부됨
pl: Petycja o rezydenturę odrzucona
pt_br: pedido de residência negado
ru: прошение о проживании отклонено
tr: ikamet dilekçesi reddedildi
vi: đơn xin cư trú bị từ chối
zh_hans: 居住请愿被拒绝

source: citizenship petition rejected
de: Antrag auf Einbürgerung abgelehnt
fr: demande de citoyenneté rejetée
it: domanda di cittadinanza respinta
ko: 시민권 청원 거부
pl: Petycja o obywatelstwo odrzucona
pt_br: pedido de cidadania rejeitado
ru: ходатайство о гражданстве отклонено
tr: vatandaşlık dilekçesi reddedildi
vi: đơn xin nhập tịch bị từ chối
zh_hans: 居住申请被拒绝

source: left troupe
de: linke Truppe
fr: troupe de gauche
it: lasciato la troupe
ko: 왼쪽 극단
pl: lewy zespół
pt_br: deixou trupe
ru: покинул труппу
tr: kumpanyadan ayrıldı
vi: rời đoàn kịch
zh_hans: 离开剧团
