Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Doors can be used along with walls to enclose rooms, which is especially important when placing multiple zones at once. Doors can also be forbidden or attached to levers to control movement in the fort.
de: Türen können zusammen mit Wänden verwendet werden, um Räume zu umschließen, was besonders wichtig ist, wenn man mehrere Zonen gleichzeitig platziert. Türen können auch verboten oder an Hebeln befestigt werden, um die Bewegung in der Festung zu kontrollieren.
fr: Les portes peuvent être utilisées avec des murs pour délimiter des pièces, ce qui est particulièrement important lorsque vous placez plusieurs zones à la fois. Les portes peuvent également être interdites ou attachées à des leviers pour contrôler les mouvements dans le fort.
it: Puoi usare porte insieme alle pareti per racchiudere le stanze, il che è assai importante quando si posizionano più zone contemporaneamente. Le porte possono anche essere proibite o attaccate a leve per controllare il movimento nel forte.
ko: 문은 벽과 함께 방을 둘러싸는 데 사용할 수 있으며, 특히 한번에 여러 구역을 배치할 때 중요합니다. 또한 문은 사용 금지 설정이나 레버 부착을 통해 요새 내의 이동을 제어할 수 있습니다.
pl: Drzwi mogą być używane razem ze ścianami, aby domykać pomieszczenia, co jest szczególne istotne przy umieszczaniu wielu stref na raz. Drzwi mogą również być zabronione lub podłączane do dźwigni, aby kontrolować ruch w forcie.
pt_br: Portas podem ser usadas em conjunto com paredes para selar salas, o que é muito importante quando alocando varias zonas ao mesmo tempo. Portas podem também ser proibidas ou ligadas a alavancas para controle de fluxo no forte.
ru: Двери можно разместить примыкая ко стенам для ограждения комнат, что особенно важно при множественном размещении сразу нескольких зон. Двери также можно запретить или связать с рычагами для управления движением в форте.
vi: Cửa có thể được dùng cùng với tường để bao quanh các căn phòng, điều này đặc biệt quan trọng khi đặt nhiều khu vực cùng lúc. Cửa cũng có thể bị cấm hoặc gắn vào cần gạt để kiểm soát di chuyển trong pháo đài.
zh_hans: 门可以和墙一起用来封闭房间，这在同时放置多个区域时尤其重要。 门也可以被禁止或连接到杠杆上，以控制堡垒中的运动。

source: Hatches can be placed at the tops of stairwells or above ramps to control movement in the fort when they are forbidden or attached to levers.
de: Luken können am oberen Ende von Treppenhäusern oder über Rampen angebracht werden, um die Bewegung in der Festung zu kontrollieren, wenn sie verboten oder an Hebeln angebracht sind.
fr: Des écoutilles peuvent être placées au sommet des cages d'escalier ou au-dessus des rampes pour contrôler les mouvements dans le fort lorsqu'elles sont interdites ou attachées à des leviers.
it: Le botole possono essere posizionate in cima alle trombe delle scale o sopra le rampe per controllare il movimento nel forte quando sono proibite o collegate a leve.
ko: 해치는 계단의 상단이나 경사로 위에 설치한 뒤, 사용 금지 설정이나 레버 부착을 통해 요새 내의 이동을 제어할 수 있습니다.
pl: Włazy mogą być umieszczane na górze schodów lub nad rampami, aby kontrolować ruch w forcie gdy są zabronione lub podłączone do dźwigni.
pt_br: Escotilhas podem ser colocadas no topo de escadarias ou sobre rampas para controle de fluxo no forte quando proibidas ou conectadas à alavancas.
ru: Люки можно расположить поверх лестниц или пандусов, чтобы контролировать движение в форте, запретив их или присоединив к рычагам.
tr: Kapaklar, yasaklandıklarında veya kaldıraçlara bağlandıklarında kaledeki hareketi kontrol etmek için merdiven boşluklarının tepesine veya rampaların üzerine yerleştirilebilir.
vi: Cửa sập có thể được đặt ở đầu cầu thang hoặc phía trên dốc để kiểm soát di chuyển trong pháo đài khi chúng bị cấm hoặc gắn vào cần gạt.
zh_hans: 舱口可以放置在楼梯间的顶部或坡道上方，以控制堡垒中的运动，当它们被禁止或连接到杠杆时。

source: Bridges can be used to span open spaces or placed above water or magma. Bridges can be connected to levers and raised to block access.
fr: Les ponts peuvent être utilisés pour enjamber des espaces ouverts ou placés au-dessus de l'eau ou du magma. Les ponts peuvent être reliés à des leviers et relevés pour bloquer l'accès.
it: I ponti possono essere usati per attraversare spazi aperti o posizionati sopra acqua o magma. I ponti possono essere collegati a leve e sollevati per bloccare l'accesso.
ko: 다리는 허공이나 물이나, 마그마 위로 건너가기 위해 놓을 수 있습니다. 레버에 연결하면 다리를 들어올려 접근을 차단할 수 있습니다.
pl: Mosty mogą być użyte, aby rozciągnąć je nad otwartymi przestrzeniami lub nad wodą bądź magmą. Mosty mogą zostać połączone z dźwigniami i podnoszone, aby blokować dostęp.
pt_br: Pontes podem ser usadas para preencher espaços vazios ou ser colocadas sobre água ou magma. Pontes podem ser conectadas à alavancas e içadas para bloquear acesso.
ru: Мосты можно использовать для перекрытия открытых пространств или размещать над водой или магмой. Мосты можно соединить с рычагами и поднять их, чтобы заблокировать доступ.
vi: Cầu có thể được dùng để bắc qua các không gian trống hoặc đặt phía trên mặt nước hay dung nham. Cầu có thể được nối với cần gạt và nâng lên để chặn lối đi.
zh_hans: 桥梁可以用来跨越空旷的空间，或者放置在水或岩浆之上。 桥梁可以与杠杆相连，并升起以阻断通道。

source: Paved roads use less materials than constructed floors and can be used to stop plants from growing over wagon trails.
de: Gepflasterte Straßen verbrauchen weniger Material als gebaute Böden und können dazu dienen, das Wachstum von Pflanzen über Wagenspuren zu verhindern.
fr: Les routes pavées utilisent moins de matériaux que les sols construits et peuvent être utilisées pour empêcher les plantes de pousser sur les sentiers des wagons.
it: Le strade pavimentate utilizzano meno materiali rispetto ai pavimenti costruiti e possono essere utilizzate per impedire alle piante di crescere sui sentieri dei carri.
ko: 포장도로는 바닥보다는 적은 재료를 사용합니다. 포장도로는 흙길과 다르게 도로에서 식물이 자라는것을 방지합니다.
pl: Utwardzone drogi wymagają mniej materiałów niż podłogi i mogą być użyte do powstrzymania wzrostu roślin na szlakach ruchu wozów.
pt_br: Estradas pavimentadas usam menos materiais do que os pisos e podem ser usadas para impedir que as plantas cresçam nas trilhas dos vagões.
ru: На дорогах с твердым покрытием используется меньше материалов, чем на сооруженных полах, и их можно использовать для предотвращения роста растений на путях движения фургонов.
tr: Döşeli yollar, inşa edilen zeminlerden daha az malzeme kullanır ve bitkilerin vagon yollarının üzerinde büyümesini engellemek için kullanılabilir.
vi: Đường lát đá sử dụng ít vật liệu hơn sàn được xây dựng và có thể dùng để ngăn cây cối mọc lấn lên đường xe ngựa.
zh_hans: 铺设的道路比建造的地板使用更少的材料，可以用来阻止植物在马车道上生长。

source: Dirt roads do not require materials, but the dirt road may quickly be overgrown by plants.
de: Für unbefestigte Wege werden keine Materialien benötigt, aber der unbefestigte Weg kann schnell von Pflanzen überwuchert werden.
fr: Les chemins de terre ne nécessitent pas de matériaux, mais le chemin de terre peut rapidement être envahi par les plantes.
it: Le strade sterrate non richiedono materiali, ma la strada sterrata può essere rapidamente ricoperta di piante.
ko: 흙길은 따로 재료를 필요로 하지 않지만, 시간이 지나면 자라나는 식물들로 인해 사라질것입니다.
pl: Wydeptane drogi nie wymagają materiałów, ale mogą szybko zarosnąć roślinami.
pt_br: Estradas de chão não necessitam de materiais, porém estradas de chão são rapidamente tomadas por vegetação.
ru: Грунтовые дороги не требуют материалов, но грунтовая дорога может быстро зарасти растениями.
tr: Toprak yollar malzeme gerektirmez, ancak toprak yol hızla bitkilerle kaplanabilir.
vi: Đường đất không yêu cầu vật liệu, nhưng đường đất có thể nhanh chóng bị cây cối mọc lấn.
zh_hans: 土路不需要材料，但土路可能很快就会被植物所覆盖。

source: Blocks creatures but allows the passage of fluids and items. Can be built on any floor. Grates unlike bars have a quality and enhance the value of rooms. Grates can be connected to levers.
fr: Bloque les créatures mais permet le passage des fluides et des objets. Peut être construit à n'importe quel étage. Les grilles contrairement aux barres ont une qualité et rehaussent la valeur des pièces. Les grilles peuvent être reliées à des leviers.
it: Blocca le creature ma consente il passaggio di fluidi e oggetti. Si può costruire a qualsiasi piano. Le grate a differenza delle sbarre hanno una qualità e valorizzano gli ambienti. Le grate si possono collegare alle leve.
ko: 생물의 이동은 막지만 유체나 물건은 통과시킵니다. 아무 바닥에나 설치할 수 있습니다. 창살과는 다르게 품질이 있기 때문에 방의 가치를 향상시킬 수 있습니다. 레버에 연결할 수 있습니다.
pl: Blokuje stworzenia, ale pozwala na przepływ płynów i przedmiotów. Może zostać zbudowana w każdej podłodze. Kratownica, w przeciwieństwie do krat ma jakość i podnosi wartość pomieszczeń. Kratownice mogą być podłączone do dźwigni.
pt_br: Impede criaturas mas permite a passagem de fluidos e itens. Podem ser construidas em qualquer piso. Grades diferente de barras têm uma qualidade e melhoram a riqueza das salas. Grades podem ser conectadas à alavancas.
ru: Блокирует существ, но позволяет проходить жидкостям и предметам. Может быть построен на любом этаже. Решетки, в отличие от прутьев, обладают качеством и повышают ценность помещений. Решетки могут быть соединены с рычагами.
vi: Chặn sinh vật nhưng cho phép chất lỏng và vật phẩm đi qua. Có thể xây dựng trên bất kỳ sàn nào. Lưới chắn khác với song chắn ở chỗ có chất lượng và làm tăng giá trị của các căn phòng. Lưới chắn có thể được nối với cần gạt.
zh_hans: 阻挡生物，但允许液体和物品通过。 可以建在任何楼层。 栅栏与酒吧不同，它具有质量，可以提高房间的价值。 栅栏可以与杠杆连接。

source: Blocks creatures but allows the passage of fluids and items. Can be built over empty spaces, stairs, ramps, or above liquids. Grates unlike bars have a quality and enhance the value of rooms. Grates can be connected to levers.
fr: Bloque les créatures mais permet le passage des fluides et des objets. Peut être construit sur des espaces vides, des escaliers, des rampes ou au-dessus de liquides. Les grilles contrairement aux barres ont une qualité et rehaussent la valeur des pièces. Les grilles peuvent être reliées à des leviers.
it: Blocca le creature ma consente il passaggio di fluidi e oggetti. Si può costruire su spazi vuoti, scale, rampe o sopra liquidi. Le grate a differenza delle sbarre hanno una qualità e valorizzano gli ambienti. Le griglie si possono collegare alle leve.
ko: 생물의 이동은 막지만 유체나 물건은 통과시킵니다. 허공, 계단, 경사로, 액체 위에 지을 수 있습니다. 창살과는 다르게 품질이 있기 때문에 방의 가치를 향상시킬 수 있습니다. 레버에 연결할 수 있습니다.
pl: Blokuje stworzenia, ale pozwala na przepływ płynów i przedmiotów. Może zostać zbudowana nad pustymi przestrzeniami, schodami, rampami lub nad płynami. Kratownica, w przeciwieństwie do krat ma jakość i podnosi wartość pomieszczeń. Kratownice mogą być podłączone do dźwigni.
pt_br: Impede criaturas mas permite a passagem de fluidos e itens. Podem ser construidas sobre espaços vazios, escadas, rampas ou sobre líquidos. Grades diferente de barras têm uma qualidade e melhoram a riqueza das salas. Grades podem ser conectadas à alavancas.
ru: Блокирует существ, но не мешает прохождению жидкостей и предметов. Можно строить поверх пустых мест, лестниц, пандусов или над жидкостями. Решетки, в отличие от прутьев, обладают качеством и повышают ценность комнат. Решетки могут быть соединены с рычагами.
vi: Chặn sinh vật nhưng cho phép chất lỏng và vật phẩm đi qua. Có thể xây dựng trên không gian trống, cầu thang, dốc, hoặc phía trên chất lỏng. Lưới chắn khác với song chắn ở chỗ có chất lượng và làm tăng giá trị của các căn phòng. Lưới chắn có thể được nối với cần gạt.
zh_hans: 阻挡生物，但允许液体和物品通过。 可以建在空地、楼梯、坡道或液体上方。 栅栏与酒吧不同，它具有质量，可以提高房间的价值。 栅栏可以与杠杆连接。

source: Blocks creatures but allows the passage of fluids and items. Can be built on any floor. Bars unlike grates do not have a quality and so do not enhance the value of rooms significantly. Bars can be connected to levers.
fr: Bloque les créatures mais permet le passage des fluides et des objets. Peut être construit à n'importe quel étage. Contrairement aux grilles, les barres n'ont pas de qualité et n'augmentent donc pas la valeur des pièces de manière significative. Les barres peuvent être reliées à des leviers.
it: Blocca le creature ma consente il passaggio di fluidi e oggetti. Si può costruire a qualsiasi piano. Le sbarre, a differenza delle grate, non hanno una qualità e quindi non aumentano in modo significativo il valore delle stanze. Le sbarre si possono collegare alle leve.
ko: 생물의 이동은 막지만 유체나 물건은 통과시킵니다. 아무 바닥에나 설치할 수 있습니다. 격자와는 다르게 품질이 없기 때문에 방의 가치를 크게 향상시키지 못합니다. 레버에 연결할 수 있습니다.
pl: Blokują stworzenia, ale pozwalają na przepływ płynów i przedmiotów. Mogą zostać zbudowane w każdej podłodze. Kraty, w przeciwieństwie do kratownicy, nie mają jakości i nie podnoszą znacząco wartości pomieszczeń. Kraty mogą być podłączone do dźwigni.
pt_br: Impede criaturas mas permite a passagem de fluidos e itens. Podem ser construidas em qualquer piso. Barras diferente de grades não têm uma qualidade e portanto não melhoram a riqueza das salas. Barras podem ser ligadas a alavancas.
ru: Блокирует существ, но позволяет проходить жидкостям и предметам. Возможна установка на любой этаж. Прутья, в отличие от решеток, не обладают качеством и поэтому существенно не повышают ценность помещений. Прутья могут быть соединены с рычагами.
vi: Chặn sinh vật nhưng cho phép chất lỏng và vật phẩm đi qua. Có thể xây dựng trên bất kỳ sàn nào. Song chắn khác với lưới chắn ở chỗ không có chất lượng và do đó không làm tăng đáng kể giá trị của các căn phòng. Song chắn có thể được nối với cần gạt.
zh_hans: 阻挡生物，但允许液体和物品通过。 可以建在任何楼层。 栏杆与栅栏不同，没有质量，因此不能显著提高房间的价值。 栏杆可以与杠杆连接。

source: Blocks creatures but allows the passage of fluids and items. Can be built over empty spaces, stairs, ramps, or above liquids. Bars unlike grates do not have a quality and so do not enhance the value of rooms significantly. Bars can be connected to levers.
fr: Bloque les créatures mais permet le passage des fluides et des objets. Peut être construit sur des espaces vides, des escaliers, des rampes ou au-dessus de liquides. Contrairement aux grilles, les barres n'ont pas de qualité et n'augmentent donc pas la valeur des pièces de manière significative. Les barres peuvent être reliées à des leviers.
it: Blocca le creature ma consente il passaggio di fluidi e oggetti. Si può costruire su spazi vuoti, scale, rampe o sopra liquidi. Le sbarre, a differenza delle grate, non hanno una qualità e quindi non aumentano in modo significativo il valore delle stanze. Le sbarre si possono collegare alle leve.
ko: 생물의 이동은 막지만 유체나 물건은 통과시킵니다. 허공, 계단, 경사로, 액체 위에 지을 수 있습니다. 격자와는 다르게 품질이 없기 때문에 방의 가치를 크게 향상시키지 못합니다. 레버에 연결할 수 있습니다.
pl: Blokują stworzenia, ale pozwalają na przepływ płynów i przedmiotów. Mogą zostać zbudowane nad pustymi przestrzeniami, schodami, rampami lub nad płynami. Kraty, w przeciwieństwie do kratownicy, nie mają jakości i nie podnoszą znacząco wartości pomieszczeń. Kraty mogą być podłączone do dźwigni.
pt_br: Impede criaturas mas permite a passagem de fluidos e itens. Podem ser construidas sobre espaços vazios, escadas, rampas ou sobre líquidos. Barras diferente de grades não têm uma qualidade e não melhoram a riqueza das salas. Grades podem ser conectadas à alavancas.
ru: Блокирует существ, но не мешает прохождению жидкостей и предметов. Можно строить поверх пустых мест, лестниц, пандусов или над жидкостями. Прутья, в отличие от решетки, не обладают качеством и потому не сильно повышают ценность комнат. Решетки могут быть соединены с рычагами.
tr: Yaratıkları engeller ancak sıvıların ve eşyaların geçişine izin verir. Boş alanların, merdivenlerin, rampaların veya sıvıların üzerine inşa edilebilir. Izgaralardan farklı olarak parmaklıkların bir kalitesi yoktur ve bu nedenle odaların değerini önemli ölçüde artırmaz. Parmaklıklar kola bağlanabilir.
vi: Chặn sinh vật nhưng cho phép chất lỏng và vật phẩm đi qua. Có thể xây dựng trên không gian trống, cầu thang, dốc, hoặc phía trên chất lỏng. Song chắn khác với lưới chắn ở chỗ không có chất lượng và do đó không làm tăng đáng kể giá trị của các căn phòng. Song chắn có thể được nối với cần gạt.
zh_hans: 阻挡生物，但允许液体和物品通过。 可以建在空地、楼梯、坡道或液体上方。 栏杆与栅栏不同，没有质量，因此不能显著提高房间的价值。 栏杆可以与杠杆相连。

source: This ornamental construction can enhance the value of rooms. A window object must be made at a glass furnace before it can be placed.
de: Diese dekorative Konstruktion kann den Wert von Räumen erhöhen. Ein Fensterobjekt muss in einem Glasofen hergestellt werden, bevor es eingesetzt werden kann.
fr: Cette construction ornementale peut valoriser les pièces. Un objet de fenêtre doit être fabriqué dans un four à verre avant de pouvoir être placé.
it: Questa costruzione ornamentale può aumentare il valore delle stanze. L'oggetto finestra va realizzato in un forno per vetro prima di poterlo collocare.
ko: 구조물을 장식하면서 방의 가치와 미관을 향상시킬 수 있습니다. 설치하려면 먼저 유리 용광로에서 만들어야 합니다.
pl: Ta ozdobna konstrukcja może podnieść wartość pomieszczeń. Obiekt okienny musi zostać wytworzony w piecu do szkła, zanim będzie można go umieścić.
pt_br: Esta peça de decoração pode melhorar a riqueza das salas. Um objeto de janela deve ser fabricado em uma fornalha antes de ser alocado.
ru: Эта декоративная конструкция может повысить ценность помещений. Перед установкой оконный объект должен быть изготовлен в стекловаренной печи.
vi: Công trình trang trí này có thể làm tăng giá trị của các căn phòng. Một vật phẩm cửa sổ phải được chế tạo tại lò nung thủy tinh trước khi có thể đặt.
zh_hans: 这种装饰性建筑可以提高房间的价值。 窗户的物件必须在玻璃熔炉中制作，然后才能放置。

source: This ornamental construction can enhance the value of rooms. Three cut gem objects must be made at a jeweler's shop before it can be placed.
de: Diese ornamentale Konstruktion kann den Wert von Räumen erhöhen. Drei geschliffene Schmuckstücke müssen in einem Juweliershop hergestellt werden, bevor sie angebracht werden können.
fr: Cette construction ornementale peut valoriser les pièces. Trois objets de gemme taillée doivent être fabriqués dans une bijouterie avant de pouvoir être placés.
it: Questa costruzione ornamentale può aumentare il valore delle stanze. Tre oggetti Gemma Intagliata vanno realizzati in una gioielleria prima di poter essere collocati.
ko: 구조물을 장식하면서 방의 가치와 미관을 향상시킬 수 있습니다. 설치하려면 먼저 보석 세공소에서 만들어야 합니다.
pl: Ta ozdobna konstrukcja może podnieść wartość pomieszczeń. Trzy oszlifowane klejnoty muszą zostać wykonane w warsztacie jubilerskim, zanim będzie można je umieścić.
pt_br: Esta construção ornamental pode aumentar o valor dos quartos. Três objetos de gema lapidados devem ser feitos em uma joalheria antes de serem colocados.
ru: Эта декоративная конструкция может повысить ценность помещений. Перед установкой должно быть изготовлено три ограненных самоцвета в ювелирной мастерской.
vi: Công trình trang trí này có thể làm tăng giá trị của các căn phòng. Ba vật phẩm đá quý đã cắt gọt phải được chế tạo tại xưởng thợ kim hoàn trước khi có thể đặt.
zh_hans: 这种装饰性建筑可以提高房间的价值。 三种切割的宝石物体必须在珠宝店制作，然后才能放置。

source: Supports will stop cave-ins in the rare event you completely detach a piece of your fortress. Otherwise, they are ornamental.
de: Stützen verhindern Einstürze, falls Sie einen Teil Ihrer Festung vollständig abtrennen. Ansonsten sind sie nur Zierde.
fr: Les supports arrêteront les effondrements dans le rare cas où vous détacheriez complètement un morceau de votre forteresse. Sinon, ils sont ornementaux.
it: I sostegni impediscono i crolli nel raro caso in cui tu stacchi completamente un pezzo della fortezza. Per il resto, sono ornamentali.
ko: 지지대는 층의 일부가 완전히 분리되면 무너져버리는 드문 상황을 방지합니다. 그렇지 않은 경우에는 그저 장식용입니다.
pl: Podpory powstrzymają jaskinie przed rzadkimi wydarzeniami, w których cała część twojego fortu zostałaby zawalona. Poza tym pełnią funkcję ozdobną.
pt_br: Apoios evitam desmoronamentos no caso improvável de você destacar completamente um pedaço de seu forte. De outro modo são apenas decorações.
ru: Опоры предотвратят обрушение в том редком случае, если вы полностью отделите часть вашей крепости. В остальных случаях они являются декоративными.
vi: Cột chống sẽ ngăn chặn sập hầm trong trường hợp hiếm hoi bạn tách rời hoàn toàn một phần pháo đài của mình. Nếu không, chúng chỉ mang tính trang trí.
zh_hans: 在你完全脱离你的堡垒的极少数情况下，支撑物可以阻止塌陷的发生。 否则，它们是装饰性的。

source: You can build walls aboveground, in caverns, or in spaces you have mined out in order to block the passage of creatures, objects, and fluids. Requires boulder, block, or wood.
de: Sie können Mauern über der Erde, in Höhlen oder in Räumen, die Sie abgebaut haben, errichten, um den Durchgang von Kreaturen, Gegenständen und Flüssigkeiten zu blockieren. Erfordert Felsbrocken, Blöcke oder Holz.
fr: Vous pouvez construire des murs au-dessus du sol, dans des cavernes ou dans des espaces que vous avez minés afin de bloquer le passage des créatures, des objets et des fluides. Nécessite un rocher, un bloc ou du bois.
it: È possibile costruire muri in superficie, nelle caverne o negli spazi scavati per bloccare il passaggio di creature, oggetti e fluidi. Richiede massi, blocchi o legna.
ko: 지표면 위, 동굴, 혹은 채굴한 공간에 생물, 물체 혹은 유체를 막는 벽을 세울 수 있습니다. 벽을 건설하기 위해서는 바위, 벽돌 혹은 목재가 필요합니다.
pl: Możesz budować ściany na powierzchni, w jaskiniach lub w miejscach, które wykopałeś, aby zablokować przejście stworzeń, obiektów oraz płynów. Wymaga głazu, bloku lub drewna.
pt_br: Você pode construir paredes na superfície, em cavernas ou em espaços que você tenha escavado para bloquear a passagem de criaturas, objetos, e fluídos. Necessita de pedregulho, bloco, ou madeira.
ru: Вы можете строить стены над землёй, в пещерах или в выкопанных вами пространствах, чтобы блокировать проход существ, предметов и жидкостей. Для создания требуется валун, блок или дерево.
vi: Bạn có thể xây tường trên mặt đất, trong hang động hoặc trong các không gian đã khai thác để chặn đường di chuyển của sinh vật, vật phẩm và chất lỏng. Yêu cầu đá tảng, khối hoặc gỗ.
zh_hans: 你可以在地上、洞穴或你挖出的空间中建造墙壁，以阻挡生物、物体和液体的通过。需要巨石、块或木头。

source: You can build reinforced walls aboveground, in caverns, or in spaces you have mined out in order to block the passage of creatures, objects, and fluids. Requires two boulder, block, or wood, and metal bars. Provides some resistance to invaders.
vi: Bạn có thể xây tường kiên cố trên mặt đất, trong hang động hoặc trong các không gian đã khai thác để chặn đường di chuyển của sinh vật, vật phẩm và chất lỏng. Yêu cầu hai đá tảng, khối hoặc gỗ, và thanh kim loại. Cung cấp một số khả năng kháng cự trước quân xâm lược.

source: You can place floors for functional reasons or to enhance the appearance of the fortress. Requires boulder, block, or wood.
de: Sie können Böden für funktionale Zwecke oder zur Verbesserung des Aussehens der Festung einbauen. Erfordert Felsen, Blöcke oder Holz.
fr: Vous pouvez placer des sols pour des raisons fonctionnelles ou pour améliorer l'apparence de la forteresse. Nécessite un rocher, un bloc ou du bois.
it: Puoi collocare i pavimenti per motivi funzionali o migliorare l'aspetto della fortezza. Richiede massi, blocchi o legna.
ko: 기능적인 이유(지붕, 낭떠러지)로 혹은 요새의 미관을 개선하기 위해 바닥을 배치할 수 있습니다. 바위, 벽돌 또는 목재가 필요합니다.
pl: Możesz umieszczać podłogi z powodów funkcjonalnych lub aby poprawić wygląd twierdzy. Wymaga głazu, bloku lub drewna.
pt_br: Você pode colocar pisos por razões práticas ou estéticas. Necessita de pedregulho, bloco, ou madeira.
ru: Вы можете изменять покрытие пола по функциональным соображениям или для улучшения внешнего вида крепости. Для создания требуется валун, блок или дерево.
vi: Bạn có thể đặt sàn vì lý do chức năng hoặc để cải thiện diện mạo của pháo đài. Yêu cầu đá tảng, khối hoặc gỗ.
zh_hans: 你可以出于功能上的考虑或为了增强堡垒的外观而放置地板。 需要巨石、木块或木材。
