Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Equipment
fr: Équipement
it: Attrezzatura
ko: 장비
pl: Wyposażenie
pt_br: Equipamento
ru: Снаряжение
tr: Ekipman
vi: Trang bị
zh_hans: 装备

source: Skills
fr: Compétences
it: Abilità
ko: 기술
pl: Umiej.
pt_br: Habilidades
ru: Умения
tr: Yetenekler
vi: Kỹ năng
zh_hans: 技能

source: Creature
de: Kreatur
fr: Créature
it: Creatura
ko: 생물
pl: Stworzenie
pt_br: Criatura
ru: Существо
tr: Yaratık
vi: Sinh vật
zh_hans: 生物

source: Tame/mountable
de: zaembar/reitbar
fr: Apprivoisable/montable
it: Domato/montabile
pl: Oswojony/do dosiadania
ru: Прирученное/верховое
tr: Evcil/binilebilir
vi: Thuần hóa/cưỡi được

source: Not
de: Nicht
fr: Pas
it: Non
ko: 무경험
pl: Nie
pt_br: Não
ru: Не
tr: Değil
vi: Không
zh_hans: 未曾涉猎

source: The force twists the
de: Die Kraft verdreht das
fr: La force tord le
it: La forza torce la
ko: 힘이 뒤틀린다.
pl: Siła przekręca
pt_br: A força torce o
ru: Сила скручивает
tr: Güç şunu büküyor:
vi: Lực lượng ấy bóp méo
zh_hans: 力量扭曲了

source: year
de: Jahr
fr: an
it: anno
pl: rok
ru: год
tr: yıl
vi: năm
zh_hans: 年

source: My good friend.
de: Mein guter Freund.
fr: Mon bon ami.
it: Mio caro amico.
ko: 나의 좋은 친구.
pl: Mój dobry przyjaciel.
pt_br: Meu bom amigo.
ru: Мой хороший друг.
tr: İyi dostum.
vi: Bạn hiền của ta.
zh_hans: 我的好朋友。

source: Set the weather, temperature, and time.
de: Stelle das Wetter, die Temperatur und die Zeit ein
fr: Régler la météo, la température et l'heure.
it: Imposta il tempo, la temperatura e l'ora.
pl: Ustaw pogodę,temperaturę i czas.
ru: Установить погоду, температуру и время
tr: Hava durumunu, sıcaklığı ve zamanı ayarla.
vi: Đặt thời tiết, nhiệt độ và thời gian.
zh_hans: 设置季节，温度，和时间

source: No cumulus clouds
de: Keine Vertikalwolken
fr: Pas de nuages cumulus
it: Niente cumuli
pl: Brak chmur cumulusów
ru: Нет кучевых облаков
tr: Kümülüs bulutu yok
vi: Không có mây tích
zh_hans: 无积雨云

source: Scattered cumulus
de: Verstreute Vertikalwolken
fr: Cumulus épars
it: Cumuli sparsi
pl: Rozproszone chmury cumulusy
ru: Рассеянные кучевые
tr: Parçalı kümülüs
vi: Mây tích rải rác
zh_hans: 疏疏落落的积雨云

source: Many cumulus (rain)
de: Eine menge Vertikalwolken (Regen)
fr: Nombreux cumulus (pluie)
it: Molti cumuli (pioggia)
pl: Wiele chmur cumulusów (deszcz)
ru: Много кучевых (дождь)
tr: Yoğun kümülüs (yağmur)
vi: Nhiều mây tích (mưa)
zh_hans: 许多乌云（暴雨）

source: Cumulonimbus (rain)
de: vertikale Gewitterwolke (Regen)
fr: Cumulonimbus (pluie)
it: Cumulonembo (pioggia)
pl: chmury Cumulonimbus (deszcz)
ru: Кучево-дождевые (дождь)
tr: Kümülonimbus (yağmur)
vi: Mây vũ tích (mưa)
zh_hans: 黑云压城（雷暴雨）

source: No stratus
de: keine Tiefenwolken
fr: Pas de stratus
it: Niente strato
pl: Brak chmur stratus
ru: Не слоистые
tr: Stratüs yok
vi: Không có mây tầng
zh_hans: 无层云

source: Stratus (rain)
de: tiefe Streifenwolken (Regen)
fr: Stratus (pluie)
it: Strato (pioggia)
pl: chmury Stratus (deszcz)
ru: Слоистые (дождь)
tr: Stratüs (yağmur)
vi: Mây tầng (mưa)
zh_hans: 层云（毛毛雨）

source: Nimbostratus (rain)
de: dunkle Vertikalwolke (Regen)
fr: Nimbostratus (pluie)
it: Nembostrato (pioggia)
pl: Chmura Nimbostratus (deszcz)
ru: Слоисто-дождевые (дождь)
tr: Nimbostratüs (yağmur)
vi: Mây vũ tầng (mưa)
zh_hans: 雨层云（阴雨绵绵）

source: No fog
de: kein Nebel
fr: Pas de brouillard
it: Niente nebbia
ko: 안개한점 없는
pl: Bez mgły
ru: Нет тумана
tr: Sis yok
vi: Không sương mù
zh_hans: 没有雾的

source: Thin mist
de: duenner Dunst
fr: Brouillard fin
it: Sottile foschia
ko: 옅은 안개
pl: Mgiełka
ru: Тонкая дымка
tr: İnce pus
vi: Sương mỏng
zh_hans: 薄雾绵绵的

source: Fog
de: Nebel
fr: Brouillard
it: Nebbia
ko: 안개
pl: Mgła
ru: Туман
tr: Sis
vi: Sương mù
zh_hans: 有雾的

source: Thick fog
de: dichter Nebel
fr: Brouillard épais
it: Nebbia fitta
ko: 두꺼운 안개
pl: Gęsta mgła
ru: Густой туман
tr: Yoğun sis
vi: Sương mù dày đặc
zh_hans: 大雾

source: Dragonfire
de: Drachenfeuer
fr: Feu du dragon
it: Fuoco di drago
ko: 용의 불
pl: Smoczy ogień
ru: Драконье пламя
tr: Ejderha ateşi
vi: Lửa rồng
zh_hans: 龙火

source: Scorching
de: Glühend heiß
fr: Brûlant
it: Rovente
ko: 맹렬한
pl: Upalny
pt_br: Escaldante
ru: Палящий
tr: Kavurucu
vi: Nóng cháy da
zh_hans: 酷热

source: Hot
de: Heiß
fr: Chaud
it: Caldo
ko: 고온
pl: Gorący
pt_br: Oferta
ru: Жаркий
tr: Sıcak
vi: Nóng
zh_hans: 炎热

source: Subterranean
de: Unterirdisch
fr: Sous-terre
it: Sotterraneo
pl: Podziemny
ru: Подземелье
tr: Yer altı
vi: Hầm ngầm
zh_hans: 地下通道

source: Below freezing
de: unterm Gefrierpunkt
fr: sous zéro
it: Sotto zero
pl: Poniżej zera
ru: Ниже нуля
tr: Donma noktasının altında
vi: Dưới mức đóng băng
zh_hans: 零下

source: Deathly cold
de: Klirrende Kaelte
fr: Froid mortel
it: Freddo mortale
ko: 죽을만치 추운
pl: Przeraźliwe zimno
ru: Смертельный холод
tr: Ölümcül soğuk
vi: Lạnh chết người
zh_hans: 刺骨寒冷

source: Absolute zero
de: Absuluter Nullpunkt
fr: Zéro absolu
it: Zero assoluto
pl: Zero absolutne
ru: Абсолютный ноль
tr: Mutlak sıfır
vi: Độ không tuyệt đối
zh_hans: 绝对零度

source: Morning
de: Morgens
fr: Matin
it: Mattina
ko: 아침
pl: Poranek
ru: Утро
tr: Sabah
vi: Buổi sáng
zh_hans: 清晨

source: Late morning
de: Spaet morgens
fr: Tard dans la matinée
it: Tarda mattinata
ko: 늦은 아침
pl: Późny ranek
ru: Позднее утро
tr: Kuşluk vakti
vi: Cuối buổi sáng
zh_hans: 辰时

source: Early afternoon
de: Früher Nachmittag
fr: Début d'après-midi
it: Primo pomeriggio
ko: 낮즈음
pl: Wczesne popołudnie
ru: Ранняя середина дня
tr: Öğle sonu
vi: Đầu giờ chiều
zh_hans: 巳时

source: Late afternoon
de: Spaeter Nachmittag
fr: Fin d'après-midi
it: Tardo pomeriggio
ko: 늦은 오후
pl: Późne popołudnie
ru: Поздняя середина дня
tr: İkindi
vi: Cuối giờ chiều
zh_hans: 未时

source: Early evening
de: Frueher Abend
fr: Début de soirée
it: Sera presto
ko: 이른 저녁
pl: Wczesny wieczór
ru: Ранний вечер
tr: Akşamüstü
vi: Đầu buổi tối
zh_hans: 傍晚

source: Evening
de: Abend
fr: Soirée
it: Sera
ko: 저녁
pl: Wieczór
ru: Вечер
tr: Akşam
vi: Buổi tối
zh_hans: 入夜

source: Night
de: Nacht
fr: Nuit
it: Notte
ko: 밤
pl: Noc
ru: Ночь
tr: Gece
vi: Đêm
zh_hans: 晚上

source: Late night
de: Spaeter Abend
fr: Tard dans la nuit
it: Notte fonda
ko: 늦은 밤
pl: Późna noc
ru: Поздняя ночь
tr: Gece yarısı
vi: Đêm muộn
zh_hans: 深夜

source: Early morning
de: Frueher Morgen
fr: Début de matinée
it: Mattina presto
ko: 이른 아침
pl: Wczesny poranek
ru: Раннее утро
tr: Sabahın erken saatleri
vi: Rạng sáng
zh_hans: 凌晨

source: item
fr: Objet
it: oggetto
ko: 물품
pl: przedmiot
ru: предмет
tr: eşya
vi: vật phẩm
zh_hans: 物品

source: have returned.
de: sind zurückgekehrt.
fr: sont revenus.
it: sono tornati.
ko: 돌아왔다.
pl: już powrócili.
pt_br: retornou,
ru: вернулись.
tr: geri döndüler.
vi: đã trở về.
zh_hans: 已经回来了。

source: and others have returned.
de: und andere sind zurückgekehrt.
fr: et d'autres sont revenus.
it: e altri sono tornati.
ko: 그리고 다른 이들이 돌아왔다.
pl: inni zaś już powrócili.
pt_br: e outros retornaram.
ru: и другие вернулись.
tr: ve diğerleri geri döndü.
vi: và những người khác đã trở về.
zh_hans: 已经和其他人一起回来了。

source: has returned.
de: ist wiedergekehrt.
fr: est revenu.
it: è tornato.
ko: 돌아왔다.
pl: powrócił.
pt_br: retornou.
ru: вернулся.
tr: geri döndü.
vi: đã trở về.
zh_hans: 已经回来了。

source: has brought back many tales from beyond
de: hat viele Geschichten aus dem Jenseits mitgebracht
fr: a ramené de nombreux contes d'au-delà
it: ha riportato molte storie dall'estero
ko: 요새 너머에서 많은 이야기를 가져 왔다.
pl: przyniósł wiele opowieści z daleka
pt_br: trouxe de volta várias histórias de longe
ru: принес много историй из-за пределов
tr: ötesinden birçok hikaye getirdi:
vi: đã mang về nhiều câu chuyện từ vùng đất xa xôi
zh_hans: 从外面带回了许多故事

source: has brought back a few rumors.
de: hat einige Gerüchte mitgebracht.
fr: a fait remonter quelques rumeurs.
it: ha riportato alcune dicerie.
ko: 몇 가지 소문을 가져 왔다.
pl: przyniósł ze sobą kilka plotek.
pt_br: trouxe de volta alguns rumores.
ru: привёз несколько слухов.
tr: birkaç söylenti getirdi.
vi: đã mang về vài tin đồn.
zh_hans: 带回了一些传闻。

source: has brought back a rumor from abroad.
de: hat ein Gerücht aus dem Ausland zurückgebracht.
fr: a rapporté une rumeur de l'étranger.
it: ha riportato una diceria dall'estero.
ko: 요새 밖의 소문을 가져 왔다.
pl: przyniósł ze sobą kilka plotek z zagranicy.
pt_br: trouxe de volta um rumor vindo do exterior.
ru: принёс слух из-за рубежа.
tr: uzak diyarlardan bir söylenti getirdi.
vi: đã mang về một tin đồn từ xứ lạ.
zh_hans: 带回了一些国外的传闻。

source: has arrived.
de: ist angekommen.
fr: est arrivé.
it: è arrivato.
ko: 도착했다.
pl: przybył.
pt_br: chegou.
ru: прибыл.
tr: ulaştı.
vi: đã đến.
zh_hans: 已经到达。

source: is visiting.
de: besucht.
fr: est en visite.
it: è in visita.
ko: 방문한다.
pl: składa wizytę
pt_br: está visitando.
ru: прибыл.
tr: ziyaret ediyor.
vi: đang ghé thăm.
zh_hans: 正在参观。

source: , the performance troupe, has arrived.
de: , die Performancetruppe , ist eingetroffen.
fr: , la troupe de spectacle, est arrivée.
it: , la troupe artistica è arrivata.
ko: , 공연단이 도착했다.
pl: , trupa artystów, przybyła.
pt_br: , a trupe de performance, chegou.
ru: , актерская труппа, прибыла.
tr: , performans topluluğu ulaştı.
vi: , đoàn biểu diễn, đã đến.
zh_hans: ，表演队已经到了。

source: , a performance troupe, is visiting.
de: , eine Performancetruppe ist zu besuch.
fr: , une troupe de spectacle, est en visite.
it: , una troupe artistica sta facendo visita.
ko: , 공연단이 방문했다.
pl: , trupa artystów, składa wizytę.
pt_br: , uma companhia performática, está visitando.
ru: труппа прибыла.
tr: , bir performans topluluğu ziyaret ediyor.
vi: , một đoàn biểu diễn, đang ghé thăm.
zh_hans: ，一个表演团前来拜访。

source: I feel so glum.
de: Ich fühle mich so deprimiert.
fr: Je me sens si maussade.
it: Mi sento così depresso.
ko: 기분이 너무 우울해.
pl: Czuję się tak ponuro.
pt_br: Sinto-me tao triste.
ru: Я чувствую себя так мрачно.
tr: Kendimi çok asık suratlı hissediyorum.
vi: Ta cảm thấy buồn rầu quá.
zh_hans: 我感到很闷闷不乐。

source: Spoils Report:
de: Beute Bericht:
fr: Rapport de butin:
it: Rapporto del Bottino:
ko: 전리품 보고서:
pl: Raport o uszkodzeniach:
pt_br: Relatório de Pilhagem:
ru: Сообщение о порче:
tr: Ganimet Raporu:
vi: Báo cáo chiến lợi phẩm:
zh_hans: 破坏报告：

source: and others
de: und andere
fr: et d'autres
it: ed altri
ko: 그리고 남은 것들
pl: i inni
pt_br: e outros
ru: и другие
tr: ve diğerleri
vi: và những người khác
zh_hans: 和别的

source: Winter
fr: L'hiver
it: Inverno
ko: 겨울
pl: Zima
pt_br: Inverno
ru: зимы
tr: Kış
vi: Mùa Đông
zh_hans: 冬季

source: Autumn
de: Herbst
fr: L'automne
it: Autunno
ko: 가을
pl: Jesień
pt_br: Outono
ru: осени
tr: Sonbahar
vi: Mùa Thu
zh_hans: 秋季

source: Summer
de: Sommer
fr: Été
it: Estate
ko: 여름
pl: Lato
pt_br: Verão
ru: лета
tr: Yaz
vi: Mùa Hè
zh_hans: 夏季

source: Spring
de: Frühling
fr: Le printemps
it: Primavera
ko: 봄
pl: Wiosna
pt_br: Primavera
ru: весны
tr: İlkbahar
vi: Mùa Xuân
zh_hans: 春季

source: You awaken from your slumber.
tr: Uykundan uyanıyorsun.
vi: Ngươi tỉnh giấc khỏi giấc ngủ say.

source: "You will have to leave this structure first before you can travel. Try to make your way out to the settlement."
tr: Seyahat edebilmek için önce bu yapıdan ayrılmalısın. Yerleşkeden dışarı çıkmaya çalış.
vi: Ngươi sẽ phải rời khỏi công trình này trước khi có thể di chuyển. Hãy tìm cách ra khỏi đây để đến khu định cư.

source: The dead walk. Hide while you still can!
de: Die Toten wandeln. Versteckt euch,solange ihr noch könnt!
fr: Les morts marchent. Cachez-vous pendant que vous le pouvez encore !
it: I morti camminano. Nasconditi finché puoi!
ko: 죽은 자가 걸어온다. 숨을 수 있는 동안 숨어라!
pl: Umarli zaczęli chodzić. Ukryj się póki możesz!
pt_br: Os mortos andam. Esconda-se enquanto pode!
ru: Мёртвые идут! Спасайся кто может!
tr: Ölüler yürüyor. Hala vaktin varken saklan!
vi: Kẻ chết đang đi lại. Hãy ẩn nấp khi còn có thể!
zh_hans: 亡灵侵袭. 能躲起来的都先藏好！

source: Forms twisted from their nature, legion of the night. What hope remains?
de: Von der Natur verformte Wesen, Scharen der Nacht. Welche Hoffnung ist verblieben?
fr: Des formes tordues par rapport à leur nature, légion de la nuit. Quel espoir reste-t-il ?
it: Forme distorte dalla loro natura, legione della notte. Quale speranza resta?
ko: 본래의 형체를 잃고 일그러진 존재들, 암흑의 군단이다. 그들 앞에서 어떤 희망이 남아 있겠는가?
pl: Formy wykrzywione ze swej natury, legion nocy. Jaka nadzieja pozostała?
pt_br: Formas distorcidas de sua natureza, legião da noite. Que esperança resta?
ru: Формы извращенной природы, легионы ночи. Какая надежда нам остается?
tr: Doğasından sapmış formlar, gecenin lejyonu. Geriye ne umut kaldı?
vi: Những hình thù bị vặn vẹo khỏi bản chất, binh đoàn của màn đêm. Còn hy vọng nào chăng?
zh_hans: 本性扭曲，昼伏夜动，希望何存？

source: A vile force of darkness has arrived, seeking a parley!
de: Eine abscheuliche Macht der Finsternis ist gekommen und möchte verhandeln!
fr: Une vile force des ténèbres est arrivée, cherchant à parlementer!
it: È arrivata una vile forza delle tenebre in cerca di negoziato!
ko: 악랄한 어둠의 세력이 협상을 노리고 도착했습니다!
pl: Przybył nikczemny wysłannik sił ciemności, chce pertraktować!
pt_br: Uma força vil das trevas chegou, querendo uma negociação!
ru: Злобные силы тьмы пришли, ждут переговоров!
tr: Karanlığın iğrenç bir gücü ulaştı, görüşme talep ediyor!
vi: Một thế lực hắc ám tàn độc đã đến, tìm cách điều đình!
zh_hans: 一股卑鄙的黑暗势力已经到来，请求谈判！

source: The enemy have come and are preparing to lay siege. They seek a parley!
de: Die Feinde sind gekommen und bereiten sich auf eine Belagerung vor. Sie möchten verhandeln!
fr: L’ennemi est venu et se prépare a assiéger. Ils cherchent un pourparler !
it: Il nemico è arrivato e sta preparando un assedio. Vogliono un negoziato!
ko: 적의 군세가 도달하여 공성전을 준비합니다! 협상이 아니면 죽음만이 있을뿐입니다.
pl: Wrogowie przybyli i szykują oblężenie. Chcą pertraktować!
pt_br: O inimigo veio e está se preparando para sitiar. Eles querem um negociação!
ru: Враг пришел и готовится к осаде. Они ждут переговоров!
tr: Düşman geldi ve kuşatmaya hazırlanıyor. Görüşme talep ediyorlar!
vi: Kẻ địch đã đến và đang chuẩn bị vây hãm. Chúng tìm cách điều đình!
zh_hans: 敌人来了，正准备围攻。他们寻求一个伙伴！

source: An army has come to your lands seeking a parley.
de: Eine Armee ist in euer Land gekommen, um mit euch zu verhandeln.
fr: Une armée est venue sur vos terres pour demander des pourparlers.
it: Un esercito è giunto nei tuoi possedimenti in cerca di negoziato.
ko: 군대가 협상을 위해 당신의 땅에 왔습니다.
pl: Armia przybyła na Twe ziemie i chce pertraktować!
pt_br: Um exército veio até suas terras para negociar.
ru: Армия вторглась в ваши земли, ждут переговоров
tr: Topraklarına bir ordu geldi, görüşme talep ediyor.
vi: Một đội quân đã đến vùng đất của ngươi tìm cách điều đình.
zh_hans: 一支军队来到你的土地并寻求谈判。

source: A vile force of darkness has arrived!
de: Eine abscheuliche Kraft der Finsternis ist da!
fr: Une vile force des ténèbres est arrivée !
it: È arrivata una nefanda forza dell'oscurità!
ko: 어둠의 불쾌한 군세가 찾아왔습니다!
pl: Przybył nikczemny wysłannik sił ciemności!
pt_br: Uma força vil das trevas chegou!
ru: Злобные силы тьмы наступают!
tr: Karanlığın iğrenç bir gücü ulaştı!
vi: Một thế lực hắc ám tàn độc đã đến!
zh_hans: 一股可恨的黑暗大军到来了！

source: The enemy have come and are laying siege to the fortress.
de: Der Feind ist gekommen und belagert die Festung.
fr: L'ennemi est venu et assiège la forteresse.
it: Il nemico è arrivato e sta assediando la fortezza.
ko: 적군이 와서 요새를 포위 공격합니다.
pl: Przybył nieprzyjaciel i zaczyna oblegać twierdzę.
pt_br: O inimigo chegou e está formando um cerco ao redor da fortaleza.
ru: Враг прибыл и осадил крепость.
tr: Düşman geldi ve kaleyi kuşatıyor.
vi: Kẻ địch đã đến và đang vây hãm pháo đài.
zh_hans: 敌人来此围攻要塞.

source: An army is invading!
de: Eine Armee ist eingedrungen!
fr: Une armée est en train d'envahir !
it: Un esercito sta invadendo!
ko: 군대가 침공합니다!
pl: Wroga armia nadchodzi!
pt_br: Um exército está invadindo!
ru: Вражеская армия наступает!
tr: Bir ordu istila ediyor!
vi: Một đội quân đang xâm lược!
zh_hans: 一支军队正在入侵！

source: The army is commanded by
tr: Ordunun komutanı:
vi: Đội quân được chỉ huy bởi

source: , an ancient and horrible demon escaped from the underworld before the dawn of time
tr: , zamanın şafağından önce yeraltı dünyasından kaçmış, kadim ve korkunç bir iblis
vi: , một ác quỷ cổ xưa và kinh hoàng đã thoát khỏi địa ngục trước buổi bình minh của thời gian

source: , a talented commander
tr: , yetenekli bir komutan
vi: , một chỉ huy tài năng

source: , a seasoned commander
tr: , tecrübeli bir komutan
vi: , một chỉ huy lão luyện

source: , a competent commander
tr: , yetkin bir komutan
vi: , một chỉ huy có năng lực

source: , a
de: , ein
fr: , un
it: , un
tr: , bir
vi: , một
zh_hans: ， 一个

source: true warrior
tr: gerçek savaşçı
vi: chiến binh chân chính

source: skilled warrior
tr: hünerli savaşçı
vi: chiến binh lành nghề

source: middling warrior
tr: vasat bir savaşçı
vi: chiến binh tầm thường

source: Beware their
tr: Şunlara dikkat edin:
vi: Hãy coi chừng

source: heavily-armored
tr: ağır zırhlı
vi: binh lính bọc giáp hạng nặng

source: armored
fr: blindé
it: corazzato
ko: 기갑
pt_br: Armour
ru: бронированный
tr: zırhlı
vi: binh lính bọc giáp
zh_hans: 着甲的

source: elite
tr: seçkin
vi: binh lính tinh nhuệ

source: skilled
tr: hünerli
vi: binh lính lành nghề

source: mounted
de: montiert
fr: monté
it: monta
ko: 탑재
pl: zamontowany
pt_br: montado
ru: установленный
tr: süvari
vi: binh lính cưỡi ngựa
zh_hans: 安装

source: With them
tr: Onlarla birlikte
vi: Cùng với chúng

source: come monstrous siege engineers
tr: devasa kuşatma mühendisleri geliyor
vi: kéo theo những kỹ sư công thành quái dị

source: comes a
tr: bir tane geliyor:
vi: kéo theo một

source: come
tr: geliyorlar:
vi: kéo theo

source: from the
tr: şuradan:
vi: từ vùng

source: invoke
tr: çağır
vi: triệu hồi

source: Year
de: Jahr
fr: An
it: Anno
ko: 년도
pl: Lata
pt_br: Ano
ru: Год
tr: Yıl
vi: Năm
zh_hans: 年

source: overlord
de: Lehensherr
fr: suzerain
it: signore
ko: 지배자
pl: władca
pt_br: Lorde supremo
ru: повелитель
tr: derebeyi
vi: chúa tể tối cao
zh_hans: 霸王

source: overlords
de: Lehensherren
fr: seigneurs
it: signori
ko: 지배자
pl: władcy
pt_br: Lordes supremos
ru: повелители
tr: derebeyleri
vi: các chúa tể tối cao
zh_hans: 霸主

source: has been founded
de: wurde gefunden
fr: a été fondé
it: è stato fondato
ko: 설립되었다
pl: został założony
pt_br: foi fundado
ru: был основан
tr: kuruldu
vi: đã được thành lập
zh_hans: 已成立

source: , has been conquered and
de: , wurde erobert und
fr: , a été conquis et
it: , è stato conquistato e
ko: , 정복되었고
pl: , został podbity i
pt_br: , foi conquistado e
ru: , была завоёвана, и
tr: , fethedildi ve
vi: , đã bị chinh phục và
zh_hans: ，已被征服和

source: , has been
de: , wurde
fr: , a été
it: , è stato
ko: , 되었다
pl: został
pt_br: , foi
ru: был
tr: , şuna dönüştü:
vi: , đã bị
zh_hans: ，一直

source: incorporated into your holdings.
de: in Ihre Bestände aufgenommen.
fr: intégrés à vos avoirs.
it: incorporato nei tuoi possedimenti.
ko: 보유 자산에 편입되었다.
pl: włączone do Twych ziem.
pt_br: incorporada em suas posses.
ru: присоединенный к вашим владениям
tr: mülklerinize dahil edildi.
vi: sáp nhập vào lãnh địa của ngươi.
zh_hans: 并入你的馆藏。

source: has been conquered and now
de: wurde erobert und jetzt
fr: a été conquis et maintenant
it: è stato conquistato ed ora
ko: 정복되었고 지금
pl: , został podbity i obecnie
pt_br: , foi conquistado e agora
ru: , была завоёвана, и теперь
tr: fethedildi ve artık
vi: đã bị chinh phục và giờ đây
zh_hans: 已被征服，现在

source: looks to your thriving economy for its future prosperity.
de: blickt für seinen künftigen Wohlstand auf Ihre florierende Wirtschaft.
fr: se tourne vers votre économie florissante pour sa prospérité future.
it: guarda alla tua fiorente economia per la sua futura prosperità.
ko: 미래를 향해 번영하는 경제를 바라봅니다.
pl: zwraca uwagę na twoją kwitnącą gospodarkę z uwagi na przyszły dobrobyt.
pt_br: olha para a sua próspera economia em busca de sua prosperidade futura.
ru: рассчитывает на вашу преуспевающую экономику для её будущего процветания.
tr: gelecekteki refahı için gelişen ekonominize güveniyor.
vi: trông cậy vào nền kinh tế thịnh vượng của bạn để đạt được sự thịnh vượng trong tương lai.
zh_hans: 期待你蓬勃发展的经济和未来的繁荣。

source: [C:6:0:1]Meat[C:7:0:0] from [C:2:0:0]Livestock[C:7:0:0] you slaughter is a source of food.
fr: [C:6:0:1]La viande[C:7:0:0] du [C:2:0:0]le bétail[C:7:0:0] que vous abattez est une source de nourriture.
it: La [C:6:0:1]Carne[C:7:0:0] del [C:2:0:0]Bestiame[C:7:0:0] che macelli è una fonte di cibo.
pl: [C:6:0:1]Mieso[C:7:0:0] z ubijanej przez ciebie [C:2:0:0]Trzody[C:7:0:0] jest źródłem pożywienia.
pt_br: [C:6:0:1]Carne[C:7:0:0] de [C:2:0:0]Gado[C:7:0:0] que você abate é uma fonte de comida.
ru: [C:6:0:1]Мясо[C:7:0:0] от [C:2:0:0]скота[C:7:0:0], которого вы забиваете, является источником пищи.
tr: Kestiğiniz [C:2:0:0]Hayvanlardan[C:7:0:0] elde edilen [C:6:0:1]Et[C:7:0:0] bir yiyecek kaynağıdır.
vi: [C:6:0:1]Thịt[C:7:0:0] từ [C:2:0:0]Gia súc[C:7:0:0] bạn mổ là một nguồn thực phẩm.
zh_hans: 宰杀[C:2:0:0]牲畜[C:7:0:0]获取的 [C:6:0:1]肉[C:7:0:0]是一种食物来源。

source: When the caravan arrives at the [C:6:0:0]Trade Depot[C:7:0:0], you must click on the depot and select [C:5:0:1]"Bring Goods to Depot"[C:7:0:0].
fr: Lorsque la caravane arrive au [C:6:0:0]Trade Depot[C:7:0:0], vous devez cliquer sur le dépôt et sélectionner [C:5:0:1]"Bring Goods to Depot" [C:7:0:0].
it: Quando la carovana arriva al [C:6:0:0]Deposito commerciale[C:7:0:0], clicca sul deposito e seleziona [C:5:0:1]"Porta merci al deposito"[C:7:0:0].
pl: Kiedy karawana przybywa do [C:6:0:0]Składu Handlowego[C:7:0:0], musisz kliknąć na skład i wybrać [C:5:0:1]"Przynieść towary do składu"[C:7:0:0].
pt_br: Quando a caravana chega no [C:6:0:0]Entreposto Comercial[C:7:0:0], você clicar no entreposto e selecionar [C:5:0:1]"Trazer Bens para o Entreposto"[C:7:0:0].
ru: Когда караван прибудет на [C:6:0:0]Торговый склад[C:7:0:0], вы должны щелкнуть на складе и выбрать [C:5:0:1] "Привезти товары на склад"[C:7:0:0].
tr: Kervan [C:6:0:0]Ticaret Merkezine[C:7:0:0] vardığında, depoya tıklayıp [C:5:0:1]"Malları Depoya Getir"[C:7:0:0] seçeneğini seçmelisiniz.
vi: Khi đoàn lữ hành đến [C:6:0:0]Trạm Giao dịch[C:7:0:0], bạn phải nhấp vào trạm và chọn [C:5:0:1]"Mang hàng hóa đến Trạm"[C:7:0:0].
zh_hans: 当旅行商队到达[C:6:0:0]交易站[C:7:0:0]时，你需要单击交易站，然后选择[C:5:0:1]“将货物放进仓库”[C:7:0:0]

source: One of the compressed files on disk has errors in it. Restore from backup if you are able.
fr: L'un des fichiers compressés sur le disque contient des erreurs. Restaurez à partir de la sauvegarde si vous le pouvez.
it: Uno dei file compressi sul disco contiene errori. Ripristinare dal backup, se possibile.
ko: 디스크의 압축 파일 중 하나에 오류가 있습니다. 가능한 경우 백업에서 복원합니다.
pl: Jeden ze skompresowanych plików na dysku zawiera błędy. Przywróć go z kopii zapasowej, jeśli możesz.
pt_br: Um dos arquivos compactados no disco tem erros. Restauração de backup, se você é capaz.
ru: Один из сжатых файлов на диске содержит ошибки. Восстановите его, если возможно.
tr: Diskteki sıkıştırılmış dosyalardan biri hata içeriyor. Eğer yapabiliyorsanız yedekten geri yükleyin.
vi: Một trong các tệp nén trên đĩa có lỗi. Hãy khôi phục từ bản sao lưu nếu có thể.
zh_hans: 磁盘上的一个压缩文件中有错误。如果可以，请从备份还原。

source: are
de: sind
fr: sommes
it: sono
ko: 은/는
pl: są
pt_br: são
ru: находятся
vi: đang
zh_hans: 是

source: prostrating
de: niederwerfen
fr: se prosterner
it: prostrandosi
ko: 엎드려
pl: składając pokłony
pt_br: Prostrando
ru: преклоняется
tr: secde ediyor
vi: phủ phục
zh_hans: 跪拜

source: themselves
de: selbst
fr: eux-mêmes
it: loro stessi
ko: 그들 자신
pl: samych siebie
pt_br: si mesmos
ru: себя
tr: kendilerini
vi: bản thân
zh_hans: 他们自己

source: before
de: vor
fr: avant de
it: prima
ko: 전
pl: przed
pt_br: diante
ru: перед
tr: şunun önünde:
vi: trước
zh_hans: 之前

source: torturing
de: foltern
fr: torturer
it: torturando
ko: 고문하는
pl: torturuje
pt_br: torturando
ru: пытает
tr: işkence ediyor
vi: tra tấn
zh_hans: 折磨
