Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: added masterful cloth
de: hinzugefügt meisterhaften Stoff
fr: tissu magistral ajouté
it: ha aggiunto stoffa magistrale
ko: 추가 천
pl: dodano mistrzowski materiał
pt_br: adicionado o pano magistral
ru: мастерски добавил ткань
tr: ustaca kumaş ekledi
vi: thêm vải bậc thầy
zh_hans: 添加了巧妙的布料

source: wove a masterful sewn image
de: ein meisterhaft genähtes Bild gewebt
fr: tissé une image cousue magistrale
it: ha tessuto un'immagine cucita magistralmente
ko: 훌륭한 수 놓은 이미지를 엮었습니다.
pl: mistrzowsko wykonany obraz
pt_br: teceu uma imagem costurada magistral
ru: мастерски связал картину
tr: ustaca dikilmiş bir resim dokudu
vi: dệt nên một hình ảnh thêu bậc thầy
zh_hans: 编织出精巧的缝制图像

source: masterfully wrote
de: schrieb meisterhaft
fr: magistralement écrit
it: scritto magistralmente
ko: 훌륭하게 썼다
pl: napisał mistrzowsko
pt_br: magistralmente escreveu
ru: мастерски написано
tr: ustaca yazdı
vi: viết một cách bậc thầy
zh_hans: 巧妙地写道

source: created a masterful illustration
de: schuf eine meisterhafte Illustration
fr: créé une illustration magistrale
it: ha creato un'illustrazione magistrale
ko: 멋진 일러스트레이션을 만들었습니다
pl: stworzył mistrzowską ilustrację
pt_br: criou uma ilustração magistral
ru: мастерски иллюстрировано
tr: ustaca bir illüstrasyon yarattı
vi: tạo ra một minh họa bậc thầy
zh_hans: 创造了一个高超的插图

source: attached a masterful instrument piece
de: ein meisterhaftes Instrumentenstück angebracht
fr: attaché un morceau d'instrument magistral
it: ha attaccato un pezzo di strumento magistrale
ko: 뛰어난 악기 조각 부착
pl: dołączony mistrzowski instrument
pt_br: anexou uma peça de instrumento magistral
ru: прикрепил мастерски сделанную деталь инструмента
tr: ustaca bir enstrüman parçası ekledi
vi: gắn một bộ phận nhạc cụ bậc thầy
zh_hans: 附上了一个精巧的乐器

source: added masterful coloration
tr: ustaca renklendirme ekledi
vi: thêm màu sắc bậc thầy

source: made a masterful improvement
pl: dokonał mistrzowskiej poprawy
tr: ustaca bir geliştirme yaptı
vi: thực hiện một cải tiến bậc thầy

source: to a
de: zu einer
fr: à un
it: a un
ko: ~에게
pl: do
pt_br: para um
ru: к
tr: şuna:
vi: cho một
zh_hans: 到了

source: prepared a masterful
de: bereitet ein Meisterwerk
fr: préparé un magistral
it: ha preparato un magistrale
ko: 대작을 준비했다
pl: przygotował mistrzowski
pt_br: preparou um magistral
ru: мастерски приготовил
tr: ustaca bir ... hazırladı:
vi: chuẩn bị một cách bậc thầy một
zh_hans: 准备了一个高手

source: created a masterful engraving
de: schuf eine meisterhafte Gravur
fr: créé une gravure magistrale
it: ha creato un'incisione magistrale
ko: 멋진 각인을 만들었습니다
pl: stworzył mistrzowski grawerunek
pt_br: criou uma gravura magistral
ru: мастерски создал гравюру
tr: ustaca bir oyma yaptı
vi: tạo ra một bản khắc bậc thầy
zh_hans: 创造了一个精湛的雕刻

source: destroyed
de: zerstört
fr: détruit
it: distrutto
ko: 파괴됨
pl: zniszczony
ru: уничтожен
tr: yok etti:
vi: đã phá hủy
zh_hans: 摧毁

source: a masterpiece
de: ein Meisterwerk
fr: un chef-d'œuvre
it: un capolavoro
ko: 마스터 피스
pl: arcydzieło
pt_br: uma obra-prima
ru: шедевр
tr: bir şaheser
vi: một kiệt tác
zh_hans: 杰作

source: by melting
de: durch schmelzen
fr: en fondant
it: per scioglimento
ko: 녹여서
pl: przez stopienie
pt_br: derretendo
ru: плавлением
tr: eriterek
vi: bằng cách nấu chảy
zh_hans: 通过融化

source: by magma
de: durch Magma
fr: par le magma
it: da magma
ko: 마그마에 의해
pl: przez magmę
pt_br: Fundição de Magma
ru: магмой
tr: magmayla
vi: do dung nham
zh_hans: 由岩浆

source: during fortification carving
de: während der Festungsschnitzerei
fr: pendant la sculpture de la fortification
it: durante l'intaglio della fortificazione
ko: 요새 조각 중
pl: podczas formowania fortyfikacji
pt_br: durante a escultura de fortificação
ru: во время прорубки бойниц
tr: sur oyma sırasında
vi: trong suốt quá trình khắc đẽo công sự
zh_hans: 在设防雕刻期间

source: during mining
de: während Bergbau
fr: pendant l'exploitation minière
it: durante lo scavo
ko: 채광 중
pl: podczas wydobycia
pt_br: durante a mineração
ru: во время копания
tr: madencilik sırasında
vi: trong suốt quá trình khai thác mỏ
zh_hans: 在采矿期间

source: by falling debris
de: durch fallende Trümmer
fr: en tombant des débris
it: dalla caduta di detriti
ko: 떨어지는 파편으로
pl: przez spadające śmieci
pt_br: por escombros caindo
ru: падающими обломками
tr: düşen molozla
vi: do mảnh vỡ rơi xuống
zh_hans: 落下碎片

source: by growing vegetation
de: durch wachsende Vegetation
fr: en faisant pousser de la végétation
it: dalla crescita della vegetazione
ko: 식물을 재배하여
pl: przez rosnącą roślinność
pt_br: pelo crescimento de vegetação
ru: растущими растениями
tr: büyüyen bitki örtüsüyle
vi: do thực vật phát triển
zh_hans: 通过种植植被

source: masterfully constructed by
de: meisterlich konstruiert von
fr: magistralement construit par
it: magistralmente costruito da
ko: 에 의해 훌륭하게 건설
pl: mistrzowsko skonstruowany przez
pt_br: magistralmente construída por
ru: мастерски построено
tr: tarafından ustaca inşa edilmiş:
vi: được kiến tạo một cách bậc thầy bởi
zh_hans: 精心构建的

source: the masterful
de: der Meisterhafte
fr: le magistral
it: il magistrale
ko: 대작
pl: mistrzowski
pt_br: o magistral
ru: шедевральный
tr: ustaca
vi: kiệt tác
zh_hans: 熟练的

source: created by
de: erstellt durch
fr: créé par
it: creato da
ko: 만든
pl: stworzony przez
pt_br: criado por
ru: создан
tr: tarafından yaratılan:
vi: được tạo ra bởi
zh_hans: 创建者

source: masterfully dyed with
de: meisterhaft gefärbt mit
fr: magistralement teint avec
it: tinta magistralmente con
ko: 멋지게 염색한
pl: mistrzowsko barwione za pomocą
pt_br: magistralmente tingido com
ru: мастерски окрасил
tr: şununla ustaca boyanmış:
vi: được nhuộm màu một cách bậc thầy bằng
zh_hans: 精心染色

source: addition of a masterful image
de: Hinzufügung eines meisterhaften Bildes
fr: ajout d'une image magistrale
it: aggiunta di un'immagine magistrale
ko: 고급스러운 이미지 더하기
pl: dodatek mistrzowskiego obrazu
pt_br: adição de uma imagem magistral
ru: мастерское добавление рисунка
tr: ustaca bir resmin eklenmesi
vi: việc thêm một hình ảnh bậc thầy
zh_hans: 增加了一个熟练的形象

source: addition of a masterful covering
de: Hinzufügung einer meisterhaften Abdeckung
fr: ajout d'un revêtement magistral
it: aggiunta di una copertura magistrale
ko: 뛰어난 커버링 추가
pl: dodanie mistrzowskiego pokrycia
pt_br: adição de uma magistral coberta
ru: мастерское добавление покрытия
tr: ustaca bir kaplamanın eklenmesi
vi: việc thêm một lớp phủ bậc thầy
zh_hans: 添加了一个精湛的覆盖物

source: addition of masterful rings
de: Hinzufügung von meisterhaften Ringen
fr: ajout de bagues magistrales
it: aggiunta di anelli magistrali
ko: 명품 반지 추가
pl: dodanie mistrzowskich pierścieni
pt_br: adição de anéis magistrais
ru: мастерское добавление колец
tr: ustaca halkaların eklenmesi
vi: việc thêm các vòng bậc thầy
zh_hans: 加上精湛的戒指

source: addition of masterful bands
de: Ergänzung durch meisterhafte Bänder
fr: ajout de bandes magistrales
it: aggiunta di bande magistrali
ko: 뛰어난 밴드 추가
pl: dodanie mistrzowskich zespołów
pt_br: adição de bandas magistrais
ru: мастерское добавление полос
tr: ustaca şeritlerin eklenmesi
vi: việc thêm các dải bậc thầy
zh_hans: 增加了大师乐队

source: addition of masterful spikes
de: ein Zusatz von meisterhaften Spikes
fr: ajout de pointes magistrales
it: aggiunta di punte magistrali
ko: 뛰어난 스파이크 추가
pl: dodanie mistrzowskich kolców
pt_br: adição de picos magistrais
ru: мастерское добавление шипов
tr: ustaca dikenlerin eklenmesi
vi: việc thêm các gai nhọn bậc thầy
zh_hans: 增加了精湛的尖头

source: addition of masterful rollers
de: Zugabe von meisterhaften Rollen
fr: ajout de rouleaux magistraux
it: aggiunta di rulli magistrali
ko: 뛰어난 롤러 추가
pl: dodanie mistrzowskich rolek
pt_br: adição de rolos magistrais
ru: добавление мастерски выполненных валков
tr: ustaca silindirlerin eklenmesi
vi: việc thêm các con lăn bậc thầy
zh_hans: 添加熟练的滚筒

source: addition of a masterful handle
de: Hinzufügung eines meisterhaften Griffs
fr: ajout d'une poignée magistrale
it: aggiunta di un'impugnatura magistrale
ko: 고급 핸들 추가
pl: dodanie mistrzowskiego uchwytu
pt_br: adição de um identificador magistral
ru: мастерское добавление ручки
tr: ustaca bir sapın eklenmesi
vi: việc thêm một tay cầm bậc thầy
zh_hans: 增加一个熟练的手柄

source: addition of masterful thread
de: Hinzufügung eines meisterhaften Fadens
fr: ajout de fil magistral
it: aggiunta di filo magistrale
ko: 마스터 스레드 추가
pl: dodanie mistrzowskiego wątku
pt_br: adição do segmento magistral
ru: мастерское добавление нити
tr: ustaca ipliğin eklenmesi
vi: việc thêm sợi chỉ bậc thầy
zh_hans: 添加熟练的线程

source: addition of masterful cloth
de: Zugabe von meisterhaftem Stoff
fr: ajout de tissu magistral
it: aggiunta di stoffa magistrale
ko: 장인의 옷감 추가
pl: dodatek mistrzowskiego materiału
pt_br: adição de pano magistral
ru: мастерское добавление ткани
tr: ustaca kumaşın eklenmesi
vi: việc thêm vải bậc thầy
zh_hans: 加上精湛的布料

source: weaving of a masterful sewn image
de: Weben eines meisterhaft genähten Bildes
fr: tissage d'une image cousue magistrale
it: tessitura di un'immagine cucita magistralmente
ko: 뛰어난 봉제 이미지의 직조
pl: tkanie mistrzowsko uszytego obrazu
pt_br: tecelagem de uma imagem costurada magistral
ru: мастерское вязание гобелена
tr: ustaca dikilmiş bir resmin dokunması
vi: việc dệt một hình ảnh thêu bậc thầy
zh_hans: 编织一个精巧的缝制图像

source: creation of a masterful illustration
de: Erstellung einer meisterhaften Illustration
fr: création d'une illustration magistrale
it: creazione di un'illustrazione magistrale
ko: 뛰어난 일러스트레이션 생성
pl: stworzenie mistrzowskiej ilustracji
pt_br: criação de uma ilustração magistral
ru: создание великолепной иллюстрации
tr: ustaca bir illüstrasyonun yaratılması
vi: việc tạo ra một minh họa bậc thầy
zh_hans: 高超插图的创作

source: addition of a masterful instrument piece
de: Hinzufügung eines meisterhaften Instrumentenstücks
fr: ajout d'une pièce instrumentale magistrale
it: aggiunta di un pezzo di strumento magistrale
ko: 뛰어난 악기 조각 추가
pl: dodanie mistrzowskiego instrumentu
pt_br: adição de uma peça de instrumento magistral
ru: добавление мастерски сделанной детали инструмента
tr: ustaca bir enstrüman parçasının eklenmesi
vi: việc thêm một bộ phận nhạc cụ bậc thầy
zh_hans: 增加了一个精巧的乐器

source: writing of a masterpiece
de: Schreiben eines Meisterwerks
fr: écriture d'un chef d'oeuvre
it: scrittura di un capolavoro
ko: 걸작의 집필
pl: pisanie arcydzieła
pt_br: escrita de uma obra-prima
ru: написание шедевра
tr: bir şaheserin yazılması
vi: việc viết một kiệt tác
zh_hans: 写一部杰作

source: creation of a masterful image set
de: Erstellung einer meisterhaften Bilderserie
fr: création d'un jeu d'images magistral
it: creazione di una serie d'immagini magistrali
ko: 뛰어난 이미지 세트 생성
pl: tworzenie mistrzowskiego zestawu obrazów
pt_br: criação de um conjunto de imagens magistral
ru: создание великолепного набора изображений
tr: ustaca bir görüntü setinin yaratılması
vi: việc tạo ra một bộ hình ảnh bậc thầy
zh_hans: 精湛影像集的创作

source: addition of masterful coloration
tr: ustaca renklendirmenin eklenmesi
vi: việc thêm màu sắc bậc thầy

source: making of a masterful improvement
pl: mistrzowskie ulepszenie
tr: ustaca bir geliştirmenin yapılması
vi: việc thực hiện một cải tiến bậc thầy

source: prepared by
de: vorbereitet von
fr: preparé par
it: preparato da
ko: 의해서 준비되었다
pl: przygotowane przez
pt_br: preparado por
ru: приготовлен
tr: tarafından hazırlanan:
vi: được chuẩn bị bởi
zh_hans: 编制

source: the masterful engraving
de: die meisterhafte Gravur
fr: la gravure magistrale
it: la magistrale incisione
ko: 뛰어난 판화
pl: mistrzowski grawerunek
pt_br: a gravura magistral
ru: мастерская гравюра
tr: ustaca işleme
vi: bản khắc bậc thầy
zh_hans: 精湛的雕刻

source: led the attack
de: führte den Angriff
fr: mené l'attaque
it: ha guidato l'attacco
ko: 공격을 주도
pl: poprowadził atak
pt_br: liderou o ataque
ru: возглавил атаку
tr: saldırıyı yönetti
vi: dẫn đầu cuộc tấn công
zh_hans: 领导了这次袭击

source: The defenders were led by
de: Die Verteidiger wurden angeführt von
fr: Les défenseurs étaient menés par
it: I difensori sono stati guidati da
ko: 수비수들이 이끌었다.
pl: Obrońcy byli prowadzeni przez
pt_br: Os defensores foram liderados pelo
ru: Защитников возглавил
vi: Lực lượng phòng thủ được chỉ huy bởi
zh_hans: 防守队员由领导

source: , and the defenders were led by
de: , und die Verteidiger wurden angeführt von
fr: , et les défenseurs étaient menés par
it: e i difensori erano guidati da
ko: , 수비수는
pl: , a obrońcy byli prowadzeni przez
pt_br: , e os defensores foram conduzidos por
ru: , а защитников возглавил
tr: , ve savunmacılar şunun tarafından yönetildi:
vi: , và lực lượng phòng thủ được chỉ huy bởi
zh_hans: ，以及维护者的领导

source: were hired
de: angestellt wurden
fr: ont été embauchés
it: sono stati assunti
ko: 고용되었다
pl: zostali zatrudnieni
pt_br: foram contratados
ru: были наняты
tr: kiralandı
vi: đã được thuê
zh_hans: 被录用

source: as scouts
de: als Späher
fr: comme éclaireurs
it: come ricognitori
ko: 스카우트로
pl: jako zwiadowcy
pt_br: os batedores
ru: разведчиками.
tr: gözcü olarak
vi: làm trinh sát
zh_hans: 作为侦察兵

source: by the attackers.
de: von den Angreifern.
fr: par les assaillants.
it: dagli aggressori.
ko: 공격자에 의해.
pl: przez napastników.
pt_br: pelos atacantes.
ru: атакующими.
tr: saldırganlar tarafından.
vi: bởi những kẻ tấn công.
zh_hans: 由攻击者

source: The defenders hired
de: Die Verteidiger stellten ein
fr: Les défenseurs engagés
it: I difensori hanno assunto
ko: 고용된 수비수
pl: Obrońcy zatrudnili
pt_br: Os defensores contratados
ru: Защитники наняли
vi: Phe phòng thủ đã thuê
zh_hans: 捍卫者们雇用了

source: as scouts
de: als Späher
fr: comme éclaireurs
it: come ricognitori
ko: 스카우트로
pl: jako zwiadowcy
pt_br: os batedores
ru: в качестве разведчиков
tr: gözcü olarak
vi: làm trinh sát
zh_hans: 作为斥候

source: the attack by
de: der Angriff durch
fr: l'attaque par
it: l'attacco di
ko: 에 의한 공격
pl: atak przeprowadzony przez
pt_br: ataque em
ru: атака
tr: şunun saldırısı:
vi: cuộc tấn công của
zh_hans: 攻击

source: , the forces of
de: , die Kräfte der
fr: , les forces de
it: , le forze di
ko: 의 힘
pl: , siły
pt_br: as forças de
ru: , войска
tr: , şunun güçleri:
vi: , các lực lượng của
zh_hans: ，力量之于

source: rampaged throughout
de: tobte überall
fr: saccagé tout au long
it: infuriato attraverso
ko: 온통 날뛰다
pl: szalał przez cały czas
pt_br: tumultuado por toda parte
ru: бесчинствовали по всей
tr: şurasında yakıp yıktı:
vi: càn quét khắp
zh_hans: 横冲直撞

source: the rampage of the forces of
de: das Wüten der Mächte des
fr: le déchaînement des forces de
it: la furia delle forze di
ko: 세력의 난동
pl: szaleństwo sił
pt_br: a fúria das forças de
ru: жестокость войск
tr: şunun güçlerinin yakıp yıkması:
vi: cuộc càn quét của các lực lượng thuộc
zh_hans: 猖獗的力量

source: throughout
de: überall
fr: à travers
it: in tutto
ko: 전역
pl: przez cały czas
pt_br: através
ru: повсюду
tr: şurasında
vi: khắp
zh_hans: 贯穿

source: fled
de: geflohen
fr: fuite
it: fuggito
ko: 도망쳤다
pl: uciekł
pt_br: fugiu
ru: бежал
tr: kaçtı
vi: bỏ chạy
zh_hans: 逃离

source: the fleeing of
de: die Flucht von
fr: la fuite de
it: la fuga di
ko: 의 도망
pl: ucieczka
pt_br: a fuga de
ru: побег
tr: şunun kaçışı:
vi: việc bỏ chạy của
zh_hans: 逃亡

source: searched
de: Durchsucht
fr: cherché
it: cercato
ko: 검색
pl: poszukiwany
pt_br: procurou
ru: искал
tr: aradı
vi: đã tìm kiếm
zh_hans: 搜索

source: and found nothing
de: und fand nichts
fr: et n'a rien trouvé
it: e non ha trovato nulla
ko: 그리고 아무것도 찾지 못했다
pl: i nic nie znalazłem
pt_br: e não achou nada
ru: и ничего не нашел
tr: ve hiçbir şey bulamadı
vi: và không tìm thấy gì
zh_hans: 一无所获

source: the search of
de: die Suche nach
fr: la recherche de
it: la ricerca di
ko: 검색
pl: poszukiwanie
pt_br: a busca de
ru: поиск
tr: şunun aranması:
vi: cuộc tìm kiếm của
zh_hans: 寻找

source: by the forces of
de: durch die Kräfte von
fr: par les forces de
it: dalle forze di
ko: 의 세력에 의해
pl: przez siły
pt_br: pelas forças de
ru: войсками
tr: şunun güçleri tarafından
vi: bởi các lực lượng của
zh_hans: 凭借力量之于

source: slipped into
de: hineingerutscht
fr: glissé dans
it: scivolato in
ko: 에 미끄러졌다
pl: wślizgnął się do
pt_br: escorregou para dentro
ru: проскользнул в
tr: şuraya sızdı:
vi: lẻn vào
zh_hans: 溜进去

source: , undetected by
de: , unentdeckt von
fr: , non détecté par
it: , non rilevato da
ko: , 감지되지 않음
pl: , niewykryte przez
pt_br: , não detectado por
ru: , незамечено
tr: , şunun tarafından fark edilmeden:
vi: , không bị phát hiện bởi
zh_hans: ，未被发现

source: the infiltration of
de: die Infiltration von
fr: l'infiltration de
it: l'infiltrazione di
ko: 의 침투
pl: infiltracja
pt_br: a infiltração de
ru: проникновение
tr: şunun sızması:
vi: cuộc thâm nhập của
zh_hans: 渗透自

source: the attack on
de: der Angriff auf
fr: l'attaque contre
it: l'attacco a
ko: 에 대한 공격
pl: atak na
pt_br: ataque em
ru: атака на
tr: şuna yapılan saldırı:
vi: cuộc tấn công vào
zh_hans: 攻击

source: defeated
de: besiegt
fr: vaincu
it: sconfitto
ko: 패배
pl: pokonany
ru: побеждён
tr: yendi
vi: đã đánh bại
zh_hans: 打败

source: the defeat of
de: die Niederlage von
fr: la défaite de
it: la sconfitta di
ko: 의 패배
pl: porażka
pt_br: a derrota de
ru: поражение
tr: şunun yenilgisi:
vi: sự thất bại của
zh_hans: 败于

source: destruction of
de: Zerstörung von
fr: destruction de
it: distruzione di
ko: 의 파괴
pl: zniszczenie
pt_br: destruição de
ru: разрушение
tr: şunun yıkımı:
vi: sự phá hủy của
zh_hans: 破坏

source: looted treasure and seized livestock from
de: geplünderte Schätze und beschlagnahmtes Vieh aus
fr: trésor pillé et saisi le bétail de
it: saccheggiato il tesoro e sequestrato il bestiame da
ko: 보물을 약탈하고 가축을 빼앗았다.
pl: splądrowali skarb i przejęli żywy inwentarz od
pt_br: tesouro coletado e gado tomado de
ru: забрал сокровища и увел скот
tr: şuradan hazine yağmaladı ve çiftlik hayvanlarına el koydu:
vi: cướp bóc kho báu và tịch thu gia súc từ
zh_hans: 抢劫财宝并查获牲畜从

source: stole treasure and livestock from
de: stahlen Schätze und Vieh von
fr: a volé le trésor et le bétail de
it: rubarono tesori e bestiame da
ko: 보물과 가축을 훔쳤다.
pl: ukradli skarb i żywy inwentarz z
pt_br: tesouro e gado roubados de
ru: украл сокровища и увел скот из
tr: şuradan hazine ve çiftlik hayvanlarını çaldı:
vi: đánh cắp kho báu và gia súc từ
zh_hans: 从中偷走了宝藏和牲畜

source: looted treasure from
de: geplünderte Schätze aus
fr: trésor pillé de
it: saccheggiato tesori da
ko: 약탈한 보물
pl: zrabowane skarby z
pt_br: tesouro coletado de
ru: забрал сокровище из
tr: şuradan hazine yağmaladı:
vi: cướp bóc kho báu từ
zh_hans: 抢劫的宝藏从

source: stole treasure from
de: stahlen Schätze von
fr: a volé le trésor de
it: rubato un tesoro
ko: 에서 보물을 훔쳤다
pl: ukradł skarb z
pt_br: roubou o tesouro de
ru: украл сокровище из
tr: şuradan hazine çaldı:
vi: đánh cắp kho báu từ
zh_hans: 偷走了宝藏从

source: seized livestock from
de: beschlagnahmtes Vieh aus
fr: saisi du bétail de
it: sequestrato bestiame da
ko: 에서 압수한 가축
pl: przejęte zwierzęta gospodarskie od
pt_br: apreendeu gado de
ru: изъяли скот из
tr: şuradan çiftlik hayvanlarına el koydu:
vi: tịch thu gia súc từ
zh_hans: 查获牲畜从

source: stole livestock from
de: stahl Vieh von
fr: volé du bétail de
it: rubato bestiame da
ko: 에서 가축을 훔쳤다
pl: ukradł żywy inwentarz z
pt_br: roubou pecuária de
ru: украл скот из
tr: şuradan çiftlik hayvanlarına çaldı:
vi: đánh cắp gia súc từ
zh_hans: 偷走了牲畜从

source: raided
de: überfallen
fr: perquisitionné
it: assaltato
ko: 급습
pl: najechany
pt_br: invadido
ru: ограблен
tr: baskın yaptı
vi: đã đột kích
zh_hans: 搜查

source: pillaged
de: geplündert
fr: pillé
it: saccheggiato
ko: 약탈
pl: splądrowany
pt_br: saqueado
ru: разграблены
tr: yağmaladı
vi: đã cướp phá
zh_hans: 掠夺

source: raiding of
de: Überfall auf
fr: pillage de
it: assalto di
ko: 습격
pl: najazd
pt_br: invasão de
ru: нападать на
tr: şunun baskını:
vi: cuộc đột kích của
zh_hans: 袭击自

source: pillaging of
de: Plünderung von
fr: pillage de
it: saccheggio di
ko: 약탈
pl: grabież
pt_br: pilhagem de
ru: разграбление
tr: şunun yağmalanması:
vi: cuộc cướp phá của
zh_hans: 掠夺

source: freed
de: befreit
fr: libéré
it: liberato
ko: 해방
pl: uwolniony
pt_br: libertado
ru: освобожденный
tr: serbest bıraktı
vi: đã giải phóng
zh_hans: 释放

source: the freeing of
de: die Befreiung von
fr: la libération de
it: la liberazione di
ko: 의 해방
pl: uwolnienie
pt_br: a libertação de
ru: освобождает
tr: şunun serbest bırakılması:
vi: việc giải phóng của
zh_hans: 释放

source: and placed
de: und platzierte
fr: et placé
it: e posizionato
ko: 배치
pl: i umieszczony
pt_br: e colocado
ru: и установлен
tr: ve yerleştirdi
vi: và đặt
zh_hans: 并放置

source: in charge of
de: verantwortlich für
fr: en charge de
it: responsabile di
ko: 담당하는
pl: odpowiedzialny za
pt_br: Carregue em
ru: во главе
tr: şunun başına
vi: phụ trách
zh_hans: 负责

source: The new government was called
de: Die neue Regierung trug den Namen
fr: Le nouveau gouvernement s'appelait
it: Il nuovo governo fu chiamato
ko: 새 정부를 불렀다.
pl: Nowy rząd został nazwany
pt_br: Chamava-se o novo governo
ru: Новое правительство было названо
tr: Yeni hükümetin adı şuydu:
vi: Chính phủ mới được gọi là
zh_hans: 新政府被召集了

source: and lordship of
de: und die Herrschaft über
fr: et seigneurie de
it: e la signoria di
ko: 그리고 주권
pl: i panowanie
pt_br: e o senhorio de
ru: и господство над
tr: ve şunun lordluğu:
vi: và quyền thống trị của
zh_hans: 和领主的身份

source: over
de: über
fr: plus de
it: oltre
ko: ~ 위에
pl: nad
pt_br: lá no
ru: за
tr: şunun üzerinde
vi: lên
zh_hans: 过度

source: demanded and received treasure from
de: forderte und erhielt Schätze von
fr: demandé et reçu un trésor de
it: ha preteso e ricevuto un tesoro da
ko: 보물을 요구하고 받았다.
pl: zażądał i otrzymał skarb od
pt_br: exigiu e recebeu tesouro de
ru: потребовал и получил сокровище от
tr: şundan hazine talep etti ve aldı:
vi: đòi hỏi và nhận kho báu từ
zh_hans: 索求并获得宝藏从

source: demanded treasure from
de: forderte einen Schatz von
fr: demandé un trésor à
it: ha preteso un tesoro da
ko: 에게 보물을 요구했다
pl: zażądał skarbu od
pt_br: demandou o tesouro de
ru: потребовал сокровище от
tr: şundan hazine talep etti:
vi: đòi hỏi kho báu từ
zh_hans: 索求宝藏从

source: tried to secure tribute from
de: versuchte, Tribut zu erhalten von
fr: essayé d'obtenir un hommage de
it: cercò di riscuotere un tributo da
ko: 로부터 찬사를 받으려고 노력했다.
pl: próbował zabezpieczyć daninę od
pt_br: tentou obter tributo de
ru: пытался получить дань от
tr: şundan haraç almaya çalıştı:
vi: đã cố gắng đảm bảo cống phẩm từ
zh_hans: 试图获取致敬从

source: secured tribute from
de: sicherte sich Tribut von
fr: obtenu l'hommage de
it: ha riscosso un tributo da
ko: 로부터 공물을 확보하다
pl: zabezpieczył daninę od
pt_br: tributo protegido de
ru: охраняемая дань от
tr: şundan haraç aldı:
vi: đã đảm bảo cống phẩm từ
zh_hans: 得到了致敬来自

source: , to be delivered from
de: , zu liefern von
fr: , à livrer de
it: , da consegnare da
ko: , 에서 배달
pl: , które mają być dostarczone z
pt_br: , para ser entregue de
ru: , чтобы быть доставленным из
tr: , şuradan teslim edilmek üzere:
vi: , được gửi đến từ
zh_hans: ，交付通过

source: every
de: jede
fr: tous
it: ogni
ko: 모든
pl: każdy
pt_br: todo(a)
ru: каждый
tr: her
vi: mỗi
zh_hans: 所有

source: , but they had nothing left to give
de: , aber sie hatten nichts mehr zu geben
fr: , mais ils n'avaient plus rien à donner
it: , ma non avevano più nulla da dare
ko: , 그러나 그들은 줄 것이 아무것도 남지 않았습니다
pl: , ale nie mieli już nic do zaoferowania
pt_br: , mas eles não tinham mais nada para dar
ru: но у них не осталось ничего, что они моглии бы дать
tr: , ama verecek hiçbir şeyleri kalmamıştı
vi: , nhưng họ không còn gì để cống nạp
zh_hans: ，但他们没有什么可以给予的

source: the failure to secure
de: das Versäumnis zu sichern, die
fr: le défaut de sécurisation
it: l'incapacità di garantire
ko: 확보 실패
pl: brak zabezpieczenia
pt_br: a falha em proteger
ru: неспособность защитить
tr: şunu elde etme başarısızlığı:
vi: việc thất bại trong việc đảm bảo
zh_hans: 未能保障

source: the securing of
de: die Sicherung von
fr: la sécurisation de
it: la messa in sicurezza di
ko: 확보
pl: zabezpieczenie
pt_br: a obtenção de
ru: охрана
tr: şunun elde edilmesi:
vi: việc đảm bảo
zh_hans: 确保
