Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Tissue layer not added because no BP found:
fr: Couche de tissu non ajoutée car aucune BP n'a été trouvée :
it: Strato tessuto non aggiunto perché manca BP:
ko: BP를 찾을 수 없기 때문에 조직 레이어가 추가되지 않음:
pl: Warstwa tkanki nie dodana z powodu nie znalezienia BP:
pt_br: Camada de tecido não foi adicionada porque nenhuma parte do corpo foi encontrada.
ru: Уровень ткани не добавлен, потому что BP не найден:
tr: Doku katmanı eklenmedi çünkü VP bulunamadı:
vi: Lớp mô không được thêm vào vì không tìm thấy BP:
zh_hans: 因为没有发现身体部件，所以没有添加组织层。

source: cartographical surveying
fr: arpentage cartographique
ko: 지도 제작 측량
pl: pomiary kartograficzne
pt_br: levantamento cartográfico
ru: картграфическая съёмка
tr: kartografik ölçüm
vi: khảo sát bản đồ học
zh_hans: 制图测绘

source: Tissue Definition
de: Definition des Gewebes
fr: Définition tissulaire
it: Definizione di Tessuto
ko: 조직 정의
pl: Definicja Tkanki
pt_br: Definição de tecido
ru: Определение Ткани
tr: Doku Tanımı
vi: Định nghĩa Mô
zh_hans: 组织定义

source: missing plural string
de: fehlende Pluralbezeichnung
fr: chaîne plurielle manquante
it: stringa plurale mancante
ko: 누락된 복수 문자열
pl: brakujący ciąg liczy mnogiej
pt_br: faltando linha de plural
ru: отсутствует множественная строка
tr: eksik çoğul dizesi
vi: thiếu chuỗi số nhiều
zh_hans: 确实复数字符串

source: Tissue Template
de: Gewebeschablone
fr: Modèle de tissu
it: Modello di tessuto
ko: 조직 템플릿
pl: Wzorzec Tkanki
pt_br: Modelo de template
ru: Шаблон Ткани
tr: Doku Şablonu
vi: Mẫu Mô
zh_hans: 组织模板

source: vascular
tr: damarsal
vi: có mạch máu

source: shape
de: Form
fr: forme
it: forma
ko: 모양
pt_br: forma
ru: форма
tr: şekil
vi: hình dạng
zh_hans: 形状

source: insulation
tr: yalıtım
vi: cách nhiệt

source: rust
vi: gỉ sét

source: Grand Bedroom
de: Großes Schlafzimmer
fr: Grande Chambre
it: Grandiosa Camera da letto
ko: 그랜드 베드룸
pl: Wielka sypialnia
pt_br: Quarto Grand
ru: Величественные покои
tr: Büyük Yatak Odası
vi: Phòng ngủ Hoành tráng
zh_hans: 大卧室

source: Drunk
de: Betrunkener
fr: Ivre
it: Ubriaco
ko: 술 취한
pl: Pijany
pt_br: Embriaguez
ru: Пьяница
tr: Sarhoş
vi: Say xỉn
zh_hans: 酗酒者

source: body part
de: Körperteil
fr: partie du corps
it: parte del corpo
ko: 신체 부위
pl: część ciała
pt_br: parte do corpo
ru: часть тела
tr: vücut parçası
vi: bộ phận cơ thể
zh_hans: 身体部位

source: is gigantic with huge muscles and hanging rolls of lard
de: ist gigantisch mit riesigen Muskeln und hängenden Speckröllchen
fr: est gigantesque, avec d'énormes muscles et des bourrelets de graisse qui pendent.
it: è gigantesco, con muscoli enormi e rotoli di lardo
ko: 거대한 근육과 매달린 라드 롤로 거대합니다.
pl: jest gigantyczny, ma wielkie mięśnie i zwisające fałdy tłusczu
pt_br: é gigantesco, com músculos enormes e enforcamento rolos de banha
ru: гигантский с огромными мускулами и свисающими складками жира
tr: kocaman kasları ve sarkan yağ tabakalarıyla devasa
vi: sở hữu thân hình khổng lồ với cơ bắp đồ sộ và những cuộn mỡ chảy xệ
zh_hans: 巨大的肌肉和悬挂的肥肉。

source: is huge, muscular and fat
de: ist riesig, muskulös und fett
fr: est énorme, musclé et gros
it: è enorme, muscoloso e grasso
ko: 거대하고 근육질이며 뚱뚱하다.
pl: jest wielki, umięśniony i otyły
pt_br: é enorme, muscular e gordura
ru: огромный, мускулистый и жирный
tr: kocaman, kaslı ve şişman
vi: to lớn, vạm vỡ và béo tốt
zh_hans: 身材巨大健壮,肌肉发达

source: is gigantic but incredibly skinny with virtually no muscles to speak of
de: ist gigantisch, aber unglaublich dünn und hat praktisch keine nennenswerten Muskeln
fr: est gigantesque mais incroyablement maigre, sans aucun muscle.
it: è gigantesco, ma incredibilmente secco e praticamente privo di muscoli
pl: jest gigantyczny, ale niewiarygodnie chudy i praktycznie nie ma co mówić o mięśniach
pt_br: é gigantesca, mas incrivelmente magro com virtualmente nenhuma músculos para falar de
ru: гигантский, но невероятно тощий, почти совсем без мышц
tr: devasa ama inanılmaz derecede güçsüz ve neredeyse hiç kası yok
vi: khổng lồ nhưng gầy gò đến khó tin, hầu như không có cơ bắp đáng kể nào
zh_hans: 身型巨大但骨瘦如柴,几乎没有肌肉可言

source: is gigantic yet weak and skinny
de: ist gigantisch, aber schwach und mager
fr: est gigantesque mais faible et maigre
it: è gigantesco ma debole e secco
ko: 거대하지만 약하고 마른 체형
pl: jest gigantyczny, ale słaby i chudy
pt_br: é gigantesca, ainda fraco e magro
ru: гигантский, но слабый и тощий
tr: devasa ama güçsüz ve sıska
vi: khổng lồ nhưng yếu ớt và gầy gò
zh_hans: 很巨大但同时很瘦弱

source: is gigantic with incredible muscles
de: ist gigantisch mit unglaublichen Muskeln
fr: est gigantesque avec des muscles incroyables
it: è gigantesco con muscoli incredibili
ko: 놀라운 근육으로 거대합니다
pl: jest gigantyczny z niewiarygodnymi mięśniami
pt_br: é gigantesco com músculos incríveis
ru: гигантский с невероятными мышцами
tr: inanılmaz kaslarıyla devasa
vi: khổng lồ với cơ bắp phi thường
zh_hans: 身材魁梧，肌肉惊人

source: is very muscular and just gigantic overall
de: ist sehr muskulös und insgesamt einfach gigantisch
fr: est très musclé et juste gigantesque dans l'ensemble
it: è molto muscoloso e, nel complesso, gigantesco
ko: 매우 근육질이고 전체적으로 거대합니다.
pl: jest bardzo umięśniony i po prostu gigantyczny
pt_br: é muito musculoso e só gigantesco em geral
ru: очень мускулистый и вообще просто гигантский
tr: çok kaslı ve genel olarak devasa
vi: rất vạm vỡ và tổng thể khổng lồ
zh_hans: 肌肉非常发达，总体上是个大块头。

source: is gigantic and muscular
de: ist riesig und muskulös
fr: est gigantesque et musclé
it: è gigantesco e muscoloso
ko: 거대하고 근육질이다
pl: jest gigantyczny i muskularny
pt_br: é gigantesco e musculoso
ru: гигантский и мускулистый
tr: devasa ve kaslı
vi: khổng lồ và vạm vỡ
zh_hans: 身形庞大而肌肉发达

source: is gigantic yet incredibly weak
de: ist gigantisch, aber unglaublich schwach
fr: est gigantesque mais incroyablement faible
it: è gigantesco ma incredibilmente debole
ko: 거대하지만 믿을 수 없을 정도로 약하다
pl: jest gigantyczny, ale niewiarygodnie słaby
pt_br: é gigantesco ainda incrivelmente fraco
ru: гигантский, но невероятно слабый
tr: devasa ama inanılmaz derecede güçsüz
vi: khổng lồ nhưng yếu ớt một cách đáng kinh ngạc
zh_hans: 很巨大但其实弱不禁风

source: is enormous yet very weak
de: ist gewaltig, aber sehr schwach
fr: est énorme mais très faible
it: è enorme ma molto debole
ko: 거대하지만 매우 약하다
pl: jest ogromny, ale bardzo słaby
pt_br: é enorme, mas muito fraco
ru: огромный, но очень слабый
tr: muazzam ama çok güçsüz
vi: to lớn nhưng rất yếu ớt
zh_hans: 庞大，但却又很瘦弱

source: isn't very muscular but has a gigantic build
de: ist nicht sehr muskulös, aber hat einen gigantischen Körperbau
fr: n'est pas très musclé mais a une carrure gigantesque
it: non è molto muscoloso ma ha una corporatura gigantesca
ko: 근육질은 아니지만 거대한 체격을 가지고 있습니다.
pl: nie jest bardzo muskularny, ale ma gigantyczną budowę ciała
pt_br: Não é muito musculoso, mas tem um porte gigantesco
ru: не очень мускулистый, но с гигантским телосложением
tr: pek kaslı değil ama devasa bir yapıya sahip
vi: không quá vạm vỡ nhưng sở hữu vóc dáng khổng lồ
zh_hans: 不是很强壮但有一副大骨架

source: bears untold amounts of fat over a gigantic frame
de: trägt ungeheure Mengen an Fett auf einem gigantischen Körperbau
fr: porte des quantités incalculables de graisse sur un cadre gigantesque
it: sorregge una quantità incalcolabile di grasso su una struttura gigantesca
ko: 거대한 프레임에 막대한 양의 지방을 품고 있습니다.
pl: nosi niewypowiedziane ilości tłuszczu na gigantycznej ramie
pt_br: ursos incalculáveis quantidades de gordura ao longo de um gigantesco
ru: несет невероятное количество жира на гигантском теле
tr: devasa bir cüssenin üzerinde anlatılamaz miktarda yağ taşıyor
vi: mang trên mình thân hình khổng lồ lượng mỡ vô kể
zh_hans: 庞大的身躯承载着巨量的脂肪

source: is very fat and enormous overall
de: ist sehr dick und insgesamt riesig
fr: est très gras et énorme dans l'ensemble
it: è molto grasso, enorme nel complesso
ko: 전체적으로 매우 뚱뚱하고 거대하다
pl: jest ogólnie gruby i ogromny
pt_br: é muito gordo e enorme em geral
ru: огромный и очень толстый
tr: çok şişman ve genel olarak muazzam
vi: rất béo và tổng thể to lớn
zh_hans: 整体上非常肥胖且巨大

source: is gigantic and quite fat
de: ist gigantisch und ziemlich dick
fr: est gigantesque et assez gras
it: è gigantesco e alquanto grasso
ko: 거대하고 꽤 뚱뚱하다
pl: jest gigantyczny i dość gruby
pt_br: é gigantesca e bastante gordura
ru: гигантский и довольно толстый
tr: devasa ve oldukça şişman
vi: khổng lồ và khá béo
zh_hans: 身形庞大而且十分肥硕

source: is incredibly skinny yet gigantic overall
de: ist unglaublich dünn, aber insgesamt gigantisch
fr: est incroyablement maigre mais gigantesque dans l'ensemble
it: è incredibilmente secco ma nel complesso gigantesco
ko: 믿을 수 없을만큼 날씬하지만 전반적으로 거대합니다.
pl: jest niewiarygodnie chudy, ale ogólnie gigantyczny
pt_br: é incrivelmente magro ainda gigantesco geral
ru: гигантский, но невероятно тощий
tr: inanılmaz derecede zayıf ama genel olarak devasa
vi: gầy gò đáng kinh ngạc nhưng tổng thể khổng lồ
zh_hans: 瘦的令人难以致信但身形庞大

source: has an enormous build but is very skinny
de: hat eine enorme Statur, ist aber sehr dünn
fr: a une carrure énorme mais est très maigre
it: ha una corporatura enorme ma è molto secco
ko: 거대한 체격을 가지고 있지만 매우 마른 체형입니다.
pl: ma ogromną budowę ciała, ale jest bardzo chudy
pt_br: tem uma forma enorme, mas é muito magra
ru: имеет крупное строение, но очень худой
tr: muazzam bir yapıya sahip ama çok zayıf
vi: sở hữu vóc dáng to lớn nhưng rất gầy gò
zh_hans: 身材魁梧却很瘦小

source: is gigantic
de: ist gigantisch
fr: est gigantesque
it: è gigantesco
ko: 거대하다
pl: jest gigantyczny
pt_br: Gigantic
ru: гигантский
tr: devasa
vi: khổng lồ
zh_hans: 身材魁梧

source: is very large and bears great lard rolls and impressive muscles
de: ist sehr groß und trägt große Speckröllchen und beeindruckende Muskeln
fr: est très grand avec des bourrelets de graisse et des muscles impressionnants
it: è molto grande, ha spessi rotoli di lardo e una muscolatura impressionante.
ko: 매우 크고 훌륭한 라드 롤과 인상적인 근육을 지니고 있습니다.
pl: jest bardzo duży, ma wielkie zwały tłuszczu i imponujące mięśnie
pt_br: é muito grande e tem rolos de banha grande e impressionantes músculos
ru: очень большой, покрыт большими складками жира и впечатляющими мышцами
tr: çok büyük, büyük yağ tabakaları ve etkileyici kasları var
vi: rất lớn, mang trên mình những cuộn mỡ to lớn và cơ bắp ấn tượng
zh_hans: 非常大，长着巨大的肥肉和令人印象深刻的肌肉

source: is very large, fat and muscular
de: ist sehr groß, dick und muskulös
fr: est très grand, gras et musclé
it: è molto grande, grasso e muscoloso
ko: 은/는 매우 크고 뚱뚱한 근육질입니다.
pl: jest bardzo duży, gruby i umięśniony
pt_br: é muito grande, gordo e muscular
ru: очень большой, жирный и мускулистый
tr: çok büyük, şişman ve kaslı
vi: rất lớn, béo và vạm vỡ
zh_hans: 身材魁梧，体态肥大，肌肉发达

source: is very large yet also very weak and incredibly skinny
de: ist sehr groß, aber auch sehr schwach und unglaublich dünn
fr: est très grand mais aussi très faible et incroyablement maigre
it: è molto grande ma anche molto debole e incredibilmente secco
ko: 은/는 매우 크지만 매우 허약하고 믿을 수 없을 정도로 말랐습니다.
pl: jest bardzo duży, a jednocześnie bardzo słaby i niewiarygodnie chudy
pt_br: é muito grande, mas também muito fraco e incrivelmente magro
ru: очень большой, но очень слабый и невероятно тощий
tr: çok büyük ama aynı zamanda çok güçsüz ve inanılmaz derecede sıska
vi: rất lớn nhưng cũng rất yếu ớt và gầy gò đáng kinh ngạc
zh_hans: 很高大，但同时也十分瘦弱

source: is weak and skinny yet has a large build overall
de: ist schwach und abgemagert, hat aber insgesamt eine kräftige Statur
fr: est faible et maigre mais a une grande corpulence dans l'ensemble
it: è debole e secco, ma nel complesso ha una corporatura importante
ko: 은/는 허약하고 말랐지만 전체적으로 체격이 큽니다.
pl: jest słaby i chudy, ale ma ogólnie dużą budowę ciała
pt_br: é fraco e magro mas tem uma grande musculação em geral
ru: слабый и тощий, но очень крупный
tr: güçsüz ve sıska ama genel olarak büyük bir yapıya sahip
vi: yếu ớt và gầy gò nhưng tổng thể có vóc dáng lớn
zh_hans: 有着一个高大的外表，但内在却弱不禁风

source: is incredibly muscular and very large
de: ist unfassbar muskulös und sehr groß
fr: est incroyablement musclé et très grand
it: è incredibilmente muscoloso e molto grande
ko: 은/는 엄청난 근육질이고 매우 큽니다.
pl: jest niewiarygodnie umięśniony i bardzo duży
pt_br: é incrivelmente musculoso e muito grande
ru: невероятно мускулистый и очень большой
tr: inanılmaz derecede kaslı ve çok büyük
vi: cực kỳ vạm vỡ và rất lớn
zh_hans: 是令人难以置信的肌肉并且非常的大

source: is very large and very muscular
de: ist sehr groß und sehr muskulös
fr: est très grand et très musclé
it: è molto grande e molto muscoloso
ko: 은/는 매우 크고 매우 근육질입니다
pl: jest bardzo duży i bardzo umięśniony
pt_br: é muito grande e muito musculoso
ru: очень большой и мускулистый
tr: çok büyük ve çok kaslı
vi: rất lớn và rất vạm vỡ
zh_hans: 身材高大，肌肉发达

source: is very large with strong muscles
de: ist sehr groß und hat starke Muskeln
fr: est très grand avec des muscles forts
it: è molto grande e con forti muscoli
ko: 강한 근육으로 매우 큽니다.
pl: jest bardzo duży i ma silne mięśnie
pt_br: é muito grande, com músculos fortes
ru: очень большой с сильными мышцами
tr: güçlü kaslarıyla çok büyük
vi: rất lớn với cơ bắp mạnh mẽ
zh_hans: 身材魁梧，肌肉发达

source: is very weak despite being very large overall
de: sehr schwach ist, obwohl sie insgesamt sehr groß ist
fr: est très faible malgré sa très grande taille globale
it: è molto debole nonostante sia nel complesso molto grande
ko: 은/는 전체적으로 매우 크지만 매우 허약합니다.
pl: jest bardzo słaby pomimo bycia ogólnie wielkim
pt_br: é muito fraco, apesar de ser muito grandes em geral
ru: очень слабый, несмотря на очень крупное сложение
tr: genel olarak çok büyük olmasına rağmen çok güçsüz
vi: rất yếu ớt dù tổng thể rất lớn
zh_hans: 外表看起来很高大，但实际上很脆弱

source: is very large yet weak
de: ist sehr groß und dennoch schwach
fr: est très grand mais faible
it: è molto grande ma debole
ko: 은/는 매우 크지만 허약합니다
pl: jest bardzo duży ale słaby
pt_br: é muito grande ainda fraco
ru: очень большой, но слабый
tr: çok büyük ama güçsüz
vi: rất lớn nhưng yếu ớt
zh_hans: 很高大但也很弱

source: isn't strong but is very large
de: ist nicht stark, aber sehr groß
fr: n'est pas fort mais est très grand
it: non è forte ma è molto grande
ko: 강하지는 않지만 매우 크다
pl: nie jest silny, ale jest bardzo duży
pt_br: Não é forte, mas é muito grande
ru: не сильный, но очень большой
tr: güçlü değil ama çok büyük
vi: không khỏe mạnh nhưng rất lớn
zh_hans: 不强壮但身材很大

source: is very large and just incredibly fat
de: ist sehr groß und einfach unglaublich fett
fr: est très gros et incroyablement gros
it: è molto grande e incredibilmente grasso
ko: 매우 크고 믿을 수 없을 정도로 뚱뚱합니다.
pl: jest bardzo duży i po prostu niewiarygodnie gruby
pt_br: é muito grande e incrivelmente gorda
ru: очень большой и просто невероятно толстый
tr: çok büyük ve inanılmaz derecede şişman
vi: rất lớn và đơn thuần là cực kỳ béo
zh_hans: 身材庞大脑满肠肥

source: has a very large body with quite a bit of fat on it
de: hat einen sehr großen Körper mit ziemlich viel Fett an ihm
fr: a un très grand corps avec pas mal de graisse dessus
it: ha un corpo molto grande e con un po' di grasso
ko: 약간의 지방이 있는 매우 큰 몸을 가지고 있습니다.
pl: ma bardzo duże ciało z odrobiną tłusczu
pt_br: tem um corpo muito grande com um pouco de gordura nele
ru: имеет очень крупное тело с небольшим количеством жира
tr: üzerinde oldukça fazla yağ bulunan çok büyük bir vücuda sahip
vi: sở hữu thân hình rất lớn với khá nhiều mỡ
zh_hans: 身材魁梧，体态丰腴

source: is fat and has a very large body overall
de: ist fett und hat einen insgesamt sehr großen Körper
fr: est gros et a un corps très large dans l'ensemble
it: è grasso e ha un corpo nel complesso molto grande
ko: 뚱뚱하고 전체적으로 몸집이 매우 크다.
pl: jest gruby i ma ogólnie grube ciało
pt_br: é gordo e tem um corpo muito grande em geral
ru: толстый и очень большой
tr: şişman ve genel olarak çok büyük bir vücuda sahip
vi: béo và tổng thể có thân hình rất lớn
zh_hans: 很胖，而且有着非常大的体型

source: has a very large frame but is incredibly skinny
de: hat eine sehr große Statur, ist aber unglaublich dünn
fr: a un très grand cadre mais est incroyablement maigre
it: ha una struttura molto grande ma è incredibilmente secco
ko: 매우 큰 프레임을 가지고 있지만 믿을 수 없을만큼 마른
pl: ma bardzo dużą ramę, ale jest niewiarygodnie chudy
pt_br: tem um quadro muito grande, mas é incrivelmente magro
ru: имеет очень крупный костяк, но невероятно тощий
tr: çok büyük bir çerçeveye sahip ama inanılmaz derecede zayıf
vi: sở hữu khung xương rất lớn nhưng gầy gò đáng kinh ngạc
zh_hans: 虽然骨骼很大但异常的瘦

source: is very large yet quite skinny as well
de: ist sehr groß, aber auch ziemlich dünn
fr: est très grand mais assez maigre aussi
it: è molto grande ma anche alquanto secco
ko: 덩치가 매우 크면서도 상당히 날씬하다.
pl: jest bardzo duży, jak również dość chudy
pt_br: é muito grande, ainda bastante magro, bem
ru: очень большой, но довольно тощий
tr: çok büyük ama aynı zamanda oldukça zayıf
vi: rất lớn nhưng cũng khá gầy gò
zh_hans: 身材很大但也很瘦

source: is skinny but with a very large body overall
de: ist dünn, aber mit einem insgesamt sehr großen Körper
fr: est maigre mais avec un corps très large dans l'ensemble
it: è secco ma con un corpo molto grande nel complesso
ko: 마른 체형이지만 전체적으로 매우 큰 몸을 가지고 있습니다.
pl: jest chudy ale ma ogólnie bardzo dużą budowę ciała
pt_br: é magro, mas com um grande corpo total
ru: тощий, но очень крупный
tr: zayıf ama genel olarak çok büyük bir vücuda sahip
vi: gầy gò nhưng tổng thể có thân hình rất lớn
zh_hans: 虽然瘦但身材整体非常庞大

source: is very large
de: sehr groß ist
fr: est très grand
it: è molto grande
ko: 매우 크다
pl: jest bardzo duży
pt_br: muito grande
ru: очень большой
tr: çok büyük
vi: rất lớn
zh_hans: 身材庞大

source: is incredibly muscular and fat, with a large build overall
de: ist unglaublich muskulös und fett, mit einer insgesamt kräftigen Statur
fr: est incroyablement musclé et gros, avec une grande carrure dans l'ensemble
it: è incredibilmente muscoloso e grasso, di grande corporatura nel complesso
ko: 엄청나게 근육질이고 뚱뚱하며 전반적으로 큰 체격입니다.
pl: jest niewiarygodnie umięśniony i gruby, i ma dużą budowę ciała
pt_br: é incrivelmente muscular e gordura, com uma grande forma em geral
ru: невероятно мускулистый и толстый, крупного телосложения
tr: inanılmaz derecede kaslı ve şişman, genel olarak büyük bir yapıya sahip
vi: cực kỳ vạm vỡ và béo, tổng thể có vóc dáng lớn
zh_hans: 一身令人难以置信的健壮肌肉,身材非常庞大

source: is large, muscular and fat
de: ist groß, muskulös und dick
fr: est grand, musclé et gras
it: è grande, muscoloso e grasso
ko: 크고 근육질이며 뚱뚱하다.
pl: jest wielki, muskularny i otyły
pt_br: é grande, musculoso e gordo
ru: большой, мускулистый и толстый
tr: büyük, kaslı ve şişman
vi: lớn, vạm vỡ và béo
zh_hans: 身材高大健壮,肌肉发达

source: has a large body but it is very skinny and frail
de: hat einen großen Körper, ist aber sehr dünn und gebrechlich
fr: a un grand corps mais il est très maigre et frêle
it: ha un corpo largo ma è molto secco e fragile
ko: 몸집은 크지만 매우 말랐고 연약하다.
pl: ma duże ciało ale jest bardzo chudy i wątły
pt_br: tem um corpo grande, mas é muito frágil e magro
ru: имеет большое тело, но очень тонкий и хрупкий
tr: büyük bir vücuda sahip ama çok zayıf ve çelimsiz
vi: sở hữu thân hình lớn nhưng rất gầy gò và mong manh
zh_hans: 虽然身材庞大但很消瘦虚弱

source: is weak and skinny yet has a reasonably large body overall
de: ist schwach und dünn, hat aber insgesamt einen recht großen Körper
fr: est faible et maigre mais a un corps raisonnablement grand dans l'ensemble
it: è debole e secco, ma nel complesso ha un corpo ragionevolmente grande
ko: 약하고 말랐지만 전반적으로 상당히 큰 신체를 가지고 있습니다.
pl: jest słaby i chudy, ale ma dość duze ciało
pt_br: tem um corpo razoavelmente grande global ainda está fraco e magro
ru: слабый и тощий, но имеет довольно большое тело
tr: güçsüz ve sıska ama genel olarak oldukça büyük bir vücuda sahip
vi: yếu ớt và gầy gò nhưng tổng thể có thân hình khá lớn
zh_hans: 拥有一个又瘦弱又巨大的身体

source: has bulky muscles on a large body
de: hat kräftige Muskeln an einem großen Körper
fr: a des muscles volumineux sur un grand corps
it: ha muscoli voluminosi su un corpo largo
ko: 큰 체구에 근육질이 많다
pl: ma masywne mięśnie na dużym ciele
pt_br: tem músculos volumosos em um corpo grande
ru: имеет крупные мышцы на большом теле
tr: büyük bir vücutta hacimli kaslara sahip
vi: sở hữu cơ bắp cuồn cuộn trên thân hình lớn
zh_hans: 一身的大块肌肉

source: is very muscular with a large body
de: ist sehr muskulös und hat einen großen Körper
fr: est très musclé avec un grand corps
it: è molto muscoloso, con un corpo largo
ko: 큰 몸에 매우 근육질입니다
pl: jest bardzo umięśniony i ma duże ciało
pt_br: é muito musculoso, com um corpo grande
ru: очень мускулистый, с большим телом
tr: büyük bir vücutla çok kaslı
vi: rất vạm vỡ với thân hình lớn
zh_hans: 身材庞大肌肉发达

source: is large and muscular
de: ist groß und muskulös
fr: est grand et musclé
it: è grande e muscoloso
ko: 크고 근육질이다
pl: jest duży i umięśniony
pt_br: é grande e musculoso
ru: большой и мускулистый
tr: büyük ve kaslı
vi: lớn và vạm vỡ
zh_hans: 肌肉发达

source: is large yet frail
de: ist groß und doch zerbrechlich
fr: est grand mais fragile
it: è largo ma fragile
ko: 크지만 연약하다
pl: jest wielki lecz wątły
pt_br: é grande ainda frágil
ru: большой, но хилый
tr: büyük ama çelimsiz
vi: lớn nhưng mong manh
zh_hans: 身材庞大但脆弱

source: has a large body but is quite weak
de: hat einen großen Körper, ist aber ziemlich schwach
fr: a un grand corps mais est assez faible
it: ha un corpo grande ma alquanto debole
ko: 몸집은 크지만 약하다.
pl: ma duże ciało, ale jest dość słaby
pt_br: tem um corpo grande, mas é muito fraca
ru: с большим телом, но и довольно слабый
tr: büyük bir vücuda sahip ama oldukça güçsüz
vi: sở hữu thân hình lớn nhưng khá yếu ớt
zh_hans: 拥有一个巨大的身体，但很瘦弱

source: has ill-defined muscles but is large overall
de: hat schlecht definierte Muskeln, ist aber insgesamt groß
fr: a des muscles mal définis mais est gros dans l'ensemble
it: ha muscoli poco definiti ma nel complesso è grande
ko: 근육이 잘 정의되지 않았지만 전체적으로 큽니다.
pl: ma słabo zaznaczone mięśnie, ale ogólnie jest duży
pt_br: tem músculos mal definidos, mas é grande em geral
ru: большой со слабо заметными мышцами
tr: belirsiz kaslara sahip ama genel olarak büyük
vi: sở hữu cơ bắp không rõ nét nhưng tổng thể lớn
zh_hans: 没有明显的肌肉但整体很庞大

source: has a large body made larger still by mounds of fat
de: hat einen großen Körper, der durch Fettpolster noch größer wird
fr: a un grand corps encore agrandi par des monticules de graisse
it: ha un corpo grande reso ancora più grande da cumuli di grasso
ko: 지방 덩어리로 인해 여전히 더 커진 큰 몸을 가지고 있습니다.
pl: ma duże ciało, które jest jeszcze większe przez zwały tłuszczu
pt_br: tem um grande corpo feito ainda maior por montes de gordura
ru: имеет большое тело, покрытое горами жира
tr: yağ yığınlarıyla daha da büyümüş büyük bir vücuda sahip
vi: sở hữu thân hình lớn, càng thêm đồ sộ bởi những khối mỡ
zh_hans: 一副巨大的身躯里充满了肥油

source: has a large body and is very fat
de: hat einen großen Körper und ist sehr dick
fr: a un grand corps et est très gros
it: ha un corpo grande ed è molto grasso
ko: 몸집이 크고 뚱뚱하다.
pl: ma duże ciało i jest bardzo gruby
pt_br: tem um corpo grande e é muito gordo
ru: имеет большое и жирное тело
tr: büyük bir vücuda sahip ve çok şişman
vi: sở hữu thân hình lớn và rất béo
zh_hans: 又大又肥的身躯

source: is large and fat
de: ist groß und dick
fr: est grand et gras
it: è grande e grasso
ko: 크고 뚱뚱하다
pl: jest wielki i otyły
pt_br: é grande e gordo
ru: большой и толстый
tr: büyük ve şişman
vi: lớn và béo
zh_hans: 身宽体胖

source: has a large body but is incredibly skinny
de: hat einen großen Körper, ist aber unglaublich dünn
fr: a un grand corps mais est incroyablement maigre
it: ha un corpo grande ma è incredibilmente secco
ko: 몸집은 크지만 엄청나게 말랐다.
pl: ma duże ciało, ale jest niewiarygodnie chudy
pt_br: tem um corpo grande, mas é incrivelmente magro
ru: имеет большое тело, но невероятно тощий
tr: büyük bir vücuda sahip ama inanılmaz derecede zayıf
vi: sở hữu thân hình lớn nhưng gầy gò đáng kinh ngạc
zh_hans: 身躯庞大但骨瘦如柴
