Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I want to see my friends.
de: Ich möchte meine Freunde sehen.
fr: Je veux voir mes amis.
it: Voglio vedere i miei amici.
ko: 친구들을 보고 싶어요.
pl: Chcę zobaczyć się z przyjaciółmi.
pt_br: Eu quero ver meus amigos.
ru: Я хочу увидеться с друзьями.
tr: Arkadaşlarımı görmek istiyorum.
vi: Tôi muốn gặp bạn bè của mình.
zh_hans: 我想见到我的朋友们。

source: I'd like to hear somebody eloquent.
de: Ich möchte jemanden redegewandten zuhören.
fr: J'aimerais entendre quelqu'un d'éloquent.
it: Vorrei sentire qualcuno di eloquente.
ko: 나는 누군가에게 유창한 말을 듣고 싶습니다.
pl: Chciałbym posłuchać kogoś elokwentnego.
pt_br: Eu gostaria de ouvir alguém expressivo
ru: Я бы хотел услышать кого-нибудь красноречивого.
tr: Güzel konuşan birini dinlemek isterdim.
vi: Tôi muốn được nghe ai đó hùng biện.
zh_hans: 我想听听有人滔滔不绝。

source: I long to uphold the traditions.
de: Ich sehne mich danach die Tradition aufrecht zu halten.
fr: J'aspire à respecter les traditions.
it: Desidero mantenere le tradizioni.
ko: 전통을 지키고 싶습니다.
pl: Zależy mi na podtrzymaniu tradycji.
pt_br: Anseio manter as tradições.
ru: Я стараюсь придерживаться традиций.
tr: Gelenekleri yaşatmayı arzuluyorum.
vi: Tôi khao khát gìn giữ những truyền thống.
zh_hans: 我渴望坚持传统。

source: I need to pause and reflect upon myself.
de: Ich brauche Zeit zum Innehalten und Nachdenken über mich.
fr: J'ai besoin de faire une pause et de réfléchir sur moi-même.
it: Ho bisogno di fermarmi a riflettere su me stesso.
ko: 잠시 멈추고 나 자신을 반성해야 합니다.
pl: Potrzebuję zatrzymać się i pomyśleć nad sobą.
pt_br: Eu preciso parar e refletir sobre mim.
ru: Мне нужно остановиться и посмотреть на себя со стороны.
tr: Durup kendimi sorgulamam gerek.
vi: Tôi cần dừng lại và suy ngẫm về bản thân mình.
zh_hans: 我需要停下来思考自己。

source: We must make merry again.
de: Wir müssen uns wieder fröhlich machen.
fr: Nous devons nous réjouir à nouveau.
it: Dobbiamo fare di nuovo baldoria.
ko: 우리는 다시 즐겁게 해야 합니다.
pl: Musimy znów się rozweselić.
pt_br: Devemos farrear novamente.
ru: Нам нужно снова повеселиться.
tr: Tekrar eğlenmeliyiz.
vi: Chúng ta phải vui vẻ trở lại.
zh_hans: 我们必须再次开心。

source: I wish to make something.
de: Ich hätte gern etwas zu tun.
fr: Je souhaite faire quelque chose.
it: Desidero creare qualcosa.
ko: 나는 무언가를 만들고 싶다.
pl: Chciałbym coś zrobić.
pt_br: Eu quero fazer algo.
ru: Я хочу сделать что-нибудь.
tr: Bir şeyler yapmak istiyorum.
vi: Tôi ước được tạo ra thứ gì đó.
zh_hans: 我想做点什么。

source: I must practice the fighting arts.
de: Ich muss meine Kampfkünste trainieren.
fr: Je dois pratiquer les arts de combat.
it: Devo praticare le arti del combattimento.
ko: 나는 무술을 연습해야 한다.
pl: Muszę trenować sztuki walki.
pt_br: Eu devo praticar artes marciais.
ru: Мне нужно попрактиковаться в боевых искусствах.
tr: Dövüş sanatlarını çalışmalıyım.
vi: Tôi phải luyện tập võ thuật.
zh_hans: 我必须练习战斗艺术。

source: I need to perfect my skills.
de: Ich muss meine Fähigkeiten perfektionieren.
fr: J'ai besoin de perfectionner mes compétences.
it: Devo perfezionare le mie capacità.
ko: 내 능력을 완성해야 합니다.
pl: Muszę doskonalić swoje umiejętności.
pt_br: Eu preciso aperfeiçoar minhas habilidades.
ru: Мне нужно совершенствовать свои навыки.
tr: Becerilerimi mükemmelleştirmeliyim.
vi: Tôi cần hoàn thiện kỹ năng của mình.
zh_hans: 我需要完善自己的技能。

source: I just want to slow down and take it easy for a while.
de: Ich möchte nur etwas runterkommen und alles einfach nehmen für eine Weile.
fr: Je veux juste ralentir et me détendre pendant un moment.
it: Voglio solo rallentare e prendermela comoda per un po'.
ko: 나는 단지 속도를 늦추고 잠시 쉬고 싶습니다.
pl: Chcę po prostu zwolnić i odpuścić sobie na jakiś czas.
pt_br: Eu só quero desacelerar um pouco, e pegar um pouco mais leve por um tempo.
ru: Я просто хочу остановиться и немного отдохнуть.
tr: Sadece yavaşlamak ve bir süre ağırdan almak istiyorum.
vi: Tôi chỉ muốn chậm lại và thư giãn một thời gian.
zh_hans: 我只想放慢速度，暂时放松一下。

source: I long to make romance.
de: Ich sehne mich nach einer Romanze.
fr: J'ai envie de faire de la romance.
it: Desidero avere una storia d'amore.
ko: 나는 로맨스를 갈망한다.
pl: Zależy mi na nawiązaniu romansu.
pt_br: Anseio por fazer romance.
ru: Я бы хотел завязать роман.
tr: Aşk yaşamayı arzuluyorum.
vi: Tôi khao khát được trải nghiệm tình yêu.
zh_hans: 我渴望浪漫。

source: It would nice to get out in nature and see some creatures.
de: Es wäre schön raus in die Natur zu gehen und einige Kreaturen zu sehen.
fr: Ce serait bien de sortir dans la nature et de voir des créatures.
it: Sarebbe bello uscire nella natura e vedere qualche creatura.
ko: 자연으로 나가서 몇몇 생물들을 보는 것이 좋을 것입니다.
pl: Miłe byłoby wyjście w naturę i zobaczenie jakiś istot.
pt_br: Seria bom sair na natureza e ver algumas criaturas.
ru: Это было бы неплохо побыть на природе, посмотреть на животных.
tr: Doğaya çıkıp bazı yaratıkları görmek güzel olurdu.
vi: Sẽ thật tuyệt nếu được ra ngoài thiên nhiên và nhìn ngắm các sinh vật.
zh_hans: 在大自然中出去并看到一些生物会很高兴。

source: I want to see a great beast.
de: Ich will eine großartige Bestie sehen.
fr: Je veux voir une grande bête.
it: Voglio vedere una grande bestia.
ko: 나는 거대한 짐승을 보고 싶다.
pl: Chcę zobaczyć wielką bestię.
pt_br: Eu quero ver uma grande besta.
ru: Я бы хотел увидеть большое чудовище.
tr: Büyük bir canavar görmek istiyorum.
vi: Tôi muốn nhìn thấy một quái thú khổng lồ.
zh_hans: 我想看到一头巨兽。

source: I need more.
de: Ich brauche mehr.
fr: J'ai besoin de plus.
it: Ho bisogno di più.
ko: 더 필요해.
pl: Potrzebuję więcej.
pt_br: Eu preciso de mais.
ru: Мне нужно больше.
tr: Daha fazlasına ihtiyacım var.
vi: Tôi cần nhiều hơn nữa.
zh_hans: 我需要更多。

source: I could really use a good meal.
de: Ich könnte ein gutes Essen gebrauchen.
fr: J'aurais vraiment besoin d'un bon repas.
it: Avrei proprio bisogno di un buon pasto.
ko: 정말 좋은 식사를 할 수 있습니다.
pl: Naprawdę przydałby mi się dobry posiłek.
pt_br: Eu poderia realmente fazer uma boa refeição.
ru: Я бы не отказался сейчас хорошо поесть.
tr: Gerçekten iyi bir yemeğe ihtiyacım var.
vi: Tôi thực sự rất cần một bữa ăn ngon.
zh_hans: 我真的可以用一顿美餐。

source: I just want to fight somebody.
de: Ich möchte nur mit jemanden kämpfen.
fr: Je veux juste combattre quelqu'un.
it: Vorrei tanto combattere con qualcuno.
ko: 난 그저 누군가와 싸우고 싶을 뿐이야.
pl: Po prostu chcę z kimś powalczyć.
pt_br: Eu só quero lutar contra alguém.
ru: Я просто хочу с кем-нибудь подраться.
tr: Sadece biriyle dövüşmek istiyorum.
vi: Tôi chỉ muốn chiến đấu với ai đó.
zh_hans: 我只是想和别人打架。

source: This place could really use some more trouble.
de: Dieser Ort könnte wirklich etwas mehr Probleme gebrauchen.
fr: Cet endroit pourrait vraiment utiliser plus de problèmes.
it: Questo posto avrebbe bisogno di un po' di casino.
ko: 이 장소는 실제로 더 많은 문제를 사용할 수 있습니다.
pl: Temu miejscu przydałby się jakiś zamęt
pt_br: Este lugar poderia realmente ter mais algumas confusões.
ru: Это место могло действительно иметь какую-то проблему в себе.
tr: Burası gerçekten biraz daha belayı kaldırabilir.
vi: Nơi này thực sự cần thêm chút rắc rối.
zh_hans: 这个地方真的可以使用一些麻烦。

source: I'm feeling argumentative.
de: Ich fühle mich argumentativ.
fr: Je me sens argumentatif.
it: Mi sento polemico.
ko: 논쟁의 여지가 있습니다.
pl: Czuję się kłótliwy.
pt_br: Eu estou me sentindo argumentativo
ru: Я испытываю желание спорить.
tr: Tartışmacı hissediyorum.
vi: Tôi đang cảm thấy muốn gây gổ.
zh_hans: 我觉得自己很有争议。

source: I need to wear fine things.
de: Ich brauche schöne Dinge zu anziehen.
fr: J'ai besoin de porter de belles choses.
it: Ho bisogno d'indossare cose belle.
ko: 나는 좋은 것을 입어야합니다.
pl: Potrzebuję nosić dobre rzeczy.
pt_br: Eu preciso vestir coisas finas.
ru: Я хочу хорошо одеваться.
tr: Güzel şeyler giymem lazım.
vi: Tôi cần mặc những bộ trang phục sang trọng.
zh_hans: 我需要穿好东西。

source: I need to get away from here and wander the world.
de: Ich muss weg von hier und durch die Welt wandern.
fr: J'ai besoin de m'éloigner d'ici et de parcourir le monde.
it: Ho bisogno di andarmene da qui e vagare per il mondo.
ko: 여기서 벗어나 세상을 떠돌아다녀야 한다.
pl: Potrzebuję wydostać się stąd i przemierzać świat.
pt_br: Preciso sair daqui e vagar pelo mundo.
ru: Я должен уйти отсюда, чтобы странствовать по миру.
tr: Buradan uzaklaşıp dünyayı dolaşmam lazım.
vi: Tôi cần rời khỏi đây và lang thang khắp thế giới.
zh_hans: 我需要离开这里，漫游世界。

source: I just wish to help somebody.
de: Ich würde gern jemanden zu helfen.
fr: Je souhaite juste aider quelqu'un.
it: Vorrei tanto aiutare qualcuno.
ko: 누군가를 돕고 싶을 뿐입니다.
pl: Po prostu chciałbym komuś pomóc.
pt_br: Eu apenas queria ajudar alguém.
ru: Я просто хочу кому-нибудь помочь.
tr: Sadece birine yardım etmek istiyorum.
vi: Tôi chỉ ước được giúp đỡ ai đó.
zh_hans: 我只想帮助别人。

source: I want to puzzle over something.
de: Ich möchte gerne über etwas rätseln.
fr: Je veux m'interroger sur quelque chose.
it: Voglio scervellarmi su qualcosa.
ko: 나는 무언가를 수수께끼로 만들고 싶다.
pl: Chciałbym móc się nad czymś zastanowić.
pt_br: Eu quero me ocupar com alguma coisa.
ru: Я хочу поломать голову над чем-нибудь.
tr: Bir şey üzerine kafa yormak istiyorum.
vi: Tôi muốn suy nghĩ về một vấn đề hóc búa.
zh_hans: 我想要捣蛋。

source: I have unmet needs.
de: Ich habe unerfüllte Bedürfnisse.
fr: J'ai des besoins non satisfaits.
it: Ho esigenze non soddisfatte.
ko: 나는 충족되지 않은 필요가 있습니다.
pl: Mam niezaspokojone potrzeby.
pt_br: Eu tenho necessidade não atendidas
ru: У меня есть неудовлетворенные потребности.
tr: Karşılanmamış ihtiyaçlarım var.
vi: Tôi có những nhu cầu chưa được đáp ứng.
zh_hans: 我有未满足的需求。

source: I've been injured badly.
de: Ich bin schwer verletzt worden.
fr: J'ai été gravement blessé.
it: Sono stato ferito gravemente.
ko: 심하게 다쳤어요.
pl: Zostałem poważnie zraniony.
pt_br: Eu ter sido ferido gravemente.
ru: Я тяжело ранен.
tr: Kötü yaralandım.
vi: Tôi đã bị thương nặng.
zh_hans: 我受伤了很厉害。

source: I've been wounded.
de: Ich bin verwundet worden.
fr: J'ai été blessé.
it: Sono stato ferito.
ko: 나는 상처를 입었다.
pl: Zostałem zraniony.
pt_br: Eu fui ferido.
ru: Я ранен.
tr: Yaralandım.
vi: Tôi đã bị thương.
zh_hans: 我受了伤。

source: I couldn't sleep at all with all the noise.
de: Ich konnte überhaupt nicht schlafen bei all dem Lärm.
fr: Je ne pouvais pas dormir du tout avec tout le bruit.
it: Non riuscivo a dormire con tutto quel rumore.
ko: 시끄러운 소리에 잠을 한숨도 못 잤다.
pl: Nie mogę spać przy całym tym hałasie.
pt_br: Não consegui dormir com o barulho.
ru: Я не смог заснуть из-за шума.
tr: Tüm o gürültüden hiç uyuyamadım.
vi: Tôi không thể ngủ được chút nào vì tiếng ồn.
zh_hans: 所有噪音都让我无法入睡。

source: It was very hard to sleep with the noise.
de: Es war sehr schwer zu schlafen bei diesem Lärm.
fr: C'était très difficile de dormir avec le bruit.
it: È stato molto difficile dormire con questo rumore.
ko: 시끄러운 소리에 잠을 자기가 너무 힘들었습니다.
pl: Bardzo ciężko spać przy hałasie.
pt_br: Foi muito difícil dormir com o barulho.
ru: Из-за шума было очень трудно уснуть.
tr: Gürültüyle uyumak çok zordu.
vi: Rất khó để ngủ vì tiếng ồn.
zh_hans: 噪音很难入睡。

source: I didn't sleep soundly due to the noise.
de: Ich konnte nicht schlafen wegen des Lärms.
fr: Je n'ai pas bien dormi à cause du bruit.
it: Non ho dormito bene a causa del rumore.
ko: 소음 때문에 잠을 제대로 못 잤어요.
pl: Nie spałem spokojnie z powodu hałasu.
pt_br: Não dormi profundamente devido ao ruído.
ru: Я очень плохо спал из-за шума.
tr: Gürültü yüzünden mışıl mışıl uyuyamadım.
vi: Tôi đã không ngủ ngon vì tiếng ồn.
zh_hans: 由于噪音，我没有睡得很香。

source: I was able to rest up.
de: Ich konnte mich auszuruhen.
fr: J'ai pu me reposer.
it: Ho potuto riposare.
ko: 쉴 수 있었습니다.
pl: Mogłem odpocząć.
pt_br: Eu era capaz de descansar.
ru: Мне удалось отдохнуть.
tr: Dinlenebildim.
vi: Tôi đã có thể nghỉ ngơi.
zh_hans: 我能够休息。

source: I was caught in freakish weather.
de: Ich wurde von verrückten Wetter überrascht.
fr: J'ai été pris dans un temps capricieux.
it: Sono stato sorpreso da fenomeni naturali.
ko: 변덕스러운 날씨에 사로잡혔습니다.
pl: Złapała mnie paskudna pokoda.
pt_br: Eu fui pego no temporal.
ru: Я попал в чертовски странную погоду.
tr: Acayip bir havaya yakalandım.
vi: Tôi đã bị mắc kẹt trong thời tiết bất thường.
zh_hans: 我陷入了异常的天气。

source: It was raining on me.
de: Es regnete auf mich.
fr: Il pleuvait sur moi.
it: Mi pioveva addosso.
ko: 나에게 비가 내리고 있었다.
pl: Padało na mnie.
pt_br: Estava a chover em mim.
ru: Я попал под дождь.
tr: Üzerime yağmur yağıyordu.
vi: Tôi đã bị mưa.
zh_hans: 我在下雨。

source: I've been rained on.
de: Ich bin in den Regen geraten.
fr: J'ai été plu.
it: Mi è piovuto addosso.
ko: 나는 비가 내렸다.
pl: Spadł na mnie deszcz.
pt_br: Eu já estava chovendo.
ru: Я попал под дождь.
tr: Islandım.
vi: Tôi đã bị dính mưa.
zh_hans: 我一直在下雨。

source: I was out in the rain.
de: Ich war draußen im Regen.
fr: J'étais dehors sous la pluie.
it: Sono stato fuori sotto la pioggia.
ko: 나는 비를 맞고 있었다.
pl: Byłem na zewnątrz w deszczu.
pt_br: Eu estava na chuva.
ru: Я попал в дождь.
tr: Yağmurda dışarıdaydım.
vi: Tôi đã ở ngoài trời mưa.
zh_hans: 我在外面淋雨了。

source: It was snowing on me.
de: Es schneite auf mich.
fr: Il neigeait sur moi.
it: Stava nevicando su di me.
ko: 나에게 눈이 내리고 있었다.
pl: Śnieżyło na mnie.
pt_br: Estava nevando em mim.
ru: Я попал под снег.
tr: Üzerime kar yağıyordu.
vi: Tôi đã bị tuyết rơi vào.
zh_hans: 我在下雪。

source: I was out in a blizzard.
de: Ich war in einem Schneesturm.
fr: J'étais dans un blizzard.
it: Ero fuori in una bufera di neve.
ko: 나는 눈보라 속에 있었다.
pl: Byłem w zamieci.
pt_br: Eu estava em uma nevasca.
ru: Я попал в метель.
tr: Bir kar fırtınasında dışarıdaydım.
vi: Tôi đã ở ngoài bão tuyết.
zh_hans: 我在暴风雪中出局。

source: I was in a snow storm.
de: Ich war in einem Schneesturm.
fr: J'étais dans une tempête de neige.
it: Ero in una tempesta di neve.
ko: 나는 눈보라 속에 있었다.
pl: Byłem w burzy śnieżnej.
pt_br: Eu estava em uma tempestade de neve.
ru: Я попал в снежную бурю.
tr: Kar fırtınasındaydım.
vi: Tôi đã ở trong một trận bão tuyết.
zh_hans: 我在暴风雪中。

source: I got caught in a miasma.
de: Ich wurde von einer Verwesungs Wolke erwischt.
fr: J'ai été pris dans un miasme.
it: Sono rimasto bloccato in un miasma.
ko: 나는 독기에 걸렸다.
pl: Dopadła mnie miazma.
pt_br: Fui pego em um miasma.
ru: Я попал в облако миазмов.
tr: Kötü kokuya yakalandım.
vi: Tôi đã bị mắc kẹt trong khí độc.
zh_hans: 我被瘴气困住了。

source: I was caught in smoke underground.
de: Ich war gefangen im Rauch unterirdisch.
fr: J'ai été pris dans la fumée sous terre.
it: Sono rimasto bloccato nel fumo sottoterra.
ko: 나는 지하에서 연기에 휩싸였다.
pl: Złapał mmnie dym pod ziemią.
pt_br: Foi apanhado em fumo no subsolo.
ru: Я попал в облако дыма под землёй.
tr: Yeraltında dumana yakalandım.
vi: Tôi đã bị mắc kẹt trong khói dưới lòng đất.
zh_hans: 我被地下烟雾笼罩了。

source: I was close to a waterfall.
de: Ich war in der Nähe eines Wasserfalls.
fr: J'étais près d'une cascade.
it: Ero vicino a una cascata.
ko: 나는 폭포에 가까웠다.
pl: Byłem blisko wodospadu.
pt_br: Eu estava perto de uma cachoeira.
ru: Я был рядом с водопадом.
tr: Bir şelaleye yakındım.
vi: Tôi đã ở gần một thác nước.
zh_hans: 我接近瀑布。

source: I got caught in dust underground.
de: Ich war unterirdisch im Staub gefangen.
fr: J'ai été pris dans la poussière sous terre.
it: Sono rimasto bloccato nella polvere sottoterra.
ko: 지하 먼지에 갇혔습니다.
pl: Złapał mnie pył pod ziemią.
pt_br: Fui apanhado na poeira no subsolo.
ru: Я попал в облако пыли под землёй.
tr: Yeraltında toza yakalandım.
vi: Tôi đã bị mắc kẹt trong bụi dưới lòng đất.
zh_hans: 我被地下的灰尘笼罩了。

source: I was considering the demands I've made.
de: Ich überlegte die Forderungen, die ich gemacht habe.
fr: Je réfléchissais aux demandes que j'avais faites.
it: Stavo considerando le richieste che ho fatto.
ko: 나는 내가 한 요구를 고려하고 있었다.
pl: Rozważałem żądania jakie postawiłem.
pt_br: Eu estava considerando as demandas que fiz.
ru: Я обдумывал требования, которые я выдвинул.
tr: Yaptığım talepleri düşünüyordum.
vi: Tôi đã cân nhắc những yêu cầu mình đã đưa ra.
zh_hans: 我在考虑我的要求。

source: A criminal could not be properly punished.
de: Ein Verbrecher könnte nicht richtig bestraft werden.
fr: Un criminel ne peut pas être correctement puni.
it: Un criminale non può essere adeguatamente punito.
ko: 범죄자를 제대로 처벌할 수 없습니다.
pl: Kryminalista nie może być właściwie ukarany.
pt_br: Um criminoso não pode ser devidamente punido.
ru: Не удалось должным образом наказать преступника.
tr: Bir suçlu uygun şekilde cezalandırılamadı.
vi: Một tên tội phạm đã không thể bị trừng phạt đúng mức.
zh_hans: 犯罪分子无法受到适当的惩罚。

source: My punishment was reduced.
de: Meine Strafe wurde reduziert.
fr: Ma peine a été réduite.
it: La mia punizione è stata ridotta.
ko: 내 형벌이 경감되었습니다.
pl: Moja kara została zmniejszona.
pt_br: Meu castigo foi reduzido.
ru: Мера моего наказания была уменьшена.
tr: Cezam hafifletildi.
vi: Hình phạt của tôi đã được giảm nhẹ.
zh_hans: 我的惩罚减少了。

source: I won the election.
de: Ich gewann die Wahl.
fr: J'ai gagné l'élection.
it: Ho vinto le elezioni.
ko: 나는 선거에서 이겼다.
pl: Wygrałem wybory.
pt_br: Eu ganhei a eleição.
ru: Я победил на выборах.
tr: Seçimi kazandım.
vi: Tôi đã thắng cử.
zh_hans: 我赢了大选。

source: I was re-elected.
de: Ich wurde wiedergewählt.
fr: J'ai été réélu.
it: Sono stato rieletto.
ko: 나는 재선되었다.
pl: Zostałem ponownie wybrany.
pt_br: Fui reeleito.
ru: Я был переизбран.
tr: Yeniden seçildim.
vi: Tôi đã tái đắc cử.
zh_hans: 我再次当选。

source: has been recognized.
de: anerkannt wurde.
fr: a été reconnue.
it: è stato riconosciuto.
ko: 인식되었습니다.
pl: został rozpoznany.
pt_br: foi reconhecido.
ru: был опознан.
tr: tanındı.
vi: đã được công nhận.
zh_hans: 已经被认可。

source: I can now reside in
de: Ich kann jetzt wohnen in
fr: Je peux maintenant habiter
it: Ora posso vivere a
ko: 이제 거주할 수 있습니다
pl: Teraz mogę rezydować w
pt_br: Eu posso agora morar em
ru: Теперь я могу жить в
tr: Artık şurada ikamet edebilirim:
vi: Giờ đây tôi có thể cư trú tại
zh_hans: 我现在可以住在

source: I am now part of
de: Ich bin jetzt Teil von
fr: je fais maintenant partie de
it: Ora faccio parte di
ko: 나는 이제
pl: Teraz jestem częścią
pt_br: Eu agora faço parte de
ru: Теперь я часть
tr: Artık şunun bir parçasıyım:
vi: Giờ đây tôi là một phần của
zh_hans: 我现在是其中的一员

source: I was denied residency in
de: Man verweigerte mir den Aufenthalt in
fr: On m'a refusé la résidence en
it: Mi hanno negato il permesso di soggiorno in
ko: 거주거부당했습니다
pl: Odmówiono mi rezydowania w
pt_br: Me negaram residência em
ru: Мне отказали в жительстве в
tr: Şurada ikamet etmem reddedildi:
vi: Tôi đã bị từ chối quyền cư trú tại
zh_hans: 我被拒绝居住

source: The temple petition for
de: Die Petition des Tempels für
fr: La requête du temple pour
it: La petizione del tempio per
ko: 성전 탄원서
pl: Prośba o świątynię dla
pt_br: A petição do templo para
ru: Прошение о постройке храма для
tr: Şunun için tapınak dilekçesi:
vi: Kiến nghị xây đền thờ cho
zh_hans: 建立寺庙的请愿

source: was rejected.
de: wurde abgelehnt.
fr: a été rejeté.
it: è stato respinto.
ko: 거부되었습니다.
pl: została odrzucona.
pt_br: foi rejeitado.
ru: был отвергнут.
tr: reddedildi.
vi: đã bị từ chối.
zh_hans: 遭拒

source: was ignored.
de: wurde ignoriert.
fr: a été ignoré.
it: è stato ignorato.
ko: 무시했다.
pl: została zignorowana.
pt_br: foi ignorado.
ru: был проигнорирован.
tr: görmezden gelindi.
vi: đã bị phớt lờ.
zh_hans: 被忽视

source: The agreement to establish a temple for
de: Die Vereinbarung zur Errichtung eines Tempels für
fr: L'accord d'établir un temple pour
it: L'accordo per la creazione di un tempio per
ko: 을 위한 성전 건립 협약
pl: Ustalenie, aby ustanowić świątynię dla
pt_br: O acordo de estabelecer um templo para
ru: Соглашение о создании храма для
tr: Şunun için bir tapınak kurma anlaşması:
vi: Thỏa thuận thành lập một đền thờ cho
zh_hans: 建立寺庙的协议

source: was abandoned.
de: wurde aufgegeben.
fr: a été abandonnée.
it: è stato abbandonato.
ko: 버려졌다.
pl: została porzucona.
pt_br: foi abandonado.
ru: был покинут
tr: vazgeçildi.
vi: đã bị hủy bỏ.
zh_hans: 被遗弃

source: The guildhall petition for
de: Die Petition der Gilde für
fr: La pétition de la guilde pour
it: La petizione della casa della gilda per
ko: 길드홀 청원
pl: Prośba o budowę gildii dla
pt_br: A petição do salão da guilda para
ru: Прошение о создании зала гильдии для
tr: Şunun için lonca salonu dilekçesi:
vi: Kiến nghị xây hội trường phường hội cho
zh_hans: 行会的请求

source: The agreement to establish a guildhall for
de: Die Vereinbarung zur Errichtung eines Rathauses für
fr: L'accord pour établir un hôtel de guilde pour
it: L'accordo per fondare una casa della gilda per
ko: 길드홀 설립 협약
pl: Umowa, aby ustanowić gildię dla
pt_br: O acordo de estabelecer um salão da guilda para
ru: Соглашение о создании зала гильдии для
tr: Şunun için bir lonca salonu kurma anlaşması:
vi: Thỏa thuận thành lập một hội trường phường hội cho
zh_hans: 建立公会的协议

source: I was rejected by
de: Ich wurde abgelehnt von
fr: j'ai été rejeté par
it: Sono stato rifiutato da
ko: 나는 거절당했다
pl: Zostałem odrzucony przez
pt_br: Eu fui rejeitado por
ru: Мне отказали
tr: Şunun tarafından reddedildim:
vi: Tôi đã bị từ chối bởi
zh_hans: 我被拒绝了

source: My request was approved.
de: Mein Antrag wurde genehmigt.
fr: Ma demande a été approuvée.
it: La mia richiesta è stata approvata.
ko: 내 요청이 승인되었습니다.
pl: Moja prośba została zaakceptowana.
pt_br: Meu pedido foi aprovado.
ru: Моя просьба была одобрена.
tr: Talebim onaylandı.
vi: Yêu cầu của tôi đã được chấp thuận.
zh_hans: 我的请求获得批准。

source: My request was ignored.
de: Mein Antrag wurde ignoriert.
fr: Ma demande a été ignorée.
it: La mia richiesta è stata ignorata.
ko: 내 요청이 무시되었습니다.
pl: Moja prośba została zignorowana.
pt_br: Meu pedido foi ignorado.
ru: Моё требование было проигнорировано.
tr: Talebim görmezden gelindi.
vi: Yêu cầu của tôi đã bị phớt lờ.
zh_hans: 我的请求被忽略了。

source: Nobody could be punished for failing to obey my commands.
de: Niemand kann mich bestrafen, weil ich nicht auf meine Befehle gehorcht habe.
fr: Personne ne pouvait être puni pour ne pas avoir obéi à mes ordres.
it: Non è stato possibile punire nessuno per aver disobbedito ai miei comandi.
ko: 아무도 내 명령에 따르지 않는다고 벌을 받을 수는 없었다.
pl: Nikt nie mógł być ukarany za nieprzestrzeganie moich poleceń.
pt_br: Ninguém pode ser punido por não obedecer às minhas ordens.
ru: Никто не может быть наказан за неподчинение моим командам.
tr: Emirlerime uymayan kimse cezalandırılamadı.
vi: Không ai có thể bị trừng phạt vì không tuân lệnh của tôi.
zh_hans: 没有人因为没有遵守我的命令而受到惩罚。

source: My punishment was delayed.
de: Meine Strafe wurde aufgeschoben.
fr: Ma punition a été retardée.
it: La mia punizione è stata ritardata.
ko: 내 처벌이 지연되었습니다.
pl: Moja kara została odłożona w czasie.
pt_br: Meu castigo foi adiado.
ru: Моё наказание было отложено.
tr: Cezam ertelendi.
vi: Hình phạt của tôi đã bị trì hoãn.
zh_hans: 我的处罚被推迟了。

source: A criminal's punishment was delayed.
de: Eine kriminelle Strafe wurde aufgeschoben.
fr: La punition d'un criminel a été retardée.
it: La punizione di un criminale è stata rinviata.
ko: 범죄자의 처벌이 지연되었습니다.
pl: Kara dla przestępcy została odroczona.
pt_br: Punição de um criminoso foi adiada.
ru: Наказание преступника было отложено.
tr: Bir suçlunun cezası ertelendi.
vi: Hình phạt của một tên tội phạm đã bị trì hoãn.
zh_hans: 犯罪分子的处罚被推迟了。

source: There are not enough cages and chains.
de: Es gibt nicht genügend Käfige und Ketten.
fr: Il n'y a pas assez de cages et de chaînes.
it: Non ci sono abbastanza gabbie e catene.
ko: 우리와 사슬이 충분하지 않습니다.
pl: Nie ma wystarczającej ilości klatek i łańcuchów.
pt_br: Não há suficiente jaulas e correntes.
ru: Не хватает клеток и цепей.
tr: Yeterince kafes ve zincir yok.
vi: Không có đủ lồng và xích.
zh_hans: 没有足够的笼子和链子。

source: My mandate was ignored.
de: Mein Mandat wurde ignoriert.
fr: Mon mandat a été ignoré.
it: Il mio mandato è stato ignorato.
ko: 내 권한은 무시되었습니다.
pl: Moje upoważnienia zostały zignorowane.
pt_br: Meu mandato foi ignorado.
ru: Мой мандат был проигнорирован.
tr: Talimatım görmezden gelindi.
vi: Lệnh của tôi đã bị phớt lờ.
zh_hans: 我的任务被忽略了。
