Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: You can make a [C:3:0:1]Station[C:7:0:0] order to have your squad stand in that position. You can create a [C:3:0:1]Patrol Route[C:7:0:0]
fr: Vous pouvez donner un ordre [C:3:0:1]Station[C:7:0:0] pour que votre escouade se tienne dans cette position. Vous pouvez créer une [C:3:0:1]route de patrouille[C:7:0:0]
it: Puoi creare un ordine di [C:3:0:1]Stazione[C:7:0:0] per far stare la squadra in quella posizione. Puoi creare una [C:3:0:1]Rotta di pattuglia[C:7:0:0]
pl: Możesz wydać rozkaz [C:3:0:1]Stój w miejscu[C:7:0:0] aby twój oddział stał w tej pozycji. Możesz stworzyć [C:3:0:1]Trasę Patrolu[C:7:0:0]
pt_br: Você pode fazer uma ordem de [C:3:0:1]Estação[C:7:0:0] para que o seu esquadrão fique naquela posição. Você pode criar uma [C:3:0:1]Rota de Patrulha[C:7:0:0]
ru: Вы можете отдать приказ [C:3:0:1]Станция[C:7:0:0], чтобы ваш отряд встал на эту позицию. Вы можете создать [C:3:0:1]Патрульный маршрут[C:7:0:0]
vi: Bạn có thể tạo lệnh [C:3:0:1]Đồn Trú[C:7:0:0] để đội quân của bạn đứng ở vị trí đó. Bạn có thể tạo một [C:3:0:1]Tuyến Tuần Tra[C:7:0:0]
zh_hans: 你可以制定一个[C:3:0:1]站点[C:7:0:0]命令，让你的小队站在那个位置。 你可以创建一个[C:3:0:1]巡逻路线[C:7:0:0]。

source: and assign your squads to it. The [C:3:0:1]Defend Burrow[C:7:0:0] order gives you a list of [C:1:0:0]Burrows[C:7:0:0] (created by pressing
fr: et assignez-y vos escouades. L'ordre [C:3:0:1]Défendre un terrier[C:7:0:0] vous donne une liste de [C:1:0:0]Terriers[C:7:0:0] (créée en appuyant sur
it: e assegnarvi le tue squadre. L'ordine [C:3:0:1]Difendi Rifugio[C:7:0:0] fornisce un elenco di [C:1:0:0]Rifugi[C:7:0:0] (creato premendo
pl: i przypisać twoje oddziały do niej. Rozkaz [C:3:0:1]Broń Nory[C:7:0:0] da ci listę [C:1:0:0]Nor[C:7:0:0] (tworzoną przez przyciśnięcie
pt_br: e associar seus esquadrões a isso. A ordem [C:3:0:1]Defender Abrigo[C:7:0:0] lhe dá uma lista de [C:1:0:0]Abrigos[C:7:0:0] (criadas pressionando
ru: и назначьте на него свои отряды. Приказ [C:3:0:1]Защитить нору[C:7:0:0] дает вам список [C:1:0:0]нор[C:7:0:0] (создается нажатием кнопки
vi: và phân công các đội quân của bạn vào đó. Lệnh [C:3:0:1]Phòng Thủ Hang Ổ[C:7:0:0] cung cấp cho bạn một danh sách các [C:1:0:0]Hang Ổ[C:7:0:0] (được tạo bằng cách nhấn
zh_hans: 并把你的小队分配给它。 [C:3:0:1]防御洞穴[C:7:0:0]命令给你一个[C:1:0:0]洞穴[C:7:0:0]的列表（通过按

source: the [C:5:0:1]Burrow[C:7:0:0] menu) for your squad to defend. The [C:3:0:1]Training[C:7:0:0] order allows your soldiers to train, but you must
fr: le menu [C:5:0:1]Terrier[C:7:0:0]) pour que votre escouade se défende. L'ordre [C:3:0:1]Entraînement[C:7:0:0] permet à vos soldats de s'entraîner, mais vous devez
it: il menù [C:5:0:1]Rifugio[C:7:0:0]), affinché la tua squadra lo difenda. L'ordine [C:3:0:1]Addestramento[C:7:0:0] consente ai tuoi soldati di addestrarsi, ma devi
pl: menu [C:5:0:1]Nory[C:7:0:0]), które twój oddział ma bronić. Rozkaz [C:3:0:1]Ćwicz[C:7:0:0] pozwala twoim żołnierzom trenować, ale najpierw
pt_br: o menu [C:5:0:1]Abrigo[C:7:0:0]) para o seu esquadrão defender. A ordem de [C:3:0:1]Treino[C:7:0:0] permite seus soldados treinarem, mas você deve
ru: меню [C:5:0:1]Нор[C:7:0:0]) для защиты вашего отряда. Приказ [C:3:0:1]Тренировка[C:7:0:0] позволяет вашим солдатам тренироваться, но вы должны
vi: [C:5:0:1]menu Hang Ổ[C:7:0:0]) để đội quân của bạn phòng thủ. Lệnh [C:3:0:1]Huấn Luyện[C:7:0:0] cho phép binh lính của bạn huấn luyện, nhưng bạn phải
zh_hans: [C:5:0:1]洞所[C:7:0:0] 菜单)用于小队防守. The [C:3:0:1]训练[C:7:0:0] 命令允许你训练你的士兵, 但你必须

source: first assign a [C:3:0:0]Barracks[C:7:0:0] created from the [C:5:0:1]Zones[C:7:0:0] menu.
fr: affectez d'abord une [C:3:0:0]Caserne[C:7:0:0] créée depuis le menu [C:5:0:1]Zones[C:7:0:0].
it: prima assegnare una [C:3:0:0]Caserma[C:7:0:0] creata dal menù [C:5:0:1]Zone[C:7:0:0].
pl: musisz przypisać [C:3:0:0]Koszary[C:7:0:0] tworzone z menu [C:5:0:1]Strefy[C:7:0:0].
pt_br: primeiro atribuir um [C:3:0:0]Quartel[C:7:0:0] criado no menu [C:5:0:1]Zonas[C:7:0:0].
ru: сначала назначьте [C:3:0:0]Бараки[C:7:0:0], созданные в меню [C:5:0:1]Зоны[C:7:0:0].
tr: [C:5:0:1]Bölgeler[C:7:0:0] menüsünden oluşturulmuş bir [C:3:0:0]Kışla[C:7:0:0] atamalısınız.
vi: trước tiên phải phân công một [C:3:0:0]Doanh Trại[C:7:0:0] được tạo từ [C:5:0:1]menu Khu Vực[C:7:0:0].
zh_hans: 首先分配一个从[C:5:0:1]区域[C:7:0:0]菜单中创建的[C:3:0:0]营房[C:7:0:0]。

source: The [C:5:0:1]Equipment[C:7:0:0] menu allows you to customize the uniforms of the selected squads.
fr: Le menu [C:5:0:1]Équipement[C:7:0:0] vous permet de personnaliser les tenues des escouades sélectionnées.
it: Il menù [C:5:0:1]Equipaggiamento[C:7:0:0] permette di personalizzare le divise delle squadre selezionate.
pl: Menu [C:5:0:1]Ekwipunek[C:7:0:0] pozwala ci dostosować wyposażenie wybranych oddziałów.
pt_br: O menu de [C:5:0:1]Equipamento[C:7:0:0] permite você customizar os uniformes dos esquadrões selecionados.
ru: Меню [C:5:0:1]Экипировка[C:7:0:0] позволяет настроить форму выбранных отрядов.
tr: [C:5:0:1]Ekipman[C:7:0:0] menüsü, seçilen birliklerin üniformalarını özelleştirmenizi sağlar.
vi: [C:5:0:1]Menu Trang Bị[C:7:0:0] cho phép bạn tùy chỉnh quân phục của các đội quân được chọn.
zh_hans: 在[C:5:0:1]装备[C:7:0:0]菜单中，你可以定制所选小队的制服。

source: You can assign new uniforms to your squads or add a new one to customize it and add it to the uniform list.
de: Sie können Ihren Trupps neue Uniformen zuweisen oder eine neue Uniform hinzufügen, um sie anzupassen und der Uniformliste hinzuzufügen.
fr: Vous pouvez attribuer de nouveaux uniformes à vos équipes ou en ajouter un nouveau pour le personnaliser et l'ajouter à la liste des uniformes.
it: È possibile assegnare nuove divise alle proprie squadre o aggiungerne una nuova per personalizzarla e aggiungerla all'elenco delle divise.
ko: 부대에 새 유니폼을 할당하거나 새 유니폼을 추가하여 유니폼을 사용자 정의하고 유니폼 목록에 추가할 수 있습니다.
pl: Możesz przypisać nowe umundurowania do swoich oddziałów albo dodać zupełnie nowe umundurowania, dostosować je i dodać do listy umundurowania.
pt_br: Você pode atribuir novos uniformes ao esquadrão ou adicionar um novo para personalizar e adicionar na lista de uniformes.
ru: Вы можете назначить новые униформы своим отрядам или добавить новый набор, чтобы настроить ее и добавить в список униформ.
tr: Birliklerinize yeni üniformalar atayabilir veya yeni bir tane ekleyip özelleştirerek üniforma listesine ekleyebilirsiniz.
vi: Bạn có thể phân công quân phục mới cho các đội quân của mình hoặc thêm một bộ mới để tùy chỉnh và thêm vào danh sách quân phục.
zh_hans: 你可以为你的小队指派新的制服，或者添加一个新的来定制它并将其添加到制服列表中。

source: You can also click on details to customize each individual soldier.
de: Sie können auch auf die Details klicken, um jeden einzelnen Soldaten individuell anzupassen.
fr: Vous pouvez également cliquer sur les détails pour personnaliser chaque soldat.
it: È inoltre possibile fare clic sui dettagli per personalizzare ogni singolo soldato.
ko: 세부 정보를 클릭하여 각 병사를 사용자 정의할 수도 있습니다.
pl: Możesz także wejść w szczegóły aby dostosować każdego pojedynczego żołnierza.
pt_br: Você também pode clicar nos detalhes para customizar cada soldado individualmente.
ru: Вы также можете нажать на иконку левее пера, чтобы настроить каждого солдата отдельно.
tr: Ayrıca her bir askeri özelleştirmek için detaylara tıklayabilirsiniz.
vi: Bạn cũng có thể nhấp vào chi tiết để tùy chỉnh từng binh lính.
zh_hans: 你也可以点击详细资料来为每位战士量身定做

source: The [C:5:0:1]Schedule menu[C:7:0:0] is a powerful tool to give automatic orders to the selected squad.
fr: Le [C:5:0:1]menu Planification[C:7:0:0] est un outil puissant pour donner des ordres automatiques à l'escouade sélectionnée.
it: Il [C:5:0:1]Menù Programma[C:7:0:0] è un potente strumento per dare automaticamente ordini alla squadra selezionata.
pl: [C:5:0:1]Menu planów[C:7:0:0] jest potężnym narzędziem pozwalającym dawać automatyczne rozkazy wybranym oddziałom.
pt_br: O [C:5:0:1]Menu de Cronograma[C:7:0:0] é uma ferramenta poderosa para dar ordens automáticas ao esquadrão selecionado.
ru: Меню [C:5:0:1]Расписание[C:7:0:0] - это мощный инструмент для отдачи автоматических приказов выбранному отряду.
tr: [C:5:0:1]Program menüsü[C:7:0:0], seçilen birliğe otomatik emirler vermek için güçlü bir araçtır.
vi: [C:5:0:1]Menu Lịch Trình[C:7:0:0] là một công cụ mạnh mẽ để ra lệnh tự động cho đội quân được chọn.
zh_hans: [C:5:0:1]日程表菜单[C:7:0:0]是一个强大的工具，可以向选定的小队自动下达命令。

source: Routines are individual orders given to a squad or individual members of a squad. From here you
de: Routinen sind individuelle Befehle, die einem Trupp oder einzelnen Mitgliedern eines Trupps erteilt werden. Von hier aus können Sie
fr: Les routines sont des ordres individuels donnés à une escouade ou à des membres individuels d'une escouade. D'ici vous
it: Le routine sono ordini individuali impartiti a una squadra o a singoli membri di una squadra. Da qui
ko: 루틴은 부대 또는 부대의 개별 구성원에게 주어지는 개인적인 명령입니다. 여기서부터는 당신이
pl: Procedury to indywidualne rozkazy wydawane oddziałowi lub pojedynczym jego członkom. Z tego miejsca
pt_br: Rotinas são ordens individuais dadas à um esquadrão ou membros individuais de um esquadrão. Daqui você
ru: Процедуры - это индивидуальные приказы, отдаваемые отряду или отдельным членам отряда. Отсюда вы
tr: Rutinler, bir birliğe veya birliğin bireysel üyelerine verilen bireysel emirlerdir. Buradan
vi: Các thói quen là những lệnh riêng lẻ được đưa ra cho một đội quân hoặc các thành viên riêng lẻ của một đội quân. Từ đây, bạn
zh_hans: 例行程序是下达给一个小队或小队成员的个别命令。从这里开始

source: can assign and edit the routines your soldiers will follow.
fr: pouvez assigner et modifier les routines que vos soldats suivront.
it: puoi assegnare e modificare le routine che i soldati seguiranno.
ko: 병사들이 따를 루틴을 지정하고 편집할 수 있습니다.
pl: możesz przypisywać i edytować procedury, które twoi żołnierze będą stosować.
pt_br: pode atribuir e editar as rotinas que seus soldados seguirão.
ru: можете назначать и редактировать процедуры, которым будут следовать ваши солдаты.
tr: askerlerinizin izleyeceği rutinleri atayabilir ve düzenleyebilirsiniz.
vi: có thể chỉ định và chỉnh sửa các thói quen mà binh lính của bạn sẽ tuân theo.
zh_hans: 你可以指派并修改你的战士们会遵守的时间表

source: You can also give your squads a monthly schedule. The routines are aligned along the top of
de: Sie können Ihren Truppen auch einen Monatsplan geben. Die Abläufe sind entlang des oberen Randes der
fr: Vous pouvez également donner à vos équipes un calendrier mensuel. Les routines sont alignées en haut de
it: Puoi inoltre assegnare alle squadre un programma mensile. Le routine sono allineate lungo la parte superiore
ko: 팀원들에게 월별 일정을 제공할 수도 있습니다. 루틴은 의 상단을 따라 정렬됩니다.
pl: Możesz także dać twojemu oddziałowi miesięczny harmonogram. Procedury są wyrównywane wzdłuż górnej
pt_br: Você também pode definir aos esquadrões uma programação mensal. As rotinas são alinhadas ao longo do topo da
ru: Также можно составить для своих отрядов расписание на месяц. Процедуры выстроены вдоль верхней части
vi: Bạn cũng có thể lập lịch trình hàng tháng cho các đội quân của mình. Các thói quen được sắp xếp dọc theo phía trên của
zh_hans: 你也可以给你的小队一个月的时间表。例程沿着顶部对齐

source: the grid and the months of the year are shown down the left side. To assign different orders
fr: la grille et les mois de l'année sont affichés sur le côté gauche. Pour attribuer différentes commandes
it: della griglia e i mesi dell'anno sono visualizzati sul lato sinistro. Per assegnare ordini diversi
ko: 그리드와 1년의 월은 왼쪽 아래에 표시됩니다. 다른 주문을 할당하려면
pl: części siatki, a miesiące roku są pokazane wzdłuż lewej. Aby przypisać różne rozkazy
pt_br: a grade e os meses do ano são mostrados no lado esquerdo. Para atribuir ordens diferentes
ru: сетка, а слева внизу отображаются месяцы года. Чтобы назначить различные порядки
vi: lưới và các tháng trong năm được hiển thị ở phía bên trái. Để phân công các lệnh khác nhau
zh_hans: 网格和一年中的月份显示在左侧。指派不同的命令

source: for each month, line up with your chosen routine, go down the column, and press edit on the
fr: pour chaque mois, alignez-vous avec votre routine choisie, descendez la colonne et appuyez sur modifier sur le
it: per ogni mese, allinea con la routine prescelta, scorri la colonna e premi modifica sugli
ko: 매달, 당신이 선택한 루틴으로 줄을 서서, 칼럼을 내려가서, 편집을 누르세요.
pl: dla każdego miesiąca, wybierz linię z wybraną procedurą, zejdź w dół kolumny i naciśnij edytuj na
pt_br: para cada mês, alinhe-se com a rotina escolhida, desça a coluna e pressione editar nas
ru: для каждого месяца, выберите процедуру, спуститесь вниз по колонке и нажмите кнопку "редактировать" на экране
tr: atamak için, seçtiğiniz rutinle hizalayın, sütundan aşağı inin ve ayla hizalanan emrin
vi: cho mỗi tháng, hãy xếp hàng với thói quen đã chọn của bạn, di chuyển xuống cột và nhấn chỉnh sửa vào các
zh_hans: 对于每个月，按照你选择的日程排列，沿着列向下走，然后按下编辑

source: orders lining up with the month. You can also copy an order from any cell. Clicking on the
fr: les commandes s'alignent sur le mois. Vous pouvez également copier une commande à partir de n'importe quelle cellule. En cliquant sur le
it: ordini allineati al mese. Puoi anche copiare un ordine da qualsiasi cella. Fare clic sulla
ko: 월에 따라 늘어선 주문 셀에서 주문을 복사할 수도 있습니다.
pl: rozkazach w odpowiedniej linii miesięcy. Możesz także skopiować rozkaz z dowolnej komórki. Klikając na
pt_br: ordens alinhando com o mês. Você também pode copiar uma ordem de qualquer célula. Clicando na
ru: заказы выстраиваются в очередь с каждым месяцем. Вы также можете скопировать заказ из любой ячейки. Нажав на
vi: lệnh tương ứng với tháng. Bạn cũng có thể sao chép một lệnh từ bất kỳ ô nào. Nhấp vào
zh_hans: 订单按月排列。您还可以从任何单元格复制订单。点击

source: column itself will assign the routine to the selected squad.
de: Spalte selbst wird die Routine der ausgewählten Truppe zugewiesen.
fr: colonne elle-même attribuera la routine à l'équipe sélectionnée.
it: colonna stessa assegnerà la routine alla squadra selezionata.
ko: 열 자체는 선택한 분대에 루틴을 할당합니다.
pl: całą kolumnę przypiszesz procedurę do wybranego oddziału.
pt_br: própria coluna vai atribuir a rotina para o esquadrão selecionado.
ru: колонка сама назначит рутину выбранному отряду.
tr: kendisine tıklamak, rutini seçilen birliğe atayacaktır.
vi: chính cột đó sẽ phân công thói quen cho đội quân được chọn.
zh_hans: 列本身将把例程指派给选定的小队

source: The regular mining command digs a tunnel into the side of a mountain or deep underground.
de: Das reguläre Bergbaukommando gräbt einen Tunnel in einen Berghang oder tief in den Untergrund.
fr: Le commandement minier régulier creuse un tunnel dans le flanc d'une montagne ou profondément sous terre.
it: Il normale comando di escavazione scava una galleria nel fianco di una montagna o più a fondo, sottoterra.
ko: 정기적인 채굴 명령은 산의 측면이나 깊은 지하로 터널을 판다.
pl: Regularne zespoły górnicze kopią tunele w zboczach gór lub głęboko pod ziemią.
pt_br: O comando de mineração normal cava um túnel para o lado na montanha ou para baixo no subsolo.
ru: Обычная шахтёрская команда при помощи которой роется туннель в склоне горы или глубоко под землёй.
tr: Normal madencilik komutu, bir dağın yamacına veya yerin derinliklerine bir tünel kazar.
vi: Lệnh đào mỏ thông thường đào một đường hầm vào sườn núi hoặc sâu dưới lòng đất.
zh_hans: 常规的采矿命令会在山的一侧或地下深处挖掘一条隧道。

source: This leaves a "ceiling" above and "floor" below the empty space you have mined.
fr: Cela laisse un "plafond" au-dessus et un "plancher" en dessous de l'espace vide que vous avez miné.
it: Ciò lascia un "soffitto" sopra e un "pavimento" sotto lo spazio vuoto escavato.
ko: 이렇게 하면 채굴한 빈 공간 위에는 "천장"이, 아래에는 "바닥"이 남게 됩니다.
pl: Zostawia to "sufity" powyżej i "podłogę" poniżej pustej przestrzeni, którą wykopałeś.
pt_br: Isso deixa um "telhado" acima e um "piso" abaixo do espaço vazio que você minerou.
ru: Это оставляет "потолок" над и "пол" под, пустым пространство, которое вы добыли.
tr: Bu, kazdığınız boş alanın üzerinde bir "tavan" ve altında bir "zemin" bırakır.
vi: Điều này tạo ra một "trần nhà" phía trên và một "sàn nhà" phía dưới không gian trống mà bạn đã đào.
zh_hans: 这会在你开采的空地上方留下“天花板”，而在其下方留下“地板”。

source: A ramp is a special square that can be traversed to the level above. There must be space above a ramp
de: Eine Rampe ist ein spezielles Feld, das zur darüber liegenden Ebene überquert werden kann. Über einer Rampe muss Platz sein
fr: Une rampe est une case spéciale qui peut être traversée jusqu'au niveau supérieur. Il doit y avoir de l'espace au-dessus d'une rampe
it: Una rampa è un riquadro speciale che può essere attraversato fino al livello superiore. Sopra una rampa ci dev'essere spazio
ko: 경사로는 위의 레벨까지 횡단할 수 있는 특별한 사각형입니다. 경사로 위에 공간이 있어야 합니다.
pl: Rampa to specjalny kwadrat, po którym można wejść na wyższy poziom. Aby można było korzystać z rampy,
pt_br: Uma rampa é um quadrado especial que pode ser atravessado para o nível acima. Deve ter espaço acima da rampa
ru: Пандус - это специальный квадрат, по которому можно подняться на уровень выше. Над пандусом должно быть свободное место
tr: Rampa, üst seviyeye geçiş sağlayan özel bir karedir. Rampanın kullanılabilir olması için üzerinde boşluk
vi: Một dốc là một ô đặc biệt có thể đi lên tầng trên. Phải có không gian phía trên dốc
zh_hans: 坡道是一个特殊的正方形，可以穿越到上面一层。坡道上方一定有空间

source: and an adjacent wall with an open floor above for the ramp to be usable.
de: und eine angrenzende Wand mit einem offenen Boden darüber, damit die Rampe nutzbar ist.
fr: et un mur adjacent avec un plancher ouvert au-dessus pour que la rampe soit utilisable.
it: e una parete adiacente con un pavimento libero al di sopra per rendere utilizzabile la rampa.
ko: 그리고 경사로를 사용할 수 있도록 위에 개방된 바닥이 있는 인접한 벽.
pl: musi być wolna przestrzeń nad rampą i wolna podłoga na ścianie obok (u celu).
pt_br: e numa parede adjacente com um piso aberto acima para a rampa ser utilizável.
ru: и прилегающей стены с открытым полом над ней, чтобы пандус можно было использовать.
tr: ve yukarıda açık bir zemine sahip bitişik bir duvar olmalıdır.
vi: và một bức tường liền kề với một sàn mở phía trên để dốc có thể sử dụng được.
zh_hans: 相邻的墙面上方有一个凿开的地板，这样就可以做一个斜坡。

source: Digging a ramp into a wall on the same level will create a connection to the higher level and remove the ceiling.
de: Wenn Sie eine Rampe in eine Wand auf derselben Ebene graben, schaffen Sie eine Verbindung zur höheren Ebene und entfernen die Decke.
fr: Creuser une rampe dans un mur au même niveau créera une connexion avec le niveau supérieur et supprimera le plafond.
it: Scavare una rampa in un muro allo stesso livello creerà una connessione al livello superiore e rimuoverà il soffitto.
ko: 같은 층의 벽에 경사로를 파면 더 높은 층과 연결되고 천장이 제거됩니다.
pl: Wykopanie rampy w ścianie na tym samym poziomie stworzy połączenie na wyższy poziom i usunie sufit.
pt_br: Escavar uma rampa em uma parede no mesmo nível criará uma conexão com o nível superior e removerá o teto.
ru: Вкапывание пандуса в стену на том же уровне создаст соединение с более высоким уровнем и снимет потолок.
tr: Aynı seviyedeki bir duvara rampa kazmak, üst seviyeye bir bağlantı oluşturacak ve tavanı kaldıracaktır.
vi: Đào một dốc vào một bức tường trên cùng một cấp độ sẽ tạo ra một kết nối đến cấp độ cao hơn và loại bỏ trần nhà.
zh_hans: 在同一层的墙上挖一个坡道，将创建一个与更高一层的连接，并同时拆除天花板。

source: Once a ramp is present, you can start using the regular mining command on the higher level.
de: Sobald eine Rampe vorhanden ist, können Sie den regulären Bergbaubefehl auf der höheren Ebene verwenden.
fr: Une fois qu'une rampe est présente, vous pouvez commencer à utiliser la commande d'extraction régulière au niveau supérieur.
it: Una volta presente una rampa puoi iniziare a utilizzare il normale comando di scavo al livello superiore.
ko: 경사로가 있으면 윗 층에서 일반 마이닝 명령을 사용할 수 있습니다.
pl: Od momentu powstania rampy, możesz zacząć wydawać normalne polecenia górnicze na poziomie powyżej.
pt_br: Uma vez que uma rampa esteja presente, você pode começar a usar o comando regular de mineração no nível superior.
ru: Как только пандус появится, вы сможете начать использовать обычную команду добычи на более высоком уровне.
tr: Bir rampa mevcut olduğunda, üst seviyede normal madencilik komutunu kullanmaya başlayabilirsiniz.
vi: Khi có một dốc, bạn có thể bắt đầu sử dụng lệnh đào mỏ thông thường ở cấp độ cao hơn.
zh_hans: 一旦出现斜坡，就可以开始在更高一层使用常规挖掘命令。

source: Digging a channel will mine out a floor or wall at the current level and dig out a ramp at the level
de: Beim Graben eines Weges wird ein Boden oder eine Wand auf der aktuellen Ebene ausgehoben und eine Rampe auf der Ebene ausgehoben
fr: Creuser un canal minera un sol ou un mur au niveau actuel et creusera une rampe au niveau
it: Scavare un canale estrarrà un pavimento o un muro al livello attuale ed escaverà una rampa al livello
ko: 수로를 파면 현재 층에서 바닥이나 벽을 파내고 층에서 경사로를 파낸다.
pl: Wykopanie kanału usunie podłogę lub ścianę na obecnym poziomie i utworzy rampę na poziomie
pt_br: Escavar um canal extrairá um piso ou parede no nível atual e escavará uma rampa no nível
ru: Рытье канала приведет к выемке пола или стены на текущем уровне и выкопке пандуса на этом уровне
tr: Kanal kazmak, mevcut seviyedeki bir zemini veya duvarı kazar ve alt seviyede
vi: Đào một kênh sẽ khai thác một sàn hoặc tường ở cấp độ hiện tại và đào một dốc ở cấp độ
zh_hans: 挖掘一条通道将在当前水平面挖掘出一个地板或墙壁，并在该水平面挖掘一个斜坡

source: below. If there's no solid ground below the square being channeled, channeling will destroy the floor
fr: dessous. S'il n'y a pas de sol solide sous la case canalisée, la canalisation détruira le sol
it: inferiore. Se non c'è terreno solido sotto al riquadro incanalato, la canalizzazione distruggerà il pavimento
ko: 아래. 만약 채널링되는 광장 아래에 단단한 땅이 없다면, 채널링은 바닥을 파괴할 것이다.
pl: poniżej. Jeśli poniżej pola, na którym kopany jest kanał, nie ma solidnego gruntu, proces ten zniszczy podłogę
pt_br: abaixo. Se não houver chão sólido abaixo do quadrado que está sendo canalizado, a canalização destruirá o chão
ru: ниже. Если под площадью, по которой проходит канал, нет твердой земли, канал разрушит пол.
vi: dưới. Nếu không có nền đất vững chắc bên dưới ô đang được đào kênh, việc đào kênh sẽ phá hủy sàn
zh_hans: 下面。 如果被疏导的广场下面没有坚实的地面，疏导将破坏地板

source: and create a hole instead.
fr: et créez un trou à la place.
it: e creerà invece un buco.
ko: 대신 구멍을 만듭니다.
pl: i zamiast tego stworzy dziurę.
pt_br: e criará um buraco em seu lugar.
ru: и вместо этого создайте дыру.
tr: ve yerine bir delik oluşturacaktır.
vi: và tạo ra một lỗ thay vào đó.
zh_hans: 并创建一个洞来代替

source: To easily see which ramps go up or down, click the [C:5:0:1]Ramp Vision[C:7:0:0] button by the minimap.
fr: Pour voir facilement quelles rampes montent ou descendent, cliquez sur le bouton [C:5:0:1]Ramp Vision[C:7:0:0] à côté de la mini-carte.
it: Per vedere facilmente quali rampe salgono o scendono, clicca sul tasto [C:5:0:1]Vista Rampa[C:7:0:0] vicino alla minimappa.
pl: Aby łatwo zobaczyć, która rampa prowadzi na górę i na dół, kliknij przycisk [C:5:0:1]Widok ramp[C:7:0:0] koło minimapy.
pt_br: Para ver facilmente quais rampas sobem ou descem, clique no botão [C:5:0:1]Visão da Rampa[C:7:0:0] perto do minimapa.
ru: Чтобы увидеть, какие пандусы идут вверх или вниз, нажмите на кнопку [C:5:0:1]Отображение пандусов [C:7:0:0] рядом с миникартой.
tr: Hangi rampaların yukarı veya aşağı gittiğini kolayca görmek için mini haritanın yanındaki [C:5:0:1]Rampa Görüşü[C:7:0:0] düğmesine tıklayın.
vi: Để dễ dàng xem dốc nào đi lên hoặc đi xuống, nhấp vào nút [C:5:0:1]Tầm Nhìn Dốc[C:7:0:0] cạnh bản đồ nhỏ.
zh_hans: 要轻松地看到哪些坡道是向上或向下的，请点击最小地图旁的[C:5:0:1]坡道视图[C:7:0:0] 按钮。
