Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: believes it is important to conceal emotions and refrain from complaining
de: hält es für wichtig, Gefühle zu verbergen und sich nicht zu beschweren
fr: estime qu'il est important de dissimuler ses émotions et de s'abstenir de se plaindre
it: ritiene che sia importante nascondere le emozioni e astenersi dalle lamentele
ko: 감정을 숨기고 불평불만을 티내지 않는것이 중요하다고 믿습니다.
pl: uważa, że ważne jest ukrywanie emocji i powstrzymywanie się od narzekania
pt_br: acredita que é importante esconder as emoções e abster-se de reclamar
ru: считает важным скрывать эмоции и не жаловаться на лишения
tr: duyguları gizlemenin ve şikayet etmekten kaçınmanın önemli olduğuna inanır
vi: Tin rằng việc che giấu cảm xúc và kiềm chế than vãn là quan trọng
zh_hans: 认为隐瞒情绪并避免抱怨是很重要的

source: doesn't care about nature one way or another
de: kümmert sich so oder so nicht um die Natur
fr: ne se soucie pas de la nature d'une manière ou d'une autre
it: non gl'importa della natura in un modo o nell'altro
ko: 어떤 식 으로든 자연을 신경 쓰지 않습니다.
pt_br: não se preocupa com a natureza de uma forma ou de outra
ru: так или иначе не интересуется природой
tr: doğayı öyle ya da böyle umursamaz
vi: Không màng đến tự nhiên theo bất kỳ cách nào
zh_hans: 不以某种方式关心自然

source: an unknown civilization
de: eine unbekannte Zivilisation
fr: une civilisation inconnue
it: una civiltà sconosciuta
ko: 미지의 문명
pl: nieznana cywilizacja
pt_br: uma civilização desconhecida
ru: неизвестная цивилизация
tr: bilinmeyen bir medeniyet
vi: Một nền văn minh chưa được biết đến
zh_hans: 一个未知的文明

source: interrogator
de: Verhörer
fr: interrogateur
it: interrogatore
ko: 질문자
pl: przesłuchujący
pt_br: interrogador
ru: следователь
tr: sorgu ustası
vi: Người thẩm vấn
zh_hans: 审讯员

source: an unidentified creature
de: eine unbekannte Kreatur
fr: une créature non identifiée
it: una creatura non identificata
ko: 미확인 생물
pl: niezidentyfikowane stworzenie
pt_br: uma criatura não identificada
ru: неизвестное существо
tr: tanımlanamayan bir yaratık
vi: Một sinh vật không xác định
zh_hans: 未识别的生物

source: an unknown site
de: einen unbekannten Ort
fr: un site inconnu
it: un sito sconosciuto
ko: 알려지지 않은 사이트
pl: nieznane miejsce
pt_br: num site desconhecido
ru: неизвестное место
tr: bilinmeyen bir yerleşim
vi: Một địa điểm chưa được biết đến
zh_hans: 一个未知的小站

source: a wall
de: eine Mauer
fr: un mur
it: un muro
ko: 벽
pl: ściana
pt_br: Parede
ru: стена
tr: bir duvar
vi: Một bức tường
zh_hans: 一堵墙

source: a bridge
de: eine Brücke
fr: un pont
it: un ponte
ko: 다리
pl: most
pt_br: Ponte
ru: мост
tr: bir köprü
vi: Một cây cầu
zh_hans: 一座桥

source: a tunnel
de: ein Tunnel
fr: un tunnel
it: una galleria
ko: 터널
pl: tunel
pt_br: um túnel
ru: туннель
tr: bir tünel
vi: Một đường hầm
zh_hans: 一条隧道

source: a road
de: eine Straße
fr: une route
it: una strada
ko: 도로
pl: droga
pt_br: Estrada
ru: дорога
tr: bir yol
vi: Một con đường
zh_hans: 一条路

source: an unknown construction
de: eine unbekannte Konstruktion
fr: une construction inconnue
it: una costruzione sconosciuta
ko: 알 수 없는 구조
pl: nieznana konstrukcja
pt_br: uma construção desconhecida
ru: неизвестная конструкция
tr: bilinmeyen bir yapı
vi: Một công trình chưa được biết đến
zh_hans: 一个未知的结构

source: an unknown secret
de: ein unbekanntes Geheimnis
fr: un secret inconnu
it: un segreto sconosciuto
ko: 알려지지 않은 비밀
pl: nieznany sekret
pt_br: um segredo desconhecido
ru: неизвестный секрет
tr: bilinmeyen bir sır
vi: Một bí mật chưa được biết đến
zh_hans: 一个未知的秘密

source: a cottage plot
fr: un terrain de chalet
it: un terreno di casolare
ko: 오두막집
pl: działka z domkiem letniskowym
pt_br: um lote de casa de campo
ru: коттеджный участок
tr: bir kulübe arsası
vi: Một mảnh đất nhà tranh
zh_hans: 一块宅院地基

source: a castle wall
de: eine Burgmauer
fr: un mur de château
it: un muro di cinta di castello
ko: 성벽
pl: mur zamkowy
pt_br: uma parede de castelo
ru: стена замка
tr: bir kale duvarı
vi: Một bức tường lâu đài
zh_hans: 一座城墙

source: a castle tower
de: ein Schlossturm
fr: une tour du château
it: una torre di castello
ko: 천수각
pl: wieża zamkowa
pt_br: uma torre de castelo
ru: башня замка
tr: bir kale kulesi
vi: Một tháp lâu đài
zh_hans: 一座城堡碉塔

source: a castle courtyard
de: einen Schlosshof
fr: une cour de château
it: il cortile di castello
ko: 성 안마당
pl: dziedziniec zamkowy
pt_br: um pátio do castelo
ru: двор замка
tr: bir kale avlusu
vi: Một sân lâu đài
zh_hans: 一座城堡院落

source: a shop
de: ein Laden
fr: un magasin
it: un negozio
ko: 가게
pl: sklep
pt_br: uma loja
ru: мастерская
tr: bir dükkan
vi: Một cửa hàng
zh_hans: 一个商店

source: a shrine
de: einen Schrein
fr: un sanctuaire
it: un santuario
ko: 신사
pl: sanktuarium
pt_br: um santuário
ru: святыня
tr: bir tapınak
vi: Một miếu thờ
zh_hans: 一座圣祠

source: a market square
de: ein Marktplatz
fr: une place du marché
it: una piazza del mercato
ko: 시장 광장
pl: plac targowy
pt_br: uma praça do mercado
ru: рыночная площадь
tr: bir pazar yeri
vi: Một quảng trường chợ
zh_hans: 市场广场

source: a vault
de: ein Tresor
fr: un coffre-fort
it: una cripta
ko: 금고
pl: skarbiec
pt_br: um cofre
ru: убежище
tr: bir hazine odası
vi: Một hầm chứa
zh_hans: 拱顶

source: a mythical palace
tr: efsanevi bir saray
vi: Một cung điện thần thoại

source: a mythical dungeon
tr: efsanevi bir zindan
vi: Một hầm ngục thần thoại

source: a mythical lair
tr: efsanevi bir in
vi: Một sào huyệt thần thoại

source: a warehouse
de: ein Lagerhaus
fr: un entrepôt
it: un magazzino
ko: 창고
pl: magazyn
pt_br: um armazém
ru: склад
tr: bir depo
vi: Một nhà kho
zh_hans: 一个仓库

source: a dormitory
de: ein Schlafsaal
fr: Un dortoir
it: un dormitorio
ko: 기숙사
pl: dormitorium
pt_br: um dormitório
ru: общежитие
tr: bir yatakhane
vi: Một ký túc xá
zh_hans: 一个宿舍

source: a dining hall
de: ein Speisesaal
fr: une salle à manger
it: una sala da pranzo
ko: 식당
pl: jadalnia
pt_br: um refeitório
ru: обеденный зал
tr: bir yemek salonu
vi: Một sảnh ăn
zh_hans: 一个餐厅

source: a pasture
de: eine Weide
fr: un pâturage
it: un pascolo
ko: 목초지
pl: pastwisko
pt_br: um pasto
ru: пастбище
tr: bir otlak
vi: Một đồng cỏ chăn nuôi
zh_hans: 一个牧场

source: a meadow
de: eine Wiese
fr: une prairie
it: un prato
ko: 초원
pl: łąka
pt_br: um prado
ru: луг
tr: bir çayır
vi: Một đồng cỏ
zh_hans: 草地

source: a waste
de: Abfall
fr: un gaspillage
it: uno spreco
ko: 쓰레기
pl: marnotrawstwo
pt_br: um desperdício
ru: отходы
tr: bir çorak arazi
vi: Một vùng đất hoang
zh_hans: 浪费

source: a yard
de: eine Werft
fr: un yard
it: un cortile
ko: 마당
pl: podwórko
pt_br: um quintal
ru: двор
tr: bir avlu
vi: Một sân
zh_hans: 院子

source: a well
de: ein Brunnen
fr: un puits
it: un pozzo
ko: 우물
pl: studnia
pt_br: um poço
ru: колодец
tr: bir kuyu
vi: Một giếng nước
zh_hans: 一口井

source: a trenches
de: einen Graben
fr: une tranchée
it: una trincea
ko: 참호
pl: okopy
pt_br: uma trincheira
ru: рвы
tr: siperler
vi: Một chiến hào
zh_hans: 一个沟渠

source: a fortress entrance
de: ein Festungseingang
fr: une entrée de forteresse
it: l'ingresso di una fortezza
ko: 요새 입구
pl: wejście do fortecy
pt_br: uma entrada de fortaleza
ru: вход в крепость
tr: bir kale girişi
vi: Một lối vào pháo đài
zh_hans: 要塞入口

source: a barrow
de: eine Schubkarre
fr: une brouette
it: un carretto
ko: 손수레
pl: kurhan
pt_br: um carrinho de mão
ru: курган
tr: bir höyük mezarı
vi: Một gò mộ
zh_hans: 手推车

source: an unknown building
de: ein unbekanntes Gebäude
fr: un bâtiment inconnu
it: un edificio sconosciuto
ko: 알려지지 않은 건물
pl: nieznany budynek
pt_br: um prédio desconhecido
ru: неизвестное строение
tr: bilinmeyen bir bina
vi: Một công trình chưa được biết đến
zh_hans: 一座未知的建筑

source: actively avoids exciting or stressful situations
de: vermeidet aktiv aufregende oder stressige Situationen
fr: évite activement les situations excitantes ou stressantes
it: evita attivamente le situazioni emozionanti o stressanti
ko: 흥미 진진하거나 스트레스가 많은 상황을 적극적으로 피합니다.
pl: aktywnie unika ekscytujących lub stresujących sytuacji
pt_br: ativamente, evita situações estressantes ou excitantes
ru: активно избегает волнующих и стрессовых ситуаций
tr: heyecanlı veya stresli durumlardan aktif olarak kaçınır
vi: Chủ động né tránh các tình huống kịch tính hoặc căng thẳng
zh_hans: 积极避免令人兴奋或压力大的情况

source: an unknown artifact
de: ein unbekanntes Artefakt
fr: un artefact inconnu
it: un manufatto sconosciuto
ko: 미지의 유물
pl: nieznany artefakt
pt_br: um artefato desconhecido
ru: неизвестный артефакт
tr: bilinmeyen bir eser
vi: Một tạo tác chưa được biết đến
zh_hans: 一个未知的神器

source: an unknown region
de: eine unbekannte Region
fr: une région inconnue
it: una regione sconosciuta
ko: 알려지지 않은 지역
pl: nieznany region
pt_br: uma regiao desconhecida
ru: неизвестный регион
tr: bilinmeyen bir bölge
vi: Một khu vực chưa được biết đến
zh_hans: 一个未知的地区

source: an empty population
de: eine leere Bevölkerung
fr: une population vide
it: una popolazione vuota
ko: 빈 인구
pl: pusta populacja
pt_br: uma população de vazia
ru: без населения
tr: boş bir nüfus
vi: Một quần thể không người
zh_hans: 空旷的人口

source: an unknown population
de: eine unbekannte Bevölkerung
fr: une population inconnue
it: una popolazione sconosciuta
ko: 알려지지 않은 인구
pl: nieznana populacja
pt_br: uma população desconhecida
ru: неизвестное население
tr: bilinmeyen bir nüfus
vi: Một quần thể chưa được biết đến
zh_hans: 一个未知的人口

source: a peace agreement
de: ein Friedensabkommen
fr: un accord de paix
it: un accordo di pace
ko: 평화 협정
pl: porozumienie pokojowe
pt_br: um acordo de paz
ru: мирное соглашение
tr: bir barış anlaşması
vi: Một thỏa thuận hòa bình
zh_hans: 和平协议

source: a lumber agreement
de: ein Holzfällerabkommen
fr: un accord sur le bois
it: un accordo sul legname
ko: 목재 계약
pl: umowa dotycząca drewna
pt_br: um acordo da madeira serrada
ru: договор о древесине
tr: bir kereste anlaşması
vi: Một thỏa thuận khai thác gỗ
zh_hans: 木材协议

source: the establishment of landed nobility
de: die Etablierung des Landadels
fr: l'établissement de la noblesse terrienne
it: l'istituzione della nobiltà terriera
ko: 지주 귀족의 설립
pl: ustanowienie szlachty ziemiańskiej
pt_br: o estabelecimento da nobreza desembarcado
ru: назначение поместного дворянства
tr: toprak sahibi soyluluğun kurulması
vi: Việc thiết lập giới quý tộc địa chủ
zh_hans: 建立当地贵族

source: the elevation of the landed nobility
de: der Aufstieg des Landadels
fr: l'élévation de la noblesse terrienne
it: il rango della nobiltà terriera
ko: 상륙 귀족의 상승
pl: wyniesienie szlachty ziemiańskiej
pt_br: a elevação da nobreza desembarcada
ru: возвышение местного дворянства
tr: toprak sahibi soyluluğun yükseltilmesi
vi: Sự nâng tầm giới quý tộc địa chủ
zh_hans: 登上贵族的高度

source: a trade agreement
de: ein Handelsabkommen
fr: un accord commercial
it: un accordo commerciale
ko: 무역 협정
pl: umowa handlowa
pt_br: um acordo de comércio
ru: торговое соглашение
tr: bir ticaret anlaşması
vi: Một thỏa thuận thương mại
zh_hans: 一份贸易协定

source: a tribute agreement
de: ein Tributabkommen
fr: un accord d'hommage
it: un accordo tributario
ko: 공물 협정
pl: umowa o daninie
pt_br: um acordo de tributo
ru: соглашение о дани
tr: bir haraç anlaşması
vi: Một thỏa thuận cống nạp
zh_hans: 一份赠品协议

source: a demand of unconditional surrender
de: eine Aufforderung zur bedingungslosen Kapitulation
fr: une demande de reddition inconditionnelle
it: una richiesta di resa incondizionata
ko: 무조건 항복 요구
pl: żądanie bezwarunkowego poddania się
pt_br: uma exigência de rendição incondicional
ru: требование безоговорочной капитуляции
tr: koşulsuz teslimiyet talebi
vi: Một yêu cầu đầu hàng vô điều kiện
zh_hans: 要求无条件投降

source: a vague agreement
de: eine vage Vereinbarung
fr: un vague accord
it: un vago accordo
ko: 모호한 합의
pl: niejasne porozumienie
pt_br: um acordo vago
ru: неясное соглашение
tr: belirsiz bir anlaşma
vi: Một thỏa thuận mơ hồ
zh_hans: 一个模糊的协议

source: being out in the sunshine again
fr: être à nouveau au soleil
it: essere di nuovo al sole
ko: 다시 햇빛을 받으며
pt_br: estar no sol novamente
ru: снова на солнышке
tr: tekrar gün ışığına çıkmak
vi: Lại được đắm mình trong ánh nắng mặt trời
zh_hans: 重新回到阳光下

source: Only the barest fragments of this amazing story have been uncovered. It is one of the great untold tales of our times.
de: Nur die spärlichsten Fragmente dieser erstaunlichen Geschichte wurden bisher aufgedeckt. Sie ist eine der großen unerzählten Geschichten unserer Zeit.
fr: Seuls les plus infimes fragments de cette histoire étonnante ont été découverts. C'est l'un des plus grands récits non racontés de notre époque.
it: Sono stati scoperti solo frammenti minimi di questa incredibile storia. È una delle grandi storie non raccontate dei nostri tempi.
ko: 이 놀라운 이야기 중 극히 일부만이 남아 전해오고 있다. 우리 시대에는 알려지지 않은 위대한 이야기 ​​중 하나다.
pl: Tylko najdrobniejsze fragmenty tej niesamowitej historii zostały odkryte. Jest to jedna z największych nieopowiedzianych historii naszych czasów.
pt_br: Somente os fragmentos mais básicas desta incrível história foram descobertos. É um dos grandes contos incontáveis dos nossos tempos.
ru: Только некоторые детали этой удивительной истории были раскрыты. Это одна из великих нераскрытых историй нашего времени.
vi: Chỉ những mảnh ghép nhỏ nhất của câu chuyện tuyệt vời này đã được khám phá. Đây là một trong những câu chuyện vĩ đại chưa được kể của thời đại chúng ta.
zh_hans: 只发现了这个神奇故事的一些片段。这是我们这个时代最伟大的故事之一。

source: Its nature is still an intriguing puzzle to the learned.
de: Seine Natur ist für den Gelehrten immer noch ein faszinierendes Rätsel.
fr: Sa nature est encore une énigme intrigante pour les savants.
it: La sua natura è ancora un intrigante rompicapo per gli studiosi.
ko: 그것의 본질은 학식 있는 사람들에게 여전히 흥미로운 퍼즐이다.
pl: Jego natura wciąż stanowi intrygującą zagadkę dla uczonych.
pt_br: Sua natureza ainda é um enigma intrigante para os instruídos.
ru: Его природа всё ещё остаётся загадкой для учёных.
vi: Bản chất của nó vẫn là một câu đố hấp dẫn đối với các học giả.
zh_hans: 在学习方面，它的本质仍然是一个有趣的难题。

source: It is still shrouded in mystery.
de: Es ist immer noch geheimnisvoll.
fr: Il est encore entouré de mystère.
it: È ancora avvolto nel mistero.
ko: 여전히 수수께끼에 휩싸여 있다.
pl: Jest to wciąż owiane tajemnicą.
pt_br: Ele ainda está envolto em mistério.
ru: До сих пор окутана тайной.
vi: Nó vẫn còn chìm trong bí ẩn.
zh_hans: 它仍然笼罩在神秘之中。

source: Many facts are still unclear to historians.
de: Viele Fakten sind für Historiker noch immer unklar.
fr: De nombreux faits restent encore flous pour les historiens.
it: Molti fatti non sono ancora chiari agli storici.
ko: 수많은 사실들이 여전히 불분명하게 남아 있다.
pl: Wiele faktów wciąż pozostaje niejasnych dla historyków.
pt_br: Muitos fatos não são ainda claras para os historiadores.
ru: Многие факты до сих пор непонятны историкам.
vi: Nhiều sự thật vẫn còn chưa rõ ràng đối với các nhà sử học.
zh_hans: 许多事实仍然不被历史学家所了解

source: A few issues still trouble scholars, but the picture is fairly clear.
de: Ein paar Fragen beschäftigen die Gelehrten noch, aber das Bild ist ziemlich klar.
fr: Quelques problèmes troublent encore les universitaires, mais l'image est assez claire.
it: Alcuni problemi continuano a preoccupare gli studiosi, ma il quadro è abbastanza chiaro.
ko: 몇 가지 논쟁거리는 있지만, 전체적인 그림은 명확하다.
pl: Kilka kwestii wciąż nurtuje badaczy, ale obraz jest dość jasny.
pt_br: Algumas questoes ainda problemas acadêmicos, mas a imagem é bastante clara.
ru: Несколько вопросов по-прежнему беспокоят учёных, но общая картина достаточно ясна.
vi: Một vài vấn đề vẫn còn làm bận tâm các học giả, nhưng bức tranh tổng thể khá rõ ràng.
zh_hans: 虽然仍有一些问题困扰着学者，但大体情况已经相当清楚了。

source: hexameter
fr: hexamètre
it: esametro
ko: 육보
pl: heksametr
pt_br: hexâmetro
ru: гекзаметр
tr: heksametre
vi: Lục vận
zh_hans: 六步

source: hourglass
de: Sanduhr
fr: Sablier
it: clessidra
ko: 모래시계
pt_br: ampulheta
ru: песочные часы
tr: kum saati
vi: Đồng hồ cát
zh_hans: 沙漏

source: the Burning Mirror
fr: le miroir brûlant
it: lo Specchio Infuocato
ko: 불타는 거울
pl: Płonące lustro
pt_br: o espelho ardente
ru: Поджигающее зеркало
tr: Yanan Ayna
vi: Gương Cháy
zh_hans: 燃烧的镜子

source: the Tower
de: der Turm
fr: la tour
it: la Torre
ko: 더 타워
pl: Wieża
pt_br: Esta torre
ru: Башня
tr: Kule
vi: Ngọn Tháp
zh_hans: 塔楼

source: suicide leaping
de: Selbstmord durch Springen
fr: suicide sautant
it: suicide tuffo nel vuoto
ko: 자살 도약
pl: skok samobójczy
pt_br: salto suicida
ru: прыжок самоубийство
tr: intihar atlayışı
vi: Tự sát bằng cách nhảy
zh_hans: 自杀式跳跃

source: some vague concept
de: ein vages Konzept
fr: un concept vague
it: qualche vago concetto
ko: 모호한 개념
pl: jakaś niejasna koncepcja
pt_br: um vago conceito
ru: довольно смутное представление
tr: bazı belirsiz kavramlar
vi: Một khái niệm mơ hồ nào đó
zh_hans: 一些模糊的概念

source: Age of Three Powers
de: Zeitalter der drei Mächte
fr: Âge des Trois Pouvoirs
it: L'era dei Tre Poteri
ko: 세 힘의 시대
pl: Wiek trzech potęg
pt_br: Idade dos três poderes
ru: Эра Троевластия
tr: Üç Güç Çağı
vi: Kỷ nguyên Ba Quyền Lực
zh_hans: 三权时代

source: Age of
de: Zeitalter der
fr: Âge de
it: Era di
ko: ~의 시대
pl: Era
pt_br: Anos de idade
ru: Эра
tr: Çağı:
vi: Kỷ nguyên
zh_hans: 时代：

source: Two
de: Zwei
fr: Deux
it: Due
ko: 둘
pl: Dwa
pt_br: Dois
ru: Двух
tr: İki
vi: Hai
zh_hans: 二

source: Two Powers
de: Zwei Kräfte
fr: Deux pouvoirs
it: Due Poteri
ko: 두 가지 힘
pl: Dwie potęgi
pt_br: Duas potências
ru: Двух Сил
tr: İki Güç
vi: Hai Quyền Lực
zh_hans: 两个权力

source: Age of One Power
de: Zeitalter der einen Macht
fr: Âge d'un seul pouvoir
it: Era di Un Potere
ko: 하나의 힘의 시대
pl: Wiek Jednej Mocy
pt_br: Era de um poder
ru: Эра Одной Силы
tr: Tek Güç Çağı
vi: Kỷ nguyên Một Quyền Lực
zh_hans: 一统时代

source: Age
de: Zeitalter
fr: Âge
it: Era
ko: 시대
pl: Wiek
pt_br: Idade
ru: Эра
tr: Çağı
vi: Kỷ nguyên
zh_hans: 年龄

source: Age of the
de: Zeitalter der
fr: Âge de la
it: L'età del
ko: ~의 시대
pl: Wiek
pt_br: Idade da
ru: Эра
tr: Çağı:
vi: Kỷ nguyên của
zh_hans: 时代：

source: Age of Myth
de: Zeitalter der Mythen
fr: L'âge du mythe
it: Era del Mito
ko: 신화의 시대
pl: Era mitów
pt_br: Idade do mito
ru: Эра Мифов
tr: Mit Çağı
vi: Kỷ nguyên Thần Thoại
zh_hans: 神话时代

source: Age of Legends
de: Zeitalter der Legenden
fr: L'âge des légendes
it: Era delle Leggende
ko: 전설의 시대
pl: Era Legend
pt_br: Idade das lendas
ru: Эра Легенд
tr: Efsaneler Çağı
vi: Kỷ nguyên Huyền Thoại
zh_hans: 传说时代

source: Twilight Age
de: Zeitalter der Dämmerung
fr: Âge crépusculaire
it: Era Crepuscolare
ko: 황혼의 시대
pl: Era zmierzchu
pt_br: Idade de Crepúsculo
ru: Эра Сумерек
tr: Alacakaranlık Çağı
vi: Kỷ nguyên Hoàng Hôn
zh_hans: 暮光时代

source: Age of Fairy Tales
de: Zeitalter der Märchen
fr: L'âge des contes de fées
it: Era delle Fiabe
ko: 동화의 시대
pl: Era baśni
pt_br: Idade dos contos de fadas
ru: Эпоха Сказок
tr: Masallar Çağı
vi: Kỷ nguyên Cổ Tích
zh_hans: 童话时代

source: Age of Heroes
de: Zeitalter der Helden
fr: L'âge des héros
it: Era degli Eroi
ko: 영웅의 시대
pl: Era bohaterów
pt_br: Idade dos heróis
ru: Эра Героев
tr: Kahramanlar Çağı
vi: Kỷ nguyên Anh Hùng
zh_hans: 英雄时代

source: Golden Age
de: Goldenes Zeitalter
fr: Âge d'or
it: Età dell'oro
ko: 황금 시대
pl: Złoty Wiek
pt_br: Era dourada
ru: Золотой век
tr: Altın Çağ
vi: Kỷ nguyên Vàng
zh_hans: 黄金年龄

source: Age of Death
de: Zeitalter des Todes
fr: Âge de la mort
it: Era della Morte
ko: 죽음의 시대
pl: Era śmierci
pt_br: Idade da morte
ru: Эпоха Смерти
tr: Ölüm Çağı
vi: Kỷ nguyên Chết Chóc
zh_hans: 死亡时代

source: Age of Civilization
de: Zeitalter der Zivilisation
fr: Âge de la civilisation
it: Era della Civilizzazione
ko: 문명의 시대
pl: Era cywilizacji
pt_br: Idade da civilização
ru: Эра Цивилизованности
tr: Medeniyet Çağı
vi: Kỷ nguyên Văn Minh
zh_hans: 文明时代

source: Age of Emptiness
de: Zeitalter der Leere
fr: L'âge du vide
it: Era della Vacuità
ko: 공허의 시대
pl: Wiek pustki
pt_br: Idade do vazio
ru: Эра Пустоты
tr: Boşluk Çağı
vi: Kỷ nguyên Hư Vô
zh_hans: 空虚时代

source: The world has passed into
de: Die Welt ist übergegangen in
fr: Le monde est passé dans
it: Il mondo è passato in
ko: 세상이 지나갔다
pl: Świat przeszedł do
pt_br: O mundo tem passado para
ru: Мир перешёл в
tr: Dünya şuna geçti:
vi: Thế giới đã bước vào
zh_hans: 世界已经成为

source: Unknown Age
de: Unbekanntes Alter
fr: Âge inconnu
it: Età sconosciuta
ko: 알 수 없는 시대
pl: Nieznany wiek
pt_br: Idade Desconhecida
ru: Неизвестный Возраст
tr: Bilinmeyen Çağ
vi: Kỷ nguyên Không Rõ
zh_hans: 未知年龄

source: Notable Kill
de: Bemerkenswerte Tötungen
fr: Tuerie notable
it: Uccisione degna di nota
ko: 주목할만한 살해
pl: Godne uwagi zabójstwo
pt_br: Notável Kill
ru: Известное убийство
tr: Önemli Öldürme
vi: Hạ gục đáng chú ý
zh_hans: 值得注意的杀戮

source: Kill
de: Tötungen
fr: Tuer
it: Uccisione
ko: 죽이다
pl: Zabić
pt_br: matar
ru: Убийство
tr: Öldürme
vi: Hạ gục
zh_hans: 杀

source: Unknown creature in
de: Unbekannte Kreatur in
fr: Créature inconnue dans
it: Creatura sconosciuta in
ko: 알 수 없는 생물
pl: Nieznana istota w
pt_br: Criatura desconhecida em
ru: Неизвестное существо в
tr: Şurada bilinmeyen yaratık:
vi: Sinh vật không rõ tại
zh_hans: 未知的生物

source: Unknown creature[R]
de: Unbekannte Kreatur [R]
fr: Créature inconnue[R]
it: Creatura sconosciuta[R]
ko: 알 수 없는 생물[R]
pl: Nieznana istota[R]
pt_br: Criatura desconhecida [R]
ru: Неизвестное существо[R]
tr: Bilinmeyen yaratık[R]
vi: Sinh vật không rõ[R]
zh_hans: 未知的生物[R]

source: Other Kill
de: Andere Tötung
fr: Autre Tuer
it: Altra uccisione
ko: 기타 킬
pl: Inne zabójstwo
pt_br: Outro Kill
ru: Другое убийство
tr: Diğer Öldürme
vi: Hạ gục khác
zh_hans: 其他杀戮

source: in the wilds
de: in der Wildnis
fr: dans la nature
it: nella natura selvaggia
ko: 야생에서
pl: w dziczy
pt_br: a vida selvagem
ru: в дебрях
tr: yabanda
vi: Trong vùng hoang dã
zh_hans: 在野外

source: Friendly
fr: Amical
it: Amichevole
ko: 우호적인
pl: Przyjazny
pt_br: Amigável
ru: Дружественный
tr: Dost
vi: Thân thiện
zh_hans: 友好

source: Duel of
de: Duell der
fr: Duel de
it: Duello di
ko: 의 결투
pl: Pojedynek
pt_br: Duelo de
ru: Дуэль
tr: Şunun düellosu:
vi: Cuộc đấu tay đôi của
zh_hans: 决斗：

source: Pillaging
de: Plünderung
fr: Pillage
it: Saccheggio
ko: 약탈하다
pl: Plądrować
pt_br: Pilhagem
ru: Мародёрство
tr: Yağmalama
vi: Cướp bóc
zh_hans: 抢劫

source: Conquest
de: Eroberung
fr: Conquête
it: Conquista
ko: 정복
pl: Podbój
ru: Завоевание
tr: Fetih
vi: Chinh phục
zh_hans: 征服

source: Surrender
de: Aufgeben
fr: Abandon
it: Arrendersi
ko: 항복
pl: Poddanie się
pt_br: Render
ru: Сдался
tr: Teslimiyet
vi: Đầu hàng
zh_hans: 投降

source: Overthrow of
de: Umsturz von
fr: Renversement de
it: Rovesciamento di
ko: 의 전복
pl: Obalenie
pt_br: Derrubada de
ru: Свержение
tr: Şunun devrilmesi:
vi: Sự lật đổ của
zh_hans: 推翻：

source: Persecution of
de: Verfolgung von
fr: Persécution de
it: Persecuzione di
ko: 박해
pl: Prześladowanie
pt_br: Perseguição de
ru: Изгнание
tr: Şunun zulmü:
vi: Sự bức hại của
zh_hans: 迫害：

source: Purge in
de: Löschen in
fr: Purger dans
it: Epurazione in
ko: 학살
pl: Oczyszczanie w
pt_br: Purgar
ru: Очищение в
tr: Şurada yapılan kıyım:
vi: Thanh trừng tại
zh_hans: 清除

source: Insurrection in
de: Aufstand in
fr: Insurrection en
it: Insurrezione in
ko: 내란
pl: Powstanie w
pt_br: Rebeliao
ru: Восстание в
tr: Şurada ayaklanma:
vi: Khởi nghĩa tại
zh_hans: 起义

source: Attempted
de: Versucht
fr: Tentative
it: Tentato
ko: 시도되었다
pl: Próba
pt_br: tentado
ru: Покушение
tr: Teşebbüs edilen
vi: Đã cố gắng
zh_hans: 尝试

source: Abduction
de: Entführung
fr: Enlèvement
it: Sequestro
ko: 유 괴
pl: Uprowadzenie
pt_br: Abdução
ru: Похищение
tr: Kaçırma
vi: Vụ bắt cóc
zh_hans: 绑架

source: in the Wilds
de: in der Wildnis
fr: dans la nature
it: nelle Terre Selvagge
ko: 야생에서
pl: w Dziczy
pt_br: a vida selvagem
ru: в Дебрях
tr: Yabanda
vi: trong Vùng Hoang dã
zh_hans: 在野外

source: Raid of
de: Überfall auf
fr: Raid de
it: Razzia di
ko: 습격
pl: Nalot
pt_br: Incursão de
ru: Рейд на
tr: Şunun baskını:
vi: Cuộc đột kích vào
zh_hans: 袭击自

source: the Wilds
de: die Wildnis
fr: les sauvages
it: le Terre Selvagge
ko: 더 와일드
pl: Dzicy
pt_br: a vida selvagem
ru: Дебри
tr: Yaban
vi: Vùng Hoang dã
zh_hans: 野人
