Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: noted enemy fighter
de: bekannter feindlicher Kämpfer
fr: combattant ennemi noté
it: noto combattente nemico
ko: 유명한 적 전투기
pl: zauważony wojownik wroga
pt_br: observou o caça inimigo
ru: признанный вражеский боец
tr: tanınmış düşman savaşçı
vi: Chiến binh địch đáng chú ý
zh_hans: 著名的斗士

source: known enemy fighter
de: bekannter feindlicher Kämpfer
fr: combattant ennemi connu
it: combattente nemico conosciuto
ko: 알려진 적 전사
pl: znany wojownik wroga
pt_br: caça inimigo conhecida
ru: известный вражеский боец
tr: bilinen düşman savaşçı
vi: Chiến binh địch được biết đến
zh_hans: 知名的斗士

source: rumored enemy fighter
de: angeblicher feindlicher Kämpfer
fr: combattant ennemi selon la rumeur
it: vociferato combattente nemico
ko: 소문난 적 전투기
pl: Podobno wrogi wojownik
pt_br: rumores de caça inimigo
ru: известный по слухам вражеский боец
tr: söylentilere göre düşman savaşçı
vi: Chiến binh địch bị đồn đại
zh_hans: 传说中的斗士

source: legendary fighter
de: legendärer Kämpfer
fr: combattant légendaire
it: leggendario combattente
ko: 전설적인 전사
pl: legendarny wojownik
pt_br: lendário lutador
ru: легендарный боец
tr: efsanevi savaşçı
vi: Chiến binh huyền thoại
zh_hans: 传奇战士

source: famous fighter
de: berühmter Kämpfer
fr: célèbre combattant
it: famoso combattente
ko: 유명한 전사
pl: słynny wojownik
pt_br: lutador famoso
ru: печально известный боец
tr: ünlü savaşçı
vi: Chiến binh nổi tiếng
zh_hans: 名声显赫的战士

source: noted fighter
de: bekannter Kämpfer
fr: combattant noté
it: noto combattente
ko: 이름난 전사
pl: znany wojownik
pt_br: lutador famoso
ru: признанный боец
tr: tanınmış savaşçı
vi: Chiến binh đáng chú ý
zh_hans: 著名的战士

source: known fighter
de: bekannter Kämpfer
fr: combattant connu
it: combattente conosciuto
ko: 알려진 전사
pl: znany wojownik
pt_br: lutador conhecido
ru: известный боец
tr: bilinen savaşçı
vi: Chiến binh được biết đến
zh_hans: 知名的战士

source: rumored fighter
de: angeblicher Kämpfer
fr: combattant rumeur
it: vociferato combattente
ko: 소문이 있는 전사
pl: rzekomy wojownik
pt_br: rumores de lutador
ru: известный по слухам боец
tr: söylentilere göre savaşçı
vi: Chiến binh bị đồn đại
zh_hans: 传说中的战士

source: legendary bully
de: legendärer Tyrann
fr: tyran légendaire
it: leggendario prepotente
ko: 전설적인 깡패
pl: legendarny tyran
pt_br: lendário fanfarrao
ru: легендарный хулиган
tr: efsanevi zorba
vi: Kẻ bắt nạt huyền thoại
zh_hans: 传奇恶霸

source: infamous bully
de: berüchtigter Tyrann
fr: tyran infâme
it: famigerato prepotente
ko: 악명 높은 불량배
pl: niesławny tyran
pt_br: infame valentao
ru: печально известный хулиган
tr: kötü şöhretli zorba
vi: Kẻ bắt nạt khét tiếng
zh_hans: 臭名昭著的恶霸

source: noted bully
de: bekannter Tyrann
fr: intimidateur noté
it: noto prepotente
ko: 유명한 괴롭힘
pl: zauważony tyran
pt_br: notável valentao
ru: признанный хулиган
tr: tanınmış zorba
vi: Kẻ bắt nạt đáng chú ý
zh_hans: 著名的恶霸

source: known bully
de: bekannter Tyrann
fr: intimidateur connu
it: prepotente conosciuto
ko: 알려진 불량배
pl: znany tyran
pt_br: conhecido valentao
ru: известный хулиган
tr: bilinen zorba
vi: Kẻ bắt nạt được biết đến
zh_hans: 知名的恶霸

source: rumored bully
de: angeblicher Tyrann
fr: intimidateur rumeur
it: vociferato prepotente
ko: 소문난 깡패
pl: rzekomy tyran
pt_br: rumores de valentao
ru: известный по слухам хулиган
tr: söylentilere göre zorba
vi: Kẻ bắt nạt bị đồn đại
zh_hans: 传说中的恶霸

source: legendary brigand
de: legendärer Räuber
fr: brigand légendaire
it: leggendario brigante
ko: 전설적인 도적
pl: legendarny bandyta
pt_br: um bandido lendário
ru: легендарный разбойник
tr: efsanevi haydut
vi: Đạo tặc huyền thoại
zh_hans: 传奇强盗

source: infamous brigand
de: berüchtigter Räuber
fr: brigand infâme
it: famigerato brigante
ko: 악명 높은 강도
pl: niesławny bandyta
pt_br: um bandoleiro infame
ru: печально известный разбойник
tr: kötü şöhretli haydut
vi: Đạo tặc khét tiếng
zh_hans: 臭名昭著的强盗

source: noted brigand
de: bekannter Räuber
fr: brigand noté
it: noto brigante
ko: 저명한 도적
pl: notowany bandyta
pt_br: um notável bandido
ru: признанный разбойник
tr: tanınmış haydut
vi: Đạo tặc đáng chú ý
zh_hans: 著名的强盗

source: known brigand
de: bekannter Räuber
fr: brigand connu
it: brigante conosciuto
ko: 알려진 산적
pl: znany bandyta
pt_br: um bandido conhecido
ru: известный разбойник
tr: bilinen haydut
vi: Đạo tặc được biết đến
zh_hans: 知名的强盗

source: rumored brigand
de: angeblicher Räuber
fr: brigand rumeur
it: vociferato brigante
ko: 소문난 강도
pl: rzekomy bandyta
pt_br: rumores de bandoleiro
ru: известный по слухам разбойник
tr: söylentilere göre haydut
vi: Đạo tặc bị đồn đại
zh_hans: 传说中的的强盗

source: legendary loyal soldier
de: legendärer treuer Soldat
fr: légendaire soldat fidèle
it: leggendario soldato leale
ko: 전설적인 충성스러운 군인
pl: Legendarny wierny żołnierz
pt_br: lendário soldado leal
ru: легендарный верный солдат
tr: efsanevi sadık asker
vi: Binh sĩ trung thành huyền thoại
zh_hans: 传奇忠诚士兵

source: famous loyal soldier
de: berühmter treuer Soldat
fr: célèbre soldat loyal
it: famoso soldato leale
ko: 유명한 충직한 군인
pl: słynny lojalny żołnierz
pt_br: famoso soldado leal
ru: печально известный верный солдат
tr: ünlü sadık asker
vi: Binh sĩ trung thành nổi tiếng
zh_hans: 名声显赫的忠诚士兵

source: noted loyal soldier
de: bekannter treuer Soldat
fr: soldat fidèle noté
it: noto soldato leale
ko: 저명한 충성스러운 군인
pl: znany lojalny żołnierz
pt_br: observou o soldado leal
ru: признанный верный солдат
tr: tanınmış sadık asker
vi: Binh sĩ trung thành đáng chú ý
zh_hans: 著名的忠诚士兵

source: known loyal soldier
de: bekannter treuer Soldat
fr: soldat fidèle connu
it: soldato leale conosciuto
ko: 알려진 충성스러운 군인
pl: znany wierny żołnierz
pt_br: conhecido soldado leal
ru: известный верный солдат
tr: bilinen sadık asker
vi: Binh sĩ trung thành được biết đến
zh_hans: 知名的忠诚士兵

source: rumored loyal soldier
de: angeblich loyaler Soldat
fr: rumeur de soldat fidèle
it: vociferato soldato leale
ko: 소문난 충성스러운 군인
pl: Podobno lojalny żołnierz
pt_br: rumores de soldado leal
ru: известный по слухам верный солдат
tr: söylentilere göre sadık asker
vi: Binh sĩ trung thành bị đồn đại
zh_hans: 传说中的忠诚士兵

source: legendary monster
de: legendäres Monster
fr: monstre légendaire
it: leggendario mostro
ko: 전설적인 괴물
pl: legendarny potwór
pt_br: lendário monstro
ru: легендарный монстр
tr: efsanevi canavar
vi: Quái vật huyền thoại
zh_hans: 传说中的怪物

source: infamous monster
de: berüchtigtes Monster
fr: monstre infâme
it: famigerato mostro
ko: 악명 높은 괴물
pl: niesławny potwór
pt_br: infame monstro
ru: печально известный монстр
tr: kötü şöhretli canavar
vi: Quái vật khét tiếng
zh_hans: 臭名昭著的怪物

source: noted monster
de: bekanntes Monster
fr: monstre noté
it: noto mostro
ko: 유명한 괴물
pl: odnotowany potwór
pt_br: monstro notável
ru: признанный монстр
tr: tanınmış canavar
vi: Quái vật đáng chú ý
zh_hans: 著名的怪物

source: known monster
de: bekanntes Monster
fr: monstre connu
it: mostro conosciuto
ko: 알려진 괴물
pl: znany potwór
pt_br: monstro conhecido
ru: известный монстр
tr: bilinen canavar
vi: Quái vật được biết đến
zh_hans: 知名的怪物

source: rumored monster
de: angebliches Monster
fr: monstre rumeur
it: vociferato mostro
ko: 소문난 괴물
pl: rzekomy potwór
pt_br: rumores de monstro
ru: известный по слухам монстр
tr: söylentilere göre canavar
vi: Quái vật bị đồn đại
zh_hans: 传说中的怪物

source: legendary storyteller
tr: efsanevi hikaye anlatıcısı
vi: Người kể chuyện huyền thoại

source: famous storyteller
tr: ünlü hikaye anlatıcısı
vi: Người kể chuyện nổi tiếng

source: noted storyteller
tr: tanınmış hikaye anlatıcısı
vi: Người kể chuyện đáng chú ý

source: known storyteller
tr: bilinen hikaye anlatıcısı
vi: Người kể chuyện được biết đến

source: rumored storyteller
tr: söylentilere göre hikaye anlatıcısı
vi: Người kể chuyện bị đồn đại

source: legendary poet
tr: efsanevi şair
vi: Nhà thơ huyền thoại

source: famous poet
tr: ünlü şair
vi: Nhà thơ nổi tiếng

source: noted poet
tr: tanınmış şair
vi: Nhà thơ đáng chú ý

source: known poet
tr: bilinen şair
vi: Nhà thơ được biết đến

source: rumored poet
tr: söylentilere göre şair
vi: Nhà thơ bị đồn đại

source: legendary bard
tr: efsanevi ozan
vi: Thi sĩ huyền thoại

source: famous bard
tr: ünlü ozan
vi: Thi sĩ nổi tiếng

source: noted bard
tr: tanınmış ozan
vi: Thi sĩ đáng chú ý

source: known bard
tr: bilinen ozan
vi: Thi sĩ được biết đến

source: rumored bard
tr: söylentilere göre ozan
vi: Thi sĩ bị đồn đại

source: legendary dancer
tr: efsanevi dansçı
vi: Vũ công huyền thoại

source: famous dancer
tr: ünlü dansçı
vi: Vũ công nổi tiếng

source: noted dancer
tr: tanınmış dansçı
vi: vũ công có tiếng

source: known dancer
tr: bilinen dansçı
vi: vũ công được biết đến

source: rumored dancer
tr: söylentilere göre dansçı
vi: vũ công theo lời đồn

source: legendary quarreler
tr: efsanevi bir kavgacı
vi: kẻ gây hấn huyền thoại

source: infamous quarreler
tr: kötü şöhretli bir kavgacı
vi: kẻ gây hấn khét tiếng

source: noted quarreler
tr: tanınmış bir kavgacı
vi: kẻ gây hấn có tiếng

source: known quarreler
tr: bilinen bir kavgacı
vi: kẻ gây hấn được biết đến

source: rumored quarreler
tr: söylentilere göre bir kavgacı
vi: kẻ gây hấn theo lời đồn

source: legendary flatterer
tr: efsanevi dalkavuk
vi: kẻ nịnh hót huyền thoại

source: infamous flatterer
tr: kötü şöhretli dalkavuk
vi: kẻ nịnh hót khét tiếng

source: noted flatterer
tr: tanınmış dalkavuk
vi: kẻ nịnh hót có tiếng

source: known flatterer
tr: bilinen dalkavuk
vi: kẻ nịnh hót được biết đến

source: rumored flatterer
tr: söylentilere göre dalkavuk
vi: kẻ nịnh hót theo lời đồn

source: legendary hunter
de: legendärer Jäger
fr: chasseur légendaire
it: leggendario cacciatore
ko: 전설적인 사냥꾼
pl: legendarny łowca
pt_br: caçador lendário
ru: легендарный охотник
tr: efsanevi avcı
vi: thợ săn huyền thoại
zh_hans: 传奇猎人

source: great hunter
de: großartiger Jäger
fr: grand chasseur
it: grande cacciatore
ko: 위대한 사냥꾼
pl: wielki łowca
pt_br: grande caçador
ru: великий охотник
tr: büyük avcı
vi: thợ săn vĩ đại
zh_hans: 伟大的猎人

source: talented hunter
de: talentierter Jäger
fr: chasseur de talent
it: talentuoso cacciatore
ko: 재능있는 사냥꾼
pl: utalentowany łowca
pt_br: caçador talentoso
ru: талантливый охотник
tr: yetenekli avcı
vi: thợ săn tài năng
zh_hans: 才华横溢的猎人

source: skilled hunter
de: erfahrener Jäger
fr: chasseur qualifié
it: abile cacciatore
ko: 숙련된 사냥꾼
pl: wykwalifikowany łowca
pt_br: caçador habilidoso
ru: умелый охотник
tr: hünerli avcı
vi: thợ săn lành nghề
zh_hans: 熟练的猎人

source: rumored hunter
de: Angeblicher jäger
fr: chasseur de rumeurs
it: vociferato cacciatore
ko: 소문난 사냥꾼
pl: Łowca pogłosek
pt_br: caçador de boatos
ru: известный по слухам охотник
tr: söylentilere göre avcı
vi: thợ săn theo lời đồn
zh_hans: 传说中的猎人

source: legendary protector of the weak
de: legendärer Beschützer der Schwachen
fr: légendaire protecteur des faibles
it: leggendario protettore dei deboli
ko: 전설적인 보호자
pl: legendarny obrońca słabych
pt_br: lendário protetor dos fracos
ru: легендарный защитник слабых
tr: güçsüzlerin efsanevi koruyucusu
vi: người bảo vệ kẻ yếu huyền thoại
zh_hans: 传奇庇护者

source: famous protector of the weak
de: berühmter Beschützer der Schwachen
fr: célèbre protecteur des faibles
it: famoso protettore dei deboli
ko: 유명한 보호자
pl: słynny obrońca słabych
pt_br: famoso protetor dos fracos
ru: знаменитый защитник слабых
tr: güçsüzlerin ünlü koruyucusu
vi: người bảo vệ kẻ yếu lừng danh
zh_hans: 名声显赫的庇护者

source: noted protector of the weak
de: anerkannter Beschützer der Schwachen
fr: protecteur réputé des faibles
it: noto protettore dei deboli
ko: 잘 알려진 보호자
pl: znany obrońca słabych
pt_br: notável protetor dos fracos
ru: признанный защитник слабых
tr: güçsüzlerin tanınmış koruyucusu
vi: người bảo vệ kẻ yếu có tiếng
zh_hans: 著名的庇护者

source: known protector of the weak
de: bekannter Beschützer der Schwachen
fr: protecteur connu des faibles
it: conosciuto protettore dei deboli
ko: 알려진 보호자
pl: znany obrońca słabszych
pt_br: conhecido protetor dos fracos
ru: известный защитник слабых
tr: güçsüzlerin bilinen koruyucusu
vi: người bảo vệ kẻ yếu được biết đến
zh_hans: 知名的庇护者

source: rumored protector of the weak
de: angeblicher Beschützer der Schwachen
fr: rumeur protecteur des faibles
it: vociferato protettore dei deboli
ko: 풍문 있는 보호자
pl: rzekomy obrońca słabych
pt_br: protetor dos rumores dos fracos
ru: известный по слухам защитник слабых
tr: söylentilere göre güçsüzlerin koruyucusu
vi: người bảo vệ kẻ yếu theo lời đồn
zh_hans: 传说中的庇护者

source: legendary treasure hunter
de: legendärer Schatzjäger
fr: légendaire chasseur de trésors
it: leggendario cacciatore di tesori
ko: 전설의 보물 사냥꾼
pl: Legendarny poszukiwacz skarbów
pt_br: lendário caçador de tesouros
ru: легендарный охотник за сокровищами
tr: efsanevi hazine avcısı
vi: thợ săn kho báu huyền thoại
zh_hans: 传奇寻宝者

source: famous treasure hunter
de: berühmter Schatzjäger
fr: célèbre chasseur de trésor
it: famoso cacciatore di tesori
ko: 유명한 보물 사냥꾼
pl: słynny poszukiwacz skarbów
pt_br: famoso caçador de tesouros
ru: знаменитый охотник за сокровищами
tr: ünlü hazine avcısı
vi: thợ săn kho báu lừng danh
zh_hans: 名声显赫的寻宝者

source: noted treasure hunter
de: bekannter Schatzjäger
fr: célèbre chasseur de trésors
it: noto cacciatore di tesori
ko: 저명한 보물 사냥꾼
pl: znany poszukiwacz skarbów
pt_br: notável caçador de tesouros
ru: признанный охотник за сокровищами
tr: tanınmış hazine avcısı
vi: thợ săn kho báu có tiếng
zh_hans: 著名的寻宝者

source: known treasure hunter
de: bekannter Schatzjäger
fr: chasseur de trésor connu
it: cacciatore di tesori conosciuto
ko: 알려진 보물 사냥꾼
pl: znany poszukiwacz skarbów
pt_br: conhecido caçador de tesouros
ru: известный охотник за сокровищами
tr: bilinen hazine avcısı
vi: thợ săn kho báu được biết đến
zh_hans: 知名的寻宝者

source: rumored treasure hunter
de: angeblicher Schatzjäger
fr: chasseur de trésor selon la rumeur
it: vociferato cacciatore di tesori
ko: 소문이 있는 보물 사냥꾼
pl: Podobno poszukiwacz skarbów
pt_br: caçador de tesouros de rumores
ru: известный по слухам охотник за сокровищами
tr: söylentilere göre hazine avcısı
vi: thợ săn kho báu theo lời đồn
zh_hans: 传说中的寻宝者

source: legendary thief
de: legendärer Dieb
fr: voleur légendaire
it: leggendario ladro
ko: 전설적인 도둑
pl: legendarny złodziej
pt_br: ladrão lendário
ru: легендарный вор
tr: efsanevi hırsız
vi: kẻ trộm huyền thoại
zh_hans: 传奇小偷

source: infamous thief
de: berüchtigter Dieb
fr: voleur infâme
it: famigerato ladro
ko: 악명 높은 도둑
pl: niesławny złodziej
pt_br: Ladrao infame
ru: печально известный вор
tr: kötü şöhretli hırsız
vi: kẻ trộm khét tiếng
zh_hans: 臭名昭着的小偷

source: noted thief
de: bekannter Dieb
fr: voleur noté
it: noto ladro
ko: 이름난 도둑
pl: notowany złodziej
pt_br: ladrão conhecido
ru: признанный вор
tr: tanınmış hırsız
vi: kẻ trộm có tiếng
zh_hans: 著名的小偷

source: known thief
de: bekannter Dieb
fr: voleur connu
it: ladro conosciuto
ko: 알려진 도둑
pl: znany złodziej
pt_br: ladrão famoso
ru: известный вор
tr: bilinen hırsız
vi: kẻ trộm được biết đến
zh_hans: 知名的小偷

source: rumored thief
de: angeblicher Dieb
fr: voleur rumeur
it: vociferato ladro
ko: 소문이 있는 도둑
pl: złodziej, o którym krążą pogłoski
pt_br: ladrão de boatos
ru: известный по слухам вор
tr: söylentilere göre hırsız
vi: kẻ trộm theo lời đồn
zh_hans: 传说中的小偷

source: legendary information source
tr: efsanevi bilgi kaynağı
vi: nguồn tin huyền thoại

source: infamous information source
tr: kötü şöhretli bilgi kaynağı
vi: nguồn tin khét tiếng

source: noted information source
tr: tanınmış bilgi kaynağı
vi: nguồn tin có tiếng

source: known information source
tr: bilinen bilgi kaynağı
vi: nguồn tin được biết đến

source: rumored information source
tr: söylentilere göre bilgi kaynağı
vi: nguồn tin theo lời đồn

source: legendary preserver of knowledge
de: legendärer Bewahrer des Wissens
fr: légendaire conservateur du savoir
it: leggendario custode della conoscenza
ko: 전설적인 지식 보존자
pl: Legendarny strażnik wiedzy
pt_br: lendário preservador do conhecimento
ru: легендарный хранитель знаний
tr: bilginin efsanevi muhafızı
vi: người bảo tồn tri thức huyền thoại
zh_hans: 传奇博学大师

source: famous preserver of knowledge
de: berühmter Bewahrer des Wissens
fr: célèbre conservateur du savoir
it: famoso custode della conoscenza
ko: 유명한 지식 보존자
pl: sławny strażnik wiedzy
pt_br: famoso preservador do conhecimento
ru: знаменитый хранитель знаний
tr: bilginin ünlü muhafızı
vi: người bảo tồn tri thức lừng danh
zh_hans: 名声显赫的博学大师

source: noted preserver of knowledge
de: bekannter Bewahrer des Wissens
fr: conservateur réputé du savoir
it: noto custode della conoscenza
ko: 잘 알려진 지식 보존자
pl: znany strażnik wiedzy
pt_br: notável preservador do conhecimento
ru: признанный хранитель знаний
tr: bilginin tanınmış muhafızı
vi: người bảo tồn tri thức có tiếng
zh_hans: 著名的博学大师

source: known preserver of knowledge
de: bekannter Bewahrer des Wissens
fr: conservateur connu du savoir
it: conosciuto custode della conoscenza
ko: 알려진 지식 보존자
pl: znany strażnik wiedzy
pt_br: conhecido preservador do conhecimento
ru: известный хранитель знаний
tr: bilginin bilinen muhafızı
vi: người bảo tồn tri thức được biết đến
zh_hans: 知名的博学大师

source: rumored preserver of knowledge
de: angeblicher Bewahrer des Wissens
fr: conservateur présumé du savoir
it: vociferato custode della conoscenza
ko: 풍문이 있는 지식 보존자
pl: rzekomy strażnik wiedzy
pt_br: suposto preservador do conhecimento
ru: известный по слухам хранитель знаний
tr: bilginin söylentilere göre muhafızı
vi: người bảo tồn tri thức theo lời đồn
zh_hans: 传说中的博学大师

source: legendary intruder
de: legendärer Eindringling
fr: intrus légendaire
it: leggendario intruso
ko: 전설적인 침입자
pl: legendarny intruz
pt_br: intruso lendario
ru: легендарный преступник
tr: efsanevi davetsiz misafir
vi: kẻ xâm nhập huyền thoại
zh_hans: 传奇的入侵者

source: infamous intruder
de: berüchtigter Eindringling
fr: intrus infâme
it: famigerato intruso
ko: 악명 높은 침입자
pl: niesławny intruz
pt_br: intruso infame
ru: печально известный нарушитель
tr: kötü şöhretli davetsiz misafir
vi: kẻ xâm nhập khét tiếng
zh_hans: 臭名昭著的入侵者

source: noted intruder
de: bekannter Eindringling
fr: intrus notoire
it: noto intruso
ko: 유명한 침입자
pl: zauważony intruz
pt_br: intruso notável
ru: признанный нарушитель
tr: tanınmış davetsiz misafir
vi: kẻ xâm nhập có tiếng
zh_hans: 著名的入侵者

source: known intruder
de: bekannter Eindringling
fr: intrus connu
it: intruso conosciuto
ko: 알려진 침략자
pl: znany intruz
pt_br: intruso conhecido
ru: известный нарушитель
tr: bilinen davetsiz misafir
vi: kẻ xâm nhập được biết đến
zh_hans: 知名的入侵者

source: rumored intruder
de: angeblicher Eindringling
fr: rumeur d'intrus
it: vociferato intruso
ko: 소문난 침입자
pl: pogłoski o intruzie
pt_br: suposto intruso
ru: известный по слухам злоумышленник
tr: söylentilere göre davetsiz misafir
vi: kẻ xâm nhập theo lời đồn
zh_hans: 传说中的入侵者

source: legendary preacher
tr: efsanevi vaiz
vi: nhà thuyết giáo huyền thoại

source: infamous preacher
tr: kötü şöhretli vaiz
vi: nhà thuyết giáo khét tiếng

source: noted preacher
tr: tanınmış vaiz
vi: nhà thuyết giáo có tiếng

source: known preacher
tr: bilinen vaiz
vi: nhà thuyết giáo được biết đến

source: rumored preacher
tr: söylentilere göre vaiz
vi: nhà thuyết giáo theo lời đồn

source: Unknown
de: Unbekannt
fr: Inconnue
it: Sconosciuto
ko: 언노운
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
vi: Không rõ
zh_hans: 未知

source: Agreements
tr: Anlaşmalar
vi: Thỏa thuận

source: Events
de: Events Vorfälle
fr: Événements
it: Avvenimenti
ko: 이벤트
pl: Wydarzenia
pt_br: Eventos
ru: События
tr: Olaylar
vi: Sự kiện
zh_hans: 活动

source: People
tr: Kişiler
vi: Con người

source: Groups
de: Gruppen
fr: Groupes
it: Gruppi
ko: 그룹
pl: Grupy
pt_br: Meus Grupos
ru: Группы
tr: Gruplar
vi: Các nhóm
zh_hans: 组

source: Regions
de: Regionen
fr: Régions
it: Regioni
ko: 지역
pl: Regiony
pt_br: Regioes
ru: Регионы
tr: Bölgeler
vi: Khu vực
zh_hans: 地区

source: Bestiary
tr: Yaratıklar
vi: Sinh vật

source: Artifacts
de: Artefakte
fr: Artefacts
it: Manufatti
ko: 아티팩트
pl: Artefakty
pt_br: Artefato
ru: Артефакты
tr: Eserler
vi: Cổ vật
zh_hans: 工艺品

source: Plots
de: Pläne
fr: Parcelles
it: Trame
ko: 음모
pl: Działki rolne
pt_br: Tramas
ru: Точки
tr: Komplolar
vi: Âm mưu
zh_hans: 地块

source: Organizations
de: Organisationen
fr: Organisations
it: Organizzazioni
ko: 조직
pl: Organizacje
pt_br: Organizações
ru: Организации
tr: Örgütler
vi: Tổ chức
zh_hans: 组织

source: Actors
de: Schauspieler
fr: Acteurs
it: Attori
ko: 배우
pl: Aktorzy
pt_br: Atores
ru: Актеры
tr: Aktörler
vi: Thực thể
zh_hans: 执行者

source: Centered on first heard
tr: İlk duyulana göre odaklı
vi: Tập trung vào lần nghe đầu

source: Centered on last heard
tr: Son duyulana göre odaklı
vi: Tập trung vào lần nghe cuối

source: Centered on location
tr: Konuma göre odaklı
vi: Tập trung vào vị trí

source: Overthrow Agreement
tr: Devirme Anlaşması
vi: Thỏa thuận Lật đổ

source: Guide Agreement
tr: Rehberlik Anlaşması
vi: Thỏa thuận Hướng dẫn

source: Rescue Agreement
tr: Kurtarma Anlaşması
vi: Thỏa thuận Giải cứu

source: Aid Rescue Agreement
tr: Kurtarmaya Yardım Anlaşması
vi: Thỏa thuận Hỗ trợ Giải cứu

source: Adventuring Agreement
tr: Maceracılık Anlaşması
vi: Thỏa thuận Thám hiểm

source: Bound Servitude
tr: Zorunlu Hizmet
vi: Khế ước Nô dịch

source: Entertainment Agreement
tr: Eğlence Anlaşması
vi: Thỏa thuận Giải trí

source: World Joining Agreement
tr: Dünyaya Katılım Anlaşması
vi: Thỏa thuận Gia nhập Thế giới

source: Residency Agreement
tr: İkamet Anlaşması
vi: Thỏa thuận Cư trú

source: Grant of Citizenship
tr: Vatandaşlık Verilmesi
vi: Cấp quyền Công dân

source: Parley Arrangement
tr: Görüşme Düzenlemesi
vi: Sắp đặt Đàm phán

source: Artifact Theft
tr: Eser Hırsızlığı
vi: Trộm cắp Cổ vật

source: Promise of Position
tr: Mevki Vaadi
vi: Hứa hẹn Chức vụ

source: Assassination Plot
tr: Suikast Komplosu
vi: Âm mưu Ám sát

source: Abduction Plot
tr: Kaçırma Komplosu
vi: Âm mưu Bắt cóc

source: Sabotage Plot
tr: Sabotaj Komplosu
vi: Âm mưu Phá hoại

source: Infiltration Plot
tr: Sızma Komplosu
vi: Âm mưu Thâm nhập

source: Framing Plot
tr: Kumpas Komplosu
vi: Âm mưu Hãm hại

source: War Starting Plot
tr: Savaş Başlatma Komplosu
vi: Âm mưu Khởi đầu Chiến tranh

source: Foiled Embezzlement Conspiracy
tr: Önlenen Zimmete Para Geçirme Komplosu
vi: Âm mưu Tham ô bị Ngăn chặn

source: Foiled Corruption Conspiracy
tr: Önlenen Yozlaşma Komplosu
vi: Âm mưu Tham nhũng bị Ngăn chặn

source: Foiled Bribery Conspiracy
tr: Önlenen Rüşvet Komplosu
vi: Âm mưu Hối lộ bị Ngăn chặn

source: Build Structure
tr: Yapı İnşa Et
vi: Xây dựng Cấu trúc

source: Offer Service
tr: Hizmet Teklif Et
vi: Đề nghị Dịch vụ

source: Retrieve Artifact
tr: Eseri Geri Getir
vi: Thu hồi Cổ vật

source: asked that
tr: şunu istedi:
vi: đã yêu cầu rằng

source: you
de: du
fr: tu
it: tu
ko: 당신
pl: ty
pt_br: você
ru: вас
tr: sen
vi: bạn
zh_hans: 你

source: retrieve
tr: geri getir
vi: thu hồi

source: from
de: von
fr: de
it: da
ko: ~에서
pl: od
pt_br: de
ru: от
tr: şuradan
vi: từ
zh_hans: 从

source: for
de: für
fr: pour
it: per
ko: ~을 위한
pl: dla
pt_br: para
ru: для
tr: için
vi: cho
zh_hans: 对于

source: Drive members of
tr: Üyelerini kov:
vi: Đuổi các thành viên của

source: out of
tr: dışına
vi: ra khỏi

source: requested that
tr: şunu talep etti:
vi: đã yêu cầu rằng

source: make an offer of service to
tr: şuna hizmet teklifi yap:
vi: Đề nghị phục vụ {0}

source: agreed to join
tr: şuna katılmayı kabul etti:
vi: đã đồng ý gia nhập

source: in insurrection against
tr: şuna karşı ayaklanmada:
vi: nổi dậy chống lại

source: thereby freeing
tr: böylece şunu özgürleştiriyor:
vi: qua đó giải thoát

source: agreed to guide
tr: rehberlik etmeyi kabul etti
vi: đã đồng ý dẫn đường cho

source: to
de: zu
fr: à
it: a
ko: 에게
pl: do
pt_br: até
ru: в
tr: şuraya
vi: đến
zh_hans: 至

source: somebody unknown
tr: bilinmeyen biri
vi: người vô danh

source: in order to be brought safely away from
tr: şuradan güvenli bir şekilde uzaklaştırılmak için
vi: để được đưa đi an toàn khỏi

source: in order to rescue
tr: şunu kurtarmak için
vi: để giải cứu
