Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: the job order violation
de: der Verstoß gegen den Arbeitsauftrag
fr: la violation de l'ordre de travail
it: la violazione dell'ordine di lavoro
ko: 작업 지시 위반
pl: naruszenia polecenia pracy
pt_br: a violação da ordem de trabalho
ru: нарушение приказа о работе
tr: iş emri ihlali
vi: vi phạm lệnh giao việc
zh_hans: 违反工作秩序

source: the conspiracy to slow labor
de: die Verschwörung zur Verlangsamung der Arbeit
fr: le complot pour ralentir le travail
it: la cospirazione per rallentare il lavoro.
ko: 느린 노동에 대한 음모
pl: konspiracji spowalniającej pracę
pt_br: a conspiração para retardar o trabalho
ru: сокрытие медленной работы
tr: işi yavaşlatma komplosu
vi: âm mưu làm chậm tiến độ lao động
zh_hans: 放慢劳动速度的阴谋

source: the murder
de: der Mord
fr: le meurtrier
it: l'omicidio
ko: 살인
pl: morderstwa
pt_br: o assassinato
ru: убийство
tr: cinayet
vi: tội giết người
zh_hans: 谋杀犯

source: the kidnapping
de: die Entführung
fr: l'enlèvement
it: il rapimento
ko: 납치
pl: porwania
pt_br: o sequestro
ru: похищение
tr: adam kaçırma
vi: tội bắt cóc
zh_hans: 拐骗

source: the theft
de: der Diebstahl
fr: le vol
it: il furto
ko: 절도
pl: kradzież
pt_br: o roubo
ru: кража
tr: hırsızlık
vi: tội trộm cắp
zh_hans: 盗窃

source: the robbery
de: der Raubüberfall
fr: Le vol
it: la rapina
ko: 강도
pl: rozboju
pt_br: o assalto
ru: гребёж
tr: soygun
vi: tội cướp tài sản
zh_hans: 抢劫犯

source: Unfortunately, no new pertinent information was revealed.
de: Leider wurden keine neuen sachdienlichen Informationen bekannt.
fr: Malheureusement, aucune nouvelle information pertinente n'a été révélée.
it: Purtroppo nessuna nuova informazione pertinente è stata rivelata.
ko: 불행히도 새로운 관련 정보는 공개되지 않았습니다.
pl: Niestety, nie ujawniono żadnych nowych powiązanych informacji.
pt_br: Infelizmente, nenhuma nova informação pertinente foi revelada.
ru: К сожалению, никакой новой информации не было получено.
tr: Ne yazık ki, konuyla ilgili yeni bir bilgi ortaya çıkmadı.
vi: Rất tiếc, không có thông tin liên quan mới nào được tiết lộ.
zh_hans: 不幸的是，没有新的相关信息被披露。

source: Subject revealed that
de: Das Thema hat gezeigt, dass
fr: Le sujet a révélé que
it: Il Sospettato ha rivelato che
ko: 피험자는
pl: Przesłuchiwany zeznał, że
pt_br: Assunto revelou que
ru: Субъект сообщил, что
vi: Đối tượng tiết lộ rằng
zh_hans: 嫌疑人揭露

source: being nameless
de: namenlos sein
fr: être sans nom
it: essere senza nome
ko: 무명
pl: będący bezimienny
pt_br: sendo sem nome
ru: будучи безымянным
tr: Adsızlığın
vi: việc không có tên
zh_hans: 匿名

source: is in fact an assumed identity. Subject's true name is
de: ist in Wirklichkeit eine angenommene Identität. Der wahre Name der Person ist
fr: est en fait une identité assumée. Le vrai nom du sujet est
it: è in realtà un'identità falsa. Il vero nome del soggetto è
ko: 사실 가정 된 정체성입니다.
pl: jest tak na prawdę przybraną tożsamością. Prawdziwe imię przesłuchiwanego to
pt_br: é na verdade uma identidade assumida. O verdadeiro nome do sujeito é
ru: в факте скрытия своей личности. Настоящее имя субъекта -
vi: thực chất là một danh tính giả. Tên thật của đối tượng là
zh_hans: 实际上是一个假身份。 对象的真实姓名是

source: Subject has used
de: Das Subjekt hat verwendet
fr: Le sujet a utilisé
it: Il soggetto ha utilizzato
ko: 피험자가 사용한
pl: Przesłuchiwany używał
pt_br: Sujeito usou
ru: Субъект использовал
tr: Şüpheli şunu kullandı:
vi: Đối tượng đã sử dụng
zh_hans: 嫌疑人用了

source: as an alias
de: als Aliasname
fr: comme pseudonyme
it: come alias
ko: 별칭으로
pl: jako aliasu
pt_br: como um apelido
ru: в качестве псевдонима
tr: takma ad olarak
vi: làm bí danh
zh_hans: 作为一个别名

source: a nameless identity
de: eine namenlose Identität
fr: une identité sans nom
it: un'identità senza nome
ko: 이름 없는 정체성
pl: bezimienna tożsamość
pt_br: uma identidade sem nome
ru: безымянная сущность
tr: isimsiz bir kimlik
vi: một danh tính vô danh
zh_hans: 一个匿名的身份

source: in the past.
de: in der Vergangenheit.
fr: autrefois.
it: in passato.
ko: 과거에.
pl: w przeszłości.
pt_br: no passado.
ru: в прошлом.
tr: geçmişte.
vi: trong quá khứ.
zh_hans: 在过去的时候。

source: Met with subject.
de: Treffen mit Subjekt.
fr: Rencontre avec le sujet.
it: Incontro con il soggetto.
ko: 주제를 만났습니다.
pl: Spotkał się z przesłuchiwanym.
pt_br: Encontrado com assunto.
ru: Встретился с субъектом.
vi: Đã gặp đối tượng.
zh_hans: 与嫌疑人见面。

source: Attempted to make
de: Versucht zu machen
fr: Tenté de faire
it: Tentato di fare
ko: 만들려고 시도
pl: Próbował popełnić
pt_br: Tentou fazer
ru: Пытался сделать
tr: Yapmaya çalıştı
vi: Đã cố gắng đưa ra
zh_hans: 试图让

source: Made
de: Erstellt
fr: Fabriqué
it: Creato
ko: 만들어진
pl: Popełnił
pt_br: Feito
ru: Сделал
tr: Sarf etti:
vi: Đã đưa ra
zh_hans: 炮制的

source: intimidating remarks in order to elicit information.
de: Einschüchternde Bemerkungen, um Informationen zu erhalten.
fr: remarques intimidantes afin d'obtenir des informations.
it: commenti intimidatori per carpire informazioni.
ko: 정보를 얻기 위해 협박하는 말.
pl: zastraszanie aby wydobyć informacje.
pt_br: observações intimidadoras para obter informações.
ru: угрожающие замечания, чтобы получить нужную информацию.
tr: bilgi almak için korkutucu sözler.
vi: những nhận xét mang tính đe dọa để moi thông tin.
zh_hans: 话语间透露出威胁以获取信息。

source: flattering remarks in order to elicit information.
de: Schmeichelhafte Bemerkungen, um Informationen zu erlangen.
fr: remarques flatteuses afin d'obtenir des informations.
it: commenti lusinghieri per ottenere informazioni.
ko: 정보를 얻기 위해 아첨하는 말.
pl: pochlebstwa w celu uzyskania informacji.
pt_br: comentários lisonjeiros a fim de obter informações.
ru: лестные замечания, чтобы получить нужную информацию.
tr: bilgi almak için övücü sözler.
vi: những nhận xét tâng bốc để moi thông tin.
zh_hans: 话语谄媚以获取信息。

source: Appealed
de: Berufung
fr: Appel
it: Appellato
ko: 항소
pl: Odwołał się
pt_br: Apelou
ru: Подал апелляцию
tr: Başvurdu
vi: Đã kêu gọi
zh_hans: 上诉

source: Attempted to appeal
de: Versuchte Berufung
fr: Tentative de recours
it: Tentativo di appello
ko: 항소 시도
pl: Próbował odwołać się
pt_br: Tentativa de apelação
ru: Попытался подать апелляцию
tr: Başvurmaya çalıştı
vi: Đã cố gắng kêu gọi
zh_hans: 试图提出上诉

source: to shared worship of
de: zur gemeinsamen Anbetung von
fr: au culte partagé de
it: al culto condiviso di
ko: 예배를 함께 나누다
pl: do dzielonej wiary w
pt_br: a adoração compartilhada de
ru: к совместному поклонению
tr: ortak tapınılan şuna:
vi: dựa trên sự thờ phụng chung
zh_hans: 为共同信仰于

source: in order to elicit information.
de: um Informationen zu erhalten.
fr: afin d'obtenir des informations.
it: per carpire informazioni.
ko: 정보를 이끌어내기 위해.
pl: aby uzyskać informacje.
pt_br: a fim de obter informações.
ru: чтобы получить нужную информацию.
tr: bilgi almak için.
vi: để moi thông tin.
zh_hans: 以便获取信息。

source: to subject's
de: zum Thema
fr: au sujet
it: ai sospettati
ko: 주제에
pl: do przesłuchiwanego
pt_br: para o assunto
ru: к субъекта
tr: şüphelinin şuna:
vi: dựa trên
zh_hans: 对象的

source: belief in harmony
de: Glaube an Harmonie
fr: croyance en l'harmonie
it: fiducia nell'armonia
ko: 조화에 대한 믿음
pl: wiary w harmonię
pt_br: crença na harmonia
ru: вера в гармонию
tr: uyum inancı
vi: niềm tin vào sự hòa hợp
zh_hans: 信仰和谐

source: belief in cooperation
de: Glaube an die Zusammenarbeit
fr: croyance en la coopération
it: fiducia nella cooperazione
ko: 협력에 대한 믿음
pl: wiary we współpracę
pt_br: crença na cooperação
ru: вера в сотрудничество
tr: işbirliği inancı
vi: niềm tin vào sự hợp tác
zh_hans: 信仰合作

source: belief in the truth
de: Glaube an Warheit
fr: croyance en la vérité
it: fiducia nella verità
ko: 진실에 대한 믿음
pl: wiary w prawdę
pt_br: crença na verdade
ru: вера в истину
tr: hakikat inancı
vi: niềm tin vào sự thật
zh_hans: 相信真理

source: belief in the law
de: Glaube an das Gesetz
fr: croyance en la loi
it: fiducia nella legge
ko: 법에 대한 믿음
pl: wiary w prawo
pt_br: crença na lei
ru: вера в закон
tr: hukuk inancı
vi: niềm tin vào pháp luật
zh_hans: 相信法律

source: Built
de: Gebaut
fr: Construit
it: Costruito
ko: 세워짐
pl: Zbudował
pt_br: Construído
ru: Построено
tr: Kurdu
vi: Đã xây dựng
zh_hans: 建立

source: Attempted to build
de: Versucht zu bauen
fr: A tenté de construire
it: Tentativo di costruire
ko: 구축 시도
pl: Próbował zbudować
pt_br: Tentativa de construir
ru: Пытался построить
tr: Kurmaya çalıştı
vi: Đã cố gắng xây dựng
zh_hans: 试图建立

source: rapport in order to elicit information.
de: Beziehung, um Informationen zu erhalten.
fr: relation afin d'obtenir des informations.
it: rapporto al fine di ottenere informazioni.
ko: 정보를 이끌어내기 위한 교감.
pl: kontakt w celu wydobycia informacji.
pt_br: relacionamento a fim de obter informações.
ru: рапорт, чтобы получить нужную информацию.
tr: bilgi almak için yakınlık.
vi: thiện cảm để moi thông tin.
zh_hans: 为了获得信息，我们需要建立良好的关系。

source: Misrepresented
de: Falsch dargestellte
fr: Déformé
it: Travisato
ko: 잘못 표현됨
pl: Przedstawił nieprawidłowo
pt_br: Deturpado
ru: Исказил
tr: Çarpıttı
vi: Đã trình bày sai
zh_hans: 作伪证

source: Attempted to misrepresent
de: Versuch der Täuschung
fr: Tentative de fausse déclaration
it: Tentato travisamento
ko: 허위 진술 시도
pl: Próbował przedstawić nieprawidłowo
pt_br: Tentativa de deturpar
ru: Пытался исказить
tr: Çarpıtmaya çalıştı
vi: Đã cố gắng trình bày sai
zh_hans: 伪证未遂

source: facts surrounding case in order to elicit information.
de: den Sachverhalt, der den Fall umgibt, um Informationen zu erhalten.
fr: faits entourant l'affaire afin d'obtenir des informations.
it: fatti relativi al caso per ottenere informazioni.
ko: 정보를 도출하기 위해 사건을 둘러싼 사실.
pl: fakty dotyczące sprawy aby wydobyć informacje.
pt_br: fatos que cercam o caso, a fim de obter informações.
ru: факты окружающие случай, чтобы получить нужную информацию.
tr: bilgi almak için davayla ilgili gerçekleri.
vi: các sự thật liên quan đến vụ án để moi thông tin.
zh_hans: 围绕案件的事实，以便获得信息。

source: Subject
de: Thema
fr: Matière
it: Sospettato
ko: 주제
pl: Przesłuchiwany
pt_br: Sujeito
ru: Субъект
vi: Đối tượng
zh_hans: 嫌疑人

source: acquiesced to the argument
de: dem Argument zugestimmt hat
fr: acquiescé à l'argument
it: ha accettato l'argomentazione
ko: 주장을 받아들였다
pl: przychylił się do argumentu
pt_br: consentiu com um argumento
ru: проигнорировал аргумент
tr: argümana boyun eğdi
vi: đã chấp thuận lập luận
zh_hans: 默许了这一观点

source: was naturally inclined to speak
de: war von Natur aus geneigt zu sprechen
fr: était naturellement enclin à parler
it: era naturalmente portato a parlare
ko: 자연스럽게 말하는 경향이 있었다.
pl: był naturalnie skłonny do mówienia
pt_br: estava naturalmente inclinado a falar
ru: был по натуре разговорчив
tr: konuşmaya doğal olarak meyilliydi
vi: vốn có xu hướng muốn nói chuyện
zh_hans: 自然而然地就倾向于说

source: had a trusting nature and agreed
de: hatte eine vertrauensvolle Natur und stimmte zu
fr: avait un caractère confiant et était d'accord
it: aveva una natura fiduciosa e ha accettato
ko: 신뢰하는 성격을 가지고 있었고 동의했습니다.
pl: był ufny z natury i zgodził się
pt_br: tinha uma natureza confiante e concordou
ru: имел доверчивую натуру и согласился
tr: güvenen bir doğası vardı ve kabul etti
vi: có bản tính tin người và đã đồng ý
zh_hans: 有信任的天性，同意

source: spurning the value of harmony
de: die Ablehnung des Wertes der Harmonie
fr: méprisant la valeur de l'harmonie
it: ignorando il valore dell'armonia
ko: 조화의 가치를 일깨우다
pl: odrzucając wartość harmonii
pt_br: rejeitando o valor da harmonia
ru: оспаривая ценность гармонии
tr: uyum değerini hiçe sayarak
vi: khinh thường giá trị hòa hợp
zh_hans: 藐视和谐的价值

source: spurning the value of cooperation
de: den Wert der Zusammenarbeit verschmähen
fr: mépriser la valeur de la coopération
it: ignorando il valore della cooperazione
ko: 협력의 가치를 일깨우다
pl: odrzucając wartość współpracy
pt_br: rejeitando o valor da cooperação
ru: оспаривая ценность сотрудничества
tr: işbirliği değerini hiçe sayarak
vi: khinh thường giá trị hợp tác
zh_hans: 藐视合作的价值

source: spurning the value of honesty
de: den Wert der Ehrlichkeit verleugnen
fr: méprisant la valeur de l'honnêteté
it: ignorando il valore dell'onestà
ko: 정직의 가치를 깎아내리다
pl: odrzucając wartość uczciwości
pt_br: rejeitando o valor da honestidade
ru: оспаривая ценность честности
tr: dürüstlük değerini hiçe sayarak
vi: khinh thường giá trị trung thực
zh_hans: 藐视诚实的价值

source: spurning the law
de: das Gesetz missachtend
fr: méprisant la loi
it: ignorando la legge
ko: 법을 무시하다
pl: odrzucając prawo
pt_br: rejeitando a lei
ru: сомнение в законе
tr: yasayı hiçe sayarak
vi: khinh thường pháp luật
zh_hans: 藐视法律

source: interrogator
de: Abfragesystem
fr: interrogateur
it: interrogatore
ko: 질문자
pl: przesłuchujący
pt_br: interrogador
ru: следователь
tr: sorgucu
vi: người thẩm vấn
zh_hans: 审讯者

source: valued harmony
de: geschätzte Harmonie
fr: harmonie appréciée
it: armonia apprezzata
ko: 소중한 조화
pl: cenił harmonię
pt_br: harmonia valorizada
ru: ценил гармонию
tr: uyuma değer verdi
vi: coi trọng sự hòa hợp
zh_hans: 看重和谐

source: believed in the value of cooperation
de: glaubte an den Wert der Zusammenarbeit
fr: croyait en la valeur de la coopération
it: credeva nel valore della cooperazione
ko: 협력의 가치를 믿었다
pl: wierzył w wartość współpracy
pt_br: acreditou no valor da cooperação
ru: верил в ценность сотрудничества
tr: işbirliğinin değerine inandı
vi: tin tưởng vào giá trị hợp tác
zh_hans: 相信合作的价值

source: valued honesty
de: geschätzte Ehrlichkeit
fr: honnêteté appréciée
it: onestà apprezzata
ko: 소중한 정직
pl: cenił uczciwośc
pt_br: honestidade valorizada
ru: ценил честность
tr: dürüstlüğe değer verdi
vi: coi trọng sự trung thực
zh_hans: 看重真诚

source: value the law
de: das Gesetz schätzen
fr: valoriser la loi
it: apprezzi la legge
ko: 법을 소중히 여기다
pl: cenił prawo
pt_br: valoriza a lei
ru: ценил закон
tr: yasaya değer ver
vi: coi trọng pháp luật
zh_hans: 看重律法

source: being intellectually stubborn
de: intellektuell Stur zu sein
fr: être intellectuellement têtu
it: essere intellettualmente testardi
ko: 지적으로 완고하다
pl: będąc upartym intelektualnie
pt_br: sendo intelectualmente teimoso
ru: будучи интеллектуально упрямым
tr: entelektüel olarak inatçı olması
vi: có tính cố chấp về mặt trí tuệ
zh_hans: 顽固不化

source: being a natural loner
de: ein natürlicher Einzelgänger zu sein
fr: être un solitaire naturel
it: essere un solitario naturale
ko: 타고난 외톨이
pl: będąc samotnikiem z natury
pt_br: sendo um solitário natural
ru: будучи по натуре одиночкой
tr: doğuştan yalnız olması
vi: có bản tính cô độc
zh_hans: 天生独来独往

source: a distrustful nature
de: eine misstrauische Art
fr: un caractère méfiant
it: una natura diffidente
ko: 불신하는 성격
pl: nieufna natura
pt_br: uma natureza desconfiada
ru: недоверчивая натура
tr: güvensiz bir doğa
vi: bản tính đa nghi
zh_hans: 不信任的天性

source: spurning the truth
de: die Wahrheit verschmähend
fr: méprisant la vérité
it: ignorando la verità
ko: 진실을 일축하다
pl: odrzucając prawdę
pt_br: rejeitando a verdade
ru: оспаривая ценность истины
tr: gerçeği hiçe sayarak
vi: khinh thường sự thật
zh_hans: 唾弃真理

source: Subject naively complied.
de: Die Versuchsperson willigte naiv ein.
fr: Le sujet obéit naïvement.
it: Il soggetto si adegua ingenuamente.
ko: 대상은 순진하게 따랐다.
pl: Przesłuchiwany naiwnie się zgodził.
pt_br: Sujeito ingenuamente consentiu.
ru: Субъект наивно подчинился.
vi: Đối tượng đã ngây thơ tuân thủ.
zh_hans: 嫌疑人天真地服从了。

source: was intellectually stubborn and refused to listen
de: intellektuell Stur war und sich weigerte, zuzuhören
fr: était intellectuellement têtu et refusait d'écouter
it: era intellettualmente testardo e si rifiutava di ascoltare
ko: 지적으로 완고했고 듣기를 거부했습니다.
pl: był uparty intelektualnie i odmówił słuchania
pt_br: era intelectualmente teimoso e se recusava a ouvir
ru: был интеллектуально упрям ​​и отказывался слушать
tr: entelektüel olarak inatçıydı ve dinlemeyi reddetti
vi: cố chấp về mặt trí tuệ và từ chối lắng nghe
zh_hans: 有理性的固执并拒绝倾听

source: was a natural loner and refused to listen
de: war von Natur aus ein Einzelgänger und weigerte sich, zuzuhören
fr: était un solitaire naturel et refusait d'écouter
it: era solitario di natura e si rifiutava di ascoltare
ko: 타고난 외톨이였고 듣기를 거부했다
pl: był z natury samotnikiem i odmówił słuchania
pt_br: era um solitário natural e se recusou a ouvir
ru: был по натуре одиночкой и отказывался слушать
tr: doğuştan yalnızdı ve dinlemeyi reddetti
vi: có bản tính cô độc và từ chối lắng nghe
zh_hans: 是一个天生的孤独者，拒绝听从

source: had a distrustful nature and refused to listen
de: hatte eine misstrauische Art und weigerte sich zuzuhören
fr: avait une nature méfiante et refusait d'écouter
it: aveva una natura diffidente e si rifiutava di ascoltare
ko: 불신하는 성격을 가지고 있었고 듣기를 거부했습니다.
pl: był z natury nieufny i odmówił słuchania
pt_br: tinha uma natureza desconfiada e se recusava a ouvir
ru: имел недоверчивую натуру и отказывался слушать
tr: güvensiz bir doğası vardı ve dinlemeyi reddetti
vi: có bản tính đa nghi và từ chối lắng nghe
zh_hans: 有着不信任的生性并拒绝倾听

source: valuing harmony
de: Wertschätzung der Harmonie
fr: valoriser l'harmonie
it: apprezzando l'armonia
ko: 조화를 중시하다
pl: ceniąc harmonię
pt_br: valorizando a harmonia
ru: ценя гармонию
tr: uyuma değer vererek
vi: coi trọng sự hòa hợp
zh_hans: 重视和睦

source: a belief in the value of cooperation
de: der Glaube an den Wert der Zusammenarbeit
fr: une croyance en la valeur de la coopération
it: una fede nel valore della cooperazione
ko: 협력의 가치에 대한 믿음
pl: wiara w wartość współpracy
pt_br: uma crença no valor da cooperação
ru: вера в ценность сотрудничества
tr: işbirliğinin değerine inanç
vi: niềm tin vào giá trị hợp tác
zh_hans: 相信合作的价值

source: valuing the truth
de: Wertschätzung der Wahrheit
fr: valoriser la vérité
it: apprezzando la verità
ko: 진실을 소중히
pl: ceniąc prawdę
pt_br: valorizando a verdade
ru: ценя истину
tr: gerçeğe değer vererek
vi: coi trọng sự thật
zh_hans: 重视真相

source: spurned harmony and refused to listen
de: verschmähte die Harmonie und weigerte sich, zuzuhören
fr: a rejeté l'harmonie et a refusé d'écouter
it: respingeva l'armonia e si rifiutava di ascoltare
ko: 조화를 거부하고 듣기를 거부했습니다.
pl: odrzucił harmonię i odmówił słuchania
pt_br: rejeitou a harmonia e se recusou a ouvir
ru: отвергая гармонию и отказываясь слушать
tr: uyumu hiçe saydı ve dinlemeyi reddetti
vi: khinh thường sự hòa hợp và từ chối lắng nghe
zh_hans: 藐视和谐并拒绝倾听

source: spurning the value of cooperation and refused to listen
de: den Wert der Zusammenarbeit verschmäht und sich geweigert hat, zuzuhören
fr: méprisant la valeur de la coopération et refusant d'écouter
it: ignorando il valore della cooperazione e si è rifiutato di ascoltare
ko: 협력의 가치를 폄하하고 듣기를 거부함
pl: odrzucił wartość współpracy i odmówił słuchania
pt_br: rejeitando o valor da cooperação e se recusando a ouvir
ru: отвергая ценность сотрудничества и отказываясь слушать
tr: işbirliği değerini hiçe saydı ve dinlemeyi reddetti
vi: khinh thường giá trị hợp tác và từ chối lắng nghe
zh_hans: 藐视合作的价值并拒绝倾听

source: spurned the law and refused to listen
de: das Gesetz verschmäht und sich geweigert hat, zuzuhören
fr: a méprisé la loi et refusé d'écouter
it: rifiutò la legge e si rifiutò di ascoltare
ko: 법을 멸시하고 듣기를 거부함
pl: odrzucił prawo i odmówił słuchania
pt_br: rejeitou a lei e se recusou a ouvir
ru: отверг закон и отказался слушать
tr: yasayı hiçe saydı ve dinlemeyi reddetti
vi: khinh thường pháp luật và từ chối lắng nghe
zh_hans: 藐视法律并拒绝倾听

source: an acquiescing nature
de: eine duldende Haltung
fr: une nature consentante
it: una natura acquiescente
ko: 순응하는 성격
pl: uległa natura
pt_br: uma natureza aquiescente
ru: замкнутая натура
tr: uysal bir doğa
vi: bản tính dễ chấp thuận
zh_hans: 逆来顺受

source: being inclined to converse
de: gesprächsfreudig
fr: être enclin à converser
it: essere inclini a conversare
ko: 대화하는 경향이 있다
pl: będąc skłonnym do rozmowy
pt_br: estar inclinado a conversar
ru: склонен к общению
tr: konuşmaya meyilli olması
vi: có xu hướng thích trò chuyện
zh_hans: 嘴上说说

source: being trusting by nature
de: von Natur aus vertrauensvoll sein
fr: être confiant par nature
it: essere fiduciosi per natura
ko: 타고난 신뢰
pl: będąc ufnym z natury
pt_br: ser confiante por natureza
ru: доверчивый по природе
tr: doğası gereği güvenen biri olması
vi: có bản tính tin người
zh_hans: 信任自然

source: and refused
de: und abgelehnt
fr: et a refusé
it: e ha rifiutato
ko: 그리고 거절했다
pl: i odmówił
pt_br: e recusou
ru: и отказался
tr: ve reddetti
vi: và đã từ chối
zh_hans: 并且拒绝

source: Subject was cagey and refused to comply.
de: Die Person war verschlossen und verweigerte die Aussage.
fr: Le sujet était méfiant et a refusé d'obtempérer.
it: Il soggetto è stato schivo e si è rifiutato di obbedire.
ko: 피험자는 신중했고 따르기를 거부했습니다.
pl: Przesłuchiwany był niepewny i odmówił podporządkowania się.
pt_br: O sujeito estava cauteloso e se recusou a obedecer.
ru: Субъект был скрытен и отказался подчиняться.
vi: Đối tượng tỏ ra kín kẽ và từ chối tuân thủ.
zh_hans: 对象小心谨慎并拒绝服从。

source: In retrospect, interrogator may have completely misjudged subject's character.
de: Im Nachhinein hat der Vernehmungsbeamte den Charakter der Person möglicherweise völlig falsch eingeschätzt.
fr: Rétrospectivement, l'interrogateur peut avoir complètement mal jugé le caractère du sujet.
it: A posteriori, l'interrogante potrebbe aver giudicato in modo completamente errato il carattere del soggetto.
ko: 돌이켜보면, 심문관은 피술자의 성격을 완전히 잘못 판단했을 수도 있습니다.
pl: Z perspektywy czasu przesłuchujący mógł całkowicie błędnie ocenić charakter osoby przesłuchiwanej.
pt_br: Em retrospecto, o interrogador pode ter julgado completamente mal o caráter do sujeito.
ru: В ретроспективе, следователь мог полностью ошибиться в оценке характера субъекта.
vi: Nhìn lại, người thẩm vấn có lẽ đã hoàn toàn đánh giá sai tính cách của đối tượng.
zh_hans: 回过头来看，审讯者可能完全误判了当事人的性格。

source: the Artisans
fr: les artisans
it: gli Artigiani
ko: 장인
pl: rzemieślnicy
pt_br: os Artesões
ru: Ремесленников
tr: Zanaatkarlar
vi: Các Thợ thủ công
zh_hans: 工匠

source: Acknowledge lack of caring
tr: Umursamazlığı kabul et
vi: Thừa nhận sự thờ ơ

source: metalcrafter
de: Metallberarbeiter
fr: travailleur du métal
it: artigiano del metallo
ko: 금속공예가
pl: rzemieślnik metalowiec
pt_br: metalúrgico
ru: резчик по металлу
tr: metal işçisi
vi: thợ kim loại
zh_hans: 金属工匠

source: more merciful
de: barmherziger
fr: plus miséricordieux
it: più misericordioso
ko: 자비롭다
pl: bardziej litościwy
pt_br: mais misericordioso
ru: более милосердный
tr: daha merhametli
vi: nhân từ hơn
zh_hans: 更仁慈

source: Not found:
de: Nicht gefunden:
fr: Pas trouvé:
it: Non trovato:
ko: 찾을 수 없음:
pl: Nie znaleziono:
pt_br: Não encontrado:
tr: Bulunamadı:
vi: Không tìm thấy:
zh_hans: 未找到：

source: Palette not found
fr: Palette introuvable
it: Palette non trovata
ko: 팔레트를 찾을 수 없음
pl: Paleta nie znaleziona
pt_br: Paleta não encontrada
ru: Палитра не найдена
tr: Palet bulunamadı
vi: Không tìm thấy bảng màu
zh_hans: 未找到色调

source: Route
fr: Itinéraire
it: Rotta
ko: 노선
pl: Trasa
pt_br: Rota
ru: Маршрут
tr: Rota
vi: Tuyến đường
zh_hans: 路线

source: as extravagantly as possible, displaying a magnificent image to the world
de: so extravagant wie möglich, um der Welt ein prächtiges Bild zu bieten
fr: de la manière la plus extravagante possible, en montrant une image magnifique au monde entier
it: il più stravagante possibile, mostrando un'immagine magnifica al mondo
pt_br: tão extravagante quanto possível, exibindo uma imagem magnífica para o mundo
ru: настолько вычурно, насколько возможно, показывая величественную картину мира
tr: mümkün olduğunca abartılı bir şekilde, dünyaya muhteşem bir görüntü sergileyerek
vi: một cách xa hoa nhất có thể, thể hiện một hình ảnh tráng lệ ra thế giới
zh_hans: 尽可能奢华，向世界展示一幅壮丽的形象

source: high
de: hoch
fr: haute
it: alto
ko: 높은
pl: wysoka
pt_br: alto
ru: высокий
tr: yüksek
vi: cao
zh_hans: 高

source: exalted
de: erhaben
fr: exalté
it: eamato
ko: 고귀한
pl: egzaltowany
pt_br: exaltado
ru: возвышенный
tr: yüce
vi: cao quý
zh_hans: 崇高的
