Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Loves you
tr: Seni seviyor
vi: Yêu bạn

source: Terrified of you
tr: Senden dehşete düşmüş
vi: Kinh hoàng bạn

source: Likes you
tr: Senden hoşlanıyor
vi: Thích bạn

source: Hates you
tr: Senden nefret ediyor
vi: Ghét bạn

source: Dislikes you
tr: Senden hoşlanmıyor
vi: Không thích bạn

source: Scared of you
tr: Senden korkuyor
vi: Sợ bạn

source: No fear of you
tr: Senden korkusu yok
vi: Không sợ bạn

source: Respects you
tr: Sana saygı duyuyor
vi: Tôn trọng bạn

source: No respect for you
tr: Sana saygısı yok
vi: Không tôn trọng bạn

source: Low respect for you
tr: Sana saygısı az
vi: Không mấy tôn trọng bạn

source: Trusts you
tr: Sana güveniyor
vi: Tin tưởng bạn

source: Distrusts you
tr: Sana güvenmiyor
vi: Hoài nghi bạn

source: Highly Loyal
tr: Son Derece Sadık
vi: Cực kỳ trung thành

source: Neutral
tr: Nötr
vi: Trung lập

source: General Mood:
tr: Genel Ruh Hali:
vi: Tâm trạng chung:

source: Annoyed
tr: Rahatsız
vi: Khó chịu

source: Satisfied
tr: Memnun
vi: Hài lòng

source: Grouchy
tr: Huysuz
vi: Khó ở

source: Grumpy
tr: Aksi
vi: Gắt gỏng

source: Fondness
tr: Düşkünlük
vi: Sự quý mến

source: Suspicious
tr: Şüpheci
vi: Nghi ngờ

source: Alarmed
tr: Endişeli
vi: Hoảng hốt

source: Shocked
tr: Şok olmuş
vi: Bàng hoàng

source: Horrified
de: Verängstigt
fr: Horrifié
it: Inorridito
ko: 겁에 질린
pl: Przerażony
pt_br: horrorizada
ru: Напуган
tr: Dehşete düşmüş
vi: Kinh hoàng
zh_hans: 惊骇的

source: Grimly Satisfied
tr: Buruk bir memnuniyet
vi: Hài lòng một cách u ám

source: Grieving
de: Trauernd
fr: Deuil
it: In lutto
ko: 비통해하는
pl: Żałoba
pt_br: Luto
ru: Скорбит
tr: Yaslı
vi: Đau buồn
zh_hans: 悲伤

source: Triumphant
tr: Muzaffer
vi: Đắc thắng

source: Enraged
tr: Öfkeli
vi: Phẫn nộ

source: Eexcited
tr: Heyecanlı
vi: Phấn khích

source: Gaiety
de: Fröhlich
fr: Gaieté
it: Gaiezza
ko: 유쾌
pt_br: Alegria
ru: Веселье
tr: Neşe
vi: Vui vẻ
zh_hans: 欢乐

source: Sad
tr: Üzgün
vi: Buồn bã

source: Joyous
tr: Sevinçli
vi: Hân hoan

source: Blissful
tr: Saadet dolu
vi: Ngây ngất

source: Loving
tr: Sevgi dolu
vi: Yêu thương

source: Accepting
tr: Kabullenici
vi: Chấp nhận

source: Aggravated
tr: Sinirli
vi: Cực kỳ khó chịu

source: In Agony
tr: Istırap İçinde
vi: Trong cơn đau đớn tột độ

source: Alienated
tr: Yabancılaşmış
vi: Bị xa lánh

source: Amazed
tr: Şaşkın
vi: Kinh ngạc

source: Amused
tr: Eğlenmiş
vi: Thích thú

source: Angry
tr: Kızgın
vi: Tức giận

source: In Anguish
tr: Keder İçinde
vi: Trong cơn đau khổ tột cùng

source: Apathetic
tr: İlgisiz
vi: Thờ ơ

source: Aroused
tr: Uyarılmış
vi: Kích thích

source: Astonished
tr: Hayret Etmiş
vi: Sững sờ

source: Averse
tr: İsteksiz
vi: Ghét bỏ

source: In Awe
tr: Huşu İçinde
vi: Trong sự kính sợ

source: Bitter
tr: Buruk
vi: Cay đắng

source: Bored
tr: Sıkılmış
vi: Buồn chán

source: Caring
tr: İlgili
vi: Quan tâm

source: Confused
tr: Kafası Karışık
vi: Bối rối

source: Contemptuous
tr: Küçümseyici
vi: Khinh miệt

source: Content
tr: Hoşnut
vi: Hài lòng

source: Dejected
tr: Keyifsiz
vi: Chán nản

source: Delighted
tr: Memnun
vi: Vui mừng khôn xiết

source: Despair
tr: Umutsuzluk
vi: Tuyệt vọng

source: Disappointed
tr: Hayal Kırıklığına Uğramış
vi: Thất vọng

source: Disgusted
tr: İğrenmiş
vi: Ghê tởm

source: Disillusioned
tr: Hayal Kırıklığı Yaşamış
vi: Vỡ mộng

source: Dislike
tr: Hoşnutsuz
vi: Không thích

source: Dismayed
de: Enttäuschte
fr: Consterné
it: Costernato
ko: 당황
pl: Rozczarowany
pt_br: consternados
ru: Встревожен
tr: Yılgın
vi: Thất kinh
zh_hans: 沮丧

source: Displeasure
tr: Memnuniyetsiz
vi: Bất mãn

source: Distressed
de: Gebeutelt
fr: Affligé
it: Esaurito
ko: 고민
pl: W trudnej sytuacji
pt_br: Distresse
ru: Бедствует
tr: Sıkıntılı
vi: Phiền muộn
zh_hans: 苦恼的

source: Eager
tr: Hevesli
vi: Háo hức

source: Elated
tr: Kıvançlı
vi: Phấn chấn

source: Embarrassed
tr: Utanmış
vi: Xấu hổ

source: Empathetic
tr: Empatik
vi: Đồng cảm

source: Empty
tr: Boşlukta
vi: Trống rỗng

source: Enjoyment
tr: Keyifli
vi: Thích thú

source: Exasperated
tr: Bıkkın
vi: Bực tức

source: Exhilarated
tr: Canlanmış
vi: Hưng phấn tột độ

source: Afraid
tr: Korkmuş
vi: Sợ hãi

source: Ferocious
tr: Vahşi
vi: Hung tợn

source: Free
tr: Özgür
vi: Tự do

source: Frightened
de: Ängstlich
fr: Effrayé
it: Spaventato
ko: 겁먹은
pl: Przerażony
pt_br: tem medo
ru: Испуган
tr: Ürkmüş
vi: Hoảng sợ
zh_hans: 害怕的

source: Frustrated
tr: Hüsrana Uğramış
vi: Nản lòng

source: Gleeful
tr: Neşeli
vi: Vui sướng hớn hở

source: Gloomy
tr: Karamsar
vi: U ám

source: Glum
tr: Somurtkan
vi: Rầu rĩ

source: Grateful
tr: Minnettar
vi: Biết ơn

source: Guilty
tr: Suçlu
vi: Cảm thấy tội lỗi

source: Happy
tr: Mutlu
vi: Vui vẻ

source: Hopeless
tr: Umutsuz
vi: Vô vọng

source: Humiliated
tr: Aşağılanmış
vi: Bị làm nhục

source: Insulted
tr: Hakarete Uğramış
vi: Bị xúc phạm

source: Interested
tr: İlgili
vi: Quan tâm

source: Irritated
tr: Sinirli
vi: Bực tức

source: Isolated
tr: İzole
vi: Cô lập

source: Jolly
tr: Şen
vi: Vui vẻ

source: Jubilant
tr: Coşkulu
vi: Hân hoan tột độ

source: Loathing
tr: Nefret Dolu
vi: Căm ghét

source: Lonely
tr: Yalnız
vi: Cô đơn

source: Miserable
de: Miserabel
fr: Misérable
it: Miserabile
ko: 비참한
pl: Nieszczęśliwy
pt_br: Miserável!
ru: Несчастный
tr: Perişan
vi: Khốn khổ
zh_hans: 悲惨

source: Mortified
de: Gekränkt
fr: Mortifié
it: Mortificato
ko: 골육적인
pl: Umartwiony
ru: Омертвелый
tr: Kahrolmuş
vi: Cực kỳ xấu hổ
zh_hans: 羞愧

source: Nervous
tr: Gergin
vi: Bồn chồn

source: Nostalgic
tr: Nostaljik
vi: Hoài niệm

source: Optimistic
tr: İyimser
vi: Lạc quan

source: Outraged
tr: İnfial İçinde
vi: Phẫn nộ

source: Panicked
tr: Paniklemiş
vi: Hoảng loạn

source: Passionate
tr: Tutkulu
vi: Đam mê

source: Pleasure
tr: Zevkli
vi: Thích thú

source: Enraptured
tr: Mest Olmuş
vi: Say đắm

source: Rejected
tr: Reddedilmiş
vi: Bị từ chối

source: Relieved
de: Erleichtert
fr: Soulagé
it: Sollevato
ko: 안심한
pl: Ulga
pt_br: Relevo
ru: Отпущен
tr: Rahatlamış
vi: Nhẹ nhõm
zh_hans: 缓解的

source: Regretful
tr: Pişman
vi: Hối tiếc

source: Remorseful
tr: Vicdan Azabı Çeken
vi: Hối hận

source: Resentful
tr: Kinli
vi: Oán giận

source: Restless
tr: Huzursuz
vi: Bồn chồn không yên

source: Indignant
tr: İçerlemiş
vi: Phẫn uất

source: Self-pity
tr: Kendine Acıyan
vi: Tự thương hại

source: Shaken
de: Geschüttelt
fr: Secoué
it: Scosso
ko: 흔들린
pl: Wstrząśnięty
pt_br: Falhar a luta interna, completamente abalada
ru: Потрясён
tr: Sarsılmış
vi: Bàng hoàng
zh_hans: 动摇

source: Ashamed
tr: Utanmış
vi: Xấu hổ

source: Sympathy
tr: Sempati
vi: Đồng cảm

source: Tenderness
tr: Şefkat
vi: Dịu dàng

source: Terrified
de: Verängstigt
fr: Terrifié
it: Terrorizzato
ko: 겁에 질린
pl: Przerażony
pt_br: aterrorizado
ru: Напуган
tr: Dehşete Düşmüş
vi: Kinh hoàng
zh_hans: 非常害怕的

source: Thrilled
tr: Heyecanlı
vi: Phấn khích

source: Uneasy
tr: Tedirgin
vi: Bất an

source: Unhappy
tr: Mutsuz
vi: Buồn bã

source: Wonder
tr: Hayret İçinde
vi: Kinh ngạc

source: Worried
tr: Endişeli
vi: Lo lắng

source: Wrathful
tr: Gazaplı
vi: Phẫn nộ

source: Zealous
tr: Şevkli
vi: Nhiệt thành

source: Existential Crisis
tr: Varoluşsal Kriz
vi: Khủng hoảng hiện sinh

source: Defeated
tr: Yenilmiş
vi: Thất bại

source: Expectant
tr: Beklenti İçinde
vi: Đầy hy vọng

source: Enthusiastic
tr: Hevesli
vi: Nhiệt tình

source: Pessimistic
tr: Kötümser
vi: Bi quan

source: Euphoric
tr: Kendinden Geçmiş
vi: Hưng phấn tột độ

source: Choose your tone/tact
tr: Tonunu/yaklaşımını seç
vi: Chọn giọng điệu/chiến thuật của bạn

source: Intimidate:
tr: Gözdağı ver:
vi: Đe dọa:

source: Almost guaranteed
tr: Neredeyse garantili
vi: Gần như chắc chắn

source: Likely success
tr: Muhtemelen başarılı
vi: Khả năng thành công cao

source: Favorable odds
tr: Şansın yüksek
vi: Tỷ lệ thuận lợi

source: Nearly impossible
tr: Neredeyse imkansız
vi: Gần như không thể

source: Likely failure
tr: Muhtemelen başarısız
vi: Khả năng thất bại cao

source: Even odds
tr: Şansın eşit
vi: Tỷ lệ ngang nhau

source: Unfavorable odds
tr: Şansın düşük
vi: Tỷ lệ bất lợi

source: Persuade:
tr: İkna et:
vi: Thuyết phục:

source: What will you say?
tr: Ne söyleyeceksin?
vi: Bạn sẽ nói gì?

source: What will you say about the insurrection?
tr: İsyan hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về cuộc nổi dậy?

source: What will you say about the end of the insurrection?
tr: isyanın sonu hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về sự kết thúc của cuộc nổi dậy?

source: What will you say about the site reclamation?
tr: Yerleşim yerinin geri alınması hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về việc phục hồi địa điểm?

source: What will you say about the site's foundation?
tr: Yerleşimin kuruluşu hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về nền móng của địa điểm?

source: What will you say about the group?
tr: Grup hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về nhóm này?

source: What will you say about the army?
tr: Ordu hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về quân đội?

source: What will you say about the failed occupation?
tr: Başarısız işgal hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về cuộc chiếm đóng thất bại?

source: What will you say about the abduction?
tr: Kaçırılma olayı hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về vụ bắt cóc?

source: What will you say about the incident?
tr: Olay hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về sự cố này?

source: What will you say about the occupation?
tr: İşgal hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về cuộc chiếm đóng?

source: What will you say about the new leadership?
tr: Yeni liderlik hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về ban lãnh đạo mới?

source: What will you say about the beast?
tr: Canavar hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về quái vật?

source: What will you say about the trouble?
tr: Sorun hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về rắc rối này?

source: What will you say about tribute agreement?
tr: Haraç anlaşması hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về thỏa thuận cống nạp?

source: What will you say about the refusal to accept tribute?
tr: Haraç kabul etmeyi reddetme hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về việc từ chối nhận cống nạp?

source: What will you say about the refusal to give tribute?
tr: Haraç vermeyi reddetme hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về việc từ chối dâng cống nạp?

source: What will you say about the peace agreement?
tr: Barış anlaşması hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về thỏa thuận hòa bình?

source: What will you say about the failed peace agreement?
tr: Başarısız barış anlaşması hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về thỏa thuận hòa bình thất bại?

source: What will you say about the tribute stoppage?
tr: Haraçın kesilmesi hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về việc ngừng cống nạp?

source: What will you say about the claim?
tr: Hak iddiası hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về yêu sách này?

source: What will you say about the gang?
tr: Çete hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về băng nhóm này?

source: What will you say about the refugees?
tr: Mülteciler hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về những người tị nạn?

source: What will you say about the artifact's destruction?
tr: Eserin yok edilmesi hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về việc phá hủy cổ vật?

source: What will you say about the artifact's location?
tr: Eserin konumu hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về vị trí của cổ vật?

source: How will you respond to the offer of service?
tr: Hizmet teklifine nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về lời đề nghị phục vụ?

source: What do you want to know?
tr: Ne bilmek istiyorsun?
vi: Bạn muốn biết điều gì?

source: Which pet will you gift?
tr: Hangi evcil hayvanı hediye edeceksin?
vi: Bạn sẽ tặng thú cưng nào?

source: About whom do you ask?
tr: Kimi soruyorsun?
vi: Bạn muốn hỏi về ai?

source: Where do you want to go?
tr: Nereye gitmek istiyorsun?
vi: Bạn muốn đi đâu?

source: How will you respond to the position offer?
tr: Pozisyon teklifine nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về lời đề nghị chức vụ?

source: How will you respond to the adoption request?
tr: Evlat edinme isteğine nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về yêu cầu nhận nuôi?

source: What will you say about the journey?
tr: Yolculuk hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về chuyến đi?

source: What will you say about the conflict?
tr: Çatışma hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về xung đột?

source: How will you ask?
tr: Nasıl soracaksın?
vi: Bạn sẽ hỏi như thế nào?

source: How will you respond?
tr: Nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi như thế nào?

source: What will you say about the rescue?
tr: Kurtarma hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về vụ giải cứu?

source: What will you say about the conclusion of the agreement?
tr: Anlaşmanın sonucu hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về việc kết thúc thỏa thuận?

source: What will you say about the agreement?
tr: Anlaşma hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về thỏa thuận này?

source: What will you say about services?
tr: Hizmetler hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về các dịch vụ?

source: What will you say about the request?
tr: İstek hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về yêu cầu này?

source: What will you say about the trade?
tr: Ticaret hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về giao dịch?

source: What will you say about the surrounding area?
tr: Çevredeki bölge hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về khu vực xung quanh?

source: What will you say about the site?
tr: Yerleşim hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về địa điểm này?

source: What will you say about the structure?
tr: Yapı hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về công trình này?

source: How will you respond to the invocation?
tr: Çağrıya nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về lời cầu khấn?

source: How will you respond to the accusation?
tr: Suçlamaya nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về lời buộc tội?

source: What will you say about your master?
tr: Efendin hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về chủ nhân của mình?

source: What will you say about your plots and scheming?
tr: Komploların ve entrikaların hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về những âm mưu và toan tính của mình?

source: How will you respond about your profession?
tr: Mesleğin hakkında nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về nghề nghiệp của mình?

source: How will you respond to this passive reply?
tr: Bu pasif cevaba nasıl karşılık vereceksin?
vi: Bạn sẽ phản hồi thế nào về câu trả lời thụ động này?

source: How will you respond to this flattery?
tr: Bu dalkavukluğa nasıl karşılık vereceksin?
vi: Bạn sẽ phản hồi thế nào về lời nịnh hót này?

source: How will you respond to this dismissal?
tr: Bu reddedilmeye nasıl karşılık vereceksin?
vi: Bạn sẽ phản hồi thế nào về lời bác bỏ này?

source: How will you respond to this statement of values?
tr: Bu değer beyanına nasıl karşılık vereceksin?
vi: Bạn sẽ phản hồi thế nào về tuyên bố giá trị này?

source: What will you say about how you are feeling?
tr: Nasıl hissettiğin hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về cảm giác của mình?

source: What will you say about your family?
tr: Ailen hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về gia đình của mình?

source: How will you respond to the offer of tribute?
tr: Haraç teklifine nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về lời đề nghị cống nạp?

source: How will you respond to the tribute cancellation?
tr: Haraç iptaline nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về việc hủy bỏ cống nạp?

source: How will you respond to the offer of peace?
tr: Barış teklifine nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về lời đề nghị hòa bình?

source: How will you respond to the demand for tribute?
tr: Haraç talebine nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về yêu cầu cống nạp?

source: How will you respond to the request to cease hostilities?
tr: Çatışmaları durdurma isteğine nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về yêu cầu ngừng chiến?

source: How will you respond to the demand to yield?
tr: Teslim olma talebine nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về yêu cầu đầu hàng?

source: How will you respond to the request for information?
tr: Bilgi isteğine nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về yêu cầu cung cấp thông tin?

source: How will you respond to the request for directions?
tr: Yol tarifi isteğine nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về yêu cầu chỉ đường?

source: How will you respond to the request for a guide?
tr: Rehber isteğine nasıl cevap vereceksin?
vi: Bạn sẽ phản hồi thế nào về yêu cầu một người dẫn đường?

source: What will you say about the missing treasure?
tr: Kayıp hazine hakkında ne söyleyeceksin?
vi: Bạn sẽ nói gì về kho báu thất lạc?

source: Keywords:
tr: Anahtar kelimeler:
vi: Từ khóa:

source: In party nearby
tr: Grupta yakında
vi: Trong nhóm gần đó

source: Distant
tr: Uzakta
vi: Xa xôi

source: Traveling through
tr: Şuradan geçiyor:
vi: Đang đi qua

source: Ground
tr: Zemin
vi: Mặt đất

source: Nearby
tr: Yakında
vi: Gần đó

source: In party:
tr: Grupta:
vi: Trong tổ đội:

source: Not visible
tr: Görünmez
vi: Không thể nhìn thấy

source: Choose a poetic form for the composition.
tr: Eser için bir nazım biçimi seç.
vi: Chọn một thể thơ cho tác phẩm.

source: Choose a musical form for the composition.
tr: Beste için bir müzikal form seç.
vi: Chọn một thể nhạc cho tác phẩm.

source: Choose a dance form for the choreography.
tr: Koreografi için bir dans formu seç.
vi: Chọn một thể loại vũ đạo cho bài múa.

source: Select memorized content or a form of prose.
tr: Ezberlenmiş içerik veya bir nesir formu seç.
vi: Chọn nội dung đã ghi nhớ hoặc một thể loại văn xuôi.

source: What would you like to do?
tr: Ne yapmak istersin?
vi: Bạn muốn làm gì?

source: You don't believe anything relevant, unfortunately.
tr: Maalesef alakalı hiçbir şeye inanmıyorsun.
vi: Thật không may, bạn không tin tưởng vào bất kỳ điều gì có liên quan.

source: Assume an appropriate identity first if you'd like to pretend.
tr: Eğer rol yapmak istiyorsan önce uygun bir kimliğe bürün.
vi: Nếu muốn giả vờ, hãy đảm nhận một danh tính thích hợp trước.

source: You don't know anything specific about this, unfortunately.
tr: Maalesef bu konuda belirli bir şey bilmiyorsun.
vi: Thật không may, bạn không biết bất kỳ điều gì cụ thể về việc này.

source: You must compose a piece first (or learn an improvisational form).
tr: Önce bir parça bestelemelisin (veya doğaçlama bir form öğrenmelisin).
vi: Bạn phải sáng tác một tác phẩm trước (hoặc học một thể loại ngẫu hứng).

source: Would like to sleep or wait a while?
tr: Uyumak mı yoksa bir süre beklemek mi istersin?
vi: Bạn muốn ngủ hay chờ một lát?

source: Sleep
tr: Uyu
vi: Ngủ

source: Wait
tr: Bekle
vi: Chờ

source: Cannot see dawn.
tr: Şafak görünmüyor.
vi: Không thể nhìn thấy bình minh.

source: Until dawn
tr: Şafağa kadar
vi: Cho đến bình minh

source: You will sleep as necessary until dawn.
tr: Şafağa kadar ihtiyaç duyduğun kadar uyuyacaksın.
vi: Bạn sẽ ngủ đủ giấc cho đến bình minh.

source: You will sleep as necessary for
tr: Şu kadar süre uyuyacaksın:
vi: Bạn sẽ ngủ đủ giấc trong

source: hour
tr: saat
vi: giờ

source: You will wait, staying awake until dawn.
tr: Şafağa kadar uyanık kalarak bekleyeceksin.
vi: Bạn sẽ chờ, giữ mình tỉnh táo cho đến bình minh.

source: You will wait, staying awake for
tr: Şu kadar süre uyanık kalarak bekleyeceksin:
vi: Bạn sẽ chờ, giữ mình tỉnh táo trong

source: Go ahead
tr: Devam et
vi: Tiếp tục

source: How will
tr: Nasıl
vi: Bằng cách nào

source: move?
tr: hareket edecek?
vi: di chuyển?

source: closed
de: geschlossen
fr: fermé
it: chiuso
ko: 닫은
pl: zamknięte
pt_br: fechado
ru: закрытый
tr: kapalı
vi: đóng
zh_hans: 关闭

source: Climb
tr: Tırman
vi: Leo

source: Speed:
tr: Hız:
vi: Tốc độ:

source: Visual Stealth Factors
tr: Görsel Gizlilik Faktörleri
vi: Các Yếu tố Tàng hình Trực quan

source: Light
tr: Işık
vi: Ánh sáng

source: Low Light
tr: Düşük Işık
vi: Ánh sáng yếu

source: Darkness
tr: Karanlık
vi: Bóng tối

source: Fog/Rain/Snow
tr: Sis/Yağmur/Kar
vi: Sương mù/Mưa/Tuyết

source: By Obstacle
tr: Engele Yanında
vi: Do chướng ngại vật

source: Open Area
tr: Açık Alan
vi: Khu vực trống trải

source: In Vegetation
tr: Bitki Örtüsünde
vi: Trong thảm thực vật

source: Non-Prone In Vegetation
tr: Bitki Örtüsünde Ayakta
vi: Không nằm sấp trong thảm thực vật

source: Too Large For Vegetation
tr: Bitki Örtüsü İçin Çok Büyük
vi: Quá lớn so với thảm thực vật

source: No Suitable Vegetation
tr: Uygun Bitki Örtüsü Yok
vi: Không có thảm thực vật phù hợp

source: Huge Non-Prone Profile
tr: Ayakta Devasa Profil
vi: Dáng hình khổng lồ (Không nằm sấp)

source: Very Large Non-Prone Profile
tr: Ayakta Çok Büyük Profil
vi: Dáng hình rất lớn (Không nằm sấp)

source: Large Non-Prone Profile
tr: Ayakta Büyük Profil
vi: Dáng hình lớn (Không nằm sấp)

source: Gargantuan Profile
tr: Devasa Profil
vi: Dáng hình Khổng lồ Tột độ

source: Gigantic Profile
tr: Muazzam Profil
vi: Dáng hình Khổng lồ

source: Huge Profile
tr: Kocaman Profil
vi: Dáng hình Rất lớn

source: Very Large Profile
tr: Çok Büyük Profil
vi: Dáng hình Lớn

source: Large Profile
tr: Büyük Profil
vi: Dáng hình Khá lớn

source: Vanishing Profile
tr: Silik Profil
vi: Dáng hình Gần như Vô hình

source: Minuscule Profile
tr: Minicik Profil
vi: Dáng hình Cực nhỏ

source: Tiny Profile
tr: Ufacık Profil
vi: Dáng hình Rất nhỏ

source: Very Small Profile
tr: Çok Küçük Profil
vi: Dáng hình Nhỏ

source: Small Profile
tr: Küçük Profil
vi: Dáng hình Khá nhỏ

source: Average Non-Prone Profile
tr: Ayakta Ortalama Profil
vi: Dáng hình trung bình (Không nằm sấp)

source: Average Profile
tr: Ortalama Profil
vi: Dáng hình Trung bình

source: Visual Stealth (w/o Skill)
tr: Görsel Gizlilik (Yetenek Hariç)
vi: Tàng hình Trực quan (không Kỹ năng)

source: Best Possible
tr: En Yüksek Seviye
vi: Tốt nhất có thể

source: Poor
tr: Zayıf
vi: Kém

source: Awful
tr: Berbat
vi: Tồi tệ

source: Worst Possible
tr: Mümkün Olan En Kötü
vi: Tệ nhất có thể

source: Quick movement and other actions decrease stealth.
tr: Hızlı hareket ve diğer eylemler gizliliği zorlaştırır.
vi: Di chuyển nhanh và các hành động khác sẽ làm giảm khả năng tàng hình.

source: Swimming Preference
tr: Yüzme Tercihi
vi: Ưu tiên Bơi lội

source: When possible
tr: Mümkün olduğunda
vi: Khi có thể

source: When necessary
tr: Gerektiğinde
vi: Khi cần thiết

source: Select your combat preferences.
tr: Savaş tercihlerinizi seçin.
vi: Chọn các ưu tiên chiến đấu của bạn.

source: Attack Preference
tr: Saldırı Tercihi
vi: Ưu tiên Tấn công

source: Dodge Preference
tr: Kaçınma Tercihi
vi: Ưu tiên Né tránh

source: Charge Defense
tr: Hücum Karşılama
vi: Phòng thủ Xung phong

source: Who will you wrestle?
tr: Kiminle güreşeceksin?
vi: Bạn sẽ vật lộn với ai?

source: Who will you attack?
tr: Kime saldıracaksın?
vi: Bạn sẽ tấn công ai?

source: has yielded. Attack anyway?
vi: đã chịu thua. Dù sao vẫn tấn công chứ?

source: Really start a conflict with
tr: Gerçekten şununla bir çatışma başlatılsın mı:
vi: Thực sự muốn bắt đầu xung đột với

source: Really attack
tr: Gerçekten şuna saldırılsın mı:
vi: Thực sự tấn công

source: What do you want to aim for?
tr: Nereyi hedeflemek istersin?
vi: Bạn muốn nhắm vào đâu?

source: Wrestle
tr: Güreş:
vi: Vật lộn

source: Dodge
tr: Kaçın:
vi: Né tránh

source: Block
tr: Blokla:
vi: Chặn

source: Parry
tr: Savuştur:
vi: Đỡ đòn

source: Dodge (
tr: Kaçın (
vi: Né tránh (

source: Block (
tr: Blokla (
vi: Chặn (

source: Parry (
tr: Savuştur (
vi: Đỡ đòn (

source: Impossible strike
tr: Mucizevi vuruş
vi: Đòn đánh Bất khả thi

source: Difficult strike
tr: Zor vuruş
vi: Đòn đánh Khó
