Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: , but there is no force!
de: , doch es hat keine Kraft!
fr: , mais il n'y a pas de force!
it: , ma non c'è forza!
ko: , 하지만 힘이 없다!
pl: , lecz nie ma impetu!
pt_br: , mas não com força!
ru: , но не возымела силы!
tr: , ama hiç güç yok!
vi: , nhưng không có lực!
zh_hans: ，但没有力量！

source: , but it passes right through!
de: , aber es geht direkt durch!
fr: , mais ça passe à travers !
it: , ma passa attraverso!
ko: , 하지만 그것은 바로 통과한다!
pl: , lecz przelatuje na wylot!
pt_br: , mas atravessa direto!
ru: , но проходит мимо!
tr: , ama içinden geçip gidiyor!
vi: , nhưng nó xuyên thẳng qua!
zh_hans: ，但它正好穿过！

source: , but the attack passes right through!
de: , aber der Angriff geht direkt durch!
fr: , mais l'attaque passe à travers !
it: , ma l'attacco passa attraverso!
ko: , 하지만 공격은 그대로 통과해버린다!
pl: , ale atak przechodzi przez niego!
pt_br: , mas o ataque atravessa direto!
ru: , но атака проходит мимо!
tr: , ama saldırı içinden geçip gidiyor!
vi: , nhưng đòn tấn công xuyên thẳng qua!
zh_hans: ，但攻击正好穿过！

source: , but it glances away!
de: , aber es schaut weg!
fr: , mais il détourne les yeux!
it: , ma viene deviato!
ko: , 하지만 휙 빗나간다!
pl: , lecz odbija się bez szkód!
pt_br: , mas ele ricocheteia para longe!
ru: , но соскальзывает!
tr: , ama sekip gidiyor!
vi: , nhưng nó trượt đi!
zh_hans: ，但它一目了然！

source: , but the attack glances away!
de: , aber die Attacke geht daneben!
fr: , mais l'attaque détourne le regard!
it: , ma l'attacco viene deviato!
ko: , 하지만 공격은 휙 빗나간다!
pl: , lecz atak odbija się bez szkód!
pt_br: , mas o ataque ricocheteia para longe!
ru: , но атака соскальзывает!
tr: , ama saldırı sekip gidiyor!
vi: , nhưng đòn tấn công trượt đi!
zh_hans: ，但攻击一目了然！

source: and the severed part sails off in an arc!
de: und das abgetrennte Teil fliegt im hohen Bogen davon!
fr: et la partie coupée part en arc de cercle!
it: e la parte tagliata vola in una parabola!
ko: 그리고 잘린 부위가 호를 그리며 날아간다!
pl: i odcięta cześć odlatuje!
pt_br: e a parte afetada se desprende em um arco!
ru: и отрубленная часть тела улетает по дуге!
tr: ve kopan parça bir yay çizerek uçup gidiyor!
vi: và bộ phận bị cắt đứt bay vút đi theo hình vòng cung!
zh_hans: 被切断的部分以弧形前进！

source: the part
de: das Teil
fr: la partie
it: la parte
ko: 부위
pl: część
pt_br: a parte
ru: часть
tr: parça
vi: bộ phận đó
zh_hans: 那个部分

source: is smashed into the body, an unrecognizable mass!
de: schlägt in den Körper ein, einer unkenntlichen Masse!
fr: est écrasé dans le corps, une masse méconnaissable!
it: si infrange sul corpo, una massa irriconoscibile!
ko: 신체가 박살 나서, 피떡이 됐다!
pl: jest wmiażdżona w resztę ciała, tworząc nierozpoznawalną masę .
pt_br: é esmagada ao corpo, uma massa irreconhecível!
ru: врезается в тело с нераспознаваемой массой!
tr: vücudun içine eziliyor, tanınmaz bir yığın halinde!
vi: bị đập nát vào cơ thể, thành một khối không thể nhận dạng!
zh_hans: 被砸到身体里，一团无法辨认的残骸！

source: splits in gore!
de: verteilt sich als blutige Masse!
fr: se divise en gore!
it: si rompe in una pozza di sangue!
ko: 끔찍하게 쪼개진다!
pl: rozpada się na miazgę!
pt_br: se divide em entranhas!
ru: рассыпается в фарш!
tr: kan revan içinde yarılıyor!
vi: nứt toác đầy máu me!
zh_hans: 碎成小块！

source: collapses!
de: bricht zusammen!
fr: s'effondre !
it: collassa!
ko: 붕괴!
pl: zapada się!
pt_br: colapsa!
ru: разрушается!
tr: yığılıyor!
vi: đổ sụp!
zh_hans: 崩溃！

source: the injured part
de: das verletzte Körperteil
fr: la partie lésée
it: la parte lesa
ko: 손상 부위
pl: zraniona część
pt_br: a parte ferida
ru: повреждённая часть
tr: yaralı parça
vi: bộ phận bị thương đó
zh_hans: 受伤的部位

source: is ripped into loose shreds!
de: wird in lose Fetzen gerissen!
fr: est déchiqueté en lambeaux!
it: è strappato a brandelli!
ko: 산산조각이 났다!
pl: jest rozerwana na kawałki!
pt_br: é cortada em farrapos soltos!
ru: разорвана в клочья!
tr: gevşek parçalara ayrılıyor!
vi: bị xé toạc thành từng mảnh vụn!
zh_hans: 被撕成碎片！

source: is torn apart!
de: ist auseinander gerissen!
fr: est déchiré !
it: si strappa!
ko: 갈기갈기 찢어졌다!
pl: jest oderwana!
pt_br: é cortada!
ru: разорвана на части!
tr: parçalanıyor!
vi: bị xé nát!
zh_hans: 被撕裂了！

source: and it is mostly cut away from the rest of the torso!
de: und es ist hauptsächlich vom Rest des Torso abgeschnitten!
fr: et il est principalement coupé du reste du torse!
it: ed è quasi staccata dal resto del torso!
ko: 그리고 몸통에서 썩둑 잘려나갔다!
pl: i jest w większości odcięty od reszty tułowia!
pt_br: e é praticamente cortada fora do resto do torso!
ru: и почти отсечена от тела!
tr: ve gövdenin geri kalanından büyük ölçüde kesilip ayrılıyor!
vi: và bị cắt gần lìa khỏi phần còn lại của thân!
zh_hans: 它躯干的其他部分几乎都被切掉！

source: is cloven asunder!
de: ist gespalten!
fr: est fendu en deux!
it: è fatto a pezzi!
ko: 산산조각이 났다!
pl: jest rozczepiony na pół!
pt_br: é partida ao meio!
ru: разрублена пополам!
tr: ikiye ayrılıyor!
vi: bị chẻ làm đôi!
zh_hans: 是偶然的！

source: explodes into gore!
de: explodiert in einer blutigen Masse!
fr: explose en sang !
it: esplode in mille pezzi!
ko: 끔찍하게 터져나갔다!
pl: wybucha w morzu posoki!
pt_br: explode em entranhas!
ru: превращается в фарш!
tr: kanlı bir patlamayla dağılıyor!
vi: nổ tung thành vũng máu thịt!
zh_hans: 炸成一团血雾！

source: collapses into a lump of gore!
de: bricht in einen Klumpen blutiger Masse zusammen!
fr: s'effondre en un morceau de gore!
it: collassa in una pozza di sangue!
ko: 끔찍한 덩어리가 돼서 무너져 내렸다!
pl: zapada się tworząc bryłę mięsa!
pt_br: colapsa em pedaços em sangue!
ru: превращается в кучу фарша!
tr: kanlı bir yığın halinde çöküyor!
vi: sụp đổ thành một đống máu thịt!
zh_hans: 瓦解成一滩血块！

source: is crushed!
de: wird zerquetscht!
fr: est écrasé !
it: si distrugge!
ko: 박살났다!
pl: jest zmiażdżona!
pt_br: é esmagada!
ru: раздроблена!
tr: eziliyor!
vi: bị nghiền nát!
zh_hans: 粉碎了！

source: tearing
de: zerreißen
fr: déchirure
it: strappando
ko: 찢는다
pl: rozrywając
pt_br: rasgando
ru: разрывая
tr: yırtarak
vi: xé toạc
zh_hans: 撕裂

source: tearing apart
de: auseinanderreißen
fr: déchirant
it: strappando via
ko: 조각조각 뜯어낸다
pl: odrywając
pt_br: rasgando fora
ru: разрывая на части
tr: parçalayıp ayırarak
vi: xé nát
zh_hans: 撕裂

source: shattering
de: erschütternd
fr: bouleversant
it: frantumando
ko: 쪼개진다
pl: roztrzaskując
pt_br: despedaçando
ru: разбивая
tr: paramparça ederek
vi: vỡ vụn
zh_hans: 打碎

source: chipping
de: splitternd
fr: déchiquetage
it: scalfendo
ko: 가른다
pl: odłupując
pt_br: lascando
ru: разрубая
tr: parça kopararak
vi: sứt mẻ
zh_hans: 碎裂

source: fracturing
de: brechend
fr: fracturation
it: fratturando
ko: 부러뜨린다
pl: łamiąc
pt_br: quebrando
ru: ломая
tr: çatlatarak
vi: rạn nứt
zh_hans: 断裂

source: denting
de: verbeulend
fr: cabossage
it: intaccando
ko: 찌그러뜨린다
pl: wgniatając
pt_br: entalhando
ru: прокусывая
tr: göçerterek
vi: lõm
zh_hans: 下陷

source: bruising
de: verletzend
fr: ecchymoses
it: danneggiando
ko: 후드려팬다
pl: siniacząc
pt_br: contundindo
ru: повреждая
tr: morartarak
vi: bầm tím
zh_hans: 瘀伤

source: it
de: es
fr: ce
it: esso
ko: 그것
pl: to
pt_br: ​ isso
ru: её
tr: onu
vi: nó
zh_hans: 它

source: apart
de: auseinander
fr: une part
it: via
ko: 따로
pl: w taki sposób, że stanowi oddzielną część
pt_br: separado
ru: на части
tr: parçalara
vi: tan tác
zh_hans: 隔开

source: and
de: und
fr: et
it: e
ko: 그리고
pl: i
pt_br: e
ru: и
tr: ve
vi: và
zh_hans: 与

source: tearing apart
de: auseinanderreißen
fr: déchirant
it: strappando via
ko: 조각조각 뜯어낸다
pl: odrywając
pt_br: cortando
ru: разрывая на части
tr: parçalayarak
vi: xé nát
zh_hans: 撕裂

source: shattering
de: erschütternd
fr: bouleversant
it: frantumando
ko: 조각낸다
pl: roztrzaskując
pt_br: despedaçando
ru: разбивая
tr: paramparça ederek
vi: vỡ vụn
zh_hans: 打碎

source: tearing
de: zerreißend
fr: déchirure
it: strappando
ko: 찢는다
pl: rozrywając
pt_br: rasgando
ru: разрывая
tr: yırtarak
vi: xé toạc
zh_hans: 撕裂

source: chipping
de: splitternd
fr: déchiquetage
it: scalfendo
ko: 가른다
pl: odłupując
pt_br: lascando
ru: разрубая
tr: yontarak
vi: sứt mẻ
zh_hans: 碎裂

source: fracturing
de: brechend
fr: fracturation
it: fratturando
ko: 부러뜨린다
pl: łamiąc
pt_br: quebrando
ru: ломая
tr: çatlatarak
vi: rạn nứt
zh_hans: 断裂

source: denting
de: verbeulend
fr: cabossage
it: intaccando
ko: 찌그러뜨린다
pl: wgniatając
pt_br: entalhando
ru: прокусывая
tr: göçerterek
vi: lõm
zh_hans: 下陷

source: bruising
de: verletzend
fr: ecchymoses
it: danneggiando
ko: 후드려팬다
pl: siniacząc
pt_br: contundindo
ru: повреждая
tr: ezerek
vi: bầm tím
zh_hans: 瘀伤

source: through a hole in the
de: durch ein Loch in der/dem/den
fr: à travers un trou dans le
it: attraverso un buco nel
ko: 구멍을 통해
pl: poprzez dziurę w
pt_br: passando por um buraco em
ru: сквозь дыру в
tr: şundaki bir delikten:
vi: xuyên qua một lỗ trên
zh_hans: 通过一个洞

source: main part
de: Hauptteil
fr: partie principale
it: parte principale
ko: 주요 부위
pl: główna część
pt_br: parte principal
ru: большую часть
tr: ana parça
vi: phần chính
zh_hans: 主要部分

source: passing through a hole in the
de: geht durch ein Loch in der/dem/den
fr: passant par un trou dans
it: passa attraverso un buco nel
ko: 구멍을 통과한다:
pl: przelatuje przez dziurę w
pt_br: passando por um buraco em
ru: проходит сквозь дыру в
tr: şundaki bir delikten geçerek
vi: đi xuyên qua một lỗ trên
zh_hans: 穿过一个洞

source: jamming the
de: blockieren der
fr: bloquer le
it: inceppa la
ko: 방해한다
pl: blokując
pt_br: esmagando o
ru: сжимая
tr: şunu sıkıştırarak:
vi: kẹt vào
zh_hans: 干扰了

source: part
de: Teil
fr: partie
it: parte
ko: 부위
pl: część
pt_br: parte
ru: часть
tr: kısım
vi: bộ phận
zh_hans: 部分

source: through the
de: durch der/die/das
fr: à travers le
it: attraverso la
ko: 통해
pl: przez
pt_br: através de
ru: сквозь
tr: şunun içinden:
vi: xuyên qua
zh_hans: 通过

source: out of the wound
de: aus der Wunde heraus
fr: hors de la blessure
it: fuori dalla ferita
ko: 상처 밖으로
pl: z rany
pt_br: saindo da ferida
ru: из раны
tr: yaranın dışına
vi: chảy ra từ vết thương
zh_hans: 走出伤痛

source: breaking away
de: bricht weg
fr: se détacher de
it: spaccando
ko: 달아난다
pl: odłamując
pt_br: quebrando
ru: отрывая
tr: kopararak
vi: tách ra
zh_hans: 离开了

source: most of
de: das Meiste von
fr: la plupart de
it: la maggior parte di
ko: 대부분의
pl: większość
pt_br: a maior parte de
ru: большую часть
tr: şunun çoğunu:
vi: hầu hết
zh_hans: 大多数

source: half of
de: halb von
fr: moitié de
it: metà di
ko: 절반의
pl: połowę
pt_br: metade de
ru: половину
tr: şunun yarısını:
vi: một nửa
zh_hans: 一半

source: a piece of
de: ein Stück
fr: un morceau de
it: un pezzo di
ko: 조각
pl: kawałek
pt_br: um pedaço de
ru: часть
tr: şunun bir parçasını:
vi: một mảnh
zh_hans: 一块

source: the rest of
de: der Rest von
fr: le reste de
it: il resto di
ko: 나머지
pl: resztę
pt_br: o resto de
ru: оставшуюся часть
tr: şunun geri kalanını:
vi: phần còn lại của
zh_hans: 其余的

source: through the
de: durch die
fr: à travers le
it: attraverso il
ko: 통해
pl: poprzez
pt_br: através de
ru: сквозь
tr: şunun içinden:
vi: xuyên qua
zh_hans: 通过

source: and spilling
de: und verschüttend
fr: et renverser
it: e versando
ko: 그리고 쏟아낸다
pl: i rozlewając
pt_br: e despejando
ru: и разливая
tr: ve şunu dökerek:
vi: và tràn ra
zh_hans: 和溢出

source: your
de: euer
fr: ton/ta
it: tuo
ko: 당신의
pl: twoje
pt_br: seu
ru: ваш
tr: senin
vi: của bạn
zh_hans: 你的

source: rancid
de: ranzig
fr: rance
it: rancido
ko: 썩은 내 나는
pl: zjełaczałe
pt_br: rancido
ru: протухший
tr: kokmuş
vi: hôi ươn
zh_hans: 馊的

source: decomposing
de: zersetzend
fr: se décomposer
it: decomposto
ko: 분해된다
pl: rozkładające się
pt_br: em decomposição
ru: разлагающийся
tr: çürüyen
vi: phân hủy
zh_hans: 分解

source: rotten
de: verrottet
fr: pourri
it: marcio
ko: 썩은
pl: zgniłe
pt_br: podre
ru: гнилой
tr: çürük
vi: thối rữa
zh_hans: 腐烂

source: fetid
de: stinkend
fr: fétide
it: fetido
ko: 악취가 나는
pl: cuchnące
pt_br: fétido
ru: зловонный
tr: kokuşmuş
vi: hôi thối
zh_hans: 恶臭的

source: foul
de: faul
fr: faute
it: schifoso
ko: 반칙
pl: paskudne
pt_br: imundo
ru: грязный
tr: pis
vi: bẩn thỉu
zh_hans: 犯规

source: reeking
de: stinkt
fr: puant
it: disgustoso
ko: 악취가 나는
pl: smrodliwe
pt_br: fedido
ru: затхлый
tr: pis kokan
vi: bốc mùi
zh_hans: 发臭气的

source: filthy
de: dreckig
fr: sale
it: sudicio
ko: 추잡한
pl: obleśne
pt_br: sujo
ru: грязный
tr: kirli
vi: dơ dáy
zh_hans: 肮脏

source: stinking
de: stinkend
fr: puant
it: puzzolente
ko: 악취가 나는
pl: śmierdzące
pt_br: fedorento
ru: вонючий
tr: kötü kokan
vi: tanh tưởi
zh_hans: 臭

source: It is a gelding strike!
de: Es ist ein kastrierender Schlag!
fr: C'est une grève de hongre!
it: È un colpo ai gingilli!
ko: 거세시키는 일격!
pl: Jest to kastrujące uderzenie!
pt_br: É um ataque aonde dói!
ru: Это кастрирующий удар!
tr: Bu hadım edici bir vuruş!
vi: Đây là một đòn thiến!
zh_hans: 直捣根部的致命一鸡！

source: It is a gelding blow!
de: Es ist ein kastrierender Hieb!
fr: C'est un coup de hongre !
it: È un colpo basso!
ko: 부랄 펀치! 부랄 펀치!
pl: Jest to kastrujący cios!
pt_br: É um golpe baixo!
ru: Это кастрирующий удар!
tr: Bu hadım edici bir darbe!
vi: Đây là một đòn thiến!
zh_hans: 击中了下体要害部位，这是一次阉割打击！

source: a major artery
de: eine Hauptarterie
fr: une artère majeure
it: un'arteria principale
ko: 대동맥
pl: główna arteria
pt_br: uma artéria maior
ru: крупную артерию
tr: bir ana atardamar
vi: một động mạch chính
zh_hans: 一条主动脉

source: an artery
de: eine Arterie
fr: une artère
it: un'arteria
ko: 동맥
pl: arteria
pt_br: uma artéria
ru: артерию
tr: bir atardamar
vi: một động mạch
zh_hans: 一条动脉

source: has been opened by the attack
de: wurde durch den Angriff geöffnet
fr: a été ouvert par l'attaque
it: è stata aperta dall'attacco
ko: 공격 받아서 개봉되었다
pl: została otwarta przez ten atak
pt_br: se abriu por causa do ataque
ru: был вскрыт при атаке
tr: saldırı sonucu açıldı
vi: đã bị đòn tấn công làm rách
zh_hans: 已被攻击割开

source: many nerves
de: viele Nerven
fr: beaucoup de nerfs
it: molti nervi
ko: 많은 신경
pl: wiele nerwów
pt_br: muitos nervos
ru: много нервов
tr: birçok sinir
vi: nhiều dây thần kinh
zh_hans: 很多神经

source: a motor nerve
de: ein motorischer Nerv
fr: un nerf moteur
it: un nervo motorio
ko: 운동신경
pl: unerwienie ruchowe
pt_br: um nervo motor
ru: моторный нерв
tr: bir motor sinir
vi: một dây thần kinh vận động
zh_hans: 一条运动神经

source: a sensory nerve
de: ein Sinnesnerv
fr: un nerf sensoriel
it: un nervo sensoriale
ko: 감각 신경
pl: unerwienie czuciowe
pt_br: um nervo sensorial
ru: сенсорный нерв
tr: bir duyu siniri
vi: một dây thần kinh cảm giác
zh_hans: 一条感觉神经

source: have
de: habe
fr: ont
it: è
ko: 가지다
pl: zostało
pt_br: foram
ru: было
vi: đã
zh_hans: 有

source: has
de: hat
fr: a
it: è
ko: 가지다
pl: zostało
pt_br: foi
ru: был
vi: đã
zh_hans: 具有

source: been severed
de: wurde durchtrennt
fr: été coupé
it: stato reciso
ko: 절단되었다
pl: zerwane
pt_br: cortado
ru: отсечён
tr: koptu
vi: bị cắt đứt
zh_hans: 被切断了

source: has been
de: wurde
fr: a été
it: è stato
ko: 되었다
pl: zostało
pt_br: foi
ru: был
vi: đã bị
zh_hans: 已经

source: torn
de: zerrissen
fr: déchiré
it: lacerato
ko: 찢어진
pl: rozerwane
pt_br: cortado
ru: разорван
tr: yırtıldı
vi: rách
zh_hans: 撕裂

source: sprained
de: verstaucht
fr: foulé
it: distorto
ko: 접지른
pl: zwichnięte
pt_br: torcido
ru: растянут
tr: burkuldu
vi: bong gân
zh_hans: 扭伤

source: bruised
de: gequetscht
fr: meurtri
it: danneggiato
ko: 멍든
pl: stłuczone
pt_br: contundido
ru: ушиблен
tr: ezildi
vi: bầm dập
zh_hans: 伤痕累累

source: a tendon
de: eine Sehne
fr: un tendon
it: un tendine
ko: 힘줄
pl: ścięgno
pt_br: um tendão
ru: сухожилие
tr: bir tendon
vi: một gân
zh_hans: 一条肌腱

source: strained
de: angespannt
fr: tendu
it: distorto
ko: 강직된
pl: zwichnięte
pt_br: deslocado
ru: растянуто
tr: zorlandı
vi: căng cơ
zh_hans: 紧张

source: is ripped to shreds!
de: wird in Stücke gerissen!
fr: est déchiré en lambeaux !
it: è fatto a pezzi!
ko: 조각조각 찢어졌다!
pl: jest rozerwane na strzępy!
pt_br: foi rasgado em pedaços!
ru: разорван в клочья!
tr: paramparça oldu!
vi: bị xé tan tành!
zh_hans: 被撕成碎片！

source: breaks!
de: bricht!
fr: pauses!
it: si rompe!
ko: 박살!
pl: zrywa się!
pt_br: quebrou!
ru: рвётся!
tr: kırılıyor!
vi: gãy!
zh_hans: 休息！

source: attack is interrupted!
de: der Angriff ist unterbrochen!
fr: l'attaque est interrompue !
it: L'attacco è stato interrotto!
ko: 공격이 방해받았다!
pl: atak został przerwany!
pt_br: ataque foi interrompido!
ru: атака прервана!
tr: saldırısı kesintiye uğradı!
vi: đòn tấn công bị gián đoạn!
zh_hans: 攻击被打断！

source: have
de: habe
fr: ont
it: avere
ko: 가지다
pl: ma
pt_br: foram
ru: имеете
vi: đã
zh_hans: 有

source: has
de: hat
fr: a
it: ha
ko: 가지다
pl: ma
pt_br: foi
ru: имеет
vi: đã
zh_hans: 具有

source: become enraged!
de: werden Sie wütend!
fr: devenir furieux !
it: si infuria!
ko: 광분한다!
pl: rozjuszony!
pt_br: entrou em fúria!
ru: пришёл в ярость!
tr: öfkeye kapıldı!
vi: trở nên giận dữ!
zh_hans: 变得愤怒！

source: has lodged firmly in the wound!
de: in der Wunde hat fest gestellt!
fr: s'est logé fermement dans la plaie !
it: si è piantata fermamente nella ferita!
ko: 상처에 단단히 박혔다!
pl: utkwił mocno w ranie!
pt_br: se alojou firmemente na ferida!
ru: крепко застрял в ране!
tr: yaraya sıkıca saplandı!
vi: đã mắc kẹt chặt vào vết thương!
zh_hans: 已经牢牢地卡在了伤口里！

source: latch on firmly
de: Riegel auf fest
fr: s'accrocher fermement
it: si attacca fermamente
ko: 단단히 고정했다
pl: zaciska się mocno
pt_br: agarrou-se firmemente
ru: крепко держитесь
tr: sıkıca kavrıyorlar
vi: bám chặt
zh_hans: 牢牢锁住

source: latches on firmly
de: klinkt sich fest
fr: s'enclenche fermement
it: si attacca fermamente
ko: 단단히 달라붙는다
pl: zaciska się mocno
pt_br: agarrou-se firmemente
ru: крепко держится
tr: sıkıca kavrıyor
vi: bám chặt
zh_hans: 牢牢抓住

source: latch on firmly!
de: Riegel auf fest!
fr: accrochez-vous fermement !
it: attaccare saldamente!
ko: 단단히 고정!
pl: zacisnął się mocno!
pt_br: agarrou-se firmemente!
ru: крепко держитесь!
tr: sıkıca kenetlendiler!
vi: Bám chặt!
zh_hans: 牢牢抓住！

source: latches on firmly!
de: klinkt sich fest!
fr: s'accroche fermement !
it: si attacca fermamente!
ko: 단단히 고정!
pl: zaciska się mocno!
pt_br: agarrou-se firmemente!
ru: крепко держится!
tr: sıkıca kenetlendi!
vi: Bám chặt!
zh_hans: 牢牢抓住！

source: are
de: sind
fr: sommes
it: sono
ko: 은/는
pl: są
pt_br: foram
vi: đang
zh_hans: 是

source: is
de: ist
fr: est
it: è
ko: 은/는
pl: jest
pt_br: é
vi: đang
zh_hans: 是

source: propelled away by the force of the blow!
de: angetrieben durch die Wucht des Schlages!
fr: propulsé par la force du coup !
it: spinto via dalla forza del colpo!
ko: 강하게 쳐맞고 튕겨져 나갔다!
pl: został odrzucony siłą uderzenia!
pt_br: propelido para longe com a força do golpe!
ru: отброшен силой удара!
tr: darbenin gücüyle uzağa savruldu!
vi: bị đẩy văng đi bởi lực của cú đánh!
zh_hans: 被这一击的力量推开了！

source: been knocked unconscious!
de: bewusstlos geschlagen worden!
fr: été assommé !
it: reso inconscio!
ko: 쓰러져 의식을 잃었다!
pl: pozbawiony zmysłów!
pt_br: está desacordado!
ru: упал без сознания!
tr: bayıldı!
vi: bị đánh bất tỉnh!
zh_hans: 被打昏了！

source: been stunned again!
de: wieder fassungslos gewesen!
fr: encore une fois étourdi !
it: stordito di nuovo!
ko: 또 기절했다!
pl: ponownie ogłuszony!
pt_br: ficou paralisado novamente!
ru: снова оглушён!
tr: tekrar sersemledi!
vi: lại bị choáng!
zh_hans: 再次惊呆了！

source: been stunned!
de: benommen geworden!
fr: été étourdi !
it: stordito!
ko: 기절했다!
pl: ogłuszony!
pt_br: fico paralisado!
ru: оглушён!
tr: sersemledi!
vi: bị choáng!
zh_hans: 惊呆了！

source: having more trouble breathing!
de: habt mehr Schwierigkeiten beim Atmen!
fr: avoir plus de mal à respirer !
it: avendo più problemi a respirare!
ko: 숨 쉬기가 너무 힘들다!
pl: ma coraz większy problem z oddychaniem!
pt_br: está com mais dificuldades de respirar
ru: задыхается!
tr: nefes almakta daha fazla güçlük çekiyor!
vi: ngày càng khó thở hơn!
zh_hans: 呼吸十分困难！

source: having trouble breathing!
de: hat Schwierigkeiten beim Atmen!
fr: avoir du mal à respirer !
it: avendo problemi a respirare!
ko: 호흡 곤란!
pl: ma problem z oddychaniem!
pt_br: está com dificuldades de respirar!
ru: дышит с трудом!
tr: nefes almakta güçlük çekiyor!
vi: đang khó thở!
zh_hans: 呼吸困难！

source: feel
de: fühlen
fr: se sentir
it: si sente
ko: 느낀다
pl: czuje się
pt_br: sentir
ru: чувствуете себя
tr: hissediyor
vi: cảm thấy
zh_hans: 感觉

source: looks
de: sieht
fr: regards
it: pare
ko: 보인다
pl: wygląda
pt_br: parece
ru: выглядит
tr: görünüyor
vi: trông có vẻ
zh_hans: 容貌

source: even more sick!
de: noch mehr krank!
fr: encore plus malade !
it: ancora più malato!
ko: 이건 정말 아프다!
pl: jescze bardziej choro!
pt_br: ainda mais enjoado!
ru: ещё хуже!
tr: daha da hasta!
vi: thậm chí còn ốm yếu hơn!
zh_hans: 十分恶心！

source: sick!
de: krank!
fr: malade!
it: malato!
ko: 아프다!
pl: choro!
pt_br: enjoado!
ru: плохо!
tr: hasta!
vi: ốm yếu!
zh_hans: 恶心！

source: is injected into the
de: wird eingespritzt in die
fr: est injecté dans le
it: viene iniettato nel
ko: 쑤셔박힌다
pl: został wstrzyknięty w
pt_br: é injetado em
ru: вводится в
tr: şuraya enjekte edildi:
vi: được tiêm vào
zh_hans: 注入了

source: pours over the
de: ergießt sich über die
fr: se déverse sur
it: si riversa sul
ko: 마구 쏟아진다
pl: wylewa sie na
pt_br: verte sobre
ru: льётся на
tr: şunun üzerine dökülüyor:
vi: chảy tràn lên
zh_hans: 倾注了

source: flows over the
de: fließt über den
fr: coule sur le
it: scorre sul
ko: 줄줄 흘러내린다
pl: przepływa nad
pt_br: escoa sobre
ru: течёт по
tr: şunun üzerinden akıyor:
vi: chảy qua
zh_hans: 流过

source: splatters over the
de: spritzt über die
fr: éclabousse le
it: schizza sul
ko: 후두둑 흩뿌려진다
pl: rozplaskuje się na
pt_br: respinga sobra
ru: разбрызгивается по
tr: şunun üzerine sıçrıyor:
vi: bắn tung tóe lên
zh_hans: 溅在上面

source: crumbles over the
de: zerfällt über die
fr: s'effondre sur
it: si sbriciola sul
ko: 조각나 뿌려진다
pl: kruszy się na
pt_br: desmorona sobre
ru: рассыпается по
tr: şunun üzerine ufalanıyor:
vi: vỡ vụn trên
zh_hans: 粉碎了

source: is sucked out of the wound!
de: wird aus der Wunde gesaugt!
fr: est aspiré hors de la plaie!
it: viene succhiato dalla ferita!
ko: 상처에서 빨려나간다!
pl: jest wyssany z rany!
pt_br: é sugado da ferida!
ru: высосан из раны!
tr: yaradan emilerek dışarı çıktı!
vi: bị hút ra khỏi vết thương!
zh_hans: 从伤口被吸出来！

source: All
de: Alle
fr: Tout
it: Tutto
ko: 모두
pl: Wszystkie
pt_br: Todos
ru: Всё
tr: Hepsi
vi: Tất cả
zh_hans: 全部

source: Date:
de: Datum:
it: Data:
ko: 날짜:
pl: Data:
pt_br: Data:
ru: Дата:
tr: Tarih:
vi: Ngày:
zh_hans: 日期：

source: is
de: ist
fr: est
it: è
ko: 은/는
pl: jest
pt_br: é
tr: şu an
vi: là
zh_hans: 是

source: hunting.
de: Jagd.
fr: chasse.
it: caccia.
ko: 수렵.
pl: polowanie.
pt_br: Caça
ru: охотится.
tr: avlanıyor.
vi: săn bắn.
zh_hans: 狩猎。

source: sparring.
fr: combat.
it: carrello minerario
ko: 스파링.
pl: sparing.
ru: тренируется в бою.
tr: antrenman yapıyor.
vi: đấu tập.
zh_hans: 陪练。

source: fighting!
de: am Kämpfen!
fr: lutte!
it: lottando!
ko: 화이팅!
pl: w walce!
pt_br: a lutar!
ru: сражается!
tr: dövüşüyor!
vi: đang chiến đấu!
zh_hans: 战斗！

source: Unit report tabs
pl: Tabela raportów jednostek
tr: Birim raporu sekmeleri
vi: Các tab báo cáo đơn vị

source: (Tame)
de: (Zahm)
fr: (Apprivoiser)
it: (Domato)
ko: (길들인)
pl: (Oswojony)
pt_br: (Domar)
ru: (Ручной)
tr: (Evcil)
vi: (Đã thuần hóa)
zh_hans: （驯服）

source: with
de: mit
fr: avec
it: con
ko: ~와 함께
pl: z
pt_br: com
ru: с
tr: şununla:
vi: với
zh_hans: 同

source: item
fr: objet
it: Oggetto
ko: 물품
pl: przedmiot
ru: предмет
tr: eşya
vi: vật phẩm
zh_hans: 物品

source: Independent
de: Unabhängig
fr: Indépendant
it: Indipendente
ko: 독립적인
pl: Niezależny/a
pt_br: Independente
ru: Независимый
tr: Bağımsız
vi: Độc lập
zh_hans: 独立

source: No team/side
de: Kein Team/Seite
fr: Pas d'équipe/de camp
it: Nessuna squadra/parte
pl: Bez zespołu/strony
ru: Нет команды/стороны
tr: Takım/taraf yok
vi: Không phe/nhóm

source: Side #
de: Seite #
fr: côté #
it: Parte #
pl: Strona #
ru: Сторона #
tr: Taraf #
vi: Phe #

source: Create
fr: Créer
it: Crea
ko: 만들다
pl: Stwórz
pt_br: Criar
ru: Создать
tr: Oluştur
vi: Tạo
zh_hans: 创建

source: Reset
de: zuruecksetzen
fr: Réinitialiser
ko: 초기화
ru: Сброс
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
