Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: has put on an extreme amount of muscle, especially for one so short
de: hat sich eine extreme Menge an Muskeln zugelegt, vor allem für seine kleine Größe
fr: a mis une quantité extrême de muscle, surtout pour un si petit
it: ha messo su una quantità estrema di muscoli, specialmente per uno così basso
ko: 특히 너무 짧은 근육의 경우 엄청난 양의 근육을 사용했습니다.
pl: ma ekstremalną ilość mięśni, zwłaszcza jak na kogoś tak niskiego
pt_br: pôs-se em uma quantidade extrema de músculo, especialmente para um tao curto
ru: имеет невероятное количество мышц, особенно для такого небольшого роста
tr: özellikle bu kadar kısa biri için aşırı miktarda kas yapmış
vi: đã tích lũy một lượng cơ bắp khổng lồ, đặc biệt đối với một kẻ ngắn ngủn như vậy
zh_hans: 肌肉长得特别多，尤其是对一个如此矮小的人来说。

source: is very muscular and incredibly short
de: ist sehr muskulös und unglaublich klein
fr: est très musclé et incroyablement court
it: è molto muscoloso e incredibilmente basso
ko: 매우 근육질이고 믿을 수 없을 정도로 짧습니다.
pl: jest bardzo umięśniony i niewiarygodnie niski
pt_br: é muito musculoso e incrivelmente curto
ru: очень мускулистый и невероятно низкий
tr: çok kaslı ve inanılmaz derecede kısa
vi: rất vạm vỡ và ngắn đáng kinh ngạc
zh_hans: 肌肉发达，身材矮小，令人难以置信

source: is muscular and extremely short
de: ist muskulös und extrem klein
fr: est musclé et extrêmement court
it: è muscoloso ed estremamente basso
ko: 근육질이고 매우 짧습니다
pl: jest umięśniony i ekstremalnie niski
pt_br: é musculoso e extremamente baixo
ru: мускулистый и очень невысокий
tr: kaslı ve son derece kısa
vi: vạm vỡ và cực kỳ ngắn
zh_hans: 肌肉发达，且非常矮小

source: is incredibly short and frail
de: ist unglaublich klein und zerbrechlich
fr: est incroyablement court et fragile
it: è incredibilmente basso e fragile
ko: 엄청나게 짧고 연약하다
pl: jest niewiarygodnie niski i wątły
pt_br: é incrivelmente frágil e curta
ru: невероятно низкий и хрупкий
tr: inanılmaz derecede kısa ve çelimsiz
vi: ngắn đáng kinh ngạc và yếu ớt
zh_hans: 身材矮小，身体虚弱，令人难以置信

source: is weak and extremely short
de: ist schwach und extrem klein
fr: est faible et extrêmement court
it: è debole ed estremamente basso
ko: 약하고 매우 짧습니다.
pl: jest słaby i ekstremalnie niski
pt_br: é extremamente curto e fraco
ru: слабый и очень низкий
tr: güçsüz ve son derece kısa
vi: yếu ớt và cực kỳ ngắn
zh_hans: 软弱无力，时间极短

source: is extremely short with little muscle
de: ist extrem klein mit kleinen Muskeln
fr: est extrêmement court avec peu de muscle
it: è estremamente basso con pochi muscoli
ko: 작은 근육으로 매우 짧습니다
pl: jest ekstremalnie niski z odrobiną mięśni
pt_br: é extremamente curto, com pouco músculo
ru: очень низкий с небольшим количеством мышц
tr: son derece kısa ve az kaslı
vi: cực kỳ ngắn với ít cơ bắp
zh_hans: 极短，没有什么肌肉

source: is incredibly short but somehow packs in an enormous amount of fat
de: ist unglaublich klein, aber mit einer enormen Menge an Fett
fr: est incroyablement courte mais contient une énorme quantité de graisse
it: è incredibilmente basso ma in qualche modo racchiude un'enorme quantità di grasso
ko: 믿을 수 없을 정도로 짧지 만 어떻게 든 엄청난 양의 지방이 들어 있습니다.
pl: jest niewiarygodnie niski, ale napakowany ogromną ilością tłuszczu
pt_br: é incrivelmente curto, mas de alguma forma packs em uma enorme quantidade de gordura
ru: невероятно низкий, но как будто упакован в огромное количество жира
tr: inanılmaz derecede kısa ama bir şekilde muazzam miktarda yağ barındırıyor
vi: ngắn đáng kinh ngạc nhưng không hiểu sao lại tích trữ một lượng mỡ khổng lồ
zh_hans: 令人难以想象的矮但同时又非常胖

source: is very fat and extremely short
de: ist sehr dick und extrem klein
fr: est très gros et extrêmement court
it: è molto grasso ed estremamente basso
ko: 매우 뚱뚱하고 매우 짧습니다
pl: jest bardzo gruby i ekstremalnie niski
pt_br: é extremamente curta e muito gordo
ru: очень толстый и очень низкий
tr: çok şişman ve son derece kısa
vi: rất mập mạp và cực kỳ ngắn
zh_hans: 很胖，很矮

source: is fat and incredibly short
de: ist fett und unglaublich klein
fr: est gros et incroyablement court
it: è grasso e incredibilmente basso
ko: 뚱뚱하고 엄청나게 짧다
pl: jest gruby i niewiarygodnie niski
pt_br: é gordo e incrivelmente curto
ru: толстый и невероятно низкий
tr: şişman ve inanılmaz derecede kısa
vi: mập mạp và ngắn đáng kinh ngạc
zh_hans: 又胖又特矮

source: is incredibly short and skinny
de: ist unglaublich klein und dünn
fr: est incroyablement court et maigre
it: è incredibilmente basso e secco
ko: 엄청나게 짧고 날씬하다
pl: jest niewiarygodnie niski i chudy
pt_br: é incrivelmente curto e fino
ru: невероятно низкий и тощий
tr: inanılmaz derecede kısa ve sıska
vi: ngắn đáng kinh ngạc và gầy gò
zh_hans: 是令人难以置信的矮小和瘦弱

source: is very skinny and extremely short
de: ist sehr dünn und extrem klein
fr: est très maigre et extrêmement court
it: è molto secco ed estremamente basso
ko: 매우 가늘고 매우 짧습니다
pl: jest bardzo chudy i ekstremalnie niski
pt_br: é muito magro e extremamente curto.
ru: очень худой и очень низкий
tr: çok sıska ve son derece kısa
vi: rất gầy gò và cực kỳ ngắn
zh_hans: 非常瘦小，非常矮小

source: is skinny and incredibly short
de: ist dünn und unglaublich klein
fr: est maigre et incroyablement court
it: è secco e incredibilmente basso
ko: 가늘고 믿을 수 없을 정도로 짧습니다
pl: jest chudy i niewiarygodnie niski
pt_br: é magro e incrivelmente curto
ru: тощий и невероятно низкий
tr: sıska ve inanılmaz derecede kısa
vi: gầy gò và ngắn đáng kinh ngạc
zh_hans: 瘦小而惊人的矮小

source: is incredibly short
de: ist unglaublich klein
fr: est incroyablement court
it: è incredibilmente basso
ko: 엄청나게 짧다
pl: jest niewiarygodnie niski
pt_br: é incrivelmente curto
ru: невероятно низкий
tr: inanılmaz derecede kısa
vi: ngắn đáng kinh ngạc
zh_hans: 是令人难以置信的短

source: is very short but covered with great amounts of lard and with huge muscles
de: ist sehr klein, aber mit einer großen Menge an Fett und riesigen Muskeln bedeckt
fr: est très petit mais couvert d'une grande quantité de graisse et d'énormes muscles
it: è molto basso ma ricoperto da grandi quantità di lardo e con muscoli enormi
ko: 작지만 탄탄한 지방과 많은 근육들로 덮여 있습니다.
pl: jest bardzo niski, ale pokryty dużą ilością tłuszczu i z ogromnymi mięśniami
pt_br: é muito curta, mas coberto com grandes quantidades de gordura e músculos enormes
ru: очень низкий, но покрыт большим количеством сала и с огромными мускулами
tr: çok kısa ama büyük miktarda yağ ve kocaman kaslarla kaplı
vi: rất ngắn nhưng được bao phủ bởi những lớp mỡ dày cộm và cơ bắp cuồn cuộn
zh_hans: 很矮，但有大量的猪油和巨大的肌肉

source: is very short yet muscular and fat
de: ist sehr klein jedoch muskulös und fett
fr: est très petit mais musclé et gros
it: è molto basso ma muscoloso e grasso
ko: 매우 짧지 만 근육질이고 뚱뚱합니다.
pl: jest bardzo niski, lecz umięśniony i gruby
pt_br: é muito curto ainda muscular e gordura
ru: очень низкий, но мускулистый и жирный
tr: çok kısa ama kaslı ve şişman
vi: rất ngắn nhưng vạm vỡ và mập mạp
zh_hans: 身材矮小，但肌肉发达，身材肥胖

source: is very short, very weak and very skinny
de: ist sehr klein, sehr schwach und sehr dünn
fr: est très court, très faible et très maigre
it: è molto basso, molto debole e molto secco
ko: 매우 짧고 매우 약하고 매우 마른 체형
pl: jest bardzo niski, bardzo słaby i bardzo chudy
pt_br: é muito curto, muito fraco e muito magro
ru: очень низкий, очень слабый и очень худой
tr: çok kısa, çok güçsüz ve çok sıska
vi: rất ngắn, rất yếu ớt và rất gầy gò
zh_hans: 很矮，很弱，很瘦

source: is weak, skinny and very short
de: ist schwach, dünn und sehr klein
fr: est faible, maigre et très petit
it: è debole, secco e molto basso
ko: 약하고 마른 체형이며 매우 짧습니다.
pl: jest słaby, chudy i bardzo niski
pt_br: é fraco, magro e muito curto
ru: слабый, худой и очень низкий
tr: güçsüz, sıska ve çok kısa
vi: yếu ớt, gầy gò và rất ngắn
zh_hans: 虚弱、瘦弱和非常矮小

source: packs enormous muscles on to a very short body
de: verteilt riesige Muskeln auf einen sehr kleinen Körper
fr: emballe d'énormes muscles sur un corps très court
it: racchiude enormi muscoli su un corpo molto basso
ko: 아주 작은 몸에 엄청난 근육을 싣고
pl: ma bardzo niskie ciało napakowane ogromnymi mięśniami
pt_br: pacotes enormes músculos para um corpo muito curto
ru: имеет очень низкое тело, упакованное в огромные мышцы
tr: çok kısa bir vücuda muazzam kaslar sığdırıyor
vi: tích lũy cơ bắp khổng lồ trên một thân hình rất ngắn
zh_hans: 矮小的身体上有巨大的肌肉

source: is very muscular and very short
de: ist sehr muskulös und sehr klein
fr: est très musclé et très court
it: è molto muscoloso e molto basso
ko: 매우 근육질이고 매우 짧습니다.
pl: jest bardzo umięśniony i bardzo niski
pt_br: é muito musculoso e muito curto
ru: очень мускулистый и очень низкий
tr: çok kaslı ve çok kısa
vi: rất vạm vỡ và rất ngắn
zh_hans: 非常壮又非常矮

source: is very short with well-defined muscular
de: ist sehr klein mit gut definierten Muskeln
fr: est très court avec des muscles bien définis
it: è molto basso con muscoli ben definiti
ko: 잘 정의 된 근육질로 매우 짧습니다.
pl: jest bardzo niski z dobre zarysowanymi mięśniami
pt_br: é muito curto com bem-definidos muscular
ru: очень низкий с чётко выраженными мускулами
tr: çok kısa ve kasları belirgin
vi: rất ngắn với cơ bắp săn chắc
zh_hans: 非常短，有明确的肌肉线条

source: is very weak and very short
de: ist sehr schwach und sehr klein
fr: est très faible et très court
it: è molto debole e molto basso
ko: 매우 약하고 매우 짧습니다.
pl: jest bardzo słaby i bardzo niski
pt_br: é muito fraco e muito curto
ru: очень слабый и очень низкий
tr: çok güçsüz ve çok kısa
vi: rất yếu ớt và rất ngắn
zh_hans: 贼弱还贼矮

source: is weak and really short
de: ist schwach und wirklich klein
fr: est faible et vraiment court
it: è debole e molto basso
ko: 약하고 정말 짧습니다
pl: jest słaby i bardzo niski
pt_br: é fraco e muito curto
ru: слабый и очень низкий
tr: güçsüz ve gerçekten kısa
vi: yếu ớt và rất ngắn
zh_hans: 特别矮还虚弱

source: is somewhat weak and very short
de: ist etwas schwach und sehr klein
fr: est un peu faible et très court
it: è piuttosto debole e molto corto
ko: 다소 약하고 매우 짧습니다.
pl: jest trochę słaby i bardzo niski
pt_br: é um pouco fraco e muito curto
ru: довольно слабый и очень низкий
tr: biraz güçsüz ve çok kısa
vi: có phần yếu ớt và rất ngắn
zh_hans: 有点弱，而且很短

source: carries massive amounts of fat, especially for one so short
de: trägt große Mengen an Fett, vor allem für seine so kleine Größe
fr: porte des quantités massives de gras, surtout pour une personne aussi courte
it: trasporta enormi quantità di grasso, specialmente per uno così basso
ko: 특히 너무 짧은 경우 엄청난 양의 지방을 운반합니다.
pl: ma ogromną ilość sadła, zwłaszcza jak na kogoś tak niskiego
pt_br: carrega grandes quantidades de gordura, especialmente para um tao curto
ru: покрыт невероятным количеством жира, особенно для такого маленького
tr: özellikle bu kadar kısa biri için muazzam miktarda yağ taşıyor
vi: mang theo một lượng mỡ khổng lồ, đặc biệt đối với một kẻ ngắn ngủn như vậy
zh_hans: 携带大量的脂肪，尤其是对于一个如此短小的人来说。

source: is very short and fat
de: ist sehr klein und dick
fr: est très court et gros
it: è molto basso e grasso
ko: 매우 짧고 뚱뚱하다
pl: jest bardzo niski i gruby
pt_br: é muito curto e gordo
ru: очень низкий и толстый
tr: çok kısa ve şişman
vi: rất ngắn và mập mạp
zh_hans: 又胖又矮

source: is fat and very short
de: ist dick und sehr klein
fr: est gros et très court
it: è grasso e molto basso
ko: 뚱뚱하고 매우 짧다
pl: jest gruby i bardzo niski
pt_br: é muito curto e gordo
ru: толстый и низкий
tr: şişman ve çok kısa
vi: mập mạp và rất ngắn
zh_hans: 又矮又胖

source: is very short and incredibly skinny
de: ist sehr klein ist und unglaublich dünn
fr: est très court et incroyablement maigre
it: è molto basso e incredibilmente secco
ko: 매우 짧고 믿을 수 없을 정도로 마른
pl: jest bardzo niski i niewiarygodnie chudy
pt_br: é muito curto e incrivelmente magro
ru: очень низкий и невероятно тощий
tr: çok kısa ve inanılmaz derecede sıska
vi: rất ngắn và gầy gò đáng kinh ngạc
zh_hans: 非常矮又非常瘦

source: is very short and skinny
de: ist sehr klein und dünn
fr: est très court et maigre
it: è molto basso e secco
ko: 매우 짧고 날씬하다
pl: jest bardzo niski i chudy
pt_br: é muito curto e fino
ru: очень короткий и тощий
tr: çok kısa ve sıska
vi: rất ngắn và gầy gò
zh_hans: 又矮又瘦

source: is skinny and very short
de: ist dünn und sehr klein
fr: est maigre et très court
it: è secco e molto basso
ko: 가늘고 매우 짧다
pl: jest chudy i bardzo niski
pt_br: é magro e muito curto
ru: худой и очень низкий
tr: sıska ve çok kısa
vi: gầy gò và rất ngắn
zh_hans: 瘦瘦小小，非常矮小

source: is very short
de: ist sehr klein
fr: est très court
it: è molto basso
ko: 매우 짧다
pl: jest bardzo niski
pt_br: muito curto
ru: очень короткий
tr: çok kısa
vi: rất ngắn
zh_hans: 很短

source: is short yet layered with equal parts of giant muscles and lardy slabs
de: ist klein jedoch mit gleichen Teilen an riesigen Muskeln und Fettschichten bedeckt
fr: est court mais stratifié avec des parties égales de muscles géants et de plaques de lard
it: è corto ma stratificato con parti uguali di muscoli giganti e strati lardosi
ko: 짧지 만 거대한 근육과 라디 석판의 동등한 부분으로 겹쳐져 있습니다.
pl: jest niski i pokryty równą ilością ogromnych mięśni i zwałów tłusczu
pt_br: é curto, ainda em camadas com partes iguais de músculos gigantes e lajes gorduroso
ru: низкий, но покрытый в равной мере гигантскими мышцами и слоем жира
tr: kısa ama eşit oranda dev kaslar ve yağlı kütlelerle kaplı
vi: ngắn nhưng được phủ đều bởi cơ bắp khổng lồ và những phiến mỡ dày cộm
zh_hans: 短小但层次分明的巨大肌肉和肥厚的板块。

source: isn't very tall but makes up for it with muscle and fat
de: ist nicht sehr groß, aber ist dafür aus Muskeln und Fett gemacht
fr: n'est pas très grand mais compense avec du muscle et de la graisse
it: non è molto alto ma compensa con muscoli e grasso
ko: 키가 크지는 않지만 근육과 지방으로 만회
pl: nie jest zbyt wysoki, ale nadrabia to mięśniami i tłuszczem
pt_br: Não é muito alto, mas compensa isso com músculo e gordura
ru: не очень высокий, но это не уменьшает его мускулов и жира
tr: pek uzun değil ama bunu kas ve yağ ile telafi ediyor
vi: không cao lắm nhưng bù lại bằng cơ bắp và mỡ thừa
zh_hans: 个子不高，但用肌肉和脂肪弥补了这一点

source: is short, very weak and incredibly skinny
de: ist klein, sehr schwach und unglaublich dünn
fr: est petit, très faible et incroyablement maigre
it: è basso, molto debole e incredibilmente secco
ko: 짧고 매우 약하며 믿을 수 없을 정도로 마른 체형
pl: jest niski, bardzo słaby i niewiarygodnie chudy
pt_br: é curto, muito fraco e incrivelmente magro
ru: короткий, очень слабый и невероятно тощий
tr: kısa, çok güçsüz ve inanılmaz derecede sıska
vi: ngắn, rất yếu ớt và gầy gò đáng kinh ngạc
zh_hans: 矮小，非常虚弱，而且非常瘦小

source: is weak, short and skinny
de: ist schwach, klein und dünn
fr: est faible, petit et maigre
it: è debole, basso e secco
ko: 약하고 짧고 마른 체형
pl: jest słaby, niski i chudy
pt_br: é fraco, curto e fino
ru: слабый, невысокий и тощий
tr: güçsüz, kısa ve sıska
vi: yếu ớt, ngắn và gầy gò
zh_hans: 软弱、矮小、瘦小

source: isn't tall but has incredible muscles
de: ist nicht groß, aber hat unglaubliche Muskeln
fr: n'est pas grand mais a des muscles incroyables
it: non è alto ma ha dei muscoli incredibili
ko: 키는 크지 않지만 놀라운 근육을 가지고 있습니다
pl: nie jest wysoki, ale ma niewiarygodne mięśnie
pt_br: Não é alto, mas tem músculos incríveis
ru: не высокий, но имеет невероятные мышцы
tr: uzun değil ama inanılmaz kasları var
vi: không cao nhưng có cơ bắp đáng kinh ngạc
zh_hans: 个子不高，但有惊人的肌肉

source: is short with well-defined muscles
de: ist klein, mit gut definierten Muskeln
fr: est petit avec des muscles bien définis
it: è basso con muscoli ben definiti
ko: 잘 정의 된 근육으로 짧습니다.
pl: jest niski z dobrze zarysowanymi mięśniami
pt_br: é curto, com músculos bem definidos
ru: невысокий, с чётко выраженными мышцами
tr: kısa ve belirgin kaslı
vi: ngắn với cơ bắp săn chắc
zh_hans: 身材矮小，肌肉轮廓清晰

source: is short and muscular
de: ist klein und muskulös
fr: est court et musclé
it: è basso e muscoloso
ko: 짧고 근육질이다
pl: jest niski i muskularny
pt_br: é curto e musculoso
ru: невысокий и мускулистый
tr: kısa ve kaslı
vi: ngắn và vạm vỡ
zh_hans: 身材矮小，肌肉发达

source: is short and very weak
de: ist klein und sehr schwach
fr: est court et très faible
it: è basso e molto debole
ko: 짧고 매우 약하다
pl: jest niski i bardzo słaby
pt_br: é curto e muito fraco
ru: невысокий и очень слабый
tr: kısa ve çok güçsüz
vi: ngắn và rất yếu ớt
zh_hans: 很短，很弱

source: is weak and short
de: ist schwach und klein
fr: est faible et court
it: è debole e basso
ko: 약하고 짧다
pl: jest słaby i niski
pt_br: é fraco e curto
ru: слабый и невысокий
tr: güçsüz ve kısa
vi: yếu ớt và ngắn
zh_hans: 弱而短

source: is short and not very strong
de: ist klein und nicht sehr stark
fr: est court et pas très fort
it: è basso e non molto forte
ko: 짧고 강하지 않다
pl: jest niski i niezbyt silny
pt_br: é curto e não muito forte
ru: невысокий и не очень сильный
tr: kısa ve pek güçlü değil
vi: ngắn và không mấy khỏe mạnh
zh_hans: 矮小而不强壮

source: is short and just incredibly fat
de: ist klein und einfach unglaublich fett
fr: est court et incroyablement gros
it: è basso e incredibilmente grasso
ko: 짧고 믿을 수 없을 정도로 뚱뚱하다
pl: jest niski i po prostu niewiarygodnie gruby
pt_br: é curto e incrivelmente gorda
ru: невысокий и ужасно толстый
tr: kısa ve inanılmaz derecede şişman
vi: ngắn và đơn giản là béo phì đáng kinh ngạc
zh_hans: 个子矮小，而且胖得令人难以置信

source: is short and obese
de: ist klein und fettleibig
fr: est petit et obèse
it: è basso e obeso
ko: 키가 작고 비만하다
pl: jest niski i otyły
pt_br: é curto e obesos
ru: невысокий и жирный
tr: kısa ve obez
vi: ngắn và béo phì
zh_hans: 又矮又胖

source: is short and fat
de: ist klein und dick
fr: est court et gros
it: è basso e grasso
ko: 키가 작고 뚱뚱하다
pl: jest niski i gruby
pt_br: é baixo e gordo
ru: невысокий и толстый
tr: kısa ve şişman
vi: ngắn và mập mạp
zh_hans: 又矮又胖

source: is short and incredibly skinny
de: ist klein und unglaublich dünn
fr: est court et incroyablement maigre
it: è basso e incredibilmente secco
ko: 짧고 믿을 수 없을 정도로 마른
pl: jest niski i niesamowicie chudy
pt_br: é curto e incrivelmente magro
ru: невысокий и невероятно тощий
tr: kısa ve inanılmaz derecede sıska
vi: ngắn và gầy gò đáng kinh ngạc
zh_hans: 身材矮小，瘦得惊人

source: is short and very skinny
de: ist klein und sehr dünn
fr: est court et très maigre
it: è basso e molto secco
ko: 키가 작고 아주 말랐다
pl: jest niski i bardzo szczupły
pt_br: é curto e muito magro
ru: невысокий и очень худой
tr: kısa ve çok sıska
vi: ngắn và rất gầy gò
zh_hans: 个子矮小，非常瘦弱

source: is short and skinny
de: ist klein und dünn
fr: est court et maigre
it: è basso e secco
ko: 짧고 날씬하다
pl: jest niski i chudy
pt_br: é curto e fino
ru: невысокий и тощий
tr: kısa ve sıska
vi: ngắn và gầy gò
zh_hans: 又矮又瘦

source: is short
de: ist klein
fr: c'est court
it: è basso
ko: 짧은
pl: jest niski
pt_br: curto
ru: невысокий
tr: kısa
vi: ngắn
zh_hans: 矮小

source: is as short as can be yet has great muscles and rolls of lard
de: ist so klein wie man nur sein kann, hat jedoch große Muskeln und Speckrollen
fr: est aussi petit qu'on puisse l'être, mais il a de gros muscles et des bourrelets
it: è il più basso che ci sia ma ha grossi muscoli e rotoli di lardo
ko: 가능한 한 짧지만 훌륭한 근육과 라드 롤을 가지고 있습니다.
pl: jest tak niski, jak to możliwe, lecz ma wielkie mięśnie i zwały tłuszczu
pt_br: é mais curto, como pode ser ainda tem grandes músculos e rolos de banha
ru: такой низкий, насколько это вообще возможно, но с большими мускулами, покрытыми складками сала
tr: olabilecek en kısa boyda ama iri kasları ve yağ tabakaları var
vi: ngắn hết mức có thể nhưng lại có cơ bắp tuyệt vời và những ngấn mỡ
zh_hans: 身材矮小，但却有一身强壮的肌肉和滚滚的猪油。

source: is incredibly short, if muscular and fat
de: ist unglaublich klein, aber muskulös und fett
fr: est incroyablement court, s'il est musclé et gras
it: è incredibilmente basso, anche se muscoloso e grasso
ko: 근육질이고 뚱뚱한 경우 엄청나게 짧습니다.
pl: jest niewiarygodnie niski, choć umięśniony i gruby
pt_br: é incrivelmente curto, se muscular e gordura
ru: невероятно низкий, мускулистый и жирный
tr: kaslı ve şişman olsa da inanılmaz derecede kısa
vi: ngắn đáng kinh ngạc, dù vạm vỡ và mập mạp
zh_hans: 身材矮小，但肌肉发达，身材肥胖

source: is incredibly short, skinny and frail
de: ist unglaublich klein, dünn und zerbrechlich
fr: est incroyablement petit, maigre et frêle
it: è incredibilmente basso, secco e fragile
ko: 엄청나게 짧고 가늘고 연약합니다.
pl: jest niewiarygodnie niski, chudy i wątły
pt_br: é incrivelmente curto, magro e frágil
ru: невероятно низкий, тонкий и хрупкий
tr: inanılmaz derecede kısa, sıska ve çelimsiz
vi: ngắn đáng kinh ngạc, gầy gò và yếu ớt
zh_hans: 是令人难以置信的矮小、瘦小和虚弱的人

source: is weak and skinny as well as incredibly short
de: ist schwach und dünn sowie unglaublich klein
fr: est faible et maigre ainsi qu'incroyablement petit
it: è debole e secco oltre che incredibilmente basso
ko: 약하고 가늘고 믿을 수 없을 정도로 짧습니다.
pl: jest słaby i chudy, jak również niewiarygodnie niski
pt_br: é fraco e magro, bem como incrivelmente curto
ru: слабый и худой, а также невероятно низкий
tr: inanılmaz derecede kısa olmasının yanı sıra güçsüz ve sıska
vi: yếu ớt và gầy gò, đồng thời ngắn đáng kinh ngạc
zh_hans: 弱不禁风，瘦弱不堪，而且非常矮小

source: has an extremely short body that is incredibly muscular
de: hat einen extrem kleinen Körper, ist aber unglaublich muskulös
fr: a un corps extrêmement court qui est incroyablement musclé
it: ha un corpo estremamente basso che è incredibilmente muscoloso
ko: 엄청나게 근육질 인 매우 짧은 몸을 가지고 있습니다.
pl: ma ekstremalnie niskie ciało, będące niewiarygodnie umięśnione
pt_br: tem um corpo curtíssimo que é incrivelmente muscular
ru: имеет очень низкое мускулистое тело
tr: inanılmaz derecede kaslı olan son derece kısa bir vücuda sahip
vi: có thân hình cực kỳ ngắn nhưng vạm vỡ đáng kinh ngạc
zh_hans: 有一个非常短的身体，但却有令人难以置信的肌肉

source: is very muscular if incredibly short
de: ist sehr muskulös, wenn auch unglaublich klein
fr: est très musclé si incroyablement court
it: è molto muscoloso anche se incredibilmente basso
ko: 엄청나게 짧으면 매우 근육질입니다
pl: jest bardzo umięśniony, choć niezwykle niski
pt_br: é muito musculoso se incrivelmente curto
ru: очень мускулистый, хотя невероятно низкий
tr: inanılmaz derecede kısa olsa da çok kaslı
vi: rất vạm vỡ dù ngắn đáng kinh ngạc
zh_hans: 肌肉发达，身材矮小

source: is as short as they come and very frail on top of that
de: ist so klein wie man nur sein kann und sehr gebrechlich obendrein
fr: est aussi court que possible et très fragile en plus de cela
it: è basso come ci si aspetta e, per di più, molto fragile
ko: 그들이 올만큼 짧고 그 위에 매우 연약합니다
pl: jest tak niski jak to możliwe, i na domiar tego wątły
pt_br: é muito frágil e tao curtos como eles vêm em cima disso
ru: на редкость низкий и к тому же очень хрупкий
tr: olabildiğince kısa ve bunun üstüne çok çelimsiz
vi: Thấp bé nhất có thể và còn rất mong manh.
zh_hans: 矮小，而且非常虚弱。

source: is weak as well as incredibly short
de: ist schwach sowie unglaublich klein
fr: est faible et incroyablement court
it: è debole e incredibilmente basso
ko: 약하고 믿을 수 없을 정도로 짧습니다.
pl: jest słaby, jak również niewiarygodnie niski
pt_br: é fraco, bem como incrivelmente curto
ru: слабый и невероятно низкий
tr: inanılmaz derecede kısa olmasının yanı sıra güçsüz
vi: Yếu ớt và cực kỳ thấp bé.
zh_hans: 是弱者，也是令人难以置信的短。

source: is scrawny and extremely short
de: ist dürr und extrem klein
fr: est maigre et extrêmement court
it: è ossuto ed estremamente basso
ko: 가늘고 매우 짧다
pl: jest wychudzony i ekstremalnie niski
pt_br: é extremamente curto e magro
ru: тощий и очень низкий
tr: cılız ve son derece kısa
vi: Gầy gò và cực kỳ thấp bé.
zh_hans: 瘦弱且极短

source: is incredibly short and bears massive lardy rolls
de: ist unglaublich klein und trägt massive Fettpolster
fr: est incroyablement court et porte d'énormes rouleaux de lard
it: è incredibilmente basso e ha enormi rotoli di lardo
ko: 엄청나게 짧고 거대한 라디 롤을 가지고 있습니다.
pl: jest niewiarygodnie niski i nosi masywne zwały sadła
pt_br: é incrivelmente curto e ursos enormes rolos gorduroso
ru: невероятно низкий, покрытый массивными слоями сала
tr: inanılmaz derecede kısa ve devasa yağ tabakaları taşıyor
vi: Cực kỳ thấp bé và mang những ngấn mỡ đồ sộ.
zh_hans: 令人难以置信的短，并承担着巨大的拉迪卷
