Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: that war might rage forever
de: dass der Krieg ewig wüten könnte
fr: que la guerre pourrait faire rage pour toujours
it: che la guerra possa infuriare per sempre
ko: 그 전쟁은 영원히 분노 할 수 있습니다
pl: że wojna może trwać wiecznie
pt_br: a guerra pode durar pra sempre
ru: та война могла бушевать вечно
tr: savaş sonsuza dek sürsün diye
vi: để chiến tranh có thể hoành hành mãi mãi
zh_hans: 战争可能会永不停息

source: in order to find a relative
de: um einen Verwandten zu finden
fr: pour trouver un parent
it: al fine di trovare un parente
ko: 친척을 찾기 위해
pl: w celu znalezienia krewnego
pt_br: afim de encontrar um parente
ru: чтобы найти родственника
tr: bir akraba bulmak için
vi: để tìm một người thân
zh_hans: 为了找到一个亲友

source: to offer condolences
de: Beileid zu bekunden
fr: présenter ses condoléances
it: per porgere le condoglianze
ko: 애도를 표하다
pl: złożyć kondolencje
pt_br: para oferecer condolências
ru: выразить соболезнования
tr: taziyelerini sunmak için
vi: để chia buồn
zh_hans: 表示哀悼

source: in order to be brought to safety
de: um in Sicherheit gebracht zu werden
fr: pour être mis en sécurité
it: per essere portati in salvo
ko: 안전한 곳으로 데려가기 위해
pl: w celu zapewnienia bezpieczeństwa
pt_br: para que possa ser trazido à segurança
ru: чтобы отвести в безопасное место
tr: güvenliğe kavuşturulmak için
vi: để được đưa đến nơi an toàn
zh_hans: 为了安全起见

source: to help with a rescue
de: bei einer Rettungsaktion zu helfen
fr: pour aider à un sauvetage
it: per aiutare in un salvataggio
ko: 구조를 돕기 위해
pl: aby pomóc w akcji ratunkowej
pt_br: Para ajudar com um resgate
ru: помочь с спасением
tr: bir kurtarmaya yardım etmek için
vi: để giúp đỡ trong một cuộc giải cứu
zh_hans: 帮助救援

source: due to insufficient work
de: wegen unzureichender Arbeit
fr: en raison d'un travail insuffisant
it: a causa di lavoro insufficiente
ko: 부족한 작업으로 인해
pl: z powodu niewystarczającej pracy
pt_br: devido a trabalho insuficiente
ru: из-за нехватки работы
tr: yetersiz iş nedeniyle
vi: do công việc không đủ
zh_hans: 由于工作不足

source: to request work
de: Arbeit zu beantragen
fr: demander du travail
it: per richiedere il lavoro
ko: 일을 요청하다
pl: żądanie pracy
pt_br: solicitar trabalho
ru: запрашивать работу
tr: iş talep etmek için
vi: để yêu cầu công việc
zh_hans: 要求工作

source: that weapons be made
de: dass Waffen hergestellt werden
fr: que des armes soient fabriquées
it: che le armi siano fatte
ko: 그렇게 만들어진 무기
pl: że broń zostanie wykonana
pt_br: que armas sejam feitas
ru: это оружие было сделано
tr: silahlar yapılsın diye
vi: để vũ khí được tạo ra
zh_hans: 制造武器

source: to vent at a priest
de: sich bei einem Priester Luft machen
fr: se défouler sur un prêtre
it: per sfogarsi con un sacerdote
ko: 신부에게 바람을 피우다
pl: wyładować się na księdzu
pt_br: desabafar com um sacerdote
ru: выпустить священника
tr: bir rahibe içini dökmek için
vi: để trút giận lên một linh mục
zh_hans: 向牧师发泄

source: to cry on a priest
de: sich bei einem Priester ausweinen
fr: pleurer sur un prêtre
it: per piangere su un sacerdote
ko: 사제에게 울다
pl: płakać na księdza
pt_br: chorar por um sacerdote
ru: плачет перед священником
tr: bir rahibe sığınıp ağlamak için
vi: để than vãn với một linh mục
zh_hans: 向牧师哭诉

source: to vent at somebody in charge
de: sich bei einem Verantwortlichen Luft machen
fr: se défouler sur quelqu'un en charge
it: sfogarsi con un responsabile
ko: 책임자에게 바람을 피우다
pl: wyładować się na kimś odpowiedzialnym
pt_br: desabafar com alguém em comando
ru: высказывать кому-нибудь
tr: yetkili birine içini dökmek için
vi: để trút giận lên người phụ trách
zh_hans: 向负责人发泄

source: to cry on somebody in charge
de: sich bei einem Verantwortlichen auszuweinen
fr: pleurer sur un responsable
it: per piangere su qualcuno in carica
ko: 책임자에게 울다
pl: płakać na kogoś odpowiedzialnego
pt_br: para choramingar para alguém responsável
ru: плакаться кому-нибудь
tr: yetkili birine ağlamak için
vi: để than vãn với người phụ trách
zh_hans: 向某个负责人哭泣

source: as the goal was not reached
fr: car l'objectif n'a pas été atteint
it: perché l'obiettivo non è stato raggiunto
ko: 목표가 달성되지 않았기 때문에
pl: ponieważ cel nie został osiągnięty
pt_br: o objetivo não foi alcançado
ru: так как цель не была достигнута
tr: hedefe ulaşılamadığı için
vi: vì mục tiêu không đạt được
zh_hans: 因为没有达到目标

source: as insufficient progress was made toward the goal
de: da keine ausreichenden Fortschritte bei der Verwirklichung des Ziels erzielt wurden
fr: car des progrès insuffisants ont été accomplis vers l'objectif
it: poiché sono stati compiuti progressi insufficienti verso l'obiettivo
ko: 목표를 향한 진전이 불충분했기 때문에
pl: ponieważ nie poczyniono wystarczających postępów w kierunku osiągnięcia celu
pt_br: porque não houve progresso suficiente em direção ao objetivo
ru: поскольку был достигнут недостаточный прогресс в достижении цели
tr: hedefe yönelik yetersiz ilerleme kaydedildiği için
vi: vì tiến độ hướng tới mục tiêu không đủ
zh_hans: 由于目标进展不足

source: after going the wrong direction
de: nachdem sie die falsche Richtung eingeschlagen haben
fr: après avoir pris la mauvaise direction
it: dopo aver preso la direzione sbagliata
ko: 잘못된 길을 가고 나서
pl: po pójściu w złym kierunku
pt_br: depois de ir para a direção errada
ru: После движения в неверном направлении
tr: yanlış yöne gittikten sonra
vi: sau khi đi sai hướng
zh_hans: 走错了路

source: after arriving at the location
de: nach dem Eintreffen am Ort
fr: après être arrivé à l'endroit
it: dopo essere arrivato sul luogo
ko: 장소에 도착한 후
pl: po przybyciu na miejsce
pt_br: após chegar ao local
ru: После прибытия к месту
tr: konuma vardıktan sonra
vi: sau khi đến địa điểm
zh_hans: 到达该位置后

source: as the relevant government was no longer in control
de: da die zuständige Regierung nicht mehr die Kontrolle hatte
fr: étant donné que le gouvernement concerné n'avait plus le contrôle
it: in quanto il governo competente non aveva più il controllo
ko: 관련 정부가 더 이상 통제할 수 없기 때문에
pl: ponieważ odpowiedni rząd nie miał już kontroli
pt_br: porque o governo relevante não estava mais no comando
ru: поскольку соответствующее правительство больше не контролировало
tr: ilgili hükümet artık yönetimi elinde tutmadığı içi
vi: vì chính quyền liên quan không còn kiểm soát
zh_hans: 由于相关政府不再受控制

source: after leaving the site
de: nach Verlassen des Geländes
fr: après avoir quitté le site
it: dopo aver lasciato il sito
ko: 사이트를 떠난 후
pl: po opuszczeniu strony
pt_br: depois de sair do local
ru: после того, как покинул место
tr: yerleşimden ayrıldıktan sonra
vi: sau khi rời khỏi địa điểm
zh_hans: 离开站点后

source: after being reunited with a loved one
de: nach der Wiedervereinigung mit einem geliebten Menschen
fr: après avoir retrouvé un être cher
it: dopo il ricongiungimento con una persona cara
ko: 사랑하는 사람과 재회한 후
pl: po ponownym spotkaniu z ukochaną osobą
pt_br: Depois de se reencontrarem com um ente querido
ru: после воссоединения со своей любовью
tr: sevilen biriyle yeniden bir araya geldikten sonra
vi: sau khi đoàn tụ với người thân yêu
zh_hans: 与亲人团聚后

source: after a violent disagreement
de: nach einer heftigen Auseinandersetzung
fr: après une violente dispute
it: dopo un violento disaccordo
ko: 격렬한 의견 불일치 후
pl: po agresywnej różnicy zdań
pt_br: após uma violenta discussão
ru: против враждебного неприятия
tr: şiddetli bir anlaşmazlıktan sonra
vi: sau một bất đồng dữ dội
zh_hans: 在暴力分歧之后

source: after adoption
de: nach der Adoption
fr: après adoption
it: dopo l'adozione
ko: 입양 후
pl: po adopcji
pt_br: Após adoção
ru: после принятия
tr: evlat edinildikten sonra
vi: sau khi được nhận nuôi
zh_hans: 通过后

source: after invocation of the true name
de: nach Aufruf des wahren Namens
fr: après invocation du vrai nom
it: dopo l'invocazione del vero nome
ko: 실명을 부른 후
pl: po wywołaniu prawdziwej nazwy
pt_br: após invocação do nome verdadeiro
ru: после вызова истинного имени
tr: gerçek ismin çağrılmasından sonra
vi: sau khi khẩn cầu tên thật
zh_hans: 在祷告真名后

source: after finding
de: nach dem Fund
fr: après avoir trouvé
it: dopo aver trovato
ko: 찾은 후
pl: po znalezieniu
pt_br: depois de encontrar
ru: после нахождения
tr: şunu bulduktan sonra:
vi: sau khi tìm thấy
zh_hans: 找到后

source: in order to eradicate beasts
de: um Bestien auszurotten
fr: pour éradiquer les bêtes
it: per estirpare le bestie
ko: 짐승을 박멸하기 위해
pl: w celu wyeliminowania bestii
pt_br: a fim de erradicar feras
ru: чтобы искоренить зверей
tr: canavarların kökünü kazımak için
vi: để tiêu diệt quái thú
zh_hans: 为了消灭野兽

source: in order to entertain people
de: um die Leute zu unterhalten
fr: pour divertir les gens
it: per intrattenere le persone
ko: 사람들을 즐겁게 하기 위해
pl: w celu zabawiania ludzi
pt_br: A fim de entreter as pessoas
ru: для того, чтобы развлекать людей
tr: insanları eğlendirmek için
vi: để mua vui cho mọi người
zh_hans: 为了娱乐人们

source: in order to make a living as a warrior
de: um seinen Lebensunterhalt als Krieger zu verdienen
fr: pour gagner sa vie en tant que guerrier
it: per potersi guadagnare da vivere come guerriero
ko: 전사로 살아가기 위해
pl: aby zarabiać na życie jako wojownik
pt_br: a fim de ganhar a vida como um guerreiro
ru: Чтобы жить жизнью война
tr: savaşçı olarak geçimini sağlamak için
vi: để kiếm sống như một chiến binh
zh_hans: 为了以战士为生

source: in order to study
de: um zu studieren
fr: afin d'étudier
it: per studiare
ko: 공부하기 위해
pl: w celu zbadania
pt_br: a fim de estudar
ru: для того, чтобы учиться
tr: çalışmak için
vi: để học tập
zh_hans: 为了学习

source: in order to flee
de: um zu fliehen
fr: pour fuir
it: per fuggire
ko: 도망치기 위해
pl: w celu ucieczki
pt_br: a fim de fugir
ru: чтобы бежать
tr: kaçmak için
vi: để bỏ trốn
zh_hans: 为了逃离

source: after being exiled following a criminal conviction
de: nachdem er aufgrund einer strafrechtlichen Verurteilung ins Exil geschickt wurde
fr: après avoir été exilé suite à une condamnation pénale
it: dopo esser stato esiliato per una condanna penale
ko: 유죄판결을 받고 추방된 후
pl: po tym, jak został wygnany po skazaniu za przestępstwo
pt_br: depois de ser exilado na sequência de uma condenação criminal
ru: после ссылки за осуждения по уголовному делу
tr: bir suçtan mahkum edildikten sonra sürgüne gönderilince
vi: sau khi bị lưu đày do bị kết án hình sự
zh_hans: 在刑事定罪后被流放

source: in order to pursue scholarship
de: um ein Stipendium zu erhalten
fr: afin de poursuivre une bourse
it: per perseguire l'erudizione
ko: 장학금을 받기 위해
pl: w celu uzyskania stypendium
pt_br: a fim de buscar bolsa de estudos
ru: чтобы получить учёность
tr: bilimsel çalışmaları sürdürmek için
vi: để theo đuổi học thuật
zh_hans: 为了追求奖学金

source: in order to be with the master
de: um bei dem Meister zu sein
fr: pour être avec le maître
it: per stare con il maestro
ko: 주인과 함께 하기 위해
pl: by być z mistrzem
pt_br: a fim de estar com o mestre
ru: чтобы быть с мастером
tr: efendiyle birlikte olmak için
vi: để ở bên chủ nhân
zh_hans: 为了与主人在一起

source: in order to become a citizen
de: um die Bürgerschaft zu erlangen
fr: pour devenir citoyen
it: per diventare cittadini
ko: 시민이 되기 위해
pl: aby zostać obywatelem
pt_br: a fim de se tornar um cidadao
ru: для того, чтобы стать гражданином
tr: vatandaş olmak için
vi: để trở thành công dân
zh_hans: 为了成为公民

source: in order to continue working alone
de: um alleine weiterarbeiten zu können
fr: pour continuer à travailler seul
it: per continuare a lavorare da solo
ko: 혼자 계속 일하기 위해
pl: w celu kontynuowania pracy w pojedynkę
pt_br: a fim de continuar trabalhando sozinho
ru: для продолжения работы в одиночку
tr: yalnız çalışmaya devam etmek için
vi: để tiếp tục làm việc một mình
zh_hans: 为了继续独自工作

source: due to jealousy
de: aus Eifersucht
fr: par jalousie
it: a causa della gelosia
ko: 질투 때문에
pl: z powodu zazdrości
pt_br: por ciúmes
ru: из-за ревности
tr: kıskançlık nedeniyle
vi: do ghen tị
zh_hans: 由于嫉妒

source: in order to glorify
de: um zu verherrlichen
fr: afin de glorifier
it: per glorificare
ko: 영광을 돌리기 위해
pl: w celu uwielbienia
pt_br: para glorificar
ru: чтобы прославлять
tr: şunu yüceltmek için:
vi: để tôn vinh
zh_hans: 为了美化

source: due to a lack of performances
de: aufgrund mangelnder Leistungen
fr: par manque de performances
it: a causa della mancanza di esibizioni
ko: 실적부진으로
pl: z powodu braku występów
pt_br: por falta de apresentações
ru: вследствие отсутствия выступлений
tr: performans eksikliği nedeniyle
vi: do thiếu các buổi biểu diễn
zh_hans: 由于缺乏表现

source: after being prevented from leaving
de: nachdem er an der Ausreise gehindert wurde
fr: après avoir été empêché de sortir
it: dopo che gli è stato impedito di uscire
ko: 외출금지 후
pl: po tym, jak uniemożliwiono mu opuszczenie
pt_br: depois de ser impedido de sair
ru: после того, как не может покинуть
tr: ayrılması engellendikten sonra
vi: sau khi bị ngăn cản rời đi
zh_hans: 在被阻止离开之后

source: out of curiosity
de: aus reiner Neugier
fr: par curiosité
it: per curiosità
ko: 호기심에서
pl: z ciekawości
pt_br: por curiosidade
ru: из любопытства
tr: meraktan
vi: vì tò mò
zh_hans: 出于好奇

source: to fill a role as a mercenary
de: eine Rolle als Söldner zu übernehmen
fr: remplir un rôle de mercenaire
it: per ricoprire un ruolo di mercenario
ko: 용병의 역할을 채우기 위해
pl: do wypełnienia roli najemnika
pt_br: para preencher uma função como mercenário
ru: заполнить роль наемника
tr: paralı askerlik yapmak için
vi: để đảm nhận vai trò lính đánh thuê
zh_hans: 充当雇佣兵的角色

source: to fill a role as a performer
de: eine Rolle als Darsteller auszufüllen
fr: remplir un rôle d'interprète
it: per ricoprire un ruolo di artista
ko: 연기자로서의 역할을 채우기 위해
pl: aby wypełnić rolę wykonawcy
pt_br: para preencher um papel como um performer
ru: играть определенную роль в качестве исполнителя
tr: göstericilik yapmak için
vi: để đảm nhận vai trò người biểu diễn
zh_hans: 充当表演者的角色

source: to fill a role as a scholar
de: eine Rolle als Wissenschaftler auszufüllen
fr: remplir un rôle d'érudit
it: per ricoprire un ruolo di studioso
ko: 학자로서의 역할을 수행하기 위해
pl: pełnienie roli naukowca
pt_br: para prencher a função como um erudito
ru: исполнять роль ученого
tr: bilginlik yapmak için
vi: để đảm nhận vai trò học giả
zh_hans: 充当学者的角色

source: in order to drink
de: um zu trinken
fr: pour boire
it: per bere
ko: 마시기 위해
pl: w celu wypicia
pt_br: para beber
ru: для того, чтобы пить
tr: içmek için
vi: để uống
zh_hans: 为了喝酒

source: in order to admire architecture
de: um die Architektur zu bewundern
fr: pour admirer l'architecture
it: per ammirare l'architettura
ko: 건축을 감상하기 위해
pl: w celu podziwiania architektury
pt_br: para admirar a arquitetura
ru: чтобы восхищаться архитектурой
tr: mimariye hayran kalmak için
vi: để chiêm ngưỡng kiến trúc
zh_hans: 为了欣赏建筑

source: in order to pray
de: um zu beten
fr: pour prier
it: per pregare
ko: 기도하기 위해
pl: aby się modlić
pt_br: para orar
ru: для того, чтобы помолиться
tr: dua etmek için
vi: để cầu nguyện
zh_hans: 为了祈祷

source: in order to relax
de: um sich zu entspannen
fr: afin de se détendre
it: per rilassarsi
ko: 긴장을 풀기 위해
pl: w celu zrelaksowania się
pt_br: para relaxar
ru: для того, чтобы отдохнуть
tr: rahatlamak için
vi: để thư giãn
zh_hans: 为了放松

source: to experience danger
de: Gefahr zu erleben
fr: éprouver un danger
it: per sperimentare il pericolo
ko: 위험을 경험하다
pl: doświadczyć niebezpieczeństwa
pt_br: vivenciar perigo
ru: переживать опасность
tr: tehlikeyi deneyimlemek için
vi: để trải nghiệm nguy hiểm
zh_hans: 体验危险

source: after being unable to find an artifact
de: nachdem er kein Artefakt gefunden hat
fr: après avoir été incapable de trouver un artefact
it: dopo essere stato incapace di trovare un manufatto
ko: 유물을 찾지 못한 후
pl: po byciu niezdolnym do znalezienia artefaktu
pt_br: após ser incapaz de achar um artefato
ru: после того, как не удалось найти артефакт
tr: bir eser bulamadıktan sonra
vi: sau khi không thể tìm thấy một cổ vật
zh_hans: 在无法找到神器之后

source: after failing to create an artifact
de: nachdem es nicht gelungen ist, ein Artefakt zu erstellen
fr: après avoir échoué à créer un artefact
it: dopo aver fallito la creazione di un manufatto
ko: 아티팩트 생성에 실패한 후
pl: po nieudanym utworzeniu artefaktu
pt_br: após falhar na criação de um artefato
ru: после провала создания артефакта
tr: bir eser yaratmayı başaramadıktan sonra
vi: sau khi thất bại trong việc tạo ra một cổ vật
zh_hans: 无法创建工件后

source: due to lack of sleep
de: wegen Schlafmangels
fr: à cause du manque de sommeil
it: a causa della mancanza di riposo
ko: 수면 부족으로 인해
pl: z powodu braku snu
pt_br: devido à falta de sono
ru: из-за недостатка сна
tr: uykusuzluk nedeniyle
vi: do thiếu ngủ
zh_hans: 由于睡眠不足

source: after being trapped in a cage
de: nachdem er in einem Käfig gefangen war
fr: après avoir été enfermé dans une cage
it: dopo esser stato intrappolato in gabbia
ko: 철창에 갇힌 후
pl: po uwięzieniu w klatce
pt_br: depois de ficar preso em uma jaula
ru: после был пойман в клетку
tr: kafese kapatıldıktan sonra
vi: sau khi bị nhốt trong lồng
zh_hans: 被困在笼子里之后

source: after a great deal of stress
de: nach einer Menge Stress
fr: après beaucoup de stress
it: dopo un forte stress
ko: 엄청난 스트레스를 받은 후
pl: po dużym stresie
pt_br: após grande stress
ru: после сильного стресса
tr: büyük miktarda stresten sonra
vi: sau rất nhiều căng thẳng
zh_hans: 经过很大的压力

source: after being unable to leave a location
de: nachdem sie einen Ort nicht mehr verlassen konnten
fr: après avoir été incapable de quitter un lieu
it: dopo essere stato incapace di lasciare un luogo
ko: 장소를 떠날 수 없게 된 후
pl: po niemożności opuszczenia lokalizacji
pt_br: depois de ser incapaz de sair de um local
ru: после невозможности покинуть локацию
tr: bir konumdan ayrılamadıktan sonra
vi: sau khi không thể rời khỏi một địa điểm
zh_hans: 无法离开一个位置后

source: in order to sanctify
de: um zu heiligen
fr: afin de sanctifier
it: per santificare
ko: 거룩하게 하기 위하여
pl: w celu uświęcenia
pt_br: para santificar
ru: чтобы освещать
tr: şunu kutsallaştırmak için:
vi: để thánh hóa
zh_hans: 为了圣化

source: as an heirloom of the
de: als ein Erbstück des
fr: comme un héritage du
it: come cimelio di
ko: 의 가보로
pl: jako pamiątka
pt_br: como uma herança do(a)
ru: в качестве фамильной ценности
tr: şunun bir yadigarı olarak:
vi: như một vật gia truyền của
zh_hans: 作为传家之宝的

source: family
de: familie
fr: famille
it: famiglia
ko: 가족
pl: rodzina
pt_br: família
ru: семья
tr: ailesi
vi: gia đình
zh_hans: 家庭

source: as a symbol of authority within
de: als Symbol der Autorität innerhalb
fr: comme un symbole d'autorité à l'intérieur
it: come simbolo di autorità in
ko: 권위의 상징으로
pl: jako symbol władzy wewnątrz
pt_br: como um símbolo de autoridade dentro
ru: как символ власти в пределах
tr: şunun içinde bir otorite sembolü olarak:
vi: như một biểu tượng quyền lực trong
zh_hans: 作为内在权威的象征

source: due to envy of those that live on
de: aus Neid auf diejenigen, die auf der Erde leben
fr: en raison de l'envie de ceux qui vivent sur
it: a causa dell'invidia per chi ancora vive
ko: 사는 사람들의 부러움 때문에
pl: z powodu zazdrości tych, którzy żyją na
pt_br: por inveja daqueles que vivem no
ru: из-за зависти тех, кто живет на
tr: yaşamaya devam edenlere duyulan haset nedeniyle
vi: do ghen tị với những người còn sống
zh_hans: 由于羡慕生活在

source: due to panic about what happens after death
de: aufgrund der Panik vor dem, was nach dem Tod passiert
fr: en raison de la panique à propos de ce qui se passe après la mort
it: a causa del panico per ciò che accade dopo la morte
ko: 죽음 이후에 일어날 일에 대한 공포 때문에
pl: z powodu paniki dotyczącej tego, co dzieje się po śmierci
pt_br: devido ao pânico sobre o que acontece após a morte
ru: из-за паники по поводу того, что происходит после смерти
tr: ölümden sonra ne olacağı konusundaki panik nedeniyle
vi: do hoảng sợ về những gì xảy ra sau cái chết
zh_hans: 由于对死后的情况感到恐慌

source: due to fear of death
de: aufgrund der Angst vor dem Tod
fr: par peur de la mort
it: a causa della paura della morte
ko: 죽음에 대한 두려움 때문에
pl: z powodu strachu przed śmiercią
pt_br: por medo da morte
ru: из-за страха смерти
tr: ölüm korkusu nedeniyle
vi: do sợ hãi cái chết
zh_hans: 由于对死亡的恐惧

source: unable to face any possible judgment and the afterlife
de: unfähig, sich einem möglichen Urteil und dem Leben nach dem Tod zu stellen
fr: incapable de faire face à un éventuel jugement et à l'au-delà
it: incapace di affrontare ogni possibile giudizio e l'aldilà
ko: 어떠한 심판과 내세에도 직면할 수 없다.
pl: niezdolny do stawienia czoła ewentualnemu osądowi i życiu pozagrobowemu
pt_br: incapaz de enfrentar qualquer julgamento possível e a vida após a morte
ru: не в состоянии принять любое возможное суждение и загробную жизнь
tr: olası herhangi bir yargılamayla ve ahiretle yüzleşemediği için
vi: không thể đối mặt với bất kỳ phán xét nào có thể và thế giới bên kia
zh_hans: 无法面对任何可能的审判和来世

source: being too proud to give in to death
de: zu stolz zu sein, sich dem Tod zu ergeben
fr: être trop fier pour céder à la mort
it: essere troppo orgogliosi per arrendersi alla morte
ko: 죽음에 굴복하기에는 너무 오만하다
pl: bycie zbyt dumnym, by poddać się śmierci
pt_br: sendo muito orgulhoso para se entregar à morte
ru: быть слишком гордым, чтобы сдаться
tr: ölüme boyun eğmeyecek kadar gururlu olduğu için
vi: vì quá kiêu hãnh để đầu hàng cái chết
zh_hans: 傲视群雄，向死而生

source: being too vain to give in to death
de: zu eitel zu sein, um sich dem Tod hinzugeben
fr: être trop vaniteux pour céder à la mort
it: essere troppo vanitosi per arrendersi alla morte
ko: 죽음에 굴복하기엔 너무 헛되다
pl: bycie zbyt próżnym, by poddać się śmierci
pt_br: sendo vaidoso demais para ceder à morte
ru: быть слишком тщеславным, чтобы сдаться
tr: ölüme boyun eğmeyecek kadar kibirli olduğu için
vi: vì quá phù phiếm để đầu hàng cái chết
zh_hans: 虚荣心强，不向死亡妥协

source: having ambitions for which death was only a small obstacle
de: mit Ambitionen, für die der Tod nur ein kleines Hindernis war
fr: avoir des ambitions pour lesquelles la mort n'était qu'un petit obstacle
it: avere ambizioni per le quali la morte era solo un piccolo ostacolo
ko: 죽음이 단지 작은 장애물일 뿐인 야망을 품고
pl: posiadanie ambicji, dla których śmierć była tylko niewielką przeszkodą
pt_br: tendo ambições pelas quais a morte era apenas um obstáculo
ru: иметь амбиции, для которых смерть была лишь небольшим препятствием
tr: ölümün sadece küçük bir engel olduğu hırsları olduğu için
vi: có những tham vọng mà cái chết chỉ là một trở ngại nhỏ
zh_hans: 有雄心壮志，死亡只是一个小障碍

source: due to fear of persecution
de: aus Furcht vor Verfolgung
fr: par crainte de persécution
it: per paura di persecuzioni
ko: 박해에 대한 두려움 때문에
pl: z powodu strachu przed prześladowaniami
pt_br: devido ao medo de perseguição
ru: из-за страха преследования
tr: zulüm korkusu nedeniyle
vi: do sợ bị đàn áp
zh_hans: 由于害怕遭到迫害

source: to smooth the operation of
de: den reibungslosen Betrieb von
fr: pour fluidifier le fonctionnement de
it: per facilitare l'operazione di
ko: 원활한 운영을 위해
pl: aby usprawnić działanie
pt_br: para suavizar a operação de
ru: сгладить работу
tr: şunun işleyişini kolaylaştırmak için:
vi: để làm cho hoạt động của... trôi chảy
zh_hans: 排除操作上的困难，关于

source: due to a belief in
de: aufgrund des Glaubens an
fr: en raison d'une croyance en
it: a causa di un credo in
ko: 에 대한 믿음으로 인해
pl: z powodu wiary w
pt_br: devido a uma crença em
ru: из-за веры в
tr: şuna olan inanç nedeniyle:
vi: do tin vào
zh_hans: 由于相信

source: as part of a trade negotiation
de: als Teil einer Handelsverhandlung
fr: dans le cadre d'une négociation commerciale
it: nell'ambito di un negoziato commerciale
ko: 무역 협상의 일환으로
pl: w ramach negocjacji handlowych
pt_br: como parte de uma negociação comercial
ru: как часть торговых переговоров
tr: bir ticaret müzakeresinin parçası olarak
vi: như một phần của cuộc đàm phán thương mại
zh_hans: 作为贸易谈判的一部分
