Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Guild:
de: Gilde:
fr: Guilde:
it: Gilda:
ko: 동업 조합:
pl: Gildia:
pt_br: Guilda:
ru: Гильдия:
tr: Lonca:
vi: Nghiệp đoàn:
zh_hans: 行会：

source: No members
de: Keine Mitglieder
fr: Aucun membre
it: Nessun membro
ko: 회원 없음
pl: Brak członków
pt_br: Sem membros
ru: Нет членов
tr: Üye yok
vi: Không có thành viên
zh_hans: 没有成员

source: (No Specific Deity)
de: (Keine spezifische Gottheit)
fr: (Pas de divinité spécifique)
it: (Nessuna divinità specifica)
ko: (특정 신 없음)
pl: (Brak konkretnego bóstwa)
pt_br: (Nenhuma Divindade Específica)
ru: (Нет конкретного божества)
tr: (Belirli Bir İlah Yok)
vi: (Không có Thần linh Cụ thể)
zh_hans: （没有具体的神祇）

source: No worshippers
de: Keine Verehrer
fr: Pas de fidèles
it: Nessun adoratore
ko: 숭배자 없음
pl: Brak wyznawców
pt_br: Nenhum fiel
ru: Нет поклонников
tr: İnanan yok
vi: Không có tín đồ
zh_hans: 没有崇拜者

source: Locations such as taverns, temples
fr: Des lieux tels que des tavernes, des temples
it: Luoghi come locande, templi
ko: 선술집, 사원과 같은 위치
pl: Lokacje takie jak karczmy, świątynie
pt_br: Localizações como tavernas, templos
ru: Места, такие как таверны, храмы
tr: Meyhaneler, tapınaklar
vi: Các địa điểm như quán rượu, đền thờ
zh_hans: 这些地点像是酒馆，神庙

source: and libraries can be created from
de: und Bibliotheken können erstellt werden aus
fr: et des bibliothèques peuvent être créées à partir de
it: e le biblioteche possono essere create da
ko: 에서 라이브러리를 만들 수 있습니다.
pl: i biblioteki mogą być stworzone z
pt_br: e bibliotecas podem ser criadas do(a)
ru: и библиотеки могут быть созданы из
tr: ve kütüphaneler gibi mekanlar,
vi: và thư viện có thể được tạo từ
zh_hans: 和图书馆可以建造自

source: meeting area zones, dining rooms and
de: Versammlungsbereich Zonen, Speisesäle und
fr: zones de réunion, salles à manger et
it: zone d'area d'incontro, sale da pranzo e
ko: 회의 구역 구역, 식당 및
pl: obszarów spotkań, jadalni i
pt_br: zonas de áreas de encontro, salas de jantar e
ru: зон для собраний, столовых и
tr: buluşma alanı bölgeleri, yemek odaları ve
vi: các khu vực gặp gỡ, phòng ăn và
zh_hans: 机会区域，餐厅和

source: bedrooms. These larger associations
de: schlafzimmer. Diese größeren Verbände
fr: chambres. Ces grandes associations
it: camere da letto. Queste associazioni maggiori
ko: 침실.
pl: sypialni. Te większe kompleksy
pt_br: quartos. Estas associações maiores
ru: спален. Эти более крупные объединения
vi: phòng ngủ. Những hiệp hội lớn hơn này
zh_hans: 卧室。这些大型结社

source: of rooms can attract visitors from
fr: des chambres peuvent attirer des visiteurs de
it: di stanze possono attrarre visitatori da
ko: 의 객실에서 방문객을 유치할 수 있습니다.
pl: pomieszczeń mogą przyciągać odwiedzających z
pt_br: de cômodos podem atrair visitantes do(a)
ru: комнат может привлечь посетителей
tr: birliktelikleri, kalenin dışından
vi: của các phòng có thể thu hút khách đến từ
zh_hans: 的房间可以吸引参观者来自

source: outside the fortress.
fr: hors de la forteresse.
it: fuori dalla fortezza.
ko: 요새 밖.
pl: zewnątrz twierdzy.
pt_br: fora da fortaleza
ru: извне крепости.
tr: ziyaretçi çekebilir.
vi: bên ngoài pháo đài.
zh_hans: 在要塞的外面。

source: Add or choose a location.
de: Hinzufügen oder Auswählen eines Ortes.
fr: Ajoutez ou choisissez un emplacement.
it: Aggiungi o scegli un luogo.
ko: 위치를 추가하거나 선택합니다.
pl: Dodaj lub wybierz lokację.
pt_br: Adicione ou escolha uma localização.
ru: Добавьте или выберите место.
tr: Bir mekan ekle veya seç.
vi: Thêm hoặc chọn một địa điểm.
zh_hans: 添加或选择一个地点。

source: Remove current location assignment
de: Aktuelle Standortzuweisung aufheben
fr: Supprimer l'attribution d'emplacement actuelle
it: Rimuove l'assegnazione del luogo attuale
ko: 현재 위치 할당 제거
pl: Usuń aktualny przydział lokacji
pt_br: Remover atribuição de localização atual
ru: Удалить текущее назначение местоположения
tr: Mevcut mekan atamasını kaldır
vi: Xóa bỏ chỉ định địa điểm hiện tại
zh_hans: 移除当前地点指定

source: New hospital
de: Neues Krankenhaus
fr: Nouvel hôpital
it: Nuovo ospedale
ko: 새로운 병원
pl: Nowy szpital
pt_br: Novo hospital
ru: Новый госпиталь
tr: Yeni hastane
vi: Bệnh viện mới
zh_hans: 新建医院

source: New guildhall
de: Neue Gildehallen
fr: Nouveau hall de guilde
it: Nuova Casa della gilda
ko: 새로운 길드홀
pl: Nowa gildia
pt_br: Novo salão de guilda
ru: Новый зал гильдии
tr: Yeni lonca salonu
vi: Sảnh nghiệp đoàn mới
zh_hans: 新建行会

source: New library
de: Neue Bibliothek
fr: Nouvelle bibliothèque
it: Nuova biblioteca
ko: 새 도서관
pl: Nowa biblioteka
pt_br: Nova biblioteca
ru: Новая библиотека
tr: Yeni kütüphane
vi: Thư viện mới
zh_hans: 新建图书馆

source: New temple
de: Neuer Tempel
fr: Nouveau temple
it: Nuovo tempio
ko: 새 사원
pl: Nowa świątynia
pt_br: Novo templo
ru: Новый храм
tr: Yeni tapınak
vi: Đền thờ mới
zh_hans: 新建神庙

source: New inn/tavern
de: Neues Gasthaus/Taverne
fr: Nouvelle auberge/taverne
it: Nuova locanda/locanda
ko: 새로운 여관/선술집
pl: Nowa karczma
pt_br: Nova pousada/taverna
ru: Новая гостиница/таверна
tr: Yeni han/meyhane
vi: Quán trọ/rượu mới
zh_hans: 新建客栈/酒馆

source: Furniture
de: Möbel
fr: Meubles
it: Mobili
ko: 가구
pl: Meble
pt_br: Móveis
ru: Мебель
tr: Mobilya
vi: Nội thất
zh_hans: 家具

source: Doors/hatches
de: Türen/Klappen
fr: Portes/trappes
it: Porte/botole
ko: 문/해치
pl: Drzwi/włazy
pt_br: Portas/escotilhas
ru: Двери/люки
tr: Kapılar/kapaklar
vi: Cửa/nắp hầm
zh_hans: 门/盖板

source: Constructions
de: Konstruktionen
fr: Bâtiments
it: Costruzioni
ko: 건축
pl: Konstrukcje
pt_br: Construções
ru: Конструкции
tr: Yapılar
vi: Công trình
zh_hans: 建筑物

source: Machines/fluids
de: Maschinen/Flüssigkeiten
fr: Machines/fluides
it: Macchinari/fluidi
ko: 기계/유체
pl: Maszyny/płyny
pt_br: Máquinas/fluídos
ru: Машины/жидкости
tr: Makineler/sıvılar
vi: Máy móc/chất lỏng
zh_hans: 机械/流体

source: Cages/restraints
de: Käfige/Fesseln
fr: Cages/contraintes
it: Gabbie/cinghie
ko: 케이지/억제
pl: Klatki/okowy
pt_br: Jaulas/contenções
ru: Клетки/удерживающие устройства
tr: Kafesler/bağlar
vi: Lồng/dây trói
zh_hans: 笼子/约束装置

source: Traps
de: Fallen
fr: Pièges
it: Trappole
ko: 함정
pl: Pułapki
pt_br: Armadilhas
ru: Ловушки
tr: Tuzaklar
vi: Cạm bẫy
zh_hans: 陷阱

source: Trade depot
de: Handelsdepot
fr: Dépôt commercial
it: Deposito commerciale
ko: 무역 창고
pl: Skład handlowy
pt_br: Entreposto comercial
ru: Рынок
tr: Ticaret deposu
vi: Trạm giao thương
zh_hans: 贸易站

source: Clothing and leather
de: Kleidung und Leder
fr: Vêtements et cuir
it: Abbigliamento e cuoio
ko: 의류 및 가죽
pl: Odzież i skóra
pt_br: Vestuário e couro
ru: Ткани и кожа
tr: Giyim ve deri
vi: Quần áo và da thuộc
zh_hans: 衣物和皮革

source: Farming
de: Landwirtschaft
fr: Agriculture
it: Agricoltura
ko: 농업
pl: Rolnictwo
pt_br: Agricultura
ru: Сельское хозяйство
tr: Çiftçilik
vi: Nông nghiệp
zh_hans: 农业

source: Furnaces
de: Öfen
fr: Fours
it: Fornaci
ko: 용광로
pl: Piece
pt_br: Fornos
ru: Печи
tr: Ocaklar
vi: Lò nung
zh_hans: 炉

source: Ashery
de: Aschefabrik
fr: Cendrerie
it: Raffineria di cenere
ko: 잿간
pl: Popielnik
pt_br: Cinerário
ru: Зольник
tr: Kül Ocağı
vi: Xưởng tro
zh_hans: 堆灰场

source: Bowyer
de: Bogenschütze
it: Creatore d'archi
ko: 조궁장
pl: Łuczarz
ru: Лукодел
tr: Yaycı atölyesi
vi: Thợ làm cung
zh_hans: 制弓师

source: Carpenter
de: Zimmermann
fr: Atelier de menuiserie
it: Carpentiere
ko: 목수
pl: Stolarz
pt_br: Carpinteiro(a)
ru: Плотник
tr: Marangoz atölyesi
vi: Thợ mộc
zh_hans: 木匠

source: Crafts
de: Kunsthandwerk
fr: Artisanat
it: Artigianato
ko: 공예
pl: Rękodzieła
pt_br: Artesanato
ru: Изделия
tr: Zanaatkar atölyesi
vi: Thủ công
zh_hans: 工艺

source: Jeweler
de: Juwelier
fr: Bijoutier
it: Gioielliere
ko: 보석세공사
pl: Jubiler
pt_br: Joalheiria
ru: Ювелир
tr: Kuyumcu atölyesi
vi: Thợ kim hoàn
zh_hans: 宝石匠

source: Magma forge
de: Magma-Schmiede
fr: Forge à magma
it: Forgia di Magma
ko: 마그마 대장간
pl: Kuźnia magmowa
pt_br: Forja de magma
ru: Магменная кузница
tr: Magma demirci atölyesi
vi: Lò rèn dung nham
zh_hans: 岩浆熔炉

source: Mechanic
de: Mechaniker
fr: Mécanicien
it: Meccanico
ko: 기계공
pl: Mechanik
pt_br: Mecânico
ru: Механик
tr: Mekaniker atölyesi
vi: Thợ cơ khí
zh_hans: 机械师

source: Metalsmith
de: Schmied
fr: Métallurgiste
it: Fabbro
ko: 금속장인
pl: Kowal
pt_br: Metalúrgico
ru: Металлург
tr: Demirci atölyesi
vi: Thợ kim loại
zh_hans: 金工

source: Siege
de: Belagerung
fr: Siège
it: Assedio
ko: 포위
pl: Oblężenie
pt_br: Cerco
ru: Осада
tr: Kuşatma atölyesi
vi: Khí tài công thành
zh_hans: 攻城器械作坊

source: Stoneworker
de: Steinarbeiter
fr: Travailleur de la pierre
it: Scalpellino
ko: 석공
pl: Kamieniarz
pt_br: Cantaria
ru: Мастер по камню
tr: Taş işçisi atölyesi
vi: Thợ đá
zh_hans: 石工

source: Glass furnace
fr: Four à verre
it: Forno per vetro
ko: 유리 화로
pl: Piec do szkła
pt_br: Fornalha de vidro
ru: Стекловаренная печь
tr: Cam fırını
vi: Lò thủy tinh
zh_hans: 玻璃窑

source: Kiln
de: Brennofen
fr: Four
it: Forno
ko: 가마
pl: Piec do wypalania cegły
pt_br: Forno
ru: Печь для обжига
tr: Fırın
vi: Lò nung gốm
zh_hans: 黏土窑

source: Magma glass furnace
de: Magma-Glasschmelzofen
fr: Four à verre Magma
it: Forno di Magma per vetro
ko: 마그마 유리 화로
pl: Magmowy piec do szkła
pt_br: Fornalha de vidro de magma
ru: Магменная стекловаренная печь
tr: Magma cam fırını
vi: Lò thủy tinh dung nham
zh_hans: 岩浆玻璃熔炉

source: Magma kiln
de: Magma-Ofen
fr: Four à magma
it: Forno di magma
ko: 마그마 가마
pl: Magmowy piec do cegły
pt_br: Forno de magma
ru: Магменная печь для обжига
tr: Magma fırını
vi: Lò nung gốm dung nham
zh_hans: 岩浆黏土窑

source: Magma smelter
de: Magma-Schmelzofen
fr: Fonderie de magma
it: Fonderia di magma
ko: 마그마 용광로
pl: Huta magmowa
pt_br: Fundidora de magma
ru: Магменная плавильня
tr: Magma dökümhanesi
vi: Lò nấu quặng dung nham
zh_hans: 岩浆熔炉

source: Smelter
de: Schmelzer
fr: Fonderie
it: Fonderia
ko: 용광로
pl: Huta
pt_br: Fundição
ru: Плавильня
tr: Dökümhane
vi: Lò nấu quặng
zh_hans: 熔炉

source: Wood furnace
de: Holz-Ofen
fr: Four à bois
it: Fornace a legna
ko: 숯가마
pl: Piec na drewno
pt_br: Fornalha de madeira
ru: Дровяная печь
tr: Odun kömürü ocağı
vi: Lò gỗ
zh_hans: 烧木窑

source: Loom
de: Webstuhl
fr: Métier à tisser
it: Telaio
ko: 베틀
pl: Krosna
pt_br: Tear
ru: Ткацкая
tr: Dokuma tezgahı
vi: Khung cửi
zh_hans: 织布工坊

source: Clothes
de: Kleidung
fr: Vêtements
it: Vestiti
ko: 옷
pl: Odzież
pt_br: Roupas
ru: Одежда
tr: Terzi atölyesi
vi: Quần áo
zh_hans: 制衣作坊

source: Dyer
de: Färber
fr: Teinturier
it: Tintore
ko: 염색공
pl: Barwiarz
pt_br: Tintureiro(a)
ru: Красильщик
tr: Boyacı atölyesi
vi: Thợ nhuộm
zh_hans: 染色工

source: Farm plot
fr: Terrain agricole
it: Terreno agricolo
ko: 농장 플롯
pl: Działka rolna
pt_br: Canteiro de terra
ru: Грядка
tr: Tarla
vi: Đất trồng trọt
zh_hans: 耕地

source: Still
de: Brennerei
fr: Alambic
it: Distilleria
ko: 양조장
pl: Destylarnia
pt_br: Alambique
ru: Пивоварня
tr: Damıtımevi
vi: Lò chưng cất
zh_hans: 蒸馏工坊

source: Tanner
de: Gerber
fr: Tanneur
it: Conciatore
ko: 무두장이
pl: Garbarz
pt_br: Curtidor(a)
ru: Дубильщик
tr: Tabakhane
vi: Thợ thuộc da
zh_hans: 制革工

source: Fishery
de: Fischerei
fr: Pêcherie
it: Pescheria
ko: 어류 가공소
pl: Łowisko
pt_br: Oficina de Pesca
ru: Рыболовецкая лавка
tr: Balıkçılık atölyesi
vi: Xưởng đánh bắt cá
zh_hans: 渔场

source: Kitchen
de: Küche
fr: Cuisine
it: Cucina
ko: 주방
pl: Kuchnia
pt_br: Cozinha
ru: Кухня
tr: Mutfak
vi: Bếp
zh_hans: 厨房

source: Farmer
de: Bauer
fr: Fermier
it: Contadino
ko: 농부
pl: Rolnik
pt_br: Fazendeiro
ru: Фермер
tr: Çiftçi atölyesi
vi: Nông dân
zh_hans: 农夫

source: Quern
de: Mahlstein
fr: Moulin à bras
it: Macina a mano
ko: 맷돌
pl: Żarna
pt_br: Moedor
ru: Ручная мельница
tr: El değirmeni
vi: Cối xay cầm tay
zh_hans: 手推磨

source: Vermin Catcher's Shop
de: Ungeziefer-Fänger-Shop
fr: Boutique du chasseur de vermine
it: Negozio del Disinfestatore
ko: 해충 포수 상점
pl: Warsztat łapacza robactwa
pt_br: Loja do Apanhador de Vermes
ru: Лавка ловца паразитов
tr: Haşere Avcısı Dükkanı
vi: Cửa hàng Bắt vật gây hại
zh_hans: 害虫捕坊

source: Nest box
fr: Boîte de nidification
it: Nido artificiale
ko: 둥지 상자
pl: Budka lęgowa
pt_br: Caixa de ninho
ru: Насест
tr: Yuva kutusu
vi: Hộp làm tổ
zh_hans: 巢箱

source: Hive
de: Bienenstock
fr: Ruche
it: Alveare
ko: 벌통
pl: Ul
pt_br: Colmeia
ru: Улей
tr: Kovan
vi: Tổ ong
zh_hans: 蜂房

source: Bed
de: Bett
fr: Lit
it: Letto
ko: 침대
pl: Łóżko
pt_br: Cama
ru: Кровать
tr: Yatak
vi: Giường
zh_hans: 床

source: Chair
de: Stuhl
fr: Chaise
it: Sedia
ko: 의자
pl: Krzesło
pt_br: Cadeira
ru: Стул
tr: Sandalye
vi: Ghế
zh_hans: 椅子

source: Table
de: Tisch
it: Tavolo
ko: 테이블
pl: Stół
pt_br: Mesa
ru: Стол
tr: Masa
vi: Bàn
zh_hans: 桌子

source: Chest
de: Truhe
fr: Poitrine
it: Cassa
ko: 가슴
pl: Skrzynia
pt_br: Baú
ru: Сундук
tr: Sandık
vi: Rương
zh_hans: 箱子

source: Cabinet
de: Schrank
it: Armadietto
ko: 옷장
pl: Szafka
pt_br: Armário
ru: Шкаф
tr: Dolap
vi: Tủ
zh_hans: 橱柜

source: Burial
de: Beerdigung
fr: Enterrement
it: Sepoltura
ko: 매장
pl: Pogrzebowe
pt_br: Sepultamento
ru: Захоронение
tr: Mezar eşyası
vi: Chôn cất
zh_hans: 埋葬

source: Slab
de: Platte
fr: Dalle
it: Lastra
ko: 석판
pl: Płyta
pt_br: Lápide
ru: Мемориал
tr: Levha
vi: Tấm bia
zh_hans: 板

source: Statue
it: Statua
ko: 동상
pl: Statua
pt_br: Estátua
ru: Статуя
tr: Heykel
vi: Tượng
zh_hans: 雕像

source: Traction bench
de: Traktionsbank
fr: Banc de traction
it: Panca di trazione
ko: 견인 벤치
pl: Wyciąg ortopedyczny
pt_br: Banco de tração
ru: Тракционный стол
tr: Çekme tezgahı
vi: Ghế kéo giãn
zh_hans: 牵引台

source: Bookcase
de: Bücherregal
fr: Bibliothèque
it: Libreria
ko: 책장
pl: Biblioteczka
pt_br: Estante de livros
ru: Книжный шкаф
tr: Kitaplık
vi: Kệ sách
zh_hans: 书架

source: Display
fr: Affichage
it: Esponi
ko: 표시하다
pl: Wystaw
pt_br: Exibição
ru: Витрина
tr: Sergi
vi: Bệ trưng bày
zh_hans: 展示台

source: Offering place
de: Platz anbieten
fr: Lieu d'offrande
it: Luogo d'offerta
ko: 공양 장소
pl: Miejsce ofiarne
pt_br: Lugar de oferta
ru: Место приношений
tr: Adak yeri
vi: Nơi dâng lễ
zh_hans: 供奉处

source: Door
de: Tür
fr: Porte
it: Porta
ko: 문
pl: Drzwi
pt_br: Porta
ru: Дверь
tr: Kapı
vi: Cửa
zh_hans: 门

source: Hatch
fr: Éclore
it: Botola
ko: 해치
pl: Właz
pt_br: Escotilha
ru: Люк
tr: Zemin kapağı
vi: Cửa sập
zh_hans: 盖板

source: Wall
de: Wand
fr: Mur
it: Muro
ko: 벽
pl: Ściana
pt_br: Parede
ru: Стена
tr: Duvar
vi: Tường
zh_hans: 墙

source: Reinforced Wall
tr: Güçlendirilmiş Duvar
vi: Tường gia cố

source: Floor
de: Boden
fr: Sol
it: Pavimento
ko: 바닥
pl: Podłoga
pt_br: Piso
ru: Пол
tr: Zemin
vi: Sàn
zh_hans: 地板

source: Ramp
de: Rampe
fr: Rampe
it: Rampa
ko: 경사로
pl: Rampa
pt_br: Rampa
ru: Пандус
tr: Rampa
vi: Dốc
zh_hans: 斜坡

source: Stairs
fr: Escaliers
it: Scale
ko: 계단
pl: Schody
pt_br: Escadas
ru: Лестница
tr: Merdiven
vi: Cầu thang
zh_hans: 楼梯

source: Bridge
de: Brücke
fr: Pont
it: Ponte
ko: 다리
pl: Most
pt_br: Ponte
ru: Мост
tr: Köprü
vi: Cầu
zh_hans: 桥

source: Paved road
fr: Rue pavée
it: Strada asfaltata
ko: 포장 도로
pl: Wybrukowana droga
pt_br: Estrada pavimentada
ru: Мощёная дорога
tr: Döşeli yol
vi: Đường lát đá
zh_hans: 铺装道路

source: Dirt road
fr: Chemin de terre
it: Strada sterrata
ko: 흙길
pl: Wydeptana droga
pt_br: Estrada de terra
ru: Грунтовая дорога
tr: Toprak yol
vi: Đường đất
zh_hans: 泥土道路

source: Wall grate
de: Wand-Gitter
fr: Grille murale
it: Griglia a parete
ko: 벽 창살
pl: Kratownica ścienna
pt_br: Grade de Parede
ru: Решётка в стене
tr: Duvar ızgarası
vi: Lưới chắn tường
zh_hans: 墙壁格栅

source: Floor grate
de: Bodengitter
fr: Grille de sol
it: Griglia a pavimento
ko: 바닥 창살
pl: Kratownica podłogowa
pt_br: Grade de Chao
ru: Решётка в полу
tr: Zemin ızgarası
vi: Lưới chắn sàn
zh_hans: 地板格栅

source: Vertical bars
fr: Barres verticales
it: Barre verticali
ko: 수직 창살
pl: Pionowe kraty
pt_br: Barras verticais
ru: Вертикальные прутья
tr: Dikey parmaklıklar
vi: Song chắn dọc
zh_hans: 墙壁栅条

source: Floor bars
de: Bodenstangen
fr: Barres au sol
it: Barre pavimento
ko: 바닥 창살
pl: Kraty podłogowe
pt_br: Barras de chão
ru: Прутья в полу
tr: Zemin parmaklıkları
vi: Song chắn sàn
zh_hans: 地板栅条

source: Glass window
fr: Fenêtre
it: Finestra di vetro
ko: 유리창
pl: Szklane okno
pt_br: Janela de vidro
ru: Стеклянное окно
tr: Cam pencere
vi: Cửa sổ kính
zh_hans: 玻璃窗

source: Gem window
de: Edelstein-Fenster
fr: Fenêtre de gemme
it: Finestra di gemme
ko: 보석 창
pl: Okno z kamieni szlachetnych
pt_br: Janela de gema
ru: Витраж
tr: Mücevher pencere
vi: Cửa sổ đá quý
zh_hans: 宝石窗

source: Support
de: Unterstützung
fr: Soutien
it: Supporto
ko: 지지대
pl: Podpora
pt_br: Suporte
ru: Опорная колонна
tr: Destek
vi: Trụ chống
zh_hans: 支柱

source: Track
fr: Voie
it: Binario
ko: 트랙
pl: Tor
pt_br: Rastrear
ru: Пути
tr: Ray
vi: Đường ray
zh_hans: 跟踪

source: Track stop
fr: Arrêt de voie
it: Fermata binari
ko: 트랙 정지
pl: Przystanek toru
pt_br: Parada
ru: Путевая остановка
tr: Ray freni
vi: Chặn đường ray
zh_hans: 轨道站点

source: Lever
de: Hebel
fr: Levier
it: Leva
ko: 레버
pl: Dźwignia
pt_br: Alavanca
ru: Рычаг
tr: Kaldıraç
vi: Cần gạt
zh_hans: 控制杆

source: Well
de: Brunnen
fr: Bien
it: Pozzo
ko: 우물
pl: Studnia
pt_br: Poço
ru: Колодец
tr: Kuyu
vi: Giếng
zh_hans: 井

source: Floodgate
de: Schleusentor
fr: Vanne
it: Paratoia
ko: 수문
pl: Śluza
pt_br: Comporta
ru: Шлюз
tr: Su Kapağı
vi: Cửa điều tiết nước
zh_hans: 水闸

source: Screw pump
fr: Pompe à vis
it: Pompa a vite
ko: 스크류 펌프
pl: Pompa śrubowa
pt_br: Bomba de parafuso
ru: Винтовой насос
tr: Vidalı pompa
vi: Bơm xoắn
zh_hans: 螺杆泵

source: Water wheel
de: Wasserrad
fr: Roue à eau
it: Ruota idraulica
ko: 물레방아
pl: Młyn wodny
pt_br: Roda d'água
ru: Водяное колесо
tr: Su çarkı
vi: Bánh xe nước
zh_hans: 水车

source: Windmill
de: Windmühle
fr: Moulin à vent
it: Mulino a vento
ko: 풍차
pl: Wiatrak
pt_br: Moinho de Vento
ru: Ветряк
tr: Yel değirmeni
vi: Cối xay gió
zh_hans: 风车

source: Gear assembly
fr: Assemblage des engrenages
it: Gruppo ingranaggi
ko: 동력전달 기어
pl: Zespół przekładni
pt_br: Engrenagem
ru: Редуктор
tr: Dişli takımı
vi: Bộ bánh răng
zh_hans: 齿轮组

source: Horizontal axle
fr: Essieu horizontal
it: Asse orizzontale
ko: 수평축
pl: Oś horyzontalna
pt_br: Eixo horizontal
ru: Горизонтальный вал
tr: Yatay mil
vi: Trục ngang
zh_hans: 传动横轴

source: Vertical axle
fr: Essieu vertical
it: Asse verticale
ko: 수직축
pl: Oś wertykalna
pt_br: Eixo vertical
ru: Вертикальный вал
tr: Dikey mil
vi: Trục dọc
zh_hans: 传动竖轴

source: Millstone
de: Mahlstein
fr: Meule
it: Mola
ko: 맷돌
pl: Kamień Młyński
pt_br: Pedra de Moinho
ru: Жёрнов
tr: Değirmen taşı
vi: Cối xay
zh_hans: 机械石磨

source: Rollers
de: Walzen
fr: Rouleaux
it: Rulli
ko: 롤러
pl: Rolki
pt_br: Vagoes
ru: Катки
tr: Silindirler
vi: Con lăn
zh_hans: 滚动辊

source: Rope/chain
fr: Corde/chaîne
it: Corda/catena
ko: 밧줄/사슬
pl: Lina/łańcuch
pt_br: Corda/corrente
ru: Веревка/цепь
tr: Halat/zincir
vi: Dây thừng/xích
zh_hans: 绳子/锁链

source: Animal trap
de: Tier-Falle
fr: Piège à animaux
it: Trappola per animale
ko: 동물 함정
pl: Pułapka na zwierzęta
pt_br: Armadilha de animal
ru: Силок
tr: Hayvan tuzağı
vi: Bẫy động vật
zh_hans: 动物陷阱

source: Pressure plate
de: Druckplatte
fr: Plaque de pression
it: Piastra a pressione
ko: 압력판
pl: Płyta naciskowa
pt_br: Placa de pressão
ru: Нажимная плита
tr: Basınç plakası
vi: Tấm cảm ứng áp lực
zh_hans: 压力板

source: Stone-fall
fr: Chute de pierres
it: Caduta di pietre
ko: 낙석
pl: Spadający kamień
pt_br: Deslizamento de pedras
ru: Камнепад
tr: Taş düşüren tuzak
vi: Bẫy đá rơi
zh_hans: 落石

source: Weapon
de: Waffe
fr: Arme
it: Arma
ko: 무기
pl: Broń
pt_br: Arma
ru: Оружие
tr: Silah tuzağı
vi: Vũ khí
zh_hans: 武器

source: Upright weapon/spike
fr: Arme verticale / pointe
it: Arma eretta/spuntone
ko: 수직 무기/스파이크
pl: Pionowa broń/kolec
pt_br: Arma/estaca vertical
ru: Выдвижное оружие/шипы
tr: Dik silah/diken
vi: Vũ khí dựng đứng/Chông
zh_hans: 直立尖刺陷阱

source: Archery target
fr: Cible de tir à l'arc
it: Bersaglio per tiro con l'arco
ko: 궁술 표적
pl: Cel łuczniczy
pt_br: Alvo de arco e flecha
ru: Мишень
tr: Okçuluk hedefi
vi: Mục tiêu bắn cung
zh_hans: 标靶

source: Weapon rack
de: Waffenständer
fr: Porte-armes
it: Rastrelliera per armi
ko: 무기 거치대
pl: Stojak na broń
pt_br: Suporte de arma
ru: Оружейная стойка
tr: Silah askısı
vi: Giá treo vũ khí
zh_hans: 兵器架

source: Armor stand
de: Rüstungsständer
fr: Support d'armure
it: Supporto per armatura
ko: 갑옷 거치대
pl: Stojak na zbroje
pt_br: Estande de armadura
ru: Стойка для доспехов
tr: Zırh standı
vi: Giá đỡ giáp
zh_hans: 盔甲架

source: Ballista
de: Balliste
fr: Baliste
it: Balista
ko: 발리스타
pl: Balista
pt_br: Balestra
ru: Баллиста
tr: Balista
vi: Đại nỏ
zh_hans: 床弩

source: Catapult
de: Katapult
fr: Catapulte
it: Catapulta
ko: 투석기
pl: Katapulta
pt_br: Catapulta
ru: Катапульта
tr: Mancınık
vi: Máy bắn đá
zh_hans: 投石器

source: Bolt thrower
tr: Ok fırlatıcı
vi: Máy phóng mũi tên

source: Disconnected
fr: Débranché
it: Disconnesso
ko: 연결 끊김
pl: Odłączony
pt_br: Desconectado
ru: Отключён
tr: Bağlantı kesildi
vi: Ngắt kết nối
zh_hans: 断开的

source: Need trigger type
fr: Besoin d'un type de déclencheur
it: Serve un tipo di innesco
ko: 트리거 유형 필요
pl: Potrzebuje typu aktywacji
pt_br: Preciso acionar o tipo
ru: Нужен тип переключателя
tr: Tetikleyici türü gerekli
vi: Cần loại cơ chế kích hoạt
zh_hans: 需要触发类型

source: Needs walkable perimeter
fr: Nécessite un périmètre accessible à pied
it: Serve un perimetro percorribile
ko: 걸을 수 있는 경계 필요
pl: Wymaga obwodu, po którym można chodzić
pt_br: Precisa de perímetro walkable
ru: Требуется проходимый периметр
tr: Yürünebilir çevre gerektirir
vi: Cần có lối đi xung quanh
zh_hans: 需要可步行的外围

source: Hidden, cannot build at this location
fr: Masqué, impossible de construire à cet emplacement
it: Nascosto, non può essere costruito in questo luogo
ko: 숨겨짐, 이 위치에 건설할 수 없음
pl: Ukryte, nie można budować w tym miejscu
pt_br: Escondido, não pode construir nessa localização.
ru: Скрыто, невозможно построить в этом месте
tr: Gizli, bu konuma inşa edilemez
vi: Ẩn, không thể xây dựng tại vị trí này
zh_hans: 不可见，不能在此建造

source: Needs to be anchored on edge
fr: Doit être ancré sur le bord
it: Dev'essere ancorato al bordo
ko: 가장자리에 고정해야 함
pl: Musi być zakotwiczone na krawędzi
pt_br: Precisa ser ancorada na borda
ru: Должен быть закреплён на краю
tr: Kenara sabitlenmesi gerekiyor
vi: Cần được neo vào cạnh
zh_hans: 需要锚定在边缘

source: Blocked at this location
fr: Bloqué à cet endroit
it: Bloccato in questo luogo
ko: 이 위치에서 차단됨
pl: Zablokowane w tym miejscu
pt_br: Bloqueado nessa localização
ru: Заблокирован в этой локации
tr: Bu konumda engellendi
vi: Bị chặn tại vị trí này
zh_hans: 被挡住了

source: Surrounded by empty space
de: Umgeben vom leeren Raum
fr: Entouré d'espace vide
it: Circondato da spazio vuoto
ko: 빈 공간에 둘러싸여 있다
pl: Otoczone pustą przestrzenią
pt_br: Cercado por um espaço vazio
ru: Окружён пустым пространством
tr: Boşlukla çevrili
vi: Xung quanh là không gian trống
zh_hans: 四周空旷的空间

source: Needs open space
fr: Nécessite un espace ouvert
it: Serve spazio aperto
ko: 열린 공간 필요
pl: Potrzebuje otwartej przestrzeni
pt_br: Precisa de espaço aberto
ru: Нужно открытое пространство
tr: Boşluk gerektirir
vi: Cần không gian trống
zh_hans: 需要开放空间

source: Off map
fr: Hors carte
it: Fuori mappa
ko: 지도 바깥
pl: Poza mapą
pt_br: Mapa
ru: За картой
tr: Harita dışı
vi: Ngoài bản đồ
zh_hans: 离地图

source: Water at this location
fr: L'eau à cet endroit
it: Acqua in questo luogo
ko: 이 위치에서 물
pl: Woda w tym miejscu
pt_br: Água nessa localização
ru: Вода в этом месте
tr: Bu konumda su var
vi: Có nước tại vị trí này
zh_hans: 此地点有水

source: Lava/Magma at this location
de: Lava/Magma an diesem Ort
fr: Lave/Magma à cet endroit
it: Lava/Magma in questo luogo
ko: 이 위치의 용암/마그마
pl: Lawa/Magma w tym miejscu
pt_br: Lava/Magma nessa localização
ru: Лава/магма в этом месте
tr: Bu konumda Lav/Magma var
vi: Có dung nham/macma tại vị trí này
zh_hans: 此地点有熔岩/岩浆

source: Building present
fr: Bâtiment présent
it: Edificio presente
ko: 건물이 존재함
pl: Obecna budowla
pt_br: Edifício actual
ru: Присутствует строение
tr: Bina mevcut
vi: Đã có công trình xây dựng
zh_hans: 建筑错位

source: Must remove construction
fr: Doit supprimer la construction
it: Rimuovere la costruzione
ko: 공사를 철거해야 함
pl: Trzeba usunąć konstrukcję
pt_br: Deve remover a construção
ru: Должен снести конструкцию
tr: Yapı kaldırılmalı
vi: Phải dỡ bỏ công trình hiện có
zh_hans: 必须移除建筑物
