Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: is large yet very skinny
de: ist groß und doch sehr schlank
fr: est grand mais très maigre
it: è grande ma molto secco
ko: 덩치는 크지만 아주 말랐다
pl: jest duży, choć bardzo chudy
pt_br: é grande, mas muito magro
ru: крупный, но очень худой
tr: büyük ama çok zayıf
vi: lớn nhưng rất gầy gò
zh_hans: 虽然庞大但很精瘦

source: is large yet skinny
de: ist groß und dennoch schlank
fr: est grand mais maigre
it: è grande ma secco
ko: 크면서도 날씬하다
pl: jest duży, ale chudy
pt_br: é grande ainda magro
ru: большой, но тощий
tr: büyük ama zayıf
vi: lớn nhưng gầy gò
zh_hans: 庞大而干瘦

source: is large
de: ist groß
fr: est large
it: è grande
ko: 크다
pl: jest wielki
pt_br: Grande
ru: большой
tr: büyük
vi: lớn
zh_hans: 是大的

source: would be lanky were it not for the massive muscles and slabs of lard
de: wäre schlaksig, wären da nicht die massiven Muskeln und die Speckplatten
fr: serait maigre s'il n'y avait pas ses muscles massifs et ses plaques de graisse
it: sarebbe smilzo se non fosse per i muscoli massicci e gli strati di lardo
ko: 거대한 근육과 라드 조각이 아니었다면 호리호리했을 것입니다.
pl: byłby mizerny, gdyby nie masywne mięśnie i płaty sadła
pt_br: seria magro não fossem os músculos enormes e lajes de banha
ru: был бы долговязым, если бы не массивные мышцы и слои жира
tr: devasa kasları ve yağ tabakaları olmasaydı sırık gibi olurdu
vi: sẽ dong dỏng nếu không có cơ bắp đồ sộ và những tảng mỡ
zh_hans: 如果不是因为巨大的肌肉和大块的猪油，他将是一个瘦小的人。

source: is lanky, with strong muscles and some fat
de: ist schlaksig, mit starken Muskeln und etwas Fett
fr: est dégingandé, avec des muscles forts et un peu de graisse
it: è smilzo, con muscoli forti e poco grasso
ko: 호리호리하고 근육이 강하고 약간의 지방이 있습니다.
pl: jest chudy, z silnymi mięśniami i odrobiną tłuszczu
pt_br: é esguio, com músculos fortes e alguma gordura
ru: долговязый, с сильными мышцами и небольшим количеством жира
tr: güçlü kaslar ve biraz yağ ile birlikte sırık gibi
vi: dong dỏng, với cơ bắp mạnh mẽ và một chút mỡ
zh_hans: 身材瘦长，有强壮的肌肉和一定的脂肪

source: has a tall, skinny body that is very frail
de: hat einen großen, schlanken Körper, der sehr gebrechlich ist
fr: a un corps grand et maigre qui est très frêle
it: ha un corpo alto, secco e molto fragile
ko: 매우 연약한 키가 크고 마른 체형을 가지고 있습니다.
pl: ma wysokie, chude ciało, które jest bardzo wątłe
pt_br: tem um corpo alto, magro que é muito frágil.
ru: высокий, тощий и очень хилый
tr: çok çelimsiz, uzun ve sıska bir vücuda sahip
vi: sở hữu thân hình cao, gầy gò và rất mong manh
zh_hans: 瘦高个子，身体非常虚弱

source: is tall and thin, weak with few traces of fat
de: ist groß und dünn, schwach mit wenigen Spuren von Fett
fr: est grand et mince, faible avec peu de traces de graisse
it: è alto ed esile, debole con poche tracce di grasso
ko: 키가 크고 가늘고 약하며 지방이 거의 없습니다.
pl: jest wysoki i cienki, chudy z paroma śladami tłuszczu
pt_br: é alto e magro, fraco, com poucos traços de gordura
ru: высокий, тонкий и слабый с небольшим слоем жира
tr: uzun ve ince, güçsüz ve çok az yağ izi var
vi: cao và gầy, yếu ớt với rất ít dấu vết mỡ
zh_hans: 高而瘦，身体虚弱，几乎看不出有什么脂肪

source: is tall and thin with incredible muscles
de: ist groß und schlank mit unglaublichen Muskeln
fr: est grand et mince avec des muscles incroyables
it: è alto ed esile, con una muscolatura incredibile
ko: 키가 크고 날씬하며 놀라운 근육을 가지고 있습니다.
pl: jest wysoki i cienki, z niewiarygodnymi mięśniami
pt_br: é alto e magro com os músculos incríveis
ru: высокий и тонкий с невероятными мышцами
tr: inanılmaz kaslarıyla uzun ve ince
vi: cao và gầy với cơ bắp phi thường
zh_hans: 又高又瘦，有惊人的肌肉

source: is tall, thin and very muscular
de: ist groß, schlank und sehr muskulös
fr: est grand, mince et très musclé
it: è alto, esile e molto muscoloso
ko: 키가 크고 가늘고 매우 근육질입니다
pl: jest wysoki, cienki i bardzo umięśniony
pt_br: é alto, magro e muito musculoso.
ru: высокий, худощавый и очень мускулистый
tr: uzun, ince ve çok kaslı
vi: cao, gầy và rất vạm vỡ
zh_hans: 身材高瘦，肌肉发达

source: is muscular, tall and thin
de: ist muskulös, groß und schlank
fr: est musclé, grand et mince
it: è muscoloso, alto ed esile
ko: 근육질이고 키가 크고 말랐다.
pl: jest umięśniony, wysoki i cienki
pt_br: é musculoso, alto e magro
ru: мускулистый, высокий и худой
tr: kaslı, uzun ve ince
vi: vạm vỡ, cao và gầy
zh_hans: 肌肉发达，高而瘦

source: is lanky and frail
de: ist schlaksig und gebrechlich
fr: est dégingandé et frêle
it: è smilzo e fragile
ko: 가냘프고 연약하다
pl: jest chudy i wątły
pt_br: é frágil e magro
ru: долговязый и хилый
tr: sırık gibi ve çelimsiz
vi: dong dỏng và mong manh
zh_hans: 消瘦而孱弱

source: is lanky and weak
de: ist schlaksig und schwach
fr: est dégingandé et faible
it: è smilzo e debole
ko: 가늘고 약하다
pl: jest chudy i słaby
pt_br: é magro e fraco
ru: долговязый и слабый
tr: sırık gibi ve güçsüz
vi: dong dỏng và yếu ớt
zh_hans: 身材瘦弱

source: is lanky with ill-defined muscles
de: ist schlaksig mit undefinierten Muskeln
fr: est dégingandé avec des muscles mal définis
it: è smilzo con muscoli poco definiti
ko: 잘 정의되지 않은 근육으로 호리호리하다
pl: jest chudy ze słabo zaznaczonymi mięśniami
pt_br: é jovem e magro com os músculos mal definidos
ru: долговязый со слабо выраженными мышцами
tr: belirsiz kaslarıyla sırık gibi
vi: dong dỏng với cơ bắp không rõ nét
zh_hans: 身材瘦长，肌肉难以形容

source: packs extraordinary obesity on to what was once a tall and thin body
de: packt außergewöhnliche Fettleibigkeit auf den einst großen und schlanken Körper
fr: ajoute une obésité extraordinaire à ce qui était autrefois un corps grand et mince
it: porta un'obesità straordinaria su quello che una volta era un corpo alto ed esile
ko: 키가 크고 날씬했던 몸에 엄청난 비만을 안고 있다.
pl: łączy w sobie niezwykłą otyłość z czymś, co niegdyś był chudym i cienkim ciałem
pt_br: pacotes de obesidade extraordinária sobre o que era uma vez um corpo alto e magro
ru: покрыт невероятным слоем жира, скрывающим его некогда высокое и худое тело
tr: bir zamanlar uzun ve ince olan vücuduna olağanüstü bir obezite sığdırıyor
vi: tích tụ lượng mỡ thừa phi thường trên một cơ thể từng cao và gầy
zh_hans: 原本高瘦的身体变得异常肥胖

source: has a tall, thin frame but manages to be very fat
de: hat eine große, schlanke Statur, ist aber trotzdem sehr dick
fr: a un cadre grand et mince mais parvient à être très gros
it: ha una struttura alta ed esile ma è molto grassa
ko: 키가 크고 얇은 체구를 가지고 있지만 매우 뚱뚱합니다.
pl: ma wysoką, cienką ramę, ale udaje mu się być bardzo grubym
pt_br: tem um quadro de alto e magro, mas consegue ser muito gordo
ru: высокий и тонкий, но при этом умудряется быть очень толстым
tr: uzun, ince bir cüsseye sahip ama çok şişman olmayı başarıyor
vi: sở hữu vóc dáng cao gầy nhưng lại rất đẫy đà.
zh_hans: 很高而且消瘦但努力变得很胖

source: has a tall, thin body layered with some fat
de: hat einen großen, schlanken Körper, der mit etwas Fett überzogen ist
fr: a un corps grand et mince recouvert de graisse
it: ha un corpo alto ed esile, con un po' di grasso.
ko: 키가 크고 마른 체형에 약간의 지방이 쌓여 있습니다.
pl: ma wysokie cienkie ciało okryte pewną warstwa tłuszcu
pt_br: tem um corpo alto, magro com camadas de gordura
ru: высокий и тонкий, покрытый слоем жира
tr: biraz yağ tabakasıyla kaplı uzun, ince bir vücuda sahip
vi: sở hữu thân hình cao, gầy, được phủ một lớp mỡ nhẹ.
zh_hans: 身材又高又瘦,但有些脂肪

source: has a tall, narrow body that is just incredibly skinny
de: hat einen hohen, schmalen Körper, der einfach unglaublich dünn ist
fr: a un corps grand et étroit qui est juste incroyablement maigre
it: ha un corpo alto e stretto che è incredibilmente secco
ko: 키가 크고 좁은 몸을 가지고 있으며 믿을 수 없을 정도로 마른 체형입니다.
pl: ma wysokie wąskie ciało, które jest po prostu niewiarygodnie cienkie
pt_br: tem um corpo alto e estreito que é incrivelmente magro
ru: имеет высокое, узкое и просто невероятно тощее тело
tr: inanılmaz derecede sıska, uzun ve dar bir vücuda sahip
vi: sở hữu thân hình cao, thon, gầy gò một cách đáng kinh ngạc.
zh_hans: 一副高挑的身材,很瘦

source: has a tall, thin frame with very little fat on it
de: hat eine große, schlanke Statur mit sehr wenig Fett
fr: a un cadre grand et mince avec très peu de graisse dessus
it: ha una struttura alta ed esile con pochissimo grasso
ko: 키가 크고 얇은 체격에 지방이 거의 없습니다.
pl: ma wysoką, cienką ramę z bardzo małą ilością tłuszczu
pt_br: tem um quadro de alto e magro com pouca gordura nele
ru: имеет высокое, худое тело с очень малым количеством жира
tr: üzerinde çok az yağ bulunan uzun, ince bir cüsseye sahip
vi: sở hữu vóc dáng cao, gầy, với rất ít mỡ.
zh_hans: 有一副高大精瘦的身材，几乎没有脂肪

source: has a tall, thin body with little fat
de: hat einen großen, schlanken Körper mit wenig Fett
fr: a un corps grand et mince avec peu de graisse
it: ha un corpo alto ed esile con poco grasso
ko: 키가 크고 마른 체형에 지방이 적다
pl: ma wysokie, cienkie ciało z odrobiną tłuszczu
pt_br: tem um corpo alto, magro, com pouca gordura
ru: имеет высокое, тонкое тело с малым количеством жира
tr: uzun, ince bir vücuda sahip ve çok az yağı var
vi: sở hữu thân hình cao, gầy, với ít mỡ.
zh_hans: 身材瘦高,脂肪很少

source: is lanky
de: ist schlaksig
fr: est dégingandé
it: è smilzo
ko: 호리호리하다
pl: jest chudy
pt_br: é jovem e magro
ru: долговязый
tr: sırık gibi
vi: cao lêu nghêu.
zh_hans: 身材瘦长

source: has a short, broad body stacked thick with muscles and lard
de: hat einen kurzen, breiten Körper, der mit Muskeln und Schmalz vollgestopft ist
fr: a un corps court et large, épais de muscles et de gras
it: ha un corpo corto e largo, denso di muscoli e lardo
ko: 근육과 라드로 두껍게 쌓인 짧고 넓은 몸을 가지고 있습니다.
pl: ma krótkie, szerokie ciało pokryte grubą warstwą mięśni i tłuszczu
pt_br: tem um curto, largo corpo densamente empilhada com músculos e banha
ru: имеет короткое, широкое тело, покрытое слоями мышц и жира
tr: kısa, geniş bir vücuda sahip, kas ve yağ tabakalarıyla kaplı
vi: sở hữu thân hình thấp, bề thế, chồng chất cơ bắp cuồn cuộn và mỡ thừa.
zh_hans: 短粗身材,身上满是肌肉和脂肪

source: is stout, muscular and fat
de: ist stämmig, muskulös und dick
fr: est gros, musclé et gras
it: è robusto, muscoloso e grasso
ko: 튼튼하고 근육질이며 뚱뚱하다.
pl: jest gruby, muskularny i tłusty
pt_br: é robusto, musculoso e gordo
ru: приземистый, мускулистый и жирный
tr: iri kıyım, kaslı ve şişman
vi: mập mạp, vạm vỡ và đẫy đà.
zh_hans: 身体结实,肌肉发达而粗壮

source: has a short body that is broad yet with few traces of muscle or fat
de: hat einen kurzen, breiten Körper mit wenig Muskel- und Fettanteilen
fr: a un corps court, large mais avec peu de traces de muscles ou de graisse
it: ha un corpo corto, largo ma con poche tracce di muscoli o grasso
ko: 넓지만 근육이나 지방의 흔적이 거의 없는 짧은 몸을 가지고 있습니다.
pl: ma krótkie ciało, które jest szerokie, ale z niewielkimi śladami mięśni i tłuszczu
pt_br: tem um corpo curto que é ampla, mas com poucos traços de músculo ou gordura
ru: имеет короткое широкое тело, но с некоторыми следами мышц или жира
tr: kısa bir vücuda sahip, geniş ama çok az kas veya yağ izine rastlanıyor
vi: sở hữu thân hình thấp, bề thế, nhưng lại ít dấu vết của cơ bắp hay mỡ.
zh_hans: 身材短粗,几乎没有肌肉或脂肪

source: has a short broad body but is kind of weak and skinny at the same time
de: hat einen kurzen, breiten Körper, ist aber gleichzeitig etwas schwach und dünn
fr: a un corps court et large, mais est à la fois faible et maigre.
it: ha un corpo ampio, corto e al contempo un po' debole e secco
ko: 짧고 넓은 체격이지만 약하고 마른 체격
pl: ma krótkie, szerokie ciało, ale jest jednocześnie dość słaby i chudy
pt_br: tem um corpo curto e largo, mas é meio fraco e magro ao mesmo tempo
ru: имеет короткое широкое тело, и в то же время слабый и худой
tr: kısa ve geniş bir vücuda sahip ama aynı zamanda biraz güçsüz ve sıska
vi: sở hữu thân hình thấp, bề thế, nhưng lại yếu ớt và gầy gò.
zh_hans: 身材矮小宽阔，但同时又有点虚弱和瘦削

source: is stout and incredibly muscular
de: ist stämmig und unglaublich muskulös
fr: est robuste et incroyablement musclé
it: è robusto e incredibilmente muscoloso
ko: 튼튼하고 믿을 수 없을 정도로 근육질입니다
pl: jest tęgi i niewiarygodnie umięśniony
pt_br: é robusto e extremamente musculoso
ru: приземистый и невероятно мускулистый
tr: iri kıyım ve inanılmaz derecede kaslı
vi: chắc nịch và cực kỳ vạm vỡ.
zh_hans: 身体结实而且肌肉发达

source: is stout and very muscular
de: ist stämmig und sehr muskulös
fr: est costaud et très musclé
it: è robusto e molto muscoloso
ko: 튼실하고 매우 근육질이다.
pl: jest tęgi i bardzo umięśniony
pt_br: é robusto e muito musculoso
ru: приземистый и очень мускулистый
tr: iri kıyım ve çok kaslı
vi: chắc nịch và rất vạm vỡ.
zh_hans: 身体粗实强壮

source: has a stout muscular body
de: hat einen kräftigen, muskulösen Körper
fr: a un corps musclé robuste
it: ha un corpo muscoloso e robusto
ko: 탄탄한 근육질 몸매를 가지고 있다
pl: ma tęgie, umięśnione ciało
pt_br: tem um corpo robusto e musculoso
ru: имеет приземистое мускулистое тело
tr: iri kıyım kaslı bir vücuda sahip
vi: sở hữu thân hình chắc nịch, vạm vỡ.
zh_hans: 身体肌肉发达

source: has a short broad body but is very frail
de: hat einen kurzen, breiten Körper, ist aber sehr gebrechlich
fr: a un corps court et large mais est très frêle
it: ha un corpo basso e ampio ma molto fragile
ko: 몸이 짧고 넓지만 매우 허약하다.
pl: ma krótkie, szerokie ciało, ale jest bardzo wątły
pt_br: tem um corpo curto e largo, mas é muito frágil.
ru: имеет короткое широкое тело, но очень хилый
tr: kısa ve geniş bir vücuda sahip ama çok çelimsiz
vi: sở hữu thân hình thấp, bề thế, nhưng lại rất yếu ớt.
zh_hans: 身材短粗但很虚弱

source: has a short broad body with little in the way of muscles
de: hat einen kurzen, breiten Körper mit wenig Muskeln
fr: a un corps court et large avec peu de muscles
it: ha un corpo corto e ampio con poca muscolatura
ko: 근육이 거의없는 짧고 넓은 몸을 가지고 있습니다.
pl: ma krótkie, szerokie ciało z niewielką ilością mięśni
pt_br: tem um corpo curto e amplo com pouco em termos de músculos
ru: имеет короткое широкое тело и немного мышц
tr: kısa ve geniş bir vücuda sahip ama pek kası yok
vi: sở hữu thân hình thấp, bề thế, với ít cơ bắp.
zh_hans: 身材短粗,几乎没有肌肉

source: has a short broad body with ill-defined muscles
de: hat einen kurzen, breiten Körper mit schlecht ausgeprägten Muskeln
fr: a un corps court et large avec des muscles mal définis
it: ha un corpo corto e ampio con muscoli poco definiti
ko: 불명확한 근육을 가진 짧고 넓은 몸을 가지고 있습니다.
pl: ma szerokie, krótkie ciało z lekko zarysowanymi mięsniami
pt_br: tem um corpo curto e amplo com músculos mal definidos
ru: имеет короткое широкое тело с плохо обозначенными мышцами
tr: kısa ve geniş bir vücuda sahip, kasları belirsiz
vi: sở hữu thân hình thấp, bề thế, với cơ bắp không rõ nét.
zh_hans: 身材短粗没什么肌肉

source: is short, broad and morbidly obese
de: ist klein, breit und krankhaft fettleibig
fr: est petit, large et souffrant d'obésité morbide
it: è basso, ampio e patologicamente obeso
ko: 짧고 넓으며 병적 비만
pl: jest niski, szeroki i chorobliwie otyły
pt_br: é curto, largo e obesidade mórbida
ru: невысокий, широкий и жирный
tr: kısa, geniş ve aşırı obez
vi: thấp, bề thế và béo phì bệnh hoạn.
zh_hans: 身材短粗,有点病态的肥胖

source: has a short broad body with a lot of fat on it
de: hat einen kurzen, breiten Körper mit viel Fettansatz
fr: a un corps court et large avec beaucoup de graisse
it: ha un corpo corto e ampio, molto grasso
ko: 체지방이 많은 짧고 넓은 체형
pl: ma krótkie, szerokie ciało z dużą ilością tłuszczu
pt_br: tem um corpo curto e largo com muita gordura nele
ru: имеет короткое широкое тело с большим количеством жира
tr: kısa ve geniş bir vücuda sahip, üzerinde çok fazla yağ var
vi: sở hữu thân hình thấp, bề thế, với rất nhiều mỡ.
zh_hans: 身材短粗而且肥肉横流

source: is short, broad and fat
de: ist kurz, breit und dick
fr: est court, large et gras
it: è corto, ampio e grasso
ko: 짧고 넓으며 뚱뚱하다.
pl: jest niski, szeroki i gruby
pt_br: é curto, largo e gordo
ru: невысокий, широкий и толстый
tr: kısa, geniş ve şişman
vi: thấp, bề thế và béo.
zh_hans: 短粗胖的身材

source: has a short, broad frame with almost no fat on it
de: hat eine kurze, breite Statur und fast kein Fett
fr: a un cadre court et large avec presque pas de graisse dessus
it: ha una struttura corta e ampia, quasi priva di grasso
ko: 거의 지방이 없는 짧고 넓은 프레임을 가지고 있습니다.
pl: ma krótką, szeroką ramę prawie bez tłuszczu
pt_br: tem um quadro curto, largo, com quase nenhuma gordura nele
ru: имеет короткое широкое тело, почти совсем без жира
tr: kısa, geniş bir çerçeveye sahip ve üzerinde neredeyse hiç yağ yok
vi: sở hữu vóc dáng thấp, bề thế, với gần như không có mỡ.
zh_hans: 短粗的身材,几乎没什么肌肉

source: has a short, broad body with very little fat
de: hat einen kurzen, breiten Körper mit sehr wenig Fett
fr: a un corps court et large avec très peu de graisse
it: ha un corpo basso e ampio con pochissimo grasso
ko: 지방이 거의 없는 짧고 넓은 체형
pl: ma niskie, szeropkie ciało z bardzo małą ilością tłuszczu
pt_br: tem um corpo curto, largo, com pouca gordura
ru: имеет короткое широкое тело с очень небольшим количеством жира
tr: kısa, geniş bir vücuda sahip ve çok az yağı var
vi: sở hữu thân hình thấp, bề thế, với rất ít mỡ.
zh_hans: 一副短粗身材,几乎没什么肥肉

source: has a short, broad build overall but is somewhat skinny
de: hat einen kurzen, breiten Körperbau, ist aber etwas dünn
fr: a une carrure courte et large dans l'ensemble, mais est un peu maigre
it: ha una corporatura nel complesso bassa e larga, ma è piuttosto secco
ko: 전반적으로 짧고 넓은 구조를 가지고 있지만 다소 마른 체형입니다.
pl: ma niską, szeroką budowę, ale jest w jakiś sposób chudy
pt_br: tem uma forma de curta, larga, no geral, mas é um pouco magro
ru: имеет короткое широкое тело, но довольно тощий
tr: genel olarak kısa ve geniş bir yapıya sahip ama biraz sıska
vi: sở hữu vóc dáng tổng thể thấp, bề thế, nhưng lại hơi gầy gò.
zh_hans: 身材整体上短而粗,但有点瘦

source: is stout
de: ist gedrungen
fr: est costaud
it: è robusto
ko: 튼튼하다
pl: jest gruby
pt_br: é forte
ru: приземистый
tr: bodur
vi: chắc nịch.
zh_hans: 身体结实

source: has a massive broad body, highly muscular, with thick rolls of lard hanging from it
de: hat einen massiven, breiten, sehr muskulösen Körper, an dem dicke Speckröllchen hängen
fr: a un corps large et massif, très musclé, avec d'épais bourrelets de graisse qui pendent
it: ha un corpo massiccio, molto muscoloso, con spessi rotoli di lardo penduli
pl: ma masywne, szerokie ciało, wysoce umięśnione, z grubymi zwałami sadła
pt_br: tem um amplo corpo maciço, altamente musculoso, com grossos rolos de banha-lo pendurado
ru: имеет массивное широкое тело, очень мускулистый, со свисающими складками сала
tr: muazzam genişlikte bir vücuda sahip, oldukça kaslı, sarkan kalın yağ tabakaları var
vi: sở hữu thân hình đồ sộ, bề thế, cơ bắp cuồn cuộn, với những ngấn mỡ dày treo lủng lẳng.
zh_hans: 有一个巨大的宽阔的身体，高度的肌肉，有厚厚的肥肉挂在上面

source: has an extremely broad frame with few traces of either muscle or fat
de: hat einen extrem breiten Körperbau mit wenigen Spuren von Muskeln oder Fett
fr: a un cadre extrêmement large avec peu de traces de muscles ou de graisse
it: ha una struttura estremamente ampia con poche tracce di muscoli o grasso
ko: 근육이나 지방의 흔적이 거의 없는 매우 넓은 프레임을 가지고 있습니다.
pl: ma ekstremalnie szeroką ramę z paroma śladami mieśni i tłuszczu
pt_br: tem um quadro extremamente amplo com poucos traços de músculo ou gordura
ru: имеет чрезвычайно широкое тело с некоторыми следами мышц или жира
tr: son derece geniş bir çerçeveye sahip, çok az kas veya yağ izi var
vi: sở hữu vóc dáng cực kỳ bề thế, với ít dấu vết của cơ bắp hay mỡ.
zh_hans: 一副非常宽的骨架,几乎没什么肌肉或脂肪

source: has an incredibly broad body that is somewhat weak with only a little fat on it
de: hat einen unglaublich breiten Körper, der etwas schwach ist und nur wenig Fett aufweist
fr: a un corps incroyablement large qui est quelque peu faible avec seulement un peu de graisse sur lui
it: ha un corpo incredibilmente ampio, piuttosto debole e con poco grasso
pl: ma niewiarygodnie szerokie ciało, które jest słabe ima tylko odrobinę tłuszczu
pt_br: tem um corpo incrivelmente amplo que é um pouco fraco com apenas um pouco de gordura nele
ru: имеет невероятно широкое тело, довольно слабое и с малым количеством жира
tr: inanılmaz derecede geniş bir vücuda sahip, biraz güçsüz ve üzerinde sadece biraz yağ var
vi: sở hữu thân hình bề thế một cách đáng kinh ngạc, hơi yếu ớt và chỉ có một ít mỡ.
zh_hans: 有个令人难以置信的巨大身体，但不知为何身体上瘦弱得只有一点点脂肪了

source: is incredibly muscular and broad-bodied
de: ist unglaublich muskulös und breitbeinig
fr: est incroyablement musclé et large
it: è incredibilmente muscoloso e di corpo largo
ko: 엄청나게 근육질이고 몸이 넓습니다.
pl: jest niewiarygodnie umięśniony i szeroki
pt_br: é incrivelmente muscular e largo-bodied
ru: невероятно мускулистый и широкоплечий
tr: inanılmaz derecede kaslı ve geniş gövdeli
vi: cực kỳ vạm vỡ và thân hình bề thế.
zh_hans: 肌肉发达身材健壮

source: is has large muscles on a incredibly broad body
de: er hat große Muskeln an einem unglaublich breiten Körper
fr: il a de gros muscles sur un corps incroyablement large
it: ha grossi muscoli su un corpo incredibilmente ampio
ko: 엄청나게 넓은 몸에 큰 근육을 가지고 있습니다.
pl: ma wielkie muskuły na niewiarygodnie szerokim ciele
pt_br: é tem grandes músculos em um corpo incrivelmente amplo
ru: имеет имеет крупные мышцы на невероятно широким теле
tr: inanılmaz derecede geniş bir vücutta büyük kaslara sahip
vi: sở hữu cơ bắp đồ sộ trên thân hình bề thế một cách đáng kinh ngạc.
zh_hans: 在一个令人难以置信的宽阔的身体上有大块的肌肉

source: is muscular with an extremely broad body
de: ist muskulös und hat einen extrem breiten Körper
fr: est musclé avec un corps extrêmement large
it: è muscoloso, con un corpo estremamente ampio
ko: 매우 넓은 몸을 가진 근육질입니다
pl: jest umięśniony z ekstremalnie szerokim ciałem
pt_br: é musculoso com um corpo extremamente amplo
ru: мускулистый, с чрезвычайно широким телом
tr: son derece geniş bir vücuda sahip ve kaslı
vi: vạm vỡ với thân hình cực kỳ bề thế.
zh_hans: 肌肉发达，身体极为宽大

source: has an incredibly broad body but is very frail
de: hat einen unglaublich breiten Körper, ist aber sehr gebrechlich
fr: a un corps incroyablement large mais est très frêle
it: ha un corpo incredibilmente ampio ma è molto fragile
ko: 엄청나게 넓은 몸을 가지고 있지만 매우 연약합니다
pl: ma niewiarygodnie szerokie ciało, ale jest bardzo wątły
pt_br: tem um corpo incrivelmente amplo, mas é muito frágil.
ru: обладает невероятно широким телом, но очень хилый
tr: inanılmaz derecede geniş bir vücuda sahip ama çok çelimsiz
vi: sở hữu thân hình bề thế một cách đáng kinh ngạc, nhưng lại rất yếu ớt.
zh_hans: 一幅令人难以置信的宽大身材但非常脆弱

source: has an extremely broad body but is weak
de: hat einen extrem breiten Körper, ist aber schwach
fr: a un corps extrêmement large mais est faible
it: ha un corpo estremamente ampio ma è debole
ko: 매우 넓은 몸을 가지고 있지만 약하다
pl: ma ekstremalnie szerokie ciało ale jest słaby
pt_br: tem um corpo extremamente vasto, mas é fraco
ru: имеет чрезвычайно широкое тело, но слабый
tr: son derece geniş bir vücuda sahip ama güçsüz
vi: sở hữu thân hình cực kỳ bề thế, nhưng lại yếu ớt.
zh_hans: 有着一个特别庞大，但很瘦弱的身体

source: is somewhat weak and has a body that is incredibly broad
de: ist etwas schwach und hat einen unglaublich breiten Körper
fr: est un peu faible et a un corps incroyablement large
it: è piuttosto debole e ha un corpo incredibilmente ampio
ko: 다소 약하고 엄청나게 넓은 몸을 가지고 있습니다.
pl: jest słaby i ma ciało, które jest niewiarygodnie szerokie
pt_br: é um pouco fraco e tem um corpo que é incrivelmente amplo
ru: довольно слабый, с невероятно широким телом
tr: biraz güçsüz ve inanılmaz derecede geniş bir vücuda sahip
vi: hơi yếu ớt và sở hữu thân hình bề thế một cách đáng kinh ngạc.
zh_hans: 某种程度上有些瘦弱，但有个很庞大的身体

source: has an incredibly broad body hung with curtains of lard
de: hat einen unglaublich breiten Körper, der mit einem Vorhang aus Schmalz behangen ist
fr: a un corps incroyablement large suspendu avec des rideaux de saindoux
it: ha un corpo incredibilmente ampio, tappezzato di tende di lardo
ko: 라드 커튼으로 매달린 믿을 수 없을 정도로 넓은 몸을 가지고 있습니다.
pl: ma niewiarygodnie szerokie ciało pokryte zwałami tłuszczu
pt_br: um corpo incrivelmente amplo pendurou com cortinas de banha
ru: имеет невероятно широкое тело со свисающими складками жира
tr: yağ perdeleriyle asılı inanılmaz derecede geniş bir vücuda sahip
vi: sở hữu thân hình bề thế một cách đáng kinh ngạc, phủ kín những ngấn mỡ chảy xệ.
zh_hans: 有一个令人难以置信的宽阔的身体，挂着猪油的帘子
