Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: pinch
de: kneifen
fr: pincer
it: pizzichi
ko: 꼬집었다
pl: szczypaj
pt_br: pé
ru: сжимаете
tr: çimdikler
vi: Véo
zh_hans: 捏

source: pinches
de: kneift
fr: pincements
it: pizzica
ko: 꼬집었다
pl: szczypie
pt_br: pitadas
ru: сжимает
tr: çimdiklersin
vi: Véo
zh_hans: 捏

source: gouge
de: aushöhlen
fr: escroquer
it: scavi
ko: 후벼팠다
pl: żłób
pt_br: Goiva
ru: долбите
tr: oyar
vi: Khoét
zh_hans: 挖出

source: gouges
de: höhlt aus
it: scava
ko: 후벼팠다
pl: żłobi
pt_br: goivas
ru: долбит
tr: oyarsın
vi: Khoét
zh_hans: 凿

source: adjust
de: stellen
fr: régler
it: regoli
ko: 몸을 조정했다
pl: dostosuj
pt_br: ajustar
ru: улаживаете
tr: ayarlar
vi: Điều chỉnh
zh_hans: 调整

source: adjusts
de: stellt
fr: ajuste
it: regola
ko: 몸을 조정했다
pl: dostosowuje się
pt_br: ajusta
ru: улаживает
tr: ayarlarsın
vi: Điều chỉnh
zh_hans: 调整

source: the grip of
de: der Griff des
fr: l'emprise de
it: la morsa di
ko: 그립
pl: uścisk
pt_br: o aperto de
ru: от захвата
tr: şunun tutuşunu:
vi: thế kẹp của
zh_hans: 紧握

source: bend
de: biegen
fr: pliez
it: pieghi
ko: 굽히다
pl: schyl się
pt_br: volta
ru: заламываете
tr: büker
vi: Bẻ cong
zh_hans: 弯曲

source: bends
de: biegt
fr: se plie
it: piega
ko: 굴곡
pl: schyla się
pt_br: dobra-se
ru: заламывает
tr: bükersin
vi: Bẻ cong
zh_hans: 弯曲

source: struggle
de: Kampf
fr: lutter
it: sforzare
ko: 고심하다
pl: zmaganie
pt_br: combater
ru: бьётесь
tr: mücadele eder
vi: Vùng vẫy
zh_hans: 斗争

source: struggles
de: kämpft
fr: luttes
it: sforza
ko: 투쟁
pl: zmaga się
pt_br: lutas
ru: бьётся
tr: mücadele edersin
vi: Vùng vẫy
zh_hans: 斗争

source: in vain against the grip of
de: vergeblich gegen den Griff der
fr: en vain contre l'emprise de
it: invano contro la morsa di
ko: 의 손아귀에 헛되이
pl: na próżno w uścisku
pt_br: em vao contra o punho de
ru: в тисках
tr: şunun tutuşuna karşı nafile bir şekilde:
vi: vô vọng khỏi thế kẹp của
zh_hans: 徒劳无功

source: release
de: lösen
fr: Libération
it: rilascio
ko: 풀어 주다
pl: wypuść
pt_br: lançamento
ru: выпускаете
tr: serbest bırakır
vi: Buông ra
zh_hans: 发布

source: releases
de: löst
fr: libère
it: rilascia
ko: 릴리스
pl: wypuszcza
pt_br: Lançamentos.
ru: выпускает
tr: serbest bırakırsın
vi: Buông ra
zh_hans: 发布

source: loosen
de: lockern
fr: desserrer
it: allentare
ko: 늦추다
pl: poluźnij
pt_br: Afrouxar
ru: ослабляете
tr: gevşetir
vi: Nới lỏng
zh_hans: 松开

source: loosens
de: lockert
fr: se desserre
it: allentato
ko: 풀다
pl: poluźnia
pt_br: solta
ru: ослабляет
tr: gevşetirsin
vi: Nới lỏng
zh_hans: 松脱

source: the choke hold of
de: der Würgegriff der
fr: la prise d'étranglement de
it: la stretta di
ko: 초크 홀드
pl: dławiący uścisk
pt_br: o seguraram de
ru: удушающий захват
tr: şunun boğucu kilidini:
vi: thế siết cổ của
zh_hans: 扼流圈

source: the joint lock of
de: die gemeinsame Sperre
fr: la serrure commune de
it: il blocco congiunto di
ko: 공동 잠금
pl: dźwignia
pt_br: o bloqueio de articulação do
ru: захват сустава
tr: şunun eklem kilidini:
vi: thế khóa khớp của
zh_hans: 联合锁

source: break
de: brechen
fr: Pause
it: rompere
ko: 부서지다
pl: złam
pt_br: pausa
ru: освобождаетесь
tr: kırar
vi: Đánh gãy
zh_hans: 打破

source: breaks
de: bricht
fr: pauses
it: rompe
ko: 휴식
pl: łamie
pt_br: intervalos:
ru: освобождается
tr: kırarsın
vi: Đánh gãy
zh_hans: 打破

source: shake
de: schütteln
fr: secouer
it: scuotere
ko: 떨림
pl: potrząsnąć
pt_br: tremer
ru: трясёте
tr: sallar
vi: Lắc
zh_hans: 抖动

source: shakes
de: schüttelt
fr: secoue
it: scuote
ko: 쉐이크
pl: trzęsie się
pt_br: Agitar
ru: трясёт
tr: sallarsın
vi: Lắc
zh_hans: 摇动

source: around by the
de: herum durch
fr: autour de la
it: in giro per il
ko: 주위에
pl: wokół przez
pt_br: em torno de pelo
ru: вокруг за
tr: etrafında şununla:
vi: lung lay bằng cách giữ
zh_hans: 周围的

source: is ripped away and remains in
de: ist weggerissen und bleibt im
fr: est arraché et reste dans
it: viene strappato via e rimane in
ko: 벗겨져 남아있다.
pl: zostaje wyrwany i pozostaje w
pt_br: é arrancada e permanece em
ru: оторвана и остаётся в
tr: sökülüp şunun içinde kalıyor:
vi: bị xé toạc và vẫn nằm trong
zh_hans: 被撕掉并留在里面

source: mouth
de: Mund
fr: bouche
it: bocca
ko: 입
pl: usta
pt_br: boca
ru: пасти
tr: ağız
vi: Miệng
zh_hans: 口

source: grip
de: Griff
fr: saisir
it: morsa
ko: 꽉 붙잡음
pl: chwyt
pt_br: tenaz
ru: захвате
tr: tutuş
vi: Thế kẹp
zh_hans: 握

source: lose
de: verlieren
fr: perdre
it: perdi
ko: 잃었다
pl: stracić
pt_br: Derrota
ru: теряете
tr: kaybet
vi: Mất
zh_hans: 失去

source: loses
de: verliert
fr: perd
it: perde
ko: 잃었다
pl: przegrywa
pt_br: perde
ru: теряет
tr: kaybeder
vi: Mất
zh_hans: 失去

source: hold of the
de: halten der
fr: tenir de la
it: della presa del
ko: 붙잡음을
pl: uścisk
pt_br: as maos do
ru: власть над
tr: şunun üzerindeki tutuşunu
vi: thế kẹp của
zh_hans: 抓住了

source: strangle
de: erwürgen
fr: étrangler
it: strangolare
ko: 목을 졸랐다
pl: udusić
pt_br: Estrangulamento
ru: душите
tr: boğ
vi: Siết cổ
zh_hans: 扼杀

source: pass
de: passieren
fr: passer
it: svieni
ko: 통과했다
pl: podawać
pt_br: passar
ru: пропускаете
tr: kendinden geç
vi: Ngất
zh_hans: 通过

source: passes
de: passiert
fr: passe
it: sviene
ko: 통과했다
pl: przechodzi
pt_br: passa
ru: пропускает
tr: kendinden geçer
vi: Ngất
zh_hans: 通过

source: out.
de: heraus.
fr: dehors.
ko: 밖으로.
pl: na zewnątrz.
pt_br: Sair
ru: над собой.
vi: đi.
zh_hans: 外面

source: grab
de: schnappen
fr: saisir
it: afferri
ko: 붙잡았다
pl: złapać
pt_br: Agarrar
ru: хватаете
tr: yakala
vi: Tóm lấy
zh_hans: 抓

source: grabs
de: schnappt
fr: attrape
it: afferra
ko: 붙잡았다
pl: chwyta
pt_br: Agarrar
ru: хватает
tr: yakalar
vi: Tóm lấy
zh_hans: 争夺

source: miss
de: verfehlen
fr: Mademoiselle
it: manchi
ko: 빗나갔다
pl: chybiać
pt_br: faltar
ru: промахиваетесь мимо
tr: ıska geç
vi: Trượt
zh_hans: 错过

source: misses
de: verfehlt
fr: manque
it: manca
ko: 빗나갔다
pl: chybia
pt_br: erra
ru: промахивается мимо
tr: ıska geçer
vi: Trượt
zh_hans: 错过

source: no shirt
de: kein Hemd
fr: sans chemise
it: senza camicia
ko: 셔츠 없음
pl: brak koszulki
pt_br: sem camisa
ru: нет рубашки
tr: gömlek yok
vi: Không mặc áo
zh_hans: 没有衬衫

source: has moved out of range!
de: ist außerhalb der Reichweite!
fr: s'est déplacé hors de portée !
it: si è spostato fuori portata!
ko: 범위를 벗어났습니다!
pl: wyszedł poza zasięg!
pt_br: moveu-se fora de alcance!
ru: вышел за грань!
tr: menzilden çıktı!
vi: đã di chuyển ra ngoài tầm tấn công!
zh_hans: 已超出范围！

source: strikes
de: schlagen
fr: grèves
it: colpisce
ko: 파업
pl: uderza
pt_br: Greve;
ru: бьёт
tr: vurur
vi: Đánh đòn
zh_hans: 敲

source: strike
de: schlägt
fr: la grève
it: colpo
ko: 일격
pl: uderz
pt_br: pendor
ru: бьёте
tr: vur
vi: Đánh đòn
zh_hans: 袭击

source: push
de: drücken
fr: pousser
it: spingi
ko: 푸시
pl: pchać
pt_br: Atualizar
ru: толкаете
tr: it
vi: Đẩy
zh_hans: 推

source: let
de: lassen
fr: laisser
it: lasci
ko: 허락하다
pl: pozwolić
pt_br: deixar
ru: позволяете
tr: bırak
vi: Để
zh_hans: 让

source: lets
de: lässt
fr: laisse
it: lascia
ko: 수 있습니다
pl: pozwala
pt_br: permite
ru: позволяет
tr: bırakır
vi: Để
zh_hans: 让我们

source: drop away as
de: fallen lassen als
fr: tomber comme
it: cadere come
ko: 로 떨어져
pl: odrzuć jako
pt_br: gota de distância como
ru: упасть, в то время как
tr: şunun gibi düşmesine izin ver:
vi: rơi rụng khi
zh_hans: 放弃了

source: attacks
de: angreift
fr: attaques
it: attacca
ko: 공격
pl: ataki
pt_br: ataques
ru: атакует
tr: saldırır
vi: Tấn công
zh_hans: 攻击

source: catch
de: fangen
fr: attraper
it: catturi
ko: 잡다
pl: złapać
pt_br: captura
ru: ловите
tr: yakala
vi: Bắt lấy
zh_hans: 抓住

source: catches
de: fängt
fr: attrape
it: cattura
ko: 잡는다
pl: łapie
pt_br: Capturar
ru: ловит
tr: yakalar
vi: Bắt lấy
zh_hans: 捕获

source: attack
de: angreifen
fr: attaque
it: attacca
ko: 공격
pl: atak
pt_br: Atacar
ru: атакуете
tr: saldır
vi: Tấn công
zh_hans: 攻击

source: attacks
de: angreift
fr: attaques
it: attacca
ko: 공격
pl: atakuje
pt_br: ataques
ru: атакует
tr: saldırır
vi: Tấn công
zh_hans: 攻击

source: but
de: aber
fr: mais
it: ma
ko: 하지만
pl: ale
pt_br: mas,
ru: но
tr: ama
vi: nhưng
zh_hans: 但

source: scramble
de: vermischen
fr: brouiller
it: mescoli
ko: 스크램블
pl: wdrapywać się
ru: отползаете
tr: debelenir
vi: Lồm cồm bò
zh_hans: 争夺

source: strike at
de: schlagen nach
fr: frapper à
it: colpisci il
ko: 공격하다
pl: uderzyć w
pt_br: atacar a
ru: бьёте
tr: hamle yap
vi: Đánh vào
zh_hans: 罢工

source: strikes at
de: schlägt nach
fr: frappe à
it: colpisce il
ko: 에 파업
pl: uderza w
pt_br: greves no
ru: бьёт
tr: hamle yapar
vi: Đánh vào
zh_hans: 罢工

source: but the shot is blocked!
de: doch der Schuss wird geblockt!
fr: mais le tir est bloqué !
it: ma il tiro viene bloccato!
ko: 그러나 샷이 막혔습니다!
pl: ale strzał jest zablokowany!
pt_br: Mas o tiro está bloqueado!
ru: но выстрел заблокирован!
tr: ama atış engellendi!
vi: nhưng đòn đánh đã bị chặn!
zh_hans: 但是镜头被阻挡了！

source: scrambles
de: vermischt
fr: brouille
it: mescola
ko: 스크램블
pl: szykuje się
pt_br: embaralha
ru: отползает
tr: debelenirler
vi: Lồm cồm bò
zh_hans: 争

source: roll
de: rollen
fr: rouleau
it: rotola
ko: 롤
pl: przewrót
pt_br: Bobina
ru: откатываетесь
tr: yuvarlan
vi: Lăn
zh_hans: 滚

source: rolls
de: rollt
fr: Rouleaux
it: rotola
ko: 롤
pl: odturla
pt_br: rolos
ru: откатывается
tr: yuvarlanır
vi: Lăn
zh_hans: 劳斯莱斯

source: jump
de: springen
fr: saut
it: salta
ko: 도약
pl: skok
pt_br: saltar
ru: отпрыгиваете
tr: zıpla
vi: Nhảy
zh_hans: 跳

source: jumps
de: springt
fr: sauts
it: salta
ko: 점프
pl: odskakuje
pt_br: saltos
ru: отпрыгивает
tr: zıplar
vi: Nhảy
zh_hans: 跳跃

source: away
de: weg
fr: une façon
it: viaa
ko: 떨어져 있는
pl: odjazd
pt_br: ir embora
ru: прочь
tr: uzağa
vi: Ra xa
zh_hans: 远

source: but the shot is
de: aber der Schuss ist
fr: mais le coup est
it: ma il colpo è
ko: 하지만 샷은
pl: ale strzał jest
pt_br: Mas o tiro é
ru: но удар был
tr: ama atış
vi: nhưng đòn đánh thì
zh_hans: 但镜头是

source: deftly
de: geschickt
fr: habilement
it: abilmente
ko: 능숙하게
pl: zręcznie
pt_br: habilmente
ru: ловко
tr: ustaca
vi: Khéo léo
zh_hans: 巧妙地

source: just barely
de: nur knapp
fr: à peine
it: appena appena
ko: 간신히
pl: tylko ledwo
pt_br: apenas mal
ru: едва
tr: zar zor
vi: Suýt soát
zh_hans: 只是勉强

source: easily
de: einfach
fr: facilement
it: facilmente
ko: 용이하게
pl: z łatwością
pt_br: Com facilidade
ru: с лёгкостью
tr: kolayca
vi: Dễ dàng
zh_hans: 容易的

source: parried
de: pariert
fr: paré
it: parato
ko: 받아넘겼다
pl: sparowany
pt_br: defendeu
ru: парирован
tr: savuşturuldu
vi: gạt đỡ
zh_hans: 招架

source: away from
de: weg von
fr: loin de
it: via da
ko: 멀리 떨어져
pl: z dala od
pt_br: longe de
ru: от
tr: şundan uzağa
vi: khỏi
zh_hans: 远离

source: but the shot is blocked
de: doch der Schuss wird geblockt
fr: mais le tir est bloqué
it: ma il tiro viene bloccato
ko: 하지만 발사체가 막혔다
pl: ale strzał jest zablokowany
pt_br: Mas o tiro está bloqueado
ru: но выстрел заблокирован
tr: ama atış engellendi
vi: nhưng đòn đánh bị chặn lại
zh_hans: 但是镜头被阻挡了

source: block
de: blocken
fr: bloquer
it: blocchi
ko: 막았다
pl: blok
pt_br: bloco
ru: блокируете
tr: engelle
vi: chặn
zh_hans: 块

source: blocks
de: blöcke
fr: blocs
it: blocca
ko: 막았다
pl: blokuje
pt_br: Blocos
ru: блокирует
tr: engeller
vi: chặn
zh_hans: 块

source: effortlessly
de: mühelos
fr: sans effort
it: senza sforzo
ko: 손쉽게
pl: bez wysiłku
pt_br: sem esforço
ru: без усилий
tr: çaba gerektirmeden
vi: dễ dàng
zh_hans: 毫不费力

source: narrowly
de: nur knapp
fr: étroitement
it: strettamente
ko: 아슬아슬하게
pl: wąsko
pt_br: por pouco
ru: в последний момент
tr: kıl payı
vi: trong gang tấc
zh_hans: 狭小

source: deflected
de: abgelenkt
fr: dévié
it: deviato
ko: 빗겨갔다
pl: odchylony
pt_br: desviou
ru: отражён
tr: sekti
vi: chệch hướng
zh_hans: 偏转

source: bat
de: Fledermaus
fr: chauve souris
it: batti
ko: 박쥐
pl: uderzenie
pt_br: morcego
ru: бьёте
tr: saptırır
vi: đánh bật
zh_hans: 蝙蝠

source: bats
de: Fledermäuse
fr: chauves-souris
it: batte
ko: 박쥐
pl: uderza
pt_br: morcegos
ru: бьёт
tr: saptırırsın
vi: đánh bật
zh_hans: 蝙蝠

source: aside
de: zur Seite
fr: de côté
it: da parte
ko: 곁에
pl: na boku
pt_br: nota
ru: в сторону
tr: kenara
vi: sang một bên
zh_hans: 在旁边

source: out of the air
de: aus der Luft
fr: hors de l'air
it: dall'aria
ko: 공중에서
pl: z powietrza
pt_br: fora do ar
ru: из воздуха
tr: havadayken
vi: từ không trung
zh_hans: 在空中

source: Many are
tr: Çoğu
vi: Nhiều kẻ

source: stunned by divine power!
tr: ilahi güç tarafından sersemletildi!
vi: choáng váng bởi sức mạnh thần thánh!

source: silently
de: im Hintergrund
fr: silencieusement
it: silenziosamente
ko: 아무 말 않고
pl: bezszelestnie
pt_br: em silêncio
ru: тихо
tr: sessizce
vi: lặng lẽ
zh_hans: 沉默的

source: Trap Components
de: Fallen-Komponenten
fr: Composants du piège
it: Componenti della trappola
ko: 함정 부품
pl: Elementy pułapek
pt_br: Componentes da armadilha
ru: Детали ловушек
tr: Tuzak Parçaları
vi: Thành phần Bẫy
zh_hans: 陷阱组件

source: The force bends the
de: Die Kraft verbiegt das
fr: La force plie le
it: La forza piega il
ko: 힘을 흘렸다
pl: Siła ugina
pt_br: A força dobra o(a)
ru: Сила изгибает
tr: Kuvvet şunu büker:
vi: Lực uốn cong
zh_hans: 力量弯曲了

source: The force pulls the
de: Die Kraft zieht das
fr: La force tire le
it: La forza tira il
ko: 힘이 끌어당긴다
pl: Siła przesuwa
pt_br: A força puxa o
ru: Сила вытягивает
tr: Kuvvet şunu çeker:
vi: Lực kéo
zh_hans: 力量拉动了

source: Squad Move
de: Truppenbewegung
fr: Mouvement d'escouade
it: Squadra Muove
ko: 분대 이동
pl: Ruch oddziału
pt_br: Esquadrão Mova
ru: Движение Отряда
tr: Birlik Hareketi
vi: Di chuyển Đội hình
zh_hans: 小队移动

source: translation
de: Übersetzung
fr: Traduction
it: traduzione
ko: 번역
pl: tłumaczenie
pt_br: tradução
ru: перевод
tr: çeviri
vi: Bản dịch
zh_hans: 翻译

source: leap at
de: springen nach
fr: sauter sur
it: balzi verso
ko: 도약했다
pl: skocz na
pt_br: salto em
ru: прыгаете на
tr: şuna atıl
vi: nhảy chồm vào
zh_hans: 跳跃

source: leaps at
de: springt nach
fr: saute à
it: balza verso
ko: 도약했다
pl: skacze na
pt_br: saltos em
ru: прыгает на
tr: şuna atılır
vi: nhảy chồm vào
zh_hans: 飞跃

source: charge at
de: aufladen nach
fr: facturer à
it: carichi verso
ko: 돌진했다
pl: szarża na
pt_br: Carregue em
ru: нападаете на
tr: şuna hücum et
vi: xông vào
zh_hans: 收费

source: charges at
de: auflädt nach
fr: frais à
it: carica verso
ko: 돌진했다
pl: szarżuje na
pt_br: Ataca
ru: нападает на
tr: şuna hücum eder
vi: xông vào
zh_hans: 收费

source: looks
de: sieht
fr: regards
it: guarda
ko: 보인다
pl: wygląda na
pt_br: parece
ru: выглядит
tr: görünür
vi: trông
zh_hans: 容貌

source: surprised by the ferocity of
de: überrascht von der Heftigkeit des
fr: surpris par la férocité de
it: sorpreso dalla ferocia di
ko: ~의 흉포함에 놀랐다
pl: zaskoczonego okrucieństwem
pt_br: surpreendido pela ferocidade dos
ru: удивлённым жестокостью
tr: şunun vahşeti karşısında şaşırmış:
vi: bất ngờ trước sự hung hãn của
zh_hans: 惊讶于凶猛

source: onslaught!
de: Ansturm!
fr: assaut!
it: carica!
ko: 맹공격!
pl: ataku!
pt_br: ataque
ru: натиска!
tr: saldırısı!
vi: cuộc tấn công dữ dội!
zh_hans: 猛攻！

source: collide
de: kollidieren
fr: entrer en collision
it: scontri
ko: 충돌하다
pl: koliduj
ru: сталкиваетесь
tr: çarpış
vi: va chạm
zh_hans: 碰撞

source: collides
de: kollidiert
fr: entre en collision
it: scontra
ko: 충돌하다
pl: koliduje
pt_br: colidem
ru: сталкивается
tr: çarpışır
vi: va chạm
zh_hans: 碰撞

source: knocked over
de: umgestoßen
fr: renversé
it: rovesciato
ko: 나가 떨어진
pl: przewrócony
pt_br: derrubado
ru: повален
tr: devrildi
vi: bị đánh ngã
zh_hans: 打翻了

source: and tumble
de: und Sturz
fr: et dégringoler
it: e ruzzoli
ko: 그리고 공중제비
pl: i upadnij
pt_br: e queda
ru: и падаете
tr: ve yuvarlan
vi: và ngã lăn
zh_hans: 和翻滚

source: and tumbles
de: und Stürze
fr: et dégringole
it: e ruzzola
ko: 그리고 넘어진다
pl: i upada
pt_br: e cai
ru: и падает
tr: ve yuvarlanır
vi: và ngã lăn
zh_hans: 翻滚

source: backward
de: rückwärts
fr: en arrière
it: indietro
ko: 뒤로
pl: do tyłu
pt_br: atrasado
ru: назад
tr: geriye
vi: về phía sau
zh_hans: 向后

source: bounce
de: prallen
fr: rebondir
it: rimbalzi
ko: 되튐
pl: odbij się
pt_br: ressalto
ru: отскакиваете
tr: sek
vi: nảy bật
zh_hans: 弹跳

source: bounces
de: prallt
fr: rebondit
it: rimbalza
ko: 바운스
pl: odbija się
ru: отскакивает
tr: seker
vi: nảy bật
zh_hans: 反弹

source: You tangle together and tumble forward!
de: Du verwickelst dich und fällst nach vorne!
fr: Vous vous emmêlez et dégringolez en avant !
it: Vi aggrovigliate e ruzzolate in avanti!
ko: 당신은 함께 엉키고 앞으로 굴러갑니다!
pl: Splatacie się i lecicie do przodu!
pt_br: Você emaranhado juntos e cai para a frente!
ru: Вы сцепляетесь и падаете вперёд!
tr: Birbirinize dolanıp öne doğru yuvarlanıyorsunuz!
vi: Ngươi vướng víu vào nhau và đổ nhào về phía trước!
zh_hans: 你纠缠在一起，向前翻滚！

source: They tangle together and tumble forward!
de: Sie verwickeln sich und fallen nach vorne!
fr: Ils s'emmêlent et dégringolent en avant !
it: Si aggrovigliano e ruzzolano in avanti!
ko: 둘은 서로 엉켜서 앞으로 굴렀다!
pl: Splatają się i lecą do przodu!
pt_br: Eles emaranham juntos e caem para a frente!
ru: Они сцепились и упали вперёд!
tr: Birbirlerine dolanıp öne doğru yuvarlanıyorlar!
vi: Chúng vướng víu vào nhau và đổ nhào về phía trước!
zh_hans: 他们纠缠在一起并向前翻滚!

source: You tangle together and fall over!
de: Du verwickelst dich und fällst um!
fr: Vous vous emmêlez et tombez !
it: Vi aggrovigliate e cadete!
ko: 서로 엉키고 넘어진다!
pl: Splatacie się i upadacie!
pt_br: Você emaranhado juntos e caia em cima!
ru: Вы сцепляетесь и падаете назад!
tr: Birbirinize dolanıp düşüyorsunuz!
vi: Ngươi vướng víu vào nhau và ngã nhào!
zh_hans: 你纠结在一起摔倒了！

source: They tangle together and fall over!
de: Sie verwickeln sich und fallen um!
fr: Ils s'emmêlent et tombent !
it: Si aggrovigliano e cadono!
ko: 둘은 서로 엉켜서 넘어졌다!
pl: Splatają się i upadają!
pt_br: Eles se emaranham juntos e caem!
ru: Они сцепились и упали назад!
tr: Birbirlerine dolanıp düşüyorlar!
vi: Chúng vướng víu vào nhau và ngã nhào!
zh_hans: 他们纠缠在一起并摔倒了!

source: specks
de: Flecken
fr: taches
it: granelli
ko: 얼룩
pl: plamki
pt_br: Manchas
ru: пятна
tr: zerreler
vi: hạt nhỏ
zh_hans: 斑点

source: dusting
de: Abstauben
fr: saupoudrage
it: spolverata
ko: 가루 살포
pl: kurz
pt_br: limpeza do pó
ru: тонкий слой
tr: toz tabakası
vi: phủ bụi
zh_hans: 喷粉

source: spatter
de: Spritzer
fr: éclabousser
it: schizzi
ko: 튐
pl: odbryzg
pt_br: Respingo
ru: брызги
tr: sıçrama
vi: vết bắn
zh_hans: 溅

source: smear
de: Abstrich
fr: diffamer
it: striscio
ko: 도말 표본
pl: rozmaz
pt_br: nódoa
ru: пятно
tr: leke
vi: vết bẩn
zh_hans: 涂抹

source: coating
de: Beschichtung
fr: enrobage
it: rivestimento
ko: 코팅
pl: powłoka
pt_br: Revestimento
ru: слой
tr: kaplama
vi: lớp phủ
zh_hans: 涂层

source: covering
de: Abdeckung
fr: couvrant
it: copertura
ko: 피복
pl: pokrycie
pt_br: abrangendo
ru: слой
tr: örtü
vi: lớp che phủ
zh_hans: 覆盖

source: Swimming
de: Schwimmen
fr: Natation
it: Nuoto
ko: 수영
pl: Pływanie
pt_br: banho
ru: Плавание
tr: Yüzme
vi: Bơi lội
zh_hans: 游泳

source: myself
de: mich
fr: moi même
it: me stesso
ko: 내 자신
pl: mnie
pt_br: Eu mesmo!
ru: меня
tr: kendim
vi: chính tôi
zh_hans: 我

source: my
de: meine
fr: ma
it: mio
ko: 나의
pl: mój
pt_br: Minha
ru: мой
tr: benim
vi: của tôi
zh_hans: 我的

source: yourself
de: selbst
fr: toi-même
it: te stesso
ko: 당신 자신
pl: ciebie
pt_br: você mesmo
ru: себя
tr: kendin
vi: chính ngươi
zh_hans: 你自己

source: were
de: wurden
fr: étaient
it: erano
ko: ~이었다
pl: byłeś
pt_br: onde
ru: были
tr: şuydu:
vi: đã
zh_hans: 是

source: will be
de: wird sein
fr: sera
it: sarà
ko: 될거야
pl: będzie
pt_br: sera
ru: будет
tr: olacak
vi: sẽ
zh_hans: 将会

source: am
de: bin
fr: un m
it: sono
ko: ~이다
pl: jestem
pt_br: sou
ru: я
vi: là
zh_hans: 上午

source: are
de: sind
fr: sommes
it: sono
ko: ~이다
pl: jesteś
pt_br: tem
ru: являются
vi: là
zh_hans: 是

source: will
de: wird
fr: sera
it: sarà
ko: ~ 할 것이다
pl: będę
pt_br: vai
ru: будет
vi: sẽ
zh_hans: 将

source: appearing
de: erscheinen.
fr: apparaissant
it: apparendo
ko: 나타나는
pl: pojawiające się
pt_br: aparecendo
ru: Появляется
tr: görünen
vi: đang xuất hiện
zh_hans: 出现

source: appeared
de: erschienen
fr: est apparu
it: apparso
ko: 나타났다
pl: pojawił się
pt_br: apareceu
ru: появился
tr: göründü
vi: đã xuất hiện
zh_hans: 出现

source: appears
de: erscheint
fr: apparaît
it: appare
ko: 나타납니다
pl: pojawia się
pt_br: aparece
ru: появление
tr: görünür
vi: xuất hiện
zh_hans: 出现

source: appear
de: erscheinen
fr: apparaître
it: appari
ko: 나타나다
pl: pojaw się
pt_br: aparecer
ru: появление
tr: görün
vi: xuất hiện
zh_hans: 出现

source: destroying
de: Zerstörung von
fr: détruire
it: distruggendo
ko: 파괴
pl: niszczenie
pt_br: destruindo
ru: разрушение
tr: yok eden
vi: đang phá hủy
zh_hans: 销毁

source: destroyed
de: zerstört
fr: détruit
it: distrutto
ko: 파괴됨
pl: zniszczył
pt_br: destruiu
ru: уничтожить
tr: yok edildi
vi: đã phá hủy
zh_hans: 摧毁

source: destroys
de: vernichtet
fr: détruit
it: distrugge
ko: 파괴하다
pl: niszczy
pt_br: destrói
ru: разрушения
tr: yok eder
vi: phá hủy
zh_hans: 破阵

source: destroy
de: zerstören
fr: détruire
it: distruggi
ko: 파괴하다
pl: zniszcz
pt_br: destruir
ru: разрушить
tr: yok et
vi: phá hủy
zh_hans: 破坏

source: speaking
de: reden
fr: Parlant
it: parlando
ko: 말하기
pl: mówienie
pt_br: falando
ru: разговор
tr: konuşan
vi: đang nói
zh_hans: 正在说

source: spoke
de: gesprochen
fr: parlait
it: parlato
ko: 살
pl: powiedział
pt_br: falou
ru: говорил
tr: konuştu
vi: đã nói
zh_hans: 说了

source: speaks
de: spricht
fr: parle
it: parla
ko: 말하다
pl: mówi
pt_br: fala
ru: говорит
tr: konuşur
vi: nói
zh_hans: 说

source: burned
de: gebrannt
fr: brûlé
it: bruciato
ko: 화상
pl: spalenie
pt_br: queimado no magma.
ru: сгорел
tr: yandı
vi: bị thiêu rụi
zh_hans: 烧

source: burns
de: Verbrennungen
fr: brûlures
it: brucia
ko: 화상
pl: oparzenia
pt_br: queimaduras
ru: ожоги
tr: yanar
vi: thiêu rụi
zh_hans: 烧伤

source: burn
de: brennen
fr: brûler
it: bruci
ko: 불타다
pl: spal
pt_br: queimar
ru: ожог
tr: yan
vi: thiêu rụi
zh_hans: 燃烧

source: flooding
de: Überschwemmung
fr: inondation
it: bruciando
ko: 홍수
pl: zalanie
pt_br: inundação
ru: затопление
tr: su basan
vi: đang ngập lụt
zh_hans: 洪水

source: flooded
de: überflutet
fr: inondé
it: allagato
ko: 침수
pl: zalał
pt_br: inundado
ru: затопленое
tr: su bastı
vi: bị ngập lụt
zh_hans: 被淹没

source: floods
de: Überschwemmungen
fr: inondations
it: allaga
ko: 홍수
pl: zalewa
pt_br: inundações
ru: наводнения
tr: su basar
vi: ngập lụt
zh_hans: 洪水

source: flood
de: Flut
fr: inondation
it: allaga
ko: 홍수
pl: zalej
pt_br: INUNDAÇaO
ru: наводнение
tr: su basması
vi: ngập lụt
zh_hans: 洪水

source: rewarding
de: lohnend
fr: récompense
it: gratificante
ko: 보람
pl: nagrodzenie
pt_br: recompensador
ru: награждение
tr: ödüllendiren
vi: đang ban thưởng
zh_hans: 奖励

source: rewarded
de: belohnt
fr: récompensé
it: premiato
ko: 보상
pl: nagrodził
pt_br: recompensado
ru: вознаграждён
tr: ödüllendirildi
vi: được ban thưởng
zh_hans: 奖励

source: rewards
de: Belohnungen
fr: récompenses
it: premia
ko: 보상
pl: nagrody
pt_br: recompensas
ru: награда
tr: ödüllendirir
vi: ban thưởng
zh_hans: 奖励

source: to
de: zu
fr: à
it: a
ko: 에게
pl: do
pt_br: até
ru: к
tr: şuna:
vi: đến
zh_hans: 至

source: feeling fond
de: liebend
fr: se sentir affectueux
it: si affeziona
ko: 좋아하는 느낌
pl: czuje sympatię
pt_br: sentindo carinho
ru: чувство нежности
tr: şefkatli hissediyor
vi: cảm thấy yêu mến
zh_hans: 感觉很喜欢

source: feeling grim satisfaction
de: grimmige Zufriedenheit
fr: ressentir une sombre satisfaction
it: prova cupa soddisfazione
ko: 암울한 만족감을 느끼다
pl: czuje ponurą satysfakcję
pt_br: sentindo uma satisfação sombria
ru: чувство мрачного удовлетворения
tr: buruk bir tatmin hissediyor
vi: cảm thấy thỏa mãn một cách u ám
zh_hans: 感到严峻的满足感

source: in grief
de: in Trauer
fr: en deuil
it: nel dolore
ko: 슬픔에
pl: w żalu
pt_br: em luto
ru: в печали
tr: keder içinde
vi: trong đau buồn
zh_hans: 在悲伤中

source: feeling triumphant
de: triumphierend
fr: se sentir triomphant
it: si sente trionfante
ko: 승리감
pl: czuje się zwycięsko
pt_br: sentindo triunfante
ru: чувство торжества
tr: muzaffer hissediyor
vi: cảm thấy đắc thắng
zh_hans: 感到胜利

source: enraged
de: wütend
fr: furieux
it: infuriato
ko: 성나게 하는
pl: rozwścieczony
pt_br: enfurecido
ru: разъярён
tr: öfkeli
vi: phẫn nộ
zh_hans: 生气
