Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Do this by selecting the building in [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Farming[C:7:0:0] -> [C:5:0:1]Butcher[C:7:0:0].
fr: Pour ce faire, sélectionnez le bâtiment dans [C:5:0:1]Ateliers[C:7:0:0] -> [C:5:0:1]Agriculture[C:7:0:0] -> [C:5:0:1]Boucherie[C:7:0:0].
it: Per farlo, selezionare l'edificio in [C:5:0:1]Botteghe[C:7:0:0] -> [C:5:0:1]Agricoltura[C:7:0:0] -> [C:5:0:1]Macelleria[C:7:0:0].
pl: Zrób to, wybierając budowlę w [C:5:0:1]Warsztaty[C:7:0:0] -> [C:5:0:1]Rolnictwo[C:7:0:0] -> [C:5:0:1]Rzeźnia[C:7:0:0].
pt_br: Faça isso ao selecionar a construção em [C:5:0:1]Oficinas[C:7:0:0] -> [C:5:0:1]Cultivo[C:7:0:0] -> [C:5:0:1]Açougue[C:7:0:0].
ru: Для этого выберите строение в [C:5:0:1]Мастерские[C:7:0:0] -> [C:5:0:1]Земледелие[C:7:0:0] -> [C:5:0:1]Лавка мясника[C:7:0:0].
tr: Bunu [C:5:0:1]Atölyeler[C:7:0:0] -> [C:5:0:1]Çiftçilik[C:7:0:0] -> [C:5:0:1]Kasap[C:7:0:0] içindeki binayı seçerek yapın.
vi: Thực hiện điều này bằng cách chọn công trình trong [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Farming[C:7:0:0] -> [C:5:0:1]Butcher[C:7:0:0].
zh_hans: 可以通过选择[C:5:0:1]工坊[C:7:0:0]->[C:5:0:1]农夫[C:7:0:0]->[C:5:0:1] 屠夫[C:7:0:0]来实现这一目标。

source: Once the shop is built, open the [C:5:0:1]Creatures[C:7:0:0] info menu. From there select the [C:5:0:1]Pets/Livestock[C:7:0:0] tab.
fr: Une fois la boutique construite, ouvrez le menu d'informations [C:5:0:1]Créatures[C:7:0:0]. À partir de là, sélectionnez l'onglet [C:5:0:1]Animaux domestiques/Bétail[C:7:0:0].
it: Una volta costruito il negozio, apri il menù informativo [C:5:0:1]Creature[C:7:0:0]. Poi scegli la scheda [C:5:0:1]Animali domestici/Bestiame[C:7:0:0].
pl: Kiedy zbudujesz rzeźnię, otwórz menu informacji [C:5:0:1]Stworzenia[C:7:0:0]. Wybierz stąd zakładkę [C:5:0:1]Zwierzęta domowe/Trzoda[C:7:0:0].
pt_br: Uma vez que a oficina estiver construída, abra o menu de informações das [C:5:0:1]Criaturas[C:7:0:0]. Lá, selecione a aba [C:5:0:1]Animais de Estimação/Gado[C:7:0:0].
ru: Когда лавка будет построена, откройте информационное меню [C:5:0:1]Существа[C:7:0:0]. Оттуда выберите вкладку [C:5:0:1]Питомцы и скот[C:7:0:0].
tr: Atölye inşa edildikten sonra [C:5:0:1]Yaratıklar[C:7:0:0] bilgi menüsünü açın. Oradan [C:5:0:1]Evcil Hayvanlar/Çiftlik Hayvanları[C:7:0:0] sekmesini seçin.
vi: Khi cửa hàng được xây dựng xong, mở trình đơn thông tin [C:5:0:1]Creatures[C:7:0:0]. Từ đó chọn tab [C:5:0:1]Pets/Livestock[C:7:0:0].
zh_hans: 商店建好后， 打开 [C:5:0:1]生物[C:7:0:0] 信息菜单. 从里面选择 [C:5:0:1]宠物/牲畜[C:7:0:0] 选项卡.

source: There you can select which [C:2:0:0]Animals[C:7:0:0] to slaughter. You may need to minimize the tutorial to see the [C:5:0:1]Slaughter[C:7:0:0] buttons.
de: Dort können Sie auswählen, welche [C:2:0:0]Tiere[C:7:0:0] zu schlachten. Möglicherweise müssen Sie das Lernprogramm minimieren, um die [C:5:0:1]Schlachten[C:7:0:0] Tasten.
fr: Là, vous pouvez sélectionner les [C:2:0:0]Animaux[C:7:0:0] à abattre. Vous devrez peut-être réduire le didacticiel pour voir les boutons [C:5:0:1]Abattre[C:7:0:0].
it: Qui puoi selezionare quali [C:2:0:0]Animali[C:7:0:0] macellare. Potrebbe dover ridurre a icona il tutorial per vedere il tasto [C:5:0:1]Macella[C:7:0:0].
pl: Możesz wybrać, które [C:2:0:0]Zwierzę[C:7:0:0] ubić. Możesz potrzebować zminimalizować tutorial, aby zobaczyć przycisk [C:5:0:1]Ubij[C:7:0:0].
pt_br: Lá você pode selecionar quais [C:2:0:0]Animais[C:7:0:0] abater. Talvez você precise minimizar o tutorial para ver os botões de [C:5:0:1]Abate[C:7:0:0].
ru: Там вы можете выбрать, каких [C:2:0:0]животных[C:7:0:0] нужно забить. Чтобы увидеть кнопки [C:5:0:1]Забить[C:7:0:0], вам может понадобиться свернуть учебник.
tr: Orada hangi [C:2:0:0]Hayvanların[C:7:0:0] kesileceğini seçebilirsiniz. [C:5:0:1]Kesim[C:7:0:0] düğmelerini görmek için eğitimi küçültmeniz gerekebilir.
vi: Tại đó bạn có thể chọn những [C:2:0:0]Animals[C:7:0:0] nào để giết mổ. Bạn có thể cần thu nhỏ hướng dẫn để thấy các nút [C:5:0:1]Slaughter[C:7:0:0].
zh_hans: 这里你可以选择要屠宰的[C:2:0:0]动物[C:7:0:0] 。可能需要把教程最小化后才能看到[C:5:0:1]屠宰[C:7:0:0]按钮。

source: Note that some [C:2:0:0]Livestock[C:7:0:0] must eat vegetation to survive.
fr: Notez que certains [C:2:0:0]Bétail[C:7:0:0] doivent manger de la végétation pour survivre.
it: Nota che alcuni animali da [C:2:0:0]Bestiame[C:7:0:0] devono mangiare vegetazione per sopravvivere.
pl: Zauważ, że część [C:2:0:0]Trzody[C:7:0:0] musi jeść rośliny, aby przetrwać.
pt_br: Note que alguns [C:2:0:0]Gados[C:7:0:0] precisam comer vegetação para sobreviver.
ru: Обратите внимание, что некоторые виды [C:2:0:0]скота[C:7:0:0] должны питаться растительностью, чтобы выжить.
tr: Bazı [C:2:0:0]Çiftlik Hayvanlarının[C:7:0:0] hayatta kalmak için bitki örtüsü yemesi gerektiğini unutmayın.
vi: Lưu ý rằng một số [C:2:0:0]Livestock[C:7:0:0] phải ăn thực vật để sống sót.
zh_hans: 请注意，一些[C:2:0:0]牲畜[C:7:0:0]必须吃植被才能生存。

source: To keep them alive use the [C:3:0:0]Pen/Pasture[C:7:0:0] zone from the [C:5:0:1]Zones[C:7:0:0] menu to select a section of grass and click the
fr: Pour les maintenir en vie, utilisez la zone [C:3:0:0]Enclos/Pâturage[C:7:0:0] du menu [C:5:0:1]Zones[C:7:0:0] pour sélectionner une section d'herbe et cliquez sur le
it: Per tenerli in vita usa la zona [C:3:0:0]Recinto/Pascolo[C:7:0:0] dal menù [C:5:0:1]Zone[C:7:0:0] per selezionare una sezione di erba e clicca su
pl: By utrzymać je przy życiu, użyj strefy [C:3:0:0]Zagrody/Pastwisko[C:7:0:0] z menu [C:5:0:1]Strefy[C:7:0:0] aby wybrać fragment trawy i kliknij
pt_br: Para mantê-los vivos, use a zona [C:3:0:0]Curral/Pasto[C:7:0:0] do menu [C:5:0:1]Zonas[C:7:0:0] para selecionar uma seção de grama e clique no
ru: Чтобы сохранить их живыми, используйте зону [C:3:0:0]Загон/пастбище[C:7:0:0] из меню [C:5:0:1]Зоны[C:7:0:0], выберите участок травы и нажмите кнопку
tr: Onları hayatta tutmak için [C:5:0:1]Bölgeler[C:7:0:0] menüsünden [C:3:0:0]Ağıl/Otlak[C:7:0:0] bölgesini kullanarak bir çim bölümü seçin ve tıklayın
vi: Để giữ cho chúng sống sót, sử dụng khu vực [C:3:0:0]Pen/Pasture[C:7:0:0] từ trình đơn [C:5:0:1]Zones[C:7:0:0] để chọn một khu vực cỏ và nhấn
zh_hans: 为了让他们活着，使用[C:5:0:1]区域[C:7:0:0]菜单中的[C:3:0:0]围栏/牧场[C:7:0:0]区域来选中一片草地，并点击

source: add button to assign the [C:2:0:0]Animals[C:7:0:0].
fr: ajouter le bouton pour attribuer les [C:2:0:0]Animaux[C:7:0:0].
it: aggiungi tasto per assegnare [C:2:0:0]Animali[C:7:0:0].
ko: 버튼을 추가하여 [C:2:0:0]동물[C:7:0:0]을 할당합니다.
pl: przycisk dodawania aby przypisać [C:2:0:0]Zwierzęta[C:7:0:0].
pt_br: botão de adicionar para atribuir os [C:2:0:0]Animais[C:7:0:0].
ru: кнопку добавления для назначения [C:2:0:0]Животные[C:7:0:0].
tr: ekle düğmesine, [C:2:0:0]Hayvanları[C:7:0:0] atamak için.
vi: nút thêm để giao [C:2:0:0]Animals[C:7:0:0].
zh_hans: 添加按钮来指派[C:2:0:0]动物[C:7:0:0]。

source: [C:3:0:0]Zones[C:7:0:0] are areas you designate where your citizens will work, socialize, rest, or perform specific duties.
fr: [C:3:0:0]Les zones[C:7:0:0] sont des zones que vous désignez où vos citoyens travailleront, socialiseront, se reposeront ou effectueront des tâches spécifiques.
it: Le [C:3:0:0]Zone[C:7:0:0] sono aree designate dove i cittadini lavorano, socializzano, riposano o svolgono compiti specifici.
pl: [C:3:0:0]Strefy[C:7:0:0] to wyznaczone przez ciebie obszary, gdzie twoi obywatele będą pracować, spotykać się, odpoczywać, czy wykonywać określone obowiązki.
pt_br: [C:3:0:0]Zonas[C:7:0:0] são áreas que você pode designar onde seus cidadãos vão trabalhar, socializar, descansar, ou realizar tarefas específicas.
ru: [C:3:0:0]Зоны[C:7:0:0] - это области, которые вы обозначили, где ваши жители смогут работать, общаться, отдыхать или выполнять определенные обязанности.
tr: [C:3:0:0]Bölgeler[C:7:0:0], vatandaşlarınızın çalışacağı, sosyalleşeceği, dinleneceği veya belirli görevleri yerine getireceği alanlardır.
vi: [C:3:0:0]Zones[C:7:0:0] là các khu vực bạn chỉ định nơi các cư dân của bạn sẽ làm việc, giao lưu, nghỉ ngơi, hoặc thực hiện các nhiệm vụ cụ thể.
zh_hans: [C:3:0:0]区域[C:7:0:0]是你指定的一片区域，你的公民将在这里工作、社交、休息或履行特定职责。

source: There are several kinds of [C:3:0:0]Zones[C:7:0:0], which you can see in the panel on the left.
fr: Il existe plusieurs types de [C:3:0:0]Zones[C:7:0:0], que vous pouvez voir dans le panneau de gauche.
it: Esistono diversi tipi di [C:3:0:0]Zone[C:7:0:0], che si possono vedere nel pannello a sinistra.
pl: Jest kilka rodzajów [C:3:0:0]Stref[C:7:0:0], które możesz zobaczyć na panelu po lewej
pt_br: Existem vários tipos de [C:3:0:0]Zonas[C:7:0:0], as quais você pode ver no painel à esquerda.
ru: Существует несколько видов [C:3:0:0]Зоны[C:7:0:0], которые вы можете увидеть на панели слева.
tr: Soldaki panelde görebileceğiniz birkaç çeşit [C:3:0:0]Bölge[C:7:0:0] vardır.
vi: Có nhiều loại [C:3:0:0]Zones[C:7:0:0] khác nhau, mà bạn có thể thấy trong bảng điều khiển bên trái.
zh_hans: 有几种不同类型的[C:3:0:0]区域[C:7:0:0]，你可以在左边的面板中找到他们。

source: [C:3:0:0]Zones[C:7:0:0] are placed much like [C:6:0:0]Stockpiles[C:7:0:0].
fr: Les [C:3:0:0]Zones[C:7:0:0] sont placées un peu comme les [C:6:0:0]Stocks[C:7:0:0].
it: Le [C:3:0:0]Zone[C:7:0:0] sono collocate come le [C:6:0:0]Scorte[C:7:0:0].
pl: [C:3:0:0]Strefy[C:7:0:0] są rozmieszczane zupełnie jak [C:6:0:0]Magazyny[C:7:0:0].
pt_br: [C:3:0:0]Zonas[C:7:0:0] são posicionadas de maneira semelhante aos [C:6:0:0]Estoques[C:7:0:0].
ru: [C:3:0:0]Зоны[C:7:0:0] размещаются так же, как [C:6:0:0]Склады[C:7:0:0].
tr: [C:3:0:0]Bölgeler[C:7:0:0] hemen hemen [C:6:0:0]Stok Alanları[C:7:0:0] gibi yerleştirilir.
vi: [C:3:0:0]Zones[C:7:0:0] được đặt tương tự như [C:6:0:0]Stockpiles[C:7:0:0].
zh_hans: [C:3:0:0]功能区[C:7:0:0]的设置很像[C:6:0:0]储物堆[C:7:0:0]。

source: Unlike [C:6:0:0]Stockpiles[C:7:0:0], multiple [C:3:0:0]Zones[C:7:0:0] can overlap.
fr: Contrairement aux [C:6:0:0]Stocks[C:7:0:0], plusieurs [C:3:0:0]Zones[C:7:0:0] peuvent se chevaucher.
it: A differenza delle [C:6:0:0]Scorte[C:7:0:0], si possono sovrapporre [C:3:0:0]Zone[C:7:0:0] multiple.
pl: W przeciwieństwie do [C:6:0:0]Magazynów[C:7:0:0], kilka [C:3:0:0]Stref[C:7:0:0] może na siebie nachodzić.
pt_br: Diferente dos [C:6:0:0]Estoques[C:7:0:0], múltiplas [C:3:0:0]Zonas[C:7:0:0] podem se sobrepor.
ru: В отличие от [C:6:0:0]складов[C:7:0:0], несколько смежных [C:3:0:0]зон[C:7:0:0] могут накладываться друг на друга.
tr: [C:6:0:0]Stok Alanlarının[C:7:0:0] aksine, birden fazla [C:3:0:0]Bölge[C:7:0:0] örtüşebilir.
vi: Không giống như [C:6:0:0]Stockpiles[C:7:0:0], nhiều [C:3:0:0]Zones[C:7:0:0] có thể chồng lên nhau.
zh_hans: 和[C:6:0:0]储物堆[C:7:0:0]不同, 多种[C:3:0:0]功能区[C:7:0:0]可以互相重叠。

source: Certain [C:3:0:0]Zones[C:7:0:0] like [C:3:0:0]Bedrooms[C:7:0:0] can be placed several at a time.
fr: Certaines [C:3:0:0]Zones[C:7:0:0] comme [C:3:0:0]Chambres[C:7:0:0] peuvent être placées plusieurs à la fois.
it: Alcune [C:3:0:0]Zone[C:7:0:0] come le [C:3:0:0]Camere da letto[C:7:0:0] si possono collocare più per volta.
pl: Niektóre [C:3:0:0]Strefy[C:7:0:0], takie jak [C:3:0:0]Sypialnie[C:7:0:0] mogą być rozmieszczone po kilka jednocześnie.
pt_br: Certas [C:3:0:0]Zonas[C:7:0:0] como [C:3:0:0]Quartos[C:7:0:0] podem ser colocadas várias de uma vez.
ru: Определенные [C:3:0:0]зоны[C:7:0:0], по типу [C:3:0:0]спален[C:7:0:0], можно размещать неограниченное число раз.
tr: [C:3:0:0]Yatak Odaları[C:7:0:0] gibi belirli [C:3:0:0]Bölgeler[C:7:0:0] seferde birkaç tane yerleştirilebilir.
vi: Một số [C:3:0:0]Zones[C:7:0:0] như [C:3:0:0]Bedrooms[C:7:0:0] có thể được đặt nhiều cái cùng lúc.
zh_hans: 某些[C:3:0:0]功能区[C:7:0:0]，如[C:3:0:0]卧室[C:7:0:0]，一次可以放置多个。

source: Just make sure you have the correct [C:6:0:0]Furniture[C:7:0:0] placed in the rooms with [C:6:0:0]Doors[C:7:0:0] or vertical entries separating each room before you begin.
fr: Assurez-vous simplement d'avoir les bons [C:6:0:0]meubles[C:7:0:0] placés dans les pièces avec [C:6:0:0]portes[C:7:0:0] ou des entrées verticales séparant chaque pièce avant de commencer.
it: Assicurati di avere il corretto [C:6:0:0]Mobilio[C:7:0:0] posto nelle stanze, con [C:6:0:0]Porte[C:7:0:0] o ingressi verticali, che separano ogni stanza, prima d'iniziare a lavorare.
pl: Zanim zaczniesz, upewnij się tylko, że właściwe [C:6:0:0]Meble[C:7:0:0] są umieszczone w pomieszczeniach z [C:6:0:0]Drzwiami[C:7:0:0] lub wertykalnymi (w pionie) wejściami oddzielającymi każde pomieszczenie.
pt_br: Apenas tenha certeza de que você tem a [C:6:0:0]Mobília[C:7:0:0] certa colocada nos cômodos com [C:6:0:0]Portas[C:7:0:0] ou entradas verticais separando cada cômodo antes de você começar.
ru: Перед началом убедитесь, установлена ли нужная [C:6:0:0]мебель[C:7:0:0] в комнатах, разграниченных между собой [C:6:0:0]дверями[C:7:0:0] или вертикальными спусками.
tr: Başlamadan önce, [C:6:0:0]Kapılar[C:7:0:0] veya her odayı ayıran dikey girişleri olan odalara doğru [C:6:0:0]Eşyaların[C:7:0:0] yerleştirildiğinden emin olun.
vi: Chỉ cần đảm bảo bạn có [C:6:0:0]Furniture[C:7:0:0] chính xác đặt trong các phòng với [C:6:0:0]Doors[C:7:0:0] hoặc lối vào thẳng đứng để tách biệt từng phòng trước khi bạn bắt đầu.
zh_hans: 只要确保你拿对了 [C:6:0:0]家具[C:7:0:0] 在房间里放置 [C:6:0:0]门[C:7:0:0] 或者在你开始之前用垂直入口分隔房间

source: [C:1:0:0]Burrows[C:7:0:0] are work and living areas where citizens can be assigned.
fr: [C:1:0:0]Les terriers[C:7:0:0] sont des zones de travail et de vie où les citoyens peuvent être affectés.
it: I [C:1:0:0]Rifugi[C:7:0:0] sono aree di lavoro e di soggiorno dove i cittadini possono essere assegnati.
pl: [C:1:0:0]Nory[C:7:0:0] to miejsca pracy i życia, do których można przydzielać obywateli.
pt_br: [C:1:0:0]Abrigos[C:7:0:0] são áreas de trabalho e vivência onde cidadãos podem ser atribuídos.
ru: [C:1:0:0]Норы[C:7:0:0] - это рабочие и жилые помещения, куда могут прикрепляться жители.
tr: [C:1:0:0]Sığınaklar[C:7:0:0], vatandaşların atanabileceği çalışma ve yaşam alanlarıdır.
vi: [C:1:0:0]Burrows[C:7:0:0] là các khu vực làm việc và sinh sống nơi các cư dân có thể được giao nhiệm vụ.
zh_hans: [C:1:0:0]洞所[C:7:0:0]是可以分配给矮人用以工作和生活的区域。

source: Workers will try to limit their tasks to the confines of the [C:1:0:0]Burrow[C:7:0:0], but they will sometimes form paths which pass through other areas.
fr: Les travailleurs essaieront de limiter leurs tâches aux confins du [C:1:0:0]Terrier[C:7:0:0], mais ils formeront parfois des chemins qui traversent d'autres zones.
it: I lavoratori cercheranno di limitare i loro compiti ai confini del [C:1:0:0]Rifugio[C:7:0:0], ma a volte creeranno percorsi che attraversano altre aree.
pl: Robotnicy będą starali się ograniczyć swoje zadania do granic [C:1:0:0]Nory[C:7:0:0], ale czasami będą tworzyć ścieżki przechodzące przez inne obszary.
pt_br: Trabalhadores vão tentar limitar suas tarefas aos confins do [C:1:0:0]Abrigo[C:7:0:0], mas ás vezes também irão formar caminhos que passam por outras áreas.
ru: Рабочие будут стараться ограничить свои задачи пределами [C:1:0:0]норы[C:7:0:0], но иногда они будут формировать пути, проходящие через другие области.
tr: İşçiler görevlerini [C:1:0:0]Sığınak[C:7:0:0] sınırları içinde tutmaya çalışacaklardır ancak bazen diğer alanlardan geçen yollar oluşturabilirler.
vi: Công nhân sẽ cố gắng giới hạn nhiệm vụ của họ trong phạm vi của [C:1:0:0]Burrow[C:7:0:0], nhưng đôi khi họ sẽ tạo ra các con đường đi qua các khu vực khác.
zh_hans: 工人们会试图把他们的工作限制在[C:1:0:0]洞所[C:7:0:0]的范围内，但他们有时会形成穿过其他区域的路径。

source: [C:1:0:0]Burrows[C:7:0:0] can be suspended and unsuspended freely. When a [C:1:0:0]Burrow[C:7:0:0] is suspended, assigned citizens will ignore it.
fr: [C:1:0:0]Les terriers[C:7:0:0] peuvent être suspendus et non suspendus librement. Lorsqu'un [C:1:0:0]Terrier[C:7:0:0] est suspendu, les citoyens assignés l'ignoreront.
it: Puoi sospendere e reintegrare i [C:1:0:0]Rifugi[C:7:0:0] liberamente. Quando un [C:1:0:0]Rifugio[C:7:0:0] è sospeso, i cittadini assegnati lo ignoreranno.
pl: [C:1:0:0]Nory[C:7:0:0] Można swobodnie zawieszać i odwieszać. Kiedy [C:1:0:0]Nora[C:7:0:0] jest zawieszona, przypisani obywatele będą ją ignorować.
pt_br: [C:1:0:0]Abrigos[C:7:0:0] podem ser suspensas e não suspensas livremente. Quando um [C:1:0:0]Abrigo[C:7:0:0] é suspensa, cidadãos atribuídos vão ignorá-la.
ru: [C:1:0:0]Норы[C:7:0:0] могут быть легко оставлены и вновь быть открытыми. Если [C:1:0:0]нора[C:7:0:0] оставлена, назначенные жители будут игнорировать ее.
tr: [C:1:0:0]Sığınaklar[C:7:0:0] serbestçe askıya alınabilir ve devam ettirilebilir. Bir [C:1:0:0]Sığınak[C:7:0:0] askıya alındığında, atanan vatandaşlar onu görmezden gelecektir.
vi: [C:1:0:0]Burrows[C:7:0:0] có thể được tạm dừng và tiếp tục tự do. Khi một [C:1:0:0]Burrow[C:7:0:0] bị tạm dừng, các cư dân được giao sẽ bỏ qua nó.
zh_hans: [C:1:0:0]洞所[C:7:0:0] 可以随时停用和启用。 当[C:1:0:0]洞所[C:7:0:0]停用时，被指派的矮人就会无视它。

source: It can be useful to assign all of your civilians to a safe emergency [C:1:0:0]Burrow[C:7:0:0] which you activate in case of intruders.
fr: Il peut être utile d'affecter tous vos civils à un coffre-fort d'urgence [C:1:0:0]Terrier[C:7:0:0] que vous activez en cas d'intrus.
it: Può essere utile assegnare tutti i tuoi civili a un [C:1:0:0]Rifugio[C:7:0:0] sicuro da attivare in ​​caso arrivino degli intrusi.
pl: Przydatne może być przypisanie wszystkich obywateli do bezpiecznej, awaryjnej [C:1:0:0]Nory[C:7:0:0] którą aktywujesz w przypadku pojawienia się intruzów.
pt_br: Pode ser útil atribuir todos os seus cidadãos para um [C:1:0:0]Abrigo[C:7:0:0] de emergência segura, a qual você pode ativar em caso de intrusos.
ru: Бывает полезно приписать всех жителей к безопасной экстренной [C:1:0:0]норе[C:7:0:0], чтобы была возможность активировать её в случае вторжения незваных гостей.
tr: Tüm sivillerinizi, davetsiz misafirler durumunda etkinleştirdiğiniz güvenli bir acil durum [C:1:0:0]Sığınağına[C:7:0:0] atamak yararlı olabilir.
vi: Có thể hữu ích khi giao tất cả thường dân của bạn vào một [C:1:0:0]Burrow[C:7:0:0] khẩn cấp an toàn mà bạn sẽ kích hoạt trong trường hợp có kẻ xâm nhập.
zh_hans: 在有入侵的情况下，激活一个安全的紧急避难[C:1:0:0]洞所[C:7:0:0]并将你的所有平民指派进去，是很有用的。

source: Minecart routes
de: Minecart-Routen
fr: Itinéraires de wagonnet
it: Percorsi per carri minerari
ko: 마인카트 경로
pl: Trasy wagoników
pt_br: Rotas do Carrinho de Mina
ru: Маршруты вагонеток
tr: Maden arabası rotaları
vi: Tuyến đường Minecart
zh_hans: 矿车轨道

source: [C:6:0:1]Minecarts[C:7:0:0] and [C:6:0:0]Tracks[C:7:0:0] are a convenient way to move a lot of objects around the fortress quickly, though they take a little effort to prepare.
fr: Les [C:6:0:1]Wagonnets[C:7:0:0] et les [C:6:0:0]Voie[C:7:0:0] sont un moyen pratique de déplacer de nombreux objets dans la forteresse, bien qu'ils demandent un petit effort de préparation.
it: [C:6:0:1]Carrelli da miniera[C:7:0:0] e [C:6:0:0]Binari[C:7:0:0] sono un modo conveniente per spostare rapidamente molti oggetti all'interno della fortezza, anche se richiedono un piccolo sforzo per prepararli.
pl: [C:6:0:1]Wagoniki[C:7:0:0] i [C:6:0:0]Tory[C:7:0:0] są wygodnym sposobem na szybkie przemieszczanie wielu obiektów po fortecy, chociaż ich przygotowanie wymaga nieco wysiłku.
pt_br: [C:6:0:1]Carrinhos de Mina[C:7:0:0] e [C:6:0:0]Trilhos[C:7:0:0] são um modo conveniente para transportar vários objetos rapidamente pela fortaleza, ainda que exijam um pouquinho de esforço para preparar.
ru: [C:6:0:1]Шахтерская вагонетка[C:7:0:0] и [C:6:0:0]Рельсы[C:7:0:0] - удобный способ быстро перемещать множество предметов по крепости, хотя их подготовка требует некоторых усилий.
tr: [C:6:0:1]Maden Arabaları[C:7:0:0] ve [C:6:0:0]Raylar[C:7:0:0], hazırlanmaları biraz çaba gerektirse de, kalede çok sayıda nesneyi hızlıca taşımak için uygun bir yoldur.
vi: [C:6:0:1]Minecarts[C:7:0:0] và [C:6:0:0]Tracks[C:7:0:0] là một cách tiện lợi để di chuyển nhiều vật thể quanh pháo đài một cách nhanh chóng, mặc dù cần một chút công sức để chuẩn bị.
zh_hans: [C:6:0:1]矿车[C:7:0:0]和[C:6:0:0]轨道[C:7:0:0]是一种在要塞周围方便且快速移动大量物品的方式，尽管它们需要一些准备工作。

source: One [C:6:0:1]Minecart[C:7:0:0] can be assigned to each route, and workers will move the vehicle from [C:6:0:0]Track Stop[C:7:0:0] to [C:6:0:0]Track Stop[C:7:0:0] according to conditions you specify.
fr: Un [C:6:0:1]Wagonnets[C:7:0:0] peut être affecté à chaque itinéraire, et les ouvriers déplaceront le véhicule depuis [C:6:0:0]Trail Stop[C:7: 0:0] à l' [C:6:0:0]Arrêt de voie[C:7:0:0] selon les conditions que vous spécifiez.
it: Puoi assegnare un [C:6:0:1]Carro Minerario[C:7:0:0] a ciascun percorso e i lavoratori sposteranno il veicolo da [C:6:0:0]Fermata[C:7:0:0] a [C:6:0:0]Fermata[C:7: 0:0] in base alle condizioni specificate.
pl: Jeden [C:6:0:1]Wagonik[C:7:0:0] może być przypisany do każdej trasy, i robotnicy będą przesuwali pojazd od [C:6:0:0]Przystanku[C:7:0:0] do [C:6:0:0]Przystanku[C:7:0:0] zgodnie z określonymi przez ciebie warunkami.
pt_br: Um [C:6:0:1]Carrinho de Mina[C:7:0:0] pode ser atribuído à cada rota, e trabalhadores irão mover o veículo de [C:6:0:0]Ponto de Parada[C:7:0:0] a [C:6:0:0]Ponto a Parada[C:7:0:0] de acordo com as condições que você determinar.
ru: Одна [C:6:0:1]вагонетка[C:7:0:0] может быть назначена на любой путь, и рабочие будут перемещать транспортное средство от одной [C:6:0:0]путевой остановки[C:7:0:0] к следующей [C:6:0:0]путевой остановки[C:7:0:0] в соответствии с указанными вами условиями.
tr: Her rotaya bir [C:6:0:1]Maden Arabası[C:7:0:0] atanabilir ve işçiler aracı belirlediğiniz koşullara göre [C:6:0:0]Ray Durağından[C:7:0:0] [C:6:0:0]Ray Durağına[C:7:0:0] taşıyacaktır.
vi: Một [C:6:0:1]Minecart[C:7:0:0] có thể được giao cho mỗi tuyến đường, và công nhân sẽ di chuyển phương tiện từ [C:6:0:0]Track Stop[C:7:0:0] này sang [C:6:0:0]Track Stop[C:7:0:0] khác theo các điều kiện bạn chỉ định.
zh_hans: 可以为每条路线分配一个[C:6:0:1]矿车[C:7:0:0]，矮人将根据您指定的条件将矿车从一个[C:6:0:0]轨道：停靠站[C:7:0:0]移动到另一个[C:6:0:0]轨道：停靠站[C:7:0:0] 。

source: Each [C:6:0:0]Track Stop[C:7:0:0] must be linked to a [C:6:0:0]Stockpile[C:7:0:0] for [C:6:0:1]Items[C:7:0:0] to be put on or removed from the [C:6:0:1]Minecart[C:7:0:0].
fr: Chaque [C:6:0:0]Arrêt de voie[C:7:0:0] doit être lié à un [C:6:0:0]Stock[C:7:0:0] pour l' [C:6 :0:1]Objets[C:7:0:0] à placer ou retirer du [C:6:0:1]Wagonnet[C:7:0:0].
it: Ogni [C:6:0:0]Fermata dei binari[C:7:0:0] dev'essere collegata a una [C:6:0:0]Scorta[C:7:0:0] per [C:6:0:1]Oggetti[C:7:0:0] da inserire o rimuovere dal [C:6:0:1]Carrello da miniera[C:7:0:0].
pl: Każdy [C:6:0:0]Przystanek[C:7:0:0] musi być przypisany do [C:6:0:0]Magazynu[C:7:0:0] z i do którego będą przenoszone [C:6:0:1]Przedmioty[C:7:0:0] z[C:6:0:1]Wagonika[C:7:0:0].
pt_br: Cada [C:6:0:0]Fim de Trilho[C:7:0:0] deve estar ligado à um [C:6;0:0]Estoque[C:7:0:0] para os [C:6:0:1]Itens[C:7:0:0] serem colocados ou retirados do [C:6:0:1]Carrinho de Mina[C:7:0:0].
ru: Каждая [C:6:0:0]путевая остановка[C:7:0:0] должна быть связана со [C:6:0:0]складом[C:7:0:0], чтобы [C:6:0:1]предметы[C:7:0:0] можно было загружать или выгружать из [C:6:0:1]вагонетки[C:7:0:0].
tr: Her [C:6:0:0]Ray Durağı[C:7:0:0], [C:6:0:1]Maden Arabasına[C:7:0:0] [C:6:0:1]Eşyaların[C:7:0:0] konulması veya alınması için bir [C:6:0:0]Stok Alanına[C:7:0:0] bağlanmalıdır.
vi: Mỗi [C:6:0:0]Track Stop[C:7:0:0] phải được liên kết với một [C:6:0:0]Stockpile[C:7:0:0] để [C:6:0:1]Items[C:7:0:0] được đặt lên hoặc lấy ra khỏi [C:6:0:1]Minecart[C:7:0:0].
zh_hans: 每个 [C:6:0:0]轨道站[C:7:0:0] 必须连接到一个 [C:6:0:0]储物点[C:7:0:0] ，以便于将[C:6:0:1]货物[C:7:0:0] 从 [C:6:0:1]矿车[C:7:0:0] 上装载或卸下。
