Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: When your view is in the air above other tiles, you can see them below, but you can only interact with objects in your current elevation.
de: Wenn du dich in der Luft über anderen Kacheln befindest, kannst du sie von unten sehen, aber du kannst nur mit Objekten in deiner aktuellen Höhe interagieren.
fr: Lorsque votre vue est dans les airs au-dessus d'autres tuiles, vous pouvez les voir ci-dessous, mais vous ne pouvez interagir qu'avec des objets à votre altitude actuelle.
it: Quando la visuale è in aria sopra altre tessere puoi vederle in basso ma puoi interagire solo con gli oggetti che si trovano alla quota attuale.
ko: 당신과 타일 사이에 아무것도 없는 경우, 당신은 타일을 그대로 내려다 볼 수 있지만, 당신은 당신과 같은 층에 있는 사물만 상호작용 할 수 있습니다.
pl: Kiedy twój widok jest w powietrzu powyżej innych pól, możesz je zobaczyć, ale możesz wejść w interakcję tylko z obiektami na twoim obecnym poziomie.
pt_br: Quando sua visão está no ar acima de outros espaços, você pode vê-los abaixo, mas só pode interagir com objetos em sua elevação atual.
ru: Когда ваша камера находится в воздухе над другими плитками, вы можете видеть их внизу, но взаимодействовать с объектами можно только на вашей текущей высоте.
tr: Görüşünüz diğer karelerin üzerindeki havada olduğunda, aşağıdaki kareleri görebilirsiniz ancak sadece mevcut yüksekliğinizdeki nesnelerle etkileşime girebilirsiniz.
vi: Khi góc nhìn của bạn ở trên cao so với các ô khác, bạn có thể thấy chúng bên dưới, nhưng bạn chỉ có thể tương tác với các vật thể ở độ cao hiện tại của mình.
zh_hans: 当你的视野在其他贴图上方的空气中时，你可以看到下方物体，但是你只能与你当前高度的物体交互

source: The view will be dark underground until you begin mining. You can move the camera to the surface with the surface button (highlighted.) The
fr: La vue sera sombre sous terre jusqu'à ce que vous commenciez l'exploitation minière. Vous pouvez déplacer la caméra vers la surface avec le bouton de surface (en surbrillance).
it: La visuale sotterranea sarà buia fin quando non inizierai a scavare. Puoi spostare la visuale in superficie con il tasto di superficie (evidenziato). Il
ko: 본격적인 채굴을 시작하기 전까지 지하에서의 당신의 화면은 어두울 것입니다. 당신은 지상버튼(강조표시됨)을 통해서 표면으로 화면을 옮길 수 있습니다.
pl: Widok pod ziemią będzie ciemny, aż nie zaczniesz kopać. Możesz przemieścić kamerę na powierzchnie za pomocą przycisku powierzchni (podświetlony).
pt_br: A vista ficará escura no subsolo até você começar a minerar. Você pode mover a câmera para a superfície com o botão de superfície (destacado).
ru: Пока вы не начнете добычу полезных ископаемых, вид под землей будет затемнен. Вы можете переместить камеру на поверхность с помощью кнопки "поверхность" (выделена).
tr: Kazıya başlayana kadar yeraltı görüşü karanlık olacaktır. Yüzey düğmesiyle (vurgulanan) kamerayı yüzeye taşıyabilirsiniz.
vi: Góc nhìn sẽ tối dưới lòng đất cho đến khi bạn bắt đầu khai thác. Bạn có thể di chuyển camera lên bề mặt bằng nút bề mặt (được làm nổi bật.) Nút
zh_hans: 在您开始挖掘前，地下会是一片黑暗。您用地表按钮（高亮）可以将摄像机移动到地表。

source: ] hotkey will recenter on your wagon.
fr: ] le raccourci clavier se recentrera sur votre chariot.
it: ] il comando ricentrerà sul tuo carro.
ko: ] 단축키는 화면을 마차로 재위치 시킵니다.
pl: ] spowoduje ponowne wyśrodkowanie na twoim wozie.
pt_br: ] esse atalho vai centralizar no seu vagão.
ru: ] горячая клавиша перемещения к вашей телеге.
tr: ] kısayol tuşu vagonunuza yeniden odaklanacaktır.
vi: ] là phím tắt sẽ đặt lại vị trí trung tâm vào xe kéo của bạn.
zh_hans: ]热键会将您的马车居中。

source: You can zoom in and out of the play area using
fr: Vous pouvez zoomer et dézoomer la zone de jeu en utilisant
it: Puoi ingrandire e ridurre lo zoom d'area di gioco con
ko: 다음 버튼을 통해 화면을 확대하거나 축소할 수 있습니다.
pl: Możesz przybliżać i oddalać obszar gry za pomocą
pt_br: Você pode aproximar e afastar a câmera na área de jogo usando
ru: Вы можете увеличивать и уменьшать масштаб игровой области с помощью
tr: Şunları kullanarak oyun alanına yaklaşıp uzaklaşabilirsiniz:
vi: Bạn có thể phóng to và thu nhỏ khu vực chơi bằng cách sử dụng
zh_hans: 你可以放大或缩小游戏区域

source: ], [C:2:0:1]Ctrl+mouse wheel[C:7:0:0], or the indicated buttons.
fr: ], [C:2:0:1]Ctrl+molette de la souris[C:7:0:0], ou les boutons indiqués.
it: ], [C:2:0:1]Ctrl+rotella del mouse[C:7:0:0], o il tasto indicato.
ko: ], [C:2:0:1]Ctrl+마우스 휠[C:7:0:0] 또는 표시된 버튼.
pl: ], [C:2:0:1]Ctrl+kółko myszy[C:7:0:0], albo wskazanych przycisków.
pt_br: ], [C:2:0:1]Ctrl+rodinha do mouse[C:7:0:0], ou os botões indicados.
ru: ], [C:2:0:1]Ctrl+колесо мыши[C:7:0:0], или указанные кнопки.
tr: ], [C:2:0:1]Ctrl+fare tekerleği[C:7:0:0] veya gösterilen düğmeler.
vi: ], [C:2:0:1]Ctrl+con lăn chuột[C:7:0:0], hoặc các nút được chỉ dẫn.
zh_hans: ], [C:2:0:1]Ctrl+鼠标滚轮 [C:7:0:0], 或点击指定按钮.

source: (2 of 8)
fr: (2 sur 8)
it: (2 di 8)
pl: (2 z 8)
pt_br: (2 de 8)
ru: (2 из 8)
vi: (2 trên 8)

source: It's time to get to work! Let's start by digging a stairwell into the ground.
de: Es ist Zeit, sich an die Arbeit zu machen! Wir beginnen damit, eine Treppe in den Boden zu graben.
fr: Il est temps de se mettre au travail ! Commençons par creuser une cage d'escalier dans le sol.
it: È ora di mettersi al lavoro! Comincia scavando una tromba delle scale nel terreno.
ko: 일하러 갈 시간이에요! 우선 계단을 땅 속으로 파고 들어가는 것부터 시작합시다.
pl: Czas zabrać się do pracy! Zacznij kopiąc schody w głąb ziemi.
pt_br: É hora de começar a trabalhar! Vamos começar cavando uma escadaria no chão.
ru: Пришло время приступить к работе! Начнём с того, что выкопаем в земле лестницу.
tr: İşe koyulma zamanı! Yere bir merdiven boşluğu kazarak başlayalım.
vi: Đã đến lúc bắt tay vào việc! Hãy bắt đầu bằng cách đào một giếng cầu thang xuống lòng đất.
zh_hans: 是时候开始工作了!我们开始从地面挖一个楼梯井。

source: There may be plenty of hillside to dig into, but you'll want to seek wealth below the surface.
de: Es gibt zwar jede Menge Hügel, in denen man graben kann, aber Sie werden den Reichtum unter der Oberfläche suchen wollen.
fr: Il peut y avoir beaucoup de collines à creuser, mais vous voudrez chercher la richesse sous la surface.
it: Potrebbero esserci molti pendii in cui scavare, ma è meglio cercare ricchezze sotto la superficie.
ko: 파헤칠 언덕이 많을지도 모르지만, 당신은 지하 깊숙히 묻혀있는 보물을 찾아내고 싶을겁니다.
pl: Może być wiele miejsc na zboczach wzgórz, w których można zacząć kopac, ale chcesz szukać bogactwa w głębi ziemi.
pt_br: Pode haver muitas encostas para cavar, mas você vai querer buscar riqueza abaixo da superfície.
ru: Быть может, на склоне холма и есть места, где можно покопаться, но вам наверняка захочется поискать богатства под землей.
tr: Kazılacak çok sayıda yamaç olabilir, ancak zenginliği yüzeyin altında aramak isteyeceksiniz.
vi: Có thể có nhiều sườn đồi để đào, nhưng bạn sẽ muốn tìm kiếm tài nguyên bên dưới bề mặt.
zh_hans: 也许有许多山丘需要挖掘，但是你会想在地表之下寻找财富

source: Mining tasks are designated on the play area. Begin by clicking the highlighted [C:5:0:1]Mining[C:7:0:0] button.
fr: Les tâches minières sont désignées sur l'aire de jeu. Commencez par cliquer sur le bouton [C:5:0:1]Exploitation minière[C:7:0:0] en surbrillance.
it: I compiti di scavo sono indicati nell'area di gioco. Inizia cliccando sul tasto di [C:5:0:1]Scavo[C:7:0:0] evidenziato.
ko: 채광 작업이 플레이 영역에 지정 되었습니다. 하이라이트 된 [C:5:0:1]채광[C:7:0:0] 버튼을 클릭하여 시작하세요.
pl: Zadania górnicze są wyznaczane na obszarze gry. Zacznij od kliknięcia podświetlonego przycisku [C:5:0:1]Kopanie[C:7:0:0].
pt_br: As tarefas de mineração são designadas na área de jogo. Comece clicando no botão destacado de [C:5:0:1]Mineração[C:7:0:0].
ru: Задания по добыче полезных ископаемых обозначены на игровом поле. Начните с нажатия выделенной кнопки [C:5:0:1]Приказать копать[C:7:0:0].
tr: Kazı görevleri oyun alanında belirlenir. Vurgulanan [C:5:0:1]Kazı[C:7:0:0] düğmesine tıklayarak başlayın.
vi: Các nhiệm vụ khai thác được chỉ định trên khu vực chơi. Bắt đầu bằng cách nhấp vào nút [C:5:0:1]Khai thác[C:7:0:0] được làm nổi bật.
zh_hans: 采矿任务会在指定的工作区域开始作业. 首先请点击高亮的 [C:5:0:1]开采[C:7:0:0] 按钮.

source: There are several ways to mine. Stairwells (selected) start at one elevation and are completed at
de: Es gibt mehrere Möglichkeiten des Abbaus. Treppenschächte (ausgewählt) beginnen auf einer Höhe und werden abgeschlossen bei
fr: Il existe plusieurs façons de miner. Les cages d'escalier (sélectionnées) commencent à une élévation et se terminent à
it: Ci sono diversi modi per scavare. Le trombe delle scale (selezionate) iniziano a una quota e sono completate a
ko: 채굴하는 방법은 여러 가지가 있습니다. 계단(선택된)은 한층에서 시작하여 다음 지점에서 완료됩니다.
pl: Jest kilka sposobów kopania. Schody (wybrane) zaczynają się na jednym poziomie i kończą się na
pt_br: Existem várias maneiras de minerar. Escadarias (selecionadas) começam em uma elevação e são concluídas em
ru: Существует несколько способов добычи. Лестничные шахты (выбранные) начинаются на одной высоте и завершаются на
tr: Kazı yapmanın birkaç yolu vardır. Merdiven boşlukları (seçili) bir yükseklikte başlar ve şurada tamamlanır:
vi: Có nhiều cách để khai thác. Giếng cầu thang (đã chọn) bắt đầu từ một độ cao và hoàn thành ở
zh_hans: 这里有几种不同的挖矿方法。 楼梯井（选中的）从一个标高开始，到

source: the next. [C:2:0:1]Click[C:7:0:0] the surface, [C:2:0:1]move the camera down one level[C:7:0:0], and [C:2:0:1]click[C:7:0:0] the underground. Reversing the
fr: le suivant. [C:2:0:1]Cliquez[C:7:0:0] sur la surface, [C:2:0:1]déplacez la caméra d'un niveau vers le bas[C:7:0:0] et [C:2:0:1]cliquez[C:7:0:0] sur le sous-sol. Inverser le
it: il successivo. [C:2:0:1]Clicca[C:7:0:0] in superficie, [C:2:0:1]sposta la visuale in basso di un livello[C:7:0:0] e fai[C:2:0:1]clic[C:7:0:0] sottoterra. Invertendo il
ko: 지표면을 [C:2:0:1]클릭[C:7:0:0]하고 [C:2:0:1]화면 고도를 한단계 낮춘 뒤,[C:7:0:0] 지하를 [C:2:0:1]클릭[C:7:0:0]합니다.
pl: kolejnym. [C:2:0:1]Kliknij[C:7:0:0] powierzchnię, [C:2:0:1]przemieść kamerę jeden poziom w dół[C:7:0:0], i [C:2:0:1]kliknij[C:7:0:0] podziemie. Odwrócenie
pt_br: o próximo. [C:2:0:1]Clique[C:7:0:0] na superfície, [C:2:0:1]mova a câmera um nível abaixo[C:7:0:0], e [C:2:0:1]clique[C:7:0:0] no subsolo. Invertendo o
ru: следующей. [C:2:0:1]Нажмите[C:7:0:0] на поверхность, [C:2:0:1]переместите камеру на один уровень вниз[C:7:0:0] и [C:2:0:1]нажмите[C:7:0:0] на подземелье. Приказ, заданный в обратном порядке
tr: bir sonraki. Yüzeye [C:2:0:1]tıklayın[C:7:0:0], kamerayı [C:2:0:1]bir seviye aşağı taşıyın[C:7:0:0] ve yeraltına [C:2:0:1]tıklayın[C:7:0:0]. Sırayı tersine çevirmek de
vi: độ cao tiếp theo. [C:2:0:1]Nhấp[C:7:0:0] vào bề mặt, [C:2:0:1]di chuyển camera xuống một cấp[C:7:0:0], và [C:2:0:1]nhấp[C:7:0:0] vào khu vực dưới lòng đất. Đảo ngược thứ tự
zh_hans: 接下来. [C:2:0:1]点击[C:7:0:0] 地表, [C:2:0:1]然后将视角移动到下一层[C:7:0:0], 再[C:2:0:1]点击[C:7:0:0] 地下. 反转

source: order also works.
de: Auftrag funktioniert auch.
fr: la commande fonctionne aussi.
it: funziona anche l'ordine.
ko: 반대로 명령해도 작동합니다.
pl: kolejności też działa.
pt_br: ordem também funciona.
ru: работает аналогично.
tr: işe yarar.
vi: cũng có tác dụng.
zh_hans: 订单一样生效。

source: Now we'll unpause the game and let the miner finish the task. Press
de: Jetzt beenden wir das Spiel und lassen den Bergmann seine Arbeit beenden. Drücken Sie
fr: Nous allons maintenant réactiver le jeu et laisser le mineur terminer la tâche. Presse
it: A questo punto togliamo la pausa e lasciamo che il minatore porti a termine il suo compito. Premi
ko: 이제 게임 일시정지를 해제하고 광부가 작업을 완료하도록 합니다.
pl: Teraz wznowimy grę i pozwolimy górnikowi wykonać zadanie. Naciśnij
pt_br: Agora iremos retomar o jogo e deixar o minerador finalizar a tarefa. Aperte
ru: Теперь мы снимем игру с паузы и позволим шахтеру завершить задачу. Нажмите
tr: Şimdi oyunu devam ettireceğiz ve madencinin görevi bitirmesine izin vereceğiz. Şuna basın:
vi: Bây giờ chúng ta sẽ tiếp tục trò chơi và để thợ mỏ hoàn thành nhiệm vụ. Nhấn
zh_hans: 现在要让矮人完成ta的工作就要让游戏继续，按

source: to unpause or use the highlighted controls at the top of the screen. You should pause regularly starting out.
fr: pour réactiver ou utiliser les commandes en surbrillance en haut de l'écran. Vous devriez faire des pauses régulièrement au début.
it: per togliere la pausa o utilizzare i controlli evidenziati nella parte superiore dello schermo. All'inizio è consigliabile mettere in pausa regolarmente.
ko: 를 사용하거나 화면 상단에 강조 표시된 버튼을 통해 일시정지를 해제합니다. 당신은 주기적으로 일시정지를 해야합니다.
pl: by wznowić grę lub użyj podświetlonych elementów sterujących u góry ekranu. Zaczynając, powinieneś często pauzować grę.
pt_br: para retomar ou use os controles realçados na parte superior da tela. Você deve pausar regularmente no início.
ru: чтобы возобновить игру, или воспользуйтесь выделенными элементами управления в верхней правой части экрана. В начале игры вы должны регулярно пользоваться паузой.
tr: devam ettirmek için veya ekranın üstündeki vurgulanan kontrolleri kullanın. Başlangıçta düzenli olarak duraklatmalısınız.
vi: để tiếp tục hoặc sử dụng các điều khiển được làm nổi bật ở đầu màn hình. Bạn nên tạm dừng thường xuyên khi mới bắt đầu.
zh_hans: 在屏幕上方的高亮按键可以暂停游戏，刚开始时建议多多使用暂停功能。

source: Let's make a safe place to work. Select [C:5:0:1]Regular Mining[C:7:0:0] mode, to the left of [C:5:0:1]Stair Mining[C:7:0:0] mode.
fr: Créons un lieu de travail sûr. Sélectionnez le mode [C:5:0:1]Minage régulier[C:7:0:0], à gauche du mode [C:5:0:1]Exploitation d'escaliers[C:7:0:0].
it: Creiamo un luogo di lavoro sicuro. Seleziona la modalità [C:5:0:1]Scavo Normale[C:7:0:0] alla sinistra della modalità [C:5:0:1]Scavo Scale[C:7:0:0].
ko: 작업하기 안전한 곳을 만들어 봅시다. [C:5:0:1]계단 채굴[C:7:0:0] 모드의 왼쪽에 있는 [C:5:0:1]일반 채굴[C:7:0:0] 모드를 선택하세요.
pl: Stwórzmy bezpieczne miejsce do pracy. Wybierz tryb [C:5:0:1]Normalne kopanie[C:7:0:0] na lewo od trybu [C:5:0:1]Kopanie schodów[C:7:0:0].
pt_br: Vamos fazer um lugar seguro para trabalhar. Selecione o modo [C:5:0:1]Mineração Padrão[C:7:0:0], na esquerda do modo [C:5:0:1]Mineração de Escada[C:7:0:0].
ru: Давайте создадим безопасное место для работы. Выберите режим [C:5:0:1]Обычная раскопка[C:7:0:0], слева от режима [C:5:0:1]Копание лестниц[C:7:0:0].
tr: Çalışmak için güvenli bir yer yapalım. [C:5:0:1]Merdiven Kazısı[C:7:0:0] modunun solundaki [C:5:0:1]Normal Kazı[C:7:0:0] modunu seçin.
vi: Hãy tạo một nơi làm việc an toàn. Chọn chế độ [C:5:0:1]Khai thác Thường xuyên[C:7:0:0], nằm bên trái chế độ [C:5:0:1]Khai thác Cầu thang[C:7:0:0].
zh_hans: 先清出一块安全的地方吧。选择[C:5:0:1]常规挖掘模式[C:7:0:0] ，然后点击左边[C:5:0:1]的掘梯模式[C:7:0:0]

source: Dig a rectangle underground big enough for a large [C:6:0:0]Stockpile[C:7:0:0] and some [C:6:0:0]Workshops[C:7:0:0].
de: Grabe ein rechtwinkligen Untergrund gross genug fuer ein grossen [C:6:0:0]Vorrat[C:7:0:0] und einige [C:6:0:0]Werkstaetten[C:7:0:0].
fr: Creusez un rectangle sous terre assez grand pour un grand [C:6:0:0]Stock[C:7:0:0] et quelques [C:6:0:0]Ateliers[C:7:0:0].
it: Scava un rettangolo sottoterra abbastanza grande per una [C:6:0:0]Scorta[C:7:0:0] capiente e alcune [C:6:0:0]Botteghe[C:7:0:0].
ko: 대량의 [C:6:0:0]저장구역[C:7:0:0]를 저장할 공간과 [C:6:0:0]작업장[C:7:0:0]을 위해 충분히 큰 직사각형으로 파내려가십시오.
pl: Wykop pod ziemią prostokąt wystarczająco duży, aby pomieścić ogromny [C:6:0:0]Magazyn[C:7:0:0] i kilka [C:6:0:0]Warsztatów[C:7:0:0].
pt_br: Cave um retângulo no subsolo, grande o suficiente para um [C:6:0:0]Estoque[C:7:0:0] grande e algumas [C:6:0:0]Oficinas[C:7:0:0].
ru: Выкопайте под землей прямоугольник, достаточно большой для просторного [C:6:0:0]Склада[C:7:0:0] и нескольких [C:6:0:0]Мастерских[C:7:0:0].
tr: Büyük bir [C:6:0:0]Stok Alanı[C:7:0:0] ve bazı [C:6:0:0]Atölyeler[C:7:0:0] için yeterince büyük bir dikdörtgen kazın.
vi: Đào một hình chữ nhật dưới lòng đất đủ lớn cho một [C:6:0:0]Kho dự trữ[C:7:0:0] lớn và một vài [C:6:0:0]Xưởng[C:7:0:0].
zh_hans: 在地下挖掘一个足够大的空间，用以建立 [C:6:0:0]储物点[C:7:0:0] 和[C:6:0:0]工坊[C:7:0:0].

source: Consider that most [C:6:0:0]Workshops[C:7:0:0] are 3x3 squares. Mining through the stone layers further down may take longer,
fr: Considérez que la plupart des [C:6:0:0]ateliers[C:7:0:0] sont des carrés 3x3. L'exploitation minière à travers les couches de pierre plus bas peut prendre plus de temps,
it: Considera che la maggior parte delle [C:6:0:0]Botteghe[C:7:0:0] sono quadrati 3x3. Scavare attraverso gli strati di pietra più in basso può richiedere più tempo,
ko: 대부분의 [C:6:0:0]작업장[C:7:0:0]은 3×3 크기라는것을 고려하십시오. 암석층 너머를 채굴하는것은 더 오래걸릴 수 있습니다.
pl: Weź pod uwagę, że większość [C:6:0:0]Warsztatów[C:7:0:0] to kwadraty 3x3. Kopanie w warstwach kamienia może zająć więcej czasu,
pt_br: Considere que a maioria das [C:6:0:0]Oficinas[C:7:0:0] são quadrados 3x3. Minerar através das camadas mais profundas de pedra pode demorar mais,
ru: Учтите, что большинство [C:6:0:0]мастерских[C:7:0:0] - это квадраты 3х3. Раскопка в каменных слоях, лежащих ниже, может занять больше времени,
tr: Çoğu [C:6:0:0]Atölyenin[C:7:0:0] 3x3 kare olduğunu göz önünde bulundurun. Daha aşağıdaki taş katmanlarını kazmak daha uzun sürebilir,
vi: Hãy xem xét rằng hầu hết các [C:6:0:0]Xưởng[C:7:0:0] đều có kích thước 3x3 ô vuông. Khai thác qua các lớp đá sâu hơn có thể mất nhiều thời gian hơn,
zh_hans: 考虑到多数 [C:6:0:0]工坊[C:7:0:0] 都是3X3大小的正方形。在更深的岩层中进一步开采可能需要更多的时间，

source: but it leaves [C:6:0:1]Boulders[C:7:0:0] which are an essential building material.
fr: mais il reste des [C:6:0:1]rochers[C:7:0:0] qui sont un matériau de construction essentiel.
it: ma lascia [C:6:0:1]Massi[C:7:0:0] che sono un materiale da costruzione essenziale.
ko: 하지만 암석층은 주요한 건축 자재인 [C:6:0:1]돌 무더기[C:7:0:0]를 남깁니다.
pl: ale jego efektem są [C:6:0:1]Głazy[C:7:0:0] będące podstawowym materiałem budowlanym.
pt_br: mas deixa [C:6:0:1]Pedregulhos[C:7:0:0] que são um material de construção essencial.
ru: но оставляет [C:6:0:1]камни[C:7:0:0], которые являются необходимым строительным материалом.
tr: ancak temel bir yapı malzemesi olan [C:6:0:1]Kaya Parçaları[C:7:0:0] bırakır.
vi: nhưng nó sẽ để lại [C:6:0:1]Đá tảng[C:7:0:0] là vật liệu xây dựng thiết yếu.
zh_hans: 但是它留下了 [C:6:0:1]巨石[C:7:0:0] ，这是一种必不可少的建筑材料。

source: Later you can consider making a [C:3:0:0]Meeting Area[C:7:0:0]
fr: Plus tard, vous pouvez envisager de créer une [C:3:0:0]Zone de réunion[C:7:0:0]
it: In seguito puoi considerare di creare un'[C:3:0:0]Area d'incontro[C:7:0:0]
ko: 나중에 [C:3:0:0]회의 장소[C:7:0:0]를 만드는 것을 고려할 수 있습니다. 이것은
pl: Później możesz rozważyć stworzenie [C:3:0:0]Obszaru spotkań[C:7:0:0]
pt_br: Mais tarde você poderá considerar fazer uma [C:3:0:0]Área de Reunião[C:7:0:0]
ru: Позже вы можете рассмотреть возможность создания [C:3:0:0]Зоны собраний[C:7:0:0]
tr: Daha sonra bir [C:3:0:0]Toplanma Alanı[C:7:0:0] yapmayı düşünebilirsiniz
vi: Sau này bạn có thể cân nhắc tạo một [C:3:0:0]Khu vực Họp mặt[C:7:0:0]
zh_hans: 稍后你可以考虑设置[C:3:0:0]一个会议厅[C:7:0:0]

source: from the [C:5:0:1]Zones[C:7:0:0] menu. Otherwise your citizens will continue to gather by the [C:6:0:0]Wagon[C:7:0:0] outside.
fr: depuis le menu [C:5:0:1]Zones[C:7:0:0]. Sinon, vos citoyens continueront à se rassembler près du [C:6:0:0]Wagon[C:7:0:0] à l'extérieur.
it: dal menù [C:5:0:1]Zones[C:7:0:0]. Altrimenti i tuoi cittadini continueranno a riunirsi all'esterno vicino al [C:6:0:0]Wagon[C:7:0:0].
ko: [C:5:0:1]구역[C:7:0:0] 메뉴에서 가능합니다. 다른 경우에 당신의 시민들은 계속해서 밖에있는 [C:6:0:0]마차[C:7:0:0] 로 모입니다.
pl: z menu [C:5:0:1]Strefy[C:7:0:0]. W przeciwnym wypadku twoi obywatele nadal będą zbierać się na zewnątrz, wokół [C:6:0:0]Wozu[C:7:0:0].
pt_br: do [C:5:0:1]Zonas[C:7:0:0] menu. Do contrário, seus cidadãos irão continuar coletando do[C:6:0:0]Vagão[C:7:0:0] do lado de fora.
ru: из меню [C:5:0:1]Зоны[C:7:0:0]. В противном случае ваши жители будут продолжать собираться у [C:6:0:0]Повозки[C:7:0:0] снаружи.
tr: [C:5:0:1]Bölgeler[C:7:0:0] menüsünden. Aksi takdirde vatandaşlarınız dışarıdaki [C:6:0:0]Vagon[C:7:0:0] etrafında toplanmaya devam edecektir.
vi: từ menu [C:5:0:1]Khu vực[C:7:0:0]. Nếu không, công dân của bạn sẽ tiếp tục tập trung gần [C:6:0:0]Xe kéo[C:7:0:0] bên ngoài.
zh_hans: 从 [C:5:0:1]区域[C:7:0:0] 菜单中. 否则你的居民们将会一直在室外的 [C:6:0:0]货车[C:7:0:0]旁待命 .

source: (3 of 8)
fr: (3 sur 8)
it: (3 di 8)
pl: (3 z 8)
pt_br: (3 de 8)
ru: (3 из 8)
vi: (3 trên 8)

source: The supplies on the wagon are in danger of being carried off by wild creatures!
de: Die Vorräte auf dem Wagen sind in Gefahr, von wilden Kreaturen erbeutet zu werden!
fr: Les provisions sur le chariot risquent d'être emportées par des créatures sauvages !
it: Le provviste sul carro rischiano di essere portate via da creature selvagge!
ko: 짐마차에 있는 보급품들이 야생 생물들에 의해 빼앗기 위험에 처해있습니다!
pl: Zapasy na wozie są zagrożone porwaniem przez dzikie stworzenia!
pt_br: Os suprimentos do vagão correm o risco de serem levados por criaturas selvagens!
ru: Припасы в повозке в опасности, их могут унести дикие существа!
tr: Vagondaki malzemeler vahşi yaratıklar tarafından kaçırılma tehlikesiyle karşı karşıya!
vi: Các vật phẩm trên xe kéo có nguy cơ bị các sinh vật hoang dã mang đi!
zh_hans: 马车上的补给有被野兽带走的危险！

source: It's time to build a [C:6:0:0]Stockpile[C:7:0:0] underground to unload them. [C:6:0:0]Stockpiles[C:7:0:0] are crucial to moving
de: Es ist an der Zeit, einen [C:6:0:0]Vorratsort[C:7:0:0] im Untergrund zu bauen, um die Vorraete zu lagern. [C:6:0:0]Vorratsorte[C:7:0:0] sind wichtig fuer den Transport.
fr: Il est temps de construire un [C:6:0:0]Stock[C:7:0:0] souterrain pour les décharger. [C:6:0:0]Les stocks[C:7:0:0] sont essentiels au déplacement
it: Ora costruisci una [C:6:0:0]Scorta[C:7:0:0] sottoterra per scaricarle. le [C:6:0:0]Scorte[C:7:0:0] sono essenziali per muover
ko: 이제 지하에 [C:6:0:0]저장구역[C:7:0:0]을 만들어서 짐을 내릴 시간입니다. [C:6:0:0]저장구역[C:7:0:0] 은 이동에 매우 중요합니다.
pl: Czas zbudować pod ziemią [C:6:0:0]Magazyn[C:7:0:0] i rozładować je. [C:6:0:0]Magazyny7:0:0] grają kluczową rolę w przemieszczaniu
pt_br: É hora de construir um [C:6:0:0]Estoque[C:7:0:0] abaixo da terra para descarrega-los. [C:6:0:0]Estoques[C:7:0:0] são cruciais para mover
ru: Пришло время построить [C:6:0:0]Склады[C:7:0:0] под землей, чтобы разгрузить их. [C:6:0:0]Склады[C:7:0:0] имеют решающее значение для перемещения
tr: Onları boşaltmak için yeraltına bir [C:6:0:0]Stok Alanı[C:7:0:0] yapma zamanı. [C:6:0:0]Stok Alanları[C:7:0:0], malzemeleri taşımak için çok önemlidir
vi: Đã đến lúc xây dựng một [C:6:0:0]Kho dự trữ[C:7:0:0] dưới lòng đất để dỡ hàng. [C:6:0:0]Kho dự trữ[C:7:0:0] rất quan trọng để di chuyển
zh_hans: 是时候在地下建造 [C:6:0:0]储物堆[C:7:0:0] 去卸载货物了. [C:6:0:0]储物堆[C:7:0:0] 对于搬家是重要的

source: supplies around your fortress where they are needed.
de: Vorräte in Ihrer Festung, wo sie benötigt werden.
fr: fournitures autour de votre forteresse là où elles sont nécessaires.
it: i rifornimenti in giro per la fortezza, dove sono più necessari.
ko: 필요한 물품을 당신의 요새에 공급하는 측면에서
pl: zapasów w twierdzy tam, gdzie są potrzebne.
pt_br: suprimentos ao redor do seu forte onde eles são necessários.
ru: припасы вокруг крепости, где они необходимы.
tr: kalenizde ihtiyaç duyulan yerlere.
vi: vật phẩm quanh pháo đài của bạn đến nơi cần thiết.
zh_hans: 供应给要塞中需要的地方。

source: [C:6:0:0]Stockpiles[C:7:0:0] are placed with the [C:5:0:1]Stockpile[C:7:0:0] button (highlighted.) Click it now.
fr: [C:6:0:0]Les stocks[C:7:0:0] sont placés avec le bouton [C:5:0:1]Stocks[C:7:0:0] (en surbrillance.) Cliquez dessus maintenant .
it: Le [C:6:0:0]Scorte[C:7:0:0] sono posizionate col tasto [C:5:0:1]Scorta[C:7:0:0] (evidenziato). Premilo ora.
ko: [C:6:0:0]저장구역[C:7:0:0] 은 [C:5:0:1]저장구역[C:7:0:0] 버튼(강조됨)으로 설치할 수 있습니다. 클릭하세요.
pl: [C:6:0:0]Magazyny[C:7:0:0] są rozmieszczane za pomocą przycisku [C:5:0:1]Magazyn[C:7:0:0] (podświetlony). Kliknij go teraz.
pt_br: [C:6:0:0]Estoques[C:7:0:0] são colocados com o [C:5:0:1]Estoque[C:7:0:0] botão (destacado.) Clique nele.
ru: [C:6:0:0]Склады[C:7:0:0] размещаются с помощью кнопки [C:5:0:1]Склад[C:7:0:0] (выделена). Нажмите ее сейчас.
tr: [C:6:0:0]Stok Alanları[C:7:0:0], (vurgulanan) [C:5:0:1]Stok Alanı[C:7:0:0] düğmesiyle yerleştirilir. Şimdi tıklayın.
vi: [C:6:0:0]Kho dự trữ[C:7:0:0] được đặt bằng nút [C:5:0:1]Kho dự trữ[C:7:0:0] (được làm nổi bật.) Nhấp vào đó ngay bây giờ.
zh_hans: [C:6:0:0]储物点[C:7:0:0] 位于 [C:5:0:1]储物堆[C:7:0:0] 功能键中 （已高亮显示）， 请点击它.
