Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Ambush (thief)
pl: Zasadzka (złodziej)
tr: Pusu (hırsız)
vi: Phục kích (kẻ trộm)

source: Ambush (thief, skulking)
pl: Zasadzka (złodziej, zaczajony)
tr: Pusu (hırsız, sinsi)
vi: Phục kích (kẻ trộm, rình rập)

source: Ambush (thief, nature)
pl: Zasadzka (złodziej, natura)
tr: Pusu (hırsız, doğa)
vi: Phục kích (kẻ trộm, đến từ thiên nhiên)

source: Ambush (thief, other)
pl: Zasadzka (złodziej, inne)
tr: Pusu (hırsız, diğer)
vi: Phục kích (kẻ trộm, khác)

source: Snatcher
de: Dieb
fr: Voleur
it: Accalappiatore
ko: 스내처
pl: Porywacz
ru: Похититель
tr: Kaçırıcı
vi: Kẻ bắt cóc
zh_hans: 掠夺者

source: Ambush (snatcher)
pl: Zasadzka (Porywacz)
tr: Pusu (kaçırıcı)
vi: Phục kích (kẻ bắt cóc)

source: Ambush (nature)
pl: Zasadzka (natura)
tr: Pusu (doğa)
vi: Phục kích (tự nhiên)

source: Ambush
de: Hinterhalt
fr: Embuscade
it: Agguato
ko: 매복
pl: Zasadzka
pt_br: Emboscada
ru: Засада
tr: Pusu
vi: Phục kích
zh_hans: 埋伏

source: Ambush (injured creature)
pl: Zasadzka (zranione stworzenie)
tr: Pusu (yaralı yaratık)
vi: Phục kích (sinh vật bị thương)

source: Ambush (uninjured creature)
pl: Zasadzka (niezranione stworzenie)
tr: Pusu (yaralanmamış yaratık)
vi: Phục kích (sinh vật không bị thương)

source: Ambush (incapacitated creature)
pl: Zasadzka (obezwładnione stworzenie)
tr: Pusu (etkisiz hale gelmiş yaratık)
vi: Phục kích (sinh vật bị vô hiệu hóa)

source: Caravan
pl: Karawana
tr: Kervan
vi: Đoàn buôn

source: Noble
de: Adlig
it: Nobile
ko: 귀족
pl: Szlachcic
pt_br: Lista de nobre: substituir
ru: Знать
tr: Soylu
vi: Quý tộc
zh_hans: 贵族

source: Migrant (one)
pl: Migrant (jeden)
tr: Göçmen (bir)
vi: Dân di cư (một người)

source: No migrants
pl: Brak migrantów
tr: Göçmen yok
vi: Không có dân di cư

source: Animal trapped
pl: Zwierzę w pułapce
tr: Hayvan tuzağa düştü
vi: Động vật bị bẫy

source: Animal trap robbed
pl: Obrabowana pułapka
tr: Hayvan tuzağı soyuldu
vi: Bẫy động vật bị cướp

source: Gremlin pulled lever
pl: Gremlin pociągnął za dźwignię
tr: Gremlin kolu çekti
vi: Gremlin đã kéo cần gạt

source: Gremlin triggered plate
pl: Gremlin wszedł na płytkę
tr: Gremlin plakayı tetikledi
vi: Gremlin đã kích hoạt bàn đạp

source: Gremlin opened cage
pl: Gremlin otworzył klatkę
tr: Gremlin kafesi açtı
vi: Gremlin đã mở lồng

source: Gremlin unshackled something
pl: Gremlin coś uwolnił
tr: Gremlin bir şeyin zincirini kopardı
vi: Gremlin đã tháo xiềng thứ gì đó

source: Diplomat
pl: Dyplomata
vi: Nhà ngoại giao

source: Trade diplomat
pl: Handlowy dyplomata
tr: Ticaret diplomatı
vi: Nhà ngoại giao thương mại

source: Cave-in
pl: Zapadlisko
tr: Göçük
vi: Sập hầm

source: Citizen birth
pl: Narodziny obywatela
tr: Vatandaş doğumu
vi: Cư dân chào đời

source: Animal birth
pl: Narodziny zwierzęcia
tr: Hayvan doğumu
vi: Động vật chào đời

source: Strange mood
de: Seltsame Stimmung
fr: Ambiance étrange
it: Strano umore
ko: 이상한 분위기
pl: Dziwny humor
pt_br: Espírito estranho
ru: В странном настроении
tr: Garip ruh hali
vi: Tâm trạng kỳ lạ
zh_hans: 奇怪的情绪

source: Artifact made
pl: Artefakt zrobiony
tr: Eser yapıldı
vi: Cổ vật được tạo ra

source: Item given name
pl: Nazwa nadana przedmiotowi
tr: Eşyaya isim verildi
vi: Vật phẩm được đặt tên

source: Attachment to item
pl: Załącznik do przedmiotu
tr: Eşyaya bağlanma
vi: Gắn bó với vật phẩm

source: Vermin escaped from cage
pl: Robactwo uciekło z klatki
tr: Haşere kafesten kaçtı
vi: Côn trùng gây hại thoát khỏi lồng

source: Entangled in hidden web
pl: Uwikłany w ukrytą sieć
tr: Gizli ağa dolandı
vi: Bị mắc kẹt trong mạng nhện ẩn

source: (Strange mood) Building claimed
pl: (Dziwny humor) Zajęcie budowli
tr: (Garip ruh hali) Bina sahiplenildi
vi: (Tâm trạng kỳ lạ) Công trình được tuyên bố

source: Artifact construction begun
pl: Rozpoczęta budowa artefaktu
tr: Eser inşası başladı
vi: Khởi công chế tác Cổ vật

source: Megabeast
pl: Megabestia
tr: Dev canavar
vi: Cự thú

source: Werebeast
pl: Wilkołacza bestia
tr: Yarı canavar
vi: Người thú

source: Regular beast
pl: Zwykła bestia
tr: Sıradan canavar
vi: Quái thú thông thường

source: Berserk
fr: Fou furieux
it: Impazzito
ko: 맹렬한
pl: Szał
pt_br: Frenesi
ru: Берсерк
tr: Gözü dönmüş
vi: Cuồng nộ
zh_hans: 发狂的

source: Magma defaced engraving
pl: Magma zniekształciła grawerunek
tr: Magma işlemeyi bozdu
vi: Magma làm hỏng chạm khắc

source: Engraving melted
pl: Grawerunek stopiony
tr: İşleme eridi
vi: Chạm khắc bị tan chảy

source: Masterwork made
pl: Arcydzieło stworzone
tr: Şaheser yapıldı
vi: Kiệt tác được tạo ra

source: Masterwork architecture lost
pl: Arcydzieło architektury stracone
tr: Şaheser mimari kaybedildi
vi: Kiến trúc kiệt tác bị mất

source: Masterwork construction lost
pl: Arcydzieło konstrukcji stracone
tr: Şaheser yapı kaybedildi
vi: Công trình kiệt tác bị mất

source: (Adventure) Awaken
pl: (Przygoda) Przebudzony
tr: (Macera) Uyan
vi: (Phiêu lưu) Tỉnh dậy

source: (Adventure) Sleep interrupted
pl: (Przygoda) Sen przerwany
tr: (Macera) Uyku bölündü
vi: (Phiêu lưu) Giấc ngủ bị gián đoạn

source: Job cancellation
pl: Anulowanie pracy
tr: İş iptali
vi: Hủy bỏ công việc

source: (Adventure) Death
pl: (Przygoda) Śmierć
tr: (Macera) Ölüm
vi: (Phiêu lưu) Tử vong

source: Citizen death
pl: Śmierć obywatela
tr: Vatandaş ölümü
vi: Cư dân tử vong

source: Pet death
pl: Śmierć zwierzęcia domowego
tr: Evcil hayvan ölümü
vi: Thú cưng tử vong

source: Endgame event 1
pl: Wydarzenie końca gry 1
tr: Oyun sonu olayı 1
vi: Sự kiện kết thúc game 1

source: Endgame event 1B
pl: Wydarzenie końca gry 1B
tr: Oyun sonu olayı 1B
vi: Sự kiện kết thúc game 1B

source: Endgame event 2
pl: Wydarzenie końca gry 2
tr: Oyun sonu olayı 2
vi: Sự kiện kết thúc game 2

source: Fall over
pl: Przewrócony
tr: Düşme
vi: Ngã

source: Caught in flame
pl: Złapany w płomienie
tr: Alevlere yakalandı
vi: Bị mắc kẹt trong lửa

source: Caught in web
pl: Złapany w sieć
tr: Ağa yakalandı
vi: Bị mắc kẹt trong mạng nhện

source: Slam into an obstacle (blow apart)
pl: Zderzenie z przeszkodą (roztrzaskanie)
tr: Engele çarpma (parçalanma)
vi: Đâm vào chướng ngại vật (vỡ tan)

source: Slam into an obstacle
pl: Zderzenie z przeszkodą
tr: Engele çarpma
vi: Đâm vào chướng ngại vật

source: Slam into unit
pl: Zderzenie z jednostką
tr: Birime çarpma
vi: Đâm vào đơn vị

source: Vomit
pl: Wymioty
tr: Kusma
vi: Nôn mửa

source: Lose hold of item
pl: Stracenie kontroli nad przedmiotem
tr: Eşyayı elinden düşürme
vi: Đánh rơi vật phẩm

source: Regain consciousness
pl: Odzyskanie świadomosci
tr: Bilinci yerine gelme
vi: Tỉnh lại

source: Free from web
pl: Uwolnienie z sieci
tr: Ağdan kurtulma
vi: Thoát khỏi mạng nhện

source: Overcome paralysis
pl: Przejmujący paraliż
tr: Felci yenme
vi: Vượt qua tê liệt

source: No longer stunned
pl: Koniec oszołomienia
tr: Artık sersemlemiş değil
vi: Không còn bị choáng

source: Give into pain
pl: Poddanie się bólowi
tr: Acıya teslim olma
vi: Khuất phục trước đau đớn

source: (Wrestling) Break grip
pl: (Zapasy) Chwyt zrywający
tr: (Güreş) Tutuşu kırma
vi: (Vật lộn) Phá vỡ thế giữ

source: (Wrestling) Cannot break grip
pl: (Zapasy) Nie można zerwać chwytu
tr: (Güreş) Tutuş kırılamıyor
vi: (Vật lộn) Không thể phá vỡ thế giữ

source: Block fire
pl: Zablokuj ogień
tr: Ateşi engelle
vi: Chặn lửa

source: Breathe fire
pl: Zionąć ogniem
tr: Ateş püskürt
vi: Thở ra lửa

source: Shoot web
pl: Strzelaj pajęczyną
tr: Ağ at
vi: Bắn tơ nhện

source: Pull out and drop item
pl: Wyciąganie i upuszczanie przedmiotu
tr: Çıkar ve eşyayı düşür
vi: Rút ra và đánh rơi vật phẩm

source: Stand up
pl: Wstań
tr: Ayağa kalk
vi: Đứng dậy

source: Martial trance
pl: Trans bojowy
tr: Savaş transı
vi: Trạng thái xuất thần chiến đấu

source: Breath attack
pl: Atak oddechu
tr: Nefes saldırısı
vi: Tấn công bằng hơi thở

source: (Adventure) Made item
pl: (Przygoda) Wykonany przedmiot
tr: (Macera) Eşya yapıldı
vi: (Phiêu lưu) Đã tạo vật phẩm

source: (Adventure) Night Creature Attack
pl: (Przygoda) Atak nocnego stworzenia
tr: (Macera) Gece Yaratığı Saldırısı
vi: (Phiêu lưu) Tấn công của Sinh vật Đêm

source: (Adventure) Cackling fades
pl: (Przygoda) Mruczenie zanika
tr: (Macera) Kıkırdama uzaklaşıyor
vi: (Phiêu lưu) Tiếng cười khẩy tắt dần

source: Ghost attack
pl: Atak duchów
tr: Hayalet saldırısı
vi: Tấn công của ma

source: Hit by ball of flames
pl: Trafiony przez kulę ognia
tr: Alev topuyla vuruldu
vi: Bị trúng quả cầu lửa

source: Discovered site
pl: Odkryte miejsce
tr: Yerleşim keşfedildi
vi: Đã phát hiện địa điểm

source: Cannot travel through site
pl: Nie można podróżować po stronie
tr: Yerleşimin içinden seyahat edilemez
vi: Không thể đi qua địa điểm

source: Creature sound
pl: Dźwięk stworzeń
tr: Yaratık sesi
vi: Tiếng động của sinh vật

source: Creature stolen object
pl: Stworzenie skradzionego przedmiotu
tr: Yaratık nesne çaldı
vi: Sinh vật đã trộm vật thể

source: Found trap
pl: Znaleziona pułapka
tr: Tuzak bulundu
vi: Đã tìm thấy bẫy

source: Interaction (user)
pl: Interakcja (użytkownika)
tr: Etkileşim (kullanıcı)
vi: Tương tác (người chơi)

source: Interaction (target)
pl: Interakcja (docelowa)
tr: Etkileşim (hedef)
vi: Tương tác (mục tiêu)

source: Undead attack
pl: Atak nieumarłych
tr: Ölümsüz saldırısı
vi: Tấn công của xác sống

source: Citizen missing
pl: Zaginiony obywatel
tr: Vatandaş kayıp
vi: Cư dân mất tích

source: Pet missing
pl: Zwierzę zaginęło
tr: Evcil hayvan kayıp
vi: Thú cưng mất tích

source: Embrace
pl: Uścisk
tr: Kucaklama
vi: Ôm

source: Weird weather
pl: Dziwna pogoda
tr: Tuhaf hava durumu
vi: Thời tiết kỳ lạ

source: Evil cloud
pl: Złowroga chmura
tr: Kötücül bulut
vi: Mây độc ác

source: Animal action
pl: Działanie na zwierzętach
tr: Hayvan eylemi
vi: Hành động của động vật

source: Flounder in water
pl: Flądra w wodzie
tr: Suda çırpınma
vi: Vùng vẫy trong nước

source: Semi-wild
pl: Na wpół dziki
tr: Yarı vahşi
vi: Bán hoang dã

source: Full reversion
pl: Pełne odwrócenie
tr: Tam geri dönüş
vi: Hoàn toàn trở lại nguyên bản

source: Gained knowledge
pl: Uzyskana wiedza
tr: Bilgi edinildi
vi: Đã lĩnh hội kiến thức

source: Skipped on liquid
pl: Pominięty płyn
tr: Sıvı üzerinde sekti
vi: Lướt trên chất lỏng

source: Dodge projectile
pl: Uniknij pocisku
tr: Mermiden kaçınma
vi: Né vật thể bay

source: Bandit empties container
pl: Bandyta opróżnia pojemnik
tr: Haydut kabı boşaltıyor
vi: Kẻ cướp làm rỗng vật chứa

source: Bandit grabs item
pl: Bandyta podnosi przedmiot
tr: Haydut eşyayı kapıyor
vi: Kẻ cướp chộp lấy vật phẩm

source: Attack interrupted
pl: Atak przerwany
tr: Saldırı kesildi
vi: Cuộc tấn công bị gián đoạn

source: Attack caught
pl: Atak złapany
tr: Saldırı yakalandı
vi: Cuộc tấn công bị chặn lại

source: Fail to grab hold
pl: Nieudana próba chwycenia
tr: Tutunamama
vi: Không thể nắm chặt

source: Lose hold of surface
pl: Stracenie trzymania powierzchni
tr: Yüzeyden tutuşu kaybetme
vi: Mất bám vào bề mặt

source: Travel complaint
pl: Skarga dotycząca podróży
tr: Seyahat şikayeti
vi: Phàn nàn về chuyến đi

source: No longer overwhelmed
pl: Już nie przytłoczony
tr: Artık baskı altında değil
vi: Không còn bị choáng ngợp

source: Reorganize possessions
pl: Reorganizacja posiadanych rzeczy
tr: Eşyaları yeniden düzenle
vi: Sắp xếp lại tài sản

source: Push item
pl: Wypchnij przedmiot
tr: Eşyayı it
vi: Đẩy vật phẩm

source: Draw item
pl: Wyciągnij przedmiot
tr: Eşyayı çek
vi: Rút vật phẩm

source: Strap item
pl: Przypnij przedmiot
tr: Eşyayı kayışla as
vi: Buộc vật phẩm

source: Gained site control
pl: Uzyskana kontrola strony
tr: Yerleşim kontrolü kazanıldı
vi: Đã giành quyền kiểm soát địa điểm

source: Conversation (Conflict)
pl: Rozmowa (Konflikt)
tr: Konuşma (Çatışma)
vi: Cuộc trò chuyện (Xung đột)

source: Assumed position
pl: Założona pozycja
tr: Pozisyon alındı
vi: Đã vào vị trí

source: Mechanism sounds
pl: Mechanizm wydaje odgłosy
tr: Mekanizma sesleri
vi: Tiếng cơ chế

source: Wild animal gave birth
pl: Dzikie zwierzę urodziło
tr: Vahşi hayvan doğum yaptı
vi: Động vật hoang dã đã sinh con

source: Citizen overwhelmed by stress
pl: Obywatel przytłoczony stresem
tr: Vatandaş stres yüzünden bunaldı
vi: Công dân kiệt sức vì căng thẳng

source: Citizen lost to stress
pl: Obywatel utracony z powodu stresu
tr: Vatandaş strese yenik düştü
vi: Công dân gục ngã vì căng thẳng

source: Tantrum
pl: Napad furii
tr: Sinir krizi
vi: Cơn thịnh nộ

source: Enemy moved out of range
pl: Wróg wyszedł z zasięgu
tr: Düşman menzilden çıktı
vi: Kẻ địch đã di chuyển khỏi tầm

source: Cannot jump
pl: Nie może skakać
tr: Zıplanamaz
vi: Không thể nhảy

source: No tracks
pl: Brak ścieżki
tr: İz yok
vi: Không có dấu vết

source: Already searched
pl: Już przeszukane
tr: Zaten arandı
vi: Đã tìm kiếm

source: Search found something
pl: Przeszukanie wykryło coś
tr: Aramada bir şey bulundu
vi: Tìm kiếm thấy vật gì đó

source: Search found nothing
pl: Przeszukanie nic nie wykryło
tr: Aramada hiçbir şey bulunamadı
vi: Tìm kiếm không thấy gì

source: Nothing to interact
pl: Nic do interakcji
tr: Etkileşime geçilecek bir şey yok
vi: Không có gì để tương tác

source: Nothing to examine
pl: Nic do sprawdzenia
tr: İncelenecek bir şey yok
vi: Không có gì để kiểm tra

source: You yield
pl: Poddajesz się
tr: Teslim oluyorsun
vi: Bạn nhượng bộ

source: You unyield
pl: Nie poddajesz się
tr: Teslim olmaktan vazgeçiyorsun
vi: Bạn không nhượng bộ

source: You strap item
pl: Przypinasz przedmiot
tr: Eşyayı kayışla asıyorsun
vi: Bạn buộc vật phẩm

source: You draw
pl: Wyciągasz
tr: Çekiyorsun
vi: Bạn rút

source: No grasp to draw
pl: Brak uchwytu do pociągnięcia
tr: Çekecek tutuş yok
vi: Không có gì để rút

source: No item to strap
pl: Brak przedmiotu do przypięcia
tr: Kayışla asılacak eşya yok
vi: Không có vật phẩm để buộc

source: No item to remove
pl: Brak przedmiotu do usunięcia
tr: Çıkarılacak eşya yok
vi: Không có vật phẩm để tháo

source: No item to wear
pl: Brak przedmiotu do założenia
tr: Giyilecek eşya yok
vi: Không có vật phẩm để mặc

source: No item to eat
pl: Brak przedmiotu do zjedzenia
tr: Yiyecek eşya yok
vi: Không có vật phẩm để ăn

source: No item to contain
pl: Brak przedmiotu do przechowania
tr: Kaba konulacak eşya yok
vi: Không có vật phẩm để chứa

source: No item to drop
pl: Brak przedmiotu do upuszczenia
tr: Bırakılacak eşya yok
vi: Không có vật phẩm để thả

source: No item to pick up
pl: Brak przedmiotu do podniesienia
tr: Alınacak eşya yok
vi: Không có vật phẩm để nhặt

source: No item to throw
pl: Brak prtzedmiotu do rzucenia
tr: Atılacak eşya yok
vi: Không có vật phẩm để ném

source: Check smells
pl: Sprawdź zapachy
tr: Kokuları kontrol et
vi: Kiểm tra mùi

source: Check weather
pl: Sprawdź pogodę
tr: Hava durumunu kontrol et
vi: Kiểm tra thời tiết

source: Check temperature
pl: Sprawdź temperaturę
tr: Sıcaklığı kontrol et
vi: Kiểm tra nhiệt độ

source: Check date
pl: Sprawdź datę
tr: Tarihi kontrol et
vi: Kiểm tra ngày

source: No hands to pick up
pl: Brak uchwytów do podniesienia
tr: Almak için el yok
vi: Không có tay để nhặt

source: Cannot chop tree
pl: Nie może zrąbać drzewa
tr: Ağaç kesilemez
vi: Không thể chặt cây

source: Cannot climb
pl: Nie może się wspiąć
tr: Tırmanılamaz
vi: Không thể leo trèo

source: Cannot stand
pl: Nie może stać
tr: Ayağa kalkılamaz
vi: Không thể đứng

source: Must unretract first
pl: Najpierw musisz odwołać wycofanie
tr: Önce geri çekilme durumu kaldırılmalı
vi: Phải thu hồi trước

source: Cannot rest
pl: Nie może odpocząć
tr: Dinlenilemez
vi: Không thể nghỉ ngơi

source: Cannot make campfire
pl: Nie może zrobić ogniska
tr: Kamp ateşi yakılamaz
vi: Không thể tạo lửa trại

source: Made a campfire
pl: Zrobił ognisko
tr: Kamp ateşi yakıldı
vi: Đã tạo một lửa trại

source: Cannot set a fire
pl: Nie może rozpalić ognia
tr: Ateş yakılamaz
vi: Không thể đốt lửa

source: Set a fire
pl: Rozpalił ogień
tr: Ateş yakıldı
vi: Đã đốt lửa

source: Break of dawn
pl: Świt
tr: Şafak
vi: Bình minh

source: Noon
pl: Południe
tr: Öğle
vi: Buổi trưa

source: Nightfall
pl: Zmrok
tr: Gece çöküşü
vi: Hoàng hôn

source: Empty a container
pl: Opróżnianie pojemnika
tr: Bir kabı boşalt
vi: Làm rỗng vật chứa

source: Put on item
tr: Eşyayı giy
vi: Mặc vật phẩm

source: Take off item
tr: Eşyayı çıkar
vi: Cởi vật phẩm

source: Take out of a container
pl: Wyjmij z pojemnika
tr: Kaptan çıkar
vi: Lấy ra khỏi vật chứa

source: Put into a container
pl: Umieścić w pojemniku
tr: Kaba koy
vi: Đặt vào vật chứa

source: Eat
de: Essen
fr: Manger
it: Mangia
ko: 식사
pl: Jeść
pt_br: Comer
ru: Есть
tr: Ye
vi: Ăn
zh_hans: 吃

source: Failed to eat/drink
pl: Nie udało się zjeść/wypić
tr: Yeme/içme başarısız
vi: Không thể ăn/uống

source: Drop
pl: Upuść
tr: Bırak
vi: Thả

source: Pick up
pl: Podnieś
tr: Al
vi: Nhặt

source: You interact with building
pl: Wchodzisz w interakcję z budynkiem
tr: Bina ile etkileşime giriyorsun
vi: Bạn tương tác với công trình

source: You interact with item
pl: Wchodzisz w interakcję z przedmiotem
tr: Eşya ile etkileşime giriyorsun
vi: Bạn tương tác với vật phẩm

source: You feel hot/cold
pl: Czujesz gorąco/zimno
tr: Sıcak/soğuk hissediyorsun
vi: Bạn cảm thấy nóng/lạnh

source: Profession change
pl: Zmiana profesji
tr: Meslek değişimi
vi: Thay đổi nghề nghiệp

source: Recruit gains skill
pl: Rekrut zyskuje umiejętności
tr: Acemi beceri kazandı
vi: Tân binh đạt được kỹ năng

source: Soldier becomes a master
pl: Żołnierz staje się mistrzem
tr: Asker usta oldu
vi: Binh sĩ trở thành bậc thầy

source: (Combat) Gain/lose possession of item
pl: (Walka) Uzyskanie/strata przedmiotu
tr: (Savaş) Eşya sahipliğini kazan/kaybet
vi: (Chiến đấu) Giành/mất vật phẩm

source: Cough blood
pl: Kaszel krwią
tr: Kan öksür
vi: Ho ra máu

source: Vomit blood
pl: Wymiotowanie krwią
tr: Kan kus
vi: Nôn ra máu

source: Merchants unloading
pl: Kupcy wyładowują towary
tr: Tüccarlar yük boşaltıyor
vi: Thương nhân đang dỡ hàng

source: Merchants need depot
pl: Kupcy potrzebują składu
tr: Tüccarların depoya ihtiyacı var
vi: Thương nhân cần kho hàng

source: Wagons bypassed inaccessible site
pl: Wozy ominęły niedostępne miejsce
tr: Vagonlar erişilemeyen yeri es geçti
vi: Xe hàng đã bỏ qua địa điểm không thể tiếp cận

source: Merchants leaving soon
pl: Kupcy wkrótce opuszczają to miejsce
tr: Tüccarlar yakında ayrılacak
vi: Thương nhân sắp rời đi

source: Merchants leaving now
pl: Kupcy opuszczają teraz to miejsce
tr: Tüccarlar şimdi ayrılıyor
vi: Thương nhân đang rời đi

source: Pet loses dead owner
pl: Zwierzę traci zmarłego właściciela
tr: Evcil hayvan sahibini kaybetti
vi: Thú cưng mất chủ đã chết

source: Pet adopts owner
pl: Zierzę adoptuje właściciela
tr: Evcil hayvan sahibini benimsedi
vi: Thú cưng nhận chủ mới

source: Vermin bite
pl: Robak gryzie
tr: Haşere ısırığı
vi: Bị sâu bọ cắn

source: Unable to complete building
pl: Niemożliwe dokończenie budowy
tr: Bina tamamlanamıyor
vi: Không thể hoàn thành công trình

source: Job removed from unpowered building
pl: Praca usunięta z niezasilanego stanowiska
tr: Güç verilmeyen binadan iş kaldırıldı
vi: Nhiệm vụ bị gỡ bỏ khỏi công trình không được cấp điện

source: Citizen kidnapped
pl: Obywatel porwany
tr: Vatandaş kaçırıldı
vi: Công dân bị bắt cóc

source: Vermin disturbed
pl: Robactwo zakłóciło
tr: Haşere ürkütüldü
vi: Sâu bọ bị quấy rầy

source: Land gains a status
pl: Ziemia uzyskała status
tr: Arazi statü kazandı
vi: Vùng đất đạt một trạng thái

source: Land's status elevated
pl: Podniesiono status ziemi
tr: Arazinin statüsü yükseldi
vi: Trạng thái của vùng đất được nâng cao

source: Masterpiece crafted
pl: Stworzono arcydzieło
tr: Şaheser üretildi
vi: Kiệt tác đã được chế tác

source: Masterpiece defaced
pl: Arcydzieło zniszczone
tr: Şaheser tahrif edildi
vi: Kiệt tác bị phá hoại

source: Learned a power
pl: Nauczono mocy
tr: Bir güç öğrenildi
vi: Đã học được một năng lực

source: You feed on victim
pl: Żywisz się ofiarą
tr: Kurbanla besleniyorsun
vi: Bạn ăn thịt nạn nhân

source: Animal trained
pl: Zwierzę wyszkolone
tr: Hayvan eğitildi
vi: Động vật đã được huấn luyện

source: Masterful dye
pl: Mistrzowski barwnik
tr: Usta işi boya
vi: Thuốc nhuộm bậc thầy

source: Masterwork food
pl: Mistrzowskie jedzenie
tr: Şaheser yemek
vi: Thức ăn kiệt tác

source: Mandate ends
pl: Koniec nakazu
tr: Talimat sona erdi
vi: Nhiệm vụ hoàng gia kết thúc

source: Diplomat bids farewell
pl: Dyplomata żegna się
tr: Diplomat veda ediyor
vi: Nhà ngoại giao từ biệt

source: Election
pl: Wybory
tr: Seçim
vi: Bầu cử

source: Site located
pl: Miejsce ulokowane
tr: Yerleşim bulundu
vi: Vị trí đã được định vị

source: Construction suspended
pl: Konstrukcja zawieszona
tr: İnşaat askıya alındı
vi: Xây dựng bị đình chỉ

source: Machine link suspended
pl: Podłączenie maszyny zawieszone
tr: Makine bağlantısı askıya alındı
vi: Liên kết máy móc bị đình chỉ

source: Work order completed
pl: Zakończone zlecenie pracy
tr: İş emri tamamlandı
vi: Lệnh làm việc đã hoàn thành

source: Job overwritten
pl: Praca nadpisana
tr: İş değiştirildi
vi: Công việc bị ghi đè

source: No fish to catch
pl: Brak ryb do złapania
tr: Yakalanacak balık yok
vi: Không có cá để bắt

source: Demand forgotten
pl: Zapomnieno o żądaniu
tr: Talep unutuldu
vi: Yêu cầu bị quên lãng

source: New demand
pl: Nowe żądanie
tr: Yeni talep
vi: Yêu cầu mới

source: New mandate
pl: Nowy nakaz
tr: Yeni yetki
vi: Nhiệm vụ hoàng gia mới

source: Local resident creature named
pl: Lokalnie zamieszkujące stworzenie imieniem
tr: Yerel sakin yaratık isimlendirildi
vi: Sinh vật cư trú địa phương đã được đặt tên

source: Somebody grows up
pl: Ktoś dorosnął
tr: Biri büyüdü
vi: Một người trưởng thành

source: Citizen becomes soldier
pl: Obywatel staje się żołnierzem
tr: Vatandaş asker oldu
vi: Dân thường trở thành binh lính

source: Citizen becomes civilian
pl: Obywatel staje się cywilem
tr: Vatandaş sivil oldu
vi: Công dân trở lại làm dân thường

source: Party organized
pl: Zorganizowano zabawę
tr: Parti düzenlendi
vi: Tiệc đã được tổ chức

source: Tantrum (possessed by ghost)
pl: Furia (opętany przez ducha)
tr: Sinir krizi (hayalet tarafından ele geçirildi)
vi: Cơn thịnh nộ (bị ma nhập)

source: Building toppled by ghost
pl: Budynek obalony przez ducha
tr: Bina hayalet tarafından devrildi
vi: Tòa nhà bị ma lật đổ

source: Masterwork improvement
pl: Mistrzowskie ulepszenie
tr: Şaheser geliştirme
vi: Cải tiến kiệt tác

source: Masterwork engraving
pl: Mistrzowski grawerunek
tr: Şaheser işleme
vi: Khắc họa kiệt tác

source: Wedding
pl: Ślub
tr: Düğün
vi: Đám cưới

source: Beast guzzles drink
pl: Bestia żłopie napój
tr: Canavar içkiyi lıkır lıkır içiyor
vi: Quái thú nốc đồ uống

source: Clear weather
pl: Dobra pogoda
tr: Açık hava
vi: Thời tiết quang đãng

source: Snow
pl: Śnieg
tr: Kar
vi: Tuyết

source: Rain
fr: Pluie
it: Pioggia
ko: 비
pl: Deszcz
pt_br: Chuva
ru: Осадки
tr: Yağmur
vi: Mưa
zh_hans: 雨

source: Wet season
pl: Pora deszczowa
tr: Yağışlı mevsim
vi: Mùa mưa

source: Dry season
pl: Pora sucha
tr: Kurak mevsim
vi: Mùa khô

source: Guest arrives
pl: Przybył gość
tr: Misafir geldi
vi: Khách đã đến

source: You cannot speak
pl: Nie możesz mówić
tr: Konuşamazsın
vi: Bạn không thể nói

source: Research breakthrough
pl: Przełom w badaniach
tr: Araştırma atılımı
vi: Đột phá nghiên cứu

source: Your order delivered
pl: Twoje zamówienie dostarczone
tr: Siparişin teslim edildi
vi: Đơn hàng của bạn đã được giao

source: You cannot perform
pl: ie możesz występować
tr: İcra edemezsin
vi: Bạn không thể biểu diễn

source: Begin activity
pl: Rozpocznij aktywność
tr: Aktiviteye başla
vi: Bắt đầu hoạt động

source: Activity ongoing
pl: Trwająca aktywność
tr: Aktivite devam ediyor
vi: Hoạt động đang diễn ra

source: Activity section change
pl: Zmiana sekcji aktywności
tr: Aktivite bölümü değişimi
vi: Thay đổi phân đoạn hoạt động

source: Activity end
pl: Koniec aktywności
tr: Aktivite sonu
vi: Kết thúc hoạt động

source: Learned written content
pl: Nauczona treść pisana
tr: Yazılı içerik öğrenildi
vi: Đã học được nội dung viết
