Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: has an incredibly short body but still manages to be very fat
de: hat einen unglaublich kleinen Körper, aber es gelingt ihm immer noch sehr fett sein
fr: a un corps incroyablement court mais parvient à être très gros
it: ha un corpo incredibilmente basso ma riesce comunque a essere molto grasso
ko: 엄청나게 짧은 몸을 가지고 있지만 여전히 매우 뚱뚱합니다.
pl: ma niewiarygodnie krótkie ciało, ale mimo to jest bardzo gruby
pt_br: tem um corpo incrivelmente curto, mas ainda consegue ser muito gordo
ru: имеет невероятно короткое тело, но при этом умудряется быть очень толстым
tr: inanılmaz derecede kısa bir vücuda sahip ama yine de çok şişman olmayı başarıyor
vi: Có cơ thể cực kỳ thấp bé nhưng vẫn rất béo.
zh_hans: 身材矮小，但仍能保持很高的体重

source: is very skinny and even more short
de: ist sehr dünn und auch noch klein
fr: est très maigre et encore plus court
it: è molto secco e ancor più basso
ko: 매우 가늘고 훨씬 더 짧습니다.
pl: jest bardzo chudy i jeszcze bardziej niski
pt_br: é muito magra e ainda mais curto.
ru: маленький и тощий
tr: çok sıska ve daha da kısa
vi: Rất gầy và thậm chí còn thấp bé hơn.
zh_hans: 很瘦，更矮

source: is skinny and extremely short
de: ist dünn und extrem klein
fr: est maigre et extrêmement court
it: è secco ed estremamente basso
ko: 가늘고 매우 짧습니다
pl: jest chudy i ekstremalnie niski
pt_br: é muito magro e extremamente curto.
ru: худой и очень низкий
tr: sıska ve son derece kısa
vi: Gầy và cực kỳ thấp bé.
zh_hans: 瘦小且极短

source: is very short yet impressively muscular and enormously fat
de: ist sehr klein, jedoch eindrucksvoll muskulös und enorm fett
fr: est très petit mais incroyablement musclé et énormément gras
it: è molto basso ma straordinariamente muscoloso ed enormemente grasso
ko: 매우 짧지 만 인상적으로 근육질이며 엄청나게 뚱뚱합니다.
pl: jest bardzo niski, lecz imponująco umięśniony i ogromnie otyły
pt_br: é muito curto, mas impressionante muscular e enormemente gordo
ru: очень низкий, но впечатляюще мускулистый и чрезвычайно толстый
tr: çok kısa ama etkileyici derecede kaslı ve muazzam derecede şişman
vi: Rất thấp bé nhưng có cơ bắp đáng nể và béo phì khủng khiếp.
zh_hans: 非常矮小，但肌肉发达且非常肥胖

source: is very short in length but muscular and fat as well
de: ist sehr klein in der Länge, aber muskulös und fett
fr: est très court mais musclé et gras aussi
it: è molto corto di lunghezza ma anche muscoloso e grasso
ko: 키는 작지만 근육질이고 뚱뚱합니다.
pl: jest bardzo niski wzrostem, ale umięśniony i gruby
pt_br: é muito curto em comprimento mas muscular e gordura, bem
ru: очень низкий, но мускулистый и жирный
tr: uzunluk olarak çok kısa ama aynı zamanda kaslı ve şişman
vi: Vóc người rất thấp nhưng cũng cơ bắp và béo.
zh_hans: 身高很矮，但肌肉和脂肪都很丰满

source: is very short, weak and skinny
de: ist sehr klein, schwach und dünn
fr: est très petit, faible et maigre
it: è molto basso, debole e secco
ko: 매우 짧고 약하고 마른 체형
pl: jest bardzo niski, słaby i chudy
pt_br: é muito curto, fraco e magro
ru: очень низкий, слабый и худой
tr: çok kısa, güçsüz ve sıska
vi: Rất thấp bé, yếu ớt và gầy gò.
zh_hans: 很矮，很弱，很瘦

source: is weak and skinny and also very short
de: ist schwach und dünn sowie sehr klein
fr: est faible et maigre et aussi très court
it: è debole, secco e anche molto basso
ko: 약하고 말랐으며 매우 짧습니다.
pl: jest słaby i chudy, jak również bardzo niski
pt_br: é fraco e magro e também muito curto
ru: слабый, худой и очень низкий
tr: güçsüz ve sıska ve aynı zamanda çok kısa
vi: Yếu ớt, gầy gò và cũng rất thấp bé.
zh_hans: 又弱又瘦又很矮

source: carries great muscles on a very short body
de: trägt große Muskeln auf einem sehr kleinen Körper
fr: porte de grands muscles sur un corps très court
it: vanta grandi muscoli su un corpo molto basso
ko: 매우 짧은 몸에 큰 근육을 운반
pl: nosi wielkie mięśnie na bardzo niskim ciele
pt_br: carrega grandes músculos no corpo muito curto
ru: имеет очень короткое тело, покрытое большими мышцами
tr: çok kısa bir vücutta iri kaslar taşıyor
vi: Mang cơ bắp vạm vỡ trên một cơ thể rất thấp bé.
zh_hans: 身材矮小，肌肉发达

source: is very short and muscular
de: ist sehr klein und muskulös
fr: est très court et musclé
it: è molto basso e muscoloso
ko: 매우 짧고 근육질이다
pl: jest bardzo niski i umięśniony
pt_br: é muito curto e musculoso
ru: очень низкий и мускулистый
tr: çok kısa ve kaslı
vi: Rất thấp bé và cơ bắp.
zh_hans: 很矮而且肌肉发达

source: is muscular and very short
de: ist muskulös und sehr kurz
fr: est musclé et très court
it: è muscoloso e molto basso
ko: 근육질이고 매우 짧습니다
pl: jest umięśniony i bardzo niski
pt_br: é muito curto e musculoso
ru: мускулистый и очень короткий
tr: kaslı ve çok kısa
vi: Cơ bắp và rất thấp bé.
zh_hans: 肌肉发达而且很矮

source: is very short and frail
de: ist sehr klein und zerbrechlich
fr: est très court et fragile
it: è molto basso e fragile
ko: 매우 짧고 약하다
pl: est bardzo niski i wątły
pt_br: é muito curta e frágil
ru: очень короткий и хрупкий
tr: çok kısa ve çelimsiz
vi: Rất thấp bé và yếu ớt.
zh_hans: 非常矮小和虚弱

source: is very short with ill-defined muscles
de: ist sehr klein mit schlecht definierten Muskeln
fr: est très court avec des muscles mal définis
it: è molto basso con muscoli poco definiti
ko: 잘 정의되지 않은 근육으로 매우 짧습니다.
pl: jest bardzo niski z niewyraźnie zarysowanymi mięśniami
pt_br: é muito curto, com músculos mal definidos
ru: очень короткий с плохо выраженными мышцами
tr: çok kısa ve belirsiz kasları var
vi: Rất thấp bé với cơ bắp không rõ nét.
zh_hans: 很矮，肌肉难以形容

source: has a very short body buttressed by rolls of lard
de: hat sich zu einem sehr kleinen Körper mit Fettpolster gespickt
fr: a un corps très court soutenu par des rouleaux de saindoux
it: ha un corpo molto corto sostenuto da rotoli di lardo
ko: 라드 롤로 지지되는 매우 짧은 몸체를 가지고 있습니다.
pl: ma bardzo niskie ciało zbudowane głównie z sadła
pt_br: tem um corpo muito curto, foram apoiado pelos rolos de banha
ru: имеет очень короткое тело, подбитое складками жира
tr: yağ tabakalarıyla desteklenen çok kısa bir vücudu var
vi: Có cơ thể rất thấp bé, được bao bọc bởi những ngấn mỡ dày.
zh_hans: 身子很矮，全靠浑身肥油撑着

source: is short with great muscles and copious amounts of lard
de: ist klein mit großen Muskeln und reichlich Speck
fr: est petit avec de grands muscles et de grandes quantités de saindoux
it: è basso, con grandi muscoli e abbondanti quantità di lardo
ko: 큰 근육과 많은 양의 라드로 키가 작습니다.
pl: jest niski, z wielkimi mięśniami i obfitą ilością sadła
pt_br: é curto, com grandes músculos e grandes quantidades de banha
ru: короткий с большими мышцами и большим количеством сала
tr: kısa, iri kasları ve bol miktarda yağı var
vi: Thấp bé với cơ bắp vạm vỡ và lượng mỡ thừa dồi dào.
zh_hans: 身材矮小，肌肉发达，有大量的肥肉

source: is short in length but muscular and fat
de: ist klein in der Länge, aber muskulös und fett
fr: est court mais musclé et gras
it: è corto di lunghezza ma muscoloso e grasso
ko: 길이는 짧지만 근육질이고 뚱뚱하다.
pl: jest niski wzrostem, lecz umięśniony i gruby
pt_br: é curta no comprimento mas muscular e gordura
ru: невысокий, но мускулистый и жирный
tr: boyu kısa ama kaslı ve şişman
vi: Vóc người thấp nhưng cơ bắp và béo.
zh_hans: 身高不高，肌肉和肥肉都有

source: is weak, skinny and short
de: ist schwach, dünn und klein
fr: est faible, maigre et petit
it: è debole, secco e basso
ko: 약하고 가늘고 키가 작다.
pl: jest słaby, chudy i niski
pt_br: é fraco, magro e curto
ru: слабый, тощий и низкий
tr: güçsüz, sıska ve kısa
vi: Yếu ớt, gầy gò và thấp bé.
zh_hans: 虚弱、瘦弱又矮小

source: is incredibly muscular if a little short
de: ist unglaublich muskulös, wenn auch ein wenig klein
fr: est incroyablement musclé bien qu'un peu court
it: è incredibilmente muscoloso e un po' basso
ko: 조금 짧으면 엄청나게 근육질입니다
pl: jest niewiarygodnie umięśniony, jak również trochę niski
pt_br: é incrivelmente muscular se um pouco curto
ru: невероятно мускулистый, хотя довольно низкий
tr: biraz kısa olsa da inanılmaz derecede kaslı
vi: Cơ bắp đáng kinh ngạc, dù hơi thấp bé.
zh_hans: 再矮点的话，肌肉就算非常发达了

source: is very muscular with a short body
de: ist sehr muskulös mit einem kleinen Körper
fr: est très musclé avec un corps court
it: è molto muscoloso con un corpo corto
ko: 짧은 몸에 매우 근육질입니다
pl: jest bardzo umięśniony i ma niskie ciało
pt_br: é muito musculoso, com um corpo curto
ru: очень мускулистый, но невысокий
tr: kısa bir vücutla çok kaslı
vi: Rất cơ bắp với một cơ thể thấp bé.
zh_hans: 肌肉非常发达，身材矮小

source: is short and weak
de: ist klein und schwach
fr: est court et faible
it: è basso e debole
ko: 짧고 약하다
pl: jest niski i słaby
pt_br: é curto e fraco
ru: невысокий и слабый
tr: kısa ve güçsüz
vi: Thấp bé và yếu ớt.
zh_hans: 又矮又弱

source: is short and scrawny
de: ist klein und dürr
fr: est court et maigre
it: è basso e ossuto
ko: 짧고 앙증맞다
pl: jest niski i wychudzony
pt_br: é curto e magro
ru: невысокий и тощий
tr: kısa ve cılız
vi: Thấp bé và gầy gò.
zh_hans: 又矮又骨肉如柴

source: is short and incredibly fat
de: ist klein und unglaublich fett
fr: est court et incroyablement gros
it: è basso e incredibilmente grasso
ko: 키가 작고 엄청나게 뚱뚱하다
pl: jest niski i niewiarygodnie gruby
pt_br: é curto e incrivelmente gorda
ru: невысокий и невероятно толстый
tr: kısa ve inanılmaz derecede şişman
vi: Thấp bé và béo phì đáng kinh ngạc.
zh_hans: 又矮又难以置信的胖

source: is short and very fat
de: ist klein und sehr dick
fr: est court et très gras
it: è basso e molto grasso
ko: 키가 작고 매우 뚱뚱하다
pl: jest niski i bardzo gruby
pt_br: é curto e muito gordo
ru: невысокий и очень толстый
tr: kısa ve çok şişman
vi: Thấp bé và rất béo.
zh_hans: 矮小还很胖

source: is strapped with massive amounts of muscle and lard
de: hat riesigen Mengen an Muskeln und Fett
fr: est attaché avec des quantités massives de muscle et de saindoux
it: vanta enormi quantità di muscoli e lardo
ko: 엄청난 양의 근육과 라드로 묶여 있습니다.
pl: ma ogromne ilości mięśni i sadła
pt_br: é amarrado com quantidades maciças de músculo e banha
ru: покрыт огромным количеством мышц и сала
tr: muazzam miktarda kas ve yağ ile kaplı
vi: Cơ thể được bao phủ bởi lượng cơ bắp và mỡ khổng lồ.
zh_hans: 大量的肌肉和肥肉错落有致

source: is muscular and fat
de: ist muskulös und fett
fr: est musclé et gras
it: è muscoloso e grasso
ko: 근육질이고 뚱뚱하다
pl: jest umięśniony i gruby
pt_br: é gordo e muscular
ru: мускулистый и жирный
tr: kaslı ve şişman
vi: Cơ bắp và béo.
zh_hans: 有肌肉也有肥肉

source: is very weak and incredibly skinny
de: ist sehr schwach und unglaublich dünn
fr: est très faible et incroyablement maigre
it: è molto debole e incredibilmente secco
ko: 매우 약하고 믿을 수 없을 정도로 마른
pl: jest bardzo słaby i niewiarygodnie chudy
pt_br: é muito fraco e incrivelmente magro
ru: очень слабый и невероятно тощий
tr: çok güçsüz ve inanılmaz derecede sıska
vi: Rất yếu ớt và gầy gò đáng kinh ngạc.
zh_hans: 非常虚弱和难以置信的瘦小

source: is weak and skinny
de: ist schwach und dünn
fr: est faible et maigre
it: è debole e secco
ko: 약하고 말랐다
pl: jest słaby i chudy
pt_br: é fraco e magro
ru: слабый и тощий
tr: güçsüz ve sıska
vi: Yếu ớt và gầy gò.
zh_hans: 又弱又瘦的皮包骨

source: is incredibly muscular
de: ist unglaublich muskulös
fr: est incroyablement musclé
it: è incredibilmente muscoloso
ko: 엄청나게 근육질이다
pl: jest niewiarygodnie umięśniony
pt_br: é incrivelmente muscular
ru: невероятно мускулистый
tr: inanılmaz derecede kaslı
vi: Cơ bắp đáng kinh ngạc.
zh_hans: 难以置信的肌肉发达

source: is very muscular
de: ist sehr muskulös
fr: est très musclé
it: è molto muscoloso
ko: 매우 근육질이다
pl: jest bardzo umięśniony
pt_br: é muito pequeno ainda, muito musculoso
ru: очень мускулистый
tr: çok kaslı
vi: Rất cơ bắp.
zh_hans: 肌肉非常发达

source: is muscular
de: ist muskulös
fr: est musclé
it: è muscoloso
ko: 근육질이다
pl: jest muskularny
pt_br: é muito curto ainda muscular e gordura
ru: мускулистый
tr: kaslı
vi: Có cơ bắp.
zh_hans: 肌肉发达

source: is very weak
de: ist sehr schwach
fr: est très faible
it: è molto debole
ko: 매우 약하다
pl: jest bardzo słaby
pt_br: é muito fraco
ru: очень слабый
tr: çok güçsüz
vi: Rất yếu ớt.
zh_hans: 非常弱

source: is weak
de: ist schwach
fr: est faible
it: è debole
ko: 약하다
pl: jest słaby
pt_br: é fraco, magro e muito curto
ru: слабый
tr: güçsüz
vi: Yếu ớt.
zh_hans: 有点弱小

source: is scrawny
de: ist dürr
fr: est maigre
it: è ossuto
ko: 앙상하다
pl: jest wychudzony
pt_br: é magro
ru: тощий
tr: cılız
vi: Gầy gò.
zh_hans: 骨瘦如柴

source: is corpulent
de: ist korpulent
fr: est corpulent
it: è corpulento
ko: 뚱뚱하다
pl: jest otyły
pt_br: é corpulento
ru: тучный
tr: cüsseli
vi: Béo phì.
zh_hans: 臃肿

source: is very fat
de: ist sehr dick
fr: est très gras
it: è molto grasso
ko: 매우 뚱뚱하다
pl: jest bardzo gruby
pt_br: é muito gordo
ru: очень толстый
tr: çok şişman
vi: Rất béo.
zh_hans: 非常胖

source: is fat
de: ist fett
fr: est gros
it: è grasso
ko: 뚱뚱하다
pl: jest gruby
pt_br: é gorda
ru: толстый
tr: şişman
vi: Béo.
zh_hans: 胖子

source: is incredibly skinny
de: ist unglaublich dünn
fr: est incroyablement maigre
it: è incredibilmente secco
ko: 엄청나게 말랐다
pl: jest niewiarygodnie chudy
pt_br: é minúsculo geral e em particular incrivelmente magro
ru: невероятно тощий
tr: inanılmaz derecede sıska
vi: Gầy gò đáng kinh ngạc.
zh_hans: 瘦地皮包骨头

source: is very skinny
de: ist sehr dünn
fr: est très maigre
it: è molto secco
ko: 매우 말랐다
pl: jest bardzo chudy
pt_br: é muito magro com uma forma geral minúscula
ru: очень тощий
tr: çok sıska
vi: Rất gầy gò.
zh_hans: 很瘦

source: is skinny
de: ist dünn
fr: est maigre
it: è secco
ko: 말랐다
pl: jest chudy
pt_br: é muito magro com uma forma geral minúscula
ru: тощий
tr: sıska
vi: Gầy gò.
zh_hans: 瘦

source: is average in size
de: ist durchschnittlich groß
fr: est de taille moyenne
it: è di dimensioni medie
ko: 평균적인 크기입니다
pl: jest średnich rozmiarów
pt_br: é a média de tamanho
ru: среднего размера
tr: ortalama boyutta
vi: Có kích thước trung bình.
zh_hans: 一般大小

source: has a small build yet is strapped with massive amounts of muscle and lard
de: hat einen kleinen Körperbau, jedoch mit riesigen Mengen an Muskeln und Fett
fr: a une petite taille, mais est entouré d'énormes quantités de muscles et de lard
it: è di corporatura piccola ma è pieno di muscoli e lardo
ko: 작은 체구를 가지고 있지만 엄청난 양의 근육과 지방으로 구성되어 있습니다.
pl: jest drobnej budowy, lecz pokryty dużą ilośćią mieśni i sadła
pt_br: tem uma pequena acumulação ainda é amarrado com quantidades maciças de músculo e banha
ru: имеет некрупное телосложение, но покрыт огромным количеством мышц и сала
tr: küçük bir yapıya sahip ama muazzam miktarda kas ve yağ ile kaplı
vi: Có dáng người nhỏ bé nhưng được bao phủ bởi lượng cơ bắp và mỡ khổng lồ.
zh_hans: 又矮又胖

source: has a small build but is muscular and fat
de: hat einen kleinen Körperbau, aber ist muskulös und fett
fr: a une petite corpulence mais est musclé et gros
it: è di corporatura minuta, ma è muscoloso e grasso
ko: 체구는 작지만 근육질이고 뚱뚱합니다.
pl: jest drobnej budowy, ale jest umięśniony i gruby
pt_br: tem uma pequena forma mas é muscular e gordura
ru: имеет некрупное телосложение, но мускулистый и жирный
tr: küçük bir yapıya sahip ama kaslı ve şişman
vi: Có dáng người nhỏ bé nhưng cơ bắp và béo.
zh_hans: 身材矮小，又肉又油

source: has a small build and is very weak and incredibly skinny
de: hat einen kleinen Körperbau und ist sehr schwach und unglaublich dünn
fr: a une petite corpulence et est très faible et incroyablement maigre
it: è di corporatura minuta, molto debole e incredibilmente secco
ko: 체격이 작고 매우 약하고 믿을 수 없을 정도로 말랐습니다.
pl: jest drobnej budowy, bardzo słaby i niewiarygodnie chudy
pt_br: tem uma pequena acumulação e é muito fraco e incrivelmente magro
ru: имеет некрупное телосложение, очень слабый и невероятно тощий
tr: küçük bir yapıya sahip ve çok güçsüz ve inanılmaz derecede sıska
vi: Có dáng người nhỏ bé, rất yếu ớt và gầy gò đáng kinh ngạc.
zh_hans: 身材矮小，皮包骨头

source: has a small build and is weak and skinny
de: hat einen kleinen Körperbau und ist schwach und dünn
fr: a une petite corpulence et est faible et maigre
it: è di corporatura piccola ed è debole e secco
ko: 체격이 작고 약하고 마른 체격
pl: jest drobnej budowy, słaby i chudy
pt_br: tem uma pequena acumulação e é fraco e fino
ru: имеет некрупное телосложение, слабый и тощий
tr: küçük bir yapıya sahip ve güçsüz ve sıska
vi: Có dáng người nhỏ bé, yếu ớt và gầy gò.
zh_hans: 身材矮小，又弱又瘦

source: has incredible muscles over a small build
de: hat unglaubliche Muskeln für seinen kleinen Körperbau
fr: a des muscles incroyables sur une petite taille
it: ha muscoli incredibili su una piccola corporatura
ko: 작은 체격에 놀라운 근육을 가지고 있습니다.
pl: ma niewiarygodne mięśnie, choć jest drobnej budowy
pt_br: tem músculos incríveis sobre uma pequena forma
ru: обладает невероятными мышцами для такого некрупного телосложения
tr: küçük bir yapı üzerinde inanılmaz kaslara sahip
vi: Có cơ bắp đáng kinh ngạc trên một dáng người nhỏ bé.
zh_hans: 身材矮小却有惊人的肌肉

source: is very muscular yet has a small build
de: ist sehr muskulös, hat jedoch einen kleinen Körperbau
fr: est très musclé mais a une petite carrure
it: è molto muscoloso ma è di corporatura minuta
ko: 매우 근육질이지만 체격이 작습니다.
pl: jest bardzo muskularny, choć ma drobną budowę
pt_br: é muito musculoso, no entanto, tem uma pequena forma
ru: очень мускулистый, хотя некрупного телосложения
tr: çok kaslı ama küçük bir yapıya sahip
vi: Rất cơ bắp nhưng có dáng người nhỏ bé.
zh_hans: 短小精悍

source: is small yet muscular
de: ist klein, aber muskulös
fr: est petit mais musclé
it: è piccolo ma muscoloso
ko: 작지만 근육질이다.
pl: jest mały, lecz muskularny
pt_br: é pequena ainda muscular
ru: небольшой, но мускулистый
tr: küçük ama kaslı
vi: Nhỏ bé nhưng cơ bắp.
zh_hans: 又矮又壮

source: is very weak and small
de: ist sehr schwach und klein
fr: est très faible et petit
it: è molto debole e piccolo
ko: 매우 약하고 작다
pl: jest bardzo słaby i mały
pt_br: é muito fraco e pequeno
ru: очень слабый и маленький
tr: çok güçsüz ve küçük
vi: Rất yếu ớt và nhỏ bé.
zh_hans: 是非常弱小的

source: is weak and small
de: ist schwach und klein
fr: est faible et petit
it: è debole e piccolo
ko: 약하고 작다
pl: jest słaby i mały
pt_br: é pequeno e fraco
ru: слабый и маленький
tr: güçsüz ve küçük
vi: Yếu ớt và nhỏ bé.
zh_hans: 是弱小的

source: is small and scrawny
de: ist klein und dürr
fr: est petit et maigre
it: è piccolo e ossuto
ko: 작고 앙증맞다
pl: jest mały i wychudzony
pt_br: é pequeno e magro
ru: маленький и тощий
tr: küçük ve cılız
vi: Nhỏ bé và gầy gò.
zh_hans: 又小又瘦

source: packs massive amounts of fat on to a small build
de: verteilt große Mengen an Fett auf einem kleinen Körperbau
fr: emballe des quantités massives de graisse sur une petite taille
it: racchiude enormi quantità di grasso su una piccola corporatura
ko: 작은 체격에 엄청난 양의 지방을 축적합니다.
pl: jest drobnej budowy, wypakowany masywnymi ilościami tłuszczu
pt_br: enormes quantidades de gordura para uma pequena forma de pacotes
ru: носит огромное количество жира на небольшом теле
tr: küçük bir yapıya muazzam miktarda yağ sığdırıyor
vi: Tích trữ lượng mỡ khổng lồ trên một dáng người nhỏ bé.
zh_hans: 小身材却有大脂肪

source: has a small build but is very fat
de: hat einen kleinen Körperbau, aber ist sehr dick
fr: a une petite corpulence mais est très gros
it: è di corporatura piccola ma è molto grasso
ko: 체격은 작지만 매우 뚱뚱하다.
pl: jest drobnej budowy, choć jest bardzo gruby
pt_br: tem um formato pequeno mas é muito gordo
ru: имеет некрупное телосложение, но очень толстый
tr: küçük bir yapıya sahip ama çok şişman
vi: Có dáng người nhỏ bé nhưng rất béo.
zh_hans: 身材矮小但很肥胖

source: is small and fat
de: ist klein und dick
fr: est petit et gros
it: è piccolo e grasso
ko: 작고 뚱뚱하다
pl: jest mały i gruby
pt_br: é pequeno e gordo
ru: маленький и толстый
tr: küçük ve şişman
vi: Nhỏ bé và béo.
zh_hans: 又小又胖

source: is incredibly skinny with a small build
de: ist unglaublich dünn mit einem kleinen Körperbau
fr: est incroyablement maigre avec une petite carrure
it: è incredibilmente secco, di corporatura minuta
ko: 작은 체격으로 믿을 수 없을 정도로 날씬하다
pl: jest niewiarygodnie chudy i o drobnej budowie
pt_br: é incrivelmente magro com uma pequena forma
ru: невероятно тощий, некрупного телосложения
tr: küçük bir yapıyla inanılmaz derecede sıska
vi: Gầy gò đáng kinh ngạc với dáng người nhỏ bé.
zh_hans: 瘦弱不堪，身材瘦小

source: is very skinny with a small build
de: ist sehr dünn mit einem kleinen Körperbau
fr: est très maigre avec une petite carrure
it: è molto secco, di corporatura minuta
ko: 작은 체격으로 매우 날씬합니다.
pl: jest bardzo chudy i drobno zbudowany
pt_br: é muito magro, com uma pequena forma
ru: очень тощий, некрупной комплекции
tr: küçük bir yapıyla çok sıska
vi: Rất gầy gò với dáng người nhỏ bé.
zh_hans: 非常瘦弱，身材矮小

source: is skinny with a small build
de: ist dünn mit einem kleinen Körperbau
fr: est maigre avec une petite corpulence
it: è secco, di corporatura minuta
ko: 체구가 작은 날씬한
pl: jest chudy o drobnej budowie
pt_br: é magro com uma pequena forma
ru: тощий, некрупного телосложения
tr: küçük bir yapıyla sıska
vi: Gầy gò với dáng người nhỏ bé.
zh_hans: 瘦小的身材

source: is small
de: ist klein
fr: est petite
it: è piccolo
ko: 작다
pl: jest mały
pt_br: Pequena
ru: маленький
tr: küçük
vi: Nhỏ bé.
zh_hans: 很瘦小

source: is very small yet with huge slabs of lard and muscle
de: ist sehr klein jedoch mit riesigen Platten von Speck und Muskel
fr: est très petit mais avec d'énormes dalles de saindoux et de muscle
it: è molto piccolo ma con enormi strati di lardo e muscoli
ko: 매우 작지만 거대한 라드와 근육 석판이 있습니다.
pl: jest bardzo mały, z ogromnymi płatami tłuszczu i mięśni
pt_br: é muito pequeno mas com grandes lajes de banha e músculo
ru: очень маленький, но покрыт огромными слоями сала и мощными мышцами
tr: çok küçük ama devasa yağ ve kas kütleleri var
vi: Rất nhỏ bé nhưng với những khối mỡ và cơ bắp khổng lồ.
zh_hans: 非常小，但有着巨量肥油和肌肉块

source: is muscular and fat yet has a very small overall build
de: ist muskulös und fett, hat jedoch eine sehr kleinen Körperbau
fr: est musclé et gros mais a une très petite corpulence globale
it: è muscoloso e grasso, ma ha una corporatura complessiva molto piccola
ko: 근육질이고 뚱뚱하지만 전체 체격이 매우 작습니다.
pl: jest muskularny i gruby, choć ogólnie o drobnej budowie
pt_br: é muscular e gordura, no entanto, tem uma muito pequena acumulação global
ru: мускулистый и жирный, но очень некрупного телосложения
tr: kaslı ve şişman ama genel olarak çok küçük bir yapıya sahip
vi: Cơ bắp và béo nhưng tổng thể dáng người rất nhỏ bé.
zh_hans: 肌肉发达，体型肥胖，但整体身材却非常瘦小

source: is very weak, skinny and small
de: ist sehr schwach, dünn und klein
fr: est très faible, maigre et petit
it: è molto debole, secco e piccolo
ko: 매우 약하고 가늘고 작습니다.
pl: jest bardzo słaby, chudy i mały
pt_br: é muito fraco, magro e pequeno
ru: очень слабый, тощий и маленький
tr: çok güçsüz, sıska ve küçük
vi: Rất yếu ớt, gầy gò và nhỏ bé.
zh_hans: 非常虚弱，瘦小

source: is weak, skinny and very small
de: ist schwach, dünn und sehr klein
fr: est faible, maigre et très petit
it: è debole, secco e molto piccolo
ko: 약하고 가늘고 매우 작다.
pl: jest słaby, chudy i bardzo mały
pt_br: é fraco, magro e muito pequeno
ru: слабый, худой и очень маленький
tr: güçsüz, sıska ve çok küçük
vi: Yếu ớt, gầy gò và rất nhỏ bé.
zh_hans: 虚弱、瘦弱且非常小

source: is incredibly muscular for one so small
de: ist unglaublich muskulös für so etwas kleines
fr: est incroyablement musclé pour un si petit
it: è incredibilmente muscoloso per essere così piccolo
ko: 너무 작은 하나에 믿을 수 없을만큼 근육질입니다
pl: jest niewiarygodnie umięśniony jak na kogoś tak małego
pt_br: é incrivelmente muscular para um tao pequeno
ru: невероятно мускулистый для такого небольшого роста
tr: bu kadar küçük biri için inanılmaz derecede kaslı
vi: Cơ bắp đáng kinh ngạc đối với một người nhỏ bé như vậy.
zh_hans: 对于这么小的人来说肌肉非常发达

source: is very small yet very muscular
de: ist sehr klein, aber sehr muskulös
fr: est très petit mais très musclé
it: è molto piccolo ma molto muscoloso
ko: 매우 작지만 매우 근육질입니다
pl: jest bardzo mały, ale bardzo umięśniony
pt_br: é muito pequeno ainda, muito musculoso
ru: очень небольшой, но очень мускулистый
tr: çok küçük ama çok kaslı
vi: Rất nhỏ bé nhưng rất cơ bắp.
zh_hans: 非常小但肌肉非常发达
