Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Erase a portion of this stockpile.
fr: Effacez une partie de ce stock.
it: Cancella una parte di questa scorta.
ko: 이 저장구역 영역의 일부를 지웁니다.
pl: Wymaż porcję tego magazynu.
pt_br: Apague uma parte deste depósito.
ru: Сотрите часть этого запаса.
tr: Bu stok alanının bir kısmını sil.
vi: Xóa một phần của kho dự trữ này.
zh_hans: 抹去这部分库存。

source: Remove this stockpile permanently.
de: Entfernen Sie dieses Stockpile endgültig.
fr: Supprimez définitivement ce stock.
it: Rimuovi questa scorta permanentemente.
ko: 이 저장구역을 영구적으로 제거하십시오.
pl: Usuń ten magazyn permanentnie.
pt_br: Remove este depósito permanentemente.
ru: Удалите этот запас навсегда.
tr: Bu stok alanını kalıcı olarak kaldır.
vi: Gỡ bỏ vĩnh viễn kho dự trữ này.
zh_hans: 永久性地删除这个库存。

source: Toggle whether the stockpile can take items from anywhere or only from specific workshops and stockpiles.
de: Schalten Sie um, ob das Stockpile von überall oder nur von bestimmten Werkstätten und Stockpiles Items aufnehmen kann.
fr: Basculez si le stock peut prendre des objets de n'importe où ou uniquement d'ateliers et de stocks spécifiques.
it: Scegli se la scorta può prendere oggetti da qualsiasi luogo o solo da botteghe e scorte specifiche.
ko: 저장구역이 모든곳에서 또는 특정 작업장과 특정 저장구역들에서만 품목을 가져갈 수 있는지의 여부를 전환합니다.
pl: Zaznacz czy magazyn ma przyjmować przedmioty zewsząd, czy jedynie z konkretnych warsztatów i magazynów.
pt_br: Alterne se o estoque pode receber itens de qualquer lugar ou apenas de oficinas e estoques específicos.
ru: Переключите, может ли склад принимать предметы откуда угодно или только из определенных мастерских и складов.
tr: Stok alanının her yerden mi yoksa sadece belirli atölye ve stok alanlarından mı eşya alabileceğini değiştir.
vi: Chuyển đổi xem kho dự trữ có thể lấy vật phẩm từ bất kỳ đâu hay chỉ từ các xưởng và kho dự trữ cụ thể.
zh_hans: 切换库存是否可以从任何地方提取物品，或者只从特定的车间和库存提取。

source: Set from which workshops and stockpiles this stockpile gives and takes items.
de: Legen Sie fest, aus welchen Werkstätten und Stockpiles dieses Stockpile Items gibt und nimmt.
fr: Définissez à partir de quels ateliers et stocks ce stock donne et prend des objets.
it: Imposta da quali botteghe e scorte questa scorta dà e prende oggetti.
ko: 이 저장구역이 어떤 작업장과 다른 저장구역에서 물건을 주고 받을건지 설정합니다.
pl: Ustaw z których warsztatów i magazynów ten magazyn pobiera i oddaje przedmioty.
pt_br: Defina de quais oficinas e estoques esse estoque fornece e recebe itens.
ru: Установить, на какие мастерские и склады этот склад передает и получает предметы.
tr: Bu stok alanının hangi atölye ve stok alanlarına eşya verip alacağını ayarlayın.
vi: Đặt từ những xưởng và kho dự trữ nào mà kho dự trữ này cấp và nhận vật phẩm.
zh_hans: 设置该仓库从哪些工坊和仓库中提供和获取物品。

source: Set how many barrerls, bins, and wheelbarrows this stockpile can use.
de: Legen Sie fest, wie viele Fässer, Tonnen und Schubkarren dieses Stockpile verwenden kann.
fr: Définissez le nombre de barils, de bacs et de brouettes que ce stock peut utiliser.
it: Imposta quanti barili, cesti e carriole può usare questa scorta.
ko: 이 저장구역이 사용할 수 있는 통, 상자, 손수레의 수를 설정합니다.
pl: Ustaw jak dużo beczek, koszy i taczek ten magazyn może używać.
pt_br: Defina quantos barris, caixotes e carrinhos de mão este estoque pode usar.
ru: Установить, сколько бочек, корзин и тачек может использовать этот склад.
tr: Bu stok alanının kaç varil, kutu ve el arabası kullanabileceğini ayarlayın.
vi: Đặt số lượng thùng, hòm và xe cút kít mà kho dự trữ này có thể sử dụng.
zh_hans: 设置这个库存可以使用多少个桶、箱和手推车。

source: Place zones to establish meeting areas, pastures, and more.
de: Legen Sie Zonen an, um Versammlungsbereiche, Weiden und mehr einzurichten.
fr: Placez des zones pour établir des zones de réunion, des pâturages, etc.
it: Colloca zone per creare aree d'incontro, pascoli e altro.
ko: 구역을 배치하여 모임 장소, 목초지 등을 설정합니다.
pl: Umieść strefy aby ustanowić miejsca spotkań, pastwiska i więcej.
pt_br: Coloque zonas para estabelecer áreas de reunião, pastagens e mais.
ru: Разместите зоны, чтобы установить зоны собраний, пастбища и многое другое.
tr: Buluşma alanları, otlaklar ve daha fazlasını kurmak için bölgeler yerleştir.
vi: Đặt các khu vực để thiết lập khu vực họp mặt, đồng cỏ và nhiều hơn nữa.
zh_hans: 放置区域以建立会议区、牧场和更多。

source: Finish placing zones.
fr: Finissez de placer les zones.
it: Termina collocamento zone.
ko: 영역 배치를 완료합니다.
pl: Zakończ umieszczanie stref.
pt_br: Termine de colocar as zonas.
ru: Завершить создание зон
tr: Bölge yerleştirmeyi bitir.
vi: Hoàn tất việc đặt các khu vực.
zh_hans: 完成区域放置。

source: Start painting a new zone. Once the tiles are chosen, you'll be able to set the details.
de: Beginnen Sie mit dem Markieren eines neuen Bereichs. Sobald die Fläche ausgewählt ist, können Sie die Details festlegen.
fr: Commencez à peindre une nouvelle zone. Une fois les tuiles choisies, vous pourrez définir les détails.
it: Dipingi una nuova zona. Una volta scelte le tessere sarà possibile impostare i dettagli.
ko: 새 영역을 그리기 시작합니다. 타일을 선택하면 세부 정보를 설정할 수 있습니다.
pl: Zacznij rysować nową strefę. Kiedy pola zostaną wybrane, będziesz mógł ustawić szczegóły.
pt_br: Comece a pintar uma nova zona. Uma vez escolhidos os ladrilhos, você poderá definir os detalhes.
ru: Начните рисовать новую зону. Как только клетки будут выбраны, вы сможете насторить зону.
vi: Bắt đầu vẽ một khu vực mới. Khi các ô đã được chọn, bạn sẽ có thể đặt các chi tiết.
zh_hans: 开始划定一个新的区域。 一旦选择了区块，你就可以设置细节。

source: Go to the previous zone overlapping the tile you clicked.
de: Gehen Sie zur vorherigen Zone, der die angeklickte Kachel überlappt.
fr: Allez à la zone précédente chevauchant la tuile sur laquelle vous avez cliqué.
it: Vai alla zona precedente sovrapposta alla tessera cliccata.
ko: 클릭한 타일과 겹치는 이전 영역으로 이동합니다.
pl: Przejdź do poprzedniej strefy nachodzącej na kliknięte pole.
pt_br: Vá para a zona anterior sobrepondo o ladrilho que você clicou.
ru: Переход к предыдущей зоне, пересекающейся с клеткой, по которой вы щелкнули.
tr: Tıkladığınız kareyle çakışan önceki bölgeye git.
vi: Đến khu vực trước đó chồng lấn với ô bạn đã nhấp.
zh_hans: 转到与你点击的区块重叠的前一个区域。

source: Go to the next zone overlapping the tile you clicked.
de: Gehen Sie zur nächsten Zone, die die angeklickte Kachel überlappt.
fr: Passez à la zone suivante chevauchant la tuile sur laquelle vous avez cliqué.
it: Vai alla zona successiva sovrapposta alla tessera cliccata.
ko: 클릭한 타일과 겹치는 다음 영역으로 이동합니다.
pl: Przejdź do następnej strefy nachodzącej kliknięte pole.
pt_br: Vá para a próxima zona sobrepondo o ladrilho que você clicou.
ru: Перейти к следующей зоне, пересекающейся с клеткой, по которой вы щелкнули.
tr: Tıkladığınız kareyle çakışan sonraki bölgeye git.
vi: Đến khu vực tiếp theo chồng lấn với ô bạn đã nhấp.
zh_hans: 到下一个与你点击的图块重叠的区域。

source: Repaint this zone.
fr: Repeindre cette zone.
it: Ridipingi questa zona.
ko: 이 영역을 다시 칠하십시오.
pl: Przerysuj tę strefę.
pt_br: Repinte esta zona.
ru: Изменить границы зоны.
tr: Bu bölgeyi yeniden boya.
vi: Vẽ lại khu vực này.
zh_hans: 重新划定这个区域。

source: Erase a portion of this zone.
fr: Effacer une partie de cette zone.
it: Cancella una parte di questa zona.
ko: 이 영역의 일부를 지웁니다.
pl: Wymaż porcję tej strefy.
pt_br: Apaga uma parte desta zona.
ru: Стереть часть зоны.
tr: Bu bölgenin bir kısmını sil.
vi: Xóa một phần của khu vực này.
zh_hans: 擦除该区域的一部分。

source: Suspend activities in this zone. Does not remove the zone.
de: Setzt Aktivitäten in dieser Zone aus. Die Zone wird nicht entfernt.
fr: Suspendre les activités dans cette zone. Ne supprime pas la zone.
it: Sospendi le attività in questa zona. Non rimuove la zona.
ko: 이 영역에서 활동을 일시 중지합니다.
pl: Zawieś aktywności w tej strefie. Nie usuwa strefy.
pt_br: Cessa atividades nesta zona. Não remove a zona.
ru: Приостановить деятельность в этой зоне. Не удаляет зону.
vi: Tạm dừng hoạt động trong khu vực này. Không gỡ bỏ khu vực.
zh_hans: 暂停在该区域的活动。不删除区域。

source: Remove this zone permanently.
de: Entfernen Sie diese Zone dauerhaft.
fr: Supprimer définitivement cette zone.
it: Rimuovi questa zona permanentemente.
ko: 이 영역을 영구적으로 제거하십시오.
pl: Usuń tę strefę permanentnie.
pt_br: Remove esta zona permanentemente.
ru: Удалить эту зону.
tr: Bu bölgeyi kalıcı olarak kaldır.
vi: Gỡ bỏ vĩnh viễn khu vực này.
zh_hans: 永久删除此区域。

source: Gather fruit in trees in and just above this zone. Requires a stepladder.
de: Sammeln Sie die Früchte von den Bäumen in und eine Ebene über dieser Zone. Erfordert eine Trittleiter.
fr: Ramassez les fruits dans les arbres dans et juste au-dessus de cette zone. Nécessite un escabeau.
it: Raccogli frutta dagli alberi in questa zona o appena sopra. Richiede una scaletta.
ko: 이 구역의 나무에서 과일을 수확합니다. 사다리가 필요합니다.
pl: Zbieraj owoce na drzewach w tej strefie i tuż nad nią. Wymaga drabiny.
pt_br: Coletar frutas de árvores nesta e acima desta zona. Requer uma escada.
ru: Собирать фрукты на деревьях и в этой зоне. Требуется стремянка.
vi: Thu hoạch trái cây trên cây trong và ngay phía trên khu vực này. Yêu cầu một thang gấp.
zh_hans: 在该区域及其上方的树上采摘水果。需要梯子。

source: Gather fruit and vegetables from shrubs in this zone.
fr: Ramassez les fruits et légumes des arbustes de cette zone.
it: Raccogli frutta e verdura dagli arbusti di questa zona.
ko: 이 구역의 관목에서 과일과 채소를 채집하십시오.
pl: Zbieraj owoce i warzywa z krzaków w tej strefie.
pt_br: Colete frutas e vegetais dos arbustos nesta zona.
ru: Собирайте фрукты и овощи с кустарников в этой зоне.
tr: Bu bölgedeki çalılardan meyve ve sebze topla.
vi: Thu hoạch trái cây và rau củ từ bụi cây trong khu vực này.
zh_hans: 从该区域的灌木丛中采集水果和蔬菜。

source: Gather fallen fruit in this zone.
fr: Ramassez les fruits tombés dans cette zone.
it: Raccogli frutti caduti in questa zona.
ko: 이 구역에서 떨어진 과일을 모으십시오.
pl: Zbieraj spadłe owoce w tej strefie.
pt_br: Colete frutas caídas nesta zona.
ru: Собирать упавшие фрукты в этой зоне.
tr: Bu bölgedeki düşmüş meyveleri topla.
vi: Thu hoạch trái cây rụng trong khu vực này.
zh_hans: 在这个区域收集掉落的水果。

source: Select animals to be placed in this pasture zone. They will stay after being led here.
de: Wählen Sie Tiere aus, die in diese Weidezone gebracht werden sollen. Nachdem sie hierher geführt wurden, bleiben sie dort.
fr: Sélectionnez les animaux à placer dans cette zone de pâturage. Ils resteront après avoir été conduits ici.
it: Selezionare gli animali da collocare nella zona di pascolo. Dopo essere stati condotti qui, vi rimarranno.
ko: 이 목초지 구역에 배치할 동물을 선택합니다. 동물은 여기로 인도된 후에 머무를 것입니다.
pl: Wybierz zwierzęta do umieszczenia w tym pastwisku. Pozostaną tutaj po tym, jak zostaną tu przyprowadzone.
pt_br: Seleciona animais à serem colocados nesta zona de pasto. Eles ficarão depois de serem trazidos aqui.
ru: Выберите животных, которые будут размещены на этом пастбище. Они останутся после того, как их приведут сюда.
vi: Chọn động vật để đặt vào khu vực đồng cỏ này. Chúng sẽ ở lại sau khi được dẫn đến đây.
zh_hans: 选择要放置在该牧场区域的动物。他们被带到这里后会留下来。

source: Designate this zone as the top of a pit. Citizens will not fill the pit below with water.
de: Bestimmen Sie diese Zone als oberen Teil einer Grube. Die Bürger werden die darunter liegende Grube nicht mit Wasser füllen.
fr: Désignez cette zone comme le sommet d'une fosse. Les citoyens ne rempliront pas la fosse ci-dessous avec de l'eau.
it: Designa questa zona come la parte superiore di una fossa. I cittadini non riempiranno d'acqua la fossa sottostante.
ko: 이 구역을 구덩이의 맨 위로 지정합니다. 시민들은 아래 구덩이에 물을 채우지 않을 것입니다.
pl: Przeznacz tę strefę jako górę dołu. Obywatele nie będą wypełniać dołu poniżej wodą.
pt_br: Define esta zona como o topo de um fosso. Cidadãos não encherão o fosso abaixo com água.
ru: Обозначьте эту зону как верхнюю часть ямы. Граждане не будут заполнять яму внизу водой.
vi: Chỉ định khu vực này làm miệng hố. Cư dân sẽ không đổ đầy nước vào hố bên dưới.
zh_hans: 将这个区域指定为坑的顶部。 公民不会将水填满下面的坑。

source: Designate this zone as the top of a pond. Citizens will bring buckets of water if the pond below isn't filled.
de: Bestimmen Sie diese Zone als oberen Teil eines Teichs. Die Bürger bringen Eimer mit Wasser, wenn der Teich unten nicht gefüllt ist.
fr: Désignez cette zone comme le sommet d'un étang. Les citoyens apporteront des seaux d'eau si l'étang en dessous n'est pas rempli.
it: Designa questa zona come parte superiore di uno stagno. I cittadini porteranno secchi d'acqua se lo stagno sottostante non è pieno.
ko: 이 구역을 연못의 맨 위로 지정합니다. 아래 연못이 채워지지 않았다면 시민들이 양동이에 물을 담아 올 것입니다.
pl: Przeznacz tę strefę jako górę stawu. Obywatele będą przynosić wiadra wody, jeśli staw poniżej nie jest pełen.
pt_br: Define esta zona como a superfície de um lago. Cidadãos trarão baldes de água se o lago abaixo não estiver cheio.
ru: Обозначьте эту зону как верхнюю часть пруда. Горожане принесут ведра с водой, если пруд внизу не заполнен.
vi: Chỉ định khu vực này làm miệng ao. Cư dân sẽ mang xô nước nếu ao bên dưới chưa đầy.
zh_hans: 把这个区域指定为池塘的顶部。 如果下面的池塘没有被填满，市民们会带来水桶。

source: Select animals to be dropped into the pit or pond below this zone. Animals will not feel obligated to stay if they can find a way out.
de: Wählen Sie Tiere aus, die Sie in die Grube oder den Teich unterhalb dieser Zone werfen. Die Tiere fühlen sich nicht gezwungen zu bleiben, wenn sie einen Ausweg finden können.
fr: Sélectionnez les animaux à déposer dans la fosse ou l'étang en dessous de cette zone. Les animaux ne se sentiront pas obligés de rester s'ils peuvent trouver un moyen de sortir.
it: Seleziona gli animali da far scendere nella fossa o nello stagno sotto questa zona. Gli animali non si sentiranno obbligati a rimanere se possono trovare una via d'uscita.
ko: 이 구역의 구덩이 또는 연못에 넣을 동물을 선택합니다. 동물은 탈출구를 찾을 수 있다면 탈출할 것입니다.
pl: Zaznacz zwierzęta do wrzucenia w dół lub staw poniżej tej strefy. Zwierzęta nie będą zmuszone pozostać, jeśli znajdą wyjście.
pt_br: Seleciona animais para serem largados em fosso ou lago abaixo desta zona. Animais não se sentirão obrigados a ficar caso encontrem uma forma de sair.
ru: Выберите животных, которых нужно сбросить в яму или пруд ниже этой зоны. Животные не будут чувствовать себя обязанными оставаться, если они смогут найти выход.
vi: Chọn động vật để thả vào hố hoặc ao bên dưới khu vực này. Động vật sẽ không cảm thấy bị buộc phải ở lại nếu chúng tìm được lối thoát.
zh_hans: 选择要放入该区域下方的坑或池塘中的动物。 如果动物能找到出路，它们就不会觉得有义务留下来。

source: Assign a new or existing location to this zone. Locations are groups of zones and rooms with a larger purpose, like a tavern, a temple, a library, or a craft guildhall.
de: Weisen Sie dieser Zone einen neuen oder bestehenden Ort zu. Orte sind Gruppen von Zonen und Räumen mit einem größeren Zweck, wie z.B. eine Taverne, ein Tempel, eine Bibliothek oder eine Handwerksgildenhalle.
fr: Attribuez un emplacement nouveau ou existant à cette zone. Les emplacements sont des groupes de zones et de pièces avec un objectif plus large, comme une taverne, un temple, une bibliothèque ou un hall de guilde d'artisanat.
it: Assegna un luogo nuovo o esistente a questa zona. I luoghi sono gruppi di zone e stanze con scopo più ampio come locande, templi, biblioteche o una casa della gilda d'artigianato.
ko: 이 영역에 새 위치 또는 기존 위치를 할당합니다. 위치는 선술집, 사원, 도서관 또는 공예 길드 홀과 같이 더 큰 목적을 가진 구역과 방의 그룹입니다.
pl: Przydziel nową lub istniejącą lokację do tej strefy. Lokacje są grupami stref i pomieszczeń o większym przeznaczeniu, jak tawerna, świątynia, biblioteka lub gildia rzemieślnicza.
pt_br: Indica uma nova ou existente localização para esta zona. Localizações são grupos de zonas ou salas com um propósito maior, como uma taberna, um templo, uma biblioteca, ou um salão de guilda de construção.
ru: Отметить этой зоне новую или существующую локацию. Локации - это группы зон и комнат с более широким назначением, такие как таверна, храм, библиотека или зал ремесленной гильдии.
vi: Chỉ định một vị trí mới hoặc hiện có cho khu vực này. Vị trí là các nhóm khu vực và phòng có mục đích lớn hơn, như quán rượu, đền thờ, thư viện, hoặc hội trường thợ thủ công.
zh_hans: 将一个新的或现有的地点指派给这个区域。 地点是由区域和房间组成的，具有比较大型的用途，如酒馆、寺庙、图书馆或手工业行会。

source: Set details for the assigned location.
fr: Définissez les détails de l'emplacement attribué.
it: Imposta i dettagli per il luogo assegnato.
ko: 할당된 위치에 대한 세부 정보를 설정합니다.
pl: Ustaw szczegóły dla przydzielonej lokacji.
pt_br: Define detalhes para a localização indicada.
ru: Настроить выбранную локацию
tr: Atanan mekanın için ayrıntıları ayarla.
vi: Đặt chi tiết cho vị trí đã được chỉ định.
zh_hans: 设置指定位置的详细信息。

source: Select this option and any unassigned deceased citizens will be buried here automatically.
fr: Sélectionnez cette option et tous les citoyens décédés non assignés seront enterrés ici automatiquement.
it: Selezionando questa opzione, tutti i cittadini deceduti non assegnati saranno sepolti qui automaticamente.
ko: 이 옵션을 선택하면 지정되지 않은 사망한 시민이 자동으로 이곳에 묻힙니다.
pl: Zaznacz tę opcję i każdy nieprzydzielony, martwy obywatel będzie pochowany tutaj automatycznie.
pt_br: Marque esta opção e qualquer cidadão morto não atribuído será enterrado aqui automaticamente.
ru: Выберите эту опцию и все неназначенные умершие граждане будут автоматически захоронены здесь.
tr: Bu seçenekle, sahipsiz ölü vatandaşlar buraya otomatik olarak gömülür.
vi: Chọn tùy chọn này và bất kỳ cư dân đã qua đời chưa được chỉ định nào sẽ được chôn cất ở đây tự động.
zh_hans: 选择这个选项，任何未分配的已故公民将自动埋在这里。

source: Select this option and any unassigned deceased pets will be buried here automatically.
de: Wenn Sie diese Option wählen, werden alle nicht zugewiesenen verstorbenen Haustiere automatisch hier begraben.
fr: Sélectionnez cette option et tous les animaux décédés non attribués seront enterrés ici automatiquement.
it: Selezionando questa opzione, gli animali domestici deceduti non assegnati saranno sepolti automaticamente qui.
ko: 이 옵션을 선택하면 지정되지 않은 죽은 애완동물이 자동으로 이곳에 묻힙니다.
pl: Zaznacz tę opcję i każdy nieprzydzielony, martwy pupil będzie pochowany tutaj automatycznie.
pt_br: Marque esta opção e qualquer animal de estimação morto não atribuído será enterrado aqui automaticamente.
ru: Выберите эту опцию и все неназначенные умершие питомцы будут автоматически захоронены здесь.
tr: Bu seçeneği seçerseniz, atanmamış ölen evcil hayvanlar buraya otomatik olarak gömülecektir.
vi: Chọn tùy chọn này và bất kỳ thú cưng đã qua đời chưa được chỉ định nào sẽ được chôn cất ở đây tự động.
zh_hans: 选择这个选项，任何未分配的已故宠物都将自动埋在这里。

source: Choose which squads will use this barracks.
de: Wählen Sie aus, welche Truppen diese Kaserne benutzen werden.
fr: Choisissez les escouades qui utiliseront cette caserne.
it: Scegli quali squadre useranno questa caserma.
ko: 이 병영을 사용할 분대를 선택하십시오.
pl: Wybierz, który oddział będzie używał tych koszar.
pt_br: Escolha qual esquadrão usará este quartel.
ru: Выберите, какие отряды будут использовать эту казарму.
tr: Bu kışlayı kullanacak birlikleri seç.
vi: Chọn những đội hình nào sẽ sử dụng doanh trại này.
zh_hans: 选择哪些小队将使用这个营房。

source: Remove the zone being painted permanently. Also removes existing zones!
de: Entfernt die zu bearbeitende Zone dauerhaft. Entfernt auch bestehende Zonen!
fr: Supprimez définitivement la zone à peindre. Supprime également les zones existantes !
it: Rimuovi in modo permanente la zona da dipingere. Rimuoverà anche le zone esistenti!
ko: 페인팅 중인 구역을 영구히 제거합니다. 기존 영역도 제거합니다!
pl: Usuń strefę narysowaną permanentnie. Usuwa również istniejące strefy!
pt_br: Remove a zona sendo pintada permanentemente. Zonas existentes também são removidas!
ru: Удалите окрашиваемую зону навсегда. Также удаляет существующие зоны!
vi: Gỡ bỏ vĩnh viễn khu vực đang được vẽ. Cũng gỡ bỏ các khu vực hiện có!
zh_hans: 永久移除正在涂漆的区域。并且删除现有区域！

source: Your citizens will drink at a water source zone or gather water using buckets for various tasks. This is useful if you don't have a functioning well and you want to control exactly where the tasks take place.
de: Ihre Bürger werden an einer Wasserquelle trinken oder mit Eimern Wasser für verschiedene Aufgaben sammeln. Dies ist nützlich, wenn Sie keinen funktionierenden Brunnen haben und genau kontrollieren wollen, wo die Aufgaben stattfinden.
fr: Vos citoyens boiront dans une zone de source d'eau ou recueilleront de l'eau à l'aide de seaux pour diverses tâches. Ceci est utile si vous n'avez pas de puits fonctionnel et que vous souhaitez contrôler exactement où les tâches ont lieu.
it: I cittadini bevono in una zona con una fonte d'acqua o raccolgono l'acqua con secchi per svolgere vari compiti. Ciò è utile se non hai un pozzo funzionante e vuoi controllare esattamente dove si svolgono le attività.
ko: 시민들은 상수원 구역에서 물을 마시거나 다양한 작업을 위해 양동이를 사용하여 물을 모을 것입니다. 이 기능은 제대로 작동하지 않고 작업이 수행되는 위치를 정확하게 제어하려는 경우 유용합니다.
pl: Twoi obywatele będą pić w strefie źródła wody lub pobierać wodę wiadrami dla różnych zadań. Jest to użyteczne, jeśli nie masz funkcjonującej studni i chcesz kontrolować dokładnie gdzie zadania mają miejsce.
pt_br: Seus cidadãos beberão em uma zona de fonte de água ou coletarão água usando baldes para várias tarefas. Isso é útil se você não tiver um poço em funcionamento e quiser controlar exatamente onde as tarefas ocorrem.
ru: Ваши жители будут пить в зоне источника воды или собирать воду для различных целей, пользуясь вёдрами. Это полезно, если вы не имеете колодца и хотите точно контролировать, где выполняются эти задачи.
vi: Cư dân của bạn sẽ uống nước tại khu vực nguồn nước hoặc thu thập nước bằng xô cho các công việc khác nhau. Điều này hữu ích nếu bạn không có giếng hoạt động và bạn muốn kiểm soát chính xác nơi các công việc diễn ra.
zh_hans: 你的公民将在水源区喝水，或用水桶为各种任务收集水。 如果你没有有效的水井，而你又想控制任务发生的确切位置，这就很有用。

source: Citizens assigned to the fishing work detail will fish in this zone if it exists. Otherwise, they will fish everywhere.
de: Bürger, die zum Fischereidienst eingeteilt sind, fischen in dieser Zone, wenn es sie gibt. Andernfalls werden sie überall fischen.
fr: Les citoyens affectés au détail des travaux de pêche pêcheront dans cette zone si elle existe. Sinon, ils pêcheront partout.
it: I cittadini assegnati al lavoro di pesca pescheranno in questa zona, se esiste. Altrimenti pescheranno ovunque.
ko: 어업 작업 세부사항에 지정된 시민들은 이 구역이 존재한다면 낚시를 할 것이다. 그렇지 않으면, 그들은 모든 곳에서 낚시를 할 것입니다.
pl: Obywatele przydzieleni do pracy łowienia będą łowić w tej strefie, jeśli istnieje. Inaczej będą łowić gdziekolwiek.
pt_br: Os cidadãos atribuídos a pesca nos detalhes de trabalho irão pescar nesta zona, caso exista. Caso contrário, eles vão pescar em todos os lugares.
ru: Дварфы, назначенные на работу по рыболовству, будут ловить рыбу в этой зоне, если она существует. В противном случае они будут ловить рыбу везде.
vi: Cư dân được giao nhiệm vụ câu cá sẽ câu cá trong khu vực này nếu nó tồn tại. Nếu không, họ sẽ câu cá ở khắp mọi nơi.
zh_hans: 分配到捕鱼工作细节的市民将在该区域捕鱼（如果存在）。否则，他们会到处钓鱼。
