Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Tribute Report:
de: Tribut-Bericht:
fr: Rapport d'hommage :
it: Rapporto sui tributi:
ko: 공물 보고서:
pl: Raport daniny:
pt_br: Reportar Tributo:
ru: Отчет о дани:
tr: Haraç Raporu:
vi: Báo cáo Cống vật:
zh_hans: 致敬报告：

source: Tribute is being unloaded. (A report is available.)
de: Der Tribut wird entladen. (Ein Bericht ist verfügbar.)
fr: Hommage est en cours de déchargement. (Un rapport est disponible.)
it: Il tributo viene scaricato. (È disponibile un rapporto).
ko: 공물을 내리는 중입니다. (보고서가 있습니다.)
pl: Danina jest rozładowywana. (Dostępny raport).
pt_br: Tributo está sendo descarregado. (Um relatório está disponível.)
ru: Дань выгружается. (Отчет доступен.)
vi: Cống vật đang được dỡ xuống. (Một báo cáo đã có sẵn.)
zh_hans: 正在卸载贡品。（有报告。）

source: Merchants have arrived and are unloading their goods.
de: Die Händler sind eingetroffen und laden ihre Waren aus.
fr: Les marchands sont arrivés et déchargent leurs marchandises.
it: I mercanti sono arrivati e stanno scaricando le loro merci.
ko: 상인이 도착하여 그들의 짐을 내리는 중이다.
pl: Kupcy przybyli i rozładowują swoje towary.
pt_br: Comerciantes já chegaram e estao descarregando suas mercadorias.
ru: Торговцы прибыли и выгружают товар.
tr: Tüccarlar geldi ve mallarını boşaltıyorlar.
vi: Các thương nhân đã đến và đang dỡ hàng hóa của họ.
zh_hans: 商人们已经抵达，并正在卸载货物.

source: A trade depot is requiered for the delivery of the tribute.
de: Für die Lieferung des Tributs ist ein Handelsdepot erforderlich.
fr: Un dépôt commercial est requis pour la livraison du tribut.
it: Per la consegna del tributo è necessario un deposito commerciale.
ko: 공물을 전달하려면 무역 창고가 필요합니다.
pl: Skład handlowy jest wymagany do dostarczenia daniny.
pt_br: Um entreposto comercial é necessário para a entrega do tributo.
ru: Для доставки дани нужен рынок.
tr: Haracın teslimi için bir ticaret deposu gereklidir.
vi: Cần có một kho thương mại để giao cống vật.
zh_hans: 贸易仓库需要提供贡品。

source: The merchants need a trade depot to unload their goods.
de: Die Kaufleute brauchen ein Handelsdepot, um ihre Waren abzuladen.
fr: Les marchands ont besoin d'un dépôt commercial pour décharger leurs marchandises.
it: I mercanti hanno bisogno di un deposito commerciale per scaricare le loro merci.
ko: 상인들은 상품을 내리기 위해 무역 창고가 필요합니다.
pl: Kupcy potrzebują Składu handlowego do rozładowania swoich dóbr.
pt_br: Os comerciantes precisam de um entreposto comercial para descarregar suas mercadorias.
ru: Торговцам нужен рынок, чтобы выгрузить товар.
tr: Tüccarların mallarını boşaltmak için bir ticaret deposuna ihtiyacı var.
vi: Các thương nhân cần một kho thương mại để dỡ hàng hóa của họ.
zh_hans: 商人需要一个贸易仓库来卸货。

source: hundred thousands
tr: yüz binler
vi: hàng trăm nghìn

source: An animal
de: Ein Tier
fr: Un animal
it: Un animale
ko: 동물
pl: Zwierzę
pt_br: um animal.
ru: Животное
tr: Bir hayvan
vi: Một con vật
zh_hans: 一只动物

source: has become a
de: wurde
fr: est devenu un
it: è diventato un
ko: 가 되었다
pl: stał się
pt_br: tornou-se um
ru: стал
tr: şuna dönüştü:
vi: đã trở thành một
zh_hans: 已成为一个

source: has adopted
de: adoptierte
fr: a adopté
it: ha adottato
ko: 채택했다
pl: zaadoptował
pt_br: tem adotado
ru: выбрал хозяином
tr: şunu benimsedi:
vi: đã tiếp nhận
zh_hans: 已经采纳了

source: accepting bribes for leniency
de: Annahme von Bestechungsgeldern für eine Kronzeugenregelung
fr: accepter des pots-de-vin pour la clémence
it: accettare tangenti per l'indulgenza
ko: 관대함을 위해 뇌물을 받는 것
pl: przyjmowanie łapówek w celu złagodzenia kary
pt_br: aceitar subornos por clemência
ru: получение взяток за снисходительность
tr: müsamaha için rüşvet kabul etme
vi: nhận hối lộ để giảm nhẹ hình phạt
zh_hans: 认罪受贿指控以获得宽大处理

source: Something has pulled a lever!
de: Etwas hat einen Hebel bedient!
fr: Quelque chose a actionné un levier !
it: Qualcosa ha tirato una leva!
ko: 무언가가 레버를 당겼습니다!
pl: Ktoś pociągnął za dźwignię!
pt_br: Alguma coisa puxou uma alavanca!
ru: Кто-то дёрнул рычаг!
tr: Bir şey bir kolu çekti!
vi: Có thứ gì đó đã kéo cần gạt!
zh_hans: 有东西拉了杠杆！

source: Something has triggered a pressure plate!
de: Irgendetwas hat eine Druckplatte ausgelöst!
fr: Quelque chose a déclenché une plaque de pression !
it: Qualcosa ha innescato una piastra a pressione!
ko: 무언가 압력판을 작동시켰습니다!
pl: Coś uruchomiło płytkę naciskową!
pt_br: Algo tem desencadeado uma placa de pressão!
ru: Кто-то наступил на плиту!
tr: Bir şey bir basınç plakasını tetikledi!
vi: Có thứ gì đó đã kích hoạt tấm áp lực!
zh_hans: 有什么东西引发压力板！

source: Something has emptied a cage!
de: Irgendetwas hat einen Käfig geleert!
fr: Quelque chose a vidé une cage !
it: Qualcosa ha svuotato una gabbia!
ko: 무언가가 새장을 비웠습니다!
pl: Coś opróżniło klatkę!
pt_br: Algo tem esvaziado uma gaiola!
ru: Кто-то опустошил клетку!
tr: Bir şey bir kafesi boşalttı!
vi: Có thứ gì đó đã làm rỗng lồng!
zh_hans: 有什么东西已经清空了笼子！

source: Something has unchained a creature!
de: Irgendetwas hat eine Kreatur entfesselt!
fr: Quelque chose a déchaîné une créature !
it: Qualcuno ha liberato questa creatura!
ko: 무언가가 생물의 사슬을 풀었습니다!
pl: Coś uwolniło stworzenie!
pt_br: Algo tem desencadeou uma criatura!
ru: Кто-то отпустил существо!
tr: Bir şey bir yaratığın zincirini çözdü!
vi: Có thứ gì đó đã tháo xích một sinh vật!
zh_hans: 有些东西已经解开了生物！

source: unused
de: unbenutzt
fr: inutilisé
it: inutilizzato
ko: 미사용
pl: nieużywany
pt_br: não usado
ru: не используемый
tr: kullanılmamış
vi: chưa dùng
zh_hans: 没用过

source: improvable
de: verbesserungsfähig
fr: améliorable
it: migliorabile
ko: 개선할 수 있는
pl: improwizowany
pt_br: Optmetrista
ru: улучшаемый
tr: geliştirilebilir
vi: có thể cải thiện
zh_hans: 可改善

source: butcherable
de: schlachtbar
fr: boucher
it: macellabile
ko: 도살 가능한
pl: rzeźny
pt_br: abatível
ru: разделываемый
tr: kesilebilir
vi: có thể mổ thịt
zh_hans: 可屠宰

source: millable
de: mahlbar
fr: broyable
it: macinabile
ko: 밀러블
pl: do zmielenia
ru: перемалываемый
tr: öğütülebilir
vi: có thể xay
zh_hans: 混炼

source: possibly buriable
de: eventuell verschüttbar
fr: éventuellement enterrable
it: possibilmente seppellibile
ko: 아마도 매장 가능
pl: możliwie chowalny
pt_br: possivelmente buriable
ru: хоронимый
tr: muhtemelen gömülebilir
vi: có thể chôn
zh_hans: 可能很可爱

source: unrotten
de: Unverrottetes
fr: non pourri
it: non-marcio
ko: 썩지 않은
pl: zgniły
ru: не гнилой
tr: çürümemiş
vi: không thối rữa
zh_hans: 未腐烂的

source: undisturbed
de: ungestört
fr: paisible
it: indisturbato
ko: 방해받지 않은
pl: niezakłócony
pt_br: imperturbável
ru: целая
tr: bozulmamış
vi: không bị quấy rầy
zh_hans: 不受干扰

source: collected
de: gesammelt
fr: collecté
it: raccolto
ko: 모은
pl: zebrany
pt_br: arrecadados
ru: собранный
tr: toplanmış
vi: đã thu thập
zh_hans: 集

source: sharpenable
de: schleifbar
fr: aiguisable
it: affilabile
ko: 날카롭게 할 수 있는
pl: do zaostrzenia
ru: затачиваемый
tr: keskinleştirilebilir
vi: có thể mài sắc
zh_hans: 削尖

source: empty
de: leer
fr: vide
it: vuoto
ko: 비어 있는
pl: pusty
pt_br: vazio
ru: пустой
tr: boş
vi: rỗng
zh_hans: 空的

source: processable
de: verarbeitbar
fr: traitable
it: elaborabile
ko: 처리 가능
pl: przetwarzalny
pt_br: processável
ru: перерабатываемый
tr: işlenebilir
vi: có thể chế biến
zh_hans: 加工

source: cookable
de: Kochbar
fr: cuisinable
it: cucinabile
ko: 요리 가능
pl: nadający się do gotowania
pt_br: cozinhável
ru: приготовимый
tr: pişirilebilir
vi: có thể nấu
zh_hans: 烹调的含

source: solid
de: solide
fr: solide
it: solido
ko: 단단한
pl: solidny
pt_br: sólido
ru: цельный
tr: katı
vi: rắn
zh_hans: 固体

source: extract-bearing plant
fr: plante à extrait
it: pianta estrattiva
ko: 추출물 함유 식물
pl: roślina zawierająca ekstrakt
pt_br: recipiente de extrato de planta
ru: экстрактсодержащее растение
tr: özüt taşıyan bitki
vi: thực vật chứa chiết xuất
zh_hans: 提取物植物

source: extract-bearing fish
de: extrakthaltiger Fisch
fr: poisson porteur d'extrait
it: pesce portatore di estratto
ko: 물고기 추출물
pl: ryba zawierające ekstrakt
pt_br: recipiente de extrato de peixe
ru: экстрактосодержащаа рыба
tr: özüt taşıyan balık
vi: cá chứa chiết xuất
zh_hans: 提取物鱼

source: extract-bearing small creature
de: extrakthaltiges Kleinlebewesen
fr: petite créature porteuse d'extrait
it: piccola creatura portatrice di estratto
ko: 추출물 함유 작은 생물
pl: małe stworzenie zawierające ekstrakt
pt_br: recipiente de extrato de pequenas criaturas
ru: экстрактосодержащее маленькое существо
tr: özüt taşıyan küçük yaratık
vi: sinh vật nhỏ chứa chiết xuất
zh_hans: 含有提取物的小生物

source: processable (to vial)
de: verarbeitbar (zu Fläschchen)
fr: transformable (en flacon)
it: lavorabile (in fiala)
ko: 처리 가능(바이알로)
pl: przetwarzalny (do fiolki)
pt_br: processável (de frasco)
ru: перерабатываемый (в сосуд)
tr: işlenebilir (şişeye)
vi: có thể chế biến (thành lọ)
zh_hans: 可处理的（到小瓶）

source: processable (to barrel)
de: verarbeitbar (zu Fass)
fr: transformable (en tonneau)
it: lavorabile (in botte)
ko: 처리 가능(배럴로)
pl: przetwarzalny (do beczki)
pt_br: processável (a tambor)
ru: перерабатываемый (в бочку)
tr: işlenebilir (fıçıya)
vi: có thể chế biến (thành thùng)
zh_hans: 可加工的（到桶）

source: tameable small creature
de: zähmbares Kleinvieh
fr: petite créature apprivoisable
it: piccola creatura addomesticabile
ko: 길들일 수 있는 작은 생물
pl: małe, oswajalne stworzenie
pt_br: tameable criatura pequena
ru: укротимое маленькое существо
tr: evcilleştirilebilir küçük yaratık
vi: sinh vật nhỏ có thể thuần hóa
zh_hans: 可驯服的小动物

source: sand-bearing
de: sandhaltig
fr: portant du sable
it: portatrice di sabbia
ko: 모래 베어링
pl: nośny piasek
pt_br: recipiente de areia
ru: содержащий песок
tr: kum taşıyan
vi: chứa cát
zh_hans: 含沙的

source: glass
de: glas
fr: verre
it: vetro
ko: 유리
pl: szkło
pt_br: vidro
ru: стекло
tr: cam
vi: thủy tinh
zh_hans: 玻璃

source: lye-bearing
de: Laugenhaltig
fr: porteur de lessive
it: portatore di liscivia
ko: 거짓말하는
pl: ługonośny
pt_br: recipiente de barrela
ru: щёлокосодержащий
tr: küllü su taşıyan
vi: chứa kiềm
zh_hans: 含碱液的

source: milk
de: Milch
fr: Le Lait
it: latte
ko: 우유
pl: mleko
pt_br: leite
ru: молоко
tr: süt
vi: sữa
zh_hans: 牛奶

source: milkable
de: melkbar
fr: laitable
it: mungibile
ko: 착유 가능
pl: mleczny
ru: дойное
tr: sağılabilir
vi: có thể vắt sữa
zh_hans: 可挤奶

source: finished good
de: gut abgeschlossen
fr: bien fini
it: prodotto finito
ko: 완제품
pl: dobry wynik
pt_br: terminou bem
ru: готовый товар
tr: tamamlanmış mal
vi: thành phẩm
zh_hans: 成品

source: ammo
de: Munition
fr: munitions
it: munizione
ko: 탄약
pl: amunicja
pt_br: Munição
ru: снаряжение
tr: mühimmat
vi: đạn dược
zh_hans: 弹药

source: furniture
de: Möbel
fr: meubles
it: mobile
ko: 가구
pl: meble
pt_br: mobília
ru: мебель
tr: mobilya
vi: nội thất
zh_hans: 家具

source: dye
de: Farbstoff
fr: colorant
it: tinta
ko: 물든 색
pl: barwnik
pt_br: corantes têxteis
ru: краска
tr: boya
vi: thuốc nhuộm
zh_hans: 染料

source: dyeable
de: einfärbbar
fr: teintable
it: tingibile
ko: 염색 가능
pl: barwnik
pt_br: tingível
ru: пригодный к покраске
tr: boyanabilir
vi: có thể nhuộm
zh_hans: 可染

source: totemable
de: totemfähig
it: totemabile
ko: 토템 가능
pl: totemiczny
ru: пригодная для изготовления тотема
tr: totem yapılabilir
vi: có thể làm vật tổ
zh_hans: 可立图腾

source: glass-making
de: Glasherstellung
fr: verrerie
it: produzione di vetro
ko: 유리 제조
pl: produkcja szkła
pt_br: vidraria
ru: стекольный
tr: cam yapımı
vi: làm thủy tinh
zh_hans: 玻璃制造

source: dyed
de: eingefärbt
fr: teint
it: tinto
ko: 물들인
pl: barwiony
pt_br: tingido
ru: крашеный
tr: boyalı
vi: đã nhuộm
zh_hans: 染色

source: melt-designated
de: zum Schmelzen vorgesehenes
fr: désigné par fusion
it: marcato per la fusione
ko: 용융 지정
pl: oznaczony jako stopiony
pt_br: derreter-designado
ru: предназначенный для переплавки
tr: eritmek için işaretlenmiş
vi: được chỉ định nấu chảy
zh_hans: 熔化指定的

source: deep material
de: tiefes Material
fr: matériau profond
it: materiale profondo
ko: 심층 재료
pl: głęboki materiał
pt_br: material profundo
ru: глубокий материал
tr: derin malzeme
vi: vật liệu sâu
zh_hans: 深层材料

source: sewn-imageless
fr: cousu sans image
it: cucito-senza immagine
ko: 꿰맨 이미지 없는
pl: głęboki materiał
pt_br: costurada-imageless
ru: без вышивки
tr: dikilmiş-tasvirsiz
vi: khâu không họa tiết
zh_hans: 缝制，无图像

source: screw
de: Schraube
fr: vis
it: vite
ko: 나사
pl: śrubka
pt_br: parafuso
ru: винт
tr: vida
vi: ốc vít
zh_hans: 螺杆

source: fire-safe
de: feuersicher
fr: sécurité incendie
it: a prova di fuoco
ko: 내화성
pl: ognioodporny
pt_br: Cofre
ru: огнестойкий
tr: ateşe dayanıklı
vi: chống cháy
zh_hans: 消防安全

source: magma-safe
de: magmasicher
fr: sans danger pour le magma
it: a prova di magma
ko: 마그마 안전
pl: odporny na magmę
pt_br: magma-seguro
ru: магмоустойчивый
tr: magmaya dayanıklı
vi: chống dung nham
zh_hans: 岩浆安全

source: building material
de: Baumaterial
fr: Matériau de construction
it: materiale da costruzione
ko: 건축 재료
pl: materiał budowlany
pt_br: Material de construção
ru: строительный материал
tr: inşaat malzemesi
vi: vật liệu xây dựng
zh_hans: 建筑材料

source: non-economic
de: nicht-wirtschaftlich
fr: non économique
it: non economico
ko: 비경제적
pl: nieekonomiczne
pt_br: não-econômicos
ru: непромышленный
tr: ekonomik olmayan
vi: phi kinh tế
zh_hans: 非经济

source: plant
de: Pflanzen
fr: plante
it: pianta
ko: 공장
pl: roślina
pt_br: Plantar
ru: растительный
tr: bitki
vi: thực vật
zh_hans: 厂

source: silk
de: Seide
fr: soie
it: seta
ko: 비단
pl: jedwab
pt_br: seda
ru: шёлк
tr: ipek
vi: lụa
zh_hans: 丝绸

source: yarn
de: Garn
fr: fil
it: gomitolo
ko: 실
pl: przędza
pt_br: fio em falta
ru: пряжа
tr: yün
vi: sợi
zh_hans: 纱

source: leather
de: Leder
fr: cuir
it: cuoio
ko: 가죽
pl: skóra
pt_br: couro
ru: кожа
tr: deri
vi: da
zh_hans: 皮革

source: bone
de: knochen
fr: os
it: osso
ko: 뼈
pl: kość
pt_br: Osso
ru: кость
tr: kemik
vi: xương
zh_hans: 骨头

source: hair/wool
de: Haar/Wolle
fr: cheveux/laine
it: pelo/lana
ko: 머리카락/털
pl: włosy/wełna
pt_br: cabelo/lã
ru: волосы/шерсть
tr: kıl/yün
vi: tóc/len
zh_hans: 毛/羊毛

source: shell
de: muschel
fr: coquille
it: conchiglia
ko: 껍데기
pl: muszla
pt_br: concha
ru: панцирь
tr: kabuk
vi: vỏ
zh_hans: 贝壳

source: horn
fr: klaxon
it: corno
ko: 뿔
pl: róg
pt_br: corneta de alimentação
ru: рог
tr: boynuz
vi: sừng
zh_hans: 喇叭

source: pearl
de: Perle
fr: perle
it: perla
ko: 진주
pl: perła
pt_br: pérola
ru: жемчуг
tr: inci
vi: ngọc trai
zh_hans: 珍珠

source: plaster-containing
fr: contenant du plâtre
it: contenente gesso
ko: 석고 함유
pl: zawierający gips
pt_br: gesso, contendo
ru: гипсосодержащий
tr: alçı içeren
vi: chứa thạch cao
zh_hans: 含石膏

source: soap
de: Seife
fr: savon
it: insapona
ko: 비누
pl: mydło
pt_br: saboes
ru: мыло
tr: sabun
vi: xà phòng
zh_hans: 肥皂

source: ivory/tooth
de: Elfenbein/Zahn
fr: ivoire/dent
it: avorio/dente
ko: 상아/이빨
pl: kość słoniowa/ząb
pt_br: Marfim/dente
ru: слоновая кость/зуб
tr: fildişi/diş
vi: ngà/răng
zh_hans: 象牙色/齿

source: lye/milk-free
fr: lessive/sans lait
it: liscivia/senza latte
ko: 잿물/무유
pl: nie zawiera ługu/mleka
pt_br: barrela/sem cal
ru: без щёлока/молока
tr: küllü su/sütsüz
vi: không chứa kiềm/sữa
zh_hans: 碱液/乳癖

source: blunt
de: stumpf
fr: émoussé
it: smussato
ko: 무딘
pl: tępy
ru: тупой
tr: küt
vi: cùn
zh_hans: 钝

source: unengraved
de: nicht graviert
fr: non gravé
it: senza incisioni
ko: 새겨지지 않은
pl: bez grawerunku
ru: негравированный
tr: işlenmemiş
vi: chưa khắc
zh_hans: 未雕刻

source: unimproved
de: unverbessert
fr: non amélioré
it: non migliorato
ko: 개선되지 않은
pl: nieulepszony
pt_br: não melhoradas
ru: не улучшенный
tr: geliştirilmemiş
vi: chưa cải tiến
zh_hans: 未改良

source: written-on
de: angeschrieben
fr: écrit sur
it: scritto sopra
ko: 필기
pl: zapisany
pt_br: escrito
ru: написанный
tr: üzerine yazılmış
vi: đã viết lên
zh_hans: 写上

source: non-absorbent
de: nicht absorbierend
fr: non absorbant
it: non assorbente
ko: 비흡수성
pl: niechłonny
pt_br: não-absorventes
ru: невпитывающий
tr: emici olmayan
vi: không thấm hút
zh_hans: 非吸收性

source: food storage
de: Essenslager
fr: stockage alimentaire
it: magazzino alimenti
ko: 식품 저장
pl: skład jedzenia
pt_br: conservação de alimentos
ru: ёмкость для пищи
tr: gıda saklama
vi: lưu trữ thực phẩm
zh_hans: 食物贮藏

source: non-pressed
de: nicht gedrückt
fr: non pressé
it: non pressato
ko: 누르지 않은
pl: nieprasowany
pt_br: não pressionado
ru: неотжатый
tr: preslenmemiş
vi: chưa ép
zh_hans: 非压迫

source: woven
de: gewebt
fr: tissé
it: tessuto
ko: 짠
pl: utkany
pt_br: tecido
ru: тканый
tr: dokuma
vi: dệt
zh_hans: 编织

source: hard
de: hart
fr: dur
it: duro
ko: 딱딱한
pl: twardy
pt_br: Trabalhar duro? Que tolice.
ru: твёрдый
tr: sert
vi: cứng
zh_hans: 硬

source: metal
de: Metall
fr: métal
it: metallo
ko: 금속
ru: металл
vi: kim loại
zh_hans: 金属

source: sand
fr: le sable
it: sabbia
ko: 모래
pl: piasek
pt_br: areia
ru: песок
tr: kum
vi: cát
zh_hans: 砂

source: edged
de: kantig
fr: bordé
it: bordato
ko: 예리한
pl: krawędź
pt_br: afiado
ru: гранный
tr: kesici
vi: có cạnh sắc
zh_hans: 一柄

source: on-ground
de: am Boden
fr: sur le sol
it: a terra
ko: 지상
pl: na ziemi
pt_br: no-chão
ru: наземный
tr: yerde
vi: trên mặt đất
zh_hans: 在地上

source: divine
de: göttlich
fr: Divin
it: divino
ko: 신성한
pl: boski
pt_br: divino
ru: божественный
tr: ilahi
vi: thần thánh
zh_hans: 神圣

source: artifact
de: Artefakt
fr: artefact
it: manufatto
ko: 인공물
pl: artefakt
pt_br: artefato
ru: артефакт
tr: eser
vi: tạo tác
zh_hans: 神器

source: non-artifact
de: kein Artefakt
fr: non-artefact
it: non manufatto
ko: 인공물이 아닌 것
pl: nie-artefakt
pt_br: não é artefato
ru: не-артефакт
tr: eser olmayan
vi: phi tạo tác
zh_hans: 非神器

source: wooden
de: Holz
fr: en bois
it: di legno
ko: 활기 없는
pl: drewniany
pt_br: de madeira
ru: деревянный
tr: ahşap
vi: bằng gỗ
zh_hans: 木制

source: stone
de: Stein
fr: pierre
it: pietra
ko: 결석
pl: kamień
pt_br: pedra
ru: камень
tr: taş
vi: bằng đá
zh_hans: 石料

source: gem
de: Edelstein
fr: gemme
it: gemma
ko: 보석
pl: klejnot
pt_br: gema
ru: самоцвет
tr: mücevher
vi: đá quý
zh_hans: 宝石

source: grown
de: gewachsen
fr: grandi
it: coltivato
ko: 자란
pl: uprawiany
pt_br: Crescido
ru: выращенный
tr: yetişmiş
vi: thực vật
zh_hans: 成长

source: -bearing
de: -Lager
fr: -palier
it: -portatore
ko: -베어링
pl: -łożysko
pt_br: -recipiente
ru: -носный
tr: taşıyan
vi: #NAME?
zh_hans: -承担

source: calcite/limestone/chalk/marble
de: Kalzit/Kalkstein/Kreide/Marmor
fr: calcite/calcaire/craie/marbre
it: calcite/calcare/gesso/marmo
ko: 방해석/석회석/백악/대리석
pl: kalcyt/wapień/kreda/marmur
pt_br: calcita/calcário/cal/mármore
ru: кальцит/известняк/мел/мрамор
tr: kalsit/kireç taşı/tebeşir/mermer
vi: canxi/đá vôi/phấn/đá cẩm thạch
zh_hans: 方解石/石灰岩/白垩/大理石

source: glazable
de: verglasbar
fr: vitrifiable
it: vetrificabile
ko: 유약을 바르는
pl: przeszklony
pt_br: vidrado
ru: глазурованный
tr: sırlanabilir
vi: có thể tráng men
zh_hans: 可上釉的

source: fat
de: fett
fr: gros
it: grasso
ko: 지방
pl: tłuszcz
pt_br: gordura
ru: жир
tr: yağ
vi: mỡ
zh_hans: 脂肪

source: flux
it: flusso
ko: 유량
pl: topnik
pt_br: fluxo
ru: флюс
tr: eritken taş
vi: chất trợ dung
zh_hans: 融化

source: gypsum
de: Gips
fr: gypse
it: gesso
ko: 석고
pl: gips
pt_br: gesso
ru: гипс
tr: alçı taşı
vi: thạch cao
zh_hans: 石膏

source: paper-making
de: Papierherstellung
fr: fabrication de papier
it: produzione di carta
ko: 제지
pl: produkcja papieru
pt_br: fabricação de papel
ru: изготовление бумаги
tr: kağıt yapımı
vi: làm giấy
zh_hans: 造纸

source: paper-slurry
de: Papierschlamm
fr: pâte à papier
it: impasto di carta
ko: 종이 슬러리
pl: zawiesina papierowa
pt_br: massa de papel
ru: бумажная суспензия
tr: kağıt hamuru
vi: bột giấy
zh_hans: 纸浆

source: tallow
de: Talg
fr: suif
it: sego
ko: 수지 양초
pl: łój
pt_br: sebo
ru: сало
tr: iç yağı
vi: mỡ động vật
zh_hans: 脂油

source: wax
de: Wachs
fr: la cire
it: cera
ko: 밀랍
pl: wosk
pt_br: cera
ru: воск
tr: balmumu
vi: sáp
zh_hans: 蜂蜡

source: bag-processable
fr: transformable en sac
it: borsa-lavorabile
ko: 백 처리 가능
pl: przetwarzalny worek
pt_br: processável em saco
ru: обрабатываемый в мешок
tr: torbada işlenebilir
vi: có thể chế biến bằng túi
zh_hans: 可袋式加工

source: fermentable
de: fermentierbar
it: fermentabile
ko: 발효 가능
pl: fermentowalny
pt_br: fermentável
ru: поддающийся брожению
tr: mayalanabilir
vi: có thể lên men
zh_hans: 可发酵的

source: clay
de: Lehm
fr: argile
it: argilla
ko: 점토
pl: glina
pt_br: argila
ru: глина
tr: kil
vi: đất sét
zh_hans: 黏土

source: glaze
de: Glasur
fr: glaçage
it: smalto
ko: 글레이즈
pl: glazura
pt_br: verniz
ru: глазурь
tr: sır
vi: men
zh_hans: 釉料

source: honey-bearing
de: Honig-Lager
fr: miellé
it: portatore di miele
ko: 꿀을 맺는
pl: miododajny
pt_br: recipiente de mel
ru: медоносный
tr: bal taşıyan
vi: chứa mật ong
zh_hans: 采蜜

source: parchment-producing
de: Pergament herstellen
fr: producteur de parchemin
it: produzione di pergamena
ko: 양피지 생산
pl: produkcja pergaminu
pt_br: produzindo pergaminhos
ru: пергаментное сырьё
tr: parşömen üreten
vi: tạo ra giấy da
zh_hans: 制作羊皮纸

source: oil-bearing
fr: pétrolifère
it: portatore d'olio
ko: 오일 베어링
pl: nośnik oleju
pt_br: recipiente de óleo
ru: маслосодержащий
tr: yağ taşıyan
vi: chứa dầu
zh_hans: 含油的

source: paper-slurryable
fr: papier-slurryable
it: carta-impastabile
ko: 종이 슬러리 가능
pl: papier - zawiesina
pt_br: papel pastoso
ru: бумажное сырьё
tr: kağıt hamuru yapılabilir
vi: có thể làm bột giấy
zh_hans: 纸浆型

source: renderable
de: berechenbar
fr: rendable
it: fondibile
ko: 렌더링 가능
pl: renderowalny
pt_br: renderizável
ru: визуализируемый
tr: yağı eritilebilir
vi: có thể tinh chế
zh_hans: 可渲染的

source: fatty
de: fettig
fr: gras
it: adiposo
ko: 지방
pl: tłusty
pt_br: gorduroso
ru: жирный
tr: yağlı
vi: chứa mỡ
zh_hans: 脂肪

source: tannable
de: gerbbar
it: conciabile
ko: 무두질할 수 있는
pl: garbowalny
pt_br: Pode ser Curtido
ru: поддающийся дублению
tr: tabaklanabilir
vi: có thể thuộc da
zh_hans: 可制革的

source: -producing
de: -produzieren
fr: -produire
it: -producente
ko: -제작
pl: -produkcja
pt_br: -produzir
ru: -образующий
tr: üreten
vi: #NAME?
zh_hans: -生产

source: -containing
fr: -contenant
it: -contenente
ko: -함유
pl: -zawierający
pt_br: -contendo
ru: -содержащий
tr: içeren
vi: #NAME?
zh_hans: -含有

source: color
tr: renk
vi: màu sắc

source: liquid cooking
de: Flüssig-Kochen
fr: cuisson liquide
it: cottura liquido
ko: 액체 요리
pl: gotowanie w płynie
pt_br: líquido de cozimento
ru: приготавливаемая жидкость
tr: sıvı pişirme
vi: nấu chất lỏng
zh_hans: 液体烹饪

source: liquid scoop
de: Schöpfkelle
fr: cuillère à liquide
it: misurino di liquido
ko: 액체 국자
pl: miarka do cieczy
pt_br: colher líquido
ru: черпак
tr: kepçe
vi: múc chất lỏng
zh_hans: 液体勺

source: powder grinding receptacle
de: Pulvermahlgefäß
fr: récipient de broyage de poudre
it: recipiente per la macinazione in polvere
ko: 분말 분쇄 리셉터클
pl: pojemnik do mielenia proszku
pt_br: receptáculo de moagem do pó
ru: ёмкость для готового порошка
tr: havan
vi: vật chứa để nghiền bột
zh_hans: 粉末研磨容器

source: powder grinding
de: Pulvermahlen
fr: broyage de poudre
it: macinazione in polvere
ko: 분말 연삭
pl: mielenie proszku
pt_br: pó de moagem
ru: помол
tr: toz öğütme
vi: nghiền bột
zh_hans: 粉末研磨

source: meat carving
de: Fleischzerlegung
fr: sculpture sur viande
it: trinciatura della carne
ko: 고기 조각
pl: rzeźbienie mięsa
pt_br: escultura de carne
ru: нарезка мяса тонкими слоями
tr: et kesme
vi: cắt thịt
zh_hans: 肉雕

source: meat boning
de: Entbeinen von Fleisch
fr: désossage de la viande
it: disossamento della carne
ko: 고기 뼈다귀
pl: trybowanie mięsa
pt_br: desossa da carne
ru: очистка от костей
tr: kemik sıyırma
vi: lọc xương thịt
zh_hans: 肉剔骨

source: meat slicing
de: Fleischschneiden
fr: trancher la viande
it: affettamento della carne
ko: 고기 썰기
pl: krojenie mięsa
pt_br: corte de carne
ru: нарезка мяса
tr: et dilimleme
vi: xẻ thịt
zh_hans: 切肉

source: meat cleaving
de: Fleisch hacken
fr: fendage de viande
it: fenditura della carne
ko: 고기 쪼개기
pl: rozbiór mięsa
pt_br: clivagem de carne
ru: рубленное мясо
tr: et parçalama
vi: chẻ thịt
zh_hans: 切肉

source: meat-carving holder
de: Tranchiermesser
fr: support à découper la viande
it: supporto per trinciatura della carne
ko: 고기 조각 홀더
pl: uchwyt do krojenia mięsa
pt_br: titular da carne-escultura
ru: держатель мяса
tr: et kesme tutacağı
vi: giá đỡ để cắt thịt
zh_hans: 肉雕架
