Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Cloth Clothing Workshop
de: Stoffkleidungs Werkstatt
fr: Atelier de vêtements en tissu
it: Bottega d'Abbigliamento in Stoffa
ko: 천 옷 작업장
pl: Warsztat Odzieżowy
pt_br: Workshop de roupa de pano
ru: Швейная мастерская
tr: Kumaş Giysi Atölyesi
vi: Xưởng Quần áo Vải
zh_hans: 裁缝工坊

source: Leather Clothing Workshop
de: Lederkleidungs Werkstatt
fr: Atelier de vêtements en cuir
it: Bottega d'Abbigliamento in Cuoio
ko: 가죽 옷 작업장
pl: Warsztat Odzieży Skórzanej
pt_br: Oficina de roupas de couro
ru: Кожевенная мастерская
tr: Deri Giysi Atölyesi
vi: Xưởng Quần áo Da
zh_hans: 制皮工坊

source: Bone Carving Workshop
de: Knochenschnitzer Werkstatt
fr: Atelier de sculpture sur os
it: Bottega dell'Intagliatore di Ossa
ko: 뼈 조각 작업장
pl: Warsztat Rzeźbienia w Kości
pt_br: Oficina de Modelagem de Ossos
ru: Мастерская костореза
tr: Kemik Oyma Atölyesi
vi: Xưởng Chạm khắc Xương
zh_hans: 骨雕车间工坊

source: Weaponsmithing Workshop
de: Waffenschmied Werkstatt
fr: Atelier de fabrication d'armes
it: Bottega dell'Armaiolo
ko: 무기 작업장
pl: Warsztat Zbrojeniowy
pt_br: Oficina da Forjação de Armas
ru: Мастерская оружейника
tr: Silah Yapım Atölyesi
vi: Xưởng Rèn Vũ khí
zh_hans: 武器制造工坊

source: Bowmaking Workshop
de: Bogenmacher Werkstatt
fr: Atelier de fabrication d'arcs
it: Bottega del Fabbricante d'archi
ko: 궁시 작업장
pl: Warsztat Łuczniczy
ru: Мастерская лукодела
tr: Yay Yapım Atölyesi
vi: Xưởng Chế tạo Cung
zh_hans: 制弓工坊

source: Blacksmithing Workshop
de: Schmiedekunst Werkstatt
fr: Atelier de forgeron
it: Bottega del Forgiatore d'arnesi
ko: 대장장이 작업장
pl: Kuźnia
pt_br: Oficina de ferraria
ru: Кузница
tr: Demircilik Atölyesi
vi: Xưởng Rèn Sắt
zh_hans: 锻造工坊

source: Armorsmithing Workshop
de: Rüstungsherstellungs Werkstatt
fr: Atelier de fabrication d'armures
it: Bottega dell'Armoraro
ko: 방어구장인 작업장
pl: Warsztat Płatnerski
pt_br: Oficina da Forjação de Armaduras
ru: Мастерская бронника
tr: Zırhçılık Atölyesi
vi: Xưởng Rèn Giáp
zh_hans: 盔甲工坊

source: Metal Crafting Workshop
de: Metallherstellungs Werkstatt
fr: Atelier de travail du métal
it: Bottega di Lavorazione del metallo
ko: 금속 제조 작업장
pl: Kuźnia
pt_br: Oficina de Ferraria
ru: Мастерская резчика по металлу
tr: Metal İşleme Atölyesi
vi: Xưởng Chế tác Kim loại
zh_hans: 金属制作工坊

source: Leatherworking Shop
de: Leder-Werkstatt
fr: Atelier de travail du cuir
it: Negozio di pelletteria
ko: 가죽세공소
pl: Warsztat Kaletniczy
pt_br: Leatherworking loja
ru: Мастерская кожевника
tr: Dericilik Atölyesi
vi: Cửa hàng Chế tác Da
zh_hans: 制皮场

source: Carpentry Workshop
de: Tischler Werkstatt
fr: Atelier de menuiserie
it: Bottega di Carpenteria
ko: 목공 작업장
pl: Warsztat Stolarstwa
pt_br: Oficina de carpintaria
ru: Мастерская плотника
tr: Marangozluk Atölyesi
vi: Xưởng Mộc
zh_hans: 木工工坊

source: Forging Workshop
de: Schmiede Werkstatt
fr: Atelier de forgeron
it: Bottega di Forgiatura
ko: 단조 공방
pl: Warsztat Kuźniczy
pt_br: Oficina de forjamento
ru: Кузница
tr: Dövme Atölyesi
vi: Xưởng Rèn
zh_hans: 锻造工坊

source: Depot
de: Lagerhaus
fr: Dépôt
it: Deposito
ko: 정거장
pl: Skład
pt_br: Depósito
ru: Рынок
tr: Depo
vi: Kho chứa
zh_hans: 交易站

source: Tower Entrance
de: Eingang zum Turm
fr: Entrée de la tour
it: Ingresso della torre
ko: 타워 입구
pl: Wejście do Wieży
pt_br: Entrada da Torre
ru: Вход в башню
tr: Kule Girişi
vi: Lối vào Tháp
zh_hans: 塔楼入口

source: Tower Feasthall
de: Turm Festhalle
fr: Salle des fêtes de la tour
it: Torre Salone dei Banchetti
ko: 타워 피스트홀
pl: Jadalnia Wieży
pt_br: Salão de Jantar da Torre
ru: Башня с праздничным залом
tr: Kule Ziyafet Salonu
vi: Sảnh Tiệc Tháp
zh_hans: 塔楼盛宴厅

source: Tower Bedroom
de: Turm Schlafzimmer
fr: Chambre de la tour
it: Camera da letto della Torre
ko: 타워 침실
pl: Sypialnia Wieży
pt_br: Quarto da Torre
ru: Башня со спальней
tr: Kule Yatak Odası
vi: Phòng ngủ Tháp
zh_hans: 塔楼卧室

source: Tower Treasury
de: Turm Schatzkammer
fr: Trésor de la tour
it: Tesoreria della Torre
ko: 타워 재무부
pl: Skarbiec Wieży
pt_br: Tesouro da Torre
ru: Башня козначеев
tr: Kule Hazinesi
vi: Kho bạc Tháp
zh_hans: 塔楼储藏库

source: Tower Dungeon
de: Turmverlies
fr: Donjon de la tour
it: Segrete della Torre
ko: 타워 던전
pl: Loch Wieży
pt_br: Masmorra da Torre
ru: Башня с подземельем
tr: Kule Zindanı
vi: Hầm ngục Tháp
zh_hans: 塔楼地牢

source: Tower Attic
de: Turm Dachgeschoss
fr: Grenier de la tour
it: Soffitta della torre
ko: 타워 다락방
pl: Poddasze Wieży
pt_br: Sótão da Torre
ru: Башня с чердаком
tr: Kule Çatı Katı
vi: Gác mái Tháp
zh_hans: 塔楼阁楼

source: Dump
de: Abladen
fr: Décharger
it: Discarica
ko: 덤프
pl: Wysypisko
pt_br: Despejo
ru: Свалка
tr: Çöplük
vi: Bãi đổ rác
zh_hans: 倾倒

source: Sand Collection
de: Sand Sammlung
fr: Collecte de sable
it: Raccolta di Sabbia
ko: 샌드 컬렉션
pl: Miejsce zbierania Piasku
pt_br: Coleção de areia
ru: Сбор песка
tr: Kum Toplama
vi: Khu thu thập Cát
zh_hans: 沙集合

source: Fishing Area
de: Fanggebiet
fr: Zone de pêche
it: Area di pesca
ko: 낚시터
pl: Obszar Połowu
pt_br: Área de Pesca
ru: Место для рыбалки
tr: Balıkçılık Alanı
vi: Khu vực Câu cá
zh_hans: 捕鱼区

source: Pond
de: Teich
fr: Étang
it: Stagno
ko: 연못
pl: Staw
pt_br: Lago
ru: Пруд
tr: Gölet
vi: Ao
zh_hans: 池塘

source: Meeting Hall
fr: Salle de réunion
it: Sala di ritrovo
ko: 미팅 홀
pl: Sala Spotkań
pt_br: Salão de Encontro
ru: Общий зал
tr: Toplantı Salonu
vi: Sảnh Họp
zh_hans: 会议厅

source: Pen
fr: Stylo
it: Recinto
ko: 펜
pl: Zagroda
pt_br: Caneta
ru: Перо
tr: Ağıl
vi: Chuồng
zh_hans: 畜栏

source: Clay Collection
de: Lehm Sammlung
fr: Collection d'argile
it: Collezione d'Argilla
ko: 클레이 컬렉션
pl: Miejsce zbierania Gliny
pt_br: Coleção de argila
ru: Сбор глины
tr: Kil Toplama
vi: Khu thu thập Đất sét
zh_hans: 粘土系列

source: Plant Gathering
de: Sammeln von Pflanzen
fr: Cueillette de plantes
it: Raccolta di Piante
ko: 식물 채집
pl: Miejsce zbierania Roślin
pt_br: Coleta de plantas
ru: Сбор растений
tr: Bitki Toplama
vi: Khu vực Hái thực vật
zh_hans: 植物采集

source: Invalid Type
de: Ungültige Art
fr: Type invalide
it: Tipo non valido
ko: 잘못된 유형
pl: Niewłaściwy Typ
pt_br: Tipo invalido
ru: Неверный тип
tr: Geçersiz Tür
vi: Loại không hợp lệ
zh_hans: 无效的类型

source: Wordsmith
de: Wortschöpfer
fr: Forgeur de mots
it: Paroliere
ko: 워드스미스
pl: Twórca Słów
pt_br: Escritor
ru: Составитель речей
tr: Kelime Ustası
vi: Thợ từ ngữ
zh_hans: 语言大师

source: Ask listener to wait here
tr: Dinleyiciden burada beklemesini iste
vi: Yêu cầu người nghe chờ ở đây

source: With a band so large, what share of the glory would I have?
de: Welchen Anteil am Ruhm würde ich bei einer so großen Band haben?
fr: Avec un groupe si grand, quelle part de gloire aurais-je ?
it: Con un gruppo così numeroso, quanta della gloria avrei?
ko: 밴드가 이렇게 큰데 내가 가진 영광이 얼마나 되겠습니까?
pl: W tak dużej grupie jaka część chwały przypadnie mi w udziale?
pt_br: Com uma banda tao grande, que parte da glória eu teria?
ru: Какая доля славы достанется мне в таком большом отряде?
tr: Bu kadar büyük bir grupla zaferden bana ne pay düşer ki?
vi: Với một toán đông như vậy, vinh quang của ta sẽ còn được bao nhiêu?
zh_hans: 如果乐队如此庞大，我将拥有多少荣耀？

source: Woodworker
de: Holzarbeiter
fr: Menuisier
it: Legnaiolo
ko: 목수
pl: Cieśla
pt_br: Marcenaria
ru: Мастер по дереву
tr: Ahşap İşçisi
vi: Thợ mộc
zh_hans: 木工

source: Or
de: Oder
fr: Ou
it: O
ko: 또는
pl: Lub
pt_br: Ou
ru: или
tr: Veya
vi: Hoặc
zh_hans: 或

source: Furniture Hauling
de: Möbel schleppen
fr: Transport de meubles
it: Trasporto mobili
ko: 가구 운반
pl: Przenoszenie Mebli
pt_br: Transportar móveis
ru: Переноска мебели
tr: Mobilya Taşıma
vi: Vận chuyển Nội thất
zh_hans: 搬运家具

source: been found dead, badly crushed.
de: wurde tot aufgefunden, schwer zerquetscht.
fr: été retrouvé mort, gravement écrasé.
it: è stato trovato morto, gravemente schiacciato.
ko: 심하게 부서져 죽은 채로 발견되었다.
pl: został znaleziony martwy, poważnie zmiażdżony.
pt_br: foi encontrado morto, mal esmagado.
ru: был найден раздробленным.
tr: ölü bulundu, fena halde ezilmiş.
vi: được tìm thấy đã chết, bị nghiền nát nặng nề.
zh_hans: 被发现死了，严重受伤。

source: This is the
de: Dies ist die
fr: C'est le
it: Questo è il
ko: 이것이
pl: To jest
pt_br: Isto é a
ru: Это
tr: Bu
vi: Đây là
zh_hans: 这是

source: currency of
de: Währung des
fr: monnaie de
it: valuta di
ko: 의 통화
pl: waluta
pt_br: moeda de
ru: валюта
tr: şunun para birimidir:
vi: tiền tệ của
zh_hans: 的货币

source: from the year
de: aus dem Jahr
fr: de l'année
it: dall'anno
ko: 올해부터
pl: od roku
pt_br: a partir do ano
ru: с года
tr: şu yıldan:
vi: từ năm
zh_hans: 从这一年

source: from an unknown year
de: von einem unbekannten Jahr
fr: d'une année inconnue
it: da un anno sconosciuto
ko: 알 수 없는 해에서
pl: z nieznanego roku
pt_br: de um ano desconhecido
ru: с неизвестного года
tr: bilinmeyen bir yıldan
vi: từ một năm không xác định
zh_hans: 从未知的一年

source: under
de: unter
fr: en dessous de
it: sotto
ko: 아래에
pl: pod
pt_br: em
ru: при
tr: şunun altında
vi: dưới thời
zh_hans: 之下

source: under an obscure ruler
de: unter einem dunklen Herrscher
fr: sous un souverain obscur
it: sotto un oscuro sovrano
ko: 모호한 통치자 아래
pl: pod nieznanym władcą
pt_br: sob um governante obscuro
ru: при неизвестном правителе
tr: belirsiz bir hükümdarın altında
vi: dưới thời một vị vua vô danh
zh_hans: 在一个不起眼的统治者之下

source: from a period of no rule
de: aus einem Zeitalter ohne Regeln
fr: d'une période sans règle
it: da un periodo privo di regole
ko: 규칙이 없는 시대부터
pl: z okresu bez rządów
pt_br: de um período de nenhuma regra
ru: периода без правителя
tr: hüküm olmayan bir dönemden
vi: từ một thời kỳ vô chính phủ
zh_hans: 从一个没有规矩的时期

source: administrator
de: Verwalter
fr: administrateur
it: amministratore
ko: 관리자
pt_br: administrador
ru: администратор
tr: yönetici
vi: quản trị viên
zh_hans: 管理员

source: administrators
de: Verwalter
fr: administrateurs
it: amministratori
ko: 관리자
pl: administratorzy
pt_br: Adms
ru: администраторы
tr: yöneticiler
vi: các quản trị viên
zh_hans: 管理员

source: governor
de: Gouverneur
fr: gouverneur
it: governatore
ko: 지사
pl: władca
pt_br: governante
ru: губернатор
tr: vali
vi: thống đốc
zh_hans: 总督

source: governors
de: Gouverneure
fr: gouverneurs
it: governatori
ko: 주지사
pl: władcy
pt_br: governadores
ru: губернаторы
tr: valiler
vi: quan cai quản
zh_hans: 总督

source: factor
de: Faktor
fr: facteur
it: fattore
ko: 요인
pl: faktor
pt_br: fator
ru: фактор
tr: ticari temsilci
vi: yếu tố
zh_hans: 因素

source: factors
de: Faktoren
fr: les facteurs
it: fattori
ko: 요인
pl: faktorzy
pt_br: fatores
ru: факторы
tr: ticari temsilciler
vi: các yếu tố
zh_hans: 因素

source: head
de: Kopf
fr: tête
it: capo
ko: 머리
pl: głowa
pt_br: cabeça
ru: голова
tr: baş
vi: người đứng đầu
zh_hans: 头部

source: heads
de: Köpfe
fr: têtes
it: capi
ko: 머리
pl: głowy
pt_br: cabeças
ru: головы
tr: başlar
vi: những người đứng đầu
zh_hans: 头部

source: master
de: Meister
fr: Maître
it: maestro
ko: 스승
pl: mistrz
pt_br: mestre
ru: хозяин
tr: efendi
vi: chủ nhân
zh_hans: 主

source: masters
de: Meister
fr: maîtrise
it: maestri
ko: 석사
pl: mistrzowie
pt_br: mestres
ru: мастера
tr: efendiler
vi: các chủ nhân
zh_hans: 主人

source: hated group
de: verhasste Gruppe
fr: groupe détesté
it: gruppo odiato
ko: 싫어하는 집단
pl: nienawidzona grupa
pt_br: grupo odiado
ru: ненавистная группа
tr: nefret edilen grup
vi: nhóm bị căm ghét
zh_hans: 讨厌的小组

source: feeling tenderness
de: Zärtlichkeit empfinden
fr: ressentir de la tendresse
it: provare tenerezza
ko: 부드러움을 느끼다
pl: czuje czułość
pt_br: sentindo carinho
ru: чувство нежности
tr: şefkat hissetme
vi: cảm thấy trìu mến
zh_hans: 感到温柔

source: , now cursed
de: , jetzt verflucht
fr: , maintenant maudit
it: , ora maledetto
ko: , 이제 저주
pl: , teraz przeklęty
pt_br: , agora amaldiçoados
ru: , теперь проклят
tr: , şimdi lanetli
vi: , giờ đây đã bị nguyền rủa
zh_hans: ，现在被诅咒

source: . What happened to bring us to this?
de: . Was ist passiert, uns dazu zu bringen?
fr: . Que s'est-il passé pour nous amener là ?
it: . Cos'è successo per portarci a questo?
pl: , Co się stało, że zostaliśmy do tego doprowadzeni?
pt_br: . O que aconteceu para nos trazer para esta?
ru: . Как мы дошли до такого?
vi: . Điều gì đã xảy ra để đưa chúng ta đến bước đường này?
zh_hans: 。?怎么把我们带到这个？

source: So I overindulge sometimes.
de: Deshalb übertreibe ich es manchmal.
fr: Alors j'abuse parfois.
it: Quindi a volte esagero.
ko: 그래서 가끔 과식을 합니다.
pl: Więc czasami przesadzam.
pt_br: Entao eu exagerar às vezes.
ru: Иногда я злоупотребляю.
tr: Yani bazen aşırıya kaçıyorum.
vi: Vậy là đôi khi tôi tự chiều chuộng bản thân quá mức.
zh_hans: 所以我有时过度放纵。

source: self-identified
de: selbst identifiziert
fr: auto-identifié
it: autoidentificato
ko: 자기 식별
pl: samozidentyfikowany
pt_br: auto-identificado
ru: узнал себя
tr: kendini tanımlamış
vi: tự nhận diện
zh_hans: 自我鉴定

source: representative
de: stellvertretend
fr: représentant
it: rappresentante
ko: 대표
pl: przedstawiciel
pt_br: representante
ru: представитель
tr: temsilci
vi: đại diện
zh_hans: 代表

source: representatives
de: Vertreter
fr: représentants
it: rappresentanti
ko: 대표
pl: przedstawiciele
pt_br: representantes
ru: представители
tr: temsilciler
vi: các đại diện
zh_hans: 代表

source: the forces
de: die Kräfte
fr: les forces
it: le forze
ko: 힘
pl: siły
pt_br: as forças
ru: войска
tr: kuvvetler
vi: các thế lực
zh_hans: 部队

source: Deep underground, the promise of treasure and the thrill of overcoming danger have lured you back to this place. Will you strike the earth again?
de: Tief unter der Erde haben dich das Versprechen eines Schatzes und der Nervenkitzel, Gefahren zu überwinden, an diesen Ort zurückgelockt. Wirst du die Erde wieder betreten?
fr: Dans les profondeurs de la terre, la promesse d'un trésor et le frisson de la victoire sur le danger vous ont attiré à nouveau dans cet endroit. Frapperez-vous à nouveau la terre ?
it: Nelle profondità sotterranee, la promessa di un tesoro e il brivido di superare il pericolo ti hanno attirato di nuovo in questo luogo. Riuscirai ancora a colpire la terra?
pl: Głęboko pod ziemią, obietnica skarbu i dreszczyk pokonania niebezpieczeństwa zwabiły cię z powrotem do tego miejsca. Czy ponownie uderzysz w ziemię?
pt_br: Nas profundezas do subsolo, a promessa do tesouro e a emoção de superar o perigo o atraíram de volta a este lugar. Você vai atacar a terra novamente?
ru: Глубоко под землей обещание сокровищ и острых ощущений от преодоления опасностей снова манят вас в это место. Найдете ли вы в себе силы вновь расколоть землю?
vi: Sâu trong lòng đất, lời hứa về kho báu và sự phấn khích khi vượt qua hiểm nguy đã lôi kéo bạn trở lại nơi này. Liệu bạn có một lần nữa đào sâu vào lòng đất?
zh_hans: 在地下深处，宝藏的承诺和克服危险的快感引诱你回到这个地方。 你会再次震天撼地吗？

source: Adventurer, choose your destiny!
tr: Maceracı, kaderini seç!
vi: Nhà thám hiểm, hãy chọn vận mệnh của bạn!

source: Chosen
tr: Seçilmiş
vi: Kẻ được chọn

source: Ordinary
tr: Sıradan
vi: Người thường

source: Include tutorial
tr: Öğreticiyi dahil et
vi: Bao gồm hướng dẫn

source: Easy difficulty
tr: Kolay zorluk
vi: Độ khó Dễ

source: Normal difficulty
tr: Normal zorluk
vi: Độ khó Thường

source: Hard difficulty
tr: Zor zorluk
vi: Độ khó Khó

source: Attribute points:
tr: Nitelik puanları:
vi: Điểm thuộc tính:

source: Skill points:
tr: Beceri puanları:
vi: Điểm kỹ năng:

source: Equipment/pet points:
tr: Ekipman/evcil hayvan puanları:
vi: Điểm trang bị/vật nuôi:

source: (Any unretired characters in your party will be unaffected.)
tr: (Grubundaki emekli olmamış karakterler etkilenmeyecek.)
vi: (Mọi nhân vật chưa về hưu trong đội của bạn sẽ không bị ảnh hưởng.)

source: Onward to character creation
tr: Karakter yaratmaya devam
vi: Tiến tới tạo nhân vật

source: Create Your Character
tr: Karakterini Yarat
vi: Tạo Nhân Vật Của Bạn

source: Specific person
tr: Belirli kişi
vi: Người cụ thể

source: Intelligent wilderness creature
tr: Zeki yaban yaratığı
vi: Sinh vật hoang dã thông minh

source: Intelligent wilderness creatures live in the indicated locations
tr: Zeki yaban yaratıkları belirtilen konumlarda yaşar
vi: Các sinh vật hoang dã thông minh sinh sống tại các địa điểm được chỉ định

source: above.
tr: yukarıda.
vi: ở trên.

source: live in the indicated locations above.
tr: yukarıda belirtilen konumlarda yaşar.
vi: sinh sống tại các địa điểm được chỉ định ở trên.

source: Select
tr: Seç
vi: Chọn

source: specific person
tr: belirli kişi
vi: người cụ thể

source: intelligent wilderness creature
tr: zeki yaban yaratığı
vi: sinh vật hoang dã thông minh

source: There are no creatures available.
tr: Mevcut yaratık yok.
vi: Không có sinh vật nào khả dụng.

source: Back to difficulty selection
tr: Zorluk seçimine geri dön
vi: Quay lại chọn độ khó

source: (wipes any character data!)
tr: (tüm karakter verilerini siler!)
vi: (xóa mọi dữ liệu nhân vật!)

source: can start in the indicated locations above.
tr: yukarıda belirtilen konumlarda başlayabilir.
vi: có thể bắt đầu tại các địa điểm được chỉ định ở trên.

source: an unknown place
tr: bilinmeyen bir yer
vi: một nơi vô danh

source: From
tr: Şuradan:
vi: Từ

source: is settled in the indicated locations above.
tr: yukarıda belirtilen konumlara yerleşmiştir.
vi: đang định cư tại các địa điểm được chỉ định ở trên.

source: inhabiting
tr: şurada yaşayan
vi: đang sinh sống

source: location
tr: konum
vi: địa điểm

source: with a
fr: avec un
it: con un
ko: 와 함께
pt_br: com um
ru: с
tr: şununla bir
vi: với một
zh_hans: 同

source: tiny population
tr: küçük nüfus
vi: dân số cực nhỏ

source: population of a few dozen
tr: birkaç düzinelik nüfus
vi: dân số vài chục người

source: population of some dozens
tr: düzinelerce nüfus
vi: dân số khoảng vài chục người

source: population of roughly a hundred
tr: kabaca yüz kişilik nüfus
vi: dân số xấp xỉ một trăm người

source: population of well over a hundred
tr: yüzden fazla nüfus
vi: dân số hơn một trăm người đáng kể

source: population of a few hundred
tr: birkaç yüz kişilik nüfus
vi: dân số vài trăm người

source: population of several hundred
tr: birkaç yüz kişilik nüfus
vi: dân số vài trăm người

source: population of a thousand
tr: bin kişilik nüfus
vi: dân số một nghìn người

source: population of a few thousand
tr: birkaç binlik nüfus
vi: dân số vài nghìn người

source: population of thousands
tr: binlerce kişilik nüfus
vi: dân số hàng nghìn người

source: population of nearly ten thousand
tr: neredeyse on binlik nüfus
vi: dân số gần mười nghìn người

source: population of ten thousand
tr: on binlik nüfus
vi: dân số mười nghìn người

source: population of well over ten thousand
tr: on bini aşkın nüfus
vi: dân số hơn mười nghìn người đáng kể

source: population of nearly twenty thousand
tr: neredeyse yirmi binlik nüfus
vi: dân số gần hai mươi nghìn người

source: population of twenty thousand
tr: yirmi binlik nüfus
vi: dân số hai mươi nghìn người

source: population of well over twenty thousand
tr: yirmi bini aşkın nüfus
vi: dân số hơn hai mươi nghìn người đáng kể

source: population in the tens of thousands
tr: on binlerce kişilik nüfus
vi: dân số hàng chục nghìn người

source: population of nearly one hundred thousand
tr: neredeyse yüz binlik nüfus
vi: dân số gần một trăm nghìn người

source: population of one hundred thousand
tr: yüz binlik nüfus
vi: dân số một trăm nghìn người

source: population of well over one hundred thousand
tr: yüz bini aşkın nüfus
vi: dân số hơn một trăm nghìn người đáng kể

source: population of nearly two hundred thousand
tr: neredeyse iki yüz binlik nüfus
vi: dân số gần hai trăm nghìn người

source: population of two hundred thousand
tr: iki yüz binlik nüfus
vi: dân số hai trăm nghìn người

source: population of well over two hundred thousand
tr: iki yüz bini aşkın nüfus
vi: dân số hơn hai trăm nghìn người đáng kể

source: population in the hundreds of thousands
tr: yüz binlerce kişilik nüfus
vi: dân số hàng trăm nghìn người

source: population of nearly one million
tr: neredeyse bir milyonluk nüfus
vi: dân số gần một triệu người

source: population of one million
tr: bir milyonluk nüfus
vi: dân số một triệu người

source: population of well over one million
tr: bir milyonu aşkın nüfus
vi: dân số hơn một triệu người đáng kể

source: population of nearly two million
tr: neredeyse iki milyonluk nüfus
vi: dân số gần hai triệu người

source: population in the millions
tr: milyonlarca kişilik nüfus
vi: dân số hàng triệu người

source: outsider
tr: yabancı
vi: kẻ ngoại lai

source: Name:
tr: İsim:
vi: Tên:

source: This character is ready to adventure!
tr: Bu karakter maceraya hazır!
vi: Nhân vật này đã sẵn sàng cho cuộc phiêu lưu!

source: Go!
tr: Başla!
vi: Đi thôi!

source: Appearance
tr: Görünüm
vi: Ngoại hình

source: Mount and pets
tr: Binek ve evcil hayvanlar
vi: Thú cưỡi và vật nuôi

source: Accept attributes and skills
tr: Nitelikleri ve becerileri kabul et
vi: Chấp nhận thuộc tính và kỹ năng

source: Customize
tr: Özelleştir
vi: Tùy chỉnh

source: Attributes remaining:
tr: Kalan nitelik puanı:
vi: Thuộc tính còn lại:

source: Skill remaining:
tr: Kalan beceri puanı:
vi: Kỹ năng còn lại:

source: Very Low
tr: Çok Düşük
vi: Rất Thấp

source: Low
de: Wenig
fr: Bas
it: Basso
ko: 낮은
pl: Mało
pt_br: Baixa
ru: Низко
tr: Düşük
vi: Thấp
zh_hans: 低

source: Below Average
tr: Ortalamanın Altında
vi: Dưới Mức Trung Bình

source: Average
tr: Ortalama
vi: Trung Bình

source: Above Average
tr: Ortalamanın Üstünde
vi: Trên Mức Trung Bình

source: High
de: Hoch
fr: Haute
it: Alto
ko: 높음
pl: Wysoka
pt_br: Alta
ru: Высоко
tr: Yüksek
vi: Cao
zh_hans: 高

source: Superior
tr: Üstün
vi: Vượt Trội

source: Strength
tr: Güç
vi: Sức Mạnh

source: Agility
tr: Çeviklik
vi: Nhanh Nhẹn

source: Toughness
tr: Sağlamlık
vi: Bền Bỉ

source: Recuperation
tr: İyileşme
vi: Hồi Phục

source: Disease Resistance
tr: Bağışıklık
vi: Kháng Bệnh

source: Analytical Ability
tr: Analitik Yetenek
vi: Khả Năng Phân Tích

source: Focus
tr: Odaklanma
vi: Tập trung

source: Willpower
fr: Volonté
it: Forza di volontà
ko: 의지력
pl: Siła woli
pt_br: Força de vontade
ru: Сила воли
tr: İrade
vi: Ý chí
zh_hans: 意志力

source: Creativity
fr: La créativité
it: Creatività
ko: 창의력
pl: Kreatywność
pt_br: Criatividade
ru: Созидание
tr: Yaratıcılık
vi: Sáng tạo
zh_hans: 创造力

source: Memory
tr: Hafıza
vi: Trí nhớ

source: Linguistic Ability
tr: Dil Yeteneği
vi: Năng lực ngôn ngữ

source: Spatial Sense
tr: Mekansal Algı
vi: Cảm quan không gian

source: Musicality
tr: Müzikalite
vi: Năng khiếu âm nhạc

source: Kinesthetic Sense
tr: Kinestetik Algı
vi: Cảm quan vận động

source: Empathy
tr: Empati
vi: Đồng cảm

source: Social Awareness
tr: Sosyal Farkındalık
vi: Nhận thức xã hội

source: pts
fr: points
it: pti
ru: очков
tr: puan
vi: điểm
zh_hans: 分

source: Affects physical size, attack power, charging, armor ungainliness, throwing power, carrying capacity, and movement speed.
tr: Fiziksel boyutu, saldırı gücünü, hücumu, zırh hantallığını, fırlatma gücünü, taşıma kapasitesini ve hareket hızını etkiler.
vi: Ảnh hưởng đến kích thước cơ thể, sức tấn công, khả năng xung phong, sự vướng víu của giáp, sức ném, khả năng mang vác và tốc độ di chuyển.

source: Affects movement speed.
tr: Hareket hızını etkiler.
vi: Ảnh hưởng đến tốc độ di chuyển.

source: Affects breath.
tr: Nefesi etkiler.
vi: Ảnh hưởng đến hơi thở.

source: Affects stamina recover, ability to remain standing when tired, and breath.
tr: Dayanıklılık yenilenmesini, yorgunken ayakta kalabilme yeteneğini ve nefesi etkiler.
vi: Ảnh hưởng đến khả năng hồi phục thể lực, khả năng đứng vững khi mệt mỏi và hơi thở.

source: Affects healing rate of damaged tissues.
tr: Hasarlı dokuların iyileşme hızını etkiler.
vi: Ảnh hưởng đến tốc độ phục hồi của các mô bị tổn thương.

source: Affects resistance to poisons and infections.
tr: Zehirlere ve enfeksiyonlara karşı direnci etkiler.
vi: Ảnh hưởng đến khả năng kháng độc và nhiễm trùng.

source: Affects skills:
tr: Becerileri etkiler:
vi: Ảnh hưởng đến kỹ năng:

source: (minor)
tr: (küçük)
vi: (nhỏ)

source: Affects no skills.
tr: Hiçbir beceriyi etkilemez.
vi: Không ảnh hưởng đến kỹ năng nào.
