Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Equip/always
de: Ausrüsten/immer
fr: Équiper/toujours
it: Equipaggia/sempre
ko: 장착/항상
pl: Ekwipuj/zawsze
pt_br: Equipar/sempre
ru: Снаряжение/всегда
tr: Donan/her zaman
vi: Trang bị/Luôn luôn
zh_hans: 装备/始终

source: Sleep/barracks at need
de: Schlafen/Kaserne bei Bedarf
fr: Dormir/caserne au besoin
it: Dormire/caserma al bisogno
ko: 필요할 때 수면/막사
pl: Śpij/baraki gdy potrzeba
pt_br: Dormir/quartel se necessário
ru: Сон в казарме при необходимости
tr: Uyu/ihtiyaç halinde kışlada
vi: Ngủ/doanh trại khi cần
zh_hans: 睡眠/营房按需

source: Sleep/barracks at will
de: Schlafen/Kaserne nach Belieben
fr: Dormir/caserne à volonté
it: Dormire/caserma a piacere
ko: 마음대로 잠자기/막사
pl: Śpij/baraki do woli
pt_br: Dormir/quartel à vontade
ru: Сон в казарме по желанию
tr: Uyu/istediğinde kışlada
vi: Ngủ/doanh trại tùy ý
zh_hans: 睡眠/营房随意

source: Sleep/room at will
de: Schlafen/Zimmer nach Belieben
fr: Dormir/chambre à volonté
it: Dormire/stanza a piacere
ko: 마음대로 취침/방
pl: Śpij/pokój do woli
pt_br: Dormir/quarto à vontade
ru: Сон/комната по желанию
tr: Uyu/istediğinde odada
vi: Ngủ/phòng riêng tùy ý
zh_hans: 睡觉/自选房间

source: Minimum number of
de: Mindestanzahl von
fr: Nombre minimal de
it: Numero minimo di
ko: 최소 수
pl: Minimalna liczba
pt_br: Número mínimo de
ru: Наименьшее число
tr: Minimum sayı
vi: Số lượng tối thiểu của
zh_hans: 最小数量的

source: soldiers to follow
de: Soldaten, die folgen
fr: soldats à suivre
it: soldati da seguire
ko: 따라가는 병사들
pl: żołnierzy do przestrzegania
pt_br: soldados a seguir
ru: солдат на выполнение
tr: takip edecek askerler
vi: binh lính để tuân lệnh
zh_hans: 士兵跟随

source: new order
de: neue Aufgabe
fr: nouvelle commande
it: nuovo ordine
ko: 새로운 주문
pl: nowego rozkazu
pt_br: nova ordem
ru: нового приказа
tr: yeni emir
vi: lệnh mới
zh_hans: 新的命令

source: Vacant position
de: Offene Stelle
fr: Poste vacant
it: Posizione vacante
ko: 공석
pl: Wakat
pt_br: Posição vaga
ru: Вакантная должность
tr: Boş pozisyon
vi: Vị trí trống
zh_hans: 闲置的地点

source: Back to squads
de: Zurück zur Truppe
fr: Retour aux équipes
it: Torna alle squadre
ko: 스쿼드로 돌아가기
pl: Wróć do drużyn
pt_br: De volta aos esquadrões
ru: Назад к отрядам
tr: Birliklere geri dön
vi: Quay lại đội hình
zh_hans: 回到小队

source: Assign leader
de: Anführer zuweisen
fr: Affecter un chef
it: Assegna capo
ko: 리더 지정
pl: Przydziel dowódcę
pt_br: Atribuir líder
ru: Назначить лидера
tr: Lider ata
vi: Bổ nhiệm chỉ huy
zh_hans: 指派领导者

source: Assign position
de: Position zuweisen
fr: Attribuer un poste
it: Assegna posizione
ko: 위치 지정
pl: Przydziel pozycję
pt_br: Atribuir posição
ru: Назначить должность
tr: Pozisyon ata
vi: Gán vị trí
zh_hans: 指派位置

source: Cannot appoint
de: Kann nicht ernennen
fr: Impossible de nommer
it: Impossibile nominare
ko: 임명할 수 없다
pl: Nie można wyznaczyć
pt_br: Impossível determinar
ru: Невозможно назначить
tr: Atanamaz
vi: Không thể bổ nhiệm
zh_hans: 不能指派

source: until commander
de: bis zum Kommandant
fr: jusqu'au commandant
it: finché comandante
ko: 사령관까지
pl: dopóki dowódca
pt_br: até que o comandante
ru: пока командир
tr: komutan seçilene kadar
vi: cho đến khi chỉ huy
zh_hans: 直到指挥官

source: is selected
de: ist ausgewählt
fr: est sélectionné
it: è selezionato
ko: 선택됨
pl: jest wybrany
pt_br: é selecionado
ru: выбран
tr: seçildi
vi: được chọn
zh_hans: 被选中

source: You must appoint
de: Sie müssen ernennen
fr: Vous devez nommer
it: Devi nominare
ko: 당신은 임명해야합니다
pl: Musisz wyznaczyć
pt_br: Você deve determinar
ru: Сначала нужно
tr: Atamalısınız
vi: Bạn phải bổ nhiệm
zh_hans: 你必须首先任命

source: somebody first
de: jemand zuerst
fr: quelqu'un d'abord
it: qualcuno prima
ko: 누군가 먼저
pl: wpierw kogoś
pt_br: alguém primeiro
ru: кого-то назначить
tr: önce birini
vi: ai đó trước tiên
zh_hans: 一个人

source: You must appoint a
de: Sie müssen ernennen einen
fr: Vous devez désigner un
it: Devi nominare un
ko: 당신은
pl: Musisz wyznaczyć
pt_br: Você deve determinar um
ru: Нужно назначить
tr: Bir atamalısınız
vi: Bạn phải bổ nhiệm một
zh_hans: 你必须任命一个

source: to create a squad.
de: um eine Truppe zu erstellen.
fr: pour créer une équipe.
it: per creare una squadra.
ko: 분대를 만들기 위해.
pl: by stworzyć drużynę.
pt_br: para criar um esquadrão.
ru: чтобы создать отряд.
tr: bir birlik oluşturmak için.
vi: để tạo một đội hình.
zh_hans: 来创建一个小队

source: Create new squad
de: Neuen Trupp erstellen
fr: Créer une nouvelle équipe
it: Crea nuova squadra
ko: 새 분대 만들기
pl: Stwórz nową drużynę
pt_br: Crie um esquadrão novo
ru: Создать отряд
tr: Yeni birlik oluştur
vi: Tạo đội hình mới
zh_hans: 创建新的小队

source: Multiple orders
de: Mehrere Aufträge
fr: Commandes multiples
it: Ordini multipli
ko: 여러 주문
pl: Wiele rozkazów
pt_br: Várias ordens
ru: Несколько приказов
tr: Çoklu emirler
vi: Nhiều lệnh
zh_hans: 多个命令

source: No special orders
de: Keine besonderen Aufträge
fr: Pas de commandes spéciales
it: Nessun ordine speciale
ko: 특별 주문 없음
pl: Brak specjalnych rozkazów
pt_br: Sem ordens especiais
ru: Приказы отсутствуют
tr: Özel emir yok
vi: Không có lệnh đặc biệt
zh_hans: 没有特殊订单

source: target
de: Ziel
fr: cible
it: obiettivo
ko: 표적
pl: celów
pt_br: alvo
ru: цель
tr: hedef
vi: mục tiêu
zh_hans: 目标

source: No target
de: Kein Ziel
fr: Pas de cible
it: Nessun obiettivo
ko: 대상 없음
pl: Brak celów
pt_br: Sem alvo
ru: Нет цели
tr: Hedef yok
vi: Không có mục tiêu
zh_hans: 没有目标

source: Move: click on the map.
de: Bewegen: Klicken Sie auf die Karte.
fr: Se déplacer : cliquez sur la carte.
it: Muovi: clicca sulla mappa.
ko: 이동: 지도를 클릭합니다.
pl: Przemieść: kliknij na mapie.
pt_br: Mover: clique no mapa.
ru: Перемещение: нажмите на карту.
tr: Hareket et: haritaya tıkla.
vi: Di chuyển: nhấp vào bản đồ.
zh_hans: 移动：在地图上点击。

source: Select a squad or squad
fr: Sélectionnez une équipe ou une équipe
it: Seleziona una squadra o un membro
ko: 분대 또는 분대 선택
pl: Wybierz oddział lub członka
pt_br: Selecione um esquadrão ou membro do esquadrão
ru: Выберите отряд или члена
tr: Bir birlik veya birlik
vi: Chọn một đội hình hoặc thành viên
zh_hans: 选择一个小队或小队中的

source: member to give orders,
fr: membre pour donner des ordres,
it: di squadra per dare ordini,
ko: 명령을 내리는 회원,
pl: oddziału aby wydać rozkazy,
pt_br: para dar ordens,
ru: отряда для приказаний,
tr: üyesi seçerek emir ver,
vi: đội hình để ra lệnh,
zh_hans: 成员来发布命令。

source: change equipment, and
de: Ausrüstung wechseln und
fr: changer d'équipement, et
it: cambia l'attrezzatura e
ko: 장비를 변경하고
pl: zmienić ekwipunek i
pt_br: mudar de equipamentos e
ru: смены экипировки и
tr: ekipmanı değiştir, ve
vi: thay đổi trang bị, và
zh_hans: 改变装备,并

source: assign schedules.
de: Zeitpläne zuweisen.
fr: attribuer des horaires.
it: assegna programmi.
ko: 일정을 할당합니다.
pl: przydzielić plany.
pt_br: atribuir programação.
ru: назначения патрулей.
tr: program ata.
vi: gán lịch trình.
zh_hans: 指派时间表

source: Equip
fr: Équiper
it: Equipaggia
ko: 장비
pl: Ekw.
pt_br: Equipar
ru: Форма
tr: Kuşan
vi: Trang bị
zh_hans: 装备

source: Schedule
de: Zeitplan
fr: Programme
it: Programma
ko: 일정
pl: Plan
pt_br: Programação
ru: График
tr: Program
vi: Lịch trình
zh_hans: 计划

source: Choose a uniform for the
de: Wählen Sie eine Uniform für die
fr: Choisissez un uniforme pour le
it: Scegli una divisa per il
ko: 에 대한 유니폼을 선택
pl: Wybierz mundur dla
pt_br: Escolha um uniforme para o
ru: Выберите форму для
tr: Şunun için bir üniforma seç:
vi: Chọn đồng phục cho
zh_hans: 选择制服给

source: selected positions.
tr: seçilen pozisyonlar.
vi: Các vị trí được chọn.

source: selected squads.
tr: seçilen birlikler.
vi: Các đội quân được chọn.

source: squad.
de: Trupp.
fr: équipe.
it: squadra
ko: 분대.
pl: drużyna.
pt_br: esquadrão.
ru: отряд.
tr: birlik.
vi: Đội quân.
zh_hans: 小队。

source: No uniform
de: Keine Uniform
fr: Pas d'uniforme
it: Nessuna divisa
ko: 유니폼 없음
pl: Brak munduru
pt_br: Sem uniforme
ru: Нет формы
tr: Üniforma yok
vi: Không có quân phục.
zh_hans: 没有制服

source: Create which squad?
de: Welche Truppe erstellen?
fr: Créer quelle équipe ?
it: Che squadra creare?
ko: 어떤 분대를 만드시겠습니까?
pl: Stwórz którą drużynę?
pt_br: Criar qual esquadrão?
ru: Создать какой отряд?
tr: Hangi birlik oluşturulsun?
vi: Tạo đội quân nào?
zh_hans: 创建哪支小队？

source: 's squad
de: Truppen
fr: l'équipe de
it: squadra di
ko: 의 분대
pl: drużyna
pt_br: esquadrão
ru: отряд
tr: kişisinin birliği
vi: đội quân của
zh_hans: 的小队

source: appointed by
de: Ernannt von
fr: nommé par
it: nominato da
ko: 에 의해 임명
pl: wyznaczony przez
pt_br: apontado por
ru: назначенный
tr: tarafından atanan
vi: được bổ nhiệm bởi
zh_hans: 来指派

source: Military routines
de: Militär-Routinen
fr: Routines militaires
it: Routine militari
ko: 군사 루틴
pl: Wojskowe rutyny
pt_br: Rotinas militares
ru: Воинские процедуры
tr: Askeri rutinler
vi: Lịch trình quân sự.
zh_hans: 军事时间表

source: Add new routine
de: Neue Routine hinzufügen
fr: Ajouter une nouvelle routine
it: Aggiungi nuova routine
ko: 새 루틴 추가
pl: Dodaj nową rutynę
pt_br: Adicionar nova rotina
ru: Добавить процедуру
tr: Yeni rutin ekle
vi: Thêm lịch trình mới.
zh_hans: 添加新的时间表

source: Really delete this routine?
de: Diese Routine wirklich löschen?
fr: Vraiment supprimer cette routine ?
it: Eliminare questa routine?
ko: 이 루틴을 삭제하시겠습니까?
pl: Na pewno usunąć tę rutynę?
pt_br: Realmente excluir esta rotina?
ru: Действительно удалить эту процедуру?
tr: Bu rutin gerçekten silinsin mi?
vi: Bạn thực sự muốn xóa lịch trình này?
zh_hans: 真的要删除这个时间表吗？

source: Current month
de: Aktueller Monat
fr: Mois en cours
it: Mese attuale
ko: 이번 달
pl: Bieżący miesiąc
pt_br: Mês atual
ru: Текущий месяц
tr: Mevcut ay
vi: Tháng hiện tại.
zh_hans: 当月

source: Add/edit routines (columns)
fr: Ajouter/modifier des routines (colonnes)
it: Aggiungi/modifica le routine (colonne)
ko: 루틴(열) 추가/편집
pl: Dodaj/edytuj rutyny(kolumny)
pt_br: Adicionar/editar rotinas (colunas)
ru: Изменить процедуры (колонки)
tr: Rutin ekle/düzenle (sütunlar)
vi: Thêm/chỉnh sửa lịch trình (cột).
zh_hans: 添加/编辑时间表(日程)

source: View monthly schedule
de: Monatliche Termine anzeigen
fr: Consulter le planning mensuel
it: Vedi programma mensile
ko: 월간 일정 보기
pl: Wyświetl plan miesięczny
pt_br: Ver programação mensal
ru: Просмотр ежемесячного расписания
tr: Aylık programı görüntüle
vi: Xem lịch trình hàng tháng.
zh_hans: 查看每月计划

source: Monthly orders
de: Monatliche Aufträge
fr: Commandes mensuelles
it: Ordini mensili
ko: 월간 주문
pl: Miesięczne rozkazy
pt_br: Ordens mensais
ru: Ежемесячные приказы
tr: Aylık emirler
vi: Lệnh hàng tháng.
zh_hans: 每月命令

source: specific armor
de: Spezifische Rüstung
fr: armure spécifique
it: armatura specifica
ko: 특정 갑옷
pl: konkretny pancerz
pt_br: armadura específica
ru: определённая броня
tr: belirli zırh
vi: Giáp cụ thể.
zh_hans: 具体的盔甲

source: specific helm
de: Spezifischer Helm
fr: barre spécifique
it: elmo specifico
ko: 특정 투구
pl: konkretny hełm
pt_br: elmo específico
ru: определённый шлем
tr: belirli miğfer
vi: Mũ trụ cụ thể.
zh_hans: 具体掌舵

source: specific pants
de: Spezifische Hose
fr: pantalon spécifique
it: pantaloni specifici
ko: 특정 바지
pl: konkretne spodnie
pt_br: calças específicas
ru: определённые штаны
tr: belirli pantolon
vi: Quần cụ thể.
zh_hans: 特定的裤子

source: specific gloves
de: Spezifische Handschuhe
fr: gants spécifiques
it: guanti specifici
ko: 특정 장갑
pl: konkretne rękawice
pt_br: luvas específicas
ru: определённые перчатки
tr: belirli eldivenler
vi: Găng tay cụ thể.
zh_hans: 特定的手套

source: specific shoes
de: Spezifische Schuhe
fr: chaussures spécifiques
it: scarpe specifiche
ko: 특정 신발
pl: konkretne buty
pt_br: sapatos específicos
ru: определённая обувь
tr: belirli ayakkabılar
vi: Giày cụ thể.
zh_hans: 特定的鞋子

source: specific shield
de: Spezifischer Schild
fr: bouclier spécifique
it: scudo specifico
ko: 특정 방패
pl: konkretna tarcza
pt_br: escudo específico
ru: определённый щит
tr: belirli kalkan
vi: Khiên cụ thể.
zh_hans: 具体的盾牌

source: specific weapon
de: Spezifische Waffe
fr: arme spécifique
it: arma specifica
ko: 특정 무기
pl: konkretna broń
pt_br: arma específica
ru: определённое оружие
tr: belirli silah
vi: Vũ khí cụ thể.
zh_hans: 特定的武器

source: individual choice
de: freie Auswahl
fr: choix individuel
it: scelta individuale
ko: 개인의 선택
pl: indywidualny wybór
pt_br: Escolha individual
ru: по выбору
tr: bireysel seçim
vi: Lựa chọn cá nhân.
zh_hans: 个人选择

source: , weapon
de: , Waffe
fr: , arme
it: , arma
ko: , 무기
pl: , broń
pt_br: , arma
ru: , оружие
tr: , silah
vi: , vũ khí.
zh_hans: ，武器

source: indiv choice, melee
de: freie Auswahl, Nahkampf
fr: choix individuel, mêlée
it: scelta indiv, da mischia
ko: 개별 선택, 근접
pl: indyw wybór, wręcz
pt_br: escolha individual, corpo a corpo
ru: по выбору, ближ
tr: bireysel seçim, yakın dövüş
vi: Lựa chọn cá nhân, cận chiến.
zh_hans: 个人选择，混战

source: indiv choice, ranged
de: freie Auswahl, Fernkampf
fr: choix individuel, à distance
it: scelta indiv, a distanza
ko: 개별 선택, 원거리
pl: Indyw wybór, dystansowe
pt_br: escolha individual, longo alcance
ru: по выбору, дальн
tr: bireysel seçim, menzilli
vi: Lựa chọn cá nhân, tầm xa.
zh_hans: 个人选择，远程

source: (foreign)
de: (fremd)
fr: (étranger)
it: (straniero)
ko: (외국의)
pl: (cudzoziemski)
pt_br: (estrangeiros)
ru: (иностранное)
tr: (yabancı)
vi: (ngoại lai).
zh_hans: （国外）

source: plant fiber
de: Pflanzenfaser
fr: fibre végétale
it: fibra vegetale
ko: 식물 섬유
pl: roślinne włókno
pt_br: fibra de planta
ru: растительное волокно
tr: bitki lifi
vi: Sợi thực vật.
zh_hans: 植物纤维

source: any material
de: jedes Material
fr: n'importe quel matériel
it: qualsiasi materiale
ko: 어떤 재료든
pl: każdy materiał
pt_br: qualquer material
ru: любой материал
tr: herhangi bir malzeme
vi: Bất kỳ vật liệu nào.
zh_hans: 任何材料

source: any color
de: jede Farbe
fr: n'importe quelle couleur
it: qualsiasi colore
ko: 모든 색상
pl: każdy kolor
pt_br: qualquer cor
ru: любой цвет
tr: herhangi bir renk
vi: Bất kỳ màu nào.
zh_hans: 任何颜色

source: (Dye)
de: (Farbe)
fr: (Colorant)
it: (Tintura)
ko: (물든 색)
pl: (Barwnik)
pt_br: (Corante)
ru: (Краска)
tr: (Boya)
vi: (Nhuộm).
zh_hans: （染料）

source: missing item
de: fehlendes Material
fr: objet manquant
it: oggetto mancante
ko: 누락된 항목
pl: zaginiony przedmiot
pt_br: item faltando
ru: отсутствующий предмет
tr: eksik eşya
vi: Vật phẩm bị thiếu.
zh_hans: 缺少物品

source: Position
it: Posizione
ko: 위치
pl: Pozycja
pt_br: Posição
ru: Должность
tr: Pozisyon
vi: Vị trí.
zh_hans: 位置

source: Adding uniform
de: Uniform hinzufügen
fr: Ajout d'un uniforme
it: Aggiunta di divisa
ko: 유니폼 추가
pl: Dodawanie munduru
pt_br: Adicionando uniforme
ru: Назначение формы
tr: Üniforma ekleniyor
vi: Đang thêm quân phục.
zh_hans: 添加制服

source: (enter name here)
de: Namen eingeben
fr: (entrez le nom ici)
it: (inserire il nome)
ko: (여기에 이름 입력)
pl: (wprowadź imię tutaj)
pt_br: (coloque um nome aqui)
ru: (укажите здесь имя)
tr: (buraya isim girin)
vi: (nhập tên tại đây).
zh_hans: (在此输入名称)

source: Confirm and save uniform
de: Uniform bestätigen und speichern
fr: Confirmer et enregistrer l'uniforme
it: Conferma e salva la divisa
ko: 유니폼 확인 및 저장
pl: Potwierdź i zapisz mundur
pt_br: Confirmar e salvar uniforme
ru: Подтвердить и сохранить
tr: Üniformayı onayla ve kaydet
vi: Xác nhận và lưu quân phục.
zh_hans: 确认并保存制服

source: New bodywear
de: Neue Körperbekleidung
fr: Nouveau body
it: Nuova corazza
ko: 새로운 가슴갑옷
pl: Nowe nakrycie ciała
pt_br: Nova roupa corporal
ru: Новая одежда
tr: Yeni giysiler
vi: Trang phục thân mới.
zh_hans: 新体装

source: New headwear
de: Neue Kopfbekleidung
fr: Nouveau couvre-chef
it: Nuovo copricapo
ko: 새로운 머리장비
pl: Nowe nakrycie głowy
pt_br: Novo chapéu
ru: Новый шлем
tr: Yeni başlıklar
vi: Trang phục đầu mới.
zh_hans: 新头装

source: New legwear
de: Neue Hosen
fr: Nouveaux collants
it: Nuovi pantaloni
ko: 새로운 다리장비
pl: Nowe nakrycie nóg
pt_br: Novas calças
ru: Новые штаны
tr: Yeni alt giyimler
vi: Trang phục chân mới.
zh_hans: 新腿装

source: New handwear
de: Neue Handschuhe
fr: Nouveaux vêtements
it: Nuovi guanti
ko: 새로운 장갑
pl: Nowe nakrycie rąk
pt_br: Novas luvas
ru: Новые краги
tr: Yeni eldivenler
vi: Trang phục tay mới.
zh_hans: 新头装

source: New footwear
de: Neue Schuhe
fr: Nouvelles chaussures
it: Nuove calzature
ko: 새 신발
pl: Nowe obuwie
pt_br: Novo calçado
ru: Новая обувь
tr: Yeni ayakkabılar
vi: Trang phục giày mới.
zh_hans: 新的鞋类

source: New shield
de: Neues Schild
fr: Nouveau bouclier
it: Nuovo scudo
ko: 새로운 방패
pl: Nowa tarcza
pt_br: Novo escudo
ru: Новый щит
tr: Yeni kalkanlar
vi: Khiên mới.
zh_hans: 新的盾牌

source: New weapon
de: Neue Waffe
fr: Nouvelle arme
it: Nuova arma
ko: 새로운 무기
pl: Nowa broń
pt_br: Nova arma
ru: Новое оружие
tr: Yeni silahlar
vi: Vũ khí mới.
zh_hans: 新的武器

source: Uniform replaces clothing
de: Uniform ersetzt Kleidung
fr: L'uniforme remplace les vêtements
it: Divisa sostit. Abb.mento
ko: 유니폼은 의복을 대체합니다.
pl: Mundur podmienia ubranie
pt_br: Uniforme substitui a roupa
ru: Заменяет одежду
tr: Üniforma giysinin yerine geçer
vi: Quân phục thay thế quần áo.
zh_hans: 制服替换衣服

source: Uniform worn over clothing
de: Uniform über Kleidung
fr: Uniforme porté par-dessus les vêtements
it: Divisa ind. su Abb.mento
ko: 옷 위에 입는 유니폼
pl: Mundur noszony na ubraniu
pt_br: Uniforme usado por cima da roupa
ru: Носится поверх одежды
tr: Üniforma giysinin üzerine giyilir
vi: Quân phục mặc bên ngoài quần áo.
zh_hans: 制服穿在衣服外面

source: Exact matches only
de: nur exakt passendes
fr: Correspondances exactes uniquement
it: Solo corrispondenze esatte
ko: 정확히 일치만
pl: Jedynie dokł. dopas.
pt_br: Apenas correspondências exatas
ru: Точное соответствие
tr: Sadece tam eşleşmeler
vi: Chỉ khớp chính xác.
zh_hans: 只精确匹配给

source: Partial matches okay
de: Teilweise passendes okay
fr: Matchs partiels d'accord
it: Corrispondenze parziali ok
ko: 부분 일치 확인
pl: Dozwolone cz. dopas.
pt_br: Correspondências parciais ok
ru: Част. соответствие
tr: Kısmi eşleşmeler uygun
vi: Khớp một phần được chấp nhận.
zh_hans: 允许部分匹配

source: individual choice
de: freie Auswahl
fr: choix individuel
it: scelta individuale
ko: 개인의 선택
pl: indywidualny wybór
pt_br: escolha individual
ru: по выбору
tr: bireysel seçim
vi: Lựa chọn cá nhân.
zh_hans: 个人选择

source: indiv choice, melee
de: freie Auswahl, Nahkampf
fr: choix individuel, mêlée
it: scelta individuale, mischia
ko: 개별 선택, 근접
pl: indyw wybór, wręcz
pt_br: escolha individual, corpo a corpo
ru: по выбору, ближ
tr: bireysel seçim, yakın dövüş
vi: Lựa chọn cá nhân, cận chiến.
zh_hans: 个人选择，混战

source: indiv choice, ranged
de: freie Auswahl, Fernkampf
fr: choix individuel, à distance
it: scelta individuale, a distanza
ko: 개별 선택, 원거리
pl: indyw wybór, dystansowe
pt_br: escolha individual, longo alcance
ru: по выбору, дальн
tr: bireysel seçim, menzilli
vi: Lựa chọn cá nhân, tầm xa.
zh_hans: 个人选择，远程

source: The voice is confined to the
fr: La voix est confinée au
it: La voce è confinata in
ko: 목소리는 에 국한된다.
pl: Głos jest ograniczony do
pt_br: A voz está confinada ao
ru: Голос использует только
tr: Seçim şununla sınırlı:
vi: Giọng nói bị giam hãm trong.
zh_hans: 声音仅限于

source: assigned items
de: zugewiesene Gegenstände
fr: objets attribués
it: oggetti assegnati
ko: 배정된 물품
pl: przydzielone przedmioty
pt_br: itens atribuídos
ru: назначенные предметы
tr: atanan eşyalar
vi: Vật phẩm đã phân công.
zh_hans: 已分配的物品

source: Not yet assigned
de: Nicht zugewiesen
fr: Pas encore attribué
it: Non ancora assegnato
ko: 아직 할당되지 않음
pl: Jeszcze nieprzydzielone
pt_br: Ainda não atribuído
ru: Еще не назначен
tr: Henüz atanmadı
vi: Chưa phân công.
zh_hans: 尚未分配

source: No assigned items
de: Keine zugewiesenen Items
fr: Aucun objet attribué
it: Nessun oggetto assegnato
ko: 배정된 물품 없음
pl: Brak przydzielonych przedmiotów
pt_br: Sem itens atribuídos
ru: Нет назначенных предметов
tr: Atanan eşya yok
vi: Không có vật phẩm nào được phân công.
zh_hans: 未分配的物品

source: Mat
de: Matte
fr: Tapis
ko: 매트
pl: Pokrycie
ru: Мат
tr: Malz
vi: Vật liệu.
zh_hans: 垫子

source: concluded
de: abgeschlossen
fr: conclu
it: concluso
ko: 결론
pl: zawarty
pt_br: Concluído
ru: заключили
tr: sonuçlandırdı
vi: Đã kết thúc.
zh_hans: 结论

source: Hunters
de: Jäger
fr: Chasseurs
it: Cacciatori
ko: 사냥꾼
pl: Łowcy
pt_br: Caçadores
ru: Охотники
tr: Avcılar
vi: Thợ săn.
zh_hans: 猎人

source: Add ammunition
tr: Cephane ekle
vi: Thêm đạn dược.

source: Supplies carried by each squad member
tr: Her birlik üyesi tarafından taşınan malzemeler
vi: Vật tư mỗi thành viên đội quân mang theo.

source: 3 food
tr: 3 yiyecek
vi: 3 khẩu phần ăn.

source: 2 food
tr: 2 yiyecek
vi: 2 khẩu phần ăn.

source: 1 food
tr: 1 yiyecek
vi: 1 khẩu phần ăn.

source: No food
pl: Brak jedzenia
tr: Yiyecek yok
vi: Không có khẩu phần ăn.

source: No water
tr: Su yok
vi: Không có nước.

source: Assign uniform
de: Uniform zuweisen
fr: Attribuer un uniforme
it: Assegna divisa
ko: 유니폼 배정
pl: Przydz. mundur
pt_br: Atribuir uniforme
ru: Назначить форму
tr: Üniforma ata
vi: Chỉ định quân phục.
zh_hans: 分配制服

source: Add uniform
de: Uniform hinzufügen
fr: Ajouter un uniforme
it: Aggiungi divisa
ko: 유니폼 추가
pl: Dodaj mundur
pt_br: Adicionar uniforme
ru: Доб. форму
tr: Üniforma ekle
vi: Thêm quân phục.
zh_hans: 添加制服

source: Supplies
tr: Erzak
vi: Vật tư.

source: Update equipment
de: Ausrüstung aktualisieren
fr: Mettre à jour l'équipement
it: Aggiornare attrezzature
ko: 장비 업데이트
pl: Uaktualnij ekwip.
pt_br: Atualizar equipamento
ru: Обн. экипировку
tr: Ekipmanı güncelle
vi: Cập nhật trang bị.
zh_hans: 升级装备

source: Custom uniform
de: Benutzerdefinierte Uniform
fr: Uniforme personnalisé
it: Divisa personalizzata
ko: 맞춤 유니폼
pl: Niestandardowy mundur
pt_br: Uniforme customizado
ru: Индивидуальная форма
tr: Özel üniforma
vi: Quân phục tùy chỉnh.
zh_hans: 自定义制服

source: Work Details
pl: Szczegóły pracy
tr: İş Detayları
vi: Chi tiết công việc.

source: Standing orders
fr: Ordres permanents
it: Ordini permanenti
ko: 상시 명령
pl: Stałe rozkazy
pt_br: Ordens permanentes
ru: Постоянные приказы
tr: Daimi emirler
vi: Lệnh thường trực.
zh_hans: 常务委员会

source: Stone use
de: Stein Verwendung
fr: Utilisation de la pierre
it: Uso della pietra
ko: 석재 사용
pl: Zast. kam.
pt_br: Uso de pedras
ru: Использование камня
tr: Taş kullanımı
vi: Sử dụng đá.
zh_hans: 石头用途

source: Violation of production order
de: Verstoss gegen Produktionsreihenfolge
fr: Violation de l'ordre de production
it: Violazione dell'ordine di produzione
ko: 생산지시 위반
pl: Zakłócenie porządku produkcji
pt_br: Violação da ordem de produção
ru: Нарушение порядка производства
tr: Üretim emri ihlali
vi: Vi phạm lệnh sản xuất.
zh_hans: 违反生产命令

source: Violation of export prohibition
de: Verstoss gegen Ausfuhrverbot
fr: Violation de l'interdiction d'exportation
it: Violazione del divieto di esportazione
ko: 수출 금지 위반
pl: Naruszenie zakazu eksportu
pt_br: Violação da proibição de exportação
ru: Нарушение запрета на экспорт
tr: İhracat yasağı ihlali
vi: Vi phạm lệnh cấm xuất khẩu.
zh_hans: 违反出口禁令

source: Violation of job order
de: Verstoss gegen Arbeitsreihenfolge
fr: Violation de l'ordre de travail
it: Violazione d'ordine di lavoro
ko: 작업 지시 위반
pl: Naruszenie porządku pracy
pt_br: Violação da ordem de serviço
ru: Нарушение должностной инструкции
tr: İş emri ihlali
vi: Vi phạm lệnh công việc.
zh_hans: 违反工作命令

source: Conspiracy to alow labor
de: Verschwörung Arbeit zuzulassen
fr: Complot pour autoriser le travail
it: Cospirazione per rallentare il lavoro.
ko: 노동 허용 음모
pl: Spisek w celu spowolnienia pracy
pt_br: Conspiração para atrasar o trabalho
ru: Заговор на отмену труда
tr: İşi yavaşlatma komplosu
vi: Âm mưu cản trở lao động.
zh_hans: 阴谋减缓劳动力

source: Disorderly conduct
de: Ordnungswidriges Verhalten
fr: Conduite désordonnée
it: Disturbo della quiete pubblica
ko: 무질서한 행위
pl: Niewłaściwe zachowanie
pt_br: Conduta desordeira
ru: Нарушение общественного порядка
tr: Taşkınlık
vi: Gây rối trật tự.
zh_hans: 妨碍治安行为

source: Building destruction
de: Gebäudezerstörung
fr: Destruction de bâtiments
it: Distruzione dell'edificio
ko: 건물 파괴
pl: Zniszczenie budynku
pt_br: Destruição do edifício
ru: Разрушение зданий
tr: Bina yıkımı
vi: Phá hoại công trình.
zh_hans: 建筑物破坏
