Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: There is a folder with this name already.
fr: Il existe déjà un dossier portant ce nom.
it: Esiste già una cartella con questo nome.
ko: 이 이름을 가진 폴더가 이미 있습니다.
pl: Istnieje już folder o takiej nazwie.
pt_br: Já existe uma pasta com este nome.
ru: Папка с таким именем уже есть.
tr: Bu isimde bir klasör zaten var.
vi: Đã có một thư mục với tên này rồi.
zh_hans: 已有一个具有此名称的文件夹。

source: Would you like to overwrite it?
de: Möchten Sie es überschreiben?
fr: Souhaitez-vous l'écraser ?
it: Vuoi sovrascriverlo?
ko: 덮어쓰시겠습니까?
pl: Czy chcesz go nadpisać?
pt_br: Deseja substituí-lo?
ru: Перезаписать?
tr: Üzerine yazmak ister misiniz?
vi: Bạn có muốn ghi đè lên không?
zh_hans: 您想覆盖它吗？

source: Save
fr: sauvegarder
it: Salva
ko: 저장
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
vi: Lưu
zh_hans: 保存

source: What would you like to name this timeline?
de: Wie möchten Sie diese Zeitleiste nennen?
fr: Comment voudriez-vous nommer cette chronologie ?
it: Come vuoi chiamare questa linea temporale?
ko: 이 타임라인의 이름을 무엇으로 지정하시겠습니까?
pl: Jak chciałbyś nazwać tę linię czasową?
pt_br: Como você gostaria de nomear esta linha do tempo?
ru: Как бы вы хотели назвать эту временную шкалу?
tr: Bu zaman akışına ne ad vermek istersiniz?
vi: Bạn muốn đặt tên gì cho dòng thời gian này?
zh_hans: 您想为这个时间线命名吗？

source: Saves starting here will be grouped on the
fr: Les sauvegardes commençant ici seront regroupées sur le
it: I salvataggi che iniziano da qui saranno raggruppati nella sezione
ko: 여기에서 시작하는 저장은 다음에 그룹화됩니다.
pl: Zapisy zaczynające się tutaj będą zgrupowane
pt_br: Salvamentos a partir daqui serão agrupados em
ru: Сохранения, начинающиеся здесь, будут сгруппированы на
tr: Buradan başlayan kayıtlar
vi: Các lượt lưu bắt đầu từ đây sẽ được nhóm lại trên
zh_hans: 从这里开始的存档将被分类根据

source: title screen, with their own active save.
fr: écran titre, avec leur propre sauvegarde active.
it: schermata del titolo, con il proprio salvataggio attivo.
ko: 자체 활성 저장이 있는 타이틀 화면.
pl: na ekranie tytułowym, z własnym aktywnym zapisem.
pt_br: tela de título, com seu próprio salvamento ativo.
ru: титульный экран с их собственным активным сохранением.
tr: başlık ekranında kendi aktif kayıtlarıyla gruplanacak.
vi: màn hình tiêu đề, với lượt lưu đang hoạt động riêng của chúng.
zh_hans: 标题画面和他们的活跃存档

source: What would you like to name this manual
de: Wie würden Sie dieses Handbuch nennen?
fr: Comment voulez-vous nommer ce manuel
it: Come vorresti chiamare questo
ko: 이 설명서의 이름을 무엇으로 지정하시겠습니까?
pl: Jak chciałbyś nazwać ten ręczny
pt_br: Como você gostaria de nomear este manual
ru: Как бы вы хотели назвать это руководство
tr: Bu manuel kayda ne ad
vi: Bạn muốn đặt tên gì cho lượt lưu thủ công này?
zh_hans: 您想给这本手册起什么名字

source: save? It will never be overwritten,
fr: enregistrer? Il ne sera jamais écrasé,
it: salvataggio? Non verrà mai sovrascritto,
ko: 저장?
pl: zapis? Nigdy nie będzie nadpisany,
pt_br: salvar? Nunca será substituído,
ru: сохранить? Он никогда не будет перезаписан,
tr: vermek istersiniz? Asla üzerine yazılmayacak,
vi: Nó sẽ không bao giờ bị ghi đè,
zh_hans: 存档？它将永远不会被覆盖，

source: but you can delete it while loading.
de: aber Sie können sie beim Laden löschen.
fr: mais vous pouvez le supprimer pendant le chargement.
it: ma puoi eliminarlo mentre stai caricando.
ko: 하지만 로드하는 동안 삭제할 수 있습니다.
pl: ale możesz go usunąć podczas ładowania.
pt_br: mas você pode excluí-lo durante o carregamento.
ru: но вы можете удалить её во время загрузки.
tr: ancak yükleme sırasında silebilirsiniz.
vi: nhưng bạn có thể xóa nó trong khi tải.
zh_hans: 但是您可以在加载过程中删除。

source: Really retire? The world will be saved but
de: Wirklich aufgeben? Die Welt wird gespeichert werden, aber
fr: Vraiment prendre sa retraite ? Le monde sera sauvé mais
it: Vuoi ritirarti? Il mondo sarà salvato ma
ko: 정말로 포기하시겠습니까?
pl: Naprawdę odłożyć? Świat będzie zapisany, ale
pt_br: Realmente se aposentar? O mundo será salvo, mas
ru: Действительно выйти? Мир будет сохранен, но
tr: Emeklilik onaylansın mı? Dünya kaydedilecek ancak
vi: Bạn có thực sự muốn nghỉ hưu? Thế giới sẽ được lưu nhưng
zh_hans: 真的累了？你的世界将会被保存但是

source: you will need to unretire the fort to play
de: Sie müssen die Festung aus dem Ruhestand holen, um zu spielen.
fr: vous devrez retirer le fort pour jouer
it: dovrai riprendere il forte per giocare
ko: 세계는 저장되지만, 여기서 다시 플레이 하려면
pl: będziesz musiał powrócić do fortu aby grać
pt_br: você precisará desaposentar o forte para jogar
ru: вам нужно будет вернуться крепость, чтобы играть
tr: burada tekrar oynamak için kaleyi
vi: bạn sẽ cần kích hoạt lại pháo đài để chơi tiếp.
zh_hans: 你需要重新取得该要塞控制权以继续游玩

source: here again.
de: wieder hier.
fr: encore ici.
it: ancora qui.
ko: 이 위치를 복구를 해야 합니다.
pl: tu ponownie.
pt_br: aqui novamente.
ru: здесь опять.
tr: emeklilikten döndürmeniz gerekecek.
vi: Ở đây lần nữa.
zh_hans: 再干一次

source: Retire
de: Aufhören
fr: Se retirer
it: Ritira
ko: 은퇴
pl: Pozostaw
pt_br: Aposentar
ru: Уйти в отставку
tr: Emekli Et
vi: Rút lui
zh_hans: 退休

source: you will need to unretire or recruit
tr: tekrar oynamak için bu karakteri
vi: bạn sẽ cần bỏ rút lui hoặc tuyển mộ

source: this character to play them again.
tr: emeklilikten döndürmeniz veya işe almanız gerekecek.
vi: nhân vật này để chơi lại họ.

source: Really quit? The fort will be saved but
de: Wirklich aufgeben? Die Festung wird gespeichert werden, aber
fr: Vraiment arrêter ? Le fort sera sauvé mais
it: Vuoi veramente uscire? Il forte sarà salvato ma
ko: 정말 그만둬?
pl: Naprawdę odejść? Fort zostanie zapisany, ale
pt_br: Quer mesmo desistir? O forte será salvo, mas
ru: Действительно выйти? Крепость будет сохранена, но
tr: Gerçekten çıkılsın mı? Kale kaydedilecek ancak
vi: Thực sự muốn thoát? Pháo đài sẽ được lưu nhưng
zh_hans: 确定要退出吗？要塞会被保存，但是

source: you will need to reclaim the fort to play
de: Sie müssen die Festung zurückerobern, um zu spielen.
fr: vous devrez récupérer le fort pour jouer
it: dovrai riconquistare il forte per giocare
ko: 플레이하려면 요새를 되찾아야 합니다.
pl: będziesz musiał odbić fort by grać
pt_br: você precisará recuperar o forte para jogar
ru: вам нужно будет заново занять крепость, чтобы играть
tr: tekrar oynamak için kaleyi geri almanız gerekecek.
vi: bạn sẽ cần đòi lại pháo đài để chơi.
zh_hans: 您需要收复城寨才能玩

source: Abandon
de: Aufgeben
fr: Abandonner
it: Abbandona
ko: 버리다
pl: Porzuć
pt_br: Abandonar
ru: Покинуть
tr: Terk Et
vi: Bỏ hoang
zh_hans: 废弃

source: Really quit? The character will live on
tr: Gerçekten çıkılsın mı? Karakter efsanesiyle
vi: Thực sự muốn thoát? Nhân vật sẽ sống mãi

source: through their legend but will not be
tr: yaşamaya devam edecek ancak
vi: trong huyền thoại của họ nhưng sẽ không thể

source: available to play.
tr: oynanabilir olmayacak.
vi: chơi được nữa.

source: Save and return to title menu
de: Speichern und zurück zum Titelmenü
fr: Enregistrer et revenir au menu des titres
it: Salva e torna al menù iniziale
ko: 저장하고 타이틀 메뉴로 돌아가기
pl: Zapisz i przejdź do menu głównego
pt_br: Salvar e voltar ao menu de título
ru: Сохранить и выйти в главное меню
tr: Kaydet ve ana menüye dön
vi: Lưu và trở về màn hình tiêu đề
zh_hans: 保存 并 返回游戏主菜单

source: Save and continue playing
de: Speichern und weiterspielen
fr: Sauvegardez et continuez à jouer
it: Salva e continua a giocare
ko: 저장하고 계속 재생
pl: Zapisz i kontynuuj grę
pt_br: Salvar e continuar jogando
ru: Сохранить и продолжить игру
tr: Kaydet ve oynamaya devam et
vi: Lưu và tiếp tục chơi
zh_hans: 保存 并 继续游玩

source: Retire the fortress (for the time being)
de: Die Festung (vorläufig) aufgeben
fr: Retirer la forteresse (pour le moment)
it: Ritira la fortezza (per il momento)
ko: 요새를 잠시 떠나기
pl: Pozostaw fortecę (na jakiś czas)
pt_br: Aposentar a fortaleza (por enquanto)
ru: Покинуть крепость (на время)
tr: Kaleyi emekliye ayır (şimdilik)
vi: Rút lui pháo đài (tạm thời)
zh_hans: 放弃要塞( 暂时 )

source: Abandon the fortress to ruin
de: Überlasst die Festung dem Verfall
fr: Abandonner la forteresse à la ruine
it: Abbandona la fortezza alle sue rovine
ko: 요새를 버림
pl: Porzuć fortecę na zrujnowanie
pt_br: Abandonar a fortaleza à ruína
ru: Бросить крепость на произвол судьбы
tr: Kaleyi harabeye terk et
vi: Bỏ hoang pháo đài mặc cho hủy hoại
zh_hans: 遗弃此要塞

source: Quit without saving
de: Beenden ohne zu speichern
fr: Quitter sans sauvegarder
it: Esci senza salvare
ko: 저장하지 않고 끝내기
pl: Wyjdź z gry bez zapisania
pt_br: Sair sem salvar
ru: Выйти без сохранения
tr: Kaydetmeden çık
vi: Thoát mà không lưu
zh_hans: 退出且不保存

source: Succumb to the invasion
de: Ergeben Sie sich der Invasion
fr: Succombez à l'invasion
it: Soccombi all'invasione
ko: 침략에 굴복하기
pl: Ulegnij inwazji
pt_br: Sucumbir à invasão
ru: Уступить вторжению
tr: İstilaya boyun eğ
vi: Khuất phục trước cuộc xâm lược
zh_hans: 向入侵屈服

source: Retire at this location (or rest a while)
tr: Bu konumda emekli ol (veya bir süre dinlen)
vi: Rút lui tại vị trí này (hoặc nghỉ ngơi một lát)

source: Give in to the Night
tr: Geceye teslim ol
vi: Đầu hàng Bóng Tối

source: Finish Game
tr: Oyunu Bitir
vi: Kết thúc trò chơi

source: Give in to Starvation
tr: Açlığa yenik düş
vi: Đầu hàng Nạn Đói

source: (holding another's goods)
tr: (başkasının mallarını taşıyor)
vi: (đang giữ hàng hóa của người khác)

source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni
ko: 세부 설정
pl: Ustawienia
pt_br: Definições
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

source: Return to game
de: Zurück zum Spiel
fr: Revenir au jeu
it: Riprendi gioco
ko: 게임으로 돌아가기
pl: Wróć do gry
pt_br: Voltar ao jogo
ru: Продолжить игру
tr: Oyuna dön
vi: Quay lại trò chơi
zh_hans: 返回游戏

source: Save world and return to title menu
de: Welt speichern und zurück zum Titelmenü
fr: Sauvegarder le monde et revenir au menu des titres
it: Salva mondo e torna al menù iniziale
ko: 세계를 저장하고 타이틀 메뉴로 돌아가기
pl: Zapisz świat i wróć do menu głównego
pt_br: Salvar o mundo e voltar ao menu de título
ru: Сохранить мир и выйти в главное меню
tr: Dünyayı kaydet ve ana menüye dön
vi: Lưu thế giới và trở về màn hình tiêu đề
zh_hans: 保存世界并返回标题菜单

source: Return to title menu
de: Zurück zum Titelmenü
fr: Retour au menu des titres
it: Torna al menù iniziale
ko: 타이틀 메뉴로 돌아가기
pl: Wróć do menu głównego
pt_br: Voltar ao menu de título
ru: В главное меню
tr: Ana menüye dön
vi: Trở về màn hình tiêu đề
zh_hans: 返回标题菜单

source: Continue
de: Weiter
fr: Continuer
it: Continua
ko: 계속
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
tr: Devam et
vi: Tiếp tục
zh_hans: 继续

source: Save to this timeline
de: In dieser Zeitleiste speichern
fr: Enregistrer dans cette chronologie
it: Salve su questa linea temporale
ko: 이 타임라인에 저장
pl: Zapisz do tej linii czasowej
pt_br: Salvar nesta linha do tempo
ru: Сохранить в эту временную линию
tr: Bu zaman akışına kaydet
vi: Lưu vào dòng thời gian này
zh_hans: 保存到此时间线

source: Save to timeline folder:
de: Im Ordner "Zeitleiste" speichern:
fr: Enregistrer dans le dossier de la chronologie :
it: Salva in cartella della linea temporale:
ko: 타임라인 폴더에 저장:
pl: Zapisz do folderu linii czasowej:
pt_br: Salvar em pasta da linha do tempo:
ru: Сохранить временную линию в папку:
tr: Zaman akışı klasörüne kaydet:
vi: Lưu vào thư mục dòng thời gian:
zh_hans: 保存到时间线目录：

source: Save to new timeline
de: In neuer Zeitachse speichern
fr: Enregistrer dans une nouvelle chronologie
it: Salva in nuova linea temporale
ko: 새 타임라인에 저장
pl: Zapisz w nowej linii czasowej
pt_br: Salvar em nova linha do tempo
ru: Сохранить в новую временную линию
tr: Yeni zaman akışına kaydet
vi: Lưu vào dòng thời gian mới
zh_hans: 保存到新的时间线

source: Save to new folder (same timeline)
de: Neuen Ordner speichern (gleiche Zeitachse)
fr: Enregistrer dans un nouveau dossier (même chronologie)
it: Salva in nuova cartella (stessa linea temporale)
ko: 새 폴더에 저장(동일 타임라인)
pl: Zapisz w nowym folderze (w tej samej linii czasowej)
pt_br: Salvar em nova pasta (mesma linha do tempo)
ru: В новую папку (та же временная линия)
tr: Yeni klasöre kaydet (aynı zaman akışı)
vi: Lưu vào thư mục mới (cùng dòng thời gian)
zh_hans: 在新的目录保存（时间线不变）

source: May interfere with existing saves.
fr: Peut interférer avec les sauvegardes existantes.
it: Potrebbe interferire con salvataggi esistenti.
ko: 기존 저장을 방해할 수 있습니다.
pl: Mogą wystąpić konflikty z istniejącymi zapisami.
pt_br: Pode interferir com salvamentos existentes.
ru: Возможны конфликты со старыми сохранениями.
tr: Mevcut kayıtlarla çakışabilir.
vi: Có thể gây nhiễu với các bản lưu hiện có.
zh_hans: 可能会影响现有存档。

source: Do this if you want to keep the old save.
fr: Faites-le si vous voulez conserver l'ancienne sauvegarde.
it: Fallo se vuoi mantenere il vecchio salvataggio.
ko: 이전 저장을 유지하려면 이렇게 하십시오.
pl: Zrób to jeśli chcesz zachować stary zapis.
pt_br: Faça isso se quiser manter o salvamento antigo.
ru: Старое сохранение останется без изменений.
tr: Eski kaydı tutmak istiyorsanız bunu yapın.
vi: Hãy làm điều này nếu bạn muốn giữ bản lưu cũ.
zh_hans: 点击保存旧存档。

source: Recommended!
de: Empfohlen!
fr: Recommandé!
it: Raccomandato!
ko: 추천!
pl: Zalecane!
pt_br: Recomendado!
ru: Рекомендуется!
tr: Önerilen!
vi: Khuyên dùng!
zh_hans: 推荐！

source: Multiple copies of the timeline found.
fr: Plusieurs copies de la chronologie trouvées.
it: Trovate copie multiple della linea temporale.
ko: 타임라인의 여러 복사본이 발견되었습니다.
pl: Znaleziono wiele kopii tej samej linii czasowej.
pt_br: Múltiplas cópias da linha do tempo encontradas.
ru: Обнаружено несколько копий хронологии мира.
tr: Zaman akışının birden fazla kopyası bulundu.
vi: Tìm thấy nhiều bản sao của dòng thời gian.
zh_hans: 当前时间线有多个副本

source: Track playing:
de: Titel spielen:
fr: Piste en cours de lecture:
it: Traccia in riproduzione:
ko: 트랙 재생중:
pl: Odtwarzanie utworu:
pt_br: Trilha tocando:
ru: Играет трек:
tr: Çalan parça:
vi: Bản nhạc đang phát:
zh_hans: 正在播放：

source: Last track:
de: Letzter Titel:
fr: Dernière voie:
it: Ultima traccia:
ko: 마지막 트랙:
pl: Ostatni utwór:
pt_br: Última trilha:
ru: Последний трек:
tr: Son parça:
vi: Bản nhạc cuối:
zh_hans: 上一曲：

source: Interlude playing:
fr: Intermède jouant:
it: Interludio in riproduzione:
ko: 간주곡 재생중:
pl: Odtwarzany przerywnik:
pt_br: Interlúdio tocando:
ru: Играет интерлюдия:
tr: Çalan ara müzik:
vi: Đoạn nhạc nền đang phát:
zh_hans: 插曲播放：

source: Last interlude:
de: Letzter Titel:
fr: Dernier intermède :
it: Ultimo interludio:
ko: 마지막 간주곡:
pl: Ostatni przerywnik:
pt_br: Último interlúdio:
ru: Последняя интермедия:
tr: Son ara müzik:
vi: Đoạn nhạc nền cuối:
zh_hans: 最后一个间奏曲：

source: Combat music:
tr: Savaş müziği:
vi: Nhạc chiến đấu:

source: Really quit without saving?
de: Wirklich aufhören, ohne zu speichern?
fr: Vraiment quitter sans enregistrer ?
it: Uscire senza salvare?
ko: 정말 저장하지 않고 종료하시겠습니까?
pl: Wyjść z gry bez zapisania?
pt_br: Quer realmente sair sem salvar?
ru: Действительно выйти без сохранения?
tr: Gerçekten kaydetmeden çıkılsın mı?
vi: Thực sự muốn thoát mà không lưu?
zh_hans: 确定要不保存退出吗？

source: All of your progress since the last
de: Alle Ihre Fortschritte seit der letzten
fr: Tous vos progrès depuis le dernier
it: Tutti i tuoi progressi dall'ultimo
ko: 마지막 이후의 모든 진행 상황
pl: Cały twój postęp od ostatniego
pt_br: Todo seu progresso desde o último
ru: Весь ваш прогресс с момента последнего
tr: Son kayıttan bu yana tüm ilerlemeniz
vi: Toàn bộ tiến trình của bạn kể từ lần
zh_hans: 你上次之后的所有进展

source: save will be lost.
fr: la sauvegarde sera perdue.
it: salvataggio saranno perduti
ko: 세이브가 사라집니다.
pl: zapisu zostanie utracony.
pt_br: salvamento será perdido.
ru: сохранения будет потерян.
tr: kaybolacak.
vi: lưu cuối cùng sẽ bị mất.
zh_hans: 存档将会丢失

source: Quit
de: Beenden
fr: Quitter
it: Esci
ko: 종료
pl: Wyjdź
pt_br: Sair
ru: Выйти
tr: Çıkış
vi: Thoát
zh_hans: 退出

source: war leaders
de: Kriegsführer
fr: chefs de guerre
it: capiguerra
ko: 전쟁 지도자
pl: przywódcy wojenni
pt_br: líderes de guerra
ru: воеводы
tr: savaş liderleri
vi: chỉ huy chiến tranh
zh_hans: 战争领袖

source: save
de: speichern
fr: enregistrer
it: salv.
ko: 저장
pl: zapis
pt_br: salvar
ru: сохранить
tr: kayıt
vi: Lưu
zh_hans: 拯救

source: The game is open-ended and you can do whatever you choose. If you'd like a goal, try to join a village hearth and improve your reputation.
tr: Oyun ucu açıktır ve ne isterseniz yapabilirsiniz. Eğer bir hedef isterseniz, bir köy ocağına katılmayı ve itibarınızı artırmayı deneyin.
vi: Trò chơi không có hồi kết và bạn có thể làm bất cứ điều gì mình chọn. Nếu muốn có một mục tiêu, hãy thử gia nhập một bếp lửa làng và cải thiện danh tiếng của bạn.

source: The guides here will suggest other possible avenues of play.
tr: Buradaki rehberler diğer olası oyun yollarını önerecektir.
vi: Các hướng dẫn ở đây sẽ gợi ý những con đường chơi khác có thể.

source: And remember: [C:2:0:1]Losing is fun, and now it's personal![C:7:0:0]
tr: Ve unutmayın: [C:2:0:1]Kaybetmek eğlencelidir ve artık bu kişisel![C:7:0:0]
vi: Và hãy nhớ: [C:2:0:1]Thua cuộc là niềm vui, và giờ đây nó là chuyện cá nhân![C:7:0:0]

source: The game is open-ended and you can do whatever you choose. If you'd like a goal, try to become a barony, then a Mountainhome.
de: Das Spiel hat ein offenes Ende, und ihr könnt tun, was ihr wollt. Wenn Sie ein Ziel haben, versuchen Sie, Baron zu werden, dann ein Königreich.
fr: Le jeu est ouvert et vous pouvez faire ce que vous voulez. Si vous souhaitez un objectif, essayez de devenir une baronnie, puis une Mountainhome.
it: Il gioco è a finale aperto e puoi fare ciò che vuoi. Se vuoi un obiettivo prova a diventare baronia e infine Roccananica.
ko: 게임은 자유롭게 진행되며 여러분은 원하는 것은 무엇이든 할 수 있습니다. 만약 목표가 필요하다면, 남작 영지를, 그 다음엔 마운틴홈을 만들어 보세요.
pl: Gra jest otwarta i możesz w niej robić, co ci się podoba. Jeśli lubisz mieć cel, najpierw spróbuj zostać baronią, a następnie Górniczym Domem.
pt_br: O jogo é livre e você pode fazer o que quiser. Se deseja um objetivo, tente se tornar um Taberneiro, ou então um Lar nas Montanhas.
ru: В Dwarf Fortress даты завершения игры не существует, и вы можете делать все, что вам заблагорассудится. Если вам нужна цель, то постарайтесь развить поселение до состояния баронства, а затем до Горного Дома.
tr: Oyun ucu açıktır ve ne isterseniz yapabilirsiniz. Eğer bir hedef isterseniz, bir baronluk, sonra da bir Mountainhome (Başkent) olmaya çalışın.
vi: Trò chơi không có hồi kết và bạn có thể làm bất cứ điều gì mình chọn. Nếu muốn có một mục tiêu, hãy cố gắng trở thành một lãnh địa nam tước, sau đó là một Mountainhome.
zh_hans: 这个游戏是开放式结局的，你可以随心所欲。如果你实在想要一个目标的话，先成为一个领主，然后建立一个山居。

source: More likely, your dwarves will starve, unless you read the first few guides here!
de: Wahrscheinlicher ist, dass deine Zwerge verhungern, es sei denn, du liest die ersten paar Anleitungen hier!
fr: Plus probablement, vos nains mourront de faim, à moins que vous ne lisiez les premiers guides ici !
it: Probabilmente i tuoi nani moriranno di fame, a meno che tu non legga le prime guide qui!
ko: 지금 가이드를 읽지 않는다면, 당신의 드워프들은 굶을 가능성이 큽니다!
pl: Co bardziej prawdopodobne, twoje krasnoludy umrą z głodu, zanim przeczytasz tutaj pierwsze kilka poradników!
pt_br: É muito provável que, seus anões morrerão de fome, a menos que leia seus primeiros guias aqui!
ru: Скорее всего, ваши дварфы будут голодать, если вы не прочитаете первые несколько руководств здесь!
tr: Büyük ihtimalle cüceleriniz açlıktan ölecek, tabii buradaki ilk birkaç rehberi okumazsanız!
vi: Nhiều khả năng, những người lùn của bạn sẽ chết đói, trừ khi bạn đọc vài hướng dẫn đầu tiên ở đây!
zh_hans: 更有可能的是，不看前几条说明的话，你的矮人会挨饿！

source: And remember: [C:2:0:1]Losing is fun![C:7:0:0]
fr: Et n'oubliez pas : [C:2:0:1]Perdre, c'est amusant ![C:7:0:0]
it: E ricorda: [C:2:0:1]Perdere è divertente![C:7:0:0]
ko: 그리고 기억하세요: [C:2:0:1]패배하는 것은 재미있습니다![C:7:0:0]
pl: I pamiętaj: [C:2:0:1]Przegrywanie jest fajne![C:7:0:0]
pt_br: E lembre-se: [C:2:0:1]Perder é divertido![C:7:0:0]
ru: И помните: [C:2:0:1]Проигрывать - это весело![C:7:0:0]
tr: Ve unutmayın: [C:2:0:1]Kaybetmek eğlencelidir![C:7:0:0]
vi: Và hãy nhớ: [C:2:0:1]Thua cuộc là niềm vui![C:7:0:0]
zh_hans: 且请牢记： [C:2:0:1]输了才好玩！[C:7:0:0]

source: Abandoned
de: Verlassen
fr: Abandonné
it: Abbandonato
ko: 버려진
pl: Porzucony
pt_br: Abandonado
ru: Брошенная
tr: Terk Edildi
vi: Bị Bỏ Hoang
zh_hans: 废弃

source: Your settlement has been abandoned.
de: Ihre Siedlung ist aufgegeben worden.
fr: Votre colonie a été abandonnée.
it: Il tuo insediamento è stato abbandonato.
ko: 귀하의 정착지는 포기되었습니다.
pl: Twoja osada została porzucona.
pt_br: Seu assentamento foi abandonado.
ru: Ваше поселение было заброшено.
tr: Yerleşkeniz terk edildi.
vi: Khu định cư của bạn đã bị bỏ hoang.
zh_hans: 你的定居点已被废弃

source: Retired
fr: À la retraite
it: Ritirato
ko: 은퇴
pl: Pozostawiona
pt_br: Aposentado
ru: В отставке
tr: Emekli Edildi
vi: Đã Rút Lui
zh_hans: 退休

source: Your fortress has settled into the rhythm of day-to-day living, beyond your meticulous concern.
de: Ihre Festung hat sich in den Rhythmus des täglichen Lebens eingefügt, ohne dass Sie sich darum kümmern müssen.
fr: Votre forteresse s'est installée dans le rythme de la vie quotidienne, au-delà de votre souci méticuleux.
it: La tua fortezza ha raggiunto una stabile routine quotidiana, al di là dei tuoi meticolosi scrupoli.
ko: 당신의 세심한 걱정에도 불구하고 요새는 일상적인 생활과 함꼐 정착했습니다.
pl: Twoja forteca wpadła w rytm codziennego życia, poza twoim skrupulatnym zainteresowaniem.
pt_br: Sua fortaleza se estabeleceu no ritmo da vida cotidiana, além de sua preocupação meticulosa.
ru: Твоя крепость вошла в ритм обыденной жизни, не требующий твоих тщательных забот.
tr: Kaleniz, sizin titiz endişelerinizin ötesinde, günlük yaşamın ritmine oturdu.
vi: Pháo đài của bạn đã đi vào nhịp sống thường ngày, vượt ra ngoài sự quan tâm tỉ mỉ của bạn.
zh_hans: 在你的细心照料下，你的要塞正逐渐走上正轨。

source: Conquered
fr: Conquis
it: Conquistato
ko: 이기다
pl: Podbite
pt_br: Conquistado
ru: Захвачено
tr: Fethedildi
vi: Bị Chinh Phục
zh_hans: 已征服

source: Your strength has been broken.
de: Deine Kraft ist gebrochen.
fr: Votre force a été brisée.
it: La tua forza è stata spezzata.
ko: 당신의 힘이 부러졌습니다.
pl: Twoja siła została złamana.
pt_br: Sua força foi quebrada.
ru: Ваша сила была сломлена.
tr: Gücünüz kırıldı.
vi: Sức mạnh của bạn đã bị đánh bại.
zh_hans: 你的军队被击溃了。

source: Withered
fr: Flétri
it: Appassito
ko: 시든
pl: Zwiędła
pt_br: Murcho
ru: Высохший
tr: Zamanla silinip gitti
vi: Lụi Tàn
zh_hans: 枯萎

source: Your settlement has crumbled to its end.
de: Ihre Siedlung ist in sich zusammengebrochen.
fr: Votre colonie s'est effondrée jusqu'à sa fin.
it: Il tuo insediamento è infine crollato.
ko: 당신의 정착지는 끝까지 무너졌습니다.
pl: Twoja osada rozpadła się do końca.
pt_br: Seu assentamento desmoronou até o fim.
ru: Твое поселение полностью разрушилось.
tr: Yerleşkeniz dağılarak sonuna geldi.
vi: Khu định cư của bạn đã sụp đổ đến hồi kết.
zh_hans: 你的定居点完蛋了

source: Dead
tr: Ölü
vi: Đã Chết

source: Your adventure has come to an end.
tr: Maceranız sona erdi.
vi: Cuộc phiêu lưu của bạn đã kết thúc.

source: You settle in this location...
tr: Bu konuma yerleşiyorsunuz...
vi: Bạn định cư tại vị trí này...

source: Stagnant water [
de: Stehendes Wasser [
fr: Eau stagnante [
it: Acqua stagnante [
ko: 고인물 [
pl: Stojąca woda [
pt_br: Água estagnada [
ru: Стоячая вода [
tr: Durgun su [
vi: Nước tù đọng [
zh_hans: 死水 [

source: Start tutorial
fr: Démarrer le tutoriel
it: Inizia tutorial
ko: 튜토리얼 시작
pl: Rozpocznij samouczek
pt_br: Iniciar o tutorial
ru: Начать обучение
tr: Eğitimi başlat
vi: Bắt đầu hướng dẫn
zh_hans: 开始教程

source: Skip tutorial
fr: Passer le tutoriel
it: Salta tutorial
ko: 튜토리얼 스킵
pl: Pomiń samouczek
pt_br: Pular o tutorial
ru: Пропустить
tr: Eğitimi geç
vi: Bỏ qua hướng dẫn
zh_hans: 跳过教程

source: Move the camera
fr: Déplacez la caméra
it: Muovi la visuale
ko: 화면 이동
pl: Poruszaj kamerą
pt_br: Mova a câmera
ru: Двигайте камеру
tr: Kamerayı hareket ettir
vi: Di chuyển camera
zh_hans: 移动镜头
