Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Certain crimes are indicative of larger problems, so you should pay attention to them, and affected victims and family members get upset if crime is ignored.
de: Bestimmte Straftaten sind ein Hinweis auf größere Probleme, so dass man ihnen Aufmerksamkeit schenken sollte, und die betroffenen Opfer und Familienangehörigen sind verärgert, wenn Straftaten ignoriert werden.
fr: Certains crimes sont révélateurs de problèmes plus importants, vous devez donc y prêter attention, et les victimes et les membres de la famille concernés s'énervent si le crime est ignoré.
it: Alcuni crimini sono indicativi di problemi maggiori, dovresti prestargli attenzione. Le vittime colpite e i membri di famiglia si arrabbieranno se il crimine sarà ignorato.
ko: 특정 범죄들은 더 큰 문제들을 나타내므로, 여러분은 그것들에 주의를 기울여야 하며, 피해를 입은 피해자들과 가족들은 이를 무시하면 분노할 것입니다.
pl: Niektóre przestępstwa są objawami większych problemów, więc powinieneś zwracać na nie uwagę. Ofiara i jej członkowie rodziny będą niezadowoleni, jeśli przestępstwo będzie ignorowane.
pt_br: Certos crimes são um indicativo de problemas maiores, dessa maneira você deve prestar atenção a eles, e vítimas e membros da família afetados ficam aborrecidos se um crime é ignorado.
ru: Отдельные преступления свидетельствуют о более серьезных проблемах, поэтому на них следует обязательно обращать внимание, а пострадавшие жертвы и члены их семей расстраиваются, если преступность игнорируется.
tr: Belirli suçlar daha büyük sorunların göstergesidir, bu yüzden bunlara dikkat etmelisiniz; suç görmezden gelinirse etkilenen kurbanlar ve aile üyeleri üzülür.
vi: Một số tội phạm cho thấy những vấn đề lớn hơn, vì vậy bạn nên chú ý đến chúng, và các nạn nhân cùng thành viên gia đình bị ảnh hưởng sẽ khó chịu nếu tội phạm bị bỏ qua.
zh_hans: 某些犯罪预示着更大的问题，所以你应该关注他们，如果犯罪被忽视，受害者和家庭成员会感到不安。

source: It's up to you to choose whom to convict.
de: Es liegt an Ihnen zu entscheiden, wen Sie verurteilen wollen.
fr: C'est à vous de choisir qui condamner.
it: Sta a te scegliere chi condannare.
ko: 유죄 판결을 내릴 사람을 선택하는 것은 귀하에게 달려 있습니다.
pl: Do ciebie należy wybór, kogo skazać.
pt_br: Cabe a você escolher quem condenar.
ru: Вам решать, кого судить.
tr: Kimi mahkum edeceğinizi seçmek size kalmıştır.
vi: Tùy thuộc vào bạn để chọn ai sẽ bị kết án.
zh_hans: 由你来决定给谁定罪。

source: All available witness information is presented for each case.
de: Für jeden Fall werden alle verfügbaren Zeugeninformationen vorgelegt.
fr: Toutes les informations disponibles sur les témoins sont présentées pour chaque cas.
it: Per ogni caso vengono presentate tutte le testimonianze disponibili.
ko: 사용 가능한 모든 증인 정보가 각 사례에 대해 제공됩니다.
pl: Dla każdej sprawy przedstawiono wszystkie dostępne informacje o świadkach.
pt_br: Todas as informações disponíveis da testemunha são apresentadas para cada caso.
ru: По каждому делу о свидетелях представлена вся имеющаяся информация.
tr: Her vaka için mevcut tüm tanık bilgileri sunulur.
vi: Tất cả thông tin nhân chứng có sẵn được trình bày cho mỗi vụ án.
zh_hans: 每个案件都提供了所有可用的证人信息。

source: You can also interrogate suspects.
de: Sie können auch Verdächtige verhören.
fr: Vous pouvez également interroger les suspects.
it: Puoi anche interrogare i sospettati.
ko: 용의자를 심문할 수도 있습니다.
pl: Możesz także przesłuchać podejrzanych.
pt_br: Você também pode interrogar suspeitos.
ru: Вы также можете допрашивать подозреваемых.
tr: Şüphelileri sorgulayabilirsiniz de.
vi: Bạn cũng có thể thẩm vấn nghi phạm.
zh_hans: 你也可以审问嫌疑犯。

source: This is particularly important for schemes where the witnesses might not have the full story.
de: Dies ist besonders wichtig für Systeme, bei denen die Zeugen möglicherweise nicht die ganze Geschichte kennen.
fr: Ceci est particulièrement important pour les stratagèmes où les témoins pourraient ne pas avoir toute l'histoire.
it: Questo è particolarmente importante per i complotti in cui i testimoni potrebbero non sapere la storia completa.
ko: 이것은 목격자들이 명확한 증언을 가지고 있지 않을 수 있는 상황에 특히 중요하다.
pl: Jest to szczególnie ważne w przypadku spraw, w których świadkowie mogą nie znać pełnej historii.
pt_br: Isso é particularmente importante para esquemas onde a testemunha pode não ter a história completa.
ru: Это особенно важно для схем, в которых свидетели могут не иметь полной информации.
tr: Bu, tanıkların hikayenin tamamına hakim olmayabileceği entrikalar için özellikle önemlidir.
vi: Điều này đặc biệt quan trọng đối với những âm mưu mà nhân chứng có thể không nắm được toàn bộ câu chuyện.
zh_hans: 这对于证人可能不了解全部情况的计划尤其重要。

source: It is recommended to place a certain number of [C:6:0:0]Cages[C:7:0:0] and [C:6:0:0]Chains[C:7:0:0] and assign them to a [C:3:0:0]Dungeon[C:7:0:0] zone.
fr: Il est recommandé de placer un certain nombre de [C:6:0:0]Cages[C:7:0:0] et [C:6:0:0]Chaînes[C:7:0:0] et d'attribuer dans une zone [C:3:0:0]Donjon[C:7:0:0].
it: Si consiglia di collocare un certo numero di [C:6:0:0]Gabbie[C:7:0:0] e [C:6:0:0]Catene[C:7:0:0] e assegnarle a una zona delle [C:3:0:0]Segrete[C:7:0:0 ].
ko: 우리와 사슬을 일정 수만큼 배치하고 던전 구역에 할당하는 것이 좋습니다.
pl: Zaleca się umieścić jakąś liczbę [C:6:0:0]Klatek[C:7:0:0] i [C:6:0:0]Łańcuchów[C:7:0:0] i przypisać je do strefy [C:3:0:0]Lochu[C:7:0:0].
pt_br: É recomendado colocar um certo número de [C:6:0:0]Gaiolas[C:7:0:0] e [C:6:0:0]Correntes[C:7:0:0] e associar elas à uma zona de [C:3:0:0]Masmorra[C:7:0:0]
ru: Рекомендуется разместить пару [C:6:0:0]клеток[C:7:0:0] и [C:6:0:0]цепей[C:7:0:0], затем назначить их на зону [C:3:0:0]темницы[C:7:0:0].
tr: Belirli sayıda [C:6:0:0]Kafes[C:7:0:0] ve [C:6:0:0]Zincir[C:7:0:0] yerleştirmeniz ve bunları bir [C:3:0:0]Zindan[C:7:0:0] bölgesine atamanız önerilir.
vi: Nên đặt một số lượng nhất định [C:6:0:0]Lồng[C:7:0:0] và [C:6:0:0]Dây xích[C:7:0:0] và gán chúng vào một khu vực [C:3:0:0]Ngục tối[C:7:0:0].
zh_hans: 建议放置一定数量的 [C:6:0:0]笼子[C:7:0:0] 和 [C:6:0:0]锁链[C:7:0:0] 并将它们分配到 [C:3:0:0]地牢[C:7:0:0] 区域。

source: Officers may opt for physical punishment if they cannot carry out custodial sentences.
de: Die Beamten können sich für eine körperliche Bestrafung entscheiden, wenn sie keine Freiheitsstrafen vollstrecken können.
fr: Les agents peuvent opter pour les châtiments corporels s'ils ne peuvent exécuter les peines privatives de liberté.
it: Gli agenti possono optare per le punizioni fisiche se non possono amministrare pene detentive.
ko: 경찰관들은 구류형을 집행할 수 없다면 체벌을 선택할 수 있다.
pl: Funkcjonariusze mogą zdecydować się na karę fizyczną, jeśli nie mogą wykonać kary pozbawienia wolności.
pt_br: Oficiais podem optar por punições físicas se eles não puderem cumprir sentenças custodiais.
ru: Стражники могут применять физическое наказание, если осужденным негде отбывать наказание в виде лишения свободы.
tr: Memurlar, hapis cezalarını uygulayamazlarsa fiziksel cezayı tercih edebilirler.
vi: Các sĩ quan có thể chọn hình phạt thể xác nếu họ không thể thực hiện các bản án giam giữ.
zh_hans: 如果法官不执行监禁判决，那他们可以选择体罚。

source: Squads
de: Truppen
fr: Equipes
it: Squadre
ko: 부대 통제
pl: Oddziały
pt_br: Esquadrões
ru: Отряды
tr: Müfrezeler
vi: Đội hình
zh_hans: 分队

source: This is the squad menu.
de: Dies ist das Truppenmenü.
fr: C'est le menu de l'escouade.
it: Questo è il menù delle squadre.
ko: 스쿼드 메뉴입니다.
pl: To jest menu oddziału.
pt_br: Este é o menu de esquadrão.
ru: Это меню управления отрядом.
tr: Bu müfreze menüsüdür.
vi: Đây là menu đội hình.
zh_hans: 这是小队菜单。

source: Here you can create squads, fill their positions, assign equipment and schedules, and give specific orders.
de: Hier können Sie Trupps erstellen, ihre Positionen besetzen, Ausrüstung und Zeitpläne zuweisen und spezifische Befehle erteilen.
fr: Ici, vous pouvez créer des équipes, pourvoir leurs postes, attribuer des équipements et des horaires et donner des ordres spécifiques.
it: Qui è possibile creare squadre, occupare le loro posizioni, assegnare equipaggiamento e orari e impartire ordini specifici.
ko: 여기서 팀을 만들고, 팀의 직책을 채우고, 장비와 일정을 할당하고, 특정 명령을 내릴 수 있습니다.
pl: Tutaj można tworzyć oddziały, obsadzać ich stanowiska, przydzielać wyposażenie i harmonogramy oraz wydawać konkretne rozkazy.
pt_br: Aqui você pode criar esquadrões, completar suas posições, atribuir equipamento e cronograma, e dar ordens específicas.
ru: Здесь вы можете создавать отряды, заполнять их позиции, задавать снаряжение и распорядок дня, а также отдавать конкретные приказы.
tr: Burada müfrezeler oluşturabilir, pozisyonlarını doldurabilir, ekipman ve programlar atayabilir ve belirli emirler verebilirsiniz.
vi: Tại đây bạn có thể tạo đội hình, bổ nhiệm vị trí, giao trang bị và lịch trình, cũng như đưa ra các mệnh lệnh cụ thể.
zh_hans: 在这里你可以创建小队，填补他们的位置，分配装备和时间表，并给出具体的命令。

source: Although this location is relatively safe, it is recommended that you prepare a squad and get them training at some point.
de: Obwohl dieser Ort relativ sicher ist, empfiehlt es sich, einen Trupp zusammenzustellen und ihn zu einem bestimmten Zeitpunkt zu trainieren.
fr: Bien que cet endroit soit relativement sûr, il est recommandé de préparer une équipe et de la former à un moment donné.
it: Anche se questo luogo è relativamente sicuro, è raccomandabile preparare una squadra e addestrarla prima o poi.
ko: 이곳은 비교적 안전하지만, 부대를 준비하여 훈련을 받는 것이 좋습니다.
pl: Chociaż lokalizacja ta jest względnie bezpieczna, zaleca się przygotowanie oddziału i przeprowadzenie w pewnym momencie szkolenia.
pt_br: Ainda que essa localização seja relativamente segura, é recomendado que você prepare um esquadrão e ponha-os para treinar em algum momento.
ru: Хотя и кажется, что это место довольно безопасно, желательно, чтобы вы собрали отряд и начали его тренировку.
tr: Burası nispeten güvenli olsa da, bir noktada bir müfreze hazırlamanız ve onları eğitmeniz önerilir.
vi: Mặc dù vị trí này tương đối an toàn, nhưng bạn nên chuẩn bị một đội hình và cho họ tập luyện vào một thời điểm nào đó.
zh_hans: 虽然这个位置相对安全，但建议你准备一个小队，让他们在某个时候训练。

source: Wildlife and even your own citizens can still be dangerous at times.
de: Wildtiere und sogar Ihre eigenen Bürger können manchmal gefährlich sein.
fr: La faune et même vos propres citoyens peuvent encore être dangereux à certains moments.
it: La fauna selvatica e perfino i cittadini possono essere talvolta pericolosi.
ko: 야생 동물과 심지어 시민도 때때로 여전히 위험할 수 있습니다.
pl: Dzika przyroda, a nawet twoi obywatele mogą być czasem niebezpieczni.
pt_br: Vida selvagem e até seus cidadãos ainda podem ser perigosos ás vezes.
ru: Временами, дикая природа и даже ваши собственные жители могут представлять опасность.
tr: Vahşi yaşam ve hatta kendi vatandaşlarınız bile bazen tehlikeli olabilir.
vi: Động vật hoang dã và ngay cả công dân của bạn đôi khi vẫn có thể nguy hiểm.
zh_hans: 野生动物，甚至你自己的公民有时仍然是危险的。

source: It is recommended that you prepare a squad and get them training as soon as you can.
de: Es wird empfohlen, eine Truppe zusammenzustellen und sie so schnell wie möglich zu trainieren.
fr: Il est recommandé de préparer une équipe et de la former dès que possible.
it: È raccomandabile preparare una squadra e addestrarla il prima possibile.
ko: 부대를 준비해서 가능한 한 빨리 훈련시키는 것이 좋습니다.
pl: Zaleca się przygotowanie oddziału i wytrenowanie go tak szybko jak to możliwe.
pt_br: É recomendado que você prepare um esquadrão e ponha-os para treinar assim que possível.
ru: Рекомендуется, чтобы вы собрали отряд и начали его обучение как можно скорее.
tr: Bir müfreze hazırlamanız ve mümkün olan en kısa sürede eğitime başlatmanız önerilir.
vi: Bạn nên chuẩn bị một đội hình và cho họ tập luyện càng sớm càng tốt.
zh_hans: 建议你准备一个阵容，让他们尽快训练。

source: You have no idea what's lurking out there.
de: Sie haben keine Ahnung, was da draußen lauert.
fr: Vous n'avez aucune idée de ce qui se cache là-bas.
it: Non hai idea di cosa si nasconda là fuori.
ko: 당신은 거기에 무엇이 숨어 있는지 전혀 모릅니다.
pl: Nie masz pojęcia co krąży w pobliżu.
pt_br: Você não tem ideia do que está espreitando aqui.
ru: Вы даже понятия не имеете кто там таится.
tr: Dışarıda neyin gizlendiğine dair hiçbir fikriniz yok.
vi: Bạn không thể biết những gì đang ẩn nấp bên ngoài đâu.
zh_hans: 你无法得知那里潜伏着什么。

source: The World
fr: Le monde
it: Il Mondo
ko: 세계
pl: Świat
pt_br: O Mundo
ru: Мир
tr: Dünya
vi: Thế giới
zh_hans: 世界

source: The world created at the beginning of the game is active, and others may take an interest in your outpost as it grows.
de: Die Welt, die zu Beginn des Spiels erschaffen wird, ist aktiv, und andere können sich für Ihren Außenposten interessieren, während er wächst.
fr: Le monde créé au début du jeu est actif et d'autres peuvent s'intéresser à votre avant-poste au fur et à mesure de sa croissance.
it: Il mondo creato all'inizio del gioco è attivo e altri possono interessarsi al vostro avamposto man mano che cresce.
ko: 게임 초반에 만들어진 세계는 활성화되어 있으며, 다른 사람들은 당신의 전초기지가 성장함에 따라 관심을 가질 수 있습니다.
pl: Świat stworzony na początku gry jest aktywny, i razem ze wzrostem twojej placówki inni mogą się nią zainteresować.
pt_br: O mundo criado no início do jogo está ativo, e outros podem se interessar pelo seu posto avançado a medida que ele cresce.
ru: Мир, созданный в начале игры, является активным, и другие могут проявлять интерес к вашему аванпосту по мере его роста.
tr: Oyunun başında oluşturulan dünya aktiftir ve karakolunuz büyüdükçe diğerleri onunla ilgilenebilir.
vi: Thế giới được tạo ra vào đầu trò chơi luôn hoạt động, và những người khác có thể quan tâm đến tiền đồn của bạn khi nó phát triển.
zh_hans: 游戏开始时创建的世界是活跃的，随着前哨站的发展，其他人可能会对它产生兴趣。

source: Stolen [C:6:0:1]Artifacts[C:7:0:0] and kidnapped citizens can be recovered by preparing missions from this screen.
fr: Les [C:6:0:1]artefacts[C:7:0:0] volés et les citoyens kidnappés peuvent être récupérés en préparant des missions depuis cet écran.
it: I [C:6:0:1]Manufatti[C:7:0:0] rubati e i cittadini rapiti possono essere recuperati preparando missioni da questa schermata.
ko: 이 화면에서 임무를 준비하면 도난당한 [C:6:0:1]유물[C:7:0:0]과 납치된 시민을 되찾을 수 있습니다.
pl: Ukradzione [C:6:0:1]Artefakty[C:7:0:0] i uprowadzeni obywatele mogą być odzyskani za pomocą misji przygotowywanych z tego ekranu.
pt_br: [C:6:0:1]Artefatos[C:7:0:0] roubados e cidadãos sequestrados podem ser recuperados preparando missões nesta tela.
ru: Украденные [C:6:0:1]артефакты[C:7:0:0] и похищенные жители могут быть возвращены путем подготовки миссий с этого экрана меню.
tr: Çalınan [C:6:0:1]Eserler[C:7:0:0] ve kaçırılan vatandaşlar bu ekrandan görevler hazırlanarak kurtarılabilir.
vi: Các [C:6:0:1]Cổ vật[C:7:0:0] bị đánh cắp và công dân bị bắt cóc có thể được giải cứu bằng cách chuẩn bị nhiệm vụ từ màn hình này.
zh_hans: 被盗的[C:6:0:1]神器[C:7:0:0]以及被绑架的公民可以通过此屏幕上的装备任务来恢复。

source: You can also cause trouble if you'd like to raid your neighbors.
de: Sie können auch Ärger verursachen, wenn Sie Ihre Nachbarn überfallen wollen.
fr: Vous pouvez également causer des problèmes si vous souhaitez piller vos voisins.
it: Puoi anche causare problemi se desideri razziare i tuoi vicini.
ko: 이웃을 습격하려는 경우 문제를 일으킬 수도 있습니다.
pl: Możesz także sprawiać kłopoty, jeśli chcesz najechać swoich sąsiadów.
pt_br: Você também pode causar problemas se gostaria de atacar seus vizinhos.
ru: Вы также можете стать причиной неприятностей, если захотите совершить набег на своих соседей.
tr: Komşularınıza baskın yapmak isterseniz sorun da çıkarabilirsiniz.
vi: Bạn cũng có thể gây rắc rối nếu muốn cướp bóc hàng xóm của mình.
zh_hans: 如果你想突袭你的邻居，你也可以制造麻烦。

source: Raids are created by clicking on any site not belonging to your civilization.
de: Raubzüge werden durch Anklicken einer beliebigen Stelle, die nicht zu Ihrer Zivilisation gehört, durchgeführt.
fr: Les raids sont créés en cliquant sur n'importe quel site n'appartenant pas à votre civilisation.
it: Le incursioni si creano cliccando su qualsiasi sito non appartenente alla propria civiltà.
ko: 당신의 문명에 속하지 않은 시설을 클릭하면 습격이 발생한다.
pl: Najazdy tworzysz klikając na jakiekolwiek miejsce nie należące do twojej cywilizacji.
pt_br: Ataques são criados clicando num lugar não pertencente à sua civilização.
ru: Рейды создаются путем нажатия на любой участок, не принадлежащий вашей цивилизации.
tr: Baskınlar, medeniyetinize ait olmayan herhangi bir yere tıklanarak oluşturulur.
vi: Các cuộc cướp bóc được tạo ra bằng cách nhấp vào bất kỳ địa điểm nào không thuộc về nền văn minh của bạn.
zh_hans: 突袭是通过点击任何不属于你的文明的网站来创建的。

source: Work orders are used to automate [C:3:0:1]Tasks[C:7:0:0] in [C:6:0:0]Workshops[C:7:0:0].
fr: Les bons de travail sont utilisés pour automatiser les [C:3:0:1]Tâches[C:7:0:0] dans les [C:6:0:0]Ateliers[C:7:0:0].
it: Gli ordini di lavoro sono utilizzati per automatizzare i [C:3:0:1]Compiti[C:7:0:0] nelle [C:6:0:0]Botteghe[C:7:0:0].
ko: 작업 명령은 워크숍에서 작업을 자동화하는 데 사용됩니다.
pl: Zlecenia pracy są używane do automatyzowania [C:3:0:1]Zadań[C:7:0:0] w [C:6:0:0]Warsztatach[C:7:0:0].
pt_br: Ordens de serviço são usadas para automatizar [C:3:0:1]Tarefas[C:7:0:0] nas [C:6:0:0]Oficinas[C:7:0:0].
ru: Наряды на работу используются для автоматизации [C:3:0:1]Заданий[C:7:0:0] в [C:6:0:0]Мастерских[C:7:0:0].
tr: İş emirleri, [C:6:0:0]Atölyelerdeki[C:7:0:0] [C:3:0:1]Görevleri[C:7:0:0] otomatikleştirmek için kullanılır.
vi: Lệnh làm việc được sử dụng để tự động hóa [C:3:0:1]Nhiệm vụ[C:7:0:0] trong các [C:6:0:0]Xưởng[C:7:0:0].
zh_hans: [C:6:0:0]作坊[C:7:0:0]里的 [C:3:0:1]任务[C:7:0:0:0]的工作顺序是自主进行的。

source: These work orders are set to complete a certain number of [C:3:0:1]Tasks[C:7:0:0] and can be given start conditions.
fr: Ces ordres de travail sont paramétrés pour réaliser un certain nombre de [C:3:0:1]Tâches[C:7:0:0] et peuvent se voir attribuer des conditions de démarrage.
it: Questi ordini di lavoro sono impostati per completare un certo numero di [C:3:0:1]Compiti[C:7:0:0] e possono essere dotati di condizioni di avvio.
ko: 이러한 작업 주문은 특정 개수의 작업을 완료하도록 설정되며 시작 조건을 지정할 수 있습니다.
pl: Te zlecenia pracy mają na celu wykonanie określonej liczby [C:3:0:1]Zadań[C:7:0:0] i mogą mieć określone warunki rozpoczęcia.
pt_br: Estas ordens de trabalho são dadas para completar um certo número de [C:3:0:1]Tarefas[C:7:0:0] e podem ser dadas condições de início.
ru: Эти рабочие заказы устанавливаются для выполнения определенного количества [C:3:0:1]Заданий[C:7:0:0], и им могут быть заданы условия запуска.
tr: Bu iş emirleri belirli sayıda [C:3:0:1]Görevi[C:7:0:0] tamamlamak üzere ayarlanır ve başlangıç koşulları verilebilir.
vi: Những lệnh làm việc này được thiết lập để hoàn thành một số lượng [C:3:0:1]Nhiệm vụ[C:7:0:0] nhất định và có thể được đặt điều kiện khởi đầu.
zh_hans: 这些工作指令是为了完成一定数量的[C:3:0:1]任务[C:7:0:0]并且满足开始条件而设定的

source: For instance, you can create an order to [C:3:0:1]Make Wooden Bins[C:7:0:0] if you are out of empty ones, to [C:3:0:1]Brew Drinks[C:7:0:0] if you are running low, or to [C:3:0:1]Make Five Statues[C:7:0:0] every month.
fr: Par exemple, vous pouvez créer une commande pour [C:3:0:1]Fabriquer des bacs en bois[C:7:0:0] si vous n'en avez plus de vides, pour [C:3:0:1]Préparer des boissons [C:7:0:0] si vous êtes à court, ou pour [C:3:0:1]Fabriquer cinq statues[C:7:0:0] chaque mois.
it: Ad esempio, puoi creare un ordine per [C:3:0:1]Produrre cesti di legno[C:7:0:0] se si è a corto di cesti vuoti, per [C:3:0:1]Produrre bevande[C:7:0:0] se si stanno esaurendo o per [C:3:0:1]Produrre cinque statue[C:7:0:0] al mese.
ko: 예를 들어 빈 통이 없을 경우 나무통 만들기, 음료가 부족한 경우 음료 만들기, 또는 매 달마다 다섯 개의 조각상 만들기 작업을 생성할 수 있습니다.
pl: Przykładowo, możesz stworzyć zlecenie na [C:3:0:1]Robienie Drewnianych Koszy[C:7:0:0] jeśli skończą ci się puste, na [C:3:0:1]Warzenie napojów[C:7:0:0] gdy zacznie ich brakować, czy na [C:3:0:1]Robienie pięciu Figur[C:7:0:0] każdego miesiąca.
pt_br: Por exemplo, você pode criar uma ordem para [C:3:0:1]Criar caixas de madeira[C:7:0:0]se você não tem mais nenhum, para [C:3:0:1]Fermentar bebidas[C:7:0:0] se elas estão acabando, ou para [C:3:0:1]Fazer Cinco Estátuas[C:7:0:0] todo mês.
ru: Например, вы можете создать заказ на [C:3:0:1]изготовление деревянных корзин[C:7:0:0], если у вас закончились пустые, на [C:3:0:1]варку напитков[C:7:0:0], если они на исходе, или на [C:3:0:1]изготовление пяти статуй[C:7:0:0] каждый месяц.
tr: Örneğin, boş [C:6:0:1]Sandıklarınız[C:7:0:0] bittiyse [C:3:0:1]Ahşap Sandık Yapmak[C:7:0:0], stokunuz azalıyorsa [C:3:0:1]İçecek Mayalamak[C:7:0:0] veya her ay [C:3:0:1]Beş Heykel Yapmak[C:7:0:0] için bir emir oluşturabilirsiniz.
vi: Ví dụ, bạn có thể tạo lệnh [C:3:0:1]Chế tạo Thùng gỗ[C:7:0:0] nếu hết thùng rỗng, [C:3:0:1]Pha chế Đồ uống[C:7:0:0] nếu đang cạn kiệt, hoặc [C:3:0:1]Chế tạo Năm Bức tượng[C:7:0:0] mỗi tháng.
zh_hans: 例如，你可以在没有空的储物箱时创建一个订单来[C:3:0:1]制作木制储物箱[C:7:0:0] ,在你快喝完酒时 [C:3:0:1]酿酒[C:7:0:0] , 或者每个月[C:3:0:1]制作5个雕像[C:7:0:0] 。

source: You can limit work orders to a number of [C:6:0:0]Workshops[C:7:0:0].
fr: Vous pouvez limiter les bons de travail à un certain nombre d'[C:6:0:0]ateliers[C:7:0:0].
it: Puoi limitare gli ordini di lavoro a un numero di [C:6:0:0]Botteghe[C:7:0:0].
ko: 작업 주문을 여러 [C:6:0:0]작업장[C:7:0:0]으로 제한할 수 있습니다.
pl: Możesz ograniczyć zlecenia pracy do kilku [C:6:0:0]Warsztatów[C:7:0:0].
pt_br: Você pode limitar as ordens de serviço a um número de [C:6:0:0]Oficinas[C:7:0:0].
ru: Вы можете ограничить количество заказов на работу в [C:6:0:0]Мастерских[C:7:0:0].
tr: İş emirlerini birkaç [C:6:0:0]Atölye[C:7:0:0] ile sınırlandırabilirsiniz.
vi: Bạn có thể giới hạn lệnh làm việc cho một số [C:6:0:0]Xưởng[C:7:0:0] nhất định.
zh_hans: 你可以将工作清单限制在一定数量的[C:6:0:0]工坊[C:7:0:0]中。

source: You can also create work orders at specific [C:6:0:0]Workshops[C:7:0:0] from their building sheet.
fr: Vous pouvez également créer des ordres de travail dans des [C:6:0:0]Ateliers[C:7:0:0] spécifiques à partir de leur feuille de construction.
it: Puoi anche creare ordini di lavoro in specifiche [C:6:0:0]Botteghe[C:7:0:0] dalla loro scheda di costruzione.
ko: 건물 시트에서 특정 작업장에서 작업 주문을 생성할 수도 있습니다.
pl: Możesz także stworzyć zlecenie pracy dla konkretnego [C:6:0:0]Warsztatu[C:7:0:0] z poziomu jego panelu budynku.
pt_br: Você também pode criar ordens de serviço em [C:6:0:0]Oficinas[C:7:0:0] específicas nas suas listas de construções.
ru: Вы также можете создавать заказы на работы в определенных [C:6:0:0]мастерских[C:7:0:0] из их строительного листа.
tr: Ayrıca bina sayfasından belirli [C:6:0:0]Atölyelerde[C:7:0:0] de iş emirleri oluşturabilirsiniz.
vi: Bạn cũng có thể tạo lệnh làm việc tại các [C:6:0:0]Xưởng[C:7:0:0] cụ thể từ bảng thông tin tòa nhà của chúng.
zh_hans: 你也可以在特定的[C:工坊中，通过它们的[C:建造表来创造工作清单。

source: The system is reasonably powerful and you can eventually automate almost all of your production if you wish.
de: Das System ist recht leistungsfähig, und Sie können auf Wunsch fast Ihre gesamte Produktion automatisieren.
fr: Le système est raisonnablement puissant et vous pouvez éventuellement automatiser la quasi-totalité de votre production si vous le souhaitez.
it: Il sistema è ragionevolmente potente e, se lo desideri, è possibile automatizzare quasi tutta la produzione.
ko: 이 시스템은 상당히 강력하며, 원하는 경우 거의 모든 생산을 자동화할 수 있습니다.
pl: System jest dość potężny i jeśli chcesz, możesz zautomatyzować praktycznie całą swoją produkcję.
pt_br: O sistema é razoavelmente poderoso e você pode eventualmente automatizar quase toda sua produção quando terminar.
ru: Система достаточно мощная, и при желании вы можете в конечном итоге автоматизировать почти все свое производство.
tr: Sistem oldukça güçlüdür ve isterseniz sonunda üretiminizin neredeyse tamamını otomatikleştirebilirsiniz.
vi: Hệ thống này khá mạnh mẽ và cuối cùng bạn có thể tự động hóa gần như toàn bộ sản xuất của mình nếu muốn.
zh_hans: 该系统相当强大，如果你愿意，你最终可以自动化几乎所有的生产。
