Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: The location must be built and furnished,
de: Der Standort muss gebaut und möbliert sein,
fr: L'emplacement doit être construit et meublé,
it: Il luogo dev'essere costruito e arredato,
ko: 위치를 짓고 가구를 배치해야 합니다.
pl: Lokacja musi zostać wybudowana i umeblowana,
pt_br: O local deve ser construido e mobiliado.
ru: Место должно быть построено и обставлено мебелью,
tr: Mekan inşa edilmeli ve döşenmeli,
vi: Địa điểm này phải được xây dựng và trang bị,
zh_hans: 该地点必须建成并配备家具。

source: with the new position appointed by you.
de: mit der von Ihnen neu geschaffenen Position.
fr: avec le nouveau poste nommé par vous.
it: con la nuova posizione da te nominata.
ko: 당신이 임명한 새로운 직위와 함께.
pl: z nowym stanowiskiem wyznaczonym przez ciebie.
pt_br: com a nova posição indicada por você.
ru: с новой должностью, назначенной вами.
tr: yeni pozisyon tarafınızdan atanmalı.
vi: với vị trí mới do bạn chỉ định.
zh_hans: 与你任命的新职位。

source: Do you approve this request?
de: Stimmen Sie diesem Antrag zu?
fr: Approuvez-vous cette demande ?
it: Approvi questa richiesta?
ko: 이 요청을 승인하시겠습니까?
pl: Zatwierdzasz tę prośbę?
pt_br: Você aprova esse pedido?
ru: Что вы ответите на эту просьбу?
tr: Bu isteği onaylıyor musunuz?
vi: Bạn có chấp thuận yêu cầu này không?
zh_hans: 你批准了这个要求吗？

source: Approve
de: Genehmigt
fr: Approuver
it: Approva
ko: 수락
pl: Zatwierdź
pt_br: Aprovado
ru: Утвердить
tr: Onayla
vi: Chấp thuận
zh_hans: 接受

source: has many members in
de: hat viele Mitglieder in
fr: compte de nombreux membres dans
it: ha molti membri in
ko: 에 많은 회원을 보유하고 있습니다.
pl: ma wielu członków w
pt_br: tem muitos membros em
ru: имеет много членов в
tr: şurada birçok üyesi var:
vi: có nhiều thành viên tại
zh_hans: 有很多成员在

source: has many members here
de: hat viele Mitglieder hier
fr: a beaucoup de membres ici
it: ha molti membri qui
ko: 여기에 많은 회원이 있습니다
pl: ma tu wielu członków
pt_br: tem muitos membros aqui
ru: имеет много членов здесь
tr: burada birçok üyesi var
vi: có nhiều thành viên tại đây
zh_hans: 有很多成员在这

source: with the hall designated for a
de: mit dem Saal, der für eine
fr: avec la salle désignée pour un
it: con la sala designata per un
ko: 지정된 홀과 함께
pl: z salą przeznaczoną dla
pt_br: com o salão designado para um
ru: с залом, предназначенным для
tr: salon şunun için ayrılmış:
vi: với sảnh được chỉ định cho một
zh_hans: 厅内指定为一个

source: guild.
de: gilde.
fr: guilde.
it: gilda.
ko: 길드.
pl: gildia.
pt_br: guilda.
ru: гильдия.
tr: lonca.
vi: hội.
zh_hans: 行会。

source: wishes to parley
fr: veut parlementer
it: desidera discutere
ko: 협상을 원한다
pl: życzy sobie pertraktować
pt_br: deseja negociar
ru: хочет договориться
tr: görüşmek istiyor
vi: mong muốn đàm phán
zh_hans: 希望通过谈话

source: in order to avert
de: um zu verhindern, dass
fr: afin d'éviter
it: al fine di evitare
ko: 피하기 위해
pl: w celu zapobiegnięcia
pt_br: a fim de evitar
ru: чтобы предотвратить
tr: şunu önlemek için:
vi: nhằm ngăn chặn
zh_hans: 为了避免

source: loss of life.
de: Verlust von Leben.
fr: la perte de la vie.
it: perdita della vita.
ko: 삶의 손실.
pl: strata życia.
pt_br: perda de vida.
ru: потеря жизни.
tr: can kaybı.
vi: tổn thất sinh mạng.
zh_hans: 失去生命。

source: wishes to join
fr: souhaite rejoindre
it: desidera unirsi
ko: 합류하기를 희망합니다
pl: chce dołączyć
pt_br: deseja se juntar
ru: желает присоединиться к
tr: katılmak istiyor
vi: mong muốn gia nhập
zh_hans: 希望能加入

source: as a citizen of
de: als Bürger von
fr: en tant que citoyen de
it: come cittadino di
ko: 다음의 시민으로서
pl: jako obywatel
pt_br: é um cidadão de
ru: в качестве гражданина
tr: şunun vatandaşı olarak:
vi: với tư cách là công dân của
zh_hans: 作为一名居民之于

source: desires citizenship.
de: wünscht sich eine Bürgerschaft.
fr: désire la citoyenneté.
it: desidera la cittadinanza.
ko: 시민권을 원합니다.
pl: pragnie obywatelstwa.
pt_br: deseja cidadania.
ru: хочет стать гражданином.
tr: vatandaşlık istiyor.
vi: mong muốn có quyền công dân.
zh_hans: 渴望公民身份。

source: wishes to reside in
fr: souhaite résider dans
it: desidera vivere a
ko: 거주희망
pl: pragnie rezydować w
pt_br: deseja morar em
ru: желает поселиться в
tr: şurada ikamet etmek istiyor:
vi: mong muốn cư trú tại
zh_hans: 希望住在

source: wishes to reside here
fr: souhaite résider ici
it: desidera vivere qui
ko: 여기에 거주하기를 원합니다
pl: pragnie tu rezydować
pt_br: deseja morar aqui
ru: желает поселиться здесь
tr: burada ikamet etmek istiyor
vi: mong muốn cư trú tại đây
zh_hans: 希望住在这里

source: for the purpose of
fr: dans le but de
it: allo scopo di
ko: 목적으로
pl: w celu
pt_br: para o propósito de
ru: чтобы
tr: şu amaçla:
vi: với mục đích
zh_hans: 为了

source: sanctuary.
de: Zufluchtsort.
fr: sanctuaire.
it: santuario
ko: 성역.
pl: azylu.
pt_br: santuário.
ru: святилище.
tr: sığınak.
vi: trú ẩn.
zh_hans: 避难所。

source: study.
de: Studie.
fr: étude.
it: studio.
ko: 공부하다.
pl: nauki.
pt_br: estudo.
ru: заниматься наукой.
tr: çalışma.
vi: học tập.
zh_hans: 研究。

source: soldiering.
de: Soldaten zu sein.
fr: soldat.
it: attività militare.
ko: 군인.
pl: wojaczki.
pt_br: guardando.
ru: служить солдатом.
tr: askerlik.
vi: binh nghiệp.
zh_hans: 当兵。

source: entertaining citizens and visitors.
de: Bürger und Besucher zu unterhalten.
fr: divertir les citoyens et les visiteurs.
it: intrattenere cittadini e visitatori.
ko: 시민과 방문객을 즐겁게 합니다.
pl: zabawiania mieszkańców i odwiedzających.
pt_br: entretendo cidadãos e visitantes.
ru: развлекать местных жителей и приезжих.
tr: vatandaşları ve ziyaretçileri eğlendirmek.
vi: giải trí cho cư dân và khách thăm.
zh_hans: 娱乐公民和游客。

source: eradicating monsters.
fr: éradiquer les monstres.
it: estirpare i mostri.
ko: 몬스터 퇴치.
pl: tępienia potworów.
pt_br: erradicando monstros.
ru: уничтожать монстров.
tr: canavarları yok etme.
vi: tiêu diệt quái vật.
zh_hans: 根除怪物。

source: meets with
de: trifft sich mit
fr: rencontre
it: si incontra con
ko: 와 만난다
pl: spotyka się z
pt_br: reúne-se com
ru: проводит встречу с
tr: şununla buluşuyor:
vi: gặp gỡ
zh_hans: 会见

source: is sought by
fr: est recherché par
it: è ricercato da
ko: 에 의해 추구된다
pl: jest poszukiwany przez
pt_br: é procurado por
ru: стремится
tr: şunun tarafından aranıyor:
vi: đang được tìm kiếm bởi
zh_hans: 寻求者是

source: , and I aim to return it home.
fr: , et je vise à le ramener à la maison.
it: e tento di riportarlo a casa.
ko: , 나는 그것을 집으로 돌려 보내는 것을 목표로합니다.
pl: , i zamierzam zwrócić go do domu.
pt_br: , e eu almejo traze-lo de volta para casa.
ru: , и я собираюсь вернуть его домой.
tr: , ve onu eve geri getirmeyi amaçlıyorum.
vi: , và tôi mong muốn đưa nó về nhà.
zh_hans: ，我的目标是把它归还。

source: My epic journey began
fr: Mon voyage épique a commencé
it: Il mio epico viaggio è iniziato
ko: 나의 장대한 여행이 시작되었다.
pl: Moja epicka podróż zaczyna się
pt_br: Minha jornada épica se inicia
ru: Мое эпическое путешествие началось
vi: Cuộc hành trình sử thi của tôi bắt đầu
zh_hans: 我的史诗之旅开始于

source: I've searched nearly the whole world over.
de: Ich habe fast die ganze Welt abgesucht.
fr: J'ai cherché presque dans le monde entier.
it: Ho cercato in quasi tutto il mondo.
ko: 나는 거의 전 세계를 샅샅이 뒤졌다.
pl: Przeszukałem niemal cały świat.
pt_br: Eu procurei por quase todo o mundo
ru: Я обыскал почти весь мир.
vi: Tôi đã tìm kiếm gần như khắp thế gian.
zh_hans: 我几乎把全世界都搜寻过了

source: I've boldly searched
fr: J'ai hardiment cherché
it: Ho cercato a fondo
ko: 과감히 검색해보니
pl: Odważnie poszukiwałem
pt_br: Eu procurei com coragem
ru: Я смело искал
vi: Tôi đã mạnh dạn tìm kiếm
zh_hans: 我显然搜查过了

source: I've already searched in
fr: j'ai déjà cherché dans
it: Ho già cercato in
ko: 나는 이미 검색했다
pl: Już szukałem w
pt_br: Eu já procurei em
ru: Я уже искал в
vi: Tôi đã tìm kiếm tại
zh_hans: 我已经搜查了

source: I can only rest when I've brought the prize safely to
fr: Je ne peux me reposer que lorsque j'ai apporté le prix en toute sécurité à
it: Potrò riposare solo quando avrò portato il premio al sicuro a
ko: 무사히 상을 가지고 왔을 때만 쉴 수 있어
pl: Nie spocznę, póki nie dostarczę bezpiecznie nagrody do
pt_br: Eu só posso descansar quando trazer o prêmio em segurança à
ru: Я могу успокоиться только тогда, когда доставлю приз в целости и сохранности в
vi: Tôi chỉ có thể nghỉ ngơi khi đã đưa chiến lợi phẩm an toàn về
zh_hans: 只有当我把奖品安全地带到

source: [B]Play your role in this noble quest and become legendary!
fr: [B]Jouez votre rôle dans cette noble quête et devenez légendaire !
it: [B]Gioca il tuo ruolo in questa nobile ricerca e diventa leggendario!
ko: [B]이 고귀한 퀘스트에서 당신의 역할을 수행하고 전설이 되십시오!
pl: [B]Weź udział w tej szlachetniej misji i stań się legendą!
pt_br: [B]Cumpra seu papel nesta nobre tarefa e torne-se lendário!
ru: [B]Сыграйте свою роль в этом благородном походе и станьте легендой!
tr: [B]Bu asil görevde yerinizi alın ve efsane olun!
vi: [B]Hãy đóng vai trò của bạn trong nhiệm vụ cao cả này và trở thành huyền thoại!
zh_hans: [B]在这个崇高的任务中发挥你的作用，成为传奇人物!

source: is a sacred relic of our people.
fr: est une relique sacrée de notre peuple.
it: è una reliquia sacra del nostro popolo.
ko: 우리 민족의 성스러운 유물입니다.
pl: jest świętym reliktem naszego ludu.
pt_br: é uma relíquia sagrada do nosso povo.
ru: является священной реликвией нашего народа.
tr: halkımızın kutsal bir kalıntısıdır.
vi: là một thánh vật thiêng liêng của dân tộc chúng tôi.
zh_hans: 是我们的人民的神圣遗物。

source: is an heirloom of our people.
fr: est un héritage de notre peuple.
it: è un cimelio del nostro popolo.
ko: 우리 민족의 가보입니다.
pl: jest dziedzictwem naszego ludu.
pt_br: é uma herança do nosso povo.
ru: это реликвия нашего народа.
tr: halkımızın bir yadigarıdır.
vi: là một vật gia truyền của dân tộc chúng tôi.
zh_hans: 是我们的人民的传家之宝。

source: is the symbol of
de: ist das Symbol für
fr: est le symbole de
it: è il simbolo di
ko: 의 상징이다
pl: jest symbolem
pt_br: é o símbolo de
ru: символ
tr: şunun sembolüdür:
vi: là biểu tượng của
zh_hans: 是象征之于

source: our people
fr: notre peuple
it: il nostro popolo
ko: 우리 국민
pl: nasi ludzie
pt_br: nosso povo
ru: наш народ
tr: halkımız
vi: dân tộc chúng tôi
zh_hans: 我们的人民

source: is the property of our people.
fr: est la propriété de notre peuple.
it: è di proprietà del nostro popolo.
ko: 우리 국민의 재산입니다.
pl: jest własnością naszych ludzi.
pt_br: é propriedade do nosso povo.
ru: является собственностью нашего народа.
tr: halkımızın malıdır.
vi: là tài sản của dân tộc chúng tôi.
zh_hans: 是我们的人民的财产。

source: [B]Pass this treasure into our possession, and we shall depart in peace.
fr: [B] Passez ce trésor en notre possession, et nous partirons en paix.
it: [B]Consegnateci questo tesoro e ce ne andremo in pace.
ko: 이 보물을 우리 손에 넘겨주면 우리는 평화롭게 떠날 것입니다.
pl: [B]Przekaż nam ten skarb, a my odejdziemy w pokoju.
pt_br: [B]Deixe esse tesouro sob nossa posse, e nós partiremos em paz.
ru: [B]Передайте это сокровище в наше владение, и мы уйдем с миром.
tr: [B]Bu hazineyi bize verin, biz de barış içinde ayrılalım.
vi: [B]Hãy trao kho báu này cho chúng tôi, và chúng tôi sẽ rời đi trong hòa bình.
zh_hans: [B]把这个宝藏交给我们，我们自会和平地离开了。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: There is much to share... (Information added to Civilizations/World Info)
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR] : Il y a beaucoup à partager... (Informations ajoutées à Civilizations/World Info)
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: C'è molto da condividere... (Informazioni aggiunte a Civiltà/Info sul Mondo)
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Jest wiele do opowiedzenia... (Informacje dodane informacji Cywilizacje/Świat)
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Há muito para compartilhar... (Informações adicionadas a Civilizações/Informações do Mundo)
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Нам есть что рассказать... (Информация добавлена на экран цивилизаций/мира)
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Có nhiều điều để chia sẻ... (Thông tin đã được thêm vào mục Các Nền Văn Minh/Thông tin Thế Giới)
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]:我们有很多东西可以分享... (信息添加到文明/世界信息中)

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: The world is the same as ever.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR] : Le monde est toujours le même.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Il mondo è lo stesso di sempre.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Świat jest taki sam, jak zwykle.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: O mundo é o mesmo de sempre.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Мир такой же, как всегда.
tr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Dünya her zamanki gibi.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Thế giới vẫn như mọi khi.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 世界还是老样子。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: I don't know very much about the outside world. I wish I had more to tell you.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR] : Je ne connais pas grand-chose au monde extérieur. J'aimerais avoir plus à vous dire.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Non so molto del mondo esterno. Vorrei avere di più da raccontare.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Nie wiem zbyt wiele o zewnętrznym świecie. Chciałbym móc opowiedzieć tobie coś więcej.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Não sei muito sobre o mundo exterior. Eu gostaria de ter mais para lhe dizer.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Я не так много знаю о внешнем мире. Хотелось бы мне больше рассказать тебе.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Tôi không biết nhiều về thế giới bên ngoài. Ước gì tôi có nhiều điều hơn để kể cho bạn.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 我对外面的世界了解不多。 我希望我有更多的东西可以告诉你。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Peace is calling out to us. How do you respond?
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR] : La paix nous appelle. Comment répondez-vous ?
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: La pace ci chiama. Come rispondete?
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Pokój wzywa nas. Jak odpowiesz?
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: A paz está nos chamando. Como você responde?
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Мир взывает к нам. Что вы ответите?
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Hòa bình đang vẫy gọi chúng ta. Bạn sẽ đáp lời thế nào?
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 和平正在向我们呼唤。 你们想怎么回应？

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: It's such a pleasant place you've carved out for yourselves...
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR] : C'est un endroit tellement agréable que vous vous êtes créé...
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: È un posto così piacevole che quello che vi siete ritagliati...
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: To takie przyjemne miejsce, które dla siebie wykuliście...
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: É um lugar tão agradável que vocês esculpiram para si mesmos...
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Это такое приятное место, которое вы выделили для себя...
tr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Kendiniz için oyduğunuz ne kadar hoş bir yer...
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Nơi này thật dễ chịu, các bạn đã tạo ra một chốn thật tuyệt vời...
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]:你们为自己开辟的地方是如此宜人......

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Let's discuss the state of our current agreements...
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR] : Discutons de l'état de nos accords actuels...
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Parliamo dello stato dei nostri attuali accordi...
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Omówmy stan naszych aktualnych umów...
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Vamos discutir o estado de nossos acordos atuais...
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Давайте обсудим состояние наших текущих соглашений...
tr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Mevcut anlaşmalarımızın durumunu tartışalım...
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Hãy cùng thảo luận về tình trạng các thỏa thuận hiện tại của chúng ta...
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]:让我们讨论一下我们目前的协议状况...

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Let's discuss what we are willing to offer for your
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR] : Discutons de ce que nous sommes prêts à offrir pour votre
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Discutiamo di ciò che siamo disposti a offrire per il vostro
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Omówmy to, co chcemy tobie zaoferować
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Vamos discutir o que estamos dispostos a oferecer para o seu
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Давайте обсудим, что мы может дать взамен на
tr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Şunun için ne teklif etmeye istekli olduğumuzu tartışalım:
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Hãy cùng thảo luận xem chúng tôi sẵn sàng trả bao nhiêu cho
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 让我们讨论一下，我们愿意为您提供什么，为了

source: ship.
fr: bateau.
it: nave.
ko: 배.
pl: statek.
pt_br: navio.
tr: lık.
vi: tàu.
zh_hans: 船。

source: A need for [C:6:0:1]
fr: Un besoin de [C:6:0:1]
it: Bisogno di [C:6:0:1]
ko: [C:6:0:1]에 대한 필요성
pl: Potrzeba dla [C:6:0:1]
pt_br: Precisa de [C:6:0:1]
ru: Потребность в [C:6:0:1]
vi: Nhu cầu về [C:6:0:1]
zh_hans: 需要 [C:6:0:1]

source: [C:VAR:MEETING:ACTOR]is expected, and if you are able to provide some, the caravan will offer
fr: [C:VAR:MEETING:ACTOR]est attendu, et si vous êtes en mesure d'en fournir, la caravane vous proposera
it: [C:VAR:MEETING:ACTOR]è previsto e se sei in grado di fornirne alcuni, la carovana offrirà
pl: [C:VAR:MEETING:ACTOR]jest spodziewane i jeśli będziesz mógł je zapewnić, karawana zaoferuje
pt_br: [C:VAR:MEETING:ACTOR]é esperado, e se você puder fornecer alguns, a caravana oferecerá
ru: [C:VAR:MEETING:ACTOR]ожидается, и если вы сможете предоставить немного, караван предложит
tr: [C:VAR:MEETING:ACTOR]bekleniyor ve eğer biraz sağlayabilirseniz, kervan şunu teklif edecek:
vi: [C:VAR:MEETING:ACTOR]được mong đợi, và nếu bạn có thể cung cấp, đoàn buôn sẽ đưa ra mức giá
zh_hans: [C:VAR:MEETING:ACTOR]预计，如果你能提供一些，大篷车将提供

source: % and
fr: % et
it: % e
ko: % 그리고
pl: % i
pt_br: % e
ru: % и
tr: % ve
vi: % và
zh_hans: %且

source: % respectively. [C:4:0:1]This export agreement only applies to trades next year, not with any merchants currently present.
fr: % respectivement. [C:4:0:1]Cet accord d'exportation ne s'applique qu'aux échanges de l'année prochaine, et non avec les marchands actuellement présents.
it: % rispettivamente. [C:4:0:1]Quest'accordo di esportazione si applica solo agli scambi del prossimo anno, non coi commercianti attualmente presenti.
pl: % odpowiednio. [C:4:0:1]Ta umowa eksportu obowiązuje jedynie dla przyszłorocznych handlów, nie aktualnie obecnych kupców.
pt_br: % respectivamente. [C\:4\:0\:1]Este acordo de exportação só se aplica a negócios no próximo ano, não com nenhum comerciante presente atualmente.
ru: % соответственно. [C:4:0:1]Это экспортное соглашение распространяется только на торговлю в следующем году, а не с любыми купцами, присутствующими в настоящее время.
vi: % tương ứng. [C:4:0:1]Thỏa thuận xuất khẩu này chỉ áp dụng cho giao dịch năm sau, không áp dụng với bất kỳ thương nhân nào đang có mặt.
zh_hans: % 分别来说， [C:4:0:1]这项出口协议只适用于明年的贸易，与当前的商业活动无关。

source: %. [C:4:0:1]This export agreement only applies to trades next year, not with any merchants currently present.
fr: %. [C:4:0:1]Cet accord d'exportation ne s'applique qu'aux échanges de l'année prochaine, et non avec les marchands actuellement présents.
it: %. [C:4:0:1]Quest'accordo di esportazione si applica solo agli scambi del prossimo anno, non coi commercianti attualmente presenti.
pl: %. [C:4:0:1]Ta umowa eksportu obowiązuje jedynie dla przyszłorocznych handlów, nie aktualnie obecnych kupców.
pt_br: Este acordo de exportação só se aplica a negócios no próximo ano, não com nenhum comerciante presente atualmente.
ru: %. [C:4:0:1]Это экспортное соглашение распространяется только на торговлю в следующем году, а не с любыми купцами, присутствующими в настоящее время.
vi: %. [C:4:0:1]Thỏa thuận xuất khẩu này chỉ áp dụng cho giao dịch năm sau, không áp dụng với bất kỳ thương nhân nào đang có mặt.
zh_hans: %. [C:4:0:1]这项出口协议只适用于明年的贸易，与当前的商业活动无关。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: The Mountainhomes have some need of the same goods you have requested, sadly, so there is no export agreement to be had. We will still try to fill your needs as best we can.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Les Mountainhomes ont malheureusement besoin des mêmes biens que vous avez demandés, il n'y a donc pas d'accord d'exportation à avoir. Nous essaierons tout de même de répondre au mieux à vos besoins.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Le Rocchenaniche hanno bisogno delle stesse merci che richiedete, purtroppo non potrà esserci accordo d'esportazione. Cercheremo comunque di soddisfare al meglio le vostre esigenze.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Matczyna Góra ma zapotrzebowanie na te same towary, które zamówiłeś, więc niestety nie możemy zawrzeć umowy eksportu. Wciąż jednak będziemy starali się zaspokoić twoje potrzeby najlepiej, jak możemy.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Infelizmente, os Lares das Montanhas precisam dos mesmos produtos que você solicitou, portanto, não há acordo de exportação a ser feito. Ainda tentaremos atender às suas necessidades da melhor maneira possível.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: К сожалению, у Горного Дома есть некоторая потребность в тех же товарах, которые вы запросили, поэтому экспортного соглашения не будет. Мы все же постараемся удовлетворить ваши потребности, насколько это возможно.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Đáng tiếc là Mountainhomes cũng có nhu cầu về những mặt hàng bạn yêu cầu, nên không thể có thỏa thuận xuất khẩu nào. Chúng tôi vẫn sẽ cố gắng đáp ứng nhu cầu của bạn tốt nhất có thể.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 遗憾的是，山居城对你所要求的相同货物有一些需求，所以没有出口协议可言。 我们仍然会尽力满足你的需求。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Well then, we have finalized the import agreement. Feel free to go over the documents.[B]
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Eh bien, nous avons finalisé l'accord d'importation. N'hésitez pas à parcourir les documents.[B]
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Ebbene, abbiamo ultimato l'accordo d'importazione. Sentiti libero di esaminare i documenti.[B]
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Świetnie więc, sfinalizowaliśmy umowę importu. Śmiało przejdź do dokumentów.[B]
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Bem então, nós terminamos o acordo de importação. Sinta-se à vontade para revisar os documentos.[B]
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Ну что ж, мы завершили работу над соглашением об импорте. Не стесняйтесь просматривать документы.[B]
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Vậy thì, chúng tôi đã hoàn tất thỏa thuận nhập khẩu. Cứ tự nhiên xem xét các tài liệu nhé.[B]
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 那么，我们已经敲定了进口协议。 请随意翻阅文件[B] 。
