Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: You may also leave a cleared space your tavern-goers will use as a dance floor. If you have any [C:6:0:1]Musical
fr: Vous pouvez également laisser un espace dégagé que vos clients de la taverne utiliseront comme piste de danse. Si vous avez des [C:6:0:1]Comédies musicales
it: Puoi anche lasciare uno spazio libero che i frequentatori useranno come pista da ballo. Se hai qualche [C:6:0:1]Strumento
pl: Możesz zostawić także pustą przestrzeń, którą bywalcy karczmy wykorzystają jako parkiet taneczny. Jeśli masz jakieś [C:6:0:1]Instrumenty
pt_br: Você também pode deixar um espaço livre onde os frequentadores da taverna vão usar como uma pista de dança. Se você tiver qualquer [C:6:0:1]Musical
ru: Вы также можете оставить расчищенное место, которое ваши посетители таверны будут использовать в качестве танцплощадки. Если у вас есть какие-либо [C:6:0:1]музыкальные
tr: Ayrıca taverna müdavimlerinin dans pisti olarak kullanacağı boş bir alan bırakabilirsiniz. Elinizde herhangi bir [C:6:0:1]Müzik
vi: Bạn cũng có thể chừa lại một không gian trống để những người đến quán rượu dùng làm sàn nhảy. Nếu bạn có bất kỳ [C:6:0:1]Nhạc Cụ
zh_hans: 您也许还需要留下一块开阔的空地，以便让酒馆顾客在这里发酒疯。如果您拥有[C:6:0:1]音乐

source: Instruments[C:7:0:0] these can also be used by the [C:1:0:1]Tavern[C:7:0:0].
fr: Instruments[C:7:0:0] ceux-ci peuvent également être utilisés par la [C:1:0:1]Taverne[C:7:0:0].
it: Musicale[C:7:0:0] questi possono anche essere usati in [C:1:0:1]Locanda[C:7:0:0].
ko: 이 악기[C:7:0:0]는 [C:1:0:1]여관[C:7:0:0]에서도 쓰일 수 있다.
pl: Muzyczne[C:7:0:0], te również mogą zostać wykorzystane w [C:1:0:1]Karczmie[C:7:0:0].
pt_br: Instrumentos[C:7:0:0] estes também podem ser usados perto da [C:1:0:1]Taverna[C:7:0:0].
ru: инструменты[C:7:0:0], они могут также использоваться [C:1:0:1]таверной[C:7:0:0].
tr: Aleti[C:7:0:0] varsa, bunlar da [C:1:0:1]Taverna[C:7:0:0] tarafından kullanılabilir.
vi: [C:7:0:0]nào, chúng cũng có thể được sử dụng bởi [C:1:0:1]Quán Rượu[C:7:0:0].
zh_hans: 这些[C:7:0:0] 工具也可以由[C:1:0:1]酒馆使用[C:7:0:0]。

source: From the [C:5:0:1]Tavern Info Menu[C:7:0:0] you can choose to assign [C:5:0:0]Performers[C:7:0:0] or a [C:5:0:0]Tavern Keeper[C:7:0:0] who will serve the
fr: Dans le [C:5:0:1]Menu d'informations de la Taverne[C:7:0:0], vous pouvez choisir d'affecter [C:5:0:0]Interprètes[C:7:0:0] ou un [C:5:0:0]Tavernier[C:7:0:0] qui servira le
it: Dal [C:5:0:1]Menù Info Locanda[C:7:0:0] si possono assegnare [C:5:0:0]Artisti[C:7:0:0] o un [C:5:0:0]Locandiere[C:7:0:0] che servirà le
pl: Z [C:5:0:1]Menu Informacji Karczmy[C:7:0:0] możesz przypisać[C:5:0:0]Wykonawców[C:7:0:0] lub [C:5:0:0]Karczmarza[C:7:0:0], który będzie serwował
pt_br: Do [C:5:0:1]Menu de Informações da Taverna[C:7:0:0] você pode escolher associar [C:5:0:0]Artista[C:7:0:0] ou um [C:5:0:0]Zelador da Taverna[C:7:0:0] que irá servir o
ru: В меню [C:5:0:1]Информация о таверне[C:7:0:0] вы можете назначить [C:5:0:0]артистов[C:7:0:0] или [C:5:0:0]хозяина таверны[C:7:0:0], который будет подавать
tr: [C:5:0:1]Taverna Bilgi Menüsünden[C:7:0:0] [C:5:0:0]Sanatçılar[C:7:0:0] veya ziyaretçilere içecek sunacak bir [C:5:0:0]Taverna İşletmecisi[C:7:0:0]
vi: Từ [C:5:0:1]Menu Thông Tin Quán Rượu[C:7:0:0], bạn có thể chọn chỉ định [C:5:0:0]Người Biểu Diễn[C:7:0:0] hoặc [C:5:0:0]Người Quản Rượu[C:7:0:0] người sẽ phục vụ
zh_hans: 从 [C:5:0:1]酒馆信息菜单[C:7:0:0] 中，您可以指派分配 [C:5:0:0]演员[C:7:0:0] 或 [C:5:0:0] 酒保[C:7:0:0] ，以此让他们服务于

source: visitors drinks. There is also an option to allow outsiders to come to your [C:1:0:1]Tavern[C:7:0:0].
fr: boissons des visiteurs. Il existe également une option permettant aux étrangers de venir dans votre [C:1:0:1]Taverne[C:7:0:0].
it: bevande ai visitatori. Vi è anche un'opzione che consente ai forestieri di entrare nella tua [C:1:0:1]Locanda[C:7:0:0].
pl: gościom napoje. Jest też opcja pozwolenia postronnym na przychodzenie do twojej [C:1:0:1]Karczmy[C:7:0:0].
pt_br: visitantes bebe. Há também uma opção para permitir pessoas de fora virem a sua [C:1:0:1]Taverna[C:7:0:0].
ru: посетителям напитки. Также есть возможность разрешить посторонним приходить в вашу [C:1:0:1]Таверну[C:7:0:0].
tr: atamayı seçebilirsiniz. Ayrıca yabancıların [C:1:0:1]Tavernanıza[C:7:0:0] gelmesine izin veren bir seçenek de vardır.
vi: đồ uống cho khách. Ngoài ra còn có tùy chọn cho phép người ngoài đến [C:1:0:1]Quán Rượu[C:7:0:0] của bạn.
zh_hans: 访客饮酒 . 你也可以选择允许外人进入你的 [C:1:0:1]酒馆[C:7:0:0].

source: [C:1:0:1]Temples[C:7:0:0] are places for faithful residents to commune with their chosen deity.
fr: [C:1:0:1]Les temples[C:7:0:0] sont des lieux où les résidents fidèles peuvent communier avec la divinité qu'ils ont choisie.
it: I [C:1:0:1]Templi[C:7:0:0] sono luoghi in cui i residenti fedeli si mettono in comunione con la divinità che hanno scelto.
pl: [C:1:0:1]Świątynie[C:7:0:0] są budowane dla pełnych wiary mieszkańców do obcowania z ich wybranym bóstwem.
pt_br: [C:1:0:1]Templos[C:7:0:0] são lugares para moradores crentes comungarem com as suas divindades escolhidas.
ru: [C:1:0:1]Храмы[/C:7:0:0] - это места для общения верующих жителей с выбранным ими божеством.
tr: [C:1:0:1]Tapınaklar[C:7:0:0], inançlı sakinlerin seçtikleri tanrıyla iletişim kurdukları yerlerdir.
vi: [C:1:0:1]Đền Thờ[C:7:0:0] là nơi để những cư dân tín ngưỡng giao hòa với vị thần mà họ đã chọn.
zh_hans: [C:1:0:1]寺庙[C:7:0:0]是忠实的居民与他们选择的神灵交流的地方。

source: Upon creation of the [C:1:0:1]Location[C:7:0:0] you must choose which deity to dedicate the [C:1:0:1]Temple[C:7:0:0] to, if any.
fr: Lors de la création du [C:1:0:1]Lieu[C:7:0:0], vous devez choisir à quelle divinité dédier le [C:1:0:1]Temple[C:7:0:0] à, le cas échéant.
it: Dopo la creazione del [C:1:0:1]Luogo[C:7:0:0] devi scegliere a quale divinità dedicare il [C:1:0:1]Tempio[C:7:0:0], eventualmente.
pl: Przed stworzeniem [C:1:0:1]Lokacji[C:7:0:0] musisz wybrać, któremu bóstwu, jeśli w ogóle któremuś, poświęcić [C:1:0:1]Świątynię[C:7:0:0].
pt_br: Na criação do [C:1:0:1]Local de Encontro[C:7:0:0] você deverá escolher a qual divindade dedicar o [C:1:0:1]Templo[C:7:0:0], se houver alguma.
ru: При создании [C:1:0:1]Локации[C:7:0:0] вы должны выбрать, какому божеству посвятить [C:1:0:1]Храм[C:7:0:0], если таковое имеется.
tr: [C:1:0:1]Mekan[C:7:0:0] oluşturulduğunda, [C:1:0:1]Tapınağı[C:7:0:0] hangi tanrıya adayacağınızı (varsa) seçmelisiniz.
vi: Khi tạo [C:1:0:1]Địa Điểm[C:7:0:0], bạn phải chọn vị thần để dâng hiến [C:1:0:1]Đền Thờ[C:7:0:0], nếu có.
zh_hans: 在创建[C:1:0:1]地点[C:7:0:0]时，你必须选择将[C:1:0:1]神庙[C:7:0:0]奉献给哪个神灵，如果有的话。

source: Sometimes the adherents to a certain religion will demand that you build a [C:1:0:1]Temple[C:7:0:0] to their specific deity.
fr: Parfois, les adeptes d'une certaine religion exigeront que vous construisiez un [C:1:0:1]Temple[C:7:0:0] pour leur divinité spécifique.
it: A volte i sostenitori di una certa religione ti chiederanno di costruire un [C:1:0:1]Tempio[C:7:0:0] per la loro specifica divinità.
pl: Czasem wyznawcy niektórych religii będą od ciebie wymagać zbudowania [C:1:0:1]Świątyni[C:7:0:0] ich konkretnego bóstwa.
pt_br: As vezes os adeptos de um religião vão exigir que você construa um [C:1:0:1]Templo[C:7:0:0] para a divindade deles.
ru: Иногда приверженцы определенной религии требуют, чтобы вы построили [C:1:0:1]храм[C:7:0:0] для их конкретного божества.
tr: Bazen belirli bir dinin mensupları, kendi tanrılarına özel bir [C:1:0:1]Tapınak[C:7:0:0] inşa etmenizi talep edecektir.
vi: Đôi khi, những tín đồ của một tôn giáo nhất định sẽ yêu cầu bạn xây dựng một [C:1:0:1]Đền Thờ[C:7:0:0] dành riêng cho vị thần của họ.
zh_hans: 有时某个宗教的信徒会要求你为他们的特定神灵建造一座[C:1:0:1]寺庙[C:7:0:0]。

source: You can see how many worshippers of each deity live in your fortress by scrolling over their names.
tr: İsimlerinin üzerine gelerek kalenizde her tanrının kaç tane müridi yaşadığını görebilirsiniz.
vi: Bạn có thể xem có bao nhiêu tín đồ của mỗi vị thần sống trong pháo đài của bạn bằng cách di chuột qua tên của họ.

source: In the [C:6:0:1]Temple Info Menu[C:7:0:0] you can see the value of the [C:1:0:1]Temple[C:7:0:0]. Sometimes the worshippers will demand
tr: [C:6:0:1]Tapınak Bilgi Menüsünde[C:7:0:0] [C:1:0:1]Tapınağın[C:7:0:0] değerini görebilirsiniz. Bazen müritler,
vi: Trong [C:6:0:1]Menu Thông Tin Đền Thờ[C:7:0:0], bạn có thể xem giá trị của [C:1:0:1]Đền Thờ[C:7:0:0]. Đôi khi, các tín đồ sẽ yêu cầu

source: that you increase the value of the temple by decorating or adding [C:6:0:0]Furniture[C:7:0:0] like [C:6:0:0]Statues[C:7:0:0].
fr: que vous augmentez la valeur du temple en décorant ou en ajoutant des [C:6:0:0]des meubles[C:7:0:0] comme des [C:6:0:0]des statues[C:7:0:0 ].
it: che aumenti il ​​valore del tempio decorando o aggiungendo [C:6:0:0]Mobili[C:7:0:0], ad esempio [C:6:0:0]Statue[C:7:0:0].
pl: od ciebie zwiększenia wartości świątyni przez dekorowanie lub dodawanie [C:6:0:0]Mebli[C:7:0:0] takich jak [C:6:0:0]Figury[C:7:0:0].
pt_br: que você aumente o valor do templo com decorações ou incluindo [C:6:0:0]Mobília[C:7:0:0] como [C:6:0:0]Estátuas[C:7:0:0].
ru: что вы увеличиваете ценность храма, украшая или добавляя [C:6:0:0]Мебель[C:7:0:0], например [C:6:0:0]Статуи[C:7:0:0].
tr: dekorasyon yaparak veya [C:6:0:0]Heykeller[C:7:0:0] gibi [C:6:0:0]Mobilyalar[C:7:0:0] ekleyerek tapınağın değerini artırmanızı talep edecektir.
vi: bạn gia tăng giá trị của đền thờ bằng cách trang trí hoặc thêm [C:6:0:0]Đồ Đạc[C:7:0:0] như [C:6:0:0]Tượng[C:7:0:0].
zh_hans: 装饰大厅和建造[C:6:0:0]家具[C:7:0:0]像[C:6:0:0]雕像[C:7:0:0]。

source: You can also add [C:6:0:0]Chests[C:7:0:0] or [C:6:0:0]Coffers[C:7:0:0] to hold [C:6:0:1]Musical Instruments[C:7:0:0] that the faithful will use.
fr: Vous pouvez également ajouter [C:6:0:0]Coffres[C:7:0:0] ou [C:6:0:0]Coffers[C:7:0:0] pour contenir [C:6 : 0:1]Instruments de musique[C:7:0:0] que les fidèles utiliseront.
it: Puoi anche aggiungere [C:6:0:0]Casse[C:7:0:0] o [C:6:0:0]Forzieri[C:7:0:0] dove tenere [C:6:0:1]Strumenti musicali[C:7:0:0] che i fedeli useranno.
ko: [C:6:0:0]상자[C:7:0:0]나 [C:6:0:0]보관함[C:7:0:0] 을 추가해서 [C:6:0:1]악기들을[C:7:0:0] 신성하게 사용할 수 있다.
pl: Możesz także dodać [C:6:0:0]Skrzynie[C:7:0:0] lub [C:6:0:0]Kufry[C:7:0:0] do przechowywania [C:6:0:1]Instrumentów muzycznych[C:7:0:0] używanych przez wiernych.
pt_br: Você também poderá incluir [C:6:0:0]Baús[C:7:0:0] ou [C:6:0:0]Arcas[C:7:0:0] para guardar [C:6:0:1]Instrumentos Musicais[C:7:0:0] que os fiéis irão usar.
ru: Вы также можете добавить [C:6:0:0]сундуки[C:7:0:0] или [C:6:0:0]металлические кофры[C:7:0:0] для хранения [C:6:0:1]музыкальных инструментов[C:7:0:0], которые будут использовать верующие.
tr: Ayrıca, inananların kullanacağı [C:6:0:1]Müzik Aletlerini[C:7:0:0] koymak için [C:6:0:0]Sandıklar[C:7:0:0] veya [C:6:0:0]Kasalar[C:7:0:0] ekleyebilirsiniz.
vi: Bạn cũng có thể thêm [C:6:0:0]Rương[C:7:0:0] hoặc [C:6:0:0]Hòm[C:7:0:0] để chứa [C:6:0:1]Nhạc Cụ[C:7:0:0] mà các tín đồ sẽ sử dụng.
zh_hans: 你也可以添加[C:6:0:0]箱子[C:7:0:0] 或[C:6:0:0]带锁的箱子 [C:7:0:0]，用来盛放信徒们的[C:6:0:1]乐器[C:7:0:0]。

source: You can also assign [C:5:0:0]Performers[C:7:0:0] to the [C:1:0:1]Temple[C:7:0:0] and even [C:5:0:0]Priests[C:7:0:0] once the [C:1:0:1]Temple[C:7:0:0] becomes more established.
fr: Vous pouvez également affecter [C:5:0:0]Interprètes[C:7:0:0] au [C:1:0:1]Temple[C:7:0:0] et même [C:5 :0:0]Prêtres[C:7:0:0] une fois que le [C:1:0:1]Temple[C:7:0:0] sera plus établi.
it: Puoi anche assegnare al [C:1:0:1]Tempio[C:7:0:0] [C:5:0:0]Artisti[C:7:0:0] e persino [C:5:0:0]Sacerdoti[C:7:0:0] una volta che il [C:1:0:1]Tempio[C:7:0:0] si sarà consolidato.
pl: Możesz także przypisać [C:5:0:0]Wykonawców[C:7:0:0] do [C:1:0:1]Świątyni[C:7:0:0], a nawet [C:5:0:0]Kapłanów[C:7:0:0], kiedy [C:1:0:1]Świątynia[C:7:0:0] stanie się bardziej rozbudowana.
pt_br: Você pode também delegar [C:5:0:0]Artistas[C:7:0:0] para o [C:1:0:1]Templo[C:7:0:0] e até [C:5:0:0]Sacerdotes[C:7:0:0] uma vez que o [C:1:0:1]Templo[C:7:0:0] se torne mais consagrado.
ru: Вы также можете назначить [C:5:0:0]Исполнителей[C:7:0:0] в [C:1:0:1]Храм[C:7:0:0] и даже [C:5:0:0]Священников[C:7:0:0], когда [C:1:0:1]Храм[C:7:0:0] станет более авторитетным.
tr: Ayrıca [C:1:0:1]Tapınağa[C:7:0:0] [C:5:0:0]Sanatçılar[C:7:0:0] ve [C:1:0:1]Tapınak[C:7:0:0] daha yerleşik hale geldiğinde [C:5:0:0]Rahipler[C:7:0:0] bile atayabilirsiniz.
vi: Bạn cũng có thể chỉ định [C:5:0:0]Người Biểu Diễn[C:7:0:0] cho [C:1:0:1]Đền Thờ[C:7:0:0] và thậm chí cả [C:5:0:0]Thầy Tế[C:7:0:0] khi [C:1:0:1]Đền Thờ[C:7:0:0] đã được thiết lập vững chắc hơn.
zh_hans: 一旦[C:1:0:1]寺庙[C:7:0:0]变得更加成熟，你也可以将[C:5:0:0]布道者[C:7:0:0]分配到[C:1:0:1]寺庙[C:7:0:0]，甚至是[C:5:0:0]祭司[C:7:0:0]。

source: [C:7:0:1]Hospitals[C:7:0:0]
fr: [C:7:0:1]Hôpitaux[C:7:0:0]
it: [C:7:0:1]Ospedali[C:7:0:0]
ko: [C:7:0:1]병원[C:7:0:0]
pl: [C:7:0:1]Szpitale[C:7:0:0]
pt_br: [C:7:0:1]Hospitais[C:7:0:0]
ru: [C:7:0:1]Госпитали[C:7:0:0]
tr: [C:7:0:1]Hastaneler[C:7:0:0]
vi: [C:7:0:1]Bệnh Viện[C:7:0:0]
zh_hans: [C:7:0:1]医院[C:7:0:0]

source: Your unfortunate citizens are taken to the [C:1:0:1]Hospital[C:7:0:0] when injured. There they will rest and given water until
fr: Vos malheureux citoyens sont emmenés à l'[C:1:0:1]Hôpital[C:7:0:0] lorsqu'ils sont blessés. Là, ils se reposeront et recevront de l'eau jusqu'à
it: I tuoi sfortunati cittadini vengono portati all'[C:1:0:1]Ospedale[C:7:0:0] quando si feriscono. Lì riposeranno e riceveranno acqua fino a quando
pl: W razie obrażeń twoi niefortunni obywatele zostaną zabrani do [C:1:0:1]Szpitala[C:7:0:0]. Będą tutaj odpoczywać i dostawać wodę aż
pt_br: Seus cidadãos desafortunados são levados ao [C:1:0:1]Hospital[C:7:0:0] quando feridos. Lá eles descansarão e receberão água até
ru: Ваши несчастные поселенцы будучи раненными попадают в [C:1:0:1]госпиталь[C:7:0:0]. Там они будут отдыхать и получать воду, пока
tr: Talihsiz vatandaşlarınız yaralandıklarında [C:1:0:1]Hastaneye[C:7:0:0] götürülürler. Orada dinlenirler ve bir [C:5:0:0]Doktor[C:7:0:0]
vi: Những công dân không may bị thương của bạn sẽ được đưa đến [C:1:0:1]Bệnh Viện[C:7:0:0]. Ở đó, họ sẽ được nghỉ ngơi và cấp nước cho đến khi
zh_hans: 你们不幸的公民在受伤后会被送到[C:1:0:1]医院[C:7:0:0]。 他们将在那里休息并得到水，直到

source: they are seen by a [C:5:0:0]Doctor[C:7:0:0].
fr: ils sont vus par un [C:5:0:0]Médecin[C:7:0:0].
it: verranno visitati da un [C:5:0:0]Medico[C:7:0:0].
ko: 그들은 [C:5:0:0]의사[C:7:0:0]에게 보여집니다.
pl: zostaną oglądnięci przez [C:5:0:0]Lekarza[C:7:0:0].
pt_br: eles são examinados por um [C:5:0:0]Médico[C:7:0:0].
ru: их видит [C:5:0:0]врач[C:7:0:0].
tr: tarafından görülene kadar onlara su verilir.
vi: được một [C:5:0:0]Y Sĩ[C:7:0:0] thăm khám.
zh_hans: 他们被 [C:5:0:0]医师[C:7:0:0]看见.

source: To fully function your [C:1:0:1]Hospital[C:7:0:0] needs to have [C:6:0:0]Beds[C:7:0:0],
fr: Pour fonctionner pleinement, votre [C:1:0:1]Hôpital[C:7:0:0] doit disposer de [C:6:0:0]Lits[C:7:0:0],
it: Per funzionare appieno al tuo [C:1:0:1]Ospedale[C:7:0:0] serviranno [C:6:0:0]Letti[C:7:0:0],
pl: Aby w pełni funkcjonować, twój [C:1:0:1]Szpital[C:7:0:0] potrzebuje [C:6:0:0]Łóżek[C:7:0:0],
pt_br: Para o seu [C:1:0:1]Hospital[C:7:0:0] estar completamente funcional você precisa de [C:6:0:0]Camas[C:7:0:0],
ru: Для полноценного функционирования вашего [C:1:0:1]госпиталя[C:7:0:0] необходимо иметь [C:6:0:0]кровати[C:7:0:0],
tr: [C:1:0:1]Hastanenin[C:7:0:0] tam olarak işlev görmesi için [C:6:0:0]Yataklara[C:7:0:0] ihtiyacı vardır,
vi: Để hoạt động đầy đủ, [C:1:0:1]Bệnh Viện[C:7:0:0] của bạn cần có [C:6:0:0]Giường[C:7:0:0],
zh_hans: 为了充分发挥你的[C:1:0:1]医院[C:7:0:0]的功能，需要有[C:6:0:0]床[C:7:0:0]。

source: [C:6:0:1]Buckets[C:7:0:0] (with a source of water), [C:6:0:1]Thread[C:7:0:0] for sutures, and [C:6:0:1]Cloth[C:7:0:0] for bandages.
fr: [C:6:0:1]Seaux[C:7:0:0] (avec une source d'eau), [C:6:0:1]Fils[C:7:0:0] pour les sutures, et [C:6:0:1]Tissu[C:7:0:0] pour bandages.
it: [C:6:0:1]Secchi[C:7:0:0] (con una fonte d'acqua), [C:6:0:1]Filo[C:7:0:0] per le suture e [C:6:0:1]Stoffa[C:7:0:0] per le bende.
pl: [C:6:0:1]Wiader[C:7:0:0] (i źródła wody), [C:6:0:1]Nici[C:7:0:0] do szwów, i [C:6:0:1]Tkaniny[C:7:0:0] na bandaże.
pt_br: [C:6:0:1]Baldes[C:7:0:0] (com uma fonte de água), [C:6:0:1]Linhas[C:7:0:0] para suturas, e [C:6:0:1]Tecido[C:7:0:0] para bandagens.
ru: [C:6:0:1]Ведра[C:7:0:0] (с источником воды), [C:6:0:1]Нитки[C:7:0:0] для швов и [C:6:0:1]Ткань[C:7:0:0] для бинтов.
tr: (Bir su kaynağı ile birlikte) [C:6:0:1]Kovalar[C:7:0:0], dikişler için [C:6:0:1]İplik[C:7:0:0] ve sargılar için [C:6:0:1]Kumaş[C:7:0:0].
vi: [C:6:0:1]Xô[C:7:0:0] (cùng với nguồn nước), [C:6:0:1]Chỉ[C:7:0:0] để khâu vết thương, và [C:6:0:1]Vải[C:7:0:0] để băng bó.
zh_hans: [C:6:0:1]水桶[C:7:0:0]（有水源），[C:6:0:1]缝合用的线[C:7:0:0]，以及[C:6:0:1]包扎用的布[C:7:0:0]。

source: You must build [C:6:0:0]Chests[C:7:0:0] or [C:6:0:0]Coffers[C:7:0:0] inside the [C:1:0:1]Hospital[C:7:0:0] to store these items.
fr: Vous devez construire des [C:6:0:0]Coffres[C:7:0:0] ou [C:6:0:0]Coffers[C:7:0:0] à l'intérieur du [C:1:0 :1]Hôpital[C:7:0:0] pour stocker ces objets.
it: Devi costruire [C:6:0:0]Casse[C:7:0:0] o [C:6:0:0]Forzieri[C:7:0:0] all'interno dell'[C:1:0:1]Ospedale[C:7:0:0] per conservare questi oggetti.
pl: Musisz zbudować [C:6:0:0]Skrzynie[C:7:0:0] lub [C:6:0:0]Kufry[C:7:0:0] w środku [C:1:0:1]Szpitala[C:7:0:0] aby przechowywać te przedmioty.
pt_br: Você deverá construir [C:6:0:0]Baús[C:7:0:0] ou [C:6:0:0]Arcas[C:7:0:0] inside the [C:1:0:1]Hospital[C:7:0:0] to store these items.
ru: Вы должны поставить [C:6:0:0]сундуки[C:7:0:0] или [C:6:0:0]металлические кофры[C:7:0:0] внутри [C:1:0:1]госпиталя[C:7:0:0], для хранения этих предметов.
tr: Bu eşyaları saklamak için [C:1:0:1]Hastane[C:7:0:0] içine [C:6:0:0]Sandıklar[C:7:0:0] veya [C:6:0:0]Kasalar[C:7:0:0] inşa etmelisiniz.
vi: Bạn phải xây dựng [C:6:0:0]Rương[C:7:0:0] hoặc [C:6:0:0]Hòm[C:7:0:0] bên trong [C:1:0:1]Bệnh Viện[C:7:0:0] để cất giữ những vật phẩm này.
zh_hans: 为了储存这些物品，你必须在[C:1:0:1]医院[C:7:0:0] 建造一些[C:6:0:0]箱子[C:7:0:0]或者[C:6:0:0]带锁的箱子[C:7:0:0]。

source: Some injuries require [C:6:0:1]Splints[C:7:0:0], or [C:6:0:1]Gypsum Plaster Powder[C:7:0:0] for [C:6:0:1]Orthopedic Casts[C:7:0:0]. [C:6:0:1]Soap[C:7:0:0] is necessary to prevent infection.
fr: Certaines blessures nécessitent des [C:6:0:1]Attelles[C:7:0:0] ou de la [C:6:0:1]Poudre de plâtre[C:7:0:0] pour les [C:6 :0:1]Plâtres orthopédiques[C:7:0:0]. [C:6:0:1]Le savon[C:7:0:0] est nécessaire pour prévenir l'infection.
it: Alcune lesioni richiedono [C:6:0:1]Stecche[C:7:0:0], o [C:6:0:1]Gesso in polvere[C:7:0:0] per [C:6:0:1]Gessi ortopedici[C:7:0:0]. Il[C:6:0:1]Sapone[C:7:0:0] è necessario per prevenire infezioni.
pl: Niektóre obrażenia wymagają [C:6:0:1]Szyn[C:7:0:0], lub [C:6:0:1]Proszku gipsowego[C:7:0:0] na [C:6:0:1]Gipsy ortopedyczne[C:7:0:0]. [C:6:0:1]Mydło[C:7:0:0] jest niezbędne do zapobiegania infekcjom.
pt_br: Alguns ferimentos precisarão de [C:6:0:1]Talas[C:7:0:0], ou [C:6:0:1]Pó de Gesso[C:7:0:0] para [C:6:0:1]Imobilização com Gesso[C:7:0:0]. [C:6:0:1]Sabão[C:7:0:0] é necessário para prevenir infecções.
ru: Некоторые травмы требуют [C:6:0:1]Шины[C:7:0:0], или [C:6:0:1]Гипсовый порошок[C:7:0:0] для [C:6:0:1]Ортопедических гипсов[C:7:0:0]. [C:6:0:1]Мыло[C:7:0:0] необходимо для предотвращения инфекции.
tr: Bazı yaralanmalar [C:6:0:1]Ateller[C:7:0:0] veya [C:6:0:1]Ortopedik Alçılar[C:7:0:0] için [C:6:0:1]Alçı Tozu[C:7:0:0] gerektirir. Enfeksiyonu önlemek için [C:6:0:1]Sabun[C:7:0:0] gereklidir.
vi: Một số vết thương yêu cầu [C:6:0:1]Nẹp[C:7:0:0], hoặc [C:6:0:1]Bột Thạch Cao[C:7:0:0] cho [C:6:0:1]Bó Bột Chỉnh Hình[C:7:0:0]. [C:6:0:1]Xà Phòng[C:7:0:0] là cần thiết để ngăn ngừa nhiễm trùng.
zh_hans: 一些伤病需要[C:6:0:1]夹板[C:7:0:0]，或者[C:6:0:1]使用石膏粉末[C:7:0:0]来做[C:6:0:1]石膏绷带[C:7:0:0]。为了防止感染，使用[C:6:0:1]肥皂[C:7:0:0]是很必要的。

source: Some patients will need [C:6:0:1]Crutches[C:7:0:0] after they are treated.
fr: Certains patients auront besoin de [C:6:0:1]béquilles[C:7:0:0] après avoir été traités.
it: Alcuni pazienti necessiteranno di [C:6:0:1]Stampelle[C:7:0:0] dopo essere stati curati.
pl: Niektórzy pacjenci będą potrzebować po opatrzeniu [C:6:0:1]Kul ortopedycznych[C:7:0:0].
pt_br: Alguns pacientes precisarão de [C:6:0:1]Muletas[C:7:0:0] depois do tratamento.
ru: Некоторым пациентам после лечения понадобятся [C:6:0:1]костыли[C:7:0:0].
tr: Bazı hastalar tedavi edildikten sonra [C:6:0:1]Koltuk Değneklerine[C:7:0:0] ihtiyaç duyacaktır.
vi: Một số bệnh nhân sẽ cần [C:6:0:1]Nạng[C:7:0:0] sau khi được điều trị.
zh_hans: 一些病人需要 [C:6:0:1]拐杖[C:7:0:0] 在他们接受治疗后。

source: You will need to appoint a [C:5:0:0]
fr: Vous devrez nommer un [C:5:0:0]
it: Dovrai nominare un [C:5:0:0]
pl: Należy wskazać [C:5:0:0]
pt_br: Você precisará marcar um [C:5:0:0]
ru: Вам необходимо назначить [C:5:0:0]
tr: Bir [C:5:0:0]
vi: Bạn sẽ cần chỉ định một [C:5:0:0]
zh_hans: 你需要任命一名[C:5:0:0]

source: Chief Medical Dwarf
de: Chefarzt Zwerg
fr: Nain médecin en chef
it: Nano Primario
ko: 수석 의료 드워프
pl: Naczelnego Lekarza
pt_br: Anão Médico Chefe
ru: Главный врач
tr: Başhekim Cüce
vi: Trưởng Y Sĩ Người Lùn
zh_hans: 矮人首席医疗官

source: [C:7:0:0] from the [C:5:0:1]Nobles and administrators[C:7:0:0] menu.
fr: [C:7:0:0] depuis le menu [C:5:0:1]Nobles et administrateurs[C:7:0:0].
it: [C:7:0:0] dal menù [C:5:0:1]Nobili e amministratori[C:7:0:0].
ko: [C:7:0:0] [C:5:0:1]귀족 및 관리자[C:7:0:0] 메뉴에서.
pl: [C:7:0:0] z menu [C:5:0:1]Szlachta i Administratorzy[C:7:0:0].
pt_br: [C:7:0:0] do menu [C:5:0:1]Nobres e administradores[C:7:0:0].
ru: [C:7:0:0] из меню [C:5:0:1]Дворяне и администраторы[C:7:0:0].
tr: [C:7:0:0] atamak için [C:5:0:1]Soylular ve yöneticiler[C:7:0:0] menüsünü kullanın.
vi: [C:7:0:0] từ menu [C:5:0:1]Quý Tộc và Quan Lại[C:7:0:0].
zh_hans: [C:7:0:0]从[C:5:0:1]贵族和管理员[C:7:0:0]菜单中。

source: You will need to assign a [C:5:0:0]Doctor[C:7:0:0] to the [C:1:0:1]Hospital[C:7:0:0] from the [C:5:0:1]Hospital Info Menu[C:7:0:0].
fr: Vous devrez affecter un [C:5:0:0]Médecin[C:7:0:0] à l'[C:1:0:1]Hôpital[C:7:0:0] à partir du [C:5:0:1]Menu d'informations sur l'hôpital[C:7:0:0].
it: Dovrai assegnare un [C:5:0:0]Medico[C:7:0:0] all'[C:1:0:1]Ospedale[C:7:0:0] dal [C:5:0:1]Menù Info Ospedale[C:7:0:0].
pl: Będziesz musiał przypisać [C:5:0:0]Lekarza[C:7:0:0] do [C:1:0:1]Szpitala[C:7:0:0] z [C:5:0:1]Menu Informacji Szpitala[C:7:0:0].
pt_br: Você precisará associar um [C:5:0:0]Médico[C:7:0:0] ao [C:1:0:1]Hospital[C:7:0:0] a partir do [C:5:0:1] Menu de Informações do Hospital[C:7:0:0].
ru: Вам нужно назначить [C:5:0:0]врача[C:7:0:0] в [C:1:0:1]госпиталь[C:7:0:0] из меню [C:5:0:1]Информация о госпитале[C:7:0:0].
tr: [C:5:0:1]Hastane Bilgi Menüsünden[C:7:0:0] [C:1:0:1]Hastaneye[C:7:0:0] bir [C:5:0:0]Doktor[C:7:0:0] atamalısınız.
vi: Bạn sẽ cần phân công một [C:5:0:0]Y Sĩ[C:7:0:0] vào [C:1:0:1]Bệnh Viện[C:7:0:0] từ [C:5:0:1]Menu Thông Tin Bệnh Viện[C:7:0:0].
zh_hans: 你需要从[C:5:0:0]医院信息菜单[C:7:0:0]为[C:1:0:1]医院[C:7:0:0]分配一个[C:5:0:0]医生[C:7:0:0]。

source: Later you can assign [C:5:0:0]Doctors[C:7:0:0] to specific roles such as the [C:5:0:0]Diagnostician[C:7:0:0].
fr: Plus tard, vous pourrez affecter des [C:5:0:0]Médecins[C:7:0:0] à des rôles spécifiques tels que [C:5:0:0]Diagnosticien[C:7:0:0].
it: In seguito potrai assegnare [C:5:0:0]Medici[C:7:0:0] a ruoli specifici come il [C:5:0:0]Diagnosta[C:7:0:0].
pl: Później będziesz mógł przypisać [C:5:0:0]Lekarzy[C:7:0:0] do konkretnych ról, takich jak [C:5:0:0]Diagnosta[C:7:0:0].
pt_br: Mais tarde você pode atribuir [C:5:0:0]Médicos[C:7:0:0] a papéis específicos como ao [C:5:0:0]Diagnosticador[C:7:0:0].
ru: Позже вы можете назначить [C:5:0:0]Врачей[C:7:0:0] на определенные роли, такие как [C:5:0:0]Диагност[C:7:0:0].
tr: Daha sonra [C:5:0:0]Doktorları[C:7:0:0], [C:5:0:0]Teşhis Uzmanı[C:7:0:0] gibi belirli rollere atayabilirsiniz.
vi: Sau này bạn có thể phân công các [C:5:0:0]Y Sĩ[C:7:0:0] vào các vai trò cụ thể như [C:5:0:0]Chuyên Gia Chẩn Đoán[C:7:0:0].
zh_hans: 以后你可以把[C:5:0:0]医生[C:7:0:0]分配给特定的角色，如[C:5:0:0]诊断师[C:7:0:0]。
