Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: In order to make [C:6:0:1]Metal Bars[C:7:0:0] for the [C:2:0:0]Metalsmith[C:7:0:0], you must smelt [C:6:0:1]Ore[C:7:0:0].
fr: Afin de fabriquer des [C:6:0:1]Barres de métal[C:7:0:0] pour le [C:2:0:0]Métallurgiste[C:7:0:0], vous devez fondre du [C:6:0:1]Minerai[C:7:0:0].
it: Per produrre [C:6:0:1]Barre di Metallo[C:7:0:0], per il [C:2:0:0]Fabbro[C:7:0:0], è necessario fondere [C:6:0:1]Minerali grezzi[C:7:0:0].
pl: Aby zrobić [C:6:0:1]Sztaby metalu[C:7:0:0] dla [C:2:0:0]Kowala[C:7:0:0], musisz wytapiać [C:6:0:1]Rudę[C:7:0:0].
pt_br: Para fazer [C:6:0:1]Barras de Metal[C:7:0:0] para o [C:2:0:0]Ferreiro[C:7:0:0], você deve fundir [C:6:0:1]Minério[C:7:0:0].
ru: Чтобы изготовить [C:6:0:1]Металлические прутья[C:7:0:0] для [C:2:0:0]Металлурга[C:7:0:0], вы должны выплавить [C:6:0:1]Руду[C:7:0:0].
tr: [C:2:0:0]Demirci[C:7:0:0] için [C:6:0:1]Metal Külçeler[C:7:0:0] yapmak amacıyla [C:6:0:1]Cevher[C:7:0:0] eritmelisiniz.
vi: Để chế tạo [C:6:0:1]Thỏi kim loại[C:7:0:0] cho [C:2:0:0]Thợ kim loại[C:7:0:0], bạn phải nấu chảy [C:6:0:1]Quặng[C:7:0:0].
zh_hans: 为了给[C:2:0:0]金属匠[C:7:0:0]制造[C:6:0:1]金属棒[C:7:0:0]，你必须熔炼[C:6:0:1]矿石[C:7:0:0]。

source: This can done at the [C:6:0:0]Smelter[C:7:0:0] which can be found under [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Furnaces[C:7:0:0] -> [C:5:0:1]Smelter[C:7:0:0].
fr: Cela peut être fait à la [C:6:0:0]Fonderie[C:7:0:0] qui se trouve dans [C:5:0:1]Ateliers[C:7:0:0] -> [C:5:0:1]Fours[C:7:0:0] -> [C:5:0:1]Fonderie[C:7:0:0].
it: Questo può essere fatto alla [C:6:0:0]Fonderia[C:7:0:0] che si trova in [C:5:0:1]Botteghe[C:7:0:0] -> [C:5:0:1]Fornaci[C:7:0:0] -> [C:5:0:1]Fonderia[C:7:0:0].
pl: Możesz to zrobić w [C:6:0:0]Hucie[C:7:0:0] która może być znaleziona pod [C:5:0:1]Warsztaty[C:7:0:0] -> [C:5:0:1]Piece[C:7:0:0] -> [C:5:0:1]Huta[C:7:0:0].
pt_br: Isso pode ser feito na [C:6:0:0]Fundição[C:7:0:0] que pode ser encontrada em [C:5:0:1]Oficinas[C:7:0:0] -> [C:5:0:1]Fornalhas[C:7:0:0] -> [C:5:0:1]Fundição[C:7:0:0].
ru: Это можно сделать на [C:6:0:0]Плавильне[C:7:0:0], которую можно найти в разделе [C:5:0:1]Мастерские[C:7:0:0] -> [C:5:0:1]Печи[C:7:0:0] -> [C:5:0:1]Плавильня[C:7:0:0].
tr: Bu, [C:5:0:1]Atölyeler[C:7:0:0] -> [C:5:0:1]Ocaklar[C:7:0:0] -> [C:5:0:1]Dökümhane[C:7:0:0] altında bulunan [C:6:0:0]Dökümhanede[C:7:0:0] yapılabilir.
vi: Điều này có thể được thực hiện tại [C:6:0:0]Lò nấu chảy[C:7:0:0], có thể tìm thấy dưới [C:5:0:1]Xưởng[C:7:0:0] -> [C:5:0:1]Lò nung[C:7:0:0] -> [C:5:0:1]Lò nấu chảy[C:7:0:0].
zh_hans: 这可以在[C:6:0:0]冶炼厂[C:7:0:0]完成，它可以在[C:5:0:1]车间[C:7:0:0]->[C:5:0:1]熔炉[C:7:0:0]->[C:5:0:1]冶炼厂[C:7:0:0]下找到。

source: [C:6:0:1]Ore[C:7:0:0] is mined underground, below the soil layers.
fr: [C:6:0:1]Le minerai[C:7:0:0] est extrait sous terre, sous les couches de sol.
it: I [C:6:0:1]Minerali grezzi[C:7:0:0] sono estratti sottoterra, sotto gli strati del suolo.
ko: [C:6:0:1]광석[C:7:0:0]은 토양층 아래 지하에서 채굴됩니다.
pl: [C:6:0:1]Ruda[C:7:0:0] jest wykopywana pod ziemią, pod warstwą ziemi.
pt_br: [C:6:0:1]Minério[C:7:0:0] é minerado no subsolo, abaixo das camadas do solo.
ru: [C:6:0:1]Руда[C:7:0:0] добывается под землей, под слоями почвы.
tr: [C:6:0:1]Cevher[C:7:0:0] toprak katmanlarının altında, yerin derinliklerinden çıkarılır.
vi: [C:6:0:1]Quặng[C:7:0:0] được khai thác dưới lòng đất, bên dưới các lớp đất.
zh_hans: [C:6:0:1]矿物[C:7:0:0] 是在地下开采的，在土层之下。

source: If you have found magma you can build a [C:6:0:0]Magma Smelter[C:7:0:0] directly over it, otherwise you need [C:6:0:1]Fuel[C:7:0:0].
fr: Si vous avez trouvé du magma, vous pouvez construire une [C:6:0:0]Fonderie de magma[C:7:0:0] directement dessus, sinon vous aurez besoin de [C:6:0:1]Fuel[C:7 :0:0].
it: Se trovi del magma puoi costruire una [C:6:0:0]Fonderia di Magma[C:7:0:0] direttamente su di esso, altrimenti è necessario [C:6:0:1]Combustibile[C:7:0:0].
ko: 용암을 찾았다면 그 위층에 [C:6:0:0]용암 용광로[C:7:0:0] 를 지을 수 있습니다. 용암을 아직 못찾았다면[C:6:0:1]연료[C:7:0:0]를 사용하는 일반 용광로를 사용하십시오.
pl: Jeśli znalazłeś magmę, możesz zbudować [C:6:0:0]Hutę magmową[C:7:0:0] bezpośrednio nad nią, inaczej będziesz potrzebować [C:6:0:1]Paliwa[C:7:0:0].
pt_br: Se você encontrou magma, você pode construir uma [C:6:0:0]Fundição de Magma[C:7:0:0] diretamente em cima dele, caso contrário você precisa de [C:6:0:1]Combustível[C:7:0:0].
ru: Если вы нашли магму, вы можете построить [C:6:0:0]Плавильню магмы[C:7:0:0] прямо над ней, иначе вам понадобится [C:6:0:1]Топливо[C:7:0:0].
tr: Eğer magma bulduysanız doğrudan üzerine bir [C:6:0:0]Magma Dökümhanesi[C:7:0:0] inşa edebilirsiniz, aksi takdirde [C:6:0:1]Yakıta[C:7:0:0] ihtiyacınız vardır.
vi: Nếu bạn đã tìm thấy magma, bạn có thể xây dựng một [C:6:0:0]Lò nấu chảy Magma[C:7:0:0] trực tiếp phía trên, nếu không bạn cần [C:6:0:1]Nhiên liệu[C:7:0:0].
zh_hans: 如果你发现了岩浆，你可以直接在它上面建造一个[C:6:0:0]岩浆熔炼器[C:7:0:0]，否则你需要[C:6:0:1]燃料[C:7:0:0]。

source: To get [C:6:0:1]Fuel[C:7:0:0] you need to make [C:6:0:1]Charcoal[C:7:0:0] with a [C:6:0:0]Wood Furnace[C:7:0:0],
fr: Pour obtenir du [C:6:0:1]Fuel[C:7:0:0], vous devez fabriquer du [C:6:0:1]Charcoal[C:7:0:0] avec un [C:6 :0:0]Four à bois[C:7:0:0],
it: Per ottenere [C:6:0:1]Combustibile[C:7:0:0] è necessario produrre [C:6:0:1]Carbonella[C:7:0:0] con un [C:6:0:0]Fornace a legna[C:7:0:0],
pl: Aby otrzymać [C:6:0:1]Paliwo[C:7:0:0] potrzebujesz zrobić [C:6:0:1]Węgiel drzewny[C:7:0:0] za pomocą [C:6:0:0]Pieca na drewno[C:7:0:0],
pt_br: Para obter [C:6:0:1]Combustível[C:7:0:0] você precisa fazer [C:6:0:0]Carvão[C:7:0:0] com uma [C:6:0:0]Fornalha de Madeira[C:7:0:0].
ru: Чтобы получить [C:6:0:1]Топливо[C:7:0:0], вам нужно сделать [C:6:0:1]Древесный уголь[C:7:0:0] с помощью [C:6:0:0]Дровяной печи[C:7:0:0],
tr: [C:6:0:1]Yakıt[C:7:0:0] elde etmek için [C:6:0:0]Odun Ocağı[C:7:0:0] ile [C:6:0:1]Odun Kömürü[C:7:0:0] yapmanız gerekir,
vi: Để có [C:6:0:1]Nhiên liệu[C:7:0:0], bạn cần chế tạo [C:6:0:1]Than củi[C:7:0:0] bằng [C:6:0:0]Lò đốt gỗ[C:7:0:0],
zh_hans: 要获得[C:6:0:1]燃料[C:7:0:0]，你需要用[C:6:0:1]木炉[C:7:0:0]制作[C:6:0:0]木炭[C:7:0:0]。

source: found at [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Furnaces[C:7:0:0] -> [C:5:0:1]Wood Furnace[C:7:0:0].
fr: trouvé à [C:5:0:1]Ateliers[C:7:0:0] -> [C:5:0:1]Fours[C:7:0:0] -> [C:5:0 :1]Four à bois[C:7:0:0].
it: che si trova in [C:5:0:1]Botteghe[C:7:0:0] -> [C:5:0:1]Fornaci[C:7:0:0] -> [C:5:0:1]Fornace a legna[C:7:0:0].
pl: znajdującego się w [C:5:0:1]Warsztaty[C:7:0:0] -> [C:5:0:1]Piece[C:7:0:0] -> [C:5:0:1]Piec na drewno[C:7:0:0].
pt_br: encontrado em [C:5:0:1]Oficinas[C:7:0:0] -> [C:5:0:1]Fornalhas[C:7:0:0] -> [C:5:0:1]Fornalha a Lenha[C:7:0:0].
ru: найдено в [C:5:0:1]Мастерские[C:7:0:0] -> [C:5:0:1]Печи[C:7:0:0] -> [C:5:0:1]Дровяная печь[C:7:0:0].
tr: şurada bulunur: [C:5:0:1]Atölyeler[C:7:0:0] -> [C:5:0:1]Ocaklar[C:7:0:0] -> [C:5:0:1]Odun Ocağı[C:7:0:0].
vi: tìm thấy tại [C:5:0:1]Xưởng[C:7:0:0] -> [C:5:0:1]Lò nung[C:7:0:0] -> [C:5:0:1]Lò đốt gỗ[C:7:0:0].
zh_hans: 在[C:5:0:1]车间[C:7:0:0]->[C:5:0:1]火炉[C:7:0:0]->[C:5:0:1]木炉[C:7:0:0]发现。

source: You may switch to other forms of [C:6:0:1]Fuel[C:7:0:0] later, such as [C:6:0:1]Coal[C:7:0:0], but you will usually
fr: Vous pouvez passer à d'autres formes de [C:6:0:1]Fuel[C:7:0:0] ultérieurement, telles que [C:6:0:1]Coal[C:7:0:0], mais vous serez généralement
it: È possibile passare, più tardi, ad altre forme di [C:6:0:1]Combustibile[C:7:0:0], come il [C:6:0:1]Carbone[C:7:0:0], ma di norma avrai
pl: Później możesz przestawić się na inne formy [C:6:0:1]Paliwa[C:7:0:0] później, takie jak [C:6:0:1]Węgiel[C:7:0:0], ale zazwyczaj będziesz
pt_br: Você pode trocar para outras formas de [C:6:0:1]Combustível[C:7:0:0] mais tarde, como [C:6:0:1]Carvão[C:7:0:0], mas você geralmente vai
ru: Позже вы можете перейти на другие формы [C:6:0:1]Топливо[C:7:0:0], такие как [C:6:0:1]Уголь[C:7:0:0], но обычно вы будете
tr: Daha sonra [C:6:0:1]Kömür[C:7:0:0] gibi diğer [C:6:0:1]Yakıt[C:7:0:0] türlerine geçebilirsiniz, ancak süreci başlatmak için genellikle
vi: Bạn có thể chuyển sang các dạng [C:6:0:1]Nhiên liệu[C:7:0:0] khác sau này, chẳng hạn như [C:6:0:1]Than đá[C:7:0:0], nhưng bạn thường sẽ
zh_hans: 你以后可以改用其他形式的[C:6:0:1]燃料[C:7:0:0]，如[C:6:0:1]煤[C:7:0:0]，但你通常会

source: need [C:6:0:1]Charcoal[C:7:0:0] from the [C:6:0:0]Wood Furnace[C:7:0:0] to start the process.
fr: besoin de [C:6:0:1]charbon de bois[C:7:0:0] provenant de la [C:6:0:0]fournaise à bois[C:7:0:0] pour démarrer le processus.
it: bisogno di [C:6:0:1]Carbonella[C:7:0:0] dalla [C:6:0:0]Fornace a legna[C:7:0:0] per avviare il processo.
ko: 공정을 시작하려면 [C:6:0:0]나무 용광로[C:7:0:0]의 [C:6:0:1]숯[C:7:0:0]이 필요합니다.
pl: potrzebował [C:6:0:1]Węgla drzewnego[C:7:0:0] z [C:6:0:0]Pieca na drewno[C:7:0:0] aby rozpocząć proces.
pt_br: precisa de [C:6:0:1]Carvão[C:7:0:0] da [C:6:0:0]Fornalha de Madeira[C:7:0:0] para iniciar o processo.
ru: для начала процесса нужен [C:6:0:1]Древесный уголь[C:7:0:0] из [C:6:0:0]Дровяной печи[C:7:0:0].
tr: [C:6:0:0]Odun Ocağından[C:7:0:0] elde edilen [C:6:0:1]Odun Kömürüne[C:7:0:0] ihtiyacınız olacaktır.
vi: cần [C:6:0:1]Than củi[C:7:0:0] từ [C:6:0:0]Lò đốt gỗ[C:7:0:0] để bắt đầu quá trình.
zh_hans: 需要从[C:6:0:1]木炉[C:7:0:0]中取出[C:6:0:0]木炭，以启动这一过程。

source: It is a dangerous world, and if the entrances of your fortress are left open,
fr: C'est un monde dangereux, et si les entrées de votre forteresse sont laissées ouvertes,
it: È un mondo pericoloso e se le entrate della tua fortezza sono lasciate aperte,
ko: 이곳은 위험한 세상입니다. 만약 요새의 입구가 열려 있다면,
pl: To jest niebezpieczny świat, i jeśli wejścia do twojej twierdzy pozostaną otwarte,
pt_br: É um mundo perigoso, e se as entradas de sua fortaleza forem deixadas abertas,
ru: Это опасный мир, и если входы в вашу крепость останутся открытыми,
tr: Bu tehlikeli bir dünyadır ve kalenizin girişleri açık bırakılırsa,
vi: Đây là một thế giới nguy hiểm, và nếu các lối vào pháo đài của bạn bị bỏ ngỏ,
zh_hans: 这是一个危险的世界，如果你的堡垒的入口敞开着，

source: you can succumb to invasions.
fr: vous pouvez succomber aux invasions.
it: puoi soccombere alle invasioni.
ko: 침략에 굴복할 수 있습니다.
pl: możesz ulec inwazji.
pt_br: você pode sucumbir a invasões.
ru: вы можете поддаться вторжениям.
tr: istilalara yenik düşebilirsiniz.
vi: bạn có thể bị xâm lược.
zh_hans: 你可以屈服于侵略。

source: The best way to avoid this fate is to build traps and
fr: La meilleure façon d'éviter ce sort est de construire des pièges et
it: Il modo migliore per evitare questa sorte è quello di costruire trappole e
ko: 이 운명을 피하는 가장 좋은 방법은 함정을 만들고
pl: Najlepszym sposobem na uniknięcie tego losu jest budowa pułapek i
pt_br: A melhor maneira de evitar esse destino é construir armadilhas e
ru: Лучший способ избежать этой участи - строить ловушки и
tr: Bu kaderden kaçınmanın en iyi yolu tuzaklar kurmak ve
vi: Cách tốt nhất để tránh số phận này là xây dựng bẫy và
zh_hans: 避免这种命运的最好办法就是设置陷阱

source: lock the ways into your fortress. The ways to build traps are as wild as your imagination.
fr: verrouillez les voies d'accès à votre forteresse. Les façons de construire des pièges sont aussi folles que votre imagination.
it: bloccare le vie d'accesso alla tua fortezza. I modi per costruire le trappole possono essere tanto selvaggi quanto la tua immaginazione.
ko: 당신의 요새로 향하는 길을 잠그세요. 함정을 만드는 방법은 당신의 상상보다 훨씬 거칠 수 있습니다.
pl: zablokowanie dróg do twojej twierdzy. Sposoby budowy pułapek są równie dzikie jak twa wyobraźnia.
pt_br: bloquear os caminhos até sua fortaleza. As formas de construir armadilhas são tão selvagens quanto a sua imaginação.
ru: запри пути в свою крепость. Способы создания ловушек столь же дикие, как и ваше воображение.
tr: kalenize giden yolları kilitlemektir. Tuzak kurmanın yolları hayal gücünüz kadar geniştir.
vi: khóa các lối vào pháo đài của bạn. Cách xây dựng bẫy phụ thuộc vào sự sáng tạo của bạn.
zh_hans: 封锁通往堡垒的道路。建造陷阱的方法就像你的想象力一样疯狂。

source: Most require [C:6:0:1]Mechanisms[C:7:0:0] made at the [C:6:0:0]Mechanic's Shop[C:7:0:0], using [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Mechanic[C:7:0:0].
fr: La plupart nécessitent des [C:6:0:1]Mécanismes[C:7:0:0] fabriqués à l'[C:6:0:0]Atelier de mécanique[C:7:0:0], en utilisant [C:5 :0:1]Ateliers[C:7:0:0] -> [C:5:0:1]Mécanicien[C:7:0:0].
it: La maggioranza richiede [C:6:0:1]Meccanismi[C:7:0:0] creati nel [C:6:0:0]Negozio del Meccanico[C:7:0:0], che si trova sotto [C:5:0:1]Botteghe[C:7:0:0] -> [C:5:0:1]Meccanico[C:7:0:0].
pl: Większość wymaga [C:6:0:1]Mechanizmów[C:7:0:0] tworzonych w [C:6:0:0]Warsztacie mechanicznym[C:7:0:0], używając [C:5:0:1]Warsztaty[C:7:0:0] -> [C:5:0:1]Mechanika[C:7:0:0].
pt_br: A maioria exige [C:6:0:1]Mecanismos[C:7:0:0] feitos na [C:6:0:0]Oficina Mecânica[C:7:0:0], usando [C:5:0:1]Oficinas[C:7:0:0] -> [C:5:0:1]Mecânico[C:7:0:0].
ru: Большинство требует [C:6:0:1]Механизмы[C:7:0:0], сделанные в [C:6:0:0]Мастерской Механика[C:7:0:0], используя [C:5:0:1]Мастерские[C:7:0:0] -> [C:5:0:1]Механик[C:7:0:0].
tr: Çoğu, [C:6:0:0]Mekanik Atölyesinde[C:7:0:0] yapılan [C:6:0:1]Mekanizmalar[C:7:0:0] gerektirir, şuradan ulaşılır: [C:5:0:1]Atölyeler[C:7:0:0] -> [C:5:0:1]Mekanik[C:7:0:0].
vi: Hầu hết yêu cầu [C:6:0:1]Cơ cấu[C:7:0:0] được chế tạo tại [C:6:0:0]Xưởng Thợ cơ khí[C:7:0:0], sử dụng [C:5:0:1]Xưởng[C:7:0:0] -> [C:5:0:1]Cơ khí[C:7:0:0].
zh_hans: 大多数需要在[C:6:0:1]机械师商店[C:7:0:0]制造的[C:6:0:1]机械师[C:7:0:0]，使用[C:5:0:1]车间[C:7:0:0] -> [C:5:0:1]机械师[C:7:0:0] 。

source: To stop some enemies from entering your fortress use [C:5:0:1]Build[C:7:0:0] -> [C:5:0:1]Machines/fluids[C:7:0:0] -> [C:5:0:1]Lever[C:7:0:0] to build a [C:6:0:0]Lever[C:7:0:0].
fr: Pour empêcher certains ennemis d'entrer dans votre forteresse, utilisez [C:5:0:1]Construction[C:7:0:0] -> [C:5:0:1]Machines/fluides[C:7:0:0 ] -> [C:5:0:1]Levier[C:7:0:0] pour construire un [C:6:0:0]Levier[C:7:0:0].
it: Per impedire ad alcuni nemici di entrare nella tua fortezza usa 5:0:1]Costruisci[C:7:0:0] -> [C:5:0:1]Macchinari/fluidi[C:[C:7:0:0] -> [C:5:0:1]Leva[C:7:0:0] per costruire una [C:6:0:0]Leva[C:7:0:0].
pl: Aby powstrzymać niektórych wrogów przed wejściem do twierdzy, użyj [C:5:0:1]Buduj[C:7:0:0] -> [C:5:0:1]Maszyny/płyny[C:7:0:0] -> [C:5:0:1]Dźwignia[C:7:0:0] aby zbudować [C:6:0:0]Dźwignię[C:7:0:0].
pt_br: Para impedir seus inimigos de entrarem na sua fortaleza, use [C:5:0:1]Construção[C:7:0:0] -> [C:5:0:1]Máquinas/fluídos[C:7:0:0] -> [C:5:0:1]Alavanca[C:7:0:0] para construir uma [C:6:0:0]Alavanca[C:7:0:0].
ru: Чтобы остановить некоторых врагов от проникновения в вашу крепость, используйте [C:5:0:1]Построить[C:7:0:0] -> [C:5:0:1]Машины/жидкости[C:7:0:0] -> [C:5:0:1]Lever[C:7:0:0], чтобы построить [C:6:0:0]Рычаг[C:7:0:0].
tr: Bazı düşmanların kalenize girmesini durdurmak için bir [C:6:0:0]Kaldıraç[C:7:0:0] inşa etmek üzere [C:5:0:1]İnşa Et[C:7:0:0] -> [C:5:0:1]Makineler/Sıvılar[C:7:0:0] -> [C:5:0:1]Kaldıraç[C:7:0:0] yolunu kullanın.
vi: Để ngăn chặn kẻ thù xâm nhập pháo đài của bạn, hãy sử dụng [C:5:0:1]Xây dựng[C:7:0:0] -> [C:5:0:1]Máy móc/Chất lỏng[C:7:0:0] -> [C:5:0:1]Cần gạt[C:7:0:0] để xây một [C:6:0:0]Cần gạt[C:7:0:0].
zh_hans: 使用[C:5:0:1]建造[C:7:0:0] ->[C:5:0:1]机械/流体[C:7:0:0] -> [C:5:0:1]杠杆[C:7:0:0]来建造[C:6:0:0]杠杆[C:7:0:0].来阻止敌人进入要塞

source: Then click on the [C:6:0:0]Lever[C:7:0:0] and choose to link it to a [C:6:0:0]Bridge[C:7:0:0] or [C:6:0:0]Door[C:7:0:0]. This will lock the [C:6:0:0]Door[C:7:0:0]
fr: Cliquez ensuite sur le [C:6:0:0]Levier[C:7:0:0] et choisissez de le lier à un [C:6:0:0]Bridge[C:7:0:0] ou [C:6:0:0]Porte[C:7:0:0]. Cela verrouillera la [C:6:0:0]Porte[C:7:0:0]
it: Poi clicca la [C:6:0:0]Leva[C:7:0:0] e scegli di collegarla al [C:6:0:0]Ponte[C:7:0:0] o [C:6:0:0]Porta[C:7:0:0]. Questo serrerà la [C:6:0:0]Porta[C:7:0:0]
pl: Następnie kliknij na [C:6:0:0]Dźwignię[C:7:0:0] i wybierz przypisanie do [C:6:0:0]Mostu[C:7:0:0] lub [C:6:0:0]Drzwi[C:7:0:0]. To zablokuje [C:6:0:0]Drzwi[C:7:0:0]
pt_br: Então clique na [C:6:0:0]Alavanca[C:7:0:0] e escolha conectá-la a uma [C:6:0:0]Ponte[C:7:0:0] ou [C:6:0:0]Porta[C:7:0:0]. Isso vai trancar a [C:6:0:0]Porta[C:7:0:0]
ru: Затем нажмите на [C:6:0:0]Рычаг[C:7:0:0] и выберите связать его с [C:6:0:0]Мостом[C:7:0:0] или [C:6:0:0]Дверью[C:7:0:0]. Это заблокирует [C:6:0:0]Дверь[C:7:0:0].
tr: Ardından [C:6:0:0]Kaldıraca[C:7:0:0] tıklayın ve onu bir [C:6:0:0]Köprüye[C:7:0:0] veya [C:6:0:0]Kapıya[C:7:0:0] bağlamayı seçin. Bu, [C:6:0:0]Kapıyı[C:7:0:0] kilitleyecek
vi: Sau đó nhấp vào [C:6:0:0]Cần gạt[C:7:0:0] và chọn liên kết nó với một [C:6:0:0]Cầu[C:7:0:0] hoặc [C:6:0:0]Cửa[C:7:0:0]. Điều này sẽ khóa [C:6:0:0]Cửa[C:7:0:0]
zh_hans: 然后点击[C:6:0:0] 拉杆[C:7:0:0] 并将其连接到一座 [C:6:0:0]桥[C:7:0:0] 或一扇 [C:6:0:0]房门[C:7:0:0]上. 这将锁定 [C:6:0:0]房门[C:7:0:0]

source: or raise the [C:6:0:0]Bridge[C:7:0:0], locking you inside.
fr: ou soulevez le [C:6:0:0]Bridge[C:7:0:0], vous enfermant à l'intérieur.
it: o alzerà il [C:6:0:0]Ponte[C:7:0:0], chiudendoti dentro.
ko: 또는 [C:6:0:0]다리[C:7:0:0]를 들어 당신을 안에 가둡니다.
pl: albo podniesie [C:6:0:0]Most[C:7:0:0], zamykając cię w środku.
pt_br: ou levantar a [C:6:0:0]Ponte[C:7:0:0], trancando você dentro.
ru: или поднять [C:6:0:0]Мост[C:7:0:0], заперев вас внутри.
tr: veya [C:6:0:0]Köprüyü[C:7:0:0] kaldırarak sizi içeride kilitleyecektir.
vi: hoặc nâng [C:6:0:0]Cầu[C:7:0:0] lên, nhốt bạn bên trong.
zh_hans: 或者升起 [C:6:0:0]吊桥[C:7:0:0]，把你锁在里面。

source: There are also predesigned traps, such as [C:6:0:0]Weapon[C:7:0:0], [C:6:0:0]Cage[C:7:0:0], and [C:6:0:0]Stone-Fall Traps[C:7:0:0].
fr: Il existe également des pièges prédéfinis, tels que [C:6:0:0]Arme[C:7:0:0], [C:6:0:0]Cage[C:7:0:0] et [C:6:0:0]Pièges à chute de pierres[C:7:0:0].
it: Esistono anche trappole già progettate, tipo [C:6:0:0]Armi[C:7:0:0], [C:6:0:0]Gabbie[C:7:0:0] e [C:6:0:0]Trappole a caduta di pietre[C:7:0:0].
pl: Istnieją również wstępnie zaprojektowane pułapki, takie jak [C:6:0:0]Pułapki z Bronią[C:7:0:0], [C:6:0:0]Klatkami[C:7:0:0], czy [C:6:0:0]Ze Spadającymi Kamieniami[C:7:0:0].
pt_br: Existem também armadilhas pré-designadas, como [C:6:0:0]Arma[C:7:0:0], [C:6:0:0]Jaula[C:7:0:0], e [C:6:0:0]Armadilhas de Queda de Pedras[C:7:0:0].
ru: Существуют также заранее выставляемые ловушки, такие как [C:6:0:0]ловушка с оружием[C:7:0:0], [C:6:0:0]с клеткой[C:7:0:0] и [C:6:0:0]камнепад[C:7:0:0].
tr: Ayrıca [C:6:0:0]Silah[C:7:0:0], [C:6:0:0]Kafes[C:7:0:0] ve [C:6:0:0]Taş Düşürme Tuzakları[C:7:0:0] gibi önceden tasarlanmış tuzaklar da vardır.
vi: Cũng có các loại bẫy được thiết kế sẵn, như [C:6:0:0]Bẫy vũ khí[C:7:0:0], [C:6:0:0]Bẫy lồng[C:7:0:0] và [C:6:0:0]Bẫy đá rơi[C:7:0:0].
zh_hans: 还有预先设计好的陷阱，如[C:6:0:0]武器[C:7:0:0]、[C:6:0:0]笼子[C:7:0:0]和[C:6:0:0]石块坠落陷阱[C:7:0:0]。

source: These require a [C:6:0:1]Weapon[C:7:0:0], [C:6:0:1]Cage[C:7:0:0], or [C:6:0:1]Boulder[C:7:0:0] to function.
fr: Ceux-ci nécessitent une [C:6:0:1]Arme[C:7:0:0], [C:6:0:1]une Cage[C:7:0:0] ou [C:6:0 :1]un Rocher[C:7:0:0] pour fonctionner.
it: Per funzionare, richiedono un'[C:6:0:1]Arma[C:7:0:0], una [C:6:0:1]Gabbia[C:7:0:0] o un [C:6:0:1]Masso[C:7:0:0].
pl: Wymagają one [C:6:0:1]Broni[C:7:0:0], [C:6:0:1]Klatek[C:7:0:0], lub [C:6:0:1]Głazów[C:7:0:0] aby działać.
pt_br: Estes requerem uma [C:6:0:1]Arma[C:7:0:0], [C:6:0:1]Jaula[C:7:0:0], ou [C:6:0:1]Rocha[C:7:0:0] para funcionar.
ru: Для их работы требуется [C:6:0:1]оружие[C:7:0:0], [C:6:0:1]клетка[C:7:0:0] или [C:6:0:1]камень[C:7:0:0].
tr: Bunların çalışması için bir [C:6:0:1]Silah[C:7:0:0], [C:6:0:1]Kafes[C:7:0:0] veya [C:6:0:1]Kaya Parçası[C:7:0:0] gerekir.
vi: Chúng yêu cầu một [C:6:0:1]Vũ khí[C:7:0:0], [C:6:0:1]Lồng[C:7:0:0] hoặc [C:6:0:1]Đá tảng[C:7:0:0] để hoạt động.
zh_hans: 这些需要[C:6:0:1]Weapon[C:7:0:0]、[C:6:0:1]Cage[C:7:0:0]或[C:6:0:1]Boulder[C:7:0:0]来发挥作用。

source: Non-alcoholic water is essential to a functioning fortress. The most favored place to
fr: L'eau non alcoolisée est essentielle au fonctionnement d'une forteresse. L'endroit le plus privilégié pour
it: L'acqua analcolica è essenziale per il funzionamento di una fortezza. Il luogo preferito per
ko: 알코올이 들어가지 않은 물은 제 기능을 하는 요새에 필수적입니다. 이러한 물이 가장 선호되는 장소는
pl: Woda bez alkoholu jest podstawową sprawa dla funkcjonowania twierdzy. Najbardziej preferowane miejsce
pt_br: Água não alcoólica é essencial para o funcionamento de uma fortaleza. O lugar mais favorecedor para
ru: Крепость необходимо обеспечивать пресной водой. Самое предпочтительное место для
tr: Alkolsüz su, işleyen bir kale için gereklidir. Bunu elde etmenin en çok tercih edilen yolu
vi: Nước không cồn là yếu tố cần thiết cho một pháo đài hoạt động tốt. Nơi được ưa thích nhất để
zh_hans: 不含酒精的纯净水对一个要塞的正常运行是至关重要的。最受欢迎的地方

source: get it is from a [C:6:0:0]Well[C:7:0:0].
fr: l'obtenir provient d'un [C:6:0:0]puits[C:7:0:0].
it: prenderla è da un [C:6:0:0]Pozzo[C:7:0:0].
ko: [C:6:0:0]우물[C:7:0:0]에서 가져옵니다.
pl: do jej uzyskiwania to [C:6:0:0]Studnia[C:7:0:0].
pt_br: pegar é por um [C:6:0:0]Poço[C:7:0:0].
ru: получить её из [C:6:0:0]колодца[C:7:0:0].
tr: bir [C:6:0:0]Kuyudur[C:7:0:0].
vi: lấy nó là từ một [C:6:0:0]Giếng[C:7:0:0].
zh_hans: 它是从一口[C:6:0:0]井[C:7:0:0]里得到的。

source: [C:6:0:0]Wells[C:7:0:0] require a [C:6:0:1]Bucket[C:7:0:0], [C:6:0:1]Blocks[C:7:0:0], a [C:6:0:1]Rope[C:7:0:0] or [C:6:0:1]Chain[C:7:0:0], and [C:6:0:1]Mechanisms[C:7:0:0]. They can be built over
fr: [C:6:0:0]Les puits[C:7:0:0] nécessitent un [C:6:0:1]Bucket[C:7:0:0], [C:6:0:1] Blocs[C:7:0:0], une [C:6:0:1]Corde[C:7:0:0] ou [C:6:0:1]Chaîne[C:7:0:0 ], et [C:6:0:1]Mécanismes[C:7:0:0]. Ils peuvent être construits sur
it: I [C:6:0:0]Pozzi[C:7:0:0] richiedono [C:6:0:1]Secchio[C:7:0:0], [C:6:0:1]Blocchi[C:7:0:0], [C:6:0:1]Corda[C:7:0:0]/[C:6:0:1]Catena[C:7:0:0] e [C:6:0:1]Meccanismi[C:7:0:0]. Si possono costruire su
pl: [C:6:0:0]Studnie[C:7:0:0] wymagają [C:6:0:1]Wiadra[C:7:0:0], [C:6:0:1]Bloczków[C:7:0:0], [C:6:0:1]Liny[C:7:0:0] lub [C:6:0:1]Łańcucha[C:7:0:0], i [C:6:0:1]Mechanizmów[C:7:0:0]. Mogą być zbudowane nad
pt_br: [C:6:0:0]Poços[C:7:0:0] requerem um [C:6:0:1]Balde[C:7:0:0], [C:6:0:1]Blocos[C:7:0:0], uma [C:6:0:1]Corda[C:7:0:0] ou [C:6:0:1]Corrente[C:7:0:0], e [C:6:0:1]Mecanismos[C:7:0:0]. Eles podem ser construídos acima de
ru: [C:6:0:0]Колодцы[C:7:0:0] требуют [C:6:0:1]Ведро[C:7:0:0], [C:6:0:1]Блоки[C:7:0:0], [C:6:0:1]Канат[C:7:0:0] или [C:6:0:1]Цепь[C:7:0:0], и [C:6:0:1]Механизмы[C:7:0:0]. Они могут быть построены на
tr: [C:6:0:0]Kuyular[C:7:0:0] bir [C:6:0:1]Kova[C:7:0:0], [C:6:0:1]Bloklar[C:7:0:0], bir [C:6:0:1]Halat[C:7:0:0] veya [C:6:0:1]Zincir[C:7:0:0] ve [C:6:0:1]Mekanizmalar[C:7:0:0] gerektirir. Herhangi bir su kütlesinin
vi: Các [C:6:0:0]Giếng[C:7:0:0] yêu cầu một [C:6:0:1]Xô[C:7:0:0], [C:6:0:1]Khối[C:7:0:0], một [C:6:0:1]Dây thừng[C:7:0:0] hoặc [C:6:0:1]Dây xích[C:7:0:0], và [C:6:0:1]Cơ cấu[C:7:0:0]. Chúng có thể được xây dựng trên
zh_hans: [C:6:0:0]水井[C:7:0:0]需要一个[C:6:0:1]水桶[C:7:0:0]，[C:6:0:1]积木[C:7:0:0]，[C:6:0:1]绳索[C:7:0:0]或[C:6:0:1]链条[C:7:0:0]，和[C:6:0:1]机械装置[C:7:0:0]。 它们可以建立在

source: any body of water. It is possible to find water underground, or divert it from the surface.
de: jedes Gewässer. Es ist möglich, Wasser unterirdisch zu finden oder es von der Oberfläche abzuleiten.
fr: n'importe quel plan d'eau. Il est possible de trouver de l'eau sous terre ou de la détourner de la surface.
it: qualsiasi specchio d'acqua. È possibile trovare acqua sottoterra o deviarla dalla superficie.
ko: 어떤 수역이든 지하에서 물을 찾거나 지표면에서 물을 우회시키는 것이 가능하다.
pl: dowolnym blokiem wody. Możliwe jest znalezienie wody pod ziemią lub przekierowanie jej z powierzchni.
pt_br: qualquer corpo de água. É possível encontrar água subterrânea, ou desviar da superfície.
ru: любой водоем. Можно найти воду под землей или перенаправлять ее с поверхности.
tr: üzerine inşa edilebilirler. Yeraltında su bulmak veya yüzeyden yönlendirmek mümkündür.
vi: bất kỳ nguồn nước nào. Có thể tìm thấy nước ngầm, hoặc dẫn nước từ bề mặt.
zh_hans: 任何水体。人们可以在地下找到水，也可以从地表引水。
