Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Loading events...
de: Lade Veranstaltungen...
fr: Chargement des événements...
it: Caricamento eventi...
ko: 이벤트 로드 중...
pl: Ładowanie zdarzeń...
pt_br: A carregar os eventos...
ru: Загрузка событий...
tr: Olaylar yükleniyor...
vi: Tải các sự kiện...
zh_hans: 加载活动......

source: Loading mandates...
de: Lade Mandate...
fr: Chargement des mandats...
it: Caricamento mandati...
ko: 권한 로드 중...
pl: Ładowanie żądań...
pt_br: Carregar mandatos...
ru: Загрузка поручений...
tr: Talimatlar yükleniyor...
vi: Tải các sắc lệnh...
zh_hans: 加载任务......

source: Loading work quotas...
de: Lade Arbeitsquoten...
fr: Chargement des quotas de travail...
it: Caricamento quote di lavoro...
ko: 작업 할당량 로드 중...
pl: Ładowanie limitów pracy...
pt_br: Cotas de trabalho carregando...
ru: Загрузка ограничений работ...
tr: İş kotaları yükleniyor...
vi: Tải các chỉ tiêu công việc...
zh_hans: 加载工作配额......

source: Loading world events...
de: Lade das Weltgeschehen...
fr: Chargement des événements mondiaux...
it: Caricamento eventi del mondo...
ko: 전 세계 이벤트 로드 중...
pl: Ładowanie światowych wydarzeń...
pt_br: Eventos mundiais de carregar...
ru: Загрузка событий мира...
tr: Dünya olayları yükleniyor...
vi: Tải các sự kiện thế giới...
zh_hans: 加载世界事件......

source: Loading announcements...
de: Lade Ankündigungen...
fr: Chargement des annonces...
it: Caricamento annunci...
ko: 공지사항 로드 중...
pl: Ładowanie komunikatów...
pt_br: Carregando avisos...
ru: Загрузка оповещений...
tr: Duyurular yükleniyor...
vi: Tải các thông báo...
zh_hans: 加载公告......

source: Loading fortress information...
de: Lade Festungsinformationen...
fr: Chargement des informations sur la forteresse...
it: Caricamento informazioni sulla fortezza...
ko: 요새 정보 로드 중...
pl: Ładowanie informacji o twierdzy...
pt_br: Carregando informações de Fortaleza...
ru: Загрузка информации о крепости...
tr: Kale bilgileri yükleniyor...
vi: Tải thông tin pháo đài...
zh_hans: 加载堡垒信息......

source: Loading world information...
de: Lade Weltinformationen...
fr: Chargement des informations sur le monde...
it: Caricamento informazioni del mondo...
ko: 세계 정보 로드 중...
pl: Ładowanie informacji o świecie...
pt_br: Carregando informações do mundo...
ru: Загрузка информации о мире...
tr: Dünya bilgisi yükleniyor...
vi: Tải thông tin thế giới...
zh_hans: 加载世界信息......

source: Loading adventure...
de: Lade Abenteuer...
fr: Chargement de l'aventure...
it: Caricamento avventura...
ko: 모험 로드 중...
pl: Ładowanie przygody...
pt_br: Carregando aventura...
ru: Загрузка приключения...
tr: Macera yükleniyor...
vi: Tải cuộc phiêu lưu...
zh_hans: 加载冒险......

source: Loading general information...
de: Lade allgemeine Informationen...
fr: Chargement des informations générales...
it: Caricamento informazioni generali...
ko: 일반 정보 로드 중...
pl: Ładowanie ogólnych informacji...
pt_br: Carregando informações gerais...
ru: Загрузка общей информации...
tr: Genel bilgiler yükleniyor...
vi: Tải thông tin chung...
zh_hans: 加载一般信息......

source: Rebuilding more temporary information...
de: Wiederaufbau mehrerer temporärer Informationen...
fr: Reconstruction d'informations plus temporaires...
it: Ricostruzione d'informazioni più temporanee...
ko: 추가 임시 정보 재구축 중...
pl: Odbudowa dalszych informacji tymczasowych...
pt_br: Reconstruindo mais informações temporárias...
ru: Перестройка временной информации...
tr: Daha fazla geçici bilgi yeniden oluşturuluyor...
vi: Tái tạo thêm thông tin tạm thời...
zh_hans: 重建更多临时信息......

source: Preparing game screen...
de: Vorbereiten Spiel-Bildschirm...
fr: Préparation de l'écran du jeu...
it: Preparazione della schermata di gioco...
ko: 게임 화면 준비 중...
pl: Przygotowanie ekranu gry...
pt_br: Preparando a tela do jogo...
ru: Подготовка игрового экрана...
tr: Oyun ekranı hazırlanıyor...
vi: Đang chuẩn bị màn hình game...
zh_hans: 准备游戏画面......

source: Handling compatibility issues...
de: Handhabung Kompatibilitätsprobleme...
fr: Gestion des problèmes de compatibilité...
it: Gestione dei problemi di compatibilità...
ko: 호환성 문제 처리 중...
pl: Obsługa problemów z kompatybilnością...
pt_br: Tratamento de problemas de compatibilidade...
ru: Обработка проблем с совместимостью...
tr: Uyumluluk sorunları ele alınıyor...
vi: Đang xử lý các vấn đề tương thích...
zh_hans: 处理兼容性问题......

source: Newer compatible version of mod detected:
de: Eine neuere kompatible Version der Mod wurde erkannt:
fr: Nouvelle version compatible du mod détectée :
it: Rilevata versione più recente e compatibile della mod:
ko: 모드의 최신 호환 버전이 감지됨:
pl: Wykryto nowszą kompatybilną wersję moda:
pt_br: Versão compatível mais recente do mod detectada:
ru: Обнаружена более новая совместимая версия мода:
tr: Modun daha yeni uyumlu bir sürümü tespit edildi:
vi: Đã phát hiện phiên bản mod tương thích mới hơn:
zh_hans: 检测到mod的更新兼容版本:

source: (save uses
fr: (sauvegarder les utilisations
it: (salvataggio usa
ko: (사용 저장
pl: (zapis używa
pt_br: (salvamentos utilizados
ru: (сэйв использует
tr: (kayıt şunu kullanıyor:
vi: (bản lưu đang dùng
zh_hans: (保存使用

source: , not found
de: , nicht gefunden
fr: , pas trouvé
it: , non trovato
ko: , 찾을 수 없음
pl: , nie znaleziono
pt_br: , não encontrado
ru: , не найден
tr: , bulunamadı
vi: , không tìm thấy
zh_hans: ,没有找到

source: Update
fr: Mise à jour
it: Aggiorna
ko: 업데이트
pl: Aktualizacja
pt_br: Atualizar
ru: Обновлять
tr: Güncelle
vi: Cập nhật
zh_hans: 更新

source: Update all
de: Update alle
fr: Tout mettre à jour
it: Aggiorna tutto
ko: 모두 업데이트
pl: Aktualizuj wszystko
pt_br: Atualizar tudo
ru: Обновить все
tr: Hepsini güncelle
vi: Cập nhật tất cả
zh_hans: 更新全部

source: Don't update
de: Nicht updaten
fr: Ne pas mettre à jour
it: Non aggiornare
ko: 업데이트하지 않음
pl: Nie aktualizuj
pt_br: Não atualizar
ru: Не обновлять
tr: Güncelleme
vi: Không cập nhật
zh_hans: 不更新

source: Don't update any
de: Update keine
fr: Ne rien mettre à jour
it: Non aggiornare nulla
ko: 아무것도 업데이트하지 마십시오
pl: Nie aktualizuj żadnego
pt_br: Não atualizar nada
ru: Не обновляйте никаких
tr: Hiçbirini güncelleme
vi: Không cập nhật bất kỳ nào
zh_hans: 全部不更新

source: Back to title
de: Zurück zum Titelbildschirm
fr: Retour au titre
it: Torna al titolo
ko: 제목으로 돌아가기
pl: Powrót do tytułu
pt_br: Voltar para o menu
ru: Вернуться к названию
tr: Başlığa dön
vi: Về màn hình chính
zh_hans: 返回标题界面

source: Failed to find compatible mod:
fr: Impossible de trouver un mod compatible :
it: Mod compatibile non trovata:
ko: 호환되는 모드를 찾지 못했습니다:
pl: Nie znaleziono kompatybilnego moda:
pt_br: Falha em encontrar um mod compatível:
ru: Не удалось найти совместимый мод:
tr: Uyumlu mod bulunamadı:
vi: Không tìm thấy mod tương thích:
zh_hans: 无法找到兼容的mod:

source: Failed to install mod:
fr: Échec de l'installation du module :
it: Install. mod fallita:
ko: 모드 설치 실패:
pl: Nie udało się zainstalować moda:
pt_br: Falha ao instalar mod:
ru: Не удалось установить мод:
tr: Mod yüklenemedi:
vi: Không cài đặt được mod:
zh_hans: 安装mod失败：

source: category
tr: kategori
vi: danh mục

source: color
de: Farbe
fr: Couleur
it: colore
ko: 색깔
pl: kolor
pt_br: cor
ru: цвет
tr: renk
vi: màu sắc
zh_hans: 颜色

source: the Uprising
fr: le soulèvement
it: l'Insurrezione
ko: 봉기
pt_br: a revolta
ru: Восстание
tr: Ayaklanma
vi: Cuộc Nổi Dậy
zh_hans: 起义

source: Gain possession
tr: Ele geçir
vi: Chiếm hữu

source: Pull it out
tr: Çekip çıkar
vi: Kéo nó ra

source: Cease nocking
tr: Ok gezlemeyi bırak
vi: Ngừng lắp tên

source: Roll
tr: Zar at
vi: Lăn

source: Roll all
tr: Hepsini at
vi: Lăn tất cả

source: medium
tr: orta
vi: trung bình

source: region is:
tr: bölge:
vi: khu vực là:

source: variant is:
tr: varyant:
vi: biến thể là:

source: alignment is:
tr: yönelim:
vi: thiên hướng là:

source: Composer generated a chord:
tr: Besteci bir akor oluşturdu:
vi: Nhà soạn nhạc đã tạo ra một hợp âm:

source: removed.
tr: kaldırıldı.
vi: đã gỡ bỏ.

source: Ally:
tr: Müttefik:
vi: Đồng minh:

source: The peaceful town of
tr: Huzurlu
vi: Thị trấn yên bình của

source: is threatened! The forces of
vi: đang bị đe dọa! Các thế lực của

source: are on the march.
vi: đang hành quân.

source: Commanded by
tr: Komutanları:
vi: Được chỉ huy bởi

source: , they
tr: , onlar
vi: , chúng

source: The enemy
tr: Düşman
vi: Kẻ thù

source: will have no mercy. There is little time -- you must flee. Perhaps your family and friends can be convinced to leave.
vi: sẽ không khoan nhượng. Thời gian không còn nhiều -- ngươi phải chạy trốn. Có lẽ gia đình và bạn bè của ngươi có thể được thuyết phục rời đi.

source: Legends speak of
tr: Efsaneler şundan bahseder:
vi: Truyền thuyết kể về

source: an ancient
tr: kadim bir
vi: một cổ xưa

source: vault,
tr: mahzen,
vi: hầm,

source: , where
tr: , burası
vi: , nơi mà

source: wrested
tr: zorla aldı
vi: giành được

source: power from the Underworld by invoking
tr: Yeraltı Dünyası'ndan gücü, şunu çağırarak:
vi: quyền năng từ Thế giới ngầm bằng cách triệu hồi

source: true name. The location of this place is well-known, but none have penetrated its secrets. If the true name of the monster can be uncovered, you might be able to end this terror forever.
vi: tên thật. Vị trí của nơi này thì nổi tiếng, nhưng chưa ai khám phá được bí mật của nó. Nếu tên thật của quái vật có thể được khám phá, ngươi có thể chấm dứt nỗi kinh hoàng này mãi mãi.

source: The citizens of
tr: Şuranın vatandaşları:
vi: Các công dân của

source: are plagued by bandits. The gang
vi: đang bị bọn cướp hoành hành. Băng nhóm

source: has even sent some troublemakers to harass people right here in town.
tr: kasabanın tam ortasında insanları taciz etmeleri için baş belaları bile gönderdi.
vi: thậm chí còn cử vài kẻ gây rối đến quấy nhiễu người dân ngay tại thị trấn này.

source: Just reunited after a long journey, you are together with your companions again.
vi: Vừa đoàn tụ sau một hành trình dài, ngươi lại ở cùng với các bạn đồng hành của mình.

source: After a long journey, you are here to meet your most trusted companion.
vi: Sau một hành trình dài, ngươi ở đây để gặp người bạn đồng hành đáng tin cậy nhất của mình.

source: is from here and might have some local information.
tr: buralı ve bazı yerel bilgilere sahip olabilir.
vi: đến từ đây và có thể có vài thông tin địa phương.

source: Your most trusted local companions are meeting you here today.
tr: En güvendiğin yerel yoldaşların bugün seninle burada buluşuyor.
vi: Những người bạn đồng hành địa phương đáng tin cậy nhất của ngươi đang gặp ngươi ở đây hôm nay.

source: Your most trusted companions have made the journey to meet you here today.
tr: En güvendiğin yoldaşların bugün seninle burada buluşmak için yolculuk yaptı.
vi: Những người bạn đồng hành đáng tin cậy nhất của ngươi đã thực hiện chuyến hành trình để gặp ngươi ở đây hôm nay.

source: After a long journey, you are here to meet your most trusted companion.
tr: Uzun bir yolculuktan sonra, en güvendiğin yoldaşınla buluşmak için buradasın.
vi: Sau một hành trình dài, ngươi ở đây để gặp người bạn đồng hành đáng tin cậy nhất của mình.

source: Your most trusted companion has made the journey to meet you here today.
tr: En güvendiğin yoldaşın bugün seninle burada buluşmak için yolculuk yaptı.
vi: Người bạn đồng hành đáng tin cậy nhất của ngươi đã thực hiện chuyến hành trình để gặp ngươi ở đây hôm nay.

source: You've finally got your equipment together, such as it is. Now it's time for action and adventure!
vi: Ngươi cuối cùng cũng đã tập hợp đủ trang bị của mình. Giờ là lúc để hành động và phiêu lưu!

source: In the rush of excitement, you've forgotten where you were going to go.
tr: Heyecan telaşıyla, nereye gideceğini unuttun.
vi: Trong sự vội vã của sự phấn khích, ngươi đã quên mất mình định đi đâu.

source: Your wanderings have brought you to this place after a long journey.
tr: Gezintilerin uzun bir yolculuktan sonra seni bu yere getirdi.
vi: Những cuộc lang thang của ngươi đã đưa ngươi đến nơi này sau một hành trình dài.

source: A foolhardy soul might try to rescue the
vi: Một linh hồn dại dột có thể thử giải cứu

source: children that have been kidnapped.
tr: kaçırılan çocukları.
vi: những đứa trẻ đã bị bắt cóc.

source: child that has been kidnapped.
tr: kaçırılan çocuğu.
vi: đứa trẻ đã bị bắt cóc.

source: Let the party venture forth!
vi: Hãy để đoàn thám hiểm lên đường!

source: Perhaps some of your friends here have ideas.
vi: Có lẽ một vài người bạn của ngươi ở đây có ý tưởng.

source: Perhaps some of your friends here can remind you.
vi: Có lẽ một vài người bạn của ngươi ở đây có thể nhắc nhở ngươi.

source: Perhaps some of the people here will be worth talking to before you continue on your way.
vi: Có lẽ một vài người ở đây đáng để nói chuyện trước khi ngươi tiếp tục cuộc hành trình của mình.

source: You must
tr: Şunu yapmalısın:
vi: Ngươi phải

source: You've assumed tactical control as nobody else is available.
tr: Başka kimse müsait olmadığı için taktik kontrolü üstlendin.
vi: Ngươi đã nắm quyền kiểm soát chiến thuật vì không còn ai khác.

source: "Greetings. I am
vi: Chào ngươi. Ta là

source: , and I have chosen you
tr: , ve seni seçtim
vi: , và ta đã chọn ngươi

source: as my instrument of
tr: şunun bir aracı olarak:
vi: làm công cụ của ta để

source: The remnants of creation,
tr: Yaratılışın kalıntıları,
vi: Những tàn tích của sự sáng tạo,

source: , belong with my followers,
tr: , takipçilerime aittir,
vi: , thuộc về những tín đồ của ta,

source: Seek out
tr: Şunu bul:
vi: Hãy tìm kiếm

source: and fulfill your destiny."
tr: ve kaderini gerçekleştir."
vi: và hoàn thành vận mệnh của ngươi.

source: "You've found
tr: "Şunu buldun:
vi: Ngươi đã tìm thấy

source: ! My chosen, you must speak to them and offer your service."
vi: ! Kẻ được chọn của ta, ngươi phải nói chuyện với họ và cống hiến sự phục vụ của mình.

source: "Do you feel the pull? You sense the direction of my representative. It is possible to travel quickly to reach them, or you may journey more deliberately. It is your decision."
vi: Ngươi có cảm thấy lực hút không? Ngươi cảm nhận được hướng của đại diện ta. Có thể di chuyển nhanh để đến chỗ họ, hoặc ngươi có thể đi một cách cẩn trọng hơn. Đó là quyết định của ngươi.

source: "Congratulations! Now you must return this precious object to its proper home."
vi: Chúc mừng! Giờ ngươi phải trả lại vật quý giá này về đúng vị trí của nó.

source: You seek
tr: Aradığın yer:
vi: Ngươi tìm kiếm

source: . If you do not find the location in your log, ask others for directions. You may also follow the pull from your senses."
vi: . Nếu ngươi không tìm thấy vị trí trong nhật ký của mình, hãy hỏi người khác để được chỉ dẫn. Ngươi cũng có thể làm theo lực hút từ các giác quan của mình.

source: The journey is long. Be sure to travel to
vi: Cuộc hành trình dài. Hãy chắc chắn đi đến

source: , rather than walking leisurely."
tr: , aylak aylak yürümek yerine."
vi: , thay vì rảo bước nhàn nhã.

source: "This place is dangerous. Steel yourself against ancient enemies. Try not to let yourself be surrounded, and remain standing. Enter and vanquish! Or slip in unseen. Securing the treasure is all that matters."
vi: Nơi đây hiểm nguy. Hãy kiên cường chống lại kẻ thù cổ xưa. Cố gắng đừng để bị bao vây, và hãy trụ vững. Tiến vào và chinh phục! Hoặc lén lút lẻn vào. Giành được kho báu là tất cả những gì quan trọng.

source: "You are close. Follow your senses to the entrance.
vi: Ngươi đã gần đến. Hãy theo giác quan của mình mà tìm lối vào.

source: But my chosen, you are
vi: Nhưng kẻ được chọn của ta, ngươi đang

source: in a state
tr: bir haldesin
vi: trong tình trạng

source: in need of drink and sustenance
tr: yiyecek ve içeceğe muhtaçsın
vi: cần nước và lương thực

source: in need of sustenance and sleep
tr: yiyeceğe ve uykuya muhtaçsın
vi: cần lương thực và giấc ngủ

source: in need of sustenance
tr: yiyeceğe muhtaçsın
vi: cần lương thực

source: in need of drink and sleep
tr: içeceğe ve uykuya muhtaçsın
vi: cần nước và giấc ngủ

source: in need of drink
tr: içeceğe muhtaçsın
vi: cần nước

source: in need of sleep
tr: uykuya muhtaçsın
vi: cần giấc ngủ

source: ! See to yourself before you face what's ahead.
vi: ! Hãy tự chăm sóc bản thân trước khi đối mặt với những gì phía trước.

source: Remember that ice and snow can be heated by a campfire.
vi: Hãy nhớ rằng băng và tuyết có thể được làm nóng bằng lửa trại.

source: "Congratulations, my faithful chosen! There are other ways you can serve, if you offer your service again. You may also live your life as you see fit now if you choose. You have done well."
vi: Chúc mừng, kẻ được chọn trung thành của ta! Vẫn còn nhiều cách khác để ngươi phục vụ, nếu ngươi tình nguyện thêm lần nữa. Giờ đây ngươi cũng có thể sống cuộc đời mình theo ý muốn. Ngươi đã làm rất tốt.

source: "With the treasure, you are near to glory and fulfillment of your task. Your senses can lead you on your return journey."
vi: Với kho báu trong tay, ngươi đã gần đạt đến vinh quang và hoàn thành nhiệm vụ. Giác quan của ngươi sẽ dẫn lối trên hành trình trở về.

source: "You may return the object to the faithful by gifting it to one of the priests, or you may simply drop it in this structure wherever you see fit."
tr: "Nesneyi rahiplerden birine hediye ederek sadıklara iade edebilir veya bu yapı içinde uygun gördüğün herhangi bir yere bırakabilirsin."
vi: Ngươi có thể trả vật phẩm lại cho những người trung thành bằng cách trao nó cho một trong các tu sĩ, hoặc đơn giản là đặt nó vào cấu trúc này ở bất cứ đâu ngươi thấy phù hợp.

source: "My other worshippers? As you wish, my faithful chosen! There are other ways you can serve, if you offer your service again. You may also live your life as you see fit now if you choose. You have done well."
vi: Những tín đồ khác của ta ư? Tùy ngươi muốn, kẻ được chọn trung thành của ta! Vẫn còn nhiều cách khác để ngươi phục vụ, nếu ngươi tình nguyện thêm lần nữa. Giờ đây ngươi cũng có thể sống cuộc đời mình theo ý muốn. Ngươi đã làm rất tốt.

source: "Ungrateful apostate!"
tr: "Nankör dönek!"
vi: Tên bội giáo vô ơn!

source: You
tr: Sen
vi: Ngươi

source: have been cursed
fr: ont été maudits
it: sono stati maledetti
ko: 저주를 받았다
pl: zostały przeklęte
pt_br: foi amaldiçoado
ru: были прокляты
tr: lanetlendin
vi: đã bị nguyền rủa
zh_hans: 曾经被诅咒过

source: Your sleep has been interrupted!
tr: Uykun bölündü!
vi: Giấc ngủ của ngươi đã bị gián đoạn!

source: "You are approaching your destination. End your travels now and prepare yourself."
vi: Ngươi đang tiến gần đến điểm đến. Hãy dừng cuộc hành trình ngay bây giờ và chuẩn bị bản thân.

source: to view other pages
tr: diğer sayfaları görüntülemek için
vi: để xem các trang khác

source: Vapor
tr: Buhar
vi: Hơi nước

source: A thin layer of
tr: İnce bir tabaka
vi: Một lớp mỏng

source: a day's travel
de: eine Tagesreise
fr: une journée de voyage
it: un giorno di viaggio
ko: 하루 거리
pl: dzień podróży
pt_br: um dia de viagem
ru: в дне пути
tr: bir günlük yol
vi: một ngày đường
zh_hans: 一天的路程

source: nearly a day's travel
de: fast eine Tagesreise
fr: presque une journée de voyage
it: quasi un giorno di viaggio
ko: 거의 하루 거리
pl: prawie jeden dzień podróży
pt_br: quase um dia de viagem
ru: почти в дне пути
tr: yaklaşık bir günlük yol
vi: gần một ngày đường
zh_hans: 差不多一天的路程

source: a half day's travel
de: eine halbe Tagesreise
fr: une demi-journée de voyage
it: mezza giornata di viaggio
ko: 한나절 거리
pl: pół dnia podróży
pt_br: meio dia de viagem
ru: в половине дня пути
tr: yarım günlük yol
vi: nửa ngày đường
zh_hans: 半天的路程

source: a short walk
de: ein kurzer Spaziergang
fr: une courte promenade
it: una breve passeggiata
ko: 짧은 산책
pl: krótki spacer
pt_br: uma curta caminhada
ru: в паре шагов
tr: kısa bir yürüyüş
vi: một quãng đi bộ ngắn
zh_hans: 短暂的散步

source: to the
de: zu den
fr: au
it: al
pl: do
pt_br: para o
ru: в сторону
tr: şuraya doğru:
vi: về phía
zh_hans: 到了

source: north-northeast
tr: kuzey-kuzeydoğu
vi: bắc-đông bắc

source: east-northeast
tr: doğu-kuzeydoğu
vi: đông-đông bắc

source: east-southeast
tr: doğu-güneydoğu
vi: đông-đông nam

source: south-southeast
tr: güney-güneydoğu
vi: nam-đông nam

source: south-southwest
tr: güney-güneybatı
vi: nam-tây nam

source: west-southwest
tr: batı-güneybatı
vi: tây-tây nam

source: west-northwest
tr: batı-kuzeybatı
vi: tây-tây bắc

source: north-northwest
tr: kuzey-kuzeybatı
vi: bắc-tây bắc

source: This is an unintelligible mess.
tr: Bu anlaşılmaz bir karmaşa.
vi: Đây là một mớ lộn xộn không thể hiểu được.

source: thick
de: dick
fr: épais
it: spesso
ko: 두꺼운
pl: cienka
pt_br: espessura
ru: толстый
tr: kalın
vi: dày đặc
zh_hans: 厚

source: light
tr: hafif
vi: nhẹ

source: faint
tr: silik
vi: mờ nhạt

source: deep
tr: derin
vi: sâu

source: shallow
tr: sığ
vi: nông

source: vague
tr: belirsiz
vi: mơ hồ

source: imprint in the
tr: şunun üzerindeki iz:
vi: dấu vết in hằn trên

source: is here.
tr: burada.
vi: ở đây.

source: The vegetation is heavily damaged here.
tr: Bitki örtüsü burada ağır hasar görmüş.
vi: Thực vật ở đây bị hư hại nặng nề.

source: The vegetation is bent here.
tr: Bitki örtüsü burada bükülmüş.
vi: Thực vật ở đây bị uốn cong.

source: The vegetation has been slightly perturbed here.
tr: Bitki örtüsü burada hafifçe örselenmiş.
vi: Thực vật ở đây đã bị xáo trộn nhẹ.

source: The vegetation is broken here.
tr: Bitki örtüsü burada kırılmış.
vi: Thực vật ở đây bị gãy đổ.

source: The signs lead north.
tr: İşaretler kuzeyi gösteriyor.
vi: Các dấu hiệu dẫn về phía bắc.

source: The signs lead south.
tr: İşaretler güneyi gösteriyor.
vi: Các dấu hiệu dẫn về phía nam.

source: The signs lead east.
tr: İşaretler doğuyu gösteriyor.
vi: Các dấu hiệu dẫn về phía đông.

source: The signs lead west.
tr: İşaretler batıyı gösteriyor.
vi: Các dấu hiệu dẫn về phía tây.

source: The signs lead northeast.
tr: İşaretler kuzeydoğuyu gösteriyor.
vi: Các dấu hiệu dẫn về phía đông bắc.

source: The signs lead northwest.
tr: İşaretler kuzeybatıyı gösteriyor.
vi: Các dấu hiệu dẫn về phía tây bắc.

source: The signs lead southeast.
tr: İşaretler güneydoğuyu gösteriyor.
vi: Các dấu hiệu dẫn về phía đông nam.

source: The signs lead southwest.
tr: İşaretler güneybatıyı gösteriyor.
vi: Các dấu hiệu dẫn về phía tây nam.

source: They belong to you or a companion.
tr: Bunlar sana veya bir yoldaşına ait.
vi: Chúng thuộc về ngươi hoặc một người đồng hành.

source: Move
tr: Hareket et
vi: Di chuyển

source: You can't travel until you emerge from underground or enter a tunnel.
tr: Yeraltından çıkana veya bir tünele girene kadar seyahat edemezsin.
vi: Ngươi không thể di chuyển cho đến khi thoát khỏi lòng đất hoặc vào một đường hầm.

source: You must move away from surrounding obstacles such as the site's walls and rivers before you can travel.
tr: Seyahat edebilmek için yerleşimin duvarları ve nehirler gibi çevredeki engellerden uzaklaşmalısın.
vi: Ngươi phải di chuyển ra xa khỏi các chướng ngại vật xung quanh như tường của địa điểm và sông trước khi có thể đi.

source: You must move away from the river before you can travel.
tr: Seyahat edebilmek için nehirden uzaklaşmalısın.
vi: Ngươi phải di chuyển ra xa khỏi con sông trước khi có thể đi.

source: You assume a submissive posture.
tr: İtaatkar bir duruş sergiliyorsun.
vi: Ngươi bày ra tư thế phục tùng.

source: You no longer assume a submissive posture.
tr: Artık itaatkar bir duruş sergilemiyorsun.
vi: Ngươi không còn bày ra tư thế phục tùng nữa.

source: You strap
tr: Şunu kayışla asıyorsun:
vi: Ngươi đeo

source: to your
tr: şurana:
vi: vào

source: You draw
tr: Şunu çekiyorsun:
vi: Ngươi rút

source: with your
tr: şununla:
vi: bằng

source: You do not have a free grasp for
tr: Şunun için boş bir tutuşun yok:
vi: Ngươi không có tay rảnh để cầm

source: You have nothing left to draw or put away.
tr: Çekecek veya kaldıracak hiçbir şeyin kalmadı.
vi: Ngươi không còn gì để rút ra hay cất đi.

source: You are riding and cannot lie down.
tr: Binek üzerindesin ve yatamazsın.
vi: Ngươi đang cưỡi và không thể nằm xuống.
