Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Writhing in agony!
de: Sich im Todeskampf windend!
fr: Se tordant d'agonie !
it: Contorcendosi in agonia!
ko: 고뇌에 몸부림친다!
pl: Wije się w agonii!
pt_br: Se contorcendo em agonia!
ru: Бьётся в агонии!
tr: Izdırap içinde kıvranıyor!
vi: Quằn quại trong đau đớn!
zh_hans: 疼的直打滚！

source: Anguished!
de: Verzweifelt!
fr: Angoissé!
it: Angosciato!
ko: 비통함!
pl: Udręczony!
pt_br: Eu estou angustiado.
ru: Мучается!
tr: Acı çekiyor!
vi: Đau đớn quặn thắt!
zh_hans: 痛！太痛了！

source: Lost in despair!
de: Verloren in der Verzweiflung!
fr: Perdu de désespoir !
it: Perso nella disperazione!
ko: 절망에 빠졌다!
pl: Zatracony w rozpaczy!
pt_br: Perdido no desespero!
ru: Впал в отчаяние!
tr: Çaresizlik içinde kayboldu!
vi: Chìm đắm trong tuyệt vọng!
zh_hans: 绝望地迷失了！

source: Completely dismayed!
de: Völlig erschüttert!
fr: Complètement consterné !
it: Completamente sgomento!
ko: 끔찍하게 경악했다!
pl: Całkowicie przerażony!
pt_br: Completamente desanimados!
ru: В полном восторге!
tr: Tamamen dehşete düştü!
vi: Hoàn toàn nản lòng!
zh_hans: 彻底惊慌

source: Distressed!
de: verzweifelt!
fr: Affligé!
it: Esaurito!
ko: 괴.롭.다!
pl: Strapiony!
pt_br: Angustiado!
ru: Бедствует!
tr: Sıkıntılı!
vi: Đau khổ!
zh_hans: 苦恼！

source: Taken by a fright!
de: Von einem Schreck ergriffen!
fr: Pris de frayeur !
it: Ha preso uno spavento!
ko: 섬뜩함에 사로잡혔다!
pl: Ogarnięty strachem!
pt_br: Tomado por um susto!
ru: Охвачен страхом!
tr: Korkuya kapıldı!
vi: Bị nỗi khiếp sợ xâm chiếm!
zh_hans: 被吓坏了！

source: Wallowing in misery!
de: Sich im Elend suhlen!
fr: Se vautrer dans la misère !
it: Sguazza nella miseria!
ko: 고통과 비참함 속에 뒹군다!
pl: Pogrążony w nieszczęściu!
pt_br: Chafurdando na miséria!
ru: Погряз в горе!
tr: Sefalet içinde debeleniyor!
vi: Đắm chìm trong khốn khổ!
zh_hans: 沉浸在痛苦之中！

source: Truly mortified!
de: Wahrlich gedemütigt!
fr: Vraiment mortifié !
it: Davvero mortificato!
ko: 진정으로 굴욕스럽다!
pl: Naprawdę upokorzony!
pt_br: Verdadeiramente mortificado!
ru: Абсолютно подавлен!
tr: Gerçekten kahroldu!
vi: Thực sự hổ thẹn!
zh_hans: 终极侮辱！

source: Shaken to the core!
de: In den Grundfesten erschüttert!
fr: Secoué jusqu'au cœur !
it: Scosso fino al midollo!
ko: 핵심을 뒤흔들었다!
pl: Wstrząśnięty do głębi!
pt_br: Agitado para o núcleo!
ru: Потрясён до глубины души!
tr: İliklerine kadar sarsıldı!
vi: Rúng động tận tâm can!
zh_hans: 动摇了核心！

source: In existential crisis!
de: In einer Existenzkrise!
fr: En crise existentielle !
it: In una crisi esistenziale!
ko: 최악의 자괴감 속에서!
pl: W kryzysie egzystencjalnym!
pt_br: Em crise existencial!
ru: В экзистенциональном кризисе!
tr: Varoluşsal krizde!
vi: Trong khủng hoảng hiện sinh!
zh_hans: 生死存亡之间！

source: Emotionally overloaded!
de: Emotional überlastet!
fr: Surchargé émotionnellement !
it: Emotivamente sovraccarico!
ko: 감정적으로 과부하됐다!
pl: Przeciążony emocjonalnie!
pt_br: Sobrecarregado emocionalmente!
ru: Эмоционально перегружен!
tr: Duygusal olarak aşırı yüklenmiş!
vi: Quá tải cảm xúc!
zh_hans: 情绪崩溃

source: Pet of
de: Haustier von
fr: Animal de compagnie de
it: Animale domestico di
ko: 애완동물
pl: Chowaniec
pt_br: Animal de
ru: Питомец
tr: Şunun evcil hayvanı:
vi: Thú cưng của
zh_hans: 宠物之于

source: Creator of
de: Erschaffer von
fr: Créateur de
it: Creatore di
ko: 창조자:
pl: Twórca
pt_br: Criador do
ru: Создатель
tr: Şunun yaratıcısı:
vi: Người tạo ra
zh_hans: 创造者之于

source: Cannot expel or send away:
de: Kann nicht vertrieben oder weggeschickt werden:
fr: Ne peut pas expulser ou renvoyer:
it: Impossibile espellere o mandare via:
ko: 추방하거나 내보낼 수 없음:
pl: Nie może wygnać ani odesłać:
pt_br: Não pode expulsar ou mandar embora:
ru: Не может изгнать или отослать прочь:
tr: Kovulamaz veya gönderilemez:
vi: Không thể trục xuất hoặc gửi đi:
zh_hans: 无法驱逐或者赶走

source: Does the expelling
de: Ist die Ausweisung
fr: Est-ce que l'expulsion
it: Sta espellendo
ko: 추방했다.
pl: Decyduje o wygnaniu
pt_br: A expulsão
ru: Совершает изгнание
tr: Kovma işlemini gerçekleştirir
vi: Người thực hiện trục xuất
zh_hans: 执行驱逐

source: Nobility
de: Adel
fr: La noblesse
it: Nobiltà
ko: 귀족
pl: Szlachectwo
pt_br: Nobreza
ru: Знатность
tr: Asalet
vi: Quý tộc
zh_hans: 贵族

source: Holds elected office
de: bekleidet ein gewähltes Amt
fr: Détient un mandat électif
it: Ricopre cariche elettive
ko: 사무실 보유?
pl: Pełni wybrany urząd
pt_br: Ocupa cargo eleito
ru: Занимает выбранную должность
tr: Seçilmiş mevkide bulunuyor
vi: Đang giữ chức vụ được bầu
zh_hans: 担任民选公职

source: Spouse does the expelling
de: Der Ehepartner vertreibt das Kind
fr: Le conjoint procède à l'expulsion
it: Coniuge sta espellendo
ko: 배우자를 퇴출시킨다
pl: Współmałżonek decyduje o wygnaniu
pt_br: Cônjuge expulsa
ru: Супруг совершает изгнание
tr: Kovma işlemini eşi gerçekleştiriyor
vi: Vợ/chồng thực hiện trục xuất
zh_hans: 配偶执行驱逐

source: Spouse is not present
de: Ehepartner ist nicht anwesend
fr: Le conjoint n'est pas présent
it: Coniuge non presente
ko: 배우자가 없음
pl: Małżonek jest nieobecny
pt_br: Cônjuge não está presente
ru: Супруга нет
tr: Eşi mevcut değil
vi: Vợ/chồng không có mặt
zh_hans: 配偶没有在场

source: Spouse is nobility
de: Ehepartner ist adlig
fr: Le conjoint est la noblesse
it: Coniuge è nobile
ko: 배우자는 귀족이다
pl: Małżonek jest szlachcicem
pt_br: Cônjuge é nobreza
ru: Супруг благородный
tr: Eşi asil
vi: Vợ/chồng là quý tộc
zh_hans: 配偶是贵族

source: Spouse is elected
de: Ehepartner wird gewählt
fr: Le conjoint est élu
it: Coniuge è eletto
ko: 배우자가 선출됨
pl: Małżonek jest wybrany
pt_br: Cônjuge é eleito
ru: Супруг избран
tr: Eşi seçilmiş
vi: Vợ/chồng giữ chức vụ được bầu
zh_hans: 配偶当选官员

source: Child does the expelling
fr: L'enfant fait l'expulsion
it: Bambino sta espellendo
ko: 자녀를 퇴출시킨다
pl: Dziecko wydaliło
pt_br: Criança expulsa
ru: Изгнание ребёнка
tr: Kovma işlemini çocuğu gerçekleştiriyor
vi: Con cái thực hiện trục xuất
zh_hans: 子女执行驱逐

source: Child is not present
de: Kind ist nicht anwesend
fr: L'enfant n'est pas présent
it: Bambino non presente
ko: 자녀가 없음
pl: Dziecko nieobecne
pt_br: Criança não está presente
ru: Ребенка нет
tr: Çocuğu mevcut değil
vi: Con cái không có mặt
zh_hans: 子女没有在场

source: Child is nobility
de: Kind ist adlig
fr: L'enfant est la noblesse
it: Il bambino è nobile
ko: 자녀가 귀족이다
pl: Dziecko jest szlachcicem
pt_br: Criança é nobreza
ru: Ребенок - это благородно
tr: Çocuğu asil
vi: Con cái là quý tộc
zh_hans: 孩子是贵族

source: Child is elected
de: Kind wird gewählt
fr: L'enfant est élu
it: Il bambino è eletto
ko: 자녀가 선출됨
pl: Dziecko jest wybrane
pt_br: Criança é eleita
ru: Ребенок избран
tr: Çocuğu seçilmiş
vi: Con cái giữ chức vụ được bầu
zh_hans: 子女当选官员

source: Expel
de: vertreiben
fr: Expulser
it: Espelli
ko: 내쫓다
pl: wygnać
pt_br: Expulsar
ru: Изгнать
tr: Kov
vi: Trục xuất
zh_hans: 驱逐

source: Send to
de: Senden nach
fr: Envoyer à
it: Manda a
ko: 보내기
pl: Wysłać do
pt_br: Enviar para
ru: Отправить в
tr: Şuraya gönder:
vi: Gửi tới
zh_hans: 遣送至

source: Send away
de: Absenden
fr: Envoyer
it: Manda via
ko: 보내기
pl: Odesłać
pt_br: Mandar embora
ru: Прогнать
tr: Gönder
vi: Gửi đi
zh_hans: 送走

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ko: 취소
pl: Anuluj
pt_br: Cancela
ru: Отмена
tr: İptal
vi: Hủy bỏ
zh_hans: 取消

source: Overview
de: Übersicht
fr: Aperçu
it: Sommario
ko: 개요
pl: Podgląd
pt_br: Visão geral
ru: Просмотр
tr: Genel Bakış
vi: Tổng quan
zh_hans: 概述

source: Items
fr: Objets
it: Ogget
ko: 물품
pl: Ekw.
pt_br: Itens
ru: Вещи
tr: Eşyalar
vi: Vật phẩm
zh_hans: 项目

source: Health
de: Leben
fr: Santé
it: Salute
ko: 건강
pl: Zdrowie
pt_br: Saúde
ru: Недуги
tr: Sağlık
vi: Sức khỏe
zh_hans: 健康

source: Rooms
de: Räume
fr: Pièces
it: Stanze
ko: 객실
pl: Pokój
pt_br: Salas
ru: Комн.
tr: Odalar
vi: Phòng ốc
zh_hans: 房间

source: Relations
de: Beziehung
fr: Rapports
it: Relazioni
ko: 관계
pl: Relacje
pt_br: Relações
ru: Отношения
tr: İlişkiler
vi: Quan hệ
zh_hans: 关系

source: Thoughts
de: Gedanken
fr: Les pensées
it: Pensieri
ko: 생각
pl: Myśli
pt_br: Pensamentos
ru: Мысли
tr: Düşünceler
vi: Suy nghĩ
zh_hans: 想法

source: Personality
de: Wesensart
fr: Personnalité
it: Personalità
ko: 인격
pl: Osobowość
pt_br: Personalidade
ru: Личность
tr: Kişilik
vi: Tính cách
zh_hans: 性格

source: Old
de: Alt
fr: Agé de
it: d'età
ko: 늙은
pl: Stary
pt_br: Velho
tr: Yaşında
vi: Già
zh_hans: 老

source: Spouse:
de: Ehepartner:
fr: Conjoint:
it: Coniuge:
ko: 배우자:
pl: współmałżonek:
pt_br: Cônjuge:
ru: Супруг
tr: Eş:
vi: Vợ/Chồng:
zh_hans: 配偶：

source: lovers
de: Liebhaber
fr: les amoureux
it: amanti
ko: 연인
pl: kochankowie
pt_br: amantes
ru: любовники
tr: aşıklar
vi: người tình
zh_hans: 恋人们

source: Lover:
de: Liebhaber:
fr: Amoureux:
it: Amante:
ko: 연인:
pl: Kochanek/ka:
pt_br: Amor:
ru: Любовник:
tr: Sevgili:
vi: Người tình:
zh_hans: 恋人：

source: children
de: Kind
fr: enfants
it: figli
ko: 자녀들
pl: dzieci
pt_br: criança
ru: дети
tr: çocuklar
vi: con cái
zh_hans: 孩子

source: Child:
de: Kind:
fr: Enfant:
it: Bambino:
ko: 자녀:
pl: Dziecko:
pt_br: Criança:
ru: Ребенок:
tr: Çocuk:
vi: Con cái:
zh_hans: 孩子：

source: pets
de: Haustiere
fr: animaux domestiques
it: animali domestici
ko: 애완동물
pl: zwierzęta domowe
pt_br: animais
ru: домашние питомцы
tr: evcil hayvanlar
vi: thú cưng
zh_hans: 宠物

source: Strong
de: Stark
fr: Fort
it: Forte
ko: 강함
pl: Silny
pt_br: Forte
ru: Сильный
tr: Güçlü
vi: Mạnh mẽ
zh_hans: 强壮

source: Tough
de: Hart im Nehmen
fr: Dure
it: Robusto
ko: 강인함
pl: Mocny
pt_br: Difícil
ru: Крепкий
tr: Dayanıklı
vi: Kiên cường
zh_hans: 坚固的

source: High stamina
de: Hohe Ausdauer
fr: Haute endurance
it: Alta resistenza
ko: 높은 지구력
pl: Wysoka wytrzymałość
pt_br: Alta estamina
ru: Высокая выносливость
tr: Yüksek Kondisyon
vi: Sức bền cao
zh_hans: 高耐力

source: Recovers quickly
de: Erholt sich schnell
fr: Récupère rapidement
it: Si riprende velocemente
ko: 빠른 회복
pl: Szybko się regeneruje
pt_br: Recupera rapidamente
ru: Быстро восстанавливается
tr: Hızlı iyileşir
vi: Hồi phục nhanh
zh_hans: 快速恢复

source: Resists sickness
de: widersteht Krankheiten
fr: Résiste à la maladie
it: Resiste alla malattia
ko: 질병 저항
pl: Odporny na choroby
pt_br: Resiste a doenças
ru: Иммунитет
tr: Hastalığa dirençli
vi: Kháng bệnh
zh_hans: 抵御疾病

source: Weak
de: Schwach
fr: Faible
it: Debole
ko: 약함
pl: Słaby
pt_br: Fraco
ru: Слабый
tr: Güçsüz
vi: Yếu ớt
zh_hans: 弱

source: Clumsy
de: Ungeschickt
fr: Maladroit
it: Maldestro
ko: 서투름
pl: Niezdarny
pt_br: Desajeitado(a)
ru: Неуклюжий
tr: Sakar
vi: Vụng về
zh_hans: 笨拙

source: Frail
de: Gebrechlich
fr: Frêle
it: Fragile
ko: 나약함
pl: Wątły
pt_br: Frágil
ru: Хрупкий
tr: Kırılgan
vi: Mong manh
zh_hans: 虚弱

source: Low stamina
de: Geringe Ausdauer
fr: Faible endurance
it: Bassa resistenza
ko: 낮은 지구력
pl: Wyczerpany/a
pt_br: Baixa estamina
ru: Низкая выносливость
tr: Düşük kondisyon
vi: Sức bền kém
zh_hans: 低耐力

source: Recovers slowly
de: Erholt sich langsam
fr: Récupère lentement
it: Si riprende lentamente
ko: 느린 회복
pl: Regeneruje się powoli
pt_br: Recupera lentamente
ru: Медленно восстанавливается
tr: Yavaş iyileşir
vi: Hồi phục chậm
zh_hans: 缓慢恢复

source: Sickly
de: Kränklich
fr: Maladif
it: Cagionevole
ko: 병약힘
pl: Chorowity
pt_br: Doentio(a)
ru: Болезненный
tr: Hastalıklı
vi: Hay ốm vặt
zh_hans: 体弱多病

source: Good analytical ability
de: Gute analytische Fähigkeiten
fr: Bonne capacité d'analyse
it: Buona capacità analitica
ko: 좋은 분석 능력
pl: Dobre zdolności analityczne
pt_br: Boa habilidade analítica
ru: Хорошие аналитические способности
tr: İyi analitik yetenek
vi: Khả năng phân tích tốt
zh_hans: 良好的分析能力

source: Good focus
de: guter Fokus
fr: Bonne mise au point
it: Buona concentrazione
ko: 좋은 집중력
pl: Dobre skupienie
pt_br: Bom foco
ru: Хорошее внимание
tr: İyi odaklanma
vi: Tập trung tốt
zh_hans: 不错的专注力

source: High willpower
de: Hohe Willenskraft
fr: Grande volonté
it: Alta forza di volontà
ko: 높은 의지력
pl: Wysoka siła woli
pt_br: Grande força de vontade
ru: Высокая сила воли
tr: Yüksek irade
vi: Ý chí mạnh mẽ
zh_hans: 高毅力

source: Creative
de: Kreativ
fr: Créatif
it: Creativo
ko: 창의적
pl: Twórczy
pt_br: Criativo
ru: Творческий
tr: Yaratıcı
vi: Sáng tạo
zh_hans: 创意的

source: Good intuition
de: Gute Intuition
fr: Bonne intuition
it: Buona intuizione
ko: 좋은 직관력
pl: Dobra intuicja
pt_br: Boa intuição
ru: Хорошая интуиция
tr: İyi sezgi
vi: Trực giác tốt
zh_hans: 良好的直觉

source: Good memory
de: Gutes Gedächtnis
fr: Bonne mémoire
it: Buona memoria
ko: 좋은 기억력
pl: Dobra pamięć
pt_br: Boa memória
ru: Хорошая память
tr: Güçlü hafıza
vi: Trí nhớ tốt
zh_hans: 过目不忘

source: Good with language
de: sprachbegabt
fr: Bon avec la langue
it: Bravo nel linguaggio
ko: 언어에 능숙함
pl: Talent do języków
pt_br: Bom com linguagem
ru: Хорош в языках
tr: Dile yatkın
vi: Giỏi ngôn ngữ
zh_hans: 能言善辩

source: Good spatial sense
de: Gutes räumliches Verständnis
fr: Bon sens de l'espace
it: Buon senso dello spazio
ko: 좋은 공간 감각
pl: Dobry zmysł przestrzenny
pt_br: Bom senso de espaço
ru: Хорошее чувство пространства
tr: İyi mekansal algı
vi: Cảm quan không gian tốt
zh_hans: 良好的空间感

source: High kinesthetic sense
de: Hoher Bewegungssinn
fr: Sens kinesthésique élevé
it: Alto senso cinestetico
ko: 높은 운동감각
pl: Wysoki zmysł kinestetyczny
pt_br: Sentido sinestésico aguçado
ru: Хорошее чувство баланса
tr: Yüksek kinestetik algı
vi: Cảm quan vận động cao
zh_hans: 高的动觉

source: Developed empathy
de: Entwickelt Empathie
fr: Empathie développée
it: Ha sviluppato empatia
ko: 발달한 공감력
pl: Rozwinięta empatia
pt_br: Desenvolveu empatia
ru: Развитая эмпатия
tr: Gelişmiş empati
vi: Khả năng đồng cảm cao
zh_hans: 同情心

source: High social awareness
de: Hohes soziales Bewusstsein
fr: Sensibilisation sociale élevée
it: Alta consapevolezza sociale
ko: 높은 사회적 감각
pl: Wysoka świadomość społeczna
pt_br: Alta consciência social
ru: Высокое социальное осознание
tr: Yüksek sosyal farkındalık
vi: Nhận thức xã hội cao
zh_hans: 强共情能力

source: Poor analytical ability
de: schwache analytische Fähigkeiten
fr: Faible capacité d'analyse
it: Scarsa capacità analitica
ko: 빈약한 분석 능력
pl: Słabe zdolności analityczne
pt_br: Habilidade analítica ruim
ru: Плохие аналитические способности
tr: Zayıf analitik yetenek
vi: Khả năng phân tích kém
zh_hans: 分析能力差

source: Poor focus
de: schwache Konzentration
fr: Mauvaise concentration
it: Scarsa concentrazione
ko: 빈약한 집중력
pl: Słabe skupienie
pt_br: Foco ruim
ru: Ужасная концентрация
tr: Zayıf odaklanma
vi: Tập trung kém
zh_hans: 缺乏专注

source: Low willpower
de: Niedrige Willenskraft
fr: Faible volonté
it: Bassa forza di volontà
ko: 낮은 의지력
pl: Niska siła woli
pt_br: Pouca força de vontade
ru: Низкая сила воли
tr: Düşük irade
vi: Ý chí yếu
zh_hans: 毅力低下

source: Not creative
de: Nicht kreativ
fr: Pas créatif
it: Non creativo
ko: 창의성 없음
pl: Niekreatywny
pt_br: Não criativo
ru: Не креативен
tr: Yaratıcı değil
vi: Không sáng tạo
zh_hans: 没有想象力的

source: Poor intuition
de: Schwache Intuition
fr: Mauvaise intuition
it: Scarsa intuizione
ko: 빈약한 직관력
pl: Słaba intuicja
pt_br: Intuição ruim
ru: Ужасная интуиция
tr: Zayıf sezgi
vi: Trực giác kém
zh_hans: 贫乏的直觉

source: Poor memory
de: schlechtes Gedächtnis
fr: Mauvaise mémoire
it: Scarsa memoria
ko: 빈약한 기억력
pl: Zapominalski
pt_br: Mémoria ruim
ru: Плохая память
tr: Zayıf hafıza
vi: Trí nhớ kém
zh_hans: 健忘

source: Bad with words
de: Schlecht mit Worten
fr: Mauvais avec les mots
it: Incapace con le parole
ko: 언어에 약함
pl: Brak talentu do języków
pt_br: Ruim com palavras
ru: Косноязычный
tr: İfadesi zayıf
vi: Kém ăn nói
zh_hans: 不善言辞

source: Poor spatial sense
de: Schlechtes räumliches Vorstellungsvermögen
fr: Mauvais sens de l'espace
it: Scarso senso dello spazio
ko: 빈약한 공간 감각
pl: Słaby zmysł przestrzenny
pt_br: Senso de espaço ruim
ru: Ужасное чувство пространства
tr: Zayıf mekansal algı
vi: Cảm quan không gian kém
zh_hans: 空间感差

source: Not musical
de: Unmusikalisch
fr: Pas musical
it: Non musicale
ko: 음악성 없음
pl: Nie umuzykalniony
pt_br: Não musical
ru: Не музыкален
tr: Müziğe yatkın değil
vi: Không có năng khiếu âm nhạc
zh_hans: 没有乐感

source: Poor kinesthetic sense
de: Schlechter Bewegungssinn
fr: Mauvais sens kinesthésique
it: Scarso senso cinestetico
ko: 빈약한 운동감각
pl: Słaby zmysł kinestetyczny
pt_br: Sentido cinestésico ruim
ru: Ужасное чувство баланса
tr: Zayıf kinestetik algı
vi: Cảm quan vận động kém
zh_hans: 糟糕的身体感知能力

source: Poor empathy
de: schwaches Einfühlungsvermögen
fr: Pauvre empathie
it: Scarsa empatia
ko: 빈약한 공감력
pl: Słaba empatia
pt_br: Baixa empatia
ru: Ужасная эмпатия
tr: Zayıf empati
vi: Khả năng đồng cảm kém
zh_hans: 缺乏同情

source: Poor social awareness
de: Schwache Sozialkompetenz
fr: Mauvaise conscience sociale
it: Scarsa consapevolezza sociale
ko: 빈약한 사회적 감각
pl: Słaba świadomość społeczna
pt_br: Conciência social baixa
ru: Ужасное социальное осознание
tr: Zayıf sosyal farkındalık
vi: Kém nhạy bén xã hội
zh_hans: 弱共情能力

source: Quick to love
de: Schnell verliebt
fr: Rapide à aimer
it: S'innamora facilmente
ko: 빠르게 사랑에 빠짐
pl: Kochliwy
pt_br: Rápido para amar
ru: Быстро влюбляется
tr: Şıpsevdi
vi: Dễ nảy sinh tình cảm
zh_hans: 容易陷入爱河的

source: Hateful
de: Hasserfüllt
fr: Odieux
it: Carico d'odio
ko: 증오함
pl: Nienawistny
pt_br: Odioso
ru: Ненавистный
tr: Nefret dolu
vi: Thù hằn
zh_hans: 可恨

source: Envious
de: Neidisch
fr: Envieux
it: Invidioso
ko: 부러워함
pl: Zazdrosny
pt_br: Invejoso
ru: Завистливый
tr: Kıskanç
vi: Hay ghen tị
zh_hans: 嫉妒的

source: Cheerful
de: Fröhlich
fr: De bonne humeur
it: Gioioso
ko: 쾌활함
pl: Wesoły
pt_br: Alegre
ru: Бодрый
tr: Neşeli
vi: Vui vẻ
zh_hans: 开朗

source: Depression-prone
de: Depressionsgeneigt
fr: Sujet à la dépression
it: Incline alla depressione
ko: 우울해지기 쉬움
pl: Skłonny do depresji
pt_br: Propenso à depressão
ru: Склонный к депрессии
tr: Depresyona meyilli
vi: Dễ buồn chán
zh_hans: 抑郁症

source: Anger-prone
de: Anfällig für Wut
fr: Sujet à la colère
it: Incline alla rabbia
ko: 화를 잘 냄
pl: Skłonny do gniewu
pt_br: Propenso à raiva
ru: Склонен к агрессии
tr: Öfkeye meyilli
vi: Dễ tức giận
zh_hans: 易怒

source: Anxious
de: Ängstlich
fr: Anxieux
it: Ansioso
ko: 불안해함
pl: Niespokojny
pt_br: Ansioso
ru: Озабоченный
tr: Huzursuz
vi: Lo âu
zh_hans: 焦虑的

source: Lustful
de: Lüstern
fr: Lubrique
it: Lussurioso
ko: 음탕함
pl: Pożądliwy/a
pt_br: Lascivos
ru: Похотливый
tr: Şehvetli
vi: Ham muốn nhục dục
zh_hans: 好色

source: Easily stressed
de: Leicht zu stressen
fr: Facilement stressé
it: Facilmente stressato
ko: 쉽게 스트레스받음
pl: Mało odporny na stres
pt_br: Facilmente estressável
ru: Легко поддающийся стрессу
tr: Kolay strese girer
vi: Dễ căng thẳng
zh_hans: 容易紧张

source: Greedy
de: Habgierig
fr: Glouton
it: Avido
ko: 탐욕스러움
pl: Chciwy
pt_br: Ambicioso
ru: Жадный
tr: Açgözlü
vi: Tham lam
zh_hans: 贪婪的

source: Intemperate
de: Ungezügelt
fr: Intempérant
it: Rigido
ko: 무절제함
pl: Nie znający umiaru
pt_br: Desmoderado
ru: Несдержанный
tr: Ölçüsüz
vi: Vô độ
zh_hans: 放纵的

source: Brawler
de: Schläger
fr: bagarreur
it: Attaccabrighe
ko: 싸움꾼
pl: Awanturnik
pt_br: Lutador
ru: Скандальный
tr: Kavgacı
vi: Hiếu chiến
zh_hans: 打手

source: Stubborn
de: Stur
fr: Tête de mule
it: Testardo
ko: 고집 셈
pl: Wytrwały
pt_br: Teimoso
ru: Упрямый
tr: İnatçı
vi: Bướng bỉnh
zh_hans: 顽固

source: Wasteful
de: verschwenderisch
fr: Gaspilleur
it: Sprecone
ko: 낭비함
pl: Rozrzutny
ru: Расточительный
tr: Savurgan
vi: Hoang phí
zh_hans: 浪费

source: Prone to discord
de: Anfällig für Unstimmigkeiten
fr: Sujet à la discorde
it: Incline alla discordia
ko: 쉽게 불화함
pl: Skłonny do niezgody
pt_br: Propenso a discordar
ru: Склонный к разногласиям
tr: Geçimsiz
vi: Dễ gây bất hòa
zh_hans: 容易产生矛盾

source: Flatterer
de: Schmeichler
fr: Flatteur
it: Adulatore
ko: 아첨꾼
pl: Pochlebca
pt_br: Bajulador
ru: Льстец
tr: Yağcı
vi: Nịnh hót
zh_hans: 奉承者

source: Polite
de: Höflich
fr: Poli
it: Gentile
ko: 공손함
pl: Grzeczny
pt_br: Educado
ru: Вежливый
tr: Kibar
vi: Lịch sự
zh_hans: 礼貌

source: Disdains advice
de: Verschmäht Ratschläge
fr: Dédaigne les conseils
it: Disdegna i consigli
ko: 충고를 경멸함
pl: Gardzi radą
pt_br: Desdenha de conselho
ru: Пренебригает советами
tr: Tavsiyeleri önemsemez
vi: Khinh thường lời khuyên
zh_hans: 蔑视建议

source: Fearless
de: furchtlos
fr: Sans peur
it: Intrepido
ko: 용감함
pl: Nieustraszony
pt_br: Destemido
ru: Бесстрашный
tr: Korkusuz
vi: Dũng cảm
zh_hans: 无畏的

source: Overconfident
de: Übermütig
fr: Trop confiant
it: Troppo sicuro di sé
ko: 과신함
pl: Zbyt pewny siebie
pt_br: Excesso de confiança
ru: Самонадеянный
tr: Aşırı özgüvenli
vi: Tự tin thái quá
zh_hans: 过度自信

source: Ambitious
de: Ambitioniert
fr: Ambitieux
it: Ambizioso
ko: 야망 있음
pl: Ambitny
pt_br: Ambicioso
ru: Амбициозный
tr: Hırslı
vi: Tham vọng
zh_hans: 有雄心的

source: Gracious
de: Anmutig
fr: Gracieux
it: Grazioso
ko: 자애로움
pl: Łaskawy
pt_br: Gracioso
ru: Грациозный
tr: Zarif
vi: Khoan dung
zh_hans: 和蔼的

source: Zany
de: Kasper
fr: Loufoque
it: Bizzarro
ko: 익살스러움
pl: Błazen
pt_br: Louco
ru: Комичный
tr: Zıpır
vi: Lập dị
zh_hans: 滑稽的

source: Vengeful
de: Rachsüchtig
fr: Vengeur
it: Vendicativo
ko: 복수심 넘치는
pl: Mściwy
pt_br: Vingativo
ru: Мстительный
tr: İntikamcı
vi: Hay báo thù
zh_hans: 复仇心重

source: Proud
de: Stolz
fr: Fier
it: Fiero
ko: 자랑스러움
pl: Dumny
pt_br: Orgulhoso
ru: Гордый
tr: Gururlu
vi: Kiêu ngạo
zh_hans: 骄傲

source: Single-minded
de: Zielstrebig
fr: Simple d'esprit
it: Determinato
ko: 외곬수
pl: Myślący jednotorowo
pt_br: Determinado(a)
ru: Целеустремлённый
tr: Tek odaklı
vi: Kiên định
zh_hans: 内心单纯

source: Hopeful
de: Hoffnungsvoll
fr: Optimiste
it: Speranzoso
ko: 희망참
pl: Pełen nadziei
pt_br: Esperançoso
ru: Многообещающий
tr: Umutlu
vi: Đầy hy vọng
zh_hans: 希望

source: Curious
de: Neugierig
fr: Curieux
it: Curioso
ko: 호기심 넘치는
pl: Ciekawski
pt_br: Curioso
ru: Любопытный
tr: Meraklı
vi: Tò mò
zh_hans: 好奇的

source: Bashful
de: Schüchtern
fr: Timide
it: Timido
ko: 수줍음
pl: Wstydliwy
pt_br: Tímido
ru: Робкий
tr: Sıkılgan
vi: Nhút nhát
zh_hans: 害羞

source: Private
de: privat
fr: Privé
it: Riservato
ko: 개인적
pl: Prywatny
pt_br: Privado
ru: Частный
tr: Özel
vi: Kín đáo
zh_hans: 私人

source: Perfectionist
de: Perfektionist
fr: Perfectionniste
it: Perfezionista
ko: 완벽주의자
pl: Perfekcjonista
pt_br: Perfeccionista
ru: Перфекционист
tr: Mükemmeliyetçi
vi: Cầu toàn
zh_hans: 完美主义者

source: Obstinate
de: Hartnäckig
fr: Obstiné
it: Ostinato
ko: 완고함
pl: Zacięty
pt_br: Obstinado
ru: Упрямый
tr: Dik kafalı
vi: Ngoan cố
zh_hans: 固执

source: Tolerant
fr: Tolérant
it: Tollerante
ko: 관대함
pl: Tolerancyjny
pt_br: Tolerante
ru: Терпеливый
tr: Hoşgörülü
vi: Khoan dung
zh_hans: 包容的

source: Emotional obsessive
de: Emotional zwanghaft
fr: Obsessionnel émotionnel
it: Emotivamente ossessivo
ko: 강박적
pl: Obsesyjny emocjonalnie
pt_br: Obsessivo emocionalmente
ru: Эмоционально одержимый
tr: Duygusal takıntılı
vi: Ám ảnh cảm xúc
zh_hans: 强迫症

source: Swayed by emotions
de: Beeinflusst von Emotionen
fr: Emporté par les émotions
it: Spinto dalle emozioni
ko: 감정에 휘둘림
pl: Emocjonalny
pt_br: Influenciado por emoções
ru: Под влиянием эмоций
tr: Duygularıyla hareket eden
vi: Dễ bị cảm xúc chi phối
zh_hans: 情绪化的

source: Altruistic
fr: Altruiste
it: Altruista
ko: 이타적
pl: Altruistyczny
pt_br: Altruísta
ru: Альтруист
tr: Diğerkam
vi: Vị tha
zh_hans: 无私的

source: Dutiful
de: pflichtbewusst
fr: Respectueux
it: Diligente
ko: 순종적
pl: Obowiązkowy
pt_br: Obediente
ru: Ответственный
tr: Görevşinas
vi: Tận tụy
zh_hans: 孝顺

source: Thoughtless
de: Rücksichtslos
fr: Irréfléchi
it: Avventato
ko: 인정 없음
pl: Bezmyślny
pt_br: Descuidado
ru: Беспечный
tr: Düşüncesiz
vi: Thiếu suy nghĩ
zh_hans: 轻率

source: Orderly
de: Ordnungsgemäß
fr: Ordonné
it: Ordinato
ko: 질서적
pl: Uporządkowany
pt_br: ordenadamente
ru: Организованный
tr: Düzenli
vi: Ngăn nắp
zh_hans: 有条理

source: Trusting
de: Vertrauensvoll
fr: Confiant
it: Fiducioso
ko: 타인을 신뢰함
pl: Ufający
pt_br: Confiante
ru: Доверчивый
tr: Kolay güvenen
vi: Tin người
zh_hans: 信任的

source: Gregarious
de: Fröhlich
fr: Grégaire
it: Socievole
ko: 사교적
pl: Dusza towarzystwa
pt_br: gregário
ru: Общительный
tr: Sokulgan
vi: Hòa đồng
zh_hans: 合群的

source: Overbearing
de: Übermächtig
fr: Autoritaire
it: Dispotico
ko: 고압적임
pl: Apodyktyczny
pt_br: Arrogante
ru: Властный
tr: Baskıcı
vi: Hống hách
zh_hans: 咄咄逼人
