Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: independent body movement
de: unabhängige Bewegung
fr: mouvement du corps indépendant
it: movimento indipendente del corpo
ko: 독립적인 신체 움직임
pl: niezależny ruch ciała
pt_br: movimento de corpo independente
ru: независимое движение тела
tr: bağımsız vücut hareketi
vi: chuyển động cơ thể độc lập
zh_hans: 独立的身体运动

source: sway
de: schwingen
fr: se balancer
ko: 동요
pl: kołysanie
pt_br: balançar
ru: покачиваясь
tr: sallanma
vi: lắc lư
zh_hans: 摇摆

source: forward bend
de: nach vorne beugen
fr: virage en avant
it: piegamento in avanti
ko: 앞으로 굽히다
pl: nachylenie wprzód
pt_br: dobrar para a frente
ru: наклон вперёд
tr: öne eğilme
vi: gập người về trước
zh_hans: 向前弯曲

source: backward bend
de: nach hinten beugen
fr: virage en arrière
it: piegamento all'indietro
ko: 뒤로 구부리기
pl: nachylenie w tył
pt_br: dobrar para trás
ru: прогиб назад
tr: arkaya eğilme
vi: ngả người về sau
zh_hans: 向后弯曲

source: leftward bend
de: nach links biegen
fr: virage à gauche
it: curva a sinistra
ko: 왼쪽 굽힘
pl: nachylenie w lewo
pt_br: dobrar para a esquerda
ru: наклон влево
tr: sola eğilme
vi: nghiêng người sang trái
zh_hans: 向左弯曲

source: rightward bend
de: nach rechts biegen
fr: virage à droite
it: curva a destra
ko: 오른쪽 굽힘
pl: nachylenie w prawo
pt_br: dobrar para a direita
ru: наклон вправо
tr: sağa eğilme
vi: nghiêng người sang phải
zh_hans: 向右弯曲

source: footwork
de: Beinarbeit
fr: jeu de jambes
it: gioco di gambe
ko: 발놀림
pl: praca nóg
pt_br: jogo de pernas
ru: работа ног
tr: ayak oyunları
vi: bộ pháp
zh_hans: 步法

source: movement along the line of dance
de: Bewegung entlang der Linie des Tanzes
fr: mouvement le long de la ligne de danse
it: movimento sulla falsariga di danza
ko: 춤의 선을 따라 움직임
pl: ruch wzdłuż linii tańca
pt_br: movendo-se de acordo com a dança
ru: движение вдоль линии танца
tr: dans yönü boyunca hareket
vi: di chuyển theo đường vũ đạo
zh_hans: 沿着舞蹈线的运动

source: shadowed
de: beschattet
fr: ombragé
it: ombreggiato
ko: 그림자
pl: zacieniony
pt_br: sombreado
ru: покрытый тенью
tr: gölgeli
vi: bị che khuất
zh_hans: 附有阴影

source: performed in succession
de: nacheinander durchgeführt
fr: exécuté successivement
it: eseguiti in successione
ko: 연속적으로 수행
pl: wykonywane po kolei
pt_br: realizada em sucessão
ru: выполняется последывательно
tr: art arda gerçekleştirilen
vi: thực hiện liên tiếp
zh_hans: 接连演出

source: performed in retrograde
de: umgekehrt durchgeführt
fr: réalisé en rétrograde
it: eseguito in retrogrado
ko: 역행에서 수행
pl: wykonywane od tyłu
pt_br: realizada em retrocesso
ru: выполняется в обратном направлении
tr: tersten icra edilen
vi: thực hiện đảo ngược
zh_hans: 不利中演出

source: mirrored
de: gespiegelt
fr: en miroir
it: specchiato
ko: 거울
pl: lustrzane odbicie
pt_br: espelhado
ru: зеркально
tr: aynalanmış
vi: được phản chiếu
zh_hans: 镜像

source: by group members
de: von Gruppenmitgliedern
fr: par les membres du groupe
it: dai membri del gruppo
ko: 그룹 구성원별로
pl: przez członków grupy
pt_br: pelos membros do grupo
ru: членами группы
tr: grup üyeleri tarafından
vi: bởi thành viên nhóm
zh_hans: 小组成员

source: from the lead
de: von der Spitze
fr: du plomb
it: dalla guida
ko: 리드에서
pl: od przewodzącego
pt_br: de chumbo
ru: от ведущего
tr: liderden
vi: từ người dẫn dắt
zh_hans: 从领导

source: from the follower
de: von den Verfolgern
fr: du suiveur
it: dal seguace
ko: 추종자에서
pl: od podążającego
pt_br: do seguidor
ru: от последователя
tr: takipçiden
vi: từ người đi theo
zh_hans: 来自追随者

source: with
de: mit
fr: avec
it: con
ko: ~와 함께
pl: z
pt_br: com
ru: с
tr: şununla:
vi: với
zh_hans: 同

source: is a
de: ist ein
fr: est un
it: è un
ko: 이다
pl: jest
pt_br: é um
tr: bir
vi: là một
zh_hans: 是一个

source: sacred
de: heilig
fr: sacré
it: sacro
ko: 신성한
pl: święte
pt_br: sagrado
ru: священный
tr: kutsal
vi: thiêng liêng
zh_hans: 神圣

source: group
de: Gruppe
fr: groupe
it: gruppo
ko: 그룹
pl: grupa
pt_br: grupo
ru: группа
tr: grup
vi: nhóm
zh_hans: 组

source: solo
de: allein
ko: 독주
ru: соло
vi: đơn
zh_hans: 独奏

source: group
de: Gruppe
fr: groupe
it: gruppo
ko: 그룹
pl: grupa
pt_br: grupo
ru: группа
tr: grup
vi: tập thể
zh_hans: 组

source: celebration
de: Feier
fr: fête
it: celebrazione
ko: 축하
pl: świętowanie
pt_br: celebração
ru: праздник
tr: kutlama
vi: lễ kỷ niệm
zh_hans: 庆典

source: solo
de: allein
ko: 독주
ru: соло
vi: đơn độc
zh_hans: 独奏

source: partner
fr: partenaire
it: compagno
ko: 파트너
pt_br: parceiro
ru: партнёр
vi: cặp đôi
zh_hans: 伙伴

source: war
de: Krieg
fr: guerre
it: guerra
ko: 전쟁
pl: wojna
pt_br: guerra
ru: боевой
tr: savaş
vi: chiến tranh
zh_hans: 战争

source: for a single pair
de: für ein einzelnes Paar
fr: pour une seule paire
it: per una sola coppia
ko: 한 쌍을 위해
pl: dla pojedynczej pary
pt_br: para um único par
ru: для одной пары
tr: tek bir çift için
vi: dành cho một cặp duy nhất
zh_hans: 对于一对

source: dancers
de: Tänzer
fr: danseurs
it: danzatori
ko: 댄서
pl: tancerze
pt_br: dançarinos
ru: танцоры
tr: dansçılar
vi: vũ công
zh_hans: 舞者

source: pairs
de: Paare
fr: paires
it: coppie
ko: 한 쌍
pl: pary
pt_br: pares
ru: пары
tr: çiftler
vi: các cặp đôi
zh_hans: 对

source: originating in
de: mit Ursprung in
fr: originaire de
it: originari di
ko: 에서 유래
pl: mające początek w
pt_br: originário da
ru: придуманный в
tr: şurada ortaya çıkan:
vi: có nguồn gốc từ
zh_hans: 起源于

source: which grew out of the performances of
de: welche sich entwickelte aus den Leistungen der
fr: qui est né des performances de
it: che è nato dalle esibizioni di
ko: 의 공연으로 성장한
pl: która wyrosła z występów
pt_br: que cresceu a partir dos cuidados de
ru: который вырос на выступлениях
tr: şunun performanslarından doğan:
vi: phát triển từ các màn trình diễn của
zh_hans: 它的成长源于

source: originally devised by
de: ursprünglich entwickelt von
fr: conçu à l'origine par
it: originariamente ideato da
ko: 원래 고안한
pl: pierwotnie opracowany przez
pt_br: originalmente conhecido por
ru: изначально придуманный
tr: aslen şunun tarafından tasarlanan:
vi: ban đầu được nghĩ ra bởi
zh_hans: 最初设计的

source: The form guides dancers during improvised performances.
de: Das Formular führt Tänzer während der improvisierten Darbietungen.
fr: La forme guide les danseurs lors de performances improvisées.
it: La forma guida i danzatori durante le esibizioni improvvisate.
ko: 이 양식은 즉석 공연 중에 무용수를 안내합니다.
pl: Formuła prowadzi tancerzy podczas improwizowanych przedstawień.
pt_br: A forma orienta dançarinos durante as performances improvisadas.
ru: Танцевальный стиль направляет танцоров во время импровизированных выступлений.
vi: Hình thức này hướng dẫn các vũ công trong các màn trình diễn ngẫu hứng.
zh_hans: 队伍在即兴表演中引导舞者。

source: The rules of the form are applied by choreographers to produce individual dances which can be performed.
de: Choreografen wenden die Regeln des Formulars an, um individuelle ausführbare Tänze zu produzieren.
fr: Les règles de la forme d'une danse sont appliquées par les chorégraphes pour créer des danses individuelles qui peuvent être réalisées.
it: Le regole della forma sono applicate dai coreografi per produrre danze individuali che possono essere eseguite.
ko: 형태의 규칙은 안무가들에 의해 공연될 수 있는 개별적인 춤을 만들기 위해 적용됩니다.
pl: Choreografowie stosują zasady formuły, tworząc indywidualne tańce, które można wykonać.
pt_br: As regras da forma são aplicados por coreógrafos para produzir danças individuais que podem ser executadas.
ru: Правила этого жанра применяются хореографами, чтобы создавать разнообразные танцы, которые могут быть исполнены.
vi: Các quy tắc của hình thức được các biên đạo múa áp dụng để tạo ra các điệu múa cá nhân có thể biểu diễn.
zh_hans: 这种形式的规则由编舞应用以产生可以表演的个人舞蹈。

source: as the dancers act out
de: wie die Tänzer handeln
fr: pendant que les danseurs jouent
it: mentre i danzatori recitano
ko: 댄서들이 연기하는 동안
pl: wraz z tym jak tancerze występują
pt_br: como os dançarinos agem
ru: как только танцоры заканчивают
tr: dansçılar şunu canlandırırken:
vi: khi các vũ công diễn tả
zh_hans: 当舞者表演时

source: The dance is accompanied by
de: Der Tanz wird begleitet von
fr: La danse est accompagnée de
it: La danza è accompagnata da
ko: 춤이 곁들여진다
pl: Tańcu akompaniuje
pt_br: A dança é acompanhada por
ru: Танец сопровождается
tr: Dansa şunlar eşlik eder:
vi: Điệu múa được đệm bởi
zh_hans: 舞蹈伴随着

source: as the dancer acts out
de: als der Tänzer auslebt
fr: pendant que le danseur agit
it: mentre il danzatore recita
ko: 댄서가 연기할 때
pl: wraz z tym jak tancerz występuje
pt_br: como o dançarino age
ru: как только танцор заканчивает
tr: dansçı şunu canlandırırken:
vi: khi vũ công diễn tả
zh_hans: 当舞者表演时

source: any composition of
de: alle Kompositionen von
fr: toute composition de
it: qualsiasi composizione di
ko: 어떤 구성의
pl: każda kompozycja
pt_br: qualquer composição de
ru: любую композицию из
tr: şunun herhangi bir bestesi:
vi: bất kỳ sự sắp đặt nào của
zh_hans: 任何组成的

source: The dancers perform
de: Die Tänzer führen vor
fr: Les danseurs interprètent
it: I danzatori si esibiscono in
ko: 댄서들이 공연한다
pl: Tancerze wykonują
pt_br: Os dançarinos performam
ru: Танцоры исполняют
tr: Dansçılar şunu sergiler:
vi: Các vũ công trình diễn
zh_hans: 舞者表演

source: turning counterclockwise
de: drehen gegen den Uhrzeigersinn
fr: tournant dans le sens antihoraire
it: ruotando in senso antiorario
ko: 시계 반대 방향으로 회전
pl: obrót przeciwny do ruchu wskazówek zegara
pt_br: virando em sentido anti-horário
ru: поворачиваясь против часовой стрелки
tr: saat yönünün tersine dönerek
vi: xoay ngược chiều kim đồng hồ
zh_hans: 逆时针转动

source: The dancer performs
de: Der Tänzer führt
fr: Le danseur interprète
it: Il danzatore si esibisce
ko: 댄서가 수행합니다.
pl: Tancerz wykonuje
pt_br: O dançarino perfoma
ru: Танцор исполняют
tr: Dansçı şunu sergiler:
vi: Vũ công trình diễn
zh_hans: 舞者表演

source: loosely mingled
de: lose vermischt
fr: vaguement mêlé
it: mescolati alla rinfusa
ko: 느슨하게 섞인
pl: luźno pomieszane
pt_br: vagamente se misturavam
ru: свободно смешивались
tr: gevşekçe karışmış halde
vi: hòa quyện lỏng lẻo
zh_hans: 松散地混在一起

source: in a double circle
de: im doppelten Kreis
fr: en double cercle
it: in un doppio cerchio
ko: 이중 원 안에
pl: w podwójnym okręgu
pt_br: em um círculo duplo
ru: в двойном кругу
tr: çift çember halinde
vi: theo vòng tròn đôi
zh_hans: 在一个双圈

source: in a circle
de: im Kreis
fr: dans un cercle
it: in cerchio
ko: 원 안에
pl: w okręgu
pt_br: em um círculo
ru: в кругу
tr: bir çember halinde
vi: theo vòng tròn
zh_hans: 在一个圆圈

source: in several lines
de: in mehreren Zeilen
fr: en plusieurs lignes
it: su più righe
ko: 여러 줄로
pl: w wielu liniach
pt_br: em várias linhas
ru: в несколько линий
tr: birkaç sıra halinde
vi: theo nhiều hàng
zh_hans: 在几行

source: in a single line
de: in einer einzigen Zeile
fr: en une seule ligne
it: su singola riga
ko: 한 줄에
pl: w jednej linii
pt_br: em uma única linha
ru: в одну линию
tr: tek sıra halinde
vi: theo một hàng duy nhất
zh_hans: 在一条线上

source: along an intricate path
de: auf einem improvisierten Weg
fr: le long d'un chemin complexe
it: lungo un percorso intricato
ko: 복잡한 길을 따라
pl: po skomplikowanej ścieżce
pt_br: ao longo de um caminho complexo
ru: по замысловатой траектории
tr: karmaşık bir yol boyunca
vi: dọc theo một con đường phức tạp
zh_hans: 沿着错综复杂的道路

source: along an improvised path
de: auf einem improvisierten Weg
fr: le long d'un chemin improvisé
it: lungo un percorso improvvisato
ko: 즉석 경로를 따라
pl: po improwizowanej ścieżce
pt_br: ao longo de um caminho improvisado
ru: по импровизированному пути
tr: doğaçlama bir yol boyunca
vi: dọc theo một con đường ngẫu hứng
zh_hans: 沿着一条即兴的路径

source: along a counterclockwise circle
de: entlang eines Kreises gegen den Uhrzeigersinn
fr: le long d'un cercle dans le sens inverse des aiguilles d'une montre
it: lungo un cerchio in senso antiorario
ko: 시계반대방향 원을 따라
pl: po przeciwnym do ruchu wskazówek zegara kole
pt_br: ao longo de um círculo anti-horário
ru: вдоль окружности против часовой стрелки
tr: saat yönünün tersine bir çember boyunca
vi: dọc theo một vòng tròn ngược chiều kim đồng hồ
zh_hans: 沿着逆时针方向的圆圈

source: along a clockwise circle
de: entlang eines Kreises im Uhrzeigersinn
fr: le long d'un cercle dans le sens des aiguilles d'une montre
it: lungo un cerchio in senso orario
ko: 시계방향 원을 따라
pl: po zgodnym ruchem wskazówek zegara kole
pt_br: ao longo de um circulo no sentido horário
ru: вдоль окружности по часовой стрелке
tr: saat yönünde bir çember boyunca
vi: dọc theo một vòng tròn cùng chiều kim đồng hồ
zh_hans: 沿着顺时针方向的圆圈

source: turning clockwise
de: drehen im Uhrzeigersinn
fr: tournant dans le sens des aiguilles d'une montre
it: ruotando in senso orario
ko: 시계 방향으로 회전
pl: obrót z ruchem wskazówek zegara
pt_br: girando em sentido horário
ru: поворачиваясь по часовой стрелке
tr: saat yönünde dönerek
vi: xoay cùng chiều kim đồng hồ
zh_hans: 顺时针转动

source: , moving
de: , bewegen
fr: , en mouvement
it: , in movimento
ko: , 이동
pl: , ruszając się
pt_br: , movendo
ru: , двигаясь
tr: , hareket ederek
vi: , di chuyển
zh_hans: ，移动

source: very slowly
de: sehr langsam
fr: très lentement
it: molto lentamente
ko: 매우 느리게
pl: bardzo wolno
pt_br: muito lento
ru: очень медленно
tr: çok yavaşça
vi: rất chậm
zh_hans: 非常缓慢地

source: slowly
de: langsam
fr: tout doucement
it: lentamente
ko: 느리게
pl: wolno
pt_br: lentamente
ru: медленно
tr: yavaşça
vi: chậm rãi
zh_hans: 慢慢地

source: slower and slower
de: langsamer und langsamer
fr: de plus en plus lent
it: sempre più lento
ko: 더 느리게
pl: wolniej i wolniej
pt_br: lento e mais lento
ru: всё медленнее и медленнее
tr: giderek yavaşlayarak
vi: càng lúc càng chậm
zh_hans: 越来越慢

source: faster and faster
de: schneller und schneller
fr: de plus en plus vite
it: sempre più veloce
ko: 더 빠르고 더 빠르게
pl: szybciej i szybciej
pt_br: rápido e mais rápido
ru: всё быстрее и быстрее
tr: giderek hızlanarak
vi: càng lúc càng nhanh
zh_hans: 越来越快

source: quickly
de: schnell
fr: rapidement
it: rapidamente
ko: 빠르게
pl: szybko.
pt_br: rapidamente
ru: быстро
tr: hızlıca
vi: nhanh chóng
zh_hans: 迅速

source: very quickly
de: sehr schnell
fr: très rapidement
it: molto rapidamente
ko: 매우 빠르게
pl: bardzo szybko.
pt_br: muito rapidamente
ru: очень быстро
tr: çok hızlıca
vi: rất nhanh
zh_hans: 很快

source: to the music's
de: zum musikalischen
fr: à la musique
it: alla musica
ko: 음악에
pl: do muzyki
pt_br: para as músicas
ru: в мызыкальном
tr: müziğin:
vi: theo điệu nhạc của
zh_hans: 对音乐的

source: rhythm
de: Rhythmus
fr: rythme
it: ritmo
ko: 율
pl: rytm
pt_br: ritmo
ru: ритме
tr: ritmiyle
vi: nhịp điệu
zh_hans: 韵律

source: with the music
de: mit der Musik
fr: avec la musique
it: con la musica
ko: 음악과 함께
pl: z muzyką
pt_br: com a música
ru: вместе с музыкой
tr: müzikle birlikte
vi: với âm nhạc
zh_hans: 随着音乐

source: The partners
de: Die Partner
fr: Les partenaires
it: I compagni
ko: 파트너
pl: Partnerzy
pt_br: Os parceiros
ru: Партнёры
tr: Partnerler
vi: Các bạn nhảy
zh_hans: 舞伴

source: rarely make contact
de: haben kaum Kontakt
fr: prend rarement contact
it: entra raramente in contatto
ko: 거의 연락하지 않는다
pl: rzadko wchodzą w kontakt
pt_br: raramente faz contato
ru: редко контактируют
tr: nadiren temas eder
vi: hiếm khi tiếp xúc
zh_hans: 很少联系

source: maintain open contact
de: pflegen einen offenen Kontakt
fr: maintenir un contact ouvert
it: mantieni un contatto aperto
ko: 열린 접촉 유지
pl: zachowują otwarty kontakt
pt_br: manter o contato
ru: поддерживают открытый контакт
tr: açık tutuşu korur
vi: duy trì tiếp xúc mở
zh_hans: 保持开放的联系

source: dance closely
de: tanzen eng
fr: danser de près
it: danza vicino
ko: 밀접하게 춤을 추다
pl: tańczą blisko
pt_br: forro da pisadinha
ru: танцуют близко
tr: yakın dans eder
vi: nhảy gần nhau
zh_hans: 贴近跳舞

source: , communicating intent
de: , Absicht zu kommunizieren
fr: , communiquer l'intention
it: , comunicando intento
ko: , 소통 의도
pl: , komunikując zamiar
pt_br: , comunicando a intenção
ru: , обмениваясь намерениями
tr: , niyetini ileterek
vi: , giao tiếp ý định
zh_hans: ，传达意图

source: by pushing together
de: durch Zusammenschieben
fr: en poussant ensemble
it: spingendo insieme
ko: 함께 밀어서
pl: przez wzajemne popychanie
pt_br: empurrando juntos
ru: сталкивая вместе
tr: karşılıklı itişerek
vi: bằng cách đẩy sát vào nhau
zh_hans: 推挤

source: constantly
de: ständig
fr: en permanence
it: costantemente
ko: 지속적으로
pl: nieustannie
pt_br: constantemente
ru: постоянно
tr: sürekli
vi: liên tục
zh_hans: 经常

source: briefly
de: kurz
fr: brièvement
it: brevemente
ko: 간단히
pl: pokrótce
pt_br: brevemente
ru: кратко
tr: kısaca
vi: trong chốc lát
zh_hans: 简要地

source: by pulling away
de: durch wegziehen
fr: en s'éloignant
it: allontanandosi
ko: 당겨서
pl: przez odsuwanie
pt_br: puxando para longe
ru: оттягивая в сторону
tr: geri çekilerek
vi: bằng cách kéo ra xa
zh_hans: 拉开

source: constantly
de: ständig
fr: en permanence
it: costantemente
ko: 지속적으로
pl: nieustannie
pt_br: constantemente
ru: постоянно
tr: sürekli
vi: liên tục
zh_hans: 经常

source: briefly
de: kurz
fr: brièvement
it: brevemente
ko: 간단히
pl: pokrótce
pt_br: brevemente
ru: кратко
tr: kısaca
vi: trong chốc lát
zh_hans: 简要地

source: through touch
de: durch Berührung
fr: par le toucher
it: attraverso il tatto
ko: 터치를 통해
pl: poprzez dotyk
pt_br: através do toque
ru: с помощью прикосновений
tr: dokunuşla
vi: qua tiếp xúc
zh_hans: 通过触摸

source: through a light touch
de: durch eine leichte Berührung
fr: par une touche légère
it: attraverso un tocco leggero
ko: 가벼운 터치를 통해
pl: poprzez lekki dotyk
pt_br: através de um toque suave
ru: с помощью лёгких прикосновений
tr: hafif bir dokunuşla
vi: qua chạm nhẹ
zh_hans: 轻轻一点

source: through visual cues
de: durch visuelle Hinweise
fr: grâce à des repères visuels
it: attraverso spunti visivi
ko: 시각적 신호를 통해
pl: poprzez wskazówki wizualne
pt_br: através de pistas visuais
ru: с помощью визуальных сигналов
tr: görsel işaretlerle
vi: qua tín hiệu thị giác
zh_hans: 通过视觉指示

source: through spoken cues
de: durch gesprochene Hinweise
fr: par des indices parlés
it: attraverso spunti vocali
ko: 음성 신호를 통해
pl: poprzez wskazówki słowne
pt_br: através de sinais falados
ru: с помощью реплик
tr: sözlü işaretlerle
vi: qua tín hiệu lời nói
zh_hans: 通过口头指示

source: There are partner changes throughout the dance
de: Es gibt Partner die ändern im Laufe des Tanzes
fr: Il y a des changements de partenaire tout au long de la danse
it: Ci sono cambi di compagno durante la danza
ko: 댄스 내내 파트너 변경이 있습니다.
pl: W trakcie tańca mają miejsce zmiany partnerów
pt_br: Ha mudanças de parceiros em toda a dança
ru: Во время всего танца происходит смена партнёров.
tr: Dans boyunca partner değişiklikleri olur
vi: Có những sự thay đổi bạn nhảy xuyên suốt điệu múa
zh_hans: 整个舞蹈都伴随着舞伴的交换

source: with the lead turning out counterclockwise
de: mit dem Führung gegen den Uhrzeigersinn herausdrehend
fr: avec le fil tournant dans le sens inverse des aiguilles d'une montre
it: con il filo che gira in senso antiorario
ko: 리드가 시계 반대 방향으로 나오도록
pl: z prowadzeniem obracającym się w kierunku przeciwnym do ruchu wskazówek zegara
pt_br: com a ponta girando no sentido anti-horário
ru: с ведущим оборотом против часовой стрелки
tr: lider saat yönünün tersine dönerken
vi: với người dẫn xoay ra ngoài ngược chiều kim đồng hồ
zh_hans: 指挥逆时针转向

source: with the lead turning out clockwise
de: mit der Führung im Uhrzeigersinn drehend
fr: avec le fil tournant dans le sens des aiguilles d'une montre
it: con il filo che gira in senso orario
ko: 리드가 시계 방향으로 돌아가는 상태에서
pl: z prowadzeniem obracającym się w kierunku zgodnym z ruchem wskazówek zegara
pt_br: com a liderança rodando no sentido horário
ru: с ведущим оборотом по часовой стрелке
tr: lider saat yönünde dönerken
vi: với người dẫn xoay ra ngoài cùng chiều kim đồng hồ
zh_hans: 指挥顺时针转向

source: with the lead advancing against the main line of motion
de: mit der Führung voran gegen die Hauptlinie der Bewegung
fr: avec la sonde avançant contre la ligne de mouvement principale
it: con il filo che avanza contro la linea di movimento principale
ko: 리드가 메인 모션 라인에 대해 전진하면서
pl: z prowadzeniem przesuwającym się przeciwnie do głównej linii ruchu
pt_br: com a liderança avançando contra a linha principal de movimento
ru: с ведущим продвижением против главной линии движения
tr: lider ana hareket hattının tersine ilerlerken
vi: với người dẫn tiến lên ngược lại hướng chuyển động chính
zh_hans: 领先于主线

source: with the lead advancing along the main line of motion
de: mit der Führung voran entlang der Hauptlinie der Bewegung
fr: avec la sonde avançant le long de la ligne principale de mouvement
it: con il filo che avanza lungo la linea principale di movimento
ko: 메인 모션 라인을 따라 진행하는 리드와 함께
pl: z prowadzeniem przesuwającym się wzdłuż głównej linii ruchu
pt_br: com a liderança avançando ao longo da linha principal de movimento
ru: с ведущим продвижении вдоль главной линии движения
tr: lider ana hareket hattı boyunca ilerlerken
vi: với người dẫn tiến lên theo hướng chuyển động chính
zh_hans: 随着主线前进

source: The dancers imitate the movement of the
de: Die Tänzer imitieren die Bewegung von
fr: Les danseurs imitent le mouvement des
it: I danzatori imitano il movimento del
ko: 무용수들은 그 움직임을 흉내낸다.
pl: Tancerze imitują ruch
pt_br: Os dançarinos imitam o movimento do
ru: Танцоры имитируют движение
tr: Dansçılar şunun hareketini taklit eder:
vi: Các vũ công mô phỏng chuyển động của
zh_hans: 舞者的运动模仿

source: This dance is a refined artform, with
de: Dieser Tanz ist eine raffinierte Kunstform, mit
fr: Cette danse est un art raffiné, avec
it: Questa danza è una raffinata forma d'arte, con
ko: 이 춤은 세련된 예술 형식입니다.
pl: Ten taniec jest wyrafinowaną formą sztuki, z
pt_br: Esta dança é uma forma de arte refinada
ru: Этот танец является изысканной формой искусства с
tr: Bu dans, şunları içeren rafine bir sanat formudur:
vi: Điệu múa này là một hình thức nghệ thuật tinh tế, với
zh_hans: 这种舞蹈是一种精致的艺术形式，

source: special position
de: Sonderstellung
fr: poste spécial
it: posizione speciale
ko: 특별한 위치
pl: specjalną pozycją
pt_br: posição especial
ru: особое положение
tr: özel pozisyon
vi: vị trí đặc biệt
zh_hans: 具体位置

source: specific move
de: konkreter Schritt
fr: mouvement spécifique
it: mossa specifica
ko: 특정 이동
pl: specyficznym ruchem
pt_br: movimento específico
ru: особое движение
tr: özel hareket
vi: động tác cụ thể
zh_hans: 具体行动

source: to be mastered.
de: beherrscht werden.
fr: être maîtrisé.
it: essere padroneggiata.
ko: 마스터할 수 있습니다.
pl: do wyuczenia.
pt_br: para ser dominado.
ru: должно быть освоено.
vi: cần được tinh thông.
zh_hans: 要掌握

source: The entire dance has a basic movement
de: Die gesamte Tanz hat eine Grundbewegung
fr: Toute la danse a un mouvement de base
it: L'intera danza ha un movimento di base
ko: 전체 춤에는 기본 동작이 있습니다.
pl: Cały taniec ma podstawowe ruchy
pt_br: Toda dança é um movimento basico
ru: Весь танец имеет базовое движение
tr: Tüm dansın temel bir hareketi vardır
vi: Toàn bộ điệu múa có một chuyển động cơ bản
zh_hans: 整个舞蹈都有一个基本的运动

source: The
de: Der/Die/Das
fr: La
it: La
ko: 그만큼
pt_br: O
ru: Этот
tr: Bu
vi: Điệu múa
zh_hans: 这

source: dance is
de: Tanz ist
fr: la danse est
it: danza è
ko: 춤은
pl: taniec jest
pt_br: dança é
ru: танец
tr: dansı
vi: là
zh_hans: 舞蹈是

source: dance is punctuated by
de: Tanz wird unterbrochen von
fr: la danse est rythmée par
it: danza è punteggiata da
ko: 춤은
pl: taniec jest przerywany przez
pt_br: dança é pontuada por
ru: танец акцентирован на
tr: dansı şunlarla vurgulanır:
vi: điệu múa được nhấn nhá bởi
zh_hans: 舞蹈中断于

source: graceful
de: anmutige
fr: gracieux
it: grazioso
ko: 우아한
pl: pełne wdzięku
pt_br: gracioso
ru: грациозный
tr: zarif
vi: duyên dáng
zh_hans: 优美

source: serene
de: heitere
fr: serein
it: sereno
ko: 고요한
pl: pogodny
pt_br: sereno
ru: тихий
tr: huzurlu
vi: thanh bình
zh_hans: 安详

source: calm
de: Ruhe
fr: calmes
it: calma
ko: 침착한
pl: spokojne
pt_br: calmo
ru: спокойный
tr: sakin
vi: êm đềm
zh_hans: 冷静

source: crude
de: roh
fr: brut
it: grezzo
ko: 조잡한
pl: surowe
pt_br: bruto
ru: неочищенный
tr: kaba
vi: thô thiển
zh_hans: 粗鲁
