Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Assign this creature as a work animal for a specific citizen or resident.
de: Weisen Sie diese Kreatur als Arbeitstier für einen bestimmten Bürger oder Einwohner zu.
fr: Affectez cette créature en tant qu'animal de travail pour un citoyen ou un résident spécifique.
it: Assegna questa creatura come animale da lavoro per un determinato cittadino o residente.
ko: 이 생물을 특정 시민이나 거주자를 위한 작업 동물로 지정하십시오.
pl: Przydziel to stworzenie jako robocze zwierzę dla konkretnego obywatela lub rezydenta.
pt_br: Atribui esta criatura como um animal de trabalho para um cidadão ou residente específico.
ru: Выбрать это существо в качестве рабочего животного для конкретного гражданина или резидента.
tr: Bu yaratığı belirli bir vatandaş veya sakin için iş hayvanı olarak ata.
vi: Chỉ định sinh vật này làm động vật lao động cho một thần dân hoặc cư dân cụ thể.
zh_hans: 将该生物指派给一个特定的居民或长期居住者作为工作动物。

source: Toggle whether this creature will receive war training. War animals have more lethal attacks.
de: Schaltet um, ob diese Kreatur eine Kriegsausbildung erhält. Kriegstiere haben mehr tödliche Angriffe.
fr: Active/désactive si cette créature recevra un entraînement de guerre. Les animaux de guerre ont des attaques plus meurtrières.
it: Scegli se questa creatura riceverà l'addestramento alla guerra. Gli animali da guerra attaccano più letalmente.
ko: 이 생물이 전쟁 훈련을 받을지 여부를 전환합니다. 전쟁 동물들은 더 치명적인 공격을 가합니다.
pl: Przełącz, czy to stworzenie będzie otrzymywać szkolenie wojenne. Zwierzęta wojenne mają więcej śmiertelnych ataków.
pt_br: Alterna se esta criatura receberá treinamento de guerra. Animais de guerra têm ataques mais letais.
ru: Переключите, будет ли это существо проходить военную подготовку. У боевых животных более смертоносные атаки.
vi: Chuyển đổi xem liệu sinh vật này có nhận huấn luyện chiến đấu hay không. Động vật chiến đấu có các đòn tấn công nguy hiểm hơn.
zh_hans: 切换该生物是否会接受战斗训练。 战斗动物有更多机会发起致命攻击。

source: Toggle whether this creature will receive hunting training. Hunting animals can move stealthfully during hunts.
de: Schaltet um, ob diese Kreatur ein Jagdtraining erhält. Jagdtiere können sich während der Jagd unauffällig bewegen.
fr: Active/désactive si cette créature recevra un entraînement de chasse. Les animaux de chasse peuvent se déplacer furtivement pendant les chasses.
it: Scegli se questa creatura riceverà l'addestramento alla caccia. Gli animali da caccia possono muoversi furtivamente durante la caccia.
ko: 이 생물이 사냥 훈련을 받을지 여부를 전환합니다. 사냥하는 동물들은 사냥하는 동안 조용히 움직일 수 있습니다.
pl: Zaznacz, czy to stworzenie będzie otrzymywać szkolenie łowcze. Zwierzęta łowcze mogą poruszać się bardziej dyskretnie podczas polowań.
pt_br: Alterna se esta criatura receberá treinamento de caça. Animais de caça podem mover-se furtivamente durante caçadas.
ru: Переключите, будет ли это существо проходить охотничью подготовку. Охотничьи животные могут передвигаться незаметно во время охоты.
vi: Chuyển đổi xem liệu sinh vật này có nhận huấn luyện săn bắn hay không. Động vật săn bắn có thể di chuyển lén lút trong các cuộc săn.
zh_hans: 切换该生物是否会接受狩猎训练。 狩猎动物在狩猎过程中可以隐蔽地移动。

source: Toggle whether this creature is available as a pet for any interested citizen or resident.
de: Prüfen Sie, ob diese Kreatur als Haustier für jeden interessierten Bürger oder Einwohner verfügbar ist.
fr: Activez si cette créature est disponible comme animal de compagnie pour tout citoyen ou résident intéressé.
it: Scegli se questa creatura è disponibile come animale domestico per cittadini o residenti interessati.
ko: 관심 있는 시민이나 거주자가 이 생물을 애완동물로 사용할 수 있는지 여부를 전환합니다.
pl: Zaznaczy, czy to stworzenie jest dostępne jako pupil dla każdego zainteresowanego obywatela lub rezydenta.
pt_br: Alterna se esta criatura esta disponível como animal de estimação para qualquer cidadão ou residente interessado.
ru: Выберите, доступно ли это существо в качестве домашнего питомца для любого заинтересованного гражданина или резидента.
tr: Bu yaratığın ilgili herhangi bir vatandaş veya sakin için evcil hayvan olarak uygun olup olmadığını değiştir.
vi: Chuyển đổi xem liệu sinh vật này có sẵn làm thú cưng cho bất kỳ thần dân hoặc cư dân nào quan tâm hay không.
zh_hans: 切换这种生物是否可以作为宠物供任何感兴趣的公民或居民使用。

source: This creature is ecstatic right now.
de: Diese Kreatur ist in diesem Moment ekstatisch.
fr: Cette créature est extatique en ce moment.
it: Questa creatura è estatica in questo momento.
ko: 이 생물은 지금 황홀합니다.
pl: To stworzenie jest ekstatyczne w tym momencie.
pt_br: Esta criatura está em êxtase no momento.
ru: Это существо прямо сейчас в экстазе.
tr: Bu yaratık şu an mest olmuş durumda.
vi: Sinh vật này đang cực kỳ phấn khích ngay lúc này.
zh_hans: 该生物现在欣喜若狂。

source: This creature is happy right now.
de: Diese Kreatur ist im Moment glücklich.
fr: Cette créature est heureuse en ce moment.
it: Questa creatura è felice in questo momento.
ko: 이 생물은 지금 행복합니다.
pl: To stworzenie jest szczęśliwe w tym momencie.
pt_br: Essa criatura está feliz nesse momento.
ru: Это существо сейчас счастливо.
tr: Bu yaratık şu an mutlu.
vi: Sinh vật này đang vui vẻ ngay lúc này.
zh_hans: 该生物现在很快乐。

source: This creature is pleased right now.
de: Diese Kreatur ist im Moment zufrieden.
fr: Cette créature est contente en ce moment.
it: Questa creatura è soddisfatta in questo momento.
ko: 이 생물은 지금 기뻐합니다.
pl: To stworzenie jest zadowolone w tym momencie.
pt_br: Esta criatura esta satisfeita no momento.
ru: Это существо сейчас довольное.
tr: Bu yaratık şu an memnun.
vi: Sinh vật này đang hài lòng ngay lúc này.
zh_hans: 该生物现在很愉悦。

source: This creature is content right now.
de: Diese Kreatur ist im Moment zufrieden.
fr: Cette créature est contente en ce moment.
it: Questa creatura è soddisfatta in questo momento.
ko: 이 생물은 지금 만족합니다.
pl: To stworzenie jest ukontentowane w tym momencie.
pt_br: Essa criatura está contente nesse momento.
ru: Это существо сейчас удовлетворено.
tr: Bu yaratık şu an halinden memnun.
vi: Sinh vật này đang thỏa mãn ngay lúc này.
zh_hans: 该生物现在很满足。

source: This creature is displeased right now.
de: Diese Kreatur ist im Moment unzufrieden.
fr: Cette créature est mécontente en ce moment.
it: Questa creatura è insoddisfatta in questo momento.
ko: 이 생물은 지금 불쾌합니다.
pl: To stworzenie jest niezadowolone w tym momencie.
pt_br: Esta criatura está descontente no momento.
ru: Это существо прямо сейчас недовольно.
tr: Bu yaratık şu an hoşnutsuz.
vi: Sinh vật này đang không hài lòng ngay lúc này.
zh_hans: 该生物现在很不悦。

source: This creature is unhappy right now.
de: Diese Kreatur ist im Moment unglücklich.
fr: Cette créature est malheureuse en ce moment.
it: Questa creatura è infelice in questo momento.
ko: 이 생물은 지금 불행합니다.
pl: To stworzenie jest nieszczęśliwe w tym momencie.
pt_br: Esta criatura está infeliz agora.
ru: Это существо сейчас недовольно.
tr: Bu yaratık şu an mutsuz.
vi: Sinh vật này đang không vui ngay lúc này.
zh_hans: 该生物现在很不快乐。

source: This creature is miserable right now.
de: Diese Kreatur ist im Moment unglücklich.
fr: Cette créature est misérable en ce moment.
it: Questa creatura è miserabile in questo momento.
ko: 이 생물은 지금 비참합니다.
pl: To stworzenie jest przygnębione w tym momencie.
pt_br: Esta criatura está miserável agora.
ru: Это существо сейчас несчастно.
tr: Bu yaratık şu an sefil durumda.
vi: Sinh vật này đang khổ sở ngay lúc này.
zh_hans: 该生物现在很悲痛。

source: This worker is specialized and will only do tasks that match their workshop assignments, work details, and occupations. Click to toggle.
de: Dieser Arbeiter ist spezialisiert und erledigt nur Aufgaben, die seinen Werkstattaufträgen, Arbeitsdetails und Berufen entsprechen. Klicken Sie zum Umschalten.
fr: Ce travailleur est spécialisé et n'effectuera que des tâches qui correspondent à ses affectations d'atelier, ses détails de travail et ses occupations. Cliquez pour basculer.
it: Questo lavoratore è specializzato e svolgerà solo compiti che corrispondono alle sue assegnazioni di bottega, dettagli di lavoro e occupazioni. Clicca per alternare.
ko: 이 작업자는 전문화되어 있으며 작업장 과제, 작업 세부사항 및 직업과 일치하는 작업만 수행합니다. 클릭하여 전환합니다.
pl: Ten robotnik jest wyspecjalizowany i będzie wykonywał jedynie zadania właściwe dla jego przydziału warsztatu, szczegółów pracy i zawodu. Kliknij by przełączyć.
pt_br: Este trabalhador é um especialista e fará apenas trabalhos correspondentes à suas tarefas de oficina, trabalhos e ocupações. Clique para alternar.
ru: Этот работник является специализированным и будет выполнять только те задачи, которые соответствуют назначениям его мастерской, деталям работы и профессиям. Нажмите, чтобы переключиться.
vi: Công nhân này đã chuyên môn hóa và sẽ chỉ thực hiện các nhiệm vụ phù hợp với phân công xưởng, chi tiết công việc và nghề nghiệp của họ. Nhấp để chuyển đổi.
zh_hans: 这是个专职工人，只会做与车间分配、工作细节和职业相匹配的任务。单击可切换。

source: This worker is not specialized and will do any free tasks that become available. Click to toggle.
de: Dieser Arbeiter ist nicht spezialisiert und wird alle freien Aufgaben übernehmen, die verfügbar sind. Klicken Sie zum Umschalten.
fr: Ce travailleur n'est pas spécialisé et effectuera toutes les tâches gratuites qui deviendront disponibles. Cliquez pour basculer.
it: Questo lavoratore non è specializzato e svolgerà tutti i compiti liberi che saranno disponibili. Clicca per alternare.
ko: 이 작업자는 전문가가 아니므로 사용 가능한 모든 무료 작업을 수행합니다. 클릭하여 전환합니다.
pl: Ten robotnik nie jest wyspecjalizowany i będzie wykonywał każde wolne zadanie, które będzie dostępne. Kliknij by przełączyć.
pt_br: Este trabalhador não é um especialista e fará qualquer tarefa disponível. Clique para alternar.
ru: Этот работник не является специализированным и будет выполнять любые задачи, которые станут доступны. Нажмите, чтобы переключиться.
vi: Công nhân này chưa chuyên môn hóa và sẽ thực hiện bất kỳ nhiệm vụ trống nào có sẵn. Nhấp để chuyển đổi.
zh_hans: 这个工人无专职工作，可以做任何自由任务。单击切换。

source: This creature is a tavern keeper.
fr: Cette créature est un tavernier.
it: Questa creatura è un locandiere.
ko: 이 생물은 선술집 주인입니다.
pl: To stworzenie jest karczmarzem.
pt_br: Esta criatura é um taberneiro.
ru: Это существо - хозяин таверны.
tr: Bu yaratık bir hancı.
vi: Sinh vật này là một chủ quán rượu.
zh_hans: 该生物是一名酒保。

source: This creature is a performer.
fr: Cette créature est un interprète.
it: Questa creatura è un artista.
ko: 이 생물은 연기자입니다.
pl: To stworzenie jest artystą.
pt_br: Esta criatura é um artista.
ru: Это существо - исполнитель.
tr: Bu yaratık bir sanatçı.
vi: Sinh vật này là một người biểu diễn.
zh_hans: 该生物是一名演员。

source: This creature is a scholar.
fr: Cette créature est un érudit.
it: Questa creatura è uno studioso.
ko: 이 생물은 학자입니다.
pl: To stworzenie jest uczonym.
pt_br: Esta criatura é um sábio.
ru: Это существо - ученый.
tr: Bu yaratık bir alim.
vi: Sinh vật này là một học giả.
zh_hans: 该生物是一名学者。

source: This creature is a scribe.
fr: Cette créature est un scribe.
it: Questa creatura è uno scriba.
ko: 이 생물은 서기관입니다.
pl: To stworzenie jest skrybą.
pt_br: Esta criatura é um escrivão.
ru: Это существо - писарь.
tr: Bu yaratık bir katip.
vi: Sinh vật này là một thư lại.
zh_hans: 该生物是一名抄写员。

source: This creature is a mercenary.
de: Diese Kreatur ist ein Söldner.
fr: Cette créature est un mercenaire.
it: Questa creatura è un mercenario.
ko: 이 생물은 용병입니다.
pl: To stworzenie jest najemnikiem.
pt_br: Essa criatura é um mercenário.
ru: Это существо - наемник.
tr: Bu yaratık bir paralı asker.
vi: Sinh vật này là một lính đánh thuê.
zh_hans: 该生物是一名雇佣兵。

source: This creature is a monster slayer.
fr: Cette créature est un tueur de monstres.
it: Questa creatura è un ammazzamostri.
ko: 이 생물은 몬스터 슬레이어입니다.
pl: To stworzenie jest zabójcą potworów.
pt_br: Esta criatura é um assassino de monstros.
ru: Это существо - убийца монстров.
tr: Bu yaratık bir canavar avcısı.
vi: Sinh vật này là một thợ diệt quái.
zh_hans: 该生物是一名怪物猎手。

source: This creature is a doctor.
fr: Cette créature est médecin.
it: Questa creatura è un dottore.
ko: 이 생물은 의사입니다.
pl: To stworzenie jest lekarzem.
pt_br: Essa criatura é um médico.
ru: Это существо - врач.
tr: Bu yaratık bir doktor.
vi: Sinh vật này là một bác sĩ.
zh_hans: 该生物是一名医师。

source: This creature is assigned to a specific workshop.
de: Diese Kreatur ist einer bestimmten Werkstatt zugeordnet.
fr: Cette créature est affectée à un atelier spécifique.
it: Questa creatura è assegnata a una bottega specifica.
ko: 이 생물은 특정 작업장에 배정됩니다.
pl: To stworzenie jest przydzielone do konkretnego warsztatu.
pt_br: Esta criatura tem uma oficina definida.
ru: Это существо приписано к определенной мастерской.
tr: Bu yaratık belirli bir atölyeye atandı.
vi: Sinh vật này được giao cho một xưởng cụ thể.
zh_hans: 该生物被指派到一个特定的工坊。

source: This creature is assigned to a work detail.
de: Diese Kreatur ist einem Arbeitsauftrag zugeordnet.
fr: Cette créature est affectée à un détail de travail.
it: Questa creatura è assegnata a un ordine di lavoro.
ko: 이 생물은 작업 세부 사항에 할당됩니다.
pl: To stworzenie jest przydzielone do szczegółów pracy.
pt_br: Esta criatura está designada à um trabalho
ru: Это существо приписано к рабочей группе.
tr: Bu yaratık bir iş detayına atandı.
vi: Sinh vật này được giao cho một nhóm công tác.
zh_hans: 该生物被指派给一项工作细节。

source: Toggle whether this creature will be slaughtered at a butcher's shop when the opportunity arises.
de: Schalten Sie ein, ob diese Kreatur in einer Schlachterei geschlachtet wird, wenn sich die Gelegenheit ergibt.
fr: Indiquez si cette créature sera abattue dans une boucherie lorsque l'occasion se présentera.
it: Scegli se questa creatura verrà macellata in una macelleria quando se ne presenterà l'opportunità.
ko: 기회가 되면 정육점에서 이 생물을 도살할지 여부를 전환하십시오.
pl: Zaznaczy, czy to stworzenie zostanie zabite u rzeźnika, gdy pojawi się taka możliwość.
pt_br: Alterne se esta criatura será abatida em um açougue quando surgir a oportunidade.
ru: Переключите, будет ли это существо зарезано в мясной лавке, когда представится такая возможность.
tr: Fırsat doğduğunda bu yaratığın bir kasap dükkanında kesilip kesilmeyeceğini değiştir.
vi: Chuyển đổi xem liệu sinh vật này có bị giết mổ tại lò mổ khi có cơ hội hay không.
zh_hans: 切换这种生物是否会在有机会的时候在肉店被宰杀。

source: Toggle whether this creature will be gelded at a farmer's workshop when the opportunity arises.
de: Schalten Sie ein, ob diese Kreatur bei einem Bauern kastriert werden soll, wenn sich die Gelegenheit ergibt.
fr: Indiquez si cette créature sera castrée dans l'atelier d'un fermier lorsque l'occasion se présentera.
it: Scegli se questa creatura verrà castrata nella bottega di un contadino quando se ne presenterà l'opportunità.
ko: 기회가 있을 때 이 생물이 농부의 작업장에서 도금을 할지 여부를 전환합니다.
pl: Zaznaczy, czy to stworzenie zostanie wykastrowane w warsztacie rolnika, gdy pojawi się taka możliwość.
pt_br: Alterna se esta criatura será castrada em uma oficina de fazendeiro quando a oportunidade aparecer.
ru: Переключить, будет ли это существо кастрировано на ферме, когда появится такая возможность.
tr: Fırsat doğduğunda bu yaratığın bir çiftçi atölyesinde hadım edilip edilmeyeceğini değiştir.
vi: Chuyển đổi xem liệu sinh vật này có bị thiến tại xưởng của nông dân khi có cơ hội hay không.
zh_hans: 切换这个生物在合适时是否会在农用工场被阉割。

source: This type is not relevant to brewing.
de: Dieser Typ ist für das Brauen nicht relevant.
fr: Ce type n'est pas pertinent pour le brassage.
it: Questo tipo non è rilevante per produrre alcol.
ko: 이 유형은 양조와 관련이 없습니다.
pl: Ten typ nie nadaje się do warzenia.
pt_br: Este tipo não é adequado para fermentação.
ru: Этот сорт не подходит для брожения или перегонки.
tr: Bu tür mayalama ile ilgili değil.
vi: Loại này không liên quan đến việc ủ rượu.
zh_hans: 该类型与酿造不相关。

source: This type is restricted from brewing.
de: Dieser Typ darf nicht gebraut werden.
fr: Ce type est interdit de brassage.
it: Questo tipo è limitato dalla produzione d'alcol.
ko: 이 유형은 양조가 제한됩니다.
pl: Ten typ jest zabroniony do warzenia.
pt_br: Este tipo está proibido de ser usado para fermentação.
ru: Этот сорт частично годен для брожения или перегонки.
tr: Bu türün mayalanması kısıtlanmıştır.
vi: Loại này bị hạn chế ủ rượu.
zh_hans: 该类型只能用于酿造。

source: This type is allowed to be brewed.
de: Dieser Typ darf gebraut werden.
fr: Ce type est autorisé à être brassé.
it: Questo tipo è permesso per produrre alcol.
ko: 이 유형은 양조가 허용됩니다.
pl: Ten typ jest dozwolony do warzenia.
pt_br: Este tipo não é permitido para fermentação.
ru: Этот сорт пригоден для брожения или перегонки.
tr: Bu türün mayalanmasına izin verilir.
vi: Loại này được phép ủ rượu.
zh_hans: 该类型可用于酿造。

source: This type is not relevant to cooking.
de: Dieser Typ ist für das Kochen nicht relevant.
fr: Ce type n'est pas pertinent pour la cuisine.
it: Questo tipo non è rilevante per la cottura.
ko: 이 유형은 요리와 관련이 없습니다.
pl: Ten typ nie nadaje się do gotowania.
pt_br: Este tipo não é adequado para cozinhar.
ru: Этот тип не имеет отношения к приготовлению пищи.
tr: Bu tür yemek pişirme ile ilgili değil.
vi: Loại này không liên quan đến việc nấu ăn.
zh_hans: 该类型与烹饪不相关。

source: This type is restricted from cooking.
de: Dieser Typ darf nicht gekocht werden.
fr: Ce type est limité à la cuisson.
it: Questo tipo è limitato dalla cottura.
ko: 이 유형은 요리가 제한됩니다.
pl: Ten typ jest zabroniony do gotowania.
pt_br: Este tipo esta proibido de ser cozido.
ru: Приготовление этого вида ограничено.
tr: Bu türün pişirilmesi kısıtlanmıştır.
vi: Loại này bị hạn chế nấu ăn.
zh_hans: 该类型只能用于烹饪。

source: This type is allowed to be cooked.
de: Dieser Typ darf gekocht werden.
fr: Ce type est autorisé à être cuit.
it: Questo tipo è permesso per cucinare.
ko: 이 유형은 요리가 허용됩니다.
pl: Ten typ jest dozwolony do gotowania.
pt_br: Este tipo é permitido ser cozido.
ru: Этот вид разрешается готовить.
tr: Bu türün pişirilmesine izin verilir.
vi: Loại này được phép nấu ăn.
zh_hans: 该类型可用于烹饪。

source: Open the announcements screen.
pl: Otwórz ekran powiadomień.
tr: Duyuru ekranını aç.
vi: Mở màn hình thông báo.

source: Rename this location.
de: Benennen Sie diesen Ort um.
fr: Renommez cet emplacement.
it: Rinomina questo luogo.
ko: 이 위치의 이름을 바꿉니다.
pl: Zmień nazwę tej lokacji.
pt_br: Renomear essa localização.
ru: Переименовать локацию.
tr: Bu konumu yeniden adlandır.
vi: Đổi tên địa điểm này.
zh_hans: 为改地点重新命名。

source: This option allows visitors from outside the fortress to enter this location.
de: Diese Option ermöglicht es Besuchern von außerhalb der Festung, diesen Ort zu betreten.
fr: Cette option permet aux visiteurs extérieurs à la forteresse d'entrer à cet endroit.
it: Quest'opzione consente ai visitatori esterni alla fortezza di entrare in questo luogo.
ko: 이 옵션을 사용하면 요새 외부의 방문자가 이 위치에 들어갈 수 있습니다.
pl: Ta opcja pozwala odwiedzającym spoza twierdzy wejść do lokacji.
pt_br: Esta opção permite que visitantes de fora da fortaleza entrem neste local.
ru: Эта опция позволяет посетителям из-за пределов крепости входить в это место.
tr: Bu seçenek, kale dışından ziyaretçilerin buraya girmesine izin verir.
vi: Tùy chọn này cho phép du khách từ bên ngoài pháo đài vào địa điểm này.
zh_hans: 此选项允许要塞外的游客进入该地点。

source: This option allows long-term residents of the fortress to enter this location.
de: Diese Option erlaubt es Langzeitbewohnern der Festung, diesen Ort zu betreten.
fr: Cette option permet aux résidents de longue date de la forteresse d'entrer à cet endroit.
it: Quest'opzione consente ai residenti a lungo termine della fortezza di entrare in questo luogo.
ko: 이 옵션을 선택하면 요새의 장기 거주자가 이 위치에 들어갈 수 있습니다.
pl: Ta opcja pozwala długoterminowym rezydentom z twierdzy wejść do lokacji.
pt_br: Esta opção permite que residentes de longa data da fortaleza entrem neste local.
ru: Эта опция позволяет посетителям, которые долго живут в крепости входить в это место.
tr: Bu seçenek, kalenin uzun süreli sakinlerinin buraya girmesine izin verir.
vi: Tùy chọn này cho phép cư dân dài hạn của pháo đài vào địa điểm này.
zh_hans: 这个选项允许堡垒的长期居民进入这个地方。

source: This option indicates that the location is only open to members.
de: Diese Option zeigt an, dass der Standort nur für Mitglieder zugänglich ist.
fr: Cette option indique que l'emplacement n'est ouvert qu'aux membres.
it: Questa opzione indica che il luogo è aperta solo ai membri.
ko: 이 옵션은 위치가 회원에게만 공개됨을 나타냅니다.
pl: Ta opcja oznacza, że lokacja jest dostępna tylko dla członków.
pt_br: Esta opção indica que o local é aberto apenas para membros.
ru: Этот параметр указывает, что местоположение открыто только для участников.
tr: Bu seçenek, konumun sadece üyelere açık olduğunu gösterir.
vi: Tùy chọn này chỉ ra rằng địa điểm này chỉ mở cửa cho các thành viên.
zh_hans: 该选项表示该地点只对成员开放。

source: Remove this worker from this occupation.
de: Entfernen Sie diesen Arbeitnehmer aus diesem Beruf.
fr: Retirer ce travailleur de cette profession.
it: Rimuovi questo lavoratore da quest'occupazione.
ko: 이 직업에서 이 근로자를 제거하십시오.
pl: Usuń tego robotnika z tego zawodu.
pt_br: Remova este trabalhador desta ocupação.
ru: Отстраните этого работника от этой работы.
tr: Bu işçiyi bu meslekten çıkar.
vi: Loại bỏ công nhân này khỏi nghề nghiệp này.
zh_hans: 将该工人从该职业中移除。

source: Set the camera to follow this item.
de: Stellen Sie die Kamera so ein, dass sie diesem Element folgt.
fr: Réglez la caméra pour qu'elle suive cet objet.
it: Imposta la visuale in modo che segua questo oggetto.
ko: 이 항목을 따라가도록 카메라를 설정합니다.
pl: Ustaw kamerę, aby podążała za tym przedmiotem.
pt_br: Defina a câmera para seguir este item.
ru: Установить камеру так, чтобы она следила за этим предметом.
tr: Kamerayı bu eşyayı takip etmeye ayarla.
vi: Đặt camera theo dõi vật phẩm này.
zh_hans: 使视角跟踪此物品。

source: This item is tagged by a task and will not be used by other tasks.
de: Dieser Gegenstand wird von einer Aufgabe markiert und kann nicht von anderen Aufgaben verwendet werden.
fr: Cet objet est marqué par une tâche et ne sera pas utilisé par d'autres tâches.
it: Questo elemento è stato etichettato da un'attività e non sarà utilizzato da altre attività.
ko: 이 항목은 작업에 의해 태그가 지정되며 다른 작업에서 사용되지 않습니다.
pl: Ten przedmiot jest wyznaczony do zadania i nie będzie używany do innych zadań.
pt_br: Este item é marcado por uma tarefa e não será usado por outras tarefas.
ru: Этот предмет помечен задачей и не будет использоваться другими задачами.
tr: Bu eşya bir görev tarafından etiketlendi ve diğer görevler tarafından kullanılmayacak.
vi: Vật phẩm này được gắn thẻ bởi một nhiệm vụ và sẽ không được sử dụng bởi các nhiệm vụ khác.
zh_hans: 这个物品已被某个任务选用，无法再用于其他任务。

source: See this creature's combat history.
pl: Zobacz historię walk tego stworzenia.
tr: Bu yaratığın savaş geçmişini gör.
vi: Xem lịch sử chiến đấu của sinh vật này.

source: Customize this creature's nickname and profession nickname.
de: Passen Sie den Spitznamen dieser Kreatur und den Spitznamen ihres Berufs an.
fr: Personnalisez le surnom et le surnom de profession de cette créature.
it: Personalizza il soprannome di questa creatura e il soprannome della sua professione.
ko: 이 생물의 닉네임과 직업 닉네임을 사용자 지정합니다.
pl: Dostosuj pseudonim tego stworzenia i pseudonim profesji.
pt_br: Personalize o apelido da criatura e o apelido da profissão.
ru: Изменить псевдоним этого существа или псевдоним профессии.
tr: Bu yaratığın lakabını ve meslek lakabını özelleştir.
vi: Tùy chỉnh biệt danh và biệt danh nghề nghiệp của sinh vật này.
zh_hans: 自定义这个生物的昵称和职业昵称。

source: Set the camera to follow this creature.
de: Stellen Sie die Kamera so ein, dass sie dieser Kreatur folgt.
fr: Réglez la caméra pour suivre cette créature.
it: Imposta la visuale per seguire questa creatura.
ko: 이 생물을 따라가도록 카메라를 설정합니다.
pl: Ustaw kamerę, aby podążała za tym stworzeniem.
pt_br: Defina a câmera para seguir esta criatura.
ru: Установить камеру так, чтобы она следила за этим существом.
tr: Kamerayı bu yaratığı takip etmeye ayarla.
vi: Đặt camera theo dõi sinh vật này.
zh_hans: 使视角跟踪此生物。
