Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Show tunnels on world map
de: Tunnels auf der Weltkarte anzeigen
fr: Afficher les tunnels sur la carte du monde
it: Mostra gallerie sulla mappa del mondo
ko: 월드맵에서 터널을 표시함
pl: Pokazuj tunele na mapie świata
pt_br: Mostrar túneis no mapa do mundo
ru: Показать туннели на карте мира
tr: Dünya haritasında tünelleri göster
vi: Hiển thị đường hầm trên bản đồ thế giới
zh_hans: 在世界地图上显示洞穴

source: natural aversion to the adversary's inherent association with
de: natürliche Abneigung gegen die Assoziation des Gegners mit
fr: aversion naturelle pour l'association inhérente de l'adversaire avec
it: naturale avversione per l'associazione intrinseca dell'avversario con
ko: 적의 고유한 연관성에 대한 자연스러운 혐오감
pl: naturalna niechęć do nieodłącznego powiązania przeciwnika z
pt_br: aversão natural à associação de inerente do adversário com
ru: естественное отвращение к прирождённой связи противника с
tr: hasmın şununla olan doğal ilişkisine duyulan doğal tiksinti:
vi: ác cảm tự nhiên đối với sự liên kết cố hữu của kẻ thù với
zh_hans: 对对手的内在联系的自然厌恶。

source: In site finder
de: Im Standort-Finder
fr: Dans l'outil de recherche de site
it: Ricerca siti
ko: 인사이트 찾기
pl: W wyszukiwarce krajów
pt_br: Localizador local
ru: В поисковике мест
tr: Yerleşim bulucuda
vi: Trong công cụ tìm địa điểm
zh_hans: 在据点查找器中

source: Enable temperature
de: Temperatur einschalten
fr: Activer la température
it: Abilita temperatura
ko: 기온 활성화
pl: Włącz temperaturę
pt_br: Habilitar temperatura
ru: Включить температуру
tr: Sıcaklığı etkinleştir
vi: Bật tính năng nhiệt độ
zh_hans: 开启温度

source: Enable weather
de: Wetter einschalten
fr: Activer la météo
it: Abilita meteo
ko: 날씨 활성화
pl: Włącz pogodę
pt_br: Habilitar clima
ru: Включить погоду
tr: Hava durumunu etkinleştir
vi: Bật tính năng thời tiết
zh_hans: 开启天气

source: Enable caveins
de: Kaveine einschalten
fr: Activer les caveins
it: Abilita crolli strutturali
ko: 낙석 활성화
pl: Włącz jaskinie
pt_br: Habilitar desabamentos
ru: Включить пещеры
tr: Göçükleri etkinleştir
vi: Bật tính năng sập hầm
zh_hans: 启用洞穴

source: Enable artifact moods
de: Artefakt-Stimmungen einschalten
fr: Activer les ambiances d'artefact
it: Abilita stati d'animo da manufatti
ko: 아티팩트 무드 활성화
pl: Włącz nastroje artefaktów
pt_br: Habilitar artefatos de espíritos ancestrais
ru: Включение настроек артефактов
tr: Eser ruh hallerini etkinleştir
vi: Bật trạng thái tạo cổ vật
zh_hans: 启用工件情绪

source: Enable testing arena (on next title)
de: Testarena einschalten (beim nächsten Titel)
fr: Activer l'arène de test (sur le titre suivant)
it: Abilita arena per test (on next title)
ko: 테스트 경기장 활성화(다음 타이틀에서)
pl: Włącz obszar testowy (w kolejnym nagłówku)
pt_br: Habilitar arena de teste (no próximo título)
ru: Включить арену тестирования (в следующем заголовке)
tr: Test arenasını etkinleştir (sonraki ana menüde)
vi: Bật đấu trường thử nghiệm (khi vào trò chơi lần tới)
zh_hans: 启用测试竞技场(在下一个标题上)

source: Walking spreads spatter
de: Gehen verteilt Spritzer
fr: La marche propage les éclaboussures
it: Camminare sparge schizzi
ko: 걷기는 스패터를 퍼뜨린다
pl: Chodzenie powoduje rozpryski
pt_br: Andar espalha respingos
ru: При ходьбе разбрызгиваются брызги
tr: Yürümek sıçramaları yayar
vi: Đi lại làm văng bắn
zh_hans: 行走着散布飞溅物

source: (fort mode)
tr: (kale modu)
vi: (chế độ pháo đài)

source: Walking spreads spatter (adv mode)
tr: Yürümek sıçramaları yayar (macera modu)
vi: Đi lại làm văng bắn (chế độ phiêu lưu)

source: Keyboard cursor enabled
de: Tastatur-Cursor aktiviert
fr: Curseur clavier activé
it: Cursore da tastiera abilitato
ko: 키보드 커서 활성화
pl: Kursor klawiaturowy włączony
pt_br: Cursor do teclado habilitado
ru: Курсор клавиатуры включен
tr: Klavye imleci etkinleştirildi
vi: Bật con trỏ bàn phím
zh_hans: 启用键盘光标

source: Log world generation map rejects
fr: Enregistrer les rejets de carte de génération du monde
it: Crea log di respinti della mappa di generezione del mondo
ko: 로그 세계 생성 맵 거부
pl: Dziennik generowania mapy świata odrzuca
pt_br: Registrar rejeições do mapa de geração do mundo
ru: Отключить журнал генерации мира
tr: Dünya oluşumu harita reddedilenleri kaydet
vi: Ghi nhật ký các bản đồ bị từ chối khi tạo thế giới
zh_hans: 日志在记录世界生成地图时遭拒

source: Enable multithreading
tr: Çoklu iş parçacığını (multithreading) etkinleştir
vi: Bật tính năng đa luồng

source: Default embark width
fr: Largeur d'embarquement par défaut
it: Larghezza insediamento predefinita
ko: 정착지 가로 길이 기본 설정
pl: Domyślna szerokość ramki
pt_br: Largura de embarque padrão
ru: Ширина зоны высадки по умолчанию
tr: Varsayılan yerleşim genişliği
vi: Chiều rộng thiết lập tiền đồn mặc định
zh_hans: 默认船宽

source: Default embark height
fr: Hauteur d'embarquement par défaut
it: Altezza insediamento predefinita
ko: 정착지 세로 길이 기본 설정
pl: Domyślna wysokość ramki
pt_br: Altura de embarque padrão
ru: Высота зоны высадки по умолчанию
tr: Varsayılan yerleşim yüksekliği
vi: Chiều cao thiết lập tiền đồn mặc định
zh_hans: 默认登船高度

source: Default high traffic path cost
fr: Coût de chemin de trafic élevé par défaut
it: Costo predefinito percorso ad alto traffico
ko: 기본 높은 트래픽 경로 비용
pl: Domyślny koszt ścieżki wysokiego ruchu
pt_br: Custo de rota de tráfego alto padrão
ru: Стоимость по умолчанию пути по плиткам с высоким трафиком
tr: Varsayılan yüksek trafik yol maliyeti
vi: Chi phí đường đi lưu lượng cao mặc định
zh_hans: 默认的高流量路径成本

source: Default normal traffic path cost
fr: Coût du chemin de trafic normal par défaut
it: Costo predefinito percorso a traffico normale
ko: 기본 일반 트래픽 경로 비용
pl: Domyślny koszt normalnej ścieżki
pt_br: Custo de rota de tráfego normal padrão
ru: Стоимость по умолчанию пути по плиткам с обычным трафиком
tr: Varsayılan normal trafik yol maliyeti
vi: Chi phí đường đi lưu lượng bình thường mặc định
zh_hans: 默认的低流量路径成本

source: Default low traffic path cost
fr: Coût de chemin à faible trafic par défaut
it: Costo predefinito percorso a basso traffico
ko: 기본 낮은 트래픽 경로 비용
pl: Domyślny koszt ścieżki niskiego ruchu
pt_br: Custo de rota de tráfego baixo padrão
ru: Стоимость по умолчанию пути по плиткам с низким трафиком
tr: Varsayılan düşük trafik yol maliyeti
vi: Chi phí đường đi lưu lượng thấp mặc định
zh_hans: 默认的低流量路径成本

source: Default restricted traffic path cost
fr: Coût du chemin de trafic restreint par défaut
it: Costo predefinito percorso a traffico limitato
ko: 기본 제한된 트래픽 경로 비용
pl: Domyślny koszt ścieżki z zakazem ruchu
pt_br: Custo de rota de tráfego restrito padrão
ru: Стоимость по умолчанию пути по плиткам с ограниченным трафиком
tr: Varsayılan kısıtlı trafik yol maliyeti
vi: Chi phí đường đi lưu lượng hạn chế mặc định
zh_hans: 默认的受限流量路径开销

source: Storage path decrease (# of contained item cap)
fr: Diminution du chemin de stockage (nombre d'objets contenus)
it: Diminuzione del flusso di stoccaggio ( # di elementi limite contenuti)
ko: 저장 경로 감소(포함된 항목 상한 수)
pl: Zmniejszenie ścieżki przechowywania (liczba limitu zawartych elementów)
pt_br: Diminuição da rota de estoque (# do limite do item contido)
ru: Уменьшение пути при складировании (# содержащихся предметов)
tr: Depolama maliyeti düşüşü (içerilen öğe sınırı)
vi: Giảm chi phí đường đi đến kho (giới hạn số lượng vật phẩm chứa)
zh_hans: 存储路径减少(包含项上限#)

source: Storage path decrease (seed bag combine)
fr: Diminution du chemin de stockage (sac de semences combiné)
it: Diminuzione del flusso di stoccaggio (abbinamento dei sacchetti di semi)
ko: 저장경로 감소(종자주머니 결합)
pl: Zmniejszenie ścieżki przechowywania (element toreb na nasiona)
pt_br: Diminuição do caminho de armazenamento (combinação de saco de sementes)
ru: Уменьшение пути при складировании (комбинирование семян по мешкам)
tr: Depolama maliyeti düşüşü (tohum torbası birleştirme)
vi: Giảm chi phí đường đi đến kho (kết hợp túi hạt giống)
zh_hans: 贮藏路径减少(种袋合并）

source: Storage path decrease (bucket combine)
fr: Diminution du chemin de stockage (combinaison de godet)
it: Diminuzione del flusso di stoccaggio (abbinamento dei cesti)
ko: 스토리지 경로 감소(버킷 결합)
pl: Zmniejszenie ścieżki przechowywania (element wiader)
pt_br: Diminuição do caminho de armazenamento (combinação de baldes)
ru: Уменьшение пути при складировании (комбинирование по вёдрам)
tr: Depolama maliyeti düşüşü (kova birleştirme)
vi: Giảm chi phí đường đi đến kho (kết hợp xô)
zh_hans: 存储路径减少(合并桶)

source: Storage path decrease (barrel combine)
fr: Diminution du chemin de stockage (combinaison de tonneau)
it: Diminuzione del flusso di stoccaggio (abbinamento dei barili)
ko: 저장 경로 감소(배럴 조합)
pl: Zmniejszenie ścieżki przechowywania (element beczek)
pt_br: Diminuição do caminho de armazenamento (combinação de barris)
ru: Уменьшение пути при складировании (комбинирование по бочкам)
tr: Depolama maliyeti düşüşü (varil birleştirme)
vi: Giảm chi phí đường đi đến kho (kết hợp thùng)
zh_hans: 储存路径减少(收割机)

source: Storage path decrease (bin combine)
fr: Diminution du chemin de stockage (bin combine)
it: Diminuzione del flusso di stoccaggio ( abbinamento delle casse)
ko: 스토리지 경로 감소(빈 결합)
pl: Zmniejszenie ścieżki przechowywania (element koszy)
pt_br: Diminuição do caminho de armazenamento (combinação de caixotes)
ru: Уменьшение пути при складировании (комбинирование по ящикам)
tr: Depolama maliyeti düşüşü (kutu birleştirme)
vi: Giảm chi phí đường đi đến kho (kết hợp hộp)
zh_hans: 存储路径减少(bin合并)

source: Population cap
de: Bevölkerungsobergrenze
fr: Plafond démographique
it: Max popolazione
ko: 인구 제한
pl: Limit populacji
pt_br: Limite da população
ru: Предел численности населения
tr: Nüfus sınırı
vi: Giới hạn dân số
zh_hans: 人口上限

source: Strict population cap (includes births)
de: Strenge Bevölkerungsobergrenze (einschließlich Geburten)
fr: Limite de population stricte (y compris les naissances)
it: Limite popolazione massima (include nascite)
ko: 엄격한 인구 제한 (출산 포함)
pl: Ścisły limit populacji (w tym narodziny)
pt_br: Limite da população rígido (inclui nascimentos)
ru: Строгое ограничение численности населения (включая рождаемость)
tr: Kesin nüfus sınırı (doğumlar dahil)
vi: Giới hạn dân số nghiêm ngặt (bao gồm cả sinh đẻ)
zh_hans: 严格的人口上限（包括出生）

source: Baby+child cap
de: Baby+Kinderobergränze
fr: Casquette bébé + enfant
it: Max neonati/bambini
ko: 아기+어린이 제한
pl: Czapka niemowlęca + dziecięca
pt_br: Bebê+Limite de criança
ru: Предел численности детей
tr: Bebek+çocuk sınırı
vi: Giới hạn trẻ sơ sinh và trẻ nhỏ
zh_hans: 婴幼儿童的上限

source: Baby+child cap (percentage of total)
de: Baby+Kinderobergrenze (Prozentsatz der Gesamtzahl)
fr: Plafond bébé+enfant (pourcentage du total)
it: Max neonati/bambini (percentuale del totale)
ko: 아기+어린이 제한 (전체의 백분율 값)
pl: Limit dzieci (procent całości)
pt_br: Bebê+Limite de criança (porcentagem do total)
ru: Предел численности детей (процент от населения)
tr: Bebek+çocuk sınırı (toplamın yüzdesi)
vi: Giới hạn trẻ sơ sinh và trẻ nhỏ (tỷ lệ phần trăm trên tổng số)
zh_hans: 婴幼儿童的上限（占总人数的比例）

source: Visitor cap
de: Besucherobergrenze
fr: Plafond visiteur
it: Max visitatori
ko: 방문자 수 제한
pl: Limit gości
pt_br: Limite de visitante
ru: Предел посетителей крепости
tr: Ziyaretçi sınırı
vi: Giới hạn khách tham quan
zh_hans: 访客上限

source: Cull dead units at
de: Tote Einheiten beseitigen bei
fr: abattre les unités mortes à
it: Scarta le unità morte a
pl: Usuń martwe jednostki w
ru: Ограничить количество мертвых юнитов на
tr: Ölü birimleri şu sayıda temizle:
vi: Loại bỏ đơn vị đã chết khi
zh_hans: 剔除相关死亡单位于

source: Seed cap (per species)
fr: Capuchon de semences (par espèce)
it: Max semi (per specie)
ko: 종자 캡(종당)
pl: Limit nasion (na gatunek)
pt_br: Limite da semente (por espécies)
ru: Предел количества семян (каждого вида)
tr: Tohum sınırı (tür başına)
vi: Giới hạn hạt giống (mỗi loài)
zh_hans: 种子上限（每个物种）

source: Total seed cap
fr: Capuchon total de graines
it: Max totale semi
ko: 총 시드 캡
pl: Ogólny limit nasion
pt_br: Limite total da semente
ru: Общий предел количества семян
tr: Toplam tohum sınırı
vi: Tổng giới hạn hạt giống
zh_hans: 种子上限总额

source: Engravings start obscured
de: Gravuren beginnen unkenntlich zu werden
fr: Les gravures commencent à s'obscurcir
it: Le incisioni partono oscurate
ko: 각인이 흐려지기 시작합니다.
pl: Początek grawerunku zasłonięty
pt_br: Gravuras começam obscurecidas
ru: Гравюры начинают мрачнеть
tr: Kazımalar gizli başlar
vi: Các khắc họa ban đầu bị che khuất
zh_hans: 雕刻开始变得遮掩

source: Show improvement quality in item names
de: Verbesserungsqualität im item anzeigen
fr: Afficher la qualité de l'amélioration dans les noms des objets
it: Mostra qualità miglioria nel nome degli oggetti
ko: 항목 이름에 개선 품질 표시
pl: Pokaż jakość ulepszeń w nazwach przedmiotów
pt_br: Mostrar melhoria da qualidade nos nomes de item
ru: Показывать качество улучшения в названиях товаров
tr: Eşya isimlerinde geliştirme kalitesini göster
vi: Hiển thị chất lượng cải thiện trong tên vật phẩm
zh_hans: 在项目名称中显示改进质量

source: Show numeric liquid levels
de: Numerische Flüssigkeitsstände anzeigen
fr: Afficher les niveaux de liquide numériques
it: Mostra volume numerico dei liquidi
ko: 물 깊이를 숫자로 표시함
pl: Pokaż liczbami poziom płynów
pt_br: Mostrar níveis de líquido numéricos
ru: Показывать числовые уровни жидкости
tr: Sayısal sıvı seviyelerini göster
vi: Hiển thị mức chất lỏng bằng số
zh_hans: 显示数字化液体层

source: Show up/down arrows on ramps at current elevation
de: Aufwärts-/Abwärtspfeile auf Rampen auf aktueller Höhe anzeigen
fr: Afficher les flèches haut/bas sur les rampes à l'altitude actuelle
it: Mostra frecce su/giù sulle rampe all'attuale quota
ko: 현재 층의 램프에 위/아래 화살표를 표시함
pl: Pokazuj strzałki w górę/w dół na rampach na obecnym poziomie
pt_br: Mostrar setas para cima/para baixo em rampas no nível atual
ru: Показать стрелки вверх/вниз на пандусах текущей высоты
tr: Mevcut yükseklikteki rampalarda yukarı/aşağı okları göster
vi: Hiển thị mũi tên lên/xuống trên các dốc ở độ cao hiện tại
zh_hans: 在当前海拔的坡道上显示向上/向下的箭头

source: Number of lower elevation layers to show
fr: Nombre de couches d'altitude inférieure à afficher
it: Numero di quote inferiori da mostrare
ko: 표시할 하위 고도 레이어 수
pl: Liczba pokazywanych poziomów w dół
pt_br: Número de camadas abaixo para mostrar
ru: Количество отображаемых нижних слоев рельефа
tr: Gösterilecek alt yükseklik katmanlarının sayısı
vi: Số lượng tầng độ cao thấp hơn để hiển thị
zh_hans: 要显示的低海拔层的数量

source: Show all historical events in engravings etc.
de: Zeigen Sie alle historischen Ereignisse in Gravuren usw.
fr: Afficher tous les événements historiques dans les gravures, etc.
it: Mostra tutti gli eventi storici su incisioni ecc.
ko: 판화 등의 모든 역사적 사건을 보여줍니다.
pl: Pokaż wszystkie wydarzenia historyczne w grawerunkach itp.
pt_br: Mostrar todos os eventos históricos em gravuras etc.
ru: Показать все исторические события в гравюрах и т.д.
tr: Kazımalarda vb. tüm tarihi olayları göster
vi: Hiển thị tất cả sự kiện lịch sử trong các khắc họa, v.v.
zh_hans: 以雕刻等方式展示所有历史事件。

source: Nickname position (fort mode)
de: Position des Spitznamens (fort mode)
fr: Position du surnom (mode fort)
it: Posizione soprannome (modalità fortezza)
ko: 닉네임 위치(요새 모드)
pl: Pozycja nicku (tryb fortecy)
pt_br: Posição do apelido (modo forte)
ru: Положение псевдонима (режим крепости)
tr: Lakap konumu (hisar modu)
vi: Vị trí biệt danh (chế độ pháo đài)
zh_hans: 称号位置(要塞模式)

source: Replace first
de: Zuerst ersetzen
fr: Remplacer d'abord
it: Rimpiazza prima
ko: 먼저 교체
pl: Zamień pierwsze
pt_br: Repor primeiro
ru: Заменить сначала
tr: İlkini değiştir
vi: Thay thế từ đầu tiên
zh_hans: 优先更换

source: Centralize
de: Zentralisieren
fr: Centraliser
it: Centralizza
ko: 중앙 집중화
pl: Wycentruj
pt_br: Centralizar
ru: Централизировать
tr: Ortala
vi: Căn giữa
zh_hans: 集中

source: Replace all
de: Ersetze alle
fr: Remplace tout
it: Rimpiazza tutti
ko: 모두 다 바꿔
pl: Zastąp wszystko
pt_br: Substituir todos
ru: Заменить всё
tr: Hepsini değiştir
vi: Thay thế tất cả
zh_hans: 全面替换

source: Nickname position (adv mode)
tr: Lakap konumu (macera modu)
vi: Vị trí biệt danh (chế độ phiêu lưu)

source: Nickname position (legends mode)
de: Position des Spitznamens (legends mode)
fr: Position du surnom (mode légendes)
it: Posizione del soprannome (modalità leggende)
ko: 닉네임 위치(전설 모드)
pl: Pozycja nicku (tryb Legend)
pt_br: Posição de apelido (modo lendas)
ru: Положение псевдонима (режим легенд)
tr: Lakap konumu (efsaneler modu)
vi: Vị trí biệt danh (chế độ huyền thoại)
zh_hans: 称号位置(传奇模式)

source: Grazing coefficient (higher = less grass)
de: Weidekoeffizient (höher = weniger Gras)
fr: Coefficient de pâturage (plus élevé = moins d'herbe)
it: Coefficiente di pascolo (più alto = meno erba)
ko: 방목 계수(높을수록 잔디가 적음)
pl: Współczynnik wypasu (wyższy = mniej trawy)
pt_br: Coeficiente de pasto (maior = menos grama)
ru: Коэффициент выпаса (выше = меньше травы)
tr: Otlatma katsayısı (yüksek = daha az çimen)
vi: Hệ số chăn thả (cao hơn = ít cỏ hơn)
zh_hans: 放牧系数(高 = 较少的草)

source: Show frames-per-second
de: Bilder-pro-Sekunde anzeigen
fr: Afficher les images par seconde
it: Mostra FPS
ko: 초당 프레임 표시
pl: Pokaż ilość klatek na sekundę
pt_br: Mostrar frames-por-segundo
ru: Показывать кадры в секунду
tr: Saniyedeki kare sayısını (FPS) göster
vi: Hiển thị số khung hình mỗi giây
zh_hans: 显示帧率

source: Game frames-per-second cap (default 100)
de: Begrenzung der Bilder pro Sekunde im Spiel (Standardwert 100)
fr: Limite d'images par seconde dans le jeu (100 par défaut)
it: Limite FPS gioco (default 100)
ko: 초당 게임 프레임 제한(기본값 100)
pl: Limit klatek na sekundę (domyślnie 100)
pt_br: Limite de quadros por segundo (padrão 100)
ru: Максимальное количество игровых кадров в секунду (по умолчанию 100)
tr: Oyun saniye başına kare sınırı (varsayılan 100)
vi: Giới hạn khung hình mỗi giây của trò chơi (mặc định 100)
zh_hans: 游戏帧率上限（默认100）。

source: Key hold milliseconds before repeat
fr: Touche enfoncée millisecondes avant répétition
it: Millisecondi pressione tasto prima di ripetere
ko: 반복 전 키 보류 밀리초
pl: Przytrzymanie klawisza przez milisekundy przed powtórzeniem
pt_br: Segurar tecla em milissegundos antes de repetir
ru: Удерживайте клавишу миллисекунду перед повторением
tr: Tekrarlamadan önce tuş basılı tutma milisaniyesi
vi: Số mili giây giữ phím trước khi lặp lại
zh_hans: 重复前按键保持毫秒

source: Milliseconds for each key repeat
de: Millisekunden für jede Tastenwiederholung
fr: Millisecondes pour chaque répétition de touche
it: Millisecondi per ogni ripetizione del tasto
ko: 각 키 반복에 대한 밀리초
pl: Powtarzanie klawisza co czas w milisekundach
pt_br: Milissegundos para cada repetição de tecla
ru: Миллисекунды для каждого повтора клавиши
tr: Her tuş tekrarı için milisaniye
vi: Số mili giây cho mỗi lần lặp phím
zh_hans: 每次重复按键的毫秒数

source: Number of key repeats before accelerating
fr: Nombre de répétitions de touches avant d'accélérer
it: Numero di ripetizioni tasto prima di accelerare
ko: 가속 전 키 반복 횟수
pl: Liczba powtórzeń klawisza przed przyśpieszeniem
pt_br: Número de repetições de tecla antes de acelerar
ru: Количество повторений клавиш перед ускорением
tr: Hızlanmadan önceki tuş tekrar sayısı
vi: Số lần lặp phím trước khi tăng tốc
zh_hans: 加速前重复按键的次数

source: Disabled
de: Deaktiviert
fr: Handicapé
it: Disabilitato
ko: 비활성화
pl: Wyłączony
pt_br: Desabilitado
ru: Отключено
tr: Devre Dışı
vi: Đã tắt
zh_hans: 不可用

source: Maximum key repeat acceleration multiplier
fr: Multiplicateur d'accélération de répétition de clé maximum
it: Moltiplicatore max di accelerazione della ripetizione dei tasti
ko: 최대 키 반복 가속 승수
pl: Maksymalny mnośnik przyśpieszenia klawisza
pt_br: Multiplicador máximo da aceleração de repetição de tecla
ru: Максимальный множитель ускорения при повторении клавиши
tr: Maksimum tuş tekrarı hızlanma çarpanı
vi: Hệ số gia tốc lặp phím tối đa
zh_hans: 最大按键重复加速倍数

source: Milliseconds interface shutdown after recenter
fr: Arrêt de l'interface en millisecondes après le recentrage
it: L'interfaccia dei millisecondi si chiude dopo aver ricentrato
ko: 중앙 복귀 후 밀리초 인터페이스 종료
pl: Czas zamknięcia interfejsu po wycentrowaniu w milisekundach
pt_br: Desativação da interface em milissegundos após centralizar
ru: Миллисекундное отключение интерфейса после повторного входа
tr: Merkezlemeden sonra arayüz kapanma milisaniyesi
vi: Số mili giây tắt giao diện sau khi căn giữa lại
zh_hans: 重新定位后，接口关闭的毫秒数

source: Milliseconds between macro instructions
fr: Millisecondes entre les instructions de macro
it: Millisecondi tra le istruzioni macro
ko: 매크로 명령 사이의 밀리초
pl: Czas w milisekundach między instrukcjami makra
pt_br: Milissegundos entre passos do macro
ru: Миллисекунды между макрокомандами
tr: Makro komutları arasındaki milisaniye
vi: Số mili giây giữa các lệnh macro
zh_hans: 宏指令之间的毫秒数

source: Compressed saves (recommended!)
de: Komprimiertes Speichern (empfohlen!)
fr: Sauvegardes compressées (recommandé !)
it: Salvataggi compressi (consigliato!)
ko: 압축하여 저장 (추천!)
pl: Skompresowane zapisy (Rekomendowane!)
pt_br: Salvamentos comprimidos (recomendado!)
ru: Сжимать сохранения (рекомендовано!)
tr: Sıkıştırılmış kayıtlar (önerilir!)
vi: Lưu trữ đã nén (khuyến nghị!)
zh_hans: 压缩保存（推荐！）

source: Maximum embark dimension
de: Maximale Größe des Embark
fr: Dimension maximale d'embarquement
it: Dimensione massima Insediamento
ko: 정착지 규모 최대값
pl: Maksymalny wymiar ramki
pt_br: Dimensão de embarque máxima
ru: Максимальный размер зоны высадки
tr: Maksimum yerleşim boyutu
vi: Kích thước thiết lập tiền đồn tối đa
zh_hans: 最大登船尺寸

source: Display worn clothing dyes (fort mode)
tr: Giyilen kıyafet boyalarını göster (hisar modu)
vi: Hiển thị màu nhuộm quần áo đang mặc (chế độ pháo đài)

source: Display worn clothing dyes (adv mode)
tr: Giyilen kıyafet boyalarını göster (macera modu)
vi: Hiển thị màu nhuộm quần áo đang mặc (chế độ phiêu lưu)

source: Classic varied ground tiles
tr: Klasik çeşitli zemin karoları
vi: Gạch nền đa dạng cổ điển

source: Show rectangle dimensions
tr: Dikdörtgen boyutlarını göster
vi: Hiển thị kích thước hình chữ nhật

source: Horizontal keyboard scroll tiles
tr: Yatay klavye kaydırma karoları
vi: Cuộn gạch nền ngang bằng bàn phím

source: Horizontal keyboard scroll tiles (fast)
tr: Yatay klavye kaydırma karoları (hızlı)
vi: Cuộn gạch nền ngang bằng bàn phím (nhanh)

source: Vertical keyboard scroll tiles
tr: Dikey klavye kaydırma karoları
vi: Cuộn gạch nền dọc bằng bàn phím

source: Vertical keyboard scroll tiles (fast)
tr: Dikey klavye kaydırma karoları (hızlı)
vi: Cuộn gạch nền dọc bằng bàn phím (nhanh)

source: Horizontal keyboard scroll tiles (world)
tr: Yatay klavye kaydırma karoları (dünya)
vi: Cuộn gạch nền ngang bằng bàn phím (thế giới)

source: Horizontal keyboard scroll tiles (world, fast)
tr: Yatay klavye kaydırma karoları (dünya, hızlı)
vi: Cuộn gạch nền ngang bằng bàn phím (thế giới, nhanh)

source: Vertical keyboard scroll tiles (world)
tr: Dikey klavye kaydırma karoları (dünya)
vi: Cuộn gạch nền dọc bằng bàn phím (thế giới)

source: Vertical keyboard scroll tiles (world, fast)
tr: Dikey klavye kaydırma karoları (dünya, hızlı)
vi: Cuộn gạch nền dọc bằng bàn phím (thế giới, nhanh)

source: Civilizations can attack
de: Zivilisationen können angreifen
fr: Les civilisations peuvent attaquer
it: Civiltà possono attaccare
ko: 문명이 공격해올 수 있습니다
pl: Cywilizacje mogą atakować
pt_br: Civilizações podem atacar
ru: Цивилизации могут атаковать
tr: Medeniyetler saldırabilir
vi: Các nền văn minh có thể tấn công
zh_hans: 临近文明势力会发动袭击

source: Megabeasts can attack
de: Megabestien können angreifen
fr: Les mégabêtes peuvent attaquer
it: Megabestie possono attaccare
ko: 거대짐승이 공격해올 수 있습니다
pl: Megabestie mogą atakować
pt_br: Megabestas podem atacar
ru: Мегабисты могут атаковать
tr: Mega canavarlar saldırabilir
vi: Các siêu thú có thể tấn công
zh_hans: 巨兽会发动袭击

source: Werebeasts can attack
de: Werwölfe können angreifen
fr: Les bêtes-garous peuvent attaquer
it: Le bestie mannare possono attaccare
ko: 웨어비스트가 공격할 수 있습니다.
pl: Wilkołacze bestie mogą atakować
pt_br: Homens-fera podem atacar
ru: Оборотни могут атаковать
tr: Dönüşen canavarlar saldırabilir
vi: Các thú nhân có thể tấn công
zh_hans: 狼人会发动袭击
