Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: treasurer
de: schatzmeister
fr: trésorier
it: tesoriere
ko: 귀중품 보관자
pl: skarbnik
pt_br: tesoureiro
ru: казначей
tr: hazineci
vi: thủ quỹ
zh_hans: 司库

source: treasurers
de: schatzmeister
fr: trésoriers
it: tesorieri
ko: 재무
pl: skarbnicy
pt_br: tesoureiros
ru: казначеи
tr: hazineciler
vi: Thủ quỹ
zh_hans: 司库们

source: Alternatively, you can reduce the number of forest squares and regions required by the parameters.
fr: Vous pouvez également réduire le nombre de carrés de forêt et de régions requis à l'aide des paramètres.
it: In alternativa puoi ridurre il numero di caselle e regioni di foresta richieste dai parametri.
pl: Alternatywnie można zmniejszyć liczbę kwadratów lasu i regionów wymaganych przez parametry.
pt_br: Como alternativa, você pode reduzir o número de quadrados de floresta e regioes exigidas pelos parâmetros.
ru: Как вариант, вы можете уменьшить количество лесных клеток и регионов, заданных параметрами.
tr: Alternatif olarak, parametrelerin gerektirdiği orman karelerinin ve bölgelerinin sayısını azaltabilirsiniz.
vi: Theo một cách khác, bạn có thể giảm số ô rừng và khu vực cần thiết theo các tham số.
zh_hans: 或者，您可以减少参数所需的森林方块和区域的数量。

source: most sacred
de: am heiligsten
fr: le plus sacré
it: più sacro
ko: 가장 신성한
pl: najświętszy
pt_br: mais sagrado
ru: самый священный
tr: en kutsal
vi: Thiêng liêng nhất
zh_hans: 最神圣的

source: most holy
de: höchst heilig
fr: le plus saint
it: santissimo
ko: 가장 거룩한
pl: najświętszy
pt_br: mais sagrado
ru: самый святой
tr: en mukaddes
vi: Thánh thiện nhất
zh_hans: 最神圣的

source: most exalted
de: am erhabensten
fr: le plus exalté
it: più eccelso
ko: 가장 고귀한
pl: najbardziej wywyższony
pt_br: mais exaltado
ru: самый возвышенный
tr: en yüce
vi: Cao quý nhất
zh_hans: 最崇高的

source: absolute
de: absolut
fr: absolu
it: assoluto
ko: 순수한
pl: absolutny
pt_br: absoluto
ru: абсолютный
tr: mutlak
vi: Tuyệt đối
zh_hans: 绝对的

source: most high
de: am höchsten
fr: la plus haute
it: sommo
ko: 가장 높은
pl: najwyższy
pt_br: maior
ru: самый высокий
tr: en yüksek
vi: Tối cao
zh_hans: 最高

source: most high priest
de: Oberster Priester
fr: le plus grand prêtre
it: sommo sacerdote
ko: 대제사장
pl: najwyższy kapłan
pt_br: sumo sacerdote
ru: первосвященник
tr: en yüce rahip
vi: Thượng tư tế tối cao
zh_hans: 大祭司

source: most high priests
de: die meisten Hohenpriester
fr: la plupart des grands prêtres
it: sommi sacerdoti
ko: 대부분의 대제사장
pl: najwyżsi kapłani
pt_br: sumo sacerdotes
ru: первосвященники
tr: en yüce rahipler
vi: Các thượng tư tế tối cao
zh_hans: 大祭司们

source: baroness
de: baronin
fr: baronne
it: baronessa
ko: 여남작
pl: baronowa
pt_br: baronesa
ru: баронесса
tr: barones
vi: Nữ nam tước
zh_hans: 女男爵

source: baronesses
de: baronessen
fr: baronnes
it: baronesse
ko: 남작부인
pl: baronowe
pt_br: baronesas
ru: баронессы
tr: baronesler
vi: Các nữ nam tước
zh_hans: 女男爵

source: baron consort
de: Baronsgemahl
it: barone consorte
ko: 남작 배우자
pl: Baron małżonek
pt_br: cônjuge do barão
ru: барон консорт
tr: baron eşi
vi: baron consort: nam phu
zh_hans: 男爵夫人

source: barons consort
de: Baronsgemahl
fr: épouse des barons
it: baroni consorti
ko: 남작 배우자
pl: małżonkowie baronów
pt_br: cônjuge dos barões
ru: консорциум баронов
tr: baron eşleri
vi: Các nam tước phối ngẫu
zh_hans: 男爵夫人

source: baroness consort
de: Baronesse Gemahlin
fr: épouse de la baronne
it: baronessa consorte
ko: 남작부인 배우자
pl: baronowa małżonka
pt_br: cônjuge da baronesa
ru: супруга барона
tr: barones eşi
vi: Nữ nam tước phối ngẫu
zh_hans: 女男爵丈夫

source: baronesses consort
de: Baronesse Gemahlin
fr: épouse des baronnes
it: baronesse consorti
ko: 남작부인의 배우자
pl: małżonki baronów
pt_br: cônjuge das baronesas
ru: супруги барона
tr: barones eşleri
vi: Các nữ nam tước phối ngẫu
zh_hans: 女男爵丈夫

source: Murder-target mismatch: year
fr: Inadéquation meurtre-cible : année
it: Mancata corrispondenza obiettivo dell'omicidio: anno
ko: 살인 표적 불일치: 연도
pl: Niedopasowanie zabójstwa do celu: rok
pt_br: Incongruência no alvo de assassinato: ano
ru: Несовпадение с целью убийства: год
tr: Cinayet-hedef uyuşmazlığı: yıl
vi: Không khớp mục tiêu ám sát: năm
zh_hans: 谋杀目标不匹配：年份

source: , entity #
fr: , entité #
it: , entità #
ko: , 엔터티 번호
pl: , podmiot #
pt_br: , entidade #
ru: , объект #
tr: , varlık #
vi: , thực thể #
zh_hans: ， 实体 ＃

source: law-giver
de: Gesetzgeber
fr: législateur
it: legislatore
ko: 입법자
pl: dawca prawa
pt_br: legislador
ru: законодатель
tr: kanun koyucu
vi: Người ban hành luật
zh_hans: 立法者

source: war leader
de: Kriegsführer
fr: chef de guerre
it: capoguerra
ko: 전쟁 지도자
pl: przywódca wojenny
pt_br: líder de guerra
ru: воевода
tr: savaş lideri
vi: Thủ lĩnh chiến tranh
zh_hans: 战争领袖

source: constable
de: Wachtmeister
fr: gendarme
it: ufficiale
ko: 순경
pl: posterunkowy
pt_br: segurança
ru: констебль
tr: kolluk kuvveti
vi: Cảnh vệ
zh_hans: 警员

source: constables
de: Wachtmeister
fr: gendarmes
it: ufficiali
ko: 경찰관
pl: posterunkowi
pt_br: seguranças
ru: констеблей
tr: kolluk kuvvetileri
vi: Các cảnh vệ
zh_hans: 王室总管

source: field
de: Feld
fr: champ
it: campo
ko: 필드
pl: pole
pt_br: escudo
ru: поле
tr: saha
vi: Thực địa
zh_hans: 场

source: marshal
de: Marschall
fr: maréchal
it: maresciallo
ko: 육군 원수
pl: marszałek
pt_br: marechal
ru: маршал
tr: mareşal
vi: Nguyên soái
zh_hans: 指挥官

source: marshals
de: Marschälle
fr: maréchaux
it: marescialli
ko: 보안관
pl: marszałkowie
pt_br: marechais
ru: маршалы
tr: mareşaller
vi: Các nguyên soái
zh_hans: 指挥官们

source: head
de: Kopf
fr: tête
it: capo
ko: 머리
pl: głowa
pt_br: cabeça
ru: глава
tr: baş
vi: Trưởng
zh_hans: 首脑

source: royal
it: reale
ko: 왕실의
pl: królewski
pt_br: real
ru: королевский
tr: kraliyet
vi: Hoàng gia
zh_hans: 王室成员

source: chief
de: Chef
fr: chef
it: capotribù
ko: 셰프
pl: szef
pt_br: Chefe
ru: главный
tr: şef
vi: Thủ lĩnh
zh_hans: 首席

source: keeper of the seal
de: Hüter des Siegels
fr: garde du sceau
it: custode del sigillo
ko: 봉인의 수호자
pl: strażnik pieczęci
pt_br: guardião do selo
ru: хранитель печати
tr: mühürdar
vi: Người giữ ấn
zh_hans: 掌玺人

source: keepers of the seal
de: Hüter des Siegels
fr: gardiens du sceau
it: custodi del sigillo
ko: 봉인의 파수꾼
pl: strażnicy pieczęci
pt_br: guardiães do selo
ru: хранители печати
tr: mühürdarlar
vi: Những người giữ ấn
zh_hans: 掌玺人们

source: chancellor
de: Kanzler
fr: chancelier
it: cancelliere
ko: 장관
pl: kanclerz
pt_br: Chanceler
ru: канцлер
tr: şansölye
vi: Đại pháp quan
zh_hans: 大臣

source: chancellors
de: Kanzler
fr: chanceliers
it: cancellieri
ko: 총리
pl: kanclerze
pt_br: chanceleres
ru: канцлеры
tr: şansölyeler
vi: Các đại pháp quan
zh_hans: 大臣们

source: justiciar
fr: justicier
it: giustiziere
ko: 정의
pl: sprawiedliwy
pt_br: juiz
ru: юстициарий
tr: yargıç
vi: Thẩm phán tối cao
zh_hans: 法官

source: justiciars
de: Justiziare
fr: les justiciers
it: giustizieri
ko: 정의관
pl: sprawiedliwi
pt_br: juizes
ru: юстиции
tr: yargıçlar
vi: Các thẩm phán tối cao
zh_hans: 法官们

source: advisor
de: Berater
fr: conseiller
it: consulente
ko: 조언자
pl: doradca
pt_br: conselheiro
ru: советник
tr: danışman
vi: Cố vấn
zh_hans: 顾问

source: advisors
de: Berater
fr: conseillers
it: consulenti
ko: 고문
pl: doradcy
pt_br: conselheiros
ru: советники
tr: danışmanlar
vi: Các cố vấn
zh_hans: 顾问们

source: counselor
de: Berater
fr: conseiller
it: consigliere
ko: 참사관
pl: doradca
pt_br: advogado
ru: консультант
tr: müşavir
vi: Cố vấn
zh_hans: 辅导员

source: counselors
de: Berater
fr: conseillers
it: consulenti
ko: 카운셀러
pl: doradcy
pt_br: advogados
ru: советники
tr: müşavirler
vi: Các cố vấn
zh_hans: 辅导员

source: chamberlain
de: Kämmerer
fr: chambellan
it: ciambellano
ko: 시종
pl: szambelan
pt_br: camareiro
ru: камергер
tr: saray nazırı
vi: Thị thần
zh_hans: 内侍

source: chamberlains
de: kämmerer
fr: chambellans
it: ciambellani
ko: 체임벌린
pl: dworzanie
pt_br: camareiras
ru: камергеры
tr: saray nazırıları
vi: Các thị thần
zh_hans: 侍从

source: master of beasts
de: Meister der Bestien
fr: maître des bêtes
it: domatore
ko: 짐승의 주인
pl: mistrz bestii
pt_br: mestre das feras
ru: повелитель зверей
tr: canavarlar efendisi
vi: Chủ quản dã thú
zh_hans: 万兽之王

source: masters of beasts
de: Meister der Bestien
fr: maîtres des bêtes
it: domatori
ko: 짐승의 주인
pl: mistrzowie bestii
pt_br: mestres das feras
ru: мастера зверей
tr: canavarlar efendileri
vi: Các chủ quản dã thú
zh_hans: 野兽的主人

source: cup-bearer
fr: échanson
it: portatore di coppe
ko: 술 따르는 사람
pl: niosący puchar
pt_br: copeiro
ru: виночерпий
tr: saki
vi: Thị tửu
zh_hans: 斟酒人

source: cup-bearers
fr: échanson
it: portatori di coppe
ko: 술꾼
pl: niosący puchar
pt_br: copeiros
ru: виночерпии
tr: sakiler
vi: Các thị tửu
zh_hans: 斟酒人

source: butler
fr: majordome
it: maggiordomo
ko: 집사
pl: kamerdyner
pt_br: mordomo
ru: дворецкий
tr: uşak
vi: Quản gia
zh_hans: 男仆

source: butlers
fr: majordomes
it: maggiordomi
ko: 집사
pl: lokaje
pt_br: mordomos
ru: дворецкие
tr: uşaklar
vi: Các quản gia
zh_hans: 管家

source: executioner
de: Henker
fr: bourreau
it: boia
ko: 실행자
pl: kat
pt_br: carrasco
ru: палач
tr: cellat
vi: Đao phủ
zh_hans: 刽子手

source: executioners
de: Henker
fr: bourreaux
it: boia
ko: 사형집행인
pl: kaci
pt_br: carrascos
ru: палачи
tr: cellatlar
vi: Các đao phủ
zh_hans: 刽子手们

source: housekeeper
de: Hausangestellte
fr: gouvernante
it: governante
ko: 가정부
pl: gosposia
pt_br: governanta
ru: экономка
tr: kâhya
vi: Quản lý gia sự
zh_hans: 管家

source: housekeepers
de: Hausangestellte
fr: femmes de ménage
it: governanti
ko: 가정부
pl: gospodynie domowe
pt_br: governantas
ru: домработница
tr: kâhyalar
vi: Các quản lý gia sự
zh_hans: 管家们

source: sewer
de: kanalisation
fr: égout
it: fogna
ko: 하수
pl: kanał
pt_br: esgoto
ru: сточная труба
tr: dikişçi
vi: Thợ may
zh_hans: 下水道

source: harvest
de: ernten
fr: récolter
it: raccolto
ko: 수확하다
pl: zbiory
pt_br: colheita
ru: урожай
tr: hasat
vi: Thu hoạch
zh_hans: 收获

source: grain
de: getreide
it: grano
ko: 곡물
pl: ziarno
pt_br: grão
ru: зерно
tr: tahıl
vi: ngũ cốc
zh_hans: 谷粒

source: magistrate
de: Magistrat
fr: magistrat
it: magistrato
ko: 수령
pl: urzędnik
pt_br: magistrado
ru: магистрат
tr: sulh hakimi
vi: Pháp quan
zh_hans: 地方法官

source: magistrates
de: Magistrate
fr: magistrats
it: magistrati
ko: 치안 판사
pl: urzędnicy
pt_br: magistrados
ru: магистраты
tr: sulh hakimleri
vi: Các pháp quan
zh_hans: 地方法官们

source: justices
de: Richter
fr: juges
it: giustizia
ko: 판사
pl: sprawiedliwość
pt_br: justiças
ru: судьи
tr: yargıçlar
vi: Các vị thẩm phán
zh_hans: 法官们

source: judge
de: Richter
fr: juge
it: giudice
ko: 판사
pl: sędzia
pt_br: juíz
ru: судья
tr: yargıç
vi: Thẩm phán
zh_hans: 法官

source: judges
de: Richter
fr: juges
it: giudici
ko: 심사 위원
pl: sędziowie
pt_br: juízes
ru: судьи
tr: yargıçlar
vi: Các thẩm phán
zh_hans: 法官们

source: road
de: Straße
fr: route
it: strada
ko: 도로
pl: droga
pt_br: estrada
ru: дорога
tr: yol
vi: Đường
zh_hans: 道路

source: bridge
de: Brücke
fr: pont
it: ponte
ko: 다리
pl: most
pt_br: ponte
ru: мост
tr: köprü
vi: Cầu
zh_hans: 桥

source: administrator
de: Verwalter
fr: administrateur
it: amministratore
ko: 관리자
pt_br: administrador
ru: администратор
tr: yönetici
vi: Quản trị viên
zh_hans: 管理员

source: administrators
de: Verwalter
fr: administrateurs
it: amministratori
ko: 관리자
pl: administratorzy
pt_br: administradores
ru: администраторы
tr: yöneticiler
vi: Các quản trị viên
zh_hans: 管理员

source: caretaker
de: Hausmeister
fr: le concierge
it: custode
ko: 돌보는 사람
pl: opiekun
pt_br: zelador(a)
ru: ветеринар
tr: bakıcı
vi: Người trông nom
zh_hans: 看门人

source: caretakers
de: Hausmeister
fr: gardiens
it: custodi
ko: 관리인
pl: opiekunowie
pt_br: zeladores
ru: ветеринары
tr: bakıcılar
vi: Những người trông nom
zh_hans: 看门人们

source: official
de: offiziell
fr: officiel
it: funzionario
ko: 공식적인
pl: oficjalny
pt_br: oficial
ru: должностное лицо
tr: yetkili
vi: Quan chức
zh_hans: 官方的

source: officials
fr: fonctionnaires
it: funzionari
ko: 공무원
pl: urzędnicy
pt_br: oficiais
ru: должностные лица
tr: yetkililer
vi: Các quan chức
zh_hans: 官员们

source: commissioner
de: Kommissar
fr: le commissaire
it: commissario
ko: 위원
pl: komisarz
pt_br: comissário
ru: комиссар
tr: komiser
vi: Ủy viên
zh_hans: 专员

source: commissioners
de: Kommissare
fr: commissaires
it: commissari
ko: 위원
pl: komisarze
pt_br: comissários
ru: комиссары
tr: komiserler
vi: Các ủy viên
zh_hans: 专员们

source: more depression-prone
de: anfälliger für Depressionen
fr: plus sujet à la dépression
it: più incline alla depressione
ko: 더 우울증에 걸리기 쉬운
pt_br: mais propenso a depressão
ru: более склонен к депрессии
tr: depresyona daha yatkın
vi: Dễ bị trầm cảm hơn
zh_hans: 更容易发生抑郁症

source: the construction and use of the verge escapement
fr: la construction et l'utilisation de l'échappement à verge
it: la costruzione e l'uso dello scappamento a verga
ko: 버지 이스케이프먼트의 구조와 사용
pl: Konstrukcja i zastosowanie wychwytu krańcowego
pt_br: a construção e uso do escape de beira
ru: конструкцию и использование шпиндельного хода
tr: maşalı eşik düzeneği yapımı ve kullanımı
vi: Việc chế tạo và sử dụng bộ thoát bánh răng
zh_hans: 边缘擒纵机构的建造和使用

source: abbot
fr: abbé
it: abate
ko: 대수도원장
pl: opat
pt_br: abade
ru: аббат
tr: başrahip
vi: Viện trưởng tu viện
zh_hans: 院长

source: abbots
fr: abbés
it: abati
ko: 대수도원장
pl: opaci
pt_br: abades
ru: аббаты
tr: başrahipler
vi: Các viện trưởng tu viện
zh_hans: 院长们

source: Partial match.
fr: Match partiel.
it: Corrispondenza parziale.
ko: 일부 항목이 일치함.
pl: Częściowe dopasowanie.
pt_br: Correspondência parcial.
ru: Частичное совпадение.
tr: Kısmi eşleşme.
vi: Khớp một phần.
zh_hans: 部分匹配

source: failure to get start square construction for transport link
fr: échec de la construction d'une voie de transport
it: mancato ottenimento di riquadro iniziale costruzione per collegamento di trasporto
ko: 운송 링크 시작 광장 건설 실패
pl: niepowodzenie w uzyskaniu miejsca rozpoczęcia budowy linii transportowej
ru: невозможность добиться начала строительства транспортной развязки
tr: taşıma bağlantısı için başlangıç karesi yapısı alınamadı
vi: Không thể xây dựng ô khởi đầu cho tuyến đường vận chuyển
zh_hans: 未能开始为运输环节建造广场

source: failure to get end square construction for transport link
fr: échec de la construction du carré de fin pour la voie de transport
it: mancato ottenimento di riquadro finale costruzione per collegamento di trasporto
ko: 전송 링크의 끝 사각형 구성 실패
pl: niepowodzenie w uzyskaniu budowy placu końcowego dla łącznika transportowego
ru: неспособность добиться завершения строительства транспортной развязки
tr: taşıma bağlantısı için bitiş karesi yapısı alınamadı
vi: Không thể xây dựng ô kết thúc cho tuyến đường vận chuyển
zh_hans: 未能获得运输环节的终端广场建设

source: chain
de: Kette
fr: chaîne
it: catena
ko: 쇠사슬
pl: łańcuch
pt_br: corrente
ru: цепь
tr: zincir
vi: Xích
zh_hans: 链子

source: midmap construction path build failure
fr: Échec de construction du chemin de construction midmap
ko: 미드맵 구성 경로 빌드 실패
pl: Błąd tworzenia ścieżki budowy mapy środkowej
ru: ошибка построения пути построения промежуточной карты
tr: orta harita inşaat yolu oluşturma hatası
vi: Lỗi xây dựng đường dẫn công trình giữa bản đồ
zh_hans: 中图建设路径建设失败

source: Entity
de: Entität
fr: Entité
it: Entità
ko: 실재
pl: Podmiot
pt_br: Entidade
ru: Сущность
tr: Varlık
vi: Thực thể
zh_hans: 实体

source: has self-referential diplomacy state
de: hat selbstreferentielle Diplomatie Zustand
fr: a une diplomatie autoréférentielle
it: ha uno stato diplomatico autoreferenziale
ko: 자기 참조 외교 상태
pl: ma stan dyplomacji samoreferencyjnej
pt_br: tem estado de diplomacia auto referencial
ru: имеет самостоятельную государственную дипломатию
tr: kendi kendine referans veren diplomasi durumuna sahip
vi: có trạng thái ngoại giao tự tham chiếu
zh_hans: 有自我指涉外交国家

source: Leather armor
de: Leder-Rüstung
fr: Armure en cuir
it: Armatura di cuoio
ko: 가죽 갑옷
pl: Skórzana zbroja
pt_br: Armadura de couro
ru: Кожаные доспехи
tr: Deri zırh
vi: Giáp da
zh_hans: 皮甲

source: Metal armor
de: Metall Rüstung
fr: Armure en métal
it: Armatura metallica
ko: 금속 갑옷
pl: Metalowa zbroja
pt_br: Armadura de metal
ru: Металлические доспехи
tr: Metal zırh
vi: Giáp kim loại
zh_hans: 金属盔甲

source: dean
de: Dekan
fr: doyen
it: decano
ko: 학장
pl: dziekan
pt_br: decano
ru: декан
tr: dekan
vi: Viện trưởng
zh_hans: 院长

source: deans
de: Dekane
fr: doyens
it: decani
ko: 학장
pl: dziekani
pt_br: decanos
ru: деканы
tr: dekanlar
vi: Các viện trưởng
zh_hans: 院长们

source: recordkeeper
de: Archivare
fr: gardien d'archive
it: archivista
ko: 기록원
pl: rejestrator
pt_br: registrador
ru: хранитель документов
tr: kayıt memuru
vi: Quản khố
zh_hans: 史官

source: recordkeepers
de: Archivare
fr: archivistes
it: archivisti
ko: 기록원
pl: rejestratorzy
pt_br: registradores
ru: хранители документов
tr: kayıt memurları
vi: Các quản khố
zh_hans: 史官们

source: bookkeeper
de: Buchhalter
fr: comptable
it: contabile
ko: 회계사
pl: księgowy
pt_br: contador
ru: счетовод
tr: muhasebeci
vi: Kế toán viên
zh_hans: 会计员

source: bookkeepers
de: Buchhalter
fr: comptables
it: contabili
ko: 회계사
pl: księgowi
pt_br: contadores
ru: счетоводы
tr: muhasebeciler
vi: Các kế toán viên
zh_hans: 会计员

source: clerk
de: Sachbearbeiter
fr: employé de bureau
it: impiegato
ko: 사무원
pl: urzędnik
pt_br: escriturário
ru: клерк
tr: katip
vi: Văn thư
zh_hans: 文员

source: clerks
de: Sachbearbeiter
fr: greffiers
it: impiegati
ko: 점원
pl: urzędnicy
pt_br: balconistas
ru: клерки
tr: katipler
vi: Các văn thư
zh_hans: 文员们

source: steward
de: Ordner
fr: intendant
it: amministratore
ko: 청지기
pt_br: administrador
ru: управляющий
tr: vekilharç
vi: Tổng quản
zh_hans: 干事

source: stewards
de: Ordner
fr: intendants
it: amministratori
ko: 청지기
pl: stewardzi
pt_br: administradores
ru: управляющие
tr: vekilharçlar
vi: Các tổng quản
zh_hans: 干事们

source: alderperson
de: Ratsmitglied
fr: conseiller municipal
it: consigliere
ko: 노인
pl: starszy
pt_br: vereador
ru: старейшина
tr: ihtiyar heyeti üyesi
vi: Ủy viên hội đồng
zh_hans: 议员

source: digger
tr: kazıcı
vi: Thợ đào

source: weapon
de: Waffe
fr: arme
it: arma
ko: 무기
pl: broń
pt_br: arma de fogo
ru: оружие
tr: silah
vi: Vũ khí
zh_hans: 武器

source: armor
de: Rüstung
fr: armure
it: armatura
ko: 갑옷
pl: zbroja
pt_br: armadura
ru: броня
tr: zırh
vi: Áo giáp
zh_hans: 盔甲

source: ammo
fr: munitions
it: munizione
ko: 탄환
pl: amunicja
pt_br: Contudo
ru: боеприпасы
tr: mühimmat
vi: Đạn dược
zh_hans: 弹药

source: helm
tr: miğfer
vi: Mũ giáp

source: gloves
tr: eldiven
vi: Găng tay

source: shoes
tr: ayakkabı
vi: Giày

source: pants
tr: pantolon
vi: Quần

source: shield
de: Schild
fr: bouclier
it: scudo
ko: 방패
pl: tarcza
pt_br: escudo
ru: щит
tr: kalkan
vi: Khiên
zh_hans: 屏蔽

source: toy
de: spielzeug
fr: jouet
it: gioco
ko: 장난감
pl: zabawka
pt_br: Brinquedo
ru: игрушка
tr: oyuncak
vi: Đồ chơi
zh_hans: 玩具

source: tool
de: Werkzeug
fr: outil
it: attrezzo
ko: 도구
pl: narzędzie
pt_br: Ferramenta
ru: инструмент
tr: alet
vi: Công cụ
zh_hans: 工具

source: spheres
fr: sphères
it: sfere
ko: 구체
pt_br: esferas
ru: сферы
tr: alanlar
vi: quả cầu
zh_hans: 球体

source: number
tr: sayı
vi: số lượng

source: precedence
tr: öncelik
vi: ưu tiên

source: has assumed the position of
de: hat die Position des
fr: a assumé le poste de
it: ha assunto la posizione di
ko: 의 자리를 맡았다.
pl: objął stanowisko
pt_br: assumiu a posição de
ru: занял должность
tr: şu pozisyonu üstlendi:
vi: đã đảm nhận vị trí
zh_hans: 已经担任了这个职位

source: fracture classification
fr: classification des fractures
it: classificazione delle fratture
ko: 골절 분류
pl: klasyfikacja złamań
pt_br: classificação de fratura
ru: классификация переломов
tr: kırık sınıflandırması
vi: phân loại gãy xương
zh_hans: 骨折分类

source: trying to generate musical form without speech or instruments
de: Versuch, eine musikalische Form ohne Sprache oder Instrumente zu erzeugen
fr: essayer de générer une forme musicale sans parole ni instruments
it: cercando di generare una forma musicale senza voce o strumenti
ko: 말이나 악기가 없는 음악적 형식을 생성하려는 시도
pl: próba wygenerowania formy muzycznej bez głosu i instrumentów
pt_br: tentando gerar uma forma musical sem fala ou instrumentos
ru: пытается создать музыкальный стиль не использующий слова и инструменты
tr: konuşma veya enstrüman olmadan müzikal form oluşturmaya çalışıyor
vi: cố gắng tạo ra hình thức âm nhạc không lời hoặc không nhạc cụ
zh_hans: 试图在没有言语或乐器的情况下产生音乐形式

source: stretched over the instrument and used to produce sound.]
fr: tendu sur l'instrument et utilisé pour produire du son.]
it: steso sullo strumento e usato per produrre il suono.]
ko: 악기 위로 뻗어 사운드를 생성하는 데 사용됩니다.]
pt_br: esticado sobre o instrumento e usado para produzir som.]
ru: натянуты вдоль инструмента и используются для извлечения звука.]
tr: enstrümanın üzerine gerildi ve ses üretmek için kullanıldı.]
vi: căng trên nhạc cụ và dùng để tạo ra âm thanh.]
zh_hans: 延伸到乐器上，用来产生声音。］

source: Monster
fr: Monstre
it: Mostro
ko: 괴물
pl: Potwór
pt_br: Monstro
ru: Монстр
tr: Canavar
vi: Quái vật
zh_hans: 怪物

source: Mission Report:
de: Missionsbericht:
fr: Rapport de mission :
it: Rapporto di missione:
ko: 임무 보고서:
pl: Raport z misji:
pt_br: Missão Reportada:
ru: Отчет о миссии:
tr: Görev Raporu:
vi: Báo cáo Nhiệm vụ:
zh_hans: 使命报告：

source: (Set out
de: (Auslegen
fr: (Partir planifier
it: (Definisci
ko: (출발
pl: (określono
pt_br: (Estabelecer
ru: (Изложить
tr: (Yola çıkış
vi: (Khởi hành
zh_hans: （出发

source: Miner destination wiped
de: Bergarbeiterziel gelöscht
fr: Destination de mineur effacée
it: Destinazione minatore cancellata
ko: 광부 대상이 지워졌습니다.
pl: Cel górników wymazany
pt_br: Destino de mineiro limpado
ru: Место назначения шахтёра исчезло
tr: Madenci hedefi iptal edildi
vi: Điểm đến của Thợ mỏ đã bị xóa
zh_hans: 矿工目的地擦除

source: body
de: Körper
fr: corps
it: corpo
ko: 몸체
pl: ciało
pt_br: Corpo
ru: тело
tr: vücut
vi: cơ thể
zh_hans: 身体

source: are now expert
de: ist jetzt Experte
fr: sont maintenant experts
it: sono ora esperti
ko: 이제 전문가
pl: są teraz ekspertami
pt_br: Agora são especialistas
ru: теперь эксперт
tr: artık şu konuda uzmansınız:
vi: giờ đã là chuyên gia
zh_hans: 现在是专家

source: trainers.
de: Trainer.
fr: formateurs.
it: formatori.
ko: 트레이너.
pl: trenerów.
pt_br: Treinadores
ru: тренеры.
tr: eğitmenler.
vi: huấn luyện viên.
zh_hans: 培训师。

source: are now quite knowledgeable
de: sind nun recht sachkundig
fr: sont maintenant bien informés
it: ora sono abbastanza informati
ko: 이제 꽤 잘 알고 있습니다
pl: są teraz dość kompetentni
pt_br: Agora estao muito bem informados
ru: теперь достаточно просвещён
tr: artık şu konuda oldukça bilgilisiniz:
vi: giờ đã khá hiểu biết
zh_hans: 现在知识渊博

source: have attained a general familiarity with
de: eine allgemeine Vertrautheit erlangt haben mit
fr: avoir acquis une familiarité générale avec
it: hanno raggiunto una familiarità generale con
ko: 에 대해 일반적으로 친숙해졌습니다.
pl: osiągnęli ogólne obycie z
pt_br: alcançaram uma familiaridade geral com
ru: получили общее понимание
tr: şu konuda genel bir aşinalık kazandınız:
vi: đã đạt được sự quen thuộc chung về
zh_hans: 已经达到了普遍的熟悉程度

source: training methods.
de: Trainingsmethoden.
fr: méthodes d'entraînement.
it: metodi di formazione.
ko: 훈련 방법.
pl: metody szkoleniowe.
pt_br: métodos de treinamento.
ru: методы тренировки.
tr: eğitim yöntemleri.
vi: phương pháp huấn luyện.
zh_hans: 训练方法。

source: now know a few facts about
de: kennen nun einige Fakten über
fr: connais maintenant quelques faits sur
it: ora conosciamo alcuni fatti su
ko: 이제 몇 가지 사실을 알고
pl: Teraz znamy kilka faktów na temat
pt_br: Agora, sei alguns fatos sobre
ru: теперь известно несколько фактов о
tr: artık şunun hakkında birkaç gerçek biliyorsunuz:
vi: giờ đã biết một vài thông tin về
zh_hans: 现在知道一些事实

source: training.
fr: entraînement.
it: formazione.
ko: 훈련.
pl: szkolenie.
pt_br: Treinamento
ru: тренировка.
tr: eğitimi.
vi: huấn luyện.
zh_hans: 训练。

source: the Economy
fr: l'économie
it: l'Economia
ko: 경제
pl: Gospodarka
pt_br: a Economia
ru: Экономика
tr: Ekonomi
vi: Kinh tế
zh_hans: 经济
