Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: coin
de: Münze
fr: pièce de monnaie
it: moneta
ko: 코인
pl: moneta
pt_br: Moeda
ru: монета
tr: para
vi: đồng xu
zh_hans: 硬币

source: perfect
de: perfekt
fr: parfait
it: perfetto
ko: 완벽한
pl: doskonały
pt_br: Perfeito.
ru: превосходного качества
tr: kusursuz
vi: hoàn hảo
zh_hans: 完善

source: green glass
de: Grünes Glas
fr: verre vert
it: vetro verde
ko: 녹색 유리
pl: zielone szkło
pt_br: vidro verde
ru: зелёное стекло
tr: yeşil cam
vi: thủy tinh xanh lá
zh_hans: 绿色玻璃

source: clear glass
de: klarglas
fr: Verre propre
it: vetro chiaro
ko: 깨끗한 유리
pl: przezroczyste szkło
pt_br: Vidro
ru: прозрачное стекло
tr: şeffaf cam
vi: thủy tinh trong suốt
zh_hans: 透明玻璃

source: crystal glass
de: Kristallglas
fr: verre en crystal
it: vetro cristallo
ko: 크리스탈 유리
pl: szkło kryształowe
pt_br: cristal
ru: хрусталь
tr: kristal cam
vi: pha lê
zh_hans: 水晶玻璃

source: gem
de: Edelstein
fr: gemme
it: gemma
ko: 보석
pl: klejnot
pt_br: gema
ru: самоцвет
tr: mücevher
vi: đá quý
zh_hans: 宝石

source: ring
fr: bague
it: anello
ko: 반지
pl: pierścień
pt_br: anel
ru: кольцо
tr: yüzük
vi: nhẫn
zh_hans: 环

source: earring
de: Ohrring
fr: boucle d'oreille
it: orecchino
ko: 귀걸이
pl: kolczyk
pt_br: bijuterias
ru: серьга
tr: küpe
vi: bông tai
zh_hans: 耳环

source: traction bench
de: traktionsbank
fr: banc de traction
it: panca di trazione
ko: 트랙션 벤치
pl: wyciąg ortopedyczny
pt_br: Banco de Tração
ru: тракционный стол
tr: gerdirme sehpas
vi: ghế kéo giãn
zh_hans: 牵引台

source: quern
de: mahlstein
fr: moulin à bras
it: macina a mano
ko: 맷돌
pl: żarna
pt_br: Moedor
ru: ручная мельница
tr: el değirmeni
vi: cối xay tay
zh_hans: 手推磨

source: millstone
de: Mahlstein
fr: meule
it: macina
ko: 맷돌
pl: kamień młyński
pt_br: mó
ru: жёрнов
tr: değirmen taşı
vi: đá cối xay
zh_hans: 磨石

source: statue
it: statua
ko: 조각상
pl: statua
pt_br: Estátua
ru: статуя
tr: heykel
vi: Tượng
zh_hans: 雕像

source: memorial
de: Denkmal
fr: Mémorial
it: memoriale
ko: 추모비
pl: pomnik
ru: мемориал
tr: anıt
vi: đài tưởng niệm
zh_hans: 纪念

source: food imports sign
de: Zeichen für Lebensmittelimporte
fr: signe d'importations alimentaires
it: insegna importazioni di cibo
ko: 식품 수입 표시
pl: symbol importu żywności
pt_br: importações de alimentos sinal
ru: знак импортная еда
tr: gıda ithalatı tabelası
vi: biển báo nhập khẩu lương thực
zh_hans: 食品进口标志

source: clothing imports sign
fr: signe d'importation de vêtements
it: insegna dell'importazione di abbigliamento
ko: 의류 수입 사인
pl: symbol importu odzieży
pt_br: placa de importação de roupas
ru: знак импортная одежда
tr: giyim ithalatı tabelası
vi: biển báo nhập khẩu quần áo
zh_hans: 服装进口标志

source: general imports sign
fr: signe général des importations
it: insegna importazioni generali
ko: 일반 수입 표시
pl: oznaczenie importu ogólnego
pt_br: geral das importações sinal
ru: знак импортные товары
tr: genel ithalat tabelası
vi: biển báo nhập khẩu chung
zh_hans: 一般进口标志

source: cloth shop sign
de: Stoffladen-Schild
fr: enseigne de magasin de tissu
it: insegna del negozio di tessuti
ko: 천 가게 간판
pl: szyld sklepu z tkaninami
pt_br: placa da loja de tecidos
ru: знак "Одёжная лавка"
tr: kumaş atölyesi tabelası
vi: biển hiệu tiệm vải
zh_hans: 布店标志

source: leather shop sign
de: Lederwarengeschäft Schild
fr: enseigne de maroquinerie
it: insegna del negozio di cuoio
ko: 가죽 가게 표지
pl: szyld sklepu skórzanego
pt_br: placa da loja de couro
ru: знак "Кожевенная лавка"
tr: deri atölyesi tabelası
vi: biển hiệu tiệm da
zh_hans: 皮革店标志

source: woven clothing shop sign
de: Ladenschild für gewebte Kleidung
fr: enseigne de magasin de vêtements tissés
it: insegna del negozio d'abbigliamento in tessuto
ko: 짠 의류 가게 간판
pl: znak sklepu z odzieżą tkaną
pt_br: sinal de loja de roupas tecidas
ru: знак "Лавка вязаной одежды"
tr: dokuma giyim atölyesi tabelası
vi: biển hiệu tiệm quần áo dệt
zh_hans: 编织服装店标志

source: leather clothing shop sign
de: Ladenschild für Lederbekleidung
fr: Enseigne de maroquinerie
it: insegna del negozio d'abbigliamento in cuoio
ko: 가죽 의류 가게 표시
pl: szyld sklepu z odzieżą skórzaną
pt_br: sinal de loja de roupas de couro
ru: знак "Лавка кожаной одежды"
tr: deri giyim atölyesi tabelası
vi: biển hiệu tiệm quần áo da
zh_hans: 皮革服装店标志

source: bone carver's shop sign
de: Schild der Knochenschnitzerwerkstatt
fr: Enseigne de l'atelier du sculpteur sur os
it: insegna del negozio dell'intagliatore d'ossa
ko: 뼈 조각가 가게 간판
pl: szyld rzeźbiarza w kości
pt_br: placa da loja do entalhador de ossos
ru: знак "Лавка костореза"
tr: kemik oymacısı atölyesi tabelası
vi: biển hiệu tiệm khắc xương
zh_hans: 骨雕的商店标志

source: gem cutter's shop sign
de: Schild einer Edelsteinschleiferei
fr: Enseigne de la boutique du tailleur de pierres précieuses
it: insegna del negozio d'intaglio di gemme
ko: 보석 절단기 상점 간판
pl: szyld sklepu z kamieniami szlachetnymi
pt_br: sinal da loja de corte de gemas
ru: знак "Лавка ювелира"
tr: mücevher kesicisi atölyesi tabelası
vi: biển hiệu tiệm cắt đá quý
zh_hans: 宝石刀的商店标志

source: weaponsmith's shop sign
de: Schild (Waffenschmied-Werkstatt)
fr: enseigne d'atelier d'armurier
it: insegna del negozio dell'armaiolo
ko: 무기 제작소 간판
pl: szyld sklepu z bronią
pt_br: sinal da loja do armeiro
ru: знак "Лавка оружейника"
tr: silah ustası atölyesi tabelası
vi: biển hiệu tiệm rèn vũ khí
zh_hans: 武器匠的商店标志

source: bowyer's shop sign
de: Bogenmacher Ladenschild
fr: enseigne de la boutique de bowyer
it: insegna del negozio di archi
ko: 나비 가게 간판
pl: szyld warsztatu łuczarza
pt_br: placa da loja do Bowyer
ru: знак "Лавка лукодела"
tr: yay ustası atölyesi tabelası
vi: biển hiệu tiệm làm cung
zh_hans: 弓箭手的商店标志

source: blacksmith's shop sign
de: Schmiedeschild
fr: enseigne de forgeron
it: insegna del negozio del forgiatore d'arnesi
ko: 대장간 가게 간판
pl: szyld warsztatu kowalskiego
pt_br: placa da loja do ferreiro
ru: знак "Лавка кузнеца"
tr: demirci atölyesi tabelası
vi: biển hiệu tiệm thợ rèn
zh_hans: 铁匠的商店标志

source: armorsmith's shop sign
de: Schild der Rüstungsschmiede
fr: Enseigne de l'armurerie
it: insegna del negozio dell'armoraro
ko: 갑옷 제작소 간판
pl: szyld sklepu płatnerza
pt_br: placa da forjaria de armaduras
ru: знак "Лавка бронника"
tr: zırhçı atölyesi tabelası
vi: biển hiệu tiệm thợ rèn áo giáp
zh_hans: 盔甲匠的商店招牌

source: metal craft shop sign
de: Metall-Handwerkerladen-Schild
fr: enseigne de magasin d'artisanat en métal
it: insegna del negozio di lavorazioni in metallo
ko: 금속 공예 가게 간판
pl: metalowy szyld sklepu rzemieślniczego
pt_br: placa da ferraria
ru: знак "Лавка металлических изделий"
tr: metal eşya atölyesi tabelası
vi: biển hiệu tiệm thủ công kim loại
zh_hans: 金属工艺品店标志

source: leather goods shop sign
de: Lederwarengeschäft Schild
fr: enseigne de magasin de maroquinerie
it: insegna del negozio di prodotti in cuoio
ko: 가죽 물품 가게 표시
pl: szyld sklepu z wyrobami skórzanymi
pt_br: placa da loja de artigos de couro
ru: знак лавки кожаных изделий
tr: deri eşya atölyesi tabelası
vi: biển hiệu tiệm đồ da
zh_hans: 皮具店标志

source: carpenter's shop sign
de: Schild einer Schreinerei
fr: enseigne de menuiserie
it: insegna del negozio del carpentiere
ko: 목공소 간판
pl: szyld warsztatu stolarskiego
pt_br: sinal da loja de carpintaria
ru: знак "Мастерская плотника"
tr: marangoz atölyesi tabelası
vi: biển hiệu tiệm mộc
zh_hans: 木匠的店铺标志

source: stone furniture shop sign
fr: Enseigne de magasin de meubles en pierre
it: insegna del negozio di mobili in pietra
ko: 돌 가구 가게 간판
pl: kamienny szyld sklepu meblowego
pt_br: sinal de loja de móveis de pedra
ru: знак "Лавка каменной мебели"
tr: taş mobilya atölyesi tabelası
vi: biển hiệu tiệm nội thất đá
zh_hans: 石家具店标志

source: metal furniture shop sign
fr: enseigne de magasin de meubles en métal
it: insegna del negozio di mobili in metallo
ko: 금속 가구점 간판
pl: metalowy szyld sklepu meblowego
pt_br: sinal de loja de móveis de metal
ru: знак "Лавка металлической мебели"
tr: metal mobilya atölyesi tabelası
vi: biển hiệu tiệm nội thất kim loại
zh_hans: 金属家具店标志

source: tavern sign
de: Tavernenschild
fr: enseigne de taverne
it: insegna locanda
ko: 선술집 간판
pl: znak tawerny
pt_br: sinal de taverna
ru: указатель таверны
tr: meyhane tabelası
vi: biển hiệu quán rượu
zh_hans: 小酒馆标志

source: slab
de: grabstein
fr: dalle
it: lastra
ko: 석판
pl: płyta
pt_br: laje
ru: мемориал
tr: levha
vi: phiến đá
zh_hans: 板

source: corpse
de: Leiche
fr: corps
it: cadavere
ko: 시체
pl: zwłoki
pt_br: cadáver
ru: труп
tr: ceset
vi: xác chết
zh_hans: 尸体

source: teeth
de: Zähne
fr: les dents
it: denti
ko: 치아
pl: zęby
pt_br: dentes
ru: зубы
tr: dişler
vi: răng
zh_hans: 牙齿

source: plant part
de: Pflanzenteil
fr: partie de la plante
it: parte di pianta
ko: 식물 조각
pl: część rośliny
pt_br: parte da planta
ru: часть растения
tr: bitki parçası
vi: bộ phận thực vật
zh_hans: 植物部件

source: silk body part
de: Seide Körperteil
fr: partie du corps en soie
it: parte del corpo in seta
ko: 비단 조각
pl: jedwabna część ciała
pt_br: peça de seda
ru: шёлковая часть тела
tr: ipek vücut parçası
vi: bộ phận từ lụa
zh_hans: 丝织品的身体部件

source: leather body part
de: Leder-Körperteil
fr: partie du corps en cuir
it: parte del corpo in cuoio
ko: 가죽 조각
pl: skórzany element ciała
pt_br: peça de couro
ru: кожаная часть тела
tr: deri vücut parçası
vi: bộ phận từ da
zh_hans: 皮革身体部件

source: wooden body part
de: Holzkörperteil
fr: partie du corps en bois
it: parte di corpo in legno
ko: 나무 조각
pl: drewniana część ciała
pt_br: peça de madeira
ru: деревянная часть тела
tr: ahşap vücut parçası
vi: bộ phận từ gỗ
zh_hans: 木质身体部位

source: soap body part
de: Seifenkörperteil
fr: savon pour le corps
it: insapona parte del corpo
ko: 비누 조각
pl: mydlana część ciała
pt_br: peça de sabão
ru: мыльная часть тела
tr: sabun vücut parçası
vi: bộ phận từ xà phòng
zh_hans: 肥皂身体部件

source: yarn body part
de: Garn Körperteil
fr: partie du corps du fil
it: parte del corpo in gomitolo
ko: 동물성 실 조각
pl: część ciała z przędzy
pt_br: peça de lã
ru: шерстяная часть тела
tr: yün vücut parçası
vi: bộ phận từ sợi
zh_hans: 纱身体部件

source: strand body part
de: Strang Körperteil
fr: partie du corps du brin
it: parte del corpo in filo
ko: 스트랜드 본체 부분
pl: żylasta część ciała
pt_br: peça de barbante
ru: волоконная часть тела
tr: iplikçik vücut parçası
vi: bộ phận từ sợi mảnh
zh_hans: 束身部分

source: Rotten
de: Fäulnis
fr: Pourri
it: Marcio
ko: 썩은
pl: Zgniły
pt_br: Podre
ru: Гнилой
tr: Çürük
vi: Thối rữa
zh_hans: 烂

source: seeds
de: samen
fr: des graines
it: semi
ko: 씨앗
pl: nasiona
pt_br: sementes
ru: семена
tr: tohumlar
vi: hạt giống
zh_hans: 种子

source: withered
de: verwelkt
fr: flétri
it: appassito
ko: 시든
pl: uschnięty
pt_br: desbotado
ru: увядший
tr: kurumuş
vi: héo tàn
zh_hans: 干枯

source: Cavern Floor
de: Höhlenboden
fr: Sol de la caverne
it: Pavimento della Caverna
ko: 동굴 바닥
pl: Podłoga jaskini
pt_br: Chao da caverna
ru: пол пещеры
tr: Mağara Zemini
vi: Sàn hang động
zh_hans: 洞穴地板

source: leaves and fruit
de: Blätter und Früchte
fr: feuilles et fruits
it: foglie e frutti
ko: 잎과 열매
pl: liście i owoce
pt_br: folhas e frutos
ru: листья и плоды
tr: yapraklar ve meyve
vi: lá và quả
zh_hans: 叶子和果实

source: leaf or fruit
de: Blatt oder Frucht
fr: feuille ou fruit
it: foglia o frutto
ko: 잎 또는 과일
pl: liść lub owoc
pt_br: folha ou fruto
ru: лист или плод
tr: yaprak veya meyve
vi: lá hoặc quả
zh_hans: 叶子或水果

source: raw
de: roh
fr: cru
it: grezzo
ko: 날것의
pl: surowy
pt_br: cru
ru: сырой
tr: çiğ
vi: thô
zh_hans: 生

source: egg
de: Ei
fr: Oeuf
it: uovo
ko: 알
pl: jajko
pt_br: Ovo
ru: яйцо
tr: yumurta
vi: trứng
zh_hans: 鸡蛋

source: live
de: leben
fr: Direct
it: vivo
ko: 라이브
pl: żywy
pt_br: vivo
ru: живой
tr: canlı
vi: sống
zh_hans: 住

source: small live animal
de: kleines lebendes Tier
fr: petit animal vivant
it: piccolo animale vivo
ko: 살아있는 소형동물
pl: małe żywe zwierzę
pt_br: pequeno animal vivo
ru: небольшое животное
tr: küçük canlı hayvan
vi: động vật sống nhỏ
zh_hans: 小型活动物

source: tame
de: zähmen
fr: apprivoiser
it: domato
ko: 길들인
pl: oswojony
pt_br: Domar
ru: приручённый
tr: evcil
vi: thuần hóa
zh_hans: 驯服

source: small tame animal
de: kleines zahmes Tier
fr: petit animal apprivoisé
it: piccolo animale domato
ko: 길들여진 소형동물
pl: małe oswojone zwierzę
pt_br: pequeno animal manso
ru: небольшое ручное животное
tr: küçük evcil hayvan
vi: động vật nhỏ đã thuần hóa
zh_hans: 小型驯服动物

source: prepared meal
de: zubereitete Mahlzeit
fr: repas préparé
it: pasto preparato
ko: 요리
pl: przygotowany posiłek
pt_br: prato cozinhado
ru: приготовленное блюдо
tr: hazır yemek
vi: bữa ăn đã chế biến
zh_hans: 烹制好的餐点

source: preserved
de: erhalten
fr: conservé
it: conservato
ko: 보존
pl: zachowany
pt_br: preservada
ru: заготовленный
tr: korunmuş
vi: đã bảo quản
zh_hans: 保存

source: chops
de: Häckseln
fr: côtelettes
it: taglia
ko: 갈비
pl: kotlety
pt_br: Costeleta
ru: рубит
tr: pirzola
vi: sườn
zh_hans: 印章

source: chop
de: hacken
fr: hacher
it: taglia
ko: 촙
pl: kotlet
pt_br: Cortar
ru: рубите
tr: pirzola
vi: miếng sườn
zh_hans: 劈

source: meat
de: Fleisch
fr: Viande
it: carne
ko: 고기
pl: mięso
pt_br: carnes
ru: мясо
tr: et
vi: thịt
zh_hans: 肉

source: suits of
de: Anzüge von
fr: costumes de
it: abiti di
ko: 정장
pl: kombinezony
pt_br: ternos de
ru: комплекты
tr: takım
vi: bộ
zh_hans: 成套

source: chain
de: Kette
fr: chaîne
it: catena
ko: 체인
pl: łańcuch
pt_br: corrente
ru: кольчужный
tr: zincir
vi: xích
zh_hans: 链子

source: handwear
de: Handschuhe
fr: vêtements de main
it: guanti
ko: 장갑류
pl: odzież na ręce
ru: перчатки
tr: el giyimi
vi: đồ đeo tay
zh_hans: 手套

source: footwear
de: Schuhe
fr: chaussure
it: calzature
ko: 신발류
pl: obuwie
pt_br: sapato
ru: обувь
tr: ayakkabı
vi: đồ mang chân
zh_hans: 鞋类

source: headwear
de: Kopfbedeckung
fr: couvre-chef
it: copricapo
ko: 모자류
pl: nakrycia głowy
pt_br: protetor da cabeça
ru: головной убор
tr: baş giyimi
vi: đồ đội đầu
zh_hans: 帽子

source: legwear
de: Beinbekleidung
fr: collants
it: pantaloni
ko: 하의
pl: odzież na nogi
ru: брюки
tr: bacak giyimi
vi: đồ mặc chân
zh_hans: 袜子

source: A kidnapper has made off with
de: Ein Kidnapper hat sich mit
fr: Un kidnappeur s'est enfui avec
it: Un rapitore è fuggito con
ko: 납치범은
pl: Porywacz uciekł z
pt_br: Um sequestrador tem feito com
ru: Похититель скрылся с
tr: Bir kaçırıcı şununla kaçtı:
vi: Một kẻ bắt cóc đã mang đi
zh_hans: 一个绑架者已经取消了

source: has stolen
de: hat gestohlen
fr: a volé
it: ha rubato
ko: 훔쳤다
pl: ukradł
pt_br: tem roubado
ru: украл
tr: şunu çaldı:
vi: đã đánh cắp
zh_hans: 偷了

source: A thief has stolen
de: Ein Dieb hat gestohlen
fr: Un voleur a volé
it: Un ladro ha rubato
ko: 도둑이 훔쳤다
pl: Złodziej ukradł
pt_br: Um ladrao roubou
ru: Вор украл
tr: Bir hırsız şunu çaldı:
vi: Một tên trộm đã đánh cắp
zh_hans: 小偷偷了

source: of
de: auf
fr: de
it: di
ko: 의
pl: z
pt_br: de
ru: из
tr: şunun:
vi: của
zh_hans: 的

source: Of
de: von
fr: De
it: Di
ko: 의
pl: Z
pt_br: Do
ru: Из
tr: Şunun:
vi: Của
zh_hans: 的

source: begins to stalk and brood...
de: beginnt zu pirschen und zu grübeln...
fr: commence à traquer et à couver...
it: inizia a pedinare e a rimuginare...
ko: 스토킹하고 곰곰이 생각하기 시작합니다 ...
pl: zaczyna prześladować i zastanawiać się...
pt_br: começa a perseguir e a ninhada...
ru: погрузился в тёмные мысли...
tr: sinsi sinsi dolaşmaya ve kara kara düşünmeye başlar...
vi: bắt đầu theo dõi và ủ rũ...
zh_hans: 开始跟踪和育雏......

source: looses a roaring laughter, fell and terrible!
de: ein brüllendes Gelächter ausstößt, furchtbar und schrecklich!
fr: perd un rire rugissant, tombé et terrible !
it: scatena una fragorosa risata, crudele e terribile!
ko: 포효하는 웃음을 풀고, 쓰러지고 끔찍합니다!
pl: traci ryczący śmiech, upadły i straszny!
pt_br: solta um riso rugido, grave e terrível!
ru: издаёт ужасный злобный хохот!
tr: korkunç ve dehşet verici, gürleyen bir kahkaha patlatır!
vi: cất tiếng cười khẩy vang dội, ghê rợn và khủng khiếp!
zh_hans: 失去了咆哮的笑声，堕落而可怕！

source: has been possessed!
de: ist besessen!
fr: a été possédé !
it: è stato posseduto!
ko: 홀렸다!
pl: został opętany!
pt_br: foi possuído!
ru: стал одержим!
tr: ele geçirildi!
vi: đã bị chiếm hữu!
zh_hans: 已被附身！

source: withdraws from society...
de: zieht sich von der Gesellschaft zurück...
fr: se retire de la société...
it: si ritira dalla società...
ko: 사회에서 물러난다...
pl: wycofuje się ze społeczeństwa...
pt_br: retira-se da sociedade...
ru: отделился от общества...
tr: toplumdan uzaklaşır...
vi: rút lui khỏi xã hội...
zh_hans: 退出社会......

source: is taken by a fey mood!
de: wird von einer feigen Stimmung ergriffen!
fr: est pris d'une humeur féerique !
it: è preso da uno stato d'animo incantato!
ko: 기분이 좋지 않습니다!
pl: jest w magicznym nastroju!
pt_br: é tomado por um espírito ancestral!
ru: охвачен вдохновением!
tr: gizemli bir ruh haline büründü!
vi: bị một cơn cảm hứng ma mị chiếm hữu!
zh_hans: 被一种极度的情绪所取代！

source: has created
de: hat folgendes erstellt
fr: a créé
it: ha creato
ko: 만들었습니다
pl: stworzył
pt_br: Criado:
ru: создал
tr: şunu yarattı:
vi: đã tạo ra
zh_hans: 创造了

source: claims it as an heirloom in the name of the family ancestor
de: es als Erbstück im Namen des Vorfahren der Familie beansprucht
fr: le revendique comme un héritage au nom de l'ancêtre de la famille
it: lo rivendica come cimelio a nome dell'antenato di famiglia
ko: 가족 조상의 이름으로 가보로 주장합니다.
pl: twierdzi, że jest to pamiątka w imieniu przodka rodziny
pt_br: reivindica isto como herança de um antepassado
ru: утверждает, что это семейная реликвия названа в честь предка семьи
tr: bunu aile atası adına bir yadigar olarak sahipleniyor
vi: tuyên bố nó là vật gia truyền nhân danh tổ tiên gia tộc
zh_hans: 以家族祖先的名义宣称它是传家宝

source: claims it as a family heirloom
de: beansprucht es als Familienerbstück
fr: le revendique comme un héritage familial
it: lo rivendica come cimelio di famiglia
ko: 가족 가보로 주장
pl: twierdzi, że jest to pamiątka rodzinna
pt_br: reivindica isto como herança de família
ru: утверждает, что это семейная реликвия
tr: bunu bir aile yadigarı olarak sahipleniyor
vi: tuyên bố nó là vật gia truyền của gia tộc
zh_hans: 声称它是传家宝

source: claims it as a personal treasure.
de: beansprucht es als persönlichen Schatz.
fr: le revendique comme un trésor personnel.
it: lo rivendica come tesoro personale.
ko: 그것을 개인 보물이라고 주장합니다.
pl: uważa go za osobisty skarb.
pt_br: reivindica isto como um tesouro pessoal.
ru: утверждает, что это его личное сокровище.
tr: bunu kişisel bir hazine olarak sahipleniyor.
vi: tuyên bố nó là kho báu cá nhân.
zh_hans: 声称它是个人财富。

source: offers it to
de: bietet ihn an
fr: l'offre à
it: lo offre a
ko: 그것을 제공합니다
pl: oferuje to
pt_br: oferece isso para
ru: предлагает его
tr: bunu şuna sunuyor:
vi: dâng nó cho
zh_hans: 提供它

source: engineering:machine:combination lock
fr: ingénierie:machine:serrure à combinaison
it: ingegneria:macchinario:serratura a combinazione
ko: 엔지니어링:기계:콤비네이션 락
pl: inżynieria:maszyna:zamek szyfrowy
pt_br: engenharia:máquina:fechadura de combinação
ru: инженерия:машины:кодовый замок
tr: mühendislik:makine:şifreli kilit
vi: kỹ thuật:máy móc:khóa kết hợp
zh_hans: 工程学:机械:密码锁

source: Only
fr: Seulement
it: Solo
ko: 뿐
pl: Tylko
pt_br: Sinto-me só desprezo.
ru: Только
tr: Sadece
vi: Chỉ
zh_hans: 仅仅

source: astronomical models
fr: modèles astronomiques
it: modelli astronomici
ko: 천문 모델
pt_br: modelos astronômicos
ru: астрономические модели
tr: astronomik modeller
vi: mô hình thiên văn
zh_hans: 天文模型

source: forms strong emotional bonds with others, at times to
de: bildet starke emotionale Bindungen zu anderen, manchmal bis hin zu
fr: forme des liens émotionnels forts avec les autres, parfois pour
it: forma forti legami emotivi con gli altri, a volte fino a
ko: 다른 사람들과 강한 감정적 유대를 형성하고, 때때로
pl: tworzy silne więzi emocjonalne z innymi, czasami do
pt_br: formulários fortes laços emocionais com os outros, às vezes até
ru: образует прочные эмоциональные связи с окружающими, порой до
tr: başkalarıyla güçlü duygusal bağlar kurar, bazen şuna:
vi: hình thành mối quan hệ tình cảm bền chặt với người khác, đôi khi đến mức
zh_hans: 与他人形成强烈的情感联系，有时也会

source: skipped: identifier cannot start with 'classic'.
fr: ignoré : l'identifiant ne peut pas commencer par "classique".
it: saltato: l'identificatore non può iniziare con 'classic'.
ko: 생략됨: 식별자는 'classic'으로 시작할 수 없습니다.
pl: pominięte: identyfikator nie może zaczynać się od "classic".
pt_br: pulou: o identificador não pode começar com 'clássico'.
ru: пропущено: идентификатор не может начинаться с 'classic'.
tr: atlandı: tanımlayıcı 'classic' kelimesiyle başlayamaz.
vi: đã bỏ qua: định danh không thể bắt đầu bằng 'classic'.
zh_hans: 跳过：标识符不能以 "经典 "开头。

source: no material
de: kein Material
fr: pas de matériel
it: nesssun materiale
ko: 재료 없음
pl: brak materiału
pt_br: sem material
ru: нет материалов
tr: malzeme yok
vi: không có vật liệu
zh_hans: 没有材料

source: items
fr: objets
it: oggetti
ko: 항목
pl: przedmioty
pt_br: itens
ru: предметы
tr: eşyalar
vi: vật phẩm
zh_hans: 项目

source: is satisfied with their position here.
fr: est satisfait de sa position ici.
it: è soddisfatto della sua posizione qui.
ko: 여기에서 자신의 위치에 만족합니다.
pl: jest zadowolony ze swojej pozycji tutaj.
pt_br: está satisfeito com sua posição aqui.
ru: удовлетворен своим положением здесь.
tr: buradaki konumundan memnun.
vi: hài lòng với vị trí của họ ở đây.
zh_hans: 他们对现在的位置感到满意。

source: caught in a cloud of flames!
de: gefangen in einer Flammenwolke!
fr: pris dans un nuage de flammes !
it: intrappolato in una nuvola di fiamme!
ko: 불길에 휩싸였다!
pl: pochłonięty przez chmurę płomieni!
pt_br: capturado em uma nuvem de chamas!
ru: охвачен пламенем!
tr: alev bulutuna yakalandı!
vi: bị kẹt trong một đám lửa!
zh_hans: 陷入了火焰之中！

source: caught up in the web!
de: gefangen im Netz!
fr: pris dans le web!
it: impigliati nella rete!
ko: 웹에 걸렸다!
pl: złapany w sieć!
pt_br: apanhados na teia!
ru: запутался в паутине!
tr: ağa yakalandı!
vi: bị mắc kẹt trong mạng nhện!
zh_hans: 陷入网络！

source: No access to
de: Kein Zugang zu
fr: Pas d'accès à
it: Nessun accesso a
ko: 접근 불가
pl: Brak dostępu do
pt_br: Sem acesso a
ru: Нет доступа к
tr: Şuna erişim yok:
vi: Không có quyền truy cập vào
zh_hans: 无法访问

source: No access
de: Kein Zugang
fr: Pas d'accès
it: Nessun accesso
ko: 접근 금지
pl: Brak dostępu
pt_br: Sem acesso
ru: Нет доступа
tr: Erişim yok
vi: Không có quyền truy cập
zh_hans: 无法访问

source: Metropolis
de: Metropole
fr: Métropole
it: Metropoli
ko: 대도시
pl: Metropolia
pt_br: Metrópole
ru: Метрополия
tr: Metropol
vi: Đại đô thị
zh_hans: 都会

source: City
de: Stadt
fr: Ville
it: Città
ko: 도시
pl: Miasto
pt_br: Cidade
ru: Город
tr: Şehir
vi: Thành phố
zh_hans: 城市

source: Town
de: kleinstadt
fr: Ville
it: Paese
ko: 도시
pl: Miasteczko
pt_br: Distrito
ru: Городок
tr: Kasaba
vi: Thị trấn
zh_hans: 镇

source: Hamlet
de: Dörfchen
it: Borgo
ko: 마을
pl: Osada
ru: Поселение
tr: Mezra
vi: Ấp
zh_hans: 村镇

source: Outpost
de: Außenposten
fr: Avant-poste
it: Avamposto
ko: 전초기지
pl: Placówka
pt_br: Posto avançado
ru: Форпост
tr: Karakol
vi: Tiền đồn
zh_hans: 哨站

source: Royal Mausoleum
de: Königliches Mausoleum
fr: Mausolée royal
it: Mausoleo Reale
ko: 왕릉
pl: Królewskie Mauzoleum
pt_br: Mausoléu real
ru: Королевский мавзолей
tr: Kraliyet Anıt Mezarı
vi: Lăng mộ Hoàng gia
zh_hans: 皇家陵墓

source: Grand Mausoleum
de: Großes Mausoleum
fr: Grand mausolée
it: Grandioso Mausoleo
ko: 대릉
pl: Wielkie Mauzoleum
pt_br: Mausoléu de Grand
ru: Величественный мавзолей
tr: Büyük Anıt Mezar
vi: Đại Lăng
zh_hans: 大陵

source: Mausoleum
fr: Mausolée
it: Mausoleo
ko: 영묘
pl: Mauzoleum
pt_br: Mausoléu
ru: Мавзолей
tr: Anıt Mezar
vi: Lăng Mộ
zh_hans: 陵墓

source: Fine Tomb
de: Schönes Grab
fr: Beau tombeau
it: Bel sepolcro
ko: 파인 툼
pl: Piękny grobowiec
pt_br: Túmulo bom
ru: Богатая гробница
tr: İyi Mezar
vi: Mộ Tinh Xảo
zh_hans: 精美的坟墓

source: Burial Chamber
de: Grabkammer
fr: Chambre funéraire
it: Camera Sepolcrale
ko: 묘실
pl: Komora grobowa
pt_br: Câmara do sarcófago
ru: Усыпальница
tr: Mezar Odası
vi: Hầm Mộ
zh_hans: 墓室
