Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: refined
de: verfeinert
fr: raffiné
it: raffinato
ko: 정제된
pl: wyrafinowane
pt_br: refinado
ru: очищенный
tr: rafine
vi: tinh tế
zh_hans: 精制

source: understated
de: Understatement
fr: sous-estimé
it: sottovalutato
ko: 절제된
pl: zaniżone
pt_br: discreto
ru: заниженный
tr: sade
vi: không phô trương
zh_hans: 低调的

source: delicate
de: zart
fr: délicat
it: delicato
ko: 연약한
pl: delikatne
pt_br: delicado
ru: деликатный
tr: narin
vi: mềm mại
zh_hans: 精巧的

source: elaborate
de: erarbeiten
fr: élaborer
it: elaborato
ko: 정교한
pl: wyszukane
pt_br: eleborado
ru: искусный
tr: ayrıntılı
vi: công phu
zh_hans: 精心制作的

source: expressive
de: ausdrucksstark
fr: expressif
it: espressivo
ko: 나타내는
pl: ekspresyjne
pt_br: expressivo
ru: выразительный
tr: dışavurumcu
vi: biểu cảm
zh_hans: 有表现力的

source: strong
de: starke
fr: fort
it: forte
ko: 강한
pl: silne
pt_br: forte
ru: силу
tr: güçlü
vi: mạnh mẽ
zh_hans: 强大的

source: large
de: große
fr: grand
it: grande
ko: 크기가 큰
pl: duże
pt_br: grande
ru: большой
tr: geniş
vi: rộng rãi
zh_hans: 大

source: weightless
de: schwerelos
fr: en apesanteur
it: senza peso
ko: 무중력
pl: nieważkie
pt_br: leve
ru: невесомый
tr: ağırlıksız
vi: nhẹ nhàng
zh_hans: 失重

source: fluid
de: fliessend
fr: fluide
it: fluido
ko: 유체
pl: ciekłe
pt_br: fluido
ru: текучий
tr: akıcı
vi: mượt mà
zh_hans: 体液

source: undulating
de: leicht hügelig
fr: ondulant
it: ondulato
ko: 물결치는
pl: faliste
pt_br: ondulante
ru: волнообразный
tr: dalgalı
vi: gợn sóng
zh_hans: 波动的

source: soft
de: weich
fr: mou, tendre
it: morbido
ko: 연한
pl: miękkie
pt_br: macio
ru: мягкий
tr: yumuşak
vi: mềm mại
zh_hans: 软的

source: jerking
de: rucken
fr: secousses
it: scattante
ko: 튀김
pl: szarpane
pt_br: sacudindo
ru: дёрганый
tr: sarsıntılı
vi: giật cục
zh_hans: 催人泪下

source: sharp-edged
de: scharfkantig
fr: tranchant
it: tagliente
ko: 날카로운
pl: o ostrych krawędziach
pt_br: afiada
ru: угловатый
tr: keskin hatlı
vi: sắc nét
zh_hans: 锋利的

source: straight-lined
de: geradlinig
fr: en ligne droite
it: rettilineo
ko: 직선의
pl: proste
pt_br: alinhado
ru: прямолинейный
tr: düz çizgili
vi: thẳng tắp
zh_hans: 直接穿透

source: high
de: hoch
fr: haute
it: alto
ko: 높은
pl: wysokie
pt_br: alta
ru: высокий
tr: yüksek
vi: cao
zh_hans: 高

source: loudly percussive
de: laut perkussiv
fr: fortement percutant
it: fortemente percussivo
ko: 큰 충격
pl: głośno perkusyjne
pt_br: alto percussivo
ru: громким ударным
tr: sert vuruşlu
vi: gõ vang
zh_hans: 大声敲击

source: softly percussive
de: leise perkussiv
fr: doucement percutant
it: delicatamente percussivo
ko: 부드럽게 타악기
pl: delikatnie perkusyjne
pt_br: suavemente percussivo
ru: тихим ударным
tr: yumuşak vuruşlu
vi: gõ nhẹ nhàng
zh_hans: 轻柔敲击

source: aborted
de: abgebrochen
fr: avorté
it: interrotto
ko: 중단
pl: opuszczony
pt_br: abortado
ru: прервана
tr: yarım bırakılmış
vi: ngừng đột ngột
zh_hans: 中止

source: partially realized
de: teilweise realisiert
fr: partiellement réalisé
it: parzialmente realizzato
ko: 부분적으로 실현
pl: częściowo wykonany
pt_br: parcialmente realizado
ru: частично реализованы
tr: kısmen gerçekleştirilmiş
vi: thực hiện một phần
zh_hans: 部分实现

source: energetic
de: energetisch
fr: énergique
it: energico
ko: 활기찬
pl: energetyczne
pt_br: enérgetico
ru: заряженный
tr: enerjik
vi: đầy năng lượng
zh_hans: 有活力

source: vivacious
de: temperamentvoll
fr: vivace
it: vivace
ko: 활기 있는
pl: żywe
pt_br: vivído
ru: живой
tr: canlı
vi: sống động
zh_hans: 活泼

source: joyous
de: freudig
fr: joyeux
it: gioioso
ko: 즐거운
pl: wesołe
pt_br: Ah feliz ocasiao!
ru: радостный
tr: neşeli
vi: hân hoan
zh_hans: 欢乐

source: lively
de: lebendig
fr: animé
it: animato
ko: 기운찬
pl: żywe
pt_br: animado
ru: живой
tr: hayat dolu
vi: sôi nổi
zh_hans: 活泼

source: spirited
de: temperamentvoll
fr: fougueux
it: animato
ko: 힘찬
pl: porywające
pt_br: animado
ru: одухотворённый
tr: ateşli
vi: đầy tinh thần
zh_hans: 激烈

source: vigorous
de: kräftig
fr: vigoureux
it: vigoroso
ko: 원기 왕성한
pl: energiczne
pt_br: vigoroso
ru: энергичный
tr: dinç
vi: dồi dào sinh lực
zh_hans: 有力

source: aggressive
de: aggressiv
fr: agressif
it: aggressivo
ko: 적극적인
pl: agresywne
pt_br: agressivo
ru: агрессивный
tr: agresif
vi: quyết liệt
zh_hans: 侵略性

source: powerful
de: leistungsstark
fr: puissant
it: potente
ko: 강한
pl: potężny
pt_br: poderoso
ru: мощный
tr: kuvvetli
vi: uy lực
zh_hans: 强力

source: sluggish
de: träge
fr: paresseux
it: fiacco
ko: 부진한
pl: powolne
pt_br: lento
ru: вялый
tr: ağırkanlı
vi: chậm chạp
zh_hans: 呆滞

source: relaxed
de: entspannt
fr: détendu
it: rilassato
ko: 편안한
pl: wypoczęty
pt_br: relaxado
ru: расслабленный
tr: rahat
vi: thư thái
zh_hans: 轻松

source: passive
de: passiv
fr: passif
it: passivo
ko: 수동적인
pl: bierny
pt_br: passivo
ru: пассивный
tr: pasif
vi: thụ động
zh_hans: 被动

source: subtle
de: subtil
fr: subtile
it: acuto
ko: 미묘한
pl: subtelne
pt_br: sutil
ru: тонкий
tr: incelikli
vi: kín đáo
zh_hans: 微妙

source: sensual
de: sinnlich
fr: sensuel
it: sensuale
ko: 관능적 인
pl: zmysłowe
ru: чувствительный
tr: şehvetli
vi: gợi cảm
zh_hans: 声色

source: debauched
de: ausschweifend
fr: débauché
it: dissoluto
ko: 타락한
pl: wyuzdane
pt_br: debochado
ru: развращённый
tr: ahlaksız
vi: truỵ lạc
zh_hans: 荒淫

source: twisting
de: verdrehen
fr: torsion
it: torsione
ko: 뒤틀림
pl: pokrętne
pt_br: torcendo
ru: скрученный
tr: bükülen
vi: xoắn vặn
zh_hans: 扭曲

source: sprightly
de: rüstig
fr: vif
it: arzillo
ko: 기운찬
pl: rześkie
pt_br: alegre
ru: весёлый
tr: kıvrak
vi: nhanh nhẹn
zh_hans: 明快

source: sinuous
de: gewunden
fr: sinueux
it: sinuoso
ko: 유연한
pl: faliste
pt_br: sinuoso
ru: извилистый
tr: kıvrımlı
vi: uốn lượn
zh_hans: 曲折

source: repeated
de: wiederholt
fr: répété
it: ripetuto
ko: 반복
pl: powtarzany
pt_br: repetido
ru: повторяется
tr: tekrarlanan
vi: lặp lại
zh_hans: 重复

source: counterclockwise
de: gegen den Uhrzeigersinn
fr: dans le sens antihoraire
it: in senso antiorario
ko: 시계 반대 방향
pl: przeciwne do ruchu wskazówek zegara
pt_br: sentido anti-horário
ru: против часовой стрелки
tr: saat yönünün tersine
vi: ngược chiều kim đồng hồ
zh_hans: 逆时针

source: clockwise
de: im Uhrzeigersinn
fr: dans le sens des aiguilles d'une montre
it: in senso orario
ko: 시계방향
pl: zgodne z ruchem wskazówek zegara
pt_br: sentido horário
ru: по часовой стрелке
tr: saat yönünde
vi: theo chiều kim đồng hồ
zh_hans: 顺时针

source: eighth
de: achte
fr: huitième
it: ottavo
ko: 여덟 번째
pl: ósemka
pt_br: oitavo
ru: восьмая часть
tr: sekizli
vi: một phần tám
zh_hans: 第八

source: quarter
de: Viertel
fr: trimestre
it: quarto
ko: 4분의 1
pl: ćwierćnuta
pt_br: trimestre
ru: четверть
tr: çeyrek
vi: một phần tư
zh_hans: 四分之一

source: half
de: Hälfte
fr: demi
it: mezzo
ko: 반
pl: półnuta
pt_br: metade
ru: половина
tr: yarım
vi: một nửa
zh_hans: 半

source: turns
de: drehen
fr: se tourne
it: giri
ko: 회전
pl: zakręty
pt_br: vira
ru: поворачивает
tr: dönüşler
vi: xoay chuyển
zh_hans: 转为

source: facial expressions
de: Mimik
fr: expressions faciales
it: espressioni facciali
ko: 얼굴 표정
pl: wyrazy twarzy
pt_br: expressoes faciais
ru: выражения лица
tr: yüz ifadeleri
vi: biểu cảm khuôn mặt
zh_hans: 面部表情

source: hand gestures
de: Handbewegung
fr: gestes de la main
it: gesti delle mani
ko: 손짓들
pl: gesty ręki
pt_br: gestos com a mao
ru: жесты руками
tr: el hareketleri
vi: cử chỉ tay
zh_hans: 手势

source: straight walks
de: direkte Gänge
fr: marches droites
it: cammini dritti
ko: 직진
pl: proste chody
pt_br: caminhadas retas
ru: прямые шаги
tr: düz yürüyüşler
vi: những bước đi thẳng
zh_hans: 直走

source: curved walks
de: kurvige Gänge
fr: promenades courbes
it: cammini curvi
ko: 곡선 보행
pl: zakrzywione chody
pt_br: caminhadas curvas
ru: извилистые шаги
tr: kavisli yürüyüşler
vi: những bước đi cong
zh_hans: 曲步

source: runs
de: rennen
fr: court
it: corse
ko: 뛰다
pl: biegi
pt_br: corre
ru: бежит
tr: koşular
vi: những bước chạy
zh_hans: 奔跑

source: leaps
de: springen
fr: sauts
it: balzi
ko: 도약
pl: skoki
pt_br: salta
ru: прыгает
tr: sıçrayışlar
vi: những cú nhảy vọt
zh_hans: 飞跃

source: kicks
de: Tritte
fr: coups de pied
it: calci
ko: 킥
pl: kopnięcia
pt_br: chuta
ru: пинает
tr: tekmeler
vi: những cú đá
zh_hans: 踢

source: left kicks
de: Linkstritte
fr: coups de pied gauche
it: calci sinistri
ko: 왼쪽 차기
pl: lewe kopnięcia
pt_br: chuta do lado esquerdo
ru: толчки влево
tr: sol tekmeler
vi: những cú đá trái
zh_hans: 左踢

source: right kicks
de: Rechtstritte
fr: coup de pied droit
it: calci destri
ko: 오른쪽 차기
pl: prawe kopnięcia
pt_br: chuta do lado direito
ru: толчки вправо
tr: sağ tekmeler
vi: những cú đá phải
zh_hans: 右踢

source: leg lifts
de: Beinheben
fr: levées de jambe
it: sollevamenti delle gambe
ko: 다리 들기
pl: podniesienia nogi
pt_br: Levanta a perna
ru: поднимание ноги
tr: bacak kaldırmalar
vi: những lần nhấc chân
zh_hans: 腿抬起

source: left leg lifts
de: linkes Bein heben
fr: levées de la jambe gauche
it: sollevamenti della gamba sinistra
ko: 왼쪽 다리 리프트
pl: podniesienia lewej nogi
pt_br: Levanta a perna esquerda
ru: поднятия левой ноги
tr: sol bacak kaldırmalar
vi: những lần nhấc chân trái
zh_hans: 左腿抬起

source: right leg lifts
de: rechtes Bein heben
fr: levées de la jambe droite
it: sollevamenti della gamba destra
ko: 오른쪽 다리 리프트
pl: podniesienia prawej nogi
pt_br: Levanta a perna direita
ru: поднятия правой ноги
tr: sağ bacak kaldırmalar
vi: những lần nhấc chân phải
zh_hans: 右腿抬起

source: body level
de: Körperebene
fr: niveau du corps
it: livello corporeo
ko: 신체 수준
pl: poziom ciała
pt_br: nível do corpo
ru: высота тела
tr: vücut seviyesi
vi: mức cơ thể
zh_hans: 身体水平

source: body level changes
de: Körperebenenänderung
fr: changements au niveau du corps
it: cambiamenti a livello corporeo
ko: 신체 수준 변화
pl: zmiany poziomu ciała
pt_br: alterações no nível do corpo
ru: изменение высоты тела
tr: vücut seviyesi değişimleri
vi: sự thay đổi mức cơ thể
zh_hans: 身体水平的变化

source: arm carriage
de: Armhaltung
fr: chariot de bras
it: trasporto a mano
ko: 팔걸이
pl: wymach ręką
pt_br: transporte de braço
ru: постановка рук
tr: kol duruşu
vi: tư thế cánh tay
zh_hans: 手臂摆动姿势

source: raised left arms
de: erhobenen linken Arm
fr: bras gauche levé
it: braccia sinistre alzate
ko: 왼팔을 들었다
pl: uniesione lewe ręce
pt_br: braços esquerdos levantados
ru: поднятые левые руки
tr: kaldırılmış sol kollar
vi: những cánh tay trái giơ cao
zh_hans: 抬起左臂

source: raised right arms
de: erhobenen rechten Arm
fr: bras droit levé
it: braccia destre alzate
ko: 오른팔을 들었다
pl: uniesione prawe ręce
pt_br: levantou os braços direitos
ru: поднятые правые руки
tr: kaldırılmış sağ kollar
vi: những cánh tay phải giơ cao
zh_hans: 抬起右臂

source: raised arms
de: erhobenen Armen
fr: bras levés
it: braccia alzate
ko: 제기 팔
pl: uniesione ręce
pt_br: braços erguidos
ru: поднятые руки
tr: kaldırılmış kollar
vi: những cánh tay giơ cao
zh_hans: 抬起手臂

source: spins
de: drehen
fr: tourne
it: roteazioni
ko: 스핀
pl: obroty
pt_br: gira
ru: вращения
tr: dönmeler
vi: những cú xoay tròn
zh_hans: 旋转

source: independent body movement
de: unabhängige Bewegung
fr: mouvement du corps indépendant
it: movimento indipendente del corpo
ko: 독립적인 신체 움직임
pl: niezależny ruch ciała
pt_br: movimento corporal independente
ru: независимое движение тел
tr: bağımsız vücut hareketi
vi: chuyển động cơ thể độc lập
zh_hans: 独立的身体运动

source: sway
de: schwingen
fr: se balancer
it: oscillare
ko: 동요
pl: kołysanie
pt_br: influenciar
ru: покачивание
tr: sallanma
vi: lắc lư
zh_hans: 摇摆

source: forward bends
de: nach vorne beugen
fr: virages vers l'avant
it: piegamenti in avanti
ko: 전방 굽힘
pl: nachylenia wprzód
pt_br: curvas frontais
ru: наклоны вперёд
tr: öne eğilmeler
vi: những cú gập người về phía trước
zh_hans: 向前弯曲

source: backward bends
de: nach hinten beugen
fr: virages en arrière
it: piegamenti all'indietro
ko: 뒤로 구부리기
pl: nachylenia w tył
pt_br: dobra para trás
ru: прогибы назад
tr: arkaya eğilmeler
vi: những cú gập người về phía sau
zh_hans: 向后弯曲

source: leftward bends
de: nach links beugen
fr: virages à gauche
it: piegamenti verso sinistra
ko: 왼쪽 굴곡
pl: nachylenia w lewo
pt_br: Curvas para a direita
ru: наклоны влево
tr: sola eğilmeler
vi: những cú gập người về phía trái
zh_hans: 向左弯曲

source: rightward bends
de: nach rechts beugen
fr: virages à droite
it: piegamenti verso destra
ko: 오른쪽 굴곡
pl: nachylenia w prawo
pt_br: Curvas para a direira
ru: наклоны вправо
tr: sağa eğilmeler
vi: những cú gập người về phía phải
zh_hans: 向右弯曲

source: footwork
de: Beinarbeit
fr: jeu de jambes
it: lavoro di piedi
ko: 발놀림
pl: pracę nóg
pt_br: jogo de pés
ru: работа ног
tr: ayak çalışması
vi: bước chân
zh_hans: 步法

source: movement along the line of dance
de: Bewegung entlang der Linie des Tanzes
fr: mouvement le long de la ligne de danse
it: movimento sulla falsariga di danza
ko: 춤의 선을 따라 움직임
pl: ruch wzdłuż linii tańca
pt_br: Movendo-se de acordo com a dança
ru: движение вдоль линии танца
tr: dans çizgisi boyunca hareket
vi: chuyển động dọc theo đường nhảy
zh_hans: 沿着舞蹈线的运动

source: of the lead
de: von der Spitze
fr: du plomb
it: della guida
ko: 리드의
pl: prowadzącego
pt_br: Da liderança
ru: ведущего
tr: liderin
vi: của người dẫn
zh_hans: 领先

source: of the follower
de: von den Verfolgern
fr: du suiveur
it: dei seguaci
ko: 추종자의
pl: podążającego
pt_br: Do seguidor
ru: ведомого
tr: takipçinin
vi: của người theo sau
zh_hans: 追随者

source: , with
de: , mit
fr: , avec
it: , con
ko: , 와 함께
pl: , z
pt_br: com
ru: , с
tr: , şununla:
vi: , với
zh_hans: ，与

source: partially realized
de: teilweise realisiert
fr: partiellement réalisé
it: parzialmente realizzato
ko: 부분적으로 실현
pl: częściowo wykonany
pt_br: Parcialmente realizado
ru: частично реализованный
tr: kısmen gerçekleştirilmiş
vi: được thực hiện một phần
zh_hans: 部分实现

source: aborted
de: abgebrochen
fr: avorté
it: interrotto
ko: 중단
pl: przerwany
pt_br: abortado
ru: прекращено
tr: yarım bırakılmış
vi: bị hủy bỏ
zh_hans: 中止

source: large
de: große
fr: grand
it: grande
ko: 크기가 큰
pl: duży
pt_br: grande
ru: большой
tr: geniş
vi: lớn
zh_hans: 大

source: moves
de: bewegen
fr: se déplace
it: si muove
ko: 움직임
pl: ruchy
pt_br: mexe-se
ru: двигается
tr: hareketler
vi: động tác
zh_hans: 移动

source: movement
de: Bewegung
fr: mouvement
it: movimento
ko: 움직임
pl: ruch
pt_br: movimento
ru: движение
tr: hareket
vi: chuyển động
zh_hans: 运动

source: shadowed
de: beschattet
fr: ombragé
it: oscura
ko: 그림자
pl: zacieniony
pt_br: sombreado
ru: затемнённый
tr: taklit edilen
vi: được mô phỏng
zh_hans: 附有阴影

source: performed in succession
de: nacheinander durchgeführt
fr: exécuté successivement
it: eseguita in successione
ko: 연속적으로 수행
pl: wykonane po kolei
pt_br: Realizado em sucessão
ru: выполняется последывательно
tr: art arda gerçekleştirilen
vi: được thực hiện liên tiếp
zh_hans: 接连演出

source: performed in retrograde
de: umgekehrt durchgeführt
fr: réalisé en rétrograde
it: eseguita in retrogrado
ko: 역행에서 수행
pl: wykonane od tyłu
pt_br: Realizado em retrocesso
ru: выполняется в обратном направлении
tr: geriye doğru gerçekleştirilen
vi: được thực hiện ngược lại
zh_hans: 不利中演出

source: mirrored
de: gespiegelt
fr: en miroir
it: specchiato
ko: 거울
pl: lustrzanie odbity
pt_br: espelhado
ru: зеркально
tr: aynalanmış
vi: đối xứng
zh_hans: 镜像

source: The dance begins with the
de: Der Tanz beginnt mit der
fr: La danse commence par le
it: La danza comincia con il
ko: 춤은 다음과 같이 시작됩니다.
pl: Taniec zaczął się z
pt_br: A dança começa com
ru: Танец начинается с
tr: Dans şununla başlar:
vi: Vũ điệu bắt đầu với
zh_hans: 这舞蹈始于

source: The dance enters a new section with the
de: Der Tanz betritt einen neuen Abschnitt mit den
fr: La danse entre dans une nouvelle section avec le
it: La danza entra in una nuova sezione con il
ko: 춤은 다음과 함께 새로운 섹션으로 들어갑니다.
pl: Taniec wchodzi w nową sekcje z
pt_br: A dança entra em uma nova seção com o
ru: Танец переходит в новую часть с
tr: Dans şununla yeni bir bölüme girer:
vi: Vũ điệu chuyển sang một phần mới với
zh_hans: 舞蹈进入一个新的部分与

source: next
de: nächste
fr: Suivant
it: prossimo
ko: 다음
pl: następny
pt_br: próximo
ru: следующий
tr: sonraki
vi: tiếp theo
zh_hans: 下一个

source: recapitulation
de: Rekapitulation
fr: récapitulation
it: riepilogo
ko: 재현부
pl: podsumowanie
pt_br: recapitulação
ru: рекапитуляция
tr: yeniden serim
vi: tái diễn
zh_hans: 概括

source: synthesis
de: Synthese
fr: la synthèse
it: sintesi
ko: 합성
pl: synteza
pt_br: síntese
ru: синтез
tr: sentez
vi: tổng hợp
zh_hans: 合成

source: verse
de: Vers
fr: verset
it: verso
ko: 절
pl: wers
pt_br: verso
ru: стих
tr: kıta
vi: đoạn
zh_hans: 诗

source: chorus
de: Chor
fr: Refrain
it: coro
ko: 합창
pl: refren
pt_br: refrao
ru: припев
tr: nakarat
vi: điệp khúc
zh_hans: 合唱

source: finale
fr: final
ko: 종악장
pl: finał
pt_br: final
ru: окончание
tr: final
vi: đoạn kết
zh_hans: 压轴

source: bridge-passage
de: Brückepassage
fr: pont-passage
it: bridge
ko: 다리 통로
pl: przejście
pt_br: passagem-ponte
ru: переходной пассаж
tr: köprü pasajı
vi: đoạn chuyển tiếp
zh_hans: 桥梁通道

source: variations
de: Variationen
fr: variantes
it: variazioni
ko: 변형
pl: wariacje
pt_br: variações
ru: вариации
tr: varyasyonlar
vi: các biến thể
zh_hans: 变量

source: of the music.
de: der Musik.
fr: de la musique.
it: della musica.
ko: 음악의.
pl: muzyki.
pt_br: da música.
ru: музыки.
vi: của bản nhạc.
zh_hans: 音乐

source: section is distinct.
de: Abschnitt ist verschieden.
fr: section est distincte.
it: sezione è distinta.
ko: 섹션이 구분됩니다.
pl: część jest wyraźna.
pt_br: seção é distinto
ru: секция различается.
vi: phần này là riêng biệt.
zh_hans: 部分是不同的。

source: to the
de: zu den
fr: au
it: alla
ko: ~로
pl: do
pt_br: para o
ru: к
tr: şuna:
vi: tới
zh_hans: 到了

source: creature
de: Lebewesen
fr: créature
it: creatura
ko: 생물
pl: stworzenie
pt_br: animal
ru: существо
tr: yaratık
vi: sinh vật
zh_hans: 生物

source: There are partner changes
de: Es gibt Partner die ändern
fr: Il y a des changements de partenaires
it: Ci sono cambi di compagno
ko: 파트너 변경이 있습니다.
pl: Zmiany partnerów
pt_br: Há mudanças de parceiros
ru: Происходят смены партнёра
tr: Partner değişiklikleri var
vi: Có sự thay đổi bạn nhảy
zh_hans: 都伴随着伴侣的变化

source: There is a basic movement
de: Es gibt eine grundlegende Bewegung
fr: Il y a un mouvement de base
it: C'è un movimento di base
ko: 기본적인 움직임이 있습니다
pl: Podstawowe ruchy
pt_br: Existe um movimento básico
ru: Есть базовое движение
tr: Temel bir hareket var
vi: Có một động tác cơ bản
zh_hans: 有一个基本的运动

source: This
de: Dies
fr: Cette
it: Questa
ko: 이것
pl: To
pt_br: Este
ru: Это
tr: Bu
vi: Điều này
zh_hans: 这个

source: section is
de: Abschnitt ist
fr: section est
it: sezione è
ko: 섹션은
pl: sekcja jest
pt_br: seção é
ru: секция
tr: bölümü
vi: phần này là
zh_hans: 部分是

source: section is punctuated by
de: Abschnitt wird von unterbrochen von
fr: section est ponctuée par
it: sezione è punteggiata da
ko: 섹션은
pl: sekcja jest wypunktowana przez
pt_br: Seção é pontuada por
ru: часть прерывается
tr: bölümü şununla vurgulanır:
vi: phần này được nhấn nhá bởi
zh_hans: 部分被打断

source: Most property was confiscated
de: Das meiste Eigentum wurde beschlagnahmt
fr: La plupart des biens ont été confisqués
it: La maggior parte dei beni è stata confiscata
ko: 재산 대부분 몰수
pl: Większość mienia została skonfiskowana
pt_br: A maioria dos bens foi confiscada
ru: большая часть имущества была конфискована
tr: Çoğu mala el konuldu
vi: Hầu hết tài sản đã bị tịch thu
zh_hans: 大部分财产被没收

source: setting
de: Einstellung
fr: paramètre
it: installazione
ko: 환경
pl: ustawienie
pt_br: contexto
ru: установка
tr: ayarlanıyor
vi: bối cảnh
zh_hans: 设置

source: Such misery!
de: So ein Elend!
fr: Quelle misère !
it: Che miseria!
ko: 그런 불행!
pl: Co za nędza!
pt_br: Tal miséria!
ru: Такое несчастье!
tr: Ne sefalet!
vi: Thật là khốn khổ!
zh_hans: 这样的痛苦！

source: negative
de: negativ
fr: négatif
it: negativo
ko: 부정적인
pl: negatywnie
pt_br: negativo
ru: минус
tr: eksi
vi: âm
zh_hans: 负

source: zero
de: null
fr: zéro
ko: 영
ru: ноль
tr: sıfır
vi: không
zh_hans: 零

source: one
de: eins
fr: une
it: uno
ko: 하나
pl: jeden
pt_br: um
ru: один
tr: bir
vi: một
zh_hans: 一

source: two
de: (II)
fr: deux
it: due
ko: 둘
pl: dwa
pt_br: dois
ru: два
tr: iki
vi: hai
zh_hans: 二

source: three
de: (III)
fr: Trois
it: tre
ko: 셋
pl: trzy
pt_br: três
ru: три
tr: üç
vi: ba
zh_hans: 三

source: four
de: (IV)
fr: quatre
it: quattro
ko: 네
pl: cztery
pt_br: quatro
ru: четыре
tr: dört
vi: bốn
zh_hans: 四

source: five
de: (V)
fr: cinq
it: cinque
ko: 다섯
pl: piąty
pt_br: cinco
ru: пять
tr: beş
vi: năm
zh_hans: 五

source: seven
de: sieben
fr: Sept
it: sette
ko: 일곱
pl: siedem
pt_br: sete
ru: семь
tr: yedi
vi: bảy
zh_hans: 七

source: eight
de: acht
fr: huit
it: otto
ko: 여덟
pl: osiem
pt_br: oito
ru: восемь
tr: sekiz
vi: tám
zh_hans: 八

source: nine
de: neun
fr: neuf
it: nove
ko: 아홉
pl: dziewięć
pt_br: nove
ru: девять
tr: dokuz
vi: chín
zh_hans: 九

source: ten
de: zehn
fr: Dix
it: dieci
ko: 열
pl: dziesięć
pt_br: dez
ru: десять
tr: on
vi: mười
zh_hans: 十

source: eleven
de: elf
fr: Onze
it: undici
ko: 열하나
pl: jedenaście
pt_br: onze
ru: одиннадцать
tr: on bir
vi: mười một
zh_hans: 十一

source: twelve
de: zwölf
fr: Douze
it: dodici
ko: 열둘
pl: dwanaście
pt_br: doze
ru: двенадцать
tr: on iki
vi: mười hai
zh_hans: 十二

source: thirteen
de: dreizehn
fr: treize
it: tredici
ko: 열셋
pl: trzynaście
pt_br: treze
ru: тринадцать
tr: on üç
vi: mười ba
zh_hans: 十三

source: fourteen
de: vierzehn
fr: Quatorze
it: quattordici
ko: 열넷
pl: czternaście
pt_br: quatorze
ru: четырнадцать
tr: on dört
vi: mười bốn
zh_hans: 十四

source: fifteen
de: fünfzehn
fr: quinze
it: quindici
ko: 열다섯
pl: piętnaście
pt_br: quinze
ru: пятнадцать
tr: on beş
vi: mười lăm
zh_hans: 十五

source: sixteen
de: sechzehn
fr: seize
it: sedici
ko: 열여섯
pl: szesnaście
pt_br: dezesseis
ru: шестнадцать
tr: on altı
vi: mười sáu
zh_hans: 十六

source: seventeen
de: siebzehn
fr: dix-sept
it: diciassette
ko: 열일곱
pl: siedemnaście
pt_br: dezessete
ru: семнадцать
tr: on yedi
vi: mười bảy
zh_hans: 十七

source: eighteen
de: achtzehn
fr: dix-huit
it: diciotto
ko: 열여덟
pl: osiemnaście
pt_br: dezoito
ru: восемнадцать
tr: on sekiz
vi: mười tám
zh_hans: 十八

source: nineteen
de: neunzehn
fr: dix-neuf
it: diciannove
ko: 열아홉
pl: dziewiętnaście
pt_br: dezenove
ru: девятнадцать
tr: on dokuz
vi: mười chín
zh_hans: 十九

source: billion
de: Milliarde
fr: milliard
it: miliardo
ko: 10억
pl: miliard
pt_br: bilhão
ru: миллиард
tr: milyar
vi: tỷ
zh_hans: 十亿

source: million
it: milione
ko: 백만
pl: milion
pt_br: milhão
ru: миллион
tr: milyon
vi: triệu
zh_hans: 百万

source: thousand
de: tausend
fr: mille
it: mille
ko: 천
pl: tysiąc
pt_br: mil
ru: тысяча
tr: bin
vi: ngàn
zh_hans: 千

source: hundred
de: hundert
fr: cent
it: cento
ko: 백
pl: sto
pt_br: centena
ru: сотня
tr: yüz
vi: trăm
zh_hans: 百

source: twenty
de: zwanzig
fr: vingt
it: venti
ko: 이십
pl: dwadzieścia
pt_br: vinte
ru: двадцать
tr: yirmi
vi: hai mươi
zh_hans: 二十

source: thirty
de: dreißig
fr: trente
it: trenta
ko: 서른
pl: trzydzieści
pt_br: trinta
ru: тридцать
tr: otuz
vi: ba mươi
zh_hans: 三十

source: forty
de: vierzig
fr: quarante
it: quaranta
ko: 마흔
pl: czterdzieści
pt_br: quarenta
ru: сорок
tr: kırk
vi: bốn mươi
zh_hans: 四十

source: fifty
de: fünfzig
fr: cinquante
it: cinquanta
ko: 쉰
pl: pięćdziesiąt
pt_br: cinquenta
ru: пятьдесят
tr: elli
vi: năm mươi
zh_hans: 五十

source: sixty
de: sechzig
fr: soixante
it: sessanta
ko: 예순
pl: sześćdziesiąt
pt_br: sessenta
ru: шестьдесят
tr: altmış
vi: sáu mươi
zh_hans: 六十

source: seventy
de: siebzig
fr: soixante-dix
it: settanta
ko: 일흔
pl: siedemdziesiąt
pt_br: setenta
ru: семьдесят
tr: yetmiş
vi: bảy mươi
zh_hans: 七十

source: eighty
de: achtzig
fr: quatre-vingt
it: ottanta
ko: 여든
pl: osiemdziesiąt
pt_br: oitenta
ru: восемьдесят
tr: seksen
vi: Tám mươi
zh_hans: 八十

source: ninety
de: neunzig
fr: quatre-vingt-dix
it: novanta
ko: 아흔
pl: dziewięćdziesiąt
pt_br: noventa
ru: девяносто
tr: doksan
vi: Chín mươi
zh_hans: 九十

source: Negative
de: Negativ
fr: Négatif
it: Negativo
ko: 부정적인
pl: Minus
pt_br: Negativo
ru: Отрицательный
tr: Eksi
vi: Âm
zh_hans: 负

source: Zeroth
de: nullte
fr: Zéro
it: Zeresimo
ko: 영번째
pl: Zerowy
ru: Нулевой
tr: Sıfırıncı
vi: Không
zh_hans: 零
