Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: after leading an unexciting life
de: nachdem sie ein unaufregendes Leben geführt haben
fr: après avoir mené une vie sans intérêt
it: dopo aver condotto una vita poco entusiasmante
ko: 재미없는 삶을 보낸 뒤에
pl: po wiedzeniu nieekscytującego życia
pt_br: depois de conduzir uma vida desinteressante
ru: после проведения неинтересной жизни
tr: heyecansız bir yaşam sürdükten sonra
vi: Sau khi sống một cuộc đời tẻ nhạt
zh_hans: 在过着不愉快的生活之后

source: after learning something
de: nachdem er etwas gelernt hat
fr: après avoir appris quelque chose
it: dopo aver imparato qualcosa
ko: 무언가를 배운 뒤에
pl: po nauczeniu się czegoś
pt_br: depois de aprender algo
ru: после изучения чего-то нового
tr: bir şey öğrendikten sonra
vi: Sau khi học được điều gì đó
zh_hans: 学到东西之后

source: after not learning anything
de: nachdem sie nichts gelernt haben
fr: après n'avoir rien appris
it: dopo non aver imparato nulla
ko: 아무것도 배우지 않은 뒤에
pl: po nie nauczeniu się niczego
pt_br: depois de não aprender nada
ru: после отсутствия возможности изучать что-либо
tr: hiçbir şey öğrenmedikten sonra
vi: Sau khi không học được gì
zh_hans: 没学过什么

source: after being with family
de: nach dem Aufenthalt bei der Familie
fr: après avoir été en famille
it: dopo essere stato in famiglia
ko: 가족과 함께한 뒤에
pl: po byciu z rodziną
pt_br: depois de estar com a família
ru: после встречи с семьёй
tr: ailesiyle birlikte olduktan sonra
vi: Sau khi ở bên gia đình
zh_hans: 与家人在一起

source: after being away from family
de: nachdem sie von ihrer Familie getrennt waren
fr: après avoir été loin de sa famille
it: dopo la lontananza dalla famiglia
ko: 가족과 떨어져 있은 뒤에
pl: po byciu z dala od rodziny
pt_br: depois de ficar longe da família
ru: после разлуки с семьёй
tr: ailesinden uzak kaldıktan sonra
vi: Sau khi xa rời gia đình
zh_hans: 离开家人之后

source: after being with friends
de: nach dem Zusammensein mit Freunden
fr: après avoir été avec des amis
it: dopo essere stato con amici
ko: 친구들과 함께한 뒤에
pl: po byciu z przyjaciółmi
pt_br: depois de estar com amigos
ru: после встречи с друзьями
tr: arkadaşlarıyla birlikte olduktan sonra
vi: Sau khi ở bên bạn bè
zh_hans: 和朋友在一起之后

source: after being away from friends
de: nachdem sie von Freunden getrennt waren
fr: après avoir été loin d'amis
it: dopo la lontananza da amici
ko: 친구들과 떨어져 있은 뒤에
pl: po byciu z dala od przyjaciół
pt_br: depois de ficar longe de amigos
ru: после разлуки с друзьями
tr: arkadaşlarından uzak kaldıktan sonra
vi: Sau khi xa rời bạn bè
zh_hans: 离开朋友之后

source: after hearing eloquent speech
de: nach einer wortgewandten Rede
fr: après avoir entendu un discours éloquent
it: dopo aver udito un discorso eloquente
ko: 유창한 연설을 들은 뒤에
pl: po usłyszeniu elokwentnej przemowy
pt_br: depois de ouvir um discurso eloquente
ru: после того как выслушал красноречивое выступление
tr: etkili bir konuşma duyduktan sonra
vi: Sau khi nghe lời nói hùng biện
zh_hans: 听到雄辩的演讲后

source: after being unable to hear eloquent speech
de: nachdem er nicht in der Lage war, eine beredte Rede zu hören
fr: après avoir été incapable d'entendre un discours éloquent
it: dopo essere stato incapace di ascoltare discorsi eloquenti
ko: 유창한 연설을 들을 수 없게 된 뒤에
pl: po braku możliwości usłyszenia elokwentnej przemowy
pt_br: depois de estar incapaz de ouvir fala eloquente
ru: после невозможности услышать красноречивое выступление
tr: etkili bir konuşma duyamadıktan sonra
vi: Sau khi không thể nghe lời nói hùng biện
zh_hans: 在听不到雄辩的演讲之后

source: after upholding tradition
de: nach Aufrechterhaltung der Tradition
fr: après avoir respecté la tradition
it: dopo aver mantenuto la tradizione
ko: 전통을 지킨 뒤에
pl: po kultywowaniu tradycji
pt_br: depois de sustentar tradição
ru: после следования традициям
tr: geleneği sürdürdükten sonra
vi: Sau khi gìn giữ truyền thống
zh_hans: 在坚持传统之后

source: after being away from traditions
de: nach der Abwesenheit von Traditionen
fr: après s'être éloigné des traditions
it: dopo esser stato lontano dalle tradizioni
ko: 전통에서 벗어난 뒤에
pl: po byciu z dala od tradycji
pt_br: depois de estar longe das tradições
ru: после пребывания вдали от традиций
tr: geleneklerden uzak kaldıktan sonra
vi: Sau khi xa rời truyền thống
zh_hans: 在远离传统之后

source: after self-examination
de: nach Selbstuntersuchung
fr: après auto-examen
it: dopo un esame di coscienza
ko: 자가 진단을 한 뒤에
pl: po samoanalizie
pt_br: depois de auto-exame
ru: после самоанализа
tr: kendini sorguladıktan sonra
vi: Sau khi tự vấn
zh_hans: 经过自我检查

source: after a lack of introspection
de: nach einem Mangel an Selbstbeobachtung
fr: après un manque d'introspection
it: dopo una mancanza d'introspezione
ko: 자기 성찰이 부족한 뒤에
pl: po braku introspekcji
pt_br: depois de uma falta de introspecção
ru: после отсутствия возможности для самоанализа
tr: iç gözlem eksikliğinden sonra
vi: Sau khi thiếu tự vấn
zh_hans: 在缺乏内省之后

source: after making merry
de: nach dem Feiern
fr: après avoir fait la fête
it: dopo aver fatto baldoria
ko: 결혼을 한 뒤에
pl: po zabawie
pt_br: depois de fazer feliz
ru: после веселья
tr: eğlendikten sonra
vi: Sau khi vui chơi
zh_hans: 快乐之后

source: after being unable to make merry
de: nachdem er nicht in der Lage war, sich zu freuen
fr: après avoir été incapable de se réjouir
it: dopo essere stato incapace di far baldoria
ko: 결혼하지 못하게 된 뒤에
pl: po braku możliwości zabawy
pt_br: depois de ser incapaz de se divertir
ru: после отсутствия веселья
tr: eğlenemedikten sonra
vi: Sau khi không thể vui chơi
zh_hans: 在无法快乐之后

source: after practicing a craft
de: nach Ausübung eines Handwerks
fr: après avoir pratiqué un métier
it: dopo essersi esercitato in un mestiere
ko: 공예를 연습한 뒤에
pl: po praktykowaniu rzemiosła
pt_br: depois de praticar um artesanato
ru: после практики в ремесле
tr: bir zanaat icra ettikten sonra
vi: Sau khi thực hành một nghề thủ công
zh_hans: 练习工艺后

source: after being unable to practice a craft
de: nachdem er nicht in der Lage war, ein Handwerk auszuüben
fr: après avoir été incapable de pratiquer un métier
it: dopo essere stato incapace di praticare un mestiere
ko: 공예를 연습할 수 없게 된 뒤에
pl: po braku możliwości praktykowania rzemiosła
pt_br: depois de ser incapaz de praticar um artesanato
ru: после отсутствия возможности практиковаться в ремесле
tr: bir zanaat icra edemedikten sonra
vi: Sau khi không thể thực hành một nghề thủ công
zh_hans: 在无法练习工艺之后

source: after practicing a martial art
de: nach dem Üben einer Kampfsportart
fr: après avoir pratiqué un art martial
it: dopo aver praticato arti marziali
ko: 무술 수련을 한 뒤에
pl: po praktykowaniu sztuk walki
pt_br: depois de praticar uma arte marcial
ru: после практики в боевых искусствах
tr: bir dövüş sanatı çalıştıktan sonra
vi: Sau khi luyện tập võ thuật
zh_hans: 练习武术后

source: after being unable to practice a martial art
de: nachdem er nicht in der Lage war, Kriegskunst auszuüben
fr: après avoir été incapable de pratiquer un art martial
it: dopo essere stato incapace di praticare arti marziali
ko: 무술을 연습할 수 없게 된 뒤에
pl: po braku możliwości praktykowania sztuk walki
pt_br: depois de ser incapaz de praticar uma arte marcial
ru: после отсутствия возможности практиковаться в боевых искусствах
tr: bir dövüş sanatı çalışamadıktan sonra
vi: Sau khi không thể luyện tập võ thuật
zh_hans: 在无法练习武术之后

source: after practicing a skill
de: nach dem Üben einer Fertigkeit
fr: après avoir pratiqué une compétence
it: dopo aver esercitato un'abilità
ko: 기술을 연습한 뒤에
pl: po praktykowaniu umiejętności
pt_br: depois de praticar uma habilidade
ru: после тренировки навыка
tr: bir beceri çalıştıktan sonra
vi: Sau khi rèn luyện một kỹ năng
zh_hans: 练习技能后

source: after being unable to practice a skill
de: nachdem sie eine Fähigkeit nicht ausüben konnten
fr: après avoir été incapable de pratiquer une compétence
it: dopo essere stato incapace di praticare un'abilità
ko: 기술을 연습할 수 없게 된 뒤에
pl: po braku możliwości praktykowania umiejętności
pt_br: depois de ser incapaz de praticar uma habilidade
ru: после отсутствия возможности улучшать навыки
tr: bir beceri çalışamadıktan sonra
vi: Sau khi không thể rèn luyện một kỹ năng
zh_hans: 在无法练习技能之后

source: after taking it easy
de: nach einer Erholungspause
fr: après s'être calmé
it: dopo essersela presa con calma
ko: 마음을 진정시킨 뒤에
pl: po rozluźnieniu się
pt_br: depois de pegar leve
ru: после того как легко добился своего
tr: kafa dinledikten sonra
vi: Sau khi nghỉ ngơi
zh_hans: 放轻松之后

source: after being unable to take it easy
de: nachdem sie nicht in der Lage waren, sich zu entspannen
fr: après avoir été incapable de se la couler douce
it: dopo essere stato incapace di prendersela comoda
ko: 마음을 진정시키지 못하고
pl: po braku możliwości rozluźnienia się
pt_br: depois de ser incapaz de pegar leve
ru: после того как не смог легко добиться своего
tr: kafa dinleyemedikten sonra
vi: Sau khi không thể nghỉ ngơi
zh_hans: 之后无法轻松

source: after making romance
de: nach einer Romanze
fr: après avoir fait l'amour
it: dopo aver fatto romanticismo
ko: 로맨틱한 관계를 만든 뒤에
pl: po romansowaniu
pt_br: depois de fazer romance
ru: после создания романтических отношений
tr: romantizm yaşadıktan sonra
vi: Sau khi tình tự
zh_hans: 在浪漫之后

source: after being unable to make romance
de: nachdem er nicht in der Lage war, eine Romanze zu machen
fr: après avoir été incapable de faire de la romance
it: dopo essere stato incapace di fare romanticismo
ko: 로맨스를 이루지 못한 뒤에
pl: po braku możliwości romansowania
pt_br: depois de ser incapaz de fazer romance
ru: после того как не смог завязать романтические отношения
tr: romantizm yaşayamadıktan sonra
vi: Sau khi không thể tình tự
zh_hans: 在无法做出浪漫之后

source: after seeing animals
de: nach dem Anblick von Tieren
fr: après avoir vu des animaux
it: dopo aver visto animali
ko: 동물을 본 뒤에
pl: po zobaczeniu zwierząt
pt_br: depois de ver os animais
ru: после того как увидел животных
tr: hayvanları gördükten sonra
vi: Sau khi nhìn thấy động vật
zh_hans: 看到动物后

source: after being away from animals
de: nachdem sie von Tieren getrennt waren
fr: après avoir été loin des animaux
it: dopo essere stato lontano dagli animali
ko: 동물과 떨어져 있은 뒤에
pl: po byciu z dala od zwierząt
pt_br: depois de ficar longe dos animais
ru: после того как долго не видел животных
tr: hayvanlardan uzak kaldıktan sonra
vi: Sau khi xa rời động vật
zh_hans: 离开动物之后

source: after seeing a great beast
de: nach dem Anblick eines großen Biests
fr: après avoir vu une grande bête
it: dopo aver visto una grande bestia
ko: 거대한 짐승을 본 뒤에
pl: po zobaczeniu wielkiej bestii
pt_br: depois de ver uma grande besta
ru: после того как увидел огромное чудовище
tr: büyük bir canavar gördükten sonra
vi: Sau khi nhìn thấy một quái thú vĩ đại
zh_hans: 看到一头巨兽后

source: after being away from great beasts
de: nachdem sie von den großen Bestien weg waren
fr: après avoir été loin des grosses bêtes
it: dopo essere stato lontano dalle grandi bestie
ko: 거대한 짐승들로부터 떨어져 나간 뒤에
pl: po byciu z dala od wielkich bestii
pt_br: depois de ficar longe de grandes bestas
ru: после того как находился вдали от огромных чудовищ
tr: büyük canavarlardan uzak kaldıktan sonra
vi: Sau khi xa rời quái thú vĩ đại
zh_hans: 远离巨兽之后

source: after acquiring something
de: nach dem Erwerb von etwas
fr: après avoir acquis quelque chose
it: dopo aver acquisito qualcosa
ko: 원하던 것을 획득한 뒤에
pl: po zdobyciu czegoś
pt_br: depois de adquirir algo
ru: после приобретения чего-то
tr: bir şey elde ettikten sonra
vi: Sau khi có được thứ gì đó
zh_hans: 获得一些东西后

source: after being unable to acquire something
de: nachdem man etwas nicht erwerben konnte
fr: après avoir été incapable d'acquérir quelque chose
it: dopo essere stato incapace di acquisire qualcosa
ko: 원하던 것을 획득하지 못한 뒤에
pl: po braku możliwości zdobycia czegoś
pt_br: depois de ser incapaz de adquirir algo
ru: после отсутствия возможности приобрести что-то
tr: bir şey elde edemedikten sonra
vi: Sau khi không thể có được thứ gì đó
zh_hans: 在无法获得某些东西之后

source: after eating a good meal
de: nach einer guten Mahlzeit
fr: après avoir mangé un bon repas
it: dopo aver consumato un buon pasto
ko: 맛있는 식사를 한 뒤에
pl: po zjedzeniu dobrego posiłku
pt_br: depois de comer uma boa refeição
ru: после приема вкусного блюда
tr: iyi bir yemek yedikten sonra
vi: Sau khi ăn một bữa ngon
zh_hans: 吃完一顿饭后

source: after a lack of decent meals
de: nach einem Mangel an anständigen Mahlzeiten
fr: après un manque de repas décents
it: dopo la mancanza di pasti decenti
ko: 제대로 된 식사를 하지 못한 뒤에
pl: po braku przyzwoitego posiłku
pt_br: depois de uma falta de refeições decentes
ru: после отсутствия приличных блюд
tr: düzgün yemek yiyemedikten sonra
vi: Sau khi thiếu những bữa ăn tươm tất
zh_hans: 在缺乏体面的饭菜之后

source: after fighting
de: nach dem Kampf
fr: après avoir combattu
it: dopo aver combattuto
ko: 싸우고 나서
pl: po walce
pt_br: depois de lutar
ru: после драки
tr: dövüştükten sonra
vi: Sau khi chiến đấu
zh_hans: 战斗结束后

source: after being unable to fight
de: nachdem er nicht mehr kämpfen konnte
fr: après avoir été incapable de combattre
it: dopo essere stato incapace di combattere
ko: 싸울 수 없게 된 뒤에
pl: po braku możliwości walki
pt_br: depois de ser incapaz de lutar
ru: после невозможности подраться
tr: dövüşemedikten sonra
vi: Sau khi không thể chiến đấu
zh_hans: 在无法战斗之后

source: after causing trouble
de: nachdem sie Ärger verursacht haben
fr: après avoir causé des problèmes
it: dopo aver causato problemi
ko: 문제를 일으킨 뒤에
pl: po sprawianiu kłopotów
pt_br: depois de causar problemas
ru: после того, как вызвал проблему
tr: sorun çıkardıktan sonra
vi: Sau khi gây rắc rối
zh_hans: 在造成麻烦之后

source: after a lack of trouble-making
de: nach einem Mangel an Unruhe stiftenden
fr: après un manque de trouble-fête
it: dopo una mancanza di problemi
ko: 문제를 일으키지 못하게 된 뒤에
pl: po braku możliwości sprawiania kłopotów
pt_br: depois de uma falta de problemas
ru: после невозможности создать проблемы
tr: sorun çıkaramadıktan sonra
vi: Sau khi thiếu gây rắc rối
zh_hans: 在缺乏麻烦之后

source: after arguing
de: nach Auseinandersetzungen
fr: après s'être disputé
it: dopo aver battibeccato
ko: 논쟁을 한 뒤에
pl: po kłótni
pt_br: depois de discutir
ru: после спора
tr: tartıştıktan sonra
vi: Sau khi tranh cãi
zh_hans: 争论之后

source: after being unable to argue
de: nachdem er nicht argumentieren konnte
fr: après avoir été incapable de discuter
it: dopo essere stato incapace di discutere
ko: 논쟁할 수 없게 된 뒤에
pl: po braku możliwości kłótni
pt_br: depois de ser incapaz de discutir
ru: после невозможности с кем-либо поспорить
tr: tartışamadıktan sonra
vi: Sau khi không thể tranh cãi
zh_hans: 在无法争辩之后

source: after being extravagant
de: nachdem sie extravagant waren
fr: après avoir été extravagant
it: dopo essere stato stravagante
ko: 사치를 부린 뒤에
pl: po byciu ekstrawaganckim
pt_br: depois de ser extravagante
ru: после того как был экстравагантным
tr: savurgan olduktan sonra
vi: Sau khi xa hoa
zh_hans: 在奢侈之后

source: after being unable to be extravagant
de: nachdem er nicht in der Lage war, extravagant zu sein
fr: après avoir été incapable d'être extravagant
it: dopo essere stato incapace di essere stravagante
ko: 사치부리지 못한 뒤에
pl: po braku możliwości bycia ekstrawaganckim
pt_br: depois de ser incapaz de ser extravagante
ru: после отсутствия возможности быть экстравагантным
tr: savurgan olamadıktan sonra
vi: Sau khi không thể xa hoa
zh_hans: 在无法奢侈之后

source: after wandering
de: nach der Wanderung
fr: après avoir erré
it: dopo aver vagato
ko: 방황을 한 뒤에
pl: po wędrówce
pt_br: depois de perambular
ru: после странствий
tr: dolaştıktan sonra
vi: Sau khi lang thang
zh_hans: 徘徊之后

source: after being unable to wander
de: nachdem er nicht mehr wandern konnte
fr: après avoir été incapable d'errer
it: dopo essere stato incapace di vagare
ko: 방황할 수 없게 된 뒤에
pl: po braku możliwości wędrowania
pt_br: depois de ser incapaz de perambular
ru: после отсутствия возможности странствовать
tr: dolaşamadıktan sonra
vi: Sau khi không thể lang thang
zh_hans: 在无法徘徊之后

source: after helping somebody
de: nachdem er jemandem geholfen hat
fr: après avoir aidé quelqu'un
it: dopo aver aiutato qualcuno
ko: 누군가를 도운 뒤에
pl: po pomaganiu komuś
pt_br: depois de ajudar alguém
ru: после помощи кому-то
tr: birine yardım ettikten sonra
vi: Sau khi giúp đỡ ai đó
zh_hans: 在帮助某人之后

source: after being unable to help anybody
de: nachdem er niemandem helfen konnte
fr: après avoir été incapable d'aider qui que ce soit
it: dopo essere stato incapace di aiutare qualcuno
ko: 아무도 도울 수 없는 시간을 보낸 뒤에
pl: po braku możliwości pomocy komukolwiek
pt_br: depois de ser incapaz de ajudar alguém
ru: после отсутствия возможности помогать кому-либо
tr: kimseye yardım edemedikten sonra
vi: Sau khi không thể giúp đỡ bất cứ ai
zh_hans: 在无法帮助任何人之后

source: after thinking abstractly
de: nach abstraktem Denken
fr: après avoir réfléchi abstraitement
it: dopo aver pensato in modo astratto
ko: 추상적으로 생각한 뒤에
pl: po abstrakcyjnym myśleniu
pt_br: depois de pensar abstratamente
ru: после абстрактных мыслей
tr: soyut düşündükten sonra
vi: Sau khi suy nghĩ trừu tượng
zh_hans: 在抽象地思考之后

source: after a lack of abstract thinking
de: nach einem Mangel an abstraktem Denken
fr: après un manque de pensée abstraite
it: dopo una mancanza di pensieri astratti
ko: 추상적인 사고가 부족한 뒤에
pl: po braku abstrakcyjnego myślenia
pt_br: depois de uma falta de pensamento abstrato
ru: после отсутствия абстрактных мыслей
tr: soyut düşünme eksikliğinden sonra
vi: Sau khi thiếu suy nghĩ trừu tượng
zh_hans: 在缺乏抽象思维之后

source: likes
de: mag
fr: aime
it: ama
ko: 좋아한다
pl: lubi
pt_br: curtidas
ru: любит
tr: sever:
vi: Thích
zh_hans: 喜欢

source: wood
de: Holz
fr: bois
it: legna
ko: 목재
pl: drewno
pt_br: matas
ru: древесина
tr: odunu
vi: Gỗ
zh_hans: 木

source: fabric
de: Stoff
fr: en tissu
it: tessuto
ko: 직물
pl: materiał
pt_br: tecido
ru: ткань
tr: kumaşı
vi: Vải
zh_hans: 布

source: for their
de: für Ihre/n
fr: pour leur
it: per il loro
ko: 그들의
pl: z powodu ich
pt_br: para sua
ru: за их
tr: şunun için:
vi: cho
zh_hans: 他们的

source: the color
de: die Farbe
fr: la couleur
it: il colore
ko: 색깔
pl: kolor
pt_br: Cor:
ru: цвет
tr: renk:
vi: màu sắc
zh_hans: 颜色

source: the words of
de: die Worte des
fr: les mots de
it: le parole di
ko: ~의 말
pl: słowa
pt_br: as palavras de
ru: слова
tr: sözler:
vi: lời nói của
zh_hans: 言语关于

source: the sound of
de: das Geräusch der
fr: le son de
it: il suono di
ko: ~의 소리
pl: dźwięk
pt_br: o som de
ru: звуки
tr: ses:
vi: âm thanh của
zh_hans: 耳闻

source: the sight of
de: die Sicht des
fr: la vue de
it: la vista di
ko: 광경
pl: widok
pt_br: a visão de
ru: вид
tr: görüntü:
vi: cảnh tượng của
zh_hans: 目击

source: When possible,
de: Wenn Möglich,
fr: Quand c'est possible,
it: Quando possibile,
ko: 가능할 때,
pl: Kiedy możliwe,
pt_br: Quando possível,
ru: По возможности
tr: Mümkün olduğunda,
vi: Khi có thể,
zh_hans: 如果可能，

source: prefers to consume
de: bevorzugt zu konsumieren
fr: préfère consommer
it: preferisce consumare
ko: 소비를 선호
pl: preferuje konsumować
pt_br: prefere consumir
ru: предпочитает употреблять
tr: şunu tüketmeyi tercih eder:
vi: thích dùng
zh_hans: 喜欢消费

source: absolutely detests
de: verabscheut zutiefst
fr: déteste absolument
it: detesta assolutamente
ko: 절대적으로 싫어함
pl: absolutnie nienawidzi
pt_br: absolutamente detesta
ru: совершенно не выносит
tr: şundan kesinlikle nefret eder:
vi: cực kỳ ghét
zh_hans: 绝对讨厌

source: needs alcohol to get through the working day
de: braucht Alkohol, um den Arbeitstag zu überstehen
fr: a besoin d'alcool pour passer la journée de travail
it: ha bisogno di alcol per affrontare la giornata lavorativa
ko: 일하려면 술이 필요하다
pl: potrzebuje alkoholu by przebrnąć przez roboczy dzień
pt_br: precisa de álcool para passar o dia de trabalho
ru: не может прожить и дня без алкоголя
tr: iş gününü atlatmak için alkole ihtiyaç duyar
vi: cần rượu để vượt qua ngày làm việc
zh_hans: 需要酒精来度过工作日

source: and can't even remember the last time
de: und kann sich nicht an das letzte Mal erinnern
fr: et je ne me souviens même pas de la dernière fois
it: e non riesce nemmeno a ricordare l'ultima volta
ko: 필름까지 끊겼다
pl: i nie pamięta nawet ostatniego razu
pt_br: e nem me lembro a última vez
ru: даже не помнит, когда в последний раз
tr: ve en son ne zaman olduğunu bile hatırlamıyor
vi: và thậm chí không thể nhớ lần cuối
zh_hans: 甚至不记得最后一次

source: had some
de: hatte etwas
fr: avait un peu
it: avuto alcuni
ko: 좀 있었다
pl: miał pewne
pt_br: tinha alguns
ru: пил алкоголь
tr: biraz içmişti
vi: đã dùng một ít
zh_hans: 有一些

source: and has gone without a drink for far, far too long
de: und hat schon viel, viel zu lange nichts mehr getrunken
fr: et est resté sans boire pendant bien, bien trop longtemps
it: ed è rimasto senza una bevanda per troppo, troppo tempo
ko: 오랫동안, 너무 오랫동안 술을 마시지 않았다.
pl: i nie pije o wiele, wiele za długo
pt_br: e se foi sem uma bebida por muito, muito, muito tempo
ru: и обходится без выпивки долго, слишком долго
tr: ve çok, çok uzun süredir içkisiz kaldı
vi: và đã nhịn uống rượu quá, quá lâu rồi
zh_hans: 并且已经没有喝太久了，太久了

source: and really wants a drink
de: und möchte unbedingt einen Drink
fr: et veut vraiment boire un verre
it: e deve davvero bere qualcosa
ko: 그리고 정말로 마시고 싶다
pl: i naprawdę chce pić
pt_br: e realmente quer uma bebida
ru: и очень хочет выпить
tr: ve gerçekten bir içki istiyor
vi: và thực sự rất muốn uống rượu
zh_hans: 真的想喝一杯

source: and is starting to work slowly due to its scarcity
de: und beginnt aufgrund seiner Mangelerscheinungen langsam zu arbeiten
fr: et commence à fonctionner lentement en raison de sa rareté
it: e sta iniziando a lavorare lentamente a causa della sua scarsità
ko: 결핍으로 인해 천천히 일하기 시작했다.
pl: i zaczyna wolno pracować ze względu na jego niedobór
pt_br: e está começando a funcionar lentamente devido a sua escassez
ru: и начинает работать медленно из-за его нехватки
tr: ve yokluğu nedeniyle yavaş çalışmaya başlıyor
vi: và đang bắt đầu làm việc chậm lại do sự khan hiếm của nó
zh_hans: 并且由于其稀缺性而开始缓慢运作

source: likes working outdoors and grumbles only mildly at inclement weather.
de: arbeitet gerne im Freien und murrt nur leicht bei schlechtem Wetter.
fr: aime travailler à l'extérieur et ne râle que modérément en cas de mauvais temps.
it: ama lavorare all'aperto e brontola un po' solo quando il tempo è inclemente.
ko: 야외에서 일하는 것을 좋아하고 악천후에도 조금 투덜거릴 뿐이다.
pl: lubi pracować na świeżym powietrzu i narzeka tylko nieco przy złej pogodzie.
pt_br: gosta de trabalhar ao ar livre e resmunga apenas ligeiramente no tempo inclemente.
ru: любит работать на свежем воздухе и лишь иногда ворчит из-за ненастной погоды.
vi: thích làm việc ngoài trời và chỉ càu nhàu nhẹ nhàng khi thời tiết khắc nghiệt.
zh_hans: 喜欢在户外工作，在恶劣的天气里只是温和地抱怨。

source: does not mind being outdoors, at least for a time.
de: macht es nichts aus, im Freien zu sein, jedenfalls für eine Weile.
fr: n'hésite pas à être à l'extérieur, au moins pour un temps.
it: non ha problemi a stare all'aperto, almeno per un certo periodo.
ko: 한동안은 야외로 나가도 있더라도 괜찮다.
pl: nie ma nic przeciwko być na zewnątrz, przynajmniej jakiś czas.
pt_br: Não se importa estar ao ar livre, pelo menos por um tempo.
ru: не против прогуляться на свежем воздухе.
vi: không ngại ở ngoài trời, ít nhất là trong một thời gian.
zh_hans: 不介意在户外，至少在一段时间内。

source: doesn't really care about anything anymore.
de: sorgt sich nicht mehr wirklich um irgendetwas.
fr: ne se soucie plus vraiment de rien.
it: non gli importa più di nulla.
ko: 더 이상 아무것도 신경 쓰지 않는다.
pl: niezbyt dba już o cokolwiek.
pt_br: Não se importa com nada mais.
ru: больше ни о чём не тревожится.
vi: không còn thực sự quan tâm đến bất cứ điều gì nữa.
zh_hans: 不再关心任何事了。

source: is a hardened individual.
de: ist ein hartgesottenes Individuum.
fr: est une personne endurcie.
it: è un individuo incallito.
ko: 단련된 개인이다.
pl: jest zatwardziałą osobą.
pt_br: é um indivíduo endurecido.
ru: ожесточён.
vi: là một cá nhân chai lì.
zh_hans: 是一个坚强的人。
