Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: stopped being a
de: aufgehört hat, ein
fr: cessé d'être un
it: ha smesso di essere un
ko: 되는 것을 멈췄다
pl: przestał być
pt_br: deixou de ser um
ru: перестал быть
tr: bir ... olmayı bıraktı
vi: ngừng làm một
zh_hans: 停止了

source: around
de: um
fr: autour de
it: intorno
ko: 주위에
pl: około
pt_br: Arredondado
ru: около
tr: etrafında
vi: quanh
zh_hans: 周围

source: out of
de: aus
fr: hors de
it: fuori da
ko: 에서
pl: z
pt_br: fora de
ru: из
tr: dışında
vi: khỏi
zh_hans: 超出

source: the wilds
de: die Wildnis
fr: la nature
it: la natura selvaggia
ko: 야생
pl: dzicz
pt_br: a vida selvagem
ru: дебрях
tr: yaban
vi: vùng hoang dã
zh_hans: 野外

source: the loss of a hist fig entry
fr: la perte d'une entrée hist fig
it: la perdita di una voce di figura storica
ko: 히스트 무화과 항목의 손실
pl: strata wpisu dotyczącego osobistości historycznej
pt_br: a perda de uma hist entrada de figo
ru: потеря записи об ист. фиг.
tr: bir tarihi figür girdisinin kaybı
vi: sự mất đi một mục nhân vật lịch sử
zh_hans: 丢失一个无花果入口

source: the wandering
de: die Wanderschaft
fr: l'errance
it: il vagabondaggio
ko: 방황
pl: wędrówka
pt_br: o errante
ru: странствия
tr: dolaşma
vi: việc lang thang
zh_hans: 徘徊

source: the scouting
de: die Aufklärung
fr: le scoutisme
it: la ricognizione
ko: 정찰
pl: zwiad
pt_br: o escotismo
ru: разведка
tr: gözcülük
vi: việc trinh sát
zh_hans: 侦察

source: the baby-snatching
de: die Baby-Entführung
fr: l'arraché de bébé
it: il rapimento di bambini
ko: 아기 강탈
pl: porwanie dziecka
pt_br: o roubo de bebê
ru: похищение детей
tr: bebek hırsızlığı
vi: việc bắt cóc trẻ con
zh_hans: 婴儿抢夺

source: the mercenary operation
de: der Söldnereinsatz
fr: l'opération mercenaire
it: l'operazione mercenaria
ko: 용병 작전
pl: operacja najemników
pt_br: a operação de mercenária
ru: операция наёмников
tr: paralı asker operasyonu
vi: hoạt động lính đánh thuê
zh_hans: 雇佣军行动

source: the thievery
de: den Diebstahl
fr: le vol
it: il furto
ko: 도둑질
pl: złodziejstwo
pt_br: o roubo
ru: похищение
tr: hırsızlık
vi: hành vi trộm cắp
zh_hans: 盗贼

source: the career change from
de: die berufliche Veränderung von
fr: le changement de carrière de
it: il cambiamento di carriera da
ko: 에서 경력 변경
pl: zmiana kariery z
pt_br: a mudança de carreira de
ru: изменение карьеры c
tr: şundan kariyer değişikliği:
vi: việc thay đổi nghề nghiệp từ
zh_hans: 职业生涯的转变源自

source: the start as a
de: den Start als
fr: le départ en tant que
it: l'inizio come
ko: 로 시작
pl: początek jako
pt_br: para começar uma nova vida
ru: начала работы в качестве
tr: bir ... olarak başlangıç
vi: sự khởi đầu với vai trò một
zh_hans: 作为一个开始

source: the giving up on being a
de: den Verzicht auf das Dasein als
fr: le renoncement à être un
it: la rinuncia a essere un
ko: 존재를 포기하는 것
pl: rezygnacja z bycia
pt_br: a desistir de ser um
ru: отказ от поста
tr: bir ... olmaktan vazgeçiş
vi: việc từ bỏ vai trò một
zh_hans: 放弃成为一个

source: throughout
fr: à travers
it: in tutto
ko: 전역
pl: przez cały czas
pt_br: pode ser ouvido a uivar em toda a fortaleza!
ru: повсюду
tr: boyunca
vi: xuyên suốt
zh_hans: 贯穿

source: , based in
fr: , située à
it: , con sede a
ko: , 기반
pl: , z siedzibą w
pt_br: , com base em
ru: , основан в
tr: , şurada kurulu:
vi: , đặt trụ sở tại
zh_hans: ，总部设在

source: arose from
de: hervorgegangen aus
fr: née de
it: sorto da
ko: 에서 발생
pl: powstały z
pt_br: surgiu a partir do
ru: появился из
tr: şundan ortaya çıktı:
vi: xuất phát từ
zh_hans: 起源于

source: was discarded in
de: wurde verworfen in
fr: a été jeté dans
it: è stato scartato in
ko: 에 폐기되었다
pl: został odrzucony w
pt_br: foi descartado em
ru: был отвержен
tr: şuraya atıldı:
vi: bị vứt bỏ tại
zh_hans: 被丢弃了

source: was buried in
de: wurde begraben in
fr: a été enterré dans
it: è stato sepolto in
ko: 에 묻혔다
pl: został pochowany w
pt_br: Tapocrifação
ru: похоронен
tr: şuraya gömüldü:
vi: được chôn cất tại
zh_hans: 被埋葬了

source: was entombed in
de: wurde begraben in
fr: a été enseveli dans
it: è stato tumulato in
ko: 에 묻혔다
pl: został pochowany w
pt_br: foi sepultado no
ru: погребён
tr: şuraya defnedildi:
vi: được an táng tại
zh_hans: 被埋葬了

source: within
de: in
fr: dans
it: all'interno
ko: 이내에
pl: w ramach
pt_br: dentro
ru: среди
tr: içinde
vi: bên trong
zh_hans: 内

source: raising
de: Erhöhung
fr: élevage
it: innalzare
ko: 인상
pl: wschodzący
pt_br: erguendo
ru: подъём
tr: yükseltme
vi: việc nuôi dưỡng
zh_hans: 提高

source: discarding
de: Ablegen von
fr: jeter
it: scartare
ko: 폐기
pl: odrzucanie
pt_br: descartando
ru: отказ
tr: atma
vi: việc vứt bỏ
zh_hans: 丢弃

source: entombment
de: begräbnis
fr: mise au tombeau
it: sepoltura
ko: 매장
pl: pochówek
pt_br: Sepultamento
ru: захоронение
tr: defin
vi: việc an táng
zh_hans: 窀穸

source: was denied an apprenticeship under
de: wurde ein Ausbildungsplatz verweigert unter
fr: s'est vu refuser un apprentissage sous
it: è stato negato un apprendistato sotto
ko: 아래에서 견습을 거부당했습니다.
pl: odmówiono stażu w ramach
pt_br: foi negado um estágio sob
ru: было отказано в ученичестве под руководством
tr: şunun yanında çıraklık reddedildi:
vi: bị từ chối làm học việc dưới quyền
zh_hans: 被拒绝接受学徒训练

source: due to
de: aufgrund von
fr: à cause de
it: a causa di
ko: ~ 때문에
pl: z powodu
pt_br: devido a
ru: из-за
tr: nedeniyle:
vi: do
zh_hans: 由于

source: jealousy
de: Eifersucht
fr: jalousie
it: gelosia
ko: 질투
pl: zazdrość
pt_br: ciúmes
ru: ревностный
tr: kıskançlık
vi: sự ghen tị
zh_hans: 妒忌

source: as the latter prefers to work alone
de: da dieser es vorzieht, allein zu arbeiten
fr: car ce dernier préfère travailler seul
it: poiché quest'ultimo preferisce lavorare da solo
ko: 후자는 혼자 일하는 것을 선호하기 때문에
pl: ponieważ ten ostatni woli pracować sam
pt_br: já que este prefere trabalhar sozinho
ru: поскольку последний предпочитает работать в одиночку
tr: çünkü ikincisi yalnız çalışmayı tercih ediyor
vi: vì người sau thích làm việc một mình
zh_hans: 因为后者更喜欢独自工作

source: prefers to work alone
de: zieht es vor, allein zu arbeiten
fr: préfère travailler seul
it: preferisce lavorare da solo
ko: 혼자 일하는 것을 선호한다
pl: preferuje pracę w pojedynkę
pt_br: prefere trabalhar sozinho
ru: предпочитает работать в одиночку
tr: yalnız çalışmayı tercih ediyor
vi: thích làm việc một mình
zh_hans: 喜欢独自工作

source: denial of apprenticeship
de: Verweigerung der Ausbildung
fr: refus d'apprentissage
it: rifiuto dell'apprendistato
ko: 견습의 거부
pl: odmowa przyuczenia do zawodu
pt_br: negação de aprendizado
ru: отказ в ученичестве
tr: çıraklığın reddi
vi: việc từ chối học việc
zh_hans: 否认学徒

source: under
de: unter
fr: en dessous de
it: sotto
ko: 아래에
pl: pod
pt_br: embaixo
ru: под
tr: altında
vi: dưới quyền
zh_hans: 之下

source: aroused general suspicion
de: einen Generalverdacht geweckt
fr: a éveillé la méfiance générale
it: ha suscitato il sospetto generale
ko: 일반적인 의심을 불러일으켰다
pl: wzbudził ogólne podejrzenia
pt_br: levantado suspeitas geral
ru: вызвал всеобщее подозрение
tr: genel şüphe uyandırdı
vi: dấy lên sự nghi ngờ rộng rãi
zh_hans: 引起普遍怀疑

source: after
de: nach
fr: après
it: dopo
ko: ~ 후에
pl: po
pt_br: depois
ru: после
tr: şundan sonra:
vi: sau khi
zh_hans: 后

source: appearing not to age
de: scheint nicht zu altern
fr: semble ne pas vieillir
it: che è parso non invecchiare
ko: 나이 안 먹어 보이는
pl: sprawia wrażenie jakby się nie starzał
pt_br: aparecendo não para envelhecer
ru: отсутствия признаков старения
tr: yaşlanmıyor gibi görünüyor
vi: dường như không già đi
zh_hans: 显得不老化

source: general suspicion
de: Generalverdacht
fr: méfiance générale
it: sospetto generale
ko: 일반적인 의심
pl: ogólne podejrzenia
pt_br: suspeita geral
ru: всеобщее подозрение
tr: genel şüphe
vi: sự nghi ngờ rộng rãi
zh_hans: 一般的怀疑

source: was taken by a fey mood
de: wurde von einer feigen Stimmung ergriffen
fr: a été pris par une humeur féerique
it: è stato preso da uno stato d'animo incantato
ko: 기분 나쁜 기분에 걸렸다
pl: został przejęty przez nastrój fey
pt_br: foi tomado(a) por um espírito ancestral
ru: было получено умирающее настроение
tr: tılsımlı bir ruh haline büründü
vi: bị một tâm trạng kỳ ảo chiếm hữu
zh_hans: 被一种极度的情绪所吸引

source: withdrew from society
de: hat sich aus der Gesellschaft zurückgezogen
fr: retiré de la société
it: si è ritirato dalla società
ko: 사회에서 물러났다
pl: wycofał się ze społeczeństwa
pt_br: isolou-se da sociedade
ru: отделился от общества
tr: toplumdan uzaklaştı
vi: rút lui khỏi xã hội
zh_hans: 退出社会

source: was possessed
de: besessen war
fr: était possédé
it: era posseduto
ko: 소유했다
pl: był opętany
pt_br: está possuído
ru: был одержим
tr: ele geçirildi
vi: bị nhập
zh_hans: 被附身了

source: began to skulk and brood
de: begann zu schleichen und zu grübeln
fr: a commencé à rôder et à ruminer
it: ha cominciato a muoversi furtivo e rimuginare
ko: 살금살금 기어다니기 시작했다
pl: zaczął się czaić i rozmyślać
pt_br: começou a se esconder e meditar
ru: начал скрываться и размышлять
tr: sinsice dolaşmaya ve kara kara düşünmeye başladı
vi: bắt đầu lẩn trốn và ủ dột
zh_hans: 开始躲避和孵化

source: was taken by a fell mood
de: wurde von einer Herbststimmung ergriffen
fr: a été pris par une mauvaise humeur
it: è stato preso da un pessimo umore
ko: 기분이 떨어졌다
pl: złapała mnie złowroga atmosfera
pt_br: foi tomado(a) por um espírito decadente
ru: Находится в странном настроение
tr: kötücül bir ruh haline büründü
vi: bị một tâm trạng hiểm ác chiếm hữu
zh_hans: 被一种沮丧的情绪所取代

source: was striken by melancholy
de: wurde von Melancholie heimgesucht
fr: a été frappé de mélancolie
it: è stato colpito dalla malinconia
ko: 우울에 시달렸다
pl: został dotknięty melancholią
pt_br: foi atingido pela melancolia
ru: был поражен тоской
tr: melankoliye kapıldı
vi: bị nỗi u sầu hành hạ
zh_hans: 被忧郁打败了

source: became crazed
de: durchgedreht
fr: est devenu fou
it: è impazzito
ko: 미쳤다
pl: stał się szalony
pt_br: ficou louco
ru: сошел с ума
tr: delirdi
vi: trở nên điên loạn
zh_hans: 变得疯狂

source: went berserk
de: durchgedreht
fr: est devenu fou
it: è impazzito
ko: 광포했다
pl: oszalał
pt_br: enlouqueceu
ru: взбесился
tr: çılgına döndü
vi: nổi cơn thịnh nộ
zh_hans: 疯了

source: stopped responding to the outside world
de: nicht mehr auf die Außenwelt reagierte
fr: cessé de répondre au monde extérieur
it: ha smesso di rispondere al mondo esterno
ko: 외부 세계에 대한 응답을 멈췄습니다.
pl: przestał reagować na świat zewnętrzny
pt_br: parou de corresponder ao o mundo exterior
ru: перестал отвечать внешнему миру
tr: dış dünyaya tepki vermeyi kesti
vi: ngừng phản ứng với thế giới bên ngoài
zh_hans: 停止回应外面的世界

source: the fey mood of
fr: l'humeur féerique de
it: l'umore incantato di
ko: 의 기분
pl: feeryczny nastrój
pt_br: o humor feérico de
ru: умирающие настроение
tr: şunun gizemli ruh hali:
vi: tâm trạng kỳ ảo của
zh_hans: 的情绪

source: the withdrawal from society of
de: den Rückzug aus der Gesellschaft von
fr: le retrait de la société de
it: il ritiro dalla società di
ko: 의 사회에서 철수
pl: wycofanie się ze społeczeństwa
pt_br: a retirada da sociedade de
ru: отстранился от общества
tr: şunun toplumdan uzaklaşması:
vi: việc rút lui khỏi xã hội của
zh_hans: 退出社会

source: the possession of
de: den Besitz von
fr: la possession de
it: il possesso di
ko: 의 소유
pl: posiadanie
pt_br: a possessão de
ru: владение
tr: şunun ele geçirilmesi:
vi: việc bị nhập của
zh_hans: 拥有

source: the dark brooding of
de: das dunkle Grübeln von
fr: la sombre couvaison de
it: l'oscuro rimuginare di
ko: 의 어두운 고민
pl: mroczny nastrój
pt_br: a obscura ninhada de
ru: тёмные размышления
tr: şunun kara kara düşünmesi:
vi: sự ủ dột đen tối của
zh_hans: 黑暗的沉思

source: the fell mood of
de: die schlechte Laune der
fr: la mauvaise humeur de
it: il pessimo umore di
ko: 기분이 떨어졌다
pl: upadły nastrój
pt_br: o mau humor de
ru: падающее настроение
tr: şunun kötücül ruh hali:
vi: tâm trạng hiểm ác của
zh_hans: 沮丧的情绪

source: the melancholy of
de: die Melancholie der
fr: la mélancolie de
it: la malinconia di
ko: 의 우울
pl: melancholia
pt_br: a melancolia de
ru: тоска
tr: şunun melankolisi:
vi: nỗi u sầu của
zh_hans: 忧郁的

source: the insanity of
de: den Irrsinn von
fr: la folie de
it: la follia di
ko: 의 광기
pl: szaleństwo
pt_br: a insanidade de
ru: сумасшествие
tr: şunun deliliği:
vi: sự điên loạn của
zh_hans: 疯狂的

source: the rampage of
de: das Wüten von
fr: le saccage de
it: la furia di
ko: 날뛰는
pl: szał
pt_br: a fúria de
ru: ярость
tr: şunun yakıp yıkması:
vi: cơn cuồng nộ của
zh_hans: 横冲直撞

source: the catatonia
fr: la catatonie
it: la catatonia
ko: 긴장증
pl: katatonia
pt_br: a catatonia
ru: кататония
tr: katatoni
vi: trạng thái bất động
zh_hans: 紧张症

source: visited
de: besucht
fr: a visité
it: visitato
ko: 방문
pl: odwiedzony
pt_br: visitou
ru: посетил
tr: ziyaret etti
vi: đã ghé thăm
zh_hans: 参观

source: departed to
de: abgereist nach
fr: est parti pour
it: è partito per
ko: ~로 출발했다
pl: odszedł do
pt_br: partiu para
ru: отправился в
tr: şuraya gitti:
vi: khởi hành đến
zh_hans: 启程前往

source: moved to study in
de: zog zum Studieren nach
fr: déménagé pour étudier à
it: si è trasferito a studiare a
ko: 공부하기 위해 옮겼다
pl: przeniósł się na studia do
pt_br: mudou-se para estudar em
ru: переехал, чтобы заниматься наукой, в
tr: şurada çalışmak için taşındı:
vi: chuyển đến để học tại
zh_hans: 留学

source: fled into
de: geflüchtet in
fr: s'est enfui dans
it: è scappato in
ko: 안으로 도망쳤다
pl: uciekł do
pt_br: fugiu para
ru: бежали в
tr: şuraya kaçtı:
vi: đã chạy trốn vào
zh_hans: 逃到了

source: settled in
de: eingezogen
fr: installés dans
it: si è insediato in
ko: 정착
pl: osiedlił się
pt_br: estabeleceu-se em
ru: поселился в
tr: şuraya yerleşti:
vi: định cư tại
zh_hans: 入驻

source: fled to
de: geflohen nach
fr: fui vers
it: è scappato a
ko: ~로 도망쳤다
pl: uciekł do
pt_br: fugiu
ru: прилетел
tr: şuraya kaçtı:
vi: đã chạy trốn đến
zh_hans: 逃到了

source: the area around
de: das Gebiet um
fr: la zone autour
it: l'area intorno a
ko: 주변 지역
pl: obszar wokół
pt_br: a área ao redor
ru: район
tr: şunun etrafındaki alan:
vi: khu vực quanh
zh_hans: 周围的地区

source: visit
de: besuch
fr: visite
it: visita
ko: 방문
pl: wizyta
pt_br: visitar
ru: посещаете
tr: ziyaret
vi: việc ghé thăm
zh_hans: 访问

source: studies
de: Studien
fr: études
it: studia
ko: 연구
pl: badania
pt_br: estudos
ru: уроки
tr: çalışmalar
vi: việc học tập
zh_hans: 研究

source: settling
de: Abrechnung
fr: règlement
it: risoluzione
ko: 고정
pl: osadnictwo
pt_br: estabelecendo-se
ru: поселение
tr: yerleşme
vi: việc định cư
zh_hans: 解决

source: wandering
de: wandernd
fr: errant
it: girovagare
ko: 방랑
pl: wędrówka
pt_br: Perambulando
ru: блуждание
tr: dolaşma
vi: việc lang thang
zh_hans: 飘零

source: into
de: in
fr: dans
it: in
ko: ~ 안으로
pl: do
pt_br: em
ru: в
tr: içine
vi: vào trong
zh_hans: 成

source: into the area around
de: in das Gebiet um die
fr: dans la zone autour
it: nell'area intorno a
ko: 주변 지역으로
pl: do obszaru wokół
pt_br: para a área ao redor
ru: в районе
tr: etrafındaki alana
vi: vào khu vực quanh
zh_hans: 进入周围地区

source: to
de: zu
fr: à
it: a
ko: 에게
pl: do
pt_br: até
ru: к
tr: şuna
vi: đến
zh_hans: 至

source: gave birth to
de: gebar
fr: donner naissance à
it: ha dato vita a
ko: 낳다
pl: urodziła
pt_br: deu à luz
ru: дала жизнь
tr: şunu doğurdu:
vi: sinh ra
zh_hans: 生了

source: sired
de: gezeugt
fr: engendré
it: generato
ko: 형제
pl: spłodzony
pt_br: procriou
ru: родила
tr: babası oldu
vi: là cha của
zh_hans: 首创

source: married
de: verheiratet
fr: marié
it: sposato
ko: 기혼
pl: żonaty
pt_br: casado
ru: брачный
tr: evlendi
vi: đã kết hôn với
zh_hans: 已婚

source: was born to
de: wurde geboren als
fr: est né à
it: è nato da
ko: ~에 태어났다
pl: urodził się
pt_br: nasceu para
ru: родился
tr: şundan doğdu:
vi: đã được sinh ra bởi
zh_hans: 出生于

source: received the worship of
de: erhielt die Anbetung von
fr: reçu le culte de
it: ha ricevuto l'adorazione di
ko: 의 예배를 받았다
pl: otrzymał cześć
pt_br: recebeu a adoração de
ru: получил поклонение
tr: tarafından tapınıldı:
vi: nhận được sự thờ cúng của
zh_hans: 接受了崇拜

source: became romantically involved with
de: eine Liebesbeziehung einging mit
fr: est devenu amoureux avec
it: si è legato sentimentalmente a
ko: 와 연애하게 되었다
pl: związał się romantycznie z
pt_br: envolveu-se romanticamente com
ru: влюбился в
tr: şununla romantik bir ilişkiye başladı:
vi: bắt đầu mối quan hệ tình cảm với
zh_hans: 变得浪漫地参与其中

source: was imprisoned by
de: wurde inhaftiert von
fr: a été emprisonné par
it: è stato imprigionato da
ko: 에 의해 투옥되었다
pl: został uwięziony przez
pt_br: foi aprisionado pelos
ru: был заключён в тюрьму
tr: tarafından hapsedildi:
vi: bị cầm tù bởi
zh_hans: 被监禁

source: imprisoned
de: inhaftiert
fr: détenu
it: imprigionato
ko: 투옥
pl: uwięziony
pt_br: Prisão
ru: заключил в тюрьму
tr: hapsetti
vi: đã cầm tù
zh_hans: 囚禁

source: became the master of
de: wurde zum Meister von
fr: est devenu le maître de
it: è diventato il padrone di
ko: 의 주인이 되었다
pl: został mistrzem
pt_br: tornou-se o mestre de
ru: стал мастером
tr: şunun efendisi oldu:
vi: trở thành chủ nhân của
zh_hans: 成为了大师

source: began an apprenticeship under
de: begann eine Ausbildung unter
fr: commencé un apprentissage auprès de
it: ha iniziato un apprendistato sotto
ko: 아래에서 견습을 시작했습니다.
pl: rozpoczął staż pod okiem
pt_br: começou um período de aprendizagem sob
ru: начал обучение под руководством
tr: şunun yanında çıraklığa başladı:
vi: bắt đầu học việc dưới quyền
zh_hans: 开始了学徒生涯

source: began traveling with
de: begann die Reise mit
fr: a commencé à voyager avec
it: ha iniziato a viaggiare con
ko: 와 여행을 시작했다
pl: zaczął podróżować z
pt_br: começou a viajar com
ru: начал путешествие вместе с
tr: şununla seyahat etmeye başladı:
vi: bắt đầu du hành cùng
zh_hans: 开始旅行了

source: ceased being the master of
de: nicht mehr der Meister von
fr: cessé d'être le maître de
it: ha smesso di essere il padrone di
ko: 의 주인이 되는 것을 멈췄다
pl: przestał być mistrzem
pt_br: deixou de ser o mestre de
ru: перестал быть мастером
tr: şunun efendisi olmayı bıraktı:
vi: ngừng là chủ nhân của
zh_hans: 不再是主人

source: ceased being the apprentice of
de: nicht mehr der Lehrling von
fr: a cessé d'être l'apprenti de
it: ha smesso di essere l'apprendista di
ko: 의 견습생이되는 것을 그만 두었습니다.
pl: przestał być uczniem
pt_br: deixou de ser o(a) aprendiz de
ru: перестал быть учеником
tr: şunun çırağı olmayı bıraktı:
vi: ngừng là học việc của
zh_hans: 不再是学徒

source: became the former spouse of
de: wurde der frühere Ehegatte von
fr: est devenu l'ancien conjoint de
it: è diventato l'ex coniuge di
ko: 의 전 배우자가 되었다
pl: został byłym małżonkiem
pt_br: tornou-se o ex-cônjuge de
ru: стал бывшим супругом
tr: şunun eski eşi oldu:
vi: trở thành vợ/chồng cũ của
zh_hans: 成为前配偶，对象是

source: became the deceased spouse of
de: wurde der verstorbene Ehegatte von
fr: est devenu le conjoint décédé de
it: è diventato il coniuge defunto di
ko: 고인의 배우자가 되었다
pl: został zmarłym małżonkiem
pt_br: tornou-se o cônjuge falecido de
ru: стала умершей супругой
tr: şunun merhum eşi oldu:
vi: trở thành vợ/chồng đã khuất của
zh_hans: 成了他的已故配偶

source: was sired by
de: wurde gezeugt von
fr: a été engendré par
it: è stato generato da
ko: 의 형제였다
pl: został spłodzony przez
pt_br: foi sired por
ru: был рождён
tr: babası şuydu:
vi: được sinh ra bởi
zh_hans: 祖先是

source: became the parent of
de: wurde Elternteil von
fr: est devenu le parent de
it: è diventato genitore di
ko: 의 부모가 되었다
pl: stał się rodzicem
pt_br: tornou-se o pai do
ru: стал родителем
tr: şunun ebeveyni oldu:
vi: trở thành cha mẹ của
zh_hans: 生育了

source: began worshipping
de: begann zu verehren
fr: a commencé à adorer
it: ha iniziato ad adorare
ko: 숭배를 시작했다
pl: zaczął czcić
pt_br: começou a adorar
ru: начал поклоняться
tr: ibadet etmeye başladı
vi: bắt đầu thờ cúng
zh_hans: 开始崇拜

source: became the pet of
de: wurde das Haustier von
fr: est devenu l'animal de compagnie de
it: è diventato l'animale domestico di
ko: 의 애완동물이 되었다
pl: stał się pupilem
pt_br: se tornou de estimação de
ru: стал питомцем
tr: şunun evcil hayvanı oldu:
vi: trở thành thú cưng của
zh_hans: 成了宠儿

source: became the spouse of the deceased
de: der Ehegatte des Verstorbenen wurde
fr: est devenu le conjoint du défunt
it: divenne il coniuge del defunto
ko: 고인의 배우자가 되었다
pl: został małżonkiem zmarłego
pt_br: tornou-se o cônjuge do falecido
ru: была супругой покойного
tr: merhumun eşi oldu
vi: trở thành vợ/chồng của người đã khuất
zh_hans: 成为死者的配偶

source: stopped being the mother of
de: nicht mehr die Mutter von
fr: cessé d'être la mère de
it: ha smesso di essere madre di
ko: 의 어머니가 되는 것을 멈췄다
pl: przestała być matką
pt_br: deixou de ser a mae de
ru: перестала быть матерью
tr: şunun annesi olmayı bıraktı:
vi: ngừng là mẹ của
zh_hans: 不再是母亲了

source: stopped being the father of
de: nicht mehr der Vater von
fr: a cessé d'être le père de
it: ha smesso di essere padre di
ko: 의 아버지가 되는 것을 멈췄다
pl: przestał być ojcem
pt_br: deixou de ser o pai da
ru: перестал быть отцом
tr: şunun babası olmayı bıraktı:
vi: ngừng là cha của
zh_hans: 不再是父亲了

source: stopped being the child of
de: nicht mehr das Kind von
fr: cessé d'être l'enfant de
it: ha smesso di essere figlio di
ko: 의 자식이기를 멈췄다
pl: przestał być dzieckiem
pt_br: deixou de ser o filho de
ru: перестал быть ребёнком
tr: şunun çocuğu olmayı bıraktı:
vi: ngừng là con của
zh_hans: 不再是孩子了

source: lost the worship of
de: verlor die Verehrung von
fr: perdu le culte de
it: ha perso l'adorazione di
ko: 숭배를 잃었다
pl: stracił kult
pt_br: perdeu o culto de
ru: потерял поклонение
tr: şunun ibadetini kaybetti:
vi: mất đi sự sùng bái của
zh_hans: 失去了崇拜

source: ended the romantic relationship with
de: beendete die Liebesbeziehung mit
fr: a mis fin à la relation amoureuse avec
it: ha chiuso la relazione sentimentale con
ko: 와의 연애를 끝냈다.
pl: zakończył romantyczny związek z
pt_br: terminou o relacionamento romântico com
ru: прекратил романтические отношения с
tr: şununla romantik ilişkiyi bitirdi:
vi: chấm dứt mối quan hệ lãng mạn với
zh_hans: 结束了浪漫关系

source: was no longer imprisoned by
de: wurde nicht mehr gefangen gehalten von
fr: n'était plus emprisonné par
it: non era più imprigionato da
ko: 더 이상 투옥되지 않았다
pl: nie był już więziony przez
pt_br: Já não foi preso por
ru: освобождён из заключения
tr: şunun esaretinden kurtuldu:
vi: không còn bị giam cầm bởi
zh_hans: 不再被监禁

source: no longer imprisoned
de: nicht mehr inhaftiert
fr: n'est plus emprisonné
it: non più imprigionato
ko: 더 이상 투옥되지 않음
pl: nie jest już uwięziony
pt_br: Não está mais preso
ru: освобождён из тюрьмы
tr: artık hapsedilmiyor
vi: không còn bị giam cầm
zh_hans: 不再被监禁

source: stopped being the master of
de: nicht mehr der Meister von
fr: cessé d'être le maître de
it: ha smesso di essere padrone di
ko: 의 주인이되는 것을 멈췄다
pl: przestał być mistrzem
pt_br: deixou de ser o mestre de
ru: перестал быть мастером
tr: şunun efendisi olmayı bıraktı:
vi: ngừng là chủ nhân của
zh_hans: 不再是主人了

source: stopped being the apprentice of
de: nicht mehr der Lehrling von
fr: cessé d'être l'apprenti de
it: ha smesso di essere apprendista di
ko: 견습생이되는 것을 그만 두었습니다.
pl: przestał być uczniem
pt_br: deixou de ser o aprendiz de
ru: перестал быть учеником
tr: şunun çırağı olmayı bıraktı:
vi: ngừng là người học việc của
zh_hans: 不再是学徒了

source: stopped traveling with
de: aufgehört zu reisen mit
fr: cessé de voyager avec
it: ha smesso di viaggiare con
ko: 여행을 멈췄다
pl: przestał podróżować z
pt_br: parou de viajar com
ru: прекратил путешествие с
tr: şununla seyahat etmeyi bıraktı:
vi: ngừng du hành cùng với
zh_hans: 停止了旅行

source: stopped being the owner of
de: nicht mehr der Eigentümer von
fr: a cessé d'être propriétaire de
it: ha smesso di essere proprietario di
ko: 의 소유자가 되는 것을 멈췄습니다.
pl: przestał być właścicielem
pt_br: deixou de ser o dono de
ru: перестал быть владельцем
tr: şunun sahibi olmayı bıraktı:
vi: ngừng là chủ sở hữu của
zh_hans: 不再是主人了

source: stopped being the parent of
de: nicht mehr der Elternteil von
fr: cessé d'être le parent de
it: ha smesso di essere genitore di
ko: 의 부모가 되는 것을 멈췄다
pl: przestał być rodzicem
pt_br: deixou de ser o pai do
ru: перестал быть родителем
tr: şunun ebeveyni olmayı bıraktı:
vi: ngừng là cha mẹ của
zh_hans: 不再是父母了
