Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: more artistically inclined
de: künstlerisch veranlagt
fr: plus enclin à l'art
it: più incline all'arte
ko: 더 예술적인 성향
pl: bardziej artystycznie nastawiony
pt_br: mais inclinado artisticamente
ru: более склонный к творчеству
tr: sanatsal açıdan daha yatkın
vi: có năng khiếu nghệ thuật hơn
zh_hans: 更具艺术气息

source: less artistically inclined
de: weniger künstlerisch veranlagt
fr: moins enclin à l'art
it: meno incline all'arte
ko: 덜 예술적인 성향
pl: mniej artystycznie nastawiony
pt_br: menos inclinado artisticamente
ru: менее склонны к творчеству
tr: sanatsal açıdan daha az yatkın
vi: ít có năng khiếu nghệ thuật hơn
zh_hans: 不太具有艺术气息

source: and learned to
de: und lernte
fr: et appris à
it: e ha imparato a
ko: 그리고 배웠다
pl: i nauczył się
pt_br: e aprendeu a
ru: и научился
tr: ve şunu öğrendi:
vi: và đã học cách
zh_hans: 还学过

source: value
de: Wert
fr: évaluer
it: valore
ko: 값
pl: cenić
pt_br: valor
ru: цена
tr: değer vermeyi:
vi: trân trọng
zh_hans: 价值

source: Learned to
de: Gelernt zu
fr: Apprendre à
it: Imparare a
ko: 배웠다
pl: Nauczył się
pt_br: Aprendeu a
ru: Научился
tr: Şunu öğrendi:
vi: Đã học cách
zh_hans: 学会了

source: disdain
de: verschmähen
fr: mépris
it: disprezzo
ko: 경멸감
pl: pogardzać
pt_br: desdém
ru: презрение
tr: küçümse:
vi: khinh thường
zh_hans: 蔑视

source: law
de: Gesetz
fr: droit
it: legge
ko: 법
pl: prawo
pt_br: lei
ru: закон
tr: yasa
vi: luật pháp
zh_hans: 法

source: loyalty
de: Loyalität
fr: loyauté
it: lealtà
ko: 충의
pl: lojalność
pt_br: lealdade
ru: верность
tr: sadakat
vi: lòng trung thành
zh_hans: 忠诚

source: family
de: Familie
fr: famille
it: famiglia
ko: 가족
pl: rodzinę
pt_br: família
ru: семьёй
tr: aile
vi: gia đình
zh_hans: 家庭

source: friendship
de: Freundschaft
fr: relation amicale
it: amicizia
ko: 우정
pl: przyjaźń
pt_br: amizade
ru: дружба
tr: arkadaşlık
vi: Tình bằng hữu
zh_hans: 友谊

source: power
de: Macht
fr: Puissance
it: potenza
ko: 힘
pl: moc
pt_br: poder
ru: сила
tr: güç
vi: Quyền lực
zh_hans: 功率

source: truth
de: Wahrheit
fr: vérité
it: verità
ko: 진실
pl: prawdę
pt_br: verdade
ru: правда
tr: hakikat
vi: Sự thật
zh_hans: 真相

source: cunning
de: gerissen
fr: ruse
it: astuzia
ko: 교활한
pl: przebiegłość
pt_br: esperteza
ru: хитрость
tr: kurnazlık
vi: Mưu trí
zh_hans: 狡猾

source: eloquence
de: Beredsamkeit
fr: éloquence
it: eloquenza
ko: 웅변
pl: elokwencję
pt_br: eloquência
ru: красноречие
tr: belagat
vi: Tài hùng biện
zh_hans: 口才

source: fairness
fr: justice
it: equità
ko: 공정
pl: uczciwość
pt_br: justiça
ru: честность
tr: adalet
vi: Công bằng
zh_hans: 公平

source: decorum
de: Anstand
fr: décorum
it: decoro
ko: 예의
pl: przyzwoitość
pt_br: decoro
ru: приличия
tr: görgü
vi: Phép tắc
zh_hans: 礼仪

source: artwork
de: Kunstwerk
fr: ouvrages d'art
it: opera d'arte
ko: 미술품
pl: sztukę
pt_br: obra de arte
ru: искусство
tr: sanat eseri
vi: Tác phẩm nghệ thuật
zh_hans: 艺术品

source: cooperation
de: Zusammenarbeit
fr: la coopération
it: cooperazione
ko: 협력
pl: współpracę
pt_br: cooperação
ru: сотрудничество
tr: işbirliği
vi: Hợp tác
zh_hans: 合作

source: independence
de: Unabhängigkeit
fr: indépendance
it: indipendenza
ko: 독립
pl: niezależność
pt_br: independência
ru: независимость
tr: bağımsızlık
vi: Độc lập
zh_hans: 独立

source: stoicism
de: Stoizismus
fr: stoïcisme
it: stoicismo
ko: 금욕
pl: stoicyzm
pt_br: estoicismo
ru: стоицизм
tr: metanet
vi: Khắc kỷ
zh_hans: 坚韧

source: self-control
de: Selbstbeherrschung
fr: maîtrise de soi
it: autocontrollo
ko: 자제력
pl: samokontrolę
pt_br: auto-controle
ru: самоконтроль
tr: özdenetim
vi: Tự chủ
zh_hans: 自我控制

source: tranquility
de: Beschaulichkeit
fr: tranquillité
it: tranquillità
ko: 평온
pl: spokój
pt_br: tranquilidade
ru: спокойствие
tr: huzur
vi: Thanh bình
zh_hans: 宁静

source: harmony
de: Harmonie
fr: harmonie
it: armonia
ko: 조화
pl: harmonię
pt_br: harmonia
ru: гармония
tr: uyum
vi: Hòa hợp
zh_hans: 和谐

source: merriment
de: Heiterkeit
fr: gaieté
it: baldoria
ko: 유쾌
pl: wesołość
pt_br: alegria
ru: веселье
tr: eğlence
vi: Vui vẻ
zh_hans: 欢乐

source: craftsmanship
de: Handwerkskunst
fr: artisanat
it: artigianato
ko: 만듦새
pl: rzemiosło
pt_br: artesanato
ru: мастерство
tr: ustalık
vi: Tay nghề thủ công
zh_hans: 工艺

source: martial prowess
fr: prouesses martiales
it: abilità marziale
ko: 무예
pl: waleczność
pt_br: proeza marcial
ru: боевая доблесть
tr: savaş hüneri
vi: Dũng mãnh chiến trận
zh_hans: 武功

source: skill
de: Fertigkeiten
fr: compétence
it: abilità
ko: 기술
pl: umiejętności
pt_br: habilidade
ru: умение
tr: beceri
vi: Kỹ năng
zh_hans: 技能

source: hard work
de: harte arbeit
fr: un dur travail
it: duro lavoro
ko: 근면
pl: ciężką pracę
pt_br: trabalho duro
ru: тяжёлый труд
tr: sıkı çalışma
vi: Lao động cần cù
zh_hans: 辛苦的工作

source: competition
de: Wettkampf
fr: concurrence
it: gara
ko: 경쟁
pl: rywalizację
pt_br: competição
ru: соревнование
tr: rekabet
vi: Cạnh tranh
zh_hans: 竞争

source: perseverance
de: Beharrlichkeit
fr: persévérance
it: perseveranza
ko: 인내
pl: wytrwałość
pt_br: perseverança
ru: настойчивость
tr: sebat
vi: Kiên trì
zh_hans: 毅力

source: leisure time
de: freie Zeit
fr: temps libre
it: tempo libero
ko: 여가시간
pl: czas wolny
pt_br: tempo de lazer
ru: свободное время
tr: boş zaman
vi: Thời gian rảnh rỗi
zh_hans: 业余时间

source: knowledge
de: Wissen
fr: connaissances
it: conoscenza
ko: 지식
pl: wiedzę
pt_br: conhecimento
ru: знания
tr: bilgi
vi: Tri thức
zh_hans: 知识

source: created a masterful image set
de: einen meisterhaften Bildsatz geschaffen
fr: créé un jeu d'images magistral
it: ha creato una serie d'immagini magistrale
ko: 훌륭한 이미지 세트를 만들었습니다.
pl: stworzył mistrzowski zestaw obrazów
pt_br: criou um conjunto de imagens magistral
ru: создал великолепный рисунок
tr: ustaca bir görüntü seti yarattı
vi: đã tạo ra một bộ hình ảnh kiệt tác
zh_hans: 创作了一套精湛的图像集

source: Place Holders
fr: Marque-places
it: Segnaposti
ko: 자리 표시자
pt_br: Espaços reservados
ru: Заместители
tr: Yer Tutucular
vi: Dữ liệu giữ chỗ
zh_hans: 持有人

source: us
de: uns
fr: nous
it: noi
ko: 우리를
pl: nas
pt_br: nosotras
tr: bizi
vi: chúng ta
zh_hans: 我们

source: er
fr: euh
ko: 어
pl: Jest
vi: Ừm
zh_hans: 呃

source: as
de: als
fr: comme
it: come
ko: ~처럼
pl: jako
pt_br: som
ru: как
tr: olarak
vi: như là
zh_hans: 如

source: I don't remember clearly.
de: Ich kann mich nicht genau erinnern.
fr: Je ne me souviens pas clairement.
it: Non ricordo precisamente.
ko: 나는 명확하게 기억하지 못한다.
pl: Nie dokładnie pamiętam.
pt_br: Não me lembro claramente.
ru: Не помню точно.
tr: Net hatırlamıyorum.
vi: Ta không nhớ rõ.
zh_hans: 我记不太清楚了。

source: What happened?
de: Was ist passiert?
fr: Qu'est-il arrivé?
it: Cosa è successo?
ko: 무슨 일이에요?
pl: Co się stało?
pt_br: O que aconteceu?
ru: Что случилось?
tr: Ne oldu?
vi: Chuyện gì đã xảy ra?
zh_hans: 发生了什么？

source: I am your loyal
de: Ich bin Ihnen ergeben
fr: je suis votre fidèle
it: Sono il tuo leale
ko: 나는 당신의 충성스러운
pl: Jestem Twoim lojalnym
pt_br: Eu sou seu leal
ru: Я ваш верный
tr: Ben senin sadık
vi: Ta là bề tôi trung thành của ngài
zh_hans: 我是你的忠诚的

source: The task is accomplished.
de: Die Aufgabe ist erledigt.
fr: La tâche est accomplie.
it: La missione è compiuta.
ko: 작업이 완료되었습니다.
pl: Zadanie wykonane.
pt_br: A tarefa é realizada.
ru: Задание выполнено.
vi: Nhiệm vụ đã hoàn thành.
zh_hans: 任务完成了。

source: is dead!
de: ist gestorben!
fr: est mort!
it: è morto!
ko: 죽었다!
pl: zginął!
pt_br: está morto!
ru: мёртв!
tr: öldü!
vi: đã chết!
zh_hans: 死了！

source: will be slain.
de: wurde getötet.
fr: sera tué.
it: verrà ucciso.
ko: 죽임을 당할 것이다.
pl: zostanie zabity.
pt_br: será morto.
ru: был убит.
tr: katledilecek.
vi: sẽ bị hạ sát.
zh_hans: 将被杀

source: have been driven from
de: sind vertrieben worden von
fr: ont été chassés de
it: sono stati guidati da
ko: 에서 쫓겨났다
pl: zostali wypędzeni z
pt_br: foram expulsos de
ru: был отброшен от
tr: şuradan sürüldü:
vi: đã bị đánh đuổi khỏi
zh_hans: 已被驱逐出境

source: The need for my task seems to have passed.
de: Die Notwendigkeit meiner Aufgabe scheint sich erledigt zu haben.
fr: La nécessité de ma tâche semble passée.
it: Il bisogno del mio compito sembra essere passato.
ko: 내 작업에 대한 필요성이 지나간 것 같습니다.
pl: Zdaje się, że potrzeba na moje zadanie zniknęła.
pt_br: A necessidade de minha tarefa parece ter passado.
ru: Моё задание уже не актуально.
vi: Có vẻ như không còn cần đến nhiệm vụ của ta nữa.
zh_hans: 这里看来已经没有我的用武之地了。

source: The enemy will be driven off.
de: Der Feind wird vertrieben.
fr: L'ennemi sera chassé.
it: Il nemico sarà scacciato.
ko: 적은 쫓겨날 것입니다.
pl: Wróg zostanie wypędzony.
pt_br: O inimigo será conduzido.
ru: Враг будет отбит!
vi: Kẻ thù sẽ bị đánh đuổi.
zh_hans: 敌人将被驱逐出境。

source: has a deeply recessed, narrow
de: hat eine tief eingeschnittene, schmale
fr: a un profondément enfoncé, étroit
it: ha uno stretto, molto sfuggente
ko: 깊이 오목하고 좁다
pl: ma głęboko cofnięty, wąski
pt_br: tem um estreito profundamente recessed,
ru: имеет глубоко утопленный узкий
tr: derin girintili, dar bir
vi: có một hốc sâu, hẹp
zh_hans: 深凹而窄小的

source: There will be no rest for the enemy.
de: Für den Feind gibt es keine Ruhe.
fr: Il n'y aura pas de repos pour l'ennemi.
it: Non ci sarà riposo per il nemico.
ko: 적에게는 휴식이 없을 것입니다.
pl: Nie będzie odpoczynku dla wroga.
pt_br: Não haverá nenhum descanso para o inimigo.
ru: Не дадим покоя врагу!
vi: Kẻ thù sẽ không có một phút giây yên ổn.
zh_hans: 敌人不会休息。

source: I am a little confused.
de: Ich bin ein wenig verwirrt.
fr: Je suis un peu confus.
it: Sono un pò confuso.
ko: 조금 혼란 스럽습니다.
pl: Nieco się pogubiłem.
pt_br: Estou um pouco confuso.
ru: Я слегка запутался.
vi: Ta hơi bối rối.
zh_hans: 我有点困惑。

source: I am sort of confused.
de: Ich bin irgendwie verwirrt.
fr: Je suis un peu confus.
it: Sono alquanto confuso.
ko: 나는 다소 혼란 스럽습니다.
pl: Trochę się pogubiłem.
pt_br: Estou meio confuso.
ru: Я немного запутался.
vi: Ta có phần bối rối.
zh_hans: 我有点困惑。

source: I am confused.
de: Ich bin verwirrt.
fr: Je suis confus.
it: Sono confuso.
ko: 나는 혼란스럽다.
pl: Jestem zdezorientowany.
pt_br: Estou confuso.
ru: Я запутался.
tr: Kafam karıştı.
vi: Ta bối rối.
zh_hans: 我很迷惑。

source: I am very confused.
de: Ich bin sehr verwirrt.
fr: Je suis très confus.
it: Sono molto confuso.
ko: 나 엄청 혼란스러워.
pl: Jestem bardzo zdezorientowany.
pt_br: Estou muito confuso.
ru: Я сильно запутался.
tr: Kafam çok karıştı.
vi: Ta rất bối rối.
zh_hans: 我很迷茫。

source: Commendable! Your loyalty and bravery cannot be denied.
de: Lobenswert! Deine Loyalität und dein Mut kann nicht verleugnet werden.
fr: Louable! Votre loyauté et votre bravoure ne peuvent être niées.
it: Lodevole! La tua lealtà e coraggio non possono essere negati.
ko: 칭찬할 만하다!
pl: Chwalebnie! Nie można odmówić tobie lojalności ni odwagi.
pt_br: Louvável! Não se pode negar sua lealdade e bravura.
ru: Похвально! Вашу преданность и мужество нельзя не оценить.
vi: Đáng khen! Lòng trung thành và sự dũng cảm của ngươi là không thể phủ nhận.
zh_hans: 难能可贵!你的忠诚和勇敢是不容否认的。

source: . What do you command?
de: . Was befehlen Sie?
fr: . Que commandez-vous ?
it: . Cosa comandate?
pl: . Czym dowodzisz?
pt_br: . O que ordena?
ru: . Что прикажете?
vi: . Ngài ra lệnh gì?
zh_hans: 你指挥什么？

source: I wish to become a
de: Ich möchte gerne ein
fr: Je souhaite devenir un
it: Desidero diventare un
ko: 나는 되고 싶다
pl: Chcę zostać
pt_br: Desejo me tornar um
ru: Я хотел бы стать
tr: Şu olmak istiyorum:
vi: Ta mong muốn trở thành một
zh_hans: 我希望成为一名

source: tavern keeper
de: Wirt
fr: tavernier
it: locandiere
ko: 선술집 주인
pl: karczmarz
pt_br: taverneiro
ru: трактирщик
tr: meyhaneci
vi: chủ quán rượu
zh_hans: 小酒馆老板

source: performer
de: Darsteller
fr: interprète
it: artista
ko: 수행자
pl: wykonawca
pt_br: artista
ru: артист
tr: sanatçı
vi: người biểu diễn
zh_hans: 演员

source: scholar
de: Gelehrter
fr: savant
it: studioso
ko: 학자
pl: uczony
pt_br: estudioso
ru: учёный
tr: alim
vi: học giả
zh_hans: 学者

source: doctor
de: Arzt
fr: docteur
it: dottore
ko: 의사
pl: doktor
pt_br: Doutor
ru: врач
tr: doktor
vi: bác sĩ
zh_hans: 医生

source: diagnostician
fr: diagnostiqueur
it: diagnosta
ko: 진찰 전문 의사
pl: diagnostyk
pt_br: diagnosticador
ru: диагност
tr: teşhis uzmanı
vi: chuyên gia chẩn đoán
zh_hans: 诊断医师

source: surgeon
de: Chirurg
fr: chirurgien
it: chirurgo
ko: 외과 의사
pl: chirurg
pt_br: Cirurgiao
ru: хирург
tr: cerrah
vi: bác sĩ phẫu thuật
zh_hans: 外科医师

source: bone doctor
de: Knochendoktor
fr: médecin des os
it: ortopedico
ko: 뼈 의사
pl: lekarz od kości
pt_br: Médico de osso
ru: костоправ
tr: kemik doktoru
vi: thầy thuốc xương
zh_hans: 骨科医生

source: monster slayer
de: Monsterschlächter
fr: tueur de monstre
it: ammazzamostri
ko: 몬스터 슬레이어
pl: zabójca potworów
pt_br: Caçadora de monstro
ru: убийца монстров
tr: canavar avcısı
vi: thợ săn quái vật
zh_hans: 怪物杀手

source: . Will you have me?
de: . Willst du mich haben?
fr: . M'auras-tu ?
it: . Mi accetterai?
pl: . Przyjmiesz mnie?
pt_br: . Você terá de mim?
ru: . Вы примете меня?
vi: . Ngài có chấp nhận ta không?
zh_hans: 你认同我吗？

source: I ask that
de: Ich bitte darum, dass
fr: je demande ça
it: Chiedo che
ko: 나는 그것을 묻는다
pl: Proszę o
pt_br: eu peço isso
ru: Я спрашиваю о
tr: Şunu talep ediyorum:
vi: Ta thỉnh cầu rằng
zh_hans: 我问这个

source: be made
de: gemacht werden
fr: être fait
it: essere realizzato
ko: 만들어지다
pl: zostanie zrobione
pt_br: ser feito
ru: сделанное
tr: şu yapılsın:
vi: được phong làm
zh_hans: 做成

source: . Will you have us?
de: . Willst du uns haben?
fr: . Voulez-vous nous avoir?
it: . Ci accetterai?
pl: . Przyjmiesz nas?
pt_br: . Você nos terá consigo?
ru: . Вы примите нас?
vi: . Ngài có chấp nhận chúng ta không?
zh_hans: 你同意吗？

source: Yes, you'd make a fantastic
de: Ja, du würdest einen fantastischen
fr: Oui, tu ferais un fantastique
it: Si, saresti un fantastico
ko: 예, 당신은 환상적인 만들 것입니다
pl: Tak, będziesz stanowić fantastycznego
pt_br: Sim, você faria uma fantástica
ru: Да, вы сделали это фантастически
tr: Evet, harika bir
vi: Vâng, ngươi sẽ trở thành một {0} tuyệt vời
zh_hans: 是的，你会做得很棒

source: here. Make us proud!
de: hier. Mach uns Stolz!
fr: ici. Rendez-nous fiers!
it: qui. Rendici orgogliosi!
ko: 여기.
pl: tu. Uczyń nas dumnymi!
pt_br: aqui. Fazem-nos orgulhosos!
ru: здесь. Заставьте нас гордиться вами!
vi: tại đây. Hãy khiến chúng ta tự hào!
zh_hans: 这里。让我们以你为傲吧！

source: I'll need to see something impressive before I consider it.
de: Ich muss etwas Eindrucksvolles sehen bevor ich es erwägen kann.
fr: J'ai besoin de voir quelque chose d'impressionnant avant de l'envisager.
it: Avrò bisogno di vedere qualcosa di notevole prima di considerarlo.
ko: 나는 그것을 고려하기 전에 인상적인 것을 봐야 할 것입니다.
pl: Muszę zobaczyć coś imponującego, zanim to rozważę.
pt_br: Vou precisar ver algo impressionante antes de considerar.
ru: Это должно быть что-то действительно впечатляющее, чтобы это меня заинтересовало.
tr: Bunu düşünmeden önce etkileyici bir şey görmem gerekecek.
vi: Ta cần thấy điều gì đó ấn tượng trước khi cân nhắc.
zh_hans: 在我考虑它之前，我需要看到它令人印象深刻的部分。

source: I would love to join
de: Ich würde gerne beitreten
fr: j'aimerais bien rejoindre
it: Mi piacerebbe partecipare
ko: 가입하고 싶습니다
pl: Z przyjemnością bym dołączył
pt_br: Eu adoraria participar
ru: Я буду рад присоединиться
tr: Şuraya katılmayı çok isterim:
vi: Ta rất muốn tham gia
zh_hans: 我很乐意加入

source: . Can I perform with you?
de: . Kann ich mit Ihnen auftreten?
fr: . Puis-je jouer avec vous ?
it: . Posso esibirmi con voi?
pl: . Mogę z wami występować?
pt_br: . Posso me apresentar com você?
ru: . Я могу выступить с вами?
vi: . Ta có thể biểu diễn cùng các bạn không?
zh_hans: 我可以和你一起表演吗？

source: Welcome to
de: Willkommen zu
fr: Bienvenue à
it: Benvenuto a
ko: 에 오신 것을 환영합니다
pl: Witaj w
pt_br: Bem-vindo a
ru: Добро пожаловать в
tr: Hoş geldiniz:
vi: Chào mừng đến với
zh_hans: 欢迎来到

source: You just aren't good enough yet, but you should keep performing.
de: Du bist jetzt einfach noch nicht gut genug, aber du solltest weiter vorführen.
fr: Vous n'êtes pas encore assez bon, mais vous devriez continuer à performer.
it: Non sei ancora abbastanza bravo, ma dovresti continuare ad allenarti.
ko: 당신은 아직 충분하지 않지만 계속 수행해야 합니다.
pl: Po prostu nie jesteś jeszcze wystarczająco dobry, ale nie przestawaj występować.
pt_br: Você ainda não é bom o suficiente, mas deve continuar se apresentando.
ru: Вы пока что недостаточно опытны, но обязательно должны продолжать выступать.
tr: Henüz yeterince iyi değilsin, ama gösteri yapmaya devam etmelisin.
vi: Ngươi vẫn chưa đủ giỏi, nhưng hãy tiếp tục biểu diễn.
zh_hans: 你还不够好，但你应该继续表演。

source: Would you like to join
de: Möchten Sie mitmachen?
fr: Souhaitez-vous rejoindre
it: Vorresti unirti
ko: 가입하시겠습니까?
pl: Czy chciałbyś dołączyć do
pt_br: Você gostaria de participar
ru: Не хотели бы вы присоединиться к
tr: Şuraya katılmak ister misin:
vi: Ngươi có muốn tham gia
zh_hans: 你想加入吗

source: ? The troupe could use your talent.
de: ? Die Truppe könnte dein Talent gebrauchen.
fr: ? La troupe pourrait utiliser votre talent.
it: ? La troupe ha bisogno del tuo talento.
pl: ? Trupa mogłaby skorzystać na twoim talencie.
pt_br: ? A tropa poderia usar seu talento.
ru: ? Нам может пригодиться ваш талант.
vi: không? Đoàn kịch rất cần tài năng của ngươi.
zh_hans: 剧团可以利用你的才华。

source: Yes! It'll be great to perform with you.
de: Ja! Es wäre großartig mit euch aufzuführen.
fr: Oui! Ce sera génial de jouer avec vous.
it: Sì! Sarà fantastico esibirsi con voi.
ko: 예!
pl: Tak! Będzie świetnie razem występować.
pt_br: Sim! Vai ser ótimo tocar com você.
ru: Да, буду рад выступить с вами!
vi: Vâng! Sẽ thật tuyệt khi được biểu diễn cùng các bạn.
zh_hans: 是的！和你一起表演真是太好了。

source: I'm sorry, but I can't join the troupe.
de: Es tut mir leid, aber ich kann der Truppe nicht beitreten.
fr: Je suis désolé, mais je ne peux pas rejoindre la troupe.
it: Mi dispiace ma non posso unirmi alla troupe.
ko: 죄송하지만 극단에 합류할 수 없습니다.
pl: Przykro mi, ale nie mogę dołączyć do trupy.
pt_br: Sinto muito, mas não posso me juntar à trupe.
ru: Извините, но я не могу присоединиться к вам.
tr: Üzgünüm ama topluluğa katılamam.
vi: Ta xin lỗi, nhưng ta không thể tham gia đoàn kịch.
zh_hans: 对不起，我不能加入剧团。

source: I'm kicking you out of
de: Ich schmeiße dich raus aus der
fr: je te chasse de
it: Ti sto buttando fuori da
ko: 나는 당신을 밖으로 쫓아낼거야
pl: Wyrzucam ciebie z
pt_br: Estou te expulsando de
ru: Прочь из
tr: Seni şuradan atıyorum:
vi: Ta đuổi ngươi ra khỏi
zh_hans: 我要把你踢出去

source: I'm leaving
de: Ich verlasse
fr: Je pars
it: Sto lasciando
ko: 나는 떠날거야
pl: Opuszczam
pt_br: estou saindo
ru: Я покидаю
tr: Şuradan ayrılıyorum:
vi: Ta rời khỏi
zh_hans: 我走了

source: I cannot accept this honor. I am sorry.
de: Ich kann diese Anerkennung nicht akzeptieren. Es tut mir leid.
fr: Je ne peux pas accepter cet honneur. Je suis désolé.
it: Non posso accettare tale onore. Mi dispiace.
ko: 이 영광을 받아들일 수 없습니다.
pl: Nie mogę przyjąć tego zaszczytu. Przepraszam.
pt_br: Não posso aceitar esta honra. Desculpa.
ru: Извините, но это слишком большая честь для меня.
vi: Ta không thể chấp nhận vinh dự này. Ta xin lỗi.
zh_hans: 我不能接受这个荣誉。对不起。

source: Gladly. I will be your
de: Gerne. Ich werde dein
fr: Volontier. je serai votre
it: Con piacere. Sarò il tuo
ko: 기꺼이.
pl: Z przyjemnością. Będę twoim
pt_br: Com prazer. Eu vou ser seu
ru: Я с радостью стану вашим
vi: Hân hạnh. Ta sẽ là {0} của ngài.
zh_hans: 乐意。我会成为你的

source: I am sorry. I do not think there is room for me.
de: Es tut mir leid. Ich denke es ist kein Platz für mich.
fr: Je suis désolé. Je ne pense pas qu'il y ait de place pour moi.
it: Mi dispiace. Non penso ci sia spazio per me.
ko: 미안해요.
pl: Przykro mi. Myślę, że nie ma tu dla mnie miejsca.
pt_br: Desculpa. Não acha que há espaço para mim.
ru: Извините, но я не думаю, у вас найдётся место для меня.
vi: Ta xin lỗi. Ta e rằng không có chỗ cho ta.
zh_hans: 对不起。我觉得这里没有我的容身之所。

source: You are not worthy of such an honor yet. I am sorry.
de: Du bist solch einer Anerkennung nicht würdig. Es tut mir leid.
fr: Vous n'êtes pas encore digne d'un tel honneur. Je suis désolé.
it: Non sei ancora degno di tale onore. Mi dispiace.
ko: 당신은 아직 그런 영예를 받을 자격이 없습니다.
pl: Nie zasługujesz jeszcze na taki zaszczyt. Przykro mi.
pt_br: Ainda não és digno de tal honra. Desculpa.
ru: Сожалею, но вы пока не достойны такой чести.
vi: Ngươi vẫn chưa xứng đáng với vinh dự đó. Ta xin lỗi.
zh_hans: 你还配不上这样的荣誉。对不起。

source: Gladly. You are now one of my
de: Gerne. Du bist jetzt einer meiner
fr: Volontier. Tu es maintenant l'un de mes
it: Con piacere. Ora sei uno dei miei
ko: 기꺼이.
pl: Z przyjemnością. Jesteś teraz jednym z moich
pt_br: Com prazer. Você agora é um dos meus
ru: С радостью. Теперь вы один из моих
vi: Hân hạnh. Ngươi giờ đây là một trong những {0} của ta.
zh_hans: 乐意。你现在是我们中的一员

source: I am sorry. There is no room for you here.
de: Es tut mir leid. Es gibt hier keinen Platz für dich.
fr: Je suis désolé. Il n'y a pas de place pour toi ici.
it: Mi dispiace. Non c'è spazio per te qui.
ko: 미안해요.
pl: Przykro mi. Nie ma tu dla ciebie miejsca.
pt_br: Desculpa. Não há lugar para você aqui.
ru: Сожалею, но у нас нет места для вас.
vi: Ta xin lỗi. Không có chỗ cho ngươi ở đây.
zh_hans: 对不起。这里没有多余的房间给你。

source: You can no longer be a
de: Sie können nicht länger ein
fr: Vous ne pouvez plus être un
it: Non puoi più essere un
ko: 당신은 더 이상
pl: Nie możesz dłużej być
pt_br: Você não pode mais ser um
ru: Вы можете больше не быть
tr: Artık bir
vi: Ngươi không thể tiếp tục là một
zh_hans: 你不能再是一个

source: I would be honored if you would become a
de: Ich würde mich geehrt fühlen, wenn Sie ein
fr: Je serais honoré si vous deveniez un
it: Sarei onorato se diventassi un
ko: 네가 된다면 영광일거야
pl: Byłbym zaszczycony, gdybyś został
pt_br: Eu ficaria honrado se você se tornaria um
ru: Это было бы честью для меня, если бы вы стали
tr: Eğer bir
vi: Ta sẽ rất vinh dự nếu ngươi trở thành một
zh_hans: 如果你成为一名，我将感到很荣幸

source: . Will you have me as
de: . Willst du mich haben als
fr: . M'auras-tu comme
it: . Mi accetterai come
pl: . Przyjmiesz mnie jako
pt_br: . Você me terá como
ru: . Вы примете меня в качестве
vi: . Ngài có chấp nhận ta làm {0} không?
zh_hans: 你能帮我吗？

source: I would be honored to serve as a
de: Es wäre mir eine Ehre, als Mitglied der
fr: Je serais honoré de servir en tant que
it: Sarei onorato di servire come
ko: 나는 로 봉사하는 것을 영광으로 생각합니다
pl: Byłbym zaszczycony służąc jako
pt_br: Seria uma honra servir como um
ru: Для меня честь служить
tr: Şu olarak hizmet etmekten onur duyarım:
vi: Ta sẽ rất vinh dự được phục vụ với tư cách là một
zh_hans: 我很荣幸能成为一名教练

source: Come with me and I'll bring you to safety.
de: Komm mit mir und ich werde dich in Sicherheit bringen.
fr: Viens avec moi et je te mettrai en sécurité.
it: Seguimi e ti porterò in salvo.
ko: 저와 함께 오시면 제가 당신을 안전한 곳으로 모셔다 드리겠습니다.
pl: Chodź ze mną, a ja zabiorę cię w bezpieczne miejsce.
pt_br: Venha comigo e eu vou trazer você para um lugar seguro.
ru: Следуйте за мной, я отведу вас в безопасное место.
tr: Benimle gel, seni güvenli bir yere götüreceğim.
vi: Đi cùng ta, ta sẽ đưa ngươi đến nơi an toàn.
zh_hans: 跟我来，我会把你带到安全的地方。

source: Please help me!
de: Bitte hilf mir!
fr: Aidez-moi, s'il vous plaît!
it: Per favore aiutami!
ko: 도와주세요!
pl: Proszę pomóż mi!
pt_br: Por favor, ajude-me!
ru: Пожалуйста, помогите мне!
tr: Lütfen yardım edin!
vi: Làm ơn giúp ta!
zh_hans: 请帮我！

source: I hate you.
de: Ich hasse dich.
fr: Je te déteste.
it: Ti odio.
ko: 나는 당신을 증오한다.
pl: Nienawidzę cię!
pt_br: Odeio-te.
ru: Я ненавижу вас!
tr: Senden nefret ediyorum.
vi: Ta ghét ngươi.
zh_hans: 我恨你。

source: Intruder!
de: Eindringling!
fr: Intrus!
it: Intruso!
ko: 침입자!
pl: Intruz!
pt_br: Intrusos!
ru: Лазутчик!
tr: Davetsiz misafir!
vi: Kẻ xâm nhập!
zh_hans: 入侵者！

source: Vile creature!
de: Widerliche Kreatur!
fr: Vile créature !
it: Vile creatura!
ko: 사악한 생물!
pl: Podłe stworzenie!
pt_br: Vil criatura!
ru: Подлая тварь!
tr: Aşağılık yaratık!
vi: Sinh vật tởm lợm!
zh_hans: 邪恶的生物！

source: The enemy!
de: Der Feind!
fr: L'ennemi!
it: Il nemico!
ko: 적!
pl: Wróg!
pt_br: O inimigo!
ru: Враг!
tr: Düşman!
vi: Kẻ thù!
zh_hans: 敌人！
