Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Curious wilderness creatures can come to cause trouble
de: Neugierige Kreaturen in der Wildnis können Ärger machen
fr: De curieuses créatures sauvages peuvent venir causer des problèmes
it: Creature curiose delle terre selvagge possono venire a creare problemi
ko: 호기심 많은 야생 생물이 문제를 일으킬 수 있습니다.
pl: Ciekawskie dzikie stworzenia mogą przyjść i wywołać kłopoty
pt_br: Criaturas curiosas da natureza podem causar problemas
ru: Любопытные дикие звери могут прийти и причинить неприятности
tr: Meraklı yaban yaratıkları sorun çıkarmaya gelebilir
vi: Các sinh vật hoang dã hiếu kỳ có thể đến gây rắc rối
zh_hans: 好奇的野生动物可能会带来麻烦

source: Enemy population trigger 1
de: Feindliche Bevölkerung Auslöser 1
fr: Déclencheur de population ennemie 1
it: Attivazione della popolazione nemica 1
ko: 적 인구 트리거 1
pl: 1. poziom przyciągania wrogów przez populację
pt_br: Gatilho de população inimiga 1
ru: Триггер 1 прихода врагов при достижении населения
tr: Düşman nüfus tetikleyicisi 1
vi: Ngưỡng kích hoạt quân địch 1
zh_hans: 敌对人口触发器1

source: Enemy population trigger 2
de: Feindliche Bevölkerung Auslöser 2
fr: Déclencheur de population ennemie 2
it: Attivazione della popolazione nemica 2
ko: 적 인구 트리거 2
pl: 2. poziom przyciągania wrogów przez populację
pt_br: Gatilho de população inimiga 2
ru: Триггер 2 прихода врагов при достижении населения
tr: Düşman nüfus tetikleyicisi 2
vi: Ngưỡng kích hoạt quân địch 2
zh_hans: 敌对人口触发器2

source: Enemy population trigger 3
de: Feindliche Bevölkerung Auslöser 3
fr: Déclencheur de population ennemie 3
it: Attivazione della popolazione nemica 3
ko: 적 인구 트리거 3
pl: 3. poziom przyciągania wrogów przez populację
pt_br: Gatilho de população inimiga 3
ru: Триггер 3 прихода врагов при достижении населения
tr: Düşman nüfus tetikleyicisi 3
vi: Ngưỡng kích hoạt quân địch 3
zh_hans: 敌对人口触发器3

source: Enemy population trigger 4
de: Feindliche Bevölkerung Auslöser 4
fr: Déclencheur de population ennemie 4
it: Attivazione della popolazione nemica 4
ko: 적 인구 트리거 4
pl: 4. poziom przyciągania wrogów przez populację
pt_br: Gatilho de população inimiga 4
ru: Триггер 4 прихода врагов при достижении населения
tr: Düşman nüfus tetikleyicisi 4
vi: Ngưỡng kích hoạt quân địch 4
zh_hans: 敌对人口触发器4

source: Enemy population trigger 5
de: Feindliche Bevölkerung Auslöser 5
fr: Déclencheur de population ennemie 5
it: Attivazione della popolazione nemica 5
ko: 적 인구 트리거 5
pl: 5. poziom przyciągania wrogów przez populację
pt_br: Gatilho de população inimiga 5
ru: Триггер 5 прихода врагов при достижении населения
tr: Düşman nüfus tetikleyicisi 5
vi: Ngưỡng kích hoạt quân địch 5
zh_hans: 敌对人口触发器5

source: Enemy production trigger 1
de: Feindlicher Produktionsauslöser 1
fr: Déclencheur de production ennemi 1
it: Attivazione della popolazione nemica 1
ko: 적 생산 트리거 1
pl: 1. poziom przyciągania wrogów przez produkcję
pt_br: Gatilho de produção inimiga 1
ru: Триггер 1 прихода врагов при достижении производства
tr: Düşman üretim tetikleyicisi 1
vi: Ngưỡng kích hoạt sản lượng địch 1
zh_hans: 敌对生产触发器1

source: Enemy production trigger 2
de: Feindlicher Produktionsauslöser 2
fr: Déclencheur de production ennemi 2
it: Attivazione della produzione nemica 2
ko: 적 생산 트리거 2
pl: 2. poziom przyciągania wrogów przez produkcję
pt_br: Gatilho de produção inimiga 2
ru: Триггер 2 прихода врагов при достижении производства
tr: Düşman üretim tetikleyicisi 2
vi: Ngưỡng kích hoạt sản lượng địch 2
zh_hans: 敌对生产触发器2

source: Enemy production trigger 3
de: Feindlicher Produktionsauslöser 3
fr: Déclencheur de production ennemi 3
it: Attivazione della produzione nemica 3
ko: 적 생산 트리거 3
pl: 3. poziom przyciągania wrogów przez produkcję
pt_br: Gatilho de produção inimiga 3
ru: Триггер 3 прихода врагов при достижении производства
tr: Düşman üretim tetikleyicisi 3
vi: Ngưỡng kích hoạt sản lượng địch 3
zh_hans: 敌对生产触发器3

source: Enemy production trigger 4
de: Feindlicher Produktionsauslöser 4
fr: Déclencheur de production ennemi 4
it: Attivazione della produzione nemica 4
ko: 적 생산 트리거 4
pl: 4. poziom przyciągania wrogów przez produkcję
pt_br: Gatilho de produção inimiga 4
ru: Триггер 4 прихода врагов при достижении производства
tr: Düşman üretim tetikleyicisi 4
vi: Ngưỡng kích hoạt sản lượng địch 4
zh_hans: 敌对生产触发器4

source: Enemy production trigger 5
de: Feindlicher Produktionsauslöser 5
fr: Déclencheur de production ennemi 5
it: Attivazione della produzione nemica 5
ko: 적 생산 트리거 5
pl: 5. poziom przyciągania wrogów przez produkcję
pt_br: Gatilho de produção inimiga 5
ru: Триггер 5 прихода врагов при достижении производства
tr: Düşman üretim tetikleyicisi 5
vi: Ngưỡng kích hoạt sản lượng địch 5
zh_hans: 敌对生产触发器5

source: Enemy trade trigger 1
de: Feindlicher Handelsauslöser 1
fr: Déclencheur de commerce ennemi 1
it: Attivazione del commercio nemico 1
ko: 적 무역 트리거 1
pl: 1. poziom przyciągania wrogów przez handel
pt_br: Gatilho de comércio inimigo 1
ru: Триггер 1 прихода врагов при достижении торговли
tr: Düşman ticaret tetikleyicisi 1
vi: Ngưỡng kích hoạt thương mại địch 1
zh_hans: 敌对贸易触发器1

source: Enemy trade trigger 2
de: Feindlicher Handelsauslöser 2
fr: Déclencheur de commerce ennemi 2
it: Attivazione del commercio nemico 2
ko: 적 무역 트리거 2
pl: 2. poziom przyciągania wrogów przez handel
pt_br: Gatilho de comércio inimigo 2
ru: Триггер 2 прихода врагов при достижении торговли
tr: Düşman ticaret tetikleyicisi 2
vi: Ngưỡng kích hoạt thương mại địch 2
zh_hans: 敌对贸易触发器2

source: Enemy trade trigger 3
de: Feindlicher Handelsauslöser 3
fr: Déclencheur de commerce ennemi 3
it: Attivazione del commercio nemico 3
ko: 적 무역 트리거 3
pl: 3. poziom przyciągania wrogów przez handel
pt_br: Gatilho de comércio inimigo 3
ru: Триггер 3 прихода врагов при достижении торговли
tr: Düşman ticaret tetikleyicisi 3
vi: Ngưỡng kích hoạt thương mại địch 3
zh_hans: 敌对贸易触发器3

source: Enemy trade trigger 4
de: Feindlicher Handelsauslöser 4
fr: Déclencheur de commerce ennemi 4
it: Attivazione del commercio nemico 4
ko: 적 무역 트리거 4
pl: 4. poziom przyciągania wrogów przez handel
pt_br: Gatilho de comércio inimigo 4
tr: Düşman ticaret tetikleyicisi 4
vi: Ngưỡng kích hoạt thương mại địch 4
zh_hans: 敌对贸易触发器4

source: Enemy trade trigger 5
de: Feindlicher Handelsauslöser 5
fr: Déclencheur de commerce ennemi 5
it: Attivazione del commercio nemico 5
ko: 적 무역 트리거 5
pl: 5. poziom przyciągania wrogów przez handel
pt_br: Gatilho de comércio inimigo 5
ru: Триггер 5 прихода врагов при достижении торговли
tr: Düşman ticaret tetikleyicisi 5
vi: Ngưỡng kích hoạt thương mại địch 5
zh_hans: 敌对贸易触发器5

source: Megabeast attack period (seasons)
de: Megabiest-Angriffsperiode (Saisons)
fr: Période d'attaque Megabeast (saisons)
it: Periodo di attacchi della Megabestia (stagioni)
ko: 거대짐승 공격 기간(계절)
pl: Okres ataku megabestii (pory roku)
pt_br: Período de ataque da megabesta (estações)
ru: Период атаки мегабистов (сезонов)
tr: Mega canavar saldırı periyodu (mevsim)
vi: Chu kỳ tấn công của siêu thú (mùa)
zh_hans: 巨兽袭击周期（按季节）

source: Forgotten beast sensitivity (less = sooner)
de: Vergessene Bestie Empfindlichkeit (weniger = früher)
fr: Sensibilité aux bêtes oubliées (moins = plus tôt)
it: Sensibilità Bestia dimenticata (meno = prima)
ko: 잊혀진 짐승 민감도 (더 적음 = 더 빠름)
pl: Wrażliwość zapomnianych bestii (mniejsza = wcześniej)
pt_br: Sensibilidade da besta esquecida (menos = mais cedo)
ru: Чувствительность забытого зверя (меньше = быстрее)
tr: Unutulmuş canavar hassasiyeti (daha az = daha erken)
vi: Độ nhạy của quái thú lãng quên (thấp hơn = sớm hơn)
zh_hans: 被遗忘野兽敏感程度（更少=更快）

source: Forgotten beast irritation minimum (less = sooner)
de: Vergessene Bestie Irritationsminimum (weniger = früher)
fr: Minimum d'irritation de la bête oubliée (moins = plus tôt)
it: Irritazione minima Bestia dimenticata (meno = prima)
ko: 잊혀진 짐승 자극 최소치 (더 적음 = 더 빠름)
pl: Minimalny poziom irytacji zapomnianych bestii (mniej = wcześniej)
pt_br: Mínimo de irritação da besta esquecida (menos = mais cedo)
ru: Забытый зверь раздражение минимум (меньше = быстрее)
tr: Unutulmuş canavar kışkırtma minimumu (daha az = daha erken)
vi: Ngưỡng kích động tối thiểu của quái thú lãng quên (thấp hơn = sớm hơn)
zh_hans: 被遗忘的野兽怒气下限(越少=激怒越快)

source: Forgotten beast wealth divisor (more = safer)
de: Vergessene Bestie Wohlstandsdivisor (mehr = sicherer)
fr: Diviseur de richesse de la bête oubliée (plus = plus sûr)
it: Divisore ricchezza Bestia dimenticata (di più = più sicuro)
ko: 잊혀진 짐승 부유함 인수 (더 많음 = 더 안전함)
pl: Dzielnik bogactwa zapomnianych bestii (większy = bezpieczniej)
pt_br: Divisor de riqueza da besta esquecida (mais = mais seguro)
ru: Забытый зверь делитель богатства (больше = безопаснее)
tr: Unutulmuş canavar servet böleni (daha fazla = daha güvenli)
vi: Hệ số chia tài sản của quái thú lãng quên (cao hơn = an toàn hơn)
zh_hans: 被遗忘的野兽财富系数(更多=更安全)

source: Wilderness sensitivity (less = sooner)
de: Wildnis-Empfindlichkeit (weniger = früher)
fr: Sensibilité à la nature sauvage (moins = plus tôt)
it: Sensibilità Terre Selvagge (meno = prima)
ko: 야생 민감도 (더 적음 = 더 빠름)
pl: Wrażliwość dzikiej przyrody (mniej = wcześniej)
pt_br: Sensibilidade da região selvagem (menos = mais cedo)
ru: Чувствительность к дикой природе (меньше = быстрее)
tr: Yaban hayat hassasiyeti (daha az = daha erken)
vi: Độ nhạy của vùng hoang dã (thấp hơn = sớm hơn)
zh_hans: 野人敏感程度（更少=更快）

source: Wilderness irritation minimum (less = sooner)
de: Mindestmaß an Irritationen in der Wildnis (weniger = früher)
fr: Irritation minimale en milieu sauvage (moins = plus tôt)
it: Irritazione minima Terre selvagge (meno = prima)
ko: 야생 자극 최소치 (더 적음 = 더 빠름)
pl: Minimalny poziom irytacji dzikiej przyrody (mniej = wcześniej)
pt_br: Mínimo de irritação na região selvagem (menos = mais cedo)
ru: Минимум раздражения дикой природы (меньше = быстрее)
tr: Yaban hayat kışkırtma minimumu (daha az = daha erken)
vi: Ngưỡng kích động tối thiểu của vùng hoang dã (thấp hơn = sớm hơn)
zh_hans: 野人怒气下限（更少=更快）

source: Wilderness irritation decay (more = safer)
fr: Désintégration de l'irritation de la nature sauvage (plus = plus sûr)
it: Decadimento irritazione Terre Selvagge (di più = più sicuro)
ko: 야생 자극 감퇴 (더 많음 = 더 안전함)
pl: Spadek irytacji dzikiej przyrody (więcej = bezpieczniej)
pt_br: Decadência da irritação de região selvagem (mais = mais seguro)
ru: Уменьшение раздражения дикой природы (больше = безопаснее)
tr: Yaban hayat kışkırtma azalması (daha fazla = daha güvenli)
vi: Tốc độ giảm kích động của vùng hoang dã (cao hơn = an toàn hơn)
zh_hans: 狼人怒气衰减系数（更多=更安全）

source: Werebeast attack period (seasons)
de: Angriffszeit der Werwölfe (Jahreszeiten)
fr: Période d'attaque des bêtes-garous (saisons)
it: Periodo d'attacco bestia mannara (stagioni)
ko: 웨어비스트 공격 기간(계절)
pl: Okres ataków bestii wilkołaczych (pory roku)
pt_br: Período de ataque de Homens-fera (estações)
ru: Период нападения чудовищ (сезоны)
tr: Kurtadam saldırı periyodu (mevsim)
vi: Chu kỳ tấn công của thú nhân (mùa)
zh_hans: 狼人袭击周期(按季节)

source: Vampire migrant fraction (more = safer)
de: Vampir-Migrantenfraktion (mehr = sicherer)
fr: Fraction de migrants vampires (plus = plus sûr)
it: Frazione Vampiro migrante (di più = più sicuro)
ko: 뱀파이어 이민 비율 (더 많음 = 더 안전함)
pl: Ułamek migrantów wampirów (więcej = bezpieczniej)
pt_br: Fração migrante de vampiros (mais = mais seguro)
ru: Фракция мигрантов-вампиров (больше = безопаснее)
tr: Vampir göçmen oranı (daha fazla = daha güvenli)
vi: Tỷ lệ ma cà rồng di cư (cao hơn = an toàn hơn)
zh_hans: 吸血鬼移民比例（更多=更安全）

source: Minimum raids before first siege (per civ)
fr: Raids minimum avant le premier siège (par civ)
it: Assalti minimi prima del primo assedio (per civ)
ko: 첫 번째 공성 전 최소 습격(문명당)
pl: Minimalna liczba najazdów przed pierwszym oblężeniem (na cywilizację)
pt_br: Mínimo de ataques antes do primeiro cerco (por civilização)
ru: Минимальное количество рейдов до первой осады (на одну цивилизацию)
tr: İlk kuşatmadan önceki minimum baskın (medeniyet başına)
vi: Số cuộc đột kích tối thiểu trước cuộc vây hãm đầu tiên (mỗi nền văn minh)
zh_hans: 第一次围攻前的最低突袭次数（每个文明）。

source: Minimum raids between sieges (per civ)
fr: Raids minimum entre les sièges (par civ)
it: Assalti minimi tra un assedio e l'altro (per civ)
ko: 공성 간 최소 습격(문명당)
pl: Minimalna liczba najazdów miedzy oblężeniami (na cywilizację)
pt_br: Mínimo de ataques entre cercos (por civilização)
ru: Минимальное количество рейдов между осадами (на одну цивилизацию)
tr: Kuşatmalar arasındaki minimum baskın (medeniyet başına)
vi: Số cuộc đột kích tối thiểu giữa các cuộc vây hãm (mỗi nền văn minh)
zh_hans: 最少攻城次数(每个文明)

source: Siege frequency (percentage, otherwise raid)
fr: Fréquence de siège (pourcentage, sinon raid)
it: Frequenza di assedio (percentuale, altrimenti razzia)
ko: 공성 빈도(백분율, 그렇지 않으면 습격)
pl: Częstotliwość oblężeń (procent, inaczej najazd)
pt_br: Frequência de cercos (porcentagem, senão ataque)
ru: Частота осады (в процентах, иначе набег)
tr: Kuşatma sıklığı (yüzde, aksi takdirde baskın)
vi: Tần suất vây hãm (phần trăm, nếu không thì đột kích)
zh_hans: 围攻频率(百分比，否则为突击)

source: Cavern dweller scale (increase per attack)
fr: Échelle d'habitant des cavernes (augmentation par attaque)
it: Scala Abitante delle caverne (aumento per attacco)
ko: 동굴 거주자 규모(공격당 증가)
pl: Skala mieszkańców jaskini (zwiększanie co atak)
pt_br: Escala de habitantes das cavernas (aumenta por ataque)
ru: Шкала пещерного жителя (увеличение за атаку)
tr: Mağara sakini ölçeği (saldırı başına artış)
vi: Quy mô cư dân hang động (tăng theo mỗi đợt tấn công)
zh_hans: 穴居人系数(增加每次袭击)

source: Cavern dweller maximum attackers
fr: Attaquants maximum des habitants des cavernes
it: Massimo attaccanti Abitante delle caverne
ko: 동굴 거주자 최대 공격자
pl: Maksymalna liczba atakujących mieszkańców jaskini
pt_br: Máximo de inimigos habitantes das cavernas
ru: Максимальное количество атакующих жителей пещер
tr: Mağara sakini maksimum saldırgan sayısı
vi: Số lượng kẻ tấn công tối đa của cư dân hang động
zh_hans: 穴居人袭击人数上限

source: Diplomacy tree-fell count
fr: Nombre d'arbres abattus par la diplomatie
it: Diplomazia conteggio alberi caduti
ko: 외교 나무 쓰러진 횟수
pl: Dyplomatyczny licznik ściętych drzew
pt_br: Limite de árvores derrubadas para diplomacia
ru: Дипломатия количество упавших деревьев
tr: Diplomasi ağaç kesme sayısı
vi: Số lượng cây bị đốn hạ để đối phó ngoại giao
zh_hans: 外交树叶计数

source: Diplomacy tree-fell count (untamed wilds)
fr: Nombre d'arbres abattus par la diplomatie (sauvages sauvages)
it: Diplomazia: Conta d'alberi abbattuti (terre indomite)
ko: 외교 나무 쓰러짐 수(길들여지지 않은 야생)
pl: Dyplomatyczny licznik ściętych drzew (nieoswojona dzicz)
pt_br: Limite de árvores derrubadas para diplomacia (selvas não domadas)
ru: Дипломатия граф деревьев (нетронутые дикие земли)
tr: Diplomasi ağaç kesme sayısı (evcilleşmemiş yabanlar)
vi: Số lượng cây bị đốn hạ để đối phó ngoại giao (vùng hoang dã chưa thuần hóa)
zh_hans: 外交树叶计数（未驯化的野蛮人）

source: Invaders can break constructed walls
tr: İşgalciler inşa edilmiş duvarları yıkabilir
vi: Quân xâm lược có thể phá vỡ tường đã xây dựng

source: Invaders can dig natural walls
tr: İşgalciler doğal duvarları kazabilir
vi: Quân xâm lược có thể đào tường tự nhiên

source: Invaders can build floors and stairs
tr: İşgalciler zemin ve merdiven inşa edebilir
vi: Quân xâm lược có thể xây sàn và cầu thang

source: Invaders can free creatures from cages
tr: İşgalciler yaratıkları kafeslerden serbest bırakabilir
vi: Quân xâm lược có thể giải thoát sinh vật khỏi lồng

source: Invader deconstruction speed (smaller = slower)
tr: İşgalci yıkım hızı (daha küçük = daha yavaş)
vi: Tốc độ tháo dỡ của quân xâm lược (nhỏ hơn = chậm hơn)

source: Invader deconstruction aversion (smaller = more deconstruct)
tr: İşgalci yıkımdan kaçınma (daha küçük = daha fazla yıkım)
vi: Mức độ ác cảm tháo dỡ của quân xâm lược (nhỏ hơn = tháo dỡ nhiều hơn)

source: Invader digging speed (smaller = slower)
tr: İşgalci kazma hızı (daha küçük = daha yavaş)
vi: Tốc độ đào của quân xâm lược (nhỏ hơn = chậm hơn)

source: Invader horizontal digging aversion (smaller = more digging)
tr: İşgalci yatay kazmadan kaçınma (daha küçük = daha fazla kazma)
vi: Mức độ ác cảm đào ngang của quân xâm lược (nhỏ hơn = đào nhiều hơn)

source: Invader vertical digging aversion (smaller = more digging)
tr: İşgalci dikey kazmadan kaçınma (daha küçük = daha fazla kazma)
vi: Mức độ ác cảm đào dọc của quân xâm lược (nhỏ hơn = đào nhiều hơn)

source: Invader days to delay vertical natural wall digging
tr: İşgalcinin dikey doğal duvar kazmayı geciktireceği gün sayısı
vi: Số ngày quân xâm lược trì hoãn việc đào tường tự nhiên theo chiều dọc

source: Invader construction speed (smaller = slower)
tr: İşgalci inşaat hızı (daha küçük = daha yavaş)
vi: Tốc độ xây dựng của quân xâm lược (nhỏ hơn = chậm hơn)

source: Invader construction aversion (smaller = more construction)
tr: İşgalci inşaattan kaçınma (daha küçük = daha fazla inşaat)
vi: Mức độ ác cảm xây dựng của quân xâm lược (nhỏ hơn = xây nhiều hơn)

source: Invader death aversion (one death)
tr: İşgalci ölümden kaçınma (bir ölüm)
vi: Mức độ ác cảm cái chết của quân xâm lược (một trường hợp tử vong)

source: Invader death aversion (two deaths)
tr: İşgalci ölümden kaçınma (iki ölüm)
vi: Mức độ ác cảm cái chết của quân xâm lược (hai trường hợp tử vong)

source: Invader death aversion (three deaths)
tr: İşgalci ölümden kaçınma (üç ölüm)
vi: Mức độ ác cảm cái chết của quân xâm lược (ba trường hợp tử vong)

source: Invader death aversion (four deaths)
tr: İşgalci ölümden kaçınma (dört ölüm)
vi: Mức độ ác cảm cái chết của quân xâm lược (bốn trường hợp tử vong)

source: Invader death aversion (five deaths)
tr: İşgalci ölümden kaçınma (beş ölüm)
vi: Mức độ ác cảm cái chết của quân xâm lược (năm trường hợp tử vong)

source: Invader death aversion (six deaths)
tr: İşgalci ölümden kaçınma (altı ölüm)
vi: Mức độ ác cảm cái chết của quân xâm lược (sáu trường hợp tử vong)

source: Invader death aversion (seven deaths)
tr: İşgalci ölümden kaçınma (yedi ölüm)
vi: Mức độ ác cảm cái chết của quân xâm lược (bảy trường hợp tử vong)

source: Invader death aversion (eight deaths)
tr: İşgalci ölümden kaçınma (sekiz ölüm)
vi: Mức độ ác cảm cái chết của quân xâm lược (tám trường hợp tử vong)

source: Invader death aversion (nine deaths)
tr: İşgalci ölümden kaçınma (dokuz ölüm)
vi: Mức độ ác cảm cái chết của quân xâm lược (chín trường hợp tử vong)

source: Invader death aversion (ten+ deaths)
tr: İşgalci ölümden kaçınma (on+ ölüm)
vi: Mức độ ác cảm cái chết của quân xâm lược (mười trường hợp tử vong trở lên)

source: Economy population trigger 1
fr: Déclencheur de population économique 1
it: Attivazione popolazione economica 1
ko: 경제 인구 트리거 1
pl: 1. poziom wzrostu ekonomii przez populację
pt_br: Gatilho econômico de população 1
ru: Триггер экономики от населения 1
tr: Ekonomi nüfus tetikleyicisi 1
vi: Ngưỡng kích hoạt dân số kinh tế 1
zh_hans: 经济人口触发器1

source: Economy population trigger 2
fr: Déclencheur de population économique 2
it: Attivazione popolazione economica 2
ko: 경제 인구 트리거 2
pl: 2. poziom wzrostu ekonomii przez populację
pt_br: Gatilho econômico de população 2
ru: Триггер экономики от населения 2
tr: Ekonomi nüfus tetikleyicisi 2
vi: Ngưỡng kích hoạt dân số kinh tế 2
zh_hans: 经济人口触发器2

source: Economy population trigger 3
fr: Déclencheur de population économique 3
it: Attivazione popolazione economica 3
ko: 경제 인구 트리거 3
pl: 3. poziom wzrostu ekonomii przez populację
pt_br: Gatilho econômico de população 3
ru: Триггер экономики от населения 3
tr: Ekonomi nüfus tetikleyicisi 3
vi: Ngưỡng kích hoạt dân số kinh tế 3
zh_hans: 经济人口触发器3

source: Economy population trigger 4
fr: Déclencheur de population économique 4
it: Attivazione popolazione economica 4
ko: 경제 인구 트리거 4
pl: 4. poziom wzrostu ekonomii przez populację
pt_br: Gatilho econômico de população 4
ru: Триггер экономики от населения 4
tr: Ekonomi nüfus tetikleyicisi 4
vi: Ngưỡng kích hoạt dân số kinh tế 4
zh_hans: 经济人口触发器4

source: Economy population trigger 5
fr: Déclencheur de population économique 5
it: Attivazione popolazione economica 5
ko: 경제 인구 트리거 5
pl: 5. poziom wzrostu ekonomii przez populację
pt_br: Gatilho econômico de população 5
ru: Триггер экономики от населения 5
tr: Ekonomi nüfus tetikleyicisi 5
vi: Ngưỡng kích hoạt dân số kinh tế 5
zh_hans: 经济人口触发器5

source: Economy production trigger 1
fr: Déclencheur de production économique 1
it: Attivazione produzione economica 1
ko: 경제 생산 트리거 1
pl: 1. poziom wzrostu ekonomii przez produkcję
pt_br: Gatilho econômico de produção 1
ru: Триггер экономики от производства 1
tr: Ekonomi üretim tetikleyicisi 1
vi: Ngưỡng kích hoạt sản lượng kinh tế 1
zh_hans: 经济生产触发器1

source: Economy production trigger 2
fr: Déclencheur de production économique 2
it: Attivazione produzione economica 2
ko: 경제 생산 트리거 2
pl: 2. poziom wzrostu ekonomii przez produkcję
pt_br: Gatilho econômico de produção 2
ru: Триггер экономики от производства 2
tr: Ekonomi üretim tetikleyicisi 2
vi: Ngưỡng kích hoạt sản lượng kinh tế 2
zh_hans: 经济生产触发器2

source: Economy production trigger 3
fr: Déclencheur de production économique 3
it: Attivazione produzione economica 3
ko: 경제 생산 트리거 3
pl: 3. poziom wzrostu ekonomii przez produkcję
pt_br: Gatilho econômico de produção 3
tr: Ekonomi üretim tetikleyicisi 3
vi: Ngưỡng kích hoạt sản lượng kinh tế 3
zh_hans: 经济生产触发器3

source: Economy production trigger 4
fr: Déclencheur de production économique 4
it: Attivazione produzione economica 4
ko: 경제 생산 트리거 4
pl: 4. poziom wzrostu ekonomii przez produkcję
pt_br: Gatilho econômico de produção 4
ru: Триггер экономики от производства 4
tr: Ekonomi üretim tetikleyicisi 4
vi: Ngưỡng kích hoạt sản lượng kinh tế 4
zh_hans: 经济生产触发4

source: Economy production trigger 5
fr: Déclencheur de production économique 5
it: Attivazione produzione economica 5
ko: 경제 생산 트리거 5
pl: 5. poziom wzrostu ekonomii przez produkcję
pt_br: Gatilho econômico de produção 5
ru: Триггер экономики от производства 5
tr: Ekonomi üretim tetikleyicisi 5
vi: Ngưỡng kích hoạt sản lượng kinh tế 5
zh_hans: 经济生产触发5

source: Economy trade trigger 1
fr: Déclencheur commercial de l'économie 1
it: Attivazione commercio economia 1
ko: 경제 무역 트리거 1
pl: 1. poziom wzrostu ekonomii przez handel
pt_br: Gatilho de comércio econômico 1
ru: Триггер экономики от торговли 1
tr: Ekonomi ticaret tetikleyicisi 1
vi: Ngưỡng kích hoạt thương mại kinh tế 1
zh_hans: 经济贸易触发1

source: Economy trade trigger 2
fr: Déclencheur commercial de l'économie 2
it: Attivazione commercio economia 2
ko: 경제 무역 방아쇠 2
pl: 2. poziom wzrostu ekonomii przez handel
pt_br: Gatilho de comércio econômico 2
ru: Триггер экономики от торговли 2
tr: Ekonomi ticaret tetikleyicisi 2
vi: Ngưỡng kích hoạt thương mại kinh tế 2
zh_hans: 经济贸易触发2

source: Economy trade trigger 3
fr: Déclencheur commercial de l'économie 3
it: Attivazione commercio economia 3
ko: 경제 무역 방아쇠 3
pl: 3. poziom wzrostu ekonomii przez handel
pt_br: Gatilho de comércio econômico 3
ru: Триггер экономики от торговли 3
tr: Ekonomi ticaret tetikleyicisi 3
vi: Ngưỡng kích hoạt thương mại kinh tế 3
zh_hans: 经济贸易触发3

source: Economy trade trigger 4
fr: Déclencheur commercial de l'économie 4
it: Attivazione commercio economia 4
ko: 경제 무역 방아쇠 4
pl: 4. poziom wzrostu ekonomii przez handel
pt_br: Gatilho de comércio econômico 4
ru: Триггер экономики от торговли 4
tr: Ekonomi ticaret tetikleyicisi 4
vi: Ngưỡng kích hoạt thương mại kinh tế 4
zh_hans: 经济贸易触发4

source: Economy trade trigger 5
fr: Déclencheur commercial de l'économie 5
it: Attivazione commercio economia 5
ko: 경제 무역 방아쇠 5
pl: 5. poziom wzrostu ekonomii przez handel
pt_br: Gatilho de comércio econômico 5
ru: Триггер экономики от торговли 5
tr: Ekonomi ticaret tetikleyicisi 5
vi: Ngưỡng kích hoạt thương mại kinh tế 5
zh_hans: 经济贸易触发5
