Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Clicking delete will instantly delete this game!
tr: Sil'e tıklamak bu oyunu anında silecektir!
vi: Nhấn xóa sẽ xóa ngay lập tức trò chơi này!

source: (no other folders will be deleted)
de: (andere Ordner werden nicht gelöscht)
fr: (aucun autre dossier ne sera supprimé)
it: (non verranno cancellate altre cartelle)
ko: (다른 폴더는 삭제되지 않습니다)
pl: (żaden inny folder nie zostanie usunięty)
pt_br: (nenhuma outra pasta será apagada)
ru: (никакие другие папки не будут удалены)
tr: (başka hiçbir klasör silinmeyecek)
vi: (không có thư mục nào khác sẽ bị xóa)
zh_hans: (没有其他的文件夹会被删除)

source: Are you sure you want to delete this active world?
de: Sind Sie sicher, dass Sie diese aktive Welt löschen wollen?
fr: Voulez-vous vraiment supprimer ce monde actif ?
it: Sei sicuro di voler cancellare il mondo attivo?
ko: 이 활성 세계를 삭제하시겠습니까?
pl: Czy jesteś pewien, że chcesz usunąć ten aktywny świat?
pt_br: Você tem certeza de que quer apagar esse mundo ativo?
ru: Вы точно хотите удалить этот мир?
tr: Bu aktif dünyayı silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa thế giới đang hoạt động này không?
zh_hans: 你确定要删除这个活跃的世界吗?

source: All active/manual/autosaves there will be deleted!
de: Alle dort aktiven/manuellen/autosaves werden gelöscht!
fr: Toutes les sauvegardes actives/manuelles/automatiques y seront supprimées !
it: Tutti quei salv. attivi/manuali/automatici saranno eliminati!
ko: active/manual/autosaves 폴더의 모든 파일이 삭제됩니다!
pl: Wszystkie aktywne/ręczne/automatyczne zapisy zostaną usunięte!
pt_br: Todos salvamentos ativos/manuais/automáticos serão apagados!
ru: Все активные/ручные/автосохранения будут удалены!
tr: Oradaki tüm aktif/manuel/otomatik kayıtlar silinecek!
vi: Tất cả các bản lưu đang hoạt động/thủ công/tự động ở đó sẽ bị xóa!
zh_hans: 所有定期/手动/自动存档都将被删除!

source: World name
pl: Nazwa świata
tr: Dünya adı
vi: Tên thế giới

source: Folder
tr: Klasör
vi: Thư mục

source: Timeline:
fr: Chronologie:
it: Linea temporale:
ko: 일정:
pl: Linia czasowa:
pt_br: Linha do Tempo:
ru: Временная шкала:
tr: Zaman Çizelgesi:
vi: Dòng thời gian:
zh_hans: 时间轴:

source: saves
fr: sauve
it: salvataggi
ko: 저장
pl: zapis
pt_br: salvamentos
ru: Сохранения
tr: kayıtlar
vi: bản lưu
zh_hans: 节省

source: save
fr: enregistrer
it: salva
ko: 저장
pl: zapis
pt_br: salvar
ru: Сохранить
tr: kayıt
vi: lưu
zh_hans: 保存

source: Portable
tr: Taşınabilir
vi: Di động

source: Folder:
de: Ordner:
fr: Dossier:
it: Cartella:
ko: 폴더:
pt_br: Pasta:
ru: Папка:
tr: Klasör:
vi: Thư mục:
zh_hans: 夹：

source: Autosave
fr: Sauvegarde automatique
it: Autosalvataggio
ko: 자동 저장
pl: Autozapis
pt_br: Salvamento Automático
ru: Автосохранение
tr: Otomatik kayıt
vi: Lưu tự động
zh_hans: 自动存档

source: Manual save
fr: Sauvegarde manuelle
it: Salvataggio manuale
ko: 수동 저장
pl: Ręczne zapisywanie
pt_br: Salvamento manual
ru: Ручное сохранение
tr: Manuel kayıt
vi: Lưu thủ công
zh_hans: 手动存档

source: Active save
fr: Sauvegarde active
it: Salv. attivo
ko: 활성 저장
pl: Zap aktywny
pt_br: Salvamento ativo
ru: Текущее сохранение
tr: Aktif kayıt
vi: Bản lưu hiện hành
zh_hans: 最近存档

source: Files
tr: Dosyalar
vi: Tập tin

source: adventurer
fr: aventurier
it: aventuriero
ko: 모험가
pl: poszukiwacz przygód
pt_br: aventureiro
ru: искатель приключений
tr: maceracı
vi: nhà thám hiểm
zh_hans: 冒险者

source: Continue active game
de: Aktives Spiel fortsetzen
fr: Continuer le jeu actif
it: Continua partita
ko: 활성 게임 계속하기
pl: Kontynuuj aktywną grę
pt_br: Continuar jogo ativo
ru: Продолжить игру
tr: Aktif oyuna devam et
vi: Tiếp tục game hiện hành
zh_hans: 继续游戏

source: Start new game in existing world
de: Neues Spiel in bestehe. Welt Starten
fr: Démarrer un nouveau jeu dans le monde existant
it: Inizia partita in un mondo esistente
ko: 기존 세계에서 새 게임 시작
pl: Zacznij nową grę w tym świecie
pt_br: Começar novo jogo em mundo existente
ru: Новая игра в существующем мире
tr: Mevcut dünyada yeni oyuna başla
vi: Bắt đầu game mới trong thế giới đã có
zh_hans: 在现有的世界中开始新游戏

source: Create new world
de: Neue Welt schaffen
fr: Créer un nouveau monde
it: Crea nuovo mondo
ko: 새로운 세계 생성
pl: Stwórz nowy świat
pt_br: Criar novo mundo
ru: Создать новый мир
tr: Yeni dünya yarat
vi: Tạo thế giới mới
zh_hans: 创建新的世界

source: Object testing arena
fr: Arène de test d'objets
it: Arena test oggetti
ko: 개체 테스트 경기장
pl: Arena testowa obiektów
pt_br: Arena de teste de objetos
ru: Арена тестирования объектов
tr: Nesne test arenası
vi: Đấu trường thử nghiệm vật thể
zh_hans: 目标测试竞技场

source: About DF
de: Über DF
fr: À propos de DF
it: Riguardo a DF
ko: DF 정보
pl: O DF
pt_br: Sobre o DF
ru: Об игре
tr: DF Hakkında
vi: Về DF
zh_hans: 关于DF

source: Loading...
fr: Chargement...
it: Caricamento...
ko: 불러오는 중...
pl: Ładowanie...
pt_br: Carregando...
ru: Загрузка...
tr: Yükleniyor...
vi: Đang tải...
zh_hans: 正在载入...

source: The dance has reached the point where its accompaniment is at
de: Der Tanz hat den Punkt erreicht, an dem seine Begleitung
fr: La danse a atteint le point où son accompagnement est à
it: La danza ha raggiunto il punto in cui si trova il suo accompagnamento
ko: 춤은 반주가 끝나는 지점에 도달했습니다.
pl: Taniec osiągnął punkt, w którym jego akompaniament osiągnął poziom
pt_br: A dança chegou em um ponto em que o seu acompanhamento está
ru: Танец достиг момента, когда его аккомпанемент
tr: Dans, eşlik eden müziğin şu noktada olduğu yere ulaştı:
vi: Vũ điệu đã đạt đến điểm mà phần đệm của nó đang ở
zh_hans: 舞蹈已达到其伴奏所在的程度

source: is an example of
de: ist ein Beispiel für
fr: est un exemple de
it: è un esempio di
ko: 의 예입니다
pl: jest przykładem
pt_br: é um exemplo de
ru: - это пример
tr: şunun bir örneğidir:
vi: là một ví dụ về
zh_hans: 是一个例子之于

source: poetry
de: Gedichte
fr: poésie
it: poesia
ko: 시
pl: poezja
pt_br: poesia
ru: поэзия
tr: şiir
vi: thơ ca
zh_hans: 诗歌

source: The performance is at
fr: La représentation est à
it: Lo spettacolo è a
ko: 성능은
pl: Występ jest w
pt_br: A performance é em
ru: Представление проходит в
tr: Performans şu aşamada:
vi: Màn trình diễn đang ở
zh_hans: 表演是在

source: line
de: Linie
fr: ligne
it: linea
ko: 선
pl: linii
pt_br: linha
ru: строке
tr: dize
vi: dòng
zh_hans: 线

source: There is no specific information for this activity.
fr: Il n'y a pas d'informations spécifiques pour cette activité.
it: Non ci sono informazioni specifiche per questa attività.
ko: 이 활동에 대한 특정 정보가 없습니다.
pl: Brak konkretnych informacji o tej aktywności.
pt_br: Não existe informação específica para esta atividade.
ru: Нет никакой конкретной информации об этой деятельности.
tr: Bu etkinlik için belirli bir bilgi yok.
vi: Không có thông tin cụ thể cho hoạt động này.
zh_hans: 此活动没有具体信息。

source: The topic being considered is
fr: Le sujet envisagé est
it: L'argomento considerato è
ko: 고려중인 주제는
pl: Rozważanym tematem jest
pt_br: O tópico sendo considerado é
ru: Рассматривается тема
tr: Üzerinde düşünülen konu:
vi: Chủ đề đang được xem xét là
zh_hans: 正在考虑的主题是

source: The topic being discussed is
fr: Le sujet traité est
it: L'argomento discusso è
ko: 논의되는 주제는
pl: Dyskutowanym tematem jest
pt_br: O tópico sendo discutido é
ru: Обсуждается тема
tr: Tartışılan konu:
vi: Chủ đề đang được thảo luận là
zh_hans: 正在讨论的主题是

source: The topic being taught is
fr: Le sujet enseigné est
it: L'argomento insegnato è
ko: 가르치는 주제는
pl: Obmyślanym tematem jest
pt_br: O tópico sendo ensinado é
ru: Ведётся обучение по теме
tr: Öğretilen konu:
vi: Chủ đề đang được giảng dạy là
zh_hans: 正在教授的主题是

source: The topic being written about is
de: Das Thema, über das geschrieben wird, ist
fr: Le sujet sur lequel on écrit est
it: L'argomento di scrittura è
ko: 쓰고 있는 주제는
pl: Opisanym tematem jest
pt_br: O tópico sendo escrito é sobre
ru: Эта тема записывается о том,
tr: Hakkında yazılan konu:
vi: Chủ đề đang được viết về là
zh_hans: 正在撰写的主题是

source: This organizational activity will branch into specific social events.
fr: Cette activité organisationnelle se ramifiera en événements sociaux spécifiques.
it: Quest'attività organizzativa si ramificherà in specifici eventi di sociali.
ko: 이 조직 활동은 특정 사교 행사로 분기됩니다.
pl: Ta działalność organizacyjna będzie rozgałęziać się na konkretne wydarzenia społeczne.
pt_br: Essa atividade organizacional vai ramificar em eventos sociais específicos.
ru: Эта организационная деятельность будет разветвляться в определенных социальных событиях
tr: Bu örgütsel faaliyet belirli sosyal etkinliklere ayrılacak.
vi: Hoạt động tổ chức này sẽ phân nhánh thành các sự kiện xã hội cụ thể.
zh_hans: 该组织活动将分支到特定的社交活动中。

source: This organizational activity will branch into specific worship events.
fr: Cette activité organisationnelle se ramifiera en événements de culte spécifiques.
it: Quest'attività organizzativa si ramificherà in eventi di culto specifici.
ko: 이 조직 활동은 특정 예배 행사로 나뉩니다.
pl: Ta działalność organizacyjna będzie rozgałęziać się na konkretne wydarzenia religijne.
pt_br: Essa atividade organizacional vai ramificar em eventos de adoração específicos.
ru: Эта организационная деятельность будет разветвляться в определенных событиях поклонения.
tr: Bu örgütsel faaliyet belirli ibadet etkinliklerine ayrılacak.
vi: Hoạt động tổ chức này sẽ phân nhánh thành các sự kiện thờ cúng cụ thể.
zh_hans: 这种组织活动将分支到特定的崇拜活动中。

source: This organizational activity will branch into specific play events.
fr: Cette activité organisationnelle se ramifiera en événements de jeu spécifiques.
it: Quest'attività organizzativa si ramificherà in specifici eventi di gioco.
ko: 이 조직 활동은 특정 플레이 이벤트로 분기됩니다.
pl: Ta działalność organizacyjna będzie rozgałęziać się na konkretne wydarzenia rozrywkowe.
pt_br: Essa atividade organizacional vai ramificar em peças de eventos específicos.
ru: Эта организационная деятельность будет разветвляться в определенных игровых событиях
tr: Bu örgütsel faaliyet belirli oyun etkinliklerine ayrılacak.
vi: Hoạt động tổ chức này sẽ phân nhánh thành các sự kiện giải trí cụ thể.
zh_hans: 此组织活动将分支到特定的游戏活动。

source: is falling
tr: düşüyor
vi: đang rơi

source: (Owes you
tr: (Sana borcu:
vi: (Nợ ngươi

source: (You owe
tr: (Senin borcun:
vi: (Ngươi nợ

source: Trade how many? (0-
tr: Kaç tane takas edilsin? (0-
vi: Đổi bao nhiêu? (0-

source: Ask for how much? (0-
tr: Ne kadar istensin? (0-
vi: Yêu cầu bao nhiêu? (0-

source: Offer how much? (0-
tr: Ne kadar teklif edilsin? (0-
vi: Đề nghị bao nhiêu? (0-

source: (Select an item to demand)
tr: (Talep edilecek bir eşya seç)
vi: (Chọn một vật phẩm để yêu cầu)

source: What did you have in mind?
tr: Aklında ne var?
vi: Ngươi có ý gì?

source: An honored visitor! What would you like?
vi: Một vị khách quý! Ngươi muốn gì?

source: Greetings. Let's trade.
vi: Chào mừng. Hãy giao dịch.

source: I cannot take so much -- and at such cost!
fr: Je ne peux pas en supporter autant - et à un tel prix !
it: Non posso prendere così tanto -- e a così caro prezzo!
ko: 나는 그렇게 많은 것을 감당할 수 없다 -- 그리고 그런 대가를 치르고!
pl: Nie mogę wziąć aż tyle -- i to za taką cenę!
pt_br: Não posso levar tanta coisa -- e a tal custo!
ru: Я не могу взять так много - да по такой цене!
tr: Bu kadarını alamam -- hem de bu fiyata!
vi: Ta không thể nhận nhiều đến vậy – và với cái giá đó!
zh_hans: 我可拿不动这么多 -- 尤其还亏了这么多！

source: I wish I could take so much, but my animals...
de: Ich wünschte, ich könnte so viel mitnehmen, aber meine Tiere...
fr: J'aimerais pouvoir en prendre autant, mais mes animaux...
it: Vorrei poter prendere così tanto, ma i miei animali...
ko: 너무 많이 가져갈 수 있으면 좋겠지만 내 동물들은...
pl: Chciałbym móc wziąć aż tyle, lecz moje zwierzęta...
pt_br: Eu gostaria de poder levar tanta coisa, mas meus animais...
ru: Я бы взял всё это, но мне жаль наших животных...
tr: Keşke bu kadarını alabilseydim ama hayvanlarım...
vi: Ta ước mình có thể nhận nhiều đến vậy, nhưng lũ vật nuôi của ta...
zh_hans: 我也想全带走，但是我的牲口不允许...

source: I won't trade at a loss.
fr: Je n'échangerai pas à perte.
it: Non commercerò per andare in perdita.
ko: 손실을 보고 거래하지 않겠습니다.
pl: Nie będę handlować ze stratą.
pt_br: Eu não vou negociar com prejuízo.
ru: Я не торгую себе в убыток.
tr: Zararına ticaret yapmam.
vi: Ta sẽ không giao dịch thua lỗ.
zh_hans: 亏了我可不干。

source: How kind! Thank you so much.
vi: Thật tốt bụng! Cảm ơn ngươi rất nhiều.

source: Ah, wonderful. Thank you for your business.
fr: Ah, merveilleux. Merci pour votre entreprise.
it: Ah, meraviglioso. Grazie per aver fatto affari.
ko: 아, 훌륭합니다.
pl: Ah, wyśmienicie. Dziękuję ci za ten interes.
pt_br: Ah, maravilhoso. Agradeço pelos seus serviços.
ru: Прекрасно, с вами приятно иметь дело.
vi: À, tuyệt vời. Cảm ơn vì đã giao dịch.
zh_hans: 啊，很棒。感谢您的业务。

source: That seems fair. You have yourself a deal.
vi: Có vẻ công bằng. Chúng ta đã có một thỏa thuận.

source: Yes, and trade we will! Simply tell me what interests you and what you're prepared to offer in exchange.
vi: Phải, và chúng ta sẽ giao dịch! Đơn giản hãy nói cho ta biết ngươi muốn gì và ngươi sẵn lòng đề nghị gì để trao đổi.

source: I'm confused. Did you want something?
vi: Ta bối rối. Ngươi có muốn thứ gì không?

source: These _are_ fine items, aren't they? Now, what do offer for them?
vi: Đây _là_ những món đồ tốt, phải không? Vậy, ngươi đề nghị gì cho chúng?

source: Are these gifts? Do you wish to trade?
de: Sind das Geschenke? Wollt ihr tauschen?
fr: Sont-ce des cadeaux ? Souhaitez-vous échanger?
it: Sono regali? Volete fare uno scambio?
ko: 이것들은 선물입니까?
pl: Czy to prezenty? Czy życzysz sobie handlować?
pt_br: São presentes? Você deseja negociar?
ru: Это подарок? Или хотите поторговаться?
vi: Đây là quà tặng sao? Ngươi muốn giao dịch chứ?
zh_hans: 这些是礼物么？你是想交易么？

source: You truly despise life, don't you? I am beside myself with grief. Perhaps we will show you how they suffered.
vi: Ngươi thật sự ghét bỏ sự sống, phải không? Ta đau lòng khôn xiết. Có lẽ chúng ta sẽ cho ngươi thấy chúng đã chịu đựng thế nào.

source: Once a beautiful tree, and now? It is a rude bauble, fit only for your kind.
vi: Từng là một cái cây đẹp đẽ, và giờ thì sao? Nó là một món đồ trang sức thô kệch, chỉ hợp với loại người như ngươi.

source: I see your low race still revels in death. That poor, gentle creature...
vi: Ta thấy chủng tộc thấp kém của ngươi vẫn vui thú trong cái chết. Sinh vật hiền lành đáng thương đó...

source: If it were in a cage of some kind... As it stands, I can't accept something that wriggles and writhes so.
vi: Nếu nó nằm trong một cái lồng nào đó... Với tình hình hiện tại, ta không thể chấp nhận thứ gì đó vẫn còn ngọ nguậy và quằn quại như vậy.

source: I simply cannot afford this trade.
tr: Bu takası karşılayamam.
vi: Ta đơn giản là không thể chi trả cho giao dịch này.

source: Perhaps if you throw in some more goods I can make an offer.
tr: Belki biraz daha mal eklersen bir teklifte bulunabilirim.
vi: Có lẽ nếu ngươi thêm vào một vài món hàng nữa ta có thể đưa ra đề nghị.

source: I can't possibly accept, but how about this? A true bargain.
vi: Ta không thể chấp nhận, nhưng còn thế này thì sao? Một món hời thực sự.

source: Contains
de: Enthält
fr: Contient
it: Contiene
ko: 포함
pl: Zawiera
pt_br: Contém
ru: Содержит
tr: İçerik:
vi: Chứa đựng
zh_hans: 包含

source: You are asking for
tr: İstediğin:
vi: Ngươi đang yêu cầu

source: You are offering
tr: Teklif ettiğin:
vi: Ngươi đang đề nghị

source: Cannot trade currency
tr: Para birimi takas edilemez
vi: Không thể giao dịch tiền tệ

source: Unmark all
fr: Décocher tout
it: Deseleziona tutto
ko: 모두 표시 해제
pl: Odznacz wszystko
pt_br: Desmarcar tudo
ru: Снять отметку со всех
tr: Tüm işaretleri kaldır
vi: Bỏ chọn tất cả
zh_hans: 全部取消标记

source: Demand
tr: Talep Et
vi: Yêu cầu

source: Give
tr: Ver
vi: Đưa

source: Ask for currency
tr: Para iste
vi: Yêu cầu tiền tệ

source: Offer currency
tr: Para teklif et
vi: Đề nghị tiền tệ

source: the putting to rest of
de: das Ruhenlassen von
fr: la mise au repos de
it: la messa a riposo di
ko: 나머지 퍼팅
pl: odkładanie do spoczynku
pt_br: a entrada para o resto do
ru: упокоение
tr: şunun huzura kavuşturulması:
vi: việc an táng
zh_hans: 休息

source: is a personal treasure, and I will not part with it.
tr: kişisel bir hazinedir ve ondan ayrılmayacağım.
vi: là một báu vật cá nhân, và ta sẽ không từ bỏ nó.

source: is a family heirloom, and I will not part with it.
tr: bir aile yadigarıdır ve ondan ayrılmayacağım.
vi: là một di vật gia truyền, và ta sẽ không từ bỏ nó.

source: is a treasure of
tr: şunun bir hazinesidir:
vi: là một báu vật của

source: , and we will not part with it.
tr: , ve biz ondan ayrılmayacağız.
vi: , và chúng ta sẽ không từ bỏ nó.

source: You receive
tr: Şunu aldın:
vi: Ngươi nhận được

source: to conclude the transaction.
tr: işlemi sonuçlandırmak için.
vi: để kết thúc giao dịch.

source: Thank you for returning this primordial remnant to
tr: Bu ilkel kalıntıyı şuna geri getirdiğin için teşekkürler:
vi: Cảm ơn vì đã trả lại di vật nguyên thủy này cho

source: Thank you for returning my treasure.
tr: Hazinemi geri getirdiğin için teşekkürler.
vi: Cảm ơn vì đã trả lại báu vật của ta.

source: Thank you for returning my family's treasure.
tr: Ailemin hazinesini geri getirdiğin için teşekkürler.
vi: Cảm ơn vì đã trả lại báu vật của gia đình ta.

source: Thank you for returning this treasure to
tr: Bu hazineyi şuna geri getirdiğin için teşekkürler:
vi: Cảm ơn vì đã trả lại báu vật này cho

source: Thank you for rescuing this treasure!
tr: Bu hazineyi kurtardığın için teşekkürler!
vi: Cảm ơn vì đã giải cứu báu vật này!

source: It's not the original, but we can hope the writing was copied faithfully.
vi: Dù không phải bản gốc, nhưng ta có thể hy vọng văn bản đã được sao chép trung thực.

source: Where is your identity from?
tr: Kimliğinin kökeni neresi?
vi: Danh tính của ngươi đến từ đâu?

source: Whom does your identity worship?
tr: Kimliğiniz kime tapıyor?
vi: Danh tính của ngươi thờ phụng ai?

source: What is your identity's profession?
tr: Kimliğinizin mesleği nedir?
vi: Nghề nghiệp của danh tính của ngươi là gì?

source: Your new identity:
tr: Yeni kimliğiniz:
vi: Danh tính mới của ngươi:

source: Select an identity.
tr: Bir kimlik seçin.
vi: Chọn một danh tính.

source: No name
tr: İsimsiz
vi: Không có tên

source: Name: "
tr: İsim: "
vi: Tên:

source: No origin
tr: Köken yok
vi: Không có nguồn gốc

source: Profession:
tr: Meslek:
vi: Nghề nghiệp:

source: No object of worship
tr: İbadet objesi yok
vi: Không có đối tượng thờ phụng

source: Object of worship:
tr: İbadet objesi:
vi: Đối tượng thờ phụng:

source: Set origin
tr: Köken ayarla
vi: Đặt nguồn gốc

source: Set profession
tr: Meslek ayarla
vi: Đặt nghề nghiệp

source: Set worship
tr: İbadet ayarla
vi: Đặt đối tượng thờ phụng

source: Assume identity
tr: Kimliğe bürün
vi: Nhận danh tính

source: New Identity
tr: Yeni Kimlik
vi: Danh tính mới

source: Be Yourself
tr: Kendin Ol
vi: Là chính mình

source: : select
tr: : seç
vi: : chọn

source: left
tr: kaldı
vi: còn lại

source: , consumed
tr: , tüketildi
vi: , đã tiêu thụ

source: , not consumed
tr: , tüketilmedi
vi: , chưa tiêu thụ

source: Select a butchery tool.
tr: Bir kesim aleti seç.
vi: Chọn một công cụ mổ xẻ.

source: What do you want to butcher?
tr: Neyi kesmek istiyorsun?
vi: Ngươi muốn mổ xẻ thứ gì?

source: What do you want to do? Items must be in a grasp or on the ground here.
vi: Ngươi muốn làm gì? Vật phẩm phải đang được nắm giữ hoặc nằm trên mặt đất ở đây.

source: No available item.
tr: Mevcut eşya yok.
vi: Không có vật phẩm khả dụng.

source: No butchery tool available.
tr: Mevcut parçalama aleti yok.
vi: Không có công cụ mổ xẻ khả dụng.

source: No carcass available.
tr: Mevcut leş yok.
vi: Không có xác chết khả dụng.

source: Butcher
de: Metzger
fr: Boucher
it: Macellaio
ko: 도살자
pl: Rzeźnik
pt_br: Açougue
ru: Мясник
tr: Parçala
vi: Mổ xẻ
zh_hans: 屠夫

source: You are not that hungry.
tr: O kadar aç değilsin.
vi: Bạn không quá đói.

source: Needs:
de: benötigt:
fr: Besoins:
it: Necessità:
ko: 필요:
pl: Potrzeby:
pt_br: Necessidades:
ru: Нужно:
tr: İhtiyaçlar:
vi: Nhu cầu:
zh_hans: 需要：

source: nothing.
de: nichts.
fr: rien.
it: niente.
ko: 아무것도 아님.
pl: nic.
pt_br: nada
ru: ничего.
tr: hiçbir şey.
vi: không có gì.
zh_hans: 没有。

source: not consumed
tr: tüketilmedi
vi: chưa tiêu thụ

source: consumed
tr: tüketildi
vi: đã tiêu thụ

source: You butcher
tr: Şunu parçalıyorsun:
vi: Bạn mổ thịt

source: became the owner of
de: wurde der Eigentümer von
fr: est devenu propriétaire de
it: è diventato proprietario di
ko: 의 주인이 되었다
pl: stał się właścicielem
pt_br: se tornou o dono de
ru: стал владельцем
tr: şunun sahibi oldu
vi: trở thành chủ sở hữu của
zh_hans: 拥有

source: You make
tr: Şunu yapıyorsun:
vi: Bạn làm ra

source: and more
tr: ve daha fazlası
vi: và nhiều hơn nữa

source: You have finished working on
tr: Şunun üzerindeki çalışmanı bitirdin:
vi: Bạn đã hoàn thành công việc trên

source: You practice your
tr: Şu pratiği yapıyorsun:
vi: Bạn luyện tập

source: but make nothing of note.
tr: ama kayda değer bir şey yapmıyorsun.
vi: nhưng không tạo ra gì đáng kể.

source: You make nothing.
tr: Hiçbir şey yapmıyorsun.
vi: Bạn không làm ra gì cả.

source: Advancing activities
tr: Aktiviteler ilerletiliyor
vi: Thúc đẩy hoạt động

source: Advancing building states
tr: Bina durumları ilerletiliyor
vi: Thúc đẩy trạng thái công trình

source: Damaging refuse pile clothing.
tr: Atık yığınındaki giysiler hasar görüyor.
vi: Làm hư hại quần áo trong đống rác thải.

source: Advancing seasons
tr: Mevsimler ilerletiliyor
vi: Thúc đẩy mùa vụ

source: Advancing armies
tr: Ordular ilerletiliyor
vi: Thúc đẩy quân đội

source: Updating a historical figure's unit
tr: Tarihi bir figürün birimi güncelleniyor
vi: Cập nhật đơn vị của một nhân vật lịch sử

source: Handling job applications
tr: İş başvuruları işleniyor
vi: Xử lý đơn xin việc

source: Unit move
tr: Birim hareketi
vi: Di chuyển đơn vị

source: Performing social actions
tr: Sosyal eylemler gerçekleştiriliyor
vi: Thực hiện hành động xã hội

source: Loading a unit chunk
tr: Birim parçası yükleniyor
vi: Tải khối đơn vị

source: Advancing vegetation
tr: Bitki örtüsü ilerletiliyor
vi: Thúc đẩy thực vật phát triển

source: Advancing interactions
tr: Etkileşimler ilerletiliyor
vi: Thúc đẩy tương tác

source: Aging items
tr: Eşyalar yaşlandırılıyor
vi: Làm già hóa vật phẩm

source: Advancing map blocks
tr: Harita blokları ilerletiliyor
vi: Thúc đẩy khối bản đồ

source: Advancing sites
tr: Yerleşkeler ilerletiliyor
vi: Thúc đẩy địa điểm

source: Advancing entities
tr: Varlıklar ilerletiliyor
vi: Thúc đẩy thực thể

source: Fort mode weather check
tr: Kale modu hava durumu kontrolü
vi: Kiểm tra thời tiết chế độ pháo đài

source: Advancing unit moves
tr: Birim hareketleri ilerletiliyor
vi: Thúc đẩy lượt di chuyển của đơn vị

source: Historical figure deaths
tr: Tarihi figür ölümleri
vi: Cái chết của nhân vật lịch sử

source: Historical figure conceptions
tr: Tarihi figür gebelikleri
vi: Sự thụ thai của nhân vật lịch sử

source: Wilderness population changes
tr: Yaban hayatı nüfus değişiklikleri
vi: Thay đổi dân số hoang dã

source: Entity population changes
tr: Varlık nüfus değişiklikleri
vi: Thay đổi dân số thực thể

source: Historical figure births
tr: Tarihi figür doğumları
vi: Sự ra đời của nhân vật lịch sử

source: Historical figure growing up
tr: Tarihi figür büyümeleri
vi: Nhân vật lịch sử trưởng thành

source: Historical figure marriages
tr: Tarihi figür evlilikleri
vi: Hôn nhân của nhân vật lịch sử

source: Periodic cleanup
tr: Periyodik temizlik
vi: Dọn dẹp định kỳ

source: Verifying squad orders
tr: Birlik emirleri doğrulanıyor
vi: Xác minh mệnh lệnh đội hình

source: Scheduling squads
tr: Birlikler planlanıyor
vi: Lên lịch cho đội hình
