Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: major
tr: majör
vi: Trưởng

source: natural minor
tr: doğal minör
vi: Thứ tự nhiên

source: harmonic minor
tr: armonik minör
vi: Thứ hòa âm

source: melodic minor
tr: melodik minör
vi: Thứ giai điệu

source: glass
de: Glas
fr: verre
it: vetro
ko: 유리
pl: szkło
pt_br: vidro
ru: стекло
tr: cam
vi: Thủy tinh
zh_hans: 玻璃

source: ice
de: Eis
fr: la glace
it: ghiaccio
ko: 빙
pl: lód
pt_br: gelo
ru: лёд
tr: buz
vi: Băng
zh_hans: 冰

source: mud
de: Schlamm
fr: boue
it: fango
ko: 진흙
pl: błoto
pt_br: lama
ru: ил
tr: çamur
vi: Bùn
zh_hans: 泥

source: stone
de: Stein
fr: pierre
it: pietra
ko: 결석
pl: kamień
pt_br: pedra
ru: камень
tr: taş
vi: Đá
zh_hans: 石材

source: general
fr: général
it: generale
ko: 장군
pl: ogólny
pt_br: Geral
ru: генерал
tr: genel
vi: Chung
zh_hans: 将军

source: water
de: Wasser
fr: l'eau
it: acqua
ko: 물
pl: woda
pt_br: água
ru: вода
tr: su
vi: Nước
zh_hans: 水

source: far
de: weit
fr: loin
it: lontano
ko: 먼
pl: daleko
pt_br: longe
ru: далеко
tr: uzak
vi: Xa
zh_hans: 远

source: low
de: niedrig
fr: bas
it: basso
ko: 낮은
pl: niskie
pt_br: Baixa
ru: низкий
tr: düşük
vi: Thấp
zh_hans: 低

source: outside
tr: dışarıda
vi: Bên ngoài

source: cavern
de: Höhle
fr: caverne
it: caverna
ko: 동굴
pl: jaskinia
pt_br: caverna
ru: пещера
tr: mağara
vi: Hang động
zh_hans: 洞穴

source: desert
fr: désert
it: deserto
ko: 사막
pt_br: deserto
ru: пустынный
tr: çöl
vi: Sa mạc
zh_hans: 沙漠

source: forest
fr: forêt
it: foresta
ko: 숲
pt_br: floresta
ru: лесной
tr: orman
vi: Rừng
zh_hans: 森林

source: glacier
it: ghiacciaio
ko: 빙하
pt_br: Geleira
ru: ледниковый
tr: buzul
vi: sông băng
zh_hans: 冰川

source: lake
fr: Lac
it: lago
ko: 호수
pl: jezioro
pt_br: Lago
ru: озёрный
tr: göl
vi: Hồ
zh_hans: 湖

source: mountains
de: Gebirge
fr: montagnes
it: montagne
ko: 산들
pl: góry
pt_br: montanhas
ru: горы
tr: dağlar
vi: Núi
zh_hans: 山形

source: ocean
fr: océan
it: oceano
ko: 대양
pt_br: Oceano
ru: морской
tr: okyanus
vi: Đại dương
zh_hans: 海洋

source: sky
de: Himmel
fr: ciel
it: cielo
ko: 하늘
pl: niebo
pt_br: céu
ru: небо
tr: gökyüzü
vi: Bầu trời
zh_hans: 天空

source: tavern
de: Wirtshaus
fr: taverne
it: locanda
ko: 여관
pl: tawerna
pt_br: taverna
ru: таверна
tr: meyhane
vi: Tửu quán
zh_hans: 酒馆

source: tomb
fr: tombeau
it: sepolcro
ko: 무덤
pl: grobowiec
pt_br: Túmulo
ru: гробница
tr: mezar
vi: Lăng mộ
zh_hans: 墓

source: underworld
pl: podziemie
tr: yeraltı dünyası
vi: Thế giới ngầm

source: marsh
fr: le marais
it: acquitrino
ko: 습지
pt_br: marisma
ru: болотный
tr: bataklık
vi: Đầm lầy
zh_hans: 湿地

source: swamp
fr: marais
it: palude
ko: 늪
pt_br: pântano
ru: болотный
tr: bataklık
vi: Vùng lầy
zh_hans: 沼泽

source: drums
fr: tambours
it: tamburi
ko: 드럼
pt_br: bateria
ru: барабаны
tr: davul
vi: Trống
zh_hans: 鼓

source: attack
de: angreifen
fr: attaque
it: attacchi
ko: 공격
pl: atak
pt_br: Atacar
ru: атакуете
tr: saldırı
vi: Tấn công
zh_hans: 攻击

source: drink
de: trinken
fr: boisson
it: bevanda
ko: 마시다
pl: napój
pt_br: Beber
ru: питьё
tr: içmek
vi: Uống
zh_hans: 喝

source: eat
de: essen
fr: manger
it: mangiare
ko: 먹다
pl: jeść
pt_br: comer
ru: едите
tr: yemek
vi: Ăn
zh_hans: 吃

source: trade
de: Handel
fr: Commerce
it: commercio
ko: 거래
pl: handel
pt_br: Comércio
ru: торговлей
tr: takas
vi: Giao dịch
zh_hans: 贸易

source: a ligament
de: ein Band
fr: un ligament
it: un legamento
ko: 인대
pl: więzadło
pt_br: um ligamento
ru: связка
tr: bir bağ dokusu
vi: một dây chằng
zh_hans: 一条韧带

source: gem
de: Edelstein
fr: gemme
it: gemma
ko: 보석
pl: klejnot
pt_br: gema
ru: самоцвет
tr: mücevher
vi: Đá quý
zh_hans: 宝石

source: metal
de: Metall
fr: métal
it: metallo
ko: 금속
pl: metalowy
ru: металлический
vi: Kim loại
zh_hans: 金属

source: stinger
vi: ngòi

source: announcement
tr: duyuru
vi: Thông báo

source: companion
tr: yoldaş
vi: Bạn đồng hành

source: speak
de: sprechen
fr: parler
it: parli
ko: 말하다
pl: mów
pt_br: disse
ru: говорить
tr: konuşmak
vi: Nói chuyện
zh_hans: 说

source: generic
pl: ogólny
tr: genel
vi: Chung chung

source: confirm
tr: onayla
vi: Xác nhận

source: A murderous ghost.
de: Ein mörderischer Geist.
fr: Un fantôme meurtrier.
it: Un fantasma omicida.
ko: 죽이려 드는 유령.
pl: Morderczy duch.
pt_br: Um fantasma assassino.
ru: Призрак-убийца.
tr: Katil bir hayalet.
vi: Một bóng ma sát nhân.
zh_hans: 一只杀气腾腾的幽灵。

source: Strapped to
de: festgeschnallt an
fr: Attaché à
it: Legato a
ko: 에 묶여
pl: Przywiązany do
pt_br: Amarrada ao
ru: Пристёгнут к
tr: Şuraya bağlandı:
vi: Bị cột vào
zh_hans: 绑到

source: been scuttled.
de: versenkt worden.
fr: été sabordé.
it: è stato annullato.
ko: 난도질 당했다.
pl: został zatopiony.
pt_br: foi afundado.
ru: был погублен.
tr: batırıldı.
vi: đã bị đánh chìm.
zh_hans: 被凿沉了。

source: have married. Congratulations!
de: haben geheiratet. Herzliche Glückwünsche!
fr: se sont mariés. Toutes nos félicitations!
it: si sono sposati. Congratulazioni!
ko: 가 결혼했다. 경사로세!
pl: wzięli ślub. Gratulacje!
pt_br: se casou. Parabéns!
ru: поженились. Поздравляем!
tr: Evlenmişler. Tebrikler !
vi: đã kết hôn. Chúc mừng!
zh_hans: 结婚了。恭喜！

source: devouring
de: verschlingen
fr: dévorant
it: divorando
ko: 삼키는
pl: pochłania
pt_br: devorando
ru: пожирает
tr: yiyor:
vi: ngấu nghiến
zh_hans: 吞噬

source: Any image data you've changed will be lost.
fr: Toutes les données d'image que vous avez modifiées seront perdues.
it: Tutti i dati dell'immagine modificati andranno persi.
ko: 변경한 이미지 데이터는 모두 손실됩니다.
pl: Wszystkie zmienione dane obrazów zostaną utracone.
pt_br: Todos os dados de imagem alterados serão perdidos.
ru: Все ваши изменения изображения будут утеряны.
tr: Değiştirdiğiniz tüm görüntü verileri kaybolacak.
vi: Mọi dữ liệu hình ảnh bạn đã thay đổi sẽ bị mất.
zh_hans: 您更改的所有图像数据都将丢失。

source: State feelings of exhilaration
tr: Coşku duygularını ifade et
vi: Bày tỏ cảm xúc phấn khích

source: spurning the truth and refused to listen
de: die Wahrheit verschmähten und sich weigerten, zuzuhören
fr: méprisant la vérité et refusant d'écouter
it: ignorando la verità e rifiutandosi di ascoltare
ko: 진실을 외면하고 듣기를 거부한다
pl: odrzucił wartość prawdy i odmówił słuchania
pt_br: rejeitando a verdade e se recusando a ouvir
ru: отвергая правду и отказываясь слушать
tr: gerçeği hiçe sayıp dinlemeyi reddetti
vi: chối bỏ sự thật và từ chối lắng nghe
zh_hans: 藐视真相并拒绝倾听

source: Needs adjacent wall
fr: Nécessite un mur adjacent
it: Serve una parete adiacente
ko: 벽에 인접해야 한다
pl: Wymaga przyległej ściany
pt_br: Precisa de parede adjacente
ru: Нужна смежная стена
tr: Bitişik duvar gerekiyor
vi: Cần tường liền kề
zh_hans: 需与墙体相邻

source: to paint the zone.
fr: peindre la zone.
it: per dipingere la zona.
ko: 영역을 칠합니다.
pl: aby narysować strefę.
pt_br: para pintar a zona.
ru: чтобы изменить цвет зоны.
tr: bölgeyi boyamak için.
vi: để đánh dấu khu vực.
zh_hans: 来划定区域。

source: Your citizens will eat at this zone. When not assigned to a particular citizen, citizens without their own dining hall will eat here. Tables and adjacent chairs should be included.
de: Ihre Bürger essen in dieser Zone. Bürger, die keinen eigenen Speisesaal haben, essen hier, wenn sie nicht einem bestimmten Bürger zugewiesen sind. Tische und dazugehörige Stühle sollten vorhanden sein.
fr: Vos citoyens mangeront dans cette zone. Lorsqu'ils ne sont pas attribués à un citoyen en particulier, les citoyens sans leur propre salle à manger mangeront ici. Les tables et les chaises adjacentes doivent être incluses.
it: I tuoi cittadini mangeranno in questa zona. Quando non sono assegnati a un particolare cittadino, i cittadini senza una propria sala da pranzo mangeranno qui. Tavoli e sedie adiacenti dovrebbero essere inclusi.
ko: 당신의 시민들은 이 구역에서 먹을 것입니다. 특정 시민에게 배정되지 않을 때는 자신의 식당이 없는 시민들이 이곳에서 식사를 하게 됩니다. 테이블과 인접한 의자가 포함되어야 합니다.
pl: Twoi obywatele będą jeść w tej strefie. Jeśli nie jest przydzielona do konkretnego obywatela, będą tutaj jeść obywatele bez własnych jadalni. Strefa powinna zawierać stoły i przylegające krzesła.
pt_br: Seus cidadãos comerão nesta zona. Quando não for atribuído a um cidadão em particular, os cidadãos sem refeitório próprio comerão aqui. Mesas e cadeiras adjacentes devem ser incluídas.
ru: Ваши граждане будут питаться в этой зоне. Если они не закреплены за конкретным гражданином, граждане, не имеющие собственной столовой, будут питаться здесь. Должны быть установлены столы и прилегающие стулья.
tr: Vatandaşlarınız bu bölgede yemek yiyecekler. Belirli bir vatandaşa atanmadığında, kendi yemek salonu olmayan vatandaşlar burada yemek yer. Masalar ve bitişik sandalyeler dahil edilmelidir.
vi: Dân của bạn sẽ ăn tại khu vực này. Khi không được chỉ định cho một công dân cụ thể, những công dân không có phòng ăn riêng sẽ ăn tại đây. Nên bao gồm bàn và ghế liền kề.
zh_hans: 你的市民将在此处就餐。 若没有分配给特定市民，则未分配食堂的市民也会在这里用餐（需要包括桌子和相邻的椅子）

source: Toggle the display of spoor for tracking.
tr: İz sürmek için iz görünümünü aç/kapat.
vi: Bật/tắt hiển thị dấu vết để theo dõi.

source: Workers ignore minerals
de: Arbeiter ignorieren Mineralien
fr: Les travailleurs ignorent les minéraux
it: I lavoratori ignorano i minerali
ko: 노동자는 미네랄을 무시
pl: Pracownicy ignorują minerały
pt_br: Trabalhadores ignoram minerais
ru: Рабочие игнорируют полезные ископаемые
tr: İşçiler mineralleri görmezden gelir
vi: Công nhân bỏ qua khoáng sản
zh_hans: 工人无视矿物

source: [C:6:0:1].Moderate swelling
de: [C:6:0:1].Mäßige Schwellung
fr: [C:6:0:1]. Gonflement modéré
it: [C:6:0:1].Gonfiore moderato
ko: [C:6:0:1].보통의 붓기
pl: [C:6:0:1].Umiarkowany obrzęk
pt_br: [C:6:0:1].Inchaço moderado
ru: [C:6:0:1].Умеренный отёк
tr: [C:6:0:1].Orta dereceli şişlik
vi: [C:6:0:1].Sưng vừa phải
zh_hans: [C:6:0:1].中度红肿

source: Became
de: Wurde
fr: Est devenu
it: Diventato
ko: 되었다
pl: Stał się
pt_br: Tornou-se
ru: Стал
tr: Oldu:
vi: Đã trở thành
zh_hans: 成了一个

source: more curious
de: neugieriger
fr: plus curieux
it: più curioso
ko: 호기심이 많다
pl: bardziej ciekawski
pt_br: mais curioso
ru: более любопытный
tr: daha meraklı
vi: tò mò hơn
zh_hans: 更好奇

source: is enormous yet skinny
de: ist riesig und doch dünn
fr: est énorme mais maigre
it: è enorme ma secco
ko: 거대하면서도 날씬하다
pl: jest ogromny, ale chudy
pt_br: é enorme ainda magro
ru: огромный, но тощий
tr: muazzam ama sıska
vi: khổng lồ nhưng gầy gò
zh_hans: 巨大而瘦小

source: its
de: es ist
fr: son/sa
it: suo
ko: 그것의
pl: jego
pt_br: seus
ru: его
tr: onun
vi: của nó
zh_hans: 它的

source: it
de: es
fr: ce
it: esso
ko: 이것
pl: to
pt_br: isto
ru: он
tr: o
vi: nó
zh_hans: 它

source: itself
de: selbst
fr: lui-même
it: sé stesso
ko: 그 자체
pl: się
pt_br: ele mesmo
ru: себя
tr: kendisi
vi: chính nó
zh_hans: 本身

source: Activity
de: Aktivitaet
fr: Activité
it: Attività
ko: 활동
pl: Aktywność
pt_br: Atividade
ru: Активность
tr: Etkinlik
vi: Hoạt động
zh_hans: 活动

source: Training Session
de: Uebungsseinheit
fr: Session d'entraînement
it: Sessione di addestramento
ko: 훈련 시간
pl: Sesja treningowa
pt_br: Sessão de Treinamento
ru: Тренировка
tr: Eğitim Oturumu
vi: Buổi huấn luyện
zh_hans: 训练课程

source: Activity Event
de: Aktivitaetsereignis
fr: Événement d'activité
it: Attività evento
ko: 활동 이벤트
pl: Wydarzenie
pt_br: Evento de Atividade
ru: Событие
tr: Etkinlik Olayı
vi: Sự kiện hoạt động
zh_hans: 活动事件

source: Research
de: Forschung
fr: Rechercher
it: Ricerca
ko: 연구
pl: Badania
pt_br: Pesquisa
ru: Исследовать
tr: Araştırma
vi: Nghiên cứu
zh_hans: 研究

source: Play
de: Spielen
fr: Jouer
it: Gioca
ko: 놀이
pl: Graj
pt_br: Jogar
ru: Играть
tr: Tiyatro Oyunu
vi: Chơi đùa
zh_hans: 弹奏

source: Worship
de: Anbeten
fr: Culte
it: Culto
ko: 숭배
pl: Oddawać cześć
pt_br: Adoração
ru: Поклоняться
tr: İbadet
vi: Thờ cúng
zh_hans: 崇拜

source: Socialize
de: Sozialisieren
fr: Socialiser
it: Socializza
ko: 교류
pl: Socjalizować się
pt_br: Socializar
ru: Общаться
tr: Sosyalleşme
vi: Giao lưu
zh_hans: 社交

source: empty
de: leer
fr: vide
it: vuoto
ko: 빈
pl: pusty
pt_br: vazio
ru: опустошаете
tr: boş
vi: Trống
zh_hans: 空的

source: empties
de: leert
fr: vide
it: svuota
ko: 빈 상자
pl: opróżnia
pt_br: vazios
ru: опустошает
tr: boşaltır
vi: làm rỗng
zh_hans: 清空

source: pick up
de: aufheben
fr: ramasser
it: raccogli
ko: 줍기
pl: podnieś
pt_br: pegar
ru: подбираете
tr: al
vi: nhặt lên
zh_hans: 拾起

source: picks up
de: nimmt
fr: ramasse
it: raccoglie
ko: 줍기
pl: podnosi
pt_br: pegar
ru: подбирает
tr: alır
vi: nhặt lên
zh_hans: 拾起

source: embraces
de: umarmen
fr: embrasse
it: abbraccia
ko: 포옹
pl: objęcia
pt_br: abraçar
ru: обнимает
tr: kucaklar
vi: ôm lấy
zh_hans: 拥抱

source: pushes
de: schubst
fr: pousse
it: spinge
ko: 푸시
pl: popycha
pt_br: empurra
ru: толкает
tr: iter
vi: đẩy
zh_hans: 推

source: has shared many tales from beyond
de: hat viele Geschichten aus der Ferne mitgebracht
fr: a partagé de nombreuses histoires d'au-delà
it: ha condiviso molte storie dall'estero
ko: 저 너머에서 온 많은 이야기들을 들려주었다
pl: podzielił się wieloma historiami z zewnątrz
pt_br: compartilhou muitos contos de além
ru: поделился множеством рассказов из-за пределов
tr: öteden birçok hikaye paylaştı
vi: đã chia sẻ nhiều câu chuyện từ cõi khác
zh_hans: 分享了许多来自远方的故事

source: has shared a few rumors.
de: hat einige Geruechte verbreitet.
fr: a partagé quelques rumeurs.
it: ha condiviso alcune dicerie.
ko: 몇 가지 소문을 공유했다.
pl: podzielił się kilkoma plotkami.
pt_br: compartilhou alguns rumores.
ru: поделился несколькими слухами.
tr: birkaç söylenti paylaştı.
vi: đã chia sẻ một vài tin đồn.
zh_hans: 分享了些许传闻。

source: has shared a rumor from abroad.
de: hat ein Geruecht von ausserhalb verbreitet.
fr: a partagé une rumeur de l'étranger.
it: ha condiviso una diceria dall'estero.
ko: 요새 밖의 소문을 공유했다.
pl: podzielił się plotką z zagranicy.
pt_br: compartilhou um boato do exterior.
ru: поделился слухами из-за рубежа.
tr: uzaklardan gelen bir söylenti paylaştı.
vi: đã chia sẻ một tin đồn từ nước ngoài.
zh_hans: 分享了一些域外的传闻。

source: gives you
de: gibt dir
fr: vous donne
it: ti da
ko: 당신에게 준다
pl: daje ci
pt_br: lhe dá
ru: даёт вам
tr: sana verir
vi: trao cho bạn
zh_hans: 给你

source: has discovered
de: hat entdeckt
fr: a découvert
it: ha scoperto
ko: 발견했다
pl: odkrył
pt_br: descobriu
ru: открыл
tr: keşfetti
vi: đã khám phá
zh_hans: 发现了

source: has become a student of
de: wurde zu einem Schueler von
fr: est devenu étudiant de
it: è diventato studente di
ko: 의 학생이 되었다
pl: został uczniem
pt_br: tornou-se um estudante de
ru: стал учеником
tr: şunun öğrencisi oldu:
vi: đã trở thành học trò của
zh_hans: 已开始师从

source: twenty thousand
tr: yirmi bin
vi: hai mươi nghìn

source: Ponder
de: nachdenken
fr: Réflechir
it: Riflette
ko: 숙고하다
pl: Rozważaj
pt_br: Ponderar
ru: Размышлять
tr: Kafa yor
vi: Suy ngẫm
zh_hans: 思索

source: Learn
de: lernen
fr: Apprendre
it: Impara
ko: 배우다
pl: Ucz się
pt_br: Aprender
ru: Изучать
tr: Öğren
vi: Học hỏi
zh_hans: 学习

source: Teach
de: unterrichten
fr: Enseigner
it: Insegna
ko: 가르치다
pl: Nauczaj
pt_br: Ensinar
ru: Учить
tr: Öğret
vi: Dạy
zh_hans: 教导

source: Discuss
de: diskutieren
fr: Discuter
it: Discute
ko: 의논
pl: Omów
pt_br: Discutir
ru: Обсуждать
tr: Tartış
vi: Thảo luận
zh_hans: 讨论

source: Read
de: lesen
fr: Lis
it: Leggi
ko: 읽기
pl: Czytaj
pt_br: Ler
ru: Читать
tr: Oku
vi: Đọc
zh_hans: 阅读

source: Write
de: schreiben
fr: Écrire
it: Scrivi
ko: 쓰다
pl: Pisz
pt_br: Escrever
ru: Писать
tr: Yaz
vi: Viết
zh_hans: 写

source: Write about
de: schreiben über
fr: Ecrire sur
it: Scrivi di
ko: 에 대해 쓰다
pl: Pisz na temat
pt_br: Escrever sobre
ru: Писать о
tr: Hakkında yaz
vi: Viết về
zh_hans: 描写关于

source: Copy
de: kopieren
fr: Copie
it: Copia
ko: 복사
pl: Kopiuj
pt_br: Copiar
ru: Коп.
tr: Kopyala
vi: Sao chép
zh_hans: 复制

source: Meditate on
de: Nachdenken über
fr: Méditez sur
it: Medita su
ko: 명상하다
pl: Medytuj nad
pt_br: Meditar sobre
ru: Медитировать на
tr: Üzerine meditasyon yap
vi: Chiêm nghiệm về
zh_hans: 冥想

source: Pray to
de: Beten zu
fr: Prier pour
it: Prega
ko: 에게 기도하다
pl: Módl Się do
pt_br: Rezar para
ru: Молиться
tr: Şuna dua et
vi: Cầu nguyện với
zh_hans: 祈祷于

source: Go to Combat Training
de: Zum Kampftraining gehen
fr: Aller à l'entraînement au combat
it: Vai all'addestramento
ko: 전투 훈련을 받았다
pl: Idź Na Trening Walki
pt_br: Ir ao Treinamento de Combate
ru: Идти на боевую подготовку
tr: Savaş eğitimine git
vi: Đi đến Huấn luyện Chiến đấu
zh_hans: 进行战斗训练

source: Organize Combat Training
de: Kampftraining organisieren
fr: Organiser l'entraînement au combat
it: Organizza l'addestramento
ko: 전투 훈련 구성
pl: Zorganizuj Trening Walki
pt_br: Organizar Treinamento de Combate
ru: Организовывать боевую подготовку
tr: Savaş eğitimini organize et
vi: Tổ chức Huấn luyện Chiến đấu
zh_hans: 组织战斗训练

source: Lead Combat Training
de: Kampftraining führen
fr: Diriger l'entraînement au combat
it: Guida addestramento
ko: 전투 훈련을 지휘하다
pl: Prowadź Trening Walki
pt_br: Comandar Treinamento de Combate
ru: Вести боевую подготовку
tr: Savaş eğitimine liderlik et
vi: Dẫn dắt Huấn luyện Chiến đấu
zh_hans: 领导战斗训练

source: Wait for Combat Training
de: Warten auf Kampftraining
fr: Attendez l'entraînement au combat
it: Aspetta l'addestramento
ko: 전투 훈련 대기
pl: Zaczekaj na Trening Walki
pt_br: Esperar por Treinamento de Combate
ru: Ожидание боевой подготовки
tr: Savaş eğitimini bekle
vi: Chờ đợi Huấn luyện Chiến đấu
zh_hans: 等待战斗训练

source: Play Make Believe
de: Rollenspiel
fr: Jouer à faire semblant
it: Gioca a far finta
ko: 역할놀이하기
pl: Baw Się w Udawanie
pt_br: Brincar de Faz de Conta
ru: Играть в "изобрази"
tr: Hayal oyunu oyna
vi: Chơi trò Giả vờ
zh_hans: 玩假想游戏

source: Play with
de: Spielen mit
fr: Joue avec
it: Gioca con
ko: 와 놀다
pl: Baw się z
pt_br: Brincar com
ru: Играть с
tr: Şununla oyna:
vi: Chơi với
zh_hans: 玩

source: Toy
de: Spielzeug
fr: Jouet
it: Giocattolo
ko: 장난감
pl: Zabawka
pt_br: Brinquedo
ru: Игрушка
tr: oyuncak
vi: Đồ chơi
zh_hans: 玩具

source: Inveigh Against
de: schimpfen über
fr: Invectiver contre
it: Inveisce contro
ko: 을/를 비난했다
pl: Chwyć za broń przeciwko
pt_br: Reclamar contra
ru: Ополчиться против
tr: Şuna veryansın et
vi: Chỉ trích gay gắt
zh_hans: 反对

source: Promote
de: Befördern
fr: Promouvoir
it: Promuove
ko: 홍보하다
pl: Promuj
pt_br: Promover
ru: Продвигать
tr: Yücelt
vi: Thăng chức
zh_hans: 促进

source: Law
de: Gesetz
fr: Droit
it: Legge
ko: 법
pl: Prawo
pt_br: Lei
ru: Закон
tr: Kanun
vi: Pháp luật
zh_hans: 法律

source: Loyalty
de: Treue
fr: Loyauté
it: Lealtà
ko: 충성
pl: Lojalność
pt_br: Lealdade
ru: Верность
tr: Sadakat
vi: Lòng trung thành
zh_hans: 忠诚

source: Family
de: Familie
fr: Famille
it: Famiglia
ko: 가족
pl: Rodzina
pt_br: Família
ru: Семья
tr: Aile
vi: Gia đình
zh_hans: 家庭

source: Friendship
de: Freundschaft
fr: Relation amicale
it: Amicizia
ko: 우정
pl: Przyjaźń
pt_br: Amizade
ru: Дружба
tr: Dostluk
vi: Tình bạn
zh_hans: 友谊

source: Power
de: Macht
fr: Du pouvoir
it: Energia
ko: 힘
pl: Moc
pt_br: Poder
ru: Сила
tr: Güç
vi: Quyền lực
zh_hans: 力量

source: Truth
de: Wahrheit
fr: Vérité
it: Verità
ko: 진실
pl: Prawda
pt_br: Verdade
ru: Истина
tr: Gerçek
vi: Sự thật
zh_hans: 真理

source: Cunning
de: Gerissen
fr: Ruse
it: Astuzia
ko: 교활한
pl: Przebiegłość
pt_br: Astuto
ru: Хитрость
tr: Kurnazlık
vi: Mưu trí
zh_hans: 狡猾

source: Eloquence
de: Eloquenz
fr: Éloquence
it: Eloquenza
ko: 웅변
pl: Elokwencja
pt_br: Eloquência
ru: Красноречие
tr: Hitabet
vi: Sự hùng biện
zh_hans: 口才

source: Fairness
fr: Justice
it: Correttezza
ko: 공정
pl: Uczciwość
pt_br: Equidade
ru: Справедливость
tr: Adalet
vi: Sự công bằng
zh_hans: 公平

source: Decorum
de: Etikette
fr: Décorum
it: Dignità
ko: 예의
pl: Przyzwoitość
pt_br: Decoro
ru: Приличия
tr: Görgü
vi: Phép tắc
zh_hans: 礼仪

source: Tradition
it: Tradizione
ko: 전통
pl: Tradycja
pt_br: Tradição
ru: Традиции
tr: Gelenek
vi: Truyền thống
zh_hans: 传统

source: Artwork
de: Kunstwerk
fr: Ouvrages d'art
it: Opera d'arte
ko: 미술품
pl: Sztuka
pt_br: Obra de Arte
ru: Искусство
tr: Sanat eseri
vi: Tác phẩm nghệ thuật
zh_hans: 艺术品

source: Cooperation
de: Zusammenarbeit
fr: La coopération
it: Cooperazione
ko: 협력
pl: Współpraca
pt_br: Cooperação
ru: Сотрудничество
tr: İşbirliği
vi: Sự hợp tác
zh_hans: 合作

source: Independence
de: Unabhaengigkeit
fr: Indépendance
it: Indipendenza
ko: 독립
pl: Niezależność
pt_br: Independência
ru: Независимость
tr: Bağımsızlık
vi: Sự độc lập
zh_hans: 独立

source: Stoicism
de: Gleichmut
fr: Stoïcisme
it: Stoicismo
ko: 금욕
pl: Stoickość
pt_br: Estoicismo
ru: Стоицизм
tr: Metanet
vi: Sự khắc kỷ
zh_hans: 恬淡寡欲

source: Introspection
de: Introspektion
it: Introspezione
ko: 자기성찰
pl: Introspektywność
pt_br: Introspecção
ru: Самоанализ
tr: İçgözlem
vi: Xem xét bản thân
zh_hans: 内省

source: Self-Control
de: Selbstbeherrschung
fr: Maîtrise de soi
it: Auto-controllo
ko: 자기 조절
pl: Samokontrola
pt_br: Auto Controle
ru: Самоконтроль
tr: Öz denetim
vi: Sự tự chủ
zh_hans: 自控

source: Tranquility
de: Gelassenheit
fr: Tranquillité
it: Tranquillità
ko: 평온
pl: Spokój
pt_br: Tranquilidade
ru: Спокойствие
tr: Huzur
vi: Sự tĩnh lặng
zh_hans: 宁静

source: Harmony
de: Harmonie
fr: Harmonie
it: Armonia
ko: 조화
pl: Harmonijność
pt_br: Harmonia
ru: Гармония
tr: Uyum
vi: Sự hài hòa
zh_hans: 和谐

source: Merriment
de: Heiterkeit
fr: Gaieté
it: Baldoria
ko: 명랑
pl: Wesołość
pt_br: Diversão
ru: Веселье
tr: Neşe
vi: Sự vui vẻ
zh_hans: 欢乐

source: Craftsmanship
de: Handwerkskunst
fr: Artisanat
it: Artigianato
ko: 장인 정신
pl: Rzemiosło
pt_br: Artesanato
ru: Мастерство
tr: Zanaatkarlık
vi: Kỹ nghệ thủ công
zh_hans: 手艺

source: Martial Prowess
de: kaempferisches Koennen
fr: Prouesses martiales
it: Abilità marziale
ko: 무술
pl: Waleczność
pt_br: Proeza Marcial
ru: Боевая доблесть
tr: Dövüş hüneri
vi: Võ công
zh_hans: 武功

source: Skill
de: Faehigkeit
fr: Compétence
it: Abilità
ko: 기술
pl: Umiejętność
pt_br: Habilidade
ru: Умение
tr: Beceri
vi: Kỹ năng
zh_hans: 技能

source: Hard Work
de: Harte Arbeit
fr: Un dur travail
it: Duro lavoro
ko: 힘든 일
pl: Ciężka praca
pt_br: Trabalho Duro
ru: Тяжёлый труд
tr: Sıkı çalışma
vi: Lao động cần cù
zh_hans: 努力工作

source: Sacrifice
de: Aufopferung
it: Sacrificio
ko: 희생
pl: Poświęcenie
pt_br: Sacrifício
ru: Жертвенность
tr: Fedakarlık
vi: Hy sinh
zh_hans: 牺牲

source: Competition
de: Wettbewerb
fr: Concurrence
it: Gara
ko: 경쟁
pl: Konkurencja
pt_br: Competição
ru: Соревнование
tr: Rekabet
vi: Sự cạnh tranh
zh_hans: 竞争

source: Perseverance
de: Beharrlichkeit
fr: Persévérance
it: Perseveranza
ko: 인내
pl: Wytrwałość
pt_br: Perseverança
ru: упорстве
tr: Azim
vi: Sự kiên trì
zh_hans: 毅力

source: Leisure Time
de: Freizeit
fr: Temps libre
it: Tempo libero
ko: 여가 시간
pl: Czas wolny
pt_br: Tempo de Lazer
ru: Свободное время
tr: Boş Zaman
vi: Thời gian rảnh rỗi
zh_hans: 闲暇时间

source: Romance
de: Romanze
it: Romanticismo
ko: 로맨스
pl: Romantyczność
ru: Романтика
tr: Romantizm
vi: Lãng mạn
zh_hans: 浪漫

source: Nature
de: Charakter
fr: La nature
it: Natura
ko: 자연
pl: Natura
pt_br: Natureza
ru: Природа
tr: Doğa
vi: Thiên nhiên
zh_hans: 自然

source: Peace
de: Frieden
fr: Paix
it: Pace
ko: 평화
pl: Pokój
pt_br: Paz
ru: Мир
tr: Barış
vi: Hòa bình
zh_hans: 和平

source: Knowledge
de: Wissen
fr: Connaissances
it: Conoscenza
ko: 지식
pl: Wiedza
pt_br: Conhecimento
ru: Знания
tr: Bilgi
vi: Tri thức
zh_hans: 知识

source: Preach on
de: Predigt über
fr: Prêcher sur
it: Predica su
ko: 에 대해 설교했다
pl: Głoś
pt_br: Dar um sermão
ru: Проповедовать
tr: Şunun hakkında vaaz ver
vi: Tiếp tục thuyết giảng
zh_hans: 宣扬

source: Listen to Sermon
de: besucht Gottesdienst
fr: Écoutez le sermon
it: Ascolta il sermone
ko: 설교를 듣다
pl: Wysłuchaj kazania
pt_br: Ouvir ao sermão
ru: Слушать проповедь
tr: Vaazı Dinle
vi: Nghe thuyết giảng
zh_hans: 聆听布道

source: Tell Story
de: Geschichte erzaehlen
fr: Raconter l'histoire
it: Racconta una storia
ko: 이야기하기
pl: Opowiedz Historię
pt_br: Contar História
ru: Рассказывать историю
tr: Hikaye Anlat
vi: Kể chuyện
zh_hans: 讲故事

source: Listen to Story
de: der Geschichte zuhoeren
fr: Écouter l'histoire
it: Ascolta una storia
ko: 이야기 듣기
pl: Słuchaj Historii
pt_br: Ouvir a História
ru: Слушать историю
tr: Hikaye Dinle
vi: Nghe kể chuyện
zh_hans: 聆听故事
