Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Attempted theft
de: versuchter Diebstahl
fr: Tentative de vol
it: Tentato furto
ko: 절도 시도
pl: Próba kradzieży
pt_br: Tentativa de roubo
ru: Попытка кражи
tr: Hırsızlığa teşebbüs
vi: Trộm cắp có chủ đích.
zh_hans: 盗窃未遂

source: Attempted murder
de: versuchter Mord
fr: Tentative de meurtre
it: Tentato omicidio
ko: 살인 미수
pl: Usiłowanie morderstwa
pt_br: Tentativa de homicídio
ru: Покушение на убийство
tr: Cinayete teşebbüs
vi: Cố ý giết người.
zh_hans: 谋杀未遂

source: Kidnapping
de: Entführung
fr: Enlèvement
it: Rapimento
ko: 유괴
pl: Porwanie
pt_br: Sequestro
ru: Похищение
tr: Adam kaçırma
vi: Bắt cóc.
zh_hans: 绑架

source: Attempted kidnapping
de: versuchte Entführung.
fr: Tentative d'enlèvement
it: Tentato rapimento
ko: 납치 미수
pl: Próba porwania
pt_br: Tentativa de sequestro
ru: Попытка похищения
tr: Adam kaçırmaya teşebbüs
vi: Cố ý bắt cóc.
zh_hans: 绑架未遂

source: Injured party:
de: Verletzte Partei:
fr: Partie lésée:
it: Parte lesa:
ko: 부상자:
pl: Strona poszkodowana:
pt_br: Grupo ferido:
ru: Пострадавшая сторона:
tr: Zarar gören taraf:
vi: Bên bị hại:
zh_hans: 受害人：

source: Convicted:
de: Verurteilt:
fr: Condamné:
it: Condannato:
ko: 유죄 판결:
pl: Oskarżony:
pt_br: Condenado:
ru: Осуждённый:
tr: Hüküm giyen:
vi: Đã bị kết tội:
zh_hans: 定罪：

source: Unknown convict.
de: Unbekannter Verurteilter.
fr: Condamné inconnu.
it: Condannato sconosciuto.
ko: 알려지지 않은 죄수.
pl: Nieznany skazaniec.
pt_br: Culpado desconhecido.
ru: Неизвестный осужденный.
tr: Bilinmeyen hükümlü.
vi: Kẻ bị kết tội không rõ danh tính.
zh_hans: 未知罪犯

source: Unsolved.
de: Ungelöst.
fr: Non résolu.
it: Irrisolto.
ko: 미해결.
pl: Nierozwiązane.
pt_br: Não resolvido.
ru: Нераскрытые.
tr: Çözülmedi.
vi: Chưa giải quyết.
zh_hans: 未解决的

source: Sort units by how involved they are in the crime.
tr: Birimleri suça ne kadar karıştıklarına göre sırala.
vi: Sắp xếp đơn vị theo mức độ liên quan đến tội ác.

source: 1 witness
de: 1 Zeuge
fr: 1 témoin
it: 1 testimone
ko: 증인 1명
pl: 1 świadek
pt_br: 1 testemunha
ru: 1 свидетель
tr: 1 tanık
vi: 1 nhân chứng.
zh_hans: 1个见证人

source: witnesses
de: Zeugen
fr: les témoins
it: testimoni
ko: 증인
pl: świadków
pt_br: testemunhas
ru: свидетелей
tr: tanıklar
vi: nhân chứng.
zh_hans: 证人

source: No witnesses
de: keine Zeugen
fr: Pas de témoins
it: Nessun testimone
ko: 목격자 없음
pl: Brak świadków
pt_br: Sem testemunhas
ru: Нет свидетелей
tr: Tanık yok
vi: Không có nhân chứng.
zh_hans: 没有证人

source: Open cases
de: Fälle Offen
fr: Cas ouverts
it: Casi aperti
ko: 케이스 열기
pl: Otw. sprawy
pt_br: Casos abertos
ru: Новые дела
tr: Açık davalar
vi: Các vụ án đang mở.
zh_hans: 审理中的案件

source: Cases
pl: Przypadki
tr: Davalar
vi: Các vụ án.

source: Closed cases
de: Fall erledigt
fr: Dossiers clos
it: Casi chiusi
ko: 닫힌 케이스
pl: Zamkn. sprawy
pt_br: Casos encerrados
ru: Закрытые дела
tr: Kapanmış davalar
vi: Các vụ án đã khép lại.
zh_hans: 已结案件

source: Cold cases
de: ungekl.Fall
fr: Cas froids
it: Casi freddi
ko: 콜드 케이스
pl: Niew sprawy
pt_br: Casos arquivados
ru: Старые дела
tr: Faili meçhul davalar
vi: Các vụ án nguội.
zh_hans: 悬案

source: Fortress guard
de: Festungswache
fr: Garde de forteresse
it: Guardia della fortezza
ko: 요새 가드
pl: Straż twierdzy
pt_br: Guarda da fortaleza
ru: Стража крепости
tr: Kale muhafızı
vi: Lính canh pháo đài.
zh_hans: 要塞卫队

source: Cage/Chain Reqs
pl: Wymagania dotyczące klatek/łańcuchów
tr: Kafes/Zincir Gereksinimleri
vi: Yêu cầu Lồng/Xích.

source: Desired metal cages and chains in dungeons:
de: Gewünschte Metallkäfige und Ketten im Verlies:
fr: Cages et chaînes métalliques souhaitées dans les donjons :
it: Catene e gabbie in metallo desiderate nelle segrete:
ko: 감옥에서 원하는 금속 케이지와 사슬:
pl: Żądane metalowe klatki i łańcuchy w lochach:
pt_br: Jaulas e correntes de metal desejadas em masmorras:
ru: Желанные металлические клетки и цепи в темницах:
tr: Zindanlarda istenen metal kafesler ve zincirler:
vi: Số lồng và xích kim loại mong muốn trong ngục tối:
zh_hans: 希望在地牢里有金属笼子和铁链：

source: Guards List
pl: Lista strażników
tr: Muhafız Listesi
vi: Danh sách lính canh.

source: Convicts
de: Verurteilte
fr: condamnés
it: Condannati
ko: 죄수
pl: Oskarżeni
pt_br: Condenados
ru: Осужденные
tr: Hükümlüler
vi: Tội phạm đã kết án.
zh_hans: 定罪

source: Convict list
pl: Lista skazanych
tr: Hükümlü listesi
vi: Danh sách tội phạm.

source: No sentence pending.
de: Kein ausstehendes Urteil.
fr: Pas de jugement en attente.
it: Nessuna sentenza in attesa.
ko: 계류 중인 선고가 없습니다.
pl: Brak rozprawy w toku.
pt_br: Sem sentença pendente.
ru: Приговор не вынесен.
tr: Bekleyen ceza yok.
vi: Không có án phạt nào đang chờ.
zh_hans: 无待判决案件。

source: hammerstrike
de: Hammerschlag.
fr: coup de marteau
it: colpo di martello
ko: 해머스트라이크
pl: uderzenie młotem
pt_br: golpe de martelo
ru: удар молотом
tr: çekiç darbesi
vi: Nhát búa giáng
zh_hans: 锤击

source: Beating.
de: Schlagen.
fr: Battement.
it: Pestaggio.
ko: 고동.
pl: Bicie.
pt_br: Espancamento.
ru: Избиение.
tr: Dayak.
vi: Đánh đập.
zh_hans: 跳动。

source: day
de: Tag
fr: journée
it: giorno
ko: 낮
pl: dzień
pt_br: dia
ru: день
tr: gün
vi: ngày
zh_hans: 天

source: in prison.
de: Im Gefängnis.
fr: en prison.
it: in carcere.
ko: 감옥에서.
pl: w więzieniu.
pt_br: na prisão.
ru: в тюрьме.
tr: hapiste.
vi: trong tù.
zh_hans: 在狱中

source: Padding
pl: Wyściółka
tr: Dolgu
vi: Vật độn

source: Officer:
de: Wachtmeister:
fr: Officier:
it: Agente:
ko: 장교:
pl: Oficer:
pt_br: Oficial:
ru: Офицер:
tr: Memur:
vi: Viên chức:
zh_hans: 官员：

source: none assigned
de: Niemand zugewiesen
fr: aucun attribué
it: nessuno assegnato
ko: 할당되지 않음
pl: nikt nie przydzielony
pt_br: nada atribuído
ru: не назначен
tr: kimse atanmadı
vi: không được phân công
zh_hans: 未分配

source: Interrogate
de: Verhöhren
fr: Interroger
it: Interroga
ko: 심문하다
pl: Przesłuchanie
pt_br: Interrogar
ru: Допрашивать
tr: Sorgula
vi: Thẩm vấn
zh_hans: 审问

source: Interrogate suspects for wrongdoing.
pl: Przesłuchuj podejrzanych o popełnienie przestępstwa.
tr: Şüphelileri suç için sorgula.
vi: Thẩm vấn nghi phạm về hành vi sai trái.

source: Convict
de: Verurteilter
fr: Condamné
it: Condannato
ko: 죄수
pl: Oskarż
pt_br: Condenado
ru: Осудить
tr: Mahkum et
vi: Kết tội
zh_hans: 罪犯

source: Convict a suspect for this crime.
pl: Skaż podejrzanego za popełnienie tej zbrodni.
tr: Bu suç için bir şüpheliyi mahkum et.
vi: Kết tội một nghi phạm vì tội này.

source: Witness:
de: Zeuge:
fr: Témoin:
it: Testimone:
ko: 증인:
pl: Świadek:
pt_br: Testemunha:
ru: Свидетель:
tr: Tanık:
vi: Nhân chứng:
zh_hans: 证人：

source: Implicates:
de: Enthält:
fr: Implique :
it: Implica:
ko: 연루:
pl: implikuje:
pt_br: Implica:
ru: Подразумевает:
tr: Suçluyor:
vi: Liên đới đến:
zh_hans: 涉及：

source: Accuses:
de: Beschuldigt:
fr: Accuse :
it: Accuse:
ko: 고발:
pl: Oskarża:
pt_br: Acusa:
ru: Обвиняемый:
tr: İtham ediyor:
vi: Buộc tội:
zh_hans: 指责：

source: Saw
de: Säge
fr: Vu
it: Ha visto
ko: 봤다
pl: Zobaczył
pt_br: Viu
ru: Видел
tr: Gördü:
vi: Đã thấy
zh_hans: 看到

source: admire the object.
de: das Objekt bewundern.
fr: admirer l'objet.
it: ammira l'oggetto.
ko: 대상에 감탄하고 있다.
pl: podziwia obiekt.
pt_br: admira o objeto.
ru: восхищаться объектом.
tr: nesneye hayran kaldı.
vi: chiêm ngưỡng vật thể.
zh_hans: 欣赏对象。

source: Saw that the object was disturbed.
de: Er sah, dass das Objekt gestört war.
fr: Vu que l'objet était dérangé.
it: Ha visto che l'oggetto era disturbato.
ko: 물체가 방해받는 것을 보았습니다.
pl: Zobaczył, że obiekt był naruszony.
pt_br: Viu que o objeto foi perturbado.
ru: Видел, что объект был потревожен.
tr: Nesnenin yerinden oynatıldığını gördü.
vi: Thấy vật thể đã bị xê dịch.
zh_hans: 看到该物体被扰乱了。

source: Saw that the object was missing.
de: Er sah, dass das Objekt fehlte.
fr: J'ai vu que l'objet manquait.
it: Ha visto che l'oggetto era scomparso.
ko: 개체가 누락된 것을 확인했습니다.
pl: Zauważył, że obiekt zaginął.
pt_br: Viu que o objeto estava desaparecido.
ru: Видел, что объект отсутствовал.
tr: Nesnenin kayıp olduğunu gördü.
vi: Thấy vật thể đã biến mất.
zh_hans: 看到那个物体不见了。

source: Found the body.
de: Fund der Leiche.
fr: Trouvé le corps.
it: Ha trovato il corpo.
ko: 시체를 찾았습니다.
pl: Znalazł ciało.
pt_br: Encontrou o corpo.
ru: Найдено тело.
tr: Cesedi buldu.
vi: Tìm thấy thi thể.
zh_hans: 找到了身体。

source: Reported:
de: Berichtet:
fr: Signalé:
it: Segnalato:
ko: 보고:
pl: Zaraportowane:
pt_br: Reportado:
ru: Сообщено:
tr: Rapor etti:
vi: Đã báo cáo:
zh_hans: 报道说：

source: No witnesses.
pl: Brak świadków.
tr: Tanık yok.
vi: Không có nhân chứng.

source: Interview Scheduled
pl: Przesłuchanie Zaplanowane
tr: Görüşme Planlandı
vi: Lịch phỏng vấn đã được sắp xếp

source: Already interviewed
de: Bereits befragt
fr: Déjà interviewé
it: Già interrogato
ko: 이미 인터뷰
pl: Już przesłuchany
pt_br: Já entrevistado
ru: Уже опрошен
tr: Zaten görüşüldü
vi: Đã phỏng vấn xong
zh_hans: 已经采访过

source: There is no intelligence information yet.
de: Es gibt keine Geheimdienstinformationen.
fr: Il n'y a pas encore d'informations de renseignement.
it: Non ci sono ancora informazioni d'intelligence.
ko: 아직 기밀 정보가 없다.
pl: Nie ma jeszcze żadnych informacji wywiadowczych.
pt_br: Ainda não há nenhuma informação de inteligência.
ru: Пока нет никакой разведывательной информации.
tr: Henüz istihbarat bilgisi yok.
vi: Chưa có thông tin tình báo.
zh_hans: 目前尚未有情报信息。

source: If a crime involves a conspiracy, an interrogation may reveal the plot.
de: Wenn eine Straftat eine Verschwörung beinhaltet, kann ein Verhör das Komplott aufdecken.
fr: Si un crime implique un complot, un interrogatoire peut révéler le complot.
it: Se un crimine implica una cospirazione, un interrogatorio potrebbe rivelarne la trama.
ko: 범죄 음모가 있는 경우 심문을 통해 음모가 드러날 수 있다.
pl: Jeśli przestępstwo wiąże się ze spiskiem, przesłuchanie może ujawnić spisek.
pt_br: Se um crime envolve uma conspiração, um interrogatório pode revelar o enredo.
ru: Если преступление включает сокрытие, допрос может раскрыть цель.
tr: Eğer bir suç komplo içeriyorsa, sorgulama planı ortaya çıkarabilir.
vi: Nếu một tội ác có liên quan đến âm mưu, một cuộc thẩm vấn có thể hé lộ âm mưu.
zh_hans: 如果一项犯罪涉及阴谋，审讯也许能揭露阴谋。

source: Interrogations
de: Verhöhre
fr: Interrogatoires
it: Interrogatori
ko: 심문
pl: Przesłuchania
pt_br: Interrogatórios
ru: Допросы
tr: Sorgulamalar
vi: Các cuộc thẩm vấn
zh_hans: 审问

source: Selected actor:
de: Ausgewählter Akteur:
fr: Acteur sélectionné :
it: Attore selezionato:
ko: 선택한 배우:
pl: Wybrany aktor:
pt_br: Ator selecionado:
ru: Выбранный актер:
tr: Seçilen aktör:
vi: Đối tượng đã chọn:
zh_hans: 选定的执行者

source: Prepared by
de: Vorbereitet von
fr: Preparé par
it: Preparato da
ko: 준비되었다
pl: Przygotowane przez
pt_br: Preparado por
ru: Приготовленный
tr: Hazırlayan:
vi: Chuẩn bị bởi
zh_hans: 准备由

source: No interrogation reports.
de: Keine Verhöhrprotokolle.
fr: Aucun rapport d'interrogatoire.
it: Nessun verbale d'interrogatorio.
ko: 심문 보고서가 없다.
pl: Brak raportów z przesłuchania.
pt_br: Nenhum boletim de interrogatório.
ru: Никаких протоколов допросов.
tr: Sorgulama raporu yok.
vi: Không có báo cáo thẩm vấn.
zh_hans: 没有审讯报告。

source: [C:7:0:1]Received
de: [C:7:0:1]Empfangen
fr: [C:7:0:1]Reçu
it: [C:7:0:1]Ricevuto
ko: [C:7:0:1]처치됨
pl: [C:7:0:1]Otrzymał
pt_br: [C:7:0:1]Recebido
ru: [C:7:0:1]Получено
tr: [C:7:0:1]Aldı:
vi: [C:7:0:1]Đã nhận
zh_hans: [C:7:0:1]收到

source: [C:7:0:1:]Received
de: [C:7:0:1:]Empfangen
fr: [C:7:0:1:]Reçu
it: [C:7:0:1:]Ricevuto
ko: [C:7:0:1:]처치됨
pl: [C:7:0:1:]Otrzymał
pt_br: [C:7:0:1:]Recebido
ru: [C:7:0:1:]Получено
tr: [C:7:0:1:]Aldı:
vi: [C:7:0:1:]Đã nhận
zh_hans: [C:7:0:1:]收到

source: cast
de: gießen
fr: moulage
it: gesso
ko: 깁스
pl: gips
pt_br: gesso
ru: гипс
tr: alçı
vi: bó bột
zh_hans: 投

source: [C:6:0:1]Received
de: [C:6:0:1]Empfangen
fr: [C:6:0:1]Reçu
it: [C:6:0:1]Ricevuto
ko: [C:6:0:1]처치됨
pl: [C:6:0:1]Otrzymał
pt_br: [C:6:0:1]Recebido
ru: [C:6:0:1]Получено
tr: [C:6:0:1]Aldı:
vi: [C:6:0:1]Đã nhận
zh_hans: [C:6:0:1]收到

source: splint on
de: Schiene anlegen
fr: attelle sur
it: stecca su
ko: 부목 대기
pl: założoną szynę na
pt_br: Lascar
ru: шина на
tr: atel şuraya:
vi: Đã nẹp
zh_hans: 夹板

source: dressing on
fr: s'habiller
it: bendaggio su
ko: 붕대 감음
pl: opatrunek na
pt_br: molho da salada
ru: повязка на
tr: pansuman şuraya:
vi: Đã băng bó
zh_hans: 穿上衣服

source: [C:4:0:1]Received
de: [C:4:0:1]Empfangen
fr: [C:4:0:1]Reçu
it: [C:4:0:1]Ricevuto
ko: [C:4:0:1]처치됨
pl: [C:4:0:1]Otrzymał
pt_br: [C:4:0:1]Recebido
ru: [C:4:0:1]Получено
tr: [C:4:0:1]Aldı:
vi: [C:4:0:1]Đã nhận
zh_hans: [C:4:0:1]收到

source: sutures on
de: Nähte an
fr: sutures sur
it: suture su
ko: 봉합
pl: szwy na
pt_br: suturas em
ru: швы на
tr: dikiş şuraya:
vi: Đã khâu
zh_hans: 缝线

source: amputated
de: amputiert
fr: amputé
it: amputato
ko: 절단됨
pl: amputację
pt_br: Amputado
ru: ампутирован
tr: ampute edildi
vi: Đã cắt cụt
zh_hans: 截肢

source: Rotten tissue excised from
de: Verrottetes Gewebe, herausgeschnitten aus
fr: Tissu pourri excisé de
it: Tessuto marcio prelevato da
ko: 썩은 조직 절제
pl: Wycięto zgniłą tkankę z
pt_br: Tecido podre extirpado da
ru: Гнилая ткань удалена из
tr: Çürümüş doku şuradan kesilip alındı:
vi: Đã cắt bỏ mô hoại tử khỏi
zh_hans: 腐烂的组织切除

source: [C:4:0:1]Compound fracture of
de: [C:4:0:1]Zusammengesetzte Frakturen von
fr: [C:4:0:1]Fracture composée de
it: [C:4:0:1]Frattura composta di
ko: [C:4:0:1]복합골절
pl: [C:4:0:1]Złamanie złożone
pt_br: [C:4:0:1]Fratura exposta de
ru: [C:4:0:1]Перелом соединения
tr: [C:4:0:1]Açık kırığı:
vi: [C:4:0:1]Gãy xương hở của
zh_hans: [C:4:0:1]开放性骨折于

source: repaired
de: repariert
fr: réparé
it: riparato
ko: 수리됨
pl: naprawione
pt_br: reparado
ru: восстановлен
tr: onarıldı
vi: Đã được phục hồi
zh_hans: 修复

source: [C:4:0:1]Bleeding stopped
fr: [C:4:0:1]Saignement arrêté
it: [C:4:0:1]Emorragia fermata
ko: [C:4:0:1]출혈 멈춤
pl: [C:4:0:1]Krwawienie zatrzymane
pt_br: [C:4:0:1]Sangramento parou
ru: [C:4:0:1]Кровотечение остановлено
tr: [C:4:0:1]Kanama durduruldu
vi: [C:4:0:1]Đã cầm máu
zh_hans: [C:4:0:1]血止住了

source: [C:6:0:1]Had
fr: [C:6:0:1]Avait
it: [C:6:0:1]Aveva
ko: [C:6:0:1]처리됨?
pl: [C:6:0:1]Miał
pt_br: [C:6:0:1]Teve
ru: [C:6:0:1]Имеется
tr: [C:6:0:1]Vardı
vi: [C:6:0:1]Đã được
zh_hans: [C:6:0:1]曾有

source: set
de: setzen
fr: Positionner
it: imposta
ko: 뼈 고정
pl: nastawiona
pt_br: conjunto
ru: установлены
tr: yerleştirildi
vi: nắn xương
zh_hans: 组

source: [C:6:0:1]Placed in traction
de: [C:6:0:1]In Traktion versetzt
fr: [C:6:0:1]Mise en traction
it: [C:6:0:1]Posto in trazione
ko: [C:6:0:1]견인됨
pl: [C:6:0:1]Umieszczony na wyciągu
pt_br: [C:6:0:1]Colocado em tração
ru: [C:6:0:1]Размещено в тяге
tr: [C:6:0:1]Çekme işlemine alındı
vi: [C:6:0:1]Đã được đặt nẹp kéo giãn
zh_hans: [C:6:0:1]放置在牵引装置中

source: [C:7:0:1]Evaluated
de: [C:7:0:1]Ausgewertet
fr: [C:7:0:1]Évalué
it: [C:7:0:1]Valutato
ko: [C:7:0:1]평가됨
pl: [C:7:0:1]Zbadany
pt_br: [C:7:0:1]Avaliado
ru: [C:7:0:1]Оценено
tr: [C:7:0:1]Değerlendirildi
vi: [C:7:0:1]Đã được đánh giá
zh_hans: [C:7:0:1]已评估

source: [C:7:0:1]Brought to rest
de: [C:7:0:1]Zur Ruhe gebracht
fr: [C:7:0:1]Apporté au repos
it: [C:7:0:1]Portato a riposo
ko: [C:7:0:1]휴식중
pl: [C:7:0:1]Doprowadzony do odpoczynku
pt_br: [C:7:0:1]Levado para descansar
ru: [C:7:0:1]Приведенный к покою
tr: [C:7:0:1]Dinlenmeye alındı
vi: [C:7:0:1]Đã được đặt nghỉ
zh_hans: [C:7:0:1]休息

source: [C:3:0:1]Cleaned
de: [C:3:0:1]Gereinigt
fr: [C:3:0:1]Nettoyé
it: [C:3:0:1]Pulito
ko: [C:3:0:1]깔끔함
pl: [C:3:0:1]Oczyszczony
pt_br: [C:3:0:1]Limpo
ru: [C:3:0:1]Очищено
tr: [C:3:0:1]Temizlendi
vi: [C:3:0:1]Đã được làm sạch
zh_hans: [C:3:0:1]已清洗

source: [C:7:0:0:]Diagnosed with
de: [C:7:0:0:]Die Diagnose lautet
fr: [C:7:0:0:]Diagnostiqué avec
it: [C:7:0:0:]Diagnosi di
ko: [C:7:0:0:]진단
pl: [C:7:0:0:]Zdiagnozowany z
pt_br: [C:7:0:0:]Diagnosticado com
ru: [C:7:0:0:]Поставлен диагноз
tr: [C:7:0:0:]Teşhis konuldu:
vi: [C:7:0:0:]Đã chẩn đoán mắc phải
zh_hans: [C:7:0:0:]被诊断为

source: [C:7:0:0]No medical history
de: [C:7:0:0]Keine medizinische Vorgeschichte
fr: [C:7:0:0]Aucun antécédent médical
it: [C:7:0:0]Nessuna anamnesi medica
ko: [C:7:0:0]의료기록 없음
pl: [C:7:0:0]Brak historii medycznej
pt_br: [C:7:0:0]sem histórico médico
ru: [C:7:0:0]История болезни отсутствует
tr: [C:7:0:0]Tıbbi geçmiş yok
vi: [C:7:0:0]Không có tiền sử bệnh án
zh_hans: [C:7:0:0]没有病史

source: [C:7:0:1]Diagnosis required
fr: [C:7:0:1]Diagnostic requis
it: [C:7:0:1]Diagnosi richiesta
ko: [C:7:0:1]진단이 필요함
pl: [C:7:0:1]Wymagana diagnoza
pt_br: [C:7:0:1]Diagnóstico necessário
ru: [C:7:0:1]Требуется диагноз
tr: [C:7:0:1]Teşhis gerekli
vi: [C:7:0:1]Cần chẩn đoán
zh_hans: [C:7:0:1]需要诊断

source: [C:7:0:1]Crutch required
fr: [C:7:0:1]Béquille requise
it: [C:7:0:1]Stampella richiesta
ko: [C:7:0:1]목발 필요
pl: [C:7:0:1]Kula wymagana
pt_br: [C:7:0:1]Muleta necessária
ru: [C:7:0:1]Требуется костыль
tr: [C:7:0:1]Koltuk değneği gerekli
vi: [C:7:0:1]Cần nạng
zh_hans: [C:7:0:1]需要拐杖

source: .[C:5:0:1]Rotten -- inoperable
fr: .[C:5:0:1]Pourri -- inutilisable
it: .[C:5:0:1]Marcio -- inoperabile
ko: .[C:5:0:1]썩음 -- 치료 불가
pl: .[C:5:0:1]Zgniłe -- nieoperowalne
pt_br: .[C:5:0:1]podre -- inoperavel
ru: .[C:5:0:1]Гнилой - неработоспособный
tr: .[C:5:0:1]Çürümüş -- ameliyat edilemez
vi: .[C:5:0:1]Hoại tử -- không thể phẫu thuật
zh_hans: .[C:5:0:1]腐烂 --无法操作

source: .[C:3:0:1]Needs cleaning
fr: .[C:3:0:1]A besoin d'être nettoyé
it: .[C:3:0:1]Necessita pulizia
ko: .[C:3:0:1]씻을 필요가 있음
pl: .[C:3:0:1]Potrzebuje czyszczenia
pt_br: .[C:3:0:1]Precisa de limpeza
ru: .[C:3:0:1]Требуется чистка
tr: .[C:3:0:1]Temizlik gerekiyor
vi: .[C:3:0:1]Cần làm sạch
zh_hans: [C:3:0:1]需要清洁

source: .[C:4:0:1]Needs surgery
de: .[C:4:0:1]Benötigt eine Operation
fr: .[C:4:0:1]Nécessite une intervention chirurgicale
it: .[C:4:0:1]Necessita operazione
ko: .[C:4:0:1]수술 필요
pl: .[C:4:0:1]Potrzebuje operacji
pt_br: [C:4:0:1]Precisa de cirurgia
ru: .[C:4:0:1]Нужна операция
tr: .[C:4:0:1]Ameliyat gerekiyor
vi: .[C:4:0:1]Cần phẫu thuật
zh_hans: .[C:4:0:1]需要手术

source: .[C:2:0:1]Needs sutures
de: .[C:2:0:1]Muss genäht werden
fr: .[C:2:0:1]Nécessite des sutures
it: .[C:2:0:1]Necessita suture
ko: .[C:2:0:1]봉합 필요
pl: .[C:2:0:1]Potrzebuje szwów
pt_br: [C:2:0:1]Precisa de suturas
ru: .[C:2:0:1]Нужны швы
tr: .[C:2:0:1]Dikiş gerekiyor
vi: .[C:2:0:1]Cần khâu
zh_hans: .[C:2:0:1]需要缝合

source: .[C:6:0:1]Needs setting
fr: .[C:6:0:1]Nécessite un réglage
it: .[C:6:0:1]Va sistemato
ko: .[C:6:0:1]고정setting 필요 - 수정 예정
pl: .[C:6:0:1]Potrzebuje nastawienia
pt_br: [C:6:0:1]Precisa de fixação
ru: .[C:6:0:1]Требуется настройка
tr: .[C:6:0:1]Oturtulması gerekiyor
vi: .[C:6:0:1]Cần nắn xương
zh_hans: .[C:6:0:1]需要设置

source: .[C:7:0:0]Needs dressing
de: .[C:7:0:0]Benötigt Verband
fr: .[C:7:0:0]A besoin d'être habillé
it: .[C:7:0:0]Necessita bendaggio
ko: .[C:7:0:0]붕대 필요
pl: .[C:7:0:0]Potrzebuje opatrzenia
pt_br: [C:7:0:0]Precisa de curativos
ru: .[C:7:0:0]Нужна перевязка
tr: .[C:7:0:0]Pansuman gerekiyor
vi: .[C:7:0:0]Cần băng bó
zh_hans: .[C:7:0:0]需要包扎

source: .[C:6:0:1]Needs traction
de: .[C:6:0:1]Benötigt Traktion
fr: .[C:6:0:1]Besoin de traction
it: .[C:6:0:1]Necessita trazione
ko: .[C:6:0:1]견인 필요
pl: .[C:6:0:1]Potrzebuje trakcji
pt_br: [C:6:0:1]Necessita de tração
ru: .[C:6:0:1]Нужна тяга
tr: .[C:6:0:1]Gerdirme gerekiyor
vi: .[C:6:0:1]Cần nẹp kéo giãn
zh_hans: .[C:6:0:1]需要牵引

source: .[C:6:0:1]Needs immobilization
de: .[C:6:0:1]Erfordert Ruhigstellung
fr: .[C:6:0:1]Nécessite une immobilisation
it: .[C:6:0:1]Necessita immobilizzazione
ko: .[C:6:0:1]고정immobilization 필요 - 수정 예정
pl: .[C:6:0:1]Potrzebuje unieruchomienia
pt_br: [C:6:0:1]Precisa de imobilização
ru: .[C:6:0:1]Требуется иммобилизация
tr: .[C:6:0:1]Sabitlenmesi gerekiyor
vi: .[C:6:0:1]Cần cố định
zh_hans: .[C:6:0:1]需要固定

source: [C:7:0:0]No treatment scheduled
de: [C:7:0:0]Keine Behandlung geplant
fr: [C:7:0:0]Aucun traitement prévu
it: [C:7:0:0]Nessuna cura programmata
ko: [C:7:0:0]치료 예정 없음
pl: [C:7:0:0]Brak zaplanowanego leczenia
pt_br: [C:7:0:0]Nenhum tratamento programado
ru: [C:7:0:0]Лечение не назначено
tr: [C:7:0:0]Planlanmış tedavi yok
vi: [C:7:0:0]Chưa có lịch điều trị
zh_hans: [C:7:0:0]未安排治疗

source: [C:5:0:1].Gelded
de: [C:5:0:1].Kastriert
fr: [C:5:0:1].Golden
it: [C:5:0:1].Castrato
ko: [C:5:0:1].거세됨
pl: [C:5:0:1].Wykastrowany
pt_br: [C:5:0:1].Castrado
ru: [C:5:0:1].Кастрированный
tr: [C:5:0:1].Hadım edilmiş
vi: [C:5:0:1].Đã thiến
zh_hans: [C:5:0:1].阉割

source: [C:2:0:1].Spilled
de: [C:2:0:1].Verschüttet
fr: [C:2:0:1].Déversé
it: [C:2:0:1].Versato
ko: [C:2:0:1].내장이 쏟아짐
pl: [C:2:0:1].Wylany
pt_br: [C:2:0:1].Derramado
ru: [C:2:0:1].Пролитый
tr: [C:2:0:1].Dışarı dökülmüş
vi: [C:2:0:1].Đã tràn
zh_hans: [C:2:0:1].溢出的

source: [C:5:0:1].Butchered
de: [C:5:0:1].Geschlachtet
fr: [C:5:0:1].Dépecé
it: [C:5:0:1].Macellato
ko: [C:5:0:1].도축됨
pl: [C:5:0:1].Zarżnięty
pt_br: [C:5:0:1].Retalhado
ru: [C:5:0:1].Зарезанный
tr: [C:5:0:1].Parçalanmış
vi: [C:5:0:1].Đã mổ thịt
zh_hans: [C:5:0:1].屠宰

source: [C:4:0:1].Major artery torn
de: [C:4:0:1].Große Arterie gerissen
fr: [C:4:0:1].Artère majeure déchirée
it: [C:4:0:1].Arteria maggiore lacerata
ko: [C:4:0:1].대동맥 파열
pl: [C:4:0:1].Pęknięta główna tętnica
pt_br: [C:4:0:1].Artéria principal rasgada
ru: [C:4:0:1].Основная артерия разорвана
tr: [C:4:0:1].Ana arter yırtılmış
vi: [C:4:0:1].Động mạch chính bị rách
zh_hans: [C:4:0:1].大动脉撕裂

source: [C:4:0:1].Artery torn
de: [C:4:0:1].Arterie gerissen
fr: [C:4:0:1].Artère déchirée
it: [C:4:0:1].Arteria lacerata
ko: [C:4:0:1].동맥 파열
pl: [C:4:0:1].Pęknięta tętnica
pt_br: [C:4:0:1].Artéria rasgada
ru: [C:4:0:1].Разрыв артерии
tr: [C:4:0:1].Arter yırtılmış
vi: [C:4:0:1].Động mạch bị rách
zh_hans: [C:4:0:1].动脉撕裂

source: [C:4:0:1].Heavy bleeding
de: [C:4:0:1].starke Blutung
fr: [C:4:0:1].Saignements abondants
it: [C:4:0:1].Grave sanguinamento
ko: [C:4:0:1].심각한 출혈
pl: [C:4:0:1].Ciężkie krwawienie
pt_br: [C:4:0:1].Hemorragia intensa
ru: [C:4:0:1].Тяжёлое кровотечение
tr: [C:4:0:1].Ağır kanama
vi: [C:4:0:1].Chảy máu nhiều
zh_hans: [C:4:0:1].严重失血

source: [C:4:0:1].Bleeding
de: [C:4:0:1].Blutungen
fr: [C:4:0:1]. Saignement
it: [C:4:0:1].Sanguinamento
ko: [C:4:0:1].출혈
pl: [C:4:0:1].Krwawienie
pt_br: [C:4:0:1]Sangrando
ru: [C:4:0:1].Кровотечение
tr: [C:4:0:1].Kanama
vi: [C:4:0:1].Chảy máu
zh_hans: [C:4:0:1].失血

source: [C:7:0:1].Motor nerve severed
de: [C:7:0:1].motorischer Nerv durchtrennt
fr: [C:7:0:1].Nerf moteur sectionné
it: [C:7:0:1].Nervo motorio reciso
ko: [C:7:0:1].운동 신경 절단됨
pl: [C:7:0:1].Nerw ruchowy przerwany
pt_br: [C:7:0:1].Nervo motor rompido
ru: [C:7:0:1].Двигательный нерв разорван
tr: [C:7:0:1].Motor siniri kesilmiş
vi: [C:7:0:1].Dây thần kinh vận động bị cắt đứt
zh_hans: [C:7:0:1].运动神经断裂

source: [C:7:0:1].Sensory nerve severed
de: [C:7:0:1].Sinnesnerv durchtrennt
fr: [C:7:0:1].Nerf sensitif sectionné
it: [C:7:0:1].Nervo sensoriale reciso
ko: [C:7:0:1].감각 신경 절단됨
pl: [C:7:0:1].Nerw sensoryczny przerwany
pt_br: [C:7:0:1].Nervo sensorial rompido
ru: [C:7:0:1].Чувствительный нерв разорван
tr: [C:7:0:1].Duyu siniri kesilmiş
vi: [C:7:0:1].Dây thần kinh cảm giác bị cắt đứt
zh_hans: [C:7:0:1].感官神经断裂

source: [C:6:0:1].Torn tendon
de: [C:6:0:1].gerissene Sehne
fr: [C:6:0:1].Tendon déchiré
it: [C:6:0:1].Tendine lacerato
ko: [C:6:0:1].힘줄 파열
pl: [C:6:0:1].Urwane ścięgno
pt_br: [C:6:0:1].Tendão rompido
ru: [C:6:0:1].Разрыв сухожилия
tr: [C:6:0:1].Yırtık tendon
vi: [C:6:0:1].Gân bị rách
zh_hans: [C:6:0:1].肌腱撕裂

source: [C:6:0:1].Strained tendon
de: [C:6:0:1].Sehnenzerrung
fr: [C:6:0:1].Tendon tendu
it: [C:6:0:1].Tendine stirato
ko: [C:6:0:1].힘줄 좌상(strained)
pl: [C:6:0:1].Naciągnięte ścięgno
pt_br: [C:6:0:1].Tendão torcido
ru: [C:6:0:1].Растяжение сухожилия
tr: [C:6:0:1].Gerilmiş tendon
vi: [C:6:0:1].Gân bị căng
zh_hans: [C:6:0:1].肌腱拉伤

source: [C:6:0:1].Bruised tendon
de: [C:6:0:1].geprellte Sehne
fr: [C:6:0:1].Tendon contusionné
it: [C:6:0:1].Tendine contuso
ko: [C:6:0:1].힘줄 손상
pl: [C:6:0:1].Posiniaczone ścięgno
pt_br: [C:6:0:1].Tendão machucado
ru: [C:6:0:1].Ушиб сухожилия
tr: [C:6:0:1].Ezilmiş tendon
vi: [C:6:0:1].Gân bị bầm tím
zh_hans: [C:6:0:1].肌腱擦伤
