Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: did not fear death and refused
de: den Tod nicht fürchtete und sich weigerte
fr: n'a pas craint la mort et a refusé
it: non temeva la morte e rifiutava
ko: 죽음을 두려워하지 않고 거부했다.
pl: nie bał się śmierci i odmówił
pt_br: não temeu a morte e recusou
ru: не побоялся смерти и отказался
tr: ölümden korkmadı ve reddetti
vi: không sợ cái chết và từ chối
zh_hans: 不惧怕死亡并拒绝了

source: was not afraid and refused
de: hatte keine Angst und weigerte sich
fr: n'a pas eu peur et a refusé
it: non ebbe paura e rifiutò
ko: 두려워하지 않고 거절했다
pl: nie bał się i odmówił
pt_br: não teve medo e recusou
ru: не испугался и отказался
tr: korkmadı ve reddetti
vi: không sợ hãi và từ chối
zh_hans: 不害怕并拒绝了

source: was unaffected by the comments and refused
de: zeigte sich von den Kommentaren unbeeindruckt und lehnte ab
fr: n'a pas été affecté par les commentaires et a refusé
it: non è stato toccato dai commenti e si è rifiutato di
ko: 댓글에 영향을 받지 않고 거부했습니다.
pl: nie poddał się wpływowi komentarzy i odmówił
pt_br: não foi afetado pelos comentários e recusou
ru: не был затронут комментариями и отказался
tr: yorumlardan etkilenmedi ve reddetti
vi: không bị ảnh hưởng bởi những lời bình luận và từ chối
zh_hans: 没有受到评论的影响并拒绝

source: felt no avarice and refused
de: fühlte keinen Geiz und lehnte ab
fr: n'a ressenti aucune avarice et a refusé
it: non provava avarizia e rifiutava
ko: 인색함을 느끼지 못하고 거절했다.
pl: nie czuł chciwości i odmówił
pt_br: não sentiu avareza e recusou
ru: не чувствовал жадности и отказался
tr: açgözlülük hissetmedi ve reddetti
vi: không có lòng tham và từ chối
zh_hans: 不觉得贪婪并拒绝了

source: was unswayed by the emotional appeal and refused
de: ließ sich von dem emotionalen Appell nicht beeindrucken und lehnte ab
fr: n'a pas été influencé par l'appel émotionnel et a refusé
it: non si è fatto influenzare dal richiamo emotivo e ha rifiutato
ko: 감정적 호소에 흔들리지 않고 거절했다.
pl: był niewzruszony emocjonalnym apelem i odmówił
pt_br: não foi abalado pelo apelo emocional e recusou
ru: не поддался эмоциональному порыву и отказался
tr: duygusal çağrıdan etkilenmedi ve reddetti
vi: không bị lay chuyển bởi lời kêu gọi cảm xúc và từ chối
zh_hans: 这种感情诉求坚定不移并拒绝了

source: lacked a desire for vengeance and refused
de: kein Verlangen nach Rache hatte und sich geweigert
fr: manquait de désir de vengeance et refusait
it: non desiderava vendetta e rifiutava
ko: 복수할 마음이 없었고 거절했다.
pl: brakowało mu chęci zemsty i odmówił
pt_br: faltou um desejo de vingança e recusou
ru: не было желания мстить и отказался
tr: intikam arzusundan yoksundu ve reddetti
vi: thiếu mong muốn báo thù và từ chối
zh_hans: 缺乏复仇和拒绝的欲望

source: was willing to accept eventual death and refused
de: war bereit, den Tod in Kauf zu nehmen und lehnte ab
fr: était prêt à accepter la mort éventuelle et a refusé
it: era disposto ad accettare l'eventuale morte e ha rifiutato
ko: 죽음을 기꺼이 받아들이고 거절했다.
pl: był gotów zaakceptować ewentualną śmierć i odmówił
pt_br: estava disposto a aceitar a morte eventual e recusou
ru: смирился с возможной смертью и отказался
tr: sonunda ölümü kabul etmeye istekliydi ve reddetti
vi: sẵn lòng chấp nhận cái chết cuối cùng và từ chối
zh_hans: 愿意接受最终的死亡并拒绝

source: admiration of power
de: Bewunderung der Macht
fr: admiration du pouvoir
it: ammirazione del potere
ko: 권력에 대한 감탄
pl: podziw dla władzy
pt_br: admiração de poder
ru: восхищение силой
tr: güç hayranlığı
vi: ngưỡng mộ quyền lực
zh_hans: 对权力的崇拜

source: disdaining the law
de: die Missachtung des Gesetzes
fr: méprisant la loi
it: disprezzare la legge
ko: 법을 무시하다
pl: lekceważenie prawa
pt_br: desdenhando a lei
ru: презирая закон
tr: yasayı hiçe sayma
vi: khinh thường luật pháp
zh_hans: 藐视法律

source: respect of
de: Achtung vor
fr: respect de
it: rispetto di
ko: 존경
pl: szacunek do
pt_br: diz respeito
ru: уважение
tr: saygısı
vi: sự tôn trọng đối với
zh_hans: 尊重

source: fear of
de: Angst vor
fr: crainte de
it: paura di
ko: 이 두려운
pl: strach przed
pt_br: medo de
ru: страх
tr: korkusu
vi: nỗi sợ hãi đối với
zh_hans: 害怕

source: love of
de: Liebe zu
fr: amour de
it: amore di
ko: 의 사랑
pl: miłość do
pt_br: amor de
ru: любовь к
tr: sevgisi
vi: tình yêu đối với
zh_hans: 爱

source: loyalty toward
de: Treue gegenüber
fr: loyauté envers
it: lealtà verso
ko: 에 대한 충성
pl: lojalność wobec
pt_br: lealdade para com
ru: лояльность
tr: sadakati
vi: lòng trung thành đối với
zh_hans: 忠诚于

source: trust of
de: Vertrauen in
fr: confiance de
it: fiducia di
ko: 의 신뢰
pl: zaufanie do
pt_br: confiança de
ru: доверие
tr: güveni
vi: sự tin cậy đối với
zh_hans: 信任

source: the efforts of co-conspirators to further the plot
de: die Bemühungen der Mitverschwörer, das Komplott voranzutreiben
fr: les efforts des co-conspirateurs pour faire avancer le complot
it: gli sforzi dei cospiratori per portare avanti il complotto
ko: 음모를 발전시키기 위한 공모자들의 노력
pl: wysiłki współkonspiratorów, aby kontynuować spisek
pt_br: os esforços de co-conspiradores para promover a trama
ru: усилия сообщников по дальнейшему развитию заговора
tr: suç ortaklarının komployu ilerletme çabaları
vi: nỗ lực của những kẻ đồng mưu nhằm đẩy mạnh âm mưu
zh_hans: 同谋者为促成阴谋所做的努力

source: loathed abuses of power and refused
de: verabscheute Machtmissbrauch und lehnte es ab
fr: détestait les abus de pouvoir et refusait
it: detestava gli abusi di potere e rifiutava
ko: 권력 남용을 혐오하고 거절했다.
pl: czuł wstręt do nadużyć władzy i odmówił
pt_br: odiava abusos de poder e recusava
ru: ненавидел злоупотреблять властью и отказался
tr: gücün kötüye kullanılmasından iğrendi ve reddetti
vi: ghét cay ghét đắng sự lạm dụng quyền lực và từ chối
zh_hans: 厌恶滥用权力并拒绝

source: valued the law and refused
de: schätzte das Gesetz und lehnte ab
fr: a apprécié la loi et a refusé
it: ha dato valore alla legge e si è rifiutato di
ko: 법을 귀히 여기고 거절하다
pl: cenił prawo i odmówił
pt_br: valorizou a lei e recusou
ru: оценил закон и отклонил
tr: yasaya değer verdi ve reddetti
vi: coi trọng luật pháp và từ chối
zh_hans: 重视法律并拒绝

source: fearing of death
de: Todesangst
fr: peur de la mort
it: paura della morte
ko: 죽음을 두려워
pl: strach przed śmiercią
pt_br: temendo a morte
ru: страх смерти
tr: ölüm korkusu
vi: sợ cái chết
zh_hans: 对死亡的恐惧

source: being afraid
de: ängstlich sein
fr: être effrayé
it: avere paura
ko: 두려워하는
pl: będąc przerażonym
pt_br: estar com medo
ru: напуган
tr: korkması
vi: sợ hãi
zh_hans: 害怕

source: feelings of vanity
de: Gefühle von Eitelkeit
fr: sentiments de vanité
it: sentimenti di vanità
ko: 허영심
pl: uczucia próżności
pt_br: sentimentos de vaidade
ru: тщеславие
tr: kibir hisleri
vi: cảm giác phù phiếm
zh_hans: 虚荣心

source: feelings of greed
de: Gefühle von Gier
fr: sentiments de cupidité
it: sentimenti di avidità
ko: 탐욕의 감정
pl: uczucie chciwości
pt_br: sentimentos de ganância
ru: жадность
tr: açgözlülük hisleri
vi: lòng tham
zh_hans: 贪欲

source: being swayed by the emotional appeal
de: sich von der emotionalen Anziehungskraft leiten zu lassen
fr: être influencé par l'appel émotionnel
it: farsi influenzare dal richiamo emotivo
ko: 감성적인 매력에 휘둘리는
pl: bycie zachwyconym emocjonalnym apelem
pt_br: sendo influenciado pelo apelo emocional
ru: находится под влиянием эмоционального порыва
tr: duygusal çağrıdan etkilenmesi
vi: bị lay chuyển bởi lời kêu gọi cảm xúc
zh_hans: 情绪化

source: an unwillingness to accept death
de: die mangelnde Bereitschaft, den Tod zu akzeptieren
fr: une réticence à accepter la mort
it: la riluttanza ad accettare la morte
ko: 죽음을 받아들이지 않으려는 의지
pl: niechęć do zaakceptowania śmierci
pt_br: uma relutância em aceitar a morte
ru: нежелание принять смерть
tr: ölümü kabul etmeye isteksizlik
vi: sự không sẵn lòng chấp nhận cái chết
zh_hans: 不愿接受死亡

source: had no respect for
de: hatte keinen Respekt vor
fr: n'avait aucun respect pour
it: non aveva rispetto per
ko: 존중하지 않았다
pl: nie miał szacunku dla
pt_br: não tinha respeito por
ru: не имеет уважения
tr: şuna saygısı yoktu:
vi: không tôn trọng
zh_hans: 不尊重

source: was unafraid of
de: hatte keine Angst vor
fr: n'avait pas peur de
it: non aveva paura di
ko: 두렵지 않았다
pl: nie bał się
pt_br: não tinha medo de
ru: не боялся
tr: şundan korkmuyordu:
vi: không sợ
zh_hans: 不害怕

source: hated
de: gehasst
fr: détesté
it: odiato
ko: 싫어
pl: znienawidzony
pt_br: odiado
ru: ненавидимый
tr: nefret etti
vi: ghét
zh_hans: 厌恶

source: felt no loyalty to
de: fühlte keine Loyalität zu
fr: ne ressentait aucune loyauté envers
it: non provava lealtà per
ko: 충성심을 느끼지 않았다
pl: nie czuł lojalności wobec
pt_br: não sentia lealdade a
ru: не чувствовал преданности к
tr: şuna sadakat hissetmedi:
vi: không có lòng trung thành với
zh_hans: 感到不忠诚于

source: distrusted
de: misstraut
fr: méfiant
it: diffidare
ko: 불신
pl: niegodny zaufania
pt_br: desconfiado
ru: доверяли
tr: güvenmedi
vi: không tin cậy
zh_hans: 不信任

source: and refused
de: und verweigerte
fr: et a refusé
it: e ha rifiutato
ko: 그리고 거절했다
pl: i odmówił
pt_br: e recusou
ru: и отказались
tr: ve reddetti
vi: và từ chối
zh_hans: 而且拒绝

source: Allies surrounding
de: Verbündete in der Umgebung
fr: Alliés entourant
it: Alleati che circondano
ko: 주변 동맹국
pl: Sojusznicy otaczający
pt_br: Aliados ao redor
ru: Союзники окружают
vi: Đồng minh vây quanh
zh_hans: 周围的盟友

source: raised their suspicions and the plan was foiled.
de: Sie schöpften Verdacht und der Plan wurde vereitelt.
fr: ont soulevé leurs soupçons et le plan a été déjoué.
it: sollevato i loro sospetti e il piano è stato sventato.
ko: 의혹을 제기했고 계획은 좌절되었습니다.
pl: wzbudzili podejrzenia i plan został udaremniony.
pt_br: levantou suas suspeitas e o plano foi frustrado.
ru: что-то заподозрили, и план был раскрыт.
tr: şüphelerini dile getirdiler ve plan engellendi.
vi: đã dấy lên nghi ngờ của họ và kế hoạch bị phá vỡ.
zh_hans: 引起了他们的怀疑，该计划被挫败。

source: The plan failed.
de: Der Plan ist gescheitert.
fr: Le plan a échoué.
it: Il piano è fallito.
ko: 계획이 실패했습니다.
pl: Plan zawiódł.
pt_br: O plano falhou.
ru: План не сработал.
vi: Kế hoạch thất bại.
zh_hans: 计划失败了。

source: , as
de: , als
fr: , comme
it: , come
ko: , 처럼
pl: , jako
pt_br: , como
ru: , как
tr: , olarak
vi: , vì
zh_hans: 作为

source: attempted to corrupt
de: versucht zu korrumpieren
fr: tenté de corrompre
it: tentato di corrompere
ko: 부패를 시도했다
pl: próbował skorumpować
pt_br: tentou corromper
ru: попытался испортить
tr: şunu yozlaştırmaya çalıştı:
vi: âm mưu hối lộ
zh_hans: 企图贪污

source: subordinated
de: Nachrangig
fr: subordonné
it: subordinato
ko: 종속
pl: podporządkowany
pt_br: subordinado
ru: подчиняется
tr: tabi kıldı
vi: đã ép buộc phục tùng
zh_hans: 隶属关系

source: corrupted
de: korrumpiert
fr: corrompu
it: corrotto
ko: 손상된
pl: skorumpowany
pt_br: corrompido
ru: искажён
tr: yozlaştırdı
vi: đã hối lộ
zh_hans: 损坏的

source: spouse
de: Ehepartner
fr: conjoint
it: coniuge
ko: 배우자
pl: współmałżonek
pt_br: cônjuge
ru: супруг
tr: eş
vi: vợ/chồng
zh_hans: 伴侣

source: lover
de: Liebhaber
fr: amoureux
it: amante
ko: 애인
pl: kochanek
pt_br: amante
ru: любовник
tr: sevgili
vi: người tình
zh_hans: 恋人

source: childhood friend
de: Jugendfreund
fr: ami d'enfance
it: amico d'infanzia
ko: 소꿉친구
pl: przyjaciel z dzieciństwa
pt_br: amigo de infância
ru: друг детства
tr: çocukluk arkadaşı
vi: bạn thời thơ ấu
zh_hans: 儿时的朋友

source: comrade-in-arms
de: Mitstreiter
fr: compagnon d'armes
it: compagno d'armi
ko: 전우
pl: towarzysz broni
pt_br: camarada de armas
ru: товарищ по оружию
tr: silah arkadaşı
vi: chiến hữu
zh_hans: 战友

source: fellow scholar
de: Stipendiatin
fr: confrère universitaire
it: collega studioso
ko: 동료 학자
pl: kolega uczony
pt_br: colega estudioso
ru: дружественный учёный
tr: meslektaş alim
vi: đồng học giả
zh_hans: 研究员

source: fellow artist
de: Künstlerkollege
fr: collègue artiste
it: collega artista
ko: 동료 예술가
pl: kolega artysta
ru: дружественный художник
tr: meslektaş sanatçı
vi: đồng nghệ sĩ
zh_hans: 艺术家

source: fellow athlete
de: Sportkamerad
fr: collègue athlète
it: collega atleta
ko: 동료 선수
pl: kolega sportowiec
pt_br: colega atleta
ru: дружественный спортсмен
tr: meslektaş atlet
vi: đồng vận động viên
zh_hans: 运动员

source: mother
de: Mutter
fr: mère
it: madre
ko: 어머니
pl: matka
pt_br: mãe
ru: мать
tr: anne
vi: mẹ
zh_hans: 母亲

source: father
de: Vater
fr: père
it: padre
ko: 아버지
pl: ojciec
pt_br: pai
ru: отец
tr: baba
vi: cha
zh_hans: 父亲

source: master
de: Meister
fr: Maître
it: maestro
ko: 주인
pl: mistrz
pt_br: mestre
ru: хозяин
tr: efendi
vi: chủ nhân
zh_hans: 主

source: apprentice
de: Lehrling
fr: apprenti
it: apprendista
ko: 도제
pl: uczeń
pt_br: aprendiz
ru: ученик
tr: çırak
vi: đệ tử
zh_hans: 学徒

source: companion
de: Begleiter
fr: un compagnon
it: compagno
ko: 동반자
pl: towarzysz
pt_br: companheiro
ru: спутник
tr: yoldaş
vi: bạn đồng hành
zh_hans: 伴侣

source: ex-spouse
de: Ex-Ehepartner
fr: ex-conjoint
it: ex coniuge
ko: 전 배우자
pl: były małżonek
pt_br: ex-cônjuge
ru: бывший супруг
tr: eski eş
vi: vợ/chồng cũ
zh_hans: 前任

source: guildmate
de: Gildenmitglied
fr: compagnon de guilde
it: compagno di gilda
ko: 길드 동료
pl: kolega z gildii
pt_br: companheiro de guilda
ru: согильдиец
tr: lonca arkadaşı
vi: đồng hội
zh_hans: 工会成员

source: fellow company member
de: Firmenkollege
fr: membre de l'entreprise
it: collega di società
ko: 동료 회사원
pl: towarzysz z kompanii
pt_br: companheiro de companhia
ru: дружественный член группы
tr: şirket arkadaşı
vi: đồng thành viên công ty
zh_hans: 同军团成员

source: troupemate
de: Truppenführer
fr: compagnon de troupe
it: compagno di troupe
ko: 극단원
pl: współpracownik
pt_br: companheiro de esquemas
ru: участник труппы
tr: topluluk arkadaşı
vi: đồng đội trong đoàn
zh_hans: 团员

source: fellow order member
de: Ordenskollege
fr: membre de l'ordre
it: compagno membro dell'ordine
ko: 동료 주문 회원
pl: kolega z zakonu
pt_br: companheiro da ordem
ru: дружественный член ордена
tr: tarikat arkadaşı
vi: đồng thành viên tổ chức
zh_hans: 同行会成员

source: fellow believer
de: Glaubensbruder
fr: compagnon de foi
it: compagno di fede
ko: 동료 신자
pl: współwyznawca
pt_br: companheiro fiel
ru: дружественный верующий
tr: din kardeşi
vi: đồng tín đồ
zh_hans: 从属信徒

source: neighbor
de: Nachbar
fr: voisine
it: vicino
ko: 이웃
pl: sąsiad
pt_br: vizinho
ru: сосед
tr: komşu
vi: hàng xóm
zh_hans: 邻居

source: in order to secure embezzled funds in
de: um die veruntreuten Gelder in
fr: afin de sécuriser les fonds détournés
it: al fine di garantire i fondi sottratti in
ko: 횡령된 자금을 확보하기 위해
pl: w celu zabezpieczenia zdefraudowanych środków w
pt_br: a fim de garantir fundos desviados em
ru: в целях обеспечения сохранности растраченных средств в
tr: şurada zimmete geçirilen fonları güvence altına almak için:
vi: để đảm bảo quỹ biển thủ ở
zh_hans: 为了确保被盗用的资金在

source: in order to have someone to act on plots and schemes in
de: um jemanden zu haben, der bei Plänen und Vorhaben in
fr: afin d'avoir quelqu'un pour agir sur des complots et des plans dans
it: per avere qualcuno che agisca su trame e complotti in
ko: 음모와 계획에 따라 행동할 누군가를 갖기 위해
pl: aby mieć kogoś do działania na spiskach i zmowach w
pt_br: a fim de ter alguém para agir em conspirações e esquemas em
ru: для того чтобы было кому действовать по заговорам и схемам в
tr: şurada komplolar ve entrikalar üzerinde hareket edecek birine sahip olmak için:
vi: để có người thực hiện các âm mưu và kế hoạch ở
zh_hans: 以便有人在情节和计划上采取行动在

source: in order to have law enforcement look the other way in
de: m die Strafverfolgungsbehörden dazu zu bringen, wegzuschauen, wenn
fr: afin que les forces de l'ordre détournent le regard
it: per far sì che le forze dell'ordine guardino dall'altra parte in
ko: 법 집행 기관이 다른 방식으로 보도록 하기 위해
pl: aby organy ścigania odwróciły wzrok w
pt_br: a fim de que a aplicação da lei olhe para o outro lado
ru: чтобы стража смотрела в другую сторону
tr: şurada kolluk kuvvetlerinin görmezden gelmesini sağlamak için:
vi: để các cơ quan thực thi pháp luật nhắm mắt làm ngơ ở
zh_hans: 为了让执法部门对他们的行为睁一只眼闭一只眼

source: as a member of
de: als Mitglied von
fr: en tant que membre de
it: in quanto membro di
ko: 회원으로
pl: jako członek
pt_br: como um membro de
ru: в качестве члена
tr: şunun bir üyesi olarak:
vi: với tư cách là thành viên của
zh_hans: 作为成员之于

source: toward the fulfillment of plots and schemes in
de: zur Erfüllung von Plänen und Vorhaben in
fr: vers la réalisation de parcelles et d'aménagements dans
it: verso il compimento di trame e complotti in
ko: 음모와 계획의 성취를 향하여
pl: w kierunku realizacji spisków i intryg w
pt_br: para o cumprimento de parcelas e esquemas em
ru: к выполнению целей и схем в
tr: şurada komploların ve entrikaların yerine getirilmesine yönelik:
vi: nhằm thực hiện các âm mưu và kế hoạch ở
zh_hans: 为实现阴谋诡计于

source: in order to have an agent in
de: um einen Agenten zu haben in
fr: afin d'avoir un agent dans
it: per avere un agente in
ko: 대리인을 두기 위해
pl: aby mieć agenta w
pt_br: a fim de ter um agente em
ru: чтобы иметь агента в
tr: şurada bir ajana sahip olmak için:
vi: để có một đặc vụ ở
zh_hans: 为了让代理人在

source: the wilds
de: die Wildnis
fr: la nature
it: lande selvagge
ko: 야생
pl: dzikie
pt_br: a vida selvagem
ru: дебрях
tr: vahşi doğa
vi: vùng hoang dã
zh_hans: 野外

source: the corruption of
de: die Korruption der
fr: la corruption de
it: la corruzione di
ko: 의 부패
pl: zepsucie
pt_br: a corrupção de
ru: порча
tr: şunun yozlaşması:
vi: hành vi hối lộ
zh_hans: 腐败之

source: the failed attempt by
de: der gescheiterte Versuch von
fr: la tentative ratée de
it: il tentativo fallito di
ko: 실패한 시도
pl: nieudana próba przez
pt_br: a tentativa fracassada de
ru: неудачная попытка
tr: şunun başarısız girişimi:
vi: nỗ lực thất bại của
zh_hans: 失败的尝试

source: to corrupt
de: zu bestechen
fr: corrompre
it: di corrompere
ko: 타락하다
pl: psuć
pt_br: corromper
ru: испортить
tr: yozlaştırmak için
vi: để mua chuộc
zh_hans: 贪污

source: Subject revealed that in
de: Das Thema zeigte, dass in
fr: Le sujet a révélé que dans
it: Il soggetto ha rivelato che in
ko: 피험자는
pl: Badany ujawnił, że
pt_br: Assunto revelou que em
ru: Субъект сообщил, что в
vi: Đối tượng tiết lộ rằng ở
zh_hans: 对象透露在

source: a corrupt agreement was formed
de: eine korrupte Vereinbarung wurde getroffen
fr: un accord corrompu a été formé
it: è stato formato un accordo di corruzione
ko: 부패한 계약이 형성되었습니다
pl: zawarto skorumpowane porozumienie
pt_br: formou-se um acordo corrupto
ru: сформировано испорченное соглашение
tr: yozlaşmış bir anlaşma oluşturuldu
vi: một thỏa thuận bất chính đã được hình thành
zh_hans: 形成了腐败的协议

source: an unknown party
de: eine unbekannte Partei
fr: une fête inconnue
it: un gruppo sconosciuto
ko: 알려지지 않은 파티
pl: nieznana partia
pt_br: um partido desconhecido
ru: неизвестная группа
tr: bilinmeyen bir taraf
vi: một bên không rõ danh tính
zh_hans: 一个未知的派对

source: , and
de: , und
fr: , et
it: , e
ko: , 그리고
pl: , i
pt_br: , e
ru: , и
tr: , ve
vi: , và
zh_hans: ，与

source: concocted
de: zusammengebraut
fr: concocté
it: inventato
ko: 만든
pl: wymyślony
pt_br: inventado
ru: продуманный
tr: uydurdu
vi: đã dàn dựng
zh_hans: 炮制的

source: a embezzlement conspiracy
de: eine Verschwörung zur Veruntreuung
fr: un complot de détournement de fonds
it: una cospirazione di appropriazione indebita
ko: 횡령 음모
pl: spisek defraudacyjny
pt_br: uma conspiração de fraude
ru: скрытие растраты
tr: bir zimmete para geçirme komplosu
vi: một âm mưu biển thủ
zh_hans: 一个挪用公款阴谋

source: a corruption conspiracy
de: eine Korruptionsverschwörung
fr: un complot de corruption
it: una cospirazione per la corruzione
ko: 부패 음모
pl: spisek korupcyjny
pt_br: uma conspiração de corrupção
ru: коррупционный заговор
tr: bir yozlaşma komplosu
vi: một âm mưu tham nhũng
zh_hans: 一个贪污阴谋

source: a bribery conspiracy
de: eine Verschwörung zur Bestechung
fr: un complot de corruption
it: una cospirazione per corrompere
ko: 뇌물 음모
pl: spisek łapówkarski
pt_br: uma conspiração de suborno
ru: скрытие подкупа
tr: bir rüşvet komplosu
vi: một âm mưu mua chuộc
zh_hans: 一个贿赂阴谋

source: plotted to infiltrate
de: geplant, um zu infiltrieren
fr: comploté pour s'infiltrer
it: complottato per infiltrarsi
ko: 침투할 계획
pl: spiskował, aby zinfiltrować
pt_br: tramado para se infiltrar
ru: отмечен как цель проникновения
tr: şuraya sızmayı planladı:
vi: âm mưu xâm nhập
zh_hans: 谋划渗透

source: in order to
de: um die
fr: pour
it: al fine di
ko: ~하기 위해
pl: aby
pt_br: a fim de
ru: чтобы
tr: şunun için:
vi: nhằm mục đích
zh_hans: 为了

source: prepare a coup
de: einen Coup vorbereiten
fr: préparer un coup d'état
it: preparare un golpe
ko: 쿠데타를 준비하다
pl: przygotować zamach stanu
pt_br: preparar um golpe
ru: подготовить переворот
tr: bir darbe hazırla
vi: chuẩn bị một cuộc đảo chính
zh_hans: 准备政变

source: instill terror
de: Angst einflößen
fr: semer la terreur
it: incutere terrore
ko: 공포를 심어주다
pl: zaszczepić terror
pt_br: provocar terror
ru: внушить ужас
tr: korku sal
vi: gieo rắc nỗi sợ hãi
zh_hans: 灌输恐怖

source: initiate sabotage
de: Sabotage verüben
fr: initier le sabotage
it: avviare il sabotaggio
ko: 사보타주를 시작하다
pl: rozpocząć sabotaż
pt_br: iniciar sabotagem
ru: начать саботаж
tr: sabotaj başlat
vi: khởi xướng hành động phá hoại
zh_hans: 开始搞破坏

source: steal treasures
de: Schätze stehlen
fr: voler des trésors
it: ruba tesori
ko: 보물을 훔치다
pl: ukraść skarby
pt_br: roubar tesouros
ru: украсть сокровища
tr: hazineleri çal
vi: đánh cắp kho báu
zh_hans: 偷窃宝藏

source: approached by
de: kontaktiert von
fr: approché par
it: avvicinato da
ko: 에 의해 접근
pl: zwrócił się do
pt_br: abordado por
ru: подошел
tr: şunun tarafından yaklaşıldı:
vi: được tiếp cận bởi
zh_hans: 接洽

source: to handle the matter directly or through another party
de: die Angelegenheit direkt oder über eine andere Partei zu regeln
fr: traiter l'affaire directement ou par l'intermédiaire d'une autre partie
it: per gestire la questione direttamente o tramite un altro gruppo
ko: 직접 또는 다른 당사자를 통해 문제를 처리하기 위해
pl: aby zająć się sprawą bezpośrednio lub przez inną stronę
pt_br: para lidar com o assunto diretamente ou por meio de outra parte
ru: решать вопрос напрямую или через другую сторону
tr: meseleyi doğrudan veya başka bir taraf aracılığıyla halletmek için
vi: để giải quyết vấn đề trực tiếp hoặc thông qua một bên khác
zh_hans: 直接或通过另一方处理此事

source: under the influence of
de: unter dem Einfluss von
fr: sous l'influence de
it: sotto l'influenza di
ko: 의 영향을 받아
pl: pod wpływem
pt_br: sob a influência de
ru: под влиянием
tr: şunun etkisi altında:
vi: dưới ảnh hưởng của
zh_hans: 受影响来自

source: plotted to frame
de: auf den Rahmen aufgetragen
fr: comploté pour encadrer
it: complottato per incastrare
ko: 프레임에 플롯
pl: naniesiony na ramkę
pt_br: tramado para enquadrar
ru: заговор, чтобы подставить
tr: şuna kumpas kurmayı planladı:
vi: âm mưu gài bẫy
zh_hans: 绘制成框架

source: for
de: für
fr: pour
it: per
ko: ~을 위한
pl: dla
pt_br: para
ru: для
tr: şunun için:
vi: vì tội
zh_hans: 对于

source: a conspiracy to slow labor
de: eine Verschwörung zur Verlangsamung der Arbeit
fr: un complot pour ralentir le travail
it: una cospirazione per rallentare il lavoro.
ko: 느린 노동에 대한 음모
pl: spisek spowalniający pracę
pt_br: conspiração para retardar o trabalho de parto
ru: сокрытие медленной работы
tr: işi yavaşlatma komplosu
vi: một âm mưu làm chậm lao động
zh_hans: 一个减缓劳动力的阴谋

source: blood-drinking
de: Blut trinkend
fr: boire du sang
it: consumazione di sangue
ko: 피를 마시는
pl: picie krwi
pt_br: crime de sangue-beber
ru: вампиризм
tr: kan içicilik
vi: uống máu
zh_hans: 血饮

source: attempted theft
de: versuchter Diebstahl
fr: tentative de vol
it: tentato furto
ko: 절도 시도
pl: próba kradzieży
pt_br: tentativa de roubo
ru: попытка кражи
tr: hırsızlığa teşebbüs
vi: mưu đồ trộm cắp
zh_hans: 盗窃未遂

source: attempted murder
de: Mordversuch
fr: tentative de meurtre
it: tentato omicidio
ko: 살인미수
pl: próba morderstwa
pt_br: tentativa de assassinato
ru: покушение на убийство
tr: cinayete teşebbüs
vi: mưu sát
zh_hans: 谋杀未遂

source: attempted kidnapping
de: versuchte Entführung
fr: tentative d'enlèvement
it: tentato rapimento
ko: 납치 미수
pl: próba porwania
pt_br: tentativa de sequestro
ru: попытка похищения
tr: adam kaçırmaya teşebbüs
vi: mưu đồ bắt cóc
zh_hans: 绑架未遂
