Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Winter
fr: L'hiver
it: Inverno
ko: 겨울
pl: Zima
pt_br: Inverno
ru: Зима
tr: Kış
vi: Mùa đông
zh_hans: 冬季

source: Autumn
de: Herbst
fr: L'automne
it: Autunno
ko: 가을
pl: Jesień
pt_br: Outono
ru: Осень
tr: Sonbahar
vi: Mùa thu
zh_hans: 秋季

source: Summer
de: Sommer
fr: Été
it: Estate
ko: 여름
pl: Lato
pt_br: Verão
ru: Лето
tr: Yaz
vi: Mùa hè
zh_hans: 夏季

source: Spring
de: Frühling
fr: Le printemps
it: Primavera
ko: 봄
pl: Wiosna
pt_br: Primavera
ru: Весна
tr: İlkbahar
vi: Mùa xuân
zh_hans: 春季

source: and took over
de: und übernahm
fr: et a pris le relais
it: e ha preso il controllo
ko: 그리고 인수
pl: i przejął
pt_br: e assumiu
ru: и взял на себя
tr: ve devraldı
vi: và giành quyền kiểm soát
zh_hans: 并接管了

source: and takeover of
de: und die Übernahme von
fr: et reprise de
it: e la presa di potere di
ko: 그리고 인수
pl: i przejęcie
pt_br: e aquisição de
ru: и захват
tr: ve şunun devralınması:
vi: và việc tiếp quản của
zh_hans: 并接管

source: declared
de: erklärt
fr: déclaré
it: dichiarato
ko: 선언
pl: zadeklarowany
pt_br: declarado
ru: объявил
tr: ilan etti
vi: đã tuyên bố
zh_hans: 宣布

source: to be a holy city
de: eine heilige Stadt zu sein
fr: être une ville sainte
it: per essere una città santa
ko: 거룩한 도시가 되기 위해
pl: być świętym miastem
pt_br: ser uma cidade sagrada
ru: быть священным городом
tr: kutsal bir şehir olduğunu
vi: là một thành phố linh thiêng
zh_hans: 成为一个圣洁的城市

source: the declaration that
de: die Erklärung, dass
fr: la déclaration que
it: la dichiarazione che
ko: 그 선언
pl: oświadczenie, że
pt_br: a declaração de que
ru: объявление, что
tr: şunun ilanı:
vi: lời tuyên bố rằng
zh_hans: 的声明，即

source: is a holy city
de: ist eine heilige Stadt
fr: est une ville sainte
it: è una città santa
ko: 거룩한 성이다
pl: to święte miasto
pt_br: é uma cidade sagrada
ru: в священном городе
tr: kutsal bir şehirdir
vi: là một thành phố linh thiêng
zh_hans: 是一个神圣的城市

source: surrendered
de: überlassen
fr: rendu
it: ceduto
ko: 항복
pl: poddany
pt_br: rendeu
ru: сдался
tr: teslim oldu
vi: đã đầu hàng
zh_hans: 投降

source: the surrender of
de: die Übergabe von
fr: la reddition de
it: la resa di
ko: 의 항복
pl: poddanie się
pt_br: a rendição de
ru: сдался
tr: şunun teslim oluşu:
vi: sự đầu hàng của
zh_hans: 投降

source: routed
de: geroutet
fr: routé
it: ha mandato in rotta
ko: 라우팅
pl: kierowany
pt_br: roteado
ru: проложил
tr: bozguna uğrattı
vi: đã đánh tan
zh_hans: 路由

source: and destroyed
de: und zerstört
fr: et détruit
it: e distrutto
ko: 그리고 파괴
pl: i zniszczony
pt_br: destroyed:
ru: и разрушен
tr: ve yok etti
vi: và phá hủy
zh_hans: 并且被毁坏了

source: the rout of
de: die Flucht von
fr: la déroute de
it: la disfatta di
ko: 의 패주
pl: trasa
pt_br: a derrota de
ru: путь
tr: şunun bozgunu:
vi: việc đánh tan của
zh_hans: 溃败的

source: and destruction of
de: und Zerstörung von
fr: et la destruction de
it: e la distruzione di
ko: 그리고 파괴
pl: i zniszczenie
pt_br: e destruição de
ru: и уничтожение
tr: ve şunun yıkımı:
vi: và việc phá hủy của
zh_hans: 和破坏

source: spotted the forces of
de: entdeckten die Kräfte der
fr: repéré les forces de
it: ha individuato le forze di
ko: 의 세력을 발견했다
pl: wyrzucił siły
pt_br: avistou as forças de
ru: обнаружили войска
tr: şunun güçlerini fark etti:
vi: đã phát hiện các lực lượng của
zh_hans: 发现了部队

source: slipping out of
de: herausrutschend aus
fr: glisser hors de
it: scivolare fuori da
ko: 에서 미끄러지다
pl: wyślizgnięcie się z
pt_br: escorregando para fora
ru: выскользнуть из
tr: şuradan sıvışırken
vi: lẻn ra khỏi
zh_hans: 滑出

source: the detection of the forces of
de: das Aufspüren der Kräfte von
fr: la détection des forces de
it: il rilevamento delle forze di
ko: 의 힘의 탐지
pl: wykrywanie sił
pt_br: a detecção das forças de
ru: обнаружение войск
tr: şunun güçlerinin fark edilmesi:
vi: việc phát hiện các lực lượng của
zh_hans: 检测力量

source: leaving
de: verlassen
fr: en quittant
it: lasciando
ko: 퇴거
pl: odejście
pt_br: saindo
ru: покидая
tr: ayrılırken
vi: rời khỏi
zh_hans: 离开

source: the attack of
de: den Angriff von
fr: l'attaque de
it: l'attacco di
ko: 의 공격
pl: atak
pt_br: ataque em
ru: нападение
tr: şunun saldırısı:
vi: cuộc tấn công của
zh_hans: 的攻击

source: abandoned the settlement of
de: die Siedlung aufgegeben von
fr: abandonné la colonie de
it: abbandonato l'insediamento di
ko: 정착을 포기했다
pl: zrezygnował z rozliczenia
pt_br: abandonou o assentamento de
ru: оставили поселение
tr: şu yerleşimi terk etti:
vi: đã bỏ hoang khu định cư của
zh_hans: 放弃了和解

source: their
de: ihre
fr: leur
it: loro
ko: 그들의
pl: ich
pt_br: deles/delas
ru: их
tr: kendi
vi: của họ
zh_hans: 其

source: settlement of
de: Siedlung von
fr: règlement de
it: insediamento di
ko: 해결
pl: rozliczenie
pt_br: é o outro assentamento para utilizar o mercado aqui.
ru: поселение
tr: yerleşimi:
vi: khu định cư của
zh_hans: 协议：

source: withered.
de: verwelkt.
fr: flétri.
it: appassito.
ko: 시든.
pl: zwiędły.
pt_br: desbotado
ru: угасло.
tr: soldu.
vi: tàn lụi.
zh_hans: 干枯。

source: the abandonment of
de: die Aufgabe von
fr: l'abandon de
it: l'abbandono di
ko: 포기
pl: porzucenie
pt_br: do abandono
ru: покидание
tr: şunun terk edilmesi:
vi: việc bỏ hoang của
zh_hans: 放弃

source: the withering of
de: das Verwelken von
fr: le flétrissement de
it: l'appassimento di
ko: 의 시들음
pl: więdnięcie
pt_br: empalidecendo
ru: угасание
tr: şunun solması:
vi: sự tàn lụi của
zh_hans: 枯萎的

source: formed
de: gebildet
fr: formé
it: formato
ko: 형성된
pl: utworzony
pt_br: formada
ru: сформировал
tr: kurdu
vi: đã hình thành
zh_hans: 形成

source: formed
de: gebildet
fr: formé
it: formato
ko: 형성된
pl: utworzony
pt_br: Nós formamos
ru: сформировал
tr: kuruldu
vi: đã hình thành
zh_hans: 形成

source: moved
de: bewegt
fr: déplacé
it: spostato
ko: 움직이는
pl: przeniesiony
pt_br: Entao espiritualmente estou emocionado!
ru: переместился
tr: taşındı
vi: đã di chuyển
zh_hans: 移动

source: became the primary criminal organization
de: die wichtigste kriminelle Organisation wurde
fr: est devenue la principale organisation criminelle
it: è diventata l'organizzazione criminale principale
ko: 주요 범죄 조직이되었습니다.
pl: stała się główną organizacją przestępczą
pt_br: tornou-se a principal organização criminosa
ru: стали основной криминальной организацией
tr: başlıca suç örgütü haline geldi
vi: đã trở thành tổ chức tội phạm chính
zh_hans: 成为主要的犯罪组织

source: a worker of
de: ein Arbeiter von
fr: un ouvrier de
it: un lavoratore di
ko: 노동자
pl: pracownik
pt_br: um trabalhador de
ru: работник
tr: bir işçisi
vi: một người lao động của
zh_hans: 一个工人

source: a multitude of
de: eine Vielzahl von
fr: une foule de
it: una moltitudine di
ko: 다수의
pl: mnogość
pt_br: uma multidão de
ru: множество
tr: bir yığın
vi: rất nhiều
zh_hans: 众多

source: hundreds
de: Hunderte
fr: des centaines
it: centinaia
ko: 수백
pl: setki
pt_br: centenas
ru: сотни
tr: yüzlerce
vi: hàng trăm
zh_hans: 数以百计

source: some hundred
de: einige hundert
fr: une centaine
it: qualche centinaio
ko: 수백
pl: około stu
pt_br: algumas centenas
ru: несколько сотен
tr: yaklaşık yüz
vi: khoảng một trăm
zh_hans: 几百

source: dozens of
de: Dutzende von
fr: douzaine de
it: dozzine di
ko: 수십
pl: dziesiątki
pt_br: dúzias
ru: десятки
tr: düzinelerce
vi: hàng chục
zh_hans: 数十个

source: several
de: mehrere
fr: plusieurs
it: diversi
ko: 몇몇의
pl: kilka
pt_br: varios
ru: несколько
tr: birkaç
vi: vài
zh_hans: 一些

source: a few
de: ein paar
fr: quelques
it: alcuni
ko: 약간
pl: kilka
pt_br: um pouco
ru: немного
tr: birkaç
vi: một vài
zh_hans: 一些

source: the joining of
de: die Verbindung von
fr: l'adhésion de
it: l'unione di
ko: 의 결합
pl: połączenie
pt_br: a união de
ru: воссоединение
tr: şunun katılımı:
vi: sự tham gia của
zh_hans: 加入自

source: fully incorporated into
de: vollständig integriert in
fr: entièrement intégré dans
it: totalmente incorporato in
ko: 완전히 통합
pl: w pełni włączony do
pt_br: totalmente incorporado em
ru: полностью включены в
tr: tamamen şuna dahil edildi:
vi: hoàn toàn hợp nhất vào
zh_hans: 完全纳入

source: began operating at the direction of
de: begann seine Tätigkeit unter der Leitung von
fr: a commencé à fonctionner sous la direction de
it: ha iniziato a operare sotto la direzione di
ko: 의 방향으로 운영되기 시작했습니다.
pl: rozpoczął działalność pod kierownictwem
pt_br: começou a operar na direção de
ru: начал работать в направлении
tr: şunun talimatıyla faaliyet göstermeye başladı:
vi: bắt đầu hoạt động dưới sự chỉ đạo của
zh_hans: 开始运作，在其指导下

source: under the leadership of
de: unter der Leitung von
fr: sous la direction de
it: sotto la dirigenza di
ko: 의 주도하에
pl: pod przewodnictwem
pt_br: sob a liderança de
ru: под предводительством
tr: şunun liderliği altında
vi: dưới sự lãnh đạo của
zh_hans: 由领导之于

source: at the settlement of
de: bei der Siedlung von
fr: au règlement de
it: all'insediamento di
ko: 합의에서
pl: przy rozliczeniu
pt_br: é o outro assentamento para utilizar o mercado aqui.
ru: в поселении
tr: şu yerleşimde:
vi: tại khu định cư của
zh_hans: 在解决

source: regained their senses after an initial period of questionable judgment.
de: nach einer anfänglichen Phase des fragwürdigen Urteilsvermögens wieder zur Vernunft gekommen sind.
fr: ont retrouvé leurs esprits après une période initiale de remise en cause de leur jugement.
it: sono rinsaviti dopo un primo periodo di giudizio discutibile.
pl: odzyskali zmysły po początkowym okresie wątpliwej oceny sytuacji.
pt_br: recuperou os sentidos após um período inicial de julgamento questionável.
ru: пришли в чувство после начального периода сомнительного судейства.
tr: şüpheli kararlarla dolu bir başlangıç döneminden sonra akıllarını başlarına topladılar.
vi: đã lấy lại được lý trí sau một giai đoạn đầu phán đoán sai lầm.
zh_hans: 经过可疑度推断后，他们恢复了理智。

source: regained their senses after another period of questionable judgment.
de: nach einer weiteren Periode fragwürdigen Urteils wieder zur Vernunft gekommen.
fr: ont retrouvé leurs esprits après une autre période de remise en cause de leur jugement.
it: sono rinsaviti dopo un altro periodo di giudizio discutibile.
ko: 의심스러운 판단의 또 다른 기간 후에 감각을 되찾았습니다.
pl: odzyskali zmysły po kolejnym okresie wątpliwego osądu.
pt_br: recuperou os sentidos após outro período de julgamento questionável.
ru: пришли в чувство после очередного периода сомнительного судейства.
tr: şüpheli kararlarla dolu başka bir dönemden sonra akıllarını başlarına topladılar.
vi: đã lấy lại được lý trí sau một giai đoạn phán đoán sai lầm khác.
zh_hans: 在经过另一段可疑的判断后，他们恢复了理智。

source: the formation of
de: die Formation von
fr: la formation de
it: la formazione di
ko: 의 형성
pl: formacja
pt_br: a formação de
ru: образование
tr: şunun oluşumu:
vi: sự hình thành của
zh_hans: 形成的

source: relocation of
de: Verlagerung von
fr: déménagement de
it: trasferimento di
ko: 재배치
pl: relokacja
pt_br: realocação de
ru: перемещение
tr: şunun yer değiştirmesi:
vi: việc di dời của
zh_hans: 搬迁的

source: ascendency of the criminal organization
de: Aufstieg der kriminellen Organisation
fr: l'ascendant de l'organisation criminelle
it: l'ascesa dell'organizzazione criminale
ko: 범죄조직의 위엄
pl: przewaga organizacji przestępczej
pt_br: ascendência da organização criminosa
ru: доминирование криминальной организации
tr: suç örgütünün yükselişi
vi: sự lên ngôi của tổ chức tội phạm
zh_hans: 犯罪组织的优势

source: the incorporation of
de: die Einbeziehung von
fr: l'incorporation de
it: l'incorporazione di
ko: 의 편입
pl: włączenie
pt_br: a incorporação de
ru: поглощение
tr: şunun dahil edilmesi:
vi: sự hợp nhất của
zh_hans: 合并之于

source: the subordination of
de: die Unterordnung von
fr: la subordination de
it: la subordinazione di
ko: 의 종속
pt_br: a subordinação de
ru: подчинение
tr: şunun ast haline getirilmesi:
vi: sự lệ thuộc của
zh_hans: 隶属于

source: into
de: in
fr: dans
it: in
ko: ~ 안으로
pl: do
pt_br: em
ru: в
tr: şuna
vi: vào
zh_hans: 成

source: the return to reason at the settlement of
fr: le retour à la raison lors du règlement de
it: il ritorno alla ragione in occasione dell'insediamento di
ko: 합의에서 이성으로의 복귀
pl: powrót do rozsądku przy rozliczeniu
pt_br: o retorno à razao no assentamento de
ru: возврат к порядку в поселении
tr: şu yerleşimde aklın başa gelmesi:
vi: sự trở lại với lý trí tại khu định cư của
zh_hans: 回归理性，由于已经解决了

source: laid a series of oppressive edicts upon
de: erließ eine Reihe von repressiven Edikten auf
fr: a déposé une série d'édits oppressifs sur
it: posto una serie di editti oppressivi su
ko: 일련의 억압적인 칙령을 내렸습니다.
pl: nałożył serię opresyjnych edyktów na
pt_br: colocou uma série de decretos opressivos em cima
ru: наложил несколько несправедливых указов на
tr: şuna bir dizi baskıcı ferman dayattı:
vi: ban hành một loạt chiếu chỉ áp bức lên
zh_hans: 奠定了一系列压迫性的法令

source: lifted numerous oppressive laws from
de: zahlreiche unterdrückerische Gesetze aufgehoben von
fr: levé de nombreuses lois oppressives de
it: rilevato numerose leggi oppressive da
ko: 에서 수많은 억압적인 법을 해제했습니다.
pl: zniósł liczne opresyjne prawa z
pt_br: levantou inúmeras leis opressivas de
ru: снял несколько несправедливых законов с
tr: şunun üzerinden sayısız baskıcı yasayı kaldırdı:
vi: bãi bỏ nhiều đạo luật áp bức khỏi
zh_hans: 解除了许多压迫性的法律从

source: enacted a series of oppressive laws
de: erließ eine Reihe repressiver Gesetze
fr: promulgué une série de lois oppressives
it: emanato una serie di leggi oppressive
ko: 일련의 억압적인 법률을 제정했습니다.
pl: uchwalił szereg opresyjnych praw
pt_br: promulgou uma série de leis opressivas
ru: ввёл несколько несправедливых законов
tr: bir dizi baskıcı yasa çıkardı
vi: ban hành một loạt đạo luật áp bức
zh_hans: 颁布了一系列压迫性法律

source: repealed numerous oppressive laws
de: zahlreiche repressive Gesetze aufgehoben hat
fr: a abrogé de nombreuses lois oppressives
it: ha abrogato numerose leggi oppressive
ko: 수많은 억압적인 법을 폐지했습니다.
pl: uchylił liczne opresyjne prawa
pt_br: numerosas leis opressivas de revogação
ru: отменил несколько несправедливых законов
tr: sayısız baskıcı yasayı yürürlükten kaldırdı
vi: bãi bỏ nhiều đạo luật áp bức
zh_hans: 废除了许多压迫性的法律

source: the proclamation of a series of oppressive edicts upon
de: die Verkündung einer Reihe von unterdrückerischen Edikten über
fr: la proclamation d'une série d'édits oppressifs sur
it: la proclamazione di una serie di editti oppressivi su
ko: 일련의 억압적인 칙령의 선포
pl: ogłoszenie serii opresyjnych edyktów na
pt_br: a proclamação de uma série de decretos opressivos em cima
ru: провозглашение серии несправедливых указов на
tr: şuna bir dizi baskıcı fermanın ilanı:
vi: việc ban bố một loạt chiếu chỉ áp bức lên
zh_hans: 宣布一系列压迫性的法令

source: the lifting of numerous oppressive laws from
de: die Aufhebung zahlreicher unterdrückerischer Gesetze aus
fr: la levée de nombreuses lois oppressives de
it: l'abolizione di numerose leggi oppressive da
ko: 에서 수많은 억압적인 법의 해제
pl: zniesienie wielu opresyjnych praw z
pt_br: o levantamento de inúmeras leis opressivas de
ru: снятие нескольких несправедливых законов с
tr: sayısız baskıcı yasanın şunun üzerinden kaldırılması:
vi: việc bãi bỏ nhiều đạo luật áp bức khỏi
zh_hans: 解除了许多压迫性的法律从

source: the enactment of a series of oppressive laws
de: die Verabschiedung einer Reihe von repressiven Gesetzen
fr: la promulgation d'une série de lois oppressives
it: la promulgazione di una serie di leggi oppressive
ko: 일련의 억압적인 법률 제정
pl: uchwalenie szeregu opresyjnych praw
pt_br: a promulgação de uma série de leis opressivas
ru: введение нескольких несправедливых законов
tr: bir dizi baskıcı yasanın çıkarılması
vi: việc ban hành một loạt đạo luật áp bức
zh_hans: 制定一系列压迫性法律

source: the repeal of numerous oppressive laws
de: die Aufhebung zahlreicher repressiver Gesetze
fr: l'abrogation de nombreuses lois oppressives
it: l'abrogazione di numerose leggi oppressive
ko: 수많은 억압적인 법의 폐지
pl: uchylenie wielu opresyjnych praw
pt_br: a revogação das leis opressivas numerosos
ru: отмена нескольких несправедливых законов
tr: sayısız baskıcı yasanın yürürlükten kaldırılması
vi: việc bãi bỏ nhiều đạo luật áp bức
zh_hans: 废除了许多压迫性的法律

source: finished the construction of
de: beendete den Bau von
fr: fini la construction de
it: finito la costruzione di
ko: 의 공사를 마쳤다
pl: zakończył budowę
pt_br: terminou a construção de
ru: завершили строительство
tr: şunun inşasını bitirdi:
vi: hoàn thành việc xây dựng
zh_hans: 完成了建设

source: as a part of
de: als einen Teil von
fr: faisant partie de
it: come parte di
ko: 의 일부로
pl: jako część
pt_br: como parte do
ru: как часть
tr: şunun bir parçası olarak:
vi: như một phần của
zh_hans: 作为一部分

source: connecting
de: verbinden
fr: de liaison
it: connettendo
ko: 연결
pl: łączący
pt_br: ligando
ru: соединение
tr: bağlayan
vi: kết nối
zh_hans: 连

source: the completion of
de: die Fertigstellung von
fr: l'achèvement
it: il completamento di
ko: 완성
pl: zakończenie
pt_br: a conclusão do
ru: завершение
tr: şunun tamamlanması:
vi: việc hoàn thành
zh_hans: 完成

source: thrust a spire of slade up from the underworld, naming it
de: eine Schieferspitze aus der Unterwelt aufsteigen lassen und ihr den Namen gab
fr: a poussé une flèche de slade vers le haut des enfers, en la nommant
it: spingi una guglia di slada dagli Inferi, dandole il nome di
ko: 지하 세계에서 슬레이드의 첨탑을 찌르고 이름을 짓습니다.
pl: wyrzucił iglicę z łupków z podziemi, nadając jej nazwę
pt_br: axiais de um pináculo de slade acima do submundo, nomeando-
ru: воздвиг башню из слейда, восходящую из подземного мира в наш мир, и назвал её
tr: yeraltı dünyasından yukarı bir slade kulesi yükseltti ve adını şöyle koydu:
vi: đẩy một ngọn tháp slade lên từ lòng đất, đặt tên nó là
zh_hans: 从地下世界推出一个尖顶的尖顶，命名它

source: rebuilt
de: umgebaut
fr: reconstruit
it: ricostruito
ko: 재건
pl: odbudowany
pt_br: reconstruído
ru: перестроенный
tr: yeniden inşa etti:
vi: tái thiết
zh_hans: 重建的

source: constructed
de: gebaut
fr: construit
it: costruito
ko: 구성된
pl: skonstruowany
pt_br: construído
ru: построил
tr: inşa etti:
vi: xây dựng
zh_hans: 建造

source: , and established a gateway between worlds
de: , und schuf ein Tor zwischen den Welten
fr: , et établi une passerelle entre les mondes
it: e ha stabilito una porta tra i mondi
ko: , 그리고 세계 사이의 관문을 설립
pl: , i ustanowił bramę między światami
pt_br: e estabeleceu um gateway entre mundos
ru: , и создал проход между мирами
tr: , ve dünyalar arasında bir geçit kurdu
vi: , và thiết lập một cổng kết nối giữa các thế giới
zh_hans: ，并建立了世界之间的门户

source: replaced
de: ersetzt
fr: remplacé
it: rimpiazzato
ko: 교체
pl: zastąpiony
pt_br: substituído
ru: заменил
tr: değiştirdi:
vi: thay thế
zh_hans: 更换

source: razed
de: zerstörte
fr: rasé
it: raso al suolo
ko: 파괴
pl: zniszczony
pt_br: arrasou
ru: разрушил
tr: yerle bir etti:
vi: san bằng
zh_hans: 被夷为平地

source: asked about
de: gefragt nach
fr: questionné à propos
it: chiesto di
ko: 에 대해 물었다
pl: zapytał o
pt_br: perguntou sobre
ru: спросил о
tr: şunu sordu:
vi: đã hỏi về
zh_hans: 问道

source: viewed
de: angesehen
fr: vu
it: visto
ko: 본
pl: oglądany
pt_br: viu
ru: осмотрено
tr: inceledi
vi: đã xem
zh_hans: 观看

source: created
de: erstellt
fr: établi
it: creato
ko: 만들어진
pl: stworzony
pt_br: Criado
ru: создал
tr: yarattı
vi: tạo ra
zh_hans: 创建

source: the creation of
de: die Kreation von
fr: la création de
it: la creazione di
ko: 의 창조
pl: tworzenie
pt_br: a criação de
ru: создание
tr: şunun yaratılması:
vi: việc tạo ra
zh_hans: 创造

source: the construction of
de: die Konstruktion von
fr: la construction de
it: la costruzione di
ko: 건설
pl: budowa
pt_br: a construção de
ru: строительство
tr: şunun inşası:
vi: việc xây dựng
zh_hans: 建设

source: the foundation of
de: die Gründung von
fr: la fondation de
it: la fondazione di
ko: 의 기초
pl: fundament
pt_br: a Fundação
ru: основание
tr: şunun kuruluşu:
vi: nền móng của
zh_hans: 的基础

source: the emergence of
de: das Aufkommen von
fr: l'émergence de
it: la comparsa di
ko: 의 출현
pl: pojawienie się
pt_br: o surgimento de
ru: появление
tr: şunun ortaya çıkışı:
vi: sự xuất hiện của
zh_hans: 的出现

source: the rebuilding of
de: den Umbau von
fr: la reconstruction de
it: la ricostruzione di
ko: 재건
pl: odbudowa
pt_br: a reconstrução de
ru: восстановление
tr: şunun yeniden inşası:
vi: việc tái thiết
zh_hans: 重建的

source: from the underworld through the power of
de: aus der Unterwelt durch die Kraft der
fr: des enfers grâce au pouvoir de
it: dagli inferi grazie al potere di
ko: 의 힘을 통해 지하 세계에서
pl: z podziemnego świata dzięki mocy
pt_br: do submundo através do poder de
ru: из подземного мира по зову
tr: şunun gücüyle yeraltı dünyasından
vi: từ lòng đất nhờ sức mạnh của
zh_hans: 来自黑社会的力量

source: the replacement of
de: den Ersatz von
fr: le remplacement de
it: la sostituzione di
ko: 교체
pl: zastąpienie
pt_br: a substituição de
ru: замена
tr: şunun değiştirilmesi:
vi: việc thay thế
zh_hans: 更换

source: the razing of
de: die Zerstörung von
fr: le rasage de
it: la demolizione di
ko: 파괴
pl: zrównanie z ziemią
pt_br: a destruição de
ru: разрушение
tr: şunun yerle bir edilmesi:
vi: việc san bằng
zh_hans: 夷平的

source: prayer inside
de: Gebet im Inneren
fr: prière à l'intérieur
it: preghiera all'interno
ko: 내면의 기도
pl: modlitwa wewnątrz
pt_br: oração dentro
ru: молитва внутри
tr: içeride dua
vi: lời cầu nguyện bên trong
zh_hans: 祈祷里面

source: disturbing
de: beunruhigend
fr: inquiétant
it: disturbando
ko: 방해
pl: niepokojący
pt_br: perturbar
ru: беспокойство
tr: rahatsız etme
vi: làm xáo trộn
zh_hans: 烦扰的

source: profaning
de: Entweihung
fr: profaner
it: profanando
ko: 욕설
pl: profanacja
pt_br: profanando
ru: осквернение
tr: kutsallığı bozma
vi: làm ô uế
zh_hans: 亵渎

source: inquiry after
de: Anfrage nach
fr: enquête après
it: inchiesta dopo
ko: 문의 후
pl: zapytanie po
pt_br: após consulta
ru: запрос после
tr: şunun soruşturulması
vi: truy vấn về
zh_hans: 之后的询问

source: viewing of
de: Betrachtung von
fr: visualisation de
it: visione di
ko: 보기
pl: oglądanie
pt_br: visão de
ru: Просмотр
tr: şunun görüntülenmesi
vi: việc xem
zh_hans: 观看

source: , an insurrection
de: , einen Aufstand
fr: , une insurrection
it: , un'insurrezione
ko: , 반란
pl: , powstanie
pt_br: Rebeliao
ru: , восстание
tr: , bir ayaklanma
vi: , một cuộc nổi dậy
zh_hans: ，一个起义

source: against
de: gegen
fr: contre
it: contro
ko: 에 맞서
pl: przeciwko
pt_br: Um orador contra?
ru: против
tr: şuna karşı
vi: chống lại
zh_hans: 反对

source: the insurrection
de: der Aufruhr
fr: l'insurrection
it: l'insurrezione
ko: 반란
pl: powstanie
pt_br: Rebeliao
ru: восстание
tr: ayaklanma
vi: cuộc nổi dậy
zh_hans: 起义

source: the local government
de: die lokale Regierung
fr: le gouvernement local
it: il governo locale
ko: 지방 정부
pl: samorząd lokalny
pt_br: Admin. local
ru: местное правительство
tr: yerel yönetim
vi: chính quyền địa phương
zh_hans: 当地政府

source: crushed the insurrection in
de: schlug den Aufstand in
fr: écrasé l'insurrection de
it: schiacciò l'insurrezione in
ko: 반란을 진압했다
pl: zmiażdżył powstanie w
pt_br: esmagada a revolta na
ru: подавлено восстание в
tr: şuradaki ayaklanmayı bastırdı:
vi: đã dập tắt cuộc nổi dậy tại
zh_hans: 粉碎了起义

source: the insurrection in
de: der Aufstand in
fr: l'insurrection en
it: l'insurrezione in
ko: 반란
pl: powstanie w
pt_br: a insurreição em
ru: восстание в
tr: şuradaki ayaklanma:
vi: cuộc nổi dậy tại
zh_hans: 的叛乱。

source: ended with the disappearance of the rebelling population
de: endete mit dem Verschwinden der rebellierenden Bevölkerung
fr: terminé avec la disparition de la population rebelle
it: si è conclusa con la scomparsa della popolazione in rivolta
ko: 반란 인구의 소멸로 끝났습니다.
pl: zakończył się zniknięciem zbuntowanej ludności
pt_br: terminou com o desaparecimento da população rebelando
ru: закончилось исчезновением бастующего населения
tr: isyancı nüfusun ortadan kaybolmasıyla sona erdi
vi: kết thúc bằng sự biến mất của dân cư nổi dậy
zh_hans: 随着反叛人口的消失而告终

source: concluded with
de: abgeschlossen mit
fr: conclu avec
it: si è concluso con
ko: 결론
pl: zakończył
pt_br: conclui-se com
ru: заключили с
tr: şununla sonuçlandı:
vi: kết thúc bằng
zh_hans: 最后总结
