Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: The well is dry.
de: Der Brunnen ist trocken.
fr: Le puits est sec.
it: Il pozzo è secco.
ko: 이 우물은 건조하다.
pl: Studnia jest wyschnięta.
pt_br: O poço está seco.
ru: Колодец высох.
tr: Kuyu kurumuş.
vi: Giếng đã cạn.
zh_hans: 水井干了

source: Frozen Here
fr: Gelé ici
it: Qui congelato
ko: 이곳은 얼어붙었다
pl: Zamrożenie Tutaj
pt_br: Congelado aqui
ru: Заморожено здесь
tr: Burada Donmuş
vi: Đóng băng tại đây
zh_hans: 冻在这里

source: Frozen Elsewhere
fr: Congelé ailleurs
it: Congelato altrove
ko: 다른 곳에서 얼어붙음
pl: Zamrożenie gdzieś indziej
pt_br: Congelado em outro lugar
ru: Замороженные в другом месте
tr: Başka Yerde Donmuş
vi: Đóng băng ở nơi khác
zh_hans: 冷冻其他地方

source: Active
fr: Actif
it: Attivo
ko: 활성화
pl: Aktywny
pt_br: Ativo
ru: Действующий
tr: Aktif
vi: Hoạt động
zh_hans: 激活

source: Inactive
de: Inaktiv
fr: Inactif
it: Inattivo
ko: 비활성화
pl: Nieaktywny
pt_br: Inativo
ru: Неактивный
tr: Pasif
vi: Không hoạt động
zh_hans: 闲置

source: Total Power:
fr: Pouvoir total:
it: Potenza totale:
ko: 총 동력:
pl: Całkowita moc:
pt_br: Potência total
ru: Общая мощность:
tr: Toplam Güç:
vi: Tổng công suất:
zh_hans: 总动力：

source: Total Power Needed:
fr: Puissance totale nécessaire :
it: Potenza totale necessaria:
ko: 필요한 총 동력:
pl: Całkowita moc potrzebna:
pt_br: Energia total necessária:
ru: Общая потребляемая мощность:
tr: Gereken Toplam Güç:
vi: Tổng công suất cần thiết:
zh_hans: 总动力需求：

source: Stable Foundation
de: Stabiles Fundament
fr: Fondation stable
it: Fondamenta stabili
ko: 안정적인 토대
pl: Stabilny fundament
pt_br: Fundação estável
ru: Устойчивое основание
tr: Sağlam Temel
vi: Nền móng vững chắc
zh_hans: 稳固的基础

source: Hanging
de: Hängend
fr: Suspendu
it: Appeso
ko: 매달기?
pl: Wiszący
pt_br: Forca
ru: Подвес
tr: Asılı
vi: Treo lơ lửng
zh_hans: 挂

source: Stop Pumping Manually
de: Pumpe manuell stoppen
fr: Arrêtez de pomper manuellement
it: Arresto manuale del pompaggio
ko: 펌프질 수동 중단
pl: Przestań pompować ręcznie
pt_br: Parar Bombeamento Manualmente
ru: Остановить перекачку вручную
tr: Elle Pompalamayı Durdur
vi: Dừng bơm thủ công
zh_hans: 停止手动操作水泵

source: Start Pump Manually
de: Pumpe manuell starten
fr: Démarrer la pompe manuellement
it: Avvia la pompa manualmente
ko: 수동으로 펌프질 시작
pl: Zacznij pompować ręcznie
pt_br: Iniciar Bomba Manualmente
ru: Начать перекачку вручную
tr: Elle Pompalamayı Başlat
vi: Bắt đầu bơm thủ công
zh_hans: 开始手动操作水泵

source: Pumps from the north
de: Pumpt aus dem Norden
fr: Pompes du nord
it: Pompa dal nord
ko: 북쪽에서 펌프질하기
pl: Pompy z północy
pt_br: Bombas do Norte
ru: Насосы с севера
tr: Kuzeyden pompalar
vi: Bơm từ phía bắc
zh_hans: 来自北方的泵

source: Pumps from the east
de: Pumpt aus dem Osten
fr: Pompes de l'est
it: Pompa da est
ko: 동쪽에서 펌프질하기
pl: Pompy ze wschodu
pt_br: Bombas do leste
ru: Насосы с востока
tr: Doğudan pompalar
vi: Bơm từ phía đông
zh_hans: 来自东方的泵

source: Pumps from the south
de: Pumpt aus dem Süden
fr: Pompes du sud
it: Pompa da sud
ko: 남쪽에서 펌프질하기
pl: Pompy z południa
pt_br: Bombas do Sul
ru: Насосы с юга
tr: Güneyden pompalar
vi: Bơm từ phía nam
zh_hans: 来自南方的泵

source: Pumps from the west
de: Pumpt aus dem Westen
fr: Pompes de l'ouest
it: Pompa da ovest
ko: 서쪽에서 펌프질하기
pl: Pompy z zachodu
pt_br: Bombas do oeste
ru: Насосы с запада
tr: Batıdan pompalar
vi: Bơm từ phía tây
zh_hans: 来自西方的泵

source: This is a memorial to
de: Dies ist ein Denkmal für
fr: Ceci est un mémorial à
it: Questo è un memoriale di
ko: 이것은 추모비다:
pl: To jest upamiętnienie
pt_br: É um memorial para
ru: Это мемориал
tr: Bu, şuna adanmış bir anıttır:
vi: Đây là đài tưởng niệm dành cho {Name}
zh_hans: 这个纪念碑祭奠着

source: On display
fr: À l'affiche
it: In mostra
ko: 표시됨
pl: Na wystawie
pt_br: Em exibição
ru: На экране
tr: Sergileniyor
vi: Đang trưng bày
zh_hans: 展示中

source: Assigned
de: Zugewiesen
fr: Attribué
it: Assegnato
ko: 할당됨
pl: Przypisany
pt_br: Atribuído
ru: Назначений
tr: Atandı
vi: Đã chỉ định
zh_hans: 已分配的

source: Assign new display items
fr: Attribuer de nouveaux éléments d'affichage
it: Assegna nuovi oggetti in mostra
ko: 새 표시 물품 할당
pl: Przypisz nowe elementy do wyświetlania
pt_br: Atribuir novos items de exibição
ru: Назначить новые элементы отображения
tr: Yeni sergi eşyaları ata
vi: Chỉ định vật phẩm trưng bày mới
zh_hans: 安放新的展示品

source: Install colony when ready
fr: Installer la colonie lorsque vous êtes prêt
it: Insediare la colonia quando è pronta
ko: 준비가 되면 콜로니 설치
pl: Zainstaluj kolonię kiedy będziesz gotowy
pt_br: Instalar colônia quando pronto
ru: Установите колонию, когда будете готовы
tr: Hazır olduğunda koloniyi yerleştir
vi: Cài đặt đàn ong khi sẵn sàng
zh_hans: 准备好后建立聚居地

source: * Requires wild colony or
fr: * Nécessite une colonie sauvage ou
it: * Richiede una colonia selvatica o
ko: * 필요: 야생 콜로니 또는
pl: * Wymaga dzikiej kolonii albo
pt_br: * Requer colônia selvagem ou
ru: * Требуется дикая колония или
tr: * Vahşi koloni veya
vi: * Yêu cầu đàn ong hoang dã hoặc
zh_hans: *需要野生殖民地或

source: * Existing hive
fr: * Ruche existante
it: * Alveare esistente
ko: * 기존 하이브
pl: * Istniejący ul
pt_br: * Colméia existente
ru: * Существующий улей
tr: * Mevcut kovan gerektirir
vi: * Tổ ong hiện có
zh_hans: *现有的蜂巢

source: Do not install colony
fr: Ne pas installer de colonie
it: Non insediare la colonia
ko: 콜로니를 설치하지 않는다
pl: Nie instaluj kolonii
pt_br: Não instalar colônia
ru: Не устанавливайте колонию
tr: Koloni yerleştirme
vi: Không cài đặt đàn ong
zh_hans: 不建立聚居地

source: Gather any products
fr: Rassemblez tous les produits
it: Raccogliere tutti i prodotti
ko: 모든 생산품 수집
pl: Zbieraj dowolne produkty
pt_br: Reunir quaisquer produtos
ru: Собирать все продукты
tr: Herhangi bir ürünü topla
vi: Thu hoạch mọi sản phẩm
zh_hans: 收集任意制品

source: * Destroys colony
fr: * Détruit la colonie
it: * Distrugge la colonia
ko: * 콜로니 파괴
pl: * Niszczy kolonię
pt_br: * Destrói a colônia
ru: * Уничтожит колонию
tr: * Koloniyi yok eder
vi: * Phá hủy đàn ong
zh_hans: *破坏殖民地

source: * Requires a jug
fr: * Nécessite une cruche
it: * Richiede una brocca
ko: * 주전자 필요
pl: * Wymaga dzbanka
pt_br: * Requer um jarro
ru: * Требуется кувшин
tr: * Bir testi gerektirir
vi: * Yêu cầu một bình
zh_hans: *需要一个水壶

source: Do not gather products
fr: Ne rassemblez pas de produits
it: Non raccogliere i prodotti
ko: 제작품을 모으지 않는다
pl: Nie zbieraj produktów
pt_br: Não reunir produtos
ru: Не собирайте продукты
tr: Ürün toplama
vi: Không thu hoạch sản phẩm
zh_hans: 不收集产品

source: * Saves colony for split
fr: * Enregistre la colonie pour la division
it: * Salva la colonia per la separazione
ko: * 분할을 위해 콜로니를 저장
pl: * Zachowuje kolonię do podziału
pt_br: * Salva colônia para split
ru: * Сохраняет колонию для разделения
tr: * Koloniyi bölünmek üzere saklar
vi: * Giữ lại đàn ong để chia tách
zh_hans: *保存殖民地分裂

source: Outdoor access
fr: Accès extérieur
it: Accesso all'esterno
ko: 실외 접근
pl: Dostęp z zewnątrz
pt_br: Acesso ao ar livre
ru: Доступ наружу
tr: Dışarı erişimi var
vi: Tiếp cận ngoài trời
zh_hans: 户外访问

source: No outdoor access
de: Kein Zugang im Freien
fr: Pas d'accès extérieur
it: Nessun accesso all'esterno
ko: 실외 접근 금지
pl: Brak dostępu z zewnątrz
pt_br: Sem acesso ao ar livre
ru: Нет доступа наружу
tr: Dışarı erişimi yok
vi: Không tiếp cận ngoài trời
zh_hans: 没有户外通道

source: Ready to be split
fr: Prêt à être divisé
it: Pronto per essere diviso
ko: 분할 준비됨
pl: Gotowy do podziału
pt_br: Pronto para ser dividido
ru: Готово к разделению
tr: Bölünmeye hazır
vi: Sẵn sàng để chia tách
zh_hans: 准备拆分

source: Not ready to be split
de: Nicht bereit, geteilt zu werden
fr: Pas prêt à être divisé
it: Non pronto per essere diviso
ko: 분할 준비가 안 되었다
pl: Niegotowy do podziału
pt_br: Não está pronto para ser dividido
ru: Не готово к разделению
tr: Bölünmeye hazır değil
vi: Chưa sẵn sàng để chia tách
zh_hans: 还没准备好分手

source: Too many hives
fr: Trop de ruches
it: Troppe arnie
ko: 너무 많은 하이브
pl: Zbyt wiele uli
pt_br: Muitas colmeias
ru: Слишком много ульев
tr: Çok fazla kovan
vi: Quá nhiều tổ ong
zh_hans: 蜂巢太多了

source: * No output
fr: * Aucune sortie
it: * Nessuna uscita
ko: * 출력 없음
pl: * Brak wyjścia
pt_br: * Nenhuma saída
ru: * Нет выхода
tr: * Çıktı yok
vi: * Không có đầu ra
zh_hans: *没有输出

source: * Output restricted
fr: * Sortie restreinte
it: * Uscita vietata
ko: * 출력 제한됨
pl: * Wyjście ograniczone
pt_br: * Saída restringida
ru: * Выход ограничен
tr: * Çıktı kısıtlı
vi: * Đầu ra bị giới hạn
zh_hans: *输出受限制

source: Unassigned occupant
de: Nicht zugewiesener Insasse
fr: Occupant non affecté
it: Abitante non assegnato
ko: 점유자 할당 안 됨
pl: Nieprzypisany lokator
pt_br: Ocupante não atribuído
ru: Неназначенный жилец
tr: Atanmamış sakin
vi: Người cư ngụ chưa được phân công
zh_hans: 未指派占有人

source: You must designate a dungeon
fr: Vous devez désigner un donjon
it: Devi designare delle segrete
ko: 감옥을 지정해야 합니다
pl: Musisz wyznaczyć loch
pt_br: Você deve designar uma masmorra
ru: Вы должны указать темницу
tr: Bir zindan belirlemelisiniz
vi: Bạn phải chỉ định một hầm ngục
zh_hans: 你必须划定一个地牢

source: before this restraint will
fr: avant que cette retenue ne
it: prima che questa restrizione
ko: 이 구속 전에
pl: przed tym umiar będzie
pt_br: antes desta restrição irá
ru: прежде чем эта сдержанность будет
tr: yoksa bu pranga
vi: trước khi xiềng xích này sẽ
zh_hans: 在这种约束之前

source: be used for imprisonment.
fr: être utilisé pour l'emprisonnement.
it: utilizzato per la detenzione.
ko: 투옥에 사용됩니다.
pl: użyte do uwięzienia.
pt_br: usado para aprisionar.
ru: используется для тюремного заключения.
tr: hapis için kullanılamaz.
vi: được dùng để giam cầm.
zh_hans: 用于监禁。

source: This furniture is a part of multiple rooms.
de: Diese Möbel sind Teil mehrerer Räume.
fr: Ce meuble fait partie de plusieurs pièces.
it: Questo mobile fa parte di più stanze.
ko: 이 가구는 여러 방의 일부다.
pl: Ten mebel jest częścią kilku pokoi.
pt_br: Esta mobília faz parte de várias salas.
ru: Этот предмет обстановки является частью нескольких комнат.
tr: Bu eşya birden fazla odanın parçası.
vi: Món đồ nội thất này là một phần của nhiều phòng.
zh_hans: 这件家具是多个房间的一部分。

source: This furniture is a part of
de: Diese Möbel sind ein Teil von
fr: Ce meuble fait partie
it: Questo mobile fa parte di
ko: 이 가구는 일부다 -
pl: Ten mebel jest częścią
pt_br: Esta mobília faz parte de
ru: Этот предмет обстановки является частью
tr: Bu eşya şunun parçası:
vi: Món đồ nội thất này là một phần của
zh_hans: 这件家具是一部分

source: Unnamed water source
de: Unbenannte Wasserquelle
fr: Source d'eau sans nom
it: Fonte d'acqua senza nome
ko: 이름 없는 수원
pl: Nienazwane źródło wody
pt_br: Fonte de água sem nome
ru: Безымянный источник воды
tr: İsimsiz su kaynağı
vi: Nguồn nước không tên
zh_hans: 未命名水源区

source: Unnamed dump
de: Unbenannte Müllkippe
fr: Décharge sans nom
it: Discarica senza nome
ko: 이름 없는 쓰레기장
pl: Nienazwany śmietnik
pt_br: Despejo sem nome
ru: Безымянная свалка
tr: İsimsiz çöplük
vi: Khu phế liệu không tên
zh_hans: 未命名丢弃区

source: Unnamed sand collection area
de: Unbenanntes Sand-Sammelgebiet
fr: Zone de collecte de sable sans nom
it: Area raccolta sabbia senza nome
ko: 이름 없는 모래 수집 구역
pl: Nienazwana strefa zbierania piasku
pt_br: Área de coleção de areia sem nome
ru: Неназванный район сбора песка
tr: İsimsiz kum toplama alanı
vi: Khu vực thu thập cát không tên
zh_hans: 未命名沙子收集区

source: Unnamed fishing area
de: Unbenanntes Fischereigebiet
fr: Zone de pêche sans nom
it: Area di pesca senza nome
ko: 이름 없는 낚시터
pl: Nienazwana strefa łowienia ryb
pt_br: Área de pesca sem nome
ru: Безымянная зона для рыбалки
tr: İsimsiz balık tutma alanı
vi: Khu vực câu cá không tên
zh_hans: 未命名捕鱼区

source: Unnamed pit/pond
de: Unbenannte Grube/Teich
fr: Fosse/étang sans nom
it: Fossa/stagno senza nome
ko: 이름 없는 구덩이/연못
pl: Nienazwana jama/staw
pt_br: Cavidade/Lago sem nome
ru: Безымянная яма/пруд
tr: İsimsiz çukur/gölet
vi: Hố/ao không tên
zh_hans: 未命名土坑/水塘

source: Unnamed memorial hall
de: Unbenannte Gedenkhalle
fr: Salle commémorative sans nom
it: Sala commemorativa senza nome
ko: 이름 없는 기념관
pl: Nienazwana sala pamięci
pt_br: Salão memorial sem nome
ru: Безымянный зал памяти
tr: İsimsiz anıt salonu
vi: Sảnh tưởng niệm không tên
zh_hans: 未命名的纪念堂

source: Unnamed sculpture garden
de: Unbenannter Skulpturengarten
fr: Jardin de sculptures sans nom
it: Giardino delle sculture senza nome
ko: 이름 없는 조각 정원
pl: Nienazwany ogród rzeźb
pt_br: Jardim de esculturas sem nome
ru: Неназванный сад скульптур
tr: İsimsiz heykel bahçesi
vi: Vườn tượng không tên
zh_hans: 无名雕塑花园

source: Unnamed zoo
de: Unbenannter Zoo
fr: Zoo sans nom
it: Zoo senza nome
ko: 이름 없는 동물원
pl: Nienazwane zoo
pt_br: Zoológico sem nome
ru: Безымянный зоопарк
tr: İsimsiz hayvanat bahçesi
vi: Sở thú không tên
zh_hans: 未命名动物园

source: Unnamed museum
de: Unbenanntes Museum
fr: Musée sans nom
it: Museo senza nome
ko: 이름 없는 박물관
pl: Nienazwane muzeum
pt_br: Museu sem nome
ru: Безымянный музей
tr: İsimsiz müze
vi: Bảo tàng không tên
zh_hans: 未命名博物馆

source: Unnamed meeting hall
de: Unbenannter Versammlungssaal
fr: Salle de réunion sans nom
it: Sala riunioni senza nome
ko: 이름 없는 집회장
pl: Nienazwana sala spotkań
pt_br: Salão de reunião sem nome
ru: Безымянный общий зал
tr: İsimsiz buluşma salonu
vi: Sảnh họp không tên
zh_hans: 未命名集会区

source: Unnamed pen/pasture
de: Unbenannter Stall/Weide
fr: Enclos/pâturage sans nom
it: Recinto/pascolo senza nome
ko: 이름 없는 우리/목장
pl: Nienazwana zagroda/pastwisko
pt_br: Curral/pasto sem nome
ru: Неназванный загон/пастбище
tr: İsimsiz ağıl/otlak
vi: Chuồng/bãi chăn thả không tên
zh_hans: 未命名畜牧区

source: Unnamed clay collection area
de: Unbenanntes Lehm-Sammelgebiet
fr: Zone de collecte d'argile sans nom
it: Area raccolta argilla senza nome
ko: 이름 없는 점토 수집 구역
pl: Nienazwana strefa zbierania gliny
pt_br: Área de coleção de argila sem nome
ru: Безымянная зона сбора глины
tr: İsimsiz kil toplama alanı
vi: Khu vực thu thập đất sét không tên
zh_hans: 未命名黏土收集区

source: Unnamed animal training area
de: Unbenanntes Tiertrainingsgelände
fr: Zone d'entraînement des animaux sans nom
it: Area addestr. animali senza nome
ko: 이름 없는 동물 훈련장
pl: Nienazwana strefa treningu zwierząt
pt_br: Animal sem nome na área de treinamento
ru: Неназванная зона дрессировки животных
tr: İsimsiz hayvan eğitim alanı
vi: Khu vực huấn luyện động vật không tên
zh_hans: 未命名动物训练区

source: Unnamed plant gathering area
de: Unbenanntes Pflanzensammelgebiet
fr: Zone de cueillette de plantes sans nom
it: Area raccolta piante senza nome
ko: 이름 없는 식물 채집 지역
pl: Nienazwana strefa zbierania roślin
pt_br: Área de coleta de plantas sem nome
ru: Неназванный район сбора растений
tr: İsimsiz bitki toplama alanı
vi: Khu vực thu hoạch thực vật không tên
zh_hans: 未命名植物采集区

source: Unnamed bedroom
de: Unbenannte Schlafzimmer
fr: Chambre sans nom
it: Camera da letto senza nome
ko: 이름 없는 침실
pl: Nienazwana sypialnia
pt_br: Quarto sem nome
ru: Безымянная спальня
tr: İsimsiz yatak odası
vi: Phòng ngủ không tên
zh_hans: 未命名卧室

source: Unnamed office
de: Unbenanntes Büro
fr: Bureau sans nom
it: Ufficio senza nome
ko: 이름 없는 사무실
pl: Nienazwane biuro
pt_br: Escritório sem nome
ru: Безымянный офис
tr: İsimsiz ofis
vi: Văn phòng không tên
zh_hans: 未命名办公室

source: Unnamed archery range
de: Unbenannter Bogenschießplatz
fr: Stand de tir à l'arc sans nom
it: Campo di tiro senza nome
ko: 이름 없는 궁술 연습장
pl: Nienazwana strzelnica łucznicza
pt_br: Campo de tiro com arco sem nome
ru: Неназванное стрельбище
tr: İsimsiz okçuluk alanı
vi: Trường bắn cung không tên
zh_hans: 未命名射箭区

source: Unnamed barracks
de: Unbenannte Kaserne
fr: Caserne sans nom
it: Caserma senza nome
ko: 이름 없는 막사
pl: Nienazwane koszary
pt_br: Quartel sem nome
ru: Безымянные бараки
tr: İsimsiz kışla
vi: Doanh trại không tên
zh_hans: 未命名营房

source: Unnamed dungeon
de: Unbenanntes Verlies
fr: Donjon sans nom
it: Segrete senza nome
ko: 이름 없는 감옥
pl: Nienazwany loch
pt_br: Masmorra sem nome
ru: Безымянная темница
tr: İsimsiz zindan
vi: Hầm ngục không tên
zh_hans: 未命名地牢

source: Unnamed dormitory
de: Unbenannter Schlafsaal
fr: Dortoir sans nom
it: Dormitorio senza nome
ko: 이름 없는 기숙사
pl: Nienazwane dormitorium
pt_br: Dormitório sem nome
ru: Безымянное общежитие
tr: İsimsiz yatakhane
vi: Ký túc xá không tên
zh_hans: 未命名宿舍

source: Unnamed dining hall
de: Unbenannter Speisesaal
fr: Salle à manger sans nom
it: Sala da pranzo senza nome
ko: 이름 없는 식당
pl: Nienazwana stołówka
pt_br: Salão de jantar sem nome
ru: Неназванный обеденный зал
tr: İsimsiz yemek salonu
vi: Sảnh ăn không tên
zh_hans: 未命名餐厅

source: Unnamed tomb
de: Unbenanntes Grabmal
fr: Tombeau sans nom
it: Sepolcro senza nome
ko: 이름 없는 무덤
pl: Nienazwany grobowiec
pt_br: Tumba sem nome
ru: Безымянная гробница
tr: İsimsiz mezar
vi: Hầm mộ không tên
zh_hans: 未命名墓穴

source: Unnamed zone
de: Unbenannte Zone
fr: Zone sans nom
it: Zona senza nome
ko: 이름 없는 영역
pl: Nienazwana strefa
pt_br: Zona sem nome
ru: Безымянная зона
tr: İsimsiz bölge
vi: Khu vực không tên
zh_hans: 未命名区域

source: I guess it could be considered grimly satisfying.
de: Ich denke, man könnte es als grimmig befriedigend bezeichnen.
fr: Je suppose que cela pourrait être considéré comme très satisfaisant.
it: Penso si possa considerare cupamente soddisfacente.
ko: 잔인한 만족감이라고 할 수 있을 것 같아요.
pl: Myślę, że jest to poniekąd ponuro satysfakcjonujące.
pt_br: Acho que poderia ser considerada satisfatória grimly.
ru: Я думаю, это можно считать как мрачным удовлетворением.
tr: Sanırım ürkütücü bir şekilde tatmin edici kabul edilebilir.
vi: Tôi đoán điều đó có thể được coi là thỏa mãn một cách u ám.
zh_hans: 我想这可能会被认为是令人沮丧的。

source: Assigned and chained
fr: Attribué et enchaîné
it: Assegnati e collegati
ko: 할당 및 연결
pl: Przypisany i przykuty
pt_br: Atribuído e acorrentado
ru: Задержан и скован
tr: Atandı ve zincirlendi
vi: Đã phân công và bị xích
zh_hans: 分配和链接

source: Chained
de: Angekettet
fr: Enchaîné
it: Incatenato
ko: 사슬에 묶인
pl: Przykuty
pt_br: Acorrentada:
ru: Прикован
tr: Zincirlendi
vi: Bị xích
zh_hans: 链式

source: Fire at enemies
tr: Düşmanlara ateş et
vi: Bắn vào kẻ địch

source: Practice fire (uses many bolts!)
tr: Atış talimi (bol cephane tüketir!)
vi: Luyện bắn (tiêu tốn nhiều mũi tên!)

source: Stand ready but do not fire
tr: Hazır ol ama ateş etme
vi: Đứng sẵn sàng nhưng không khai hỏa

source: Keep loaded but do not stand ready
tr: Dolu tut ama hazır olma
vi: Giữ đã nạp nhưng không đứng sẵn sàng

source: Not in use
tr: Kullanımda değil
vi: Không được sử dụng

source: * Will also target enemies
tr: * Ayrıca düşmanları hedefler
vi: * Cũng sẽ nhắm mục tiêu kẻ địch

source: * Place archery targets for better training
tr: * Daha iyi eğitim için okçuluk hedefleri yerleştirin
vi: * Đặt bia bắn cung để luyện tập tốt hơn

source: Resting orientation
tr: Duruş yönü
vi: Hướng nghỉ ngơi

source: Bolts loaded:
tr: Yüklü oklar:
vi: Mũi tên đã nạp:

source: Bolts nearby and available:
tr: Yakındaki ve kullanılabilir oklar:
vi: Mũi tên gần đó và có sẵn:

source: Bolts nearby but assigned to squads:
tr: Yakındaki ama birliklere atanmış oklar:
vi: Mũi tên gần đó nhưng đã được phân công cho đội:

source: Bolts nearby but assigned to hunters:
tr: Yakındaki ama avcılara atanmış oklar:
vi: Mũi tên gần đó nhưng đã được phân công cho thợ săn:

source: Practice fire
tr: Atış talimi
vi: Luyện bắn

source: Operated by Mechanisms
de: Betrieben durch Mechanismen
fr: Actionné par des mécanismes
it: Azionato da meccanismi
ko: 기계장치에 의해 작동함
pl: Obsługiwane przez mechanizm
pt_br: Operado por mecanismos
ru: Управляется механизмами
tr: Mekanizmalarla Çalıştırılır
vi: Vận hành bằng Cơ cấu
zh_hans: 由机件操作

source: Forbidden
de: Verboten
fr: Interdit
it: Vietato
ko: 금지됨
pl: Zabronione
pt_br: Proibido
ru: Под запретом
tr: Yasaklı
vi: Bị cấm
zh_hans: 禁止

source: DOOR TAKEN BY INVADERS
de: TOR DURCH EINDRINGLINGE EROBERT
fr: PORTE PRISE PAR DES ENVAHISSEURS
it: PORTA CONQUISTATA DAGLI INVASORI
ko: ! 침입자가 문을 점거함 !
pl: DRZWI ZAJĘTE PRZEZ NAJEŹDŹCÓW
pt_br: PORTA TOMADA POR INVASORES
ru: ДВЕРЬ ЗАНЯТА ЗАХВАТЧИКАМИ
tr: KAPI İŞGALCİLER TARAFINDAN ELE GEÇİRİLDİ
vi: CỬA BỊ KẺ XÂM LƯỢC CHIẾM GIỮ
zh_hans: 门已被入侵者占领

source: Retake door to forbid it.
fr: Reprenez la porte pour l'interdire.
it: Ripristinare la porta per vietarla.
ko: 그것을 금지하기 위하여 문을 되찾으십시오.
pl: Odbij drzwi by zabronić.
pt_br: Retome a porta a proibi-lo.
ru: Захватите дверь, чтобы запретить её.
tr: Yasaklamak için kapıyı geri alın.
vi: Chiếm lại cửa để cấm nó.
zh_hans: 夺回门以阻止它

source: DOOR USED BY INTRUDER
de: TOR DURCH EINDRINGLING VERWENDET
fr: PORTE UTILISÉE PAR L'INTRUS
it: PORTA UTILIZZATA DA UN INTRUSO
ko: ! 침입자가 문을 사용함 !
pl: DRZWI UŻYTE PRZEZ INTRUZA
pt_br: PORTA USADA PELO INTRUSO
ru: ДВЕРЬ ЗАНЯТА ЛАЗУЧИКОМ
tr: KAPI DAVETSİZ MİSAFİR TARAFINDAN KULLANILDI
vi: CỬA BỊ KẺ XÂM NHẬP SỬ DỤNG
zh_hans: 入侵者闯入的门

source: reward
de: Belohnung
fr: récompense
it: premio
ko: 보상
pl: nagródź
pt_br: recompensa
ru: вознаграждение
tr: ödül
vi: thưởng
zh_hans: 奖励

source: Open
de: Öffnen
fr: Ouvert
it: Aperto
ko: 열린
pl: Otwórz
pt_br: Aberto
ru: Открыть
tr: Açık
vi: Mở
zh_hans: 打开

source: HATCH TAKEN BY INVADERS
de: VON EINDRINGLINGEN EINGENOMMENE LUKE
fr: HATCH PRISE PAR DES ENVAHISSEURS
it: BOTOLA CONQUISTATA DAGLI INVASORI
ko: ! 침입자가 해치를 점거함 !
pl: WŁAZ PRZEJĘTY PRZEZ INTRUZA
pt_br: ESCOTILHA TOMADA POR INVASORES
ru: ЛЮК ЗАНЯТ ЗАХВАТЧИКАМИ
tr: KAPAK İŞGALCİLER TARAFINDAN ALINDI
vi: CỬA SẬP BỊ KẺ XÂM LƯỢC CHIẾM GIỮ
zh_hans: 被入侵者占领的洞口

source: Retake hatch to forbid it.
fr: Reprenez la trappe pour l'interdire.
it: Riprendere la botola per vietarlo.
ko: 막기 위해 해치를 되찾으십시오.
pl: Odbij właz aby zabronić.
pt_br: Retome a escotilha para proibi-lo.
ru: Захватите люк, чтобы запретить его.
tr: Yasaklamak için kapağı geri alın.
vi: Chiếm lại cửa sập để cấm nó.
zh_hans: 夺回洞口以阻止它

source: HATCH USED BY INTRUDER
de: VOM EINDRINGLING BENUTZTE LUKE
fr: HATCH UTILISÉ PAR INTRUDER
it: BOTOLA UTILIZZATA DALL'INTRUSO
ko: ! 침입자가 해치를 사용함 !
pl: WŁAZ UŻYWANY PRZEZ INTRUZA
pt_br: HACHURA USADA PELO INTRUSO
ru: ЛЮК ЗАНЯТ ЛАЗУТЧИКОМ
tr: KAPAK DAVETSİZ MİSAFİR TARAFINDAN KULLANILDI
vi: CỬA SẬP BỊ KẺ XÂM NHẬP SỬ DỤNG
zh_hans: 入侵者使用的洞口

source: You must designate a tomb
fr: Vous devez désigner une tombe
it: Devi designare un sepolcro
ko: 무덤을 지정해야 합니다
pl: Musisz przypisać grobowiec
pt_br: Você deve designar uma tumba
ru: Нужно назначить могилу
tr: Bir mezar belirlemelisiniz
vi: Bạn phải chỉ định một hầm mộ
zh_hans: 你必须指定一个陵墓

source: before this coffin will
de: bevor dieser Sarg
fr: avant que ce cercueil ne
it: prima che questo feretro venga
ko: 이 관에 넣기 전에?
pl: zanim ta trumna zostanie
pt_br: antes que este caixão vá
ru: прежде чем этот гроб будет
tr: bu tabut
vi: trước khi chiếc quan tài này sẽ
zh_hans: 在此棺材前

source: be used for burial.
fr: être utilisé pour l'inhumation.
it: è utilizzato per la sepoltura.
ko: 매장용으로 사용.
pl: użyta do pochówku.
pt_br: usado para enterro.
ru: используется для захоронения.
tr: gömü için kullanılmadan önce.
vi: được dùng để chôn cất.
zh_hans: 将在仪式上使用

source: This is the resting place of
de: Dies ist der Schlafplatz von
fr: C'est le lieu de repos de
it: Questo è il luogo di riposo di
ko: 휴게 장소 소유자:
pl: To jest miejsce spoczynku
pt_br: Este é o local de repouso de
ru: Это место упокоения
tr: Burası şunun istirahatgahıdır:
vi: Đây là nơi an nghỉ của
zh_hans: 休息场地所有者：

source: Deceased
de: verstorben
fr: Défunt
it: Deceduto
ko: 사망
pl: Zmarły
pt_br: Falecido
ru: Мёртвый
tr: Merhum
vi: Người đã khuất
zh_hans: 已故

source: Nest box claimed by
de: Nistkasten besetzt durch
fr: Nichoir revendiqué par
it: Nido artificiale reclamato da
ko: 둥지 상자, 점거됨:
pl: Budka lęgowa zajęta przez
pt_br: Caixa de ninho, reclamada pelo
ru: Насест занят
tr: Folluk şunun tarafından sahiplenildi:
vi: Hộp làm tổ đã được chiếm bởi
zh_hans: 巢箱使用者为

source: Nest box unclaimed
de: Nistkasten frei
fr: Nichoir non réclamé
it: Nido artificiale non reclamato
ko: 둥지 상자, 점거 안 됨
pl: Wolna budka lęgowa
pt_br: Caixa de ninho não reclamada
ru: Насест свободен
tr: Folluk sahipsiz
vi: Hộp làm tổ chưa được chiếm
zh_hans: 巢箱无鸟认领
