Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: melting
de: schmelzen
fr: fusion
it: sciogliendo
ko: 녹아내리는
pl: roztapia
pt_br: derretendo
ru: плавится
tr: eriyor
vi: tan chảy
zh_hans: 融化

source: burning
de: brennen
fr: brûlant
it: bruciando
ko: 불타는
pl: spala
pt_br: queimando
ru: горит
tr: yanıyor
vi: cháy
zh_hans: 燃烧

source: looks dejected
de: schaut niedergeschlagen
fr: a l'air abattu
it: pare demoralizzato
ko: 낙담해 보인다
pl: wygląda na przygnębionego
pt_br: parece abatido
ru: выглядит удручённым
tr: üzgün görünüyor
vi: trông chán nản
zh_hans: 看起来很沮丧

source: looks terrified
de: schaut erschrocken
fr: a l'air terrifié
it: pare terrorizzato
ko: 겁에 질려 보인다
pl: wygląda na przerażonego
pt_br: parece aterrorizado
ru: выглядит напуганным
tr: dehşete düşmüş görünüyor
vi: trông kinh hoàng
zh_hans: 看起来很害怕

source: looks offended
de: schaut beleidigt
fr: semble offensé
it: pare offeso
ko: 불쾌해 보인다
pl: wygląda na urażonego
pt_br: parece ofendido
ru: выглядит оскорблённым
tr: gücenmiş görünüyor
vi: trông bị xúc phạm
zh_hans: 看起来很生气

source: looks confused
de: schaut verwirrt
fr: semble confus
it: pare confuso
ko: 혼란스러워 보인다
pl: wygląda na zdezorientowanego
pt_br: parece confuso
ru: выглядит смущённым
tr: kafası karışmış görünüyor
vi: trông bối rối
zh_hans: 看起来很困惑

source: suffering
de: leiden
fr: Souffrance
it: soffrendo
ko: 고통받는
pl: cierpi
pt_br: sofrendo
ru: страдает
tr: acı çekiyor
vi: chịu đựng
zh_hans: 痛苦

source: withering away
de: Absterben
fr: dépérissement
it: appassendo
ko: 시들어버리는
pl: więdnie
pt_br: empalidecendo
ru: увядающий
tr: eriyip gidiyor
vi: héo mòn
zh_hans: 萎缩

source: striking a menacing pose
de: macht eine bedrohliche Pose
fr: prendre une pose menaçante
it: facendo una posa minacciosa
ko: 위협적인 포즈를 취하는
pl: staje w groźnej pozie
pt_br: fazendo uma pose ameaçadora
ru: принял угрожающую позу
tr: tehditkar bir poz veriyor
vi: tạo dáng đe dọa
zh_hans: 摆出一个引人注目的手势

source: striking a triumphant pose
de: macht eine triumphale Pose
fr: prendre une pose triomphale
it: facendo una posa trionfale
ko: 승리의 포즈를 취하는
pl: staje w triumfalnej pozie
pt_br: fazendo uma pose triunfante
ru: принял позу триумфатора
tr: zafer pozu veriyor
vi: tạo dáng chiến thắng
zh_hans: 摆出一个胜利的手势

source: laboring
de: arbeitend
fr: travaillant
it: lavorando
ko: 노동하는
pl: pracuje
pt_br: trabalhando
ru: трудится
tr: çalışıyor
vi: lao động
zh_hans: 劳动

source: contemplating
de: betrachten
fr: contempler
it: contemplando
ko: 심사숙고하는
pl: kontempluje
pt_br: contemplando
ru: созерцает
tr: düşünüyor
vi: chiêm nghiệm
zh_hans: 深思

source: cooking
de: kochen
fr: cuisine
it: cucinando
ko: 요리하는
pl: gotuje
pt_br: cozinhando
ru: готовит
tr: yemek yapıyor
vi: nấu ăn
zh_hans: 烹饪

source: engraving
de: graviert
fr: gravure
it: incidendo
ko: 조각하는
pl: graweruje
pt_br: gravando
ru: гравирует
tr: kazıma yapıyor
vi: chạm khắc
zh_hans: 雕刻

source: unnaturally contorted
de: unnatürlich verzerrt
fr: anormalement tordu
it: contorto innaturalmente
ko: 부자연스럽게 뒤틀린
pl: nienaturalnie wykręca się
pt_br: contorcido de forma não natural
ru: неестественно вывернут
tr: doğal olmayan şekilde bükülmüş
vi: biến dạng phi tự nhiên
zh_hans: 不自然的扭曲

source: being flayed
de: wird geschunden
fr: être écorché
it: venendo scorticato
ko: 껍질이 벗겨지는
pl: jest rozpruwany
pt_br: sendo esfolado
ru: освежёван
tr: derisi yüzülüyor
vi: đang bị lột da
zh_hans: 被剥皮了

source: being mutilated
de: wird verstümmelt
fr: être mutilé
it: venendo mutilato
ko: 절단되는
pl: jest okaleczany
pt_br: sendo mutilado
ru: изуродован
tr: sakatlanıyor
vi: đang bị cắt xẻo
zh_hans: 被肢解的

source: prostrating itself before
de: wirft sich nieder vor
fr: se prosterner devant
it: prostrandosi davanti a
ko: ~앞에 엎드려
pl: kłania się przed
pt_br: prostrando-se perante
ru: преклоняется перед
tr: şunun önünde secde ediyor:
vi: phủ phục trước
zh_hans: 以前跪拜

source: torturing
de: foltern
fr: torturer
it: torturando
ko: 고문하는
pl: torturuje
pt_br: torturando
ru: пытает
tr: işkence ediyor
vi: tra tấn
zh_hans: 折磨

source: committing a depraved act upon
de: einen verdorbenen Akt begehen auf
fr: commettre un acte dépravé sur
it: commettendo un atto depravato su
ko: 타락한 행위를 저지르는
pl: dopuszcza się niemoralnego aktu wobec
pt_br: cometendo um ato depravado contra
ru: совершает развратные действия над
tr: şuna karşı ahlaksızca bir eylemde bulunuyor:
vi: thực hiện hành vi đồi bại lên
zh_hans: 犯下堕落的罪行

source: devouring
de: verschlingen
fr: dévorant
it: divorando
ko: 삼키는
pl: pochłania
pt_br: devorando
ru: пожирает
tr: yiyor:
vi: ngấu nghiến
zh_hans: 吞噬

source: admiring
de: bewundern
fr: admiratif
it: ammirando
ko: 감탄하는
pl: podziwia
pt_br: admirando
ru: восхищён
tr: hayranlıkla izliyor
vi: chiêm ngưỡng
zh_hans: 令人赞赏的

source: burning
de: brennen
fr: brûlant
it: bruciando
ko: 불타는
pl: spala
pt_br: queimando
ru: горит
tr: yakıyor
vi: đang cháy
zh_hans: 燃烧

source: shooting
de: schießen
fr: tournage
it: sparando
ko: 사격하는
pl: strzela
pt_br: atirando
ru: стреляет
tr: ateş ediyor
vi: đang bắn
zh_hans: 射击

source: surrounded by
de: umgeben von
fr: entouré par
it: circondato da
ko: ~에 둘러싸여
pl: otoczony przez
pt_br: cercado por
ru: окружён
tr: şununla çevrelenmiş:
vi: bị bao vây bởi
zh_hans: 周围有

source: massacring
de: massakrieren
fr: massacrer
it: massacrando
ko: 학살하는
pl: masakruje
pt_br: massacrando
ru: устраивает бойню
tr: katlediyor
vi: tàn sát
zh_hans: 屠杀

source: fighting with
de: im Kampf mit
fr: se battre avec
it: lottando con
ko: ~와 싸우는
pl: walczy z
pt_br: lutando com
ru: сражается с
tr: şununla dövüşüyor:
vi: đang chiến đấu với
zh_hans: 正战斗于

source: greeting
de: Gruß
fr: salutation
it: salutando
ko: 인사하는
pl: pozdrawia
pt_br: saudando
ru: приветствует
tr: selamlıyor
vi: chào hỏi
zh_hans: 欢迎

source: refusing
de: weigert
fr: refusant
it: rifiutando
ko: 거절하는
pl: odmawia
pt_br: recusando
ru: отказывается
tr: reddediyor
vi: từ chối
zh_hans: 拒不

source: speaking with
de: im Gespräch mit
fr: parler avec
it: parlando con
ko: 말하기
pl: rozmawia z
pt_br: falando com
ru: разговаривает с
tr: şununla konuşuyor:
vi: đang nói chuyện với
zh_hans: 说话

source: embracing
de: umarmen
fr: embrasser
it: abbracciando
ko: 포용
pl: obejmuje
pt_br: acolhendo
ru: обнимает
tr: kucaklıyor
vi: ôm lấy
zh_hans: 拥抱

source: striking down
de: niederschlagen
fr: abattre
it: abbattendo
ko: 때리다
pl: powala
pt_br: abatendo
ru: поражает
tr: yere seriyor
vi: đánh gục
zh_hans: 打倒了

source: raising
de: Erhöhung
fr: élevage
it: alzando
ko: 인상
pl: wychowuje
pt_br: erguendo
ru: поднимает
tr: yükseltiyor
vi: nâng lên
zh_hans: 提高

source: hiding
de: ausblenden
fr: cache
it: nascondendosi
ko: 숨김
pl: ukrywa się
pt_br: escondendo-se
ru: скрывает
tr: saklanıyor
vi: ẩn nấp
zh_hans: 藏

source: praying to
de: beten zu
fr: prier pour
it: pregando
ko: ~에게 기도하다
pl: modli się do
pt_br: rezando para
ru: молится
tr: şuna dua ediyor:
vi: cầu nguyện với
zh_hans: 祈祷

source: contemplating
de: grübelnd
fr: contempler
it: contemplando
ko: 고민하다
pl: kontempluje
pt_br: contemplando
ru: созерцает
tr: üzerine kafa yoruyor:
vi: chiêm nghiệm
zh_hans: 深思

source: cooking
de: kochen
fr: cuisine
it: cucinando
ko: 요리
pl: gotuje
pt_br: cozinhando
ru: готовит
tr: pişiriyor
vi: nấu ăn
zh_hans: 烹饪

source: engraving
de: graviert
fr: gravure
it: incidendo
ko: 조각
pl: graweruje
pt_br: gravando
ru: гравирует
tr: kazıyor
vi: chạm khắc
zh_hans: 雕刻

source: impaled on
de: aufgespießt auf
fr: empalé sur
it: impalato su
ko: 에 찔려
pl: nadziany na
pt_br: empalado em
ru: насажен на
tr: şuna kazıklanmış:
vi: bị đâm xuyên qua
zh_hans: 刺穿了

source: being flayed by
de: wird geschunden durch
fr: être écorché par
it: venendo scorticato da
ko: 에 의해 벗겨지고
pl: jest rozpruwany przez
pt_br: sendo esfolado por
ru: освежёван
tr: şunun tarafından derisi yüzülüyor:
vi: đang bị lột da bởi
zh_hans: 被剥皮了

source: hanging from
de: hängend von
fr: suspendu à
it: appeso da
ko: 매달려
pl: zwisa z
pt_br: enforcado por
ru: висит на
tr: şuradan sarkıyor:
vi: treo từ
zh_hans: 悬挂着

source: being mutilated by
de: wird verstümmelt durch
fr: être mutilé par
it: venendo mutilato da
ko: ~에 의해 절단되는
pl: okaleczany przez
pt_br: sendo mutilado por
ru: покалечен
tr: şunun tarafından sakatlanıyor:
vi: đang bị cắt xẻo bởi
zh_hans: 被肢解

source: Name yourself
tr: Kendini isimlendir
vi: Tự đặt tên

source: Name your pet
tr: Evcil hayvanını isimlendir
vi: Đặt tên thú cưng của bạn

source: Name your settlement
fr: Nommez votre règlement
it: Nomina il tuo insediamento
ko: 정착지 이름을 지정하세요
pl: Nazwij swoją osadę
pt_br: Nomear seu assentamento
ru: Назовите свое поселение
tr: Yerleşkeni isimlendir
vi: Đặt tên khu định cư của bạn
zh_hans: 命名你的定居点

source: Name your group
fr: Nommez votre groupe
it: Nomina il tuo gruppo
ko: 그룹 이름을 지정하세요
pl: Nazwij swoją grupę
pt_br: Nomear seu grupo
ru: Назовите свою группу
tr: Grubunu isimlendir
vi: Đặt tên nhóm của bạn
zh_hans: 命名你的小组

source: Name the image
fr: Nommez l'image
it: Nomina l'immagine
ko: 이미지 이름 지정
pl: Nazwij obraz
pt_br: Nomear a imagem
ru: Назовите изображение
tr: Görüntüyü isimlendir
vi: Đặt tên hình ảnh
zh_hans: 命名这个图像

source: Name the location
fr: Nommez le lieu
it: Nomina il luogo
ko: 위치 이름 지정
pl: Nazwij lokację
pt_br: Nomear o local
ru: Назовите место
tr: Konumu isimlendir
vi: Đặt tên địa điểm
zh_hans: 命名地点

source: Name the squad
de: Namen der Truppe
fr: Nommez l'équipe
it: Nomina la squadra
ko: 분대 이름 지정
pl: Nazwij oddział
pt_br: Nomear o esquadrão
ru: Назовите отряд
tr: Birliği isimlendir
vi: Đặt tên đội quân
zh_hans: 命名小队

source: Name the symbol
de: Benennen Sie das Symbol
fr: Nommez le symbole
it: Nomina il simbolo
ko: 기호 이름 지정
pl: Nazwij symbol
pt_br: Nomear o símbolo
ru: Назовите символ
tr: Sembolü isimlendir
vi: Đặt tên biểu tượng
zh_hans: 命名符号

source: Name
tr: İsimlendir
vi: Tên

source: Name your performance troupe
tr: Performans grubunu isimlendir
vi: Đặt tên đoàn biểu diễn của bạn

source: Name the identity
tr: Kimliği isimlendir
vi: Đặt tên danh tính

source: Random
de: Zufällig
fr: Aléatoire
it: Casuale
ko: 랜덤
pl: Losowo
pt_br: Aleatório
ru: Случайно
tr: Rastgele
vi: Ngẫu nhiên
zh_hans: 随机

source: Given name
fr: Prénom
it: Prenome
ko: 이름
pl: Nadane imię
pt_br: Nome dado
ru: Указанное имя
tr: Verilen isim
vi: Tên gọi
zh_hans: 命名

source: Front Compound
fr: Composé avant
it: Composizione frontale
ko: 프론트 컴파운드
pl: Pierwsza część
pt_br: Composto da frente
ru: Приставка
tr: Ön Bileşik
vi: Từ ghép đầu
zh_hans: 领域混合

source: Rear Compound
fr: Composé arrière
it: Composizione di coda
ko: 리어 컴파운드
pl: Tylna część
pt_br: Composto de trás
ru: Окончание
tr: Arka Bileşik
vi: Từ ghép cuối
zh_hans: 后部化合物

source: First Adjective
fr: Premier adjectif
it: Primo aggettivo
ko: 첫 번째 형용사
pl: Pierwszy przymiotnik
pt_br: Primeiro adjetivo
ru: 1ое прилаг.
tr: Birinci Sıfat
vi: Tính từ thứ nhất
zh_hans: 第一个形容词

source: Second Adjective
fr: deuxième adjectif
it: Secondo aggettivo
ko: 두 번째 형용사
pl: Drugi przymiotnik
pt_br: Segundo adjetivo
ru: 2ое прилаг.
tr: İkinci Sıfat
vi: Tính từ thứ hai
zh_hans: 第二个形容词

source: Hyphen Compound
fr: Trait d'union composé
it: Composizione con trattino
ko: 하이픈 화합물
pl: złożenie myślnikiem
pt_br: Composto de hífen
ru: Через дефис
tr: Tireli Bileşik
vi: Từ ghép có dấu gạch ngang
zh_hans: 连字符化合物

source: The X
fr: Le X
it: Il/La X
ko: 엑스
pl: X
pt_br: O X
tr: X (Belirli)
vi: X
zh_hans: X.

source: Clear
de: Klar
fr: Dégager
it: Libero
ko: 클리어
pl: Czysto
pt_br: Limpar
ru: Очистить
tr: Temizle
vi: Xóa
zh_hans: 清空

source: Singular Noun
fr: Nom singulier
it: Nome singolare
ko: 단수형 명사
pl: Rzeczownik w liczbie pojedynczej
pt_br: Substantivo no singular
ru: Существительное ед. числа
tr: Tekil İsim
vi: Danh từ số ít
zh_hans: 奇异的名词

source: Plural Noun
fr: Nom pluriel
it: Nome plurale
ko: 복수 명사
pl: Rzeczownik w liczbie mnogiej
pt_br: Substantivo no plural
ru: Существительное мн. числа
tr: Çoğul İsim
vi: Danh từ số nhiều
zh_hans: 复数名词

source: Adjective
fr: Adjectif
it: Aggettivo
ko: 형용사
pl: Przymiotnik
pt_br: Adjetivo
ru: Прилагательное
tr: Sıfat
vi: Tính từ
zh_hans: 形容词

source: Prefix
fr: Préfixe
it: Prefisso
ko: 접두사
pl: Przedrostek
pt_br: Prefixo
ru: Префикс
tr: Önek
vi: Tiền tố
zh_hans: 前缀

source: Present (1st)
fr: Présent (1er)
it: Presente (1a persona)
ko: 현재형 (1인칭)
pl: Czas teraźniejszy (1. os.)
pt_br: Presente (1º)
ru: Настоящее (1ое лицо)
tr: Geniş Zaman (1.)
vi: Hiện tại (Ngôi 1)
zh_hans: 赠送（第1次）

source: Present (3rd)
fr: Présent (3ème)
it: Presente (3a persona)
ko: 현재형 (3인칭)
pl: Czas teraźniejszy (3. os.)
pt_br: Presente (3º)
ru: Настоящее (3е лицо)
tr: Geniş Zaman (3.)
vi: Hiện tại (Ngôi 3)
zh_hans: 赠送（第3次）

source: Preterite
fr: Prétérit
it: Passato remoto
ko: 프레테라이트
pl: Czas przeszły
pt_br: Pretérito
ru: Прошедшее время
tr: Di'li Geçmiş Zaman
vi: Quá khứ đơn
zh_hans: 过去式

source: Past Participle
fr: Participe passé
it: Participio passato
ko: 과거 분사
pl: Imiesłów czasu przeszłego
pt_br: Particípio do passado
ru: Причастие прошедшего времени
tr: Sıfat-Fiil (Geçmiş)
vi: Phân từ quá khứ
zh_hans: 过去分词

source: Present Participle
fr: Participe présent
it: Participio presente
ko: 현재 분사
pl: Imiesłów czasu teraźniejszego
pt_br: Particípio do presente
ru: Причастие настоящего времени
tr: Sıfat-Fiil (Şimdiki)
vi: Phân từ hiện tại
zh_hans: 现在分词

source: You have bestowed the name
tr: Şu ismi bahşettiniz:
vi: Bạn đã ban tặng cái tên

source: upon
de: auf
fr: sur
it: su
ko: ...에
pl: po
pt_br: sobre
ru: на
tr: şuna:
vi: cho
zh_hans: 于

source: . How do you like the sound of that?
vi: . Bạn nghĩ sao về cái tên này?

source: into believing
de: zu glauben
fr: en croire
it: nel credere
ko: 믿음으로
pl: w wiarę
pt_br: em acreditar
ru: в веру
tr: şuna inanmaya:
vi: khiến tin rằng
zh_hans: 相信

source: The symbol of
de: Das Symbol von
fr: Le symbole de
it: Il simbolo di
ko: 의 상징
pl: Symbol
pt_br: O símbolo de
ru: Символ
tr: Şunun sembolü:
vi: Biểu tượng của
zh_hans: 象征之于

source: Image information for
fr: Informations sur l'image pour
it: Informazioni sull'immagine per
ko: 에 대한 이미지 정보
pl: Informacje o obrazie dla
pt_br: Informações da imagem para
ru: Информация об изображении для
tr: Şunun için görüntü bilgisi:
vi: Thông tin hình ảnh cho
zh_hans: 图像信息对

source: Image information for engraving
fr: Informations d'image pour la gravure
it: Informazioni sull'immagine per l'incisione
ko: 각인을 위한 이미지 정보
pl: Informacje o obrazie do grawerowania
pt_br: Informações da imagem para gravação
ru: Информация об изображении для гравировки
tr: Kazıma için görüntü bilgisi
vi: Thông tin hình ảnh để chạm khắc
zh_hans: 用于雕刻的图像信息

source: Image information
fr: Informations sur les images
it: informazioni sull'immagine
ko: 이미지 정보
pl: Informacje o obrazie
pt_br: Informações da imagem
ru: Информация об изображении
tr: Görüntü bilgisi
vi: Thông tin hình ảnh
zh_hans: 图像信息

source: Warning!
fr: Avertissement!
it: Attenzione!
ko: 경고!
pl: Uwaga!
pt_br: Aviso!
ru: Внимание!
tr: Uyarı!
vi: Cảnh báo!
zh_hans: 警告！

source: You won't perform your action if you leave.
fr: Vous n'effectuerez pas votre action si vous partez.
it: Non farai la tua azione se te ne vai.
ko: 떠나면 작업을 수행하지 않습니다.
pl: Nie wykonasz swojej akcji, jeśli odejdziesz.
pt_br: Você não realizará sua ação se sair.
ru: Если вы выйдете, то данное действие не будет выполнено.
tr: Buradan ayrılırsanız eyleminiz gerçekleşmez.
vi: Bạn sẽ không thực hiện hành động nếu rời đi.
zh_hans: 如果你离开，你不会执行你的行动。

source: Don't perform action
fr: Ne pas effectuer d'action
it: Non fare nulla
ko: 조치를 취하지 않음
pl: Nie wykonuj akcji
pt_br: Não realizar ação
ru: Не выполняйте никаких действий
tr: Eylemi gerçekleştirme
vi: Không thực hiện hành động
zh_hans: 不要采取行动

source: Keep working
de: Weiter arbeiten
fr: Continue de travailler
it: Continua a lavorare
ko: 계속 일해
pl: Nadal pracuj
pt_br: Continue trabalhando
ru: продолжай работать
tr: Çalışmaya devam et
vi: Tiếp tục làm việc
zh_hans: 保持工作

source: Leave editor and discard data
fr: Quitter l'éditeur et supprimer les données
it: Lascia l'editor e scarta i dati
ko: 편집기에서 나가고 데이터 버리기
pl: Opuść edytor i porzuć dane
pt_br: Sair do editor e descartar dados
ru: Покинуть редактор и стереть данные
tr: Editörden çık ve verileri at
vi: Rời trình chỉnh sửa và hủy bỏ dữ liệu
zh_hans: 离开编辑器并丢弃数据

source: Related to historical figure
fr: Relatif à un personnage historique
it: Relativo a figura storica
ko: 역사적 인물 관련
pl: Powiązany z historyczną postacią
pt_br: Relacionado a figuras históricas
ru: Связано с исторической фигурой
tr: Tarihi figürle ilgili
vi: Liên quan đến nhân vật lịch sử
zh_hans: 与历史人物有关

source: Related to site
fr: Lié au site
it: Relativo al sito
ko: 사이트 관련
pl: Powiązany z krajem
pt_br: Relacionado ao local
ru: Связано с местом
tr: Yerleşkeyle ilgili
vi: Liên quan đến địa điểm
zh_hans: 与网站相关

source: Related to civilization or other group
fr: Relatif à la civilisation ou à un autre groupe
it: Relativo a civiltà o ad altri gruppi
ko: 문명이나 다른 집단과 관련된
pl: Powiązany z cywilizacją lub inną grupą
pt_br: Relacionado à civilização ou outro grupo
ru: Связано с цивилизацией или другой группой
tr: Medeniyet veya diğer grupla ilgili
vi: Liên quan đến nền văn minh hoặc nhóm khác
zh_hans: 与文明或其他群体有关

source: Existing image
fr: Image existante
it: Immagine esistente
ko: 기존 이미지
pl: Istniejący obraz
pt_br: Imagem existente
ru: Существующее изображение
tr: Mevcut görüntü
vi: Hình ảnh hiện có
zh_hans: 现有形象

source: Specify a new image
de: Ein neues Bild festlegen
fr: Spécifiez une nouvelle image
it: Specifica una nuova immagine
ko: 새 이미지 지정
pl: Wybierz nowy obraz
pt_br: Especificar nova imagem
ru: Выбрать новое изображение
tr: Yeni bir görüntü belirle
vi: Chỉ định hình ảnh mới
zh_hans: 指定新图像

source: Let your mind wander
de: Lass deine Gedanken schweifen
fr: Laissez votre esprit vagabonder
it: Dai spazio alla tua mente
ko: 마음이 방황하자
pl: Pozwól swojemu umysłowi błądzić
pt_br: Deixe sua mente vagar
ru: Дать свободу своим мыслям
tr: Zihnini serbest bırak
vi: Để tâm trí bạn tự do
zh_hans: 让你的思绪徘徊

source: Allow artist to choose
de: Dem Künstler die Wahl lassen
fr: Autoriser l'artiste à choisir
it: Permetti all'artista di scegliere
ko: 아티스트가 선택하도록 허용
pl: Pozwól artyście wybrać
pt_br: Permitir ao artista escolher
ru: Предоставить выбор художнику
tr: Sanatçının seçmesine izin ver
vi: Cho phép nghệ sĩ lựa chọn
zh_hans: 允许艺术家选择

source: Group commission
fr: Commission de groupe
it: Commissione gruppo
ko: 그룹 커미션
pl: Komisja grupowa
pt_br: Comissão do grupo
ru: Вознаграждение для группы
tr: Grup siparişi
vi: Uỷ thác nhóm
zh_hans: 集团佣金

source: Group symbol
de: Gruppensymbol
fr: Symbole de groupe
it: Simbolo del gruppo
ko: 그룹 기호
pl: Symbol grupy
pt_br: Símbolo do grupo
ru: Символ группы
tr: Grup sembolü
vi: Biểu tượng nhóm
zh_hans: 组符号

source: Civ commission
fr: Commission civile
it: Commissione civiltà
ko: 시민 위원회
pl: Komisja cywilna
pt_br: Comissão civil
ru: Вознаграждение цивилизации
tr: Medeniyet siparişi
vi: Uỷ thác văn minh
zh_hans: 文明委员会

source: Civilization symbol
de: Zivilisationssymbol
fr: Symbole de la civilisation
it: Simbolo civiltà
ko: 문명의 상징
pl: Symbol sywilizacji
pt_br: Símbolo da civilização
ru: Символ цивилизации
tr: Medeniyet sembolü
vi: Biểu tượng văn minh
zh_hans: 文明的象征

source: crutch
de: Krücke
fr: béquille
it: stampella
ko: 목발
pl: kula
pt_br: muletas
ru: костыль
tr: koltuk değneği
vi: Nạng
zh_hans: 拐杖

source: Name
fr: Nom
it: Nome
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
tr: İsim
vi: Tên
zh_hans: 命名

source: Historical figure
de: Historische Figur
fr: Figure historique
it: Figura storica
ko: 역사적 인물
pl: Postać historyczna
pt_br: Figura histórica
ru: Историческая личность
tr: Tarihi figür
vi: Nhân vật lịch sử
zh_hans: 历史人物

source: Plant
de: Pflanze
fr: Plante
it: Pianta
ko: 식물
pl: Roślina
pt_br: Planta
ru: Растение
tr: Bitki
vi: Thực vật
zh_hans: 植物

source: Tree
fr: Arbre
it: Albero
ko: 나무
pl: Drzewo
pt_br: Árvore
ru: Дерево
tr: Ağaç
vi: Cây
zh_hans: 树木

source: Shape
fr: Forme
it: Forma
ko: 모양
pl: Kształt
pt_br: Forma
ru: Форма
tr: Şekil
vi: Hình dạng
zh_hans: 形状

source: Object
de: Objekt
fr: Objet
it: Oggetto
ko: 물체
pl: Obiekt
pt_br: Objeto
ru: Объект
tr: Nesne
vi: Vật thể
zh_hans: 宾语

source: Action or relationship
fr: Action ou relation
it: Azione o relazione
ko: 행동 또는 관계
pl: Akcja lub relacja
pt_br: Ação ou relacionamento
ru: Действие или отношение
tr: Eylem veya ilişki
vi: Hành động hoặc mối quan hệ
zh_hans: 行动或关系

source: Delete element
de: Element löschen
fr: Supprimer l'élément
it: Cancella elemento
ko: 요소 삭제
pl: Usuń element
pt_br: Excluir elemento
ru: Удалить элемент
tr: Öğeyi sil
vi: Xóa phần tử
zh_hans: 删除元素

source: Number:
fr: Numéro:
it: Numero:
ko: 숫자:
pl: Numer:
pt_br: Número:
ru: Количество:
tr: Sayı:
vi: Số lượng:
zh_hans: 数量：

source: (0 for unnumbered plural)
fr: (0 pour pluriel non numéroté)
it: (0 per plurale non numerato)
ko: (번호가 없는 복수의 경우 0)
pl: (0 dla nienumerowanej liczby mnogiej)
pt_br: (0 para plural não numerado)
ru: (0 для ненумерованного множественного числа)
tr: (sayısı çoğul için 0)
vi: (0 cho số nhiều không đánh số)
zh_hans: (0表示无编号复数)

source: Untitled/unnamed
fr: Sans titre/sans nom
it: Senza titolo/senza nome
ko: 제목 없음/이름 없음
pl: Nienazwany
pt_br: Sem título/sem nome
ru: Безымянный
tr: İsimsiz/adsız
vi: Không tiêu đề/không tên
zh_hans: 无题/无名

source: Choose X:
fr: Choisissez X :
it: Scegli X:
ko: X 선택:
pl: Wybierz X:
pt_br: Escolha X:
ru: Выберите X:
tr: X seç:
vi: Chọn X:
zh_hans: 选择X：

source: Choose Y:
fr: Choisissez Y :
it: Scegli Y:
ko: Y를 선택하십시오:
pl: Wybierz Y:
pt_br: Escolha Y:
ru: Выберите Y:
tr: Y seç:
vi: Chọn Y:
zh_hans: 选择Y：

source: 's corpse
de: Die Leiche
fr: le cadavre
it: suo cadavere
ko: 의 시체
pl: ciało
pt_br: do cadáver
ru: трупов
tr: 'in cesedi
vi: xác của {0}
zh_hans: 的尸体

source: low-voiced
de: tiefstimmig
fr: à voix basse
it: voce bassa
ko: 저음
pl: o niskim głosie
pt_br: tem a voz grave
ru: с низким голосом
tr: kalın sesli
vi: giọng trầm
zh_hans: 低浊

source: This is a
de: Dies ist ein
fr: C'est un
it: Questo è
ko: 이것은
pl: To jest
pt_br: Isto é um(a)
ru: Это
tr: Bu bir
vi: Đây là một
zh_hans: 这是一个

source: These are
de: Dies sind
fr: Ceux-ci sont
it: Questi sono
ko: 이것들은
pl: To są
pt_br: Estas são
ru: Это
tr: Bunlar
vi: Đây là những
zh_hans: 这些是

source: outcast
de: ausgestoßen
fr: banni
it: emarginato
ko: 버림받은
pl: wyrzutek
pt_br: exilado
ru: изгнанник
tr: dışlanmış
vi: kẻ bị ruồng bỏ
zh_hans: 弃儿

source: nomadic
de: normadisch
fr: nomade
it: nomadico
ko: 유목민
pl: koczowniczy
pt_br: nômade
ru: кочевой
tr: göçebe
vi: du mục
zh_hans: 游牧

source: migrating
de: migrieren
fr: migrer
it: emigrando
ko: 마이그레이션
pl: migrujący
pt_br: migrando
ru: мигрирующий
tr: göç eden
vi: di cư
zh_hans: 迁移

source: local
de: lokal
it: locale
ko: 현지의
pl: lokalny
ru: местный
tr: yerel
vi: địa phương
zh_hans: 本地

source: civilization
de: Zivilisation
fr: civilisation
it: civiltà
ko: 문명
pl: cywilizacja
pt_br: civilização
ru: цивилизация
tr: medeniyet
vi: nền văn minh
zh_hans: 文明

source: merchant company
de: Kaufmännisches Unternehmen
fr: société marchande
it: società mercantile
ko: 상인 회사
pl: kompania kupiecka
pt_br: empresa mercantil
ru: торговая компания
tr: tüccar şirketi
vi: công ty thương nhân
zh_hans: 商业公司

source: performance troupe
de: Performance-Truppe
fr: troupe de spectacle
it: troupe artistica
ko: 공연단
pl: trupa artystów
pt_br: grupo de atuação
ru: труппа
tr: performans topluluğu
vi: đoàn biểu diễn
zh_hans: 表演团

source: government
de: Regierung
fr: gouvernement
it: governo
ko: 정부
pl: rząd
pt_br: governo
ru: правительство
tr: hükümet
vi: chính quyền
zh_hans: 政府

source: vessel
de: Gefäß
fr: navire
it: vascello
ko: 선박
pl: statek
pt_br: recipiente
ru: судно
tr: gemi
vi: bình chứa
zh_hans: 船

source: religion
fr: la religion
it: religione
ko: 종교
pl: religia
pt_br: religião
ru: религия
tr: din
vi: tôn giáo
zh_hans: 宗教

source: military organization
de: Soldaten organisieren
fr: organisation militaire
it: organizzazione militare
ko: 군사 조직
pl: organizacja militarna
pt_br: organização militar
ru: военная организация
tr: askeri örgüt
vi: tổ chức quân sự
zh_hans: 军事组织

source: group
de: Gruppe
fr: groupe
it: gruppo
ko: 그룹
pl: grupa
pt_br: grupo
ru: группа
tr: grup
vi: nhóm
zh_hans: 组
