Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: aggravated
de: verschärft
fr: aggravé
it: appesantito
ko: 악질적인
pl: zdenerwowany
pt_br: agravada
ru: раздражённый
tr: tepesi atmış
vi: bực tức
zh_hans: 加重

source: agony
de: Qual
fr: agonie
it: agonia
ko: 고통을
pl: agonię
pt_br: agonia
ru: агония
tr: ızdırap
vi: nỗi thống khổ
zh_hans: 痛苦

source: alienated
fr: aliéné
it: alienato
ko: 소외감이 느껴지는
pl: wyalienowany
pt_br: alienado
ru: отчуждённый
tr: yabancılaşmış
vi: bị xa lánh
zh_hans: 疏远

source: amazed
de: erstaunt
fr: étonné
it: stupito
ko: 쩌는
pl: zdumiony
pt_br: (surpreso)
ru: в изумлении
tr: hayret etmiş
vi: kinh ngạc
zh_hans: 吃惊

source: amused
de: amüsiert
fr: amusé
it: divertito
ko: 즐거운
pl: rozbawiony
pt_br: se divertiu
ru: изумлённый
tr: eğlenmiş
vi: thích thú
zh_hans: 乐

source: angry
de: wütend
fr: fâché
it: arrabbiato
ko: 열난
pl: wściekły
pt_br: zangado
ru: сердитый
tr: kızgın
vi: tức giận
zh_hans: 愤怒

source: anguish
de: Pein
fr: angoisse
it: angosciato
ko: 비통
pl: boleść
pt_br: Verbalmente a luta contra a angústia
ru: страдание
tr: keder
vi: nỗi đau quặn thắt
zh_hans: 痛苦

source: anxious
de: ängstlich
fr: anxieux
it: ansioso
ko: 불안한
pl: niepokój
pt_br: ansioso
ru: обеспокоен
tr: huzursuz
vi: lo lắng
zh_hans: 焦急

source: apathetic
fr: apathique
it: apatico
ko: 냉담한
pl: apatyczny
pt_br: Apatia
ru: равнодушно
tr: ilgisiz
vi: thờ ơ
zh_hans: 麻木不仁

source: aroused
de: erregt
fr: excité
it: eccitato
ko: 흥분한
pl: rozbudzony
pt_br: Excitação
ru: возбуждён
tr: galeyana gelmiş
vi: kích thích
zh_hans: 引起

source: astonished
de: erstaunt
fr: étonné
it: meravigliato
ko: 깜놀한
pl: zdziwiony
pt_br: espantado
ru: изумлён
tr: şaşırmış
vi: sững sờ
zh_hans: 惊讶

source: aversion
de: Abneigung
it: avversione
ko: 혐오
pl: awersję
pt_br: aversão
ru: неприязнь
tr: tiksinme
vi: ác cảm
zh_hans: 厌恶

source: awe
de: Ehrfurcht
fr: admiration
it: stupore
ko: 두려움
pl: grozę
pt_br: Estou abismado!
ru: трепет
tr: huşu
vi: sự kính sợ
zh_hans: 威严

source: bitter
fr: amer
it: amareggia
ko: 격렬한
pl: gorycz
pt_br: amargo
ru: жёсткий
tr: buruk
vi: cay đắng
zh_hans: 苦

source: bored
de: gelangweilt
fr: ennuyé
it: annoiato
ko: 지루한
pl: znudzony
pt_br: furado
ru: скучающий
tr: sıkılmış
vi: buồn chán
zh_hans: 无聊

source: caring
de: Fürsorge
fr: soins
it: assistenza
ko: 보살핌
pl: opiekuńczy
pt_br: carinho
ru: забота
tr: ilgili
vi: quan tâm
zh_hans: 爱心

source: confused
de: verwirrt
fr: confus
it: confuso
ko: 혼란스러운
pl: zdezorientowany
pt_br: confuso
ru: смущён
tr: kafası karışmış
vi: bối rối
zh_hans: 困惑

source: contemptuous
de: verächtlich
fr: méprisant
it: sprezzante
ko: 경멸스런
pl: pogardliwy
pt_br: Desprezo
ru: высокомерный
tr: aşağılayıcı
vi: khinh bỉ
zh_hans: 轻视

source: content
de: zufrieden
fr: contenu
it: soddisfatto
ko: 안정적인
pl: zadowolony
pt_br: conteúdo
ru: доволен
tr: memnun
vi: mãn nguyện
zh_hans: 内容

source: dejected
de: niedergeschlagen
fr: abattu
it: demoralizzato
ko: 낙심한
pl: przygnębiony
pt_br: desalentado
ru: удручённый
tr: mahzun
vi: thất vọng
zh_hans: 垂头丧气的

source: delighted
de: erfreut
fr: ravi
it: lieto
ko: 흥겨운
pl: zachwycony
pt_br: o prazer
ru: обрадованный
tr: çok memnun
vi: hân hoan
zh_hans: 欣喜的

source: despair
de: Verzweiflung
fr: désespoir
it: disperazione
ko: 절망
pl: zdesperowany
pt_br: Sinto-me tao desespero...
ru: отчаяние
tr: umutsuzluk
vi: sự tuyệt vọng
zh_hans: 绝望

source: disappointed
de: enttäuscht
fr: désappointé
it: deluso
ko: 실망한
pl: zawiedziony
pt_br: desapontada comigo mesmo
ru: разочарованный
tr: hayal kırıklığına uğramış
vi: thất vọng
zh_hans: 失望

source: disgusted
de: angeekelt
fr: dégoûté
it: disgustato
ko: 역겹다
pl: zdegustowany
pt_br: Nojo
ru: чувствует отвращение
tr: iğrenmiş
vi: ghê tởm
zh_hans: 厌恶的

source: disillusioned
de: desillusioniert
fr: désabusé
it: disilluso
ko: 환멸
pl: rozczarowany
pt_br: desiludido
ru: разочарован
tr: hayalleri yıkılmış
vi: vỡ mộng
zh_hans: 幻灭

source: dislike
de: nicht mögen
fr: Ne pas aimer
it: detesta
ko: 싫어함
pl: niechęć
pt_br: Não Gosto
ru: неприязнь
tr: hoşlanmama
vi: ác cảm
zh_hans: 反感

source: dismayed
de: bestürzt
fr: consterné
it: sgomento
ko: 당황
pl: osłupiały
pt_br: consternados
ru: потрясён
tr: yeise kapılmış
vi: hoang mang
zh_hans: 沮丧

source: displeasure
de: Unzufriedenheit
fr: mécontentement
it: dispiacere
ko: 불쾌
pl: niezadowolenie
pt_br: Sofrimento
ru: неудовольствие
tr: hoşnutsuzluk
vi: sự không hài lòng
zh_hans: 不愉快

source: distressed
de: Not leidend
fr: affligé
it: esaurito
ko: 괴로워하는
pl: zakłopotany
pt_br: Distresse
ru: бедствующий
tr: sıkıntılı
vi: đau khổ
zh_hans: 苦恼

source: eager
de: eifrig
fr: impatient
it: desideroso
ko: 열렬한
pl: chętny
pt_br: Ansioso
ru: нетерпеливый
tr: hevesli
vi: háo hức
zh_hans: 急于

source: elated
de: erregt
fr: ravi
it: euforico
ko: 신이 난
pl: podniecony
pt_br: Extasiado
ru: окрылён
tr: coşkun
vi: phấn chấn tột độ
zh_hans: 高昂

source: embarrassed
de: peinlich
fr: embarrassé
it: imbarazzato
ko: 당황스러운
pl: zażenowany
pt_br: constrangido
ru: смущенный
tr: utanmış
vi: xấu hổ
zh_hans: 尴尬

source: empathy
de: Mitgefühl
fr: empathie
it: empatia
ko: 공감
pl: empatię
pt_br: empatia
ru: сопереживание
tr: empati
vi: sự đồng cảm
zh_hans: 同情

source: empty
de: leer
fr: vide
it: vuoto
ko: 공허한
pl: pusty
pt_br: vazio
ru: пустой
tr: boşluk
vi: trống rỗng
zh_hans: 空的

source: enjoyment
de: Genuss
fr: jouissance
it: godimento
ko: 즐김
pl: przeyjemność
pt_br: fruição
ru: удовольствие
tr: zevk
vi: sự thích thú
zh_hans: 享受

source: exasperated
de: verzweifelt
fr: exaspéré
it: esasperato
ko: 분노
pl: rozdrażniony
pt_br: exasperado
ru: раздражён
tr: bıkkın
vi: Bực tức tột độ
zh_hans: 激怒

source: exhilarated
de: beschwingt
fr: euphorique
it: inebriato
ko: 들뜬
pl: podekscytowany
pt_br: Alegre
ru: весёлый
tr: coşmuş
vi: Phấn khích tột độ
zh_hans: 兴奋

source: afraid
de: Angst
fr: peur
it: impaurito
ko: 두려운
pl: zalękniony
pt_br: com medo
ru: страх
tr: korkmuş
vi: Sợ hãi
zh_hans: 害怕

source: ferocity
de: Wildheit
fr: férocité
it: ferocia
ko: 흉포함
pl: okrucieństwo
pt_br: Você vai saber minha ferocidade!
ru: жестокость
tr: yırtıcılık
vi: Hung tợn
zh_hans: 恶

source: free
de: frei
fr: libre
it: libero
ko: 자유
pl: darmowy
pt_br: Grátis
ru: свободный
tr: özgür
vi: Tự do
zh_hans: 自由

source: frightened
de: verängstigt
fr: effrayé
it: spaventato
ko: 겁먹은
pl: przestraszony
pt_br: tem medo
ru: испуган
tr: ürkmüş
vi: Hoảng sợ
zh_hans: 受惊

source: frustrated
de: Frustriert
fr: frustré
it: frustrato
ko: 좌절스러운
pl: sfrustrowany
pt_br: Frustrada.
ru: расстроен
tr: hüsrana uğramış
vi: Chán nản
zh_hans: 受挫

source: gleeful
de: fröhlich
fr: joyeux
it: allegro
ko: 고소한
pl: radosny
pt_br: Alegre
ru: ликующий
tr: keyifli
vi: Vui sướng
zh_hans: 欢乐的

source: gloomy
de: düster
fr: sombre
it: avvilito
ko: 음울한
pl: ponury
pt_br: sombrio
ru: угрюмый
tr: kasvetli
vi: U ám
zh_hans: 阴沉

source: glum
de: mürrisch
fr: maussade
it: depresso
ko: 무뚝뚝한
pl: posępny
pt_br: Como as pessoas podem ser tao melancólico?
ru: хмурый
tr: keyifsiz
vi: ủ rũ
zh_hans: 阴沉

source: gratitude
de: Dankbarkeit
fr: Reconnaissance
it: gratitudine
ko: 고마움
pl: wdzięczność
pt_br: Gratidao
ru: благодарность
tr: minnettarlık
vi: Lòng biết ơn
zh_hans: 感谢

source: guilty
de: schuldig
fr: coupable
it: colpevole
ko: 죄책감이 드는
pl: winny
pt_br: Culpa
ru: виноватый
tr: suçlu
vi: Mặc cảm tội lỗi
zh_hans: 有罪

source: happy
de: glücklich
fr: heureux
it: felice
ko: 기쁜
pl: szczęśliwy
pt_br: Feliz
ru: счастливый
tr: mutlu
vi: Vui vẻ
zh_hans: 快乐

source: hateful
de: hasserfüllt
fr: odieux
it: carico d'odio
ko: 증오스런
pl: nienawistny
pt_br: odioso
ru: ненавистный
tr: nefret dolu
vi: Căm ghét
zh_hans: 可恶

source: hope
de: Hoffnung
fr: espoir
it: speranza
ko: 희망적인
pl: nadzieję
pt_br: esperança
ru: надежда
tr: umut
vi: Hy vọng
zh_hans: 希望

source: hopeless
de: hoffnungslos
fr: désespéré
it: senza speranza
ko: 가망없는
pl: beznadziejny
pt_br: Desesperançoso
ru: безнадёжный
tr: umutsuz
vi: Vô vọng
zh_hans: 无望

source: humiliated
de: gedemütigt
fr: humilié
it: umiliato
ko: 모욕적 인
pl: poniżony
pt_br: Humilhação
ru: униженный
tr: aşağılanmış
vi: Nhục nhã
zh_hans: 羞辱

source: insulted
de: beschimpft
fr: insulté
it: insultato
ko: 모욕받은
pl: znieważony
pt_br: Insulto
ru: оскорблённый
tr: hakarete uğramış
vi: Bị xúc phạm
zh_hans: 受辱

source: interested
de: Interessiert
fr: intéressé
it: interessato
ko: 흥미로운
pl: zainteresowany
pt_br: interessado
ru: заинтересованный
tr: ilgili
vi: Hứng thú
zh_hans: 有兴趣

source: irritated
de: irritiert
fr: irrité
it: irritato
ko: 짜증
pl: poirytowany
pt_br: irritado
ru: раздражённый
tr: sinirlenmiş
vi: Khó chịu
zh_hans: 恼怒的

source: isolated
de: isoliert
fr: isolé
it: isolato
ko: 외딴
pl: odizolowany
pt_br: isolado
ru: изолированный
tr: yalıtılmış
vi: Cô lập
zh_hans: 隔离的

source: jolly
de: fröhlich
fr: gai
it: gioviale
ko: 쾌활함
pl: radosny
pt_br: Me sinto tao alegre.
ru: радостный
tr: neşeli
vi: Hân hoan
zh_hans: 欢乐

source: jubilant
de: jubelnd
fr: radieux
it: giubilante
ko: 의기양양한
pl: uradowany
ru: ликующий
tr: coşkulu
vi: Hân hoan khải hoàn
zh_hans: 喜庆

source: loathing
de: Verabscheuung
fr: répugnance
it: disgustato
ko: 싫음
pl: odrazę
pt_br: Eu sinto tanto ódio...
ru: отвращение
tr: tiksinti
vi: Ghê tởm
zh_hans: 非常讨厌

source: lonely
de: einsam
fr: solitaire
it: solitario
ko: 고독한
pl: się samotny
pt_br: solitário
ru: одиноко
tr: yalnız
vi: Cô đơn
zh_hans: 孤独

source: lustful
de: lüstern
fr: lubrique
it: lussurioso
ko: 욕정의
pl: lubieżny
pt_br: lascivos
ru: похотливый
tr: şehvetli
vi: Đầy dục vọng
zh_hans: 嫪

source: miserable
de: miserabel
fr: misérable
it: miserabile
ko: 비참한
pl: żałosny
pt_br: Miserável!
ru: несчастный
tr: sefil
vi: Khốn khổ
zh_hans: 悲惨

source: mortified
de: gedemütigt
fr: mortifié
it: mortificato
ko: 굴욕당한
pl: upokorzony
ru: обиженный
tr: kahrolmuş
vi: Xấu hổ tột độ
zh_hans: 羞愧

source: nervous
de: nervös
fr: nerveux
it: nervoso
ko: 신경질
pl: nerwowy
pt_br: Nervoso
ru: нервный
tr: gergin
vi: Bồn chồn
zh_hans: 紧张的

source: nostalgic
de: nostalgisch
fr: nostalgique
it: nostalgico
ko: 향수를 불러일으키는
pl: nostalgiczny
pt_br: Nostalgia
ru: ностальгирующий
tr: nostaljik
vi: Hoài niệm
zh_hans: 怀旧的

source: optimistic
de: optimistisch
fr: optimiste
it: ottimista
ko: 낙관적인
pl: optymistyczny
pt_br: otimista
ru: оптимистичный
tr: iyimser
vi: Lạc quan
zh_hans: 乐观

source: outraged
de: empört
fr: indigné
it: indignato
ko: 분노
pl: obużony
pt_br: Indignado
ru: возмущённый
tr: hiddetli
vi: Phẫn nộ
zh_hans: 愤怒

source: panicked
de: in Panik geraten
fr: paniqué
it: impanicato
ko: 공황에 빠진
pl: spanikował
pt_br: Pânico
ru: испуганный
tr: paniklemiş
vi: Hoảng loạn
zh_hans: 惊慌失措

source: panics
fr: panique
it: in panico
ko: 패닉
pl: panikuje
pt_br: entra em pânico
ru: паникующий
tr: panikler
vi: Nổi cơn hoảng loạn
zh_hans: 恐慌

source: passionate
de: leidenschaftlich
fr: passionné
it: passionevole
ko: 열렬한
pl: zapamiętały
pt_br: apaixonado
ru: страстный
tr: tutkulu
vi: Say mê
zh_hans: 多情

source: pleasure
de: Vergnügen
fr: plaisir
it: piacere
ko: 기쁨
pl: przyjemność
pt_br: É claro. O prazer é meu.
ru: удовольствие
tr: zevk
vi: Khoái cảm
zh_hans: 乐趣

source: proud
de: stolz
fr: fier
it: fiero
ko: 자랑스러운
pl: dumny
pt_br: Orgulhoso
ru: гордый
tr: gururlu
vi: Tự hào
zh_hans: 骄傲

source: enraptured
de: entrückt
fr: ravi
it: rapito
ko: 황홀
pl: oczarowany
pt_br: arrebatado
ru: в восторге
tr: büyülenmiş
vi: Mê đắm
zh_hans: 眉飞色舞

source: rejected
de: abgelehnt
fr: rejeté
it: rifiutato
ko: 거부
pl: odrzucony
pt_br: Rejeitado
ru: отвергнутый
tr: reddedilmiş
vi: Bị khước từ
zh_hans: 被拒绝

source: relieved
de: entlastet
fr: soulagé
it: sollevato
ko: 안도하는
pl: odciążony
pt_br: Relevo
ru: облегчение
tr: rahatlamış
vi: Nhẹ nhõm
zh_hans: 安心

source: regretful
de: Bedauern
fr: de regret
it: rammaricato
ko: 유감스런
pl: pełen żalu
pt_br: arrependidas
ru: сожалеющий
tr: pişman
vi: Hối tiếc
zh_hans: 遗憾

source: remorseful
de: Gewissensbisse
fr: plein de remords
it: contrito
ko: 후회하는
pl: skruszony
pt_br: Remorso
ru: раскаивающийся
tr: vicdan azabı çeken
vi: Hối hận
zh_hans: 懊

source: resentful
de: nachtragend
fr: irrité
it: risentito
ko: 억울한
pl: obrażony
pt_br: ressentido
ru: обиженный
tr: içerlemiş
vi: Oán giận
zh_hans: 不满

source: restless
de: ruhelos
fr: agité
it: irrequieto
ko: 불안한
pl: niespokojny
ru: беспокойный
tr: huzursuz
vi: Bồn chồn không yên
zh_hans: 不安

source: indignant
de: entrüstet
fr: indigné
it: indignato
ko: 분개한
pl: oburzenie
pt_br: Indignado
ru: возмущённый
tr: içerlemiş
vi: Bất bình
zh_hans: 愤怒

source: self-pity
fr: apitoiement
it: autocommiserazione
ko: 자기 연민
pl: żałość nad sobą
pt_br: Sentimentos de auto-piedade grande do estado
ru: жалость к себе
tr: kendine acıma
vi: Tự thương hại
zh_hans: 自怜

source: shaken
de: geschüttelt
fr: secoué
it: scosso
ko: 무너진
pl: wstrząśnięty
pt_br: Falhar a luta interna, completamente abalada
ru: потрясён
tr: sarsılmış
vi: Rúng động
zh_hans: 动摇

source: ashamed
de: schämen
fr: honteux
it: imbarazzato
ko: 부끄러운
pl: zawstydzony
pt_br: envergonhadas
ru: пристыженный
tr: utanmış
vi: Xấu hổ
zh_hans: 羞愧

source: sympathy
de: Sympathie
fr: sympathie
it: compassione
ko: 공감
pl: sympatię
pt_br: Simpatia
ru: симпатия
tr: sempati
vi: Cảm thông
zh_hans: 同情

source: tenderness
de: Zärtlichkeit
fr: tendresse
it: tenerezza
ko: 유연함
pl: tkliwość
pt_br: maciez
ru: нежность
tr: şefkat
vi: Dịu dàng
zh_hans: 柔情

source: terrified
de: erschrocken
fr: terrifié
it: terrorizzato
ko: 겁에 질린
pl: przerażony
pt_br: aterrorizado
ru: запуганный
tr: dehşete düşmüş
vi: Kinh hoàng
zh_hans: 极度恐慌的

source: thrilled
de: begeistert
fr: content
it: elettrizzato
ko: 감격한
pl: wstrząśnięty
pt_br: excitados, emocionados
ru: взволнованный
tr: zevkten 4 köşe
vi: Phấn khích
zh_hans: 高兴

source: uneasy
de: Unbehagen
fr: inquiet
it: inquieto
ko: 불편한
pl: nieswój
pt_br: Easy
ru: беспокойный
tr: tedirgin
vi: Bất an
zh_hans: 不安

source: unhappy
de: unglücklich
fr: malheureux
it: infelice
ko: 불행한
pl: nieszczęśliwy
pt_br: Depressão
ru: грустный
tr: mutsuz
vi: Bất hạnh
zh_hans: 不快乐

source: wonder
de: Wunder
fr: merveille
it: meravigla
ko: 궁금한
pl: zastanawia się
pt_br: pergunto
ru: удивление
tr: hayret
vi: Kinh ngạc
zh_hans: 惊异

source: worried
de: besorgt
fr: préoccupé
it: preoccupato
ko: 걱정하는
pl: zmartwiony
pt_br: Estou tao preocupada!
ru: озабоченный
tr: endişeli
vi: Lo lắng
zh_hans: 担心

source: wrathful
de: Zornig
fr: courroucé
it: iracondo
ko: 격노한
pl: gniewny
pt_br: Ira
ru: гневный
tr: gazaplı
vi: Thịnh nộ
zh_hans: 愤怒的

source: zealous
de: Eifrig
fr: zélé
it: zelante
ko: 열성적인
pl: gorliwy
pt_br: Zelota
ru: усердный
tr: gayretkeş
vi: Sốt sắng
zh_hans: 热心

source: existential crisis
de: existenzielle Krise
fr: Crise existentielle
it: crisi esistenziale
ko: 실존적 위기
pl: kryzys egzystencjalny
pt_br: crise existencial
ru: экзистенциальный кризис
tr: varoluşsal kriz
vi: Khủng hoảng hiện sinh
zh_hans: 存在危机

source: defeated
de: besiegt
fr: vaincu
it: sconfitto
ko: 패배
pl: pokonany
pt_br: derrotado
ru: побежденный
tr: yenilmiş
vi: Bị đánh bại
zh_hans: 打败

source: expectant
de: erwarten
fr: dans l'attente
it: in dolce attesa
ko: 기대하는
pl: oczekiwanie
pt_br: expectante
ru: ожидающий
tr: beklenti içinde
vi: Mong chờ
zh_hans: 期待

source: doubt
de: Zweifel
fr: doute
it: dubbio
ko: 의혹을
pl: zwątpienie
pt_br: dúvida
ru: сомнение
tr: şüphe
vi: Nghi ngờ
zh_hans: 怀疑

source: enthusiastic
de: Begeistert
fr: enthousiaste
it: entusiasta
ko: 열광적인
pl: entuzjastyczny
pt_br: entusiastico
ru: восторженный
tr: hevesli
vi: Nhiệt tình
zh_hans: 热情

source: pessimistic
de: pessimistisch
fr: pessimiste
it: pessimista
ko: 비관적인
pl: pesymistyczny
pt_br: pessimista
ru: пессимистический
tr: kötümser
vi: Bi quan
zh_hans: 悲观

source: euphoric
de: euphorisch
fr: euphorique
it: euforico
ko: 희열을
pl: euforię
pt_br: eufórico
ru: эйфория
tr: kendinden geçmiş
vi: Ngây ngất
zh_hans: 欣快

source: anything
fr: n'importe quoi
it: qualsiasi cosa
ko: 아무것도
pl: niczego
pt_br: Me vai chegar e eu não vou parar por nada.
ru: что-либо
tr: herhangi bir şey
vi: bất cứ điều gì
zh_hans: 什么

source: reliving
fr: revivre
it: rivivere
ko: 떠올리며
pl: przeżywając na nowo
pt_br: revivendo
ru: переживая
tr: şunu tekrar yaşıyor:
vi: hồi tưởng lại
zh_hans: 重温

source: dwelling upon
de: bedenkend
fr: s'attarder sur
it: rimuginando su
ko: 반추하며
pl: rozważając
pt_br: debruçando sobre
ru: останавливаться на
tr: şunun üzerinde duruyor:
vi: suy ngẫm về
zh_hans: 住在一起

source: remembering
de: in Erinnerung an
fr: se souvenir
it: ricordando
ko: 기억하며
pl: wspominając
pt_br: relembrando
ru: вспоминая
tr: hatırlıyor:
vi: ghi nhớ
zh_hans: 记忆

source: and mulling over the recurring memory
de: und über die immer wiederkehrende Erinnerung nachgrübeln
fr: et ressassant le souvenir récurrent
it: e rimuginando sulla memoria ricorrente
ko: 추억을 되새기며
pl: i zastanowienie nad powracającym wspomnieniem
pt_br: e refletindo sobre a memória recorrente
ru: и обдумывая повторяющиеся воспоминания
tr: ve şu tekrarlayan anıyı düşünüyor:
vi: và nghiền ngẫm ký ức lặp đi lặp lại
zh_hans: 并仔细考虑反复出现的记忆

source: allowed
fr: autorisé
it: consentito
ko: 허용된
pl: pozwoliło
pt_br: permitido
ru: Разрешено
tr: imkan verdi:
vi: được phép
zh_hans: 允许

source: to rethink
de: überdenken
fr: repenser
it: ripensare
ko: 다시 생각하려고
pl: znów przemyśleć
pt_br: a repensar
ru: переосмыслить
tr: fikir değiştiriyor
vi: để suy nghĩ lại
zh_hans: 重新思考

source: intellectual values and changed
de: intellektuellen Werten und veränderten
fr: valeurs intellectuelles et changé
it: valori intellettuali e ha cambiato
ko: 지적 가치와 변화
pl: wartości intelektualne i zmieniło
pt_br: valores intelectuais e mudou
ru: интеллектуальные ценности и изменились
tr: entelektüel değerlerini ve değiştirdi
vi: các giá trị trí tuệ và đã thay đổi
zh_hans: 知识价值观和变化

source: personal tendencies
de: Persönliche Tendenz
fr: tendances personnelles
it: tendenze personali
ko: 개인적 성향
pl: osobiste skłonności
pt_br: tendências pessoais
ru: личные тенденции
tr: kişisel eğilimlerini
vi: xu hướng cá nhân
zh_hans: 个人倾向

source: changed
fr: modifié
it: cambiato
ko: 바꿨다
pl: zmieniło
pt_br: mudou
ru: изменил
tr: değiştirdi
vi: đã thay đổi
zh_hans: 变

source: intellectual values
de: intellektuelle Werte
fr: valeurs intellectuelles
it: valori intellettuali
ko: 지적 가치
pl: wartości intelektualne
pt_br: valores intelectuais
ru: интеллектуальные ценности
tr: entelektüel değerlerini
vi: các giá trị trí tuệ
zh_hans: 知识价值观

source: Making projectiles
de: Herstellung von Projektilen
fr: Fabriquer des projectiles
it: Creazione proiettili
ko: 발사체 제작
pl: Robienie pocisków
pt_br: Fazendo projéteis
ru: Изготовление снарядов
tr: Mühimmat yapımı
vi: Chế tạo vật bắn
zh_hans: 制作投射物

source: Making furniture
de: Möbel herstellen
fr: Fabriquer des meubles
it: Creando mobile
ko: 가구 제작
pl: Robienie mebli
pt_br: Fazendo mobília
ru: Изготовление мебели
tr: Mobilya yapımı
vi: Chế tạo đồ nội thất
zh_hans: 制造家具

source: Building
de: Gebäude
fr: Construction
it: Edificio
ko: 건축물
pl: Budowanie
pt_br: Construção
ru: Строительство
tr: İnşaat
vi: Xây dựng
zh_hans: 建筑

source: Fuel
de: Kraftstoff
fr: Le carburant
it: Combustibile
ko: 연료
pl: Paliwo
pt_br: Combustível
ru: Топливо
tr: Yakıt
vi: Nhiên liệu
zh_hans: 燃料

source: Cleaning
de: Reinigung
fr: Nettoyage
it: Pulizia
ko: 청소
pl: Sprzątanie
pt_br: Limpeza
ru: Уборка
tr: Temizleme
vi: Dọn dẹp
zh_hans: 清洁的

source: Making armor
de: Rüstungen herstellen
fr: Fabriquer une armure
it: Forgiando armature
ko: 갑옷 제작
pl: Tworzenie pancerzy
pt_br: Fazendo armadura
ru: Изготовление доспехов
tr: Zırh yapımı
vi: Chế tạo giáp
zh_hans: 制造盔甲

source: Making weapons
de: Waffen herstellen
fr: Fabriquer des armes
it: Forgiando armi
ko: 무기 제작
pl: Tworzenie broni
pt_br: Fazendo armas
ru: Изготовление оружия
tr: Silah yapımı
vi: Chế tạo vũ khí
zh_hans: 制造武器

source: Making anvils
de: Ambosse herstellen
fr: Faire des enclumes
it: Forgiando incudini
ko: 모루 제작
pl: Robienie kowadeł
pt_br: Fazendo bigornas
ru: Изготовление наковален
tr: Örs yapımı
vi: Chế tạo đe
zh_hans: 制造铁砧

source: blocks
de: blöcke
fr: blocs
it: blocchi
ko: 블록
pl: bloki
pt_br: Blocos
ru: блоки
tr: bloklar
vi: khối
zh_hans: 块

source: an
de: ein
fr: un
it: un
ko: 한
pt_br: um(a)
ru: как
tr: bir
vi: một
zh_hans: 一个

source: This is an untitled
de: Dies ist ein unbetitelter
fr: C'est un sans titre
it: Si tratta di un'opera senza titolo
ko: 이것은 무제
pl: To jest niezatytułowany
pt_br: Isto é um(a) não titulado(a)
ru: Без оглавления
tr: Bu isimsiz bir
vi: Đây là một tác phẩm không tiêu đề
zh_hans: 未命名的

source: manual
de: Handbuch
fr: manuel
it: manuale
ko: 매뉴얼
pl: podręcznik
pt_br: Sistema de
ru: справочник
tr: el kitabı
vi: cẩm nang
zh_hans: 手动

source: chronicle
de: Chronik
fr: la chronique
it: cronaca
ko: 연대기
pl: kronika
pt_br: Crónica
ru: хроники
tr: kronik
vi: biên niên sử
zh_hans: 纪事

source: short story
de: Kurzgeschichte
fr: histoire courte
it: racconto breve
ko: 단편
pl: krótka historia
pt_br: Conto
ru: рассказ
tr: kısa öykü
vi: truyện ngắn
zh_hans: 短篇故事

source: novel
de: Roman
fr: roman
it: romanzo
ko: 소설
pl: powieść
pt_br: Novo
ru: роман
tr: roman
vi: tiểu thuyết
zh_hans: 小说

source: biography
de: Biografie
fr: Biographie
it: biografia
ko: 전기
pl: biografia
pt_br: amigos
ru: биография
tr: biyografi
vi: tiểu sử
zh_hans: 传

source: autobiography
de: Autobiographie
fr: autobiographie
it: autobiografia
ko: 자서전
pl: autobiografia
pt_br: autobiografia
ru: автобиография
tr: otobiyografi
vi: tự truyện
zh_hans: 自传

source: poem
de: Gedicht
fr: poème
it: poema
ko: 시
pl: poemat
pt_br: Poesia
ru: поэма
tr: şiir
vi: thơ
zh_hans: 诗

source: play
de: spielen
fr: jouer
it: spettacolo teatrale
ko: 희곡
pl: sztuka
pt_br: tocar
ru: пьеса
tr: oyun
vi: kịch
zh_hans: 玩

source: letter
de: Brief
fr: lettre
it: lettera
ko: 편지
pl: list
pt_br: carta
ru: письмо
tr: mektup
vi: thư
zh_hans: 信件

source: essay
de: Aufsatz
fr: rédaction
it: tema
ko: 수필
pl: esej
pt_br: Redação
ru: очерк
tr: makale
vi: tiểu luận
zh_hans: 文章

source: dialog
fr: dialogue
it: dialogo
ko: 대화
pt_br: diálogo
ru: диалог
tr: diyalog
vi: đối thoại
zh_hans: 对话

source: musical composition
fr: composition musicale
it: composizione musicale
ko: 작곡
pl: muzyczna kompozycja
pt_br: composição musical
ru: музыкальная композиция
tr: müzik bestesi
vi: sáng tác âm nhạc
zh_hans: 乐曲

source: choreography
fr: chorégraphie
it: coreografia
ko: 안무
pl: choreografia
pt_br: coreografia
ru: хореография
tr: koreografi
vi: biên đạo múa
zh_hans: 编舞

source: comparative biography
de: vergleichende Biographie
fr: biographie comparative
it: biografia comparativa
ko: 비교 전기
pl: biografia porównawcza
pt_br: biografia comparativa
ru: сравнительная биография
tr: karşılaştırmalı biyografi
vi: tiểu sử so sánh
zh_hans: 比较传记

source: biographical dictionary
de: biographisches Lexikon
fr: dictionnaire biographique
it: dizionario biografico
ko: 개인사 사전
pl: słownik biograficzny
pt_br: dicionário biográfico
ru: биографический словарь
tr: biyografik sözlük
vi: từ điển tiểu sử
zh_hans: 传记字典

source: genealogy
de: Genealogie
fr: généalogie
it: genealogia
ko: 계보학
pl: genealogia
pt_br: genealogia
ru: генеалогия
tr: soyağacı
vi: phả hệ
zh_hans: 家谱

source: encyclopedia
de: Enzyklopädie
fr: encyclopédie
it: enciclopedia
ko: 백과 사전
pl: encyklopedia
pt_br: enciclopédia
ru: энциклопедия
tr: ansiklopedi
vi: bách khoa toàn thư
zh_hans: 百科全书

source: cultural history
de: Kulturgeschichte
fr: Histoire culturelle
it: storia culturale
ko: 문화사
pl: historia kultury
pt_br: história cultural
ru: история культуры
tr: kültür tarihi
vi: lịch sử văn hóa
zh_hans: 文化史

source: cultural comparison
de: Kulturvergleich
fr: comparaison culturelle
it: confronto culturale
ko: 문화적 비교
pl: porównanie kultur
pt_br: comparação cultural
ru: сравнение культур
tr: kültürel karşılaştırma
vi: so sánh văn hóa
zh_hans: 文化比较

source: alternate history
de: alternative Geschichte
fr: histoire alternative
it: storia alternativa
ko: 대체 역사
pl: alternatywna historia
pt_br: história alternativa
ru: альтернативная история
tr: alternatif tarih
vi: lịch sử thay thế
zh_hans: 交替的历史
