Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Sorting inorganics...
de: Sortiere Anorganika...
fr: Trier les inorganiques...
it: Ordinamento inorganici...
ko: 무기물 분류 중...
pl: Sortowanie materiałów nieorganicznych...
pt_br: Classificação de produtos inorgânicos...
ru: Сортировка неорганики...
tr: İnorganikler sıralanıyor...
vi: Đang sắp xếp vô cơ...
zh_hans: 排序无机物......

source: Sorting plants...
de: Sortiere Pflanzen...
fr: Trier les plantes...
it: Ordinamento delle piante...
ko: 식물 분류 중...
pl: Sortowanie roślin...
pt_br: Classificando as plantas...
ru: Сортировка растений...
tr: Bitkiler sıralanıyor...
vi: Đang sắp xếp thực vật...
zh_hans: 分拣工厂......

source: Sorting tissue templates...
de: Sortiere Gewebevorlagen...
fr: Tri des modèles de mouchoirs...
it: Ordinamento modelli di tessuto...
ko: 조직 템플릿 분류 중...
pl: Sortowanie szablonów tkankowych...
pt_br: Ordenando modelos de tecidos...
ru: Сортировка шаблонов тканей...
tr: Doku şablonları sıralanıyor...
vi: Đang sắp xếp mẫu mô...
zh_hans: 排序组织模板......

source: Sorting items...
de: Sortiere Elemente...
fr: Tri des objets...
it: Ordinamento oggetti...
ko: 아이템 분류 중...
pl: Sortowanie elementów...
pt_br: Classificando itens...
ru: Сортировка предметов...
tr: Eşyalar sıralanıyor...
vi: Đang sắp xếp vật phẩm...
zh_hans: 排序项目......

source: Sorting buildings...
de: Sortierene Gebäude...
fr: Tri des bâtiments...
it: Ordinamento degli edifici...
ko: 건물 분류 중...
pl: Sortowanie budynków...
pt_br: Organizando construções...
ru: Сортировка строений...
tr: Binalar sıralanıyor...
vi: Đang sắp xếp công trình...
zh_hans: 排序建筑......

source: Sorting body detail plans...
de: Sortierere Körperdetails...
fr: Tri des plans de détail de carrosserie...
it: Ordinamento dei piani di dettaglio del corpo...
ko: 신체 세부 도면 분류 중...
pl: Sortowanie planów szczegółów ciała...
pt_br: Organizando planos detalhados de corpo...
ru: Сортировка планов деталей тел...
tr: Vücut detay planları sıralanıyor...
vi: Đang sắp xếp kế hoạch chi tiết cơ thể...
zh_hans: 排序车身细节计划......

source: Sorting creature bodies...
de: Sortiere Kreaturkörper...
fr: Trier les corps des créatures...
it: Ordinando corpi delle creature...
ko: 생물체 분류 중...
pl: Sortowanie ciał stworzeń...
pt_br: Classificando os corpos das criaturas...
ru: Сортировка тел существ...
tr: Yaratık vücutları sıralanıyor...
vi: Đang sắp xếp cơ thể sinh vật...
zh_hans: 对生物体进行排序......

source: Sorting creature variations...
de: Sortiere Kreaturvariationen...
fr: Tri des variations de créature...
it: Ordinando variazioni delle creature...
ko: 생물 변형 분류 중...
pl: Sortowanie wariantów stworzeń...
pt_br: Classificando variações de criaturas...
ru: Сортировка разновидностей существ...
tr: Yaratık varyasyonları sıralanıyor...
vi: Đang sắp xếp biến thể sinh vật...
zh_hans: 对生物变异进行排序......

source: Sorting creatures...
de: Sortieren von Kreaturen...
fr: Trier les créatures...
it: Ordinamento delle creature...
ko: 생물 분류 중...
pl: Sortowanie stworzeń...
pt_br: Classificação de criaturas...
ru: Сортировка существ...
tr: Yaratıklar sıralanıyor...
vi: Đang sắp xếp sinh vật...
zh_hans: 对生物进行排序......

source: Sorting entities...
de: Sortieren von Einheiten...
fr: Tri des entités...
it: Ordinamento delle entità...
ko: 개체 분류 중...
pl: Sortowanie jednostek...
pt_br: Classificação de entidades...
ru: Сортировка сущностей...
tr: Varlıklar sıralanıyor...
vi: Đang sắp xếp thực thể...
zh_hans: 排序实体......

source: Sorting languages...
de: Sortiere Sprachen...
fr: Trier les langues...
it: Ordinamento dei linguaggi...
ko: 언어 분류 중...
pl: Sortowanie języków...
pt_br: Classificação de línguas...
ru: Сортировка языков...
tr: Diller sıralanıyor...
vi: Đang sắp xếp ngôn ngữ...
zh_hans: 排序语言......

source: Sorting descriptors...
de: Sortiere Deskriptoren...
fr: Tri des descripteurs...
it: Ordinamento dei descrittori...
ko: 디스크립터 분류 중...
pl: Sortowanie deskryptorów...
pt_br: Descritores de classificação...
ru: Сортировка дескрипторов...
tr: Tanımlayıcılar sıralanıyor...
vi: Đang sắp xếp bộ mô tả...
zh_hans: 排序描述符......

source: Sorting reactions...
de: Sortiere Reaktionen...
fr: Trier les réactions...
it: Ordinamento delle reazioni...
ko: 반응 분류 중...
pl: Sortowanie reakcji...
pt_br: Classificação de reações...
ru: Сортировка реакций...
tr: Tepkimeler sıralanıyor...
vi: Đang sắp xếp phản ứng...
zh_hans: 排序反应......

source: Sorting interactions...
de: Sortieren von Interaktionen...
fr: Trier les interactions...
it: Ordinamento delle interazioni...
ko: 상호 작용 분류 중...
pl: Sortowanie interakcji...
pt_br: Classificação interações...
ru: Сортировка взаимодействий...
tr: Etkileşimler sıralanıyor...
vi: Đang sắp xếp tương tác...
zh_hans: 排序交互......

source: Sorting music...
fr: Trier la musique...
it: Ordinamento della musica...
ko: 음악 분류 중...
pl: Sortowanie muzyki...
pt_br: Classificando musica
ru: Сортировка музыки...
tr: Müzik sıralanıyor...
vi: Đang sắp xếp âm nhạc...
zh_hans: 排序音乐......

source: Sorting sounds...
fr: Trier les sons...
it: Ordinamento dei suoni...
ko: 소리 분류 중...
pl: Sortowanie dźwięków...
pt_br: Classificando sons
ru: Сортировка звуков...
tr: Sesler sıralanıyor...
vi: Đang sắp xếp âm thanh...
zh_hans: 排序声音......

source: Processing languages...
de: Verarbeiten von Sprachen...
fr: Langues de traitement...
it: Elaborazione dei linguaggi...
ko: 처리 언어...
pl: Przetwarzanie języków...
pt_br: processando linguagens...
ru: Обработка языков...
tr: Diller işleniyor...
vi: Đang xử lý ngôn ngữ...
zh_hans: 处理语言......

source: Processing inorganics...
de: Verarbeitung anorganischer Stoffe...
fr: Traitement des inorganiques...
it: Elaborazione degli inorganici...
ko: 무기물 처리...
pl: Przetwarzanie materiałów nieorganicznych...
pt_br: processando inorganicos...
ru: Обработка неорганики...
tr: İnorganikler işleniyor...
vi: Đang xử lý vô cơ...
zh_hans: 处理无机物......

source: Processing plants...
de: Verarbeitung von Pflanzen...
fr: Usines de traitement...
it: Elaborazione delle piante...
ko: 식물 생성 중...
pl: Przetwarzanie roślin...
pt_br: processando plantas...
ru: Обработка растений...
tr: Bitkiler işleniyor...
vi: Đang xử lý thực vật...
zh_hans: 处理项目......

source: Processing items...
de: Verarbeitung von Gegenständen...
fr: Traitement des objets...
it: Elaborazione degli oggetti...
ko: 항목 처리 중...
pl: Przetwarzanie przedmiotów...
pt_br: processando itens...
ru: Обработка предметов...
tr: Eşyalar işleniyor...
vi: Đang xử lý vật phẩm...
zh_hans: 处理植物......

source: Processing creatures...
de: Verarbeitung von Kreaturen...
fr: Traitement des créatures...
it: Elaborazione delle creature...
ko: 가공 생물...
pl: Przetwarzanie stworzeń...
pt_br: processando criaturas...
ru: Обработка существ...
tr: Yaratıklar işleniyor...
vi: Đang xử lý sinh vật...
zh_hans: 处理生物......

source: Processing entities...
de: Verarbeitung von Einheiten...
fr: Entités de traitement...
it: Elaborazione delle entità...
ko: 엔터티 처리 중...
pl: Przetwarzanie istot...
pt_br: processando entidades...
ru: Обработка объектов...
tr: Varlıklar işleniyor...
vi: Đang xử lý thực thể...
zh_hans: 处理实体......

source: Processing reactions...
de: Verarbeitung von Reaktionen...
fr: Traitement des réactions...
it: Elaborazione delle reazioni...
ko: 처리 반응...
pl: Przetwarzanie reakcji...
pt_br: processando reações...
ru: Обработка реакций...
tr: Tepkiler işleniyor...
vi: Đang xử lý phản ứng...
zh_hans: 处理反应......

source: Processing interactions...
de: Verarbeitung von Interaktionen...
fr: Traitement des interactions...
it: Elaborazione delle interazioni...
ko: 상호작용 처리 중...
pl: Przetwarzanie interakcji...
pt_br: processando interações...
ru: Обработка взаимодействий...
tr: Etkileşimler işleniyor...
vi: Đang xử lý tương tác...
zh_hans: 处理交互......

source: Processing music...
de: Verarbeitung von Musik...
fr: Traitement de la musique...
it: Elaborazione della musica...
ko: 음악 처리 중...
pl: Przetwarzanie muzyki...
pt_br: processando musica...
ru: Обработка музыки...
tr: Müzik işleniyor...
vi: Đang xử lý âm nhạc...
zh_hans: 处理音乐......

source: Processing sounds...
de: Verarbeitung von Geräuschen...
fr: Traitement des sons...
it: Elaborazione dei suoni...
ko: 소리 처리 중...
pl: Przetwarzanie dźwięków..
pt_br: processando sons...
ru: Обработка звуков...
tr: Sesler işleniyor...
vi: Đang xử lý âm thanh...
zh_hans: 处理声音......

source: Generating inorganics...
de: Generiere Anorganika...
fr: Génération d'inorganiques...
it: Generazione inorganici...
ko: 무기물 생성...
pl: Generowanie materiałów nieorganicznych...
pt_br: Gerando inorgânicos...
ru: Генерация неорганики...
tr: İnorganikler oluşturuluyor...
vi: Đang tạo vô cơ...
zh_hans: 生成无机物......

source: Generating plants...
de: Generiere Pflanzen...
fr: Générer des plantes...
it: Generazione delle piante...
ko: 식물을 키우는 중...
pl: Generowanie roślin...
pt_br: Geração de plantas...
ru: Генерация растений...
tr: Bitkiler oluşturuluyor...
vi: Đang tạo thực vật...
zh_hans: 生成植物......

source: Generating items...
de: Generieren Gegenstände...
fr: Génération d'objets...
it: Generazione degli oggetti...
ko: 항목 생성 중...
pl: Generowanie przedmiotów...
pt_br: Gerando itens...
ru: Генерация предметов...
tr: Eşyalar oluşturuluyor...
vi: Đang tạo vật phẩm...
zh_hans: 生成项目......

source: Generating creatures...
de: Generieren von Kreaturen...
fr: Générer des créatures...
it: Generazione delle creature...
ko: 동물 생성 중...
pl: Generowanie stworzeń...
pt_br: Geração de criaturas...
ru: Генерация существ...
tr: Yaratıklar oluşturuluyor...
vi: Đang tạo sinh vật...
zh_hans: 生成生物......

source: Generating entities...
de: Erzeuge Instanzen...
fr: Génération d'entités...
it: Generazione delle entità...
ko: 항목 생성 중...
pl: Generowanie jednostek...
pt_br: Geração de entidades...
ru: Генерация сущностей...
tr: Varlıklar oluşturuluyor...
vi: Đang tạo thực thể...
zh_hans: 生成实体......

source: Generating reactions...
de: Erzeuge Reaktionen...
fr: Générer des réactions...
it: Generazione delle reazioni...
ko: 반응 생성 중...
pl: Generowanie reakcji...
pt_br: gerando reações...
ru: Генерация реакций...
tr: Tepkiler oluşturuluyor...
vi: Đang tạo phản ứng...
zh_hans: 产生反应......

source: Generating interactions...
de: Generieren von Interaktionen...
fr: Générer des interactions...
it: Generazione delle interazioni...
ko: 상호작용 생성 중...
pl: Generowanie interakcji...
pt_br: Gerando interações...
ru: Генерация взаимодействий...
tr: Etkileşimler oluşturuluyor...
vi: Đang tạo tương tác...
zh_hans: 生成互动......

source: Finalizing generated objects...
de: Finalisierung generierter Objekte...
fr: Finalisation des objets générés...
it: Ultimando oggetti generati...
ko: 생성된 객체 마무리 중...
pl: Wykańczaie wygenerowanych obiektów...
pt_br: Finalizando os objetos gerados...
ru: Завершение сгенерированных объектов...
tr: Oluşturulan nesneler tamamlanıyor...
vi: Đang hoàn tất đối tượng đã tạo...
zh_hans: 完成生成的对象......

source: Preparing graphics...
de: Grafiken vorbereiten...
fr: Préparation des graphiques...
it: Preparazione della grafica...
ko: 그래픽 준비 중...
pl: Przygotowywanie grafiki...
pt_br: preparando os graficos...
ru: Подготовка графики...
vi: Đang chuẩn bị đồ họa...
zh_hans: 准备图形......

source: Loading items...
de: Lade Gegenstände...
fr: Chargement des objets...
it: Caricamento oggetti...
ko: 항목 로드 중...
pl: Ładowanie przedmiotów...
pt_br: Carregando itens...
ru: Загрузка предметов...
tr: Eşyalar yükleniyor...
vi: Đang tải vật phẩm...
zh_hans: 加载物品......

source: Loading buildings...
de: Laden Gebäude...
fr: Chargement des bâtiments...
it: Caricamento edifici...
ko: 건물 로드 중...
pl: Ładowanie budynków...
pt_br: carregando construções...
ru: Загрузка строений...
tr: Binalar yükleniyor...
vi: Đang tải công trình...
zh_hans: 装载建筑物......

source: Loading entities...
de: Laden Einheiten...
fr: Chargement des entités...
it: Caricamento entità...
ko: 항목 로드 중...
pl: Ładowanie istot...
pt_br: carregando entidades...
ru: Загрузка сущностей...
tr: Varlıklar yükleniyor...
vi: Đang tải thực thể...
zh_hans: 加载实体......

source: Loading coin information...
de: Laden Münzinformationen...
fr: Chargement des informations sur les pièces...
it: Caricamento info monete...
ko: 코인 정보 불러오는 중...
pl: Ładowanie informacji o monecie...
pt_br: Carregando informações de moeda...
ru: Загрузка информации о монетах...
tr: Para bilgisi yükleniyor...
vi: Đang tải thông tin tiền tệ...
zh_hans: 加载硬币信息......

source: Loading map data...
de: Lade Kartendaten...
fr: Chargement des données cartographiques...
it: Caricamento dati mappa...
ko: 지도 데이터 로드 중...
pl: Ładowanie danych mapy...
pt_br: Carregando dados do mapa...
ru: Загрузка данных карты...
tr: Harita verisi yükleniyor...
vi: Đang tải dữ liệu bản đồ...
zh_hans: 加载地图数据......

source: Loading civilized populations...
de: Lade zivilisierte Bevölkerung...
fr: Chargement des populations civilisées...
it: Caricamento popolazioni civilizzate...
ko: 문명 인구 로드 중...
pl: Ładowanie cywilizowanych populacji...
pt_br: carregando populações civilizadas...
ru: Загрузка цивилизованного населения...
tr: Medeni nüfuslar yükleniyor...
vi: Đang tải dân số văn minh...
zh_hans: 加载文明人口......

source: Loading history...
de: Lade Geschichte...
fr: Chargement de l'historique...
it: Caricamento storia...
ko: 기록 로드 중...
pl: Ładowanie historii...
pt_br: Carregando histórico...
ru: Загрузка истории...
tr: Tarihçe yükleniyor...
vi: Đang tải lịch sử...
zh_hans: 载入历史...

source: Loading parameters...
de: Lade Parameter...
fr: Chargement des paramètres...
it: Caricamento i parametri...
ko: 매개변수 로드 중...
pl: Ładowanie parametrów...
pt_br: Carregando parâmetros...
ru: Загрузка параметров...
tr: Parametreler yükleniyor...
vi: Đang tải tham số...
zh_hans: 加载参数......

source: Loading artifacts...
de: Lade Artefakte...
fr: Chargement des artefacts...
it: Caricamento manufatti...
ko: 아티팩트 로드 중...
pl: Ładowanie artefaktów...
pt_br: Carregar artefatos...
ru: Загрузка артефактов...
tr: Eserler yükleniyor...
vi: Đang tải cổ vật...
zh_hans: 加载工件......

source: Loading active historical figures...
de: Lade aktive historische Figuren...
fr: Chargement des personnages historiques actifs...
it: Caricamento figure storiche attive...
ko: 활성 역사적 인물 로드 중...
pl: Ładowanie aktywnych postaci historycznych...
pt_br: Carregar figuras históricas ativas...
ru: Загрузка активных исторических личностей...
tr: Aktif tarihi figürler yükleniyor...
vi: Đang tải nhân vật lịch sử đang hoạt động...
zh_hans: 载入活跃的历史人物......

source: Loading squads...
de: Lade Truppen...
fr: Chargement des équipes...
it: Caricamento squadre...
ko: 스쿼드 로드 중...
pl: Ładowanie oddziałów...
pt_br: Esquadroes de carregamento...
ru: Загрузка отрядов...
tr: Mangalar yükleniyor...
vi: Đang tải đội hình...
zh_hans: 加载小队......

source: Loading formations...
de: Lade Formationen...
fr: Chargement des formations...
it: Caricamento formazioni...
ko: 구조물 로드 중...
pl: Ładowanie formacji...
pt_br: Formações de carregamento...
ru: Загрузка формаций...
tr: Dizilişler yükleniyor...
vi: Đang tải đội ngũ...
zh_hans: 装载编队......

source: Loading activities...
de: Lade Aktivitäten...
fr: Chargement des activités...
it: Caricamento attività...
ko: 활동 로드 중...
pl: Wczytywanie aktywności...
pt_br: Carregando atividades...
ru: Загрузка активности...
tr: Aktiviteler yükleniyor...
vi: Đang tải hoạt động...
zh_hans: 加载活动......

source: Loading interactions...
de: Lade Interaktionen...
fr: Chargement des interactions...
it: Caricamento interazioni...
ko: 상호작용 로드 중...
pl: Ładowanie interakcji...
pt_br: Interações de carregamento...
ru: Загрузка взаимодействий...
tr: Etkileşimler yükleniyor...
vi: Đang tải tương tác...
zh_hans: 加载互动......

source: Loading written content...
de: Lade geschrieben Inhalt...
fr: Chargement du contenu écrit...
it: Caricamento contenuti scritti...
ko: 작성된 콘텐츠 불러오는 중...
pl: Ładowanie pisanej zawartości...
pt_br: Carregamento de conteúdo escrito...
ru: Загрузка текстового содержимого...
tr: Yazılı içerik yükleniyor...
vi: Đang tải nội dung văn bản...
zh_hans: 加载书面内容......

source: Loading identities...
de: Lade Identitäten...
fr: Chargement des identités...
it: Caricamento identità...
ko: ID 로드 중...
pl: Ładowanie tożsamości...
pt_br: Carregar as identidades...
ru: Загрузка существ...
tr: Kimlikler yükleniyor...
vi: Đang tải danh tính...
zh_hans: 加载身份......

source: Loading incidents...
de: Lade Vorfälle...
fr: Chargement des incidents...
it: Caricamento incidenti...
ko: 인시던트 로드 중...
pl: Ładowanie incydentów...
pt_br: Carregar os incidentes...
ru: Загрузка инцидентов...
tr: Olaylar yükleniyor...
vi: Đang tải sự cố...
zh_hans: 加载事件......

source: Loading vehicles...
de: Lade Fahrzeuge...
fr: Chargement des véhicules...
it: Caricamento veicoli...
ko: 차량 불러오는 중...
pl: Ładowanie pojazdów...
pt_br: Veículos de carga...
ru: Загрузка транспорта...
tr: Araçlar yükleniyor...
vi: Đang tải phương tiện...
zh_hans: 装车......

source: Loading armies...
de: Lade Armeen...
fr: Chargement des armées...
it: Caricamento eserciti...
ko: 군대 불러오는 중...
pl: Ładowanie armii...
pt_br: Carregar exércitos...
ru: Загрузка армий...
tr: Ordular yükleniyor...
vi: Đang tải quân đội...
zh_hans: 装载军队......

source: Loading army controllers...
de: Lade Armee-Controller...
fr: Chargement des contrôleurs de l'armée...
it: Caricamento army controllers...
ko: 육군 컨트롤러 로드 중...
pl: Ładowanie kontrolerów armii...
pt_br: Carregar os controladores do exército...
ru: Загрузка контролеров армий...
tr: Ordu kontrolcüleri yükleniyor...
vi: Đang tải bộ điều khiển quân đội...
zh_hans: 加载军队管制员......

source: Loading tracking information...
de: Lade Tracking-Informationen...
fr: Chargement des informations de suivi...
it: Caricamento informazioni tracciamento...
ko: 추적 정보 로드 중...
pl: Ładowanie informacji o śledzeniu...
pt_br: Informações de rastreamento de carga...
ru: Загрузка информации об отслеживании...
tr: İzleme bilgisi yükleniyor...
vi: Đang tải thông tin theo dõi...
zh_hans: 加载跟踪信息......

source: Loading cultural identities...
de: Lade kulturelle Identitäten...
fr: Chargement des identités culturelles...
it: Caricamento identità culturali...
ko: 문화적 정체성 로드 중...
pl: Ładowanie tożsamości kulturowych...
pt_br: Identidades de carregamento culturais...
ru: Загрузка культурной самобытности...
tr: Kültürel kimlikler yükleniyor...
vi: Đang tải bản sắc văn hóa...
zh_hans: 加载文化身份......

source: Loading agreements...
de: Lade Vereinbarungen...
fr: Chargement des accords...
it: Caricamento accordi...
ko: 계약 로드 중...
pl: Ładowanie porozumień...
pt_br: Carregar os acordos...
ru: Загрузка соглашений...
tr: Anlaşmalar yükleniyor...
vi: Đang tải thỏa thuận...
zh_hans: 装货协议......

source: Loading art forms...
de: Lade Kunstformen...
fr: Chargement des formes d'art...
it: Caricamento forme d'arte...
ko: 미술 형태 불러오는 중...
pl: Ładowanie form sztuki...
pt_br: Carregando formas de arte...
ru: Загрузка форм искусства...
tr: Sanat formları yükleniyor...
vi: Đang tải loại hình nghệ thuật...
zh_hans: 载入美术形式...

source: Loading occupations...
de: Lade Berufe...
fr: Chargement des professions...
it: Caricamento occupazioni...
ko: 직업 로드 중...
pl: Ładowanie zawodów...
pt_br: Carregando ocupações...
ru: Загрузка жителей...
tr: Meslekler yükleniyor...
vi: Đang tải nghề nghiệp...
zh_hans: 装载职业......

source: Loading belief systems...
de: Glaubenssysteme laden...
fr: Chargement des systèmes de croyance...
it: Caricamento sistemi di fede...
ko: 신념 시스템 로드 중...
pl: Ładowanie systemów wierzeń...
pt_br: Carregando sistemas de crença
ru: Загрузка систем верований...
tr: İnanç sistemleri yükleniyor...
vi: Đang tải hệ thống tín ngưỡng...
zh_hans: 加载信仰系统......

source: Loading image sets...
de: Bildsätze laden...
fr: Chargement des jeux d'images...
it: Caricamento set immagini...
ko: 이미지 세트 로드 중...
pl: Ładowanie zestawów obrazów...
pt_br: Carregando conjuntos de imagens...
ru: Загрузка наборов изображений...
tr: Görüntü setleri yükleniyor...
vi: Đang tải bộ hình ảnh...
zh_hans: 正在载入图形集...

source: Loading divination sets...
de: Wahrsagungssets laden...
fr: Chargement des ensembles de divination...
it: Caricamento set di divinazione...
ko: 점술 세트 로드 중...
pl: Ładowanie zestawów do wróżenia...
pt_br: Carregando conjuntos de adivinhação...
ru: Загрузка предсказаний...
tr: Kehanet setleri yükleniyor...
vi: Tải các bộ bói toán...
zh_hans: 加载预言集

source: Rebuilding temporary information...
de: Wiederaufbau temporärer Informationen...
fr: Reconstruction des informations temporaires...
it: Ricostruzione delle informazioni temporanee...
ko: 임시 정보 재구축 중...
pl: Odbudowa tymczasowych informacji...
pt_br: Reconstruir informação temporária...
ru: Перестройка временной информации...
tr: Geçici bilgiler yeniden oluşturuluyor...
vi: Tái tạo thông tin tạm thời...
zh_hans: 重建临时信息......

source: Preparing game...
de: Vorbereiten des Spiels...
fr: Préparation du jeu...
it: Preparazione gioco...
ko: 게임 준비 중...
pl: Przygotowanie gry...
pt_br: Preparando o jogo...
ru: Подготовка игры...
tr: Oyun hazırlanıyor...
vi: Đang chuẩn bị game...
zh_hans: 准备游戏......

source: Failed!
de: Gescheitert!
fr: Manqué!
it: Errore!
ko: 실패한!
pl: Nieudany!
pt_br: Falhou!
ru: Неудача!
tr: Başarısız!
vi: Thất bại!
zh_hans: 失败！

source: Loading world and continuing active game
de: Welt laden und aktives Spiel fortsetzen
fr: Chargement du monde et poursuite du jeu actif
it: Caricamento mondo e continuando gioco attivo
ko: 세계 로드 및 활성 게임 계속
pl: Ładowanie świata i kontynuacja aktywnej gry
pt_br: Carregando o mundo e continuando o jogo ativo
ru: Загрузка мира и продолжение игры
tr: Dünya yükleniyor ve aktif oyuna devam ediliyor
vi: Tải thế giới và tiếp tục trò chơi đang hoạt động
zh_hans: 加载世界并继续可用游戏

source: Loading units...
de: Lade Einheiten...
fr: Chargement des unités...
it: Caricamento unità...
ko: 단위 로드 중...
pl: Ładowanie jednostek...
pt_br: Unidades de carregamento...
ru: Загрузка юнитов...
tr: Birimler yükleniyor...
vi: Tải các đơn vị...
zh_hans: 装载单位......

source: Loading jobs...
de: Lade Jobs...
fr: Chargement des travaux...
it: Caricamento lavori...
ko: 작업 로드 중...
pl: Ładowanie stanowisk pracy...
pt_br: Trabalhos de carregamento...
ru: Загрузка работ...
tr: İşler yükleniyor...
vi: Tải các công việc...
zh_hans: 加载工作......

source: Loading schedules...
de: Lade Zeitpläne...
fr: Chargement des horaires...
it: Caricamento schedules...
ko: 일정 로드 중...
pl: Ładowanie harmonogramów...
pt_br: Carregar os horários...
ru: Загрузка расписаний...
tr: Programlar yükleniyor...
vi: Tải các lịch trình...
zh_hans: 正在加载时间表......

source: Loading projectiles...
de: Lade Projektile...
fr: Chargement des projectiles...
it: Caricamento proiettili...
ko: 발사체 로드 중...
pl: Ładowanie pocisków...
pt_br: Carregar projéteis...
ru: Загрузка снарядов...
tr: Mermiler yükleniyor...
vi: Tải các vật thể bay...
zh_hans: 装载射弹......

source: Loading machines...
de: Lade Maschinen...
fr: Chargement des engins...
it: Caricamento macchinari...
ko: 로딩 머신...
pl: Ładowanie maszyn...
pt_br: Máquinas de carregamento...
ru: Загрузка машин...
tr: Makineler yükleniyor...
vi: Tải các máy móc...
zh_hans: 装机......

source: Loading flow guides...
de: Lade Strömungsführungen...
fr: Chargement des guides de flux...
it: Caricamento guide di flusso...
ko: 흐름 가이드 로드 중...
pl: Ładowanie przewodników przepływu...
pt_br: Guias de fluxo de carga...
ru: Загрузка направляющих потока...
tr: Akış kılavuzları yükleniyor...
vi: Tải các hướng dẫn dòng chảy...
zh_hans: 加载流量指南......

source: Loading effects...
de: Lade Effekte...
fr: Chargement des effets...
it: Caricamento effetti...
ko: 효과 로드 중...
pl: Ładowanie efektów...
pt_br: Efeitos de carregamento...
ru: Загрузка эффектов...
tr: Efektler yükleniyor...
vi: Tải các hiệu ứng...
zh_hans: 加载效果......

source: Loading local animal populations...
de: Lade lokale Tierpopulationen...
fr: Chargement des populations animales locales...
it: Caricamento popolazioni animali locali...
ko: 지역 동물 개체군 로드 중...
pl: Ładowanie lokalnych populacji zwierząt...
pt_br: Carregar as populações locais de animais...
ru: Загрузка местных популяций животных...
tr: Yerel hayvan popülasyonları yükleniyor...
vi: Tải quần thể động vật địa phương...
zh_hans: 加载当地动物种群......
