Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: We need to find a better way than those of before.
de: Wir sollten einen besseren Weg finden, als jene vor uns!
fr: Nous devons trouver un meilleur moyen que ceux d'avant.
it: Dobbiamo trovare un modo migliore dei precedenti.
ko: 우리는 이전보다 더 나은 방법을 찾아야 합니다.
pl: Musimy znaleźć lepsze drogi od tych przed nami.
pt_br: Nós precisamos achar um caminho melhor do que aqueles de antes.
ru: Мы должны найти лучший путь, тот, который будет лучше предыдущих.
tr: Eskilerden daha iyi bir yol bulmalıyız.
vi: Chúng ta cần tìm một cách tốt hơn so với những gì của người xưa.
zh_hans: 我们需要找到一种比以前更好的方法。

source: Some traditions are worth keeping, but we should consider their overall value.
de: Einige Traditionen sind es wert behalten zu werden, aber wir sollten ihren gesamten Wert berücksichtigen.
fr: Certaines traditions méritent d'être entretenues, mais nous devrions les considérer dans leur ensemble.
it: Alcune tradizioni meritano di essere mantenute, ma dobbiamo considerare il loro valore complessivo.
ko: 몇몇 전통은 지킬만한 가치가 있지만, 우리는 전체적인 가치를 생각해야해.
pl: Pewne tradycje są warte podtrzymywania, ale powinniśmy rozważyć ich ogólną wartość.
pt_br: Vale a pena manter algumas tradições, no entanto seus valores gerais devem ser ponderados.
ru: Некоторые традиции стоит держать, но мы должны учитывать их общую стоимость.
tr: Bazı gelenekler korunmaya değerdir, ancak genel değerlerini dikkate almalıyız.
vi: Một số truyền thống đáng được giữ gìn, nhưng chúng ta nên xem xét giá trị tổng thể của chúng.
zh_hans: 有些传统值得保留，但我们应该考虑它们的整体价值。

source: The creative impulse is so valuable.
de: Der kreative Impuls ist so wertvoll.
fr: L'impulsion créatrice est si précieuse.
it: L'impulso creativo è così prezioso.
ko: 창의적인 충동은 매우 소중합니다.
pl: Impuls twórczy jest niezwykle cenny.
pt_br: O impulso criativo é tao valioso.
ru: Творческий импульс очень ценен.
tr: Yaratıcı dürtü çok değerlidir.
vi: Sức sáng tạo thật đáng quý.
zh_hans: 创造性的冲动是如此宝贵。

source: Art is life.
de: Kunst ist Leben!
fr: L'art c'est la vie.
it: L'arte è vita.
ko: 예술은 삶입니다.
pl: Sztuka to życie.
pt_br: Arte é vida.
ru: Искусство - это жизнь.
tr: Sanat hayattır.
vi: Nghệ thuật là cuộc sống.
zh_hans: 艺术就是生命。

source: Art? More like wasted opportunity.
de: Kunst? Eher eine verschwendete Möglichkeit!
fr: Art? Plutôt une occasion manquée.
it: Arte? Meglio dire occasione sprecata.
ko: 미술?
pl: Sztuka? Bardziej jak zmarnowana okazja.
pt_br: Arte? Soa como uma oportunidade perdida.
ru: Искусство? Больше похоже на потраченные впустую возможности.
vi: Nghệ thuật ư? Giống như một cơ hội bị lãng phí thì đúng hơn.
zh_hans: 艺术？?更像是浪费机会。

source: What's so special about art?
de: Was ist so besonders an Kunst?
fr: Qu'y a-t-il de si spécial dans l'art ?
it: Cosa c'è di così speciale nell'arte?
ko: 예술의 특별한 점은 무엇입니까?
pl: Co jest takiego niezwykłego w sztuce?
pt_br: O que há de tao especial sobre arte?
ru: Что такого в искусстве?
tr: Sanatın nesi bu kadar özel?
vi: Nghệ thuật có gì đặc biệt?
zh_hans: 艺术有什么特别之处？

source: Art is complicated. I know what I like, but some I can do without.
de: Kunst ist kompliziert. Ich weiß was ich will, aber ich kann auch ohne.
fr: L'art est complexe. Je sais ce que j'aime, mais il y en a qui ne m'émeut guère.
it: L'arte è complicata. So cosa mi piace, ma di alcune posso fare a meno.
ko: 예술은 복잡합니다.
pl: Sztuka jest skomplikowana. Wiem, co lubię, ale bez niektórych mogę się obejść.
pt_br: Arte é complicada. Algumas eu gosto, outras nem tanto.
ru: Искусство - это сложная вещь. Я знаю то, что мне нравится, но я могу обойтись и без этого.
vi: Nghệ thuật rất phức tạp. Tôi biết mình thích gì, nhưng có những thứ tôi có thể sống mà không cần đến.
zh_hans: 艺术很复杂。我知道我喜欢什么，但有些我无法做到。

source: We should all work together.
de: Wir sollten alle zusammenarbeiten!
fr: Nous devrions tous travailler ensemble.
it: Dovremmo lavorare tutti insieme.
ko: 우리는 모두 협력해야 합니다.
pl: Powinniśmy wszyscy pracować razem.
pt_br: Devemos trabalhar todos juntos.
ru: Мы все должны работать сообща.
tr: Hepimiz birlikte çalışmalıyız.
vi: Tất cả chúng ta nên làm việc cùng nhau.
zh_hans: 我们都应该共同努力。

source: It's better to work alone when possible, I think. Cooperation breeds weakness.
de: Ich denke, es ist nach Möglichkeit besser alleine zu arbeiten. Kooperation beherbergt schwäche.
fr: C'est mieux de travailler seul quand c'est possible, je crois. La coopération est mère de faiblesse.
it: Credo che sia meglio lavorare da soli quando è possibile. La cooperazione genera debolezza.
ko: 내 생각엔, 가능하면 혼자 일하는게 더 좋은거같아. 협동은 나약함의 어머니니까.
pl: Lepiej możliwie zawsze pracować samemu, tak myślę. Współpraca rodzi słabość.
pt_br: É melhor trabalhar sozinho quando possível, eu acho. Fraqueza de raças de cooperação.
ru: Лучше работать в одиночку. Совместная работа приводит к слабости.
vi: Tôi nghĩ, tốt hơn là nên làm việc một mình khi có thể. Hợp tác sinh ra yếu kém.
zh_hans: 我觉得，如果可以的话，最好单独工作。合作会使得弱点萌生。

source: You should think carefully before embarking on a joint enterprise, though there is some value in working together.
de: Du solltest sorgfältig bedenken, ob du ein gemeinesames Unternehmen eingehen möchtest, aber es ist wertvoll zusammenzuarbeiten.
fr: Vous devriez bien réfléchir avant de vous impliquer dans une entreprise conjointe, bien qu'il y ait certains bénéfices à travailler ensemble.
it: Pensa bene prima d'avventurarti in un'impresa congiunta, anche se la collaborazione ha un certo valore.
ko: 사람들과 모여서 새로운 모험을 떠나는 건 정말 신중히 생각해야 해. 하지만 같이 일한다는 것도 그만한 가치가 있는 것이지.
pl: Powinieneś się zastanowić, zanim podejmiesz wspólne przedsięwzięcie, ale jest pewna wartość w pracy razem.
pt_br: Você deve pensar cuidadosamente antes de embarcar numa sociedade, embora haja algumas vantagem no trabalho em conjunto.
ru: Вам следует дважды подумать, прежде чем начинать общее дело, хотя в совместной работе и есть нечто ценное.
tr: Birlikte çalışmanın bir değeri olsa da, ortak bir girişime başlamadan önce iyice düşünmelisin.
vi: Bạn nên suy nghĩ kỹ trước khi tham gia một công việc chung, dù rằng việc hợp tác cũng có giá trị nhất định.
zh_hans: 在开始联合企业之前，你应该仔细考虑，尽管合作有一定的价值。

source: I treasure my freedom.
de: Ich bewahre meine Freiheit.
fr: Je chéris ma liberté.
it: Faccio tesoro della mia libertà.
ko: 나는 내 자유를 소중히 여깁니다.
pl: Cenię sobie moją wolność.
pt_br: Dou valor a minha liberdade.
ru: Я ценю свою свободу.
tr: Özgürlüğüme değer veriyorum.
vi: Tôi trân trọng sự tự do của mình.
zh_hans: 我珍惜自由。

source: Nobody is free, and it is pointless to act as if you are.
de: Niemand ist frei und es ist sinnlos so zu tun, als wäre man es.
fr: Personne n'est libre et il est inutile d'agir comme si vous l'étiez.
it: Nessuno è libero, è inutile comportarsi come se lo si fosse.
ko: 그 누구도 자유롭지 않으며 마치 당신이 있는 것처럼 행동하는 것은 무의미합니다.
pl: Nikt nie jest wolny i to bez sensu udawać, że jest inaczej.
pt_br: Ninguém é livre, e não há sentido em agir como se você o fosse.
ru: Бессмысленно поступать так, будто бы ты свободен, потому что никто не свободен.
tr: Kimse özgür değildir ve öyleymiş gibi davranmak anlamsızdır.
vi: Không ai được tự do, và thật vô nghĩa khi hành động như thể bạn được tự do.
zh_hans: 没有人是自由的，像你一样行事毫无意义。

source: Personal freedom must be tempered by other considerations.
de: Persönliche Freiheit muss durch die Rücksicht auf andere beschränkt werden.
fr: La liberté personnelle doit être jugulée par d'autres considérations.
it: La libertà personale dev'essere temprata da altre considerazioni.
ko: 개인의 자유는 다른 고려 사항에 의해 완화되어야 합니다.
pl: Osobista wolność powinna być łagodzona innymi wartościami.
pt_br: Liberdade pessoal deve ser conduzida por outras considerações.
ru: Личная свобода должна быть ограничена другими соображениями.
tr: Kişisel özgürlük diğer hususlarla dengelenmelidir.
vi: Tự do cá nhân phải được tiết chế bởi những cân nhắc khác.
zh_hans: 必须通过其他考虑来缓和个人自由。

source: One should not complain or betray any feeling.
de: Einer sollte sich nicht beschweren oder jegliches Gefühl betrügen.
fr: Il ne faut pas se plaindre ou trahir un sentiment.
it: Non va lamentato o tradito alcun sentimento.
ko: 어떤 감정도 불평하거나 배반해서는 안 됩니다.
pl: Nikt nie powinien podważać lub zdradzać żadnych uczuć.
pt_br: Ninguém deveria reclamar ou trair sentimento algum.
ru: Не следует предавать или сетовать на любое чувство.
tr: Kişi şikayet etmemeli veya herhangi bir duygu belli etmemeli.
vi: Người ta không nên phàn nàn hay bộc lộ bất kỳ cảm xúc nào.
zh_hans: 一个人不应抱怨或背叛任何感觉。

source: Do not hide yourself behind an unfeeling mask.
de: Verstecke dich nicht hinter einen gefühlstoten Maske!
fr: Ne vous cachez pas derrière un masque insensible.
it: Non nascondetevi dietro una maschera d'insensibilità.
ko: 무감각한 가면 뒤에 자신을 숨기지 마십시오.
pl: Nie chowaj się za swoją maską braku emocji.
pt_br: Não esconda-se atrás de uma máscara de insensível.
ru: Не прячьте себя за маской безразличия.
tr: Kendini duygusuz bir maskenin arkasına saklama.
vi: Đừng che giấu bản thân sau một chiếc mặt nạ vô cảm.
zh_hans: 不要把自己藏在一个无情的面具后面。

source: There are times when it is best to keep your feelings to yourself, but I wouldn't want to force it.
de: Es gibt Zeiten, in denen ist es das beste deine Gefühle für dich zu behalten, aber ich würde es nicht übertreiben.
fr: Parfois il vaut mieux garder ses émotions pour soi, mais je ne voudrais pas vous y contraindre.
it: Ci sono momenti in cui è meglio tenere per sé i propri sentimenti, ma sarebbe meglio non forzarsi.
ko: 때때로 감정을 숨겨야 할 때 도 있지만, 나는 너무 억지로 하고싶지 않아.
pl: Są czasy, gdy najlepiej zachować swoje uczucia dla ciebie, ale nie zmuszałbym się do tego.
pt_br: Há momentos em que é melhor manter seus sentimentos em segredo, mas eu não forçaria.
ru: Бывают моменты, когда свои чувства нужно держать при себе, но я никого к этому не принуждаю.
tr: Duygularını kendine saklamanın en iyisi olduğu zamanlar vardır, ama bunu zorlamak istemem.
vi: Có những lúc tốt nhất là nên giữ cảm xúc cho riêng mình, nhưng tôi không muốn ép buộc điều đó.
zh_hans: 有时候最好保持对自己的感情，但我不想强迫它。

source: The quest for knowledge never ends.
de: Das Streben nach Wissen endet nie.
fr: La quête du savoir ne s'arrête jamais.
it: La ricerca della conoscenza non ha mai fine.
ko: 지식에 대한 탐구는 결코 끝나지 않습니다.
pl: Misja poszukiwania wiedzy nigdy się nie kończy.
pt_br: A missão por conhecimento nunca acaba.
ru: Поиски знаний никогда не прекратятся.
tr: Bilgi arayışı asla bitmez.
vi: Cuộc tìm kiếm kiến thức không bao giờ kết thúc.
zh_hans: 对知识的追求永无止境。

source: All of that so-called knowledge doesn't mean a thing.
de: All das sogenannte Wissen bedeutet gar nichts.
fr: Toutes ces soi-disant connaissances ne veulent rien dire.
it: Tutta la cosiddetta conoscenza non significa nulla.
ko: 소위 지식이라고 하는 모든 것은 아무 의미가 없습니다.
pl: Cała ta tak zwana wiedza nie znaczy niczego.
pt_br: Todo aquele pseudo conhecimento não significa nada.
ru: Все так называемые знания ничего не значат.
tr: Tüm o sözde bilgi hiçbir şey ifade etmiyor.
vi: Tất cả những kiến thức "tự xưng" đó chẳng có ý nghĩa gì.
zh_hans: 所有这些所谓的知识并不意味着什么。

source: Knowledge can be useful, but it can also be pointless or even dangerous.
de: Wissen kann nützlich sein, aber es kann genauso sinnlos oder sogar gefährlich sein.
fr: Le savoir peut être utile, mais il peut aussi n'avoir aucun intérêt voire même être dangereux.
it: La conoscenza può essere utile, ma anche inutile o addirittura pericolosa.
ko: 지식은 유용하지만, 쓸모 없을때도 있고 오히려 위험할 수도 있지.
pl: Wiedza potrafi być użyteczna, ale może być również bezużyteczna albo nawet niebezpieczna.
pt_br: O conhecimento pode ser útil, porém pode ser desnecessário ou até perigoso.
ru: Знание может быть полезным, но оно также может быть бессмысленным и даже опасным.
tr: Bilgi yararlı olabilir, ancak anlamsız ve hatta tehlikeli de olabilir.
vi: Kiến thức có thể hữu ích, nhưng nó cũng có thể vô nghĩa hoặc thậm chí nguy hiểm.
zh_hans: 知识可能很有用，但它也可能毫无意义甚至是危险的。

source: It is important to discover yourself.
de: Es ist wichtig, sich selbst zu entdecken!
fr: Il est important de se découvrir.
it: È importante scoprire se stessi.
ko: 자신을 발견하는 것이 중요합니다.
pl: Jest ważne, by odkryć siebie.
pt_br: É importante descobrir a mesmo.
ru: Важно изучать самого себя.
tr: Kendini keşfetmek önemlidir.
vi: Điều quan trọng là phải khám phá bản thân.
zh_hans: 发现自己很重要。

source: Why would I waste time thinking about myself?
de: Warum sollte ich Zeit damit verschwenden, indem ich über mich selbst nachdenke?
fr: Pourquoi perdrais-je du temps à penser à moi ?
it: Perché dovrei perdere tempo a pensare a me stesso?
ko: 왜 나 자신에 대해 생각하는 데 시간을 낭비하겠습니까?
pl: Czemu miałbym marnować czas myśląc o sobie?
pt_br: Por que eu perderia tempo pensando sobre mim?
ru: Зачем тратить время, думая о себе?
tr: Neden kendim hakkında düşünerek zaman harcayayım?
vi: Tại sao tôi phải phí thời gian suy nghĩ về bản thân mình?
zh_hans: 为什么我会浪费时间思考自己？

source: Some time spent in reflection is admirable, but you must not forget to live your life.
de: Es ist bewundernswert etwas Zeit in Selbsreflexion zu investieren, aber vergiss nicht dein Leben zu leben.
fr: Consacrer du temps à l'introspection est admirable, mais vous ne devez pas oublier de vivre votre vie.
it: Un po' di tempo trascorso in riflessione è ammirevole, ma non dimenticare di vivere la tua vita.
ko: 자기 스스로를 돌아보는 시간을 갖는것도 정말 멋지지만, 인생을 살아가는걸 잊어선 안돼.
pl: Poświęcanie trochę czasu na refleksje jest godne podziwu, ale nie możesz zapominać o życiu.
pt_br: Passar um tempo refletindo é admirável, mas não esqueça de viver sua vida.
ru: Время, проведённое в размышлениях прекрасно, но не стоит забывать и о реальности.
tr: Düşünmeye biraz zaman ayırmak takdire şayandır, ancak hayatını yaşamayı unutmamalısın.
vi: Dành thời gian suy ngẫm là điều đáng ngưỡng mộ, nhưng bạn không được quên sống cuộc đời của mình.
zh_hans: 花在反思上的时间是令人钦佩的，但你不能忘记过你的生活。

source: I think self-control is key. Master yourself.
de: Ich denke, dass Selbstbeherrschung der Schlüssel ist. Sei Herr deiner Selbst!
fr: Je pense que la maîtrise de soi est la clé. Maîtrisez-vous.
it: Credo che l'autocontrollo sia fondamentale. Domina te stesso.
ko: 자기관리가 중요한 것 같아요.
pl: Myślę, że samokontrola jest kluczem. Panuj nad sobą.
pt_br: Eu acho que autocontrole é a chave. Domine a si mesmo.
ru: Я думаю, что самоконтроль является ключом. Совершенствуйте себя.
vi: Tôi nghĩ tự chủ là chìa khóa. Hãy làm chủ bản thân.
zh_hans: 我认为自我控制是关键。掌握自己。

source: Why deny yourself your heart's desire?
de: Warum seine Herzenswünsche ablehnen?
fr: Pourquoi vous priver du désir de votre cœur ?
it: Perché negare i desideri del proprio cuore?
ko: 왜 네 마음의 소원을 부인하느냐?
pl: Czemu odmawiać pragnieniom twojego serca?
pt_br: Por que negar-se o desejo do seu coração?
ru: Зачем противиться тому, что велит сердце?
tr: Neden kalbinin arzusunu kendine çok görüyorsun?
vi: Tại sao bạn lại từ chối những khát khao của trái tim mình?
zh_hans: 为什么否认自己的心愿？

source: People should be able to control themselves, but it's fine to follow impulses that aren't too harmful.
de: Leute sollten imstande sein sich selbst unter kontrolle zu halten, aber es ist in ordnung Impulsen zu folgen die nicht allzu schädlich sind.
fr: Les gens devraient être capables de se contrôler, mais suivre les envies qui ne sont pas trop nuisibles est sain.
it: Le persone dovrebbero essere in grado di controllarsi, ma è giusto seguire impulsi non troppo dannosi.
ko: 사람들은 스스로를 통제할 수 있어야 하지만, 너무 해롭지 않은 충동을 따르는 것은 괜찮습니다.
pl: Ludzie powinni kontrolować siebie, ale jest w porządku podążać za impulsami, które nie są szkodliwe.
pt_br: As pessoas devem ser capazes de se controlar, mas não tem problema em seguir impulsos que não são muito prejudiciais.
ru: Каждый должен быть в состоянии контролировать себя, но иногда можно следовать душевным порывам, если они никому не вредят.
tr: İnsanlar kendilerini kontrol edebilmeli, ancak çok zararlı olmayan dürtüleri takip etmekte sorun yoktur.
vi: Mọi người nên có khả năng tự kiểm soát, nhưng cũng không sao khi làm theo những thôi thúc không quá có hại.
zh_hans: 人们应该能够控制自己，但是遵循不太有害的冲动也没关系。

source: The mind thinks best when the world is at rest.
de: Der Verstand arbeitet am besten wenn die Welt stillsteht.
fr: L'esprit pense mieux quand le monde est au repos.
it: La mente può ben pensare quando il mondo sta a riposare.
ko: 마음은 세상이 쉬고 있을 때 가장 잘 생각합니다.
pl: Najlepiej się myśli, gdy świat jest w spoczynku.
pt_br: A mente pensa melhor quando o mundo está em repouso.
ru: Мозг лучше работает в тишине и спокойствии.
tr: Dünya dinlenirken zihin en iyi şekilde düşünür.
vi: Trí óc suy nghĩ tốt nhất khi thế giới tĩnh lặng.
zh_hans: 世界休息时，思想最好。

source: Give me the bustle and noise over all that quiet!
de: Lieber Hektik und Lärm als all die Stille!
fr: Donnez-moi l'agitation et le bruit sur tout ce calme !
it: Dammi il trambusto e il rumore su tutto quel silenzio!
ko: 그 조용한 모든 것에 소동과 소음을 줘!
pl: Daj mi gwar i hałas ponad tą ciszą!
pt_br: Dá-me a agitação e o barulho sobre tudo tao quieto!
ru: Здесь слишком тихо, я хочу шума и суеты!
tr: Bana tüm o sessizlik yerine karmaşayı ve gürültüyü verin!
vi: Hãy cho tôi sự hối hả và ồn ào hơn là tất cả sự tĩnh lặng đó!
zh_hans: 给我一个安静的喧嚣和噪音！

source: I like a balance of tranquility and commotion myself.
de: Ich selbst mag ein Gleichgewicht zwischen Ruhe und Aufregung.
fr: J'aime moi-même un équilibre entre tranquillité et agitation.
it: Mi piace un equilibrio tra tranquillità e commozione.
ko: 나는 평온과 소란의 균형을 좋아합니다.
pl: Sam lubię równowagę spokoju i zamieszania.
pt_br: Eu pessoalmente gosto de um equilíbrio de tranquilidade e tumulto.
ru: Мне нравится баланс душевного спокойствия и борьбы.
tr: Ben şahsen huzur ve kargaşanın dengesini severim.
vi: Tôi thì thích sự cân bằng giữa tĩnh lặng và ồn ào.
zh_hans: 我喜欢自己平静和骚动的平衡。

source: We should all be as one. Why all the struggling?
de: Wir sollten alle eins sein. Warum tun wir uns so schwer?
fr: Nous devrions tous être comme un. Pourquoi tout ce combat ?
it: Dovremmo essere un tutt'uno. Perché soffrire?
ko: 우리는 모두 하나가 되어야 합니다.
pl: Wszyscy powinniśmy być jednością. Po co te całe zmagania?
pt_br: Devemos todos como um. Por que todas as dificuldades?
ru: Мы должны быть как одно целое. К чему все эти споры?
vi: Tất cả chúng ta nên hòa hợp làm một. Tại sao lại phải tranh đấu nhiều đến thế?
zh_hans: 我们都应该是一体的。为什么所有人都在挣扎？

source: We grow through debate and struggle, even chaos and discord.
de: Wir wachsen durch Uneinigkeit und Schwierigkeiten, soagar durch Chaos und Zwist.
fr: Nous grandissons dans le débat et la confrontation, même dans le chaos et la discorde.
it: Cresciamo attraverso il dibattito e la lotta, persino attraverso caos e discordia.
ko: 우리는 논쟁과 투쟁, 혼돈과 불화를 통해 성장합니다.
pl: Wzrastamy poprzez dysputy i trudności, a nawet chaos i niezgodę.
pt_br: Nós crescemos através de debate e luta, mesmo caos e discórdia.
ru: Мы растём во время споров и борьбы, хаоса и разногласий.
tr: Tartışma ve mücadeleyle, hatta kaos ve anlaşmazlıkla büyürüz.
vi: Chúng ta trưởng thành qua tranh luận và đấu tranh, thậm chí cả hỗn loạn và bất hòa.
zh_hans: 我们通过辩论和斗争，甚至是混乱和不和谐而成长。

source: Some discord is a healthy part of society, but we must also try to live together.
de: Ein gewisses Maß an Uneinigkeit ist ein gesunder Bestandteil der Gesellschaft, aber wir müssen auch versuchen, miteinander zu leben.
fr: Un peu de discorde est bénéfique à la société, mais nous devons aussi apprendre à vivre ensemble.
it: Un po' di discordia è parte integrante della società ma dobbiamo anche cercare di vivere assieme.
ko: 약간의 불화는 사회의 건강한 부분이지만, 우리는 또한 함께 살기 위해 노력해야 합니다.
pl: Pewna niezgoda jest zdrowym elementem społeczeństwa, ale musimy również próbować żyć wspólnie.
pt_br: Desavenças são parte de uma sociedade saudável, mas nós também devemos tentar viver unidos.
ru: Некоторые разногласия нормальны для здорового общества, но мы так же должны стараться жить без них.
tr: Bazı anlaşmazlıklar toplumun sağlıklı bir parçasıdır, ancak birlikte yaşamaya da çalışmalıyız.
vi: Một chút bất hòa là một phần lành mạnh của xã hội, nhưng chúng ta cũng phải cố gắng sống hòa hợp.
zh_hans: 一些不和谐是社会的健康部分，但我们也必须共同生活。

source: It's great when we all get a chance to be merry together.
de: Es ist großartig, wenn wir alle die Möglichkeit bekommen, zusammen glücklich zu sein.
fr: C'est super quand on a tous la chance de s'amuser ensemble.
it: È bello quando possiamo stare assieme in allegria.
ko: 우리 모두가 함께 즐길 수 있는 기회를 얻을 때 좋습니다.
pl: To wspaniałe, gdy wszyscy mamy szansę być szczęśliwi razem.
pt_br: É ótimo quando temos a chance de comemorar juntos.
ru: Отлично, когда мы получаем шанс хорошо повеселиться вместе.
tr: Hepimizin birlikte eğlenme şansı bulması harika.
vi: Thật tuyệt vời khi tất cả chúng ta có cơ hội vui vẻ bên nhau.
zh_hans: 当我们都有机会一起欢乐时，这真是太好了。

source: Be merry!
de: Sei fröhlich!
fr: Être joyeux!
it: Sii felice!
ko: 즐거운 시간 보내세요!
pl: Rozwesel się!
pt_br: Se feliz!
ru: Веселитесь!
tr: Neşeli ol!
vi: Hãy vui vẻ!
zh_hans: 快乐！

source: Merriment is worthless.
de: Heiterkeit ist nutzlos.
fr: La gaieté ne vaut rien.
it: La baldoria è inutile.
ko: 즐거움은 가치가 없습니다.
pl: Radość jest bezwartościowa.
pt_br: Alegria é inútil.
ru: Веселье бессмысленно.
tr: Eğlence değersizdir.
vi: Niềm vui là vô giá trị.
zh_hans: 欢乐是一文不值的。

source: Bah! I hope you aren't celebrating something.
de: Bah! Ich hoffe ihr feiert nichts.
fr: Bah ! J'espère que tu ne fêtes pas quelque chose.
it: Bah! Spero che non stiate festeggiando qualcosa.
ko: 바!
pl: Bah! Mam nadzieję, że nie świętujesz czegoś.
pt_br: Bah! Espero que você não está celebrando algo.
ru: Ба! Я надеюсь, вы ничего не празднуете.
vi: Hừ! Tôi hy vọng các ngươi không ăn mừng gì cả.
zh_hans: 呸!?我希望你不是在庆祝。

source: I can take or leave merrymaking myself, but I don't begrudge people their enjoyment.
de: Ich selbst kann Fröhlichkeit nehmen oder lassen, aber ich missgönne den Leuten ihren Spaß nicht.
fr: Je peux prendre part ou quitter des réjouissances par moi-même, mais je n'en voudrais pas à d'autres de s'amuser.
it: Far baldoria non mi fa né caldo né freddo, ma non nego agli altri il divertimento
ko: 나는 혼자서 시끌벅쩍하게 놀 수 있지만 다른 사람들이 즐기는 것을 질투하지 않습니다.
pl: Sam mogę lubić się bawić, ale nie zazdroszczę innym ludziom ich przyjemności.
pt_br: Eu mesmo posso aceitar ou abandonar a curtição, mas não invejo as pessoas por sua curtição.
ru: Если мне надо, я могу сам приступить к веселью или отказаться от него, но я никогда и никому в нём не завидую.
tr: Ben şahsen eğlence olsa da olur olmasa da olur derim, ama insanların keyfini kıskanmam.
vi: Bản thân tôi thì vui chơi cũng được, không vui cũng chẳng sao, nhưng tôi không hề tị nạnh niềm vui của người khác.
zh_hans: 我可以自己接受或离开欢乐，但我不会嫉妒别人的享受。

source: An artisan, their materials and the tools to shape them!
de: Ein Handwerker, seine Materialien und die Werkzeuge, um sie zu formen!
fr: Un artisan, ses matériaux et les outils pour les façonner !
it: Un artigiano, i suoi materiali e gli strumenti per modellarli!
ko: 장인, 재료 및 도구를 형성합니다!
pl: Rzemieślnicy, ich materiały i narzędzia do ich kształtowania!
pt_br: Um artesão, seus materiais e as ferramentas para moldá-las!
ru: Ремесленников формируют их материалы и инструменты!
tr: Bir zanaatkar, malzemeleri ve onları şekillendirecek aletler!
vi: Một nghệ nhân, vật liệu của họ và những công cụ để định hình chúng!
zh_hans: 工匠，他们的材料和塑造它们的工具！

source: Masterwork? Why should I care?
de: Meisterwerk? Warum sollte es mich kümmern?
fr: Chef-d'œuvre ? Pourquoi devrais-je m'en soucier?
it: Capolavoro? Perché dovrebbe interessarmi?
ko: 걸작?
pl: Arcydzieło? Dlaczego powinienem się przejmować?
pt_br: Obra-prima? Por que deveria me importar?
ru: Произведение искусства? Почему это должно меня волновать?
vi: Kiệt tác ư? Tôi quan tâm làm gì?
zh_hans: 杰作？我为什么要在乎？
