Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Move the camera up
fr: Déplacez la caméra vers le haut
it: Muovi la visuale su
ko: 화면을 위로 이동
pl: Przesuń kamerę do góry
pt_br: Mova a câmera para cima
ru: Двигайте камеру вверх
tr: Kamerayı yukarı kaydır
vi: Di chuyển camera lên
zh_hans: 上滑镜头

source: Move the camera down
fr: Déplacez la caméra vers le bas
it: Muovi la visuale giù
ko: 화면을 아래로 이동
pl: Przesuń kamerę w dół
pt_br: Mova a câmera para baixo
ru: Двигайте камеру вниз
tr: Kamerayı aşağı kaydır
vi: Di chuyển camera xuống
zh_hans: 下拉镜头

source: Zoom in
fr: Agrandir
it: Aumenta zoom
ko: 확대
pl: Przybliż
pt_br: Aproximar
ru: Приблизить
tr: Yakınlaştır
vi: Phóng to
zh_hans: 放大

source: Zoom out
fr: Dézoomer
it: Riduci zoom
ko: 축소
pl: Oddal
pt_br: Distanciar
ru: Отдалить
tr: Uzaklaştır
vi: Thu nhỏ
zh_hans: 缩小

source: Open mining mode
fr: Mode de minage ouvert
it: Apri Mod. Scavo
ko: 채광 모드 열기
pl: Tryb otwartego wydobycia
pt_br: Abrir modo de mineração
ru: Прикажите копать
tr: Kazı modunu aç
vi: Mở chế độ khai thác
zh_hans: 打开采矿模式

source: Start stairway
fr: Escalier de départ
it: Inizio scalinata
ko: 계단 시작
pl: Rozpocznij schody
pt_br: Começar escadaria
ru: Начать лестницу
tr: Merdiveni başlat
vi: Bắt đầu cầu thang
zh_hans: 开始楼梯

source: End stairway
fr: Escalier d'extrémité
it: Fine scalinata
ko: 계단 설정 종료
pl: Zakończ schody
pt_br: Terminar escadaria
ru: Завершить лестницу
tr: Merdiveni bitir
vi: Kết thúc cầu thang
zh_hans: 结束楼梯

source: Unpause
fr: Reprendre
it: Riprendi
ko: 일시정지 해제
pl: Wznów
pt_br: Despausar
ru: Возобновите игру
tr: Devam ettir
vi: Bỏ tạm dừng
zh_hans: 重新启动

source: Finish mining
fr: Terminer l'exploitation minière
it: Finisci scavo
ko: 채굴 완료
pl: Zakończ kopanie
pt_br: Termine de minerar
ru: Завершить раскопки
tr: Kazıyı bitir
vi: Hoàn thành khai thác
zh_hans: 采矿完成

source: Room completed (
de: Raum fertiggestellt (
fr: Chambre terminée (
it: Stanza completata (
ko: 채굴된 칸(
pl: Pokój ukończony (
pt_br: Aposento concluído (
ru: Комната завершена (
tr: Oda tamamlandı (
vi: Phòng đã hoàn thành (
zh_hans: 房间建设完成 (

source: of 20)
fr: de 20)
it: di 20)
ko: 20개 중)
pl: z 20)
pt_br: de 20)
ru: из 20)
vi: trong số 20)

source: Open stockpile mode
de: Oeffne Vorratsort Modus
fr: Ouvrir le mode de stock
it: Apri modalità Scorta
ko: 저장구역 모드 열기
pl: Otwórz tryb magazynów
pt_br: Abra o modo de estoque
ru: Выберите режим склада
tr: Stok alanı modunu aç
vi: Mở chế độ kho hàng
zh_hans: 打开储物堆模式

source: Place All stockpile
de: Platziere alle Vorraete
fr: Placer tout le stock
it: Piazza Scorta generica
ko: 저장구역을 전체로 설정
pl: Rozmieść Magazyn magazynujący wszystko
pt_br: Coloque um estoque de Tudo
ru: Разместите общий склад
tr: Genel Stok Alanı yerleştir
vi: Đặt kho hàng Tất cả
zh_hans: 放置储物堆

source: Open tree-felling mode
fr: Mode abattage ouvert
it: Apri modalità abbattimento alberi
ko: 벌목 모드 열기
pl: Otwórz tryb ścinania drzew
pt_br: Modo de derrubada de árvores
ru: Выберите режим вырубки
tr: Ağaç kesme modunu aç
vi: Mở chế độ đốn cây
zh_hans: 打开砍树模式

source: Designate tree
fr: Désignez l'arbre
it: Marca albero
ko: 나무 지정
pl: Przeznacz drzewo
pt_br: Designar árvore
ru: Выберите дерево
tr: Ağaç işaretle
vi: Chỉ định cây
zh_hans: 框选树木

source: Chop down tree
de: Baum fällen
fr: Abattre l'arbre
it: Taglia albero
ko: 나무를 베다
pl: Zetnij drzewo
pt_br: Derrubar árvore
ru: Срубите дерево
tr: Ağacı kes
vi: Chặt cây
zh_hans: 砍树

source: Stockpile wood
de: Holzvorrat
fr: Stock de bois
it: Fai scorta di legna
ko: 목재 저장구역
pl: Składuj drewno
pt_br: Armazenar madeira
ru: Сложите древесину
tr: Odunu stokla
vi: Tạo kho gỗ
zh_hans: 木材堆

source: Open building mode
fr: Ouvrir le mode construction
it: Apri modalità costruzione
ko: 건설 모드 열기
pl: Otwórz tryb budowania
pt_br: Abrir modo de construção
ru: Выберите "Постройки"
tr: İnşaat modunu aç
vi: Mở chế độ xây dựng
zh_hans: 打开建筑模式

source: Place carpenter's workshop
de: Place Schreiner Werkstatt
fr: Placer l'atelier de menuiserie
it: Piazza Bottega del carpentiere
ko: 목공 작업장 배치
pl: Rozmieść warsztat stolarski
pt_br: Colocar oficina de carpintaria
ru: Разметьте мастерскую плотника
tr: Marangoz atölyesi yerleştir
vi: Đặt xưởng mộc
zh_hans: 放置木匠工坊

source: Construct workshop
de: Werkstatt bauen
fr: Construire un atelier
it: Costruisci bottega
ko: 작업장 건설
pl: Skonstruuj warsztat
pt_br: Construir oficina
ru: Оборудуйте мастерскую
tr: Atölyeyi inşa et
vi: Xây dựng xưởng
zh_hans: 建造工坊

source: Click workshop
de: Klick Werkstatt
fr: Cliquez sur l'atelier
it: Clicca bottega
ko: 작업장 클릭
pl: Kliknij warsztat
pt_br: Clique na oficina
ru: Нажмите на мастерскую
tr: Atölyeye tıkla
vi: Nhấp vào xưởng
zh_hans: 点击工坊

source: Add a "Make bed" task
de: Aufgabe "Bett machen" hinzufügen
fr: Ajouter une tâche "Faire le lit"
it: Aggiungi il compito "Creare letto"
ko: "침대 제작" 작업을 추가
pl: Dodaj zadanie "Stwórz łóżko"
pt_br: Adicionar a tarefa "Fazer cama"
ru: Добавьте задание: "Создать кровать"
tr: "Yatak yap" görevi ekle
vi: Thêm nhiệm vụ Làm giường
zh_hans: 新增一个 "造床" 任务

source: Make the bed
de: Das Bett machen
fr: Faire le lit
it: Rifai il letto
ko: 침대를 정리하다
pl: Stwórz łóżko
pt_br: Faça a cama
ru: Сделать кровать
tr: Yatağı yap
vi: Làm giường
zh_hans: 铺床

source: Place a bed
fr: Placer un lit
it: Piazza un letto
ko: 침대를 놓으십시오
pl: Rozmieść łóżko
pt_br: Coloque uma cama
ru: Поставить кровать
tr: Yatak yerleştirin
vi: Đặt một chiếc giường
zh_hans: 放置一张床

source: Click a citizen or creature
de: Klicken Sie auf einen Bürger oder ein Lebewesen
fr: Cliquez sur un citoyen ou une créature
it: Clicca un cittadino o una creatura
ko: 시민 또는 생물을 클릭하십시오
pl: Kliknij obywatela albo inne stworzenie
pt_br: Clique em um cidadão ou criatura
ru: Выберете жителя или существо
tr: Bir vatandaşa veya yaratığa tıkla
vi: Nhấp vào một công dân hoặc sinh vật
zh_hans: 点击一个居民或动物

source: Close the information sheet
fr: Fermer la fiche d'information
it: Chiudi scheda informativa
ko: 정보 시트 닫기
pl: Zamknij panel informacji
pt_br: Fechar a folha de informações
ru: Закрыть информационный лист
tr: Bilgi sayfasını kapat
vi: Đóng bảng thông tin
zh_hans: 关闭信息表

source: Dismiss the large red alert
fr: Ignorer la grande alerte rouge
it: Disattiva il grande allarme rosso
ko: 큰 빨간색 경고 해제
pl: Odrzuć wielkie czerwone ostrzeżenie
pt_br: Dispense o grande alerta vermelho
ru: Скройте большое оповещение
tr: Büyük kırmızı alarmı kapat
vi: Bỏ qua cảnh báo đỏ lớn
zh_hans: 解除大范围红色警戒。

source: Click the help button
fr: Cliquez sur le bouton d'aide
it: Clicca il tasto aiuto
ko: 도움말 버튼을 클릭하세요
pl: Kliknij przycisk pomocy
pt_br: Clique no botão de ajuda
ru: Нажмите на кнопку "Помощь"
tr: Yardım düğmesine tıkla
vi: Nhấp vào nút trợ giúp
zh_hans: 点击帮助

source: Don't show again
fr: Ne plus afficher
it: Non mostrare più
ko: 다시 표시하지 않음
pl: Nie pokazuj więcej
pt_br: Não mostrar novamente
ru: Не показывать снова
tr: Tekrar gösterme
vi: Không hiển thị lại
zh_hans: 不再显示

source: Left click to move
tr: Hareket etmek için sol tıkla
vi: Nhấp chuột trái để di chuyển

source: Right click to move
tr: Hareket etmek için sağ tıkla
vi: Nhấp chuột phải để di chuyển

source: Next
fr: Prochain
it: Avanti
ko: 다음
pl: Następne
pt_br: Próximo
ru: Далее
tr: İleri
vi: Tiếp theo
zh_hans: 下

source: Welcome to Dwarf Fortress
fr: Bienvenue à la forteresse naine
it: Benvenuto su Dwarf Fortress
ko: 드워프 포트리스에 오신 것을 환영합니다
pl: Witaj w Dwarf Fortress
pt_br: Bem-vindo a Dwarf Fortress
ru: Добро пожаловать в Dwarf Fortress!
tr: Dwarf Fortress'a Hoş Geldiniz
vi: Chào mừng đến với Dwarf Fortress
zh_hans: 欢迎来到矮人要塞

source: Prepare to guide your stout charges to fortune in a world fraught with many perils.
fr: Préparez-vous à guider vos lourdes charges vers la fortune dans un monde semé d'embûches.
it: Preparati a guidare i tuoi carichi pesanti verso la fortuna in un mondo pieno di pericoli.
ko: 많은 위험으로 가득 찬 세상에서 당신의 용맹한 돌격을 행운으로 인도할 준비를 하십시오.
pl: Przygotuj się do poprowadzenia swoich dzielnych podopiecznych do fortuny w świecie pełnym niebezpieczeństw.
pt_br: Prepare-se para guiar suas cargas robustas para a fortuna em um mundo repleto de muitos perigos.
ru: Будьте готовы провести ваших отважных подданных к процветанию в этом, таящем множество опасностей, мире.
tr: Pek çok tehlikeyle dolu bir dünyada, sorumluluğunuzdaki yiğitleri servete kavuşturmak için rehberlik etmeye hazırlanın.
vi: Hãy chuẩn bị dẫn dắt những đội quân lùn dũng cảm của bạn đến với vận may trong một thế giới đầy rẫy hiểm nguy.
zh_hans: 在这个充满危险的世界里，准备好引导你勇敢的冲锋走向财富吧。

source: You'll begin by creating your world and watching the region's history unfold.
de: Sie beginnen mit der Erschaffung Ihrer Welt und beobachten, wie sich die Geschichte der Region entfaltet.
fr: Vous commencerez par créer votre monde et regarder l'histoire de la région se dérouler.
it: Inizierai creando il tuo mondo e osservando la storia della regione svolgersi.
ko: 당신은 당신의 세계를 창조하고 그 지역의 역사가 펼쳐지는 것을 지켜보는 것으로 시작할 것입니다.
pl: Zaczniesz od stworzenia twojego świata i obserwowania rozwoju historii regionu.
pt_br: Você começará criando seu mundo e observando o desenrolar da história da região.
ru: Вы начнете с создания своего мира и наблюдения за тем, как разворачивается его история.
tr: Dünyanızı yaratarak ve bölgenin tarihinin gözler önüne serilmesini izleyerek başlayacaksınız.
vi: Bạn sẽ bắt đầu bằng việc tạo lập thế giới của mình và dõi theo lịch sử của vùng đất ấy dần hé mở.
zh_hans: 您将从创建您的世界开始，并观看区域历史演进。

source: Once this process is complete, you can prepare a group and send them out to seek wealth deep in the mountains.
de: Sobald dieser Prozess abgeschlossen ist, können Sie eine Gruppe zusammenstellen und sie auf die Suche nach Reichtum tief in den Bergen schicken.
fr: Une fois ce processus terminé, vous pouvez préparer un groupe et l'envoyer chercher la richesse au plus profond des montagnes.
it: Una volta completato questo processo puoi preparare una spedizione e mandarla in cerca di ricchezze nelle profondità delle montagne.
ko: 이 과정이 완료되면 집단을 준비하여 산속 깊은 곳에서 부를 찾도록 보낼 수 있습니다.
pl: Kiedy ten proces będzie zakończony, możesz przygotować grupę i wysłać ich na poszukiwanie dobrobytu głęboko wśród gór.
pt_br: Depois que esse processo estiver concluído, você pode preparar um grupo e enviá-los em busca de riqueza nas profundezas das montanhas.
ru: Как только этот процесс будет завершен, вы сможете собрать группу и отправить ее на поиски богатств в глубинах гор.
tr: Bu süreç tamamlandığında, bir grup hazırlayabilir ve onları dağların derinliklerinde zenginlik aramaya gönderebilirsiniz.
vi: Khi quá trình này hoàn tất, bạn có thể chuẩn bị một nhóm và cử họ ra đi tìm kiếm tài nguyên sâu trong lòng núi.
zh_hans: 一旦进度完成，您可以准备一队矮人并将它们送入大山深处寻找财富。

source: As you dig deeper and more citizens take up residence in your outpost, your doings will attract attention, both wanted and unwanted.
de: Je tiefer Sie graben und je mehr Bürger sich in Ihrem Außenposten niederlassen, desto mehr Aufmerksamkeit wird Ihr Tun erregen, sowohl erwünscht als auch unerwünscht.
fr: Au fur et à mesure que vous creusez plus profondément et que de plus en plus de citoyens s'installent dans votre avant-poste, vos actions attireront l'attention, à la fois souhaitée et indésirable.
it: Man mano che si scava in profondità e che altri cittadini si insediano nel tuo avamposto le tue azioni attireranno attenzione sia desiderate che indesiderate.
ko: 당신이 더 깊이 파고들고 더 많은 시민들이 당신의 전초기지에 거주할 때, 당신의 행동은 원하든 원하지 않든 관심을 끌 것입니다.
pl: W miarę kopania głębiej i osiedlania się coraz większej liczby mieszkańców w twojej placówce, twoje wysiłki przyciągną uwagę. Zarówno chcianą, jak i niechcianą.
pt_br: À medida que você cava mais fundo e mais cidadãos passam a residir em seu posto avançado, suas ações atrairão a atenção, tanto desejadas quanto indesejadas.
ru: По мере того, как вы будете копать глубже, и все больше жителей поселятся в вашем аванпосте, ваши дела начнут привлекать всё больше внимания, как желательного, так и не совсем.
tr: Daha derine kazdıkça ve karakolunuza daha fazla vatandaş yerleştikçe, yaptıklarınız hem istenen hem de istenmeyen ilgiyi çekecektir.
vi: Khi bạn đào sâu hơn và nhiều công dân định cư trong tiền đồn của bạn, hành động của bạn sẽ thu hút sự chú ý, cả mong muốn lẫn không mong muốn.
zh_hans: 随着你挖掘得越来越深，越来越多的市民在你的前哨基地定居，你的行为将引起人们的关注，无论是想要的还是不想要的。

source: Deal with challenges as they arise, and you might one day find that your humble settlement has grown to become a Mountainhome, the center of your civilization.
de: Nehmt die Herausforderungen an, die sich euch bieten, und eines Tages werdet ihr feststellen, dass eure bescheidene Siedlung zu einem Königreich gewachsen ist, dem Zentrum eurer Zivilisation.
fr: Relevez les défis au fur et à mesure qu'ils surviennent, et vous découvrirez peut-être un jour que votre humble colonie s'est développée pour devenir une Mountainhome, le centre de votre civilisation.
it: Affronta le sfide man mano che si presentano e un giorno potresti scoprire che il tuo umile insediamento è cresciuto fino a diventare una Roccananica, il centro della tua civiltà.
ko: 발생하는 문제들을 대처하다 보면 언젠가 여러분의 초라한 정착지가 문명의 중심지, 마운틴홈으로 성장했음을 알게 될 것입니다.
pl: Staw czoła pojawiającym się wyzwaniom, a pewnego dnia może się okazać, że twoja skromna osada rozrosła się do Górniczego Domu, centrum twojej cywilizacji.
pt_br: Lide com os desafios à medida que eles surgirem, e um dia você descobrirá que seu humilde assentamento cresceu e se tornou um Lar na Montanha, o centro de sua civilização.
ru: Преодолевайте трудности по мере их возникновения, и однажды вы обнаружите, что ваше скромное поселение превратилось в Горный Дом, центр вашей цивилизации.
tr: Ortaya çıkan zorluklarla başa çıkın; belki bir gün mütevazı yerleşkenizin büyüyerek medeniyetinizin merkezi olan bir Mountainhome'a (Başkent) dönüştüğünü görebilirsiniz.
vi: Giải quyết những thách thức khi chúng phát sinh, và một ngày nào đó bạn có thể thấy khu định cư khiêm tốn của mình đã phát triển trở thành một Mountainhome, trung tâm của nền văn minh của bạn.
zh_hans: 当挑战出现时，及时应对，也许有一天，您会发现简陋的定居点已然成长为一座峰峦之城，文明将由此蓬勃发展。

source: Quick start and short tutorial?
de: Schneller Start und kurzes Tutorial?
fr: Démarrage rapide et petit tutoriel ?
it: Avvio rapido e breve tutorial?
ko: 빠른 시작 및 짧은 자습서?
pl: Szybki start i krótki tutorial?
pt_br: Início rápido e tutorial breve ?
ru: Быстрый старт и краткое руководство?
tr: Hızlı başlangıç ve kısa eğitim?
vi: Bắt đầu nhanh và hướng dẫn ngắn gọn?
zh_hans: 快速开始并缩短教程？

source: Would you like your fortress located in a forested mineral-rich region of this world where you can play through a short tutorial?
de: Möchten Sie, dass Ihre Festung in einer bewaldeten, mineralienreichen Region dieser Welt liegt, wo Sie ein kurzes Tutorial durchspielen können?
fr: Souhaitez-vous que votre forteresse soit située dans une région forestière riche en minéraux de ce monde où vous pourrez jouer à travers un court didacticiel ?
it: Vuoi che la tua fortezza si trovi in una regione boscosa e ricca di minerali di questo mondo dove potrai giocare con un breve tutorial?
ko: 당신은 숲과 광물 그리고 기타 자원이 풍부한 지역에 요새를 세워 짧은 듀토리얼을 하기를 원하시나요?
pl: Czy chciałbyś, aby twoja forteca znajdowała się w zalesionym, bogatym w minerały regionie, gdzie będziesz mógł zagrać krótki tutorial?
pt_br: Gostaria que seu forte fosse localizado em uma região florestada e rica em minerais nesse mundo para que possa jogar durante o pequeno tutorial?
ru: Хотели бы вы, чтобы ваша крепость располагалась в лесном, богатом минералами регионе этого мира, где вы могли бы пройти короткое обучение?
tr: Kalenizin, bu dünyada kısa bir eğitimi oynayabileceğiniz ormanlık ve mineral açısından zengin bir bölgesinde bulunmasını ister misiniz?
vi: Bạn có muốn pháo đài của mình được đặt tại một vùng đất rừng giàu khoáng sản trong thế giới này, nơi bạn có thể chơi qua một hướng dẫn ngắn gọn không?
zh_hans: 是否通过一个简短的教程，让你的要塞定居在该世界中森林矿产丰富的区域?

source: Non-interactive help will be available whatever you decide.
fr: Une aide non interactive sera disponible quoi que vous décidiez.
it: L'assistenza non interattiva sarà comunque sempre disponibile.
ko: 비대화형 도움말은 무엇을 결정하든 사용할 수 있습니다.
pl: Nieinteraktywna pomoc będzie dostępna niezależnie od twojej decyzji.
pt_br: Ajuda não-interativa estará disponível sempre que você precisar.
ru: Неинтерактивная помощь будет доступна, что бы вы ни решили.
tr: Kararınız ne olursa olsun, interaktif olmayan yardım mevcut olacaktır.
vi: Hỗ trợ không tương tác sẽ luôn có sẵn bất kể bạn quyết định thế nào.
zh_hans: 不管你如何决定，非交互式帮助都会有用的

source: On your own!
fr: Tout seul!
it: Da solo!
ko: 스스로!
pl: Na własną rękę!
pt_br: Por sua conta agora!
ru: На свое усмотрение!
tr: Kendi başıma!
vi: Tự mình khám phá!
zh_hans: 从这里开始靠你自己了！

source: If this is your first time playing, please heed the embark warnings about aquifers, saltwater, and other hazards.
de: Wenn Sie zum ersten Mal spielen, beachten Sie bitte die Warnhinweise zu Grundwasser, Salzwasser und anderen Gefahren.
fr: Si c'est la première fois que vous jouez, veuillez tenir compte des avertissements d'embarquement concernant les aquifères, l'eau salée et d'autres dangers.
it: Se è la prima volta che giochi presta attenzione agli avvisi d'insediamento su falde acquifere, acqua salata e altri pericoli.
ko: 처음 플레이하는 경우 대수층, 바닷물 및 기타 위험에 대한 정착 경고에 유의하십시오.
pl: Jeśli jest to twoja pierwsza rozgrywka, zwróć uwagę na ostrzeżenia dotyczące warstw wodonośnych, słonej wody i innych zagrożeń.
pt_br: Se essa é a sua primeira vez jogando, por favor tenha cautela com os avisos de embarque sobre aquíferos, água salgada e outros perigos.
ru: Если вы играете впервые, пожалуйста, при выборе места высадки обратите внимание на предупреждения о водоносных слоях, соленой воде и других опасностях.
tr: Eğer ilk kez oynuyorsanız, lütfen akiferler, tuzlu su ve diğer tehlikeler hakkındaki başlangıç uyarılarını dikkate alın.
vi: Nếu đây là lần đầu bạn chơi, xin hãy lưu ý các cảnh báo khi khởi hành về tầng nước ngầm, nước mặn và các mối nguy hiểm khác.
zh_hans: 如果这是你第一次游玩。请仔细检查含水层，咸水和其他灾害的警告。

source: Some locations are challenging even for experienced players, and it will be a very short game indeed if you don't know how to deal with them!
de: Einige Schauplätze sind selbst für erfahrene Spieler eine Herausforderung, und es wird ein sehr kurzes Spiel werden, wenn man nicht weiß, wie man mit ihnen umgehen soll!
fr: Certains endroits sont difficiles même pour les joueurs expérimentés, et ce sera un jeu très court si vous ne savez pas comment les gérer !
it: Alcuni luoghi sono impegnativi anche per giocatori esperti, il gioco sarà davvero molto breve se non si sa come affrontarle!
ko: 일부 위치는 숙련된 플레이어에게도 도전적이며, 대처 방법을 모르면 매우 짧은 게임이 될 것입니다!
pl: Niektóre lokalizacje są wyzwaniem nawet dla doświadczonych graczy, i będzie to naprawdę krótka gra, jeśli nie wiesz jak sobie z nimi poradzić!
pt_br: Algumas localidades são difíceis até mesmo para jogadores experientes, e será uma jogatina bem curta se não souber como lidar com isso!
ru: Некоторые области бросают вызов даже опытным игрокам, и игра обещает быть очень недолгой, если вы не знаете, как с ними справиться!
tr: Bazı konumlar deneyimli oyuncular için bile zorludur ve onlarla nasıl başa çıkacağınızı bilmiyorsanız oyun gerçekten çok kısa sürecektir!
vi: Một số địa điểm có thể thách thức ngay cả những người chơi có kinh nghiệm, và trò chơi sẽ kết thúc rất nhanh chóng nếu bạn không biết cách đối phó với chúng!
zh_hans: 一些地方即使经验丰富的老手也难以立足，如果你不知道怎么处理的话游戏会很快结束！

source: After you embark, help is available by pressing the help button in the top right corner, including all of the tutorials.
de: Nach dem Einsteigen können Sie über die Schaltfläche "Hilfe" in der oberen rechten Ecke Hilfe erhalten, einschließlich aller Tutorials.
fr: Après votre embarquement, une aide est disponible en appuyant sur le bouton d'aide dans le coin supérieur droit, y compris tous les tutoriels.
it: Dopo l'insediamento, gli aiuti saranno disponibili premendo il tasto di aiuto nell'angolo in alto a destra, comprese tutte le esercitazioni.
ko: 정착한 후, 오른쪽 상단 모서리에 있는 도움말 버튼을 누르면 모든 튜토리얼이 포함된 도움말을 볼 수 있습니다.
pl: Kiedy rozpoczniesz grę, pomoc, w tym wszystkie tutoriale, będzie dostępna po kliknięciu przycisku pomocy w prawym górnym rogu.
pt_br: Depois de embarcar, a ajuda estará disponível ao clicar no botão de ajuda no canto superior direito, incluindo todos os tutoriais.
ru: После того как вы приступите к работе, помощь будет доступна при нажатии кнопки помощи в правом верхнем углу, включая все учебные пособия.
tr: Başladıktan sonra, sağ üst köşedeki yardım düğmesine basarak tüm eğitimler dahil olmak üzere yardıma ulaşabilirsiniz.
vi: Sau khi khởi hành, bạn có thể tìm thấy trợ giúp bằng cách nhấn nút trợ giúp ở góc trên bên phải, bao gồm tất cả các hướng dẫn.
zh_hans: 当进入危机时，可以点击右上角的帮助按钮，那里有所有的教程。

source: (1 of 8)
fr: (1 sur 8)
it: (1 di 8)
pl: (1 z 8)
pt_br: (1 de 8)
ru: (1 из 8)
vi: (1 trên 8)

source: Your view is focused on one elevation at a time. To move the camera around, press
de: Ihr Blick ist jeweils auf eine Höhe gerichtet. Um die Kamera zu bewegen, drücken Sie
fr: Votre vue se concentre sur une élévation à la fois. Pour déplacer la caméra, appuyez sur
it: La visuale è focalizzata su una quota alla volta. Per spostare la visuale premi
ko: 당신의 시점은 한번에 한 층만 보여줍니다. 화면을 주변으로 이동하려면 다음을 누르세요.
pl: Twój widok jest skupiony na jednym poziomie naraz. Aby przesunąć kamerę, wciśnij
pt_br: Sua visão é focada em uma elevação por vez. Para mover a câmera ao redor, aperte
ru: Ваш обзор фокусируется на одной высоте. Чтобы переместить камеру, нажмите
tr: Görüşünüz aynı anda tek bir yüksekliğe odaklıdır. Kamerayı hareket ettirmek için şuna basın:
vi: Góc nhìn của bạn tập trung vào một độ cao duy nhất mỗi lần. Để di chuyển camera xung quanh, hãy nhấn
zh_hans: 你只能一次查看一层地图。要更改显示的层数，按

source: ] or hold the middle mouse button and drag the view.
de: ] oder halten Sie die mittlere Maustaste gedrückt und ziehen Sie die Ansicht.
fr: ] ou maintenez le bouton central de la souris enfoncé et faites glisser la vue.
it: ] o tieni premuto il tasto centrale del mouse e trascina la visuale.
ko: ] 또는 마우스 가운데 버튼을 누른 상태에서 보기를 끕니다.
pl: ] albo przytrzymaj środkowy przycisk myszy i przeciągnij widok.
pt_br: ] ou segure o botão do meio do mouse e arraste.
ru: ] или удерживайте среднюю кнопку мыши и перетащите вид.
tr: ] veya orta fare tuşunu basılı tutup görüntüyü sürükleyin.
vi: ] hoặc giữ nút chuột giữa và kéo để di chuyển góc nhìn.
zh_hans: ] 或者按住鼠标中键拖动视野

source: To change the camera's elevation, press
de: Um die Höhe der Kamera zu ändern, drücken Sie
fr: Pour modifier l'élévation de la caméra, appuyez sur
it: Per cambiare la quota della visuale premi
ko: 화면의 층을 변경하기 위해 다음을 누르세요.
pl: Aby zmienić poziom kamery, naciśnij
pt_br: Para alterar a elevação da câmera, pressione
ru: Чтобы изменить высоту камеры, нажмите
tr: Kamera yüksekliğini değiştirmek için şuna basın:
vi: Để thay đổi độ cao của camera, hãy nhấn
zh_hans: 要更改显示的地图层的话，按

source: ] and
de: ] und
fr: ] et
it: ] e
ko: ] 그리고
pl: ] i
pt_br: ] e
ru: ] и
tr: ] ve
vi: ] và
zh_hans: ] 并且

source: ] or [C:2:0:1]roll the mouse wheel[C:7:0:0]. Hold shift to move faster.
fr: ] ou [C:2:0:1]roulez la molette de la souris[C:7:0:0]. Maintenez la touche Maj enfoncée pour aller plus vite.
it: ] o [C:2:0:1]muovi la rotella del mouse[C:7:0:0]. Tieni premuto shift per spostare più velocemente.
ko: ] 또는 [C:2:0:1]마우스 휠을 굴리십시오[C:7:0:0]. Shift 키를 누르고 있으면 빨라집니다.
pl: ] albo [C:2:0:1]przekręć kółkiem myszy[C:7:0:0]. Przytrzymaj shift, aby poruszać się szybciej.
pt_br: ] ou [C:2:0:1]role a rodinha do mouse[C:7:0:0]. Segure shift para se mover rapidamente.
ru: ] или [C:2:0:1]прокрутите колесико мыши[C:7:0:0]. Удерживайте shift, чтобы двигаться быстрее.
tr: ] veya [C:2:0:1]fare tekerleğini yuvarlayın[C:7:0:0]. Daha hızlı hareket etmek için Shift'e basılı tutun.
vi: ] hoặc [C:2:0:1]cuộn con lăn chuột[C:7:0:0]. Giữ Shift để di chuyển nhanh hơn.
zh_hans: ] 或者 [C:2:0:1]滚动鼠标滚轮[C:7:0:0]. 按住shirft健可以加速.
