Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Workers save hair and wool
de: Arbeiter retten Haare und Wolle
fr: Les travailleurs sauvent les cheveux et la laine
it: I lavoratori conservano pelo e lana
ko: 작업자는 머리카락과 양모를 저장합니다.
pl: Pracownicy zachowują włosy i wełnę
pt_br: Trabalhadores salvam pelos e lã
ru: Рабочие сберегают волосы и шерсть
tr: İşçiler kıl ve yünleri saklar
vi: Công nhân thu hồi tóc và len
zh_hans: 工人保留毛发和绒毛

source: Workers dump other objects
de: Arbeiter entsorgen andere Gegenstände
fr: Les travailleurs jettent d'autres objets
it: I lavoratori scartano altri oggetti
ko: 작업자는 다른 개체를 덤프합니다.
pl: Pracownicy wyrzucają inne obiekty
pt_br: Trabalhadores despejam outros objetos
ru: Рабочие выбрасывают прочие вещи
tr: İşçiler diğer nesneleri çöpe atar
vi: Công nhân vứt bỏ các vật thể khác
zh_hans: 工人丢弃其它物件

source: Workers save other objects
fr: Les travailleurs sauvent d'autres objets
it: I lavoratori conservano altri oggetti
ko: 작업자는 다른 개체를 저장합니다.
pl: Pracownicy zachowują inne obiekty
pt_br: Trabalhadores salvam outros objetos
ru: Рабочие сберегают прочие вещи
tr: İşçiler diğer nesneleri saklar
vi: Công nhân lưu giữ các vật thể khác
zh_hans: 工人保留其他物件

source: Claim your death items
fr: Réclamez vos objets de décès
it: Reclama oggetti di morte
ko: 아군의 유품 회수하기
pl: Zbierz twoje przedmioty martwych
pt_br: Reivindique seus itens de morte
ru: Подбирать собственные трофейные вещи
tr: Ölü eşyalarını sahiplen
vi: Thu hồi vật phẩm của tử sĩ
zh_hans: 回收我方尸体上的遗物

source: Claim your dead
fr: Réclamez votre mort
it: Reclama i tuoi morti
ko: 아군의 시신 회수하기
pl: Zbierz twoich martwych
pt_br: Reivindique seus mortos
ru: Подбирать собственных мертвецов
tr: Ölülerini sahiplen
vi: Thu hồi thi thể tử sĩ
zh_hans: 回收我方尸体

source: Claim used ammunition
fr: Réclamer des munitions usagées
it: Reclama munizioni usate
ko: 사용된 탄약 회수하기
pl: Zbierz użytą amunicję
pt_br: Reivindicar munição usada
ru: Подбирать использованные снаряды
tr: Kullanılmış cephaneyi talep et
vi: Thu hồi đạn dược đã qua sử dụng
zh_hans: 回收使用过的弹药

source: Forbid used ammunition
fr: Interdire les munitions usagées
it: Vieta munizioni usate
ko: 중고 탄약 금지
pl: Porzuć użytą amunicję
pt_br: Proibir munição usada
ru: Запретить использованные снаряды
tr: Kullanılmış cephaneyi yasakla
vi: Cấm đạn dược đã qua sử dụng
zh_hans: 禁止使用弹药

source: Forbid used ammunition during sieges
de: Verbot der Verwendung von benutzer Munition bei Belagerungen
fr: Interdire les munitions usagées pendant les sièges
it: Vieta le munizioni utilizzate durante gli assedi
ko: 포위 공격 중 탄약 사용 금지
pl: Porzuć użytą amunicję podczas oblężeń
pt_br: Proibir munição usada durante cercos
ru: Запретить использованные снаряды во время осад
tr: Kuşatmalar sırasında kullanılmış cephaneyi yasakla
vi: Cấm đạn dược đã qua sử dụng trong thời gian bị vây hãm
zh_hans: 围攻期间禁止使用弹药

source: Forbid your dead
fr: Interdisez vos morts
it: Vieta i morti
ko: 당신의 죽음을 금지
pl: Porzuć twoich martwych
pt_br: Proibir seus mortos
ru: Запретить собственных мертвецов
tr: Ölülerini yasakla
vi: Cấm thi thể tử sĩ
zh_hans: 禁止我方死者

source: Forbid your dead during sieges
de: Verbietet eure Toten bei Belagerungen
fr: Interdisez vos morts pendant les sièges
it: Vieta i morti durante gli assedi
ko: 포위 공격 중에 죽은 것을 금지하십시오.
pl: Porzuć twoich martwych podczas oblężeń
pt_br: Proibir seus mortos durante cercos
ru: Запретить собственных мертвецов во время осад
tr: Kuşatmalar sırasında ölülerini yasakla
vi: Cấm thi thể tử sĩ trong thời gian bị vây hãm
zh_hans: 围攻期间禁止我方死者

source: Forbid your death items
fr: Interdire vos objets de la mort
it: Vieta oggetti di morte
ko: 죽음의 아이템 금지
pl: Porzuć twoje przedmioty martwych
pt_br: Proibir seus itens de morte
ru: Запретить собственные трофейные вещи
tr: Ölüm eşyalarını yasakla
vi: Cấm vật phẩm của tử sĩ
zh_hans: 禁止我方尸体上的遗物

source: Forbid your death items during sieges
de: Verbieten Sie Items von deinen Toten bei Belagerungen
fr: Interdisez vos objets de la mort pendant les sièges
it: Vieta oggetti di morte durante gli assedi
ko: 포위 공격 중 사망 아이템 금지
pl: Porzuć twoje przedmioty martwych podczas oblężeń
pt_br: Proibir seus itens de morte durante cercos
ru: Запретить собственные трофейные вещи во время осад
tr: Kuşatmalar sırasında ölüm eşyalarını yasakla
vi: Cấm vật phẩm của tử sĩ trong thời gian bị vây hãm
zh_hans: 围攻期间禁止我方尸体上的遗物

source: Forbid other non-hunted dead
fr: Interdire les autres morts non chassés
it: Vieta altri morti non cacciati
ko: 다른 사냥되지 않은 시체 금지
pl: Porzuć innych nieupolowanych martwych
pt_br: Proibir outros mortos não caçados
ru: Запретить прочих, не добытых охотой, мертвецов
tr: Diğer avlanmamış ölüleri yasakla
vi: Cấm các thi thể khác không phải do săn bắt
zh_hans: 禁止其他非猎物的尸体

source: Forbid other non-hunted dead during sieges
fr: Interdire les autres morts non chassés pendant les sièges
it: Vieta altri morti non cacciati durante gli assedi
ko: 포위 공격 중 다른 사냥되지 않은 시체 금지
pl: Porzuć innych nieupolowanych martwych podczas oblężeń
pt_br: Proibir outros mortos não caçados durante cercos
ru: Запретить прочих, не добытых охотой, мертвецов во время осад
tr: Kuşatmalar sırasında diğer avlanmamış ölüleri yasakla
vi: Cấm các thi thể khác không phải do săn bắt trong thời gian bị vây hãm
zh_hans: 在围困期间禁用其他非猎物尸体

source: Claim other dead
fr: Réclamer d'autres morts
it: Reclama altri morti
ko: 시체 회수하기
pl: Zbierz innych martwych
pt_br: Reivindique outros mortos
ru: Подбирать прочих мертвецов
tr: Diğer ölüleri talep et
vi: Thu hồi các thi thể khác
zh_hans: 回收所有尸体

source: Forbid other death items
fr: Interdire les autres objets de la mort
it: Vieta altri oggetti di morte
ko: 기타 사망 아이템 금지
pl: Porzuć inne przedmioty martwych
pt_br: Proibir outros itens de morte
ru: Запретить прочие трофейные вещи
tr: Diğer ölüm eşyalarını yasakla
vi: Cấm vật phẩm của các tử sĩ khác
zh_hans: 禁止其他死亡项目

source: Forbid other death items during sieges
de: Verbieten Sie Items von anderen Toten bei Belagerungen
fr: Interdire les autres objets de la mort pendant les sièges
it: Vieta altri oggetti di morte durante gli assedi
ko: 포위 공격 중 다른 사망 아이템 금지
pl: Porzuć inne przedmioty martwych podczas oblężeń
pt_br: Proibir outros itens de morte durante cercos
ru: Запретить прочие трофейные вещи во время осад
tr: Kuşatmalar sırasında diğer ölüm eşyalarını yasakla
vi: Cấm vật phẩm của các tử sĩ khác trong thời gian bị vây hãm
zh_hans: 攻城时禁止其他死亡物品

source: Claim other death items
fr: Réclamer d'autres objets de la mort
it: Reclama altri oggetti di morte
ko: 타인의 유품 회수하기
pl: Zbierz inne przedmioty martwych
pt_br: Reivindique outros itens de morte
ru: Подбирать прочие трофейные вещи
tr: Diğer ölüm eşyalarını talep et
vi: Thu hồi vật phẩm của các tử sĩ khác
zh_hans: 回收所有尸体上的遗物

source: Forbid floor/wall cleaning
de: Verbot der Reinigung von Böden und Wänden
fr: Interdire le nettoyage des sols/murs
it: Vieta pulizia di pavimenti/muri
ko: 바닥/벽 청소 금지
pl: Zakaż czyszczenia podłóg/ścian
pt_br: Proibir a limpeza do chão/parede
ru: Запретить мытье пола/стен
tr: Zemin/duvar temizliğini yasakla
vi: Cấm dọn dẹp sàn/tường
zh_hans: 禁止清洗地板/墙壁

source: Forbid floor/wall cleaning during sieges
de: Verbot der Boden-/Wandreinigung bei Belagerungen
fr: Interdire le nettoyage des sols/murs pendant les sièges
it: Vieta pulizia di pavimenti/muri durante assedi
ko: 포위 공격 중 바닥/벽 청소 금지
pl: Zakaż czyszczenia podłóg/ścian podczas oblężeń
pt_br: Proibir a limpeza do chão/parede durante cercos
ru: Запретить мытье пола/стен во время осад
tr: Kuşatmalar sırasında zemin/duvar temizliğini yasakla
vi: Cấm dọn dẹp sàn/tường trong thời gian bị vây hãm
zh_hans: 在围攻期间禁止清洁地板/墙壁

source: Allow floor/wall cleaning
de: Reinigung von Boden und Wänden erlauben
fr: Autoriser le nettoyage des sols/murs
it: Permetti pulizia di pavimento/parete
ko: 바닥/벽 청소 허용
pl: Zezwól na czyszczenie podłóg/ścian
pt_br: Permitir a limpeza do piso/parede
ru: Разрешить мыть пол/стены
tr: Zemin/duvar temizliğine izin ver
vi: Cho phép dọn dẹp sàn/tường
zh_hans: 允许清洗地板/墙壁

source: Forbid trap cleaning
fr: Interdire le nettoyage du siphon
it: Vieta pulizia della trappola
ko: 트랩 청소 금지
pl: Zakaż czyszczenia pułapek
pt_br: Proibir a limpeza da armadilha
ru: Запретить очистку ловушек
tr: Tuzak temizliğini yasakla
vi: Cấm dọn dẹp bẫy
zh_hans: 严禁清洗陷阱

source: Forbid trap cleaning during sieges
de: Verbot der Fallenreinigung bei Belagerungen
fr: Interdire le nettoyage des pièges pendant les sièges
it: Vieta pulizia di trappole durante assedi
ko: 포위 공격 중 함정 청소 금지
pl: Zakaż czyszczenia pułapek podczas oblężeń
pt_br: Proibir a limpeza de armadilhas durante cercos
ru: Запретить очистку ловушек во время осад
tr: Kuşatmalar sırasında tuzak temizliğini yasakla
vi: Cấm dọn dẹp bẫy trong thời gian bị vây hãm
zh_hans: 禁止在围困期间清理陷阱

source: Allow trap cleaning
fr: Autoriser le nettoyage du piège
it: Permetti pulizia di trappole
ko: 트랩 청소 허용
pl: Zezwól na czyszczenie pułapek
pt_br: Permitir a limpeza de armadilhas
ru: Разрешить очистку ловушек
tr: Tuzak temizliğine izin ver
vi: Cho phép dọn dẹp bẫy
zh_hans: 允许清理陷阱

source: Forbid trap rearming
fr: Interdire le réarmement du piège
it: Vieta riarmo di trappole
ko: 함정 재무장 금지
pl: Zakaż uzbrajania pułapek
pt_br: Proibir rearme de armadilha
ru: Запретить перевооружать ловушки
tr: Tuzak kurmayı yasakla
vi: Cấm tái trang bị bẫy
zh_hans: 禁止重设陷阱

source: Forbid trap rearming during sieges
de: Verbot der Wiederaufrüstung von Fallen bei Belagerungen
fr: Interdire le réarmement des pièges pendant les sièges
it: Vieta riarmo di trappole durante assedi
ko: 포위 공격 중 함정 재무장 금지
pl: Zakaż uzbrajania pułapek podczas oblężeń
pt_br: Proibir rearme de armadilha durante cercos
ru: Запретить перевооружать ловушки во время осад
tr: Kuşatmalar sırasında tuzak kurmayı yasakla
vi: Cấm tái trang bị bẫy trong thời gian bị vây hãm
zh_hans: 禁止在围困期间重设陷阱

source: Allow trap rearming
fr: Autoriser le réarmement du piège
it: Permetti riarmo delle trappole
ko: 함정 재배치 허용
pl: Zezwól na uzbrajanie pułapek
pt_br: Permitir rearme de armadilha
ru: Разрешить перевооружать ловушки
tr: Tuzak kurmaya izin ver
vi: Cho phép tái trang bị bẫy
zh_hans: 允许重设陷阱

source: Forbid cages from sprung traps
fr: Interdire les cages aux pièges à ressort
it: Vieta gabbie da trappole a scatto
ko: 튀어 나온 트랩에서 케이지 금지
pl: Zakaż klatek z pułapek sprężynowych
pt_br: Proibir jaulas de armadilhas suspensas
ru: Запретить клетки из пружинных ловушек
tr: Çalışmış tuzaklardan kafesleri yasakla
vi: Cấm lồng từ bẫy đã kích hoạt
zh_hans: 禁止笼子里的弹簧陷阱

source: Forbid cages from sprung traps during sieges
de: Verbot von Käfigen aus Sprengfallen bei Belagerungen
fr: Interdire les cages des pièges à ressort pendant les sièges
it: Vieta le gabbie da trappole a scatto durante gli assedi
ko: 포위 공격 중 튀어 나온 함정에서 우리를 금지하십시오.
pl: Zakaż klatek z pułapek sprężynowych podczas oblężeń
pt_br: Proibir jaulas de armadilhas suspensas durante cercos
ru: Запретить клетки из пружинных ловушек во время осад
tr: Kuşatmalar sırasında çalışmış tuzaklardan kafesleri yasakla
vi: Cấm lồng từ bẫy đã kích hoạt trong thời gian bị vây hãm
zh_hans: 在围攻期间禁止在笼子里设置陷阱

source: Claim cages from sprung traps
fr: Réclamer des cages à partir de pièges à ressort
it: Reclama gabbie dalle trappole a molla
ko: 튀어 나온 함정에서 우리를 차지하십시오.
pl: Zbierz klatki z pułapek sprężynowych
pt_br: Reivindicar jaulas de armadilhas suspensas
ru: Подбирать клетки из пружинных ловушек
tr: Çalışmış tuzaklardan kafesleri talep et
vi: Thu hồi lồng từ bẫy đã kích hoạt
zh_hans: 从弹簧陷阱中回收笼子

source: Forbid toppled building items
fr: Interdire les objets de construction renversés
it: Vieta oggetti degli edifici crollati
ko: 무너진 건물 아이템 금지
pl: Porzuć obalone budowlane przedmioty
pt_br: Proibir itens de construção tombados
ru: Запретить брошенные строительные вещи
tr: Yıkılmış bina eşyalarını yasakla
vi: Cấm vật phẩm từ công trình đã đổ sập
zh_hans: 被禁止倾倒的建筑物品

source: Forbid toppled building items during sieges
de: Verbot umgestürzter Gebäude bei Belagerungen
fr: Interdire les objets de construction renversés pendant les sièges
it: Vieta edifici crollati durante gli assedi
ko: 포위 공격 중 쓰러진 건물 아이템 금지
pl: Porzuć obalone budowlane przedmioty podczas oblężeń
pt_br: Proibir itens de construção tombados durante cercos
ru: Запретить брошенные строительные вещи во время осад
tr: Kuşatmalar sırasında yıkılmış bina eşyalarını yasakla
vi: Cấm vật phẩm từ công trình đã đổ sập trong thời gian bị vây hãm
zh_hans: 禁止在围攻期间推翻建筑物的物品

source: Claim toppled building items
fr: Réclamer des objets de construction renversés
it: Reclama oggetti dell'edificio crollato
ko: 무너진 건물 아이템 주장
pl: Zbierz obalone budowlane przedmioty
pt_br: Reivindicar itens de construção tombados
ru: Подбирать брошенные строительные вещи
tr: Yıkılmış bina eşyalarını talep et
vi: Thu hồi vật phẩm từ công trình đã đổ sập
zh_hans: 宣称被推倒的建筑物品

source: Forbidding of death objects occurs at time of death.
fr: L'interdiction des objets de la mort se produit au moment du décès.
it: Il divieto degli oggetti di morte avviene al momento del decesso.
ko: 사망 개체의 금지는 사망 시점에 발생합니다.
pl: Porzucanie martwych obiektów następuje w czasie śmierci.
pt_br: A proibição de objetos de morte ocorre no momento da morte.
ru: Запрет на трофейные вещи производится в момент смерти.
tr: Ölüm nesnelerinin yasaklanması ölüm anında gerçekleşir.
vi: Việc cấm vật phẩm tử sĩ xảy ra vào thời điểm tử vong.
zh_hans: 对象在死亡时被禁止。

source: Children do chores
fr: Les enfants font des corvées
it: I bambini fanno le faccende domestiche
ko: 아이들은 집안일을 한다
pl: Dzieci wykonują obowiązki
pt_br: Crianças fazem tarefas
ru: Дети выполняют работу по дому
tr: Çocuklar getir götür işleri yapar
vi: Trẻ em làm việc vặt
zh_hans: 儿童做杂务

source: Children don't do chores
fr: Les enfants ne font pas de corvées
it: I bambini non fanno le faccende domestiche
ko: 아이들은 집안일을 하지 않는다
pl: Dzieci nie wykonują obowiązków
pt_br: Crianças não fazem tarefas
ru: Дети не выполняют работу по дому
tr: Çocuklar getir götür işleri yapmaz
vi: Trẻ em không làm việc vặt
zh_hans: 儿童不做杂务

source: There are no children
fr: Il n'y a pas d'enfants
it: Non ci sono bambini
ko: 아이들이 없다
pl: Nie ma dzieci
pt_br: Não há crianças
ru: Детей нет
tr: Çocuk yok
vi: Không có trẻ em nào
zh_hans: 没有儿童

source: to do your chores.
fr: pour faire vos corvées.
it: per sbrigare le faccende.
ko: 당신의 집안일을하기 위해.
pl: do wykonywania twoich obowiązków.
pt_br: para fazer suas tarefas.
ru: заниматься домашними делами.
tr: angaryalarınızı yapacak.
vi: để làm việc vặt của bạn.
zh_hans: 来做你的杂务。

source: Fish only in designated zones
de: Nur in ausgewiesenen Zonen fischen
fr: Pêcher uniquement dans les zones désignées
it: Pesca solo nelle zone designate
ko: 지정된 구역에서만 낚시
pl: Wędkuj jedynie w przeznaczonych strefach
pt_br: Pescar apenas em áreas designadas
ru: Ловить рыбу только в специально отведенных зонах
tr: Sadece belirlenmiş bölgelerde balık tut
vi: Chỉ câu cá trong khu vực chỉ định
zh_hans: 仅在指定区域钓鱼

source: Prefer zones for fishing
de: Bevorzugte Zonen für die Fischerei
fr: Préférez les zones de pêche
it: Preferisci zone di pesca
ko: 낚시 선호 지역
pl: Preferuj strefy do wędkowania
pt_br: Prefira zonas para pesca
ru: Предпочтительные зоны для рыбалки
tr: Balık tutmak için bölgeleri tercih et
vi: Ưu tiên khu vực đã chỉ định để câu cá
zh_hans: 优先在指定区域钓鱼

source: Drink water only from designed zones
fr: Ne buvez que de l'eau provenant de zones désignées
it: Bevi acqua solo dalle zone designate
ko: 지정된 구역의 물만 마시기
pl: Pij wodę jedynie z przeznaczonych stref
pt_br: Beber água apenas de zonas designadas
ru: Пить воду только из специально отведенных зон
tr: Sadece belirlenmiş bölgelerden su iç
vi: Chỉ uống nước từ khu vực đã chỉ định
zh_hans: 仅从指定区域饮水

source: Prefer zones for water drinking
fr: Privilégier les zones d'eau potable
it: Preferisci le zone per bere acqua
ko: 물을 마시는 것을 선호하는 구역
pl: Preferuj strefy do picia wody
pt_br: Prefira zonas para beber água
ru: Предпочтительные зоны для питья воды
tr: Su içmek için bölgeleri tercih et
vi: Ưu tiên khu vực đã chỉ định để uống nước
zh_hans: 优先从指定区域饮水

source: Mix similar foods in barrels
de: Ähnliche Lebensmittel in Fässern mischen
fr: Mélanger des aliments similaires dans des tonneaux
it: Mescola alimenti simili in botti
ko: 배럴에 유사한 음식을 혼합
pl: Mieszaj podobne jedzenie w beczkach
pt_br: Misture alimentos semelhantes em barris
ru: Смешивать схожую пищу в бочках
tr: Varillerde benzer yiyecekleri karıştır
vi: Trộn các loại thực phẩm tương tự vào thùng
zh_hans: 在桶中混合类似的食物

source: Do not mix similar food in barrels
de: Ähnliche Lebensmittel nicht in Fässern mischen
fr: Ne mélangez pas des aliments similaires dans des tonneaux
it: Non mescolare alimenti simili in botti
ko: 통에 비슷한 음식을 섞지 마십시오.
pl: Nie mieszaj podobnego jedzenia w beczkach
pt_br: Não misture alimentos semelhantes em barris
ru: Не смешивать схожую пищу в бочках
tr: Varillerde benzer yiyecekleri karıştırma
vi: Không trộn các loại thực phẩm tương tự vào thùng
zh_hans: 不要将类似的食物混入桶中

source: Everybody harvests
de: Jeder erntet
fr: Tout le monde récolte
it: Ognuno raccoglie
ko: 누구나 수확한다
pl: Wszyscy zbierają plony
pt_br: Todo mundo colhe
ru: Все собирают урожай
tr: Herkes hasat yapar
vi: Mọi người đều thu hoạch
zh_hans: 任何人能收获

source: Only farmers harvest
fr: Seuls les fermiers récoltent
it: Solo i contadini raccolgono
ko: 농부들만 수확
pl: Jedynie rolnicy zbierają żniwa
pt_br: Só os agricultores colhem
ru: Только фермеры собирают урожай
tr: Sadece çiftçiler hasat yapar
vi: Chỉ nông dân thu hoạch
zh_hans: 只有农夫能收获

source: Announce all job cancellations
fr: Annoncer toutes les annulations d'emplois
it: Annuncia cancellazioni di tutti i lavori
ko: 모든 작업 취소 알림
pl: Ogłoś anulowanie wszystkich robót
pt_br: Anunciar todos os cancelamentos de trabalhos
ru: Объявить об отмене всех работ
tr: Tüm iş iptallerini duyur
vi: Thông báo mọi công việc bị hủy bỏ
zh_hans: 宣布取消所有工作

source: Announce most job cancellations
fr: Annoncer la plupart des annulations d'emplois
it: Annuncia cancellazione di molti lavori
ko: 대부분의 작업 취소 알림
pl: Ogłoś anulowanie większości robót
pt_br: Anunciar a maioria dos cancelamentos de trabalhos
ru: Объявить об отмене большинства работ
tr: Çoğu iş iptalini duyur
vi: Thông báo hầu hết các công việc bị hủy bỏ
zh_hans: 宣布取消大多数工作

source: Announce some job cancellations
fr: Annoncer quelques suppressions d'emplois
it: Annuncia alcune cancellazioni di lavori
ko: 일부 작업 취소 알림
pl: Ogłoś anulowanie pewnych robót
pt_br: Anunciar alguns cancelamentos de empregos
ru: Объявить об отмене некоторых работ
tr: Bazı iş iptallerini duyur
vi: Thông báo một số công việc bị hủy bỏ
zh_hans: 宣布取消一些工作

source: Announce no job cancellations
fr: N'annoncer aucune annulation d'emploi
it: Annuncia cancellazioni di nessun lavoro
ko: 작업 취소 없음 발표
pl: Ogłoś anulowanie żadnych robót
pt_br: Anunciar nenhum cancelamento de empregos
ru: Объявить о возобновлении работ
tr: Hiçbir iş iptalini duyurma
vi: Không thông báo việc hủy bỏ công việc
zh_hans: 宣布不取消任何工作

source: Set hunter ammunition
tr: Avcı cephanesini ayarla
vi: Đặt đạn dược cho thợ săn

source: Stone type
de: Steinart
fr: Type de pierre
it: Tipo di pietra
ko: 석종
pl: Typ kamienia
pt_br: Tipo de pedra
ru: Вид камня
tr: Taş türü
vi: Loại đá
zh_hans: 石头类型

source: Magma-safe
fr: Sans danger pour le magma
it: A prova di magma
ko: 마그마 안전
pl: Magmoodporny
pt_br: Seguro de magma
ru: Магмоустойчивый
tr: Magmaya dayanıklı
vi: An toàn với Magma
zh_hans: 岩浆安全

source: Economic uses
fr: Utilisations économiques
it: Utilizzi economici
ko: 경제적 용도
pl: Produkcyjne zastosowania
pt_br: Usos econômicos
ru: Промышленное использование
tr: Ekonomik kullanımlar
vi: Công dụng kinh tế
zh_hans: 经济用途

source: Select to use in non-economic jobs.
fr: Sélectionnez à utiliser dans les emplois non économiques.
it: Seleziona per l'uso in lavori non economici.
ko: 비경제적 작업에 사용하려면 선택합니다.
pl: Zaznacz do używania w nieprodukcyjnych pracach.
pt_br: Selecione para usar em trabalhos não econômicos.
ru: Выберите для использования на непромышленных работах.
tr: Ekonomik olmayan işlerde kullanmak için seçin.
vi: Chọn để sử dụng trong các công việc phi kinh tế.
zh_hans: 选择在非经济工作中使用。

source: Economic stone
de: Wirtschaftliches Gestein
fr: Pierre économique
it: Pietra economica
ko: 경제석
pl: Kamień produkcyjny
pt_br: Pedra econômica
ru: Промышленные
tr: Ekonomik taş
vi: Đá kinh tế
zh_hans: 经济石

source: You know of no appropriate stones.
de: Sie kennen keine geeigneten Steine.
fr: Vous ne connaissez pas de pierres appropriées.
it: Non conosci pietre appropriate.
ko: 적절한 돌이 없다는 것을 알고 있습니다.
pl: Nie znasz odpowiednich kamieni.
pt_br: Você não conhece pedras apropriadas.
ru: Вы не знаете ни одного подходящего камня.
tr: Uygun bir taş bilmiyorsunuz.
vi: Bạn không biết về bất kỳ loại đá phù hợp nào.
zh_hans: 你知道没有合适的石头

source: has entered a martial trance!
de: ist im Kampfrausch!
fr: est entré en transe martiale !
it: è entrato in una trance marziale!
ko: 무아지경에 들어갔다!
pl: wpadł w trans wojenny!
pt_br: entrou num transe marcial!
ru: входит в боевой транс!
tr: savaş vecdine girdi!
vi: đã nhập vào trạng thái xuất thần chiến đấu!
zh_hans: 如入无双之境!

source: Choose a symbol for the squad.
de: Wählen Sie ein Symbol für die Truppe.
fr: Choisissez un symbole pour l'équipe.
it: Scegli un simbolo per la squadra.
ko: 분대 기호를 선택하십시오.
pl: Wybierz symbol dla drużyny.
pt_br: Escolha um símbolo para o esquadrão.
ru: Выберите символ для отряда.
tr: Birlik için bir sembol seçin.
vi: Chọn biểu tượng cho đội hình.
zh_hans: 为小队选择一个象征物

source: Choose a symbol for the detail.
de: Wählen Sie ein Symbol für das Detail.
fr: Choisissez un symbole pour le détail.
it: Scegli un simbolo per il dettaglio.
ko: 세부 사항에 대한 기호를 선택합니다.
pl: Wybierz symbol dla szczegółów.
pt_br: Escolha um símbolo para o detalhe.
ru: Выберите символ для детали.
tr: Detay için bir sembol seçin.
vi: Chọn biểu tượng cho nhóm công việc.
zh_hans: 为细节选择一个符号。

source: Choose a symbol for the burrow.
de: Wähle ein Symbol für den Bereich.
fr: Choisissez un symbole pour le terrier.
it: Scegli un simbolo per il rifugio.
ko: 굴의 상징을 선택하십시오.
pl: Wybierz symbol dla nory.
pt_br: Escolha um símbolo para o abrigo.
ru: Выберите символ для норы.
tr: Sığınak için bir sembol seçin.
vi: Chọn biểu tượng cho hang trú ẩn.
zh_hans: 为洞所选择一个标志

source: Symbol
fr: Symbole
it: Simbolo
ko: 심볼
pt_br: Símbolo
ru: Символ
tr: Sembol
vi: Biểu tượng
zh_hans: 符号

source: Background
de: Hintergrund
fr: Arrière plan
it: Sfondo
ko: 배경
pl: Tło
pt_br: Plano de fundo
ru: Фон
tr: Arkaplan
vi: Nền
zh_hans: 背景

source: Foreground
de: Vorderseite
fr: Premier plan
it: Primo piano
pl: Pierwszy plan
ru: Передний план
tr: Önplan
vi: Tiền cảnh
zh_hans: 显眼位置

source: broke even
de: kostendeckend
fr: atteint le seuil de rentabilité
it: in pareggio
ko: 파산하다
pl: przełamany
pt_br: empataram
ru: безубыточность
tr: ne kâr ne zarar etti
vi: Hòa vốn
zh_hans: 扯平

source: the loss of a diplomat of
fr: la perte d'un diplomate de
it: la perdita di un diplomatico di
ko: 외교관의 손실
pl: utrata dyplomaty
pt_br: a perda de um diplomata de
ru: потеря дипломата
tr: bir diplomatın kaybı:
vi: sự mất mát của một nhà ngoại giao thuộc
zh_hans: 失去一位外交官

source: Done editing
de: Bearbeitung abgeschlossen
fr: Finis d'éditer
it: Modifica fatta
ko: 편집 완료
pl: Zakończ edycję
pt_br: Terminar edição
ru: Завершить
tr: Düzenleme bitti
vi: Hoàn tất chỉnh sửa
zh_hans: 完成编辑

source: (unnamed orders)
de: (unbenannte Aufträge)
fr: (ordres sans nom)
it: (ordini senza nome)
ko: (이름 없는 주문)
pl: (nienazwane rozkazy)
pt_br: (ordens sem nome)
ru: (приказы без имени)
tr: (isimsiz emirler)
vi: (lệnh chưa đặt tên)
zh_hans: （未命名命令）

source: Editing routine
fr: Routine d'édition
it: Modificando routine
ko: 편집 루틴
pl: Edycja rutyny
pt_br: Editando rotinas
ru: Редактирование процедуры
tr: Rutin düzenleniyor:
vi: Chỉnh sửa lịch trình
zh_hans: 编辑日程

source: Equip/orders only
de: Ausrüsten/Nur auf Bestellung
fr: Équipement/commandes uniquement
it: Equipaggia/solo ordini
ko: 장착/주문 전용
pl: Ekwipuj/jedynie rokazy
pt_br: Equipar/apenas ordens
ru: Снаряжение/приказы
tr: Sadece donan/emirler
vi: Trang bị/Chỉ lệnh
zh_hans: 装备/仅在命令时
