Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: What a pleasant surprise! Not a single tree here weeps from the abuses meted out with such ease by your people. Joy! The dwarves have turned a page, not that we would make paper. A travesty! Perhaps it is better said that the dwarves have turned over a new leaf, and the springtime for our two races has only just begun.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Quelle agréable surprise ! Pas un seul arbre ici ne pleure des sévices infligés avec tant de facilité par votre peuple. Quelle joie ! Les nains ont tourné une page, non pas que nous en fassions du papier. Une plaisanterie ! Peut-être vaudrait-il mieux dire que les nains ont tourné la page, et que le printemps de nos deux races ne fait que commencer.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Che piacevole sorpresa! Neanche un albero, qui, piange per gli abusi inflitti così facilmente dalla tua gente. Che gioia! I nani hanno voltato pagina, non che abbiamo a che fare con la carta. Che farsa! Forse è meglio dire che i nani hanno voltato pagina e che la primavera per le nostre due razze è appena iniziata.
ko: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 정말 놀랍군요! 당신들의 무신경한 학대에 눈물흘리는 나무가 단 한그루도 없다니, 너무나도 기쁩니다! 드워프들이 새로운 장을 넘겼습니다! 물론 나무로 만든 종이는 아니겠지요? 농담입니다! 아마도 드워프들이 새로운 싹을 튀어 두 종족의 봄을 가져왔다고 하는게 더 좋은 표현이겠군요.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Co za przyjemna niespodzianka! Ani jedno drzewo nie płacze tutaj z powodu nadużyć, z taką łatwością powodowanych przez wasz lud. Co za radość! Krasnoludy przewróciły kartę w księdze swych dziejów, nie żebyśmy robili papier. Parodia! Może lepiej powiedzieć, że krasnoludy przewróciły nowy liść w swoich dziejach, a wiosna dla naszych dwóch ras dopiero się rozpoczyna.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Que surpresa agradável! Nem uma única árvore aqui chora pelos abusos infligidos com tanta facilidade por seu povo. Alegria! Os anões viraram uma página, não que fôssemos fazer papel. Uma farsa! Talvez seja melhor dizer que os anões viraram uma nova página, e a primavera para nossas duas raças apenas começou.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Какой приятный сюрприз! Ни одно дерево здесь не плачет от жестокости, с такой легкостью совершаемой вашим народом. Какая радость! Дварфы перевернули страницу, не то чтобы мы предлагали им бумагу. И какой абсурд! Впрочем, стоит признать, что дварфы начали жизнь с чистого листа, а значит период оттепели между нашими расами только начинается.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Thật là một bất ngờ thú vị! Không một cây nào ở đây phải nhỏ lệ vì những hành vi lạm dụng mà dân của các ngươi đã gây ra một cách dễ dàng. Vui mừng thay! Người lùn đã lật sang trang mới, không phải là chúng ta sẽ làm giấy. Một sự báng bổ! Có lẽ nên nói rằng người lùn đã thay đổi, và mùa xuân cho hai chủng tộc của chúng ta chỉ vừa mới bắt đầu.
zh_hans: VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 多么令人惊喜啊！这里没有一棵树因为你们的人如此轻易的虐待而哭泣。 这里没有一棵树因为你们的人如此轻松地虐待而哭泣。 喜悦! 矮人已经翻开了新的一页，不是说我们要做纸。 一个悲剧！ 也许应该说，矮人已经翻开了新的一页，我们两个种族的春天才刚刚开始。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Although we do not always see eye to eye (ha!), I bid you farewell. May you someday embrace nature as you embrace the rocks and mud.
de: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Obwohl wir nicht immer einer Meinung sind (ha!), verabschiede ich mich von Ihnen. Mögest du eines Tages die Natur umarmen, wie du die Felsen und den Schlamm umarmst.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Bien que nous ne soyons pas toujours d'accord (ha !), je vous dis adieu. Puissiez-vous un jour embrasser la nature comme vous embrassez les rochers et la boue.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Anche se non siamo sempre d'accordo (ahah!), ti saluto. Che tu possa un giorno abbracciare la natura come abbracci le rocce e il fango.
ko: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 우리의 눈높이가 항상 맞지는 않지만,(훗!) 그대들의 안녕을 빕니다. 당신들이 돌과 흙을 품듯, 언젠가 자연 또한 품는 날이 오길 바랍니다.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Choć czasem mamy różne spojrzenia na świat (ha!), żegnam was. Może pewnego dnia pokochasz naturę tak, jak kochasz skały i błoto.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Embora nem sempre nos encontremos cara a cara (ha!), adeus. Que algum dia você venha a acolher a natureza assim como faz com as rochas e a lama.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Хотя мы не всегда сходились во взглядах (ха!), я прощаюсь с вами. Надеюсь когда-нибудь ты обнимешь природу, как обнимаешь ты камни и грязь.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Dù chúng ta không phải lúc nào cũng đồng quan điểm (ha!), tôi xin tạm biệt ngài. Mong rằng một ngày nào đó ngài sẽ đón nhận thiên nhiên như cách ngài đón nhận đá và bùn.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 虽然我们并不总是意见一致（哈！），但我向你告别。 愿你有一天能像拥抱岩石和泥土一样拥抱大自然。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Greetings from the woodlands. We have much to discuss.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Salutations des landes des bois. Nous avons beaucoup à discuter.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Saluti dai boschi. Abbiamo molto da discutere.
ko: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 나무의 땅에서 인사를 드립니다. 나눠야 할 이야기가 참 많습니다.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Pozdrowienia z puszczy. Mamy wiele rzeczy do omówienia.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Saudações das florestas. Temos muito que discutir.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Приветствую вас из лесных земель. Нам есть что обсудить.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Lời chào từ vùng rừng. Chúng ta có nhiều điều cần thảo luận.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 来自林地的问候。 我们有很多事情要讨论。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: It has been an honor, noble [VAR:NATIVENAME:MEETING:NOBLE]. I bid you farewell.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Ce fut un honneur,noble [VAR:NATIVENAME:MEETING:NOBLE]. Je vous fais mes adieux.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: È stato un onore, nobile [VAR:NATIVENAME:MEETING:NOBLE]. Vi saluto.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: To był zaszczyt, szlachetny [VAR:NATIVENAME:MEETING:NOBLE]. Żegnam cię.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Foi uma honra, nobre. [VAR:NATIVENAME:MEETING:NOBLE]. Adeus
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Для меня это была честь, благородный [VAR:NATIVENAME:MEETING:NOBLE]. Я прощаюсь с вами.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Thật vinh dự, quý tộc [VAR:NATIVENAME:MEETING:NOBLE]. Tôi xin tạm biệt ngài.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 这是我的荣幸，高贵的 [VAR:NATIVENAME:MEETING:NOBLE]. 我向你告别。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Greetings, noble dwarf. There is much to discuss.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Salutations, noble nain. Il y a beaucoup à discuter.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Saluti, nobile nano. C'è molto da discutere.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Witaj, szlachetny krasnoludzie. Jest wiele spraw do przedyskutowania.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Saudações, nobre anão. Temos muito para discutir.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Приветствую тебя, благородный дварф. Нам есть что обсудить.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Chào mừng, người lùn cao quý. Có nhiều điều cần thảo luận.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 你好，高贵的侏儒。 我们有很多事情要讨论。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Again on behalf of the Merchants' Guild, let me bid farewell to you and your stout dwarves.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Encore une fois au nom de la guilde des marchands, permettez-moi de vous dire adieu à vous et à vos robustes nains.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Ancora una volta, a nome della Gilda dei Mercanti, lascia che saluti te e i tuoi robusti nani.
ko: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 다시한번 상인조합의 대표로 당신과 튼튼한 여러분들의 안녕을 기원합니다.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Jeszcze raz, w imieniu Gildii Kupców pozwól mi pożegnać ciebie i twoje tęgie krasnoludy.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Mais uma vez, em nome da Guilda dos Mercadores, deixe-me dizer adeus a você e a seus robustos anões.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: И снова от имени гильдии торговцев позвольте мне попрощаться с вами и вашими крепкими дварфами.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Một lần nữa, thay mặt Thương hội, tôi xin tạm biệt ngài và những người lùn kiên cường của ngài.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 请允许我再次代表商人协会，向你和你的粗壮的矮人告别。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: On behalf of the Merchants' Guild, let me extend greetings to your people. There is much to discuss.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Au nom de la guilde des marchands, permettez-moi d'adresser mes salutations à votre peuple. Il y a beaucoup à discuter.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: A nome della Gilda dei Mercanti, permettetemi di porgere i miei saluti al vostro popolo. C'è molto da discutere.
ko: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 상인조합의 대표로 여러분들에게 인사를 드립니다. 이야기를 좀 해보도록 할까요?
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: W imieniu Gildii Kupców, pozwól mi przywitać wasz lud. Jest wiele rzeczy do omówienia.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Saudações à todo seu povo, em nome da Guilda dos Mercadores. Há muito que se discutir.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: От имени Гильдии торговцев позвольте мне передать приветствие вашему народу. Нам есть что обсудить.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Thay mặt Thương hội, tôi xin gửi lời chào đến dân của ngài. Có nhiều điều cần thảo luận.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 请允许我代表商人协会向贵国人民致以问候。 我们有很多事情要讨论。

source: were unable to complete the
de: waren nicht in der Lage, es abzuschließen
fr: n'ont pas été en mesure de terminer le
it: non sono riusciti a completare il
ko: 완료하지 못했습니다
pl: nie byli w stanie ukończyć
pt_br: Não foram capazes de completar o
ru: не удалось завершить
tr: şunlar tamamlanamadı:
vi: đã không thể hoàn thành
zh_hans: 无法完成此

source: Jobs removed from unpowered
fr: Travaux supprimés de non alimentés
it: Lavori rimossi da impianto non alimentato
ko: 전원이 꺼진 상태에서 제거된 작업
pl: Zadania usunięte z niezasilanych
pt_br: Empregos retirados sem alimentação
ru: Работы удалены из отключённого
tr: Güç almayan şundan kaldırılan işler:
vi: Công việc bị gỡ khỏi thiết bị mất năng lượng
zh_hans: 工作已经移除自无动力的

source: branch
fr: bifurquer
it: ramo
ko: 나뭇가지
pl: oddział
pt_br: ramo
ru: ветка
tr: dal
vi: cành cây
zh_hans: 树枝

source: raw green glass
de: grünes Rohglas
fr: verre vert brut
it: vetro verde grezzo
ko: 원시 녹색 유리
pl: surowe zielone szkło
pt_br: vidro verde
ru: грубое зелёное стекло
tr: ham yeşil cam
vi: thủy tinh xanh thô
zh_hans: 原料绿色玻璃

source: raw clear glass
de: klares Rohglas
fr: verre clair brut
it: vetro chiaro grezzo
ko: 원시 투명 유리
pl: surowe przezroczyste szkło
pt_br: limpar o vidro bruto
ru: грубое прозрачное стекло
tr: ham şeffaf cam
vi: thủy tinh trong thô
zh_hans: 原料透明玻璃

source: raw crystal glass
de: Rohkristall Glas
fr: verre de cristal brut
it: vetro cristallo grezzo
ko: 원시 크리스탈 유리
pl: nieociosane kryształowe szkło
pt_br: cristal
ru: грубый хрусталь
tr: ham kristal cam
vi: thủy tinh pha lê thô
zh_hans: 原始水晶玻璃

source: rock
de: stein
it: roccia
ko: 돌
pl: skała
pt_br: rocha
ru: камень
tr: kaya
vi: đá
zh_hans: 岩石

source: small rock
tr: küçük kaya
vi: đá nhỏ

source: stone boulders
tr: taş kayalar
vi: tảng đá

source: boulders
tr: kayalar
vi: tảng đá

source: bars
de: barren
fr: barres
it: barre
ko: 주괴
pl: bary
pt_br: barras
ru: слитки
tr: külçeler
vi: thỏi
zh_hans: 矿锭

source: charcoal
de: Holzkohle
fr: charbon
it: carbonella
ko: 목탄
pl: węgiel drzewny
pt_br: carvao vegetal
ru: древесный уголь
tr: odun kömürü
vi: than củi
zh_hans: 木炭

source: refined coal
de: raffinierte Kohle
fr: charbon raffiné
it: carbone raffinato
ko: 정제된 석탄
pl: węgiel rafinowany
pt_br: carvao refinado
ru: очищенный уголь
tr: işlenmiş kömür
vi: than đã tinh luyện
zh_hans: 精炼煤

source: bars
de: barren
fr: barres
it: barre
ko: 바
pl: bary
pt_br: barras
ru: слитки
tr: külçeler
vi: thỏi
zh_hans: 矿锭

source: wafers
de: Waffeln
fr: gaufrettes
it: fette
ko: 조각
pl: wafle
pt_br: pastilhas de silício
ru: пластины
tr: plakalar
vi: lát mỏng
zh_hans: 圆晶

source: cut green glass gems
de: geschliffene grüne Edelsteine aus Glas
fr: gemmes de verre vert taillé
it: gemme di vetro verde tagliate
ko: 녹색 유리 보석을 잘라
pl: cięte klejnoty z zielonego szkła
pt_br: gemas de vidro verde cortadas
ru: огранённое зелёное стекло
tr: kesilmiş yeşil cam mücevherler
vi: ngọc thủy tinh xanh đã cắt
zh_hans: 切绿色玻璃宝石

source: cut clear glass gems
de: geschliffene Edelsteine aus Klarglas
fr: couper des pierres précieuses en verre clair
it: gemme di vetro chiaro tagliate
ko: 투명 유리 보석을 잘라
pl: przezroczyste szklane perełki
pt_br: gemas de vidro transparente cortadas
ru: огранённое прозрачное стекло
tr: kesilmiş şeffaf cam mücevherler
vi: ngọc thủy tinh trong đã cắt
zh_hans: 切透明玻璃宝石

source: cut crystal glass gems
de: geschliffene Kristallglas-Edelsteine
fr: gemmes de verre cristal taillé
it: gemme di cristallo tagliate
ko: 컷 크리스탈 유리 보석
pl: klejnoty z ciętego szkła kryształowego
pt_br: gemas de vidro cristalino cortadas
ru: огранённый хрусталь
tr: kesilmiş kristal cam mücevherler
vi: ngọc thủy tinh pha lê đã cắt
zh_hans: 切水晶玻璃宝石

source: gems
de: Edelsteine
fr: gemmes
it: gemme
ko: 보석
pl: klejnoty
pt_br: gemas
ru: самоцветы
tr: mücevherler
vi: ngọc
zh_hans: 宝石

source: door
de: tür
fr: porte
it: porta
ko: 문
pl: drzwi
pt_br: porta
ru: дверь
tr: kapı
vi: cửa
zh_hans: 门

source: portal
fr: portail
it: portale
ko: 문
ru: портал
tr: geçit
vi: cổng
zh_hans: 门户

source: floodgate
de: Schleusentor
fr: vanne
it: paratoia
ko: 수문
pl: brama powodziowa
pt_br: Comporta
ru: шлюз
tr: taşkın kapağı
vi: cống ngập
zh_hans: 水闸

source: hatch cover
de: Lukendeckel
fr: couvercle de trappe
it: boccaporto
ko: 해치 커버
pl: pokrywa luku
pt_br: Alçapões
ru: крышка люка
tr: zemin kapağı
vi: nắp hầm
zh_hans: 舱盖门

source: grate
de: Gitter
fr: grille
it: griglia
ko: 배수구
pl: ruszt
pt_br: grelha
ru: решётка
tr: ızgara
vi: lưới chắn
zh_hans: 格栅

source: bin
de: Behälter
fr: poubelle
it: cesto
ko: 큰 상자
pl: kosz
pt_br: compartimento
ru: ящик
tr: kutu
vi: thùng
zh_hans: 箱子

source: box
fr: boîte
it: scatola
ko: 상자
pl: pudełko
pt_br: caixa
ru: ларь
tr: kutu
vi: hộp
zh_hans: 框

source: coffer
de: truhe
fr: coffre
it: forziere
ko: 보관함
pl: kaseton
pt_br: baú
ru: кофр
tr: taş sandık
vi: rương
zh_hans: 带锁的箱子

source: boxe
fr: boîte
ko: 상자
pl: pudełko
pt_br: caixa
ru: ящики
tr: kutu
vi: hộp
zh_hans: 盒

source: bag
de: Tasche
fr: sac
it: borsa
ko: 가방
pl: torba
pt_br: saco
ru: мешок
tr: torba
vi: túi
zh_hans: 袋

source: backpack
de: Rucksack
fr: sac à dos
it: zaino
ko: 배낭
pl: plecak
pt_br: mochila
ru: рюкзак
tr: sırt çantası
vi: ba lô
zh_hans: 背包

source: cast
de: gießen
fr: moulage
it: calco
ko: 깁스
pl: obsada
pt_br: gesso
ru: гипс
tr: alçı
vi: bó bột
zh_hans: 投

source: limb/body
de: Gliedmaßen/Körper
fr: membre/corps
it: arto/corpo
ko: 사지/몸
pl: kończyna/ciało
pt_br: membro/corpo
ru: конечность/тело
tr: uzuv/vücut
vi: chi/cơ thể
zh_hans: 肢体/身体

source: splint
de: Schiene
fr: éclisse
it: stecca
ko: 부목
pl: szyna
pt_br: lasca
ru: шина
tr: atel
vi: nẹp
zh_hans: 夹板

source: quiver
de: köcher
fr: trembler
it: faretra
ko: 화살통
pl: kołczan
pt_br: aljava
ru: колчан
tr: sadak
vi: ống tên
zh_hans: 箭筒

source: casket
de: sarg
fr: cercueil
it: bara
ko: 목관
pl: szkatuła
pt_br: Caixao
ru: гроб
tr: tabut
vi: quan tài
zh_hans: 棺材

source: sarcophag
de: Sarkophag
fr: sarcophage
it: sarcofago
ko: 석관
pl: sarkofag
pt_br: sarcófago
ru: саркофаг
tr: lahit
vi: quách đá
zh_hans: 石棺

source: rope
de: Seil
fr: corde
it: corda
ko: 밧줄
pl: lina
pt_br: corda
ru: верёвка
tr: halat
vi: dây thừng
zh_hans: 绳

source: vial
de: Fläschchen
fr: Fiole
it: fiala
ko: 작은 병
pl: fiolka
pt_br: Frasco
ru: сосуд
tr: şişe
vi: lọ nhỏ
zh_hans: 药瓶

source: flask
de: Flasche
fr: ballon
it: fiaschetta
ko: 물통
pl: kolba
pt_br: recipiente
ru: фляга
tr: matara
vi: bình nhỏ
zh_hans: 烧瓶

source: waterskin
de: Wasserschlauch
fr: outre
it: otre
ko: 물 부대
pl: bukłak
ru: бурдюк
tr: su tulumu
vi: túi da đựng nước
zh_hans: 水袋

source: musical instrument
de: Musikinstrument
fr: instrument de musique
it: strumento musicale
ko: 악기
pl: instrument muzyczny
pt_br: instrumento músico
ru: музыкальный инструмент
tr: müzik aleti
vi: nhạc cụ
zh_hans: 乐器

source: unglazed
de: unglasiert
fr: non vitré
it: non smaltato
ko: 초벌구이
pl: nieszkliwiony
pt_br: não esmaltada
ru: неглазурованный
tr: sırsız
vi: không tráng men
zh_hans: 釉

source: cup
de: Tasse
fr: Coupe
it: coppa
ko: 컵
pl: filiżanka
ru: чаша
tr: kupa
vi: cốc
zh_hans: 杯

source: mug
de: Becher
fr: tasse
it: boccale
ko: 머그잔
pl: kubek
pt_br: Caneca
ru: кружка
tr: bardak
vi: chén
zh_hans: 杯

source: goblet
de: Kelch
fr: gobelet
it: calice
ko: 술잔
pl: kielich
pt_br: cálice
ru: кубок
tr: kadeh
vi: ly có chân
zh_hans: 酒杯

source: window
de: Fenster
fr: la fenêtre
it: finestra
ko: 창
pl: okno
pt_br: janela
ru: окно
tr: pencere
vi: cửa sổ
zh_hans: 窗户

source: barrel
de: Fass
fr: tonneau
it: botte
ko: 술통
pl: beczka
pt_br: cano
ru: бочка
tr: fıçı
vi: thùng gỗ
zh_hans: 桶

source: bucket
de: Eimer
fr: seau
it: secchio
ko: 양동이
pl: wiadro
pt_br: balde
ru: ведро
tr: kova
vi: xô
zh_hans: 水桶

source: animal trap
de: Tier-Falle
fr: piège à animaux
it: trappola per animale
ko: 동물 함정
pl: pułapka na zwierzęta
pt_br: Armadilha para Animais
ru: силок
tr: hayvan tuzağı
vi: bẫy thú
zh_hans: 动物陷阱

source: throne
de: thron
fr: trône
it: trono
ko: 의자
pl: tron
pt_br: trono
ru: трон
tr: taht
vi: ngai vàng
zh_hans: 宝座

source: web
fr: la toile
it: rete
ko: 편물
pl: sieć
ru: паутина
tr: ağ
vi: mạng nhện
zh_hans: 卷筒纸

source: strands
de: Stränge
fr: brins
it: filamenti
ko: 가닥
pl: pasma
pt_br: vertentes
ru: нити
tr: lifler
vi: sợi
zh_hans: 股

source: sheet
de: Blatt
fr: feuille
it: foglio
ko: 시트
pl: arkusz
pt_br: folha
ru: лист бумаги
tr: yaprak
vi: tấm
zh_hans: 片

source: tanned hide
de: gegerbte Haut
fr: peau tannée
it: pelle conciata
ko: 무두질한 가죽
pl: garbowana skóra
pt_br: curtida
ru: дублёная шкура
tr: tabaklanmış deri
vi: da đã thuộc
zh_hans: 鞣制兽皮

source: -bound
de: -gebunden
fr: -bondir
it: -legato
ko: -경계
pl: -związany
pt_br: Vinculado
ru: переплетённая
tr: -ciltli
vi: #TÊN?
zh_hans: -绑定

source: codex
de: Kodex
fr: manuscrit
it: codice
ko: 사본
pl: kodeks
pt_br: códice
ru: кодекс
tr: kodeks
vi: thư tịch cổ
zh_hans: 法典

source: codices
de: Kodexe
fr: codex
it: codici
ko: 코덱스
pl: kodeksy
pt_br: códices
ru: кодексы
tr: kodeksler
vi: các thư tịch cổ
zh_hans: 抄本

source: figurine
de: Figuren
fr: statuette
it: statuetta
ko: 인형
pl: figurka
pt_br: estatueta
ru: статуэтка
tr: heykelcik
vi: tượng nhỏ
zh_hans: 小雕像

source: rotten
de: verrottet
fr: pourri
it: marcio
ko: 썩은
pl: zepsuty
pt_br: podre
ru: гнилой
tr: çürük
vi: thối rữa
zh_hans: 腐烂

source: filthy
de: dreckig
fr: sale
it: sudicio
ko: 불결한
pl: paskudny
pt_br: sujo
ru: грязный
tr: pis
vi: bẩn thỉu
zh_hans: 肮脏

source: sticky
de: klebrig
fr: collant
it: appiccicoso
ko: 어려운
pl: lepki
pt_br: Fixo
ru: липкий
tr: yapışkan
vi: dính nhớp
zh_hans: 粘的

source: vomitous
de: Erbrochenes
fr: vomi
it: vomitevole
ko: 구토
pl: wymiotny
pt_br: vomito
ru: рвотный
tr: kusturucu
vi: dính bãi nôn
zh_hans: 欲呕的

source: slimy
de: Schleimig
fr: visqueux
it: viscido
ko: 불쾌한
pl: oślizgły
pt_br: viscoso
ru: скользкий
tr: balçıklı
vi: nhầy nhụa
zh_hans: 粘糊糊

source: dirty
de: dreckig
fr: sale
it: sporco
ko: 더러운
pl: brudny
pt_br: sujo
ru: грязный
tr: kirli
vi: bẩn
zh_hans: 脏

source: gooey
de: schnulzig
fr: gluant
it: appiccicoso
ko: 끈적끈적한
pl: gęsty
pt_br: gosmento
ru: клейкий
tr: vıcık vıcık
vi: sền sệt
zh_hans: 粘

source: purulent
de: eitrig
it: purulento
ko: 화농성
pl: ropny
pt_br: Purulenta
ru: гнойный
tr: irinli
vi: có mủ
zh_hans: 脓

source: ichorous
fr: ichoreux
it: icoróso
ko: 상큼한
ru: смешанная с ихором
tr: cerahatli
vi: dính ichor
zh_hans: 脓水的

source: bloody
de: blutig
fr: sanglant
it: sanguinoso
ko: 피의
pl: krwawy
pt_br: Maldito
ru: кровавый
tr: kanlı
vi: dính máu
zh_hans: 血腥

source: paste
de: einfügen
fr: pâte
it: impasto
ko: 반죽
pl: pasta
pt_br: Pasta:
ru: паста
tr: macunu
vi: bột nhão
zh_hans: 糊

source: glob
fr: global
it: goccia viscosa
ko: 점액
ru: жир
tr: topak
vi: cục
zh_hans: 水珠

source: laced with
de: gewürzt mit
fr: lacé avec
it: cucito con
ko: 끈으로 묶인
pl: spleciony z
pt_br: atado com
ru: с примесью
tr: şununla harmanlanmış:
vi: có pha
zh_hans: 掺有

source: dye mix
tr: boya karışımı
vi: hỗn hợp thuốc nhuộm

source: powder
de: Pulver
fr: poudre
it: polvere
ko: 가루
pl: proszek
pt_br: pó
ru: порошок
tr: toz
vi: bột
zh_hans: 粉末

source: cheese
de: Käse
fr: fromage
it: formaggio
ko: 치즈
pl: ser
ru: сыр
tr: peynir
vi: pho mát
zh_hans: 起司

source: catapult parts
de: Katapultteile
fr: pièces de catapulte
it: parti di catapulta
ko: 투석기 부품
pl: części katapulty
pt_br: peças da catapulta
ru: части катапульты
tr: mancınık parçaları
vi: bộ phận máy bắn đá
zh_hans: 弹射部件

source: bolt thrower parts
tr: ok fırlatıcı parçaları
vi: bộ phận máy bắn tên lớn

source: mechanisms
de: Mechanismen
fr: mécanismes
it: meccanismo
ko: 메커니즘
pl: mechanizmy
pt_br: Mecanismos
ru: механизмы
tr: mekanizmalar
vi: cơ cấu
zh_hans: 机制

source: pipe section
de: Rohrstück
fr: section de tuyau
it: sezione del tubo
ko: 파이프 부품
pl: przekrój rury
pt_br: secção do tubo
ru: секция трубы
tr: boru parçası
vi: đoạn ống
zh_hans: 管道部件

source: trap component
de: Fallen-Komponente
fr: composant de piège
it: componente trappola
ko: 함정 부품
pl: element pułapki
pt_br: componente de armadilha
ru: деталь ловушки
tr: tuzak bileşeni
vi: bộ phận bẫy
zh_hans: 陷阱组件

source: ballista parts
de: Ballistateile
fr: pièces de baliste
it: parti di balista
ko: 발리스타 부품
pl: części balisty
pt_br: peças de Balista
ru: части баллисты
tr: balista parçaları
vi: bộ phận máy bắn đạn lớn
zh_hans: 弩炮部分

source: anvil
de: amboss
fr: enclume
it: incudine
ko: 모루
pl: kowadło
pt_br: bigorna
ru: наковальня
tr: örs
vi: đe
zh_hans: 砧

source: amulet
fr: amulette
it: amuleto
ko: 목걸이
pt_br: amuleto
ru: амулет
tr: muska
vi: bùa hộ mệnh
zh_hans: 护身符

source: ballista arrow head
de: Ballista-Pfeilspitze
fr: pointe de flèche baliste
it: testa di freccia della balista
ko: 발리스타 화살촉
pl: głowica strzały balisty
pt_br: cabeça de seta Balista
ru: наконечник стрелы баллисты
tr: balista ok ucu
vi: đầu mũi tên lớn
zh_hans: 弩箭头

source: siege ammo
de: Belagerungsmunition
fr: munitions de siège
it: munizioni d'assedio
ko: 공성 탄약
pl: amunicja oblężnicza
pt_br: munição de cerco
ru: снаряды осадных машин
tr: kuşatma mühimmatı
vi: đạn công thành
zh_hans: 围攻弹药

source: ammunition
de: Munition
fr: munition
it: munizioni
ko: 탄약
pl: amunicja
pt_br: munição
ru: боеприпасы
tr: mühimmat
vi: đạn dược
zh_hans: 弹药

source: scepter
de: Zepter
fr: sceptre
it: scettro
ko: 셉터
pl: berło
pt_br: cetro
ru: скипетр
tr: asa
vi: quyền trượng
zh_hans: 节杖

source: crown
de: krone
fr: couronne
it: corona
ko: 왕관
pl: korona
pt_br: coroa
ru: корона
tr: taç
vi: vương miện
zh_hans: 王冠
