Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: agreed to adventure with
tr: şununla maceraya atılmayı kabul etti:
vi: đã đồng ý phiêu lưu cùng

source: wherever the journey might lead
tr: yolculuk nereye varırsa varsın
vi: bất kể cuộc hành trình dẫn đến đâu

source: was bound to serve
tr: hizmet etmeye bağlandı
vi: bị ràng buộc phải phục vụ

source: by invocation of True Name
tr: Gerçek İsim çağrısıyla
vi: bằng cách niệm Chân Danh

source: agreed to entertain people with
tr: insanları şununla eğlendirmeyi kabul etti:
vi: đã đồng ý mua vui cho mọi người bằng

source: throughout the world
tr: dünya genelinde
vi: khắp thế giới

source: Agreement concluded
tr: Anlaşma sonuçlandı
vi: Thỏa thuận đã kết thúc

source: Kill
de: Tötungen
fr: Tuer
it: Uccidi
ko: 죽이다
pl: Zabij
pt_br: matar
ru: Убить
tr: Öldür
vi: Tiêu diệt
zh_hans: 杀

source: Cause trouble for
tr: Şunun için sorun çıkar:
vi: Gây rắc rối cho

source: Drive
tr: Sür
vi: Xua đuổi

source: An order from
tr: Şundan gelen bir emir:
vi: Một mệnh lệnh từ

source: Finish reporting in
tr: Rapor vermeyi bitir
vi: Hoàn tất báo cáo

source: Complete: report back
tr: Tamamlandı: geri rapor ver
vi: Hoàn thành: báo cáo lại

source: Not yet completed
tr: Henüz tamamlanmadı
vi: Chưa hoàn thành

source: retrieve
tr: geri getir
vi: thu hồi

source: serve
tr: hizmet et
vi: phục vụ

source: Centered on commander
tr: Komutana odaklı
vi: Tập trung vào chỉ huy

source: Centered on target
tr: Hedefe odaklı
vi: Tập trung vào mục tiêu

source: Org:
fr: Organisation :
ko: 조직:
pl: Organizacja:
ru: Орг:
tr: Örg:
vi: Tổ chức:
zh_hans: 组织：

source: One member
de: Ein Mitglied
fr: Un membre
it: Un membro
ko: 구성원 하나
pl: Jeden członek
pt_br: Um membro
ru: Один член
tr: Bir üye
vi: Một thành viên
zh_hans: 一名成员

source: members
de: Mitglieder
fr: membres
it: membri
ko: 회원
pl: członkowie
pt_br: membros
ru: члены
tr: üyeler
vi: thành viên
zh_hans: 成员们

source: Showing important
tr: Önemli olanlar gösteriliyor
vi: Hiển thị mục quan trọng

source: Showing all
tr: Tümü gösteriliyor
vi: Hiển thị tất cả

source: : Toggle line
tr: : Satırı aç/kapat
vi: : Chuyển đổi dòng

source: dark
de: dunkel
fr: foncé
it: scuro
ko: 어두운
pl: ciemny
pt_br: escuro
ru: тёмный
tr: karanlık
vi: tăm tối
zh_hans: 暗

source: This site is the capital of
tr: Bu yerleşke şunun başkenti:
vi: Địa điểm này là thủ đô của

source: This site is a fortress of
tr: Bu yerleşke şunun kalesi:
vi: Địa điểm này là một pháo đài của

source: This site is controlled by
tr: Bu yerleşke şunun kontrolünde:
vi: Địa điểm này do {0} kiểm soát

source: Civilization
de: Zivilisation
fr: Civilisation
it: Civiltà
ko: 문명
pl: Cywilizacja
pt_br: civilização
ru: Цивилизация
tr: Medeniyet
vi: Nền văn minh
zh_hans: 文明

source: Site Government
tr: Yerleşke Yönetimi
vi: Chính quyền địa phương

source: Vessel Crew
tr: Gemi Mürettebatı
vi: Thủy thủ đoàn

source: Migrating Group
tr: Göç eden Grup
vi: Nhóm di cư

source: Nomadic Group
tr: Göçebe Grup
vi: Nhóm du mục

source: Military Organization
tr: Askeri Örgüt
vi: Tổ chức quân sự

source: Outcast
de: Verbannter
fr: Banni
it: Emarginato
ko: 추방자
pl: Wygnaniec
pt_br: Exilado
ru: Изгнанник
tr: Dışlanmış
vi: Kẻ bị ruồng bỏ
zh_hans: 弃儿

source: Performance Troupe
tr: Performans Topluluğu
vi: Đoàn biểu diễn

source: Merchant Company
tr: Tüccar Şirketi
vi: Công ty thương mại

source: Craft Guild
tr: Zanaatkar Loncası
vi: Hiệp hội thủ công

source: , Dead
tr: , Ölü
vi: , đã chết

source: Enemy
de: Feind
fr: Ennemi
it: Nemico
ko: 적
pl: Wróg
pt_br: Inimigo
ru: Враг
tr: Düşman
vi: Kẻ thù
zh_hans: 敌人

source: Criminal
de: Kriminineller
fr: Criminel
it: Criminale
ko: 범죄자
pl: Kryminalny
pt_br: criminoso
ru: Преступник
tr: Suçlu
vi: Tội phạm
zh_hans: 刑事

source: Prisoner
de: Häftling
fr: Prisonnier
it: Prigioniero
ko: 죄수
pl: Więzień
pt_br: Prisioneiro
ru: Заключённый
tr: Mahkum
vi: Tù nhân
zh_hans: 囚犯

source: Former
de: ehemalig
fr: Ancien
it: Ex
ko: 전직
pl: Były
pt_br: Antigo
ru: Бывший
tr: Eski
vi: Cựu
zh_hans: 前任的

source: member
de: Mitglied
fr: membre
it: membro
ko: 회원
pl: członek
pt_br: membro
ru: член
tr: üye
vi: thành viên
zh_hans: 会员

source: mercenary
de: Söldner
fr: mercenaire
it: mercenario
ko: 용병
pl: najemnik
pt_br: Mercenário
ru: наёмник
tr: paralı asker
vi: lính đánh thuê
zh_hans: 雇佣兵

source: slave
de: Sklave
fr: trimer
it: schiavo
ko: 노예
pl: niewolnik
pt_br: escravo
ru: раб
tr: köle
vi: nô lệ
zh_hans: 奴隶

source: prisoner
de: Häftling
fr: prisonnier
it: prigioniero
ko: 죄인
pl: więzień
pt_br: Prisioneiro
ru: заключённый
tr: mahkum
vi: tù nhân
zh_hans: 囚犯

source: Devoted
tr: Adanmış
vi: Tận tâm

source: Loyal
tr: Sadık
vi: Trung thành

source: Aligned
tr: Uyumlu
vi: Đồng minh

source: Affiliated
tr: Bağlı
vi: Liên kết

source: Associated
tr: İlişkili
vi: Có liên quan

source: member
de: Mitglied
fr: membre
it: membro
ko: 회원
pl: członek
pt_br: membro
ru: член
tr: üye
vi: thành viên
zh_hans: 会员

source: mercenary
tr: paralı asker
vi: lính đánh thuê

source: slave
de: Skalve
fr: trimer
it: schiavo
ko: 노예
pl: niewolnik
pt_br: escravo
ru: раб
tr: köle
vi: nô lệ
zh_hans: 奴隶

source: Mountain
de: Berg
fr: Montagne
it: Montagna
ko: 산
pl: Góra
pt_br: Montanha
ru: Гора
tr: Dağ
vi: Núi
zh_hans: 山脉

source: Mangrove Swamp
de: Mangrovensumpf
fr: Mangrove
it: Palude di mangrovie
ko: 맹그로브 늪
pl: Bagno namorzynowe
pt_br: pântanos de mangais
ru: Мангровые болота
tr: Mangrov Bataklığı
vi: Rừng ngập mặn
zh_hans: 红树林地沼泽

source: Temperate Freshwater Swamp
de: gemäßigter Süßwassersumpf
fr: Marais d'eau douce tempérée
it: Palude temperata d'acqua dolce
ko: 온대 민물 늪지
pl: Umiarkowane Bagno Słodkowodne
pt_br: Pântano de água doce temperado
ru: Умеренные пресные болота
tr: Ilıman Tatlı Su Bataklığı
vi: Đầm lầy nước ngọt ôn đới
zh_hans: 温带淡水林地沼泽

source: Temperate Saltwater Swamp
de: gemäßigter Salzwassersumpf
fr: Marais d'eau salée tempérée
it: Palude temperata d'acqua salata
ko: 온대 바닷물 늪지
pl: Umiarkowane bagna słonowodne
pt_br: Pântano de água salgada temperado
ru: Умеренные солёные болота
tr: Ilıman Tuzlu Su Bataklığı
vi: Đầm lầy nước mặn ôn đới
zh_hans: 温带咸水沼泽

source: Temperate Freshwater Marsh
de: Gemäßigter Süßwassersumpf
fr: Marais tempéré d'eau douce
it: Acquitrino d'acqua dolce temperata
ko: 온대 민물 습지
pl: Umiarkowane Bagno Słodkowodne
pt_br: Pântano de água doce temperado
ru: Умеренные пресные топи
tr: Ilıman Tatlı Su Sazlığı
vi: Đầm lầy nước ngọt ôn đới
zh_hans: 温带淡水草本湿地

source: Temperate Saltwater Marsh
de: Gemäßigter Salzwassersumpf
fr: Marais d'eau salée tempérée
it: Acquitrino d'acqua salata temperata
ko: 온대 바닷물 습지
pl: Umiarkowane bagno słonowodne
pt_br: Pântano de água salgada temperado
ru: Умеренные солёные топи
tr: Ilıman Tuzlu Su Sazlığı
vi: Đầm lầy nước mặn ôn đới
zh_hans: 温带咸水草本湿地

source: Tropical Freshwater Swamp
de: tropischer Süßwassersumpf
fr: Marais d'eau douce tropicale
it: Palude tropicale d'acqua dolce
ko: 열대 민물 늪지
pl: Tropikalne bagno słodkowodne
pt_br: Pântano de água doce tropical
ru: Тропические пресные болота
tr: Tropikal Tatlı Su Bataklığı
vi: Đầm lầy nước ngọt nhiệt đới
zh_hans: 热带淡水林地沼泽

source: Tropical Saltwater Swamp
de: tropischer Salzwassersumpf
fr: Marais d'eau salée tropicale
it: Palude tropicale d'acqua salata
ko: 열대 바닷물 늪지
pl: Tropikalne Bagno Słonowodne
pt_br: Pântano de água salgada tropical
ru: Тропические солёные болота
tr: Tropikal Tuzlu Su Bataklığı
vi: Đầm lầy nước mặn nhiệt đới
zh_hans: 热带咸水林地沼泽

source: Tropical Freshwater Marsh
de: tropischer Süßwassersumpf
fr: Marais tropical d'eau douce
it: Acquitrino d'acqua dolce tropicale
ko: 열대 민물 습지
pl: Tropikalne bagno słodkowodne
pt_br: Pântano de água doce tropical
ru: Тропические пресные топи
tr: Tropikal Tatlı Su Sazlığı
vi: Đầm lầy nước ngọt nhiệt đới
zh_hans: 热带淡水草本湿地

source: Tropical Saltwater Marsh
de: tropischer Salzwassersumpf
fr: Marais d'eau salée tropicale
it: Acquitrino d'acqua salata tropicale
ko: 열대 바닷물 습지
pl: Tropikalne bagno słonowodne
pt_br: Pântano de água salgado tropical
ru: Тропические солёные топи
tr: Tropikal Tuzlu Su Sazlığı
vi: Đầm lầy nước mặn nhiệt đới
zh_hans: 热带咸水草本湿地

source: Temperate Coniferous Forest
tr: Ilıman İğne Yapraklı Orman
vi: Rừng lá kim ôn đới

source: Temperate Broadleaf Forest
de: gemäßigter Blattwald
fr: Forêt feuillue tempérée
it: Foresta temperata di latifoglie
ko: 온대 활엽수림
pl: Umiarkowany las liściasty
pt_br: Floresta temperada de folhas larga
ru: Умеренные лиственные леса
tr: Ilıman Geniş Yapraklı Orman
vi: Rừng lá rộng ôn đới
zh_hans: 温带阔叶林

source: Tropical Coniferous Forest
de: tropischer Nadelwald
fr: Forêt tropicale de conifères
it: Foresta tropicale di conifere
ko: 열대 침엽수림
pl: Tropikalny Las Iglasty
pt_br: Floresta de coníferas tropical
ru: Тропические хвойные леса
tr: Tropikal İğne Yapraklı Orman
vi: Rừng lá kim nhiệt đới
zh_hans: 热带针叶林

source: Tropical Dry Broadleaf Forest
tr: Tropikal Kuru Geniş Yapraklı Orman
vi: Rừng lá rộng khô nhiệt đới

source: Tropical Moist Broadleaf Forest
tr: Tropikal Nemli Geniş Yapraklı Orman
vi: Rừng lá rộng ẩm nhiệt đới

source: Temperate Grassland
de: gemäßigte Ebenen
fr: Prairie tempérée
it: Prateria Temperata
ko: 온대 초원
pl: Umiarkowana łąka
pt_br: Campos de gramíneas de clima temperado
ru: Умеренные луга
tr: Ilıman Otlak
vi: Đồng cỏ ôn đới
zh_hans: 温带草原

source: Temperate Savanna
de: gemäßigte Savanne
fr: Savane tempérée
it: Savana Temperata
ko: 온대 사바나
pl: Sawanna umiarkowana
pt_br: Savanas temperadas
ru: Умеренная саванна
tr: Ilıman Savan
vi: Savanna ôn đới
zh_hans: 温带稀树草原

source: Temperate Shrubland
de: gemäßigtes Buschland
fr: Arbuste tempéré
it: Macchia Temperata
ko: 온대 관목지
pl: Umiarkowane krzewy
pt_br: Matagal de clima temperado
ru: Умеренные кустарники
tr: Ilıman Çalılık
vi: Vùng cây bụi ôn đới
zh_hans: 温带灌木丛

source: Tropical Grassland
de: tropische Ebenen
fr: Prairie tropicale
it: Prateria Tropicale
ko: 열대 초원
pl: Tropikalna Łąka
pt_br: Pastagens tropicais
ru: Тропические луга
tr: Tropikal Otlak
vi: Đồng cỏ nhiệt đới
zh_hans: 热带草原

source: Tropical Savanna
de: tropische Savanne
fr: Savane tropicale
it: Savana Tropicale
ko: 열대 사바나
pl: Tropikalna sawanna
pt_br: Savana tropical
ru: Тропическая саванна
tr: Tropikal Savan
vi: Savanna nhiệt đới
zh_hans: 热带稀树草原

source: Tropical Shrubland
de: tropisches Buschland
fr: Arbuste tropical
it: Macchia Tropicale
ko: 열대 관목지
pl: Tropikalne krzewy
pt_br: Matagal tropical
ru: Тропические кустарники
tr: Tropikal Çalılık
vi: Vùng cây bụi nhiệt đới
zh_hans: 热带灌木丛

source: Badlands
de: Ödland
fr: Terres ingrates
it: Calanchi
ko: 황무지
pl: Badlandy
pt_br: Terra Ruim
ru: Пустоши
tr: Çorak arazi
vi: Vùng đất cằn cỗi
zh_hans: 荒原

source: Rocky Wasteland
de: Felsiges Ödland
fr: Désert rocheux
it: Landa rocciosa
ko: 암반 불모지
pl: Kamienne pustkowia
pt_br: Terra Arida rochosa
ru: Каменистая пустыня
tr: Kayalık Çorak Arazi
vi: Vùng đất hoang đá
zh_hans: 岩石荒地

source: Sand Desert
de: Sandwüste
fr: Désert de sable
it: Deserto sabbioso
ko: 모래 사막
pl: Piaszczysta pustynia
pt_br: Deserto de areia
ru: Песчаная пустыня
tr: Kum Çölü
vi: Sa mạc cát
zh_hans: 沙漠

source: Tropical Ocean
de: Tropischer Ozean
fr: Océan tropical
it: Oceano tropicale
ko: 열대 바다
pl: Tropikalny ocean
pt_br: Oceano Tropical
ru: Тропический океан
tr: Tropikal Okyanus
vi: Đại dương nhiệt đới
zh_hans: 热带海洋

source: Temperate Ocean
de: gemäßigter Ozean
fr: Océan tempéré
it: Oceano Temperato
ko: 온대 바다
pl: Umiarkowany ocean
pt_br: Oceano de clima temperado
ru: Умеренный океан
tr: Ilıman Okyanus
vi: Đại dương ôn đới
zh_hans: 温带海洋

source: Arctic Ocean
de: Arktischer Ozean
fr: océan Arctique
it: Oceano Artico
ko: 북극해
pl: Ocean arktyczny
pt_br: Oceano Ártico
ru: Арктический океан
tr: Arktik Okyanus
vi: Đại dương Bắc Cực
zh_hans: 北冰洋

source: Temperate Freshwater Pool
de: gemäßigter Süßwasserreservoir
fr: Piscine d'eau douce tempérée
it: Pozza d'acqua dolce temperata
ko: 온대 민물 웅덩이
pl: Umiarkowany basen ze słodką wodą
pt_br: Piscina de água doce temperada
ru: Умеренный пресный водоём
tr: Ilıman Tatlı Su Göleti
vi: Vũng nước ngọt ôn đới
zh_hans: 温带淡水池

source: Temperate Brackish Pool
de: gemäßigtes Brackwasserreservoir
fr: Bassin saumâtre tempéré
it: Pozza salmastra temperata
ko: 온대 소금물 웅덩이
pl: Umiarkowany basen słonawy
pt_br: Piscina de água salobra temperada
ru: Умеренный солоноватый водоём
tr: Ilıman Acı Su Göleti
vi: Vũng nước lợ ôn đới
zh_hans: 温带盐水池

source: Temperate Saltwater Pool
de: gemäßigtes Salzwasserreservoir
fr: Piscine d'eau salée tempérée
it: Pozza d'acqua salata temperata
ko: 온대 바닷물 웅덩이
pl: Umiarkowany basen ze słoną wodą
pt_br: Piscina de água salgada temperada
ru: Умеренный солёный водоём
tr: Ilıman Tuzlu Su Göleti
vi: Vũng nước mặn ôn đới
zh_hans: 温带咸水池

source: Tropical Freshwater Pool
de: tropisches Süßwasserreservoir
fr: Piscine d'eau douce tropicale
it: Pozza tropicale d'acqua dolce
ko: 열대 민물 웅덩이
pl: Tropikalny basen ze słodką wodą
pt_br: Piscina de água doce tropical
ru: Тропический пресный водоём
tr: Tropikal Tatlı Su Göleti
vi: Vũng nước ngọt nhiệt đới
zh_hans: 热带淡水池

source: Tropical Brackish Pool
de: tropisches Brackwasserreservoir
fr: Piscine saumâtre tropicale
it: Pozza salmastra tropicale
ko: 열대 소금물 웅덩이
pl: Tropikalny basen słonawy
pt_br: Piscina tropical salobra
ru: Тропический солоноватый водоём
tr: Tropikal Acı Su Göleti
vi: Vũng nước lợ nhiệt đới
zh_hans: 热带盐水池

source: Tropical Saltwater Pool
de: Tropisches Salzwasserreservoir
fr: Piscine d'eau salée tropicale
it: Pozza tropicale d'acqua salata
ko: 열대 바닷물 웅덩이
pl: Tropikalny basen ze słoną wodą
pt_br: Piscina de água salgada tropical
ru: Тропический солёный водоём
tr: Tropikal Tuzlu Su Göleti
vi: Vũng nước mặn nhiệt đới
zh_hans: 热带咸水池

source: Temperate Freshwater Lake
de: gemäßigter See
fr: Lac d'eau douce tempérée
it: Lago d'acqua dolce temperato
ko: 온대 민물 호수
pl: Umiarkowane jezioro słodkowodne
pt_br: Lago de água doce temperado
ru: Умеренное пресное озеро
tr: Ilıman Tatlı Su Gölü
vi: Hồ nước ngọt ôn đới
zh_hans: 温带淡水湖

source: Temperate Brackish Lake
de: gemäßigtes Totgewässer
fr: Lac saumâtre tempéré
it: Lago salmastro temperato
ko: 온대 소금물 호수
pl: Umiarkowane jezioro słonawe
pt_br: Lago de água salobra temperado
ru: Умеренное солоноватое озеро
tr: Ilıman Acı Su Gölü
vi: Hồ nước lợ ôn đới
zh_hans: 温带盐水湖

source: Temperate Saltwater Lake
de: Gemäßigter Salzwassersee
fr: Lac d'eau salée tempérée
it: Lago salato temperato
ko: 온대 바닷물 호수
pl: Umiarkowane jezioro słonowodne
pt_br: Lago de Água salgada Temperada
ru: Умеренное солёное озеро
tr: Ilıman Tuzlu Su Gölü
vi: Hồ nước mặn ôn đới
zh_hans: 温带咸水湖

source: Tropical Freshwater Lake
de: tropischer See
fr: Lac d'eau douce tropicale
it: Lago d'acqua dolce tropicale
ko: 열대 민물 호수
pl: Tropikalne jezioro słodkowodne
pt_br: Lago de água doce tropical
ru: Тропическое пресное озеро
tr: Tropikal Tatlı Su Gölü
vi: Hồ nước ngọt nhiệt đới
zh_hans: 热带淡水湖

source: Tropical Brackish Lake
de: tropisches Totgewässer
fr: Lac saumâtre tropical
it: Lago salmastro tropicale
ko: 열대 소금물 호수
pl: Tropikalne jezioro słonawe
pt_br: Lago de água salobra tropical
ru: Тропическое солоноватое озеро
tr: Tropikal Acı Su Gölü
vi: Hồ nước lợ nhiệt đới
zh_hans: 热带盐水湖

source: Tropical Saltwater Lake
de: tropischer Salzsee
fr: Lac d'eau salée tropicale
it: Lago tropicale d'acqua salata
ko: 열대 바닷물 호수
pl: Tropikalne słone jezioro
pt_br: Lago de água salgada tropical
ru: Тропическое солёное озеро
tr: Tropikal Tuzlu Su Gölü
vi: Hồ nước mặn nhiệt đới
zh_hans: 热带咸水湖

source: Temperate Freshwater River
de: gemäßigter Fluss
fr: Rivière d'eau douce tempérée
it: Fiume d'acqua dolce temperato
ko: 온대 민물 강
pl: Umiarkowana rzeka słodkowodna
pt_br: Rio de água doce temperado
ru: Умеренная пресная река
tr: Ilıman Tatlı Su Nehri
vi: Sông nước ngọt ôn đới
zh_hans: 温带淡水河

source: Temperate Brackish River
de: gemäßigter Brackwasserfluss
fr: Rivière saumâtre tempérée
it: Fiume salmastro temperato
ko: 온대 소금물 강
pl: Umiarkowana słonawa rzeka
pt_br: Rio salobro temperado
ru: Умеренная солоноватая река
tr: Ilıman Acı Su Nehri
vi: Sông nước lợ ôn đới
zh_hans: 温带盐水河

source: Temperate Saltwater River
de: gemäßigter Salzwasserfluss
fr: Rivière d'eau salée tempérée
it: Fiume temperato d'acqua salata
ko: 온대 바닷물 강
pl: Umiarkowana rzeka słonowodna
pt_br: Rio de água salgada temperado
ru: Умеренная солёная река
tr: Ilıman Tuzlu Su Nehri
vi: Sông nước mặn ôn đới
zh_hans: 温带咸水河

source: Tropical Freshwater River
de: tropischer Fluss
fr: Rivière d'eau douce tropicale
it: Fiume d'acqua dolce tropicale
ko: 열대 민물 강
pl: Tropikalna rzeka słodkowodna
pt_br: Rio de água doce tropical
ru: Тропическая пресная река
tr: Tropikal Tatlı Su Nehri
vi: Sông nước ngọt nhiệt đới
zh_hans: 热带淡水河

source: Tropical Brackish River
de: Tropischer Brackwasserfluss
fr: Rivière saumâtre tropicale
it: Fiume salmastro tropicale
ko: 열대 소금물 강
pl: Tropikalna słonawa rzeka
pt_br: Rio salobro tropical
ru: Тропическая солоноватая река
tr: Tropikal Acı Su Nehri
vi: Sông nước lợ nhiệt đới
zh_hans: 热带盐水河

source: Tropical Saltwater River
de: Tropischer Salzwasserfluss
fr: Rivière d'eau salée tropicale
it: Fiume tropicale d'acqua salata
ko: 열대 바닷물 강
pl: Tropikalna rzeka morska
pt_br: Rio de água salgada tropical
ru: Тропическая солёная река
tr: Tropikal Tuzlu Su Nehri
vi: Sông nước mặn nhiệt đới
zh_hans: 热带咸水河

source: Subterranean Water
de: Grundwasser
fr: Eau souterraine
it: Acqua sotterranea
ko: 지하수
pl: Woda podziemna
pt_br: Água subterrânea
ru: Подземные воды
tr: Yeraltı Suyu
vi: Nước địa hạ
zh_hans: 地下水

source: Subterranean Chasm
de: Unterirdischer Abgrund
fr: Gouffre souterrain
it: Baratro sotterraneo
ko: 지하 틈
pl: Podziemna Przepaść
pt_br: Abismo subterrâneo
ru: Подземная пропасть
tr: Yeraltı Uçurumu
vi: Vực thẳm địa hạ
zh_hans: 地下裂缝

source: Subterranean Magma
de: Unterirdische magma
fr: Magma souterrain
it: Magma sotterraneo
ko: 지하 마그마
pl: Podziemna magma
pt_br: Magma subterrâneo
ru: Подземная магма
tr: Yeraltı Magması
vi: Dung nham địa hạ
zh_hans: 地下岩浆

source: It is traditionally thought to be
tr: Geleneksel olarak şu olduğu düşünülür:
vi: Theo truyền thống, nó được cho là

source: It was last seen
tr: En son şurada görüldü:
vi: Lần cuối nó được nhìn thấy

source: It was last rumored to be
tr: En son şurada olduğu söylendi:
vi: Lần cuối nó được đồn đại là

source: held by
tr: [Kişi]nin elindeki:
vi: đang được nắm giữ bởi

source: in
fr: dans
pl: w
pt_br: na
ru: в
tr: şurada
vi: tại
zh_hans: 在

source: in
fr: dans
pl: w
pt_br: na
ru: в
tr: şurada
vi: tại
zh_hans: 在

source: the Underworld
de: die Unterwelt
fr: le monde souterrain
it: gli Inferi
ko: 지하 세계
pl: Podziemie
pt_br: Submundo
ru: Преисподняя
tr: Yeraltı Dünyası
vi: Vùng Âm Phủ
zh_hans: 地下世界

source: the magma sea
de: der Magma-See
fr: la mer de magma
it: il mare magmatico
ko: 마그마 바다
pl: morze magmy
pt_br: o mar de magma
ru: море магмы
tr: magma denizi
vi: biển dung nham
zh_hans: 岩浆海

source: the depths of the world
de: die Abgründe der Welt
fr: les profondeurs du monde
it: le profondità del mondo
ko: 시계의 심연
pl: głębia świata
pt_br: as profundezas do mundo
ru: глубины мира
tr: dünyanın derinlikleri
vi: vực sâu của thế giới
zh_hans: 在世界的深处

source: an unknown underground region
de: eine unbekannte unterirdische Region
fr: une région souterraine inconnue
it: una regione sotterranea sconosciuta
ko: 알려지지 않은 지하 지역
pl: nieznany podziemny region
pt_br: uma desconhecida regiao subterrânea
ru: неизвестный подземный регион
tr: bilinmeyen bir yeraltı bölgesi
vi: một vùng đất dưới lòng đất không rõ
zh_hans: 一个未知的地下区域

source: Highest known in organization
de: am bekanntesten in der Organisation
fr: Le plus connu dans l'organisation
it: Il più noto nell'organizzazione
ko: 조직에서 가장 잘 알려진
pl: Najbardziej znany w organizacji
pt_br: Mais conhecido na organização
ru: Высшее известное должностное лицо в организации
tr: Örgütte bilinen en yüksek rütbe
vi: Cấp bậc cao nhất trong tổ chức
zh_hans: 组织中有最高的知名度

source: Associated Organization:
de: Assoziierte Organisation:
fr: Organisation associée:
it: Organizzazione associata:
ko: 관련 조직
pl: Organizacja stowarzyszona:
pt_br: Organização Associada:
ru: Связанная организация:
tr: İlişkili Örgüt:
vi: Tổ chức liên kết:
zh_hans: 相关组织：

source: Associated Plot:
de: Assoziierter Plan:
fr: Parcelle associée:
it: Trama associata:
ko: 연상되는 스토리:
pl: Powiązane pole:
pt_br: Trama associada:
ru: Связанное место:
tr: İlişkili Komplo:
vi: Âm mưu liên quan:
zh_hans: 关联地块：

source: Died in the year
tr: Şu yılda öldü:
vi: Mất vào năm

source: deity
tr: ilah
vi: thần linh

source: This person is one of the
tr: Bu kişi şunlardan biridir:
vi: Người này là một trong số

source: of
de: auf
fr: de
it: di
ko: 의
pl: z
pt_br: de
ru: от
vi: của
zh_hans: 的

source: and your military subordinate
tr: ve askeri astınız
vi: và là cấp dưới quân sự của bạn

source: alongside you
tr: sizinle birlikte
vi: kề vai sát cánh với bạn

source: This person is
tr: Bu kişi
vi: Người này là

source: The Dirt
fr: La saleté
it: Lo Sporco
ko: 흙
pl: Brud
pt_br: A sujeira
ru: Грязь
tr: Çamur
vi: Đất
zh_hans: 尘土

source: and your military commander
tr: ve askeri komutanınız
vi: và là chỉ huy quân sự của bạn

source: Mourn
fr: Faire le deuil
it: Lutto
ko: 애도
pl: Opłakiwać
pt_br: Luto
ru: Скорбь
tr: Yas Tut
vi: Than khóc
zh_hans: 哀悼

source: You have known this person your entire life.
tr: Bu kişiyi hayatın boyunca tanıyorsun.
vi: Bạn đã quen biết người này cả cuộc đời.

source: You have known this person since
tr: Bu kişiyi şuradan beri tanıyorsun:
vi: Bạn đã quen biết người này từ khi

source: birth.
tr: doğum.
vi: sinh ra.

source: You have known each other your entire lives.
tr: Birbirinizi hayatınız boyunca tanıdınız.
vi: Hai bạn đã quen biết nhau cả cuộc đời.

source: You last spoke
tr: En son konuştun:
vi: Bạn lần cuối trò chuyện

source: You have heard this name suggested as a potential guide to faraway places.
tr: Bu ismin uzak yerlere rehberlik edebilecek potansiyel biri olarak önerildiğini duydun.
vi: Bạn đã nghe tên này được đề xuất là một người hướng dẫn tiềm năng đến những nơi xa xôi.

source: You worship this figure.
tr: Bu figüre tapıyorsun.
vi: Bạn tôn thờ nhân vật này.

source: You are beloved.
tr: Çok seviliyorsun.
vi: Bạn được yêu quý.

source: You are held in high regard.
tr: Sana büyük saygı duyuluyor.
vi: Bạn được kính trọng.

source: You are held in some esteem.
tr: Sana biraz saygı duyuluyor.
vi: Bạn được nể trọng phần nào.

source: You have been favorably noticed.
tr: Olumlu bir şekilde fark edildin.
vi: Bạn đã được chú ý một cách tích cực.

source: You have attracted some positive interest.
tr: Biraz olumlu ilgi çektin.
vi: Bạn đã thu hút được một số sự quan tâm tích cực.

source: This is your lover.
tr: Bu senin sevgilin.
vi: Đây là người yêu của bạn.

source: Fidelity
fr: fidélité
it: Fedeltà
ko: 충실도
pl: Wierność
pt_br: Fidelidade
ru: Верность
tr: Sadakat
vi: Lòng chung thủy
zh_hans: 保真度

source: This is your prisoner.
tr: Bu senin mahkumun.
vi: Đây là tù nhân của bạn.

source: This is your jailor.
tr: Bu senin gardiyanın.
vi: Đây là cai ngục của bạn.

source: This is your master.
tr: Bu senin efendin.
vi: Đây là chủ nhân của bạn.

source: This is your apprentice.
tr: Bu senin çırağın.
vi: Đây là người học việc của bạn.

source: Healing
fr: Guérison
it: Guarigione
ko: 치유
pl: Uzdrawianie
pt_br: Curando
ru: Лечение
tr: İyileşme
vi: Chữa lành
zh_hans: 愈合

source: This is your traveling companion.
tr: Bu senin yol arkadaşın.
vi: Đây là bạn đồng hành của bạn.

source: This is your former master.
tr: Bu senin eski efendin.
vi: Đây là chủ nhân cũ của bạn.

source: This is your former apprentice.
tr: Bu senin eski çırağın.
vi: Đây là người học việc cũ của bạn.

source: This is your owner.
tr: Bu senin sahibin.
vi: Đây là chủ của bạn.

source: This is your former spouse.
tr: Bu senin eski eşin.
vi: Đây là người bạn đời cũ của bạn.

source: This is your deceased spouse.
tr: Bu senin merhum eşin.
vi: Đây là người bạn đời đã khuất của bạn.

source: This is your
tr: Bu senin
vi: Đây là của bạn
