Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Only one condition needs to be satisfied for the [C:6:0:1]Minecart[C:7:0:0] to move to the next [C:6:0:0]Track Stop[C:7:0:0].
fr: Une seule condition doit être remplie pour que le [C:6:0:1]Wagonnet[C:7:0:0] passe au prochain [C:6:0:0]Arrêt de voie[C:7:0 :0].
it: Basta soddisfare una sola condizione affinché il [C:6:0:1]Carrello da miniera[C:7:0:0] si sposti alla successivo [C:6:0:0]Fermata sui binari[C:7:0:0].
pl: Tylko jeden warunek musi zostać spełniony, aby [C:6:0:1]Wagonik[C:7:0:0] zaczął przemieszczać się do kolejnego [C:6:0:0]Przystanku[C:7:0:0].
pt_br: Há apenas uma condição para o [C:6:0:1]Carrinho de Mina[C:7:0:0] se mover até o próximo [C:6:0:0]Ponto de Parada[C:7:0:0].
ru: Для того чтобы [C:6:0:1]вагонетка[C:7:0:0] двинулась на следующую [C:6:0:0]путевую остановку[C:7:0:0], должно быть выполнено лишь одно условие.
tr: [C:6:0:1]Maden Arabasının[C:7:0:0] bir sonraki [C:6:0:0]Ray Durağına[C:7:0:0] gitmesi için sadece bir koşulun sağlanması gerekir.
vi: Chỉ cần một điều kiện được thỏa mãn để [C:6:0:1]Minecart[C:7:0:0] di chuyển đến [C:6:0:0]Track Stop[C:7:0:0] tiếp theo.
zh_hans: 只需要满足一个条件 [C:6:0:1]矿车[C:7:0:0] 移动到下一个 [C:6:0:0]轨道：停靠站[C:7:0:0].

source: [C:6:0:1]Minecarts[C:7:0:0] that move too quickly around corners will spill their contents.
fr: [C:6:0:1]Les wagonnets[C:7:0:0] qui se déplacent trop rapidement dans les coins renverseront leur contenu.
it: I [C:6:0:1]Carrelli da miniera[C:7:0:0] che si muovono troppo velocemente in curva ne rovesciano il contenuto.
pl: [C:6:0:1]Wagoniki[C:7:0:0] poruszające się zbyt szybko na zakrętach będą gubiły swój ładunek.
pt_br: [C:6;0:1]Carrinhos de Mina[C:7:0:0] que se deslocam muito rápido nas esquinas vão derrubar seus conteúdos.
ru: [C:6:0:1]Вагонетки[C:7:0:0], которые слишком быстро входят в поворот, проливают свое содержимое.
tr: Köşeleri çok hızlı dönen [C:6:0:1]Maden Arabaları[C:7:0:0] içindekileri dökebilir.
vi: [C:6:0:1]Minecarts[C:7:0:0] di chuyển quá nhanh quanh các khúc cua sẽ làm đổ vật phẩm bên trong.
zh_hans: [C:6:0:1]矿车[C:7:0:0]在转弯处移动太快时会把矿车里的东西甩出来。

source: When a route has a steep descent, consider using powered [C:6:0:0]Rollers[C:7:0:0], extra curves, track "stops" between [C:6:0:0]Stops[C:7:0:0] with various friction settings, or a worker to guide the vehicle.
fr: Lorsqu'un itinéraire présente une descente abrupte, envisagez d'utiliser des [C:6:0:0]Rouleaux[C:7:0:0] motorisés, des courbes supplémentaires, des arrêts de voie entre [C:6:0:0]Arrêts[C:7:0:0] avec différents réglages de friction, ou un ouvrier pour guider le véhicule.
it: Quando un percorso presenta una discesa ripida, prendi in considerazione l'utilizzo di [C:6:0:0]Rulli[C:7:0:0] motorizzati, curve extra, fermate dei binari tra le [C:6:0:0]Fermate[C:7:0:0] con varie impostazioni di attrito o un lavoratore per guidare il veicolo.
pl: Kiedy trasa ma stromy zjazd, rozważ użycie zasilanych [C:6:0:0]Rolek[C:7:0:0], dodatkowych zakrętów, "przystanków" pomiędzy [C:6:0:0]Przystankami[C:7:0:0] o różnych ustawieniach tarcia, czy pracownika do kierowania pojazdem.
pt_br: Quando uma rota tiver uma descida íngreme, considere usar [C:6:0:0]Roldanas[C:7:0:0], curvas extras, mais "paradas" entre os [C:6:0:0]Pontos de Parada[C:7:0:0] com várias configurações de fricção, ou um trabalhador para guiar o veículo.
ru: Если маршрут имеет крутой спуск, рассмотрите возможность использования приводных [C:6:0:0]роллеров[C:7:0:0], дополнительных поворотов, путевых "тормозов" среди [C:6:0:0]остановок[C:7:0:0] с различными настройками трения или работника, ведущего транспортное средство.
tr: Bir rota dik bir inişe sahip olduğunda, güçle çalışan [C:6:0:0]Silindirler[C:7:0:0], ekstra virajlar, [C:6:0:0]Duraklar[C:7:0:0] arasında çeşitli sürtünme ayarlarına sahip ray "durakları" veya aracı yönlendirecek bir işçi kullanmayı düşünün.
vi: Khi một tuyến đường có độ dốc lớn, hãy cân nhắc sử dụng [C:6:0:0]Rollers[C:7:0:0] có động cơ, thêm các khúc cua, các điểm "dừng" trên đường ray giữa các [C:6:0:0]Stops[C:7:0:0] với cài đặt ma sát khác nhau, hoặc một công nhân để hướng dẫn phương tiện.
zh_hans: 当一条路线有一个急剧的下降，可以考虑使用电动的[C:6:0:0]滚动辊[C:7:0:0]、额外的曲线、在[C:6:0:0]站[C:7:0:0]之间的轨道“站点”加上各种摩擦力设置，或者使用一个工人来引导车辆。

source: Stocks
de: Bestände
fr: Actions
it: Risorse
ko: 재고
pl: Zapasy
pt_br: Depósitos
ru: Запасы
tr: Stoklar
vi: Kho Hàng
zh_hans: 库存

source: Here you can see every [C:6:0:1]Item[C:7:0:0] in the fortress.
fr: Ici, vous pouvez voir tous les [C:6:0:1]Objets[C:7:0:0] de la forteresse.
it: Qui puoi vedere ogni [C:6:0:1]Oggetto[C:7:0:0] nella fortezza.
ko: 여기에서 요새의 모든 [C:6:0:1]항목[C:7:0:0]을 볼 수 있습니다.
pl: Tutaj możesz zobaczyć każdy [C:6:0:1]Przedmiot[C:7:0:0] w twierdzy.
pt_br: Aqui você pode ver cada [C:6:0:1]Item[C:7:0:0] na fortaleza.
ru: Здесь вы можете увидеть все [C:6:0:1]предметы[C:7:0:0] в крепости.
tr: Burada kaledeki her [C:6:0:1]Eşyayı[C:7:0:0] görebilirsiniz.
vi: Tại đây bạn có thể thấy mọi [C:6:0:1]Item[C:7:0:0] trong pháo đài.
zh_hans: 在这里你可以看到要塞中的所有[C:6:0:1]物品[C:7:0:0]。

source: Click on category headings to collapse and expand them.
de: Klicken Sie auf die Überschriften der Kategorien, um sie ein- und auszuklappen.
fr: Cliquez sur les en-têtes de catégorie pour les réduire et les développer.
it: Clicca le voci di categoria per chiuderle ed espanderle.
ko: 범주 제목을 클릭하여 접거나 펼칩니다.
pl: Kliknij na nagłówki kategorii aby je rozwijać i zwijać.
pt_br: Clique na categoria cabeçalho para colapsar e expandi-la.
ru: Щелкните по заголовкам категорий, чтобы свернуть или развернуть их.
tr: Kategori başlıklarına tıklayarak onları daraltıp genişletebilirsiniz.
vi: Nhấn vào các tiêu đề danh mục để thu gọn và mở rộng chúng.
zh_hans: 单击类别标题折叠并展开它们。

source: If you don't have a [C:5:0:0]Bookkeeper[C:7:0:0], or they don't have an [C:3:0:0]Office[C:7:0:0] to work in, numbers may be approximate.
fr: Si vous n'avez pas de [C:5:0:0]comptable[C:7:0:0], ou s'il n'a pas de [C:3:0:0]bureau[C:7:0 :0] pour travailler, les nombres peuvent être approximatifs.
it: Se non hai un [C:5:0:0]Contabile[C:7:0:0], o se non hanno un [C:3:0:0]Ufficio[C:7:0:0] in cui lavorare, i numeri possono essere approssimativi.
pl: Jeśli nie masz [C:5:0:0]Księgowych[C:7:0:0], albo nie mają oni [C:3:0:0]Biura[C:7:0:0] do pracy, liczby mogą być przybliżone.
pt_br: Se você não tem um [C:5:0:0]Contador[C:7:0:0], ou ele não tem um [C:3:0:0]Escritório[C:7:0:0] para trabalhar, números podem ser aproximados.
ru: Если у вас нет [C:5:0:0]счетовода[C:7:0:0], или у него нету [C:3:0:0]кабинета[C:7:0:0] для работы, цифры могут быть приблизительными.
tr: Eğer bir [C:5:0:0]Defterdarınız[C:7:0:0] yoksa veya çalışacakları bir [C:3:0:0]Ofisleri[C:7:0:0] yoksa, sayılar yaklaşık olabilir.
vi: Nếu bạn không có một [C:5:0:0]Bookkeeper[C:7:0:0], hoặc họ không có một [C:3:0:0]Office[C:7:0:0] để làm việc, các con số có thể chỉ là ước tính.
zh_hans: 如果你没有一位[C:5:0:0]簿记员[C:7:0:0]，或者他没有一间用来工作的[C:3:0:0]办公室[C:7:0:0]，那么你库存中显示的数量将是模糊的大概的。

source: Work details are one way you can control which workers do which tasks, and they are the only way to assign certain tasks like mining, woodcutting, hunting, and fishing.
de: Arbeitsdetails sind eine Möglichkeit zu kontrollieren, welche Arbeiter welche Aufgaben erledigen, und sie sind die einzige Möglichkeit, bestimmte Aufgaben wie Bergbau, Holzfällerei, Jagd und Fischerei zuzuweisen.
fr: Les détails du travail sont un moyen de contrôler quels travailleurs effectuent quelles tâches, et ils sont le seul moyen d'attribuer certaines tâches telles que l'exploitation minière, la coupe de bois, la chasse et la pêche.
it: I dettagli di lavoro sono un modo per controllare quali lavoratori svolgono quali compiti e sono l'unico modo per assegnare alcuni compiti come scavo, taglio del legno, caccia e pesca.
ko: 작업 세부 정보는 작업자가 어떤 작업을 수행하는지 제어할 수 있는 한 가지 방법이며, 채굴, 목재 절단, 사냥 및 낚시와 같은 특정 작업을 할당할 수 있는 유일한 방법입니다.
pl: Szczegóły pracy są jednym ze sposobów kontrolowania, którzy pracownicy wykonują określone zadania, i są jedynym sposobem na przypisanie niektórych zadań, takich jak górnictwo, wycinka drzew, polowanie i łowienie ryb.
pt_br: Detalhes de trabalho é uma das maneiras que você pode controlar quais trabalhadores fazer quais tarefas, e eles são a única forma de atribuir certas tarefas como mineração, corte de madeira, caça, e pesca.
ru: Сведения о работе - это один из способов контролировать, какие работники выполняют те или иные задания, и это единственный способ назначить определенные задания, такие как добыча полезных ископаемых, рубка леса, охота и рыбалка.
tr: İş detayları, hangi işçilerin hangi görevleri yapacağını kontrol etmenin bir yoludur ve madencilik, odunculuk, avcılık ve balıkçılık gibi belirli görevleri atamanın tek yoludur.
vi: Chi tiết công việc là một cách bạn có thể kiểm soát công nhân nào làm nhiệm vụ gì, và chúng là cách duy nhất để giao một số nhiệm vụ nhất định như khai thác mỏ, chặt gỗ, săn bắn và đánh bắt cá.
zh_hans: 工作细节是一种可以控制哪些工人执行哪些任务的方法，也是分配采矿、伐木、狩猎和钓鱼等特定任务的唯一方法。

source: Generally, almost every task will be available for every citizen, but you can both restrict both citizens and tasks.
de: In der Regel wird fast jede Aufgabe für jeden Bürger verfügbar sein, aber Sie können sowohl Bürger als auch Aufgaben einschränken.
fr: Généralement, presque toutes les tâches seront disponibles pour chaque citoyen, mais vous pouvez restreindre à la fois les citoyens et les tâches.
it: In generale, quasi tutti i compiti saranno disponibili per ogni cittadino, ma è possibile limitare sia cittadini che compiti.
ko: 일반적으로 거의 모든 작업이 모든 시민에게 제공되지만, 시민과 작업 모두를 제한할 수 있습니다.
pl: Ogólnie rzecz biorąc, prawie każde zadanie będzie dostępne dla każdego obywatela, ale możesz zarówno ograniczyć obywateli, jak i zadania.
pt_br: Geralmente, quase qualquer tarefa estará disponível para qualquer cidadão, mas você pode ambos restringir ambos cidadãos e tarefas.
ru: Обычно каждому жителю доступно почти любое задание, но вы можете ограничить как жителей, так и задания.
tr: Genellikle, hemen hemen her görev her vatandaş için uygun olacaktır, ancak hem vatandaşları hem de görevleri kısıtlayabilirsiniz.
vi: Nói chung, hầu hết mọi nhiệm vụ sẽ có sẵn cho mọi công dân, nhưng bạn có thể giới hạn cả công dân và nhiệm vụ.
zh_hans: 一般来说，几乎每个任务都对每个公民可用，但你可以同时限制公民和任务。

source: Citizens are restricted by using their [C:5:0:1]Specialization[C:7:0:0] button.
fr: Les citoyens sont limités en utilisant leur bouton [C:5:0:1]Spécialisation[C:7:0:0].
it: Limita i cittadini tramite il tasto [C:5:0:1]Specializzazione[C:7:0:0].
pl: Obywatele są ograniczani za pomocą ich przycisku [C:5:0:1]Specjalizacja[C:7:0:0].
pt_br: Cidadãos são restritos usando seu botão [C:5:0:1]Especialização[C:7:0:0].
ru: Ограничить действия жителей можно с помощью кнопки [C:5:0:1]Специализация[C:7:0:0].
tr: Vatandaşlar [C:5:0:1]Uzmanlaşma[C:7:0:0] düğmesi kullanılarak kısıtlanır.
vi: Công dân bị giới hạn bằng cách sử dụng nút [C:5:0:1]Chuyên môn hóa[C:7:0:0] của họ.
zh_hans: 使用[C:5:0:1]Specialization[C:7:0:0]按钮来控制是否让矮人只做分配的工作。

source: Tasks are restricted by setting their work detail to [C:5:0:1]"Only selected do this"[C:7:0:0].
fr: Les tâches sont restreintes en définissant leurs détails de travail sur [C:5:0:1]"Seuls les sélectionnés font ceci"[C:7:0:0].
it: I compiti sono limitati impostando i dettagli di lavoro su [C:5:0:1]"Solo i selezionati fanno questo"[C:7:0:0].
pl: Zadania są ograniczane za pomocą ustawienia ich szczegółów pracy na [C:5:0:1]"Tylko wybrani to robią"[C:7:0:0].
pt_br: Tarefas são restringidas em detalhe do seu trabalho selecionado [C:5:0:1]"Selecionado para fazer apenas isso"[C:7:0:0].
ru: Задачи ограничиваются путем установки детализации работы на [C:5:0:1] "Только избранные делают это"[C:7:0:0].
tr: Görevler, iş detayları [C:5:0:1]"Sadece seçilenler yapsın"[C:7:0:0] olarak ayarlanarak kısıtlanır.
vi: Nhiệm vụ bị giới hạn bằng cách đặt chi tiết công việc của chúng thành [C:5:0:1]"Chỉ người được chọn thực hiện"[C:7:0:0].
zh_hans: 通过工作清单里的[C:5:0:1]"Only selected do this"[C:7:0:0]按钮来只让选中的人做这部分工作。

source: If a task does not have a default work detail, you can create a custom work detail. Once you assign citizens to the task, you can then set [C:5:0:1]"Only selected do this"[C:7:0:0] if you want to restrict it.
fr: Si une tâche n'a pas de détail de travail par défaut, vous pouvez créer un détail de travail personnalisé. Une fois que vous avez affecté des citoyens à la tâche, vous pouvez alors définir [C:5:0:1]"Seuls les sélectionnés font ceci"[C:7:0:0] si vous souhaitez la restreindre.
it: Se un compito non ha un dettaglio di lavoro predefinito è possibile creare un dettaglio di lavoro personalizzato. Una volta assegnato il cittadino all'attività è possibile impostare [C:5:0:1]"Solo i selezionati fanno questo"[C:7:0:0] se desideri limitarlo.
pl: Jeśli zadanie nie ma domyślnych szczegółów pracy, możesz utworzyć niestandardowe szczegóły pracy. Po przydzieleniu obywateli do zadania możesz ustawić [C:5:0:1]"Tylko wybrani to robią"[C:7:0:0] jeśli chcesz je ograniczyć.
pt_br: Se uma tarefa não tem um detalhe de trabalho padrão, você pode criar um detalhe de trabalho personalizado. Quando você associar cidadãos à tarefa, você pode então colocar [C:5:0:1]"Selecionado para fazer apenas isso"[C:7:0:0] se você quiser restringi-la.
ru: Если у задачи нет деталей работы по умолчанию, можно создать пользовательские детали работы. Как только вы назначите поселенцев на выполнение задачи, можно будет указать [C:5:0:1]"Только избранные делают это"[C:7:0:0], если вы хотите ввести ограничения.
tr: Bir görevin varsayılan bir iş detayı yoksa, özel bir iş detayı oluşturabilirsiniz. Vatandaşları göreve atadıktan sonra, kısıtlamak istiyorsanız [C:5:0:1]"Sadece seçilenler yapsın"[C:7:0:0] ayarını yapabilirsiniz.
vi: Nếu một nhiệm vụ không có chi tiết công việc mặc định, bạn có thể tạo một chi tiết công việc tùy chỉnh. Sau khi bạn giao công dân cho nhiệm vụ, bạn có thể đặt [C:5:0:1]"Chỉ người được chọn thực hiện"[C:7:0:0] nếu bạn muốn giới hạn nó.
zh_hans: 如果一份工作没有默认的工作清单支持，你可以新建一个自定义的工作清单。一旦你为这个工作清单指派了矮人，你便可以设定[C:5:0:1]"只有被选中的人才做这个"[C:7:0:0]来精准的控制它。

source: Nobles and administrators
de: Adlige und Verwalter
fr: Nobles et administrateurs
it: Nobili e Amministratori
ko: 귀족 및 관리자
pl: Szlachta i Administratorzy
pt_br: Nobres e administradores
ru: Знать и администрация
tr: Soylular ve yöneticiler
vi: Quý tộc và quản trị viên
zh_hans: 贵族和管理员

source: Here you can view your nobles, as well as assign your administrators, military leaders, and other officials.
de: Hier können Sie Ihre Adligen einsehen sowie Ihre Verwalter, Militärführer und andere Beamte zuweisen.
fr: Ici, vous pouvez voir vos nobles, ainsi que désigner vos administrateurs, chefs militaires et autres fonctionnaires.
it: Qui puoi vedere i tuoi nobili e assegnare amministratori, capi militari e altri funzionari.
ko: 여기서는 귀족들을 볼 수 있을 뿐만 아니라 관리자, 군사 지도자 및 기타 관리들을 할당할 수 있습니다.
pl: Tutaj możesz zobaczyć swoich szlachciców, a także przypisać twoich administratorów, dowódców wojskowych i innych urzędników.
pt_br: Aqui você pode ver seus nobres, além atribuir administradores, líderes militares, e outros oficiais.
ru: Здесь вы можете просматривать ваших дворян, а также выдавать должности служащих, глав ополчения и прочих должностных лиц.
tr: Burada soylularınızı görüntüleyebilir, ayrıca yöneticilerinizi, askeri liderlerinizi ve diğer memurlarınızı atayabilirsiniz.
vi: Tại đây bạn có thể xem các quý tộc của mình, cũng như bổ nhiệm các quản trị viên, lãnh đạo quân sự và các quan chức khác.
zh_hans: 在这里你可以看到你的贵族，分配你的管理员，军事领导者，及其他职员。

source: [C:5:0:0]Militia Commanders[C:7:0:0] are assigned here.
fr: [C:5:0:0]Les commandants de milice[C:7:0:0] sont affectés ici.
it: [C:5:0:0]Comandanti di milizia[C:7:0:0] sono assegnati qui.
ko: [C:5:0:0]민병대 사령관[C:7:0:0]이 이곳에 배정됩니다.
pl: [C:5:0:0]Dowódcy wojskowi[C:7:0:0] są tutaj przypisywani.
pt_br: [C:5:0:0]Comandantes da Milícia[C:7:0:0] são atribuídos aqui.
ru: Здесь назначаются [C:5:0:0]командиры ополчения[C:7:0:0].
tr: [C:5:0:0]Milis Komutanları[C:7:0:0] buradan atanır.
vi: [C:5:0:0]Chỉ huy Dân quân[C:7:0:0] được bổ nhiệm tại đây.
zh_hans: [C:5:0:0]民兵指挥官[C:7:0:0]在这里指派。

source: Once the first leader is assigned, subsequent [C:5:0:0]Captain[C:7:0:0] positions will appear.
fr: Une fois le premier chef assigné, les positions [C:5:0:0]Capitaine[C:7:0:0] suivantes apparaîtront.
it: Una volta assegnato il primo capo, appariranno le posizioni seguenti di [C:5:0:0]Capitano[C:7:0:0].
ko: 첫 번째 리더가 할당되면 후속 [C:5:0:0]지도자[C:7:0:0] 직책이 나타납니다.
pl: Kiedy pierwszy wódz zostanie przypisany, pojawi się podległa pozycja [C:5:0:0]Kapitana[C:7:0:0].
pt_br: Uma vez que o líder for atribuído, posições de [C:5:0:0]Capitão[C:7:0:0] subsequentes vão aparecer.
ru: Как только первый лидер будет назначен, появятся последующие позиции [C:5:0:0]капитана[C:7:0:0].
tr: İlk lider atandıktan sonra, sonraki [C:5:0:0]Yüzbaşı[C:7:0:0] pozisyonları görünecektir.
vi: Khi lãnh đạo đầu tiên được bổ nhiệm, các vị trí [C:5:0:0]Đại úy[C:7:0:0] tiếp theo sẽ xuất hiện.
zh_hans: 一旦第一个领导者委派了矮人，随后[C:5:0:0]队长[C:7:0:0]的职位设置就会出现。

source: These can also be assigned from the squad menu.
de: Diese können auch über das Truppmenü zugewiesen werden.
fr: Ceux-ci peuvent également être attribués à partir du menu de l'escouade.
it: Questi possono essere assegnati anche dal menù Squadra.
ko: 분대 메뉴에서도 할당할 수 있습니다.
pl: Mogą oni być też przypisani z poziomu menu oddziału.
pt_br: Estes também podem ser atribuídos no menu do esquadrão.
ru: Их также можно назначить в меню отряда.
tr: Bunlar müfreze menüsünden de atanabilir.
vi: Chúng cũng có thể được bổ nhiệm từ menu đội hình.
zh_hans: 这些也可以从小队菜单中分配。

source: Certain important functions in your fortress can only be performed by assigned administrators, such as the [C:5:0:0]Manager[C:7:0:0] and [C:5:0:0]Bookkeeper[C:7:0:0].
fr: Certaines fonctions importantes de votre forteresse ne peuvent être exécutées que par des administrateurs désignés, tels que le [C:5:0:0]Gestionnaire[C:7:0:0] et le [C:5:0:0]Comptable[C:7:0:0].
it: Alcune importanti funzioni nella tua fortezza possono essere eseguite solo da amministratori selezionati, come il [C:5:0:0]Responsabile[C:7:0:0] e il [C:5:0:0]Contabile[C:7:0:0].
ko: 요새의 일부 중요한 기능은 관리자 및 회계 장부 담당자와 같은 지정된 관리자만 수행할 수 있습니다.
pl: Niektóre ważne funkcje w twojej fortecy, takie jak [C:5:0:0]Zarządca[C:7:0:0] czy [C:5:0:0]Księgowy[C:7:0:0] mogą być wykonywane tylko przez przypisanych administratorów.
pt_br: Certas funções importantes na sua fortaleza só podem ser realizadas pro um administrador atribuídos, como o [C:5:0:0]Gerente[C:7:0:0] e [C:5:0:0]Contador[C:7:0:0].
ru: Некоторые важные функции в вашей крепости могут выполнять только назначенные администраторы, такие как [C:5:0:0]Управляющий[C:7:0:0] и [C:5:0:0]Счетовод[C:7:0:0].
tr: Kalenizdeki belirli önemli işlevler, yalnızca [C:5:0:0]Yönetici[C:7:0:0] ve [C:5:0:0]Muhasebeci[C:7:0:0] gibi atanmış yöneticiler tarafından gerçekleştirilebilir.
vi: Một số chức năng quan trọng trong pháo đài của bạn chỉ có thể được thực hiện bởi các quản trị viên được chỉ định, chẳng hạn như [C:5:0:0]Quản lý[C:7:0:0] và [C:5:0:0]Thủ kho[C:7:0:0].
zh_hans: 要塞中的某些重要工作只能由指定的管理员执行，例如[C:5:0:0]经理人[C:7:0:0]和[C:5:0:0]簿记员[C:7:0:0]。

source: Once they are assigned, you can create work orders, run a [C:1:0:1]Hospital[C:7:0:0], and count and appraise your hoard.
fr: Une fois qu'ils sont attribués, vous pouvez créer des ordres de travail, gérer un [C:1:0:1]Hôpital[C:7:0:0], et compter et évaluer votre trésor.
it: Una volta assegnati è possibile creare ordini di lavoro, dirigere un [C:1:0:1]Ospedale[C:7:0:0] e contare e stimare il tesoro.
pl: Po ich przypisaniu możesz tworzyć zlecenia pracy, prowadzić [C:1:0:1]Szpital[C:7:0:0] oraz liczyć i oceniać swoje zasoby.
pt_br: Assim que estiverem atribuídos, você pode criar ordens de trabalho, administrar um [C:1:0:1]Hospital[C:7:0:0], e contar e avaliar sua reserva.
ru: После их назначения вы сможете создавать рабочие заказы, разворачивать [C:1:0:1]госпитали[C:7:0:0], подсчитывать и оценивать свои ресурсы.
tr: Atandıklarında, iş emirleri oluşturabilir, bir [C:1:0:1]Hastane[C:7:0:0] işletebilir ve hazinenizi sayıp değerini biçebilirsiniz.
vi: Khi họ được bổ nhiệm, bạn có thể tạo lệnh làm việc, điều hành một [C:1:0:1]Bệnh viện[C:7:0:0], và kiểm đếm cũng như định giá kho báu của mình.
zh_hans: 一旦他们被分配，你可以创建工作指令，去运作一所 [C:1:0:1]医院[C:7:0:0], 同时为你的贮藏进行估量和统计。

source: Nobles and certain administrators require rooms, and some may also make demands.
de: Adlige und bestimmte Verwaltungsbeamte benötigen Zimmer, und einige können auch Forderungen stellen.
fr: Les nobles et certains administrateurs ont besoin de chambres, et certains peuvent également faire des demandes.
it: Nobili e alcuni Amministratori hanno bisogno di stanze e alcuni possono anche avanzare richieste.
ko: 귀족들과 특정 관리자들은 방을 요구하고, 일부는 다른 요구를 할 수도 있습니다.
pl: Szlachcice i niektórzy administratorzy potrzebują pokoi, a część z nich może także wysuwać żądania.
pt_br: Nobres e certos administradores requerem quartos, e alguns também podem fazer demandas.
ru: Дворянам и некоторым служащим необходимы свои комнаты, а некоторые могут выдвигать и иные требования.
tr: Soylular ve belirli yöneticiler odalara ihtiyaç duyar ve bazıları taleplerde de bulunabilir.
vi: Quý tộc và một số quản trị viên yêu cầu có phòng riêng, và một số cũng có thể đưa ra yêu sách.
zh_hans: 贵族和某些管理员需要房间，有些人还会提出要求。

source: If you have a law enforcement administrator like a [C:5:0:0]Sheriff[C:7:0:0] or [C:5:0:0]Captain of the Guard[C:7:0:0], witnesses of crimes will make reports, which find their way here.
fr: Si vous avez un administrateur des forces de l'ordre comme un [C:5:0:0]Shérif[C:7:0:0] ou [C:5:0:0]Capitaine de la Garde[C:7:0:0 ], les témoins de crimes feront des rapports, qui trouveront leur chemin ici.
it: Se avete un amministratore delle forze dell'ordine come uno[C:5:0:0]Sceriffo[C:7:0:0] o un [C:5:0:0]Capitano delle Guardie[C:7:0:0], i testimoni dei crimini faranno delle segnalazioni, che arriveranno direttamente a loro.
ko: [C:5:0:0]보안관[C:7:0:0]이나 [C:5:0:0]경비대장[C:7:0:0]과 같은 법 집행관이 있는 경우 범죄 목격자가 보고서를 작성하고 여기에서 찾을 수 있습니다.
pl: Jeśli masz administratora odpowiedzialnego za egzekwowanie prawa, takiego jak [C:5:0:0]Szeryf[C:7:0:0] czy[C:5:0:0]Kapitan Straży[C:7:0:0], świadkowie przestępstw będą składać swoje raporty, które będą trafiać tutaj.
pt_br: Se você tem um administrador de imposição da lei como um [C:5:0:0]Xerife[C:7:0:0] ou [C:5:0:0]Capitão da Guarda[C:7:0:0], testemunhas de crimes vão relatar, e os relatórios serão encontrados aqui.
ru: Если у вас есть руководитель правоохранительных органов, например [C:5:0:0]шериф[C:7:0:0] или [C:5:0:0]капитан стражи[C:7:0:0], свидетели преступлений будут писать заявления, после этого оказывающиеся здесь.
tr: Eğer [C:5:0:0]Şerif[C:7:0:0] veya [C:5:0:0]Muhafız Yüzbaşısı[C:7:0:0] gibi bir kolluk kuvveti yöneticiniz varsa, suçların tanıkları raporlar hazırlayacak ve bu raporlar buraya ulaşacaktır.
vi: Nếu bạn có một quản trị viên thực thi pháp luật như [C:5:0:0]Cảnh sát trưởng[C:7:0:0] hoặc [C:5:0:0]Đội trưởng Vệ binh[C:7:0:0], các nhân chứng tội phạm sẽ đưa ra báo cáo, và chúng sẽ được chuyển đến đây.
zh_hans: 如果你有一个执法部门的管理人员像是一个 [C:5:0:0]警长[C:7:0:0] 或者 [C:5:0:0]警卫队队长 [C:7:0:0], 犯罪目击者会将报道传到这里。
