Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: feeling gaiety
de: Heiterkeit empfinden
fr: ressentir de la gaieté
it: prova gaiezza
ko: 유쾌함을 느끼다
pl: czuje się wesoło
pt_br: sentindo-se contente
ru: чувство веселья
tr: neşeli hissediyor
vi: cảm thấy hân hoan
zh_hans: 感觉愉快

source: joyful
de: freudig
fr: joyeux
it: festoso
ko: 즐거운
pl: radosny
pt_br: alegre
ru: радостный
tr: sevinçli
vi: vui sướng
zh_hans: 快乐

source: feeling love
de: Liebe fühlen
fr: ressentir l'amour
it: prova amore
ko: 사랑을 느끼다
pl: czuje miłość
pt_br: sentindo amor
ru: чувство любви
tr: aşk hissediyor
vi: cảm thấy yêu thương
zh_hans: 感受爱

source: in acceptance
de: in Akzeptanz
fr: en acceptation
it: in approvazione
ko: 수락 중
pl: w akceptacji
pt_br: em aceitação
ru: в принятии
tr: kabullenmişlik içinde
vi: trong sự chấp nhận
zh_hans: 在接受

source: feeling admiration
de: Bewunderung empfinden
fr: ressentir de l'admiration
it: prova ammirazione
ko: 감탄을 느끼다
pl: czuje podziw
pt_br: sentindo admiração
ru: чувство восхищения
tr: hayranlık duyuyor
vi: cảm thấy ngưỡng mộ
zh_hans: 感到钦佩

source: in adoration
de: in Anbetung
fr: en adoration
it: in adorazione
ko: 숭배에
pl: w adoracji
pt_br: em adoração
ru: В обожании
tr: tapınma derecesinde sevgiyle
vi: trong sự tôn thờ
zh_hans: 崇拜

source: feeling affection
de: Zuneigung empfinden
fr: ressentir de l'affection
it: prova affetto
ko: 애정을 느끼다
pl: czuje pociąg
pt_br: sentindo afeição
ru: чувство привязанности
tr: sevgi duyuyor
vi: cảm thấy trìu mến
zh_hans: 感情

source: in agony
de: in Todesangst
fr: en train d'agoniser
it: in agonia
ko: 고뇌에
pl: w agonii
pt_br: em agonia
ru: в агонии
tr: ıstırap içinde
vi: trong đau đớn tột cùng
zh_hans: 在痛苦中

source: feeling alienated
de: sich entfremdet fühlend
fr: se sentir aliéné
it: si sente alienato
ko: 소외감
pl: czuje się wyobcowany
pt_br: sentindo-se alienado
ru: чувство отчуждения
tr: yabancılaşmış hissediyor
vi: cảm thấy bị xa lánh
zh_hans: 感到异化

source: feeling ambivalent
de: ambivalent fühlend
fr: se sentir ambivalent
it: sensazione d'incertezza
ko: 양면적인 느낌
pl: czuje się ambiwalentnie
pt_br: sentindo-se ambivalente
ru: чувство двойственности
tr: karmaşık duygular içinde
vi: cảm thấy mâu thuẫn
zh_hans: 感到矛盾

source: anguished
de: verärgert
fr: angoissé
it: angosciato
ko: 고뇌
pl: udręczony
pt_br: angustiado
ru: в страдании
tr: kederli
vi: khốn khổ
zh_hans: 苦涩

source: feeling apathetic
de: apathisch sein
fr: se sentir apathique
it: sentirsi apatici
ko: 냉담한 느낌
pl: czuje apatię
pt_br: sentindo apático
ru: чувство апатии
tr: ilgisiz hissediyor
vi: cảm thấy thờ ơ
zh_hans: 感到精神萎靡

source: feeling aversion
de: Abneigung gegen Gefühle
fr: ressentir de l'aversion
it: sentirsi avversi
ko: 혐오감을 느끼다
pl: czuje awersję
pt_br: sentindo aversão
ru: чувство отвращения
tr: tiksinti duyuyor
vi: cảm thấy ghét bỏ
zh_hans: 感到厌恶

source: awed
de: ehrfürchtig
fr: impressionné
it: stupito
ko: 경외
pl: przerażony
pt_br: admirados
ru: испуганный
tr: huşu içinde
vi: kính sợ
zh_hans: 慑于

source: feeling caring
de: sich sorgend
fr: se sentir bienveillant
it: sentirsi premuroso
ko: 배려하는 느낌
pl: czuje troskę
pt_br: sentindo carinho
ru: чувство заботы
tr: ilgili hissediyor
vi: cảm thấy quan tâm
zh_hans: 感觉很有爱心

source: in despair
de: verzweifelt
fr: dans le désespoir
it: disperato
ko: 절망하여
pl: w desperacji
pt_br: em desespero
ru: в отчаянии
tr: umutsuzluk içinde
vi: trong tuyệt vọng
zh_hans: 在绝望中

source: feeling dislike
de: Abneigung empfinden
fr: ressentir de l'aversion
it: prova antipatia
ko: 싫어하는 느낌
pl: czuje niechęć
pt_br: sentindo aversão
ru: чуство неодобрения
tr: hoşnutsuzluk duyuyor
vi: cảm thấy không thích
zh_hans: 感到不喜欢

source: displeased
de: Unzufrieden
fr: mécontent
it: dispiaciuto
ko: 불쾌하다
pl: niezadowolony
pt_br: descontente
ru: недовольный
tr: memnuniyetsiz
vi: không hài lòng
zh_hans: 不快

source: empathetic
de: einfühlsam
fr: empathique
it: empatico
ko: 감정적 인
pl: empatyczny
pt_br: empático
ru: чуткий
tr: empatik
vi: đồng cảm
zh_hans: 感情移入的

source: feeling empty
de: sich leer fühlend
fr: Se sentir vide
it: sentirsi vuoto
ko: 공허함
pl: czuje pustkę
pt_br: sentindo vazio
ru: чувство пустоты
tr: boşlukta hissediyor
vi: cảm thấy trống rỗng
zh_hans: 感觉空虚

source: feeling enjoyment
de: Freude empfinden
fr: ressentir du plaisir
it: sentirsi appagato
ko: 즐거움을 느끼다
pl: czuje przyjemność
pt_br: sentindo prazer
ru: чувство удовольствия
tr: keyif alıyor
vi: cảm thấy vui thú
zh_hans: 感受享受

source: feeling ferocious
de: grimmige Gefühle
fr: se sentir féroce
it: sentirsi feroce
ko: 사나운 느낌
pl: czuje okrucieństwo
pt_br: sentindo feroz
ru: чувство свирепости
tr: vahşi hissediyor
vi: cảm thấy hung tợn
zh_hans: 感觉很凶

source: feeling free
de: sich frei fühlen
fr: se sentir libre
it: sentirsi libero
ko: 자유를 느낌
pl: czuje wolność
pt_br: sentindo livre
ru: чувство свободы
tr: özgür hissediyor
vi: cảm thấy tự do
zh_hans: 感觉自由

source: feeling gratitude
de: Dankbarkeit empfinden
fr: ressentir de la gratitude
it: sentirsi grati
ko: 감사함을 느끼다
pl: czuje wdzięczność
pt_br: sentindo gratidão
ru: чувство благодарности
tr: minnettar hissediyor
vi: cảm thấy biết ơn
zh_hans: 感恩

source: feeling guilty
de: Schuldgefühle
fr: se sentir coupable
it: sentirsi colpevoli
ko: 죄책감
pl: czuje winę
pt_br: sentindo culpa
ru: чувство вины
tr: suçlu hissediyor
vi: cảm thấy tội lỗi
zh_hans: 感到内疚

source: taking hope
de: Hoffnung schöpfend
fr: prendre espoir
it: avere speranza
ko: 희망을 품다
pl: bierze nadzieję
pt_br: tomando esperança
ru: Возлагает надежду
tr: umutlanıyor
vi: nắm giữ hy vọng
zh_hans: 带着希望

source: feeling hopeless
de: sich hoffnungslos fühlen
fr: un sentiment de désespoir
it: sentirsi senza speranza
ko: 절망감
pl: czuje beznadzieję
pt_br: sentindo desesperança
ru: чувство безнадежности
tr: umutsuz hissediyor
vi: cảm thấy vô vọng
zh_hans: 感到无望

source: feeling loathing
de: Abscheu empfinden
fr: ressentir de la haine
it: provare disgusto
ko: 혐오감
pl: czuje odrazę
pt_br: sentindo nojo
ru: чувство отвращения
tr: nefret hissediyor
vi: cảm thấy căm ghét
zh_hans: 感到厌恶

source: pleased
de: zufrieden
fr: heureux
it: compiaciuto
ko: 기쁜
pl: zadowolony
pt_br: contente
ru: довольный
tr: memnun
vi: hài lòng
zh_hans: 满意

source: feeling rejected
de: sich abgelehnt fühlend
fr: se sentir rejeté
it: sentirsi rifiutato
ko: 거부감
pl: czuje odrzucenie
pt_br: sentindo-se rejeitado
ru: чувство неприязни
tr: reddedilmiş hissediyor
vi: cảm thấy bị khước từ
zh_hans: 感到被拒绝

source: feeling self-pity
de: Selbstmitleid empfinden
fr: avoir pitié de soi
it: provare autocommiserazione
ko: 자기 연민을 느끼다
pl: czuje żal za siebie
pt_br: sentindo pena de si mesmo
ru: чувство жалости к себе
tr: kendine acıyor
vi: cảm thấy tự thương hại
zh_hans: 感到自怜

source: feeling servile
de: sich unterwürfig fühlend
fr: se sentir servile
it: sentirsi servile
ko: 비굴한 느낌
pl: czuje służalczość
pt_br: sentindo-se bajulador
ru: чувство рабства
tr: köle gibi hissediyor
vi: cảm thấy hèn mọn
zh_hans: 感到卑微

source: sympathetic
de: sympathisch
fr: sympathique
it: comprensivo
ko: 교감 신경
pl: współczujący
pt_br: simpático
ru: полный сочувствия
tr: sempatik
vi: thông cảm
zh_hans: 有同情心

source: in wonder
de: verwundert
fr: dans l'émerveillement
it: in ammirazione
ko: 경이로움에
pl: w zdumieniu
pt_br: maravilhado
ru: в изумлении
tr: hayret içinde
vi: ngỡ ngàng
zh_hans: 奇怪

source: in existential crisis
de: in einer existenziellen Krise
fr: en crise existentielle
it: in crisi esistenziale
ko: 실존적 위기에 처한
pl: w egzystencjonalnym kryzysie
pt_br: em uma crise existencial
ru: в экзистенциальном кризисе
tr: varoluşsal krizde
vi: trong khủng hoảng hiện sinh
zh_hans: 在存在危机中

source: feeling defeated
de: sich besiegt fühlend
fr: se sentir vaincu
it: sentirsi sconfitto
ko: 패배감
pl: czuje pokonanie
pt_br: sentindo derrotado
ru: ощущение поражения
tr: yenilmiş hissediyor
vi: cảm thấy thất bại
zh_hans: 感觉失败了

source: feeling expectant
de: in Erwartung
fr: se sentir en attente
it: sentirsi in attesa
ko: 기대하는 느낌
pl: czuje oczekiwanie
pt_br: sentindo-se ansioso
ru: чувство ожидания
tr: beklenti içinde
vi: cảm thấy mong đợi
zh_hans: 感到期待

source: in doubt
de: im Zweifel
fr: dans le doute
it: in dubbio
ko: 의심스러운
pl: w wątpliwościach
pt_br: em dúvida
ru: в сомнениях
tr: şüphe içinde
vi: nghi hoặc
zh_hans: 怀疑

source: emotionless
de: emotionslos
fr: vide d'émotion
it: senza emozioni
ko: 감정이 없는
pl: bezemocjonalny
pt_br: sem emoção
ru: без эмоций
tr: duygusuz
vi: vô cảm
zh_hans: 无情

source: I desire that
de: Ich wünsche, dass
fr: je désire que
it: Desidero che
ko: 나는 그것을 원한다
pl: Pragnę by
pt_br: Eu desejo que
ru: я хочу чтобы
tr: Şunu arzuluyorum:
vi: Ta khát khao rằng
zh_hans: 我希望如此

source: be returned to me.
de: an mich zurückgegeben werden.
fr: me soit rendu.
it: mi venga restituito.
ko: 나에게 반환됩니다.
pl: powrócił do mnie.
pt_br: seja devolvido a mim.
ru: вернулся ко мне.
tr: bana iade edilsin.
vi: được trả lại cho ta.
zh_hans: 归还给我。

source: be returned to my family.
de: an meine Familie zurückgegeben werden.
fr: être rendu à ma famille.
it: sia restituito alla mia famiglia.
ko: 내 가족에게 돌려줘.
pl: powrócił do mojej rodziny.
pt_br: seja devolvido a minha família.
ru: вернуться в мою семью.
tr: aileme iade edilsin.
vi: được trả lại cho gia đình ta.
zh_hans: 被送回我的家人。

source: believes that primordial remnants such as
tr: inanıyor ki, şunun gibi ilkel kalıntılar:
vi: tin rằng những di vật cổ xưa như

source: belong back in their rightful home.
tr: hak ettikleri eve geri dönmeli.
vi: phải được đưa về nơi chúng thuộc về.

source: Any should be brought to
vi: Bất kỳ thứ gì cũng nên được mang tới

source: , or given to one of us
tr: , veya birimize verilmeli
vi: , hoặc trao cho một trong số chúng ta

source: Speaking as a representative of
de: Ich spreche als Vertreter von
fr: Parlant en tant que représentant de
it: Parlando come rappresentante di
ko: 대표로 말씀드리면
pl: Wypowiadając się jako przedstawiciel
pt_br: Falando como um representante de
ru: Выступая в качестве представителя
tr: Şunun temsilcisi olarak konuşuyorum:
vi: Thay mặt cho
zh_hans: 作为代表发言

source: , it is important that
de: es ist wichtig, dass
fr: , c'est important que
it: , è importante che
ko: , 중요하다
pl: , to ważne żeby
pt_br: , é importante que
ru: , и, что важно,
tr: , şu önemlidir:
vi: , điều quan trọng là
zh_hans: ，重要的是

source: be returned.
de: zurückgegeben werden.
fr: être retourné.
it: sia restituito.
ko: 반환됩니다.
pl: powrócił.
pt_br: ser devolvido.
ru: вернулся.
tr: iade edilsin.
vi: phải được trả lại.
zh_hans: 被退回

source: I require it as a symbol of the
de: Ich benötige sie als Symbol für die
fr: Je l'exige comme symbole de la
it: Lo richiedo come simbolo della
ko: 의 상징으로 요구합니다.
pl: Wymagam tego jako symbolu
pt_br: Eu exijo isso como um símbolo de
ru: Я требую это как символ
vi: Ta cần nó như một biểu tượng của
zh_hans: 我要求它作为象征之于

source: requires it to be a proper
de: setzt voraus, dass es sich um eine ordnungsgemäße
fr: exige qu'il soit un bon
it: richiede che sia un vero e proprio
ko: 적절할 것을 요구한다
pl: wymaga aby był odpowiednio
pt_br: precisa disto para ser de fato um
ru: требует, чтобы это было надлежащим
tr: uygun bir
vi: yêu cầu nó phải là một
zh_hans: 要求它是一个合适的

source: It is the symbol of the
de: Es ist das Symbol der
fr: C'est le symbole de la
it: È il simbolo di
ko: 의 상징이다.
pl: To symbol
pt_br: É o simbolo do(a)
ru: это символ
vi: Nó là biểu tượng của
zh_hans: 它是象征之于

source: It is a valuable treasure to us.
de: Sie ist ein wertvoller Schatz für uns.
fr: C'est un trésor précieux pour nous.
it: È un tesoro prezioso per noi.
ko: 우리에게는 소중한 보물입니다.
pl: To dla nas wartościowy skarb.
pt_br: Isso é um tesouro valioso para nós.
ru: Для нас это сокровище.
vi: Đối với chúng ta, đó là một báu vật vô giá.
zh_hans: 这对我们来说是宝贵的财富。

source: It should be brought to
de: Sie sollte zu folgenden Punkten gebracht werden
fr: Il faut l'amener à
it: Dovrebbe essere portato a
ko: 에 가져와야 한다
pl: Powinien zostać przyniesiony do
pt_br: Isso deveria ser levado ao
ru: Это должно быть доведено до
vi: Nó nên được mang tới
zh_hans: 它应该被带到

source: It would be wonderful if
de: Es wäre schön, wenn
fr: Ce serait merveilleux si
it: Sarebbe meraviglioso se
ko: 그렇다면 멋질 것입니다
pl: Byłoby wspaniale gdyby
pt_br: Seria magnífico se
ru: Было бы замечательно, если
tr: Şu olursa harika olurdu:
vi: Sẽ thật tuyệt vời nếu
zh_hans: 如果，这将是美好的

source: found a lasting home within
de: ein dauerhaftes Zuhause gefunden
fr: trouvé un foyer durable au sein de
it: ha trovato una casa duratura all'interno
ko: 내에서 오래 지속되는 집을 찾았습니다
pl: znalazł trwały dom w
pt_br: encontrou um lar duradouro
ru: нашел прочный дом в
tr: şunun içinde kalıcı bir yuva bulsaydı:
vi: tìm thấy một mái nhà vĩnh cửu trong
zh_hans: 在内部找到了持久的家

source: wants
de: will
fr: veut
it: vuole
ko: 원하다
pl: chce
pt_br: quer
ru: желает
tr: istiyor:
vi: muốn
zh_hans: 希望

source: returned
de: zurückgegeben
fr: revenu
it: ritornato
ko: 반환
pl: powrócił
pt_br: retornou
ru: вернулся
tr: iade edildi
vi: được trả lại
zh_hans: 回

source: returned to
de: zurückgegeben an
fr: renvoyé à
it: ritornato a
ko: ~로 돌아왔다
pl: powrócił do
pt_br: retornou para
ru: вернулся в
tr: şuraya iade edildi:
vi: được trả lại cho
zh_hans: 回到了

source: Last I remember, I had it.
de: Das letzte Mal, dass ich mich erinnere, hatte ich es.
fr: Aux derniers souvenirs, je l'avais.
it: L'ultima volta che ricordo è che ce l'avevo io.
ko: 내가 기억하는 마지막으로, 나는 그것을 가지고 있었다.
pl: Ostatnio kiedy pamiętam, miałem to.
pt_br: A última vez que me lembro, eu o tinha.
ru: Последнее, что я помню, у меня было это.
tr: Son hatırladığımda bendeydi.
vi: Lần cuối ta nhớ, ta đã giữ nó.
zh_hans: 最后我记得，我有它。

source: Last I heard, I had it.
de: Das letzte, was ich gehört habe, war, dass ich es hatte.
fr: Aux dernières nouvelles, je l'avais.
it: L'ultima volta che ne ho sentito ce l'avevo io.
ko: 마지막으로 들었어.
pl: Ostatnio kiedy słyszałem, ja to miałem.
pt_br: A última vez que ouvi, eu o tinha.
ru: Последнее, что я услышал, у меня было это.
tr: Son duyduğumda bendeydi.
vi: Lần cuối ta nghe nói, ta đã giữ nó.
zh_hans: 最后我听说，我有它。

source: Last I heard, you held it.
de: Das Letzte, was ich gehört habe, war, dass Sie sie gehalten haben.
fr: Aux dernières nouvelles, tu l'as tenue.
it: L'ultima volta che ne ho sentito, lo tenevi tu.
ko: 내가 마지막으로 들었어, 당신이 그것을 개최.
pl: Ostatnio kiedy słyszałem, ty to dzierżyłeś.
pt_br: A última vez que ouvi, você o mantinha.
ru: В последний раз я слышал, что вы держали его.
tr: Son duyduğumda sendeydi.
vi: Lần cuối ta nghe nói, ngươi đã giữ nó.
zh_hans: 最后我听说，你抓住了它。

source: Last I saw, it was held by
de: Das letzte Mal, dass ich es gesehen habe, war es im Besitz von
fr: La dernière fois que j'ai vu, il était tenu par
it: L'ultima volta che l'ho visto era tenuto da
ko: 내가 마지막으로 본 것은
pl: Ostatnio kiedy widziałem, było dzierżone przez
pt_br: Da última vez que vi, era de
ru: Последнее что я видел, было проведено
tr: Son gördüğümde şunun elindeydi:
vi: Lần cuối ta thấy, nó được giữ bởi
zh_hans: 最后我看到，它被举行了

source: Last I heard, it was held by
de: Das letzte, was ich gehört habe, war, dass sie von
fr: Aux dernières nouvelles, il était tenu par
it: Da quel che so, lo stava tenendo
ko: 내가 마지막으로 들었던 것은
pl: Ostatnio kiedy słyszałem, było dzierżone przez
pt_br: A última vez que ouvi, isso estava com
ru: Последнее что я слышал, было проведено
tr: Son duyduğumda şunun elindeydi:
vi: Lần cuối ta nghe nói, nó được giữ bởi
zh_hans: 最后我听说，它被举行了

source: Last I saw, it was in
de: Das letzte Mal, als ich es sah, war es in
fr: La dernière fois que j'ai vu, c'était dans
it: L'ultima volta che l'ho visto era in
ko: 내가 마지막으로 본 것은
pl: Ostatnio kiedy widziałem, to było w
pt_br: A última vez que vi, estava em
ru: Последнее что я видел, это было в
tr: Son gördüğümde şuradaydı:
vi: Lần cuối ta thấy, nó nằm ở
zh_hans: 最后我看到，它在

source: Last I heard, it was in
de: Das Letzte, was ich gehört habe, war, dass es in
fr: Aux dernières nouvelles, c'était dans
it: L'ultima volta che ne ho sentito era in
ko: 내가 마지막으로 들었던, 그것은
pl: Ostatnio kiedy słyszałem, to było w
pt_br: A última vez que ouvi, estava em
ru: Последнее, что я слышал, это было в
tr: Son duyduğumda şuradaydı:
vi: Lần cuối ta nghe nói, nó nằm ở
zh_hans: 最后我听说，它在

source: I have no idea where it is.
de: Ich habe keine Ahnung, wo sie ist.
fr: Je n'ai aucune idée d'où il se trouve.
it: Non ho idea di dove sia.
ko: 나는 그것이 어디에 있는지 전혀 모른다.
pl: Nie mam pojęcia gdzie to jest.
pt_br: Eu não tenho ideia de onde isso está.
ru: Я не имею понятия где это.
tr: Nerede olduğu hakkında hiçbir fikrim yok.
vi: Ta không biết nó ở đâu.
zh_hans: 我不知道它在哪里。

source: Knowing no mercy,
de: Kennen keine Gnade,
fr: Ne connaissant aucune pitié,
it: Non conosce pietà,
ko: 자비를 모르고,
pl: Nie znając litości,
pt_br: Sabendo que sem piedade,
ru: Не зная жалости,
vi: Chẳng chút lòng thương,
zh_hans: 不知道怜悯，

source: devoured
de: verschlungen
fr: dévoré
it: divorato
ko: 삼켜
pl: pożarł
pt_br: devorou
ru: пожирал
tr: yiyip bitirdi:
vi: nuốt chửng
zh_hans: 吞噬

source: devoured our livestock
de: unser Vieh verschlungen
fr: dévoré notre bétail
it: ha divorato il nostro bestiame
ko: 우리 가축을 삼켰다
pl: pożarł naszą trozdę
pt_br: devorou nosso gado
ru: пожирал наш скот
tr: çiftlik hayvanlarımızı yiyip bitirdi
vi: nuốt chửng gia súc của chúng ta
zh_hans: 吞噬了我们的牲畜

source: stole
de: gestohlen
fr: a volé
it: ha rubato
ko: 스톨
pl: ukradł
pt_br: estola
ru: украл
tr: çaldı:
vi: đánh cắp
zh_hans: 偷了

source: stole our treasures
de: unsere Schätze gestohlen
fr: volé nos trésors
it: ha rubato i nostri tesori
ko: 우리의 보물을 훔쳤다
pl: ukradł nasze skarby
pt_br: roubaram nossos tesouros
ru: украл наши сокровища
tr: hazinelerimizi çaldı
vi: đánh cắp kho báu của chúng ta
zh_hans: 偷走了我们的宝藏

source: destroyed
de: zerstört
fr: détruit
it: ha distrutto
ko: 파괴됨
pl: zniszczył
ru: уничтожил
tr: yok etti:
vi: phá hủy
zh_hans: 摧毁

source: a counting house
de: ein Zählhaus
fr: une maison de comptage
it: una Casa di conteggio
ko: 계산소
pl: kantor
pt_br: uma casa de contagem
ru: счетный двор
tr: bir hesap evi
vi: một nhà kế toán
zh_hans: 一个会计室

source: a hospital
de: ein Krankenhaus
fr: un hôpital
it: un ospedale
ko: 병원
pl: szpital
pt_br: um hospital
ru: госпиталь
tr: bir hastane
vi: một bệnh viện
zh_hans: 一家医院

source: a mead hall
de: eine Met-Halle
fr: une salle à hydromel
it: una sala dell'idromele
ko: 미드 홀
pl: salę biesiadną
pt_br: Salao de Bebida
ru: медовый зал
tr: bir içki salonu
vi: một tửu quán mead
zh_hans: 一个蜂蜜大厅

source: a keep
de: eine Unterkunft
fr: un donjon
it: un dongione
ko: 요새
pl: donżon
pt_br: uma torre de menagem
ru: крепость
tr: bir iç kale
vi: một pháo đài
zh_hans: 保持

source: a library
de: eine Bibliothek
fr: une bibliothèque
it: una biblioteca
ko: 도서관
pl: bibliotekę
pt_br: uma livraria
ru: библиотека
tr: bir kütüphane
vi: một thư viện
zh_hans: 图书馆

source: a tavern
de: eine Taverne
fr: une taverne
it: una locanda
ko: 선술집
pl: karczmę
pt_br: Taberna
ru: таверна
tr: bir meyhane
vi: một quán rượu
zh_hans: 一个小酒馆

source: a market
de: ein Markt
fr: un marché
it: un mercato
ko: 마켓
pl: rynek
pt_br: um mercado
ru: рынок
tr: bir pazar
vi: một chợ
zh_hans: 市场

source: a tomb
de: ein Grab
fr: une tombe
it: un sepolcro
ko: 무덤
pl: grobowiec
pt_br: um túmulo
ru: гробница
tr: bir mezar
vi: một lăng mộ
zh_hans: 一座坟墓

source: an underworld spire
de: ein Unterwelt-Turm
fr: une flèche souterraine
it: una guglia degli inferi
ko: 지하 세계의 첨탑
pl: podziemną iglicę
pt_br: um pináculo do submundo
ru: подземный пик
tr: bir yeraltı kulesi
vi: một chóp tháp thế giới ngầm
zh_hans: 一个地下世界的尖塔

source: the catacombs
de: die Katakomben
fr: les catacombes
it: le catacombe
ko: 카타콤
pl: katakumby
pt_br: as catacumbas
ru: катакомбы
tr: yer altı mezarlıkları
vi: hầm mộ
zh_hans: 地下墓穴

source: the sewers
de: der Kanalisation
fr: les égouts
it: le fognature
ko: 하수도
pl: kanały
pt_br: os esgotos
ru: канализация
tr: kanalizasyonlar
vi: cống ngầm
zh_hans: 下水道

source: a dungeon
de: das Verlies
fr: un donjon
it: un labirinto di segrete
ko: 지하 감옥
pl: loch
pt_br: Cela da Masmorra
ru: подземелье
tr: bir zindan
vi: một ngục tối
zh_hans: 一个地牢

source: a tower
de: ein Turm
fr: une tour
it: una torre
ko: 탑
pl: wieżę
pt_br: Topo da Torre
ru: башня
tr: bir kule
vi: một tòa tháp
zh_hans: 一座塔

source: destroyed our homes
de: unsere Häuser zerstört
fr: détruit nos maisons
it: ha distrutto le nostre case
ko: 우리 집을 파괴했다
pl: zniszczył nasze domy
pt_br: destruíram as nossas casas
ru: уничтожил наши дома
tr: evlerimizi yok etti
vi: phá hủy nhà cửa của chúng ta
zh_hans: 毁了我们的家园

source: prayed inside
de: drinnen gebetet
fr: prié à l'intérieur
it: pregato all'interno
ko: 안에서 기도했다
pl: pomodlił się wewnątrz
pt_br: rezou dentro
ru: поиолились внутри
tr: içeride dua etti
vi: cầu nguyện bên trong
zh_hans: 在里面祈祷

source: disturbed
de: gestört
fr: perturbé
it: disturbato
ko: 방해
pl: zakłócił spokój
pt_br: perturbado
ru: потревожил
tr: rahatsız etti
vi: quấy rối
zh_hans: 不安

source: profaned
de: entweiht
fr: profané
it: profanato
ko: 모독
pl: sprofanował
pt_br: profanado
ru: осквернил
tr: kirletti
vi: báng bổ
zh_hans: 亵渎

source: profaned our homes
de: unsere Häuser entweiht
fr: profané nos maisons
it: ha profanato le nostre case
ko: 우리 집을 더럽혔다
pl: sprofanował nasze domy
pt_br: profanado nossas casas
ru: осквернил наши дома
tr: evlerimizi kirletti
vi: báng bổ nhà cửa của chúng ta
zh_hans: 亵渎我们的家园

source: This vile fiend
de: Dieser abscheuliche Unhold
fr: Ce vil démon
it: Questo vile demonio
ko: 이 사악한 악마
pl: Ten podły diabeł
pt_br: Esse demônio vil
ru: Этот мерзкий злодей
vi: Kẻ ác độc ghê tởm này
zh_hans: 这个卑鄙的恶魔

source: This bloodsucking fiend
de: Diese blutsaugenden Teufel
fr: Ce démon suceur de sang
it: Questo demonio succhiasangue
ko: 이 흡혈귀
pl: Ten krwiopijczy diabeł
pt_br: Esse demônio sugador de sangue
ru: Этот кровососущий злодей
vi: Kẻ hút máu tà ác này
zh_hans: 这个吸血鬼的恶魔

source: even
de: selbst
fr: même
it: anche
ko: 조차
pl: nawet
pt_br: até mesmo
ru: даже
tr: hatta
vi: thậm chí còn
zh_hans: 甚至

source: murdered
de: ermordet
fr: assassiné
it: assassinato
ko: 살해
pl: zamordował
pt_br: Foram assassinados.
ru: убил
tr: katletti:
vi: đã sát hại
zh_hans: 谋杀

source: has killed
de: hat getötet
fr: a tué
it: ha ucciso
ko: 죽였다
pl: zabił
pt_br: Já matou
ru: убил
tr: öldürdü:
vi: đã giết chết
zh_hans: 已经杀了

source: has even killed
de: hat sogar getötet
fr: a même tué
it: ha persino ucciso
ko: 죽이기까지 했다
pl: zamordował nawet
pt_br: tem até matou
ru: даже убил
tr: şunu bile öldürdü:
vi: thậm chí còn giết chết
zh_hans: 甚至杀了

source: lust for murder
de: Lust auf Mord
fr: soif de meurtre
it: brama di uccidere
ko: 살인에 대한 욕망
pl: pożąda mordu
pt_br: luxúria para assassinato
ru: жажде убийства
tr: öldürme arzusu
vi: khát máu giết chóc
zh_hans: 对谋杀的欲望

source: , among them
de: , darunter
fr: , parmi eux
it: , tra loro
ko: , 그들 중
pl: , pośród nich
pt_br: , entre eles
ru: , в том числе
tr: , aralarında
vi: , trong số đó có
zh_hans: ， 其中

source: pauses to regain
de: Pause, um wieder zu erlangen
fr: s'arrête pour reprendre
it: si ferma per riacquistare
ko: 회복하기 위해 잠시 멈춤
pl: przerywa aby odzyskać
pt_br: pausas para recuperar
ru: останавливается, чтобы восстановить
tr: tekrar kazanmak için duraklar:
vi: ngừng lại để lấy lại
zh_hans: 停下来重新获得

source: composure.]
de: Gelassenheit.]
fr: calme.]
it: calma.]
ko: 침착.]
pl: opanowanie.]
pt_br: compostura.]
ru: самообладание.]
tr: soğukkanlılık.]
vi: bình tĩnh.]
zh_hans: 镇静。]

source: It pains me all the more, for the foul villain
de: Es schmerzt mich umso mehr, für den üblen Schurken
fr: Ça me fait d'autant plus mal, pour l'immonde méchant
it: Ciò che mi fa più male è che l'immondo criminale
ko: 날 더 괴롭게 해 파울 빌런
pl: Tym bardziej boli mnie, że ten okropny złoczyńca
pt_br: Dói-me mais, para o vilao mau
ru: Что делает мне ещё больнее, этот бесчестный злодей
vi: Điều đó càng khiến ta đau đớn hơn, bởi kẻ phản diện tà ác ấy
zh_hans: 对于肮脏的恶棍来说，这让我更加痛苦

source: was once
de: war einmal
fr: était autrefois
it: era un tempo
ko: 한번은
pl: był niegdyś
pt_br: era uma vez
ru: был когда-то
tr: bir zamanlar şuydu
vi: từng là
zh_hans: 曾经
