Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: [C:6:0:1].Torn ligament
de: [C:6:0:1]. Bänderriss
fr: [C:6:0:1].Ligament déchiré
it: [C:6:0:1].Legamento lacerato
ko: [C:6:0:1].인대 파열
pl: [C:6:0:1].Zerwane więzadło
pt_br: [C:6:0:1].Ligamento rompido
ru: [C:6:0:1].разрыв связки
tr: [C:6:0:1].Yırtık bağ
vi: [C:6:0:1].Dây chằng bị rách
zh_hans: [C:6:0:1].韧带撕裂

source: [C:6:0:1].Sprained ligament
de: [C:6:0:1].verstauchtes Kreuzband
fr: [C:6:0:1].Ligament foulé
it: [C:6:0:1].Legamento slogato
ko: [C:6:0:1].인대 접질림
pl: [C:6:0:1].Naderwane więzadło
pt_br: [C:6:0:1].Ligamento torcido
ru: [C:6:0:1].Растяжение связок
tr: [C:6:0:1].Burkulmuş bağ
vi: [C:6:0:1].Dây chằng bị bong gân
zh_hans: [C:6:0:1].韧带扭伤

source: [C:6:0:1].Bruised ligament
de: [C:6:0:1].geprelltes Kreuzband
fr: [C:6:0:1].Ligament meurtri
it: [C:6:0:1].Legamento lesionato
ko: [C:6:0:1].인대 손상
pl: [C:6:0:1].Posiniaczone więzadło
pt_br: [C:6:0:1].Ligamento machucado
ru: [C:6:0:1].Ушиб связок
tr: [C:6:0:1].Ezilmiş bağ
vi: [C:6:0:1].Dây chằng bị bầm tím
zh_hans: [C:6:0:1].韧带挫伤

source: [C:6:0:0].Overlapping fracture (in traction)
de: [C:6:0:0].Überlappende Fraktur (in Traktion)
fr: [C:6:0:0]. Fracture avec recouvrement (en traction)
it: [C:6:0:0].Frattura sovrapposta (in trazione)
ko: [C:6:0:0].사지 골절(견인됨)
pl: [C:6:0:0].Nakładające się złamanie (w trakcji)
pt_br: [C:6:0:0].Fratura por sobreposição (em tração)
ru: [C:6:0:0].Наложенный перелом (при тракции)
tr: [C:6:0:0].Üst üste binmiş kırık (çekme işleminde)
vi: [C:6:0:0].Gãy chồng xương (đang nẹp kéo giãn)
zh_hans: [C:6:0:0].重叠性骨折(牵引中)

source: [C:4:0:1].Overlapping fracture
de: [C:4:0:1].Überlappende Fraktur
fr: [C:4:0:1].Fracture avec chevauchement
it: [C:4:0:1].Frattura sovrapposta
ko: [C:4:0:1].사지 골절
pl: [C:4:0:1].Nakładające się złamanie
pt_br: [C:4:0:1].Fratura por sobreposição
ru: [C:4:0:1].Перекрывающийся перелом
tr: [C:4:0:1].Üst üste binmiş kırık
vi: [C:4:0:1].Gãy chồng xương
zh_hans: [C:4:0:1].重叠性骨折

source: [C:6:0:1].Needs setting
de: [C:6:0:1].Einstellung des Bedarfs
fr: [C:6:0:1].Nécessite un réglage
it: [C:6:0:1].Va sistemato
ko: [C:6:0:1].부목 필요
pl: [C:6:0:1].Potrzebuje nastawienia
pt_br: [C:6:0:1].Ajuste de Necessidades
ru: [C:6:0:1].Требуется установка
tr: .[C:6:0:1].Oturtulması gerekiyor
vi: [C:6:0:1].Cần nắn xương
zh_hans: [C:6:0:1]。需要设置

source: [C:4:0:1].Compound fracture
de: [C:4:0:1].Zusammengesetzte Fraktur
fr: [C:4:0:1].Fracture composée
it: [C:4:0:1].Frattura composta
ko: [C:4:0:1].복합 골절
pl: [C:4:0:1].Złamanie złożone
pt_br: [C:4:0:1].Fratura exposta
ru: [C:4:0:1].Перелом соединения
tr: [C:4:0:1].Açık kırık
vi: [C:4:0:1].Gãy xương hở
zh_hans: [C:4:0:1].复合性骨折

source: [C:4:0:1].Cut apart
de: [C:4:0:1].Auseinanderschneiden
fr: [C:4:0:1].Coupé
it: [C:4:0:1].Tagliato a pezzi
ko: [C:4:0:1].절단
pl: [C:4:0:1].Odcięcie
pt_br: [C:4:0:1].parte cortada
ru: [C:4:0:1].Разрезанный на части
tr: [C:4:0:1].Kesilerek ayrılmış
vi: [C:4:0:1].Bị cắt rời
zh_hans: [C:4:0:1].割裂

source: [C:4:0:1].Smashed apart
de: [C:4:0:1].Zertrümmert
fr: [C:4:0:1].Écrasé
it: [C:4:0:1].Fatto a pezzi
ko: [C:4:0:1].산산조각남
pl: [C:4:0:1].Oderwanie miażdżeniem
pt_br: [C:4:0:1].parte esmagada
ru: [C:4:0:1].Разбитый на части
tr: [C:4:0:1].Parçalanarak ayrılmış
vi: [C:4:0:1].Bị đập nát
zh_hans: [C:4:0:1].砸碎

source: [C:4:0:1].Broken apart
de: [C:4:0:1].Auseinandergebrochen
fr: [C:4:0:1].Brise en morceaux
it: [C:4:0:1].Distrutto
ko: [C:4:0:1].부서짐
pl: [C:4:0:1].Odłamanie
pt_br: [C:4:0:1].parte quebrada
ru: [C:4:0:1].Разбито на части
tr: [C:4:0:1].Kırılarak ayrılmış
vi: [C:4:0:1].Bị gãy rời
zh_hans: [C:4:0:1].破碎

source: [C:4:0:1].Torn apart
de: [C:4:0:1].Auseinandergerissen
fr: [C:4:0:1].Déchiré
it: [C:4:0:1].Lacerato in due
ko: [C:4:0:1].찢어짐
pl: [C:4:0:1].Oderwanie
pt_br: [C:4:0:1].parte rasgada
ru: [C:4:0:1].Порванный на части
tr: [C:4:0:1].Yırtılarak ayrılmış
vi: [C:4:0:1].Bị xé toạc
zh_hans: [C:4:0:1].撕裂

source: [C:4:0:1].Cut open
de: [C:4:0:1].Aufgeschnitten
fr: [C:4:0:1].Couper
it: [C:4:0:1].Squarciato
ko: [C:4:0:1].잘려서 열림
pl: [C:4:0:1].Rozcięcie
pt_br: [C:4:0:1].Corte aberto
ru: [C:4:0:1].Вскрыть
tr: [C:4:0:1].Kesilerek açılmış
vi: [C:4:0:1].Bị cắt rách
zh_hans: [C:4:0:1].切开

source: [C:4:0:1].Smashed open
de: [C:4:0:1].Aufgeschlagen
fr: [C:4:0:1].Écrasé
it: [C:4:0:1].Aperto in modo violento
ko: [C:4:0:1].뭉개져서 열림
pl: [C:4:0:1].Rozbicie otwarte
pt_br: [C:4:0:1].Esmagado aberto
ru: [C:4:0:1].Раскрыт
tr: [C:4:0:1].Parçalanarak açılmış
vi: [C:4:0:1].Bị đập bung
zh_hans: [C:4:0:1].砸开

source: [C:4:0:1].Broken open
de: [C:4:0:1].Aufgebrochen
fr: [C:4:0:1].Éventré
it: [C:4:0:1].Spaccato
ko: [C:4:0:1].부서져서 열림
pl: [C:4:0:1].Złamanie otwarte
pt_br: [C:4:0:1].Quebrado aberto
ru: [C:4:0:1].Открытый перелом
tr: [C:4:0:1].Kırılarak açılmış
vi: [C:4:0:1].Bị vỡ ra
zh_hans: [C:4:0:1].破开

source: [C:4:0:1].Torn open
de: [C:4:0:1].Aufgerissen
fr: [C:4:0:1].Déchiré ouvert
it: [C:4:0:1].Squarciato
ko: [C:4:0:1].찢어져 열림
pl: [C:4:0:1].Oderwanie otwarte
pt_br: [C:4:0:1].Rasgado aberto
ru: [C:4:0:1].Разорванный
tr: [C:4:0:1].Yırtılarak açılmış
vi: [C:4:0:1].Bị xé bung
zh_hans: [C:4:0:1].撕开

source: [C:6:0:0].Dented
de: [C:6:0:0].Eingebeult
fr: [C:6:0:0].Dentelé
it: [C:6:0:0].Ammaccato
ko: [C:6:0:0].찌그러짐
pl: [C:6:0:0].Wgniecenie
pt_br: [C:6:0:0].Amassado
ru: [C:6:0:0].Вмятина
tr: [C:6:0:0].Çökük
vi: [C:6:0:0].Bị lõm
zh_hans: [C:6:0:0].撞伤

source: [C:6:0:0].Heavy bruising
de: [C:6:0:0].Schwere Prellungen
fr: [C:6:0:0].Contusions importantes
it: [C:6:0:0].Contusione pesante
ko: [C:6:0:0].심한 타박상
pl: [C:6:0:0].Ciężkie siniaki
pt_br: [C:6:0:0].Hematomas pesados
ru: [C:6:0:0].Тяжёлая гематома
tr: [C:6:0:0].Ağır morarma
vi: [C:6:0:0].Bầm tím nặng
zh_hans: [C:6:0:0].严重擦伤

source: [C:6:0:0].Moderate bruising
de: [C:6:0:0].Mäßige Prellungen
fr: [C:6:0:0].Contusions modérées
it: [C:6:0:0].Contusione moderata
ko: [C:6:0:0].보통의 타박상
pl: [C:6:0:0].Umiarkowane siniaki
pt_br: [C:6:0:0].Contusão moderada
ru: [C:6:0:0].Умеренная гематома
tr: [C:6:0:0].Orta derecede morarma
vi: [C:6:0:0].Bầm tím vừa
zh_hans: [C:6:0:0].中度擦伤

source: [C:6:0:0].Light bruising
de: [C:6:0:0].Leichte Prellungen
fr: [C:6:0:0].Légères ecchymoses
it: [C:6:0:0].Leggera contusione
ko: [C:6:0:0].가벼운 타박상
pl: [C:6:0:0].Lekkie siniaki
pt_br: [C:6:0:0].Contusão leve
ru: [C:6:0:0].Лёгкая гематома
tr: [C:6:0:0].Hafif morarma
vi: [C:6:0:0].Bầm tím nhẹ
zh_hans: [C:6:0:0].轻微擦伤

source: [C:6:0:0].Serious burn
de: [C:6:0:0].Schwere Verbrennung
fr: [C:6:0:0].Grave brûlure
it: [C:6:0:0].Bruciatura grave
ko: [C:6:0:0].심각한 화상
pl: [C:6:0:0].Poważne oparzenie
pt_br: [C:6:0:0].Queimadura grave
ru: [C:6:0:0].Серьёзный ожог
tr: [C:6:0:0].Ciddi yanık
vi: [C:6:0:0].Bỏng nặng
zh_hans: [C:6:0:0].严重烧伤

source: [C:6:0:0].Moderate burn
de: [C:6:0:0].Mäßige Verbrennung
fr: [C:6:0:0].Brûlure modérée
it: [C:6:0:0].Bruciatura moderata
ko: [C:6:0:0].보통의 화상
pl: [C:6:0:0].Umiarkowane oparzenie
pt_br: [C:6:0:0]Queimadura moderada
ru: [C:6:0:0].Умеренный ожог
tr: [C:6:0:0].Orta derecede yanık
vi: [C:6:0:0].Bỏng vừa
zh_hans: [C:6:0:0].中度烧伤

source: [C:6:0:0].Minor burn
de: [C:6:0:0].Leichte Verbrennung
fr: [C:6:0:0].Brûlure mineure
it: [C:6:0:0].Bruciatura minore
ko: [C:6:0:0].약한 화상
pl: [C:6:0:0].Lekkie oparzenie
pt_br: [C:6:0:0].Queimadura pequena
ru: [C:6:0:0].Незначительный ожог
tr: [C:6:0:0].Hafif yanık
vi: [C:6:0:0].Bỏng nhẹ
zh_hans: [C:6:0:0].轻微烧伤

source: [C:6:0:0].Serious frost-bite
de: [C:6:0:0].Schwere Erfrierungen
fr: [C:6:0:0].Engelure grave
it: [C:6:0:0].Morso del gelo grave
ko: [C:6:0:0].심각한 동상
pl: [C:6:0:0].Poważne odmrożenie
pt_br: [C:6:0:0].Queimadura de gelo grave
ru: [C:6:0:0].Серьёзное обморожение
tr: [C:6:0:0].Ciddi donma
vi: [C:6:0:0].Bỏng lạnh nặng
zh_hans: [C:6:0:0].严重冻伤

source: [C:6:0:0].Moderate frost-bite
de: [C:6:0:0].Mäßige Erfrierungen
fr: [C:6:0:0].gelures modérées
it: [C:6:0:0].Morso del gelo moderato
ko: [C:6:0:0].보통의 동상
pl: [C:6:0:0].Umiarkowane odmrożenie
pt_br: [C:6:0:0].Queimadura de gelo moderada
ru: [C:6:0:0].Умеренное обморожение
tr: [C:6:0:0].Orta derecede donma
vi: [C:6:0:0].Bỏng lạnh vừa
zh_hans: [C:6:0:0].中度冻伤

source: [C:6:0:0].Minor frost-bite
de: [C:6:0:0].Leichte Erfrierungen
fr: [C:6:0:0].Engelures mineures
it: [C:6:0:0].Morso del gelo minore
ko: [C:6:0:0].약한 동상
pl: [C:6:0:0].Lekkie odmrożenie
pt_br: [C:6:0:0].Pequena queimadura de gelo
ru: [C:6:0:0].Незначительное обморожение
tr: [C:6:0:0].Hafif donma
vi: [C:6:0:0].Bỏng lạnh nhẹ
zh_hans: [C:6:0:0].轻微冻伤

source: [C:6:0:0].Serious melting
fr: [C:6:0:0].Fusion grave
it: [C:6:0:0].Scioglimento grave
ko: [C:6:0:0].심하게 녹음
pl: [C:6:0:0].Poważne stopienie
pt_br: [C:6:0:0].Derretimento grave
ru: [C:6:0:0].Серьезное плавление
tr: [C:6:0:0].Ciddi erime
vi: [C:6:0:0].Nóng chảy nghiêm trọng
zh_hans: [C:6:0:0].严重融化

source: [C:6:0:0].Moderate melting
fr: [C:6:0:0].Fusion modérée
it: [C:6:0:0].Fusione moderata
ko: [C:6:0:0].중간 정도 녹음
pl: [C:6:0:0].Umiarkowane stopienie
pt_br: [C:6:0:0].Derretimento moderado
ru: [C:6:0:0].Умеренное плавление
tr: [C:6:0:0].Orta derecede erime
vi: [C:6:0:0].Nóng chảy vừa
zh_hans: [C:6:0:0].中度融化

source: [C:6:0:0].Minor melting
fr: [C:6:0:0].Fusion mineure
it: [C:6:0:0].Scioglimento minore
ko: [C:6:0:0].조금 녹음
pl: [C:6:0:0].Lekkie stopienie
pt_br: [C:6:0:0].Pequeno derretimento
ru: [C:6:0:0].Незначительное плавление
tr: [C:6:0:0].Hafif erime
vi: [C:6:0:0].Tan chảy nhẹ
zh_hans: [C:6:0:0].轻微融化

source: [C:6:0:0].Serious boiling
fr: [C:6:0:0].Ébullition grave
it: [C:6:0:0].Bollitura grave
ko: [C:6:0:0].심각하게 끓어오름
pl: [C:6:0:0].Poważne ugotowanie
pt_br: [C:6:0:0].Ebulição grave
ru: [C:6:0:0].Серьезный кипяток
tr: [C:6:0:0].Ciddi kaynama
vi: [C:6:0:0].Sôi mạnh
zh_hans: [C:6:0:0].严重沸腾

source: [C:6:0:0].Moderate boiling
fr: [C:6:0:0].Ébullition modérée
it: [C:6:0:0].Bollitura moderata
ko: [C:6:0:0].보통 끓음
pl: [C:6:0:0].Umiarkowane ugotowanie
pt_br: [C:6:0:0].Ebulição moderada
ru: [C:6:0:0].Умеренное кипение
tr: [C:6:0:0].Orta derecede kaynama
vi: [C:6:0:0].Sôi vừa
zh_hans: [C:6:0:0].中度沸腾

source: [C:6:0:0].Minor boiling
fr: [C:6:0:0].Ébullition mineure
it: [C:6:0:0].Bollitura minore
ko: [C:6:0:0].약하게 끓음
pl: [C:6:0:0].Lekkie ugotowanie
pt_br: [C:6:0:0].Pequena ebulição
ru: [C:6:0:0].Незначительное кипение
tr: [C:6:0:0].Hafif kaynama
vi: [C:6:0:0].Sôi nhẹ
zh_hans: [C:6:0:0].轻微沸腾

source: [C:6:0:0].Serious freezing
de: [C:6:0:0].Schweres Einfrieren
fr: [C:6:0:0].Grave gel
it: [C:6:0:0].Congelamento grave
ko: [C:6:0:0].심각한 동결
pl: [C:6:0:0].Poważne zamrożenie
pt_br: [C:6:0:0].Congelamento grave
ru: [C:6:0:0].Серьезное замораживание
tr: [C:6:0:0].Ciddi donma
vi: [C:6:0:0].Đóng băng nghiêm trọng
zh_hans: [C:6:0:0].严重冻结

source: [C:6:0:0].Moderate freezing
de: [C:6:0:0].Mäßiges Einfrieren
fr: [C:6:0:0].Congélation modérée
it: [C:6:0:0].Congelamento moderato
ko: [C:6:0:0].보통의 동결
pl: [C:6:0:0].Umiarkowane zamrożenie
pt_br: [C:6:0:0].Congelamento moderado
ru: [C:6:0:0].Умеренное замораживание
tr: [C:6:0:0].Orta derecede donma
vi: [C:6:0:0].Đóng băng vừa phải
zh_hans: [C:6:0:0].中度冻结

source: [C:6:0:0].Minor freezing
de: [C:6:0:0].Leichtes Einfrieren
fr: [C:6:0:0].Gel mineur
it: [C:6:0:0].Congelamento minore
ko: [C:6:0:0].약한 동결
pl: [C:6:0:0].Lekkie zamrożenie
pt_br: [C:6:0:0].Pequeno congelamento
ru: [C:6:0:0].Незначительное замораживание
tr: [C:6:0:0].Hafif donma
vi: [C:6:0:0].Đóng băng nhẹ
zh_hans: [C:6:0:0].轻微冻结

source: [C:6:0:0].Serious condensation
de: [C:6:0:0].Schwere Kondensation
fr: [C:6:0:0].Condensation importante
it: [C:6:0:0].Condensazione grave
ko: [C:6:0:0].심각한 응결
pl: [C:6:0:0].Poważna kondensacja
pt_br: [C:6:0:0].Condensação grave
ru: [C:6:0:0].Серьезная конденсация
tr: [C:6:0:0].Ciddi yoğunlaşma
vi: [C:6:0:0].Ngưng tụ mạnh
zh_hans: [C:6:0:0].重度冷凝

source: [C:6:0:0].Moderate condensation
de: [C:6:0:0].Mäßige Kondensation
fr: [C:6:0:0].Condensation modérée
it: [C:6:0:0].Moderata condensazione
ko: [C:6:0:0].보통 응결
pl: [C:6:0:0].Umiarkowana kondensacja
pt_br: [C:6:0:0].Condensação moderada
ru: [C:6:0:0].Умеренная конденсация
tr: [C:6:0:0].Orta derecede yoğunlaşma
vi: [C:6:0:0].Ngưng tụ vừa phải
zh_hans: [C:6:0:0].中度凝结

source: [C:6:0:0].Minor condensation
de: [C:6:0:0].Geringe Kondensation
fr: [C:6:0:0].Condensation mineure
it: [C:6:0:0].Condensazione minore
ko: [C:6:0:0].미미한 응결
pl: [C:6:0:0].Lekka kondensacja
pt_br: [C:6:0:0].Pequena condensação
ru: [C:6:0:0].Незначительная конденсация
tr: [C:6:0:0].Hafif yoğunlaşma
vi: [C:6:0:0].Ngưng tụ nhẹ
zh_hans: [C:6:0:0].轻微凝结

source: [C:5:0:1].Advanced rot
de: [C:5:0:1].Fortgeschrittene Fäulnis
fr: [C:5:0:1].Pourriture avancée
it: [C:5:0:1].Putrefazione avanzata
ko: [C:5:0:1].부패 진행됨
pl: [C:5:0:1].Zaawansowana zgnilizna
pt_br: [C:5:0:1].Podridão avançada
ru: [C:5:0:1].Продвинутое гниение
tr: [C:5:0:1].İlerlemiş çürüme
vi: [C:5:0:1].Thối rữa nặng
zh_hans: [C:5:0:1].高度腐烂

source: [C:5:0:1].Moderate rot
de: [C:5:0:1].Mäßige Fäulnis
fr: [C:5:0:1].Pourriture modérée
it: [C:5:0:1].Putrefazione moderata
ko: [C:5:0:1].중간의 부패
pl: [C:5:0:1].Umiarkowana zgnilizna
pt_br: [C:5:0:1].calor moderado
ru: [C:5:0:1].Умеренное гниение
tr: [C:5:0:1].Orta derecede çürüme
vi: [C:5:0:1].Thối rữa vừa
zh_hans: [C:5:0:1].中度腐烂

source: [C:5:0:1].Minor rot
de: [C:5:0:1].Kleine Fäulnis
fr: [C:5:0:1].Pourriture mineure
it: [C:5:0:1].Putrefazione minore
ko: [C:5:0:1].약간의 부패
pl: [C:5:0:1].Niewielka zgnilizna
pt_br: [C:5:0:1].Podridão pequena
ru: [C:5:0:1].Незначительное гниение
tr: [C:5:0:1].Hafif çürüme
vi: [C:5:0:1].Thối rữa nhẹ
zh_hans: [C:5:0:1].轻度腐烂

source: [C:6:0:0].Serious blistering
de: [C:6:0:0].Schwere Blasenbildung
fr: [C:6:0:0].Cloques graves
it: [C:6:0:0].Seria comparsa di vesciche
ko: [C:6:0:0].심각한 물집
pl: [C:6:0:0].Poważne pęcherze
pt_br: [C:6:0:0].Severo borbulhar
ru: [C:6:0:0].Серьезные волдыри
tr: [C:6:0:0].Ciddi su toplama
vi: [C:6:0:0].Phồng rộp nghiêm trọng
zh_hans: [C:6:0:0].重度起泡

source: [C:6:0:0].Moderate blistering
de: [C:6:0:0].Mäßige Blasenbildung
fr: [C:6:0:0].Cloques modérées
it: [C:6:0:0].Moderata comparsa di vesciche
ko: [C:6:0:0].중간의 물집
pl: [C:6:0:0].Umiarkowane pęcherze
pt_br: [C:6:0:0].Borbulhamento moderado
ru: [C:6:0:0].Умеренное образование волдырей
tr: [C:6:0:0].Orta derecede su toplama
vi: [C:6:0:0].Phồng rộp vừa phải
zh_hans: [C:6:0:0].中度起泡

source: [C:6:0:0].Minor blistering
de: [C:6:0:0].Leichte Blasenbildung
fr: [C:6:0:0].Cloques mineures
it: [C:6:0:0].Comparsa di vesciche minore
ko: [C:6:0:0].경미한 물집
pl: [C:6:0:0].Lekkie pęcherze
pt_br: [C:6:0:0].Pequeno borbulhar
ru: [C:6:0:0].Незначительные волдыри
tr: [C:6:0:0].Hafif su toplama
vi: [C:6:0:0].Phồng rộp nhẹ
zh_hans: [C:6:0:0].轻微起泡

source: [C:7:0:1].Extreme pain
de: [C:7:0:1].Extreme Schmerzen
fr: [C:7:0:1].Douleur extrême
it: [C:7:0:1].Estremo dolore
ko: [C:7:0:1].극심한 고통
pl: [C:7:0:1].Ekstremalny ból
pt_br: [C:7:0:1].Dor extrema
ru: [C:7:0:1].Сильная боль
tr: [C:7:0:1].Aşırı acı
vi: [C:7:0:1].Đau đớn cùng cực
zh_hans: [C:7:0:1].极度疼痛

source: [C:2:0:1].Nausea
de: [C:2:0:1].Übelkeit
fr: [C:2:0:1].Nausée
ko: [C:2:0:1].메스꺼움
pl: [C:2:0:1].Mdłości
ru: [C:2:0:1].Тошнота
tr: [C:2:0:1].Mide bulantısı
vi: [C:2:0:1].Buồn nôn
zh_hans: [C:2:0:1].恶心

source: [C:3:0:1].Dizziness
de: [C:3:0:1].Schwindel
fr: [C:3:0:1].Étourdissements
it: [C:3:0:1].Vertigini
ko: [C:3:0:1].현기증
pl: [C:3:0:1].Zawroty głowy
pt_br: [C:3:0:1].Tontura
ru: [C:3:0:1].Головокружение
tr: [C:3:0:1].Baş dönmesi
vi: [C:3:0:1].Chóng mặt
zh_hans: [C:3:0:1].眩晕

source: [C:3:0:1].Paralysis
de: [C:3:0:1].Lähmung
fr: [C:3:0:1].Paralysie
it: [C:3:0:1].Paralisi
ko: [C:3:0:1].마비
pl: [C:3:0:1].Paraliż
pt_br: [C:3:0:1].Paralisia
ru: [C:3:0:1].Паралич
tr: [C:3:0:1].Felç
vi: [C:3:0:1].Tê liệt
zh_hans: [C:3:0:1].瘫痪

source: [C:7:0:1].Moderate pain
de: [C:7:0:1].Mäßige Schmerzen
fr: [C:7:0:1].Douleur modérée
it: [C:7:0:1].Dolore moderato
ko: [C:7:0:1].중간 정도의 고통
pl: [C:7:0:1].Umiarkowany ból
pt_br: [C:7:0:1].Dor moderada
ru: [C:7:0:1].Умеренная боль
tr: [C:7:0:1].Orta derecede acı
vi: [C:7:0:1].Đau vừa phải
zh_hans: [C:7:0:1].中度疼痛

source: [C:7:0:1].Minor pain
de: [C:7:0:1].Leichte Schmerzen
fr: [C:7:0:1]. Douleur mineure
it: [C:7:0:1].Dolore minore
ko: [C:7:0:1].약한 고통
pl: [C:7:0:1].Lekki ból
pt_br: [C:7:0:1].Pequena dor
ru: [C:7:0:1].Незначительная боль
tr: [C:7:0:1].Hafif acı
vi: [C:7:0:1].Đau nhẹ
zh_hans: [C:7:0:1].轻度疼痛

source: [C:3:0:1].Partial paralysis
de: [C:3:0:1].Partielle Lähmung
fr: [C:3:0:1].Paralysie partielle
it: [C:3:0:1].Paralisi parziale
ko: [C:3:0:1].부분적으로 마비됨
pl: [C:3:0:1].Częściowy paraliż
pt_br: [C:3:0:1].Paralisia parcial
ru: [C:3:0:1].Частичный паралич
tr: [C:3:0:1].Kısmi felç
vi: [C:3:0:1].Tê liệt một phần
zh_hans: [C:3:0:1].局部瘫痪

source: [C:3:0:1].Some sluggishness
de: [C:3:0:1].Eine gewisse Trägheit
fr: [C:3:0:1].Un peu de lenteur
it: [C:3:0:1].Un po' fiacco
ko: [C:3:0:1].약간 느릿해짐
pl: [C:3:0:1].Pewna ospałość
pt_br: [C:3:0:1].Alguma lentidão
ru: [C:3:0:1].Некоторая заторможенность
tr: [C:3:0:1].Biraz uyuşukluk
vi: [C:3:0:1].Hơi chậm chạp
zh_hans: [C:3:0:1].有些迟钝

source: [C:3:0:1].Complete numbness
de: [C:3:0:1].Vollständige Taubheit
fr: [C:3:0:1].Engourdissement complet
it: [C:3:0:1].Intorpidimento completo
ko: [C:3:0:1].완전한 무감각
pl: [C:3:0:1].Całkowite odrętwienie
pt_br: [C:3:0:1].Dormência completa
ru: [C:3:0:1].Полное онемение
tr: [C:3:0:1].Tam hissizlik
vi: [C:3:0:1].Tê bì hoàn toàn
zh_hans: [C:3:0:1].完全麻痹

source: [C:3:0:1].Partial numbness
de: [C:3:0:1].Partielle Taubheit
fr: [C:3:0:1].Engourdissement partiel
it: [C:3:0:1].Intorpidimento parziale
ko: [C:3:0:1].부분 마비
pl: [C:3:0:1].Częściowe odrętwienie
pt_br: [C:3:0:1].Dormência parcial
ru: [C:3:0:1].Частичное онемение
tr: [C:3:0:1].Kısmi hissizlik
vi: [C:3:0:1].Tê bì một phần
zh_hans: [C:3:0:1].局部麻痹

source: [C:3:0:1].Slight numbness
de: [C:3:0:1].Leichtes Taubheitsgefühl
fr: [C:3:0:1].Léger engourdissement
it: [C:3:0:1].Leggero intorpidimento
ko: [C:3:0:1].약간의 무감각
pl: [C:3:0:1].Lekkie odrętwienie
pt_br: [C:3:0:1].Leve dormência
ru: [C:3:0:1].Лёгкое онемение
tr: [C:3:0:1].Hafif hissizlik
vi: [C:3:0:1].Tê bì nhẹ
zh_hans: [C:3:0:1].轻微麻痹

source: [C:6:0:1].Extreme swelling
de: [C:6:0:1].Extreme Schwellung
fr: [C:6:0:1]. Gonflement extrême
it: [C:6:0:1].Gonfiore estremo
ko: [C:6:0:1].극도의 붓기
pl: [C:6:0:1].Poważny obrzęk
pt_br: [C:6:0:1].Inchaço extremo
ru: [C:6:0:1].Сильный отёк
tr: [C:6:0:1].Aşırı şişme
vi: [C:6:0:1].Sưng tấy cực độ
zh_hans: [C:6:0:1].极度红肿

source: [C:6:0:1].Minor swelling
de: [C:6:0:1].Leichte Schwellung
fr: [C:6:0:1].Petit gonflement
it: [C:6:0:1].Gonfiore minore
ko: [C:6:0:1].경미한 붓기
pl: [C:6:0:1].Lekki obrzęk
pt_br: [C:6:0:1].Pequeno inchaço
ru: [C:6:0:1].Незначительный отёк
tr: [C:6:0:1].Hafif şişme
vi: [C:6:0:1].Sưng tấy nhẹ
zh_hans: [C:6:0:1].轻微红肿

source: [C:7:0:1].Function totally impaired
de: [C:7:0:1].Funktion völlig beeinträchtigt
fr: [C:7:0:1].Fonction totalement altérée
it: [C:7:0:1].Funzione totalmente compromessa
ko: [C:7:0:1].완전한 기능 손상
pl: [C:7:0:1].Całkowicie upośledzona funkcja
pt_br: [C:7:0:1].Função totalmente deficiente
ru: [C:7:0:1].Функция полностью нарушена
tr: [C:7:0:1].İşlev tamamen yitirilmiş
vi: [C:7:0:1].Chức năng hoàn toàn suy yếu
zh_hans: [C:7:0:1].功能完全受损

source: [C:7:0:1].Partially impaired function
de: [C:7:0:1].Teilweise beeinträchtigte Funktion
fr: [C:7:0:1].Fonction partiellement altérée
it: [C:7:0:1].Funzione parzialmente compromessa
ko: [C:7:0:1].부분적 기능 손상
pl: [C:7:0:1].Częściowo upośledzona funkcja
pt_br: [C:7:0:1].Função parcialmente deficiente
ru: [C:7:0:1].Частично нарушенная функция
tr: [C:7:0:1].İşlev kısmen yitirilmiş
vi: [C:7:0:1].Chức năng bị suy yếu một phần
zh_hans: [C:7:0:1].部分功能受损

source: [C:7:0:1].Slightly impaired function
de: [C:7:0:1].Geringfügig beeinträchtigte Funktion
fr: [C:7:0:1].Fonction légèrement altérée
it: [C:7:0:1].Funzione lievemente compromessa
ko: [C:7:0:1].약간의 기능 장애
pl: [C:7:0:1].Lekko upośledzona funkcja
pt_br: [C:7:0:1]Função levemente deficiente
ru: [C:7:0:1].Незначительно нарушенная функция
tr: [C:7:0:1].İşlev hafif yitirilmiş
vi: [C:7:0:1].Chức năng bị suy yếu nhẹ
zh_hans: [C:7:0:1].功能轻微受损

source: [C:7:0:1]Has been sutured
de: [C:7:0:1]Wurde genäht
fr: [C:7:0:1]A été suturé
it: [C:7:0:1]È stato suturato
ko: [C:7:0:1]봉합 완료
pl: [C:7:0:1]Został zszyty
pt_br: [C:7:0:1]Foi suturado
ru: [C:7:0:1]Наложен шов
tr: [C:7:0:1]Dikiş atılmış
vi: [C:7:0:1]Đã được khâu
zh_hans: [C:7:0:1]已经缝合

source: [C:7:0:0]No evaluated wounds
de: [C:7:0:0]Keine evaluierten Wunden
fr: [C:7:0:0]Aucune blessure évaluée
it: [C:7:0:0]Nessuna ferita apprezzabile
ko: [C:7:0:0]진단된 상처 없음
pl: [C:7:0:0]Brak zdiagnozowanych ran
pt_br: [C:7:0:0]Sem feridas avaliadas
ru: [C:7:0:0]Выявленных ран нет
tr: [C:7:0:0]Değerlendirilmiş yara yok
vi: [C:7:0:0]Không có vết thương nào được đánh giá
zh_hans: [C:7:0:0]没有评估过的伤口

source: [C:7:0:0]No wounds
tr: [C:7:0:0]Yara yok
vi: [C:7:0:0]Không vết thương

source: [C:6:0:0]In traction
de: [C:6:0:0]Knochen richten
fr: [C:6:0:0]En traction
it: [C:6:0:0]In trazione
ko: [C:6:0:0]부목 고정됨
pl: [C:6:0:0]W trakcji
pt_br: [C:6:0:0]Imobilizado
ru: [C:6:0:0]В тяге
tr: [C:6:0:0]Çekme işleminde
vi: [C:6:0:0]Đang kéo giãn
zh_hans: [C:6:0:0]牵引中

source: [C:4:0:1]Heavy bleeding
de: [C:4:0:1]Schwere Blutung
fr: [C:4:0:1]Saignements abondants
it: [C:4:0:1]Grave sanguinamento
ko: [C:4:0:1]심각한 출혈
pl: [C:4:0:1]Ciężkie krwawienie
pt_br: [C:4:0:1]Sangrando muito
ru: [C:4:0:1]Сильное кровотечение
tr: [C:4:0:1]Ağır kanama
vi: [C:4:0:1]Chảy máu nặng
zh_hans: [C:4:0:1]大量出血

source: [C:4:0:1]Bleeding
de: [C:4:0:1]Bluten
fr: [C:4:0:1]Saignement
it: [C:4:0:1]Sanguinamento
ko: [C:4:0:1]출혈 중
pl: [C:4:0:1]Krwawienie
pt_br: [C:4:0:1]Sangrando
ru: [C:4:0:1]Кровотечение
tr: [C:4:0:1]Kanama
vi: [C:4:0:1]Chảy máu
zh_hans: [C:4:0:1]失血

source: [C:5:0:1]Severe blood loss
de: [C:5:0:1]Schwerer Blutverlust
fr: [C:5:0:1]Perte de sang sévère
it: [C:5:0:1]Grave perdita di sangue
ko: [C:5:0:1]극심한 혈액 손실
pl: [C:5:0:1]Poważna utrata krwi
pt_br: [C:5:0:1]Perda de sange severa
ru: [C:5:0:1]Сильная кровопотеря
tr: [C:5:0:1]Şiddetli kan kaybı
vi: [C:5:0:1]Mất máu nghiêm trọng
zh_hans: [C:5:0:1]严重失血

source: [C:5:0:1]Pale
de: [C:5:0:1]Blass
fr: [C:5:0:1]Pâle
it: [C:5:0:1]Pallido
ko: [C:5:0:1]핼쑥함
pl: [C:5:0:1]Blady
pt_br: [C:5:0:1]Pálido
ru: [C:5:0:1]Бледный
tr: [C:5:0:1]Solgun
vi: [C:5:0:1]Xanh xao
zh_hans: [C:5:0:1]苍白的

source: [C:5:0:1]Moderate blood loss
de: [C:5:0:1]Mittlerer Blutverlust
fr: [C:5:0:1]Perte de sang modérée
it: [C:5:0:1]Perdita di sangue moderata
ko: [C:5:0:1]보통의 출혈
pl: [C:5:0:1]Umiarkowana utrata krwi
pt_br: [C:5:0:1]Perda de sangue moderada
ru: [C:5:0:1]Умеренная кровопотеря
tr: [C:5:0:1]Orta derecede kan kaybı
vi: [C:5:0:1]Mất máu vừa phải
zh_hans: [C:5:0:1]中度失血

source: [C:5:0:1]Faint
de: [C:5:0:1]Ohmächtig
fr: [C:5:0:1]évanoui
it: [C:5:0:1]Privo di sensi
ko: [C:5:0:1]기절
pl: [C:5:0:1]Omdlenie
pt_br: [C:5:0:1]Desmaiado
ru: [C:5:0:1]Слабый
tr: [C:5:0:1]Baygın
vi: [C:5:0:1]Choáng váng
zh_hans: [C:5:0:1]淡淡的

source: [C:3:0:1]Paralyzed
de: [C:3:0:1]Gelähmt
fr: [C:3:0:1]Paralysé
it: [C:3:0:1]Paralizzato
ko: [C:3:0:1]마비됨
pl: [C:3:0:1]Sparaliżowany
pt_br: [C:3:0:1]Paralizado
ru: [C:3:0:1]Парализован
tr: [C:3:0:1]Felçli
vi: [C:3:0:1]Bị tê liệt
zh_hans: [C:3:0:1]瘫痪

source: [C:3:0:1]Partially paralyzed
de: [C:3:0:1]Teilweise Gelähmt
fr: [C:3:0:1]Partiellement paralysé
it: [C:3:0:1]Parzialmente paralizzato
ko: [C:3:0:1]부분적 마비
pl: [C:3:0:1]Częściowo sparaliżowany
pt_br: [C:3:0:1]Parcialmente paralisado
ru: [C:3:0:1]Частично парализованный
tr: [C:3:0:1]Kısmen felçli
vi: [C:3:0:1]Bị tê liệt một phần
zh_hans: [C:3:0:1]局部麻痹

source: [C:3:0:1]Sluggish
de: [C:3:0:1]Träge
fr: [C:3:0:1]Lent
it: [C:3:0:1]Fiacco
ko: [C:3:0:1]느릿해짐
pl: [C:3:0:1]Ospały
pt_br: [C:3:0:1]Lento
ru: [C:3:0:1]Вялый
tr: [C:3:0:1]Uyuşuk
vi: [C:3:0:1]Chậm chạp
zh_hans: [C:3:0:1]迟缓的

source: [C:3:0:1]Completely numb
de: [C:3:0:1]Komplett taub
fr: [C:3:0:1]Complètement engourdi
it: [C:3:0:1]Completamente intorpidito
ko: [C:3:0:1]완전한 무감각
pl: [C:3:0:1]Kompletnie odrętwiały
pt_br: [C:3:0:1]Completamente dormente
ru: [C:3:0:1]Полностью онемел
tr: [C:3:0:1]Tamamen hissiz
vi: [C:3:0:1]Hoàn toàn tê bì
zh_hans: [C:3:0:1]完全麻木
