Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Building friendships is a waste. There is no bond that can withstand distance or a change of circumstance.
de: Freundschaften schliessen ist eine Verschwendung. Es gibt keine Bindung, die Entfernung oder eine Änderung der Umstände widerstehen kann.
fr: S'impliquer dans des amitiés est une perte de temps. Aucun lien ne résiste à la distance ou à des changements de circonstances.
it: Costruire amicizie è uno spreco. Non c'è legame che resista alla distanza o a cambiamenti di circostanze.
ko: 우정을 쌓는건 낭비야. 머나먼 거리나 상황에 대한 변화를 견딜 수 있는 관계따윈 없어.
pl: Budowanie przyjaźni nie ma sensu. Nie istnieje więź, która przetrwa odległość albo zmianę okoliczności.
pt_br: Contruir amizades é um disperdício. Não há laço que resista a distância ou a mudança de circunstância.
ru: Создание дружеских отношений - это пустая трата времени. Нет уз, которые могли бы выдержать проверку расстоянием или обстоятельствами.
vi: Kết giao tình bạn là vô ích. Không có mối liên kết nào có thể chống chọi được với khoảng cách hay sự thay đổi hoàn cảnh.
zh_hans: 建立友谊是一种浪费。没有可以承受距离或环境变化的粘合剂。

source: Friends are future enemies. I don't see the difference. People do as they must.
de: Freunde sind zukünftige Feinde. Ich sehe keinen Unterschied. Leute tun was sie müssen.
fr: Les amis sont de futurs ennemis. Je ne vois pas la différence. Les gens font ce qu'ils doivent faire.
it: Gli amici sono futuri nemici. Non vedo la differenza. Le persone fanno ciò che devono.
ko: 친구들이란 미래의 적일 뿐이야. 난 차이를 모르겠단 말이지. 사람들은 해야할걸 하니까.
pl: Przyjaciele to przyszli wrogowie. Nie widzę różnicy. Ludzie robią to, co muszą.
pt_br: Amigos são futuros inimigos. Eu não vejo a diferença. Pessoas fazem como elas devem.
ru: Друзья - это будущие враги. Нет никакой разницы. Люди делают то что должны делать.
vi: Bạn bè là kẻ thù tương lai. Tôi không thấy sự khác biệt. Mọi người làm điều họ phải làm.
zh_hans: 朋友是未来的敌人。我没有看到差异。人们必须这样做。

source: Be careful of your so-called friends.
de: Achte auf deine sogenannten Freunde.
fr: Faites attention à vos soi-disant amis.
it: Fa' attenzione ai tuoi cosiddetti amici.
ko: 소위 친구를 조심하십시오.
pl: Uważaj na twoich tak zwanych przyjaciół.
pt_br: Cuidado com seus supostos amigos.
ru: Будьте осторожны в вашими так называемыми "друзьями".
tr: Sözde arkadaşlarına dikkat et.
vi: Hãy cẩn thận với những người tự xưng là bạn bè của bạn.
zh_hans: 小心你所谓的朋友。

source: Friends are nice, but you should keep your priorities straight.
de: Freunde sind nett, aber Sie sollten Ihre Prioritäten im Auge halten.
fr: Les amis c'est bien, mais tu dois garder tes priorités en tête.
it: Gli amici sono belli, ma bisogna tenere ben chiare le priorità.
ko: 친구는 좋지만 우선 순위를 똑바로 유지해야 합니다.
pl: Przyjaciele są przyjemni, ale powinieneś pamiętać o swoich priorytetach.
pt_br: Amigos são bons, mas você deve manter suas prioridades.
ru: Дружба - это неплохо, но ваши должны придерживаться своих приоритетов.
tr: Arkadaşlar iyidir, ancak önceliklerini doğru belirlemelisin.
vi: Bạn bè thì tốt, nhưng bạn nên giữ vững các ưu tiên của mình.
zh_hans: 朋友很好，但你应该保持优先顺序。

source: You can be powerful or powerless. The choice is yours, until somebody makes it for you.
de: Du kannst mächtig oder machtlos sein. Die Wahl liegt bei dir, bis jemand es für dich macht.
fr: Vous pouvez être puissant ou pas. Le choix est vôtre, jusqu'à ce que quelqu'un le fasse pour vous.
it: Potete essere potenti o impotenti. La scelta è vostra, finché qualcuno non la fa per voi.
ko: 당신은 강력할 수도 있고 힘이 없을 수도 있습니다. 선택은 당신에게 달렸어요. 누군가 당신을 위해 만들어 줄 때까지요.
pl: Możesz być potężny albo bezsilny. Wybór należy do ciebie, dopóki kto inny go za ciebie nie zrobi.
pt_br: Você pode ser poderoso ou impotente. A escolha é sua, até que alguém a faça por você.
ru: Вы можете быть сильны или немощны. Выбор за вами, пока кто-то не сделает его за вас.
vi: Bạn có thể mạnh mẽ hoặc bất lực. Sự lựa chọn là của bạn, cho đến khi ai đó đưa ra lựa chọn đó thay bạn.
zh_hans: 你可以强大或无能为力。选择权归你所有，直到有人为你服务。

source: Power over others is the only true measure of worth.
de: Macht über Andere ist der einzig wahre Wert.
fr: Le pouvoir sur les autres est la seule véritable mesure de la valeur.
it: Il potere sugli altri è l'unica vera misura del valore.
ko: 다른 사람에 대한 힘은 가치의 유일한 진정한 척도입니다.
pl: Władza nad innymi jest jedynym prawdziwym wyznacznikiem wartości.
pt_br: Poder sobre os outros é a unica verdadeira medida de valor.
ru: Власть над другими является единственным истинным мерилом ценности.
tr: Başkaları üzerindeki güç, değerin tek gerçek ölçüsüdür.
vi: Quyền lực thống trị người khác là thước đo giá trị duy nhất và đích thực.
zh_hans: 对别人的权力是衡量价值的唯一真正衡量标准。

source: Strive for power.
de: Strebe nach Macht.
fr: Luttez pour le pouvoir.
it: Cercare il potere.
ko: 권력을 위해 노력하십시오.
pl: Dąż do potęgi.
pt_br: Esforce-se para o poder.
ru: Стремитесь к власти.
tr: Güç için çabala.
vi: Hãy phấn đấu vì quyền lực.
zh_hans: 争取权力。

source: It is abhorrent to seek power over other people.
de: Es ist abscheulich, Macht über andere Menschen zu suchen.
fr: Il est odieux de rechercher le pouvoir sur les autres.
it: È ripugnante cercare il potere a discapito di altre persone.
ko: 다른 사람에 대한 권력을 추구하는 것은 혐오스러운 일입니다.
pl: Dążenie do władzy nad innymi ludźmi jest odrażające.
pt_br: É abominável desejar poder sobre as outras pessoas
ru: Жажда власти над другими отвратительна.
tr: Başka insanlar üzerinde güç aramak iğrençtir.
vi: Thật ghê tởm khi tìm kiếm quyền lực thống trị người khác.
zh_hans: 寻求对别人的权力是令人憎恶的。

source: There's nothing admirable about bullying others.
de: Es gibt nichts größeres als andere zu mobben.
fr: Il n'y a rien d'admirable à intimider les autres.
it: Non c'è nulla di ammirevole nel maltrattare gli altri.
ko: 다른 사람을 괴롭히는 것에 대해 칭찬할 만한 것은 없습니다.
pl: Nie ma niczego godnego podziwu w prześladowaniu innych.
pt_br: Não há nada de admirável em intimidar os outros.
ru: Нет ничего хорошего в запугивании других.
tr: Başkalarına zorbalık etmenin takdire şayan bir tarafı yoktur.
vi: Chẳng có gì đáng ngưỡng mộ khi bắt nạt người khác.
zh_hans: 欺负他人没有什么令人钦佩的。

source: The struggle for power must be balanced by other considerations.
de: Der Kampf um die Macht muss durch andere Faktoren ausgeglichen werden.
fr: La lutte pour la puissance doit être équilibrée par d'autres considérations.
it: La lotta per il potere deve essere bilanciata da altre considerazioni.
ko: 권력을 위한 투쟁은 다른 고려 사항과 균형을 이루어야 합니다.
pl: Dążenie do potęgi musi być równoważone przez inne rzeczy.
pt_br: A luta pelo poder deve ser balanceada por outras considerações.
ru: Борьба за власть должна компенсироваться другими соображениями.
tr: Güç mücadelesi diğer hususlarla dengelenmelidir.
vi: Cuộc đấu tranh giành quyền lực phải được cân bằng bởi những yếu tố khác.
zh_hans: 必须通过其他考虑来平衡权力斗争。

source: Everything is so much easier when you just tell the truth.
de: Alles ist so viel einfacher, wenn du die Wahrheit sagst.
fr: Tout est tellement plus facile quand on dit juste la vérité.
it: Tutto è molto più facile quando si dice la verità.
ko: 진실을 말하면 모든 것이 훨씬 쉬워집니다.
pl: Wszystko jest takie prostsze, kiedy po prostu mówisz prawdę.
pt_br: Tudo é muito mais fácil quando você apenas diz a verdade.
ru: Жизнь была бы намного проще, если бы все говорили правду.
tr: Sadece gerçeği söylediğinde her şey çok daha kolaydır.
vi: Mọi thứ dễ dàng hơn rất nhiều khi bạn chỉ nói sự thật.
zh_hans: 当你说实话时，一切都变得容易多了。

source: There is nothing so important that it is worth telling a lie.
de: Es ist nichts so wichtig, dass es sich lohnt dafür zu lügen.
fr: Il n'y a rien de si important qu'il vaille la peine de mentir.
it: Non c'è nulla di così importante che valga la pena di dire una bugia.
ko: 거짓말을 할 가치가 있을 만큼 중요한 것은 없다.
pl: Nie ma nic tak ważnego, by było warte kłamania.
pt_br: Não há nada tao importante que vale a pena contar uma mentira.
ru: Нет ничего настолько важного, о чем бы стоило лгать.
tr: Yalan söylemeye değecek kadar önemli hiçbir şey yoktur.
vi: Không có điều gì đủ quan trọng đáng để phải nói dối.
zh_hans: 没有什么比这更重要了，值得说谎。

source: You should always tell the truth.
de: Du solltest immer die Wahrheit sagen.
fr: Vous devriez toujours dire la vérité.
it: Dovreste sempre dire la verità.
ko: 항상 진실을 말해야 합니다.
pl: Powinieneś zawsze mówić prawdę.
pt_br: Você deve sempre dizer a verdade.
ru: Всегда говорите правду.
tr: Her zaman gerçeği söylemelisin.
vi: Bạn phải luôn nói sự thật.
zh_hans: 你应该总是说实话。

source: Don't think about the truth, whatever that is. Just say what needs to be said.
de: Denke nicht an die Wahrheit, was immer diese ist. Sag einfach was gesagt werden muss.
fr: Ne pensez pas à la vérité, quelle qu'elle soit. Dites simplement ce qui doit l'être.
it: Non pensate alla verità, qualunque essa sia. Dite solo ciò che va detto.
ko: 진실에 대해 생각하지 마세요, 그게 뭐든. 할 말만 하세요.
pl: Nie myśl o prawdzie, jakakolwiek ona jest. Po prostu mów to, co jest potrzebne.
pt_br: Não pense sobre a verdade, qualquer que ela seja. Só diga o que precisa ser dito.
ru: Не думай об истине, какой бы она ни была. Просто скажи то, что должно быть сказано.
vi: Đừng nghĩ về sự thật, dù nó là gì đi nữa. Cứ nói điều cần nói.
zh_hans: 不要考虑真相，无论那是什么。只需说出需要说些什么。

source: Is there ever a time when honesty by itself overrides other considerations? Say what is right, not what is true.
de: Gab es je eine Zeit als Ehrlichkeit andere Überlegungen überstimmte? Sag was richtig ist, nicht was stimmt.
fr: Il y a-t-il un moment où l'honnêteté en elle-même surpasse toute autre considérations ? Dites ce qui est juste, pas ce qui est vrai.
it: C'è mai un momento in cui l'onestà da sola prevale su altre considerazioni? Dite ciò che è giusto, non ciò che è vero.
ko: 정직 자체가 다른 고려사항보다 우선시 되는 때가 있나요? 진실이 아닌 옳은 것을 말하세요.
pl: Czy kiedykolwiek jest czas, kiedy szczerość sama w sobie jest ważniejsza od innych rzeczy? Mów to co właściwe, nie to co prawdziwe.
pt_br: Existe algum momento em que a honestidade sozinha sobrepõe as outras possibilidades? Dizer o que é certo, não o que é verdade.
ru: Было ли когда-либо время, когда сама по себе честность перевешивала другие соображения? Говорите то, что правильно, а не то что истинно.
vi: Liệu có khi nào sự trung thực tự nó vượt qua mọi cân nhắc khác không? Hãy nói điều đúng đắn, không phải điều chân thật.
zh_hans: 有没有时候诚实本身会超越其他考虑因素？?说什么是正确的，而不是真实的。

source: There is no value in telling the truth thoughtlessly. Consider the circumstances and say what is best.
de: Es hat keinen Sinn gedankenlos die Wahrheit sagen. Betrachte die Umstände und sage was am besten ist.
fr: Il ne sert à rien de dire la vérité sans réfléchir. Considérez les circonstances et dites ce qui est le mieux.
it: Non ha alcun valore dire la verità in modo sconsiderato. Considerate le circostanze e dite ciò che è meglio.
ko: 아무 생각 없이 진실을 말하는 것은 가치가 없습니다. 상황을 고려하고 무엇이 최선인지 말하세요.
pl: Bezmyślne mówienie prawdy nie ma sensu. Rozważ okoliczności i powiedz, co jest najlepsze.
pt_br: Não há nenhum valor em dizer a verdade sem pensar. Considere as circunstâncias e diga aquilo que for melhor.
ru: Нельзя говорить правду бездумно. Нужно говорить так, как того требуют обстоятельства.
vi: Chẳng có giá trị gì khi nói sự thật một cách thiếu suy nghĩ. Hãy xem xét hoàn cảnh và nói điều tốt nhất.
zh_hans: 毫无顾忌地说实话是没有价值的。考虑情况并说出什么是最好的。

source: Sometimes the blunt truth just does more damage. Think about how the situation will unfold before you speak.
de: Die schlichte Wahrheit schadet manchmal einfach. Überlege, wie sich die Situation entwickeln wird, bevor Du sprichst.
fr: Parfois la vérité nue fait simplement plus de dégâts. Penser à la façon dont la situation se déroulera avant de prendre la parole.
it: A volte la cruda verità fa solo più danni. Pensa a come si evolverà la situazione prima di parlare.
ko: 때로는 무뚝뚝한 진실이 더 큰 피해를 입히기도 합니다. 말하기 전에 상황이 어떻게 전개될지 생각해 보세요.
pl: Czasami sama prawda po prostu czyni szkodę. Myśl o tym, jak sytuacja się rozwinie zanim cokolwiek powiesz.
pt_br: As vezes a verdade nua e crua é mais prejudicial. Pense em como a situação se desdobrará antes de falar.
ru: Иногда простая истина несёт большой вред. Подумайте над тем, что будет дальше, прежде чем говорить.
vi: Đôi khi sự thật phũ phàng chỉ gây thêm tổn hại. Hãy suy nghĩ xem tình hình sẽ diễn biến thế nào trước khi bạn lên tiếng.
zh_hans: 有时，直言不讳的事实会造成更多伤害。想想在你说话之前情况会如何展开。

source: It is best not to complicate your life with lies, sure, but the truth also has its problems.
de: Klar, am besten ist es, wenn man sein Leben nicht mit Lügen ruiniert, aber ehrlich - die Wahrheit hat auch ihre Macken.
fr: Il est meilleur de ne pas compliquer votre vie avec des mensonges, mais la vérité a aussi son lot de problèmes.
it: È meglio non complicarsi la vita con le bugie, certo, ma anche la verità ha i suoi problemi.
ko: 물론 거짓말로 인생을 복잡하게 만들지 않는 것이 최선이지만, 진실에도 문제가 있습니다.
pl: Najlepiej nie komplikować sobie życia kłamstwami, jasne, ale prawda również przynosi problemy.
pt_br: É melhor não piorar sua vida com mentiras, claro, mas a verdade também tem suas complicações.
ru: Лучше не усложнять свою жизнь ложью, но, конечно, правда также имеет свои последствия.
tr: Hayatını yalanlarla karmaşıklaştırmamak en iyisidir, elbette, ama gerçeğin de kendine has sorunları vardır.
vi: Tốt nhất là không nên làm phức tạp cuộc đời bằng những lời nói dối, chắc chắn rồi, nhưng sự thật cũng có những vấn đề của nó.
zh_hans: 当然，最好不要用谎言使你的生活复杂化，但事实也有它的问题。

source: There are times when it is alright not to tell the whole truth.
de: In unruhigen Zeiten ist es okay nicht die ganze Wahrheit zu sagen.
fr: Il y a des moments où il est normal de ne pas dire toute la vérité.
it: Ci sono momenti in cui è giusto non dire tutta la verità.
ko: 모든 진실을 말하지 않아도 괜찮을 때가 있습니다.
pl: Są momenty, kiedy jest w porządku nie mówić całej prawdy.
pt_br: Há momentos quando tudo bem não é para dizer a verdade.
ru: Бывают случаи, когда лучше не говорить всю правду.
tr: Bazen tüm gerçeği söylememek sorun değildir.
vi: Có những lúc không cần phải nói toàn bộ sự thật.
zh_hans: 有时候不说出全部真相是好的。

source: I do admire a clever trap.
de: Ich bewundere eine raffinierte Falle.
fr: J'admire un piège astucieux.
it: Ammiro le trappole intelligenti.
ko: 나는 영리한 함정에 감탄합니다.
pl: Podziwiam mądrą pułapkę.
pt_br: Eu admiro uma armadilha inteligente.
ru: Я восхищаюсь хитрыми ловушками.
tr: Zekice bir tuzağa hayranlık duyarım.
vi: Tôi rất ngưỡng mộ một cái bẫy thông minh.
zh_hans: 我很佩服一个聪明的陷阱。

source: There's no value in all of this scheming I see these days.
de: Es sehe keinen Sinn in all diesen Intrigen ich in diesen Tagen.
fr: Il n'y a aucun intérêt à tous ces stratagèmes que je vois ces temps ci.
it: Non c'è alcun valore in tutti questi intrallazzi che vedo in questi giorni.
ko: 요즘 내가 보는 이 모든 책략에는 가치가 없습니다.
pl: Nie ma wartości w tych wszystkich intrygach, które dzisiaj widuję.
pt_br: Não há nenhum valor em toda esta planejando que ver nos dias de hoje.
ru: В наши дни нет смысла плести интриги.
tr: Bugünlerde gördüğüm tüm bu entrikaların hiçbir değeri yok.
vi: Chẳng có giá trị gì trong tất cả những mưu mẹo tôi thấy ngày nay.
zh_hans: 这些天我所看到的所有这些策划都没有价值。

source: Be shrewd, but do not lose yourself in guile.
de: Sei scharfsinnig, aber verliere dich nicht selbst in Arglist.
fr: Soyez astucieux, mais ne vous perdez pas dans la ruse.
it: Siate accorti, ma non perdetevi nell'astuzia.
ko: 슬기로우되 교활함에 빠지지 말라.
pl: Bądź przebiegły, ale nie popadaj w podstęp.
pt_br: Seja astuto, mas não se perca na malandragem.
ru: Будьте проницательны, но не запутайтесь в своих же интригах.
tr: Kurnaz ol ama hilebazlıkta kendini kaybetme.
vi: Hãy khôn ngoan, nhưng đừng để bản thân lạc lối trong sự xảo trá.
zh_hans: 要精明，但不要迷失自己的诡计。

source: I can appreciate the right turn of phrase.
de: Ich schätze die richtige Ausdrucksweise.
fr: Je peux apprécier la bonne tournure de phrase.
it: Posso apprezzare il giusto giro di parole.
ko: 올바른 문구를 이해할 수 있습니다.
pl: Doceniam właściwy zwrot frazy.
pt_br: Esta forma de se expressar me agrada.
ru: Я ценю удачные обороты речи.
tr: Doğru ifade biçimini takdir edebilirim.
vi: Tôi có thể đánh giá cao cách diễn đạt khéo léo.
zh_hans: 我可以欣赏正确的短语。

source: I do admire a clever turn of phrase.
de: Ich bewundere diese hervorragende Ausdrucksweise.
fr: J'admire une tournure de phrase intelligente.
it: Ammiro i giri di parole intelligenti.
ko: 나는 영리한 문구 전환에 감탄합니다.
pl: Doceniam mądry zwrot frazy.
pt_br: Eu admiro uma inteligente mudança de frase.
ru: Я восхищаюсь умным оборотом речи.
tr: Zekice bir laf cambazlığına hayranlık duyarım.
vi: Tôi rất ngưỡng mộ một lối diễn đạt thông minh.
zh_hans: 我很佩服聪明的一句话。

source: They are so full of all those big words.
de: Sie sind erfüllt von ihrer Prahlerei.
fr: Ils sont tellement remplis de tous ces gros mots.
it: Sono così pieni di tutti quei paroloni.
ko: 그들은 그 모든 큰 단어들로 가득 차 있습니다.
pl: Są tacy pełni tych wielkich słów.
pt_br: Eles são tao cheios dessas palavras grandes.
ru: Они переполнены всеми этими громкими словами.
tr: O kadar büyük laflarla dolular ki.
vi: Họ cứ dùng toàn những từ ngữ hoa mỹ.
zh_hans: 他们充满了那些大词。

source: Who are these mealy-mouthed cowards trying to impress?
de: Wen versuchen diese buckelnden Feiglinge zu beeindrucken?
fr: Qui ces lâches hypocrites essaient-ils d'impressionner ?
it: Chi sono questi vigliacchi smielati che cercano di far buon'impressione?
ko: 이 입이 험한 겁쟁이들은 누구에게 깊은 인상을 주려고 하는 걸까요?
pl: Komu ci kłamliwi tchórze próbują zaimponować?
pt_br: Quem são esses covardes eloquentes tentando impressionar?
ru: Кто эти лживые трусы, пытающиеся произвести впечатление?
tr: Bu ağzında geveleyen korkaklar kimi etkilemeye çalışıyor?
vi: Những kẻ hèn nhát nói năng quanh co này đang cố gắng gây ấn tượng với ai?
zh_hans: 试图给人留下深刻印象的是这些懦弱的懦夫是谁？

source: There is a time for artful speech, and a time for blunt speech as well.
de: Es gibt eine Zeit für kunstvolle Sprache, und auch eine Zeit für unbeschönigte Sprache.
fr: Il y a un temps pour l'éloquence, et un autre pour le parler vrai.
it: C'è un tempo per parlare ad arte e un tempo per parlare senza mezzi termini.
ko: 교묘한 말을 할 때도 있고, 직설적인 말을 할 때도 있습니다.
pl: Jest czas zarówno na kwiecistą mowę, jak i na ostre słowa.
pt_br: Há uma hora para fala artística, e uma hora para discursos contundentes também.
ru: Есть время для красивой речи, а есть время и для грубой речи.
tr: Sanatlı konuşmanın bir zamanı olduğu gibi, açık konuşmanın da bir zamanı vardır.
vi: Có lúc cần lời lẽ khéo léo, và cũng có lúc cần lời lẽ thẳng thắn.
zh_hans: 有时间进行巧妙的演讲，也有时间进行直言不讳。

source: Always deal fairly.
de: Handle stets gerecht.
fr: Traitez toujours équitablement.
it: Tratta sempre equamente.
ko: 항상 공정하게 거래하십시오.
pl: Zawsze postępuj uczciwie.
pt_br: Sempre lide razoavelmente.
ru: Я всегда веду дела честно.
tr: Her zaman adil davran.
vi: Luôn hành xử công bằng.
zh_hans: 始终公平对待。

source: Don't be afraid to do anything to get ahead in this world.
de: Habe keine Angst alles zu tun um in dieser Welt voran zu kommen.
fr: N'ayez pas peur de faire n'importe quoi pour avancer dans ce monde.
it: Non aver paura di fare qualsiasi cosa per andare avanti in questo mondo.
ko: 이 세상에서 앞서 나가기 위해 무엇이든 하는 것을 두려워하지 마십시오.
pl: Nie obawiaj się zrobić cokolwiek, byle pozostać na górze.
pt_br: Não tenha medo de fazer qualquer coisa para chegar à frente neste mundo.
ru: Не бойся что-нибудь делать, чтобы достичь чего-то в этом мире.
tr: Bu dünyada öne geçmek için hiçbir şey yapmaktan korkma.
vi: Đừng ngại làm bất cứ điều gì để tiến lên trong thế giới này.
zh_hans: 不要害怕做任何事情来在这个世界上取得成功。

source: Life isn't fair, and sometimes you have to do what you have to do, but working toward a balance isn't a bad thing.
de: Das Leben ist nicht gerecht und manchmal muss man tun, was man eben tun muss, aber auf einen Ausgleich hinzuarbeiten ist keine schlechte Sache.
fr: La vie est injuste, et parfois vous devez simplement faire ce que vous avez à faire, mais tenter d'équilibrer les choses n'est pas une mauvaise chose.
it: La vita non è giusta e a volte bisogna fare ciò che si deve, ma lavorare per raggiungere un equilibrio non è una cosa negativa.
ko: 인생은 공평하지 않고, 때로는 해야 할 일을 해야 하지만, 균형을 위해 일하는 것은 나쁜 것이 아니다.
pl: Życie nie jest sprawiedliwe i czasem robisz to co musisz, lecz dążenie do równowagi nie jest złą rzeczą.
pt_br: A vida não é justa, e às vezes você tem que fazer o que deve ser feito, porém almejar o equilíbrio não é ruim.
ru: Жизнь несправедлива, и иногда вы должны делать то, что должны, но и стремление к равновесию тоже неплохо.
tr: Hayat adil değildir ve bazen yapman gerekeni yapmalısın, ancak bir dengeye doğru çalışmak kötü bir şey değildir.
vi: Cuộc đời vốn không công bằng, và đôi khi bạn phải làm những điều cần làm, nhưng phấn đấu hướng tới sự cân bằng không phải là điều tồi tệ.
zh_hans: 生活是不公平的，有时你必须做你必须做的事情，但努力达到平衡并不是一件坏事。

source: Please maintain your dignity.
de: Bitte behalte deine Würde.
fr: S'il vous plaît, gardez votre dignité.
it: Mantenete la vostra dignità.
ko: 품위를 지켜주세요.
pl: Proszę zachowaj godność.
pt_br: Por favor, manter a sua dignidade.
ru: Берегите честь смолоду.
tr: Lütfen onurunu koru.
vi: Xin hãy giữ gìn phẩm giá của bạn.
zh_hans: 请保持尊严。

source: What do you care how I speak or how I live?
de: Was geht es dich an worüber ich spreche und wie ich mein Leben verbringe?
fr: Qu'importe comment je parle ou comment je vis ?
it: Che t'importa di come parlo o di come vivo?
ko: 내가 어떻게 말하든 어떻게 살든 무슨 상관이야?
pl: Co ciebie obchodzi jak mówię lub jak żyję?
pt_br: O que você quer cuidados como falar ou como viver?
ru: Вас больше волнует то, как я говорю или то как я живу?
tr: Nasıl konuştuğum ya da nasıl yaşadığım seni ne ilgilendirir?
vi: Bạn bận tâm làm gì đến cách tôi nói hay cách tôi sống?
zh_hans: 你怎么在乎我说话或我的生活方式？

source: I can see a place for maintaining decorum, but it's exhausting to live that way.
de: Es gibt Gründe für das Aufrechterhalten der Etikette, aber es ist eine ermüdende Art so zu leben.
fr: Je comprends pourquoi il est nécessaire de maintenir certaines convenances, mais vivre de cette façon est épuisant.
it: Posso capire il voler mantenere il decoro, ma è estenuante vivere in questo modo.
ko: 예절을 지키는 곳은 보이는데, 그렇게 사는 건 너무 힘들어요.
pl: Dostrzegam miejsce na zachowanie przyzwoitości, ale życie w ten sposób jest wyczerpujące.
pt_br: Vejo um lugar para manter a decência, mas é cansativo viver assim.
ru: Я вижу место для сохранения приличия, но жить так утомительно.
tr: Görgü kurallarını korumanın bir yeri olduğunu görebiliyorum, ancak bu şekilde yaşamak yorucu.
vi: Tôi thấy có lý do để duy trì phép tắc, nhưng sống theo cách đó thật mệt mỏi.
zh_hans: 我可以看到一个保持礼仪的地方，但这样的生活是令人筋疲力尽的。

source: It's admirable when the traditions are upheld.
de: Es ist bemerkenswert, wenn Traditionen aufrecht erhalten werden.
fr: C'est admirable quand les traditions sont respectées.
it: È ammirevole quando le tradizioni vengono mantenute.
ko: 전통이 지켜지는 모습이 아름답습니다.
pl: To godne podziwu, gdy tradycje są kultywowane.
pt_br: É admirável quando as tradições são mantidas.
ru: Было бы неплохо, если бы все придерживались традиций.
tr: Geleneklerin sürdürülmesi takdire şayan.
vi: Thật đáng ngưỡng mộ khi các truyền thống được gìn giữ.
zh_hans: 当传统得到支持时，这是令人钦佩的。

source: Some things should never change.
de: Manche Dinge sollten sich niemals ändern!
fr: Certaines choses ne devraient jamais changer.
it: Alcune cose non dovrebbero mai cambiare.
ko: 어떤 것들은 절대로 바뀌어서는 안 됩니다.
pl: Pewne rzeczy nie powinny się zmieniać.
pt_br: Algumas coisas nunca devem mudar.
ru: Некоторые вещи не должны меняться.
tr: Bazı şeyler asla değişmemeli.
vi: Một số điều không bao giờ nên thay đổi.
zh_hans: 有些事情永远不会改变。

source: We need to move beyond traditions.
de: Wir haben zwischen verschiedenen Traditionen zu vermitteln.
fr: Il faut aller au-delà des traditions.
it: Dobbiamo andare oltre le tradizioni.
ko: 우리는 전통을 넘어서야 합니다.
pl: Musimy pozostawić za sobą tradycje.
pt_br: Precisamos ir além de tradições.
ru: Нужно выйти за рамки традиций.
tr: Geleneklerin ötesine geçmeliyiz.
vi: Chúng ta cần vượt ra ngoài các truyền thống.
zh_hans: 我们需要超越传统。
