Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: You can build a ramp next to a wall to provide access to the floor above. The space above the ramp must also be empty. Requires boulder, block, or wood.
de: Sie können eine Rampe neben einer Wand bauen, um den Zugang zum darüber liegenden Stockwerk zu ermöglichen. Der Raum über der Rampe muss ebenfalls leer sein. Benötigt einen Felsbrocken, einen Block oder Holz.
fr: Vous pouvez construire une rampe à côté d'un mur pour donner accès à l'étage supérieur. L'espace au-dessus de la rampe doit également être vide. Nécessite un rocher, un bloc ou du bois.
it: Puoi costruire una rampa accanto a una parete per accedere al piano superiore. Anche lo spazio sopra la rampa deve essere vuoto. Richiede un masso, un blocco o un legno.
ko: 벽 옆에 경사로를 만들어 상층부로의 길을 만들 수 있습니다. 경사로 위의 공간은 비어 있어야 합니다. 경사로를 만들기 위해서는 바위, 벽돌 또는 목재가 필요합니다.
pl: Możesz zbudować rampę obok ściany, aby zapewnić dostęp do podłogi ponad nią. Przestrzeń nad rampą musi być również pusta. Wymaga głazu, bloku lub drewna.
pt_br: Você pode construir uma rampa ao lado de uma parede para prover acesso ao andar acima. O espaço sobre a rampa também deve ser vazio. Necessita de pedregulho, bloco, ou madeira.
ru: Вы можете построить пандус у стены, чтобы обеспечить доступ на этаж выше. Пространство над пандусом также должно быть пустым. Требуется камень, блок или древесина.
vi: Bạn có thể xây một đoạn dốc cạnh tường để tạo lối đi lên tầng trên. Không gian phía trên đoạn dốc cũng phải trống. Yêu cầu đá tảng, khối hoặc gỗ.
zh_hans: 你可以在墙边建一个坡道，以提供通往上方楼层的通道。 坡道上方的空间也必须是空的。 需要巨石、木块或木材。

source: You can build staircases to connect different elevations. Staircases must span at least two elevations. Requires boulder, block, or wood.
de: Sie können Treppen bauen, um verschiedene Stockwerke miteinander zu verbinden. Die Treppen müssen sich über mindestens zwei Ebenen erstrecken. Erfordert Felsen, Blöcke oder Holz.
fr: Vous pouvez construire des escaliers pour relier différentes élévations. Les escaliers doivent couvrir au moins deux élévations. Nécessite un rocher, un bloc ou du bois.
it: Puoi costruire scalinate per collegare diverse quote. Le scalinate devono coprire almeno due quote. Richiede massi, blocchi o legna.
ko: 계단을 만들어 높은 곳 혹은 낮은 곳을 연결할 수 있습니다. 계단은 각기 다른 층에 걸쳐 있어야 합니다. 바위, 벽돌 또는 목재가 필요합니다.
pl: Możesz zbudować schody, aby łączyć poszczególne poziomy. Schody muszą rozciągać się na przynajmniej dwa poziomy. Wymaga głazu, bloku lub drewna.
pt_br: Você pode construir escadarias para conectar diferente elevações. Escadarias devem cobrir pelo menos duas elevações. Necessita de pedregulho, bloco, ou madeira.
ru: Вы можете построить лестницы, соединяющие разные этажи. Лестницы должны охватывать не менее двух высот. Для этого требуется валун, блок или дерево.
vi: Bạn có thể xây cầu thang để nối các độ cao khác nhau. Cầu thang phải kéo dài ít nhất hai độ cao. Yêu cầu đá tảng, khối hoặc gỗ.
zh_hans: 你可以建造楼梯来连接不同的楼层。 楼梯必须至少横跨两层楼。 需要巨石、木块或木材。

source: Fortifications block creature movement but allow projectiles through. Soldiers near fortifications are reasonably safe from incoming projectiles. Requires boulder, block, or wood.
de: Befestigungen blockieren die Bewegung von Kreaturen, lassen aber Projektile durch. Soldaten, die sich in der Nähe von Befestigungen aufhalten, sind vor eindringenden Projektilen einigermaßen sicher. Erfordert Felsen, Blöcke oder Holz.
fr: Les fortifications bloquent le mouvement des créatures mais permettent aux projectiles de passer. Les soldats à proximité des fortifications sont raisonnablement à l'abri des projectiles entrants. Nécessite un rocher, un bloc ou du bois.
it: Le fortificazioni bloccano il movimento delle creature ma lasciano passare i proiettili. I soldati vicino alle fortificazioni sono ragionevolmente al sicuro dai proiettili in arrivo. Richiede massi, blocchi o legna.
ko: 강화벽은 생명체의 이동을 차단하지만 발사체는 통과시킵니다. 강화벽 근처의 병사들은 날아오는 발사체로부터 상당히 보호됩니다. 건설에 바위, 벽돌 또는 나무가 필요합니다.
pl: Fortyfikacje blokują dostęp stworzeniom, ale pozwalają na przelot pociskom. Żołnierze obok fortyfikacji są dosyć bezpieczni od nadlatujących pocisków. Wymaga głazu, bloku lub drewna.
pt_br: Fortificações bloqueiam o movimento das criaturas, mas permitem que os projéteis atravessem. Soldados próximos a fortificações estarão razoavelmente protegidos contra projéteis. Requer pedregulho, bloco ou madeira.
ru: Бойницы блокируют передвижение существ, но пропускают снаряды. Солдаты, находящиеся вблизи укреплений, в достаточной степени защищены от летящих снарядов. Требуется валун, блок или дерево.
vi: Công sự chặn di chuyển của sinh vật nhưng cho phép đạn xuyên qua. Lính đứng gần công sự khá an toàn trước các vật thể bay đến. Yêu cầu đá tảng, khối hoặc gỗ.
zh_hans: 防御工事能阻挡住其他生物通过，但投掷物能越过它们。在防御工事附近的战士们面对飞来的炮弹来说是相对安全的。它需要石块、石头或原木。

source: Use minecart tracks in conjunction with the hauling menu.
fr: Utilisez les voies de wagonnet en liaison avec le menu de transport.
it: Usa i binari del carrello da miniera insieme al menù di trasporto.
ko: 운반 메뉴와 함께 광산수레 선로를 사용합니다.
pl: Używaj torów w połączeniu z menu przenoszenia.
pt_br: Utilize os trilhos dos carrinhos juntamente com o menu de carregamento.
ru: Используйте гусеницы мини-карт в сочетании с меню транспортировки.
tr: Maden arabası raylarını taşıma menüsü ile birlikte kullanın.
vi: Sử dụng đường ray xe đẩy mỏ cùng với menu vận chuyển.
zh_hans: 结合牵引菜单使用矿车轨道。

source: Place the well in an open space above water to provide a relatively safe area for your citizens to draw water. Requires mechanisms, blocks, a chain or rope, and a bucket.
de: Platziere den Brunnen an einem offenen Ort über dem Wasser, um die Bürger einen relativ sicheren Bereich zum Wasserschöpfen zu bieten. Erfordert Mechanismen, Blöcke, eine Kette oder ein Seil und einen Eimer.
fr: Placez le puits dans un espace ouvert au-dessus de l'eau pour fournir une zone relativement sûre à vos citoyens pour puiser de l'eau. Nécessite des mécanismes, des blocs, une chaîne ou une corde et un seau.
it: Colloca il pozzo in uno spazio aperto sopra l'acqua per fornire un'area relativamente sicura in cui i tuoi cittadini possano attingere acqua. Richiede meccanismi, blocchi, una catena/corda e un secchio.
ko: 우물을 놓아서 시민들이 물을 길을 수 있는 비교적 안전한 공간을 제공합니다. 물 위의 허공에 설치해야 하며, 설치하는 데 기계장치, 벽돌, 사슬 혹은 밧줄, 양동이가 필요합니다.
pl: Umieść studnię w otwartej przestrzeni ponad wodą, aby zapewnić względnie bezpieczny obszar, w którym obywatele mogą czerpać wodę. Wymaga mechanizmów, bloków, łańcucha lub liny oraz wiadra.
pt_br: Coloque o poço em um espaço aberto sobre a água, isso proporcionará uma área relativamente segura para que seus cidadãos extraiam água. Requer mecanismos, blocos, uma corrente ou corda, e um balde.
ru: Разместите колодец на открытом пространстве над водой, чтобы обеспечить относительно безопасное место для черпания воды вашими жителями. Потребуются механизмы, блоки, цепь или веревка и ведро.
vi: Đặt giếng trong một không gian trống phía trên mặt nước để cung cấp một khu vực tương đối an toàn cho công dân của bạn lấy nước. Yêu cầu cơ cấu, khối, một sợi xích hoặc dây thừng, và một cái xô.
zh_hans: 把井安置在水面的空地上，为你的公民提供一个相对安全的取水区域。 需要机械、木块、链条或绳子和水桶。

source: Use floodgates to control the flow of fluids between spaces in your fortress. Must be attached to a lever or pressure plate to function. Requires a floodgate object to be built before it can be placed.
fr: Utilisez des vannes pour contrôler le flux de fluides entre les espaces de votre forteresse. Doit être fixé à un levier ou à une plaque de pression pour fonctionner. Nécessite la construction d'un objet écluse avant de pouvoir être placé.
it: Usa le paratoie per controllare il flusso dei fluidi tra gli spazi della tua fortezza. Dev'essere collegata a una leva o a una piastra a pressione per funzionare. Richiede la costruzione di un oggetto Paratoia prima che possa essere collocata.
ko: 수문을 사용해서 유체의 흐름을 제어합니다. 작동하려면 레버나 압력판과 연결되어야 합니다. 수문을 놓으려면 먼저 작업장에서 만들어야 합니다.
pl: Użyj śluz, aby kontrolować przepływ płynów pomiędzy przestrzeniami w twojej fortecy. Musi być połączona do dźwigni lub płyty naciskowej, aby działać. Wymaga zbudowanego obiektu śluzy, zanim może zostać umieszczona.
pt_br: Use comportas para controlar o fluxo dos fluidos entre os espaços da sua fortaleza. Deve ser ligado a uma alavanca ou placa de pressão para funcionar. Precisa que um objeto de comporta seja construído antes de ser colocado.
ru: Используйте шлюзы, чтобы контролировать поток жидкостей между пространствами в вашей крепости. Для работы должны быть прикреплены к рычагу или нажимной плите. Требуется, чтобы шлюз был построен до затопления помещения.
vi: Sử dụng cửa cống để kiểm soát dòng chảy chất lỏng giữa các không gian trong pháo đài của bạn. Phải được gắn vào cần gạt hoặc tấm áp lực để hoạt động. Yêu cầu một vật phẩm cửa cống phải được xây dựng trước khi có thể đặt.
zh_hans: 使用水闸来控制你堡垒中各空间之间的液体流动。 必须连接到一个杠杆或压力板上才能发挥作用。 需要先建造一个水闸物体才能放置。

source: Use a screw pump to move liquids upward from the elevation below the pump to the same elevation as the pump.
fr: Utilisez une pompe à vis pour déplacer les liquides vers le haut depuis l'élévation sous la pompe jusqu'à la même élévation que la pompe.
it: Usa una pompa a vite per spostare i liquidi verso l'alto fino a raggiungere la stessa quota della pompa.
ko: 나사펌프를 이용하여 아래층에 존재하는 물을 펌프가 배치된 층으로 끌어 올릴 수 있습니다.
pl: Użyj pompy śrubowej, aby przemieszczać płyny w górę z poziomu poniżej pompy na ten sam poziom, na którym się znajduje.
pt_br: Utilize uma bomba de parafuso para mover líquidos para cima, trazendo-os de uma elevação abaixo da bomba de parafuso para o mesmo nível da bomba de parafuso.
ru: Используйте винтовой насос для перемещения жидкостей вверх с возвышения под насосом на ту же высоту, что и насос.
tr: Sıvıları pompanın altındaki yükseklikten pompayla aynı yüksekliğe yukarı taşımak için vidalı pompa kullanın.
vi: Sử dụng bơm trục vít để di chuyển chất lỏng từ độ cao bên dưới bơm lên cùng độ cao với bơm.
zh_hans: 使用螺杆泵将液体从泵下面的标高向上移动到与泵相同的标高。

source: Place the water wheel above flowing water to generate power for machines, such as the millstone or screw pump.
de: Platzieren Sie das Wasserrad über fließendem Wasser, um Energie für Maschinen wie den Mahlstein oder die Pumpe zu erzeugen.
fr: Placez la roue à eau au-dessus de l'eau courante pour générer de l'énergie pour les machines, telles que la meule ou la pompe à vis.
it: Piazza la ruota idraulica sopra l'acqua corrente per generare energia per le macchine, come la macina o la pompa a vite.
ko: 물레방아를 흐르는 물 위에 놓아 맷돌이나 나사펌프와 같은 기계에 필요한 동력을 발생시킵니다.
pl: Umieść młyn wodny powyżej płynącej wody, aby generować energię dla maszyn, takich jak młyn lub pompa śrubowa.
pt_br: Coloque a roda d'água sobre água corrente para que gere energia a máquinas, como o moinho ou a bomba de parafuso.
ru: Поместите водяное колесо над текущей водой, чтобы генерировать энергию для машин, таких как жернова или винтовой насос.
tr: Değirmen taşı veya vidalı pompa gibi makineler için güç üretmek üzere su çarkını akan suyun üzerine yerleştirin.
vi: Đặt bánh xe nước phía trên dòng nước chảy để tạo ra năng lượng cho các máy móc, như cối xay hoặc bơm trục vít.
zh_hans: 将水车置于流水之上，为机器发电，如磨石或螺旋泵。

source: Place the windmill aboveground to generate power for machines, such as the millstone or screw pump. Not all areas have strong winds.
de: Stellen Sie das Windrad oberirdisch auf, um Energie für Maschinen wie den Mahlstein oder die Pumpe zu erzeugen. Nicht in allen Gebieten herrscht starker Wind.
fr: Placez le moulin à vent au-dessus du sol pour générer de l'énergie pour les machines, telles que la meule ou la pompe à vis. Toutes les régions n'ont pas de vents forts.
it: Piazza il mulino a vento in superficie per generare energia per le macchine, come la macina o la pompa a vite. Non tutte le zone vantano venti forti.
ko: 풍차를 지상에 놓아 맷돌이나 나사펌프와 같은 기계에 필요한 동력을 발생시킵니다. 하지만 모든 지역에 강한 바람이 불어오지는 않습니다.
pl: Umieść wiatrak na powierzchni, aby generować energię dla maszyn, takich jak młyn lub pompa śrubowa.
pt_br: Coloque o moinho de vento acima do solo para que gere energia a máquinas, como o moinho ou a bomba de parafuso. Nem todas as áreas terão ventos fortes.
ru: Разместите ветряную мельницу над землей, чтобы вырабатывать энергию для машин, таких как жернова или винтовой насос. Не во всех районах дуют сильные ветры.
vi: Đặt cối xay gió trên mặt đất để tạo ra năng lượng cho các máy móc, như cối xay hoặc bơm trục vít. Không phải tất cả các khu vực đều có gió mạnh.
zh_hans: 将风车放在地面上，为机器发电，如磨石或螺旋泵。 并非所有地区都有强风。

source: Use the gear assembly to connect axles and machinery together. Gear assemblies can be disengaged temporarily by linking them to levers.
fr: Utilisez l'ensemble d'engrenages pour connecter les essieux et les machines ensemble. Les ensembles d'engrenages peuvent être désengagés temporairement en les reliant à des leviers.
it: Usa il gruppo d'ingranaggi per collegare insieme assali e macchinari. I gruppi d'ingranaggi possono essere disinseriti temporaneamente collegandoli alle leve.
ko: 기어 장치를 사용해서 동력축과 기계를 연결합니다. 레버에 연결된 기어 장치는 레버를 사용해서 동력 공급을 일시중단할 수 있습니다.
pl: Użyj zespołu przekładni, aby łączyć razem osie i maszynerię. Zespoły przekładni mogą być tymczasowo odłączane poprzez podłączenie ich do dźwigni.
pt_br: Utilize a montadora de engrenagens para conectar eixos e maquinário juntos. Montadoras de engrenagens podem ser desligadas temporariamente se forem ligadas a alavancas.
ru: Используйте зубчатый узел для соединения осей и механизмов вместе. Узлы передач можно временно отсоединить, соединив их с рычагами.
vi: Sử dụng bộ bánh răng để nối các trục và máy móc lại với nhau. Bộ bánh răng có thể được ngắt tạm thời bằng cách liên kết chúng với cần gạt.
zh_hans: 使用齿轮组件将轴和机械连接在一起。 齿轮组件可以通过与杠杆的连接而暂时脱离。

source: Horizontal axles transfer power on the same elevation. Horizontal axles can be east-west or north-south.
fr: Les essieux horizontaux transfèrent la puissance sur la même élévation. Les axes horizontaux peuvent être est-ouest ou nord-sud.
it: Gli assali orizzontali trasferiscono la potenza sulla stessa quota. Gli assali orizzontali possono essere est-ovest o nord-sud.
ko: 수평 동력축은 인접한 두 층 사이에 동력을 전달합니다. 동-서나 남-북 방향으로 배치될 수 있습니다.
pl: Osie horyzontalne transferują energię na tym samym poziomie. Osie horyzontalne być wschodnio-zachodnie lub północno-południowe.
pt_br: Eixos horizontais transferem energia dentro da mesma elevação. Eixos horizontais podem ser colocados nos sentidos leste-oeste ou norte-sul.
ru: Горизонтальные оси передают мощность на одной высоте. Горизонтальные оси могут быть направлены с востока на запад или с севера на юг.
vi: Trục ngang truyền năng lượng trên cùng một độ cao. Trục ngang có thể chạy theo hướng đông-tây hoặc bắc-nam.
zh_hans: 水平轴在同一海拔高度上传递动力。 水平轴可以是东西或南北朝向的。

source: Vertical axles transfer power between two adjacent elevations.
fr: Les essieux verticaux transfèrent la puissance entre deux élévations adjacentes.
it: Gli assali verticali trasferiscono la potenza tra due quote adiacenti.
ko: 수직 동력축은 인접한 두 층 사이에 동력을 전달합니다.
pl: Osie wertykalne transferują energię pomiędzy dwoma graniczącymi poziomami.
pt_br: Eixos verticais transferem energia entre duas elevações adjacentes.
ru: Вертикальные оси передают мощность между двумя соседними возвышениями.
tr: Dikey miller gücü bitişik iki yükseklik arasında iletir.
vi: Trục dọc truyền năng lượng giữa hai độ cao liền kề.
zh_hans: 垂直轴在两个相邻的立面之间传递动力。

source: Rollers move minecarts on tracks without the need for a citizen to push or guide the minecart.
fr: Les rouleaux déplacent les wagonnets sur des rails sans qu'un citoyen ait besoin de pousser ou de guider le minecart.
it: I rulli spostano i carrelli su binari senza necessità che un cittadino spinga o guidi il carrello da miniera.
ko: 롤러는 시민이 밀거나 조작할 필요 없이 광산수레를 자동적으로 움직이게 합니다
pl: Rolki przemieszczają wagoniki na torach bez potrzeby pchania lub prowadzenia ich przez mieszkańców.
pt_br: Roletes movem os carrinhos nos trilhos sem que um cidadão precise empurrar ou guiar o carrinho.
ru: Ролики перемещают тележки по рельсам без необходимости для гражданина толкать или направлять тележку.
tr: Silindirler, bir vatandaşın maden arabasını itmesine veya yönlendirmesine gerek kalmadan maden arabalarını raylar üzerinde hareket ettirir.
vi: Con lăn di chuyển xe đẩy mỏ trên đường ray mà không cần công dân đẩy hoặc hướng dẫn xe.
zh_hans: 滚筒在轨道上移动矿车，不需要市民推动或引导矿车。

source: A chain can be placed for use in the justice system or for the restraint of an animal.
de: Eine Kette kann für den Einsatz im Justizwesen oder zum Zurückhalten eines Tieres angebracht werden.
fr: Une chaîne peut être placée pour être utilisée dans le système judiciaire ou pour la contention d'un animal.
it: Una catena può essere collocata per l'uso nel sistema giudiziario o per il contenimento di un animale.
ko: 쇠사슬은 사법 제도에서 죄수를 구속하는 거나 동물을 묶어두는 데 쓰입니다.
pl: Łańcuch może zostać umieszczony na użytek wymiaru sprawiedliwości lub dla uwięzienia zwierzęcia.
pt_br: Uma corrente pode ser posta a uso no sistema judiciário ou para conter um animal.
ru: Цепь может быть установлена для использования в системе правосудия или для удержания животного.
tr: Bir zincir, adalet sisteminde kullanılmak üzere veya bir hayvanı zapt etmek için yerleştirilebilir.
vi: Một sợi xích có thể được đặt để dùng trong hệ thống tư pháp hoặc để kiềm chế động vật.
zh_hans: 链条可以放在司法系统中使用，也可以用于约束动物。

source: Cages can be used to contain an animal, and metal cages can be used by the justice system. Glass cages can be filled with water and used as aquariums.
de: Käfige können verwendet werden, um ein Tier einzusperren, und Metallkäfige können von der Justiz verwendet werden. Glaskäfige können mit Wasser gefüllt und als Aquarien verwendet werden.
fr: Les cages peuvent être utilisées pour contenir un animal, et les cages métalliques peuvent être utilisées par la justice. Les cages en verre peuvent être remplies d'eau et utilisées comme aquariums.
it: Puoi usare le gabbie per contenere un animale, quelle metalliche possono essere usate dal sistema giudiziario. Le gabbie in vetro possono essere riempite d'acqua e utilizzate come acquari.
ko: 우리는 동물들을 가두고 보관하는데 쓰입니다. 금속우리는 죄수들을 수용하거나 심판하는 데 쓰이며, 유리우리는 물을 채워서 수족관으로 사용할 수 있습니다.
pl: Klatki mogą zostać użyte do przechowywania zwierząt. Oprócz tego metalowe klatki mogą zostać użyte przez wymiar sprawiedliwości. Szklane klatki mogą zostać napełnione wodą i użyte jako akwaria.
pt_br: Gaiolas podem ser usadas para conter um animal, e gaiolas de metal podem ser usadas pelo sistema judiciário. Gaiolas de vidro podem ser preenchidas com água e usadas como aquários.
ru: Клетки могут использоваться для содержания животных, а металлические клетки могут использоваться системой правосудия. Стеклянные клетки можно наполнять водой и использовать в качестве аквариумов.
vi: Lồng có thể được dùng để chứa động vật, và lồng kim loại có thể được hệ thống tư pháp sử dụng. Lồng kính có thể được đổ đầy nước và dùng làm bể cá.
zh_hans: 笼子可以用来关押动物，金属笼子可以被司法系统使用。 玻璃笼子可以装满水，作为水族馆使用。

source: Animal traps can be placed in the wild and baited with meat, plants, or gems, in order to catch small creatures.
de: Tierfallen können in der Wildnis aufgestellt und mit Fleisch, Pflanzen oder Edelsteinen beködert werden, um kleine Kreaturen zu fangen.
fr: Les pièges à animaux peuvent être placés dans la nature et appâtés avec de la viande, des plantes ou des pierres précieuses, afin d'attraper de petites créatures.
it: Le trappole per animali si possono collocare in natura, con esche di carne, piante o gemme per catturare piccole creature.
ko: 동물 함정은 작은 생물을 잡기 위해 고기, 식물 또는 보석으로 미끼를 달아서 설치할 수 있습니다.
pl: Pułapki na zwierzęta mogą zostać umieszczone w dziczy i uzupełnione o przynętę w postaci mięsa, roślin lub klejnotów, aby łapać małe stworzenia.
pt_br: As armadilhas para animais podem ser colocadas na natureza e iscadas com carne, plantas ou pedras preciosas, a fim de capturar pequenas criaturas.
ru: Ловушки для мелких животных могут быть поставлены в дикой местности и снабжены приманкой в виде мяса, растений или самоцветов, чтобы поймать небольших существ.
tr: Hayvan tuzakları, küçük yaratıkları yakalamak için vahşi doğaya yerleştirilebilir ve et, bitki veya mücevherle yemlenebilir.
vi: Bẫy động vật có thể được đặt trong tự nhiên và dùng thịt, thực vật hoặc đá quý làm mồi để bắt các sinh vật nhỏ.
zh_hans: 动物陷阱可以放置在野外，用肉、植物或宝石作诱饵，以捕捉小动物。

source: Track stops are used in conjunction with the hauling menu. They can also be used to add friction to minecart tracks.
fr: Les arrêts de voie sont utilisés en liaison avec le menu de transport. Ils peuvent également être utilisés pour ajouter de la friction aux pistes de wagonnet.
it: Le fermate dei binari sono utilizzate assieme al menù di trasporto. Possono anche essere usati per aggiungere attrito ai binari del carrello da miniera.
ko: 선로 정류장은 운반 메뉴와 함께 사용됩니다. 광산 수레 선로에 마찰을 추가하는 데에도 사용할 수 있습니다.
pl: Przystanki toru są używane w połączeniu z menu przenoszenia. Mogą również zostać użyte, aby dodać tarcie do torów.
pt_br: Paradas dos trilhos são usadas em conjunto com o menu de transporte. Eles também podem ser usados para adicionar atrito aos carrinhos de mina.
ru: Ограничители пути используются в сочетании с меню "Перевозка". Они также могут быть использованы для добавления трения на пути для вагонетки.
vi: Chốt dừng ray được dùng cùng với menu vận chuyển. Chúng cũng có thể được dùng để tăng ma sát cho đường ray xe đẩy mỏ.
zh_hans: 轨道止动器是与牵引菜单一起使用的。 它们也可以用来给矿车轨道增加摩擦力。

source: Levers are used with machines, doors, floodgates, bridges, cages, and other structures to change their state.
de: Hebel werden bei Maschinen, Türen, Schleusen, Brücken, Käfigen und anderen Strukturen verwendet, um deren Zustand zu verändern.
fr: Les leviers sont utilisés avec des machines, des portes, des vannes, des ponts, des cages et d'autres structures pour changer leur état.
it: Le leve vengono utilizzate con macchinari, porte, paratoie, ponti, gabbie e altre strutture per modificarne lo stato.
ko: 레버는 기계, 문, 수문, 다리, 우리, 그리고 기타 구조물의 상태를 변경하기 위해 사용됩니다.
pl: Dźwignie są używane przy maszynach, drzwiach, śluzach, mostach, klatkach i innych strukturach, aby zmieniać ich stan.
pt_br: Alavancas são usadas com máquinas, portas, comportas, pontes, jaulas e outras estruturas para alterar o estado delas.
ru: Рычаги используются в машинах, дверях, шлюзах, мостах, клетках и других конструкциях для изменения их состояния.
tr: Kaldıraçlar; makinelerin, kapıların, su kapaklarının, köprülerin, kafeslerin ve diğer yapıların durumunu değiştirmek için kullanılır.
vi: Cần gạt được dùng với máy móc, cửa, cửa cống, cầu, lồng và các cấu trúc khác để thay đổi trạng thái của chúng.
zh_hans: 杠杆用于机器、门、水闸、桥梁、笼子和其他结构，一起使用以改变其状态。
