Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: in order to cement the bonds of friendship
de: um die Bande der Freundschaft zu festigen
fr: afin de cimenter les liens d'amitié
it: per consolidare i legami di amicizia
ko: 우정의 끈을 다지기 위해
pl: w celu scementowania więzi przyjaźni
pt_br: para que se concretizem os laços de amizade
ru: чтобы укрепить узы дружбы
tr: dostluk bağlarını güçlendirmek için
vi: để củng cố tình bạn
zh_hans: 为了巩固友谊的纽带

source: to gather information
de: um Informationen zu sammeln
fr: recueillir des informations
it: per raccogliere informazioni
ko: 정보를 수집하기 위해
pl: zbieranie informacji
pt_br: para coletar informações
ru: собирать информацию
tr: bilgi toplamak için
vi: để thu thập thông tin
zh_hans: 收集信息

source: in order to find sanctuary
de: um eine Zuflucht zu finden
fr: pour trouver refuge
it: per trovare un santuario
ko: 성소를 찾기 위해
pl: w celu znalezienia schronienia
pt_br: para achar um santuário
ru: чтобы найти храм
tr: sığınak bulmak için
vi: để tìm nơi trú ẩn
zh_hans: 为了找到庇护所

source: due to a shared interest in
de: aufgrund eines gemeinsamen Interesses an
fr: en raison d'un intérêt commun pour
it: a causa di un interesse comune per
ko: 공통 관심사로 인해
pl: ze względu na wspólne zainteresowanie
pt_br: devido a um interesse mútuo em
ru: из-за общей заинтересованности в
tr: şuna olan ortak ilgi nedeniyle:
vi: do chung sở thích về
zh_hans: 由于共同的兴趣，在

source: philosophy
de: Philosophie
fr: philosophie
it: filosofia
ko: 철학
pl: filozofia
pt_br: filosofia
ru: философия
tr: felsefe
vi: triết học
zh_hans: 哲学

source: mathematics
de: Mathematik
fr: mathématiques
it: matematica
ko: 수학
pl: matematyka
pt_br: matemática
ru: математика
tr: matematik
vi: toán học
zh_hans: 数学

source: astronomy
de: Astronomie
fr: astronomie
it: astronomia
ko: 천문학
pl: astronomia
pt_br: astronomia
ru: астрономия
tr: astronomi
vi: thiên văn học
zh_hans: 天文

source: natural history
de: Naturgeschichte
fr: histoire naturelle
it: storia naturale
ko: 자연사
pl: historia naturalna
pt_br: história natural
ru: настоящая история
tr: doğa tarihi
vi: lịch sử tự nhiên
zh_hans: 自然历史

source: chemistry
de: Chemie
fr: chimie
it: chimica
ko: 화학
pl: chemia
pt_br: química
ru: химия
tr: kimya
vi: hóa học
zh_hans: 化学

source: geography
de: Geographie
fr: géographie
it: geografia
ko: 지리학
pl: geografia
pt_br: geografia
ru: география
tr: coğrafya
vi: địa lý
zh_hans: 地理

source: medicine
de: Medizin
fr: Médicament
it: medicina
ko: 약
pl: medycyna
pt_br: medicina
ru: медицина
tr: tıp
vi: y học
zh_hans: 医学

source: engineering
de: Maschinenbau
fr: ingénierie
it: ingegneria
ko: 공학
pl: inżynieria
pt_br: engenharia
ru: инженерия
tr: mühendislik
vi: kỹ thuật
zh_hans: 工程学

source: due to a lack of funds
de: wegen fehlender Mittel
fr: en raison d'un manque de fonds
it: per mancanza di fondi
ko: 자금 부족으로
pl: z powodu braku funduszy
pt_br: devido à falta de fundos
ru: из-за нехватки средств
tr: fon eksikliği nedeniyle
vi: do thiếu kinh phí
zh_hans: 由于缺少资金

source: after taking heavy losses in battle
de: nachdem sie in der Schlacht schwere Verluste erlitten haben
fr: après avoir subi de lourdes pertes au combat
it: dopo aver subito pesanti perdite in battaglia
ko: 전투에서 큰 손실을 입은 후
pl: po poniesieniu ciężkich strat w bitwie
pt_br: depois de sofrer pesadas perdas na batalha
ru: после принятия тяжелых потерь в бою
tr: savaşta ağır kayıplar verdikten sonra
vi: sau khi chịu tổn thất nặng nề trong trận chiến
zh_hans: 在战斗中遭受重大损失后

source: after the death of
de: nach dem Tod von
fr: après la mort de
it: dopo la morte di
ko: 사망 후
pl: po śmierci
pt_br: depois da morte de
ru: после смерти
tr: şunun ölümünden sonra:
vi: sau cái chết của
zh_hans: 死后之于

source: after praying to
de: nach einem Gebet an
fr: après avoir prié
it: dopo aver pregato
ko: 에게 기도한 후
pl: po modlitwie do
pt_br: depois de orar para
ru: после молитвы к
tr: şuna dua ettikten sonra:
vi: sau khi cầu nguyện với
zh_hans: 祈祷之后

source: after performing the rites of
de: nach Durchführung der Riten von
fr: après avoir accompli les rites de
it: dopo aver eseguito i riti di
ko: 의례를 행한 후
pl: po wykonaniu rytuałów
pt_br: depois de fazer ritos de
ru: после совершения обрядов
tr: şunun ayinlerini gerçekleştirdikten sonra:
vi: sau khi thực hiện các nghi thức của
zh_hans: 举办了仪式之于

source: in a dedicated temple
de: in einem geweihten Tempel
fr: dans un temple dédié
it: in un tempio dedicato
ko: 헌신된 성전에서
pl: w poświęconej świątyni
pt_br: em um templo dedicado
ru: в посвященном храме
tr: adanmış bir tapınakta
vi: trong một ngôi đền chuyên dụng
zh_hans: 在一个专门的寺庙里

source: after incompletely performing the rites of
de: nach unvollständiger Durchführung der Riten von
fr: après avoir accompli incomplètement les rites de
it: dopo aver eseguito in modo incompleto i riti di
ko: 의례를 불완전하게 행한 후
pl: po niekompletnym wykonaniu rytuałów
pt_br: depois de realizar incompletamente os ritos de
ru: после неполного выполнения обрядов
tr: şunun ayinlerini eksik gerçekleştirdikten sonra:
vi: sau khi thực hiện nghi lễ của... một cách thiếu sót
zh_hans: 举办了不恰当的仪式之于

source: in an improperly dedicated temple
de: in einem nicht ordnungsgemäß geweihten Tempel
fr: dans un temple mal consacré
it: in un tempio impropriamente dedicato
ko: 부적절하게 헌납된 성전에서
pl: w niewłaściwie poświęconej świątyni
pt_br: em um templo dedicado indevidamente
ru: в неправильно посвященном храме
tr: uygunsuz şekilde adanmış bir tapınakta
vi: trong một ngôi đền được hiến dâng không đúng nghi thức
zh_hans: 在一个不适当的寺庙里献身

source: in an undedicated temple
de: in einem nicht geweihten Tempel
fr: dans un temple non dédié
it: in un tempio non consacrato
ko: 헌납되지 않은 성전에서
pl: w niepoświęconej świątyni
pt_br: em um templo não dedicado
ru: в храме посвященном
tr: adanmamış bir tapınakta
vi: trong một ngôi đền chưa được hiến dâng
zh_hans: 在一个非专用的寺庙里

source: after dreaming of
de: nach dem Träumen von
fr: après avoir rêvé de
it: dopo aver sognato
ko: 꿈을 꾸고 나서
pl: po marzeniach o
pt_br: depois de sonhar com
ru: после мечты про
tr: şunu rüyasında gördükten sonra:
vi: sau khi mơ thấy
zh_hans: 梦到了

source: after a dream
de: nach einem Traum
fr: après un rêve
it: dopo un sogno
ko: 꿈을 꾼 후
pl: po śnie
pt_br: depois de um sonho
ru: после мечты
tr: bir rüyadan sonra
vi: sau một giấc mơ
zh_hans: 梦想过后

source: after a nightmare
de: nach einem Alptraum
fr: après un cauchemar
it: dopo un incubo
ko: 악몽 후에
pl: po koszmarze
pt_br: depois de um pesadelo
ru: после кошмара
tr: bir kabustan sonra
vi: sau một cơn ác mộng
zh_hans: 经过一场噩梦

source: after defeating
de: nach dem Sieg über
fr: après avoir vaincu
it: dopo aver sconfitto
ko: 패배 후
pl: po pokonaniu
pt_br: depois de derrotar
ru: после победы
tr: şunu yendikten sonra:
vi: sau khi đánh bại
zh_hans: 击败后

source: as the item was a favorite possession
de: da der Gegenstand ein beliebter Besitz war
fr: car l'objet était un bien favori
it: poiché l'oggetto era uno dei beni preferiti
ko: 항목이 좋아하는 소유물이었기 때문에
pl: ponieważ był to ulubiony przedmiot
pt_br: como o item era um bem favorito
ru: как предмет был любимым владением
tr: eşya favori bir mülk olduğu için
vi: do món đồ là vật sở hữu yêu thích
zh_hans: 因为该物品是其最喜欢的财产

source: by preserving a part of the body
de: durch die Erhaltung eines Körperteils
fr: en préservant une partie du corps
it: preservando una parte del corpo
ko: 신체 일부를 보존함으로써
pl: poprzez zachowanie części ciała
pt_br: preservando uma parte do corpo.
ru: путем сохранения части тела
tr: vücudun bir parçasını koruyarak
vi: bằng cách giữ gìn một phần thi thể
zh_hans: 通过保留身体的一部分

source: after abducting
de: nach der Entführung
fr: après avoir enlevé
it: dopo aver sequestrato
ko: 납치 후
pl: po uprowadzeniu
pt_br: depois de raptar
ru: после похищения
tr: şunu kaçırdıktan sonra:
vi: sau khi bắt cóc
zh_hans: 绑架后

source: after murdering
de: nach der Ermordung
fr: après le meurtre
it: dopo aver ucciso
ko: 살해 후
pl: po zamordowaniu
pt_br: depois de matar
ru: после убийства
tr: şunu katlettikten sonra:
vi: sau khi sát hại
zh_hans: 谋杀后

source: during
de: während
fr: durant
it: durante
ko: ~ 동안
pl: podczas
pt_br: durante
ru: во время
tr: şu sırada:
vi: trong suốt
zh_hans: 中

source: after acquiring
de: nach dem Erwerb von
fr: après avoir acquis
it: dopo aver acquisito
ko: 획득 후
pl: po nabyciu
pt_br: depois de adquirir
ru: после приобретения
tr: şunu edindikten sonra:
vi: sau khi thu được
zh_hans: 收购后

source: after
de: nach
fr: après
it: dopo
ko: ~ 후에
pl: po
pt_br: depois
ru: после
tr: şundan sonra:
vi: sau khi
zh_hans: 后

source: was given away
de: wurde weggegeben
fr: a été donné
it: è stato dato via
ko: 포기했다
pl: został rozdany
pt_br: foi dado
ru: был отдан
tr: başkasına verildi
vi: đã được trao đi
zh_hans: 被送走了

source: after preying on the blood of civilized creatures
de: nachdem sie das Blut der zivilisierten Kreaturen geleckt haben
fr: après avoir mangé le sang de créatures civilisées
it: dopo aver predato il sangue di creature civilizzate
ko: 문명 생물의 피를 먹고 난 후
pl: po żerowaniu na krwi cywilizowanych stworzeń
pt_br: depois de se alimentar do sangue de criaturas civilizadas
ru: после охоты на кровь цивилизованных существ
tr: medeni yaratıkların kanını içtikten sonra
vi: sau khi săn mồi bằng máu của các sinh vật văn minh
zh_hans: 吸食文明生物的血液后

source: being unnaturally ageless
de: unnatürlich alterslos zu sein
fr: être anormalement sans âge
it: essere innaturalmente senza età
ko: 부자연스럽게 늙지 않는다
pl: bycie nienaturalnie niestarzejącym się
pt_br: sendo anormalmente sem idade
ru: быть неестественно нестареющим
tr: doğaüstü şekilde yaşlanmayan
vi: trở nên bất lão một cách phi tự nhiên
zh_hans: 不自然的不老

source: after a scholarly lecture in
de: nach einem wissenschaftlichen Vortrag in
fr: après une conférence savante en
it: dopo una conferenza accademica in
ko: 에서 학술 강의를 마친 후
pl: po wykładzie naukowym w
pt_br: depois de uma palestra acadêmica em
ru: после научной лекции в
tr: şurada akademik bir dersten sonra:
vi: sau một bài giảng học thuật tại
zh_hans: 在一场学术演讲之后

source: after a performance in
de: nach einem Auftritt in
fr: après une représentation en
it: dopo uno spettacolo in
ko: 에서 공연 후
pl: po występie w
pt_br: após uma apresentação em
ru: после выступления в
tr: şurada bir performanstan sonra:
vi: sau một buổi biểu diễn tại
zh_hans: 演出结束后

source: after accepting bribes in exchange for leniency
de: nach Annahme von Bestechungsgeldern im Gegenzug für eine Kronzeugenregelung
fr: après avoir accepté des pots-de-vin en échange de clémence
it: dopo aver accettato tangenti in cambio di clemenza
ko: 관대함을 대가로 뇌물을 받은 후
pl: po przyjęciu łapówki w zamian za złagodzenie kary
pt_br: depois de aceitar subornos em troca de clemência
ru: после получения взяток в обмен на снисхождение
tr: müsamaha karşılığında rüşvet kabul ettikten sonra
vi: sau khi nhận hối lộ để đổi lấy sự khoan hồng
zh_hans: 在接受贿赂以换取宽大处理后

source: after embezzling funds
de: nach Veruntreuung von Geldern
fr: après avoir détourné des fonds
it: dopo aver sottratto fondi
ko: 자금을 횡령한 후
pl: po defraudacji funduszy
pt_br: depois de desviar fundos
ru: после присвоения средств
tr: zimmetine para geçirdikten sonra
vi: sau khi biển thủ quỹ
zh_hans: 贪污资金后

source: after receiving a cut of corruptly-obtained funds
de: nachdem sie einen Teil der durch Bestechung erlangten Mittel erhalten haben
fr: après avoir reçu une coupe de fonds obtenus par corruption
it: dopo aver ricevuto una parte dei fondi ottenuti con la corruzione
ko: 부정하게 취득한 자금의 일부를 받은 후
pl: po otrzymaniu części skorumpowanych funduszy
pt_br: depois de receber uma parte dos fundos obtidos de forma corrupta
ru: после получения выручки от коррупции
tr: yolsuzlukla elde edilen fonlardan pay aldıktan sonra
vi: sau khi nhận được phần chia từ nguồn quỹ phi pháp
zh_hans: 在收到贪污所得资金的分成后

source: Large
de: Groß
fr: Grand
it: Grande
ko: 큰
pl: Duży
pt_br: Grande
ru: Большой
tr: Büyük
vi: Lớn
zh_hans: 大型

source: a time before time
de: eine Zeit vor der Zeit
fr: un temps avant l'heure
it: un tempo prima del tempo
ko: 머나먼 과거
pl: czas przed czasem
pt_br: um tempo antes do tempo
ru: начале времён
tr: zamandan önceki bir zaman
vi: một thuở hồng hoang
zh_hans: 一段时间之前

source: became childhood friends
de: wurden Jugendfreunde
fr: sont devenus des amis d'enfance
it: sono diventati amici d'infanzia
ko: 소꿉친구가 되었다
pl: zostali przyjaciółmi z dzieciństwa
pt_br: tornaram-se amigos de infância
ru: стали друзьями детства
tr: çocukluk arkadaşı oldular
vi: trở thành bạn bè từ thuở ấu thơ
zh_hans: 成了儿时的朋友

source: cemented a bond of friendship amidst the horror of combat
de: ein Band der Freundschaft inmitten der Schrecken des Kampfes geknüpft
fr: cimenté un lien d'amitié au milieu de l'horreur du combat
it: hanno cementato un legame di amicizia in mezzo all'orrore del combattimento
ko: 전투의 공포 속에서 우정의 유대를 굳혔습니다.
pl: scementował więź przyjaźni pośród horroru walki
pt_br: cimentou um vínculo de amizade em meio ao horror do combate
ru: скрепил узы дружбы среди ужаса боя
tr: savaşın dehşeti ortasında bir dostluk bağı kurdular
vi: khẳng định tình bằng hữu giữa nỗi kinh hoàng của chiến trận
zh_hans: 在恐怖的战斗中巩固了友谊的纽带

source: became infatuated with
de: verliebte sich in
fr: s'est épris de
it: si è infatuato di
ko: 푹 빠졌다
pl: zauroczył się
pt_br: ficou apaixonado por
ru: увлекся
tr: şuna sırılsıklam aşık oldu:
vi: trở nên say mê
zh_hans: 迷恋上了

source: was bent toward supernatural vengeance upon
de: war auf übernatürliche Rache an
fr: était penché vers une vengeance surnaturelle contre
it: era orientato verso una vendetta sovrannaturale nei confronti di
ko: 에 대한 초자연적인 복수를 향해 기울어졌다
pl: był nastawiony na nadprzyrodzoną zemstę na
pt_br: estava inclinado para a vingança sobrenatural sobre
ru: был склонен к сверхъестественной мести
tr: şuna karşı doğaüstü bir intikam almaya kararlıydı:
vi: dồn tâm trí vào sự báo thù siêu nhiên chống lại
zh_hans: 执意要在超自然的情况下报复

source: held a deep hatred of
de: hatte einen tiefen Hass auf
fr: avait une profonde haine de
it: aveva un odio profondo nei confronti di
ko: 깊은 증오를 품었다.
pl: żywił głęboką nienawiść do
pt_br: guardava um profundo ódio de
ru: держал глубокую ненависть к
tr: şuna karşı derin bir nefret besliyordu:
vi: nuôi dưỡng lòng căm thù sâu sắc đối với
zh_hans: 深深憎恨着

source: due to persecution
de: aufgrund von Verfolgungen
fr: à cause de la persécution
it: a causa della persecuzione
ko: 박해로 인해
pl: z powodu prześladowań
pt_br: devido à perseguição
ru: из-за преследования
tr: zulüm nedeniyle
vi: do bị đàn áp
zh_hans: 由于受到迫害

source: due to religious persecution
de: aufgrund religiöser Verfolgung
fr: en raison de la persécution religieuse
it: a causa di persecuzioni religiose
ko: 종교 박해로 인해
pl: z powodu prześladowań religijnych
pt_br: devido à perseguição religiosa
ru: из-за религиозного преследования
tr: dini zulüm nedeniyle
vi: do bị đàn áp vì tín ngưỡng
zh_hans: 由于收到宗教迫害的原因

source: formed a grudge against
de: hegte einen Groll gegen
fr: a formé une rancune contre
it: ha nutrito rancore nei confronti di
ko: 원한을 품었다
pl: utworzył urazę przeciwko
pt_br: formou um rancor contra
ru: затаил обиду на
tr: şuna karşı kin besledi:
vi: nảy sinh oán hận với
zh_hans: 结怨与

source: over the latter's romantic relationship
de: über die romantische Beziehung der beiden
fr: sur la relation amoureuse de ce dernier
it: sulla relazione sentimentale di quest'ultimo
ko: 후자의 낭만적 인 관계에 대해
pl: nad romantycznym związkiem tego ostatniego
pt_br: sobre o relacionamento amoroso deste último
ru: по романтическим отношениям последнего
tr: ikincisinin romantik ilişkisi yüzünden
vi: vì mối quan hệ tình cảm của người kia
zh_hans: 对后者的恋爱关系

source: became lovers
de: wurden Liebhaber
fr: sont devenus amants
it: sono diventati amanti
ko: 연인이 되었다
pl: zostali kochankami
pt_br: tornaram-se amantes
ru: стали любовниками
tr: sevgili oldular
vi: trở thành tình nhân
zh_hans: 成为恋人

source: broke up
de: aufgelöst
fr: rompu
it: si sono lasciati
ko: 헤어졌다
pl: rozpadł się
pt_br: terminou
ru: разорвал
tr: ayrıldılar
vi: chia tay
zh_hans: 失恋了

source: became friends
de: wurden Freunde
fr: devenus amis
it: sono diventati amici
ko: 친구가되었다
pl: zostali przyjaciółmi
pt_br: tornou-se amigo
ru: стали друзьями
tr: arkadaş oldular
vi: trở thành bạn bè
zh_hans: 成为朋友

source: due to a shared scholarly interest
de: durch ein gemeinsames wissenschaftliches Interesse
fr: en raison d'un intérêt scientifique commun
it: per via di un interesse intellettuale condiviso
ko: 공동의 학문적 관심으로 인해
pl: ze względu na wspólne zainteresowania naukowe
pt_br: devido a um interesse acadêmico compartilhado
ru: из-за общего научного интереса
tr: ortak bir akademik ilgi nedeniyle
vi: do có chung sở thích học thuật
zh_hans: 由于共同的学术兴趣

source: due to a shared artistic interest
de: aufgrund eines gemeinsamen künstlerischen Interesses
fr: en raison d'un intérêt artistique partagé
it: per via di un interesse artistico condiviso
ko: 공동의 예술적 관심으로 인해
pl: ze względu na wspólne zainteresowania artystyczne
pt_br: devido a um interesse artístico comum
ru: из-за общего художественного интереса
tr: ortak bir sanatsal ilgi nedeniyle
vi: do có chung sở thích nghệ thuật
zh_hans: 由于共同的艺术兴趣

source: become friends over a shared love of athletics
de: durch die gemeinsame Liebe zur Leichtathletik Freunde geworden sind
fr: devenir amis autour d'un amour partagé de l'athlétisme
it: diventano amici per l'amore comune per l'atletica
ko: 운동에 대한 사랑을 나누며 친구가 되다
pl: stają się przyjaciółmi dzięki wspólnej miłości do lekkoatletyki
pt_br: tornam-se amigos por um paixão comum por atlética
ru: стать друзьями из-за общей любви к легкой атлетике
tr: ortak atletizm sevgileri sayesinde arkadaş oldular
vi: trở thành bạn bè nhờ có chung niềm đam mê thể thao
zh_hans: 因对运动的共同热爱而成为朋友

source: developed an athletic rivalry
de: eine sportliche Rivalität entwickelt
fr: développé une rivalité sportive
it: hanno sviluppato una rivalità atletica
ko: 운동 경쟁을 개발
pl: rozwinęli sportową rywalizację
pt_br: desenvolveu uma rivalidade atlética
ru: разработал спортивное соперничество
tr: atletik bir rekabet geliştirdiler
vi: phát triển mối kình địch trong thể thao
zh_hans: 发展为体育竞技关系

source: developed a business rivalry
de: eine geschäftliche Rivalität entwickelt
fr: développé une rivalité commerciale
it: hanno sviluppato una rivalità commerciale
ko: 비즈니스 경쟁을 개발
pl: rozwinęli rywalizację biznesową
pt_br: desenvolveu uma rivalidade comercial
ru: развил деловое соперничество
tr: ticari bir rekabet geliştirdiler
vi: phát triển mối kình địch trong kinh doanh
zh_hans: 发展为商业竞争关系

source: recognized
de: anerkannt
fr: reconnu
it: riconosciuto
ko: 인식
pl: uznany
pt_br: reconheceu
ru: признанное
tr: şunu tanıdı:
vi: đã công nhận
zh_hans: 公认的

source: as a capable and connected lieutenant with more autonomy to act on plots in the web of intrigue
de: als fähiger und gut vernetzter Leutnant mit mehr Autonomie bei der Verfolgung von Komplotten im Intrigengeflecht
fr: en tant que lieutenant compétent et connecté avec plus d'autonomie pour agir sur les complots dans la toile d'intrigue
it: come tenente capace e connesso, con maggiore autonomia per agire sulle trame dell'intrigo.
pl: jako zdolny i powiązany porucznik z większą autonomią do działania w sieci intryg
pt_br: como um tenente capaz e conectado com mais autonomia para atuar em tramas na teia de intrigas
ru: как способный и связный лейтенант с большей автономией действовать на сюжетах в сети интриги
tr: entrika ağındaki planları yürütmede daha fazla özerkliğe sahip, yetenekli ve çevresi geniş bir vekil olarak tanıdı
vi: là một phó tướng tài năng và có nhiều mối liên hệ, với quyền tự chủ lớn hơn để thực hiện các âm mưu trong mạng lưới mưu đồ
zh_hans: 作为一个有能力，有关系的中尉，在阴谋网中有更多的自主权

source: constructed a masterful
de: ein Meisterwerk konstruiert
fr: construit un magistral
it: ha costruito una magistrale
ko: 대작을 건설했다
pl: skonstruował mistrzowski
pt_br: construído um magistral
ru: мастерски изготовил
tr: ustaca bir ... inşa etti:
vi: kiến tạo một cách bậc thầy một
zh_hans: 构建了一个高手

source: created a masterful
de: schuf ein Meisterwerk
fr: créé un magistral
it: ha creato un magistrale
ko: 대작을 만들었다
pl: stworzył mistrzowski
pt_br: criado um magistral
ru: мастерски создал
tr: ustaca bir ... yarattı:
vi: tạo ra một cách bậc thầy một
zh_hans: 创造了一个高手

source: masterfully dyed a
de: Meisterwerk gefärbt ein
fr: magistralement teint un
it: magistralmente tinto un
ko: 훌륭하게 염색
pl: mistrzowsko farbowane na
pt_br: tingido com maestria um
ru: мастерски окрасил
tr: ustaca boyadı:
vi: nhuộm màu một cách bậc thầy một
zh_hans: 巧妙地染了一个

source: added a masterful image
de: ein meisterwerk Bild hinzugefügt
fr: ajouté une image magistrale
it: ha aggiunto un'immagine magistrale
ko: 멋진 이미지를 더했습니다
pl: dodał mistrzowski obraz
pt_br: adicionou uma imagem magistral
ru: нанёс великолепный рисунок
tr: ustaca bir resim ekledi
vi: thêm một hình ảnh bậc thầy
zh_hans: 添加了一个高手的形象

source: added a masterful covering
de: fügte eine meisterhafte Abdeckung hinzu
fr: ajouté une couverture magistrale
it: ha aggiunto una copertura magistrale
ko: 훌륭한 커버링을 추가했습니다
pl: dodał mistrzowską okładkę
pt_br: adicionado uma magistral coberta
ru: нанёс превосходное покрытие
tr: ustaca bir kaplama ekledi
vi: thêm một lớp phủ bậc thầy
zh_hans: 增加了一个精湛的覆盖

source: added masterful rings
de: meisterhafte Ringe hinzugefügt
fr: anneaux magistraux ajoutés
it: ha aggiunto anelli magistrali
ko: 마스터링 반지 추가
pl: dodano mistrzowskie pierścienie
pt_br: Adicionado anéis magistrais
ru: мастерски добавил кольца
tr: ustaca halkalar ekledi
vi: thêm các vòng bậc thầy
zh_hans: 添加了精湛的戒指

source: added masterful bands
de: fügte meisterhafte Bands hinzu
fr: ajout de groupes magistraux
it: ha aggiunto bande magistrali
ko: 뛰어난 밴드 추가
pl: dodano mistrzowskie zespoły
pt_br: Adicionado bandas magistrais
ru: мастерски добавил полосы
tr: ustaca şeritler ekledi
vi: thêm các dải bậc thầy
zh_hans: 增加了熟练的乐队

source: added masterful spikes
de: meisterhafte Spikes hinzugefügt
fr: ajouté des pointes magistrales
it: ha aggiunto spuntoni magistrali
ko: 뛰어난 스파이크 추가
pl: dodano mistrzowskie kolce
pt_br: Adicionado picos magistrais
ru: мастерски добавил шипы
tr: ustaca dikenler ekledi
vi: thêm các gai nhọn bậc thầy
zh_hans: 增加了熟练的尖峰

source: added a masterful chain
de: fügte eine meisterhafte Kette hinzu
fr: ajouté une chaîne magistrale
it: ha aggiunto una catena magistrale
ko: 멋진 체인 추가
pl: dodał mistrzowski łańcuch
pt_br: adicionou uma cadeia magistral
ru: добавил мастерскую цепочку
tr: ustaca bir zincir ekledi
vi: thêm một sợi xích bậc thầy
zh_hans: 添加了一个大师级的链条

source: added a masterful rope
de: fügte ein meisterhaftes Seil hinzu
fr: ajouté une corde magistrale
it: ha aggiunto una corda magistrale
ko: 멋진 로프 추가
pl: dodał mistrzowską linę
pt_br: adicionou uma corda magistral
ru: добавил мастерски сделанную веревку
tr: ustaca bir halat ekledi
vi: thêm một sợi dây thừng bậc thầy
zh_hans: 增加了一个巧妙的绳索

source: added masterful rollers
de: hinzugefügt meisterhafte Rollen
fr: rouleaux magistraux ajoutés
it: ha aggiunto dei rulli magistrali
ko: 마스터풀 롤러 추가
pl: dodano mistrzowskie rolki
pt_br: rolos magistrais adicionados
ru: добавил превосходные валки
tr: ustaca silindirler ekledi
vi: thêm các con lăn bậc thầy
zh_hans: 增加了熟练的滚筒

source: added a masterful handle
de: einen meisterlichen Griff hinzugefügt
fr: ajouté une poignée magistrale
it: ha aggiunto un'impugnatura magistrale
ko: 멋진 핸들 추가
pl: dodał mistrzowski uchwyt
pt_br: adicionado um identificador magistral
ru: мастерски добавил ручку
tr: ustaca bir sap ekledi
vi: thêm một tay cầm bậc thầy
zh_hans: 增加了一个熟练的手柄

source: added masterful thread
de: hinzugefügtes meisterhaftes Faden
fr: fil magistral ajouté
it: ha aggiunto un filo magistrale
ko: 훌륭한 스레드 추가
pl: dodano mistrzowski wątek
pt_br: adicionado o segmento magistral
ru: нанёс превосходную резьбу
tr: ustaca iplik ekledi
vi: thêm sợi chỉ bậc thầy
zh_hans: 添加了熟练的线程
