Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: But this is only the beginning. Ultimately, your true goals are up to your imagination.
fr: Mais c'est seulement le début. En fin de compte, vos véritables objectifs dépendent de votre imagination.
it: Ma questo è solo l'inizio. Fondamentalmente i tuoi veri obiettivi dipendono dalla tua immaginazione.
ko: 하지만 이것은 시작에 불과합니다. 궁극적으로, 여러분의 진정한 목표는 여러분의 상상력에 달려 있습니다.
pl: Ale to jest tylko początek. Ostatecznie, twoje cele leżą w twojej wyobraźni.
pt_br: Mas este é apenas o começo. No fim, seus verdadeiros objetivos dependem de sua imaginação.
ru: Но это только начало. В конечном итоге ваши истинные цели зависят от вашего воображения.
vi: Nhưng đây mới chỉ là khởi đầu. Cuối cùng, mục tiêu thực sự của bạn tùy thuộc vào trí tưởng tượng của bạn.
zh_hans: 但这仅仅是个开始。最终，你真正的目标取决于你的想象。

source: Call visitors from all over the world with the greatest tavern, library, or temple the world has ever known.
de: Rufen Sie Besucher aus aller Welt mit der größten Taverne, Bibliothek oder dem größten Tempel, den die Welt je gesehen hat.
fr: Appelez les visiteurs du monde entier avec la plus grande taverne, bibliothèque ou temple que le monde ait jamais connu.
it: Richiama visitatori da tutto il mondo con la miglior locanda, biblioteca o tempio che il mondo abbia mai conosciuto.
ko: 세계에서 가장 훌륭한 선술집, 도서관 또는 신전으로 전 세계의 방문객들을 불러모으시오.
pl: Ściągaj przybyszów z całego świata za pomocą najwspanialszej karczmy, biblioteki lub świątyni, jaką widział świat.
pt_br: Chame visitantes de todo o mundo com a maior taverna, biblioteca ou templo que o mundo já conheceu.
ru: Привлекайте посетителей со всего мира величайшей таверной, библиотекой или храмом, которые когда-либо знал мир.
tr: Dünyanın gördüğü en büyük meyhane, kütüphane veya tapınak ile dünyanın dört bir yanından ziyaretçileri çağırın.
vi: Thu hút du khách từ khắp nơi trên thế giới bằng quán rượu, thư viện hoặc đền thờ vĩ đại nhất mà thế gian từng biết đến.
zh_hans: 用世界上最伟大的酒馆、图书馆或寺庙吸引来自世界各地的游客。

source: Build an elaborate water-powered contraption or domesticate previously untameable wild beasts.
fr: Construisez un engin hydraulique élaboré ou domestiquez des bêtes sauvages auparavant indomptables.
it: Costruisci un elaborato congegno alimentato ad acqua o addomestica bestie feroci precedentemente indomabili.
ko: 정교한 수력 장치를 만들거나 이전에는 길들여지지 않았던 야생 동물을 길들이십시오.
pl: Zbuduj skomplikowane urządzenie napędzane wodą lub obłaskaw nieokiełznane dzikie bestie.
pt_br: Construa uma elaborada engenhoca movida a água ou domestique animais selvagens antes indomáveis.
ru: Постройте сложное устройство, работающее на воде, или приручите ранее неукротимых диких зверей.
tr: Suyla çalışan karmaşık bir düzenek inşa edin veya daha önce evcilleştirilemeyen vahşi canavarları evcilleştirin.
vi: Xây dựng một cỗ máy phức tạp chạy bằng nước hoặc thuần hóa những quái thú hoang dã trước đây không thể thuần phục.
zh_hans: 建造一个精心设计的水动力装置，或者驯养以前无法驯服的野兽。

source: Settle in unliveable regions tormented by ancient evils and defend your fortress from zombies with your own army of vampires.
de: Lass dich in unbewohnbaren Regionen nieder, die von alten Übeln heimgesucht werden, und verteidige deine Festung mit deiner eigenen Vampirarmee gegen Zombies.
fr: Installez-vous dans des régions invivables tourmentées par des maux anciens et défendez votre forteresse contre les zombies avec votre propre armée de vampires.
it: Insediati in regioni invivibili tormentate da antichi mali e difendi la fortezza dagli zombi con il tuo esercito di vampiri.
ko: 고대의 악에 시달리는 살기 힘든 지역에 정착하고 뱀파이어 군대로 좀비로부터 요새를 방어하십시오.
pl: Osiedlaj się w nieprzyjaznych regionach opętanych przez starożytne zło, i broń swej fortecy przed zombie za pomocą własnej armii wampirów.
pt_br: Estabeleça-se em regiões inabitáveis ​​atormentadas por males antigos e defenda sua fortaleza contra zumbis com seu próprio exército de vampiros.
ru: Поселитесь в непригодных для жизни регионах, терзаемых древним злом, и защищайте свою крепость от зомби с помощью собственной армии вампиров.
tr: Kadim kötülüklerin musallat olduğu yaşanmaz bölgelere yerleşin ve kendi vampir ordunuzla kalenizi zombilere karşı savunun.
vi: Định cư ở những vùng đất khắc nghiệt bị dày vò bởi các thế lực tà ác cổ xưa và bảo vệ pháo đài của bạn khỏi xác sống bằng đội quân ma cà rồng của riêng mình.
zh_hans: 在不适宜居住的地区安顿下来，会遭受古老恶魔的折磨，需要用你自己的吸血鬼军队来保卫你的要塞免受僵尸的伤害。

source: Your exploits will be recorded for Legends mode and by the master engravers in subsequent fortresses in your world.
de: Deine Heldentaten werden für den Legenden-Modus und von den Meistergraveuren in den folgenden Festungen deiner Welt aufgezeichnet.
fr: Vos exploits seront enregistrés pour le mode Legends et par les maîtres graveurs dans les forteresses suivantes de votre monde.
it: Le tue imprese saranno documentate per la modalità Leggende e dai mastri incisori nelle successive fortezze del tuo mondo.
ko: 당신의 업적은 당신의 세계에 있는 후속 요새에 있는 전설 모드와 마스터 조각가들에 의해 기록될 것입니다.
pl: Twoje wyczyny zostaną zapisane przez tryb Legend i mistrzowskich grawerów w kolejnych fortecach w twoim świecie.
pt_br: Suas façanhas serão registradas para o modo Lendas e pelos mestres esculpidores em fortalezas subsequentes em seu mundo.
ru: Ваши подвиги будут записаны для режима "Легенды" и мастерами-граверами в последующих крепостях вашего мира.
tr: Kahramanlıklarınız Efsaneler modu için ve dünyanızdaki sonraki kalelerin usta oymacıları tarafından kaydedilecek.
vi: Những kỳ công của bạn sẽ được ghi lại trong chế độ Legends và bởi các nghệ nhân khắc tài ba trong những pháo đài tiếp theo trên thế giới của bạn.
zh_hans: 您的丰功伟绩将记录在传奇模式中，并由大师雕刻师记录在您的世界中的后续要塞中。

source: Most adventurers have three principle needs: food, water, and sleep.
vi: Hầu hết các nhà thám hiểm đều có ba nhu cầu cơ bản: thức ăn, nước uống và giấc ngủ.

source: Food can be obtained in towns, from the environment, or by butchering corpses with a sharp object.
vi: Thức ăn có thể kiếm được ở các thị trấn, từ môi trường, hoặc bằng cách mổ xẻ xác chết bằng một vật sắc nhọn.

source: You can find water in wells in towns, or in rivers. Salt and brackish waters are not safe for drinking.
vi: Bạn có thể tìm thấy nước ở giếng trong các thị trấn, hoặc ở sông. Nước mặn và nước lợ không an toàn để uống.

source: Alcohol is also sufficient but may not be as easy to come by as it is in a fortress.
vi: Rượu cũng đủ dùng nhưng có thể không dễ kiếm như trong pháo đài.

source: You can sleep using the sleep option in either local play or travel mode.
vi: Bạn có thể ngủ bằng tùy chọn ngủ trong chế độ chơi cục bộ hoặc chế độ du hành.

source: If you have party members or followers, they will take turns keeping watch and reducing the chance of ambush.
vi: Nếu bạn có thành viên nhóm hoặc người đi theo, họ sẽ thay phiên canh gác và giảm khả năng bị phục kích.

source: You also have needs according to your personality as seen in character creation and on your character sheet.
vi: Bạn cũng có những nhu cầu theo tính cách của mình như đã thấy khi tạo nhân vật và trên bảng thông tin nhân vật.

source: If your needs aren't met, you won't perform quite as well in most situations.
vi: Nếu nhu cầu của bạn không được đáp ứng, bạn sẽ không thể hiện tốt trong hầu hết các tình huống.

source: Combat with any creature will put you in immediate peril. Wounds can be serious and long-lasting, and most enemies
vi: Chiến đấu với bất kỳ sinh vật nào cũng sẽ đặt bạn vào nguy hiểm tức thì. Vết thương có thể nghiêm trọng và kéo dài, và hầu hết kẻ thù

source: are capable of killing unprepared opponents.
vi: đều có khả năng giết chết đối thủ không chuẩn bị.

source: The three main methods of attacking are striking, wrestling, and shooting. Items can also be thrown, and there are creatures
vi: Ba phương pháp tấn công chính là đánh, vật lộn và bắn. Vật phẩm cũng có thể được ném, và có những sinh vật

source: with special abilities like spraying webs or breathing fire.
vi: có khả năng đặc biệt như phun tơ hoặc thở lửa.

source: The three main methods of defending are dodging, parrying, and blocking. If a strike is barely dodged, the defender may have no
vi: Ba phương pháp phòng thủ chính là né tránh, đỡ đòn và chặn. Nếu một đòn tấn công vừa kịp né, người phòng thủ có thể không còn

source: choice but to jump or scramble to another tile (or else be hit.) Parrying is by weapon skill and only works on other weapons.
vi: lựa chọn nào khác ngoài việc nhảy hoặc di chuyển vội vàng sang ô khác (nếu không sẽ bị đánh trúng.) Đỡ đòn phụ thuộc vào kỹ năng vũ khí và chỉ hiệu quả với vũ khí khác.

source: Blocking is done with a shield and works on any attack, including fire and natural attacks.
vi: Chặn được thực hiện bằng khiên và hiệu quả với mọi đòn tấn công, bao gồm lửa và các đòn tấn công tự nhiên.

source: You may create multiple characters during character creation. These are your party. You may select one party leader freely
tr: Karakter oluşturma sırasında birden çok karakter oluşturabilirsiniz. Bunlar senin partin. Bir parti liderini özgürce seçebilirsiniz
vi: Bạn có thể tạo nhiều nhân vật trong quá trình tạo nhân vật. Đây là nhóm của bạn. Bạn có thể tự do chọn một thủ lĩnh nhóm

source: and control them while the others follow, or control each party member tactically. The game ends when the entire party is deceased or retired.
vi: và điều khiển họ trong khi những người khác đi theo, hoặc điều khiển từng thành viên nhóm một cách chiến thuật. Trò chơi kết thúc khi toàn bộ nhóm đã chết hoặc giải nghệ.

source: For simplicity, only the party leader needs to eat and drink, though all party members will sleep aside from whoever is on watch.
vi: Để đơn giản hóa, chỉ thủ lĩnh nhóm cần ăn uống, mặc dù tất cả thành viên nhóm sẽ ngủ trừ người đang canh gác.

source: You can also obtain other followers through conversation, such as a guide or a mercenary. These followers may help or run away in combat,
vi: Bạn cũng có thể có thêm những người đi theo khác thông qua trò chuyện, chẳng hạn như người hướng dẫn hoặc lính đánh thuê. Những người đi theo này có thể giúp đỡ hoặc bỏ chạy trong chiến đấu,

source: and they cannot be controlled directly. Some followers leave when their task is completed, while others will stay until they are asked to leave.
vi: và họ không thể được điều khiển trực tiếp. Một số người đi theo sẽ rời đi khi nhiệm vụ của họ hoàn thành, trong khi những người khác sẽ ở lại cho đến khi họ được yêu cầu rời đi.

source: Followers will join according to your heroic reputation, relevant skill, destiny type, and total follower amount. The total follower amount is
vi: Người đi theo sẽ gia nhập tùy theo danh tiếng anh hùng của bạn, kỹ năng liên quan, loại vận mệnh và tổng số người đi theo. Tổng số người đi theo

source: based on the [C:3:0:1]Leadership[C:7:0:0] skill and the [C:2:0:1]Social Awareness[C:7:0:0] attribute.
tr: [C:3:0:1]Liderlik[C:7:0:0] becerisine ve [C:2:0:1]Sosyal Farkındalık[C:7:0:0] niteliğine dayanır.
vi: dựa trên kỹ năng [C:3:0:1]Leadership[C:7:0:0] và thuộc tính [C:2:0:1]Social Awareness[C:7:0:0].

source: Along with combat, conversations are where most of the events in play happen. You can obtain quests, followers, information,
vi: Cùng với chiến đấu, trò chuyện là nơi hầu hết các sự kiện trong trò chơi diễn ra. Bạn có thể nhận nhiệm vụ, người đi theo, thông tin,

source: and more by talking to the other inhabitants you find in the world.
vi: và nhiều hơn nữa bằng cách nói chuyện với những cư dân khác mà bạn tìm thấy trên thế giới.

source: Most conversation events aside from trading take place interlaced with the rest of the game's actions, so don't be surprised if you
tr: Ticaret dışındaki çoğu konuşma olayı oyunun diğer eylemleriyle iç içe gerçekleşir, bu yüzden eğer
vi: Hầu hết các sự kiện trò chuyện, ngoài giao dịch, đều diễn ra xen kẽ với các hành động khác của trò chơi, vì vậy đừng ngạc nhiên nếu bạn

source: don't always receive a reply immediately. The words of people that are talking to you will be highlighted.
vi: không phải lúc nào cũng nhận được phản hồi ngay lập tức. Lời nói của những người đang nói chuyện với bạn sẽ được làm nổi bật.

source: The [C:3:0:1]Judge of Intent[C:7:0:0] skill can help you keep tabs on the other speaker's mood. The people you are conversing with
vi: Kỹ năng [C:3:0:1]Judge of Intent[C:7:0:0] có thể giúp bạn theo dõi tâm trạng của người đối thoại. Những người bạn đang trò chuyện

source: might become impatient or upset with you.
vi: có thể trở nên mất kiên nhẫn hoặc khó chịu với bạn.

source: Trading and bartering happen during conversation. Trading occurs in shops and bartering happens in every other context.
vi: Giao dịch và mặc cả diễn ra trong lúc trò chuyện. Giao dịch xảy ra trong các cửa hàng và mặc cả xảy ra trong mọi ngữ cảnh khác.

source: Trading is very similar to trading with a [C:5:0:1]Broker[C:7:0:0] in Fortress mode. You can select any item in a store, or most
vi: Giao dịch rất giống với giao dịch với một [C:5:0:1]Broker[C:7:0:0] trong chế độ Fortress. Bạn có thể chọn bất kỳ vật phẩm nào trong cửa hàng, hoặc hầu hết

source: items that a person is carrying. You don't have to pick up an item in a store before you purchase it, but feel free to do so as long
vi: các vật phẩm mà một người đang mang. Bạn không cần phải nhặt một vật phẩm trong cửa hàng trước khi mua, nhưng cứ thoải mái làm như vậy miễn là

source: as you don't leave the premises. Then select the items you'd like to trade, and see if you're successful. The trader might
vi: bạn không rời khỏi khu vực. Sau đó chọn các vật phẩm bạn muốn trao đổi, và xem liệu bạn có thành công không. Người giao dịch có thể

source: make a counteroffer if your offer is almost acceptable.
vi: đưa ra đề nghị đối ứng nếu đề nghị của bạn gần như chấp nhận được.

source: In Adventure mode, currency plays a role. You can trade the accepted currency of whatever realm you are in for a precise measure of
vi: Trong chế độ Adventure, tiền tệ đóng một vai trò. Bạn có thể trao đổi tiền tệ được chấp nhận của bất cứ vương quốc nào bạn đang ở để lấy một giá trị chính xác của

source: value. Other currencies can be traded as regular items. You might receive change in the currency of the realm. You can change your
vi: giá trị. Các loại tiền tệ khác có thể được trao đổi như vật phẩm thông thường. Bạn có thể nhận tiền thừa bằng tiền tệ của vương quốc. Bạn có thể đổi

source: money between currency types in this fashion.
tr: bu şekilde para birimi türleri arasında değiştirebilirsiniz.
vi: tiền của bạn giữa các loại tiền tệ theo cách này.

source: There are several types of quests or quest-adjacent tasks that can be received during conversation or from a deity.
vi: Có một số loại nhiệm vụ hoặc công việc liên quan đến nhiệm vụ có thể nhận được trong lúc trò chuyện hoặc từ một vị thần.

source: If you are a member of a hearth (a hearthperson), you can speak to your leader to receive an order. Typically this will involve protecting the locals
vi: Nếu bạn là thành viên của một lò sưởi (hearthperson), bạn có thể nói chuyện với thủ lĩnh của mình để nhận lệnh. Thông thường điều này sẽ liên quan đến việc bảo vệ người dân địa phương

source: or stirring up trouble with a neighboring hearth.
vi: hoặc gây rắc rối với một lò sưởi lân cận.

source: If you speak to a priest at a temple or select the Chosen destiny, you might receive a divine quest.
tr: Eğer bir tapınaktaki rahiple konuşursanız veya Seçilmiş Kişi kaderini seçerseniz, ilahi bir görev alabilirsiniz.
vi: Nếu bạn nói chuyện với một linh mục tại một đền thờ hoặc chọn vận mệnh Chosen, bạn có thể nhận được một nhiệm vụ thần thánh.

source: Finally, if you ask regular people about their troubles, they might tell you about various tasks which would result in a change in reputation
tr: Son olarak, sıradan insanlara dertlerini sorarsanız, size o topluluk nezdindeki itibarınızda değişikliğe
vi: Cuối cùng, nếu bạn hỏi những người bình thường về rắc rối của họ, họ có thể kể cho bạn nghe về các nhiệm vụ khác nhau có thể dẫn đến sự thay đổi về danh tiếng

source: with that community. For instance, you could rescue a kidnapped child or slay a dragon in order to be recognized as a hero.
vi: với cộng đồng đó. Chẳng hạn, bạn có thể giải cứu một đứa trẻ bị bắt cóc hoặc tiêu diệt một con rồng để được công nhận là anh hùng.

source: In order to receive recognition for your accomplishments, you must tell the relevant people about them. The quest giver is a safe bet,
vi: Để nhận được sự công nhận cho những thành tựu của bạn, bạn phải kể cho những người liên quan về chúng. Người giao nhiệm vụ là một lựa chọn an toàn,

source: especially if it's a hearth order, but generally you can tell anybody in a group what you've done and they'll react and spread the news. Most villages
vi: đặc biệt nếu đó là lệnh từ lò sưởi, nhưng nhìn chung bạn có thể kể cho bất kỳ ai trong một nhóm về những gì bạn đã làm và họ sẽ phản ứng và lan truyền tin tức. Hầu hết các ngôi làng

source: will be happy that you've slain a dragon, for instance, whether you've received the quest from them or not, and it might be worth
tr: örneğin bir ejderhayı öldürdüğünüzde mutlu olacaktır, görevi onlardan almış olsanız da olmasanız da, ve tanıştığınız insanlara
vi: sẽ vui mừng khi bạn đã tiêu diệt một con rồng, chẳng hạn, dù bạn có nhận nhiệm vụ từ họ hay không, và có thể đáng giá

source: a drink in the tavern to let the people you meet know who you are.
tr: kim olduğunuzu bildirmek için meyhanede bir içki ısmarlamaya değebilir.
vi: một chầu rượu trong quán để những người bạn gặp biết bạn là ai.

source: Your retired and abandoned fortresses are available to visit, if you can remember where to find them. Abandoned fortresses
vi: Các pháo đài đã giải nghệ và bị bỏ hoang của bạn có thể ghé thăm, nếu bạn nhớ nơi tìm thấy chúng. Các pháo đài bị bỏ hoang

source: might contain new residents along with their old treasures...
vi: có thể chứa cư dân mới cùng với những kho báu cũ của họ...

source: You don't always need to be slain in combat or starve to death. If you are in a friendly community, you can retire there.
vi: Bạn không phải lúc nào cũng cần phải chết trong chiến đấu hoặc chết đói. Nếu bạn đang ở trong một cộng đồng thân thiện, bạn có thể giải nghệ tại đó.

source: Retired adventurers will continue their travels, and might show up in a future fortress or be hired by a future adventuring party.
vi: Những nhà thám hiểm đã giải nghệ sẽ tiếp tục cuộc hành trình của họ, và có thể xuất hiện trong một pháo đài tương lai hoặc được thuê bởi một nhóm thám hiểm tương lai.

source: You can also unretire characters directly if they are still alive.
vi: Bạn cũng có thể trực tiếp tái hoạt động các nhân vật nếu họ vẫn còn sống.

source: Adventure mode
tr: Macera modu
vi: Chế độ Adventure

source: Welcome adventurer!
tr: Hoş geldin maceracı!
vi: Chào mừng nhà thám hiểm!

source: Before you begin your travels, we'll familiarize you with the basic controls.
tr: Seyahatlerinize başlamadan önce, sizi temel kontrollerle tanıştıracağız.
vi: Trước khi bạn bắt đầu cuộc hành trình, chúng tôi sẽ giới thiệu bạn với các điều khiển cơ bản.

source: (1 of 3)
vi: (1 trong 3)

source: Your view is focused on one elevation at a time. To move the camera around, hold the middle mouse button and drag the view.
vi: Góc nhìn của bạn tập trung vào một độ cao tại một thời điểm. Để di chuyển camera, giữ nút chuột giữa và kéo màn hình.

source: To change the camera's elevation, [C:2:0:1]roll the mouse wheel[C:7:0:0].
tr: Kameranın yüksekliğini değiştirmek için [C:2:0:1]fare tekerleğini yuvarlayın[C:7:0:0].
vi: Để thay đổi độ cao của camera, [C:2:0:1]cuộn con lăn chuột[C:7:0:0].

source: When your view is in the air above other tiles, you can usually see them below. If you are indoors or in a cavern, your view might be blocked by the ceiling.
vi: Khi góc nhìn của bạn ở trên không so với các ô khác, bạn thường có thể nhìn thấy chúng bên dưới. Nếu bạn ở trong nhà hoặc trong hang động, góc nhìn của bạn có thể bị trần nhà che khuất.

source: The view is dark underground. You can recenter on yourself with the
vi: Góc nhìn dưới lòng đất tối tăm. Bạn có thể định tâm lại vào bản thân bằng phím nóng

source: ] hotkey or by clicking the recenter button.
tr: ] kısayol tuşu veya merkeze al düğmesine tıklayarak.
vi: ] hoặc bằng cách nhấp vào nút định tâm lại.

source: (2 of 3)
vi: (2 trong 3)

source: Every creature in adventure mode moves simultaneously. Once you initiate movement, play will advance until you can move again. The duration of movement depends on gait, injuries, etc.
vi: Mọi sinh vật trong chế độ adventure đều di chuyển đồng thời. Khi bạn bắt đầu di chuyển, trò chơi sẽ tiếp diễn cho đến khi bạn có thể di chuyển lại. Thời gian di chuyển phụ thuộc vào dáng đi, vết thương, v.v.

source: The easiest way to move is to left click in the play area. Your character will path to the target tile if possible.
vi: Cách dễ nhất để di chuyển là nhấp chuột trái vào khu vực chơi. Nhân vật của bạn sẽ đi theo đường đến ô đích nếu có thể.

source: If you right click in the play area, you'll open a context-sensitive menu of actions. This lets you select a destination more carefully.
vi: Nếu bạn nhấp chuột phải vào khu vực chơi, bạn sẽ mở một menu hành động theo ngữ cảnh. Điều này cho phép bạn chọn một điểm đến cẩn thận hơn.

source: It's very important to note that only one creature can be standing in a tile at a time.
vi: Điều rất quan trọng cần lưu ý là chỉ một sinh vật có thể đứng trên một ô tại một thời điểm.

source: If you see brown downward triangles under your character, you will move very slowly and should try to stand if you are able.
vi: Nếu bạn thấy các hình tam giác màu nâu hướng xuống dưới nhân vật của mình, bạn sẽ di chuyển rất chậm và nên cố gắng đứng dậy nếu có thể.

source: You can alternate between standing and a prone position by clicking the indicated button or pressing
tr: Belirtilen düğmeye tıklayarak veya şuna basarak ayakta durma ve yüzüstü yatma pozisyonları arasında geçiş yapabilirsiniz:
vi: Bạn có thể chuyển đổi giữa tư thế đứng và nằm sấp bằng cách nhấp vào nút được chỉ định hoặc nhấn phím

source: You can set your gait/speed and other movement options by clicking the indicated button or pressing
tr: Belirtilen düğmeye tıklayarak veya şuna basarak yürüyüş temposunu/hızını ve diğer hareket seçeneklerini ayarlayabilirsiniz:
vi: Bạn có thể đặt dáng đi/tốc độ và các tùy chọn di chuyển khác bằng cách nhấp vào nút được chỉ định hoặc nhấn phím

source: . This menu will also show you how stealthfully you are moving.
vi: . Menu này cũng sẽ cho bạn biết bạn đang di chuyển lén lút như thế nào.

source: If you have a number pad, you can move one tile at a time by pressing
tr: Eğer bir sayı takımınız (numpad) varsa, şuna basarak her seferinde bir kare hareket edebilirsiniz:
vi: Nếu bạn có bàn phím số, bạn có thể di chuyển từng ô một bằng cách nhấn phím

source: etc. If you want to move carefully, confirming your selection, you can press
vi: v.v. Nếu bạn muốn di chuyển cẩn thận, xác nhận lựa chọn của mình, bạn có thể nhấn phím

source: When flying, use
tr: Uçarken, şunu kullanın:
vi: Khi bay, sử dụng phím

source: ] etc. and
tr: ] vb. ve
vi: ] v.v. và

source: ] etc. to change altitude.
vi: ] v.v. để thay đổi độ cao.

source: You can also flying to other altitudes by left/right clicking while the camera is adjusted.
tr: Ayrıca kamera ayarlandığında sol/sağ tıklayarak diğer irtifalara uçabilirsiniz.
vi: Bạn cũng có thể bay đến các độ cao khác bằng cách nhấp chuột trái/phải khi camera đã được điều chỉnh.

source: (3 of 3)
vi: (3 trong 3)

source: You can click the indicated button or press
tr: Belirtilen düğmeye tıklayabilir veya şuna basabilirsiniz:
vi: Bạn có thể nhấp vào nút được chỉ định hoặc nhấn phím
