Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: committing a depraved act upon
de: einen verdorbenen Akt begehen auf
fr: commettre un acte dépravé sur
it: commettendo un atto depravato su
ko: 타락한 행위를 저지르는
pl: dopuszcza się niemoralnego aktu na
pt_br: Cometer um ato depravado em cima
ru: совершает развратные действия над
tr: şuna karşı sapkın bir eylemde bulunuyor:
vi: thực hiện hành vi đồi bại với
zh_hans: 犯下堕落的罪行

source: admiring
de: bewundern
fr: admiratif
it: ammirando
ko: 감탄하는
pl: podziwia
pt_br: admirando
ru: восхищается
tr: hayranlıkla izliyor
vi: ngưỡng mộ
zh_hans: 令人赞赏的

source: burning
de: brennen
fr: brûlant
it: bruciando
ko: 불타는
pl: spala
pt_br: Ardente
ru: горит
tr: yakıyor
vi: đốt cháy
zh_hans: 燃烧

source: shooting
de: schießen
fr: tournage
it: sparando
ko: 사격하는
pl: strzela
pt_br: Tiroteio
ru: стреляет
tr: ateş ediyor
vi: bắn
zh_hans: 射击

source: surrounded by
de: umgeben von
fr: entouré par
it: circondato da
ko: ~에 둘러싸여
pl: otoczony przez
pt_br: cercado por
ru: окружён
tr: şununla çevrelenmiş:
vi: bị bao vây bởi
zh_hans: 被围绕于

source: massacring
de: massakrieren
fr: massacrer
it: massacrando
ko: 학살하는
pl: masakruje
pt_br: massacrando
ru: устраивает бойню
tr: katlediyor
vi: tàn sát
zh_hans: 屠杀

source: fighting with
de: im Kampf mit
fr: se battre avec
it: combattendo con
ko: ~와 싸우는
pl: walczyć z
pt_br: Lutando com
ru: сражается с
tr: şununla dövüşüyor:
vi: chiến đấu với
zh_hans: 正战斗于

source: greeting
de: Gruß
fr: salutation
it: salutando
ko: 인사하는
pl: pozdrawia
pt_br: Cumprimento
ru: приветствует
tr: selamlıyor
vi: chào hỏi
zh_hans: 欢迎

source: refusing
de: weigert
fr: refusant
it: rifiutando
ko: 거절하는
pl: odmawia
pt_br: recusando
ru: отказывается
tr: reddediyor
vi: từ chối
zh_hans: 拒不

source: speaking with
de: im Gespräch mit
fr: parler avec
it: parlando con
ko: ~와 이야기하는
pl: rozmawia z
pt_br: Falar com
ru: разговаривает с
tr: şununla konuşuyor:
vi: nói chuyện với
zh_hans: 说话

source: embracing
de: umarmen
fr: embrasser
it: abbracciando
ko: 포용하는
pl: obejmuje
pt_br: abragente
ru: обнимает
tr: kucaklıyor
vi: ôm ấp
zh_hans: 拥抱

source: striking down
de: niederschlagen
fr: abattre
it: colpendo
ko: 내려치는
pl: uderza
pt_br: Golpear
ru: поражает
tr: yere seriyor
vi: đánh gục
zh_hans: 打倒了

source: raising
de: Erhöhung
fr: élevage
it: sollevando
ko: 솟아오르는
pl: wychowuje
pt_br: Elevação
ru: поднимает
tr: yükseltiyor
vi: giơ lên
zh_hans: 提高

source: hiding
de: ausblenden
fr: cache
it: nascondendo
ko: 숨는
pl: ukrywa się
pt_br: Se escondendo
ru: скрывает
tr: saklanıyor
vi: ẩn nấp
zh_hans: 藏

source: praying to
de: beten zu
fr: prier pour
it: pregando
ko: ~에게 기도하는
pl: modli się do
pt_br: Orando a
ru: молится
tr: şuna dua ediyor:
vi: cầu nguyện với
zh_hans: 祈祷

source: contemplating
de: betrachten
fr: contempler
it: contemplando
ko: 심사숙고하는
pl: kontempluje
pt_br: contemplando
ru: размышляет о
tr: üzerine kafa yoruyor:
vi: suy tư
zh_hans: 深思

source: cooking
de: kochen
fr: cuisine
it: cucinando
ko: 요리하는
pl: gotuje
pt_br: cozinhando
ru: готовит
tr: pişiriyor
vi: nấu ăn
zh_hans: 烹饪

source: engraving
de: graviert
fr: gravure
it: incidendo
ko: 조각하는
pl: graweruje
pt_br: gravação
ru: гравирует
tr: kazıyor
vi: chạm khắc
zh_hans: 雕刻

source: impaled on
de: aufgespießt auf
fr: empalé sur
it: impalato su
ko: ~에 찔리는
pl: nadziany na
pt_br: empalado por
ru: насажен на
tr: şuna kazıklanmış:
vi: bị đâm xuyên qua
zh_hans: 刺穿了

source: being flayed by
de: wird geschunden durch
fr: être écorché par
it: essendo scorticato da
ko: ~에 의해 가죽이 벗겨지는
pl: jest obdzierany ze skóry
pt_br: Sendo esfolado por
ru: освежёван
tr: şunun tarafından derisi yüzülüyor:
vi: bị lột da bởi
zh_hans: 被剥皮了

source: hanging from
de: hängend von
fr: suspendu à
it: appeso da
ko: ~에 매달리는
pl: zwisa z
pt_br: pendurado-se em
ru: висит на
tr: şuradan sarkıyor:
vi: treo lơ lửng từ
zh_hans: 悬挂着

source: being mutilated by
de: wird verstümmelt durch
fr: être mutilé par
it: venendo mutilato da
ko: ~에 의해 절단되는
pl: jest okaleczony przez
pt_br: Sendo mutilado por
ru: покалечен
tr: şunun tarafından sakatlanıyor:
vi: bị cắt xẻ bởi
zh_hans: 被肢解

source: tribute from
de: Tribut von
fr: hommage de
it: tributo da
ko: 공물
pl: danina od
pt_br: homenagem de
ru: дань от
tr: şundan gelen haraç:
vi: cống nạp từ
zh_hans: 致敬来自

source: praying
de: betet
fr: prier
it: pregando
ko: 기도하는
pl: modli się
pt_br: rezando
ru: молится
tr: dua ediyor
vi: cầu nguyện
zh_hans: 祈祷

source: weeping
de: weinend
fr: larmes
it: piangendo
ko: 울음을 터뜨리는
pl: łkający
pt_br: Choro
ru: плачет
tr: ağlıyor
vi: than khóc
zh_hans: 泣

source: cringing
de: kriechend
fr: servile
it: rabbrividendo
ko: 굽실거리는
pl: wzdryga się
pt_br: Servilismo
ru: съёживается
tr: siniyor
vi: co rúm lại
zh_hans: 畏缩

source: screaming
de: schreien
fr: en hurlant
it: gridando
ko: 비명을 지르는
pl: wrzeszczy
pt_br: gritando
ru: кричащий
tr: çığlık atıyor
vi: la hét
zh_hans: 尖叫

source: being tortured
de: gefoltert
fr: être torturé
it: essendo torturato
ko: 고문 당하는
pl: jest torturowany
pt_br: Sendo torturado
ru: подвергается пыткам
tr: işkence görüyor
vi: bị tra tấn
zh_hans: 被折磨

source: committing a depraved act
de: begeht eine versaute Handlung
fr: commettre un acte dépravé
it: commettendo un atto depravato
ko: 타락한 행위를 저지르는
pl: dopuszcza się niemoralnego aktu
pt_br: Cometer um ato depravado
ru: совершает развратные действия
tr: ahlaksızca bir eylemde bulunuyor
vi: thực hiện hành vi đồi bại
zh_hans: 做出堕落的行为

source: making a submissive gesture
de: macht eine unterwürfige Geste
fr: faire un geste de soumission
it: facendo un gesto di sottomissione
ko: 복종의 몸짓을 취하는
pl: wykonuje uległy gest
pt_br: fazendo um gesto submisso
ru: выражает покорность
tr: teslimiyet jesti yapıyor
vi: tạo cử chỉ phục tùng
zh_hans: 做出顺从的手势

source: in a fetal position
de: in einer fötalen Stellung
fr: en position fœtale
it: in posizione fetale
ko: 태아 같은 자세로
pl: w pozycji embrionalnej
pt_br: em posição fetal
ru: в позе эмбриона
tr: cenin pozisyonunda
vi: trong tư thế bào thai
zh_hans: 处于胎部的位置

source: smeared out into a spiral
de: verwischt zu einer Spirale
fr: étalé en spirale
it: spalmato in una spirale
ko: 나선형으로 얼룩진
pl: zwinięty w spiralę
pt_br: Espalhada em uma espiral
ru: скручен в спираль
tr: bir sarmal şeklinde etrafa saçılmış
vi: bị bôi bẩn thành hình xoắn ốc
zh_hans: 涂成螺旋状

source: falling
de: fallen
fr: chute
it: cadendo
ko: 떨어지는
pl: spada
pt_br: Caindo
ru: падающий
tr: düşüyor
vi: đang ngã
zh_hans: 落下

source: dead
de: tot
fr: morte
it: morto
ko: 죽은
pl: martwy
pt_br: Mortas
ru: мёртв
tr: ölü
vi: đã chết
zh_hans: 死

source: laughing
de: lachen
fr: riant
it: ridendo
ko: 웃음을 터뜨리는
pl: śmieje się
pt_br: rindo
ru: смеётся
tr: gülüyor
vi: đang cười
zh_hans: 笑

source: being shot
de: erschossen
fr: être tué par balles
it: venendo colpito
ko: 사격 당하는
pl: jest ostrzeliwany
pt_br: sendo baleado
ru: подстрелен
tr: vuruluyor
vi: bị bắn
zh_hans: 被枪杀

source: making a plaintive gesture
de: macht eine klagende Geste
fr: faire un geste plaintif
it: facendo un gesto lamentoso
ko: 애처로운 몸짓을 하는
pl: wykonuje żałosny gest
pt_br: fazendo um gesto melancólico
ru: делает жалобный жест
tr: dokunaklı bir jest yapıyor
vi: tạo cử chỉ than van
zh_hans: 做出一个悲惨的手势

source: melting
de: schmelzen
fr: fusion
it: fondendo
ko: 녹아내리는
pl: roztapia
pt_br: derretendo
ru: плавится
tr: eriyor
vi: đang tan chảy
zh_hans: 融化

source: burning
de: brennen
fr: brûlant
it: bruciando
ko: 불타는
pl: pali
pt_br: queimadura
ru: горит
tr: yanıyor
vi: đang cháy
zh_hans: 燃烧

source: look
de: schaut
fr: voir
it: guarda
ko: 보인다
pl: wygląda
pt_br: parece
ru: выглядят
tr: görünüş
vi: trông
zh_hans: 看

source: looks
de: sieht
fr: regards
it: guarda
ko: 보인다
pl: patrzy
pt_br: parace
ru: выглядит
tr: görünüyor
vi: trông
zh_hans: 容貌

source: dejected
de: niedergeschlagen
fr: abattu
it: demoralizzato
ko: 낙심한
pl: przygnębiony
pt_br: desalentado
ru: удручённым
tr: üzgün
vi: chán nản
zh_hans: 垂头丧气的

source: terrified
de: erschrocken
fr: terrifié
it: terrorizzato
ko: 겁에 질린
pl: przerażony
pt_br: aterrorizado
ru: напуганным
tr: dehşete düşmüş
vi: kinh hoàng
zh_hans: 极度恐慌的

source: offended
de: beleidigt
fr: offensé
it: offeso
ko: 불쾌한
pl: obrażony
pt_br: ofendido
ru: обиженым
tr: gücenmiş
vi: bị xúc phạm
zh_hans: 生气

source: confused
de: verwirrt
fr: confus
it: confuso
ko: 혼란스러운
pl: zdezorientowany
pt_br: confuso
ru: смущённым
tr: kafası karışmış
vi: bối rối
zh_hans: 困惑

source: suffering
de: leiden
fr: Souffrance
it: soffrendo
ko: 고통받는
pl: cierpi
pt_br: sofrendo
ru: страдает
tr: acı çekiyor
vi: đau khổ
zh_hans: 痛苦

source: withering away
de: Absterben
fr: dépérissement
it: appassendo
ko: 시들어버리는
pl: więdnie
pt_br: empalidecendo
ru: угасает
tr: eriyip gidiyor
vi: tàn lụi
zh_hans: 萎缩

source: striking a menacing pose
de: macht eine bedrohliche Pose
fr: prendre une pose menaçante
it: assumendo una posa minacciosa
ko: 위협적인 포즈를 취하는
pl: stając w groźnej pozie
pt_br: fazendo uma pose ameaçadora
ru: принимает угрожающую позу
tr: tehditkar bir poz veriyor
vi: tạo dáng đe dọa
zh_hans: 摆出一个引人注目的手势

source: striking a triumphant pose
de: macht eine triumphale Pose
fr: prendre une pose triomphale
it: assumendo una posa trionfante
ko: 승리의 포즈를 취하는
pl: stając w triumfalnej pozie
pt_br: fazendo uma pose triunfante
ru: принимает позу триумфатора
tr: zafer pozu veriyor
vi: tạo dáng chiến thắng
zh_hans: 摆出一个胜利的手势

source: laboring
de: arbeitend
fr: travaillant
it: lavorando
ko: 노동하는
pl: pracuje
pt_br: trabalhando
ru: трудолюбивый
tr: çalışıyor
vi: đang lao động
zh_hans: 劳动

source: traveling
de: reisend
fr: en voyageant
it: viaggiando
ko: 여행하는
pl: podróżuje
pt_br: viajando
ru: странствующий
tr: seyahat ediyor
vi: đang du hành
zh_hans: 旅行

source: contemplating
de: betrachten
fr: contempler
it: contemplando
ko: 고민하는
pl: kontempluje
pt_br: contemplando
ru: размышляет
tr: düşünüyor
vi: đang suy tư
zh_hans: 深思

source: cooking
de: kochen
fr: cuisine
it: cucinando
ko: 요리하는
pl: gotuje
pt_br: cozinhando
ru: готовит
tr: yemek yapıyor
vi: đang nấu ăn
zh_hans: 烹饪

source: engraving
de: graviert
fr: gravure
it: incidendo
ko: 조각하는
pl: graweruje
pt_br: gravando
ru: гравирует
tr: kazıma yapıyor
vi: đang chạm khắc
zh_hans: 雕刻

source: unnaturally contorted
de: unnatürlich verzerrt
fr: anormalement tordu
it: innaturalmente contorto
ko: 부자연스럽게 뒤틀린
pl: nienaturalnie skręcone
pt_br: estranhamente contorcida
ru: неестественно вывернут
tr: doğal olmayan şekilde bükülmüş
vi: bị vặn vẹo một cách bất thường
zh_hans: 不自然的扭曲

source: being flayed
de: wird geschunden
fr: être écorché
it: essendo scorticato
ko: 껍질이 벗겨지는
pl: jest rozpruwany
pt_br: sendo esfolado
ru: освежёван
tr: derisi yüzülüyor
vi: bị lột da
zh_hans: 被剥皮了

source: being mutilated
de: wird verstümmelt
fr: être mutilé
it: essendo mutilato
ko: 절단되는
pl: jest okaleczony
pt_br: sendo mutilado
ru: изуродован
tr: sakatlanıyor
vi: bị cắt xẻ
zh_hans: 被肢解的

source: Untitled
de: Ohne Titel
fr: Sans titre
it: Senza titolo
ko: 무제
pl: Niezatytułowany
pt_br: Sem título
ru: Безымянный
tr: İsimsiz
vi: Không có tiêu đề
zh_hans: 无题

source: , the deity of
de: , die Gottheit des
fr: , la divinité de
it: , la divinità di
ko: , 신의
pl: , bóstwo
pt_br: , a divindade da
ru: , божество
tr: , şunun ilahı:
vi: , vị thần của
zh_hans: ，神之于

source: , depicted as a
de: , als ein
fr: , représenté comme un
it: , raffigurato come un
ko: , 로 묘사됨
pl: , wyobrażany jako
pt_br: , mostrado como um
ru: , изображается как
tr: , şu şekilde tasvir edilmiş:
vi: , được miêu tả như một
zh_hans: ，描绘为

source: skeletal
de: Skelett
fr: squelettique
it: scheletrico
ko: 해골 같은
pl: szkieletowy
pt_br: esquelético
ru: скелет
tr: iskeletsi
vi: xương xẩu
zh_hans: 骨骼

source: rotting
de: Fäulnis
fr: pourrir
it: marcendo
ko: 썩어가는
pl: gnijący
pt_br: apodrecendo
ru: гниющий
tr: çürüyen
vi: thối rữa
zh_hans: 腐烂

source: ghostly
de: gespenstische
fr: fantomatique
it: spettrale
ko: 아리송한
pl: widmowy
pt_br: fantasmagórico
ru: призрачный
tr: hayaletsi
vi: ma quái
zh_hans: 幽灵的

source: female
de: weiblich
fr: femelle
it: femminile
ko: 여성
pl: kobieta
pt_br: fêmea
ru: женский
tr: dişi
vi: nữ
zh_hans: 女性

source: male
de: männlich
fr: Masculin
it: maschio
ko: 남성
pl: mężczyzna
pt_br: macho
ru: мужской
tr: erkek
vi: nam
zh_hans: 男性

source: the deity of
de: die Gottheit des
fr: la divinité de
it: la divinità di
ko: 의 신
pl: , bóstwo
pt_br: a divindade da
ru: божество
tr: şunun ilahı:
vi: vị thần của
zh_hans: 神之于

source: Stoneworking Workshop
de: Steinmetz Werkstatt
fr: Atelier de travail de la pierre
it: Bottega dello scalpellino
ko: 석공 작업장
pl: Warsztat Kamieniarstwa
pt_br: Oficina de Cantaria
ru: Мастерская каменщика
tr: Taş İşleme Atölyesi
vi: Xưởng Chế tác Đá
zh_hans: 石工工坊

source: Click a building to link to
de: Klicken Sie auf ein Gebäude, zu dem Sie eine Verknüpfung herstellen möchten
fr: Cliquez sur un bâtiment pour y accéder
it: Clicca un edificio a cui collegare
ko: 연결할 건물을 클릭하세요.
pl: Kliknij budynek, do którego chcesz utworzyć łącze
pt_br: Clique em uma construção para linkar a
ru: Нажмите на строение, чтобы перейти
tr: Şuna bağlamak için bir binaya tıkla:
vi: Nhấp vào một công trình để liên kết đến
zh_hans: 点击要连接到的建筑

source: Link to
de: Verbinden nach
fr: Lié à
it: Collega a
ko: 다음으로 연결
pl: Połącz z
pt_br: Linkar a
ru: Соединить к
tr: Şuna bağla:
vi: Liên kết đến
zh_hans: 连接至

source: Cannot link to
de: Kann nicht verbinden nach
fr: Impossible de créer un lien vers
it: Impossibile collegare a
ko: 연결할 수 없음
pl: Nie można połączyć z
pt_br: Não consegue linkar a
ru: Не удается соединить с
tr: Şuna bağlanamaz:
vi: Không thể liên kết đến
zh_hans: 无法连接至

source: will be installed at
de: wird installiert in
fr: sera installé à
it: sarà posizionato a
ko: 에 설치됩니다
pl: będzie zainstalowany w
pt_br: será instalado em
ru: будет установлено на
tr: şuraya kurulacak:
vi: sẽ được lắp đặt tại
zh_hans: 将被安装至

source: will be installed at target
de: wird am Ziel installiert
fr: sera installé à la cible
it: verrà posizionato nella destinazione
ko: 대상에 설치됩니다
pl: zostanie zainstalowany w miejscu docelowym
pt_br: será instalado no destino
ru: будет установлен на цель
tr: hedefe kurulacak
vi: sẽ được lắp đặt tại mục tiêu
zh_hans: 将被安装至目标点

source: Owner:
de: Besitzer:
fr: Propriétaire:
it: Proprietario:
ko: 소유자:
pl: Właściciel:
pt_br: Proprietário
ru: Владелец:
tr: Sahibi:
vi: Chủ sở hữu:
zh_hans: 所有者：

source: Weight:
de: Last:
fr: Lester:
it: Peso:
ko: 무게:
pl: Waga:
pt_br: Peso:
ru: Вес:
tr: Ağırlık:
vi: Trọng lượng:
zh_hans: 重量：

source: Value:
de: Wert:
fr: Évaluer:
it: Valore:
ko: 가치
pl: Wartość:
pt_br: Valor:
ru: Стоимость:
tr: Değer:
vi: Giá trị:
zh_hans: 价值：

source: On
de: auf
fr: Sur
it: Su
ko: 에
pl: Na
ru: На
tr: Üzerinde
vi: Trên
zh_hans: 上

source: In
fr: Dans
pl: W
pt_br: em
ru: В
tr: İçinde
vi: Trong
zh_hans: 在

source: With
de: mit
fr: Avec
it: Con
ko: 와 함께
pl: Z
pt_br: Com
ru: с
tr: İle
vi: Với
zh_hans: 同

source: View
de: Ansicht
fr: Voir
it: Vedi
ko: 보기
pl: Zobacz
pt_br: Vista
ru: Обзор
tr: Görüntüle
vi: Xem
zh_hans: 查看

source: View stockpile
de: Stapel ansehen
fr: Voir le stock
it: Vedi scorta
ko: 저장구역 보기
pl: Przeglądaj zapasy
pt_br: Ver pilha
ru: Обзор склада
tr: Stok alanını görüntüle
vi: Xem kho dự trữ
zh_hans: 检视储物区

source: Assigned to hunters
tr: Avcılara atandı
vi: Giao cho thợ săn

source: Assigned to
tr: Şuna atandı:
vi: Giao cho

source: Uses
de: Benutzen
fr: Les usages
it: Utilizza
ko: 용도
pl: Użycia
pt_br: Usos
ru: Используется
tr: Kullanımlar
vi: Sử dụng
zh_hans: 使用

source: a desire for vengeance
de: der Wunsch nach Rache
fr: un désir de vengeance
it: un desiderio di vendetta
ko: 복수에 대한 열망
pl: pragnienie zemsty
pt_br: um desejo de vingança
ru: желание отомстить
tr: intikam arzusu
vi: một khao khát báo thù
zh_hans: 对复仇的渴望

source: Engraving
de: gravieren
fr: Gravure
it: Incisione
ko: 조각
pl: Grawerunek
pt_br: Gravando
ru: Гравировка
tr: Kazıma
vi: Chạm khắc
zh_hans: 雕刻

source: Specify image
de: Wähle das Bild
fr: Spécifiez l'image
it: Specifica immagine
ko: 이미지 지정
pl: Określ obraz
pt_br: Especificar imagem
ru: Выбрать изображение
tr: Görüntü belirle
vi: Chỉ định hình ảnh
zh_hans: 镜像文件

source: Enraged at all enemies!
de: Wütend auf alle Feinde!
fr: Enragé contre tous les ennemis!
it: Infuriato con tutti i nemici!
ko: 모든 적에게 격분했다!
pl: Wściekły na wszystkich wrogów!
pt_br: Enfureceu-se em todos os inimigos!
ru: Разъярён на всех врагов!
tr: Tüm düşmanlara karşı öfkeli!
vi: Nổi giận với tất cả kẻ thù!
zh_hans: 对所有敌人都充满了愤怒！

source: In a martial trance!
de: In kriegerischer Trance!
fr: En transe martiale !
it: In trance marziale!
ko: 무아지경에 들었다!
pl: W transie wojennym!
pt_br: entrou num transe marcial!
ru: В боевом трансе!
tr: Savaş vecine girdi!
vi: Trong trạng thái xuất thần chiến đấu!
zh_hans: 在军事恍惚！

source: Throwing a tantrum!
de: Einen Wutanfall kriegen!
fr: Faire une crise de colère!
it: Facendo una sfuriata!
ko: 지랄발광을 한다!
pl: Wpadając w furię!
pt_br: Fazendo uma birra!
ru: Впал в истерику!
tr: Öfke nöbeti geçiriyor!
vi: Đang nổi cơn thịnh nộ!
zh_hans: 发脾气！

source: Sunk into depression...
de: In Depression versunken ...
fr: Plongé dans la dépression...
it: Sprofondato nella depressione...
ko: 우울에 빠져들었다...
pl: Pogrążony w depresji...
pt_br: Afundou em depressão...
ru: Впадает в депрессию...
tr: Depresyona gömüldü...
vi: Đã chìm sâu vào trầm cảm...
zh_hans: 陷入萧条......

source: Stumbling obliviously!
de: Stolpernd und unaufmerksam!
fr: Trébuchant inconsciemment !
it: Inciampando inconsapevolmente!
ko: 저도 모르게 비틀거린다!
pl: Miotając się bezmyślnie!
pt_br: Tropeçando inconscientemente!
ru: Бессмысленно мечется!
tr: Farkında olmadan sendeliyor!
vi: Lảo đảo không hay biết!
zh_hans: 无意中磕磕绊绊！

source: Corrupt Soldier Mood:
de: Korrupte Soldatenstimmung:
fr: Humeur du soldat corrompu:
it: Umore del soldato corrotto:
ko: 부패한 병사 기분:
pl: Utracone morale:
pt_br: Espírito de Soldado Corrompido:
ru: Потерян боевой настрой:
tr: Yozlaşmış Asker Modu:
vi: Tâm trạng Binh lính Tha hóa:
zh_hans: 腐败的士兵心情:

source: Has a horrible fell look!
de: Hat einen furchtbaren Fell-Look!
fr: A un horrible look tombé!
it: Ha un aspetto orribile e ostile!
ko: 끔찍하게 추락한다!
pl: Ma okropny, upadły wygląd!
pt_br: Tem um horrível caiu olhar!
ru: Выглядит ужасающе!
tr: Korkunç ve haince bir bakışı var!
vi: Mang vẻ ngoài ghê rợn, hiểm ác!
zh_hans: 看起来很糟糕！

source: Brooding darkly...
de: Dunkel brüten...
fr: Couvaison sombre...
it: Rimuginando oscuramente...
ko: 음울하게 음미하고...
pl: Rozmyślając ponuro...
pt_br: Meditando sombriamente...
ru: Погружён в мрачные мысли...
tr: Kara kara düşünüyor...
vi: Đăm chiêu u tối...
zh_hans: 黑暗地沉思......

source: Has the aspect of one fey!
de: hat das Aussehen eines Fey!
fr: A l'aspect d'une fée!
it: Ha l'aspetto incantato!
ko: 하나의 동화 같은 면이 있다!
pl: Wygląda na uduchowionego!
pt_br: Tem o aspecto de um fey!
ru: Выглядит вдохновлённым!
tr: Efsunlu bir hali var!
vi: Mang vẻ huyền bí dị thường!
zh_hans: 有了作妖的一面

source: Peculiarly secretive...
de: Merkwürdig geheimnisvoll.
fr: Particulièrement secret...
it: Particolarmente riservato...
ko: 유별나게 비밀스러운...
pl: Osobliwie tajemniczy...
pt_br: Peculiarmente secreto...
ru: Выглядит очень загадочно...
tr: Garip bir şekilde ağzı sıkı...
vi: Kín đáo kỳ lạ...
zh_hans: 异常隐秘的

source: Possessed by unknown forces!
de: Von unbekannten Mächten besessen!
fr: Possédé par des forces inconnues !
it: Impossessato da forze sconosciute!
ko: 알 수 없는 힘에 빙의됐다!
pl: Opętany przez nieznane siły!
pt_br: Possuído por forças desconhecidas.
ru: Одержим неизвестными силами!
tr: Bilinmeyen güçler tarafından ele geçirilmiş!
vi: Bị các thế lực vô danh chiếm hữu!
zh_hans: 被未知力量所拥有！

source: Stricken by melancholy...
de: Von Melancholie geplagt ...
fr: Emporté par la mélancolie...
it: Affranto dalla malinconia...
ko: 음울함에 휩싸여...
pl: Melancholijny...
pt_br: Acometido(a) pela melancolia...
ru: Охвачен тоской...
tr: Melankoliye kapıldı...
vi: Bị nỗi u sầu hành hạ...
zh_hans: 被心中忧郁击垮了...

source: Crawling around babbling!
de: Brabbelnd und umherkrabbelnd!
fr: Rampant autour de babillage!
it: Strisciando in giro balbettando!
ko: 옹알이 주위를 기어다닌다!
pl: Pełza bełkocząc!
pt_br: Rastejando ao redor de tagarelar!
ru: Ползает бормоча!
tr: Sayıklayarak etrafta sürünüyor!
vi: Lê lết lảm nhảm!
zh_hans: 到处乱爬，嘴里含糊不清

source: Running around babbling!
de: Herumrennen und plappern!
fr: Courir partout en babillant !
it: Correndo in giro balbettando!
ko: 재잘거리며 달려간다!
pl: Biega w kółko bełkocząc!
pt_br: Correndo por aí tagarelando!
ru: Бегает бормоча!
tr: Sayıklayarak etrafta koşuyor!
vi: Chạy loạn lảm nhảm!
zh_hans: 唠叨呀呀！

source: Crawling around crazed!
de: Verrückt herumkriechen!
fr: Ramper autour de fou!
it: Strisciando in giro impazzito!
ko: 미친 듯이 크기어다닌다
pl: Oszalały pełza dookoła!
pt_br: Rastejando ao redor enlouquecido!
ru: Ползает безумно!
tr: Çıldırmış halde sürünüyor!
vi: Lê lết điên dại!
zh_hans: 疯狂地爬行！

source: Running around crazed!
de: Wie verrückt herumlaufen!
fr: Courir fou!
it: Correndo in giro impazzito!
ko: 미친듯이 뛰어다닌다!
pl: Oszalały, biega w kółko!
pt_br: Correndo enlouquecido!
ru: Бегает безумно!
tr: Çıldırmış halde koşuyor!
vi: Chạy loạn điên dại!
zh_hans: 跑来跑去疯狂！

source: In a berserk rage!
de: in einem Anfall von Raserei!
fr: Dans une rage folle !
it: In una furia omicida!
ko: 광포한 분노로!
pl: W dzikim szale!
pt_br: Numa fúria frenética!
ru: В исступлённой ярости!
tr: Gözü dönmüş bir öfke içinde!
vi: Trong cơn cuồng nộ!
zh_hans: 狂暴的狂暴！

source: Staring off into space...
de: Ins Leere starrend...
fr: Regarder dans l'espace...
it: Fissando il vuoto...
ko: 허공을 노려보며...
pl: Gapi się w przestrzeń...
pt_br: Olhando para o espaço...
ru: Смотрит в пустоту...
tr: Boşluğa bakıp dalıyor...
vi: Mắt nhìn đăm đăm vào hư không...
zh_hans: 盯着太空......

source: Corrupt Strange Mood:
de: Korrupte seltsame Stimmung:
fr: Humeur étrange corrompue:
it: Strano umore corrotto:
ko: 타락한 이상한 무드Mood:
pl: Przerwano dziwny nastrój:
pt_br: Espírito Estranho Corrompido:
ru: Прервано странное настроение:
tr: Yozlaşmış Garip Ruh Hali:
vi: Tâm trạng Kỳ lạ Tha hóa:
zh_hans: 腐败奇怪的心情:

source: Overcome by terror!
de: Überwältigt vom Terror!
fr: Vaincu par la terreur !
it: Sopraffatto dal terrore!
ko: 공포에 압도당한다!
pl: Opętany panicznym strachem!
pt_br: Dominado pelo terror!
ru: Охвачен паническим страхом!
tr: Dehşete düştü!
vi: Bị nỗi kinh hoàng chế ngự!
zh_hans: 克服恐怖！

source: In emotional shock!
de: Unter emotionalem Schock!
fr: En état de choc émotionnel !
it: Sotto shock emotivo!
ko: 감정적 충격에!
pl: W szoku emocjonalnym!
pt_br: Em estado de choque emocional!
ru: В эмоциональном шоке!
tr: Duygusal şokta!
vi: Trong trạng thái chấn động tinh thần!
zh_hans: 感情上的打击

source: Overwhelmed by horror!
de: Überwältigt vom Grauen!
fr: Accablé par l'horreur !
it: Sopraffatto dall'orrore
ko: 공포에 압도당했다!
pl: Przytłoczony horrorem!
pt_br: Oprimido pelo horror!
ru: Охвачен ужасом!
tr: Korkudan ne yapacağını şaşırdı!
vi: Ngập tràn kinh hãi!
zh_hans: 惊恐万分！

source: Experiencing mortal fear!
de: Todesangst erfahren!
fr: Faire l'expérience d'une peur mortelle!
it: Provando una paura mortale!
ko: 필멸의 공포를 경험한다!
pl: Doświadcza śmiertelnego lęku!
pt_br: Experimentando o medo mortal!
ru: Смертельно напуган!
tr: Ölüm korkusu yaşıyor!
vi: Đang trải nghiệm nỗi sợ chết người!
zh_hans: 经历凡人的恐惧！

source: Beside
de: Neben
fr: À côté de
it: Accanto a
ko: 옆에
pl: Przygnębiony
pt_br: Ao seu lado
ru: Подавлен
tr: Kederden
vi: Mất kiểm soát
zh_hans: 旁

source: herself
de: sich
fr: se
it: sé stessa
ko: 그녀 자신
pl: siebie
pt_br: Ela mesma
ru: себя
tr: kendinden geçmiş
vi: bản thân
zh_hans: 她自己

source: himself
de: sich
fr: lui-même
it: sé stesso
ko: 그 자신
pl: siebie
pt_br: dele mesmo.
ru: себя
tr: kendisi
vi: bản thân
zh_hans: 他自己

source: with grief!
de: mit Trauer!
fr: avec chagrin !
it: con dolore!
ko: 비탄으로!
pl: z żalem!
pt_br: com a dor!
ru: горем!
tr: keder içinde!
vi: vì đau buồn!
zh_hans: 因悲痛

source: Drowning in sadness!
de: In Traurigkeit ertrinken!
fr: Se noyer dans la tristesse !
it: Annegando nella tristezza!
ko: 슬픔에 익사한다!
pl: Tonie w smutku!
pt_br: Afogar-se em tristeza!
ru: Утопает в грусти!
tr: Üzüntü içinde boğuluyor!
vi: Chìm đắm trong nỗi buồn!
zh_hans: 陷入悲伤！
