Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: high priest
de: Hohepriester
fr: grand prêtre
it: sommo sacerdote
ko: 고승
pl: arcykapłan
pt_br: sumo sacerdote
ru: первосвященник
tr: başrahip
vi: đại tư tế
zh_hans: 大祭司

source: high priests
de: Hohepriester
fr: grands prêtres
it: sommi sacerdoti
ko: 대제사장
pl: arcykapłani
pt_br: sumos sacerdotes
ru: первосвященники
tr: baş rahipler
vi: các đại tư tế
zh_hans: 大祭司

source: holy
de: Heilige
fr: saint
it: santo
ko: 거룩한
pl: święty
pt_br: sagrado
ru: святой
tr: kutsal
vi: linh thiêng
zh_hans: 圣

source: sacred
de: heilig
fr: sacré
it: sacro
ko: 신성한
pl: poświęcony
pt_br: sagrado
ru: священный
tr: mukaddes
vi: thánh thiêng
zh_hans: 神圣

source: priest
de: Priester
fr: prêtre
it: sacerdote
ko: 성직자
pl: kapłan
pt_br: sacerdote
ru: священник
tr: rahip
vi: thầy tế
zh_hans: 牧师

source: priests
de: Priester
fr: prêtres
it: sacerdoti
ko: 사제
pl: kapłani
pt_br: sacerdotes
ru: священники
tr: rahipler
vi: các thầy tế
zh_hans: 牧师

source: Ghostly
de: Gespenstisch
fr: Fantomatique
it: Spettrale
ko: 아리송한
pl: Widmowy
pt_br: Fantasma
ru: Призрак
tr: Hayaletsi
vi: Ma mị
zh_hans: 幽灵般

source: Corpse
de: Leiche
fr: Corps
it: Cadavere
ko: 시체
pl: Ciało
pt_br: Cadáver
ru: труп
tr: Cesedi
vi: Xác chết
zh_hans: 尸体

source: moon
de: Mond
fr: lune
it: luna
ko: 달
pl: księżyc
pt_br: lua
ru: луна
tr: ay
vi: mặt trăng
zh_hans: 月亮

source: crafts
de: kunsthandwerk
fr: artisanat
it: oggetti d'artigianato
ko: 공예품
pl: rzemiosła
pt_br: artesanatos
ru: изделия
tr: el sanatları
vi: nghề thủ công
zh_hans: 手工艺

source: dreams
de: Träume
fr: rêves
it: sogni
ko: 꿈
pl: sny
pt_br: sonhos
ru: мечты
tr: rüyalar
vi: những giấc mơ
zh_hans: 梦

source: earth
de: Erde
fr: la terre
it: terra
ko: 지구
pl: ziemia
pt_br: terra
ru: земля
tr: toprak
vi: đất
zh_hans: 大地

source: Cannot find path
de: Pfad kann nicht gefunden werden
fr: Impossible de trouver le chemin
it: Impossibile trovare percorso
ko: 경로를 찾을 수 없습니다
pl: Nie może znaleźć drogi
pt_br: Impossível encontrar caminho
ru: Не может найти путь
tr: Yol bulunamıyor
vi: Không thể tìm thấy đường đi
zh_hans: 找不到路径

source: unprepared
de: unvorbereitet
fr: pas préparé
it: impreparato
ko: 준비되지 않은
pl: nieprzygotowany
pt_br: não preparado
ru: сырой
tr: hazırlıksız
vi: Chưa chuẩn bị
zh_hans: 措手不及

source: Plant growth (?)
de: Wachstum der Pflanzen (?)
fr: Croissance des plantes (?)
it: Crescita delle piante(?)
ko: 식물 성장(?)
pl: Wzrost rośliny (?)
pt_br: Crescimento de planta (?)
ru: Рост растений (?)
tr: Bitki büyümesi (?)
vi: Sự phát triển thực vật (?)
zh_hans: 植物生长（？）

source: large pots/food storage
de: große Töpfe/Lebensmittellagerung
fr: grands pots/stockage des aliments
it: grandi vasi/conservazione alimenti
ko: 큰 냄비/음식 저장고
pl: duże garnki/naczynia
pt_br: armazenamento de grandes vasos/alimentos
ru: большие горшки/склад еды
tr: büyük çömlekler/yiyecek depolama
vi: Chậu lớn/Kho chứa thực phẩm
zh_hans: 大锅/食物储存

source: minecarts
de: Minenfahrzeuge
fr: wagonnets
it: carri minerari
ko: 광산 수레
pl: wagoniki
pt_br: carrinhos de mina
ru: вагонетки
tr: maden arabaları
vi: Xe mỏ
zh_hans: 矿车

source: wheelbarrows
de: Schubkarren
fr: brouettes
it: carriole
ko: 수레
pl: taczki
pt_br: carrinhos-de-mao
ru: тачки
tr: el arabaları
vi: Xe cút kít
zh_hans: 手推车

source: other large tools
de: andere große Werkzeuge
fr: autres gros outils
it: altri grandi strumenti
ko: 다른 대형 도구
pl: inne duże narzędzia
pt_br: outras grandes ferramentas
ru: другие крупные инструменты
tr: diğer büyük aletler
vi: Các công cụ lớn khác
zh_hans: 其他大工具

source: sand bags
de: Sandsäcke
fr: sacs de sable
it: sacchi di sabbia
ko: 모래주머니
pl: worki z piaskiem
pt_br: sacos de areia
ru: мешки песка
tr: kum torbaları
vi: Bao cát
zh_hans: 沙袋

source: Wood
de: Holz
fr: Bois
it: Legna
ko: 나무
pl: Drewno
pt_br: Madeira
ru: Дерево
tr: Ahşap
vi: Gỗ
zh_hans: 木头

source: Plant cloth
de: Pflanzen Stoff
fr: Tissu végétal
it: Stoffa vegetale
ko: 식물 천
pl: Roślinna tkanina
pt_br: Pano vegetal
ru: Растительная ткань
tr: Bitkisel kumaş
vi: Vải thực vật
zh_hans: 植物布料

source: Bone
de: Knochen
fr: Os
it: Osso
ko: 뼈
pl: Kość
pt_br: Osso
ru: Кость
tr: Kemik
vi: Xương
zh_hans: 骨

source: Tooth
de: Zahn
fr: Dent
it: Dente
ko: 이빨
pl: Ząb
pt_br: Dente
ru: Зуб
tr: Diş
vi: Răng
zh_hans: 齿

source: Horn
fr: Corne
it: Corno
ko: 뿔
pl: Róg
pt_br: Chifre
ru: Рог
tr: Boynuz
vi: Sừng
zh_hans: 角

source: Pearl
de: Perle
fr: perle
it: Perla
ko: 진주
pl: Perła
pt_br: Pérola
ru: Жемчуг
tr: İnci
vi: Ngọc trai
zh_hans: 珍珠

source: Shell
de: Muschel
fr: Coquille
it: Conchiglia
ko: 껍데기
pl: Muszla
pt_br: Concha
ru: Панцирь
tr: Kabuk
vi: Vỏ
zh_hans: 外壳

source: Leather
de: Leder
fr: Cuir
it: Cuoio
ko: 가죽
pl: Skóra
pt_br: Couro
ru: Кожа
tr: Deri
vi: Da thuộc
zh_hans: 皮革

source: Silk
de: Seide
fr: Soie
it: Seta
ko: 비단
pl: Jedwab
pt_br: Seda
ru: Шёлк
tr: İpek
vi: Tơ lụa
zh_hans: 丝

source: Yarn
de: Garn
fr: Fil
it: Gomitolo
ko: 실
pl: Przędza
pt_br: Lã
ru: Пряжа
tr: İplik
vi: Sợi
zh_hans: 纱线

source: Amber
de: Bernstein
fr: ambre
it: Ambra
ko: 호박
pl: Bursztyn
pt_br: Âmbar
ru: Янтарь
tr: Kehribar
vi: Hổ phách
zh_hans: 琥珀

source: Coral
de: Koralle
fr: corail
it: Corallo
ko: 산호
pl: Koral
ru: Коралл
tr: Mercan
vi: San hô
zh_hans: 珊瑚

source: Green glass
de: Grünes Glas
fr: Verre vert
it: Vetro verde
ko: 녹색 유리
pl: Zielone szkło
pt_br: Vidro verde
ru: Зеленое стекло
tr: Yeşil cam
vi: Kính xanh lục
zh_hans: 绿玻璃

source: Clear glass
de: Klarglas
fr: Verre propre
it: Vetro chiaro
ko: 투명 유리
pl: Czyste szkło
pt_br: Vidro transparente
ru: Прозрачное стекло
tr: Şeffaf cam
vi: Kính trong suốt
zh_hans: 透明玻璃

source: Crystal glass
de: Kristallglas
fr: Verre en crystal
it: Vetro cristallo
ko: 크리스탈 유리
pl: Krystaliczne szkło
pt_br: Vidro cristal
ru: Хрустальное стекло
tr: Kristal cam
vi: Kính pha lê
zh_hans: 水晶玻璃

source: Well-crafted
de: Gut gemachte
fr: Bien conçu
it: Ben fatto
ko: 잘 만들어진
pl: Dobrze wykonany
pt_br: Bem-feito
ru: Хорошего качества
tr: İyi işlenmiş
vi: Chế tác khéo léo
zh_hans: 精心设计的

source: Finely-crafted
de: Fein gearbeitete
fr: Finement travaillé
it: Finemente lavorato
ko: 정교하게 만들어진
pl: Misternie wykonany
pt_br: Finamente-feito
ru: Замечательного качества
tr: İnce işlenmiş
vi: Chế tác tinh xảo
zh_hans: 精心制作的

source: Superior quality
de: Hervorragende Qualität
fr: Qualité supérieure
it: Qualità superiore
ko: 우수한 품질
pl: Najwyższa jakość
pt_br: Qualidade superior
ru: Превосходного качества
tr: Üstün kalite
vi: Chất lượng vượt trội
zh_hans: 品质上乘的

source: Exceptional
de: Außergewöhnlich
fr: Exceptionnel
it: Eccezionale
ko: 특별한
pl: Wyjątkowy
pt_br: Excepcional
ru: Необыкновенный
tr: Olağanüstü
vi: Ngoại hạng
zh_hans: 优秀

source: Masterwork
de: Meisterwerk
fr: Chef-d'œuvre
it: Capolavoro
ko: 명작
pl: Arcydzieło
pt_br: Obra-prima
ru: Шедевр
tr: Şaheser
vi: Kiệt tác
zh_hans: 极品

source: Fresh raw hide
de: Frisches Rohleder
fr: Peau brute fraîche
it: Pelliccia grezza fresca
ko: 신선한 생가죽
pl: Świeża surowa skóra
pt_br: Couro cru fresco
ru: Свежая сырая шкура
tr: Taze ham deri
vi: Da sống tươi
zh_hans: 新鲜的生皮

source: Rotten raw hide
de: Verrottete Rohhaut
fr: Peau brute pourrie
it: Pelliccia grezza marcia
ko: 썩은 생가죽
pl: Gnijąca surowa skóra
pt_br: Couro cru apodrecido
ru: Гнилая сырая шкура
tr: Çürümüş ham deri
vi: Da sống thối rữa
zh_hans: 腐烂的生皮

source: Soap
de: Seife
fr: Savon
it: Sapone
ko: 비누
pl: Mydło
pt_br: Sabão
ru: Мыло
tr: Sabun
vi: Xà phòng
zh_hans: 肥皂

source: Pearlash
de: Pottasche
fr: Cendre perlée
it: Potassa raffinata
ko: 펄래쉬
pl: Węglan potasu
pt_br: Perlasso
ru: Перлаш
tr: İnci külü
vi: Bồ tạt ngọc
zh_hans: 珍珠灰

source: Ash
de: Asche
fr: Cendre
it: Cenere
ko: 금연 건강 증진 협회
pl: Popiół
pt_br: Cinzas
ru: Пепел
tr: Kül
vi: Tro
zh_hans: 灰

source: Potash
de: Pottasche
fr: Potasse
it: Potassa
ko: 칼륨
pl: Potaż
pt_br: Potassa
ru: Поташ
tr: Potas
vi: Bồ tạt
zh_hans: 钾肥

source: Coal
de: Kohle
fr: Charbon
it: Carbone
ko: 석탄
pl: Węgiel
pt_br: Carvão
ru: Уголь
tr: Kömür
vi: Than đá
zh_hans: 煤

source: Crystal Glass
de: Kristallglas
fr: Verre en crystal
it: Vetro Cristallo
ko: 크리스탈 유리
pl: Krystaliczne szkło
pt_br: Vidro Cristalino
ru: Хрусталь
tr: Kristal Cam
vi: Kính pha lê
zh_hans: 水晶玻璃

source: Clear Glass
de: Sauberes Glas
fr: Verre propre
it: Vetro chiaro
ko: 투명 유리
pl: Czyste szkło
pt_br: Vidro Transparente
ru: Прозрачное стекло
tr: Şeffaf Cam
vi: Kính trong suốt
zh_hans: 透明玻璃

source: Green Glass
de: Grünes Glas
fr: Verre vert
it: Vetro verde
ko: 녹색 유리
pl: Zielone szkło
pt_br: Vidro Verde
ru: Зелёное стекло
tr: Yeşil Cam
vi: Kính xanh lục
zh_hans: 绿色玻璃

source: Plant Cloth
de: Pflanzen Stoff
fr: Tissu végétal
it: Stoffa Vegetale
ko: 식물 천
pl: Roślinna tkanina
pt_br: Pano de planta
ru: Растительная ткань
tr: Bitkisel Kumaş
vi: Vải thực vật
zh_hans: 植物布

source: Wax
de: Wachs
fr: La cire
it: Cera
ko: 밀랍
pl: Wosk
pt_br: Cera
ru: Воск
tr: Balmumu
vi: Sáp
zh_hans: 蜡

source: Allow plant/animal
de: Erlaubt Pflanzen/Tiere
fr: Autoriser les plantes/animaux
it: Consenti pianta/animale
ko: 식물/동물 허용
pl: Zezwól na roślinne/zwierzęce
pt_br: Permitir planta/animal
ru: Разрешить растительное/животное
tr: Bitki/hayvana izin ver
vi: Cho phép thực vật/động vật
zh_hans: 允许植物/动物

source: Allow non-plant/animal
de: Erlaubt Nicht-Pflanzen/Tiere
fr: Autoriser les non-végétaux/animaux
it: Consenti non-pianta/animale
ko: 비식물/동물 허용
pl: Zezwól na nieroślinne/niezwierzęce
pt_br: Permitir não-planta/animal
ru: Разрешить не-растительное/животное
tr: Bitki/hayvan olmayana izin ver
vi: Cho phép phi thực vật/động vật
zh_hans: 允许非植物/动物

source: This option indicates that the location is only open to fortress citizens.
de: Diese Option zeigt an, dass der Ort nur für Festungsbürger zugänglich ist.
fr: Cette option indique que l'emplacement n'est ouvert qu'aux citoyens de la forteresse.
it: Questa opzione indica che il luogo è aperto solo ai cittadini della fortezza.
ko: 이 옵션은 해당 위치가 요새 시민들에게만 열려 있음을 나타냅니다.
pl: Ta opcja oznacza, że lokacja jest dostępna tylko dla obywateli twierdzy.
pt_br: Esta opção indica que o local está aberto apenas para cidadãos da fortaleza.
ru: Этот параметр указывает на то, что локация открыта только для жителей крепости.
tr: Bu seçenek, mekanın sadece kale vatandaşlarına açık olduğunu gösterir.
vi: Tùy chọn này chỉ ra rằng địa điểm này chỉ mở cửa cho cư dân pháo đài.
zh_hans: 这个选项表示该地点只对要塞公民开放。

source: You honor
de: Ihr ehrt
fr: Vous honorez
it: Onori
ko: 당신은 존경
pl: Zaszczycasz
pt_br: Sua honra
ru: Ваша честь
tr: Onurlandırıyorsun:
vi: Ngài đã vinh danh
zh_hans: 你有幸

source: with the presentation of
de: durch die Präsentation von
fr: avec la présentation de
it: con la presentazione di
ko: 의 발표와 함께
pl: z prezentacją
pt_br: com a apresentação de
ru: с показом
tr: şunun sunumuyla:
vi: bằng việc trao tặng
zh_hans: 介绍来自

source: Villains! The seizure of
de: Schurken! Die Beschlagnahmung von
fr: Méchants ! La saisie de
it: Cattivi! Il sequestro di
ko: 악당!
pl: Złoczyńcy! Atak na
pt_br: Vilões! A prisão de
ru: Негодяи! Захват
vi: Lũ khốn! Việc chiếm giữ
zh_hans: 恶棍！被扣押自

source: will not go unanswered.
de: wird nicht ohne Erwiderung bleiben.
fr: ne restera pas sans réponse.
it: non resterà senza risposta.
ko: 대답하지 않을 것입니다.
pl: nie pozostanie bez odpowiedzi.
pt_br: não passará em branco.
ru: не останется без ответа.
tr: cevapsız kalmayacak.
vi: sẽ không bị bỏ qua.
zh_hans: 不会没有答案。

source: is a great treasure. We respect that this is no mere trade.
de: ist ein großer Schatz. Wir respektieren, dass dies kein bloßer Handel ist.
fr: est un grand trésor. Nous respectons qu'il ne s'agisse pas d'un simple commerce.
it: è un grande tesoro. Rispettiamo il fatto che non si tratta di un semplice commercio.
ko: 큰 보물입니다.
pl: to wielki skarb. Szanujemy to, że nie jest to zwykły handel.
pt_br: é um grandioso tesouro. Nós reconhecemos que essa não é uma mera negociação.
ru: это великое сокровище. Мы уважаем, что это больше чем просто торговля.
vi: là một báu vật vĩ đại. Chúng tôi hiểu rằng đây không chỉ là một giao dịch đơn thuần.
zh_hans: 是一笔巨大的财富。 我们尊重这次重要的交易。

source: Your fortress of
de: Ihre Festung aus
fr: Votre forteresse de
it: La tua fortezza di
ko: 당신의 요새
pl: Twoja forteca
pt_br: Sua fortaleza de
ru: Ваша крепость
tr: Şu kaleniz:
vi: Pháo đài của Ngài,
zh_hans: 你的要塞于

source: Merchants from
de: Händler aus
fr: Commerçants de
it: Mercanti da
ko: 의 판매자
pl: Kupcy z
pt_br: Mercadores de
ru: Торговцы из
tr: Şuradan gelen tüccarlar:
vi: Thương nhân từ
zh_hans: 商人来于

source: Insufficient resources were available to use additional parallelism.
pl: Dostępne zasoby były niewystarczające do wykorzystania dodatkowej równoległości.
tr: Ek paralellik kullanmak için yetersiz kaynak mevcuttu.
vi: Không đủ tài nguyên để sử dụng thêm khả năng song song.

source: Overall training
pl: Ogólny trening
tr: Genel eğitim
vi: Huấn luyện tổng thể

source: Domesticated
de: Domestiziert
fr: Domestiqué
it: Addomesticato
ko: 길들여진
pl: Udomowiony
pt_br: Domesticado
ru: Одомашненный
tr: Evcilleştirilmiş
vi: Đã thuần hóa
zh_hans: 驯服的

source: Knowledgeable
fr: Bien informé
it: Informato
ko: 박식하다
pl: Obeznany
pt_br: Conhecedor
ru: Опытный
tr: Bilgili
vi: Hiểu biết
zh_hans: 知识渊博

source: General familiarity
fr: Familiarité générale
it: Familiarità generale
ko: 일반적인 친숙함
pl: Ogólna znajomość
pt_br: Familiaridade geral
ru: Общее ознакомление
tr: Genel aşinalık
vi: Khá quen thuộc
zh_hans: 一般熟悉

source: A few facts
de: Ein paar Fakten
fr: Quelques faits
it: Alcuni fatti
ko: 몇 가지 사실
pl: Kilka faktów
pt_br: Alguns fatos
ru: Несколько фактов
tr: Birkaç gerçek
vi: Vài điều cơ bản
zh_hans: 一些事实

source: Trainer
pl: Trener
tr: Eğitmen
vi: Huấn luyện viên

source: Select a trainer for
fr: Sélectionnez un entraîneur pour
it: Seleziona un addestratore per
ko: 트레이너 선택
pl: Wybierz trenera dla
pt_br: Selecione um treinador para
ru: Выберите тренера для
tr: Şunun için bir eğitmen seç:
vi: Chọn huấn luyện viên cho
zh_hans: 选择一个训练者来为了

source: Any trainer
fr: N'importe quel entraîneur
it: Qualsiasi addestratore
ko: 모든 트레이너
pl: Jakikolwiek trener
pt_br: Qualquer treinador
ru: Любой тренер
tr: Herhangi bir eğitmen
vi: Bất kỳ huấn luyện viên nào
zh_hans: 任何教练

source: Any unassigned trainer
fr: Tout entraîneur non affecté
it: Qualsiasi addestratore non assegnato
ko: 할당되지 않은 트레이너
pl: Jakikolwiek nieprzydzielony trener
pt_br: Qualquer treinador não atribuído
ru: Любой неназначенный тренер
tr: Atanmamış herhangi bir eğitmen
vi: Bất kỳ huấn luyện viên rảnh rỗi nào
zh_hans: 任何未分配的培训师

source: Pets/Livestock
de: Haustiere/Vieh
fr: Animaux de compagnie/Bétail
it: Animali/Bestiame
ko: 애완동물/가축
pl: Pupile/Trzoda
pt_br: Animais
ru: Питомцы и скот
tr: Evcil Hayvanlar/Çiftlik Hayvanları
vi: Thú cưng/Gia súc
zh_hans: 宠物/牲畜

source: Overall Training
fr: Formation globale
it: Formazione complessiva
ko: 전반적인 교육
pl: Ogólny Trening
pt_br: Treinamento Geral
ru: Общая подготовка
tr: Genel Eğitim
vi: Huấn luyện tổng thể
zh_hans: 整体训练

source: Slaughterability
pl: Zdolność uboju
tr: Kesilebilirlik
vi: Khả năng giết mổ

source: Living
pl: Żyjący
tr: Yaşayan
vi: Còn sống

source: Side
pl: Strona
tr: Taraf
vi: Phe

source: Dead/Missing
de: Tot/Vermisst
fr: Mort/Disparu
it: Morto/Disperso
ko: 사망/실종
pl: Martwy/zagin.
pt_br: Mortos/Desaparecidos
ru: Умерли/пропали
tr: Ölü/Kayıp
vi: Đã chết/Mất tích
zh_hans: 死亡/失踪

source: Job
pl: Praca
tr: İş
vi: Công việc

source: Adopted somebody
de: Adoptierte jemanden
fr: Adopté quelqu'un
it: Adottato qualcuno
ko: 누군가를 입양했다
pl: Adoptował kogoś
pt_br: Adotou alguem
ru: Усыновил кого-то
tr: Birini sahiplendi
vi: Đã nhận nuôi ai đó
zh_hans: 被某人领养

source: Owned
fr: Possédé
it: Posseduto
ko: 소유
pl: Posiadany
pt_br: Propriedade
ru: Находящийся в собственности
tr: Sahipli
vi: Đã sở hữu
zh_hans: 拥有的

source: Being traded
fr: Être échangé
it: In commercio
ko: 거래 중
pl: Jest handlowany
pt_br: Sendo comercializado
ru: Быть проданным
tr: Takas ediliyor
vi: Đang giao dịch
zh_hans: 被交易的

source: Ready for slaughter
de: Bereit zum Schlachten
fr: Prêt pour l'abattage
it: Pronto per la macellazione
ko: 도축 준비
pl: Gotowy do uboju
pt_br: Pronto para abate
ru: Готовый к убою
tr: Kesime hazır
vi: Sẵn sàng giết mổ
zh_hans: 准备好屠宰

source: Available as pet
de: Verfügbar als Haustier
fr: Disponible comme animal de compagnie
it: Disponibile come animale domestico
ko: 애완동물 가능
pl: Dostępny jako pupil
pt_br: Disponível como animal de estimação
ru: Доступно как питомец
tr: Evcil hayvan olabilir
vi: Có sẵn làm thú cưng
zh_hans: 可作为宠物

source: Unavailable as pet
de: Nicht verfügbar als Haustier
fr: Non disponible comme animal de compagnie
it: Non disponibile come animale domestico
ko: 애완동물 불가
pl: Niedostępny jako pupil
pt_br: Não é animal de estimação
ru: Недоступно как питомец
tr: Evcil hayvan olamaz
vi: Không có sẵn làm thú cưng
zh_hans: 不可做为宠物

source: Uninterested in an owner
de: Uninteressiert an einem Besitzer
fr: Pas intéressé par un propriétaire
it: Non interessato in un proprietario
ko: 주인에게 관심이 없다
pl: Niezainteresowany właścicielem
pt_br: Não interessado em um dono
ru: Не заинтересован в хозяине
tr: Sahiplenilmeye ilgisiz
vi: Không quan tâm đến chủ
zh_hans: 对主人不感兴趣

source: Train (to make a pet) or slaughter
de: Ausbilden (zum Haustier machen) oder Schlachten
fr: Former (pour faire un animal de compagnie) ou abattre
it: Addestra (per farne un animale domestico) o ammazza
ko: 훈련(애완동물을 만들기 위해) 또는 도살
pl: Wytrenuj (aby zmienić w pupila) lub zabij
pt_br: Treinar (para ser animal de estimação) ou abate
ru: Тренировать (чтобы сделать питомцем) или забивать
tr: Eğit (evcil yapmak için) veya kes
vi: Huấn luyện (để làm thú cưng) hoặc giết mổ
zh_hans: 训练（来使之成为宠物）或屠宰

source: Hunting assignment
pl: Przydział polowania
tr: Avcılık görevi
vi: Nhiệm vụ săn bắt

source: Arena side
pl: Strona areny
tr: Arena tarafı
vi: Phe đấu trường

source: All tasks
de: Alle Aufgaben
fr: Toutes les tâches
it: Tutti i compiti
ko: 모든 작업
pl: Wszystkie zadania
pt_br: Todas tarefas
ru: Все задачи
tr: Tüm görevler
vi: Tất cả nhiệm vụ
zh_hans: 全部任务

source: Animals
de: Tiere
fr: Animaux
it: Animali
ko: 동물
pl: Zwierzęta
pt_br: Animais
ru: Животные
tr: Hayvanlar
vi: Động vật
zh_hans: 动物

source: Food
de: Essen
fr: Aliments
it: Cibo
ko: 식량
pl: Jadło
pt_br: Comida
ru: Пища
tr: Yiyecek
vi: Thực phẩm
zh_hans: 食物

source: Furniture/siege ammo
de: Möbel/Belagerungsmunition
fr: Mobilier/munitions de siège
it: Mobili/munizioni d'assedio
ko: 가구/공성 탄약
pl: Meble/amunicja oblężnicza
pt_br: Mobília/munição de cerco
ru: Мебель/осадные боеприпасы
tr: Mobilya/kuşatma cephanesi
vi: Nội thất/Đạn công thành
zh_hans: 家具/攻城弹药

source: Corpses
de: Leichen
fr: Cadavres
it: Cadaveri
ko: 시체
pl: Ciała
pt_br: Cadáveres
ru: Трупы
tr: Cesetler
vi: Xác chết
zh_hans: 尸体

source: Refuse
de: Abfall
fr: Déchet
it: Rifiuti
ko: 쓰레기
pl: Odpadki
pt_br: Restos
ru: Отходы
tr: Atık
vi: Rác thải
zh_hans: 垃圾

source: Stone
de: Stein
fr: Pierre
it: Pietra
ko: 돌
pl: Kamień
pt_br: Pedra
ru: Камень
tr: Taş
vi: Đá
zh_hans: 石料

source: Ammo
de: Munition
fr: Munitions
it: Munizione
ko: 탄약
pl: Amunicja
pt_br: Munição
ru: Снаряды
tr: Cephane
vi: Đạn dược
zh_hans: 弹药

source: Coins
de: Münzen
fr: Pièces de monnaie
it: Monete
ko: 동전
pl: Monety
pt_br: Moedas
ru: Монеты
tr: Sikkeler
vi: Tiền xu
zh_hans: 硬币

source: Bars/blocks
de: Barren/Blöcke
fr: Barres/blocs
it: Barre/blocchi
ko: 주괴/벽돌
pl: Sztaby/bloki
pt_br: Barras/Blocos
ru: Слитки/блоки
tr: Külçeler/bloklar
vi: Thanh/Khối
zh_hans: 条锭/砖块

source: Gems
de: Edelsteine
fr: Gemmes
it: Gemme
ko: 보석
pl: Kamienie szlachetne
pt_br: Gemas
ru: Самоцветы
tr: Mücevherler
vi: Đá quý
zh_hans: 宝石

source: Finished goods
de: Fertige Produkte
fr: Produits finis
it: Prodotti finiti
ko: 완제품
pl: Ukończone dobra
pt_br: Produtos acabados
ru: Готовые товары
tr: Mamul mallar
vi: Hàng hóa thành phẩm
zh_hans: 制成品

source: Cloth
de: Stoff
fr: Tissu
it: Stoffa
ko: 천
pl: Tkaniny
pt_br: Pano
ru: Ткань
tr: Kumaş
vi: Vải
zh_hans: 布料

source: Weapons/trap comps
de: Waffen/Fallen-Komponenten
fr: Compos armes/pièges
it: Armi/Comp. trappola
ko: 무기/함정 비교
pl: Broń/komponenty pułapek
pt_br: Composições de armas/armadilhas
ru: Компоненты оружия/ловушек
tr: Silahlar/tuzak bileşenleri
vi: Vũ khí/Linh kiện bẫy
zh_hans: 武器/陷阱组件

source: Armor
de: Rüstung
fr: Armure
it: Armatura
ko: 갑옷
pl: Pancerz
pt_br: Armadura
ru: Броня
tr: Zırh
vi: Áo giáp
zh_hans: 盔甲

source: Sheet
de: Blatt
fr: Feuille
it: Foglio
ko: 종이
pl: Arkusz
pt_br: Folha
ru: Лист бумаги
tr: Yaprak
vi: Tấm
zh_hans: 纸张

source: Additional options
de: Zusätzliche Optionen
fr: Options additionelles
it: Opzioni aggiuntive
ko: 추가 옵션
pl: Dodatkowe opcje
pt_br: Opções adicionais
ru: Дополнительные настройки
tr: Ek seçenekler
vi: Tùy chọn bổ sung
zh_hans: 额外选项

source: Empty cages
de: Leere Käfige
fr: Cages vides
it: Gabbie vuote
ko: 빈 우리
pl: Puste klatki
pt_br: Jaulas vazias
ru: Пустые клетки
tr: Boş kafesler
vi: Lồng trống
zh_hans: 空笼子

source: Empty animal traps
de: Leere Tierfallen
fr: Pièges à animaux vides
it: Trappole per animali vuote
ko: 빈 동물 함정
pl: Puste pułapki na zwierzęta
pt_br: Armadilha animal vazia
ru: Пустые силки
tr: Boş hayvan tuzakları
vi: Bẫy động vật trống
zh_hans: 空动物陷阱

source: Prepared meals
de: Zubereitete Mahlzeiten
fr: Plats préparés
it: Pasti preparati
ko: 준비된 식사
pl: Przygotowane posiłki
pt_br: Refeições preparadas
ru: Готовая еда
tr: Hazır yemekler
vi: Bữa ăn đã chế biến
zh_hans: 预备的餐点

source: Usable weapons
de: Benutzbare Waffen
fr: Armes utilisables
it: Armi utilizzabili
ko: 사용 가능한 무기
pl: Użyteczne bronie
pt_br: Armas utilizáveis
ru: Пригодное оружие
tr: Kullanılabilir silahlar
vi: Vũ khí có thể sử dụng
zh_hans: 可使用的武器

source: Unusable weapons
de: Unbrauchbare Waffen
fr: Armes inutilisables
it: Armi inutilizzabili
ko: 사용할 수 없는 무기
pl: Nieużyteczne bronie
pt_br: Armas inutilizáveis
ru: Непригодное оружие
tr: Kullanılamaz silahlar
vi: Vũ khí không thể sử dụng
zh_hans: 不可使用的武器

source: Usable armor
de: Nutzbare Rüstung
fr: Armure utilisable
it: Armatura utilizzabile
ko: 사용 가능한 갑옷
pl: Użyteczny pancerz
pt_br: Armadura utilizável
ru: Пригодные доспехи
tr: Kullanılabilir zırh
vi: Áo giáp có thể sử dụng
zh_hans: 可使用的盔甲

source: Unusable armor
de: Unbrauchbare Rüstung
fr: Armure inutilisable
it: Armatura inutilizzabile
ko: 사용할 수 없는 갑옷
pl: Nieużyteczny pancerz
pt_br: Armadura inutilizável
ru: Непригодные доспехи
tr: Kullanılamaz zırh
vi: Áo giáp không thể sử dụng
zh_hans: 不可使用的盔甲

source: Undyed
tr: Boyanmamış
vi: Chưa nhuộm

source: Unprepared fish
de: Unzubereiteter Fisch
fr: Poisson non préparé
it: Pesce non preparato
ko: 준비되지 않은 생선
pl: Nieprzygotowana ryba
pt_br: Peixe não preparado
ru: Сырая рыба
tr: Hazırlanmamış balık
vi: Cá chưa chế biến
zh_hans: 未经处理的鱼

source: Egg
de: Ei
fr: Œuf
it: Uovo
ko: 계란
pl: Jajo
pt_br: Ovo
ru: Яйцо
tr: Yumurta
vi: Trứng
zh_hans: 蛋

source: Plants
de: Pflanzen
fr: Végétaux
it: Piante
ko: 식물
pl: Rośliny
pt_br: Plantas
ru: Растения
tr: Bitkiler
vi: Thực vật
zh_hans: 植物

source: Drink (plant)
de: Getränk (Pflanze)
fr: Boisson (plante)
it: Bevanda (pianta)
ko: 음료수(식물)
pl: Napój (roślinny)
pt_br: Bebida (vegetal)
ru: Напиток (растительный)
tr: İçecek (bitkisel)
vi: Đồ uống (thực vật)
zh_hans: 饮料（植物）

source: Drink (animal)
de: Getränk (Tier)
fr: Boisson (animale)
it: Bevanda (animale)
ko: 음료수(동물성)
pl: Napój (zwierzęcy)
pt_br: Bebida (animal)
ru: Напиток (животный)
tr: İçecek (hayvansal)
vi: Đồ uống (động vật)
zh_hans: 饮料（动物）

source: Cheese (plant)
de: Käse (Pflanze)
fr: Fromage (plante)
it: Formaggio (pianta)
ko: 치즈(식물)
pl: Ser (roślinny)
pt_br: Queijo (planta)
ru: Сыр (растительный)
tr: Peynir (bitkisel)
vi: Phô mai (thực vật)
zh_hans: 奶酪（植物）

source: Cheese (animal)
de: Käse (Tier)
fr: Fromage (animal)
it: Formaggio (animale)
ko: 치즈(동물성)
pl: Ser (zwierzęcy)
pt_br: Queijo (animal)
ru: Сыр (животный)
tr: Peynir (hayvansal)
vi: Phô mai (động vật)
zh_hans: 奶酪（动物）

source: Seeds
de: Samen
fr: Des graines
it: Semi
ko: 씨앗
pl: Nasiona
pt_br: Sementes
ru: Семена
tr: Tohumlar
vi: Hạt giống
zh_hans: 种子
