Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: has an extremely broad body with lots of fat on it
de: hat einen extrem breiten Körper mit viel Fett
fr: a un corps extrêmement large avec beaucoup de graisse
it: ha un corpo estremamente ampio e ricco di grasso
ko: 지방이 많은 매우 넓은 몸을 가지고 있습니다.
pl: ma ekstremalnie szerokie ciało z ogromną ilością tłuszczu
pt_br: tem um corpo extremamente amplo com lotes de gordura nele
ru: имеет чрезвычайно широкое тело с большим количеством жира
tr: son derece geniş bir vücuda sahip ve üzerinde çok fazla yağ var
vi: sở hữu thân hình cực kỳ bề thế với rất nhiều mỡ.
zh_hans: 身材宽大，身上有很多脂肪

source: is fat with an extremely broad body
de: ist fett und hat einen extrem breiten Körper
fr: est gros avec un corps extrêmement large
it: è grasso con un corpo estremamente ampio
ko: 매우 넓은 몸에 뚱뚱하다
pl: jest gruby z ekstremalnie szerokim ciałem
pt_br: é gordo, com um corpo extremamente amplo
ru: жирный с чрезвычайно широким телом
tr: son derece geniş bir vücuda sahip ve şişman
vi: đẫy đà với thân hình cực kỳ bề thế.
zh_hans: 肥胖，身体极度宽大

source: has an incredibly broad body with almost no fat on it
de: hat einen unglaublich breiten Körper, der fast kein Fett aufweist
fr: a un corps incroyablement large avec presque pas de graisse dessus
it: ha un corpo incredibilmente ampio e quasi privo di grasso
ko: 지방이 거의 없는 믿을 수 없을 정도로 넓은 몸을 가지고 있습니다.
pl: ma niewiarygodnie szerokie ciało praktycznie bez tłuszczu
pt_br: tem um corpo incrivelmente amplo com quase nenhuma gordura nele
ru: обладает невероятно широким телом почти совсем без жира
tr: inanılmaz derecede geniş bir vücuda sahip ve üzerinde neredeyse hiç yağ yok
vi: sở hữu thân hình bề thế một cách đáng kinh ngạc, với gần như không có mỡ.
zh_hans: 有一个令人难以置信的宽广的身体，几乎没有脂肪。

source: has an extremely broad body with very little fat
de: hat einen extrem breiten Körper mit sehr wenig Fett
fr: a un corps extrêmement large avec très peu de graisse
it: ha un corpo estremamente ampio con pochissimo grasso
ko: 지방이 거의 없는 매우 넓은 신체를 가지고 있습니다.
pl: ma ekstremalnie szerokie ciało z bardzo małą ilością tłuszczu
pt_br: tem um corpo extremamente amplo com pouca gordura
ru: имеет чрезвычайно широкое тело с очень небольшим количеством жира
tr: son derece geniş bir vücuda sahip ve çok az yağı var
vi: sở hữu thân hình cực kỳ bề thế với rất ít mỡ.
zh_hans: 身体极度宽大，脂肪极少

source: has an extremely broad body with little fat
de: hat einen extrem breiten Körper mit wenig Fett
fr: a un corps extrêmement large avec peu de graisse
it: ha un corpo estremamente ampio e poco grasso
ko: 지방이 적고 매우 넓은 신체를 가지고 있습니다.
pl: ma ekstremalnie szerokie ciało z odrobiną tłuszczu
pt_br: tem um corpo extremamente amplo com pouca gordura
ru: имеет чрезвычайно широкое тело с небольшим количеством жира
tr: son derece geniş bir vücuda sahip ve az yağı var
vi: sở hữu thân hình cực kỳ bề thế với ít mỡ.
zh_hans: 身体极度宽大，没有什么脂肪

source: is incredibly broad-bodied
de: ist unglaublich breit gefächert
fr: est incroyablement large
it: è incredibilmente ampio
ko: 엄청나게 넓다
pl: ma niewiarygodnie szerokie ciało
pt_br: é incrivelmente amplo-bodied
ru: имеет невероятно широкое тело
tr: inanılmaz derecede geniş gövdeli
vi: có thân hình bề thế một cách đáng kinh ngạc.
zh_hans: 有具宽大的惊人的身体

source: has a very broad body, with enormous lard pockets packed in with the giant muscles
de: hat einen sehr breiten Körper, mit enormen Specktaschen, die mit den riesigen Muskeln verpackt sind
fr: a un corps très large, avec d'énormes poches de graisses emballées dans les muscles géants
it: ha un corpo molto ampio, con enormi sacche di lardo racchiuse da muscoli giganteschi
pl: ma bardzo szerokie ciało, z ogromnymi kawałami tłuszczu wpakowanymi między ogromne mięśnie
pt_br: tem um corpo muito amplo, com bolsos enormes banha misturada com os músculos gigantes
ru: имеет очень широкое тело с огромными складками жира, покрывающими гигантские мышцы
tr: çok geniş bir vücuda sahip, devasa kaslarla birlikte muazzam yağ cepleriyle dolu
vi: sở hữu thân hình rất bề thế, với những túi mỡ khổng lồ xen lẫn cơ bắp đồ sộ.
zh_hans: 有一个非常宽阔的身体，巨大的肥肉团和巨大的肌肉挤在一起。

source: has a very broad, muscular, fat body
de: hat einen sehr breiten, muskulösen, dicken Körper
fr: a un corps très large, musclé et gras
it: ha un corpo molto ampio, muscoloso e grasso
ko: 매우 넓고 근육질이며 뚱뚱한 몸을 가지고 있습니다.
pl: ma bardzo szerokie, muskularne, tłuste ciało
pt_br: tem um muito amplo, muscular, gordura corporal
ru: имеет очень широкое, мускулистое и жирное тело
tr: çok geniş, kaslı ve şişman bir vücuda sahip
vi: sở hữu thân hình rất bề thế, vạm vỡ, đẫy đà.
zh_hans: 有一副宽大，强壮且肥胖的身躯

source: has a very broad body but it is frail with very little fat on it
de: hat einen sehr breiten Körper, aber er ist zerbrechlich und hat nur sehr wenig Fett angesetzt
fr: a un corps très large mais frêle, avec très peu de graisse
it: ha un corpo molto ampio, ma fragile e con poco grasso.
ko: 몸이 매우 넓지만 지방이 거의 없어 허약합니다.
pl: ma bardzo szerokie ciało ale jest wątły z małą ilością tłuszczu
pt_br: tem um corpo muito amplo, mas é frágil com pouca gordura
ru: имеет очень широкое, но хилое тело с очень малым количеством жира
tr: çok geniş bir vücuda sahip ama çelimsiz ve üzerinde çok az yağ var
vi: sở hữu thân hình rất bề thế, nhưng lại yếu ớt với rất ít mỡ.
zh_hans: 有一个非常宽阔的身体，但它是虚弱的，身上的脂肪很少。

source: has a very broad body overall but it is weak with little fat on it
de: hat insgesamt einen sehr breiten Körper, aber er ist schwach und hat wenig Fett angesetzt
fr: a un corps très large dans l'ensemble mais il est faible avec peu de graisse sur lui
it: ha un corpo nel complesso molto ampio ma è debole e con poco grasso
ko: 전체적으로 매우 넓은 체형이지만 지방이 적고 약합니다.
pl: ma ogólnie bardzo szerokie ciało ale jest słaby z małą ilością tłuszczu
pt_br: tem um corpo muito amplo geral mas é fraca com pouca gordura
ru: имеет очень широкое, но слабое тело с малым количеством жира
tr: genel olarak çok geniş bir vücuda sahip ama güçsüz ve üzerinde az yağ var
vi: sở hữu tổng thể thân hình rất bề thế, nhưng lại yếu ớt với ít mỡ.
zh_hans: 全身到下十分庞大，但非常瘦弱，只有一点点脂肪

source: is incredibly muscular and has a very broad body
de: ist unglaublich muskulös und hat einen sehr breiten Körper
fr: est incroyablement musclé et a un corps très large
it: è incredibilmente muscoloso e ha un corpo molto ampio
ko: 엄청나게 근육질이고 몸이 매우 넓습니다.
pl: jest niewiarygodnie muskularny i ma bardzo szerokie ciało
pt_br: é incrivelmente muscular e tem um corpo muito amplo
ru: невероятно мускулистый с очень широким телом
tr: inanılmaz derecede kaslı ve çok geniş bir vücuda sahip
vi: cực kỳ vạm vỡ và sở hữu thân hình rất bề thế.
zh_hans: 肌肉非常发达，身体非常宽大

source: is very muscular and broad
de: ist sehr muskulös und breit
fr: est très musclé et large
it: è molto muscoloso e ampio
ko: 매우 근육질이고 넓습니다
pl: jest bardzo umięśniony i szeroki
pt_br: é muito ampla e muscular
ru: очень мускулистый и широкий
tr: çok kaslı ve geniş
vi: rất vạm vỡ và bề thế.
zh_hans: 肌肉发达，身体宽大

source: is muscular and very broad
de: ist muskulös und sehr breit
fr: est musclé et très large
it: è muscoloso e molto ampio
ko: 근육질이며 매우 넓습니다.
pl: jest umięśniony i bardzo szeroki
pt_br: é muito amplo e muscular
ru: мускулистый и очень широкий
tr: kaslı ve çok geniş
vi: vạm vỡ và rất bề thế.
zh_hans: 肌肉发达，非常宽大

source: has a very broad body but it is frail
de: hat einen sehr breiten Körper, aber er ist zerbrechlich
fr: a un corps très large mais il est frêle
it: ha un corpo molto ampio ma è fragile
ko: 몸은 매우 넓지만 연약하다.
pl: ma bardzo szerokie ciało, ale jest wątły
pt_br: tem um corpo muito amplo, mas é frágil
ru: имеет очень широкое, но хилое тело
tr: çok geniş bir vücuda sahip ama çelimsiz
vi: sở hữu thân hình rất bề thế, nhưng lại yếu ớt.
zh_hans: 身体很宽，但很虚弱

source: has ill-defined muscles on an otherwise broad body
de: hat schlecht ausgeprägte Muskeln an einem ansonsten breiten Körper
fr: a des muscles mal définis sur un corps autrement large
it: ha muscoli poco definiti su un corpo altrimenti ampio
ko: 그렇지 않으면 넓은 몸에 잘 정의되지 않은 근육이 있습니다.
pl: ma słabo zarysowane mięśnie, ale poza trym szerokie ciało
pt_br: tem músculos mal definidos em um corpo de outra maneira amplo
ru: имеет плохо обозначенные мышцы на широком теле
tr: başka türlü geniş olan bir vücutta belirsiz kaslara sahip
vi: sở hữu cơ bắp không rõ nét trên một thân hình tổng thể bề thế.
zh_hans: 身材宽大，但肌肉不发达

source: has a broad body that is somewhat weak
de: hat einen breiten, etwas schwachen Körper
fr: a un corps large qui est un peu faible
it: ha un corpo ampio piuttosto debole
ko: 다소 약한 넓은 몸을 가지고 있습니다.
pl: ma szerokie ciało które jest jakoś słabe
pt_br: tem um corpo amplo que é um pouco fraco
ru: имеет широкое, довольно слабое тело
tr: biraz güçsüz olan geniş bir vücuda sahip
vi: sở hữu thân hình bề thế hơi yếu ớt.
zh_hans: 有个不知为何很瘦弱的巨大身体

source: has a very broad body and is incredibly fat
de: hat einen sehr breiten Körper und ist unglaublich dick
fr: a un corps très large et est incroyablement gras
it: ha un corpo molto ampio ed è incredibilmente grasso
ko: 몸이 매우 넓고 엄청나게 뚱뚱하다.
pl: ma bardzo szerokie ciało i jest niewiarygodnie gruby
pt_br: tem um corpo muito amplo e é incrivelmente gorda
ru: имеет очень широкое тело и невероятно толстый
tr: çok geniş bir vücuda sahip ve inanılmaz derecede şişman
vi: sở hữu thân hình rất bề thế và cực kỳ béo.
zh_hans: 身材宽大，胖得不得了

source: is very broad and fat
de: ist sehr breit und dick
fr: est très large et gras
it: è molto ampio e grasso
ko: 매우 넓고 뚱뚱하다
pl: jest bardzo szeroki i gruby
pt_br: é muito amplo e gordo
ru: очень широкий и жирный
tr: çok geniş ve şişman
vi: rất bề thế và béo.
zh_hans: 很宽很胖

source: is fat and very broad
de: ist dick und sehr breit
fr: est gras et très large
it: è grasso e molto ampio
ko: 뚱뚱하고 매우 넓다
pl: jest tłusty i bardzo szeroki
pt_br: é gordo e muito amplo
ru: толстый и очень широкий
tr: şişman ve çok geniş
vi: béo và rất bề thế.
zh_hans: 很胖，很宽

source: has a very broad body but almost no fat
de: hat einen sehr breiten Körper, aber fast kein Fett
fr: a un corps très large mais presque pas de graisse
it: ha un corpo molto ampio ma quasi privo di grasso
ko: 체형이 매우 넓으나 지방이 거의 없음
pl: ma bardzo szerokie ciało praktycznie pozbawione tłuszczu
pt_br: tem um corpo muito amplo, mas quase sem gordura
ru: имеет очень широкое тело, но почти совсем без жира
tr: çok geniş bir vücuda sahip ama neredeyse hiç yağı yok
vi: sở hữu thân hình rất bề thế nhưng gần như không có mỡ.
zh_hans: 身体很宽，但几乎没有脂肪

source: has a very broad frame with very little fat on it
de: hat einen sehr breiten Körperbau mit sehr wenig Fettansatz
fr: a un cadre très large avec très peu de graisse dessus
it: è di struttura molto ampia con pochissimo grasso sopra
ko: 지방이 거의 없는 매우 넓은 프레임을 가지고 있습니다.
pl: ma bardzo szeroką sylwetkę z niewielką ilością tkanki tłuszczowej
pt_br: tem um quadro muito amplo com muito pouca gordura nele
ru: имеет очень широкое тело с очень небольшим количеством жира
tr: çok geniş bir çerçeveye sahip ve üzerinde çok az yağ var
vi: sở hữu vóc dáng rất bề thế với rất ít mỡ.
zh_hans: 身材宽大，没有什么赘肉

source: has a very broad body with little fat
de: hat einen sehr breiten Körper mit wenig Fett
fr: a un corps très large avec peu de graisse
it: ha un corpo molto ampio con poco grasso
ko: 지방이 적고 매우 넓은 몸을 가지고 있습니다.
pl: ma bardzo szerokie ciało z odrobiną tłuszczu
pt_br: tem um corpo muito amplo com pouca gordura
ru: имеет очень широкое тело с малым количеством жира
tr: çok geniş bir vücuda sahip ve az yağı var
vi: sở hữu thân hình rất bề thế với ít mỡ.
zh_hans: 身材宽大，脂肪少

source: is very broad-bodied
de: ist sehr breit gefächert
fr: est très large
it: è molto corposo
ko: 몸이 매우 넓다
pl: jest bardzo szeroki fizycznie
pt_br: é muito amplo-bodied
ru: очень широкий
tr: çok geniş gövdeli
vi: có thân hình rất bề thế.
zh_hans: 身体非常宽大

source: has a broad body bearing impressive muscles and a great load of fat
de: hat einen breiten Körper mit beeindruckenden Muskeln und einer großen Ladung Fett
fr: a un corps large portant des muscles impressionnants et une grande quantité de graisse
it: ha un corpo ampio con una muscolatura impressionante e un grande carico di grasso
ko: 인상적인 근육과 많은 지방을 지닌 넓은 몸을 가지고 있습니다.
pl: ma szerokie ciało z imponującymi mięśniami i dużą ilością tłuszczu
pt_br: tem um corpo amplo rolamento músculos impressionantes e uma grande carga de gordura
ru: имеет широкое тело с впечатляющими мускулами и непомерным бременем жира
tr: etkileyici kaslar ve büyük bir yağ yükü taşıyan geniş bir vücuda sahip
vi: sở hữu thân hình bề thế, mang cơ bắp ấn tượng và một lượng lớn mỡ.
zh_hans: 有一个宽阔的身体，拥有令人印象深刻的肌肉和巨大的脂肪负荷

source: is broad-bodied, muscular and fat
de: ist breit gebaut, muskulös und dick
fr: est large, musclé et gras
it: è corposo, muscoloso e grasso
ko: 통통하고 근육질이며 뚱뚱하다.
pl: ma szerokie ciało, jest umięśniony i gruby
pt_br: é largo-bodied, muscular e gordura
ru: широкотелый, мускулистый и жирный
tr: geniş gövdeli, kaslı ve şişman
vi: thân hình bề thế, vạm vỡ và đẫy đà.
zh_hans: 身材宽大，肌肉发达，身体肥胖

source: is frail and very skinny yet with an overall broad body
de: ist zerbrechlich und sehr dünn, hat aber einen insgesamt breiten Körper
fr: est frêle et très maigre mais avec un corps globalement large
it: è fragile e molto secco, ma con un corpo ampio nel complesso
ko: 연약하고 매우 말랐지만 전반적으로 넓은 신체를 가지고 있습니다.
pl: jest wątły i bardzo chudy, ale ma ogólnie szerokie ciało
pt_br: é frágil e muito magro mas com um corpo geral amplo
ru: хрупкий и очень худой, но с широким телом
tr: çelimsiz ve çok sıska ama genel olarak geniş bir vücuda sahip
vi: yếu ớt và rất gầy gò, nhưng lại sở hữu tổng thể thân hình bề thế.
zh_hans: 身体虚弱，非常瘦弱，但总体上有一个宽阔的身体

source: is broad-bodied, though weak and skinny
de: ist breit gebaut, aber schwach und dünn
fr: est large, bien que faible et maigre
it: è di corpo ampio, anche se debole e secco
ko: 약하고 마른 체형이지만 통통합니다.
pl: ma szerokie ciało, ale jest słaby i chudy
pt_br: é largo-corpóreos, embora magro e fraco
ru: широкотелый, но слабый и тощий
tr: güçsüz ve sıska olsa da geniş gövdeli
vi: thân hình bề thế, dù yếu ớt và gầy gò.
zh_hans: 身形巨大，但很瘦弱

source: has incredible muscles stretched over a broad body
de: hat unglaubliche Muskeln, die sich über einen breiten Körper erstrecken
fr: a des muscles incroyables étirés sur un corps large
it: ha una muscolatura incredibile che si estende su un corpo ampio
ko: 넓은 몸에 놀라운 근육이 뻗어 있습니다.
pl: ma niewiarygodne mięśnie rozciągnięte na szerokim ciele
pt_br: tem músculos incríveis esticada sobre um corpo amplo
ru: обладает невероятными мышцами, покрывающими широкое тело
tr: geniş bir vücudun üzerine gerilmiş inanılmaz kaslara sahip
vi: sở hữu cơ bắp đáng kinh ngạc trải rộng trên một thân hình bề thế.
zh_hans: 拥有令人难以置信的肌肉伸展在广阔的身体上

source: is very muscular with a broad body
de: ist sehr muskulös und hat einen breiten Körper
fr: est très musclé avec un corps large
it: è molto muscoloso con un corpo ampio
ko: 넓은 몸에 매우 근육질입니다
pl: jest bardzo umięśniony z szerokim ciałem
pt_br: é muito musculoso, com um amplo corpo
ru: очень мускулистый, с широким телом
tr: geniş bir vücutla çok kaslı
vi: rất vạm vỡ với thân hình bề thế.
zh_hans: 肌肉发达，身体宽大

source: is broad and muscular
de: ist breit und muskulös
fr: est large et musclé
it: è ampio e muscoloso
ko: 넓고 근육질이다
pl: jest szeroki i umięśniony
pt_br: é largo e musculoso
ru: широкий и мускулистый
tr: geniş ve kaslı
vi: bề thế và vạm vỡ.
zh_hans: 身材宽大，肌肉发达

source: has a broad body but it is very frail
de: hat einen breiten Körper, ist aber sehr gebrechlich
fr: a un corps large mais il est très frêle
it: ha un corpo ampio, ma è molto fragile
ko: 몸은 넓지만 매우 연약하다.
pl: ma szerokie ciało ale jest bardzo wątły
pt_br: tem um corpo amplo, mas é muito frágil.
ru: имеет широкое тело, но он очень хилый
tr: geniş bir vücuda sahip ama çok çelimsiz
vi: sở hữu thân hình bề thế nhưng rất yếu ớt.
zh_hans: 身体宽大，但很虚弱

source: is broad yet weak
de: ist breit, aber schwach
fr: est large mais faible
it: è ampio ma debole
ko: 넓지만 약하다
pl: jest szeroki ale słaby
pt_br: é amplo ainda fraco
ru: широкий, но слабый
tr: geniş ama güçsüz
vi: bề thế nhưng yếu ớt.
zh_hans: 很巨大但很瘦弱

source: is broad with little muscle
de: ist breit mit wenig Muskeln
fr: est large avec peu de muscle
it: è ampio con poco muscolo
ko: 근육이 적고 넓다
pl: jest szeroki z odrobiną mięśni
pt_br: é amplo, com pouco músculo
ru: широкий с небольшими мышцами
tr: geniş ama az kaslı
vi: bề thế với ít cơ bắp.
zh_hans: 宽大，没有什么肌肉

source: has a broad body made broader still by no shortage of surrounding lard
de: hat einen breiten Körper, der noch breiter wird, weil es ihm an Speck nicht mangelt
fr: a un corps large encore plus large grâce au saindoux qui l'entoure
it: ha un corpo ampio, reso ancor più ampio dall'abbondanza di lardo
ko: 주변 라드가 부족하지 않아 더 넓어진 넓은 몸체를 가지고 있습니다.
pl: ma szerokie ciało, które jest jeszcze szersze, ponieważ nie brakuje mu otaczającego go tłuszczu
pt_br: tem um amplo corpo feita mais amplo ainda por nenhuma falta de em torno de banha
ru: имеет широкое тело, покрытое большим количеством сала, делающим его ещё более широким
tr: çevresindeki yağ eksikliği olmayan, daha da genişlemiş geniş bir vücuda sahip
vi: sở hữu thân hình bề thế, càng thêm bề thế bởi lớp mỡ thừa bao bọc.
zh_hans: 有一个宽阔的身体，因为周围不乏猪油，所以更加宽阔。

source: is broad-bodied and very fat
de: ist breit gebaut und sehr dick
fr: est large et très gras
it: è corposo e molto grasso
ko: 통통하고 매우 뚱뚱하다.
pl: ma szerokie, bardzo tłuste ciało
pt_br: é muito gordo e encorpado ampla
ru: широкотелый и очень толстый
tr: geniş gövdeli ve çok şişman
vi: thân hình bề thế và rất béo.
zh_hans: 身材宽大，非常肥胖

source: is broad and fat
de: ist breit und fett
fr: est large et gras
it: è ampio e grasso
ko: 넓고 뚱뚱하다
pl: jest szeroka i tłusta
pt_br: é largo e gordo
ru: широкий и толстый
tr: geniş ve şişman
vi: bề thế và béo.
zh_hans: 又宽又胖

source: has a broad body with almost no fat on it
de: hat einen breiten Körper, der fast kein Fett aufweist
fr: a un corps large avec presque pas de graisse dessus
it: ha un corpo ampio quasi privo di grasso
ko: 지방이 거의 없는 넓은 체형
pl: ma szerokie ciało praktycznie bez tłuszczu
pt_br: tem um corpo amplo com quase nenhuma gordura nele
ru: имеет широкое тело почти без жира
tr: geniş bir vücuda sahip ve üzerinde neredeyse hiç yağ yok
vi: sở hữu thân hình bề thế với gần như không có mỡ.
zh_hans: 身材宽大，几乎没有脂肪

source: has a broad body with very little fat
de: hat einen breiten Körper mit sehr wenig Fett
fr: a un corps large avec très peu de graisse
it: ha un corpo ampio con pochissimo grasso
ko: 지방이 거의 없는 넓은 체격을 가지고 있습니다.
pl: ma szerokie ciało z bardzo małą ilością tłuszczu
pt_br: tem um corpo amplo com muito pouca gordura
ru: имеет широкое тело с очень малым количеством жира
tr: geniş bir vücuda sahip ve çok az yağı var
vi: sở hữu thân hình bề thế với rất ít mỡ.
zh_hans: 身体宽大，脂肪少

source: has a broad body with little fat
de: hat einen breiten Körper mit wenig Fett
fr: a un corps large avec peu de graisse
it: ha un corpo ampio con poco grasso
ko: 체지방이 적고 넓은 체형
pl: ma szerokie ciał z odrobiną tłuszczu
pt_br: tem um amplo corpo com pouca gordura
ru: имеет широкое тело с малым количеством жира
tr: geniş bir vücuda sahip ve az yağı var
vi: sở hữu thân hình bề thế với ít mỡ.
zh_hans: 身材宽大，脂肪少

source: has a broad body
de: hat einen breiten Körper
fr: a un corps large
it: ha un corpo ampio
ko: 몸이 넓다
pl: ma szerokie ciało
pt_br: tem um corpo amplo
ru: имеет широкое тело
tr: geniş bir vücuda sahip
vi: sở hữu thân hình bề thế.
zh_hans: 具有广泛的身体

source: has a long body and would be slim were it not for the massive layers of lard over equally gigantic muscles
de: hat einen langen Körper und wäre schlank, hätte er nicht eine dicke Speckschicht über ebenso dicken Muskeln
fr: a un corps long et serait mince s'il n'y avait pas d'énormes couches de gras sur des muscles tout aussi gigantesques.
it: ha un corpo lungo e sarebbe magro se non fosse per i massicci strati di lardo su muscoli altrettanto giganteschi
pl: ma długie ciało i byłby szczupły, gdyby nie ogromne warstwy tłuszczu na równie gigantycznych mięśniach
pt_br: tem um corpo longo e seria magro não fossem as enormes camadas de banha sobre músculos igualmente gigantescos
ru: имеет длинное тело, которое могло бы быть стройным, если бы не было покрыто слоями сала и гигантскими мышцами
tr: uzun bir vücuda sahip ve eşit derecede devasa kasların üzerindeki muazzam yağ tabakaları olmasaydı ince olurdu
vi: sở hữu thân hình dài, sẽ thon thả nếu không vì những lớp mỡ dày đồ sộ phủ lên cơ bắp cũng khổng lồ không kém.
zh_hans: 身材修长，如果不是因为同样巨大的肌肉上有大量的猪油，他的身材会很苗条。

source: has a long, thin body, thickened by muscle and fat
de: hat einen langen, dünnen Körper, der durch Muskeln und Fett verdickt ist
fr: a un corps long et mince, épaissi par les muscles et la graisse
it: ha un corpo lungo ed esile, ispessito da muscoli e grasso
ko: 근육과 지방으로 두꺼워진 길고 가는 몸을 가지고 있습니다.
pl: ma długie, cienkie ciało, pogrubione przez mięśnie i tłuszcz
pt_br: tem um longo, fino de corpo, engrossado por músculo e gordura
ru: имеет длинное тонкое тело, расширенное мышцами и жиром
tr: kas ve yağ ile kalınlaşmış uzun, ince bir vücuda sahip
vi: sở hữu thân hình dài, gầy, được làm dày bởi cơ bắp và mỡ.
zh_hans: 身体瘦长，由肌肉和脂肪加厚

source: has a long, thin frame, frail with very little fat
de: hat eine lange, dünne Statur, zerbrechlich mit sehr wenig Fett
fr: a un cadre long et mince, frêle avec très peu de graisse
it: ha una struttura lunga, esile, fragile e con pochissimo grasso
ko: 가늘고 긴 체격을 가지고 있으며, 지방이 거의 없고 연약합니다.
pl: ma długą, szczupłą sylwetkę, jest wątły i ma bardzo mało tkanki tłuszczowej
pt_br: tem um quadro de longo e fino, frágil, com pouca gordura
ru: имеет длинное, тонкое и хилое тело с очень малым количеством жира
tr: çok az yağlı, çelimsiz, uzun, ince bir çerçeveye sahip
vi: sở hữu vóc dáng dài, gầy, yếu ớt với rất ít mỡ.
zh_hans: 身材瘦长，身体虚弱，脂肪很少

source: has a long, thin body that is somewhat weak with little fat
de: hat einen langen, dünnen Körper, der etwas schwach ist und wenig Fett aufweist
fr: a un corps long et mince qui est un peu faible avec peu de graisse
it: ha un corpo lungo ed esile, piuttosto debole e con poco grasso
ko: 몸이 길고 가늘며 지방이 적고 다소 약합니다.
pl: ma długie, szczupłe ciało, które jest dość słabe i ma mało tkanki tłuszczowej
pt_br: tem um corpo longo e fino que é um pouco fraco com pouca gordura
ru: имеет длинное, тонкое и довольно слабое тело с малым количеством жира
tr: az yağlı, biraz güçsüz, uzun, ince bir vücuda sahip
vi: sở hữu thân hình dài, gầy, hơi yếu ớt với ít mỡ.
zh_hans: 瘦长的身体，有点虚弱，没有什么脂肪

source: has a long, thin frame strapped with incredible muscles
de: hat einen langen, schlanken Körper, der mit unglaublichen Muskeln ausgestattet ist
fr: a un cadre long et mince attaché avec des muscles incroyables
it: ha una struttura lunga ed esile, con una muscolatura incredibile
ko: 놀라운 근육으로 묶인 길고 얇은 프레임을 가지고 있습니다.
pl: ma długą, cienką sylwetkę obciągniętą niewiarygodnymi mięśniami
pt_br: tem um quadro de longo e fino amarrado com músculos incríveis
ru: имеет длинное тонкое тело, перетянутое невероятными мышцами
tr: inanılmaz kaslarla sarılı uzun, ince bir çerçeveye sahip
vi: sở hữu vóc dáng dài, gầy, cuồn cuộn cơ bắp đáng kinh ngạc.
zh_hans: 有一个瘦长的框架，绑着令人难以置信的肌肉

source: is long and thin with strong muscles
de: ist lang und dünn mit starken Muskeln
fr: est long et mince avec des muscles forts
it: è lungo ed esile, con muscoli possenti
ko: 길고 가늘고 강한 근육
pl: jest długi i cienki z silnymi mięśniami
pt_br: é longa e fina, com músculos fortes
ru: длинный и тонкий с сильными мышцами
tr: güçlü kaslarla uzun ve ince
vi: dài và gầy với cơ bắp săn chắc.
zh_hans: 瘦长，肌肉结实

source: is long, thin and muscular
de: ist lang, dünn und muskulös
fr: est long, mince et musclé
it: è lungo, esile e muscoloso
ko: 길고 가늘고 근육질이다.
pl: jest długi, cienki i muskularny
pt_br: é longo, fino e musculoso
ru: длинный, тонкий и мускулистый
tr: uzun, ince ve kaslı
vi: dài, gầy và vạm vỡ.
zh_hans: 身材瘦长，肌肉发达
