Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: is tall and belarded by great hanging sacks of fat
de: ist groß und gespickt mit großen hängenden Fettsäcken
fr: est grand et barbu par de grands sacs de graisse suspendus
it: è alto e corpulento con grandi sacche di grasso
ko: 키가 크고 거대한 지방 자루에 수염이 있습니다.
pl: jest wysoki i powiększany przez zwisające zwały tłuszczu
pt_br: é alto e belarded pelo grande pendurar sacos de gordura
ru: высокий, покрытый огромными складками жира
tr: uzun ve büyük sarkan yağ torbalarıyla bağlamış
vi: cao lớn và bị bao phủ bởi những khối mỡ chảy xệ đồ sộ.
zh_hans: 身材高大，肚子上挂着大袋的肥肉

source: is tall and very fat
de: ist groß und sehr dick
fr: est grand et très gros
it: è alto e molto grasso
ko: 키가 크고 매우 뚱뚱하다
pl: jest wysoki i bardzo gruby
pt_br: é alto e muito gordo
ru: высокий и очень толстый
tr: uzun ve çok şişman
vi: cao lớn và rất béo.
zh_hans: 身材高大，非常肥胖

source: is tall and fat
de: ist groß und fett
fr: est grand et gros
it: è alto e grasso
ko: 키가 크고 뚱뚱하다
pl: jest wysoki i gruby
pt_br: é alto e gordo
ru: высокий и толстый
tr: uzun ve şişman
vi: cao lớn và béo.
zh_hans: 又高又胖

source: is tall and incredibly skinny
de: ist groß und unglaublich dünn
fr: est grand et incroyablement maigre
it: è alto e incredibilmente secco
ko: 키가 크고 엄청나게 말랐다.
pl: jest wysoki i niewiarygodnie chudy
pt_br: é alto e incrivelmente magro
ru: высокий и невероятно тощий
tr: uzun ve inanılmaz derecede sıska
vi: cao lớn và vô cùng khẳng khiu.
zh_hans: 身材高大，瘦得惊人

source: is tall and very skinny
de: ist groß und sehr dünn
fr: est grand et très maigre
it: è alto e molto secco
ko: 키가 크고 매우 말랐다
pl: jest wysoki i bardzo chudy
pt_br: é alto e muito magro
ru: высокий и очень худой
tr: uzun ve çok sıska
vi: cao lớn và rất khẳng khiu.
zh_hans: 身材高大，非常瘦弱

source: is tall and skinny
de: ist groß und dünn
fr: est grand et maigre
it: è alto e secco
ko: 키가 크고 말랐다
pl: jest wysoki i chudy
pt_br: é alto e magro
ru: высокий и тощий
tr: uzun ve sıska
vi: cao lớn và khẳng khiu.
zh_hans: 又高又瘦

source: is tall
de: ist groß
fr: est grand
it: è alto
ko: 키가 크다
pl: jest wysoki
pt_br: é alto
ru: высокий
tr: uzun
vi: cao lớn.
zh_hans: 很高

source: is incredibly long with impressive muscles and great sacks of lard
de: ist unglaublich lang mit beeindruckenden Muskeln und großen Speckrollen
fr: est incroyablement long, avec des muscles impressionnants et de grands sacs de lard
it: è incredibilmente lungo con muscoli impressionanti e grandi sacche di lardo
ko: 인상적인 근육과 큰 라드 자루로 믿을 수 없을 정도로 길다
pl: jest niewiarygodnie długi, z imponującymi mięśniami i wielkimi zwałami sadła
pt_br: é incrivelmente longo com músculos impressionantes e grandes sacos de banha
ru: невероятно высокий с впечатляющими мышцами и большими складками сала
tr: inanılmaz derecede uzun, etkileyici kasları ve büyük yağ torbaları var
vi: vô cùng dài với cơ bắp ấn tượng và những khối mỡ đồ sộ.
zh_hans: 令人难以置信的修长，有令人印象深刻的肌肉和大袋的猪油

source: is extremely long with muscle and fat in equal measure
de: ist extrem lang mit Muskeln und Fett in gleichem Maße
fr: est extrêmement long avec du muscle et de la graisse à parts égales
it: è estremamente lungo con muscoli e grasso in egual misura
ko: 근육과 지방이 같은 크기로 매우 깁니다.
pl: jest ekstremalnie długi, z równymi ilościami tłuszczu i mięśni
pt_br: é extremamente longo com músculo e gordura em igual medida
ru: очень высокий, мускулистый и жирный
tr: eşit ölçüde kas ve yağ ile son derece uzun
vi: cực kỳ dài với lượng cơ bắp và mỡ tương đương.
zh_hans: 非常修长，肌肉和脂肪并重

source: is frail and really skinny but also extremely long
de: ist gebrechlich und wirklich dünn, aber auch extrem lang
fr: est frêle et vraiment maigre mais aussi extrêmement long
it: è fragile e molto secco, ma anche estremamente lungo
ko: 연약하고 정말 말랐지만 또한 매우 길다
pl: jest wątły i bardzo chudy, jak również ekstremalnie długi
pt_br: é frágil e magrinha, mas também extremamente longa
ru: хилый и очень тощий, но и очень высокий
tr: çelimsiz ve gerçekten sıska ama aynı zamanda son derece uzun
vi: ốm yếu và rất khẳng khiu nhưng cũng cực kỳ dài.
zh_hans: 体弱多病，非常瘦小，但也非常修长。

source: is incredibly long yet is also weak and skinny
de: ist unglaublich lang jedoch auch schwach und dünn
fr: est incroyablement long mais est aussi faible et maigre
it: è incredibilmente lungo ma è anche debole e secco
ko: 엄청나게 길지만 약하고 마른 체형입니다.
pl: jest niewiarygodnie długi, lecz również słaby i chudy
pt_br: é incrivelmente longa, no entanto, também é fraco e magro
ru: невероятно высокий, но слабый и худой
tr: inanılmaz derecede uzun ama aynı zamanda güçsüz ve sıska
vi: vô cùng dài nhưng cũng yếu ớt và khẳng khiu.
zh_hans: 很高，但也很瘦弱，很虚弱

source: is incredibly long and muscular
de: ist unglaublich lang und muskulös
fr: est incroyablement long et musclé
it: è incredibilmente lungo e muscoloso
ko: 엄청나게 길고 근육질이다
pl: jest niewiarygodnie długi i muskularny
pt_br: é incrivelmente longo e musculoso
ru: невероятно высокий и мускулистый
tr: inanılmaz derecede uzun ve kaslı
vi: vô cùng dài và vạm vỡ.
zh_hans: 是令人难以置信的修长和肌肉的

source: is very muscular and incredibly long
de: ist sehr muskulös und unglaublich lang
fr: est très musclé et incroyablement long
it: è molto muscoloso e incredibilmente lungo
ko: 매우 근육질이고 엄청나게 길다
pl: jest bardzo umięśniony i niewiarygodnie długi
pt_br: é muito musculoso e incrivelmente longo
ru: очень мускулистый и невероятно высокий
tr: çok kaslı ve inanılmaz derecede uzun
vi: rất vạm vỡ và vô cùng dài.
zh_hans: 肌肉发达，修长度惊人

source: is muscular and extremely long
de: ist muskulös und extrem lang
fr: est musclé et extrêmement long
it: è muscoloso ed estremamente lungo
ko: 근육질이고 매우 길다
pl: jest muskularny i ekstremalnie długi
pt_br: é extremamente longo e musculoso
ru: мускулистый и очень высокий
tr: kaslı ve son derece uzun
vi: vạm vỡ và cực kỳ dài.
zh_hans: 肌肉发达且极修长

source: is very frail and incredibly long
de: ist sehr zerbrechlich und unglaublich lang
fr: est très fragile et incroyablement long
it: è molto fragile e incredibilmente lungo
ko: 매우 연약하고 엄청나게 길다
pl: jest bardzo wątły i niewiarygodnie długi
pt_br: é muito frágil e incrivelmente longo
ru: очень хрупкий и невероятно высокий
tr: çok çelimsiz ve inanılmaz derecede uzun
vi: rất ốm yếu và vô cùng dài.
zh_hans: 非常虚弱和难以置信的修长

source: is weak and extremely long
de: ist schwach und extrem lang
fr: est faible et extrêmement long
it: è debole ed estremamente lungo
ko: 약하고 매우 길다
pl: jest słaby i ekstremalnie długi
pt_br: é extremamente longo e fraco
ru: слабый и очень высокий
tr: güçsüz ve son derece uzun
vi: yếu ớt và dài vô cùng
zh_hans: 软弱无力，时间极修长

source: is somewhat weak and extremely long
de: ist etwas schwach und extrem lang
fr: est un peu faible et extrêmement long
it: è piuttosto debole ed estremamente lungo
ko: 다소 약하고 매우 길다
pl: jest trochę słaby i ekstremalnie długi
pt_br: é um pouco fraco e extremamente longa
ru: довольно слабый и очень высокий
tr: biraz güçsüz ve son derece uzun
vi: có phần yếu ớt và dài vô cùng
zh_hans: 有一点弱，而且非常修长

source: is incredibly long, encapsulated in massive layers of lard
de: ist unglaublich lang, in massiven Schichten von speck eingekapselt
fr: est incroyablement long, encapsulé dans des couches massives de lard
it: è incredibilmente lungo, incapsulato in massicci strati di lardo
ko: 믿을 수 없을 정도로 길고 거대한 라드 층으로 캡슐화되어 있습니다.
pl: jest niewiarygodnie długi, otoczony masywnymi zwałami sadła
pt_br: é incrivelmente longa, encapsulado em camadas de massivas de banha
ru: невероятно высокий, покрытый массивными слоями сала
tr: inanılmaz derecede uzun, muazzam yağ tabakalarıyla kaplanmış
vi: dài đáng kinh ngạc, được bao bọc trong những lớp mỡ dày cộm
zh_hans: 令人难以置信的修长，被包裹在巨大的猪油层中

source: is extremely long and very fat
de: ist extrem lang und fett
fr: est extrêmement long et très gras
it: è estremamente lungo e molto grasso
ko: 매우 길고 매우 뚱뚱하다
pl: jest ekstremalnie długi i bardzo gruby
pt_br: é extremamente longo e muito gordo
ru: очень высокий и очень толстый
tr: son derece uzun ve çok şişman
vi: dài vô cùng và rất mập mạp
zh_hans: 长得极高且非常胖

source: is fat and incredibly long
de: ist fett und unglaublich lang
fr: est gras et incroyablement long
it: è grasso e incredibilmente lungo
ko: 뚱뚱하고 엄청나게 길다
pl: jest gruby i niewiarygodnie długi
pt_br: é gordo e incrivelmente longo
ru: толстый и невероятно высокий
tr: şişman ve inanılmaz derecede uzun
vi: mập mạp và dài đáng kinh ngạc
zh_hans: 肥而不腻

source: is incredibly long and skinny
de: ist unglaublich lang und dünn
fr: est incroyablement long et maigre
it: è incredibilmente lungo e secco
ko: 엄청나게 길고 가늘다
pl: jest niewiarygodnie długi i chudy
pt_br: é incrivelmente longo e fino
ru: невероятно высокий и худой
tr: inanılmaz derecede uzun ve sıska
vi: dài đáng kinh ngạc và gầy gò
zh_hans: 瘦修长得令人难以置信

source: is very skinny and extremely long
de: ist sehr dünn und extrem lange
fr: est très maigre et extrêmement long
it: è molto secco ed estremamente lungo
ko: 매우 가늘고 매우 길다
pl: jest bardzo chody i ekstremalnie długi
pt_br: é extremamente longo e muito magro
ru: очень худой и очень высокий
tr: çok sıska ve son derece uzun
vi: rất gầy gò và dài vô cùng
zh_hans: 非常瘦，非常修长

source: is skinny and incredibly long
de: ist dünn und unglaublich lang
fr: est maigre et incroyablement long
it: è secco e incredibilmente lungo
ko: 가늘고 엄청나게 길다
pl: jest chudy i niewiarygodnie długi
pt_br: é incrivelmente longo e magro
ru: тощий и невероятно высокий
tr: sıska ve inanılmaz derecede uzun
vi: gầy gò và dài đáng kinh ngạc
zh_hans: 瘦小而不可思议的修长

source: is incredibly long
de: ist unglaublich lang
fr: est incroyablement long
it: è incredibilmente lungo
ko: 엄청나게 길다
pl: jest niewiarygodnie długi
pt_br: é incrivelmente longo
ru: невероятно высокий
tr: inanılmaz derecede uzun
vi: dài đáng kinh ngạc
zh_hans: 是令人难以置信的修长

source: is extremely muscular and lardy and also very long
de: ist extrem muskulös, fettig und auch sehr lang
fr: est extrêmement musclé et lard et aussi très long
it: è estremamente muscoloso, lardoso e anche molto lungo
ko: 매우 근육질이고 lardy이며 또한 매우 길다.
pl: jest ekstremalnie umięśniony, smukły i bardzo długi
pt_br: é extremamente muscular e gorduroso e também muito longa
ru: очень мускулистый, жирный и очень высокий
tr: son derece kaslı ve yağlı ve aynı zamanda çok uzun
vi: cực kỳ vạm vỡ và ngấn mỡ, đồng thời cũng rất dài
zh_hans: 肌肉非常发达，而且非常修长。

source: is very long, muscular and fat
de: ist sehr lang, muskulös und fett
fr: est très long, musclé et gras
it: è molto lungo, muscoloso e grasso
ko: 매우 길고 근육질이며 뚱뚱합니다.
pl: jest bardzo długi, umięśniony i gruby
pt_br: é muito longo, musculoso e gordo
ru: очень высокий, мускулистый и жирный
tr: çok uzun, kaslı ve şişman
vi: rất dài, vạm vỡ và mập mạp
zh_hans: 身材颀修长，肌肉发达，身材肥胖

source: has a very long body, frail and skinny
de: hat einen sehr langen Körper, zart und dünn
fr: a un corps très long, frêle et maigre
it: ha un corpo molto lungo, fragile e secco
ko: 몸이 매우 길고 연약하고 마른 체형을 가지고 있습니다.
pl: ba bardzo długie, wątłe i chude ciało
pt_br: tem um corpo muito longo, frágil e magro
ru: имеет очень длинное тело, слабый и худой
tr: çok uzun bir vücuda sahip, çelimsiz ve sıska
vi: có thân hình rất dài, yếu ớt và gầy gò
zh_hans: 身材瘦长，体弱多病

source: is weak and skinny with a very long body overall
de: ist insgesamt schwach und dünn mit einem sehr langen Körper
fr: est faible et maigre avec un corps très long dans l'ensemble
it: è debole e secco con un corpo, nel complesso, molto lungo
ko: 전체적으로 몸이 매우 긴 약하고 마른 체형
pl: jest słaby i chudy, z ogólnie bardzo długim ciałem
pt_br: é fraco e magro com um corpo muito geral
ru: слабый и тощий, с очень длинным телом
tr: güçsüz ve sıska, genel olarak çok uzun bir vücuda sahip
vi: yếu ớt và gầy gò với toàn bộ thân hình rất dài
zh_hans: 很瘦弱，但身形很高大

source: is very long and incredibly muscular
de: ist sehr lang und unglaublich muskulös
fr: est très long et incroyablement musclé
it: è molto lungo e incredibilmente muscoloso
ko: 매우 길고 놀랍도록 근육질입니다.
pl: jest bardzo długi i niewiarygodnie umięśniony
pt_br: é muito longa e incrivelmente muscular
ru: очень высокий и невероятно мускулистый
tr: çok uzun ve inanılmaz derecede kaslı
vi: rất dài và vạm vỡ đáng kinh ngạc
zh_hans: 很长，而且肌肉非常发达

source: is very long and muscular
de: ist sehr lang und muskulös
fr: est très long et musclé
it: è molto lungo e muscoloso
ko: 매우 길고 근육질이다
pl: jest bardzo długi i muskularny
pt_br: é muito longo e musculoso
ru: очень высокий и мускулистый
tr: çok uzun ve kaslı
vi: rất dài và vạm vỡ
zh_hans: 身长体壮

source: is muscular and very long
de: ist muskulös und sehr lang
fr: est musclé et très long
it: è muscoloso e molto lungo
ko: 근육질이고 매우 길다
pl: jest muskularny i bardzo długi
pt_br: é muito longa e muscular
ru: мускулистый, очень высокий
tr: kaslı ve çok uzun
vi: vạm vỡ và rất dài
zh_hans: 肌肉发达，非常长

source: is very long and frail
de: ist sehr lang und zerbrechlich
fr: est très long et fragile
it: è molto lungo e fragile
ko: 매우 길고 연약하다
pl: jest bardzo długi i wątły
pt_br: é muito longo e frágil
ru: очень высокий и хрупкий
tr: çok uzun ve çelimsiz
vi: rất dài và yếu ớt
zh_hans: 漫长而虚弱

source: is weak and very long
de: ist schwach und sehr lang
fr: est faible et très long
it: è debole e molto lungo
ko: 약하고 매우 길다
pl: jest słaby i bardzo długi
pt_br: é fraco e muito longa
ru: слабый и очень высокий
tr: güçsüz ve çok uzun
vi: yếu ớt và rất dài
zh_hans: 很虚弱但身形很高

source: is somewhat weak and very long
de: ist etwas schwach und sehr lang
fr: est un peu faible et très long
it: è piuttosto debole e molto lungo
ko: 다소 약하고 매우 길다
pl: jest trochę słaby i bardzo długi
pt_br: é um pouco fraco e muito longa
ru: довольно слабый и очень высокий
tr: biraz güçsüz ve çok uzun
vi: có phần yếu ớt và rất dài
zh_hans: 有些虚弱，但身形很高

source: has a very long body that is beset by a morbid corpulence
de: hat einen sehr langen Körper, der durch eine krankhafte Dickleibigkeit beeinträchtigt wird
fr: a un corps très long qui est en proie à une corpulence morbide
it: ha un corpo molto lungo e piagato da una morbosa corpulenza
ko: 병적 비만에 시달리는 매우 긴 몸을 가지고 있습니다.
pl: ma bardzo długie ciało, nękane chorobliwą otyłością
pt_br: tem um corpo muito longo que é assolado por uma mórbida corpulência
ru: имеет очень большое тело, страдает от болезненной тучности
tr: hastalıklı bir şişmanlığın pençesindeki çok uzun bir vücuda sahip
vi: có thân hình rất dài, nhưng bị hành hạ bởi chứng béo phì bệnh hoạn
zh_hans: 身材颀长的人，被病态的肥胖所困扰

source: is very long and fat
de: ist sehr lang und fett
fr: est très long et gras
it: è molto lungo e grasso
ko: 매우 길고 뚱뚱하다
pl: jest bardzo długi i gruby
pt_br: é muito longa e gorda
ru: очень высокий и толстый
tr: çok uzun ve şişman
vi: rất dài và mập mạp
zh_hans: 又修长又胖

source: is fat and very long
de: ist dick und sehr lang
fr: est gras et très long
it: è grasso e molto lungo
ko: 뚱뚱하고 매우 길다
pl: jest gruby i bardzo długi
pt_br: é gordo e muito longa
ru: толстый и очень высокий
tr: şişman ve çok uzun
vi: mập mạp và rất dài
zh_hans: 很胖，而且很长

source: is very long and incredibly skinny
de: ist sehr lang und unglaublich dünn
fr: est très long et incroyablement maigre
it: è molto lungo e incredibilmente secco
ko: 매우 길고 믿을 수 없을 정도로 가늘다
pl: jest bardzo długi i niewiarygodnie chudy
pt_br: é muito longa e incrivelmente magro
ru: очень высокий и невероятно тощий
tr: çok uzun ve inanılmaz derecede sıska
vi: rất dài và gầy gò đáng kinh ngạc
zh_hans: 很长，而且非常瘦小

source: is very long and skinny
de: ist sehr lang und dünn
fr: est très long et maigre
it: è molto lungo e secco
ko: 매우 길고 가늘다
pl: jest bardzo długi i chudy
pt_br: é muito comprido e fino
ru: очень высокий и тощий
tr: çok uzun ve sıska
vi: rất dài và gầy gò
zh_hans: 又修长又瘦

source: is skinny and very long
de: ist dünn und sehr lang
fr: est maigre et très long
it: è secco e molto lungo
ko: 가늘고 매우 길다
pl: jest chudy i bardzo długi
pt_br: é muito longo e magro
ru: худой и очень высокий
tr: sıska ve çok uzun
vi: gầy gò và rất dài
zh_hans: 瘦而修长

source: is very long
de: ist sehr lang
fr: est très long
it: è molto lungo
ko: 매우 길다
pl: jest bardzo długi
pt_br: é muito longo
ru: очень высокий
tr: çok uzun
vi: rất dài
zh_hans: 非常修长

source: is extremely muscular, obese and long
de: ist extrem muskulös, übergewichtig und lang
fr: est extrêmement musclé, obèse et long
it: è estremamente muscoloso, obeso e lungo
ko: 매우 근육질이고 비만하며 길다.
pl: jest ekstremalnie umięśniony, otyły i długi
pt_br: é extremamente musculoso, obesos e longa
ru: очень мускулистый, жирный и высокий
tr: son derece kaslı, obez ve uzun
vi: cực kỳ vạm vỡ, béo phì và dài
zh_hans: 肌肉极度发达，肥胖，身材颀长

source: is long, muscular and fat
de: ist lang, muskulös und fett
fr: est long, musclé et gras
it: è lungo, muscoloso e grasso
ko: 길고 근육질이며 뚱뚱하다.
pl: jest długi, umięśniony i gruby
pt_br: é longo, musculoso e gordo
ru: длинный, мускулистый и жирный
tr: uzun, kaslı ve şişman
vi: dài, vạm vỡ và mập mạp
zh_hans: 身材颀长，肌肉发达，身材肥胖

source: has a frail body, long and incredibly skinny
de: hat einen gebrechlichen Körper, lang und unglaublich dünn
fr: a un corps frêle, long et incroyablement maigre
it: ha un corpo fragile, lungo e incredibilmente secco
ko: 연약한 몸, 길고 믿을 수 없을 정도로 마른 체형을 가지고 있습니다.
pl: ma wątłe ciało, długie i niewiarygodnie chude
pt_br: tem um corpo frágil, incrivelmente magrelo e longo
ru: имеет слабое тело, длинный и невероятно тощий
tr: çelimsiz bir vücuda sahip, uzun ve inanılmaz derecede sıska
vi: có thân hình yếu ớt, dài và gầy gò đáng kinh ngạc
zh_hans: 身材瘦弱，长的惊人的瘦

source: is long, weak and skinny
de: ist lang, schwach und dünn
fr: est long, faible et maigre
it: è lungo, debole e secco
ko: 길고 약하고 가늘다
pl: jest długi, słaby i chudy
pt_br: é comprido, fraco e fino
ru: высокий, тощий и слабый
tr: uzun, güçsüz ve sıska
vi: dài, yếu ớt và gầy gò
zh_hans: 很高，很虚弱，很瘦削

source: has an incredibly muscular, long body
de: hat einen unglaublich muskulösen, langen Körper
fr: a un corps incroyablement musclé et long
it: ha un corpo incredibilmente muscoloso e lungo
ko: 엄청나게 근육질이고 긴 몸을 가지고 있습니다.
pl: ma niewiarygodnie umięśnione, długie ciało
pt_br: tem um corpo muito musculoso, longo
ru: имеет невероятно мускулистое, длинное тело
tr: inanılmaz derecede kaslı, uzun bir vücuda sahip
vi: có thân hình dài và vạm vỡ đáng kinh ngạc
zh_hans: 有一个令人难以置信的肌肉，长的身体

source: is very muscular with a long body
de: ist sehr muskulös mit einem langen Körper
fr: est très musclé avec un long corps
it: è molto muscoloso con un corpo lungo
ko: 긴 몸에 매우 근육질입니다
pl: jest bardzo umięśniony z długim ciałem
pt_br: é muito musculoso, com um corpo longo
ru: очень мускулистый, с длинным телом
tr: uzun bir vücutla çok kaslı
vi: rất vạm vỡ với thân hình dài
zh_hans: 肌肉发达，身体修长

source: is long and muscular
de: ist lang und muskulös
fr: est long et musclé
it: è lungo e muscoloso
ko: 길고 근육질이다
pl: jest długi i umięśniony
pt_br: é longo e musculoso
ru: длинный и мускулистый
tr: uzun ve kaslı
vi: dài và vạm vỡ
zh_hans: 身材颀长，肌肉发达

source: is long with a frail body
de: ist lang mit einem gebrechlichen Körper
fr: est long avec un corps frêle
it: è lungo con un corpo fragile
ko: 연약한 몸으로 길다
pl: jest długi z wątłym ciałem
pt_br: é longo, com um corpo frágil
ru: длинный с хрупким телом
tr: uzun ve çelimsiz bir vücuda sahip
vi: dài với thân hình yếu ớt
zh_hans: 身长体弱

source: is long but weak
de: ist lang, aber schwach
fr: est long mais faible
it: è lungo ma debole
ko: 길지만 약하다
pl: jest długi, ale słaby
pt_br: é longo mas fraco
ru: длинный, но слабый
tr: uzun ama güçsüz
vi: dài nhưng yếu ớt
zh_hans: 很高但很虚弱

source: is long and scrawny
de: ist lang und dürr
fr: est long et maigre
it: è lungo e ossuto
ko: 길고 가늘다
pl: jest długi i wychudzony
pt_br: é longo e magro
ru: высокий и тощий
tr: uzun ve cılız
vi: dài và khẳng khiu
zh_hans: 又修长又瘦

source: is long and incredibly fat
de: ist lang und unglaublich fett
fr: est long et incroyablement gras
it: è lungo e incredibilmente grasso
ko: 길고 엄청나게 뚱뚱하다
pl: jest długi i niewiarygodnie gruby
pt_br: é longa e incrivelmente gorda
ru: высокий и невероятно толстый
tr: uzun ve inanılmaz derecede şişman
vi: dài và mập mạp đáng kinh ngạc
zh_hans: 又修长又肥

source: is long and very fat
de: ist lang und sehr dick
fr: est long et très gras
it: è lungo e molto grasso
ko: 길고 매우 뚱뚱하다
pl: jest długi i bardzo gruby
pt_br: é longo e muito gordo
ru: высокий и очень толстый
tr: uzun ve çok şişman
vi: dài và rất mập mạp
zh_hans: 又修长又胖

source: is fat and long
de: ist dick und lang
fr: est gros et long
it: è grasso e lungo
ko: 뚱뚱하고 길다
pl: jest gruby i długi
pt_br: é gordo e longa
ru: толстый и высокий
tr: şişman ve uzun
vi: mập mạp và dài
zh_hans: 又肥又修长

source: is long and incredibly skinny
de: ist lang und unglaublich dünn
fr: est long et incroyablement maigre
it: è lungo e incredibilmente secco
ko: 길고 믿을 수 없을 정도로 마른
pl: jest długi i niewiarygodnie chudy
pt_br: é comprido e incrivelmente fino
ru: высокий и невероятно тощий
tr: uzun ve inanılmaz derecede sıska
vi: dài và gầy gò đáng kinh ngạc
zh_hans: 身材细长，还不可思议的瘦

source: is long and very skinny
de: ist lang und sehr dünn
fr: est long et très maigre
it: è lungo e molto secco
ko: 길고 매우 가늘다
pl: jest długi i bardzo chudy
pt_br: é comprido e muito fino
ru: высокий и очень худой
tr: uzun ve çok sıska
vi: dài và rất gầy gò
zh_hans: 又修长又瘦

source: is long and skinny
de: ist lang und dünn
fr: est long et maigre
it: è lunga e magra
ko: 길고 날씬하다
pl: jest długi i chudy
pt_br: é comprido e fino
ru: высокий и тощий
tr: uzun ve sıska
vi: dài và gầy gò
zh_hans: 又修长又瘦

source: is long
de: ist lang
fr: c'est long
it: è lungo
ko: 길다
pl: jest długi
pt_br: long
ru: высокий
tr: uzun
vi: dài
zh_hans: 身材瘦修长

source: is incredibly short yet has extremely strong muscles hidden under massive lardy rolls
de: ist unglaublich klein, hat jedoch eine extrem starke Muskeln unter massiven Fettrollen versteckt
fr: est incroyablement petit mais possède des muscles extrêmement puissants cachés sous de gros bourrelets
it: è incredibilmente basso ma ha muscoli fortissimi nascosti sotto enormi rotoli di lardo
ko: 는 키가 엄청나게 작지만 지방 덩어리 안에 매우 강한 근육 을 가지고 있습니다.
pl: jest niewiarygodnie niski, lecz ma ekstremalnie silne mięśnie ukryte pod ogromnymi zwałami sadła
pt_br: é incrivelmente curto ainda tem músculos extremamente fortes, escondidos sob enormes rolos gorduroso
ru: невероятно низкий, хотя имеет сильные мышцы, скрытые под массивными складками жира
tr: inanılmaz derecede kısa ama devasa yağ tabakalarının altına gizlenmiş son derece güçlü kasları var
vi: ngắn đáng kinh ngạc nhưng lại có cơ bắp cực kỳ khỏe mạnh ẩn dưới những cuộn mỡ dày cộm
zh_hans: 矮小得令人难以置信，但却有极其强壮的肌肉，隐藏在巨大的乳头下。

source: is muscular and fat yet at the same time incredibly short
de: ist muskulös und fett, jedoch auch unglaublich klein
fr: est musclé et gros mais en même temps incroyablement petit
it: è muscoloso, grasso e al contempo incredibilmente basso
ko: 근육질이고 뚱뚱하지만 동시에 엄청나게 짧습니다.
pl: jest umięśniony i gruby, lecz jednocześnie niewiarygodnie niski
pt_br: é muscular e gordura, mas ao mesmo tempo incrivelmente curto
ru: мускулистый, жирный и, в то же время, очень низкий
tr: kaslı ve şişman ama aynı zamanda inanılmaz derecede kısa
vi: vạm vỡ và mập mạp, nhưng đồng thời lại ngắn đáng kinh ngạc
zh_hans: 肌肉发达，身材肥胖，但同时又非常矮小

source: is extremely short, weak and thin
de: ist extrem klein, schwach und dünn
fr: est extrêmement court, faible et mince
it: è estremamente breve, debole e sottile
ko: 매우 짧고 약하며 가늘다
pl: jest ekstremalnie niski, słaby i cienki
pt_br: é extremamente curto, fraco e fino
ru: очень низкий, слабый и тонкий
tr: son derece kısa, güçsüz ve ince
vi: cực kỳ ngắn, yếu ớt và mảnh khảnh
zh_hans: 极短、极弱、极瘦

source: is weak, skinny and incredibly short
de: ist schwach, dünn und unglaublich klein
fr: est faible, maigre et incroyablement petit
it: è debole, secco e incredibilmente basso
ko: 약하고 가늘고 믿을 수 없을 정도로 짧습니다.
pl: jest słaby, chudy i niewiarygodnie niski
pt_br: é fraco, magro e incrivelmente curto
ru: слабый, тощий и очень низкий
tr: güçsüz, sıska ve inanılmaz derecede kısa
vi: yếu ớt, gầy gò và ngắn đáng kinh ngạc
zh_hans: 虚弱、瘦弱和难以置信的矮小
