Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: This work order is waiting for its next scheduled check.
de: Dieser Arbeitsauftrag wartet auf seine nächste planmäßige Prüfung.
fr: Cet ordre de travail attend sa prochaine vérification planifiée.
it: Quest'ordine di lavoro è in attesa del prossimo controllo programmato.
ko: 이 작업 주문은 다음 예정된 확인을 기다리고 있습니다.
pl: To zlecenie pracy oczekuje na następne zaplanowane sprawdzanie.
pt_br: Esta ordem de serviço está esperando pela próxima verificação agendada.
ru: Этот заказ на выполнение работ ожидает своей следующей запланированной проверки.
tr: Bu iş emri bir sonraki planlanmış kontrolünü bekliyor.
vi: Lệnh sản xuất này đang chờ lần kiểm tra theo lịch trình tiếp theo.
zh_hans: 该工作订单正等待下一轮时间表检查。

source: This work order is checking its conditions for activation.
de: Dieser Arbeitsauftrag prüft seine Bedingungen für die Aktivierung.
fr: Cet ordre de travail vérifie ses conditions d'activation.
it: Quest'ordine di lavoro sta verificando le sue condizioni per l'attivazione.
ko: 이 작업 주문은 활성화 조건을 확인하고 있습니다.
pl: To zlecenie pracy sprawdza warunki do aktywacji.
pt_br: Esta ordem de serviço está verificando suas condições de ativação.
ru: Этот заказ на работу проверяет свои условия для активации.
tr: Bu iş emri etkinleştirme koşullarını kontrol ediyor.
vi: Lệnh sản xuất này đang kiểm tra các điều kiện để kích hoạt.
zh_hans: 该工作订单正检查其激活条件。

source: This work order is ready to activate.
de: Dieser Arbeitsauftrag kann aktiviert werden.
fr: Ce bon de travail est prêt à être activé.
it: Quest'ordine di lavoro è pronto per essere attivato.
ko: 이 작업 주문을 활성화할 준비가 되었습니다.
pl: To zlecenie pracy jest gotowe do aktywacji.
pt_br: Está ordem de serviço está pronta para ativação.
ru: Этот заказ на работу готов к активации.
tr: Bu iş emri etkinleştirilmeye hazır.
vi: Lệnh sản xuất này sẵn sàng kích hoạt.
zh_hans: 该工作订单已准备好被激活。

source: Set the maximum number of workshops that can be used by the work order.
de: Legen Sie die maximale Anzahl von Werkstätten fest, die von dem Arbeitsauftrag verwendet werden können.
fr: Définissez le nombre maximum d'ateliers pouvant être utilisés par le bon de travail.
it: Imposta il numero massimo di botteghe che possono essere usate dall'ordine di lavoro.
ko: 작업 명령에서 사용할 수 있는 최대 워크샵 수를 설정합니다.
pl: Ustaw maksymalną liczbę warsztatów, które mogą być używane dla tego zlecenia pracy.
pt_br: Define o número máximo de oficinas que podem ser usadas por esta ordem de serviço.
ru: Установить максимальное количество мастерских, которые могут быть использованы в заказе на работу.
tr: İş emri tarafından kullanılabilecek maksimum atölye sayısını ayarla.
vi: Đặt số lượng xưởng tối đa có thể được sử dụng bởi lệnh sản xuất.
zh_hans: 设置工作订单可被最多用于多少个工坊。

source: This work order has been validated by the manager.
de: Dieser Arbeitsauftrag wurde vom Manager validiert.
fr: Cet ordre de travail a été validé par le responsable.
it: Quest’ordine di lavoro è stato approvato dal responsabile.
ko: 이 작업 주문은 관리자가 확인했습니다.
pl: To zlecenie pracy zostało zatwierdzone przez zarządcę.
pt_br: Esta ordem de serviço foi aprovada pelo gerente.
ru: Этот заказ на выполнение работ был утвержден менеджером.
tr: Bu iş emri yönetici tarafından onaylandı.
vi: Lệnh sản xuất này đã được người quản lý xác nhận.
zh_hans: 该工作订单已被经理人设置为生效。

source: This work order has not been validated by the manager. A manager can be employed in the nobles and administrators menu, and they must have an assigned office where they will work to validate orders.
de: Dieser Arbeitsauftrag wurde noch nicht vom Verwalter validiert. Ein Manager kann im Menü Adlige und Verwalter eingestellt werden und muss ein zugewiesenes Büro haben, in dem er Aufträge validieren kann.
fr: Cet ordre de travail n'a pas été validé par le gestionnaire. Un gestionnaire peut être employé dans le menu des nobles et des administrateurs, et ils doivent avoir un bureau assigné où ils travailleront pour valider les commandes.
it: Quest’ordine di lavoro non è stato approvato dal responsabile. Un responsabile può essere designato nel menù Nobili e Amministratori e gli dev’essere assegnato un ufficio dove lavoreranno per approvare gli ordini.
ko: 관리자가 이 작업 명령의 유효성을 검사하지않습니다.. 관리자는 귀족 및 관리자 메뉴에서 사용할 수 있으며, 관리자는 주문을 확인하기 위해 작업할 사무실이 할당되어 있어야 합니다.
pl: To zlecenie pracy nie zostało zatwierdzone przez zarządcę. Zarządca może być zatrudniony w menu Szlachta i Administratorzy oraz musi posiadać przydzielone biuro, gdzie będzie zatwierdzać zadania.
pt_br: Esta ordem de serviço não foi aprovada pelo gerente. Um gerente pode ser contratado no menu de nobres e administradores, estes devem ser atribuídos a escritório onde trabalharão para aprovas ordens.
ru: Данный заказ на выполнение работ не был оформлен управляющим. Управляющего можно нанять в меню "Знать и администрация", и у каждого должен быть свой кабинет, где они будут работать над оформлением заказов.
vi: Lệnh sản xuất này chưa được người quản lý xác nhận. Một người quản lý có thể được tuyển dụng trong menu quý tộc và quản trị viên, và họ phải có một văn phòng được chỉ định nơi họ sẽ làm việc để xác nhận lệnh.
zh_hans: 此工单尚未由经理验证。可以在贵族和管理员菜单中启用经理，他们必须有一个指定的办公室，他们将在那里工作以验证订单。

source: Change the number of times the task will be performed.
de: Ändern Sie, wie oft die Aufgabe ausgeführt werden soll.
fr: Modifiez le nombre de fois que la tâche sera exécutée.
it: Modifica il numero di volte in cui il compito verrà eseguito.
ko: 작업이 수행되는 횟수를 변경합니다.
pl: Zmień liczbę powtórzeń dla tego zadania.
pt_br: Muda o número de vezes que a tarefa será executada.
ru: Изменить количество раз, которое будет выполняться задание.
tr: Görevin kaç kez gerçekleştirileceğini değiştir.
vi: Thay đổi số lần nhiệm vụ sẽ được thực hiện.
zh_hans: 更改任务将被执行的次数。

source: Change the work order priority. Work orders at the top of the list will use workshops first.
de: Ändern Sie die Priorität der Arbeitsaufträge. Arbeitsaufträge, die ganz oben auf der Liste stehen, verwenden die Werkstätten zuerst.
fr: Modifiez la priorité du bon de travail. Les ordres de travail en haut de la liste utiliseront d'abord les ateliers.
it: Modifica la priorità dell'ordine di lavoro. Gli ordini di lavoro in cima all'elenco useranno le botteghe prima.
ko: 작업 순서 우선 순위를 변경합니다. 목록의 맨 위에 있는 작업 명령은 먼저 워크샵을 사용합니다.
pl: Zmień priorytet zlecenia pracy. Zlecenia pracy na górze listy będą używały warsztatów jako pierwsze.
pt_br: Muda as propriedades da ordem de serviço. Ordens de serviço no topo da lista usarão oficinas primeiro.
ru: Изменить приоритет выполнения работ. Сперва мастерские будут работать над задачами из вершины списка.
vi: Thay đổi ưu tiên lệnh sản xuất. Các lệnh sản xuất ở đầu danh sách sẽ sử dụng xưởng trước.
zh_hans: 更改工作订单的优先级。工坊将首先完成位于列表顶端的工作订单。

source: Set the conditions for work order activation. This can involve needed materials, the current stock of products, or the completion of other work orders.
de: Legen Sie die Bedingungen für die Aktivierung von Arbeitsaufträgen fest. Dies kann benötigte Materialien, den aktuellen Bestand an Produkten oder den Abschluss anderer Arbeitsaufträge betreffen.
fr: Définissez les conditions d'activation du bon de travail. Cela peut impliquer les matériaux nécessaires, le stock actuel de produits ou l'exécution d'autres ordres de travail.
it: Imposta le condizioni per l'attivazione dell'ordine di lavoro. Ciò può coinvolgere i materiali necessari, l'attuale riserva di prodotti o il completamento di altri ordini di lavoro.
ko: 워크오더 활성화 조건을 설정합니다. 여기에는 필요한 재료, 현재 제품 재고 또는 기타 작업 주문의 완료가 포함될 수 있습니다.
pl: Ustaw warunki dla aktywacji zlecenia pracy. Mogą zawierać zapotrzebowanie na materiały, aktualną liczbę zmagazynowanych produktów lub status innych zleceń.
pt_br: Define as condições para a ativação da ordem de serviço. Pode envolver materiais necessários, o estoque atual de produtos, ou a conclusão de outras ordens de serviço.
ru: Настроить условия активации заказа на выполнение работ. Оно может быть связано с необходимыми материалами, текущим запасом продукции или выполнением других заказов на выполнение работ.
vi: Đặt điều kiện để kích hoạt lệnh sản xuất. Điều này có thể bao gồm vật liệu cần thiết, số lượng sản phẩm hiện có, hoặc việc hoàn thành các lệnh sản xuất khác.
zh_hans: 设置工单激活的条件。这可能涉及所需材料、当前产品库存或其他工单的完成情况。

source: Set the material used or other details of the task.
de: Legen Sie das verwendete Material oder andere Details der Aufgabe fest.
fr: Définissez le matériel utilisé ou d'autres détails de la tâche.
it: Imposta il materiale utilizzato o altri dettagli del compito.
ko: 사용된 재료 또는 작업의 기타 세부 사항을 설정합니다.
pl: Ustaw używany materiał lub inne szczegóły dla zadania.
pt_br: Define o material usado ou outros detalhes da tarefa.
ru: Задать используемый материал или другие детали задания.
tr: Kullanılan malzemeyi veya görevin diğer ayrıntılarını ayarla.
vi: Đặt vật liệu sử dụng hoặc các chi tiết khác của nhiệm vụ.
zh_hans: 设置任务使用的材料或其他详细信息。

source: Remove this work order.
de: Entfernen Sie diesen Arbeitsauftrag.
fr: Supprimer ce bon de travail.
it: Rimuovi quest'ordine di lavoro.
ko: 이 작업 지시를 제거하십시오.
pl: Usuń to zlecenie pracy.
pt_br: Remove esta ordem de trabalho.
ru: Удалить этот заказ на работу
tr: Bu iş emrini kaldır.
vi: Xóa lệnh sản xuất này.
zh_hans: 移除该工作订单。

source: Change the frequency that the conditions are checked.
de: Ändern Sie die Häufigkeit, mit der die Bedingungen überprüft werden.
fr: Modifiez la fréquence à laquelle les conditions sont vérifiées.
it: Cambia la frequenza di verifica delle condizioni.
ko: 조건을 확인하는 빈도를 변경합니다.
pl: Zmień częstotliwość, z jaką warunki są sprawdzane.
pt_br: Muda a frequência com que as condições são verificadas.
ru: Изменить частоту проверки условий.
tr: Koşulların kontrol edilme sıklığını değiştir.
vi: Thay đổi tần suất kiểm tra các điều kiện.
zh_hans: 更改检查条件的频率。

source: Add a condition to the work order that checks the amount of some item.
de: Fügen Sie dem Arbeitsauftrag eine Bedingung hinzu, die die Menge eines bestimmten Artikels überprüft.
fr: Ajoutez une condition au bon de travail qui vérifie le montant de certains objets.
it: Aggiungi una condizione all'ordine di lavoro che controlli l'importo di un articolo.
ko: 일부 항목의 양을 확인하는 작업 주문에 조건을 추가합니다.
pl: Dodaj warunek do zlecenia pracy, który sprawdza ilość jakiegoś przedmiotu.
pt_br: Adiciona uma condição à ordem de serviço que verifica a quantidade de certo item.
ru: Добавить условие к заказу на работу, которое будет проверять количество какого-либо товара.
tr: İş emrine bir eşyanın miktarını kontrol eden bir koşul ekle.
vi: Thêm một điều kiện vào lệnh sản xuất để kiểm tra số lượng của một vật phẩm.
zh_hans: 为工作订单添加检查物品数量时设定的条件。

source: Make the activation of the work order depend on the status of another work order.
de: Machen Sie die Aktivierung des Arbeitsauftrags von dem Status eines anderen Arbeitsauftrags abhängig.
fr: Faire dépendre l'activation du bon de travail du statut d'un autre bon de travail.
it: Fai dipendere l'attivazione dell'ordine di lavoro dallo stato di un altro ordine di lavoro.
ko: 다른 작업 명령의 상태에 따라 작업 명령의 활성화를 결정합니다.
pl: Ustal aktywację tego zlecenia pracy na zależną od statusu innego zlecenia pracy.
pt_br: Faz com que a ativação da ordem de serviço dependa do estado de outra ordem de serviço.
ru: Сделайте так, чтобы активация заказа на выполнение работ зависела от статуса другого заказа на выполнение работ.
tr: İş emrinin aktivasyonunu başka bir iş emrinin durumuna bağlı kıl.
vi: Khiến việc kích hoạt lệnh sản xuất này phụ thuộc vào trạng thái của một lệnh sản xuất khác.
zh_hans: 使工单的激活取决于另一个工单的状态。

source: Change the amount of the item being checked.
fr: Modifiez le montant de l'objet en cours de vérification.
it: Modifica l'ammontare dell'oggetto controllato.
ko: 체크하고 있는 항목의 양을 변경합니다.
pl: Zmień ilość sprawdzanego przedmiotu.
pt_br: Muda a quantidade de itens sendo verificada.
ru: Изменить точность оценки имущества.
tr: Kontrol edilen eşyanın miktarını değiştir.
vi: Thay đổi số lượng của vật phẩm đang được kiểm tra.
zh_hans: 更改要检查的物品的数量。

source: Change the inequality of the condition.
fr: Modifiez l'inégalité de la condition.
it: Cambia la disuguaglianza della condizione.
ko: 조건의 부등식을 변경합니다.
pl: Zmień nierówność warunku.
pt_br: Muda a diferença da condição.
ru: Изменить неравенство в условии.
tr: Koşulun eşitsizliğini değiştir.
vi: Thay đổi bất đẳng thức của điều kiện.
zh_hans: 更改条件的变化范围。

source: Change the type of the item being checked.
de: Ändern Sie den Typ des zu prüfenden Objekts.
fr: Modifiez le type de l'objet en cours de vérification.
it: Cambia il tipo di oggetto da controllare.
ko: 체크하고 있는 항목의 종류를 변경합니다.
pl: Zmień typ sprawdzanego przedmiotu.
pt_br: Muda o tipo do item sendo avaliado.
ru: Изменить тип проверяемого предмета.
tr: Kontrol edilen eşyanın türünü değiştir.
vi: Thay đổi loại vật phẩm đang được kiểm tra.
zh_hans: 改变被检查项目的类型。

source: Change the material of the item being checked.
de: Ändern Sie das Material der zu prüfenden Gegenstände.
fr: Modifiez le matériau de l'objet en cours de contrôle.
it: Cambia il materiale dell'oggetto controllato.
ko: 검사 중인 항목의 재질을 변경합니다.
pl: Zmień materiał sprawdzanego przedmiotu.
pt_br: Muda o material do item sendo avaliado.
ru: Изменить материал проверяемого предмета.
tr: Kontrol edilen eşyanın malzemesini değiştir.
vi: Thay đổi chất liệu của vật phẩm đang được kiểm tra.
zh_hans: 改变被检查物品的材料。

source: Change the properties of the item being checked. Many of these are obscure and rely on specific tasks, but certain properties like 'empty' can be used in many conditions.
de: Ändern Sie die Eigenschaften des zu prüfenden Objekts. Viele davon sind undurchsichtig und hängen von spezifischen Aufgaben ab, aber bestimmte Eigenschaften wie "leer" können unter vielen Bedingungen verwendet werden.
fr: Modifiez les propriétés de l'objet en cours de vérification. Beaucoup d'entre eux sont obscurs et reposent sur des tâches spécifiques, mais certaines propriétés comme "vide" peuvent être utilisées dans de nombreuses conditions.
it: Cambia le proprietà dell'elemento controllato. Molte di queste sono oscure e si basano su compiti specifici, ma alcune proprietà come 'vuoto' possono essere usate in molte condizioni.
ko: 검사 중인 항목의 속성을 변경합니다. 이들 중 많은 것들은 모호하고 특정한 작업에 의존하지만, '비어 있음'과 같은 특정 속성은 많은 조건에서 사용될 수 있습니다.
pl: Zmień właściwości sprawdzanego przedmiotu. Wiele z nich jest wyszarzone i zależy od konkretnych zadań, lecz pewne właściwości, jak 'pusty' mogą być używane w wielu warunkach.
pt_br: Muda as propriedades do item sendo avaliado. Muitas destas são obscuras e dependem de tarefas específicas, embora certas propriedades como 'vazio' possam ser usadas varias condições.
ru: Изменить свойства проверяемого элемента. Многие из них зависят от конкретных задач. Но определенные свойства, такие как "пусто", могут использоваться во многих условиях.
vi: Thay đổi thuộc tính của vật phẩm đang được kiểm tra. Nhiều thuộc tính trong số này khó hiểu và phụ thuộc vào các nhiệm vụ cụ thể, nhưng một số thuộc tính như 'trống' có thể được sử dụng trong nhiều điều kiện.
zh_hans: 改变被检查项目的属性。 其中许多是晦涩难懂的，依赖于特定的任务，但某些属性如'空'可以在许多条件下使用。

source: Change whether the work order must be activated or completed to satisfy this condition.
de: Ändern Sie, ob der Arbeitsauftrag aktiviert oder abgeschlossen werden muss, um diese Bedingung zu erfüllen.
fr: Modifiez si le bon de travail doit être activé ou terminé pour satisfaire cette condition.
it: Cambia se l'ordine di lavoro dev'essere attivato o completato per soddisfare questa condizione.
ko: 이 조건을 충족하려면 작업 명령을 활성화해야 하는지 아니면 완료해야 하는지 변경합니다.
pl: Zaznacz, czy zlecenie pracy musi być aktywowane albo ukończone, aby spełnić ten warunek.
pt_br: Muda se a ordem de serviço deva ser iniciada ou completada para satisfazer esta condição.
ru: Изменить, должен ли рабочий заказ быть активирован или завершен для выполнения этого условия.
tr: Bu koşulu sağlamak için iş emrinin etkinleştirilmesi mi yoksa tamamlanması mı gerektiğini değiştir.
vi: Thay đổi xem liệu lệnh sản xuất phải được kích hoạt hoặc hoàn thành để thỏa mãn điều kiện này.
zh_hans: 改变指令是否必须被激活或完成以满足这个条件。

source: Remove this condition.
de: Entfernen Sie diese Bedingung.
fr: Supprimez cette condition.
it: Rimuovi questa condizione.
ko: 이 조건을 제거하십시오.
pl: Usuń ten warunek.
pt_br: Remove esta condição.
ru: Удалить условие
tr: Bu koşulu kaldır.
vi: Xóa điều kiện này.
zh_hans: 删除此条件。

source: Leave this menu and recenter on this creature.
fr: Quittez ce menu et recentrez-vous sur cette créature.
it: Esci dal menù e ricentra su questa creatura.
ko: 이 메뉴를 그대로 두고 이 생명체를 중심으로 돌아갑니다.
pl: Opuść to menu i wycentruj na to stworzenie.
pt_br: Sair deste menu e centralizar nesta criatura.
ru: Закрыть меню и перейти к этому существу.
tr: Bu menüden çık ve bu yaratığı merkeze al.
vi: Thoát menu này và đặt lại tầm nhìn vào sinh vật này.
zh_hans: 离开该菜单并重定位至该生物。

source: Leave this menu and view this creature's sheet.
fr: Quittez ce menu et visualisez la fiche de cette créature.
it: Esci dal menù e guarda la scheda della creatura.
ko: 이 메뉴를 종료하고 이 생물의 시트를 봅니다.
pl: Opuść to menu i wyświetl arkusz stworzenia.
pt_br: Saia deste menu e veja a ficha desta criatura.
ru: Закройте меню и просмотрите информацию о существе.
tr: Bu menüden çık ve bu yaratığın sayfasını görüntüle.
vi: Thoát menu này và xem bảng thông tin của sinh vật này.
zh_hans: 离开该菜单并查看这个生物的列表。

source: Leave this menu and recenter on this object.
fr: Quittez ce menu et recentrez-vous sur cet objet.
it: Esci dal menù e ricentra su quest'oggetto.
ko: 이 메뉴를 그대로 두고 이 객체를 중심으로 맞춥니다.
pl: Opuść to menu i wycentruj na ten obiekt.
pt_br: Sair deste menu e centralizar neste objeto.
ru: Закрыть меню и перейти к этому объекту.
tr: Bu menüden çık ve bu nesneyi merkeze al.
vi: Thoát menu này và đặt lại tầm nhìn vào vật thể này.
zh_hans: 离开该菜单并重定位至该物体。

source: Leave this menu and view this object's sheet.
fr: Quittez ce menu et visualisez la fiche de cet objet.
it: Esci dal menù e guarda la scheda dell'oggetto.
ko: 이 메뉴를 종료하고 이 개체의 시트를 봅니다.
pl: Opuść to menu i zobacz arkusz obiektu.
pt_br: Saia deste menu e veja a ficha deste objeto.
ru: Выйти из меню и просмотреть лист этого объекта.
tr: Bu menüden çık ve bu nesnenin sayfasını görüntüle.
vi: Thoát menu này và xem bảng thông tin của vật thể này.
zh_hans: 离开该菜单并查看这个物品的列表。

source: Leave this menu and recenter on this place.
fr: Quitter ce menu et recentrer sur cet endroit.
it: Esci dal menù e ricentra su questo posto.
ko: 이 메뉴를 그대로 두고 이 장소를 중앙에 둡니다.
pl: Opuść to menu i wycentruj na to miejsce.
pt_br: Sair deste menu e centralizar neste local.
ru: Закрыть меню и перейти к этому месту.
tr: Bu menüden çık ve bu mekanı merkeze al.
vi: Thoát menu này và đặt lại tầm nhìn vào địa điểm này.
zh_hans: 离开该菜单并重定位至该地区。

source: Leave this menu and view this place's sheet or menu.
fr: Quitter ce menu et consulter la fiche ou le menu de ce lieu.
it: Esci dal menù e guarda la scheda o il menù di questo locale.
ko: 이 메뉴를 종료하고 이 장소의 시트 또는 메뉴를 봅니다.
pl: Opuść to menu i zobacz arkusz lub menu miejsca.
pt_br: Saia deste menu e veja a ficha deste local ou menu.
ru: Выйти из меню и просмотреть лист или меню этого места.
tr: Bu menüden çık ve bu mekanın sayfasını veya menüsünü görüntüle.
vi: Thoát menu này và xem bảng thông tin hoặc menu của địa điểm này.
zh_hans: 离开该菜单并查看该地区的列表或菜单。

source: Leave this menu and recenter on the task's building.
fr: Quittez ce menu et recentrez-vous sur le bâtiment de la tâche.
it: Esci dal menù e ricentra sull'edificio del compito.
ko: 이 메뉴를 그대로 두고 작업 건물을 중앙으로 이동합니다.
pl: Opuść to menu i wycentruj na budowli zadania.
pt_br: Sair deste menu e centralizar na construção da tarefa.
ru: Закрыть меню и перейти к постройке из задания.
tr: Bu menüden çık ve görevin binasını merkeze al.
vi: Thoát menu này và đặt lại tầm nhìn vào tòa nhà của nhiệm vụ.
zh_hans: 离开这个菜单，重新定位到任务的建筑上。

source: Set the details of this task, such as the material used.
fr: Définissez les détails de cette tâche, tels que le matériel utilisé.
it: Imposta i dettagli di questo compito, come ad esempio il materiale utilizzato.
ko: 사용된 재료와 같은 이 작업의 세부 사항을 설정합니다.
pl: Ustaw szczegóły tego zadania, takie jak używany materiał.
pt_br: Define os detalhes desta tarefa, como o material usado.
ru: Установить детали этого задания, такие, как используемый материал.
tr: Kullanılan malzeme gibi bu görevin detaylarını ayarla.
vi: Đặt chi tiết của nhiệm vụ này, chẳng hạn như vật liệu sử dụng.
zh_hans: 设置该任务的细节，例如使用什么材料。

source: View a detailed description of this activity.
fr: Voir une description détaillée de cette activité.
it: Vedi una descrizione dettagliata di quest'attività.
ko: 이 활동에 대한 자세한 설명을 봅니다.
pl: Wyświetl szczegółowy opis tej aktywności.
pt_br: Veja uma descrição detalhada desta atividade.
ru: Просмотреть подробное описание этого занятия.
tr: Bu aktivitenin ayrıntılı açıklamasını görüntüle.
vi: Xem mô tả chi tiết về hoạt động này.
zh_hans: 检查该活动的描述详情。

source: Toggle whether the task will be repeated indefinitely.
fr: Basculez si la tâche sera répétée indéfiniment.
it: Scegli se il compito dev'essere ripetuto all'infinito.
ko: 작업을 무기한 반복할지 여부를 전환합니다.
pl: Zaznaczy, czy zadanie będzie wykonywanie w nieskończoność.
pt_br: Alterna se a tarefa será repetida indefinidamente.
ru: Переключить, будет ли задание повторяться бесконечно.
tr: Görevin süresiz olarak tekrarlanıp tekrarlanmayacağını değiştir.
vi: Chuyển đổi xem liệu nhiệm vụ sẽ được lặp lại vô thời hạn hay không.
zh_hans: 切换是否无限重复任务。

source: Remove the current worker from the task.
de: Entfernen Sie den aktuellen Arbeiter von der Aufgabe.
fr: Supprimer le travailleur actuel de la tâche.
it: Rimuovi l'attuale lavoratore dall'attività.
ko: 작업에서 현재 작업자를 제거합니다.
pl: Usuń aktualnego pracownika z zadania.
pt_br: Remove o trabalhador atual desta tarefa.
ru: Убрать текущего работника с задания.
tr: Mevcut işçiyi görevden al.
vi: Loại bỏ công nhân hiện tại khỏi nhiệm vụ.
zh_hans: 将工人从当前任务中移除。

source: Suspend this task. This removes the worker. The task can be unsuspended.
de: Diese Aufgabe aussetzen. Dadurch wird der Arbeiter entfernt. Die Aufgabe kann wieder ausgesetzt werden.
fr: Suspendez cette tâche. Cela supprime le travailleur. La tâche peut être reprise.
it: Sospendi questo compito. Ciò rimuove il lavoratore. Il compito può essere ripreso.
ko: 이 작업을 일시 중단합니다. 작업자가 제거됩니다. 작업을 일시 중단하지 않을 수 있습니다.
pl: Zawieś to zadanie. Zwalnia to pracownika. Zadanie może zostać wznowione.
pt_br: Suspender esta tarefa. Isto remove o trabalhador. A tarefa pode ser retomada.
ru: Приостановление выполнения этой задачи. Это удаляет работника. Выполнение задачи может быть приостановлено.
vi: Tạm dừng nhiệm vụ này. Điều này loại bỏ công nhân. Nhiệm vụ có thể được tiếp tục.
zh_hans: 暂停此任务。这将移除工人。可以取消暂停任务。

source: Cancel this task.
de: Brechen Sie diese Aufgabe ab.
fr: Annulez cette tâche.
it: Annulla questo compito.
ko: 이 작업을 취소하십시오.
pl: Anuluj to zadanie.
pt_br: Cancelar essa tarefa.
ru: Отменить задачу.
tr: Bu görevi iptal et.
vi: Hủy nhiệm vụ này.
zh_hans: 取消这个任务。

source: Assign a trainer to this creature.
de: Weisen Sie dieser Kreatur einen Trainer zu.
fr: Attribuez un dresseur à cette créature.
it: Assegna un addestratore a questa creatura.
ko: 이 생물에 트레이너를 지정하십시오.
pl: Przydziel trenera do tego stworzenia.
pt_br: Atribui um treinador à esta criatura.
ru: Назначить этому существу дрессировщика.
tr: Bu yaratığa bir eğitmen ata.
vi: Chỉ định một người huấn luyện cho sinh vật này.
zh_hans: 为该生物指派一个驯兽师。
