Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: A highly-organized military order is threatening our people.
de: Eine hoch organisierte militärische Ordnung bedroht unser Volk.
fr: Un ordre militaire hautement organisé menace notre peuple.
it: Un ordine militare altamente organizzato minaccia il nostro popolo.
ko: 고도로 조직된 군사 질서가 우리 국민을 위협하고 있습니다.
pl: Dobrze zorganizowana grupa wojskowa grozi naszym ludziom.
pt_br: Uma ordem militar altamente organizada está ameaçando nosso povo.
ru: Высокоорганизованный военный отряд угрожает нашему народу.
tr: Oldukça organize bir askeri tarikat halkımızı tehdit ediyor.
vi: Một quân đoàn quân sự có tổ chức cao đang đe dọa dân tộc chúng ta.
zh_hans: 一个高度组织化的军事修会正在威胁着我们的人民。

source: An organized military order have brought terror to our doorsteps.
de: Eine organisierte militärische Ordnung hat den Terror vor unsere Haustür gebracht.
fr: Un ordre militaire organisé a apporté la terreur à nos portes.
it: Un ordine militare organizzato ha portato il terrore alle nostre porte.
ko: 조직화된 군사 질서가 우리 문앞에 공포를 가져왔습니다.
pl: Zorganizowana grupa wojskowa przyniosła terror na nasz próg.
pt_br: Uma ordem militar organizada trouxe terror ás nossas portas.
ru: Организованный военный заказ принес ужас к нашим дверям.
tr: Organize bir askeri tarikat kapımıza dehşet getirdi.
vi: Một quân đoàn quân sự có tổ chức đã mang nỗi kinh hoàng đến tận ngưỡng cửa của chúng ta.
zh_hans: 一个有组织的军事修会将恐怖带到了我们的家门口。

source: A small but organized military order have been causing us much hardship.
de: Eine kleine, aber organisierte militärische Ordnung hat uns viel Ärger bereitet.
fr: Un petit ordre militaire mais organisé nous a causé beaucoup de difficultés.
it: Un piccolo ma organizzato ordine militare ci ha causato molte difficoltà.
ko: 작지만 조직적인 군령이 우리에게 많은 어려움을 주고 있다.
pl: Mała ale zorganizowana grupa wojskowa sprawiła nam wiele trudności.
pt_br: Uma pequena, mas organizada, ordem militar vem causando muitas dificuldades.
ru: Небольшой, но организованный военный заказ доставлял нам много трудностей.
tr: Küçük ama organize bir askeri tarikat bize çok sıkıntı veriyor.
vi: Một quân đoàn quân sự nhỏ nhưng có tổ chức đã gây ra cho chúng ta nhiều khó khăn.
zh_hans: 一个小规模但有组织的军事秩序一直给我们带来很多困难。

source: A marauding warband is threatening our people.
de: Eine marodierende Kriegsbande bedroht unser Volk.
fr: Une bande de guerriers en maraude menace notre peuple.
it: Una banda di predoni minaccia il nostro popolo.
ko: 약탈하는 부대가 우리 백성을 위협하고 있습니다.
pl: Grasująca banda maruderów zagraża naszym ludziom.
pt_br: Um warband saqueador ameaça nosso povo.
ru: Банда мародёров угрожает нашему народу.
tr: Yağmacı bir savaş grubu halkımızı tehdit ediyor.
vi: Một băng cướp đang đe dọa dân tộc chúng ta.
zh_hans: 劫掠战队威胁着我们的人民。

source: Malicious outlaws have brought terror to our doorsteps.
de: Bösartige Verbrecher haben den Terror vor unsere Haustür gebracht.
fr: Des hors-la-loi malveillants ont apporté la terreur à nos portes.
it: Maligni fuorilegge hanno portato il terrore alle nostre porte.
ko: 악의적인 무법자들이 우리 문앞에 공포를 가져왔습니다.
pl: Złośliwi wyrzutkowie przynieśli terror na nasz próg.
pt_br: Bandidos mal-intencionados trouxe terror à nossa porta.
ru: Злобные преступники несут ужас к нашему порогу.
tr: Kötü niyetli kanun kaçakları kapımıza dehşet getirdi.
vi: Những kẻ ngoài vòng pháp luật độc ác đã mang nỗi kinh hoàng đến tận ngưỡng cửa của chúng ta.
zh_hans: 恶意的不法分子给我们的家门带来了恐怖。

source: Particular outlaws have been causing us much hardship.
de: Bestimmte Gesetzlose haben uns viel Kummer bereitet.
fr: Certains hors-la-loi nous ont causé beaucoup de difficultés.
it: Dei particolari fuorilegge ci hanno causato molte difficoltà.
ko: 특정 무법자들이 우리에게 많은 어려움을 안겨주고 있습니다.
pl: Poszczególni wyrzutkowie sprawiali nam dużo trudności.
pt_br: Foras da lei particulares tem nos causado muita dificuldade.
ru: Некоторые преступники приносят нам много страданий.
tr: Belirli kanun kaçakları bize çok sıkıntı veriyor.
vi: Những kẻ ngoài vòng pháp luật đặc biệt đã gây ra cho chúng ta nhiều khó khăn.
zh_hans: 特别的不法分子给我们造成了很大的困难。

source: A sprawling criminal organization has left our people living in fear.
de: Eine ausufernde kriminelle Organisation hat unser Volk in Angst und Schrecken versetzt.
fr: Une organisation criminelle tentaculaire a laissé notre peuple dans la peur
it: Una tentacolare organizzazione criminale ha fatto sì che la nostra gente viva nella paura.
ko: 제멋대로 뻗어나가는 범죄 조직으로 인해 우리 국민은 공포에 떨고 있습니다.
pl: Rozległa organizacja przestępcza pozostawiła naszych ludzi żyjącymi w strachu.
pt_br: Uma organização criminosa alastrando deixou nosso povo viver com medo.
ru: Крупная преступная организация заставляет наш народ жить в страхе.
tr: Yayılan bir suç örgütü halkımızı korku içinde yaşattı.
vi: Một tổ chức tội phạm quy mô lớn đã khiến dân tộc chúng ta sống trong sợ hãi.
zh_hans: 一个庞大的犯罪组织让我们的人民生活在恐惧之中。

source: A scheming criminal gang has eluded capture for far too long.
de: Eine intrigante Verbrecherbande ist schon viel zu lange nicht mehr gefasst worden.
fr: Un groupe criminel intrigant a échappé à la capture depuis bien trop longtemps
it: Una banda criminale è sfuggita alla cattura per troppo tempo.
ko: 계획적인 범죄 조직이 너무 오랫동안 체포를 피했습니다.
pl: Zorganizowana grupa przestępcza unikała sprawiedliwości stanowczo zbyt długo.
pt_br: Uma gangue criminosa intrigas iludiu captura por tempo demais.
ru: Коварная шайка слишком долго ускользает от поимки.
tr: Entrikacı bir suç çetesi çok uzun süredir yakalanmaktan kaçıyor.
vi: Một băng đảng tội phạm xảo quyệt đã lẩn tránh sự truy bắt quá lâu rồi.
zh_hans: 一个诡计多端的犯罪团伙已经躲过捕获太久了。

source: A lowly group of outcasts have perpetrated enough crimes against our community to gain notice.
de: Eine unbedeutende Gruppe von Ausgestoßenen hat genug Verbrechen gegen unsere Gemeinschaft begangen, um Aufmerksamkeit zu erregen.
fr: Un modeste groupe de bannis a perpétré suffisamment d'exactions contre notre communauté pour attirer l'attention
it: Un gruppo di emarginati ha commesso abbastanza crimini, contro la nostra comunità, da farsi notare.
ko: 우리 공동체를 향한 미천한 추방자 무리의 악행은 눈에 띄기에 충분합니다.
pl: Skromna grupa degeneratów popełniła wystarczająco przestępstw przeciwko naszej społeczności, aby zyskać uwagę.
pt_br: Um humilde grupo de párias perpetraram suficiente crimes contra nossa comunidade para obter o aviso.
ru: Небольшая группа изгоев совершила достаточно преступлений против нашего сообщества, чтобы привлечь к себе внимание.
tr: Aşağılık bir dışlanmışlar grubu topluluğumuza karşı dikkat çekecek kadar suç işledi.
vi: Một nhóm những kẻ bị ruồng bỏ hèn mọn đã gây ra đủ tội ác chống lại cộng đồng của chúng ta để bị chú ý.
zh_hans: 一小群被抛弃的人已经对我们的社区犯下足够的罪行以获得通知。

source: There are foul goings-on
de: Es sind üble Dinge im Gange
fr: Il y a des magouilles
it: Ci sono cose turpi
ko: 반칙이 있습니다
pl: Zdarzają się nieczyste rzeczy
pt_br: Há acontecimentos sujas
ru: Грязные делишки ведутся
tr: Pis işler dönüyor
vi: Có những chuyện tồi tệ đang diễn ra
zh_hans: 有犯规行为

source: over at
de: drüben bei
fr: à
it: su
ko: 에
pl: nad
pt_br: lá no
ru: чрезмерны в
tr: şurada:
vi: tại
zh_hans: 在

source: around here
de: hier in der Nähe
fr: dans les alentours
it: qui intorno
ko: 여기 주위에
pl: gdzieś tu
pt_br: por aqui
ru: недалеко отсюда
tr: buralarda
vi: quanh đây
zh_hans: 这周围

source: A bandit gang calling itself
de: Eine Banditenbande, die sich selbst
fr: Un gang de bandits se faisant appeler
it: Una banda di banditi che si fa chiamare
ko: 스스로를 부르는 도적단
pl: Banda nazywająca się
pt_br: Uma gangue de bandidos que se chamam
ru: Банда преступников, называющих себя
tr: Kendine şu adı veren bir haydut çetesi:
vi: Một băng cướp tự xưng là
zh_hans: 一个强盗团伙自称

source: , led by
de: , geführt von
fr: , dirigé par
it: , guidato da
ko: , 주도
pl: , dowodzona przez
pt_br: , conduzida pelo
ru: , во главе с
tr: , şunun liderliğinde:
vi: , do
zh_hans: ，受领导于

source: has been harassing people right here on the streets of
de: schikaniert die Menschen hier auf den Straßen von
fr: a harcelé des gens ici même dans les rues de
it: ha tormentato le persone proprio qui nelle strade di
ko: 바로 여기 거리에서 사람들을 괴롭혀 왔습니다.
pl: nęka ludzi tutaj, na ulicach
pt_br: tem assediado pessoas bem aqui nas ruas de
ru: донимал людей здесь, на улицах
tr: insanları tam burada, şunun sokaklarında taciz ediyor:
vi: đã và đang quấy rối người dân ngay tại các đường phố của
zh_hans: 一直在街上骚扰人们

source: has been harassing people over in
de: belästigt die Leute drüben in
fr: a harcelé des gens dans
it: ha tormentato le persone in
ko: 에서 사람들을 괴롭혀왔다.
pl: nęka ludzi w
pt_br: tem sido o assédio de pessoas sobre em
ru: сильно донимает людей в
tr: insanları şurada taciz ediyor:
vi: đã và đang quấy rối người dân ở
zh_hans: 一直在骚扰人们

source: The army of
de: Die Armee der
fr: L'armée de
it: L'esercito di
ko: 의 군대
pl: Armia
pt_br: O exército de
ru: Армия
tr: Şunun ordusu:
vi: Đội quân của
zh_hans: 军队的

source: is marching here!
de: marschiert hier!
fr: marche ici !
it: sta marciando qui!
ko: 여기에서 행진하고 있습니다!
pl: maszeruje tutaj!
pt_br: está marchando aqui!
ru: марширует здесь!
tr: buraya yürüyor!
vi: đang hành quân đến đây!
zh_hans: 在这里游行！

source: is marching on
de: marschiert weiter
fr: marche sur
it: è in marcia verso
ko: 행진하고 있다
pl: maszeruje w stronę
pt_br: está em marcha para
ru: марширует по
tr: şuraya yürüyor:
vi: đang hành quân tới
zh_hans: 正在前进

source: There's absolutely nothing interesting around here.
de: Hier gibt es absolut nichts Interessantes zu sehen.
fr: Il n'y a absolument rien d'intéressant par ici.
it: Non c'è assolutamente nulla di interessante qui intorno.
ko: 이 주변에는 흥미로운 것이 전혀 없습니다.
pl: Nie ma tu nic interesującego.
pt_br: Não há absolutamente nada de interessante por aqui.
ru: Здесь совсем нет ничего интересного.
tr: Buralarda kesinlikle ilginç bir şey yok.
vi: Hoàn toàn không có gì thú vị ở quanh đây cả.
zh_hans: 这里绝对没有什么有趣的。

source: I am a
de: Ich bin ein
fr: je suis un
it: Sono un
ko: 나는
pl: Jestem
pt_br: Eu sou um(a)
ru: Я
tr: Ben bir
vi: Tôi là một
zh_hans: 我是一个

source: of the
de: der
fr: de la
it: del
ko: 의
pt_br: do
ru: из
tr: şunun bir:
vi: thuộc về
zh_hans: 的

source: , as are you
de: , genau wie Sie
fr: , comme vous êtes
it: , come tu sei
ko: , 너도 마찬가지야
pl: , tak jak ty
pt_br: , assim como você
ru: , как вы
tr: , senin de olduğun gibi
vi: , cũng như bạn
zh_hans: 和你一样

source: forgetful guard
de: vergesslicher Wächter
fr: garde oublieux
it: guardia smemorata
ko: 건망증 가드
pl: zapominalski strażnik
pt_br: guarda esquecida
ru: рассеянная стража
tr: unutkan muhafız
vi: lính canh đãng trí
zh_hans: 健忘的守卫

source: I am a prisoner of
de: Ich bin ein Gefangener von
fr: je suis prisonnier de
it: Sono prigioniero di
ko: 나는 죄수의
pl: Jestem więźniem
pt_br: Eu sou um prisioneiro da
ru: Я пленник
tr: Ben şunun bir tutsağıyım:
vi: Tôi là tù nhân của
zh_hans: 我是囚徒

source: I am a slave of
de: Ich bin ein Sklave von
fr: je suis esclave de
it: Sono schiavo di
ko: 나는 노예다
pl: Jestem niewolnikiem
pt_br: Eu sou um escravo de
ru: Я раб
tr: Ben şunun bir kölesiyim:
vi: Tôi là nô lệ của
zh_hans: 我是奴隶

source: Please help me to escape from this place.
de: Bitte helfen Sie mir, von diesem Ort zu entkommen.
fr: S'il vous plaît, aidez-moi à m'échapper de cet endroit.
it: Per favore, aiutami a fuggire da questo posto.
ko: 이 곳에서 탈출할 수 있도록 도와주세요.
pl: Proszę, pomóż mi uciec z tego miejsca.
pt_br: Por favor me ajude a escapar deste lugar.
ru: Пожалуйста, помогите мне выбраться из этого места.
tr: Lütfen buradan kaçmama yardım et.
vi: Làm ơn hãy giúp tôi thoát khỏi nơi này.
zh_hans: 请帮我逃离这个地方。

source: But mostly I just like to drink.
de: Aber meistens trinke ich einfach gerne.
fr: Mais surtout, j'aime juste boire.
it: Ma soprattutto mi piace bere.
ko: 하지만 대부분은 그냥 술을 좋아합니다.
pl: Ale przede wszystkim po prostu lubię pić.
pt_br: Mas principalmente gosto de beber.
ru: Но больше всего я просто люблю выпить.
tr: Ama çoğunlukla sadece içmeyi severim.
vi: Nhưng phần lớn thì tôi chỉ thích uống rượu thôi.
zh_hans: 但大多数时候我只想喝酒。

source: How I long for some excitement in my life...
de: Wie sehr ich mich nach etwas Aufregung in meinem Leben sehne...
fr: Comme j'ai envie d'un peu d'excitation dans ma vie...
it: Quanto vorrei un po' d'eccitazione nella mia vita...
ko: 내 인생에서 약간의 흥분을 얼마나 갈망하는지...
pl: Ależ tęsknię za jakąś ekscytacją w moim życiu...
pt_br: Como anseio por alguma emoção na minha vida...
ru: Как я желаю чего-то волнительного в жизни...
tr: Hayatımda biraz heyecanı nasıl da arzuluyorum...
vi: Làm sao tôi khao khát chút hứng khởi trong cuộc đời mình...
zh_hans: 我多么渴望生活中的一些兴奋......

source: I've always dreamed of seeing far-away places.
de: Ich habe immer davon geträumt, weit entfernte Orte zu sehen.
fr: J'ai toujours rêvé de voir des endroits lointains.
it: Ho sempre sognato di vedere luoghi lontani.
ko: 나는 항상 먼 곳을 보는 꿈을 꾸었습니다.
pl: Zawsze marzyłem o zobaczeniu odległych miejsc.
pt_br: Sempre sonhei ver lugares distantes.
ru: Я всегда мечтал увидеть дальние края.
tr: Hep uzak yerleri görmeyi hayal etmişimdir.
vi: Tôi luôn mơ ước được nhìn thấy những nơi xa xôi.
zh_hans: 我一直梦想看到遥远的地方。

source: I would give anything to be away from here. I can't stand the boredom!
de: Ich würde alles geben, um von hier wegzukommen. Ich kann die Langeweile nicht ertragen!
fr: Je donnerai n'importe quoi pour être loin d'ici. Je ne supporte pas l'ennui !
it: Darei qualsiasi cosa per andarmene da qui. Non sopporto la noia!
ko: 나는 여기에서 나갈 수만 있다면 뭐든지 할 있어. 이 지루함은 더 이상 참을 수 없어!
pl: Dałbym wszystko, aby znaleźć się gdzieś daleko stąd. Nie mogę wytrzymać nudy!
pt_br: Eu daria tudo para estar longe daqui. Não suporto o tédio!
ru: Я отдал бы всё, чтобы быть подальше отсюда. Здесь ужасно скучно!
vi: Tôi sẽ đánh đổi bất cứ thứ gì để rời khỏi đây. Tôi không thể chịu đựng nổi sự buồn chán này!
zh_hans: 我会放弃任何东西离开这里。我无法忍受无聊！

source: Can you lead me to battle and a warrior's death?
de: Kannst du mich in die Schlacht und in den Tod eines Kriegers führen?
fr: Peux-tu me conduire au combat et à la mort d'un guerrier ?
it: Puoi condurmi in battaglia e a una morte da guerriero?
ko: 나를 전투와 전사의 죽음으로 이끌 수 있습니까?
pl: Czy możesz mnie poprowadzić na bitwę i śmierć godną wojownika?
pt_br: Você pode me guiar para a batalha e a morte de um guerreiro?
ru: Вы можете повести меня в бой, к воинской смерти?
tr: Beni savaşa ve bir savaşçı ölümüne götürebilir misin?
vi: Bạn có thể dẫn tôi ra chiến trường và đến cái chết của một chiến binh không?
zh_hans: 你能引导我去战斗和战士的死吗？

source: site occ
fr: occupation du chantier
it: sito occ
ko: 사이트 occ
pl: strona occ
pt_br: local ocupado
ru: место занято
tr: yerleşim işgali
vi: Địa điểm chiếm đóng
zh_hans: 场地占用

source: [C:6:0:1]Related Sites[C:7:0:0][B]
fr: [C:6:0:1]Sites associés[C:7:0:0][B]
it: [C:6:0:1]Siti Correlati[C:7:0:0][B]
ko: [C:6:0:1]관련 사이트[C:7:0:0][B]
pl: [C:6:0:1]Powiązane strony[C:7:0:0][B]
pt_br: [C:6:0:1]Sites Relacionados[C:7:0:0][B]
ru: [C:6:0:1]Связанные места[C:7:0:0][B]
tr: [C:6:0:1]İlgili Yerler[C:7:0:0][B]
vi: [C:6:0:1]Các Địa Điểm Liên Quan[C:7:0:0][B]
zh_hans: [C:6:0:1]相关站点[C:7:0:0][B]

source: the looting of
de: die Plünderung von
fr: le pillage de
it: il saccheggio di
ko: 약탈
pl: grabież
pt_br: o saque de
ru: мародерство
tr: şunun yağmalanması:
vi: vụ cướp bóc
zh_hans: 抢劫

source: is our family's ancestor.
de: ist der Vorfahre unserer Familie.
fr: est l'ancêtre de notre famille.
it: è l'antenato della nostra famiglia.
ko: 은(는) 우리 가족의 선조이다.
pl: jest przodkiem naszej rodziny.
pt_br: é o ancestral da nossa família.
ru: предок нашей семьи.
tr: ailemizin atasıdır.
vi: là tổ tiên của gia đình chúng ta.
zh_hans: 是我们家的祖先。

source: is the head of the family.
de: ist das Oberhaupt der Familie.
fr: est le chef de famille.
it: è il capofamiglia.
ko: 가장입니다.
pl: jest głową naszej rodziny.
pt_br: é o chefe da família.
ru: это глава семьи.
tr: ailenin reisidir.
vi: là tộc trưởng của gia đình.
zh_hans: 是这个家庭的负责人。

source: The head of the family is
de: Das Familienoberhaupt ist
fr: Le chef de famille est
it: Il capofamiglia è
ko: 가족의 가장은
pl: Głową rodziny jest
pt_br: O chefe da família é
ru: Глава семьи это
tr: Ailenin reisi:
vi: Tộc trưởng của gia đình là
zh_hans: 这个家庭的负责人是

source: Our family's ancestor is
de: Der Vorfahre unserer Familie ist
fr: L'ancêtre de notre famille est
it: L'antenato della nostra famiglia è
ko: 우리 가족의 선조는
pl: Przodkiem naszej rodziny jest
pt_br: O ancestral da nossa família é
ru: Предок нашей семьи
tr: Ailemizin atası:
vi: Tổ tiên của gia đình chúng ta là
zh_hans: 我们家的祖先是

source: is overcome for a moment.
de: ist für einen Moment überwältigt.
fr: est surmonté un instant.
it: viene superato per un momento.
ko: 한순간에 극복된다.
pl: jest chwilowo zajęty.
pt_br: é superada por um momento.
ru: умолк на мгновение.
tr: bir anlığına kendinden geçer.
vi: bị choáng ngợp trong chốc lát.
zh_hans: 克服了一会儿。

source: ] No... I don't want to talk about it.
de: ] Nein... Ich möchte nicht darüber sprechen.
fr: ] Non... Je ne veux pas en parler.
it: ] No... non voglio parlarne.
ko: ] 아니... 얘기하고 싶지 않아.
pl: ] Nie... Nie chcę o tym rozmawiać.
pt_br: ] Não.... Não quero falar sobre isso.
ru: ] Нет... Я не хочу об этом говорить.
vi: ] Không... Tôi không muốn nói về chuyện đó.
zh_hans: ]不......我不想谈论它。

source: There is a library there
de: Dort gibt es eine Bibliothek
fr: Il y a une bibliothèque là-bas
it: Lì c'è una biblioteca
ko: 그곳에 도서관이 있다
pl: Jest tu biblioteka
pt_br: Há uma biblioteca aqui
ru: Там есть библиотека
tr: Orada bir kütüphane var
vi: Ở đó có một thư viện
zh_hans: 那里有一个图书馆

source: named
de: mit dem Namen
fr: nommé
it: chiamato
ko: 명명 된
pl: zwana
pt_br: Nome
ru: названный
tr: adı
vi: mang tên
zh_hans: 命名

source: There is a tavern there
de: Dort gibt es eine Taverne
fr: Il y a une taverne là-bas
it: Lì c'è una locanda
ko: 그곳에 선술집이 있다
pl: Jest tu karczma
pt_br: Há uma taverna aqui
ru: Там есть таверна
tr: Orada bir meyhane var
vi: Ở đó có một quán rượu
zh_hans: 那里有一个小酒馆

source: There is a tomb
de: Da ist ein Grab
fr: Il y a un tombeau
it: C'è un sepolcro
ko: 무덤이 있다
pl: Tam jest grób
pt_br: Há uma tumba
ru: Там есть гробница
tr: Bir mezar var
vi: Ở đó có một ngôi mộ
zh_hans: 有一座坟墓

source: housing
de: Unterkunft
fr: logement
it: alloggio
ko: 주택
pl: mieszka
pt_br: Moradia
ru: жилища
tr: barındıran
vi: là nơi an nghỉ của
zh_hans: 住房

source: there
de: dort
fr: là
it: lì
ko: 거기
pl: tam
pt_br: existem
ru: там
tr: orada
vi: ở đó
zh_hans: 那里

source: There is a temple
de: Es gibt einen Tempel
fr: Il y a un temple
it: C'è un tempio
ko: 사원이 있다
pl: Jest tam świątynia
pt_br: Há um templo
ru: Там есть храм
tr: Bir tapınak var
vi: Ở đó có một ngôi đền
zh_hans: 有一座寺庙

source: There is a great keep there
de: Dort gibt es einen großen Bergfried
fr: Il y a un grand donjon là-bas
it: Lì c'è un grande mastio
ko: 그곳에는 큰 성채가 있다
pl: Jest tam świetna twierdza
pt_br: Há uma grande torre de menagem lá
ru: Там есть большая башня
tr: Orada büyük bir kale burcu var
vi: Ở đó có một pháo đài lớn
zh_hans: 那里有一个伟大的保持

source: is there.
de: ist da.
fr: y a-t-il.
it: è lì.
ko: 있다.
pl: jest tam.
pt_br: Existe.
ru: есть.
tr: oradadır.
vi: ở đó.
zh_hans: 在那儿。

source: It is a place of great evil.
de: Es ist ein Ort des großen Übels.
fr: C'est un lieu de grand mal.
it: È un luogo molto malvagio.
ko: 그것은 큰 악의 장소입니다.
pl: To miejsce wielkiego zła.
pt_br: É um lugar de grande mal.
ru: Это обитель великого зла.
tr: Burası büyük bir kötülük yeri.
vi: Đó là một nơi đầy rẫy tà ác.
zh_hans: 这是一个邪恶的地方。

source: looks around nervously and leans forward, speaking quietly.
de: schaut sich nervös um, beugt sich vor und spricht leise.
fr: regarde autour de lui nerveusement et se penche en avant, en chuchotant.
it: si guarda intorno nervosamente e si sporge in avanti, parlando piano.
ko: 초조하게 주위를 둘러보며 몸을 앞으로 숙이고 조용히 말한다.
pl: rozgląda się nerwowo i pochyla się do przodu, mówiąc cicho.
pt_br: Olha em volta nervosamente e se inclina para a frente, falando calmamente.
ru: нервно оглядывается и наклоняется вперёд, говоря тихо.
tr: sinirli bir şekilde etrafa bakınır, öne eğilir ve sessizce konuşur.
vi: lo lắng nhìn quanh và rướn người về phía trước, khẽ nói.
zh_hans: 紧张地环顾四周，向前倾斜，静静地说话。

source: It is rumored that the dead rise and stalk the living!
de: Es heißt, dass die Toten auferstehen und die Lebenden verfolgen!
fr: On dit que les morts se lèvent et traquent les vivants !
it: Si dice che i morti risorgano e perseguitino i vivi!
ko: 죽은 자가 살아나 산자를 스토킹한다는 소문이 있습니다!
pl: Mówi się, że umarli wstali i nękają żywych!
pt_br: Há rumores de que os mortos levantar-se e perseguir os vivos!
ru: Ходят слухи, что мёртвые поднялись из могил и преследуют живых!
vi: Có lời đồn rằng người chết sống lại và rình rập người sống!
zh_hans: 据传，死者崛起并追踪生活！

source: That place is blessed.
de: Dieser Ort ist gesegnet.
fr: Cet endroit est béni.
it: Quel luogo è benedetto.
ko: 그곳은 축복받은 곳입니다.
pl: To miejsce jest błogosławione.
pt_br: Esse lugar é abençoado.
ru: Это место освящено.
tr: O yer kutsanmıştır.
vi: Nơi đó được ban phước.
zh_hans: 那个地方被祝福了。

source: Savage beasts call it their home.
de: Wilde Bestien sind hier zu Hause.
fr: Les bêtes sauvages l'appellent leur maison.
it: Bestie selvagge la chiamano casa.
ko: 사나운 짐승들이 이곳을 집이라고 부릅니다.
pl: Okrutne bestie zwą je swoim domem.
pt_br: Bestas selvagens chamá-lo para sua casa.
ru: Там живут только дикие звери.
tr: Vahşi canavarlar orayı yuva edinmişti.
vi: Những quái vật hoang dã gọi nơi đây là nhà.
zh_hans: 野人野兽称之为家园。

source: ! It's terrifying.
de: ! Es ist beängstigend.
fr: ! C'est terrifiant.
it: ! È terrificante.
pl: ! To przerażające.
pt_br: ! É aterrorizante.
ru: ! Это ужасно.
vi: ! Thật kinh hoàng.
zh_hans: ！这太可怕了。

source: have been known to hunt out there.
de: sind dafür bekannt, dass sie dort jagen.
fr: sont connus pour y chasser.
it: sono noti per cacciare là fuori.
ko: 그곳에서 사냥하는 것으로 알려져 있습니다.
pl: jest znany z polowania w tej okolicy.
pt_br: é sabido que caçar lá fora.
ru: , как известно, охотятся там.
tr: orada avlandığı bilinmektedir.
vi: được biết là thường săn mồi ở ngoài đó.
zh_hans: 众所周知，在那里打猎。

source: roam freely out there.
de: da draußen frei herumlaufen.
fr: errer librement là-bas.
it: vaga liberamente là fuori.
ko: 그곳을 자유롭게 돌아다니다.
pl: włóczy się tam swobodnie.
pt_br: vagueiam livremente por aí.
ru: свободно там разгуливают.
tr: orada serbestçe dolaşır.
vi: lang thang tự do ngoài đó.
zh_hans: 在那里自由地漫游。

source: I don't know very much about it.
de: Ich weiß nicht sehr viel darüber.
fr: Je n'en sais pas grand chose.
it: Non so molto a riguardo.
ko: 나는 그것에 대해 잘 모른다.
pl: Nie wiem dużo na ten temat.
pt_br: Não sei muito sobre isso.
ru: Я не очень много знаю об этом.
tr: Hakkında pek bir şey bilmiyorum.
vi: Tôi không biết nhiều lắm về nó.
zh_hans: 我不太了解它。

source: I am the
de: Ich bin der
fr: je suis le
it: Io sono il
ko: 나는
pl: Jestem
pt_br: Eu sou o
ru: Я
tr: Ben
vi: Tôi là
zh_hans: 我是

source: him
de: er
fr: lui
it: lui
ko: 그를
pl: jemu
pt_br: Ele
ru: его
tr: o
vi: anh ấy
zh_hans: 他

source: I've defeated many fearsome opponents!
de: Ich habe schon viele furchterregende Gegner besiegt!
fr: J'ai vaincu de nombreux adversaires redoutables !
it: Ho sconfitto molti avversari temibili!
ko: 무시무시한 적들을 많이 물리쳤습니다!
pl: Pokonałem wielu przerażających przeciwników!
pt_br: Eu derrotei muitos adversários temíveis!
ru: Я одержал победу над множеством грозных противников!
tr: Birçok korkunç rakibi yendim!
vi: Tôi đã đánh bại nhiều đối thủ đáng sợ!
zh_hans: 我击败了许多可怕的对手！

source: We are in
de: Wir sind in
fr: Nous sommes dans
it: Siamo in
ko: 우리는
pl: Jesteśmy
pt_br: Estamos em
ru: Мы находимся в
tr: Şuradayız:
vi: Chúng ta đang ở
zh_hans: 我们在

source: [You receive a detailed description.]
de: [Du empfängst eine detaillierte Beschreibung]
fr: [Vous recevez une description détaillée.]
it: [RicevI una descrizione dettagliata.]
ko: [자세한 설명을 받습니다.]
pl: [Otrzymasz szczegółowy opis.]
pt_br: [Você recebeu uma descrição detalhada].
ru: [Вы получили детальное описание.]
vi: [Bạn nhận được một mô tả chi tiết.]
zh_hans: [你会收到一份详细的说明]。
