Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I am so angry!
de: Ich bin so wütend!
fr: Je suis tellement en colère!
it: Sono così arrabbiato!
ko: 열받네!
pl: Jestem tak wściekły!
pt_br: Estou tao zangada!
ru: Я очень зол!
tr: Çok kızgınım!
vi: Ta thật sự rất tức giận!
zh_hans: 我很生气！

source: The anguish is overwhelming...
de: Die Qualen sind überwältigend...
fr: L'angoisse est accablante...
it: L'angoscia è travolgente...
ko: 괴로움이 어마어마하다...
pl: Udręka jest przytłaczająca...
pt_br: A angústia é esmagadora...
ru: Эта мука невыносима...
tr: Keder bunaltıcı...
vi: Nỗi khổ tâm này đang áp đảo ta...
zh_hans: 痛苦是压倒性的......

source: So annoying!
de: So nervig!
fr: Si ennuyant!
it: Così fastidioso!
ko: 짜증나!
pl: Tak denerwujące!
pt_br: Tao chato!
ru: Это так раздражает!
tr: Çok can sıkıcı!
vi: Thật quá phiền phức!
zh_hans: 很烦人！

source: That's annoying.
de: Das ist nervig.
fr: C'est ennuyeux.
it: È fastidioso.
ko: 그거 짜증나네.
pl: To denerwujące.
pt_br: Isso é irritante.
ru: Всё это раздражает.
tr: Bu can sıkıcı.
vi: Điều đó thật khó chịu.
zh_hans: 那很烦人。

source: I'm annoyed.
de: Ich bin genervt.
fr: Je suis ennuyé.
it: Sono infastidito.
ko: 나 짜증나.
pl: Jestem zdenerwowany.
pt_br: Estou chateado.
ru: Я раздражен.
tr: Sinir oldum.
vi: Ta đang khó chịu.
zh_hans: 我很烦。

source: It's annoying.
de: Es ist nervig.
fr: C'est ennuyant.
it: È fastidioso.
ko: 짜증나.
pl: To denerwujące.
pt_br: É irritante.
ru: Это раздражает.
tr: Bu rahatsız edici.
vi: Thật phiền phức.
zh_hans: 它很烦人。

source: How annoying!
de: Wie nervig!
fr: Comme c'est ennuyeux!
it: Quant'è fastidioso!
ko: 짜증나!
pl: Jak denerwujące!
pt_br: Que chateação!
ru: Как это раздражает!
tr: Ne kadar can sıkıcı!
vi: Phiền phức làm sao!
zh_hans: 多烦啊！

source: I'm so anxious!
de: Ich bin so nervös!
fr: Je suis tellement anxieux !
it: Sono così ansioso!
ko: 너무 불안해!
pl: Jestem taki niespokojny!
pt_br: Estou tao ansiosa!
ru: Я ужасно обеспокоен!
tr: O kadar endişeliyim ki!
vi: Ta đang quá đỗi lo lắng!
zh_hans: 我很着急！

source: I could not care less.
de: Das ist mir völlig egal.
fr: Je m'en contrefiche.
it: Non me ne potrebbe importare di meno.
ko: 나는 덜 신경 쓸 수 없었다.
pl: Nie mógłbym się mniej przejmować.
pt_br: É-me indiferente.
ru: Мне наплевать.
tr: Hiç umurumda değil.
vi: Ta chẳng mảy may quan tâm.
zh_hans: 我一点也不在乎。

source: I am very aroused!
de: Ich bin sehr erregt!
fr: Je suis très excité !
it: Sono tanto eccitato!
ko: 나는 매우 흥분했어.
pl: Jestem bardzo podniecony!
pt_br: Estou muito excitado!
ru: Я очень взволнован!
tr: Çok tahrik oldum!
vi: Ta đang rất kích động!
zh_hans: 我很兴奋！

source: Astonishing!
de: Erstaunlich!
fr: Étonnant!
it: Stupefacente!
ko: 놀랍군!
pl: Zdumiewające!
pt_br: Assombroso!
ru: Изумительно!
tr: Şaşırtıcı!
vi: Thật đáng kinh ngạc!
zh_hans: 惊人！

source: I really need to get away from this.
de: Ich muss wirklich davon loskommen.
fr: J'ai vraiment besoin de m'éloigner de ça.
it: Ho davvero bisogno di allontanarmi da tutto questo.
ko: 나는 정말로 이것에서 벗어날 필요가 있습니다.
pl: Naprawdę muszę się od tego uwolnić.
pt_br: Preciso mesmo de fugir disto.
ru: Я хотел бы быть подальше от этого.
tr: Bundan gerçekten uzaklaşmam lazım.
vi: Ta thật sự cần thoát khỏi điều này.
zh_hans: 我真的需要摆脱这个。

source: I'm awe-struck!
de: Ich bin beeindruckt!
fr: Je suis émerveillé !
it: Sono sbalordito!
ko: 나는 경외감을 느꼈다!
pl: Jestem pod wielkim wrażeniem!
pt_br: Estou abismado!
ru: Я поражён страхом!
tr: Huşu içindeyim!
vi: Ta đang sửng sốt tột độ!
zh_hans: 我很敬畏！

source: I'm terribly bitter about this...
de: Ich bin schrecklich frustriert darüber...
fr: Je suis terriblement amer à ce sujet...
it: Sono terribilmente amareggiato per questo...
ko: 이거 참 씁쓸하네요...
pl: Jestem tym strasznie rozgoryczony...
pt_br: Estou terrivelmente amargo sobre isso...
ru: Мне горько об этом думать...
tr: Bu konuda çok içerledim...
vi: Ta cảm thấy vô cùng cay đắng về điều này...
zh_hans: 我对这个非常痛苦......

source: This is so boring!
de: Das ist so langweilig!
fr: C'est tellement ennuyeux!
it: Che noia!
ko: 너무 지루해!
pl: To takie nudne!
pt_br: Isso é tao chato!
ru: Это так скучно!
tr: Bu çok sıkıcı!
vi: Điều này thật quá đỗi nhàm chán!
zh_hans: 这很无聊！

source: I care so much!
de: Das ist mir sehr wichtig!
fr: Je m'en soucie tellement !
it: Ci tengo molto!
ko: 나는 너무 신경이 쓰인다!
pl: Tak bardzo mi zależy!
pt_br: Eu me importo tanto!
ru: Я очень обеспокоен!
tr: O kadar çok önemsiyorum ki!
vi: Ta quan tâm đến nhường nào!
zh_hans: 我非常在意！

source: I'm so incredibly confused...
de: Ich bin so unglaublich verwirrt...
fr: Je suis tellement confus...
it: Sono incredibilmente confuso...
ko: 정말 말도안되게 혼란스럽네요...
pl: Jestem tak niewiarygodnie zdezorientowany...
pt_br: Estou tao incrivelmente confusa...
ru: Я ужасно смущён...
tr: Kafam o kadar inanılmaz karışık ki...
vi: Ta đang vô cùng hoang mang...
zh_hans: 我非常困惑......

source: I can't describe the contempt I feel...
de: Ich kann nicht beschreiben, welche Verachtung ich empfinde...
fr: Je ne peux pas décrire le mépris que je ressens...
it: Non riesco a descrivere il disprezzo che provo...
ko: 내가 느끼는 멸시를 말로 표현할 수 없다...
pl: Nie potrafię wyrazić pogardy, którą czuję...
pt_br: Eu não posso descrever o desprezo que sinto...
ru: Я не могу описать презрение, которое чувствую...
tr: Hissettiğim küçümsemeyi tarif edemem...
vi: Ta không thể diễn tả nổi sự khinh bỉ mà ta đang cảm thấy...
zh_hans: 我无法描述我的鄙视......

source: I am so content about this.
de: Ich bin sehr zufrieden damit.
fr: Je suis tellement content de ça.
it: Ne sono soddisfatto.
ko: 나는 이것에 대해 너무 만족합니다.
pl: Jestem z tego zadowolony.
pt_br: Estou tao feliz sobre isso.
ru: Я всем доволен.
tr: Bu konuda çok memnunum.
vi: Ta cảm thấy rất hài lòng về điều này.
zh_hans: 我对此非常满意。

source: I feel so dejected...
de: Ich fühle mich so niedergeschlagen...
fr: Je me sens tellement abattu...
it: Mi sento abbattuto...
ko: 기분이 너무 우울해...
pl: Czuję się tak przygnębiony...
pt_br: Sinto-me tao desanimado...
ru: Я чувствую такое уныние...
tr: O kadar kederli hissediyorum ki...
vi: Ta cảm thấy thật chán nản...
zh_hans: 我感到很沮丧......

source: How very delightful!
de: Wie reizvoll!
fr: Comment très délicieux!
it: Che delizia!
ko: 정말 기쁩니다!
pl: Jakże wspaniale!
pt_br: Como é muito delicioso!
ru: Как восхитительно!
tr: Ne kadar da zevkli!
vi: Thật là hân hoan làm sao!
zh_hans: 多么令人愉快！

source: I despair at this!
de: Ich verzweifle daran!
fr: Je désespère de ça !
it: Sto perdendo le speranze!
ko: 나는 이것에 절망한다!
pl: Rozpaczam z tego powodu!
pt_br: Eu me desespero para isto!
ru: Я в отчаянии!
tr: Buna umutsuzlanıyorum!
vi: Ta tuyệt vọng vì điều này!
zh_hans: 我绝望了！

source: My disappointment is palpable!
de: Meine Enttäuschung ist spürbar!
fr: Ma déception est palpable !
it: La mia delusione è palpabile!
ko: 나의 실망은 명백하다!
pl: Moje rozczarowanie jest niemal namacalne.
pt_br: Minha decepção é palpável!
ru: Моё разочарование почти осязаемо.
tr: Hayal kırıklığım elle tutulur cinsten!
vi: Sự thất vọng của ta thật rõ ràng!
zh_hans: 我的失望是显而易见的！

source: How disgusting!
de: Wie widerlich!
fr: Quelle horreur!
it: Che schifo!
ko: 얼마나 역겨운 지!
pl: Jakie to obrzydliwe!
pt_br: Que nojo!
ru: Это отвратительно!
tr: Ne kadar iğrenç!
vi: Thật ghê tởm!
zh_hans: 真恶心！

source: How naive I was... this strikes me to the core.
de: Wie naiv ich war... das trifft mich ins Herz.
fr: Comme j'étais naïf... cela me frappe profondément.
it: Quanto sono stato ingenuo... questo mi colpisce nel profondo.
ko: 너무 쉽게 생각했었군... 낭떠러지로 떨어지는 것 같은걸.
pl: Jaki byłem naiwny... to uderza mnie do głębi.
pt_br: Como ingênuo, que eu estava... isso parece-me ao núcleo.
ru: Как я был наивен... Это событие потрясло меня до глубины души.
vi: Ta đã ngây thơ làm sao... điều này chạm đến tận tâm can ta.
zh_hans: 我多么天真......这让我感到震惊。

source: I feel such an intense dislike...
de: Ich empfinde eine so starke Abneigung...
fr: Je ressens une telle aversion intense...
it: Sento un'intensa antipatia...
ko: 너무 심한 거부감이..
pl: Czuję taką intensywną niechęć...
pt_br: Sinto-me uma antipatia tao intensa...
ru: Я чувствую такую сильную неприязнь...
tr: Öyle yoğun bir hoşnutsuzluk hissediyorum ki...
vi: Ta cảm thấy một sự ghét bỏ thật mãnh liệt...
zh_hans: 我感到非常不喜欢......

source: Everything is coming apart!
de: Alles fällt auseinander!
fr: Tout se démonte !
it: Tutto sta andando a pezzi!
ko: 모든 것이 무너지고 있습니다!
pl: Wszystko się rozpada!
pt_br: Tudo está desmoronando!
ru: Всё разваливается на части!
tr: Her şey parçalanıyor!
vi: Mọi thứ đang sụp đổ!
zh_hans: 一切都分崩离析了！

source: I am very, very displeased.
de: Ich bin sehr, sehr unzufrieden.
fr: Je suis très, très mécontent.
it: Sono molto, molto dispiaciuto.
ko: 나는 매우, 매우 불쾌합니다.
pl: Jestem bardzo, bardzo niezadowolony.
pt_br: Estou muito descontente.
ru: Я очень, очень недоволен.
tr: Çok ama çok memnuniyetsizim.
vi: Ta vô cùng, vô cùng bất mãn.
zh_hans: 我非常，非常不高兴。

source: What shall I do? This is a disaster!
de: Was soll ich nur tun? Es ist eine Katastrophe!
fr: Que dois-je faire ? C'est une catastrophe!
it: Cosa dovrei fare? È un disastro!
ko: 내가 무엇을하여야한다?
pl: Co mam zrobić? To katastrofa!
pt_br: O que devo fazer? Isto é um desastre!
ru: Что мне делать? Это катастрофа!
vi: Ta phải làm gì đây? Đây là một thảm họa!
zh_hans: 我该怎么办？?这是一场灾难！

source: I can't wait to get to it!
de: Ich kann es kaum erwarten, damit anzufangen!
fr: J'ai hâte d'y arriver !
it: Non vedo l'ora di arrivarci!
ko: 나는 그것을 얻을 때까지 기다릴 수 없어!
pl: Nie mogę się doczekać, by się za to zabrać!
pt_br: Eu não posso esperar para chegar lá!
ru: Я больше не могу ждать!
tr: Başlamak için sabırsızlanıyorum!
vi: Ta nóng lòng muốn bắt tay vào việc đó!
zh_hans: 我等不及要了！

source: Such elation I feel!
de: Was für ein Glücksgefühl!
fr: Quelle joie je ressens !
it: Mi sento così euforico!
ko: 나는 그런 기쁨을 느낀다!
pl: Czuję takie uniesienie!
pt_br: Tal alegria que sinto!
ru: Я чувствую душевный подъём!
tr: Öyle bir sevinç hissediyorum ki!
vi: Ta cảm thấy một niềm vui sướng tột độ!
zh_hans: 我觉得这种兴高采烈！

source: How embarrassing!
de: Wie peinlich!
fr: Que c'est embarrassant!
it: Che imbarazzo!
ko: 부끄럽다!
pl: Jakie to żenujące!
pt_br: Como embaraçoso
ru: Как стыдно!
tr: Ne kadar utanç verici!
vi: Thật là đáng xấu hổ!
zh_hans: 多么尴尬！

source: I feel such empathy!
de: Ich habe so viel Mitgefühl!
fr: Je ressens une telle empathie !
it: Provo una tale empatia!
ko: 나는 그런 공감을 느낀다!
pl: Czuję ogromne współczucie!
pt_br: Sinto-me tal empatia!
ru: Я очень сочувствую!
tr: Öyle bir empati hissediyorum ki!
vi: Ta cảm thấy một sự đồng cảm sâu sắc!
zh_hans: 我感到很同情！

source: I feel so empty inside...
de: Ich fühle mich innerlich so leer...
fr: Je me sens tellement vide à l'intérieur...
it: Mi sento così vuoto dentro...
ko: 속이 너무 텅 빈 느낌...
pl: Czuję się tak pusty w środku...
pt_br: Sinto-me tao vazio por dentro...
ru: Я так опустошён...
tr: İçimde öyle bir boşluk hissediyorum ki...
vi: Ta cảm thấy thật trống rỗng trong tâm hồn...
zh_hans: 我内心感到很空虚......

source: How enjoyable!
de: Wie unterhaltsam!
fr: Comme c'est agréable !
it: Che piacere!
ko: 얼마나 즐거운가!
pl: Jak miło!
pt_br: Como é agradável!
ru: Как радостно!
tr: Ne kadar zevkli!
vi: Thật đáng tận hưởng biết bao!
zh_hans: 多么愉快啊！

source: So exasperating!
de: Wie ärgerlich!
fr: Tellement exaspérant !
it: Che esasperazione!
ko: 너무 짜증나!
pl: Ależ to irytujące!
pt_br: Tao irritante!
ru: Это невыносимо!
tr: Çok çileden çıkarıcı!
vi: Thật quá đỗi bực mình!
zh_hans: 太生气了！

source: How exhilarating!
de: Wie aufregend!
fr: Comment exaltant!
it: Quant'è esaltante!
ko: 얼마나 신나는 일입니까!
pl: Jakie to ekscytujące!
pt_br: Como estimulante!
ru: Это восхитительно!
tr: Ne kadar canlandırıcı!
vi: Thật là phấn khởi làm sao!
zh_hans: 多么令人振奋！

source: You will know my ferocity!
de: Du wirst meine Grausamkeit kennenlernen!
fr: Vous connaîtrez ma férocité !
it: Conoscerete la mia ferocia!
ko: 당신은 나의 사나움을 알게 될 것입니다!
pl: Poznasz moją srogość!
pt_br: Você vai saber minha ferocidade!
ru: Вы познаете мою жестокость!
tr: Gazabımı göreceksin!
vi: Ngươi sẽ biết đến sự hung hãn của ta!
zh_hans: 你会知道我的凶猛！

source: I'm feeling so fond!
de: Ich fühle mich so wohl!
fr: Je me sens si bien !
it: Provo così tanto affetto!
ko: 기분이 너무 좋아요!
pl: Czuję się tak miło!
pt_br: Estou me sentindo tao apaixonada!
ru: Мои чувствую такую нежность!
tr: İçim sevgiyle dolup taşıyor!
vi: Ta cảm thấy thật quý mến!
zh_hans: 我感觉很喜欢！

source: Such freedom I feel!
de: Ich fühle mich so frei!
fr: Quelle liberté je ressens !
it: Mi sento così libero!
ko: 나는 그런 자유를 느낀다!
pl: Czuję taką wolność!
pt_br: Essa liberdade que sinto!
ru: Такая свобода!
tr: Öyle bir özgürlük hissediyorum ki!
vi: Ta cảm thấy một sự tự do đến nhường nào!
zh_hans: 我觉得这样的自由！

source: Such a fright!
de: So ein Schreck!
fr: Une telle frayeur !
it: Che spavento!
ko: 그런 공포!
pl: Ale strach!
pt_br: Um susto!
ru: Какой ужас!
tr: Ne korku ama!
vi: Thật là một nỗi kinh hoàng!
zh_hans: 这么吓人！

source: How frustrating!
de: Wie frustrierend!
fr: Quelle frustration !
it: Che frustrazione!
ko: 얼마나 실망스럽습니까!
pl: Jakie to frustrujące!
pt_br: Que frustrante!
ru: Какое разочарование!
tr: Ne kadar sinir bozucu!
vi: Thật là bực bội làm sao!
zh_hans: 多么令人沮丧！

source: Glee!
fr: Joie!
it: Allegria!
ko: 기쁨!
pl: Radość!
ru: Ура!
tr: Neşe!
vi: Hân hoan!
zh_hans: 高兴！

source: The gloom blankets me...
de: Die Düsternis überzieht mich...
fr: La morosité m'envahit...
it: L'oscurità mi avvolge...
ko: 어둠이 나를 감싸고...
pl: Mrok mnie ogarnia...
pt_br: A tristeza me cobertores...
ru: Мрак окутывает мои мысли...
tr: Üzerime kasvet çöküyor...
vi: Sự u ám đang bao trùm lấy ta...
zh_hans: 阴郁笼罩着我......

source: How glum I am...
de: Wie deprimiert ich bin..
fr: Comme je suis maussade...
it: Come sono depresso...
ko: 내가 얼마나 무뚝뚝한지...
pl: Jaki jestem ponury...
pt_br: Triste como eu sou...
ru: Тьма поглотила меня...
tr: Ne kadar somurtkanım...
vi: Ta buồn rầu biết bao...
zh_hans: 我多么闷闷不乐......

source: I am so grateful!
de: Ich bin so dankbar!
fr: Je suis tellement reconnaissant!
it: Sono così grato!
ko: 정말 감사합니다!
pl: Jestem taki wdzięczny!
pt_br: Estou muito grato!
ru: Я так благодарен!
tr: O kadar minnettarım ki!
vi: Ta vô cùng biết ơn!
zh_hans: 我很感激！

source: It makes me so grouchy!
de: Das macht mich so griesgrämig!
fr: Ça me rend si grincheux !
it: Mi rende così di cattivo umore!
ko: 그것은 나를 너무 불평하게 만든다!
pl: To sprawia, że jestem zrzędliwy!
pt_br: Faz-me sempre de mau humor!
ru: Это делает меня таким ворчливым!
tr: Bu beni çok huysuz yapıyor!
vi: Điều đó khiến ta thật khó chịu!
zh_hans: 这让我如此不高兴！

source: Not that it's your business! Harumph!
de: Nicht dass es deine Angelegenheit wäre! Harumph!
fr: Ce n'est pas votre affaire ! Harumph !
it: Non che siano affari tuoi! Ehehm!
ko: 그것은 당신의 사업이 아닙니다!
pl: Nie żeby to była twoja sprawa! Hmpf!
pt_br: Isso não é o seu negócio! Harumph!
ru: Это не твое дело! Агрхх!
vi: Không phải việc của ngươi! Hừm!
zh_hans: 这关你屁事!哼哼!

source: The guilt is almost unbearable!
de: Die Schuldgefühle sind fast unerträglich!
fr: La culpabilité est presque insupportable !
it: Il senso di colpa è quasi insopportabile!
ko: 죄책감은 거의 참을 수 없습니다!
pl: Poczucie winy jest prawie nie do zniesienia!
pt_br: A culpa é quase insuportável!
ru: Это чувство вины просто невыносимо!
tr: Suçluluk neredeyse dayanılmaz!
vi: Cảm giác tội lỗi này gần như không thể chịu đựng nổi!
zh_hans: 内疚几乎无法忍受！

source: Such happiness!
de: Solch Freude!
fr: Quel bonheur !
it: Che felicità!
ko: 그런 행복!
pl: Takie szczęście!
pt_br: Tanta felicidade!
ru: Какое счастье!
tr: Ne mutluluk ama!
vi: Thật là hạnh phúc!
zh_hans: 这样的快乐！

source: I am consumed by hatred.
de: Ich bin vom Hass aufgezehrt.
fr: Je suis rongé par la haine.
it: Sono consumato dall'odio.
ko: 나는 증오에 사로잡혀 있다.
pl: Pożera mnie nienawiść!
pt_br: Estou consumido pelo ódio.
ru: Я сгораю от ненависти.
tr: Nefret tarafından tüketiliyorum.
vi: Ta bị nỗi căm thù nuốt chửng.
zh_hans: 我被仇恨所吞噬。

source: I am filled with such hope!
de: Ich bin von Hoffnung erfüllt!
fr: Je suis rempli d'un tel espoir !
it: Sono pieno di speranza!
ko: 나는 그런 희망으로 가득 차 있습니다!
pl: Przepełnia mnie nadzieja!
pt_br: Estou cheio de tanta esperança!
ru: Я полон надежд!
tr: İçim öyle bir umutla dolu ki!
vi: Ta ngập tràn hy vọng đến nhường nào!
zh_hans: 我充满了这样的希望！

source: There is no hope!
de: Es gibt keine Hoffnung!
fr: Il n'y a pas d'espoir!
it: Non c'è speranza!
ko: 희망이 없어!
pl: Nie ma już nadziei!
pt_br: Não há esperança!
ru: Здесь нет надежды!
tr: Umut yok!
vi: Chẳng còn hy vọng gì!
zh_hans: 没有希望！

source: The humiliation!
de: Die Demütigung!
fr: L'humiliation !
it: Che umiliazione!
ko: 굴욕!
pl: Upokorzenie!
pt_br: A humilhação!
ru: Это так унизительно!
tr: Bu ne aşağılanma!
vi: Thật là nhục nhã!
zh_hans: 屈辱！

source: Such an offense!
de: Eine solche Beleidigung!
fr: Une telle offense !
it: Che offesa!
ko: 공격적이군!
pl: Taka obraza!
pt_br: Tal uma ofensa!
ru: Это оскорбление!
tr: Ne büyük bir hakaret!
vi: Thật là một sự xúc phạm!
zh_hans: 这样的冒犯！

source: How incredibly interesting!
de: Unglaublich interessant!
fr: Comme c'est incroyablement intéressant !
it: È incredibilmente interessante!
ko: 정말 흥미롭습니다!
pl: Jakie to niewiarygodnie interesujące!
pt_br: Como incrivelmente interessante!
ru: Это невероятно интересно!
tr: İnanılmaz derecede ilginç!
vi: Thật là thú vị đến kinh ngạc!
zh_hans: 多么有趣！

source: How irritating!
de: Wie ärgerlich!
fr: Comment irritant!
it: Che irritazione!
ko: 짜증나!
pl: Jakie to irytujące!
pt_br: Como irritante!
ru: Это раздражает меня!
tr: Ne kadar sinir bozucu!
vi: Thật khó chịu làm sao!
zh_hans: 多么刺激！

source: I feel so isolated!
de: Ich fühle mich so isoliert!
fr: Je me sens tellement isolé !
it: Mi sento così isolato!
ko: 고립 된 느낌이군!
pl: Czuję się tak odizolowany!
pt_br: Sinto-me tao isolado!
ru: Я чувствую себя одиноким!
tr: Kendimi çok soyutlanmış hissediyorum!
vi: Ta cảm thấy thật cô lập!
zh_hans: 我觉得很孤立！

source: Such a jolly time!
de: So eine schöne Zeit!
fr: Un moment si joyeux!
it: Quanto gioviale è questo momento!
ko: 그런 유쾌한 시간!
pl: To taki radosny czas!
pt_br: Um tempo tao alegre!
ru: Какое радостное время!
tr: Ne neşeli bir zaman!
vi: Thật là một khoảng thời gian vui vẻ!
zh_hans: 这么快乐的时光！

source: How jovial I feel!
de: Wie heiter ich mich fühle!
fr: Comme je me sens jovial !
it: Come mi sento gioviale!
ko: 기분이 얼마나 유쾌합니까!
pl: Jakże jowialnie się czuję!
pt_br: Sinto-me como jovial!
ru: Как мне весело!
tr: Ne kadar şen hissediyorum!
vi: Ta cảm thấy thật hoan hỉ làm sao!
zh_hans: 我的感觉多么快活！

source: Such jubilation I feel!
de: Welch ein Glücksgefühl ich empfinde!
fr: Quelle jubilation je ressens !
it: Sono pieno di giubilo!
ko: 나는 그런 환희를 느낀다!
pl: Czuję taką radość!
pt_br: Tal alegria que sinto!
ru: Я чувствую ликование!
tr: Öyle bir coşku hissediyorum ki!
vi: Ta cảm thấy một niềm hân hoan khôn tả!
zh_hans: 我觉得这样的喜庆！

source: I crawl with such unbearable loathing!
de: Ich krieche vor unerträglicher Abscheu!
fr: Je rampe avec un tel dégoût insupportable !
it: Mi s'accappona la pelle con tale insopportabile ripugnanza!
ko: 나는 참을 수 없는 혐오감으로 기어다닌다!
pl: Czołgam się z takim nieznośnym wstrętem!
pt_br: Rastejo com tal ódio insuportável!
ru: Я раздавлен своей невыносимой ненавистью!
tr: Dayanılmaz bir tiksintiyle kıvranıyorum!
vi: Ta tràn ngập một nỗi căm ghét không thể chịu đựng nổi!
zh_hans: 我厌倦了这种无法忍受的厌恶！

source: I'm so terribly lonely!
de: Ich bin so furchtbar einsam!
fr: Je suis si terriblement seul !
it: Sono così terribilmente solitario!
ko: 나는 너무 외롭다!
pl: Jestem okropnie samotny!
pt_br: Estou tao terrivelmente solitário!
ru: Мне так одиноко...
tr: O kadar korkunç derecede yalnızım ki!
vi: Ta cô đơn đến tột cùng!
zh_hans: 我非常寂寞！

source: I'm overcome by lust!
de: Mich überkommt die Lust!
fr: Je suis submergé par la luxure !
it: Sono sopraffatto dalla lussuria!
ko: 나는 정욕에 압도당했다!
pl: Przytłacza mnie żądza!
pt_br: Eu estou emocionado por luxúria!
ru: Я охвачен вожделением!
tr: Şehvete kapıldım!
vi: Ta bị dục vọng chế ngự!
zh_hans: 我被欲望所克服！

source: The mortification overwhelms me!
de: Die Demütigung überwältigt mich!
fr: La mortification me submerge !
it: La mortificazione mi travolge!
ko: 고행이 나를 압도한다!
pl: Umartwienie mnie przytłacza!
pt_br: A mortificação deslumbra-me!
ru: Отчаяние переполняет меня!
tr: Utanç beni kahrediyor!
vi: Nỗi bẽ mặt này đang áp đảo ta!
zh_hans: 羞辱压倒了我！

source: I am so nervous!
de: Ich bin so nervös!
fr: Je suis tellement nerveux!
it: Sono così nervoso!
ko: 너무 긴장돼!
pl: Jestem tak zdenerwowany!
pt_br: Estou tao nervosa!
ru: Я так нервничаю!
tr: Çok gerginim!
vi: Ta đang quá đỗi lo lắng!
zh_hans: 我很紧张！

source: Such nostalgia!
de: Solche Nostalgie!
fr: Quelle nostalgie !
it: Che nostalgia!
ko: 그런 향수!
pl: Co za nostalgia!
pt_br: Que nostalgia!
ru: Какая ностальгия!
tr: Ne nostalji!
vi: Thật là một nỗi hoài niệm!
zh_hans: 这样的怀旧！

source: My optimism is unshakeable!
de: Mein Optimismus ist unerschütterlich!
fr: Mon optimisme est inébranlable !
it: Il mio ottimismo è incrollabile!
ko: 나의 낙관주의는 흔들리지 않습니다!
pl: Mój optymizm jest niewzruszony!
pt_br: Meu otimismo é inabalável!
ru: Мой оптимизм непоколебим!
tr: İyimserliğim sarsılmaz!
vi: Sự lạc quan của ta là không thể lay chuyển!
zh_hans: 我的乐观是不可动摇的！

source: This is such an outrage!
de: Das ist ein solcher Skandal!
fr: C'est un tel scandale !
it: È un tale oltraggio!
ko: 이것은 정말 분노입니다!
pl: To skandal!
pt_br: É escandaloso!
ru: Это просто беспредел!
tr: Bu ne rezalet!
vi: Điều này thật là một sự phẫn nộ!
zh_hans: 这是一种愤怒！

source: I'm panicking! I'm panicking!
de: Ich bin in Panik! Ich bin in Panik!
fr: je panique! je panique!
it: Sono nel panico! Sono nel panico!
ko: 나는 당황!
pl: Panikuję! Panikuję!
pt_br: Estou em pânico! Estou em pânico!
ru: Я в панике! В панике!
vi: Ta đang hoảng loạn! Ta đang hoảng loạn!
zh_hans: 我很恐慌！我很恐慌！

source: My patience is as the still waters.
de: Meine Geduld ist wie das stille Wasser.
fr: Ma patience est comme les eaux calmes.
it: La mia pazienza è come le acque ferme.
ko: 나의 인내는 잔잔한 물과 같습니다.
pl: Moja cierpliwość jak spokojna woda.
pt_br: Minha paciência é como as águas.
ru: Мое терпение подобно спокойным водам.
tr: Sabrım durgun sular gibidir.
vi: Sự kiên nhẫn của ta tĩnh lặng như mặt nước.
zh_hans: 我的耐心是静止的水域。

source: I burn with such passion!
de: Ich brenne mit solcher Leidenschaft!
fr: Je brûle avec une telle passion !
it: Brucio di passione!
ko: 나는 그런 열정으로 불타고 있습니다!
pl: Płonę z pasji!
pt_br: Gravar com tanta paixao!
ru: Я горю страстью!
tr: Öyle bir tutkuyla yanıyorum ki!
vi: Ta bùng cháy với một niềm đam mê mãnh liệt!
zh_hans: 我以如此激情燃烧！

source: How pleasurable!
de: Wie vergnüglich!
fr: Quel plaisir !
it: Che piacere!
ko: 얼마나 즐거운가!
pl: Jak przyjemnie!
pt_br: Como é prazeroso!
ru: Как приятно!
tr: Ne kadar zevkli!
vi: Thật là dễ chịu làm sao!
zh_hans: 多么愉快啊！

source: I am so proud!
de: Ich bin so stolz!
fr: Je suis si fier!
it: Sono così orgoglioso!
ko: 너무 자랑스럽다!
pl: Jestem taki dumny!
pt_br: Estou tao orgulhosa!
ru: Я так горд!
tr: Çok gururluyum!
vi: Ta vô cùng tự hào!
zh_hans: 我很自豪！

source: Such total rapture!
de: Was für eine Entrückung!
fr: Quel ravissement total !
it: Che estasi totale!
ko: 그런 완전한 휴거!
pl: Takie całkowite uniesienie!
pt_br: Tal êxtase total!
ru: Я в полном восторге!
tr: Büyük bir mest oluş!
vi: Thật là một sự hoan lạc tuyệt đối!
zh_hans: 这样的完全被提！

source: Such rejection! I cannot stand it.
de: Solche Ablehnung! Ich kann es nicht ertragen.
fr: Quel rejet ! Je ne peux pas le supporter.
it: Un tale rifiuto! Non riesco a sopportarlo.
ko: 거절이라니! 버틸수가 없군.
pl: Takie odrzucenie! Nie mogę tego znieść!
pt_br: Tal rejeição! Não aguento mais.
ru: Это очень неприятно, я не могу этого вынести!
vi: Thật là một sự khước từ! Ta không thể chịu đựng nổi.
zh_hans: 这样的拒绝！我受不了了。

source: Such a relief!
de: Was für eine Erleichterung!
fr: Quel soulagement!
it: Che sollievo!
ko: 다행이군!
pl: Co za ulga!
pt_br: Um alívio!
ru: Какое облегчение!
tr: Ne büyük bir rahatlama!
vi: Thật nhẹ nhõm làm sao!
zh_hans: 这样的解脱！
