Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Murderer!
de: Mörder!
fr: Meurtrier!
it: Assassino!
ko: 살인자!
pl: Morderca!
pt_br: Assassino
ru: Убийца!
tr: Katil!
vi: Kẻ sát nhân!
zh_hans: 凶手！

source: I must obey the master!
de: Ich muss dem Meister gehorchen!
fr: Je dois obéir au maître !
it: Devo obbedire al signore!
ko: 나는 주인에게 복종해야 한다!
pl: Muszę być posłuszny mistrzowi!
pt_br: Tenho de obedecer o mestre!
ru: Ты должен подчиняться господину!
tr: Efendiye itaat etmeliyim!
vi: Ta phải vâng lời chủ nhân!
zh_hans: 我必须服从主人！

source: The dead!
de: Der Tod!
fr: Le mort!
it: I morti!
ko: 죽은!
pl: Martwy!
pt_br: Os mortos!
ru: Мёртвец!
tr: Ölüler!
vi: Kẻ đã chết!
zh_hans: 死亡！

source: Get away from me!
de: Geh weg von mir!
fr: Éloignez-vous de moi !
it: Stai lontano da me!
ko: 나에게서 도망!
pl: Odejdź ode mnie!
pt_br: Fique longe de mim!
ru: Отстань от меня!
tr: Benden uzak dur!
vi: Tránh xa ta ra!
zh_hans: 远离我！

source: Don't talk to me.
de: Reden Sie nicht mit mir.
fr: Ne me parle pas.
it: Non rivolgermi la parola.
ko: 나에게 말하지 마십시오.
pl: Nie mów do mnie.
pt_br: Não fale comigo.
ru: Не говорите со мной.
tr: Benimle konuşma.
vi: Đừng nói chuyện với ta.
zh_hans: 别跟我说话。

source: Behold, mortal. I am
de: Seht, Sterblicher. Ich bin
fr: Voici, mortel. Je suis
it: Ammira, mortale. Io sono
ko: 보라, 필멸자여.
pl: Drżyj, śmiertelniku. Jestem
pt_br: Eis que, mortal. Eu sou
ru: Трепещи, смертный. Я
vi: Hỡi phàm nhân, hãy nhìn xem. Ta là
zh_hans: 看哪，凡人。我是

source: a divine being
de: ein göttliches Wesen
fr: un être divin
it: un essere divino
ko: 신성한 존재
pl: boskim bytem
pt_br: um ser divino
ru: божественное создание
tr: ilahi bir varlık
vi: một thực thể thần thánh
zh_hans: 一个神圣的存在

source: . I know why you have come.
de: . Ich weiß, warum Sie gekommen sind.
fr: . Je sais pourquoi tu es venu.
it: . So perché sei venuto.
pl: . Wiem dlaczego przyszedłeś.
pt_br: . Eu sei por que você veio.
ru: . Я знаю зачем вы пришли.
vi: . Ta biết lý do ngươi đến đây.
zh_hans: 我知道你为什么来。

source: Well, let's see...
de: Nun, mal sehen...
fr: Voyons voir...
it: Beh, vediamo...
ko: 어디 한번 보자...
pl: Cóż, zobaczmy...
pt_br: Bem, vamos ver...
ru: Хорошо, посмотрим...
tr: Pekala, bakalım...
vi: Chà, để xem...
zh_hans: 好的，我们等着瞧...

source: we've got
de: Wir haben
fr: nous avons
it: abbiamo
ko: 우리는있어
pl: mamy
pt_br: Nós temos
ru: у нас здесь
vi: chúng ta có
zh_hans: 我们有

source: deaths
de: Todesfälle
fr: des morts
it: morti
ko: 사망자
pl: śmierci
pt_br: mortes
ru: смерти
tr: ölümler
vi: những cái chết
zh_hans: 死亡

source: the death
de: die Toten
fr: la mort
it: la morte
ko: 죽음
pl: śmierć
pt_br: a morte
ru: смерть
tr: ölüm
vi: cái chết
zh_hans: 死亡

source: law-breaking
de: Gesetzesbrecher
fr: enfreindre la loi
it: violazione della legge
ko: 불법
pl: łamanie prawa
pt_br: crime
ru: нарушение закона
tr: yasa çiğneme
vi: hành vi phạm pháp
zh_hans: 违法

source: the fighting
de: die Kämpfenden
fr: les combats
it: la battaglia
ko: 싸움
pl: walkę
pt_br: lutando com
ru: битва
tr: çatışma
vi: cuộc giao tranh
zh_hans: 战斗

source: armies on the march
de: Armeen auf dem Marsch
fr: armées en marche
it: armate in marcia
ko: 행진하는 군대
pl: armie w marszu
pt_br: exércitos em marcha
ru: армиях на марше
tr: yürüyüşteki ordular
vi: các đội quân đang hành quân
zh_hans: 军队在游行

source: the army on the march
de: die Armee auf dem Marsch
fr: l'armée en marche
it: l' armata in marcia
ko: 행진하는 군대
pl: armię w marszu
pt_br: o exército em marcha
ru: армия на марше
tr: yürüyüşteki ordu
vi: đội quân đang hành quân
zh_hans: 军队在游行

source: abductions
de: Entführungen
fr: enlèvements
it: sequestri
ko: 납치
pl: porwania
pt_br: raptos
ru: похищения
tr: adam kaçırmalar
vi: các vụ bắt cóc
zh_hans: 绑架

source: the abduction
de: die Entführung
fr: l'enlèvement
it: il sequestro
ko: 납치
pl: porwanie
pt_br: o rapto
ru: похищение
tr: adam kaçırma
vi: vụ bắt cóc
zh_hans: 绑架

source: the occupation
de: der Beruf
fr: l'occupation
it: l'occupazione
ko: 직업
pl: okupację
pt_br: Profissão
ru: оккупация
tr: işgal
vi: sự chiếm đóng
zh_hans: 占领

source: beasts
de: Biest
fr: bêtes
it: bestie
ko: 수류
pl: bestie
pt_br: bestas
ru: чудовища
tr: canavarlar
vi: các dã thú
zh_hans: 兽类

source: the beast
de: das Biest
fr: la bête
it: la bestia
ko: 짐승
pl: bestia
pt_br: a besta
ru: чудовище
tr: canavar
vi: con dã thú
zh_hans: 野兽

source: criminals
de: Kriminelle
fr: les criminels
it: criminali
ko: 범죄자
pl: kryminalistów
pt_br: criminosos
ru: преступники
tr: suçlular
vi: bọn tội phạm
zh_hans: 罪犯

source: skulking vermin
de: schleichendes Ungeziefer
fr: vermine furtive
it: parassiti appostati
ko: 살금살금 다니는 해충
pl: czające się robactwo
pt_br: Tocaieiro vermes
ru: подлый вредитель
tr: sinsi haşereler
vi: lũ sâu bọ lẩn trốn
zh_hans: 偷偷摸摸的寄生虫

source: bone-chilling horror
de: gruseliger Horror
fr: horreur effrayante
it: orrore agghiacciante
ko: 뼛속까지 시린 공포
pl: mrożący krew w żyłach horror
pt_br: terror de arrepiar
ru: леденящий кровь ужас
tr: tüyler ürpertici dehşet
vi: nỗi kinh hoàng thấu xương
zh_hans: 令人毛骨悚然的恐怖

source: ruffians
de: Raufbolde
fr: voyous
it: furfanti
ko: 악당
pl: zbójców
pt_br: rufioes
ru: головорезы
tr: serseriler
vi: bọn côn đồ
zh_hans: 歹徒

source: open war
de: offener Krieg
fr: guerre ouverte
it: guerra aperta
ko: 열린 전쟁
pl: otwartą wojnę
pt_br: guerra aberta
ru: открытая война
tr: açık savaş
vi: chiến tranh công khai
zh_hans: 公开战争

source: brewing trouble with our neighbors
de: Ärger mit den Nachbarn heraufbeschwören
fr: des problèmes de brassage avec nos voisins
it: creando problemi coi nostri vicini
ko: 이웃과 문제를 일으키다
pl: kłopoty z sąsiadami
pt_br: problemas com os nossos vizinhos da fabricação de cerveja
ru: проблемы с соседями
tr: komşularımızla kaynayan sorunlar
vi: rắc rối đang nảy sinh với hàng xóm
zh_hans: 与邻居酝酿麻烦

source: the missing treasure
de: der verschollene Schatz
fr: le trésor manquant
it: il tesoro perduto
ko: 사라진 보물
pl: zaginiony skarb
pt_br: o tesouro que faltava
ru: пропавшее сокровище
tr: kayıp hazine
vi: kho báu bị mất tích
zh_hans: 失踪的宝藏

source: I've forgotten what trouble it was...
de: Ich habe vergessen um welchen Ärger es ging...
fr: J'ai oublié quel problème c'était...
it: Ho dimenticato quale problema fosse...
ko: 무슨 고생이었는지 잊어버렸어...
pl: Wypadło mi z głowy co to był za problem...
pt_br: Esqueci-me que problema foi...
ru: Я уже и забыл, как это хлопотно...
tr: Sorunun ne olduğunu unuttum...
vi: Ta đã quên đó là rắc rối gì rồi...
zh_hans: 我忘了这是什么麻烦......

source: Wait here until I return.
de: Warte hier bis ich zurück bin.
fr: Attendez ici jusqu'à mon retour.
it: Aspetta qui fino al mio ritorno.
ko: 내가 돌아올 때까지 여기서 기다려.
pl: Czekaj tu póki nie wrócę.
pt_br: Espere aqui até eu voltar.
ru: Ждите здесь, пока я не вернусь.
tr: Dönene kadar burada bekle.
vi: Hãy chờ ở đây cho đến khi ta quay lại.
zh_hans: 等到我回来。

source: Let's continue onward together.
de: Lass uns zusammen voranschreiten.
fr: Continuons ensemble.
it: Andiamo avanti insieme.
ko: 계속해서 함께 갑시다.
pl: Kontynuujmy dalej naprzód razem.
pt_br: Vamos continuar para a frente juntos.
ru: Давайте продолжим путь вместе.
tr: Birlikte devam edelim.
vi: Chúng ta hãy tiếp tục cùng nhau.
zh_hans: 让我们一起继续前进吧。

source: Can you tell me the way to
de: Können Sie mir sagen, wie ich
fr: Pouvez-vous me dire le chemin pour
it: Puoi indicarmi il modo di
ko: 방법을 알려주실 수 있나요
pl: Czy możesz mi wskazać drogę do
pt_br: Pode dizer-me o caminho para
ru: Подскажите, как мне попасть в
tr: Bana şuraya giden yolu tarif edebilir misin:
vi: Ngươi có thể chỉ đường cho ta đến
zh_hans: 你能告诉我做这件事的方法吗

source: What have you done? This is horrifying!
de: Was haben Sie getan? Das ist entsetzlich!
fr: Qu'avez-vous fait? C'est horrible !
it: Che cos'hai fatto? È orribile!
ko: 당신은 무엇을 했습니까?
pl: Coś uczynił? To przerażające!
pt_br: O que é que você fez? Isso é horrível!
ru: Что вы наделали? Это ужасно!
vi: Ngươi đã làm gì vậy? Thật kinh hoàng!
zh_hans: 你做了什么？ 太可怕了!

source: Thank you. I will take excellent care of this majestic creature.
de: Ich danke Ihnen. Ich werde mich hervorragend um diese majestätische Kreatur kümmern.
fr: Merci. Je prendrai grand soin de cette créature majestueuse.
it: Grazie. Mi prenderò cura in modo eccellente di questa maestosa creatura.
ko: 고맙습니다.
pl: Dziękuję ci. Świetnie zajmę się tym majestatycznym stworzeniem.
pt_br: Obrigado. Vou cuidar muito bem desta criatura majestosa.
ru: Спасибо. Я позабочусь об этом величественном существе.
vi: Cảm ơn. Ta sẽ chăm sóc thật tốt cho sinh vật hùng vĩ này.
zh_hans: 谢谢你！我会好好照顾这只威严的生物。

source: I deign to favor you with my little pretty,
de: Ich erlaube mir, dich mit meiner kleinen Schönheit zu erfreuen,
fr: Je daigne te favoriser de ma petite jolie,
it: Mi degno di favorirvi con la mia piccola bella,
ko: 나는 나의 작은 아름다움으로 당신을 호의를 표합니다.
pl: Raczę cię obdarzyć moją małą śliczną,
pt_br: Eu me digno a favorecê-lo com minha linda,
ru: Я соизволил одолжить вам мою маленькую красотку,
tr: Sana küçük güzelimle lütufta bulunuyorum,
vi: Ta chiếu cố ban cho ngươi vật nhỏ xinh này,
zh_hans: 我愿意用我的小宝贝来帮助你，

source: I give to you this fine beast,
de: Ich schenke dir dieses schöne Tier,
fr: Je te donne cette belle bête,
it: Vi regalo questa bella bestia,
ko: 내가 이 좋은 짐승을 너희에게 주노니
pl: Podarowuję ci tę piękną bestię,
pt_br: Eu dou a você esta bela besta,
ru: Я отдаю вам это очаровательное животное,
tr: Sana bu güzel canavarı veriyorum,
vi: Ta trao cho ngươi con dã thú tuyệt vời này,
zh_hans: 我把这只优秀的野兽送给你，

source: What do you think of me?
de: Was denkst du über mich?
fr: Que penses-tu de moi?
it: Che opinione hai di me?
ko: 나에 대해 어떻게 생각하니?
pl: Co o mnie myślisz?
pt_br: O que você acha que eu sou?"
ru: Что вы думаете обо мне?
tr: Benim hakkımda ne düşünüyorsun?
vi: Ngươi nghĩ gì về ta?
zh_hans: 你觉得我怎么样？

source: What can you tell me about yourself?
de: Was kannst du mir über dich erzählen?
fr: Que peux-tu me dire à ton sujet?
it: Cosa puoi dirmi su di te?
ko: 자신에 대해 무엇을 말해 줄 수 있습니까?
pl: Co mi możesz o sobie powiedzieć?
pt_br: O que você pode me dizer sobre si mesmo?
ru: Что вы можете сказать о себе?
tr: Bana kendinden ne anlatabilirsin?
vi: Ngươi có thể kể gì về bản thân mình?
zh_hans: 你能向我介绍一下自己吗?

source: What can you tell me about
de: Was können Sie mir sagen über
fr: De quoi pouvez-vous me parler
it: Cosa puoi dirmi a proposito di
ko: 무엇에 대해 말해 줄 수 있습니까?
pl: Co możesz mi powiedzieć o
pt_br: O que você pode me dizer sobre
ru: Что вы можете сказать о
tr: Bana şunun hakkında ne anlatabilirsin:
vi: Ngươi có thể kể gì về
zh_hans: 你能告诉我什么？

source: Can you tell me where I can find myself?
de: Kannst du mir sagen, wo ich mich finden kann?
fr: Pouvez-vous me dire où je peux me trouver ?
it: Puoi dirmi dove posso ritrovare me stesso?
ko: 내가 어디에서 나를 찾을 수 있는지 말해 줄 수 있습니까?
pl: Możesz mi powiedzieć, gdzie mogę siebie znaleźć?
pt_br: Pode me dizer onde eu posso me encontrar?
ru: Можете ли вы мне сказать где я могу пригодиться?
tr: Kendimi nerede bulabileceğimi söyleyebilir misin?
vi: Ngươi có thể cho ta biết ta có thể tìm thấy bản thân mình ở đâu không?
zh_hans: 你能告诉我在哪里可以找到自己吗？

source: Can you tell me where I can find you?
de: Kannst du mir sagen, wo ich dich finden kann?
fr: Pouvez-vous me dire où je peux vous trouver ?
it: Puoi dirmi dove posso trovarti?
ko: 어디에서 당신을 찾을 수 있는지 말씀해 주시겠습니까?
pl: Możesz mi powiedzieć, gdzie mogę ciebie znaleźć?
pt_br: Você pode me dizer onde eu posso te encontrar?
ru: Можете сказать, где я смогу вас найти?
tr: Seni nerede bulabileceğimi söyleyebilir misin?
vi: Ngươi có thể cho ta biết ta có thể tìm thấy ngươi ở đâu không?
zh_hans: 你能告诉我在哪里可以找到你吗？

source: Can you tell me where I can find
de: Können Sie mir sagen, wo ich Folgendes finde
fr: Pouvez-vous me dire où je peux trouver
it: Puoi dirmi dove posso trovare
ko: 어디에서 찾을 수 있는지 알려주실 수 있나요
pl: Możesz mi powiedzieć, gdzie mogę znaleźć
pt_br: Você pode me dizer onde posso encontrar
ru: Подскажите, как мне найти
tr: Şunu nerede bulabileceğimi söyleyebilir misin:
vi: Ngươi có thể cho ta biết ta có thể tìm thấy
zh_hans: 你能告诉我在哪里可以找到

source: Please guide me to
de: Bitte führe mich zu
fr: Merci de me guider vers
it: Per favore guidami a
ko: 안내해주세요
pl: Proszę poprowadź mnie do
pt_br: Por favor me orientar para
ru: Пожалуйста, проводите меня к
tr: Lütfen beni şuraya götür:
vi: Làm ơn dẫn đường cho ta đến
zh_hans: 请指导我

source: Please guide me to myself.
de: Bitte führe mich zu mir selbst.
fr: Veuillez me guider vers moi-même.
it: Per favore guidami verso me stesso.
ko: 저를 제 자신으로 인도해주세요.
pl: Proszę prowadź mnie do mnie.
pt_br: Por favor, me guie para mim mesmo.
ru: Пожалуйста, проводите меня к себе.
tr: Lütfen beni kendime götür.
vi: Làm ơn dẫn đường cho ta đến bản thân mình.
zh_hans: 请引导我自己。

source: Please guide me to you.
de: Bitte führe mich zu dir.
fr: Merci de me guider vers vous.
it: Per favore guidami verso di te.
ko: 안내해 주세요.
pl: Proszę, zaprowadź mnie do siebie.
pt_br: Por favor, me guie até você.
ru: Прошу, проводите меня к вам.
tr: Lütfen beni sana götür.
vi: Làm ơn dẫn đường cho ta đến chỗ ngươi.
zh_hans: 请指导我。

source: We can no longer travel together.
de: Wir können nicht länger zusammen reisen.
fr: Nous ne pouvons plus voyager ensemble.
it: Non possiamo più viaggiare insieme.
ko: 우리는 더 이상 함께 여행할 수 없습니다.
pl: Nie możemy dłużej razem podróżować.
pt_br: Já não podemos viajar juntos.
ru: Мы можем больше не путешествовать вместе.
tr: Artık birlikte seyahat edemeyiz.
vi: Chúng ta không thể tiếp tục du hành cùng nhau nữa.
zh_hans: 我们不能再一起旅行了。

source: I'm giving up on this hopeless venture.
de: Ich gebe dieses hoffnungslose Unterfangen auf.
fr: Je renonce à cette entreprise sans espoir.
it: Mi sto arrendendo a quest'impresa senza speranza.
ko: 이 가망 없는 모험을 포기하겠습니다.
pl: Odpuszczam sobie to beznadziejne przedsięwzięcie.
pt_br: Vou desistir deste empreendimento sem esperança.
ru: Я бросаю это безнадёжное дело.
vi: Ta từ bỏ cuộc mạo hiểm vô vọng này.
zh_hans: 我放弃了这个无望的冒险。

source: We were going to entertain the world! It's a shame, but I'll have to make my own way now.
de: Wir waren dabei die Welt zu unterhalten! Es ist eine Schande, aber ich muss jetzt meinen eigenen Weg gehen.
fr: Nous allions divertir le monde ! C'est dommage, mais je vais devoir me débrouiller tout seul maintenant.
it: Avremmo intrattenuto il mondo! È un peccato, ma ora dovrò arrangiarmi da solo.
ko: 우리는 세상을 즐겁게 하려고 했었어! 아쉽지만 이제 제 갈길을 가야될 것 같습니다.
pl: Mieliśmy zabawiać cały świat! Żal mi, lecz będę musiał obrać moją własną drogę.
pt_br: Nós estávamos indo para entreter o mundo! É uma pena, mas vou ter que seguir meu próprio caminho agora.
ru: Мы собирались покорить весь мир! Это позорно, но я продолжу свой путь в одиночку.
vi: Chúng ta đã định khuấy động cả thế giới! Thật đáng tiếc, nhưng giờ ta sẽ phải tự thân vận động thôi.
zh_hans: 我们要去娱乐这个世界！这是一种耻辱，但我现在必须走自己的路。

source: I'm returning on my own.
de: Ich kehre allein zurück.
fr: Je rentre tout seul.
it: Sto tornando da solo.
ko: 나는 스스로 돌아간다.
pl: Wracam na swoje.
pt_br: Estou voltando por conta própria.
ru: Я возвращаюсь один.
vi: Ta sẽ tự mình quay về.
zh_hans: 我会自己回去。

source: I hope you find what you are seeking here.
de: Ich hoffen du findest was du hier suchst.
fr: J'espère que vous trouverez ici ce que vous cherchez.
it: Spero che troverai qui quello che stai cercando.
ko: 여기에서 원하는 것을 찾으시기 바랍니다.
pl: Mam nadzieję, że znajdziesz tu to, czego szukasz.
pt_br: Espero que você encontre o que você está procurando aqui.
ru: Надеюсь, вы найдёте то, что ищете.
vi: Ta hy vọng ngươi sẽ tìm thấy điều mình đang tìm kiếm ở đây.
zh_hans: 我希望你能在这里找到你想要的东西。

source: Now we will live under
de: Jetzt leben wir unter
fr: Maintenant nous vivrons sous
it: Ora vivrà sotto
ko: 이제 우리는 아래에서 살 것입니다
pl: Teraz będziemy żyć pod
pt_br: Agora vamos viver sob
ru: Сейчас мы живём под
tr: Şimdi şunun altında yaşayacağız:
vi: Giờ đây chúng ta sẽ sống dưới sự cai trị của
zh_hans: 现在我们将生活在

source: They must be stopped by any means at our disposal.
de: Sie müssen mit allen verfügbaren Mitteln gestoppt werden.
fr: Ils doivent être arrêtés par tous les moyens à notre disposition.
it: Devono essere fermati con ogni mezzo a nostra disposizione.
ko: 그들은 우리가 마음대로 할 수 있는 어떤 수단으로든 막아야 합니다.
pl: Należy ich powstrzymać wszelkimi dostępnymi nam środkami.
pt_br: Eles devem ser interrompidos por todos os meios à nossa disposição.
ru: Нужно остановить их, чего бы это ни стоило.
tr: Elimizdeki her türlü imkanla durdurulmalılar.
vi: Chúng phải bị chặn đứng bằng mọi phương tiện chúng ta có.
zh_hans: 必须以任何方式阻止它们。

source: It's not my problem.
de: Es ist nicht mein Problem.
fr: Ce n'est pas mon problème.
it: Non è un problema mio.
ko: 내 문제가 아니야.
pl: To nie mój problem.
pt_br: Não é problema meu.
ru: Это меня не касается.
tr: Bu benim sorunum değil.
vi: Đó không phải vấn đề của ta.
zh_hans: 这不是我的问题。

source: It was inevitable.
de: Es war unvermeidlich.
fr: C'était inévitable.
it: Era inevitabile.
ko: 불가피했습니다.
pl: To było nieuniknione.
pt_br: Era inevitável.
ru: Я не знаю что сказать, поэтому скажу, что это было неизбежно.
tr: Bu kaçınılmazdı.
vi: Điều đó là không thể tránh khỏi.
zh_hans: 这是不可避免的。

source: This is the life for me.
de: Das ist das Leben für mich.
fr: C'est la vie pour moi.
it: Questa è la vita che fa per me.
ko: 이것이 나를 위한 삶입니다.
pl: To jest życie dla mnie.
pt_br: Esta é a vida para mim.
ru: Это было моей жизнью.
tr: Bu hayat tam bana göre.
vi: Đây chính là cuộc sống dành cho ta.
zh_hans: 这就是我的生活。

source: I don't know anything else about them.
de: Ich weiß sonst nichts über sie.
fr: Je ne sais rien d'autre à leur sujet.
it: Non so nient'altro su di loro.
ko: 나는 그들에 대해 아무것도 모른다.
pl: Nic więcej o nich nie wiem.
pt_br: Não sei nada sobre eles.
ru: Я больше ничего не знаю о них.
tr: Onlar hakkında başka bir şey bilmiyorum.
vi: Ta không biết thêm bất cứ điều gì khác về chúng.
zh_hans: 我对他们一无所知。

source: We are in the right in all matters.
de: Wir sind in allen Belangen im Recht.
fr: Nous avons raison dans tous les domaines.
it: Siamo nel giusto in ogni questione.
ko: 우리는 모든 문제에서 옳습니다.
pl: We wszystkich sprawach mamy rację.
pt_br: Estamos certos em todos os assuntos.
ru: Мы в своих правах.
tr: Her konuda haklıyız.
vi: Chúng ta luôn đúng trong mọi vấn đề.
zh_hans: 在所有事情上我们都是对的。

source: It's for the best.
de: Es ist das Beste.
fr: C'est pour le meilleur.
it: È meglio così.
ko: 최고입니다.
pl: Tak będzie lepiej.
pt_br: É para o melhor.
ru: Это к лучшему.
tr: Hayırlısı bu.
vi: Đó là điều tốt nhất.
zh_hans: 这是最好的。

source: I don't care one way or another.
de: Es kümmert mich so oder so nicht.
fr: Je m'en fiche d'une manière ou d'une autre.
it: Non mi interessa in un modo o nell'altro.
ko: 나는 어떤 식 으로든 상관하지 않습니다.
pl: Nie obchodzi mnie to tak czy inaczej.
pt_br: Não me interessa uma maneira ou outra.
ru: В любом случае, это меня не волнует.
tr: Öyle ya da böyle umurumda değil.
vi: Ta không quan tâm theo cách nào cả.
zh_hans: 我一点也不在乎。

source: I hate them.
de: Ich hasse sie.
fr: Je les déteste.
it: Li odio.
ko: 난 그들을 증오.
pl: Nienawidzę ich.
pt_br: Eu as odeio.
ru: Я ненавижу их.
tr: Onlardan nefret ediyorum.
vi: Ta ghét chúng.
zh_hans: 我恨他们。

source: I am afraid of them.
de: Ich habe Angst vor ihnen.
fr: J'ai peur d'eux.
it: Ho paura di loro.
ko: 나는 그들이 두렵다.
pl: Boję się ich.
pt_br: Tenho medo deles.
ru: Я боюсь за них.
tr: Onlardan korkuyorum.
vi: Ta sợ chúng.
zh_hans: 我害怕他们。

source: They are terrific.
de: Sie sind Großartig.
fr: Ils sont formidables.
it: Sono fantastici.
ko: 그들은 훌륭합니다.
pl: Są przerażający.
pt_br: Isso é fantástico!
ru: Это ужасно.
tr: Onlar müthiş.
vi: Chúng thật tuyệt vời.
zh_hans: 他们太棒了。

source: They are outlaws.
de: Sie sind Geächtete.
fr: Ce sont des hors-la-loi.
it: Sono dei fuorilegge.
ko: 그들은 무법자입니다.
pl: Są wyjęci spod prawa.
pt_br: Eles são bandidos.
ru: Они преступники.
tr: Onlar kanun kaçağı.
vi: Chúng là những kẻ ngoài vòng pháp luật.
zh_hans: 他们是不法之徒。

source: Now we will have to build our own future.
de: Jetzt müssen wir unsere eigene Zukunft aufbauen.
fr: Maintenant, nous allons devoir construire notre propre avenir.
it: Ora dovremo costruire il nostro futuro.
ko: 이제 우리는 우리 자신의 미래를 건설해야 합니다.
pl: Teraz będziemy musieli zbudować naszą własną przyszłość.
pt_br: Agora teremos de construir nosso próprio futuro.
ru: Теперь мы строим своё будущее.
tr: Şimdi kendi geleceğimizi inşa etmek zorunda kalacağız.
vi: Giờ đây chúng ta sẽ phải tự xây dựng tương lai của mình.
zh_hans: 现在我们必须建立自己的未来。

source: Are we close?
de: Sind wir nah dran?
fr: Sommes-nous proches ?
it: Siamo vicini?
ko: 우리는 가깝습니까?
pl: Jesteśmy blisko?
pt_br: Estamos perto?
ru: Мы близко?
tr: Yakın mıyız?
vi: Chúng ta đã gần đến chưa?
zh_hans: 我们关闭了吗？

source: You are bound to obey me.
de: Du bist daran gebunden mir zu gehorchen.
fr: Vous êtes tenu de m'obéir.
it: Sei tenuto a obbedirmi.
ko: 너는 나에게 복종해야 한다.
pl: Masz obowiązek być mi posłuszny.
pt_br: Você é obrigado a obedecer-me.
ru: Ты обязан подчиняться мне.
tr: Bana itaat etmek zorundasın.
vi: Ngươi phải tuân lệnh ta.
zh_hans: 你一定会服从我。

source: How are you enjoying the adventure?
de: Wie gefällt Ihnen das Abenteuer?
fr: Comment vivez-vous l'aventure ?
it: Come stai vivendo l'avventura?
ko: 모험을 어떻게 즐기고 계신가요?
pl: Jak ci się podoba przygoda?
pt_br: Está gostando da aventura?
ru: Ну как, вам нравится это приключение?
tr: Maceranın tadını nasıl çıkarıyorsun?
vi: Ngươi có thích cuộc phiêu lưu này không?
zh_hans: 你是如何享受冒险的？

source: Where should I take you?
de: Wo soll ich Sie hinbringen?
fr: Où dois-je t'emmener ?
it: Dove devo portarti?
ko: 어디로 데려가야 할까요?
pl: Dokąd powinienem ciebie zabrać?
pt_br: Onde eu devo levá-lo?
ru: Где вас забрать?
tr: Seni nereye götüreyim?
vi: Ta nên đưa ngươi đến đâu?
zh_hans: 我应该带你去哪儿？

source: Soon the world will be set right.
de: Bald wird die Welt wieder in Ordnung sein.
fr: Bientôt le monde sera remis en ordre.
it: Presto il mondo sarà sistemato.
ko: 곧 세상이 바로잡힐 것입니다.
pl: Wkrótce świat zostanie naprawiony.
pt_br: Em breve o mundo será definido certo.
ru: Скоро этот мир приведут в порядок.
tr: Yakında dünya düzelecek.
vi: Chẳng bao lâu nữa thế giới sẽ được chỉnh đốn lại.
zh_hans: 很快世界将会正确。

source: We shall bring
de: Wir bringen
fr: Nous apporterons
it: Porteremo
ko: 우리는 가져올 것이다
pl: Sprowadzimy
pt_br: Traremos
ru: Мы отведём
tr: Şunu getireceğiz:
vi: Chúng ta sẽ mang
zh_hans: 我们将带来

source: home safely.
de: sicher nach Hause.
fr: à la maison en toute sécurité.
it: a casa sani e salvi.
ko: 집에 안전하게.
pl: bezpiecznie do domu.
pt_br: casa em segurança.
ru: безопасно домой.
tr: eve sağ salim.
vi: về nhà an toàn.
zh_hans: 安全回家。

source: Are you looking forward to the performance?
de: Freuen Sie sich auf die Vorstellung?
fr: Attendez-vous la représentation avec impatience ?
it: Non vedi l'ora di assistere allo spettacolo?
ko: 공연이 기대되시나요?
pl: Nie możesz się doczekać występu?
pt_br: Você está ansioso pelo desempenho?
ru: Вы собираетесь давать представление?
tr: Performansı dört gözle bekliyor musun?
vi: Ngươi có mong đợi buổi biểu diễn không?
zh_hans: 你期待这场演出吗？

source: I've forgotten what I was going to say...
de: Ich habe vergessen was ich sagen wollte...
fr: J'ai oublié ce que j'allais dire...
it: Ho dimenticato cosa stavo per dire...
ko: 할말을 잊었네요...
pl: Zapomniałem co chciałem powiedzieć...
pt_br: Eu esqueci o que ia dizer...
ru: Я забыл, что я хотел сказать...
tr: Ne söyleyeceğimi unuttum...
vi: Ta đã quên mất mình định nói gì rồi...
zh_hans: 我忘记了我要说的话......

source: Tell me about
de: Erzähle mir von
fr: Parle moi de
it: Parlami di
ko: 에 대해 말해
pl: Opowiedz mi o
pt_br: Fale-me sobre
ru: Расскажите о
tr: Bana şundan bahset:
vi: Hãy kể cho ta nghe về
zh_hans: 告诉我关于

source: the deaths
de: die Toten
fr: les morts
it: i decessi
ko: 죽음
pl: śmierci
pt_br: as mortes
ru: смерти
tr: ölümler
vi: các cái chết
zh_hans: 死亡

source: the law-breaking
de: die Gesetzesbrecher
fr: l'infraction à la loi
it: la violazione della legge
ko: 법 위반
pl: łamaniu prawa
pt_br: crime
ru: нарушение закона
tr: kanun çiğneme
vi: sự vi phạm pháp luật
zh_hans: 违法
