Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Certainly. It would be terrible to leave someone to fend for themselves after sunset.
de: Sicherlich. Es wäre schrecklich, jemanden nach Sonnenuntergang für sich selbst sorgen zu lassen.
fr: Certainement. Ce serait terrible de laisser quelqu'un se débrouiller seul après le coucher du soleil.
it: Certamente. Sarebbe terribile lasciare qualcuno a cavarsela da solo dopo il tramonto.
ko: 물론이에요. 해가 진 후에 누군가를 혼자 살게 하는 것은 끔찍할 것입니다.
pl: Z pewnością. Byłoby okropnie zostawić kogoś samego po zachodzie słońca.
pt_br: Certamente. Seria terrível deixar alguém para cuidar de si mesmas após o por do sol.
ru: Конечно. Было бы ужасно бросать кого-то на произвол судьбы после заката.
vi: Chắc chắn rồi. Thật tồi tệ nếu bỏ mặc ai đó tự lo liệu sau khi mặt trời lặn.
zh_hans: 当然。在日落之后让一个人自生自灭是很可怕的。

source: Ah, I'm sorry. Permission is not mine to give.
de: Ach, es tut mir leid. Es liegt nicht an mir diese Berechtigung zu geben.
fr: Ah, je suis désolé. La permission ne m'appartient pas.
it: Ah, mi dispiace. Non spetta a me dare il permesso.
ko: 아, 미안해요.
pl: Ah, wybacz. Nie ja ci mogę dać uprawnienia.
pt_br: Ah, me desculpe. Permissão não é meu para dar.
ru: Ох, простите. У меня нету таких полномочий.
vi: À, ta xin lỗi. Quyền cho phép không thuộc về ta.
zh_hans: 啊，对不起。许可不是由我的。

source: Here's something you might be interested in...
de: Hier ist etwas, was dich interessieren könnte...
fr: Voici quelque chose qui pourrait vous intéresser...
it: Ecco qualcosa che potrebbe interessarti...
ko: 여기 당신이 관심을 가질만한 것이 있습니다...
pl: Jest tu coś, co może ciebie zainteresować...
pt_br: Aqui está uma coisa que você pode estar interessado...
ru: Здесь есть кое-что, что может вас заинтересовать...
tr: İşte ilgini çekebilecek bir şey...
vi: Đây là thứ mà ngươi có thể quan tâm...
zh_hans: 这有你可能感兴趣的东西......

source: I've decided. Let's call our troupe
de: Ich habe entschieden. Rufen wir unsere Truppe
fr: J'ai décidé. Appelons notre troupe
it: Ho deciso. Chiamiamo la nostra troupe
ko: 나는 결정했다.
pl: Zdecydowałem. Nazwijmy naszą trupę
pt_br: Eu decidi. Vamos chamar nossa trupe
ru: Я принял решение. Давайте назовём нашу труппу
vi: Ta đã quyết định. Hãy gọi đoàn của chúng ta là
zh_hans: 我决定了。让我们召集我们的剧团

source: I've forgotten what to say...
de: Ich habe vergessen, was ich sagen soll...
fr: J'ai oublié quoi dire...
it: Ho dimenticato cosa dire...
ko: 할말을 잊었네요...
pl: Zapomniałem co powiedzieć...
pt_br: Eu esqueci o que dizer...
ru: Я забыл что говорить...
tr: Ne söyleyeceğimi unuttum...
vi: Ta đã quên mất phải nói gì rồi...
zh_hans: 我忘记了要说什么......

source: I'm in charge of
de: Ich bin verantwortlich für
fr: Je suis en charge de la
it: Sono responsabile di
ko: 내가 담당
pl: Ja dowodzę
pt_br: Carregue em
ru: Я стою во главе
tr: Şurası benden sorulur:
vi: Ta phụ trách
zh_hans: 我负责

source: now. Make way for
de: jetzt. Schaffe Weg für
fr: à présent. Faites de la place pour
it: ora. Fa' spazio a
ko: 지금.
pl: teraz. Zrób drogę dla
pt_br: Vamos fazer um acordo.
ru: теперь. Уступи дорогу
vi: giờ đây. Dọn đường cho
zh_hans: 现在。让路

source: I've forgotten my bold pronouncement...
de: Ich habe eine mutige Aussage vergessen...
fr: J'ai oublié ma déclaration audacieuse...
it: Ho dimenticato la mia audace dichiarazione...
ko: 내 대담한 선언을 잊어버렸어...
pl: Zapomniałem mojego śmiałego stwierdzenia...
pt_br: Esqueci-me do meu pronunciamento em negrito...
ru: Я уже забыл своё наглое высказывание...
tr: Cesur duyurumu unuttum...
vi: Ta đã quên mất lời tuyên bố hùng hồn của mình rồi...
zh_hans: 我已经忘了我那胆儿肥的宣言.....

source: Let's trade.
de: Lass uns handeln.
fr: Faisons du commerce.
it: Commerciamo.
ko: 교환하자.
pl: Pohandlujmy.
pt_br: Vamos trocar.
ru: Поторгуем.
tr: Ticaret yapalım.
vi: Hãy giao thương.
zh_hans: 我们交易吧。

source: What's available here?
de: Was gibt es hier?
fr: Qu'est-ce qui est disponible ici ?
it: Cos'è disponibile qui?
ko: 여기서 사용할 수 있는 것은 무엇입니까?
pl: Co jest dostępne?
pt_br: O que está disponível aqui?
ru: Что тут у вас есть?
tr: Burada neler var?
vi: Ở đây có những gì?
zh_hans: 这里有什么？

source: I'd just as soon you went someplace else.
de: Ich würde so bald wie möglich woanders hin gehen.
fr: J'aimerais autant que tu ailles ailleurs.
it: Mi piacerebbe che te ne andassi da un'altra parte.
ko: 당신이 다른 곳으로 가자마자.
pl: Zrobiłbym to, jak tylko poszedłbyś gdzie indziej.
pt_br: assim que você fosse a outo lugar.
ru: Я соберусь, как только вы отправитесь в другое место.
tr: Başka bir yere gitmeni tercih ederim.
vi: Tôi thà rằng ngài đi nơi khác còn hơn.
zh_hans: 我宁愿你去别的地方。

source: You have been such a good trade partner.
de: Du warst ein guter Handelspartner.
fr: Vous avez été un si bon partenaire commercial.
it: Sei stato un ottimo socio commerciale.
ko: 당신은 정말 좋은 무역 파트너였습니다.
pl: Byłeś świetnym partnerem handlowym.
pt_br: Você tem sido um bom parceiro comercial.
ru: Вы очень хороший торговый партнёр.
tr: Çok iyi bir ticaret ortağı oldun.
vi: Ngài quả là một đối tác giao thương tuyệt vời.
zh_hans: 你是一个很好的贸易伙伴。

source: It's such a pleasure to serve you.
de: Es ist ein Vergnügen, Ihnen zu dienen.
fr: C'est un tel plaisir de vous servir.
it: È un vero piacere servirti.
ko: 서비스를 제공하게 되어 정말 기쁩니다.
pl: To taka przyjemność służyć tobie.
pt_br: É um prazer te servir.
ru: Я рад служить вам!
tr: Size hizmet etmek bir zevk.
vi: Thật là hân hạnh khi được phục vụ ngài.
zh_hans: 很高兴为您服务。

source: My companion.
de: Mein Begleiter.
fr: Mon compagnon.
it: Il mio compagno.
ko: 내 동반자.
pl: Mój kompan.
pt_br: Meu companheiro.
ru: Мой попутчик.
tr: Yoldaşım.
vi: Bằng hữu của ta.
zh_hans: 我的同伴。

source: It is good to see you here.
de: Es ist schön, dich hier zu sehen.
fr: C'est bon de vous voir ici.
it: È bello vederti qui.
ko: 여기서 보니 기쁘다.
pl: Dobrze jest cię tu widzieć
pt_br: É bom te ver aqui.
ru: Рад видеть вас здесь.
tr: Seni burada görmek güzel.
vi: Rất vui được gặp ngài tại đây.
zh_hans: 很高兴在这里见到你。

source: Thank you for all you do.
de: Ich danke Ihnen für alles, was Sie tun.
fr: Merci pour tout ce que vous faites.
it: Grazie per tutto ciò che fai.
ko: 당신이하는 모든 일에 감사드립니다.
pl: Dziękuję ci za wszystko co robisz.
pt_br: Obrigado por tudo que faz.
ru: Спасибо вам за все что вы делаете.
tr: Yaptığın her şey için teşekkürler.
vi: Cảm ơn ngài vì tất cả những gì ngài đã làm.
zh_hans: 谢谢你所做的事。

source: You ought to be rewarded for returning our treasures.
de: Ihr solltet für die Rückgabe unserer Schätze belohnt werden.
fr: Vous devriez être récompensé pour avoir rendu nos trésors.
it: Dovresti essere ricompensato per averci restituito i nostri tesori.
ko: 당신은 우리의 보물을 돌려준 것에 대해 보상을 받아야 합니다.
pl: Powinieneś zostać nagrodzony za zwrócenie naszych skarbów.
pt_br: Você deve ser recompensado por devolver nossos tesouros.
ru: Вы должны быть вознаграждены за возвращение наших сокровищ.
tr: Hazinelerimizi geri getirdiğin için ödüllendirilmelisin.
vi: Ngài xứng đáng được ban thưởng vì đã trả lại báu vật của chúng ta.
zh_hans: 你归还我们宝藏的行为应该获得奖励。

source: Thank you for preserving our legacy of wisdom.
de: Danke, dass Sie unser Erbe der Weisheit bewahrt haben.
fr: Merci de préserver notre héritage de sagesse.
it: Grazie per aver preservato la nostra eredità di saggezza.
ko: 지혜의 유산을 지켜주셔서 감사합니다.
pl: Dziękujemy za zachowanie naszego dziedzictwa mądrości.
pt_br: Obrigado por preservar nosso legado de sabedoria.
ru: Спасибо вам за сохранение нашего наследия мудрости.
tr: Bilgelik mirasımızı koruduğun için teşekkürler.
vi: Cảm ơn ngài đã gìn giữ di sản trí tuệ của chúng ta.
zh_hans: 感谢您保留我们的智慧遗产。

source: Long live the cause.
de: Lang lebe die Sache.
fr: Vive la cause.
it: Lunga vita alla causa.
ko: 원인을 오래 사십시오.
pl: Niech żyje sprawa.
pt_br: Vida longa à causa.
ru: Да здравствует наше общее дело!
tr: Yaşasın dava.
vi: Sự nghiệp muôn năm.
zh_hans: 事业万岁。

source: Loyalty should be rewarded.
de: Treue sollte belohnt werden.
fr: La fidélité doit être récompensée.
it: La lealtà dovrebbe essere premiata
ko: 충성도는 보상을 받아야 합니다.
pl: Lojalność powinna zostać nagrodzona.
pt_br: A lealdade deve ser recompensada.
ru: Верность должна быть вознаграждена.
tr: Sadakat ödüllendirilmeli.
vi: Lòng trung thành cần được ban thưởng.
zh_hans: 忠诚应该得到回报。

source: What stories you tell! It's such an honor to have you here.
de: Welche Geschichten erzählst du! Es ist eine Ehre, dich hier zu haben.
fr: Quelles histoires vous racontez ! C'est un tel honneur de vous avoir ici.
it: Che storie che racconti! È un tale onore averti qui.
ko: 당신이 말하는 이야기!
pl: Co za historie opowiadasz! To zaszczyt mieć ciebie tutaj.
pt_br: Que histórias você conta! É uma honra tê-lo aqui.
ru: Вот это истории! Мы очень рады, что вы пришли к нам.
vi: Những câu chuyện ngài kể thật tuyệt vời! Thật là vinh dự khi ngài có mặt tại đây.
zh_hans: 你讲的故事太棒了！真是太荣幸能请到你了。

source: The poet! It's such an honor to have you here.
de: Der Dichter! Es ist eine Ehre, Sie hier zu haben.
fr: Le poète! C'est un tel honneur de vous avoir ici.
it: Il poeta! È un tale onore averti qui.
ko: 시인!
pl: Poeta! To zaszczyt mieć ciebie tutaj.
pt_br: Um poeta! É uma honra tê-lo aqui.
ru: Вот это поэт! Знаете, это такая честь видеть вас здесь!
vi: Nhà thơ! Thật là vinh dự khi ngài có mặt tại đây.
zh_hans: 那个诗人！真是太荣幸能请到你了。

source: My talented bard! It's such an honor to have you here.
de: Mein talentierter Barde! Es ist eine Ehre, Sie hier zu haben.
fr: Mon talentueux barde ! C'est un tel honneur de vous avoir ici.
it: Mio talentuoso bardo! È un tale onore averti qui.
ko: 내 재능있는 음유 시인!
pl: Mój utalentowany bardzie! To zaszczyt mieć ciebie tutaj.
pt_br: Meu cantor talentoso! É uma honra tê-lo aqui.
ru: Какой талантливый бард! Для нас честь видеть вас тут!
vi: Thi sĩ tài năng của ta! Thật là vinh dự khi ngài có mặt tại đây.
zh_hans: 我才华横溢的吟游诗人朋友！真是太荣幸能请到你了。

source: What a dancer! It's such an honor to have you here.
de: Was für ein Tänzer! Es ist eine Ehre, Sie hier zu haben.
fr: Quelle danseuse ! C'est un tel honneur de vous avoir ici.
it: Che danzatore! È un tale onore avervi qui.
ko: 정말 댄서!
pl: Co za tancerz! To zaszczyt mieć ciebie tutaj.
pt_br: Que dançarino/a! É uma honra tê-lo aqui.
ru: Какой танцор! Большая честь видеть вас тут.
vi: Một vũ công tuyệt vời! Thật là vinh dự khi ngài có mặt tại đây.
zh_hans: 您真是个厉害的舞者！很荣幸能请到您来。

source: Your selfless dedication is appreciated here.
de: Ihre selbstlose Hingabe ist hier willkommen.
fr: Votre dévouement désintéressé est apprécié ici.
it: La vostra altruistica dedizione è apprezzata qui.
ko: 귀하의 이타적인 헌신에 감사드립니다.
pl: Twoja bezinteresowność jest tutaj doceniana.
pt_br: Sua dedicação altruísta é apreciada aqui.
ru: Мы ценим ваше самоотверженное служение.
tr: Özverili bağlılığın burada takdir ediliyor.
vi: Sự cống hiến vô vị kỷ của ngài được trân trọng tại đây.
zh_hans: 在这里，人们会赞赏你的无私奉献的行为。

source: There's no need for trouble here.
de: Es gibt keine Notwendigkeit für die Mühe hier.
fr: Il n'y a pas besoin d'ennuis ici.
it: Non c'è bisogno di problemi qui.
ko: 여기에 문제가 필요하지 않습니다.
pl: Nie potrzeba tutaj kłopotów.
pt_br: Não há necessidade de problemas aqui.
ru: Нет причины для беспокойства.
tr: Burada soruna gerek yok.
vi: Không cần gây sự ở đây.
zh_hans: 我们之间没有什么冲突。

source: We have many drinks to choose from. [You receive a list.]
de: Wir haben viele Getränke zur Auswahl. [Du erhältst eine Liste.]
fr: Nous avons beaucoup de boissons à choisir. [Vous recevez une liste.]
it: Abbiamo molte bevande tra cui scegliere. [Ricevi una lista.]
ko: 선택할 수 있는 음료가 많이 있습니다. [You receive a list.]
pl: Mamy wiele napojów do wyboru. [Otrzymałeś listę.]
pt_br: Temos muitas bebidas para escolher. [Você recebe uma lista.]
ru: У нас большой выбор напитков. [Вы получаете список.]
tr: Bir sürü içki seçeneğimiz var. [Bir liste alıyorsun.]
vi: Chúng tôi có nhiều loại đồ uống để ngài lựa chọn. [Ngài nhận được một danh sách.]
zh_hans: 我们有很多饮料可供选择。[你收到一份清单。]

source: We have
de: Wir haben
fr: Nous avons
it: Abbiamo
ko: 우리는
pl: Mamy
pt_br: Nós temos
ru: У нас
tr: Elimizde
vi: Chúng tôi có
zh_hans: 我们有

source: All drinks cost
de: Alle Getränke kosten
fr: Toutes les boissons coûtent
it: Tutte le bevande costano
ko: 모든 음료 비용
pl: Wszystkie napoje kosztują
pt_br: Todas as bebidas custam
ru: Все напитки стоят
vi: Tất cả đồ uống đều có giá
zh_hans: 所有饮料费用为

source: for a mug.
de: für ein Becher.
fr: pour une tasse.
it: per un boccale.
ko: 머그잔을 위해.
pl: za kubek.
pt_br: para uma caneca.
ru: за кружку.
tr: bir kupa için.
vi: cho một cốc.
zh_hans: 换一个杯子。

source: All drinks are free, of course!
de: Alle Getränke sind kostenlos, natürlich!
fr: Toutes les boissons sont gratuites, bien sûr !
it: Tutte le bevande sono gratuite, naturalmente!
ko: 물론 모든 술이 무료!
pl: Oczywiście wszystkie napoje są bezpłatne!
pt_br: Todas as bebidas são gratuitas, é claro!
ru: Конечно же, все напитки бесплатны!
vi: Tất cả đồ uống đều miễn phí, dĩ nhiên rồi!
zh_hans: 当然，所有饮料都是免费的！

source: You have a room here, and you can stay longer if you like.
de: Du hast ein Zimmer hier, und du kannst so lange bleiben, wenn du magst.
fr: Vous avez une chambre ici, et vous pouvez rester plus longtemps si vous voulez.
it: Avete una stanza qui e potete restare più a lungo se volete.
ko: 여기에 방이 있고 원한다면 더 오래 머물 수 있습니다.
pl: Masz tutaj pokój i możesz pozostać dłużej, jeśli chcesz.
pt_br: Você tem um quarto aqui e pode ficar mais tempo, se quiser.
ru: У вас есть комната здесь, и вы можете оставаться дольше, если хотите.
tr: Burada bir odan var ve istersen daha uzun kalabilirsin.
vi: Ngài có một phòng ở đây, và có thể ở lại lâu hơn nếu muốn.
zh_hans: 在这里你有一个房间，如果你愿意，你可以待久一些。

source: We rent out
de: Wir vermieten
fr: Nous louons
it: Affittiamo
ko: 우리는 임대
pl: Wynajmujemy
pt_br: Nós alugamos
ru: Мы сдали
tr: Kiralıyoruz:
vi: Chúng tôi cho thuê
zh_hans: 我们出租

source: a room
de: ein Zimmer
fr: une pièce
it: una stanza
ko: 방
pl: pokój
pt_br: um quarto
ru: комнату
tr: bir oda
vi: một căn phòng
zh_hans: 一个房间

source: rooms
de: Zimmer
fr: pièces
it: stanze
ko: 방
pl: pokoje
pt_br: quartos
ru: комнаты
tr: odalar
vi: các căn phòng
zh_hans: 房间

source: a night.
de: eine Nacht.
fr: une nuit.
it: una notte.
ko: 밤.
pl: na noc.
pt_br: uma noite.
ru: ночь.
tr: geceliği.
vi: một đêm.
zh_hans: 一晚。

source: a free room
de: ein freies Zimmer
fr: une chambre libre
it: una camera libera
ko: 무료 방
pl: darmowy pokój
pt_br: sala livre
ru: свободная комната
tr: ücretsiz bir oda
vi: một căn phòng miễn phí
zh_hans: 一个免费的房间

source: free rooms
de: freie Zimmer
fr: chambres libres
it: camere libere
ko: 무료 객실
pl: darmowe pokoje
pt_br: salas livres
ru: свободные комнаты
tr: ücretsiz odalar
vi: các căn phòng miễn phí
zh_hans: 免费房间

source: . Let me know and you can stay as long as you like.
de: . Lassen Sie mich wissen, und Sie können bleiben, solange Sie mögen.
fr: . Tenez-moi au courant et vous pourrez rester aussi longtemps que vous voudrez.
it: . Fatemi sapere e potrete rimanere quanto volete.
pl: . Daj mi znać i możesz pozostać tu tak długo jak zechcesz.
pt_br: . Deixe-me saber e você pode ficar o tempo que quiser.
ru: . Обратитесь ко мне, если захотите остаться еще на какое-то время.
vi: . Hãy cho tôi biết và ngài có thể ở lại bao lâu tùy thích.
zh_hans: 只要你愿意，你就可以留下来。

source: This is not that kind of establishment.
de: Dies ist nicht diese Art von Einrichtung.
fr: Ce n'est pas ce genre d'établissement.
it: Questa non è quel tipo di struttura.
ko: 이것은 그런 종류의 업소가 아닙니다.
pl: To nie jest tego rodzaju placówka.
pt_br: Este não é aquele tipo de estabelecimento.
ru: Это не тот вид заведения.
tr: Burası öyle bir müessese değil.
vi: Đây không phải là loại cơ sở như vậy.
zh_hans: 这不是那种体制。

source: Tavern keeper!
de: Tavernenbesitzer!
fr: Tavernier !
it: Locandiere!
ko: 선술집 주인!
pl: Karczmarz!
pt_br: Taberneiro!
ru: Трактирщик!
vi: Chủ quán rượu!
zh_hans: 酒馆老板！

source: One
de: Eine
fr: Une
it: Un
ko: 하나
pl: Jeden
pt_br: Um
ru: Один
tr: Bir
vi: Một
zh_hans: 一

source: Uhh... nevermind.
de: Uhh... vergiss es.
fr: Euh... tant pis.
it: Mmh... non importa.
ko: 어... 신경쓰지마.
pl: Uhh... nieważne.
pt_br: Uhh... deixa pra lá.
ru: Охх... не обращайте внимания.
vi: Uhm... thôi bỏ đi.
zh_hans: 呃......没什么。

source: I'd like the
de: Ich möchte die
fr: je voudrais le
it: Vorrei il
ko: 나는
pl: Chciałbym
pt_br: Eu gostaria do
ru: Я бы хотел
tr: Şunu istiyorum:
vi: Tôi muốn
zh_hans: 我想要

source: I'd like a room.
de: Ich möchte ein Zimmer.
fr: Je voudrais une chambre.
it: Vorrei una stanza.
ko: 나는 방을 원합니다.
pl: Chciałbym pokój.
pt_br: Eu gostaria de um quarto.
ru: Мне нужна комната.
tr: Bir oda istiyorum.
vi: Tôi muốn một căn phòng.
zh_hans: 我想要一间房。

source: I'd like my room for another night.
de: Ich möchte mein Zimmer für eine Nacht.
fr: Je voudrais ma chambre pour une autre nuit.
it: Vorrei la mia stanza per un'altra notte.
ko: 내 방에서 하룻밤을 더 묵고 싶습니다.
pl: Chciałbym mój pokój na kolejną noc.
pt_br: Eu gostaria de manter meu quarto por mais uma noite.
ru: Я бы хотел остаться еще на одну ночь.
tr: Odamı bir gece daha istiyorum.
vi: Tôi muốn thuê phòng thêm một đêm nữa.
zh_hans: 我想再在我的房间住一个晚上。

source: I'll be back with your drink in a moment.
de: Ich bin gleich zurück mit deinem Drink.
fr: Je reviens avec votre verre dans un instant.
it: Torno subito con la sua bevanda.
ko: 잠시 후에 음료수를 가지고 돌아오겠습니다.
pl: Za moment wrócę z twoim napojem.
pt_br: Eu voltarei com a sua bebida logo.
ru: Я принесу ваш заказ через минуту.
tr: İçeceğinle birazdan döneceğim.
vi: Tôi sẽ trở lại với đồ uống của ngài ngay.
zh_hans: 我马上带着你的饮料回来。

source: Your room is
de: Dein Zimmer ist
fr: Votre chambre est
it: La tua stanza è
ko: 당신의 방은
pl: Twój pokój jest
pt_br: Sua sala é
ru: Ваша комната
tr: Odan:
vi: Phòng của ngài ở
zh_hans: 你的房间是

source: somewhere
de: irgendwo
fr: quelque part
it: da qualche parte
ko: 어딘가에
pl: gdzieś
pt_br: Em algum lugar
ru: где-то
tr: bir yerde
vi: đâu đó
zh_hans: 某处

source: You'll have the room for another day. I'm glad you're enjoying your stay.
de: Du bekommst den Raum für einen weiteren Tag. Ich bin froh, dass du deinen Aufenthalt genießt.
fr: Vous aurez la chambre pour un jour de plus. Je suis heureux que vous appréciez votre séjour.
it: Avrete la stanza per un altro giorno. Sono lieto che il soggiorno sia di vostro gradimento.
ko: 하루 더 묵으실 수 있을거에요. 당신이 즐거운 시간을 보내고 있는 것 같아서 기쁩니다.
pl: Masz ten pokój na kolejną noc. Cieszę się, że podoba ci się pobyt.
pt_br: Você terá o quarto por mais um dia. Estou contente que esteja aproveitando usa estadia.
ru: Вы можете остаться в вашей комнате ещё день. Рад, что вы решили остаться.
vi: Ngài sẽ có phòng thêm một ngày nữa. Tôi rất vui vì ngài thích ở lại đây.
zh_hans: 你可以在你的房间多住一天。我很高兴你享受你的住宿环境。

source: this counting house
de: das Zählhaus
fr: cette maison de comptage
it: questa casa di conteggio
ko: 이 계산 집
pl: ten kantor
pt_br: esta casa de contabilidade
ru: этот счетный двор
tr: bu hesap evi
vi: nhà kiểm đếm này
zh_hans: 这个会议室

source: this hospital
de: dieses Krankenhaus
fr: cet hôpital
it: quest'ospedale
ko: 이 병원
pl: ten szpital
pt_br: este hospital
ru: этот госпиталь
tr: bu hastane
vi: bệnh xá này
zh_hans: 这家医院

source: this guildhall
de: diese Gildenhalle
fr: ce hall de guilde
it: questa casa della gilda
ko: 이 길드홀
pl: ta gildia
pt_br: este salão da guilda
ru: этот зал гильдии
tr: bu lonca binası
vi: hội quán này
zh_hans: 这个行会

source: this hall
de: diese Halle
fr: cette salle
it: questa sala
ko: 이 홀
pl: ta hala
pt_br: Salao de Bebida
ru: этот зал
tr: bu salon
vi: đại sảnh này
zh_hans: 这个大厅

source: this keep
de: diese Unterkunft
fr: ce donjon
it: questo dongione
ko: 이 유지
pl: ten donżon
pt_br: Este sustento
ru: эта крепость
tr: bu iç kale
vi: tòa tháp chính này
zh_hans: 这保持

source: this temple
de: dieser Tempel
fr: ce temple
it: questo tempio
ko: 이 사원
pl: ta świątynia
pt_br: Este templo
ru: этот храм
tr: bu tapınak
vi: đền thờ này
zh_hans: 这座寺庙

source: this library
de: diese Bibliothek
fr: cette bibliothèque
it: questa biblioteca
ko: 이 도서관
pl: ta biblioteka
pt_br: esta biblioteca
ru: эта библиотека
tr: bu kütüphane
vi: thư viện này
zh_hans: 这个图书馆

source: this establishment
de: dieses Geschäft
fr: cet établissement
it: questo stabilimento
ko: 이 시설
pl: ta placówka
pt_br: este estabelecimento
ru: это заведение
tr: bu müessese
vi: cơ sở này
zh_hans: 这个建立（方式）

source: this tower
de: dieser Turm
fr: cette tour
it: questa torre
ko: 이 탑
pl: ta wieża
pt_br: Esta torre
ru: эта башня
tr: bu kule
vi: tòa tháp này
zh_hans: 这座塔

source: this market
de: dieser Markt
fr: ce marché
it: questo mercato
ko: 이 시장
pl: ten rynek
pt_br: Este mercado
ru: этот рынок
tr: bu pazar
vi: chợ này
zh_hans: 这个市场

source: this tomb
de: dieses Grab
fr: ce tombeau
it: questo sepolcro
ko: 이 무덤
pl: ten grobowiec
pt_br: este túmulo
ru: эта гробница
tr: bu mezar
vi: lăng mộ này
zh_hans: 这个坟墓

source: this dungeon
de: dieses Verlies
fr: ce donjon
it: questa segreta
ko: 이 던전
pl: ten loch
pt_br: Cela da Masmorra
ru: эта темница
tr: bu zindan
vi: hầm ngục này
zh_hans: 这个地牢

source: these sewers
de: diese Kanalisationsröhren
fr: ces égouts
it: queste fogne
ko: 이 하수도
pl: te kanały
pt_br: estes esgotos
ru: эта канализация
tr: bu lağımlar
vi: hệ thống cống ngầm này
zh_hans: 这些下水道

source: these catacombs
de: diese Katakomben
fr: ces catacombes
it: queste catacombe
ko: 이 카타콤
pl: te katakumby
pt_br: essas catacumbas
ru: эти катакомбы
tr: bu yer altı mezarlıkları
vi: hệ thống hầm mộ này
zh_hans: 这些地下墓穴

source: this spire
de: diese Turmspitze
fr: cette flèche
it: questa guglia
ko: 이 첨탑
pl: ta iglica
pt_br: Esta torre
ru: эта вершина
tr: bu sivri kule
vi: chóp tháp này
zh_hans: 这个尖顶

source: This is my new home.
de: Das ist mein neues Heim.
fr: C'est ma nouvelle maison.
it: Questa è la mia nuova casa.
ko: 이것은 나의 새로운 집입니다.
pl: To jest mój nowy dom.
pt_br: Esta é minha nova casa.
ru: Это мой новый дом.
tr: Burası benim yeni evim.
vi: Đây là ngôi nhà mới của ta.
zh_hans: 这是我的新家。

source: Intruder! Intruder!
de: Eindringling! Eindringling!
fr: Intrus! Intrus!
it: Intruso! Intruso!
ko: 침입자!
pl: Intruz! Intruz!
pt_br: Intruso! Intruso!
ru: Лазутчик! Лазутчик!
vi: Kẻ xâm nhập! Kẻ xâm nhập!
zh_hans: 入侵者！入侵者！

source: Would you agree to become
de: Würdest du zustimmen zu bekommen
fr: Accepteriez-vous de devenir
it: Accetteresti di diventare
ko: 되는 것에 동의하시겠습니까?
pl: Czy zgodziłbyś się zostać
pt_br: Você concordaria se tornar
ru: Не согласитесь ли вы стать
tr: Şu olmayı kabul eder misin:
vi: Ngài có đồng ý trở thành
zh_hans: 你是否同意成为

source: someone
de: jemand
fr: quelqu'un
it: qualcuno
ko: 누구
pl: ktoś
pt_br: alguém
ru: кем-то
tr: biri
vi: một người nào đó
zh_hans: 有人

source: , taking over my duties and responsibilities?
de: , meine Pflichten und Verantwortung zu übernehmen?
fr: , reprendre mes fonctions et mes responsabilités?
it: , assumendo i miei doveri e le mie responsabilità?
ko: , 내 의무와 책임을 인수합니까?
pl: , podejmując moje obowiązki i odpowiedzialność ?
pt_br: , tomando meus deveres e responsabilidades?
ru: , кто примет мои обязанности и ответственность?
tr: , görev ve sorumluluklarımı devralarak?
vi: , tiếp quản các nghĩa vụ và trách nhiệm của ta không?
zh_hans: ，接管我的职责和责任？

source: Would you please adopt
de: Würdest du bitte adoptieren
fr: Voudriez-vous s'il vous plaît adopter
it: Adotteresti, per favore,
ko: 입양해 주실래요
pl: Czy mógłbyś proszę adoptować
pt_br: Por favor você adotaria
ru: Пожалуйста, примите
tr: Lütfen evlat edinir misin:
vi: Ngài có thể làm ơn nhận nuôi
zh_hans: 请你采纳

source: this poor nameless child
de: dieses arme, namenlosen Kind
fr: ce pauvre enfant sans nom
it: questo povero bambino senza nome
ko: 이 불쌍한 이름 없는 아이
pl: to biedne bezimienne dziecko
pt_br: Esta pobre criança sem nome
ru: этого бедного безымянного ребёнка
tr: bu zavallı isimsiz çocuğu
vi: đứa trẻ vô danh đáng thương này
zh_hans: 这个可怜的无名小孩

source: I accept this honor.
de: Ich akzeptiere diese Ehre.
fr: J'accepte cet honneur.
it: Accetto quest'onore.
ko: 이 영광을 받아들입니다.
pl: Przyjmuję ten zaszczyt.
pt_br: Eu aceito esta honra.
ru: Это честь для меня.
tr: Bu onuru kabul ediyorum.
vi: Ta chấp nhận vinh dự này.
zh_hans: 我接受这个荣誉。
