Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Archery targets, siege weapons, and some ornamental display items can be found in this category.
de: In dieser Kategorie sind Bogenschießscheiben, Belagerungswaffen und einige dekorative Ausstellungsstücke zu finden.
fr: Des cibles de tir à l'arc, des armes de siège et certains objets d'affichage ornementaux peuvent être trouvés dans cette catégorie.
it: In questa categoria si trovano bersagli per tiro con l'arco, armi d'assedio e alcuni oggetti ornamentali da esposizione.
ko: 궁술 과녁, 공성 무기, 몇몇 장식품 등이 이 분류에 속합니다.
pl: Można tu znaleźć cele łucznicze, broń oblężniczą i pewne ozdobne przedmioty przeznaczone do oglądania.
pt_br: Alvos para arco e flecha, armas de cerco, e alguns itens ornamentais podem ser encontrados nesta categoria.
ru: В этой категории можно найти мишени для стрельбы из лука, осадные орудия и некоторые декоративные экспонаты.
tr: Okçuluk hedefleri, kuşatma silahları ve bazı süs amaçlı sergi eşyaları bu kategoride bulunabilir.
vi: Mục tiêu bắn cung, vũ khí công thành và một số vật phẩm trưng bày trang trí có thể tìm thấy trong danh mục này.
zh_hans: 箭靶、攻城武器和一些装饰性展示品都可以在这个类别中找到。

source: This crucial building is where all trading will be done. Pack animals from distant civilizations will need to access this building from the edge of the map. Later, wagons will need a clear 3-wide path to the depot.
de: Dieses wichtige Gebäude ist der Ort, an dem der gesamte Handel abgewickelt wird. Packtiere aus entfernten Zivilisationen müssen dieses Gebäude vom Rand der Karte aus erreichen. Später brauchen die Wagen einen freien Weg von 3 Breiten zum Depot.
fr: Ce bâtiment crucial est l'endroit où tous les échanges seront effectués. Les bêtes de somme des civilisations lointaines devront accéder à ce bâtiment depuis le bord de la carte. Plus tard, les wagons auront besoin d'un chemin clair de 3 largeurs vers le dépôt.
it: Quest'edificio cruciale è il luogo in cui si svolgerà ogni scambio. Gli animali da soma di civiltà lontane dovranno poter accedere a questo edificio da bordo mappa. In seguito ai carri servirà un chiaro percorso largo 3 per il deposito.
ko: 이 핵심적인 건물에서 모든 거래가 이루어집니다. 다른 문명에서 상단이 오려면 지도 가장자리에서 이 건물에 접근할 수 있어야 합니다. 나중에, 짐마차가 거래소에 들어오려면 3칸 폭의 경로가 필요합니다.
pl: Ten istotny budynek jest miejscem, gdzie odbywa się cały handel. Zwierzęta juczne z odległych cywilizacji będą potrzebowały dostępu do tej budowli z krańca mapy. Później również wozy będą potrzebowały czystej, szerokiej na 3 pola ścieżki do składu.
pt_br: Este edifício crucial é onde todas as negociações serão feitas. Animais de carga de civilizações distantes precisarão acessar esta construção pelas bordas do mapa. Mais tarde, os vagões precisarão de um caminho livre de 3 de largura para o depósito.
ru: В этом важнейшем сооружении ведется вся торговля. Прибывшие из далеких цивилизаций вьючные животные должны будут попасть в это место с края карты. Затем повозкам понадобится ведущий к площади свободный проезд шириной в 3 клетки.
vi: Tòa nhà quan trọng này là nơi mọi hoạt động giao thương sẽ diễn ra. Động vật thồ hàng từ các nền văn minh xa xôi sẽ cần tiếp cận tòa nhà này từ rìa bản đồ. Về sau, xe ngựa sẽ cần một con đường rộng 3 ô trống trải đến kho hàng.
zh_hans: 这座关键的建筑是所有贸易的地方。 来自遥远文明的驮运动物将需要从地图的边缘进入这个建筑。 后来，马车将需要一条清晰的3米宽的小路通往车厂。

source: Used to make lye, potash, and milk of lime. Construction requires blocks, barrel, and a bucket.
de: Wird zur Herstellung von Lauge, Pottasche und Milch aus Kalk verwendet. Für den Bau werden Blöcke, ein Fass und ein Eimer benötigt.
fr: Utilisé pour fabriquer de la lessive, de la potasse et du lait de chaux. La construction nécessite des blocs, un tonneau et un seau.
it: Usato per fare liscivia, potassa e acqua di calce. La costruzione richiede blocchi, botte e secchio.
ko: 양잿물, 탄산칼륨, 석회유를 만드는 데 쓰입니다. 건설에는 통과 벽돌, 양동이가 필요합니다.
pl: Używany do produkcji ługu, potażu i mleka wapiennego. Do budowy potrzebne są bloki, beczka i wiadro.
pt_br: Usado para fazer barrela, potássio e cal hidratada. A construção requer blocos, barril e um balde.
ru: Используется для приготовления щелока, поташа и известкового молока. Для строительства требуются блоки, бочка и ведро.
vi: Dùng để chế tạo dung dịch kiềm, kali cacbonat, và vôi sữa. Việc xây dựng yêu cầu các khối, thùng và xô.
zh_hans: 用于制造碱液、钾盐和石灰乳。 建造时需要木块、木桶和一个水桶。

source: Make crossbows here from wood or bone. The metalsmith's forge can be used for metal crossbows and metal bolts, and the crafts workshop is used to make other bolts.
de: Hier kannst du Armbrüste aus Holz oder Knochen herstellen. Die Schmiede kann für Metallarmbrüste und Metallbolzen verwendet werden, und die Handwerkswerkstatt dient zur Herstellung anderer Bolzen.
fr: Fabriquez ici des arbalètes en bois ou en os. La forge du métallurgiste peut être utilisée pour les arbalètes métalliques et les boulons métalliques, et l'atelier d'artisanat est utilisé pour fabriquer d'autres boulons.
it: Crea qui balestre d'osso o legno. La forgia del fabbro può essere utilizzata per quadrelli e balestre in metallo mentre la bottega d'artigianato viene utilizzata per fabbricare altri quadrelli.
ko: 이곳에서 나무나 뼈로 석궁을 만듭니다. 금속장인의 용광로는 금속 석궁과 금속 볼트를 만드는 데 쓰일 수 있고, 공예 작업장은 다른 볼트를 만드는 데 쓰입니다.
pl: Wytworzysz tutaj kusze z drewna lub kości. Kuźnia kowala może zostać użyta do produkcji metalowych kuszy i pocisków, a w warsztacie rękodzielniczym stworzysz inne pociski.
pt_br: Faça bestas de madeira ou osso aqui. A forja do metalúrgico pode ser usada para bestas e setas de metal, e a oficina de artesanato é usada para fazer outras setas.
ru: Здесь делают арбалеты из дерева или кости. Кузницу можно использовать для изготовления металлических арбалетов и металлических болтов, а ремесленную мастерскую - для изготовления остальных болтов.
tr: Burada tahtadan veya kemikten tatar yayları yapın. Metal ustasının demirhanesi metal tatar yayları ve metal cıvatalar için kullanılabilir ve el sanatları atölyesi diğer cıvataları yapmak için kullanılır.
vi: Chế tạo nỏ tại đây từ gỗ hoặc xương. Lò rèn của thợ kim loại có thể dùng để làm nỏ kim loại và mũi tên nỏ kim loại, còn xưởng thủ công thì dùng để làm các loại mũi tên khác.
zh_hans: 在这里用木头或骨头制作弩箭。 金匠的锻造厂可以用来制作金属弩和金属螺栓，而手工艺作坊则用来制作其他的螺栓。

source: Make beds and various furniture here, as well as bins, barrels, and more.
de: Stellen Sie hier Betten und verschiedene Möbel her, aber auch Behälter, Fässer und mehr.
fr: Fabriquez ici des lits et divers meubles, ainsi que des bacss, des tonneaux, etc.
it: Crea letti e vari mobili qui, oltre a cesti, botti e altro ancora.
ko: 이곳에서 침대와 각종 가구, 상자, 통 등을 만듭니다.
pl: Wytworzysz tutaj łóżka i różne meble, podobnie jak kosze, beczki i inne.
pt_br: Fabrique camas e uma variedade de móveis aqui, bem como cestos de lixo, barris e mais.
ru: Здесь изготавливают кровати и различную мебель, а также мусорные корзины, бочки и многое другое.
tr: Burada yataklar ve çeşitli mobilyaların yanı sıra kutular, variller ve daha fazlasını yapın.
vi: Chế tạo giường và nhiều loại đồ nội thất khác tại đây, cũng như thùng chứa, thùng lớn, v.v.
zh_hans: 在这里制作床铺和各种家具，以及垃圾桶，圆桶等。

source: Make crafts for trade and your own citizens here, as well as a variety of tools, armor, and bolts.
de: Hier kannst du Handwerkszeug für den Handel und deine eigenen Bürger herstellen, ebenso wie eine Vielzahl von Werkzeugen, Rüstungen und Bolzen.
fr: Fabriquez de l'artisanat pour le commerce et vos propres citoyens ici, ainsi qu'une variété d'outils, d'armures et de boulons.
it: Crea oggetti d'artigianato per il commercio e per i tuoi cittadini, oltre a vari strumenti, armature e quadrelli.
ko: 이곳에서 시민들이나 무역을 위한 공예품과 다양한 도구, 갑옷, 볼트를 만들 수 있습니다.
pl: Wytworzysz tutaj rękodzieła do handlu i na użytek mieszkańców, podobnie jak różne narzędzia, pancerze i pociski.
pt_br: Fabrique objetos para negociar e para seus próprios cidadãos aqui, bem como uma variedade de ferramentas, armaduras e parafusos.
ru: Здесь изготавливают изделия для торговли и собственных жителей, а также разнообразные инструменты, доспехи и болты.
tr: Burada ticaret ve kendi vatandaşlarınız için el sanatları ürünlerinin yanı sıra çeşitli aletler, zırhlar ve oklar yapın.
vi: Chế tạo đồ thủ công để trao đổi và phục vụ công dân của bạn tại đây, cùng với nhiều loại công cụ, áo giáp và mũi tên.
zh_hans: 在这里为贸易和你自己的公民制作工艺品，以及各种工具、盔甲和螺栓。

source: Cut rough gems here to increase their value, and improve the value of other objects by encrusting them with cut gems.
de: Schleifen Sie hier Edelsteine, um ihren Wert zu erhöhen, und verbessern Sie den Wert anderer Gegenstände, indem Sie sie mit geschliffenen Edelsteinen verzieren.
fr: Taillez des gemmes brutes ici pour augmenter leur valeur et améliorez la valeur d'autres objets en les incrustant de gemmes taillées.
it: Taglia le gemme grezze qui per aumentarne il valore e migliora il valore di altri oggetti incastonandoli con gemme tagliate.
ko: 이곳에서 보석을 세공하여 보석의 가치를 높이거나, 세공된 보석을 다른 물건에 박아 넣어서 가치를 향상시킬 수 있습니다.
pl: Oszlifujesz tutaj klejnoty, aby podnieść ich wartość i zwiększyć wartość innych obiektów inkrustując je szlifowanymi klejnotami.
pt_br: Corte gemas brutas aqui para aumentar seu valor e melhore o valor de outros objetos incrustando-os com gemas lapidadas.
ru: Ограняйте здесь необработанные самоцветы, чтобы увеличить их стоимость, и повышайте ценность других предметов, инкрустировав их ограненными самоцветами.
tr: Değerlerini artırmak için burada ham mücevherleri kesin ve diğer nesnelerin değerini kesilmiş mücevherlerle süsleyerek artırın.
vi: Cắt gọt đá quý thô tại đây để tăng giá trị của chúng, và cải thiện giá trị của các vật phẩm khác bằng cách khảm đá quý đã cắt gọt lên chúng.
zh_hans: 在这里切割粗糙的宝石以提高其价值，并可以通过镶嵌切割宝石以提高其他物品的价值。

source: Forge weapons and armor here, as well as most other metal objects from furniture to trap components. Magma below the forge will power tasks. You are responsible for placing the forge above the magma, but no other fuel is required.
de: Hier kannst du Waffen und Rüstungen schmieden, aber auch die meisten anderen Metallgegenstände, von Möbeln bis zu Fallenkomponenten. Das Magma unter der Schmiede treibt die Aufgaben an. Sie sind dafür verantwortlich, die Schmiede über dem Magma zu platzieren, aber es wird kein weiterer Brennstoff benötigt.
fr: Forgez ici des armes et des armures, ainsi que la plupart des autres objets métalliques, des meubles aux composants de pièges. Le magma sous la forge alimentera les tâches. Vous êtes responsable de placer la forge au-dessus du magma, mais aucun autre carburant n'est requis.
it: Forgia qui armi e armature, nonché la maggior parte degli altri oggetti metallici, dai mobili ai componenti delle trappole. Il magma sotto la forgia alimenterà i compiti. Sei responsabile di piazzare la forgia sopra al magma, non è necessario altro combustibile.
ko: 무기와 갑옷은 물론 금속가구에서 함정 부품에 이르기까지 대부분의 금속관련품은 이곳에서 생산합니다. 대장간 아래의 용암을 연료로 사용하며, 다른 연료는 필요하지 않습니다.
pl: Wykujesz tu broń i pancerz, podobnie jak większość innych metalowych obiektów od mebli, po części pułapek. Magma pod kuźnią będzie zasilać zadania. Jesteś odpowiedzialny za umieszczenie kuźni powyżej magmy, ale poza tym nie jest wymagane żadne paliwo.
pt_br: Forje armas e armaduras aqui, bem como a maioria dos objetos de metal desde mobília à componentes para armadilhas. O magma sob a forja alimentará seu funcionamento. Você é responsável por colocar a forja sobre o magma, nenhum outro combustível é necessário.
ru: Здесь куют оружие и броню, а также большинство других металлических предметов - от мебели до деталей ловушек. Магма под кузницей обеспечит её энергией для работы. Вы должны поместить кузницу над магмой, но другого топлива не требуется.
vi: Rèn vũ khí và áo giáp tại đây, cũng như hầu hết các vật phẩm kim loại khác từ đồ nội thất đến các bộ phận bẫy. Dung nham bên dưới lò rèn sẽ cung cấp năng lượng cho các tác vụ. Bạn chịu trách nhiệm đặt lò rèn phía trên dung nham, nhưng không yêu cầu nhiên liệu nào khác.
zh_hans: 在这里锻造武器和盔甲，以及家具和陷阱组件的大多数其他金属物品。熔炉下方的岩浆将给工作提供动力。你负责将熔炉放置在岩浆上方，但不需要任何燃料。

source: Make mechanisms here which are used to make levers, pressure plates, and gears. You can also use mechanisms to link levers and pressure plates to other machinery.
de: Stellen Sie hier Mechanismen her, die zur Herstellung von Hebeln, Druckplatten und Zahnrädern verwendet werden. Sie können auch Mechanismen verwenden, um Hebel und Druckplatten mit anderen Maschinen zu verbinden.
fr: Fabriquez ici des mécanismes qui servent à fabriquer des leviers, des plaques de pression et des engrenages. Vous pouvez également utiliser des mécanismes pour relier des leviers et des plaques de pression à d'autres machines.
it: Crea qui meccanismi che vengono utilizzati per creare leve, piastre a pressione e ingranaggi. Puoi anche usare meccanismi per collegare leve e piastre a pressione ad altri macchinari.
ko: 이곳에서 레버, 압력판 및 기어 등과 같은 기계 장치를 만듭니다. 또한 기계장치를 이용하여 레버나 압력판을 다른 기계와 연결시킬 수 있습니다.
pl: Wytworzysz tutaj mechanizmy, które są używane do tworzenia dźwigni, płyt naciskowych i kół zębatych. Możesz użyć mechanizmów również do łączenia dźwigni i płyt naciskowych do innej maszynerii.
pt_br: Fabrique mecanismos usados na confecção de alavancas, placas de pressão, e engrenagens. Você também pode usar mecanismos para associar alavancas e placas de pressão à outros equipamentos.
ru: Создавайте здесь механизмы, которые используются для изготовления рычагов, нажимных плит и редукторов. Вы также можете использовать механизмы для соединения рычагов и нажимных плит с другими механизмами.
vi: Chế tạo cơ cấu tại đây, dùng để làm cần gạt, tấm áp lực và bánh răng. Bạn cũng có thể dùng cơ cấu để liên kết cần gạt và tấm áp lực với các máy móc khác.
zh_hans: 在这里用来制作杠杆、压力板和齿轮。 你还可以用机械装置将杠杆和压力板与其他机械连接起来。

source: Forge weapons and armor here, as well as most other metal objects from furniture to trap components. These tasks require fuel.
de: Schmieden Sie hier Waffen und Rüstungen sowie die meisten anderen Metallgegenstände, von Möbeln bis zu Fallenteilen. Für diese Arbeiten wird Brennstoff benötigt.
fr: Forgez ici des armes et des armures, ainsi que la plupart des autres objets métalliques, des meubles aux composants de pièges. Ces tâches nécessitent du carburant.
it: Forgia armi e armature qui, nonché la maggior parte degli altri oggetti metallici: dai mobili ai componenti delle trappole. Questi compiti richiedono combustibile.
ko: 이곳에서 무기와 갑옷을 제련하거나 금속가구 혹은 함정 부품을 만듭니다. 작업을 위해서는 연료가 필요합니다.
pl: Wykujesz tu broń i pancerz, podobnie jak większość innych metalowych obiektów od mebli, po części pułapek. Te zadania wymagają paliwa.
pt_br: Forje armas e armaduras aqui, bem como a maioria de outros objetos de metal desde mobília a componentes de armadilhas. Estas tarefas precisam de combustível.
ru: Здесь можно ковать оружие и броню, а также большинство других металлических предметов - от мебели до деталей ловушек. Для выполнения этих задач требуется топливо.
vi: Rèn vũ khí và áo giáp tại đây, cũng như hầu hết các vật phẩm kim loại khác từ đồ nội thất đến các bộ phận bẫy. Các tác vụ này yêu cầu nhiên liệu.
zh_hans: 在这里锻造武器和盔甲，以及家具和陷阱组件的大多数其他金属物品。这些任务需要燃料。

source: Here you can make parts for ballistae and catapults. This workshop is also the place where ballista ammo is assembled.
de: Hier kannst du Teile für Ballisten und Katapulte herstellen. In dieser Werkstatt wird auch die Ballistenmunition zusammengebaut.
fr: Ici, vous pouvez fabriquer des pièces pour balistes et catapultes. Cet atelier est aussi l'endroit où les munitions balistes sont assemblées.
it: Qui puoi creare parti per baliste e catapulte. Questa bottega è anche il luogo in cui vengono assemblate le munizioni della balista.
ko: 이곳에서 노포나 투석기 구성물, 그리고 대형 화살을 만듭니다
pl: Tutaj możesz tworzyć części do balist i katapult. Ten warsztat jest również miejscem, gdzie przechowywana jest amunicja do balist.
pt_br: Aqui podem ser fabricadas partes para balistas e catapultas. Esta oficina também é o lugar onde munição para balistas é montada.
ru: Здесь вы можете изготовить детали для баллист и катапульт. В этой мастерской также собираются боеприпасы для баллист.
vi: Tại đây bạn có thể chế tạo các bộ phận cho máy bắn đá lớn và máy bắn đá. Xưởng này cũng là nơi lắp ráp đạn cho máy bắn đá lớn.
zh_hans: 在这里你可以制造弩炮和弹射器的零件，这个工坊也是组装弩炮弹药的车间。

source: Make stone furniture here, as well as blocks which are used in constructions.
de: Stellen Sie hier Steinmöbel her, aber auch Blöcke, die für Konstruktionen verwendet werden.
fr: Fabriquez ici des meubles en pierre, ainsi que des blocs qui sont utilisés dans les constructions.
it: Crea qui mobili in pietra e blocchi utilizzati per le costruzioni.
ko: 이곳에서 석재 가구나 건축에 쓰이는 벽돌을 만듭니다.
pl: Wytworzysz tutaj kamienne meble, podobnie jak bloki, które są używane w konstrukcjach.
pt_br: Fabrique mobília de pedra aqui, bem como blocos usados em construção.
ru: Здесь делают каменную мебель, а также блоки, которые используются в строительстве.
tr: Burada taş mobilyaların yanı sıra inşaatlarda kullanılan bloklar yapın.
vi: Chế tạo đồ nội thất bằng đá tại đây, cũng như các khối được dùng trong xây dựng.
zh_hans: 在这里制作石质家具，以及用于建筑的砖块。

source: Use leather tanned at the tanner's shop here to make clothing and tools, such as bags and waterskins.
de: Verwenden Sie das in der Gerberei gegerbte Leder zur Herstellung von Kleidung und Werkzeugen, wie Säcke und Wasserhäute.
fr: Utilisez le cuir tanné à la boutique du tanneur ici pour fabriquer des vêtements et des outils, tels que des sacs et des outres.
it: Usa qui il cuoio conciato nel negozio del conciatore per creare vestiti e strumenti come borse e otri.
ko: 제혁소에서 무두질한 가죽을 이곳에서 사용해서 옷과 가방, 물주머니 등의 도구를 만듭니다.
pl: Użyj tu garbowanej skóry do produkcji odzieży i narzędzi, takich jak torby i bukłaki.
pt_br: Use couro curtido no curtume aqui para confeccionar roupas e ferramentas, como bolsas e odres.
ru: Используйте кожу, выделанную в кожевенной мастерской, для изготовления одежды и инструментов, таких как сумки и шкуры для воды.
tr: Tabakhanede tabaklanmış deriyi burada giysi ve çanta, su matarası gibi aletler yapmak için kullanın.
vi: Dùng da thuộc đã được thuộc tại cửa hàng thuộc da để làm quần áo và công cụ, như túi và bình nước.
zh_hans: 使用在这里的制革店来鞣制皮革以制作衣服和工具，如袋子和革制水袋。

source: Here you can turn thread into cloth, whether it is thread from the farmer's workshop or spider silk gathered underground.
de: Hier können Sie Fäden zu Stoffen verarbeiten, egal ob es sich um Fäden aus der Werkstatt des Bauern oder um Spinnenseide handelt, die unter der Erde gesammelt wird.
fr: Ici, vous pouvez transformer du fil en tissu, qu'il s'agisse de fil provenant de l'atelier du fermier ou de soie d'araignée ramassée sous terre.
it: Qui puoi trasformare il filo in stoffa, che sia filo della bottega del contadino o seta di ragno raccolta sottoterra.
ko: 이곳에서 농부의 작업장에서 나온 실이나 지하에서 모은 거미줄을 천으로 직조할 수 있습니다.
pl: Tutaj możesz przemienić nici w tkaniny, niezależnie czy jest to nić z warsztatu rolnika, czy pajęczy jedwab zbierany pod ziemią.
pt_br: Aqui você pode transformar fio em tecido, quer seja fio de uma oficina de fazendeiro ou seda de aranha coletada no subsolo.
ru: Здесь вы можете превратить нить в ткань, будь то нить из фермерской мастерской или паучий шелк, собранный под землей.
tr: Burada, ister çiftçi atölyesinden gelen iplik olsun ister yeraltından toplanan örümcek ipeği olsun, ipliği kumaşa dönüştürebilirsiniz.
vi: Tại đây bạn có thể biến sợi thành vải, dù đó là sợi từ xưởng nông dân hay tơ nhện thu thập dưới lòng đất.
zh_hans: 在这里，你可以把线变成布，无论是来自农民工坊的线还是地底收集的蜘蛛丝。

source: Make cloth into clothing and tools here, such as bags and ropes.
de: Hier werden Stoffe zu Kleidung und Werkzeugen wie Taschen und Seilen verarbeitet.
fr: Transformez le tissu en vêtements et en outils ici, tels que des sacs et des cordes.
it: Trasforma la stoffa in vestiti e strumenti, come ad esempio borse e corde
ko: 이곳에서 천을 옷으로 만들고 가방과 밧줄 등의 도구를 만듭니다.
pl: Tutaj przetworzysz tkaniny w odzież i narzędzia, takie jak torby i liny.
pt_br: Transforme tecido em roupas e utensílios aqui, como sacos e cordas.
ru: Из ткани здесь делают одежду и инструменты, такие как мешки и веревки.
tr: Burada kumaşı giysiye ve çanta, halat gibi aletlere dönüştürün.
vi: Chế tạo vải thành quần áo và công cụ tại đây, như túi và dây thừng.
zh_hans: 在这里把布做成衣服和工具，比如包和绳索

source: Use dyes here to color thread and cloth. Requires a barrel and bucket for construction.
de: Verwenden Sie hier Farbstoffe, um Garn und Stoff zu färben. Für den Bau werden ein Fass und ein Eimer benötigt.
fr: Utilisez des colorants ici pour colorer le fil et le tissu. Nécessite un tonneau et un seau pour la construction.
it: Colora qui filo e stoffa con le tinte. Richiede una botte e un secchio per la costruzione.
ko: 이곳에서 염료를 사용해서 실과 천에 색을 입힙니다. 염색을 하기 위해서는 통과 양동이가 필요합니다.
pl: Użyj tu barwników do barwienia nici oraz tkanin. Wymaga beczki lub wiadra do konstrukcji.
pt_br: Use corantes aqui para tingir fio e tecido. Um barril e balde são necessários para construção.
ru: Используйте здесь красители для окрашивания ниток и ткани. Для строительства требуются бочка и ведро.
vi: Dùng thuốc nhuộm tại đây để tô màu sợi và vải. Yêu cầu một thùng lớn và một xô để xây dựng.
zh_hans: 在这里使用染料为线和布上色。 需要一个圆桶和水桶来建造。

source: Brew alcohol from plants, fruit, or honey.
de: Brauen Sie Alkohol aus Pflanzen, Obst oder Honig.
fr: Préparez de l'alcool à partir de plantes, de fruits ou de miel.
it: Prepara alcol da piante, frutta o miele.
ko: 식물, 과일 또는 꿀로 술을 만듭니다.
pl: Warz alkohol z roślin, owoców lub miodu.
pt_br: Prepare álcool de plantas, frutas ou mel.
ru: Варить выпивку из растений, фруктов или меда.
tr: Bitkilerden, meyvelerden veya baldan içki mayalayın.
vi: Chưng cất rượu từ thực vật, trái cây hoặc mật ong.
zh_hans: 用植物、水果或蜂蜜酿造酒精。

source: Slaughter livestock here in order to obtain meat, hides, bones, and other animal products.
de: Hier wird das Vieh geschlachtet, um Fleisch, Häute, Knochen und andere tierische Produkte zu gewinnen.
fr: Abattez le bétail ici afin d'obtenir de la viande, des peaux, des os et d'autres produits animaux.
it: Macella qui il bestiame per ottenere carne, pelli, ossa e altri prodotti animali.
ko: 고기, 생가죽, 뼈 및 기타 동물 생산물을 얻기 위해 이곳에서 가축을 도축합니다.
pl: Możesz zarzynać tutaj trzodę w celu pozyskania mięsa, skór, kości i innych produktów zwierzęcych.
pt_br: Abata rebanhos aqui para obter carne, couro, ossos e outros produtos animais.
ru: Здесь забивают скот, чтобы получить мясо, шкуры, кости и другие продукты животного происхождения.
tr: Et, post, kemik ve diğer hayvansal ürünleri elde etmek için çiftlik hayvanlarını burada kesin.
vi: Giết mổ vật nuôi tại đây để lấy thịt, da, xương và các sản phẩm động vật khác.
zh_hans: 在这里屠宰牲畜以获得肉、皮、骨头和其他畜产品。

source: Make leather from animal hides here. You can also make parchment using milk of lime and a hide.
de: Hier kannst du Leder aus Tierhäuten herstellen. Sie können auch Pergament aus Kalkmilch und einer Haut herstellen.
fr: Faites du cuir à partir de peaux d'animaux ici. Vous pouvez également faire du parchemin avec du lait de chaux et une peau.
it: Raffina qui cuoio dalle pelli di animale. Puoi anche fare pergamene usando acqua di calce e una cuoio.
ko: 이곳에서 동물 생가죽으로 가죽을 만듭니다. 석회유와 생가죽을 사용해서 양피지를 만들 수도 있습니다.
pl: Wytworzysz tutaj skórę z surowych skór zwierzęcych. Możesz również wytworzyć pergamin z mleka wapiennego i surowej skóry.
pt_br: Faça couro de peles de animais aqui. Você também pode fazer pergaminhos usando leite de cal e uma pele.
ru: Здесь делают кожу из шкур животных. Вы также можете приготовить пергамент, используя лаймовое молоко и шкуру.
vi: Chế tạo da thuộc từ da động vật tại đây. Bạn cũng có thể làm giấy da bằng vôi sữa và một tấm da.
zh_hans: 在这里用动物的皮毛制作皮革。 你也可以用石灰乳和一张皮制作羊皮纸。
