Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: First
de: Erste
fr: Première
it: Primo
ko: 첫번째
pl: Pierwszy
pt_br: Primeiro
ru: Первый
tr: Birinci
vi: Thứ nhất
zh_hans: 第一

source: Second
de: Zweite
fr: Deuxième
it: Secondo
ko: 두번째
pl: Drugi
pt_br: Segundo
ru: Второй
tr: İkinci
vi: Thứ hai
zh_hans: 第二

source: Third
de: Dritte
fr: Troisième
it: Terzo
ko: 세번째
pl: Trzeci
pt_br: Terceiro
ru: Третий
tr: Üçüncü
vi: Thứ ba
zh_hans: 第三

source: Fourth
de: Vierte
fr: Quatrième
it: Quarto
ko: 네번째
pl: Czwarty
pt_br: Quarto
ru: Четвёртый
tr: Dördüncü
vi: Thứ tư
zh_hans: 四

source: Fifth
de: Fünfte
fr: Cinquième
it: Quinto
ko: 다섯번째
pl: Piąty
pt_br: Quinto
ru: Пятый
tr: Beşinci
vi: Thứ năm
zh_hans: 五

source: Sixth
de: Sechste
fr: Sixième
it: Sesto
ko: 여섯번째
pl: Szósty
pt_br: Sexto
ru: Шестой
tr: Altıncı
vi: Thứ sáu
zh_hans: 第六

source: Seventh
de: Siebte
fr: Septième
it: Settimo
ko: 일곱번째
pl: Siódmy
pt_br: Sétimo
ru: Седьмой
tr: Yedinci
vi: Thứ bảy
zh_hans: 第七

source: Eighth
de: Achte
fr: Huitième
it: Ottavo
ko: 여덟번째
pl: Ósmy
pt_br: Oitavo
ru: Восьмой
tr: Sekizinci
vi: Thứ tám
zh_hans: 第八

source: Ninth
de: Neunte
fr: Neuvième
it: Nono
ko: 아홉번째
pl: Dziewiąty
pt_br: Nono
ru: Девятый
tr: Dokuzuncu
vi: Thứ chín
zh_hans: 第九

source: Tenth
de: Zehnte
fr: Dixième
it: Decimo
ko: 열번째
pl: Dziesiąty
pt_br: Décimo
ru: Десятый
tr: Onuncu
vi: Thứ mười
zh_hans: 第十

source: Eleventh
de: Elfte
fr: Onzième
it: Undicesimo
ko: 열한번째
pl: Jedenasty
pt_br: Décimo primeiro
ru: Одиннадцатый
tr: On birinci
vi: Thứ mười một
zh_hans: 第十一

source: Twelfth
de: Zwölfte
fr: Douzième
it: Dodicesimo
ko: 열두번째
pl: Dwunasty
pt_br: Décimo segundo
ru: Двенадцатый
tr: On ikinci
vi: Thứ mười hai
zh_hans: 第十二

source: Thirteenth
de: Dreizehnte
fr: Treizième
it: Tredicesimo
ko: 열세번째
pl: Trzynasty
pt_br: Décimo terceiro
ru: Тринадцатый
tr: On üçüncü
vi: Thứ mười ba
zh_hans: 第十三

source: Fourteenth
de: Vierzehnte
fr: Quatorzième
it: Quattordicesimo
ko: 열네번째
pl: Czternasty
pt_br: Décimo quarto
ru: Четырнадцатый
tr: On dördüncü
vi: Thứ mười bốn
zh_hans: 第十四

source: Fifteenth
de: Fünfzehnte
fr: Quinzième
it: Quindicesimo
ko: 열다섯번째
pl: Piętnasty
pt_br: Décimo quinto
ru: Пятнадцатый
tr: On beşinci
vi: Thứ mười lăm
zh_hans: 第十五

source: Sixteenth
de: Sechzehnte
fr: Seizième
it: Sedicesimo
ko: 열여섯번째
pl: Szesnasty
pt_br: Décimo sexto
ru: Шестнадцатый
tr: On altıncı
vi: Thứ mười sáu
zh_hans: 第十六

source: Seventeenth
de: Siebzehnte
fr: XVIIe
it: Diciassettesimo
ko: 열일곱번째
pl: Siedemnasty
pt_br: Décimo sétimo
ru: Семнадцатый
tr: On yedinci
vi: Thứ mười bảy
zh_hans: 第十七

source: Eighteenth
de: Achtzehnte
fr: XVIIIe
it: Diciottesimo
ko: 열여덟번째
pl: Osiemnasty
pt_br: Décimo oitavo
ru: Восемнадцатый
tr: On sekizinci
vi: Thứ mười tám
zh_hans: 第十八

source: Nineteenth
de: Neunzehnte
fr: XIXe
it: Diciannovesimo
ko: 열아홉번째
pl: Dziewiętnasty
pt_br: Décimo nono
ru: Девятнадцатый
tr: On dokuzuncu
vi: Thứ mười chín
zh_hans: 第十九

source: The impertinent lava has defaced a
de: Die unverschämte Lava hat verunstaltet ein
fr: La lave impertinente a défiguré un
it: La lava impertinente ha deturpato una
ko: 쏟아지는 용암에 훼손됐다
pl: Bezczelna lawa zniszczyła
pt_br: A impertinente lava desfigurou um
ru: Едкая лава изуродовала
tr: Hadsiz lav şunu tahrif etti:
vi: Dung nham xấc xược đã phá hoại một
zh_hans: 熔岩污损了

source: The impertinent magma has defaced a
de: Das unverschämte Magma hat verunstaltet ein
fr: Le magma impertinent a défiguré un
it: Il magma impertinente ha deturpato una
ko: 쏟아지는 마그마에 훼손됐다
pl: Bezczelna magma zniszczyła
pt_br: O impertinente magma desfigurou um
ru: Едкая магма изуродовала
tr: Hadsiz magma şunu tahrif etti:
vi: Magma ngang ngược đã phá hoại một
zh_hans: 岩浆污损了

source: fishermen
tr: balıkçılar
vi: Ngư dân

source: Verbally struggle against great alarm
tr: Büyük bir dehşete karşı sözlü mücadele et
vi: Vật lộn bằng lời nói chống lại sự hoảng loạn tột độ

source: great intuition
de: feines Gespür
fr: grande intuition
it: grande intuizione
ko: 훌륭한 직관력
pl: świetna intuicja
pt_br: grande intuição
ru: сильная интуиция
tr: büyük sezgi
vi: Trực giác tuyệt vời
zh_hans: 很棒的直觉

source: sculpture has melted!
de: Skulptur ist geschmolzen!
fr: la sculpture a fondu !
it: scultura si è sciolta!
ko: 조각품이 녹았다!
pl: rzeźba się stopiła!
pt_br: escultura derreteu!
ru: скульптура расплавлена!
tr: heykeli eridi!
vi: Tác phẩm điêu khắc đã tan chảy!
zh_hans: 雕塑已融化！

source: Digging designation cancelled: warm stone located.
de: Graben-Markierung abgesagt: warmen Stein entdeckt.
fr: Désignation de creusement annulée : pierre chaude localisée.
it: Designazione di scavo annullata: pietra calda individuata.
ko: 채굴 지정 취소됨: 따뜻한 돌이 있음.
pl: Anulowano oznaczenie kopania: znaleziono ciepły kamień.
pt_br: Designação para cavar cancelada: pedra quente localizada.
ru: Раскопка прекращена: обнаружен тёплый камень.
tr: Kazı işareti iptal edildi: sıcak taş bulundu.
vi: Hủy bỏ chỉ định đào: đã phát hiện đá ấm.
zh_hans: 挖掘规划取消：目标石体发热

source: recites
de: zitiert
fr: récite
it: recita
ko: 암송하다
pl: recytuje
pt_br: recita
ru: читает
tr: okur
vi: Đọc thuộc
zh_hans: 背诵

source: Digging designation cancelled: damp stone located.
de: Graben-Markierung abgesagt: feuchten Stein entdeckt.
fr: Désignation de creusement annulée : pierre humide localisée.
it: Designazione di scavo annullata: pietra umida individuata.
ko: 채굴 지정 취소됨: 축축한 돌이 있음.
pl: Anulowano oznaczenie kopania: znaleziono wilgotny kamień.
pt_br: Designação para cavar cancelada: pedra úmida localizada.
ru: Раскопка прекращена: обнаружен влажный камень.
tr: Kazı işareti iptal edildi: nemli taş bulundu.
vi: Hủy bỏ chỉ định đào: đã phát hiện đá ẩm.
zh_hans: 挖掘规划取消：目标石体潮湿

source: The weather has cleared.
de: Das Wetter klart auf.
fr: Le temps s'est dégagé.
it: Il tempo è migliorato.
ko: 날씨가 맑아졌습니다.
pl: Pogoda się poprawiła.
pt_br: O tempo melhorou.
ru: Погода прояснилась.
tr: Hava açtı.
vi: Thời tiết đã quang đãng.
zh_hans: 天晴了.

source: Shop
fr: Boutique
it: Negozio
ko: 가게
pl: Warsztat
pt_br: Loja
ru: Мастерская
tr: Dükkan
vi: Cửa hàng
zh_hans: 店

source: Trade Depot
de: Handelsdepot
fr: Dépôt commercial
it: Deposito commerciale
ko: 거래소
pl: Skład handlowy
pt_br: Entreposto comercial
ru: Рынок
tr: Ticaret İstasyonu
vi: Trạm Giao dịch
zh_hans: 贸易站

source: Nest
fr: Nid
it: Nido
ko: 둥지
pl: Gniazdo
pt_br: Ninho
ru: Гнездо
tr: Yuva
vi: Tổ
zh_hans: 巢

source: Nest Box
de: Nistkasten
fr: Boîte de nidification
it: Nido artificiale
ko: 둥지 상자
pl: Budka lęgowa
pt_br: Ninho em Caixa
ru: Насест
tr: Folluk
vi: Hộp làm tổ
zh_hans: 巢箱

source: Offering Place
de: Platz anbieten
fr: Lieu d'offrande
it: Luogo d'offerta
ko: 공양 장소
pl: Miejsce Ofiarne
pt_br: Lugar de oferenda
ru: Предлагая место
tr: Sunak Yeri
vi: Nơi Cúng tế
zh_hans: 供奉场所

source: Carpenter's Workshop
de: Schreiner Werkstatt
fr: Atelier de menuiserie
it: Bottega del Carpentiere
ko: 목공 작업장
pl: Warsztat Stolarski
pt_br: Oficina de Carpintaria
ru: Мастерская плотника
tr: Marangoz Atölyesi
vi: Xưởng Thợ Mộc
zh_hans: 木工坊

source: Farmer's Workshop
de: Landwirschafts Werkstatt
fr: Atelier de fermier
it: Bottega del Contadino
ko: 농업 작업장
pl: Warsztat Rolnika
pt_br: Oficina do Fazendeiro
ru: Ферма
tr: Çiftçi Atölyesi
vi: Xưởng Nông Dân
zh_hans: 农业工坊

source: Craftsman
de: Handwerker
fr: Artisan
it: Artigiano
ko: 장인
pl: Rzemieślnik
pt_br: Artesão
ru: Ремесленник
tr: Zanaatkar
vi: Thợ Thủ Công
zh_hans: 工匠

source: 's Forge
de: Die Schmiede
fr: la forge
it: Forgia
ko: 의 대장간
pl: Kuźnia
pt_br: Forja
ru: Кузница
tr: 'nın Demirci Ocağı
vi: Lò Rèn
zh_hans: 的锻铁炉

source: Magma Forge
de: Magmaschmiede
fr: Forge de magma
it: Forgia di Magma
ko: 마그마 대장간
pl: Magmowa Kuźnia
pt_br: Forja de Magma
ru: Магменная кузница
tr: Magma Demirci Ocağı
vi: Lò Rèn Magma
zh_hans: 岩浆熔炉

source: 's Workshop
de: Werkstatt
fr: L'atelier de
it: Bottega di
ko: 의 작업장
pl: Warsztat
pt_br: - Oficina
ru: мастерская
tr: 'nın Atölyesi
vi: Xưởng
zh_hans: 的工坊

source: Siege Workshop
de: Belagerungs Werkstatt
fr: Atelier de siège
it: Bottega delle Armi d'assedio
ko: 공성무기 작업장
pl: Warsztat Oblężniczy
pt_br: Oficina de Cerco
ru: Мастерская осадных машин
tr: Kuşatma Atölyesi
vi: Xưởng Chế Tạo Máy Công Thành
zh_hans: 攻城武器厂

source: Leather Works
de: Lederer
fr: Travail du cuir
it: Pelletteria
ko: 가죽 세공
pl: Warsztat Kaletniczy
pt_br: Curtume
ru: Кожевня
tr: Deri Atölyesi
vi: Xưởng Da
zh_hans: 制皮工坊

source: Clothier
de: Kleiderhändler
fr: Tailleur
it: Confezionista
ko: 재봉사
pl: Sukiennik
pt_br: Modista
ru: Портной
tr: Terzi Atölyesi
vi: Thợ May
zh_hans: 裁缝

source: 's Shop
de: Der Shop
fr: La boutique
it: Negozio di
ko: 의 가게
pl: Warsztat
pt_br: Loja
ru: мастерская
tr: 'nın Dükkanı
vi: Cửa Hàng
zh_hans: 的商店

source: Tool
de: Werkzeug
fr: Outil
it: Strumento
ko: 도구
pl: Narzędzie
pt_br: Ferramenta
ru: Инструмент
tr: Alet
vi: Dụng Cụ
zh_hans: 工具

source: Workshop
de: Werkstatt
fr: Atelier
it: Bottega
ko: 작업장
pl: Warsztat
pt_br: Oficina
ru: Мастерская
tr: Atölye
vi: Xưởng
zh_hans: 工坊

source: Farm Plot
de: Farmgrundstück
fr: Terrain agricole
it: Terreno agricolo
ko: 농장
pl: Działka Rolna
pt_br: Canteiro De Terra
ru: Грядка
tr: Tarım Arazisi
vi: Lô Đất Trồng Trọt
zh_hans: 农田

source: Glass Furnace
de: Glassschmelze
fr: Four à verre
it: Forno per Vetro
ko: 유리로
pl: Piec do szkła
pt_br: Fornalha para Vidro
ru: Стекловаренная печь
tr: Cam Fırını
vi: Lò Nung Thủy Tinh
zh_hans: 玻璃窑

source: Wood Furnace
de: Holzofen
fr: Four à bois
it: Fornace a legna
ko: 목재 용광로
pl: Piec na drewno
pt_br: Fornalha de Madeira
ru: Дровяная печь
tr: Odun Kömürü Ocağı
vi: Lò Đốt Gỗ
zh_hans: 烧木窑

source: Magma Smelter
de: Magmaschmelze
fr: Fonderie de magma
it: Fonderia di magma
ko: 마그마 제련소
pl: Huta magmowa
pt_br: Fundição de Magma
ru: Магменная плавильня
tr: Magma Dökümhanesi
vi: Lò Nung Quặng Magma
zh_hans: 岩浆熔炉

source: Magma Glass Furnace
de: Magma-Glasschmelze
fr: Four à verre Magma
it: Forno di Magma per Vetro
ko: 마그마 유리 용광로
pl: Magmowy piec do szkła
pt_br: Fornalha de Magma para Vidro
ru: Магменная стекловаренная печь
tr: Magma Cam Fırını
vi: Lò Nung Thủy Tinh Magma
zh_hans: 岩浆玻璃熔炉

source: Magma Kiln
de: Magma-Brennofen
fr: Four à magma
it: Forno di Magma
ko: 마그마 가마
pl: Magmowy Piec do cegły
pt_br: Forno de Magma
ru: Магменная печь для обжига
tr: Magma Fırını
vi: Lò Nung Gốm Magma
zh_hans: 岩浆黏土窑

source: Furnace
de: Schmelze
fr: four
it: Fornace
ko: 노
pl: Piec
pt_br: Fornalha
ru: Печь
tr: Ocak
vi: Lò Nung
zh_hans: 熔炉

source: Pressure Plate
de: Druckplatte
fr: Plaque de pression
it: Piastra a pressione
ko: 압력판
pl: Płyta naciskowa
pt_br: Placa de Pressão
ru: Нажимная плита
tr: Basınç Plakası
vi: Tấm Cảm Biến Áp Lực
zh_hans: 压力板

source: Cage Trap
de: Kafigfalle
fr: Piège à cage
it: Trappola a Gabbia
ko: 케이지 트렙
pl: Klatka pułapka
pt_br: Gaiola
ru: Ловушка-клетка
tr: Kafes Tuzağı
vi: Bẫy Lồng
zh_hans: 笼式陷阱装载

source: Stone-Fall Trap
de: Fallsteinfalle
fr: Piège à chute de pierres
it: Trappola a caduta di pietre
ko: 낙석 함정
pl: Pułapka ze spadającymi kamieniami
pt_br: Armadilha de Pedra
ru: Камнепадная ловушка
tr: Taş Düşüren Tuzak
vi: Bẫy Đá Rơi
zh_hans: 落石陷阱

source: Weapon Trap
de: Waffenfalle
fr: Piège d'arme
it: Trappola ad armi
ko: 무기 함정
pl: Pułapka z bronią
pt_br: Armadilha de Arma
ru: Оружейная ловушка
tr: Silah Tuzağı
vi: Bẫy Vũ Khí
zh_hans: 武器陷阱

source: Track Stop
de: Spurende
fr: Arrêt de voie
it: Fermata Binario
ko: 선로 정거장
pl: Przystanek
pt_br: Fim de Trilho
ru: Путевая остановка
tr: Ray Durağı
vi: Điểm Dừng Ray
zh_hans: 矿车车站

source: Trap
de: Falle
fr: Piège
it: Trappola
ko: 함정
pl: Pułapka
pt_br: Armadilha
ru: Ловушка
tr: Tuzak
vi: Bẫy
zh_hans: 陷阱

source: Siege Engine
de: Belagerungs Maschine
fr: Engin de siège
it: Macchina d'assedio
ko: 공성 엔진
pl: Silnik oblężniczy
pt_br: Mecanismo de Cerco
ru: Осадная машина
tr: Kuşatma Silahı
vi: Máy Công Thành
zh_hans: 攻城机械

source: Bolt Thrower
tr: Ok Fırlatıcı
vi: Máy Bắn Đạn

source: Floor Hatch
de: Bodenluke
fr: Trappe de plancher
it: Botola
ko: 플로어 해치
pl: Właz podłogowy
pt_br: Escotilha de Chao
ru: Люк
tr: Zemin Kapağı
vi: Cửa Sập Sàn
zh_hans: 活板门

source: Wall Grate
de: Wandgitter
fr: Grille murale
it: Grata a parete
ko: 벽 격자
pl: Kratownica ścienna
pt_br: Grade de Parede
ru: Решётка в стене
tr: Duvar Izgarası
vi: Lưới Chắn Tường
zh_hans: 墙面格栅

source: Floor Grate
de: Bodengitter
fr: Grille de sol
it: Grata a pavimento
ko: 바닥 격자
pl: Kratownica podłogowa
pt_br: Grade de Chao
ru: Решётка в полу
tr: Zemin Izgarası
vi: Lưới Chắn Sàn
zh_hans: 地面格栅

source: Vertical Bars
de: vertikale Balken
fr: Barres verticales
it: Sbarre verticali
ko: 수직 창살
pl: Pionowe Kraty
pt_br: Barra Vertical
ru: Вертикальные прутья
tr: Dikey Parmaklıklar
vi: Song Sắt Dọc
zh_hans: 垂直条

source: Floor Bars
de: Bodenstangen
fr: Barres au sol
it: Sarre a pavimento
ko: 바닥 창살
pl: Kraty Podłogowe
pt_br: Barra de Chao
ru: Прутья в полу
tr: Zemin Parmaklıkları
vi: Song Sắt Sàn
zh_hans: 底梁

source: Restraint
de: Zurückhaltung
fr: Retenue
it: Contenzione
ko: 구속용 끈
pl: Jarzmo
pt_br: Imobilizador
ru: Привязь
tr: Pranga
vi: Cùm
zh_hans: 传送链条

source: Gear Assembly
de: Getriebe
fr: Assemblage d'engrenage
it: Gruppo ingranaggi
ko: 기어 어셈블리
pl: Zespół Przekładni
pt_br: Engrenagem
ru: Редуктор
tr: Dişli Takımı
vi: Bộ Bánh Răng
zh_hans: 齿轮组

source: Horizontal Axle
de: Horizontale Achse
fr: Essieu horizontal
it: Asse orizzontale
ko: 수평축
pl: Oś horyzontalna
pt_br: Eixo Horizontal
ru: Горизонтальный вал
tr: Yatay Mil
vi: Trục Ngang
zh_hans: 水平轴

source: Vertical Axle
de: Vertikale Achse
fr: Essieu vertical
it: Asse verticale
ko: 수직축
pl: Oś wertykalna
pt_br: Eixo Vertical
ru: Вертикальный вал
tr: Dikey Mil
vi: Trục Dọc
zh_hans: 垂直轴

source: Upright Spear/Spike
de: Aufrechten Speer/Spikes
fr: Lance/pointe droite
it: Lancia/punta dritta
ko: 세워둔 창/스파이크
pl: Pionowa Włócznia/Kolec
pt_br: Lança/Ponta Vertical
ru: Выдвижное копьё/шипы
tr: Dik Mızrak/Kazık
vi: Giáo/Cọc Dựng Đứng
zh_hans: 尖刺陷阱

source: Archery Target
de: Zielscheibe
fr: Cible de tir à l'arc
it: Bersaglio di tiro con l'arco
ko: 궁술 표적
pl: Cel łuczniczy
pt_br: Alvo de Arquearia
ru: Мишень
tr: Okçuluk Hedefi
vi: Mục Tiêu Tập Bắn Cung
zh_hans: 射垛

source: Screw Pump
de: Schrauben Pumpe
fr: Pompe à vis
it: Pompa a vite
ko: 스크류 펌프
pl: Pompa śrubowa
pt_br: Bomba de Parafuso
ru: Винтовой насос
tr: Vidalı Pompa
vi: Bơm Trục Vít
zh_hans: 螺杆泵

source: Water Wheel
de: Wasserrad
fr: Roue à eau
it: Ruota idraulica
ko: 물레바퀴
pl: Młyn wodny
pt_br: Rodamoinho
ru: Водяное колесо
tr: Su Çarkı
vi: Bánh Xe Nước
zh_hans: 水车

source: Burial Receptacle
de: Beerdigungsgefäß
fr: Récipient funéraire
it: Recipiente per sepoltura
ko: 매장용 관
pl: Pojemnik na pochówek
pt_br: Receptáculo Funerário
ru: Захоронение
tr: Defin Kabı
vi: Nơi Chôn Cất
zh_hans: 墓葬容器

source: Seat
de: Sitz
fr: Siège
it: Seduta
ko: 자리
pl: Siedzenie
pt_br: Assento
ru: Сиденье
tr: Oturak
vi: Ghế Ngồi
zh_hans: 座位

source: Animal Trap
de: Tierfalle
fr: Piège à animaux
it: Trappola per animali
ko: 동물 함정
pl: Pułapka na zwierzęta
pt_br: Armadilha para Animais
ru: Силок
tr: Hayvan Tuzağı
vi: Bẫy Động Vật
zh_hans: 动物陷阱

source: Weapon Rack
de: Waffenständer
fr: Porte-armes
it: Rastrelliera per armi
ko: 무기 거치대
pl: Stojak na broń
pt_br: Suporte de Armas
ru: Оружейная стойка
tr: Silah Askısı
vi: Giá Vũ Khí
zh_hans: 武器架

source: Armor Stand
de: Rüstungsständer
fr: Support d'armure
it: Supporto per armatura
ko: 갑옷 거치대
pl: Stojak na zbroję
pt_br: Suporte de Armadura
ru: Доспешная стойка
tr: Zırh Standı
vi: Kệ Giáp
zh_hans: 盔甲架

source: Container
fr: Récipient
it: Contenitore
ko: 용기
pl: Pojemnik
ru: Контейнер
tr: Kap
vi: Thùng Chứa
zh_hans: 容器

source: Traction Bench
de: Traktionsbank
fr: Banc de Traction
it: Panca di trazione
ko: 의료용 벤치
pl: Wyciąg ortopedyczny
pt_br: Banco de Tração
ru: Тракционный стол
tr: Çekme Tezgahı
vi: Băng Ghế Kéo Giãn
zh_hans: 牵引长椅

source: Dirt Road
de: Feldweg
fr: Chemin de terre
it: Strada sterrata
ko: 흙길
pl: Wydeptana Droga
pt_br: Estrada de Terra
ru: Грунтовая дорога
tr: Toprak Yol
vi: Đường Đất
zh_hans: 泥土路

source: Paved Road
de: asphaltierter Weg
fr: Rue pavée
it: Strada selciata
ko: 포장 도로
pl: Wybrukowana Droga
pt_br: Estrada Pavimentada
ru: Мощёная дорога
tr: Döşeli Yol
vi: Đường Lát Đá
zh_hans: 铺面道路

source: Glass Window
de: Glasfenster
fr: Fenêtre
it: Finestra di vetro
ko: 유리창
pl: Szklane okno
pt_br: Janela de Vidro
ru: Окно
tr: Cam Pencere
vi: Cửa Sổ Kính
zh_hans: 玻璃窗户

source: Gem Window
de: Juwelfenster
fr: Fenêtre de gemme
it: Finestra di gemme
ko: 보석창
pl: Okno z kamieni szlachetnych
pt_br: Janela de Gemas
ru: Витраж
tr: Mücevher Pencere
vi: Cửa Sổ Đá Quý
zh_hans: 宝石窗口

source: Stockpile
de: Vorratslager
fr: Stock
it: Scorta
ko: 저장구역
pl: Magazyn
pt_br: Depósito
ru: Склад
tr: Stok Alanı
vi: Kho Lưu Trữ
zh_hans: 存储区域

source: Up Stair
de: Treppe hinauf
fr: Escalier
it: Scala in Su
ko: 상향 계단
pl: Schody na górę
pt_br: Escada para cima
ru: Лестница вверх
tr: Yukarı Merdiven
vi: Cầu Thang Lên
zh_hans: 向上阶梯

source: Down Stair
de: Treppe hinunter
fr: Escalier bas
it: Scala in Giù
ko: 하향 계단
pl: Schody w dół
pt_br: Escada para baixo
ru: Лестница вниз
tr: Aşağı Merdiven
vi: Cầu Thang Xuống
zh_hans: 向下阶梯

source: Up/Down Stair
de: Treppe nach oben/unten
fr: Escalier haut/bas
it: Scala in Su/Giù
ko: 양방향 계단
pl: Schody w górę/dół
pt_br: Escada para Cima/Baixo
ru: Сквозная лестница
tr: Yukarı/Aşağı Merdiven
vi: Cầu Thang Lên/Xuống
zh_hans: 向上/向下楼梯

source: Track (N)
de: Weg (N)
fr: Voie (N)
it: Binario (N)
ko: 트랙(N)
pl: Tor (N)
pt_br: Trilho (N)
ru: Рельсы (N)
tr: Ray (K)
vi: Đường Ray (Bắc)
zh_hans: 轨道（北）

source: Track (S)
de: Weg (S)
fr: Voie (S)
it: Binario (S)
ko: 선로 (남)
pl: Tor (S)
pt_br: Trilho (S)
ru: Рельсы (S)
tr: Ray (G)
vi: Đường Ray (Nam)
zh_hans: 轨道（南）

source: Track (E)
de: Weg (E)
fr: Voie (E)
it: Binario (E)
ko: 트랙(E)
pl: Tor (E)
pt_br: Trilho (L)
ru: Рельсы (E)
tr: Ray (D)
vi: Đường Ray (Đông)
zh_hans: 轨道（东）

source: Track (W)
de: Weg (W)
fr: Voie (W)
it: Binario (O)
ko: 트랙(W)
pl: Tor (W)
pt_br: Trilho (O)
ru: Рельсы (W)
tr: Ray (B)
vi: Đường Ray (Tây)
zh_hans: 轨道（西）

source: Track (NS)
de: Weg (NS)
fr: Voie (NS)
it: Binario (NS)
ko: 트랙(NS)
pl: Tor (NS)
pt_br: Trilho (NS)
ru: Рельсы (NS)
tr: Ray (KG)
vi: Đường Ray (Bắc-Nam)
zh_hans: 轨道（南北）

source: Track (NE)
de: Weg (NE)
fr: Voie (NE)
it: Binario (NE)
ko: 선로 (북동)
pl: Tor (NE)
pt_br: Trilho (NL)
ru: Рельсы (NE)
tr: Ray (KD)
vi: Đường Ray (Bắc-Đông)
zh_hans: 轨道（东北）

source: Track (NW)
de: Weg (NW)
fr: Voie (NW)
it: Binario (NO)
ko: 선로 (북서)
pl: Tor (NW)
pt_br: Trilho (NO)
ru: Рельсы (NW)
tr: Ray (KB)
vi: Đường Ray (Bắc-Tây)
zh_hans: 轨道（西北）

source: Track (SE)
de: Weg (SE)
fr: Voie (SE)
it: Binario (SE)
ko: 선로 (남동)
pl: Tor (SE)
pt_br: Trilho (SL)
ru: Рельсы (SE)
tr: Ray (GD)
vi: Đường ray (Đông Nam)
zh_hans: 轨道（东南）

source: Track (SW)
de: Weg (SW)
fr: Voie (SW)
it: Binario (SO)
ko: 선로 (남서)
pl: Tor (SW)
pt_br: Trilho (SO)
ru: Рельсы (SW)
tr: Ray (GB)
vi: Đường ray (Tây Nam)
zh_hans: 轨道（西南）

source: Track (EW)
de: Weg (EW)
fr: Voie (EW)
it: Binario (EO)
ko: 선로 (동서)
pl: Tor (EW)
pt_br: Trilho (LO)
ru: Рельсы (EW)
tr: Ray (DB)
vi: Đường ray (Đông Tây)
zh_hans: 轨道（东西）

source: Track (NSE)
de: Weg (NSE)
fr: Voie (ESN)
it: Binario (NSE)
ko: 선로 (북남동)
pl: Tor (NSE)
pt_br: Trilho (NSL)
ru: Рельсы (NSE)
tr: Ray (KGD)
vi: Đường ray (Bắc Nam Đông)
zh_hans: 轨道（东南北）

source: Track (NSW)
de: Weg (NSW)
fr: Voie (NSW)
it: Binario (NSO)
ko: 선론 (북남서)
pl: Tor (NSW)
pt_br: Trilho (NSO)
ru: Рельсы (NSW)
tr: Ray (KGB)
vi: Đường ray (Bắc Nam Tây)
zh_hans: 轨道（西南北）

source: Track (NEW)
de: Weg (NEU)
fr: Voie (NOUVEAU)
it: Binario (NEO)
ko: 선로 (북동서)
pl: Tor (NEW)
pt_br: Trilho (NLO)
ru: Рельсы (NEW)
tr: Ray (KDB)
vi: Đường ray (Bắc Đông Tây)
zh_hans: 轨道（东西北）

source: Track (SEW)
de: Weg (SEW)
fr: Voie (COUDRE)
it: Binario (SEO)
ko: 추적(SEW)
pl: Tor (SEW)
pt_br: Trilho (SLO)
ru: Рельсы (SEW)
tr: Ray (GDB)
vi: Đường ray (Nam Đông Tây)
zh_hans: 轨道（东西南）

source: Track (NSEW)
de: Weg (NSEW)
fr: Voie (NSEW)
it: Binario (NSEO)
ko: 추적(NSEW)
pl: Tor (NSEW)
pt_br: Trilho (NSLO)
ru: Рельсы (NSEW)
tr: Ray (KGDB)
vi: Đường ray (Bắc Nam Đông Tây)
zh_hans: 轨道（东西南北）

source: Track/Ramp (N)
de: Weg/Rampe (N)
fr: Voie/Rampe (N)
it: Binario/Rampa (N)
ko: 트랙/램프(N)
pl: Tor/Rampa (N)
pt_br: Trilho/Rampa (N)
ru: Спуск рельс (N)
tr: Ray/Rampa (K)
vi: Đường ray/Dốc (Bắc)
zh_hans: 轨道/坡道（北）

source: Track/Ramp (S)
de: Weg/Rampe (S)
fr: Voie/Rampe (S)
it: Binario/Rampa (S)
ko: 트랙/램프(S)
pl: Tor/Rampa (S)
pt_br: Trilho/Rampa (S)
ru: Спуск рельс (S)
tr: Ray/Rampa (G)
vi: Đường ray/Dốc (Nam)
zh_hans: 轨道/坡道（南）

source: Track/Ramp (E)
de: Weg/Rampe (E)
fr: Voie/Rampe (E)
it: Binario/Rampa (E)
ko: 트랙/램프(E)
pl: Tor/Rampa (E)
pt_br: Trilho/Rampa (L)
ru: Спуск рельс (E)
tr: Ray/Rampa (D)
vi: Đường ray/Dốc (Đông)
zh_hans: 轨道/坡道（东）

source: Track/Ramp (W)
de: Weg/Rampe (W)
fr: Voie/Rampe (W)
it: Binario/Rampa (O)
ko: 트랙/램프(W)
pl: Tor/Rampa (W)
pt_br: Trilho/Rampa (O)
ru: Спуск рельс (З)
tr: Ray/Rampa (B)
vi: Đường ray/Dốc (Tây)
zh_hans: 轨道/坡道（西）

source: Track/Ramp (NS)
de: Weg/Rampe (NS)
fr: Voie/Rampe (NS)
it: Binario/Rampa (NS)
ko: 트랙/램프(NS)
pl: Tor/Rampa (NS)
pt_br: Trilho/Rampa (NS)
ru: Спуск рельс (NS)
tr: Ray/Rampa (KG)
vi: Đường ray/Dốc (Bắc Nam)
zh_hans: 轨道/坡道（南北）

source: Track/Ramp (NE)
de: Weg/Rampe (NE)
fr: Voie/Rampe (NE)
it: Binario/Rampa (NE)
ko: 트랙/램프(NE)
pl: Tor/Rampa (NE)
pt_br: Trilho/Rampa (NL)
ru: Спуск рельс (NE)
tr: Ray/Rampa (KD)
vi: Đường ray/Dốc (Bắc Đông)
zh_hans: 轨道/坡道（东北）

source: Track/Ramp (NW)
de: Weg/Rampe (NW)
fr: Voie/Rampe (NW)
it: Binario/Rampa (NO)
ko: 트랙/램프(NW)
pl: Tor/Rampa (NW)
pt_br: Trilho/Rampa (NO)
ru: Спуск рельс (NW)
tr: Ray/Rampa (KB)
vi: Đường ray/Dốc (Tây Bắc)
zh_hans: 轨道/坡道（西北）

source: Track/Ramp (SE)
de: Weg/Rampe (SE)
fr: Voie/Rampe (SE)
it: Binario/Rampa (SE)
ko: 트랙/램프(SE)
pl: Tor/Rampa (SE)
pt_br: Trilho/Rampa (SL)
ru: Спуск рельс (SE)
tr: Ray/Rampa (GD)
vi: Đường ray/Dốc (Đông Nam)
zh_hans: 轨道/坡道（东南）

source: Track/Ramp (SW)
de: Weg/Rampe (SW)
fr: Voie/Rampe (SW)
it: Binario/Rampa (SO)
ko: 트랙/램프(SW)
pl: Tor/Rampa (SW)
pt_br: Trilho/Rampa (SO)
ru: Спуск рельс (SW)
tr: Ray/Rampa (GB)
vi: Đường ray/Dốc (Tây Nam)
zh_hans: 轨道/坡道（西南）

source: Track/Ramp (EW)
de: Weg/Rampe (EW)
fr: Voie/Rampe (EW)
it: Binario/Rampa (EO)
ko: 트랙/램프(EW)
pl: Tor/Rampa (EW)
pt_br: Trilho/Rampa (LO)
ru: Спуск рельс (EW)
tr: Ray/Rampa (DB)
vi: Đường ray/Dốc (Đông Tây)
zh_hans: 轨道/坡道（东西）

source: Track/Ramp (NSE)
de: Weg/Rampe (NSE)
fr: Voie/Rampe (NSE)
it: Binario/Rampa (NSE)
ko: 트랙/램프(NSE)
pl: Tor/Rampa (NSE)
pt_br: Trilho/Rampa (NSL)
ru: Спуск рельс (NSE)
tr: Ray/Rampa (KGD)
vi: Đường ray/Dốc (Bắc Nam Đông)
zh_hans: 轨道/坡道（东南北）

source: Track/Ramp (NSW)
de: Weg/Rampe (NSW)
fr: Voie/Rampe (NSW)
it: Binario/Rampa (NSO)
ko: 트랙/램프(NSW)
pl: Tor/Rampa (NSW)
pt_br: Trilho/Rampa (NSO)
ru: Спуск рельс (NSW)
tr: Ray/Rampa (KGB)
vi: Đường ray/Dốc (Bắc Nam Tây)
zh_hans: 轨道/坡道（西南偏北）

source: Track/Ramp (NEW)
de: Weg/Rampe (NEU)
fr: Voie/Rampe (NEW)
it: Binario/Rampa (NEO)
ko: 트랙/램프(NEW)
pl: Tor/Rampa (NEW)
pt_br: Trilho/Rampa (NLO)
ru: Спуск рельс (NEW)
tr: Ray/Rampa (KDB)
vi: Đường ray/Dốc (Bắc Đông Tây)
zh_hans: 轨道/坡道（东西北）

source: Track/Ramp (SEW)
de: Weg/Rampe (SEW)
fr: Voie/Rampe (SEW)
it: Binario/Rampa (SEO)
ko: 트랙/램프(SEW)
pl: Tor/Rampa (SEW)
pt_br: Trilho/Rampa (SLO)
ru: Спуск рельс (SEW)
tr: Ray/Rampa (GDB)
vi: Đường ray/Dốc (Nam Đông Tây)
zh_hans: 轨道/坡道（东西南）

source: Track/Ramp (NSEW)
de: Weg/Rampe (NSEW)
fr: Voie/Rampe (NSEW)
it: Binario/Rampa (NSEO)
ko: 트랙/램프(NSEW)
pl: Tor/Rampa (NSEW)
pt_br: Trilho/Rampa (NSLO)
ru: Спуск рельс (NSEW)
tr: Ray/Rampa (KGDB)
vi: Đường ray/Dốc (Bắc Nam Đông Tây)
zh_hans: 轨道/坡道（东西南北）

source: Display Furniture
de: Möbel anzeigen
fr: Afficher les meubles
it: Mobile da esposizione
ko: 디스플레이 가구
pl: Meble Wystawne
pt_br: Mostrar Mobília
ru: Показать Мебель
tr: Sergi Mobilyası
vi: Nội thất trưng bày
zh_hans: 展示家具

source: Vacant Shop
de: freier Shop
fr: Boutique vacante
it: Negozio vacante
ko: 빈 가게
pl: Wolny Sklep
pt_br: Loja Vaga
ru: Свободная мастерская
tr: Boş Dükkan
vi: Cửa hàng trống
zh_hans: 空置商店
