Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: The enterprise will be a failure.
tr: Girişim başarısız olacak.
vi: Sự nghiệp này sẽ thất bại.

source: Accept a defeat.
tr: Bir yenilgiyi kabul et.
vi: Hãy chấp nhận thất bại.

source: Be mindful of others around you.
tr: Çevrendekilere karşı dikkatli ol.
vi: Hãy để tâm đến những kẻ quanh ngươi.

source: Prepare for disappointment.
tr: Hayal kırıklığına hazırlan.
vi: Hãy chuẩn bị cho sự thất vọng.

source: Consider the consequences carefully.
tr: Sonuçları dikkatlice değerlendir.
vi: Hãy cân nhắc kỹ lưỡng hậu quả.

source: Act quickly today.
tr: Bugün hızlı hareket et.
vi: Hôm nay, hãy hành động mau lẹ.

source: Be generous today.
tr: Bugün cömert ol.
vi: Hôm nay, hãy rộng lượng.

source: If you accept the gift, one will be expected in return.
tr: Hediyeyi kabul edersen, karşılığında bir hediye beklenecek.
vi: Nếu ngươi nhận món quà, một sự đền đáp sẽ được mong đợi.

source: Bring comfort to someone today.
tr: Bugün birini teselli et.
vi: Hôm nay, hãy mang lại sự an ủi cho ai đó.

source: Now is a time for calm.
tr: Şimdi sakinlik zamanı.
vi: Giờ là thời điểm cho sự tĩnh lặng.

source: Your dreams will come true.
tr: Rüyaların gerçek olacak.
vi: Ước mơ của ngươi sẽ thành hiện thực.

source: Beware a rival.
tr: Bir rakipten sakın.
vi: Hãy cảnh giác một kẻ địch thủ.

source: Avoid conflict today.
tr: Bugün çatışmadan kaçın.
vi: Hôm nay, hãy tránh xung đột.

source: Do not avoid a necessary conflict today.
tr: Bugün gerekli bir çatışmadan kaçınma.
vi: Hôm nay, đừng né tránh một xung đột cần thiết.

source: Look ahead to the future.
tr: Geleceğe bak.
vi: Hãy nhìn về tương lai.

source: An obstacle will present itself.
tr: Bir engel karşına çıkacak.
vi: Một chướng ngại vật sẽ xuất hiện.

source: Begin an adventure.
tr: Bir maceraya başla.
vi: Hãy bắt đầu một cuộc phiêu lưu.

source: You have missed your chance.
tr: Şansını kaçırdın.
vi: Ngươi đã bỏ lỡ cơ hội.

source: Accept the loss and move on.
tr: Kaybı kabul et ve devam et.
vi: Hãy chấp nhận mất mát và tiến bước.

source: Make the decision quickly.
tr: Hızlı karar ver.
vi: Hãy đưa ra quyết định mau chóng.

source: Explore today.
tr: Bugün keşfet.
vi: Hôm nay, hãy thám hiểm.

source: A new friendship will form.
tr: Yeni bir dostluk kurulacak.
vi: Một tình bạn mới sẽ hình thành.

source: It is not as simple as you think.
tr: Düşündüğün kadar basit değil.
vi: Mọi việc không đơn giản như ngươi nghĩ đâu.

source: You will learn something you did not want to know.
tr: Bilmek istemediğin bir şey öğreneceksin.
vi: Ngươi sẽ biết điều mà ngươi không muốn biết.

source: Follow your desire to reconcile.
tr: Barışma arzunu takip et.
vi: Hãy làm theo mong muốn hòa giải của ngươi.

source: It is too soon to forgive.
tr: Affetmek için çok erken.
vi: Còn quá sớm để tha thứ.

source: Your ambition is misguided.
tr: Hırsın yanlış yönlendirilmiş.
vi: Tham vọng của ngươi đã sai lầm.

source: The object of your ambition will be realized.
tr: Hırsının nesnesi gerçekleşecek.
vi: Mục tiêu tham vọng của ngươi sẽ được hiện thực hóa.

source: There is no right choice.
tr: Doğru seçim yok.
vi: Không có lựa chọn đúng đắn.

source: Rethink your priorities.
tr: Önceliklerini yeniden düşün.
vi: Hãy suy nghĩ lại các ưu tiên của ngươi.

source: You will received bad advice.
tr: Kötü bir tavsiye alacaksın.
vi: Ngươi sẽ nhận được lời khuyên tồi tệ.

source: A clever strategy will be required.
tr: Zekice bir strateji gerekecek.
vi: Cần một chiến lược khôn ngoan.

source: Take care you are not deceived.
tr: Kandırılmamaya dikkat et.
vi: Hãy cẩn thận để không bị lừa gạt.

source: Indulge heartily.
tr: Gönlünce şımart.
vi: Hãy tận hưởng thỏa thích.

source: You will know suffering soon.
tr: Yakında acıyı tadacaksın.
vi: Ngươi sẽ sớm nếm trải đau khổ.

source: Rethink your approach.
tr: Yaklaşımını yeniden düşün.
vi: Hãy suy nghĩ lại cách tiếp cận của ngươi.

source: You must reveal the truth.
tr: Gerçeği ortaya çıkarmalısın.
vi: Ngươi phải tiết lộ sự thật.

source: Some changes are inevitable.
tr: Bazı değişiklikler kaçınılmazdır.
vi: Một số thay đổi là không thể tránh khỏi.

source: Whatever happens, it will be for the best.
tr: Ne olursa olsun, en iyisi için olacak.
vi: Dù điều gì xảy ra, nó cũng sẽ là điều tốt nhất.

source: It is time to leave it behind.
tr: Onu geride bırakma zamanı.
vi: Đã đến lúc gác lại mọi thứ.

source: Do not fear loss.
tr: Kaybetmekten korkma.
vi: Đừng sợ mất mát.

source: You must face the challenge today.
tr: Bugün zorlukla yüzleşmelisin.
vi: Hôm nay, ngươi phải đối mặt với thử thách.

source: Today, somebody will be cruel.
tr: Bugün biri acımasız olacak.
vi: Hôm nay, sẽ có kẻ tàn nhẫn.

source: Master yourself today; discipline will be required.
tr: Bugün kendine hakim ol; disiplin gerekecek.
vi: Hôm nay, hãy làm chủ bản thân; kỷ luật là cần thiết.

source: Beware a hidden plan.
tr: Gizli bir plandan sakın.
vi: Hãy cảnh giác một âm mưu ẩn giấu.

source: Be practical.
tr: Pratik ol.
vi: Hãy thực tế.

source: Think of others today, not yourself.
tr: Bugün kendini değil, başkalarını düşün.
vi: Hôm nay, hãy nghĩ về người khác, đừng nghĩ về bản thân.

source: See to the simple comforts.
tr: Basit konforlarla ilgilen.
vi: Hãy đảm bảo những tiện nghi cơ bản.

source: Think on what came before and what follows.
tr: Önce neyin geldiğini ve neyin takip ettiğini düşün.
vi: Hãy suy ngẫm về những gì đã qua và những gì sắp tới.

source: It will not be fair.
tr: Adil olmayacak.
vi: Điều đó sẽ không công bằng.

source: Believe no one today.
tr: Bugün kimseye inanma.
vi: Hôm nay, đừng tin tưởng bất kỳ ai.

source: See to your legacy.
tr: Mirasınla ilgilen.
vi: Hãy lo liệu di sản của ngươi.

source: Instability.
tr: İstikrarsızlık.
vi: Sự bất ổn.

source: The effort will reach a culmination.
tr: Çaba zirveye ulaşacak.
vi: Nỗ lực sẽ đạt đến đỉnh điểm.

source: Any success will be fleeting.
tr: Herhangi bir başarı geçici olacak.
vi: Mọi thành công đều sẽ chóng tàn.

source: Make the sacrifice regardless of fear.
tr: Korkuya aldırmadan fedakarlığı yap.
vi: Hãy thực hiện sự hy sinh bất chấp sợ hãi.

source: Do not stall.
tr: Oyalanma.
vi: Đừng trì hoãn.

source: Make no needless sacrifices.
tr: Gereksiz fedakarlıklar yapma.
vi: Đừng thực hiện những hy sinh vô ích.

source: Be sure to keep to a high standard today.
tr: Bugün yüksek bir standart tutturduğundan emin ol.
vi: Hôm nay, hãy đảm bảo giữ vững một tiêu chuẩn cao.

source: Be patient.
tr: Sabırlı ol.
vi: Hãy kiên nhẫn.

source: Take the middle path.
tr: Orta yolu seç.
vi: Hãy đi con đường trung dung.

source: You must choose between two extremes.
tr: İki uç arasında seçim yapmalısın.
vi: Ngươi phải lựa chọn giữa hai thái cực.

source: Beware a lack of balance.
tr: Denge eksikliğinden sakın.
vi: Hãy cảnh giác sự mất cân bằng.

source: Be diligent and undistracted.
tr: Gayretli ol ve dikkatinin dağılmasına izin verme.
vi: Hãy cần cù và không bị xao nhãng.

source: There will be no reward.
tr: Ödül olmayacak.
vi: Sẽ không có phần thưởng nào.

source: Persevere though it may be for nothing.
tr: Boşuna olsa bile sebat et.
vi: Hãy kiên trì dù có thể vô ích.

source: Eat not the fruits of your labor.
tr: Emeğinin meyvelerini yeme.
vi: Đừng hưởng thụ thành quả lao động của ngươi.

source: It is a false success.
tr: Bu sahte bir başarı.
vi: Đó là một thành công giả tạo.

source: You will be rewarded.
tr: Ödüllendirileceksin.
vi: Ngươi sẽ được thưởng.

source: You cannot see.
tr: Göremiyorsun.
vi: Ngươi không thể nhìn thấy.

source: You read
tr: Okudun:
vi: Ngươi đọc

source: You cannot read.
tr: Okuyamıyorsun.
vi: Ngươi không thể đọc.

source: You pull out
tr: Çıkarıyorsun:
vi: Ngươi rút ra

source: Nock in
tr: Gezle
vi: Gắn vào

source: Load into
tr: Şuna yükle
vi: Nạp vào

source: You cease nocking
tr: Şunu gezlemeyi bıraktın:
vi: Ngươi ngừng gắn

source: Fill
tr: Doldur
vi: Đổ đầy

source: stagnant
de: Stagniert
it: stagnante
ko: 흐르지 않는
pl: zastały
pt_br: sabor ou cheiro a choco
ru: стоячей
tr: durgun
vi: ứ đọng
zh_hans: 滞

source: salt
tr: tuzlu
vi: muối

source: Unknown underground area
de: Unbekannter unterirdischer Bereich
fr: Zone souterraine inconnue
it: Area sotterranea sconosciuta
ko: 알려지지 않은 지하 공간
pl: Nieznany obszar podziemny
pt_br: Área subterrânea desconhecida
ru: Неизвестная подземная область
tr: Bilinmeyen yeraltı alanı
vi: Khu vực ngầm chưa biết
zh_hans: 未知的地下区域

source: Name the
tr: Şunu isimlendir:
vi: Đặt tên cho

source: Heat
tr: Isıt:
vi: Nhiệt độ

source: near magma
tr: magma yakınında
vi: gần magma

source: near lava
tr: lav yakınında
vi: gần dung nham

source: near burning trunk
tr: yanan gövde yakınında
vi: gần thân cây đang cháy

source: near burning branches
tr: yanan dallar yakınında
vi: gần cành cây đang cháy

source: near burning twigs
tr: yanan ince dallar yakınında
vi: gần cành khô đang cháy

source: near burning cap
tr: yanan mantar şapka yakınında
vi: gần nắp đang cháy

source: near fire
tr: ateş yakınında
vi: gần lửa

source: near campfire
tr: kamp ateşi yakınında
vi: gần lửa trại

source: You fill your
tr: Dolduruyorsun:
vi: Bạn lấp đầy

source: Your
tr: Senin
vi: Của bạn

source: is already full.
tr: zaten dolu.
vi: đã đầy rồi.

source: It won't fit in your
tr: Şuna sığmayacak:
vi: Nó sẽ không vừa trong

source: is empty.
tr: boş.
vi: trống rỗng.

source: is hot enough already.
tr: zaten yeterince sıcak.
vi: đã đủ nóng rồi.

source: You heat the
tr: Isıtıyorsun:
vi: Bạn làm nóng

source: to no effect.
tr: ama etkisi yok.
vi: nhưng không có tác dụng.

source: Put on
tr: Giy:
vi: Đặt lên

source: Set on
tr: Üzerine yerleştir
vi: Đặt trên

source: Put
tr: Koy
vi: Đặt

source: on
tr: üzerine
vi: lên

source: Put in
tr: İçine koy:
vi: Đặt vào

source: Suck
tr: Em:
vi: Hút

source: Eat
tr: Ye:
vi: Ăn

source: Drink
tr: İç:
vi: Uống

source: Ignite
tr: Tutuştur:
vi: Đốt cháy

source: Make Campfire
tr: Kamp Ateşi Yak
vi: Tạo Lửa Trại

source: Fell
tr: Kes:
vi: Chặt

source: tree
de: Baum
fr: arbre
it: albero
ko: 나무
pl: drzewo
pt_br: árvore de diretório
ru: дерево
tr: ağaç
vi: cây
zh_hans: 树

source: You cannot fell trees in the arena.
tr: Arenada ağaç kesemezsin.
vi: Bạn không thể chặt cây trong đấu trường.

source: You cannot fell the trees here.
tr: Burada ağaçları kesemezsin.
vi: Bạn không thể chặt cây ở đây.

source: You need to be holding an axe.
tr: Elinde bir balta tutuyor olmalısın.
vi: Bạn cần phải cầm một cây rìu.

source: You need to be holding an axe with a sharp edge.
tr: Elinde keskin kenarlı bir balta tutuyor olmalısın.
vi: Bạn cần phải cầm một cây rìu có lưỡi sắc bén.

source: You make a campfire.
tr: Bir kamp ateşi yaktın.
vi: Bạn tạo một lửa trại.

source: You set a fire.
tr: Bir ateş yaktın.
vi: Bạn đốt một ngọn lửa.

source: The vegetation is too wet.
tr: Bitki örtüsü çok ıslak.
vi: Thảm thực vật quá ẩm ướt.

source: The vegetation is submerged.
tr: Bitki örtüsü su altında.
vi: Thảm thực vật bị ngập.

source: The steam around the vegetation stops you from setting the fire.
tr: Bitki örtüsünün etrafındaki buhar ateşi yakmanı engelliyor.
vi: Hơi nước xung quanh thảm thực vật ngăn bạn đốt lửa.

source: Combat
tr: Savaş
vi: Chiến Đấu

source: Push
tr: İt:
vi: Đẩy

source: Ride
tr: Bin:
vi: Cưỡi

source: , push off toward
tr: , şuna doğru kendini it:
vi: , đẩy về phía

source: Guide
tr: Güt:
vi: Dẫn dắt

source: Raise
tr: Kaldır:
vi: Nâng

source: bucket
de: Eimer
fr: seau
it: secchio
ko: 양동이
pl: wiadro
pt_br: balde
ru: ведро
tr: kova
vi: xô
zh_hans: 水桶

source: Lower
tr: İndir:
vi: Hạ

source: Pull
tr: Çek:
vi: Kéo

source: Break in
tr: Kırarak aç:
vi: Phá vỡ

source: Pick
tr: Maymuncukla aç:
vi: Khóa

source: Bash down
tr: Vurarak yık:
vi: Đập vỡ

source: Topple
tr: Devir:
vi: Đổ gục

source: Move to
tr: Şuraya git:
vi: Di chuyển tới

source: Charge
tr: Hücum et:
vi: Xông lên

source: /Water
tr: /Su
vi: /Nước

source: Lava
tr: Lav
vi: Dung Nham

source: Climb to
tr: Şuraya tırman:
vi: Leo lên

source: holding
tr: tutunarak
vi: đang giữ

source: releasing hold
tr: tutuşu bırakarak
vi: buông tay

source: Hold
tr: Tut:
vi: Giữ

source: Hang from
tr: Şuradan sark:
vi: Treo mình từ

source: Dismount to
tr: Şuraya in:
vi: Xuống khỏi để tới

source: Release hold on
tr: Şunun üzerindeki tutuşu bırak:
vi: Buông tay khỏi

source: Claim
tr: Sahiplen:
vi: Yêu Cầu

source: as pet
tr: evcil hayvan olarak
vi: làm thú cưng

source: Stop leading
tr: Şunu gütmeyi bırak:
vi: Ngừng dẫn dắt

source: Climb down
tr: Tırmanarak in
vi: Leo xuống

source: Go below hatch
tr: Kapağın altına in
vi: Đi xuống dưới cửa hầm

source: Path to here
tr: Buraya giden yol
vi: Đường tới đây

source: (no climbing/jumping)
tr: (tırmanma/zıplama yok)
vi: (không leo/nhảy)

source: level
tr: seviye
vi: tầng

source: up)
tr: yukarı)
vi: lên)

source: down)
tr: aşağı)
vi: xuống)

source: You raise the bucket.
tr: Kovayı kaldırıyorsun.
vi: Bạn nâng cái xô lên.

source: You lower the bucket.
tr: Kovayı indiriyorsun.
vi: Bạn hạ cái xô xuống.

source: You pull the lever.
tr: Kolu çekiyorsun.
vi: Bạn kéo cần gạt.

source: You break the hatch in!
tr: Kapağı kırıp açıyorsun!
vi: Bạn phá bung cửa hầm!

source: The hatch is operated by a remote mechanism. You cannot proceed.
vi: Cửa hầm được vận hành bởi một cơ chế từ xa. Bạn không thể tiếp tục.

source: You pick the lock!
tr: Kilidi maymuncukla açıyorsun!
vi: Bạn bẻ khóa!

source: You bash the door down!
tr: Kapıyı yıkıp geçiyorsun!
vi: Bạn đập vỡ cánh cửa!

source: The door is operated by a remote mechanism. You cannot proceed.
vi: Cánh cửa được vận hành bởi một cơ chế từ xa. Bạn không thể tiếp tục.

source: You topple the statue!
tr: Heykeli deviriyorsun!
vi: Bạn làm đổ bức tượng!

source: The cackling fades away.
tr: Kıkırdama sönüp gidiyor.
vi: Tiếng cười khẩy dần tắt.

source: You are surrounded by incessant cackling.
tr: Etrafın aralıksız kıkırdamalarla çevrili.
vi: Bạn bị bao vây bởi tiếng cười khẩy không ngừng.

source: Can I help you with something?
tr: Size bir konuda yardımcı olabilir miyim?
vi: Tôi có thể giúp gì cho bạn không?

source: in play interaction
de: Interaktion im Spiel
fr: interaction en jeu
it: interazione in gioco
ko: 상호작용 하다
pl: interakcja w grze
pt_br: jogar em interação
ru: в игровом взаимодействии
tr: oyun içi etkileşim
vi: trong tương tác chơi
zh_hans: 在游戏中互动

source: Moving
tr: Hareket ediyor
vi: Đang di chuyển

source: upward
tr: yukarı doğru
vi: lên trên

source: downward
tr: aşağı doğru
vi: xuống dưới

source: (above)
tr: (yukarıda)
vi: (phía trên)

source: (below)
tr: (aşağıda)
vi: (phía dưới)

source: Remote:
tr: Uzak:
vi: Từ xa:

source: Distant:
tr: Uzaktaki:
vi: Xa xôi:

source: Starting:
tr: Başlıyor:
vi: Bắt đầu:

source: Incoming:
tr: Gelen:
vi: Đang tới:

source: Attacking
tr: Saldırıyor
vi: Đang tấn công

source: Recovering from attacking
tr: Saldırıdan toparlanıyor
vi: Đang hồi phục sau khi tấn công

source: with wrestling
tr: güreş ile
vi: với vật lộn

source: with grab
tr: yakalama ile
vi: với nắm giữ

source: quick
tr: hızlı
vi: nhanh chóng

source: wild
tr: vahşi
vi: hung hãn

source: precise
tr: hassas
vi: chính xác

source: , aiming for
tr: , hedefi:
vi: , nhắm vào

source: Jumping
tr: Zıplıyor
vi: Đang nhảy

source: Pushing Object
tr: Nesne İtiyor
vi: Đang đẩy vật thể

source: Holding terrain
tr: Araziye tutunuyor
vi: Giữ địa hình

source: Releasing hold on terrain
tr: Arazi tutuşunu bırakıyor
vi: Buông địa hình

source: Dismounting
tr: İniyor
vi: Xuống phương tiện

source: Leading animal
tr: Hayvanı güdüyor
vi: Dẫn dắt động vật

source: Stop leading animal
tr: Hayvanı gütmeyi bırak
vi: Ngừng dẫn dắt động vật

source: Holding item
tr: Eşya tutuyor
vi: Giữ vật phẩm

source: Releasing hold on item
tr: Eşya tutuşunu bırakıyor
vi: Buông vật phẩm

source: Recovering after shooting
tr: Ateş ettikten sonra toparlanıyor
vi: Hồi sức sau khi bắn

source: Regaining balance
tr: Dengeyi geri kazanıyor
vi: Lấy lại thăng bằng

source: Sucking Blood
tr: Kan Emiyor
vi: Hút máu

source: Working
tr: Çalışıyor
vi: Đang làm việc

source: Talking
tr: Konuşuyor
vi: Đang nói chuyện

source: Recovering from deflection
tr: Savuşturmadan toparlanıyor
vi: Hồi phục sau khi bị lệch hướng

source: Standing Up
tr: Ayağa Kalkıyor
vi: Đứng dậy

source: Lying Down
tr: Yere Yatıyor
vi: Nằm xuống

source: Nocking
tr: Gezliyor
vi: Lắp tên

source: ammo
tr: mühimmat
vi: đạn

source: Shooting weapon
tr: Silahla ateş ediyor
vi: Bắn vũ khí

source: Throwing item
tr: Eşya fırlatıyor
vi: Ném vật phẩm

source: Tell a story
tr: Bir hikaye anlat
vi: Kể một câu chuyện

source: Give a sermon
tr: Vaaz ver
vi: Thuyết giáo

source: Recite a poem
tr: Şiir oku
vi: Đọc một bài thơ

source: Perform music
tr: Müzik icra et
vi: Biểu diễn âm nhạc

source: Prepare choreography
tr: Koreografi hazırla
vi: Chuẩn bị vũ đạo

source: Compose music
tr: Müzik bestele
vi: Sáng tác nhạc

source: Compose a poem
tr: Şiir yaz
vi: Sáng tác một bài thơ

source: Write something down
tr: Bir şeyler yaz
vi: Viết một điều gì đó

source: Give a sermon concerning a deity or object of worship
tr: Bir ilah veya tapınma nesnesi hakkında vaaz ver
vi: Thuyết giáo về một vị thần hoặc đối tượng thờ phụng

source: Give a sermon concerning a cosmic principle
tr: Kozmik bir prensip hakkında vaaz ver
vi: Thuyết giáo về một nguyên lý vũ trụ

source: Give a sermon promoting a value
tr: Bir değeri teşvik eden vaaz ver
vi: Thuyết giáo đề cao một giá trị

source: Give a sermon inveighing against a value
tr: Bir değeri kınayan vaaz ver
vi: Thuyết giáo lên án một giá trị

source: Tell a story about a person or creature
tr: Bir kişi veya yaratık hakkında hikaye anlat
vi: Kể một câu chuyện về một người hoặc sinh vật

source: Tell a story about a site
tr: Bir yerleşim hakkında hikaye anlat
vi: Kể một câu chuyện về một địa điểm

source: Tell a story about a civilization or organization
tr: Bir medeniyet veya organizasyon hakkında hikaye anlat
vi: Kể một câu chuyện về một nền văn minh hoặc tổ chức

source: Tell a story about a region
tr: Bir bölge hakkında hikaye anlat
vi: Kể một câu chuyện về một khu vực

source: Speak
tr: Konuş
vi: Nói

source: build a fire
tr: ateş yak
vi: nhóm lửa

source: fell trees
tr: ağaç kes
vi: đốn cây

source: compose
tr: bestele
vi: sáng tác

source: write
tr: yaz
vi: viết

source: You are still surrounded by cackling.
tr: Hâlâ kıkırdamalarla çevrilisin.
vi: Bạn vẫn bị bao vây bởi tiếng cười ghê rợn.

source: You feel too watched to
tr: Şunu yapamayacak kadar gözetleniyorsun:
vi: Bạn cảm thấy bị theo dõi quá mức để

source: You don't feel safe enough to
tr: Şunu yapmak için yeterince güvende hissetmiyorsun:
vi: Bạn không cảm thấy đủ an toàn để

source: You can't
tr: Şunu yapamazsın:
vi: Bạn không thể

source: until you've stopped the bleeding.
tr: kanamayı durdurana kadar.
vi: cho đến khi bạn ngừng chảy máu.

source: because you can't breathe.
tr: çünkü nefes alamıyorsun.
vi: vì bạn không thể thở.

source: because you are dying of thirst.
tr: çünkü susuzluktan ölüyorsun.
vi: vì bạn đang chết khát.

source: because you are starving to death.
tr: çünkü açlıktan ölüyorsun.
vi: vì bạn đang chết đói.

source: because you are carrying someone else's goods. Purchase them or put some distance between yourself and the site.
vi: vì bạn đang mang theo hàng hóa của người khác. Hãy mua chúng hoặc tạo khoảng cách giữa bạn và địa điểm.

source: because you are drowning.
tr: çünkü boğuluyorsun.
vi: vì bạn đang chết đuối.

source: because you are swimming.
tr: çünkü yüzüyorsun.
vi: vì bạn đang bơi.

source: until you are on a stable surface.
tr: dengeli bir yüzeye çıkana kadar.
vi: cho đến khi bạn ở trên một bề mặt ổn định.

source: You must move away from the water before you can
tr: Şunu yapabilmek için sudan uzaklaşmalısın:
vi: Bạn phải di chuyển ra khỏi vùng nước trước khi có thể

source: You must come down from the mountains before you can
tr: Şunu yapabilmek için dağlardan inmelisin:
vi: Bạn phải xuống núi trước khi có thể

source: until you stop riding this vehicle.
tr: bu aracı sürmeyi bırakana kadar.
vi: cho đến khi bạn ngừng điều khiển phương tiện này.

source: until you stop riding this projectile.
tr: bu merminin üzerinde gitmeyi bırakana kadar.
vi: cho đến khi bạn ngừng cưỡi vật thể bay này.

source: You cannot
tr: Şunu yapamazsın:
vi: Bạn không thể

source: until you leave this site.
tr: bu yerleşimden ayrılana kadar.
vi: cho đến khi bạn rời khỏi địa điểm này.

source: the word
de: das Wort
fr: le mot
it: la parola
ko: 단어
pl: słowo
pt_br: a palavra
ru: слово
tr: kelime
vi: từ
zh_hans: 单词

source: menacing
de: Bedrohung
fr: menaçant
it: minaccia
ko: 위협적인
pl: groźny
pt_br: ameaçador
ru: угрожающий
tr: tehditkar
vi: Đe dọa
zh_hans: 危险

source: submitting
de: Einreichung
fr: soumission
it: inviando
ko: 제출
pl: składający
pt_br: submetendo
ru: подающий
tr: boyun eğen
vi: Phục tùng
zh_hans: 提交中

source: offended
de: beleidigt
fr: offensé
it: offeso
ko: 불쾌한
pl: obrażony
pt_br: ofendido
ru: обиженный
tr: alınmış
vi: Bị xúc phạm
zh_hans: 生气

source: plaintive
de: klagend
fr: plaintif
it: lamentoso
ko: 슬픈 듯한
pl: delikatny
pt_br: queixoso
ru: жалобный
tr: hüzünlü
vi: Ai oán
zh_hans: 凄惨的

source: triumphant
fr: triomphant
it: trionfante
ko: 의기 양양한
pl: triumfujący
pt_br: triunfante
ru: торжествующий
tr: muzaffer
vi: Khải hoàn
zh_hans: 凯旋

source: You have nothing left to drop.
tr: Bırakacak hiçbir şeyin kalmadı.
vi: Bạn không còn gì để bỏ.

source: You have nothing left to wear.
tr: Giyilecek hiçbir şeyin kalmadı.
vi: Bạn không còn gì để mặc.

source: You have nothing left to remove.
tr: Çıkaracak hiçbir şeyin kalmadı.
vi: Bạn không còn gì để gỡ bỏ.

source: You have nothing to put inside a container or on a pack animal.
tr: Bir kabın içine veya yük hayvanına koyacak hiçbir şeyin yok.
vi: Bạn không có gì để đặt vào vật chứa hoặc lên lưng động vật thồ hàng.

source: You have nothing left to eat or drink.
tr: Yiyecek veya içecek hiçbir şeyin kalmadı.
vi: Bạn không còn gì để ăn hoặc uống.

source: You have nothing with which to interact.
tr: Etkileşime geçilebilecek hiçbir şeyin yok.
vi: Bạn không có gì để tương tác.

source: You have nothing left to throw.
tr: Fırlatacak hiçbir şeyin kalmadı.
vi: Bạn không còn gì để ném.

source: You have nothing to examine.
tr: İncelenecek hiçbir şeyin yok.
vi: Bạn không có gì để kiểm tra.

source: There is no furniture, building, or vehicle to interact with here.
tr: Burada etkileşime geçilecek mobilya, bina veya araç yok.
vi: Ở đây không có đồ nội thất, công trình hoặc phương tiện để tương tác.

source: You cannot climb or mount while prone.
tr: Yere yatmışken tırmanamaz veya binemezsin.
vi: Bạn không thể leo hoặc trèo lên khi đang nằm sấp.

source: There is nothing to hold here.
tr: Burada tutunacak bir şey yok.
vi: Ở đây không có gì để giữ.

source: There is nothing to pick up here.
tr: Burada alınacak bir şey yok.
vi: Ở đây không có gì để nhặt.

source: cannot hold the terrain.
tr: araziye tutunamaz.
vi: không thể giữ địa hình.

source: You are too injured to hold the terrain.
tr: Araziye tutunamayacak kadar yaralısın.
vi: Bạn quá bị thương để giữ địa hình.

source: You need a free grasp to hold the terrain.
tr: Araziye tutunmak için boştaki bir uzva ihtiyacın var.
vi: Bạn cần một tay rảnh để giữ địa hình.

source: Click a creature to start a new conversation
tr: Yeni bir konuşma başlatmak için bir yaratığa tıkla
vi: Nhấp vào một sinh vật để bắt đầu cuộc trò chuyện mới

source: Toward you:
tr: Sana karşı:
vi: Đối với bạn:

source: Positive attitude
tr: Olumlu tutum
vi: Thái độ tích cực

source: Negative attitude
tr: Olumsuz tutum
vi: Thái độ tiêu cực

source: Neutral attitude
tr: Nötr tutum
vi: Thái độ trung lập

source: Animated
tr: Canlı
vi: Hoạt bát

source: Agitated
tr: Kışkırtılmış
vi: Kích động

source: Bold
tr: Cesur
vi: Dũng cảm

source: Confident
tr: Kendinden emin
vi: Tự tin

source: Acquiescent
tr: Uysal
vi: Thuận theo

source: Unassuming
tr: Mütevazı
vi: Khiêm tốn

source: Relationship:
tr: İlişki:
vi: Mối quan hệ:
