Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: The webs make it impossible to stand.
tr: Ağlar ayağa kalkmayı imkansız kılıyor.
vi: Mạng nhện khiến ngươi không thể đứng dậy.

source: You are too tired to stand.
tr: Ayağa kalkamayacak kadar yorgunsun.
vi: Ngươi quá mệt mỏi để đứng dậy.

source: You aren't wielding a ranged weapon.
tr: Menzilli bir silah kuşanmadın.
vi: Ngươi không đang cầm vũ khí tầm xa.

source: with threats of violence
de: mit Androhung von Gewalt
fr: avec des menaces de violence
it: con minacce di violenza
ko: 폭력의 위협으로
pl: z pomącą groźby użycia przemocy
pt_br: ameaças de violência
ru: угрозами
tr: şiddet tehditleriyle
vi: bằng những lời đe dọa bạo lực
zh_hans: 暴力威胁

source: You don't have any ammunition for
tr: Şunun için hiç mühimmatın yok:
vi: Ngươi không có đạn cho

source: is already prepared to shoot.
tr: ateş etmeye zaten hazır.
vi: đã sẵn sàng để bắn.

source: You begin
tr: Başlıyorsun:
vi: Ngươi bắt đầu

source: nocking
tr: ok gezlemeye
vi: lắp tên

source: loading
tr: doldurmaya
vi: nạp đạn

source: into
tr: şuna:
vi: vào

source: Could not rename temp folder when synchronizing save!
tr: Kayıt senkronize edilirken geçici klasör yeniden adlandırılamadı!
vi: Không thể đổi tên thư mục tạm khi đồng bộ hóa lưu trữ!

source: You've already searched this area recently.
tr: Bu alanı yakın zamanda zaten aradın.
vi: Ngươi đã tìm kiếm khu vực này gần đây.

source: You've found a colony of
tr: Şunun bir kolonisini buldun:
vi: Ngươi đã tìm thấy một đàn

source: and another small creature.
tr: ve başka bir küçük yaratık.
vi: và một sinh vật nhỏ khác.

source: and some other small creatures.
tr: ve diğer bazı küçük yaratıklar.
vi: và vài sinh vật nhỏ khác.

source: You've found a small creature.
tr: Küçük bir yaratık buldun.
vi: Ngươi đã tìm thấy một sinh vật nhỏ.

source: You've found some small creatures.
tr: Bazı küçük yaratıklar buldun.
vi: Ngươi đã tìm thấy vài sinh vật nhỏ.

source: Your intense search turns up nothing.
tr: Yoğun aramanız sonuçsuz kaldı.
vi: Cuộc tìm kiếm gắt gao của ngươi không mang lại kết quả gì.

source: Anatomy
fr: Anatomie
it: Anatomia
ko: 해부
pl: Anatomia
pt_br: Anatomia
ru: Анатомия
tr: Anatomi
vi: Giải phẫu
zh_hans: 解剖学

source: cannot climb.
tr: tırmanamaz.
vi: không thể trèo.

source: You are too injured to climb.
tr: Tırmanamayacak kadar yaralısın.
vi: Ngươi bị thương quá nặng để trèo.

source: You need a free grasp to climb.
tr: Tırmanmak için boş bir tutuşa ihtiyacın var.
vi: Ngươi cần một tay rảnh để trèo.

source: pull off
tr: çekip çıkarırsın
vi: giật tung

source: pulls off
tr: çekip çıkarır
vi: giật tung

source: pick
tr: alırsın
vi: nhặt

source: picks
tr: alır
vi: nhặt

source: up the
tr: şunu:
vi: lên

source: and put it in
tr: ve şunun içine koyarsın:
vi: và đặt nó vào

source: and puts it in
tr: ve şunun içine koyar:
vi: và đặt nó vào

source: You do not have a free grasp and your quiver and packs are full.
tr: Boş bir tutuşun yok, sadağın ve çantaların dolu.
vi: Bạn không có tay trống và ống tên cùng các túi của bạn đều đã đầy.

source: You do not have a free grasp and your quiver and pack are full.
tr: Boş bir tutuşun yok, sadağın ve çantan dolu.
vi: Bạn không có tay trống và ống tên cùng túi của bạn đều đã đầy.

source: You do not have a free grasp and your quivers and pack are full.
tr: Boş bir tutuşun yok, sadakların ve çantan dolu.
vi: Bạn không có tay trống và các ống tên cùng túi của bạn đều đã đầy.

source: You do not have a free grasp and your quivers are full.
tr: Boş bir tutuşun yok ve sadakların dolu.
vi: Bạn không có tay trống và các ống tên của bạn đều đã đầy.

source: You do not have a free grasp and your quiver is full.
tr: Boş bir tutuşun yok ve sadağın dolu.
vi: Bạn không có tay trống và ống tên của bạn đã đầy.

source: You do not have a free grasp and your pack is full.
tr: Boş bir tutuşun yok ve çantan dolu.
vi: Bạn không có tay trống và túi của bạn đã đầy.

source: You do not have a free grasp.
tr: Boş bir tutuşun yok.
vi: Bạn không có tay trống.

source: You've located a
tr: Bir tane buldun:
vi: Bạn đã phát hiện ra một

source: right under you
tr: tam altında
vi: ngay bên dưới bạn

source: above and
tr: yukarıda ve
vi: phía trên và

source: below and
tr: aşağıda ve
vi: phía dưới và

source: says: "
vi: nói:

source: says, "
tr: der ki, "
vi: nói,

source: Temperate Conifer Forest
de: Gemäßigter Nadelwald
fr: Forêt tempérée de conifères
it: Foresta temperata di conifere
ko: 온대 침엽수림
pl: Las iglasty strefy umiarkowanej
pt_br: Floresta temperada de coníferas
ru: Умеренные хвойные леса
tr: Ilıman İğne Yapraklı Orman
vi: Rừng Lá Kim Ôn Đới
zh_hans: 温带针叶林

source: Tropical Dry Brdlf Forest
fr: Forêt tropicale sèche de Brdlf
it: Foresta tropicale secca di latifoglie
ko: 열대 건조활엽수림
pl: Tropikalny suchy las liściasty
pt_br: Floresta tropical seco Brdlf
ru: Сухие тропические леса
tr: Tropikal Kuru Geniş Yapraklı Orman
vi: Rừng Lá Rộng Khô Nhiệt Đới
zh_hans: 热带干燥阔叶林

source: Tropical Moist Brdlf Forst
fr: Forêt tropicale humide Brdlf
it: Foresta tropicale umida di latifoglie
ko: 열대 습윤활엽수림
pl: Tropikalny wilgotny las liściasty
pt_br: Tropical úmido Brdlf Forst
ru: Влажные тропические леса
tr: Tropikal Nemli Geniş Yapraklı Orman
vi: Rừng Lá Rộng Ẩm Ướt Nhiệt Đới
zh_hans: 热带湿润阔叶林

source: Temperature:
de: Temperatur:
fr: Température:
it: Temperatura:
ko: 온도:
pl: Temperatura:
pt_br: Temperatura:
ru: Климат:
tr: Sıcaklık:
vi: Nhiệt độ:
zh_hans: 温度:

source: Freezing
fr: Gelé
it: Gelato
ko: 얼어붙음
pl: Mroźny
pt_br: Congelando
ru: Морозный
tr: Dondurucu
vi: Đóng Băng
zh_hans: 极寒

source: Warm
fr: Chaleureuse
it: Mite
ko: 따뜻한
pl: Ciepły
pt_br: Morno
ru: Тёплый
tr: Sıcak
vi: Ấm Áp
zh_hans: 温暖的

source: Trees:
de: Bäume:
fr: Des arbres:
it: Alberi:
ko: 나무:
pl: Drzewa:
pt_br: Árvores:
ru: Деревья:
tr: Ağaçlar:
vi: Cây cối:
zh_hans: 树:

source: Scarce
de: Knapp
fr: Rare
it: Scarso
ko: 부족한
pl: Rzadki
pt_br: Escasso
ru: Очень редкие
tr: Kıt
vi: Thưa Thớt
zh_hans: 稀缺

source: Sparse
de: Spärlich
fr: Clairsemé
it: Rado
ko: 드문
pl: Przeciętne
pt_br: Escasso
ru: Довольно редкие
tr: Seyrek
vi: Rải Rác
zh_hans: 稀疏的

source: Woodland
de: Waldland
fr: Des bois
it: Bosco
ko: 보통
pl: Lesisty teren
pt_br: Bosque
ru: Лес
tr: Ormanlık
vi: Vùng Rừng
zh_hans: 林地

source: Heavily Forested
de: Stark Bewalded
fr: Très boisé
it: Densamente boscoso
ko: 우거진 숲
pl: Bardzo zalesiony
pt_br: Fortemente arborizado
ru: Густой лес
tr: Yoğun Ormanlık
vi: Rừng Rậm Dày Đặc
zh_hans: 森林茂密

source: Other Vegetation:
de: Sonstige Vegetation:
fr: Autre végétation :
it: Altra vegetazione:
ko: 기타 식물:
pl: Inna roślinność:
pt_br: Outra vegetação:
ru: Другая растительность:
tr: Diğer Bitki Örtüsü:
vi: Thảm thực vật khác:
zh_hans: 其他植被:

source: Moderate
de: Mäßig
fr: Modéré
it: Moderato
ko: 보통
pl: Umiarkowany
pt_br: Moderada
ru: Умеренная
tr: Ilımlı
vi: Vừa Phải
zh_hans: 中等的

source: Thick
de: Dicht
fr: Épais
it: Folto
ko: 많음
pl: Gruby
pt_br: Denso
ru: Густая
tr: Kalın
vi: Dày Đặc
zh_hans: 厚

source: Surroundings:
de: Umgebungen:
fr: Alentours:
it: Dintorni:
ko: 주위:
pl: Otoczenie:
pt_br: Arredores:
ru: Окружение:
tr: Çevre:
vi: Môi Trường Xung Quanh:
zh_hans: 环境:

source: Serene
fr: Serein
it: Sereno
ko: 평화로움
pl: Spokojny
pt_br: Sereno
ru: Тихое
tr: Dingin
vi: Thanh Bình
zh_hans: 安详

source: Calm
de: Ruhig
fr: Calmes
it: Calmo
ko: 고요
pl: Spokój
pt_br: Calmo
ru: Спокойное
tr: Sakin
vi: Yên Ả
zh_hans: 平静

source: Sinister
fr: Sinistre
it: Sinistro
ko: 불길함
pl: Złowieszczy
pt_br: Sinistro
ru: Жуткое
tr: Uğursuz
vi: U Ám
zh_hans: 险恶

source: Mirthful
fr: Joyeux
it: Raggiante
ko: 명랑한
pl: Wesoły
pt_br: Jovial
ru: Радостное
tr: Neşeli
vi: Hân Hoan
zh_hans: 愉快

source: Wilderness
de: Wildnis
fr: Région sauvage
it: Terre selvagge
ko: 야생
pl: Dzika przyroda
pt_br: Deserto
ru: Дикое
tr: Kır
vi: Hoang Dã
zh_hans: 蛮荒

source: Haunted
fr: Hanté
it: Infestato
ko: 흉흉한
pl: Nawiedzony
pt_br: Assombrado
ru: Проклятое
tr: Perili
vi: Bị Ma Ám
zh_hans: 闹鬼

source: Joyous Wilds
fr: Sauvages joyeux
it: Terre selvagge gioiose
ko: 조이어스 와일드
pl: Radosne Dzikie Krainy
pt_br: Selva Jovem
ru: Радостные дебри
tr: Sevinçli Yaban
vi: Vùng Hoang Dã Hân Hoan
zh_hans: 欢乐的野性

source: Untamed Wilds
de: Ungezähmte Wildnis
fr: Sauvages sauvages
it: Terre selvagge indomite
ko: 길들여지지 않은 야생
pl: Nieokiełznana Dzicz
pt_br: Selvas indomáveis
ru: Дикие дебри
tr: Ehlileşmemiş Yaban
vi: Vùng Hoang Dã Hoang Sơ
zh_hans: 荒野

source: Terrifying
fr: Terrifiant
it: Terrificante
ko: 끔찍함
pl: Przerażające
pt_br: Aterrorizante
ru: Ужасающее
tr: Korkunç
vi: Kinh Hoàng
zh_hans: 可怕

source: Multiple Constructions
fr: Constructions multiples
it: Costruzioni multiple
ko: 다중 구성
pl: Konstrukcja wielokrotna
pt_br: Várias construções
ru: Множество построек
tr: Çoklu Yapılar
vi: Nhiều Công Trình Xây Dựng
zh_hans: 多个结构

source: Major River:
fr: Rivière Majeure :
it: Grande fiume:
ko: 주요 강:
pl: Główna rzeka:
pt_br: Grande rio:
ru: Крупная река:
tr: Büyük Nehir:
vi: Sông Lớn:
zh_hans: 主要河流:

source: River:
fr: Rivière:
it: Fiume:
ko: 강:
pl: Rzeka:
pt_br: Rio:
ru: Река:
tr: Irmak:
vi: Sông:
zh_hans: 河:

source: Minor River:
fr: Rivière mineure :
it: Fiume minore:
ko: 마이너 리버:
pl: Mniejsza rzeka:
pt_br: Rio menor:
ru: Малая река:
tr: Küçük Nehir:
vi: Sông Nhỏ:
zh_hans: 次要河流：

source: Stream:
de: Fluss:
fr: Flux:
it: Ruscello:
ko: 개울:
pl: Strumień:
pt_br: Fluxo:
ru: Поток:
tr: Dere:
vi: Suối:
zh_hans: 流:

source: Brook:
de: Bach:
fr: Ruisseau:
it: Torrente:
ko: 시내:
pt_br: Córrego:
ru: Ручей:
tr: Çay:
vi: Lạch:
zh_hans: 溪流：

source: Volcano:
fr: Volcan:
it: Vulcano:
ko: 화산:
pl: Wulkan:
pt_br: Vulcão:
ru: Вулкан:
tr: Yanardağ:
vi: Núi Lửa:
zh_hans: 火山:

source: Mountain:
fr: Montagne:
it: Montagna:
ko: 산:
pl: Góra:
pt_br: Montanha:
ru: Гора:
tr: Dağ:
vi: Núi:
zh_hans: 山脉：

source: [C:3:0:1]You are a
tr: [C:3:0:1]Sen bir
vi: [C:3:0:1]Bạn là một

source: based in
tr: şurada üslenmiş:
vi: đặt trụ sở tại

source: [C:2:0:1]You have been ordered to drive
tr: [C:2:0:1]Şunu kovman emredildi:
vi: [C:2:0:1]Bạn đã được ra lệnh để xua đuổi

source: You should report the task as complete.
vi: Bạn nên báo cáo nhiệm vụ đã hoàn thành.

source: is rumored to be in
tr: şurada olduğu söyleniyor:
vi: được đồn đại là ở

source: [C:7:0:0]This is common knowledge where you are from.
vi: [C:7:0:0]Đây là điều ai cũng biết ở nơi bạn đến.

source: [C:5:0:1]This creature is known to be dead.
vi: [C:5:0:1]Sinh vật này được biết là đã chết.

source: [C:2:0:1]You have been ordered to kill this creature.
vi: [C:2:0:1]Bạn đã được ra lệnh tiêu diệt sinh vật này.

source: Offloading site...
tr: Yerleşim boşaltılıyor...
vi: Địa điểm dỡ hàng...

source: Sewer Access
tr: Kanalizasyon Erişimi
vi: Lối Vào Cống Ngầm

source: Tree House
tr: Ağaç Ev
vi: Nhà Cây

source: The Home Tree
tr: Ana Ağaç
vi: Cây Tổ Ấm

source: Shaping Tree
tr: Şekillendirme Ağacı
vi: Cây Chế Tác

source: Market Tree
tr: Pazar Ağacı
vi: Cây Chợ

source: Tavern Tree
tr: Meyhane Ağacı
vi: Cây Quán Rượu

source: Library Tree
tr: Kütüphane Ağacı
vi: Cây Thư Viện

source: Counting Tree
tr: Hesap Ağacı
vi: Cây Kế Toán

source: Guild Tree
tr: Lonca Ağacı
vi: Cây Hội Quán

source: Tower Tree
tr: Kule Ağacı
vi: Cây Tháp

source: Drinking Mound
tr: İçki Höyüğü
vi: Gò Uống Rượu

source: Castle Mound
tr: Kale Höyüğü
vi: Gò Lâu Đài

source: Civic Mound
tr: Sivil Höyük
vi: Gò Dân Sự

source: Counting House
tr: Hesap Evi
vi: Nhà Kế Toán

source: Guildhall
de: Gildenhalle
fr: Maison de guilde
it: Casa della gilda
ko: 시청사
pt_br: Salão da Guilda
ru: Зал гильдии
tr: Lonca Binası
vi: Hội Quán
zh_hans: 行会

source: Tower
fr: La tour
it: Torre
ko: 탑
pl: Wieża
pt_br: Torre
ru: Башня
tr: Kule
vi: Tháp
zh_hans: 塔楼

source: Abandoned shop
tr: Terk edilmiş dükkan
vi: Cửa Hàng Bỏ Hoang

source: Food imports
tr: Gıda ithalatı
vi: Hàng Thực Phẩm Nhập Khẩu

source: Clothing imports
tr: Giyim ithalatı
vi: Hàng May Mặc Nhập Khẩu

source: General imports
tr: Genel ithalat
vi: Hàng Nhập Khẩu Tổng Hợp

source: Cloth shop
tr: Kumaş dükkanı
vi: Cửa Hàng Vải

source: Leather shop
tr: Deri dükkanı
vi: Cửa Hàng Da

source: Woven clothing shop
tr: Dokuma giyim dükkanı
vi: Cửa Hàng Quần Áo Dệt

source: Leather clothing shop
tr: Deri giyim dükkanı
vi: Cửa Hàng Quần Áo Da

source: Bone carver's shop
tr: Kemik oymacısı dükkanı
vi: Cửa Hàng Chạm Xương

source: Gem cutter's shop
tr: Mücevher kesicisi dükkanı
vi: Cửa Hàng Cắt Đá Quý

source: Weaponsmith's shop
tr: Silahçı dükkanı
vi: Cửa Hàng Rèn Vũ Khí

source: Bowyer's shop
tr: Yaycı dükkanı
vi: Cửa Hàng Chế Tác Cung

source: Blacksmith's shop
tr: Demirci dükkanı
vi: Cửa Hàng Thợ Rèn

source: Armorsmith's shop
tr: Zırhçı dükkanı
vi: Cửa Hàng Thợ Rèn Giáp

source: Metal craft shop
tr: Metal eşya dükkanı
vi: Cửa Hàng Thủ Công Kim Loại

source: Leather goods shop
tr: Deri eşya dükkanı
vi: Cửa Hàng Đồ Da

source: Carpenter's shop
tr: Marangoz dükkanı
vi: Cửa Hàng Thợ Mộc

source: Stone furniture shop
tr: Taş mobilya dükkanı
vi: Cửa Hàng Nội Thất Đá

source: Metal furniture shop
tr: Metal mobilya dükkanı
vi: Cửa Hàng Nội Thất Kim Loại

source: Barrow
tr: Höyük Mezarı
vi: Mộ Cổ

source: Warehouse
tr: Depo
vi: Nhà Kho

source: Fortress Entrance
tr: Kale Girişi
vi: Lối Vào Pháo Đài

source: Trenches
tr: Siperler
vi: Hào

source: Shrine to
tr: Şuna adanmış sunak:
vi: Đền Thờ của

source: Shrine
tr: Sunak
vi: Đền Thờ

source: Empty market
tr: Boş pazar
vi: Chợ Trống

source: Imported goods market
tr: İthal mallar pazarı
vi: Chợ Hàng Nhập Khẩu

source: Imported food market
tr: İthal gıda pazarı
vi: Chợ Thực Phẩm Nhập Khẩu

source: Imported clothing market
tr: İthal giyim pazarı
vi: Chợ quần áo nhập khẩu

source: Meat market
tr: Et pazarı
vi: Chợ thịt

source: Fruit and vegetable market
tr: Meyve ve sebze pazarı
vi: Chợ trái cây và rau củ

source: Cheese market
tr: Peynir pazarı
vi: Chợ phô mai

source: Processed goods market
tr: İşlenmiş mallar pazarı
vi: Chợ hàng hóa chế biến

source: Underground Fortress
tr: Yeraltı Kalesi
vi: Pháo đài ngầm

source: Underground Farms
tr: Yeraltı Çiftlikleri
vi: Nông trại ngầm

source: Underground Stair
tr: Yeraltı Merdiveni
vi: Cầu thang ngầm

source: Hillocks
tr: Höyükler
vi: Các khu nhà nhỏ

source: Houses
tr: Evler
vi: Những ngôi nhà

source: Hillock
tr: Höyük
vi: Một khu nhà nhỏ

source: House
tr: Ev
vi: Một ngôi nhà

source: Abandoned hillocks
tr: Terk edilmiş höyükler
vi: Các khu nhà nhỏ bị bỏ hoang

source: Abandoned houses
tr: Terk edilmiş evler
vi: Những ngôi nhà bị bỏ hoang

source: Abandoned hillock
tr: Terk edilmiş höyük
vi: Một khu nhà nhỏ bị bỏ hoang

source: Abandoned house
tr: Terk edilmiş ev
vi: Một ngôi nhà bị bỏ hoang

source: Ruined hillocks
tr: Harabe höyükler
vi: Các khu nhà nhỏ đổ nát

source: Ruined houses
tr: Harabe evler
vi: Những ngôi nhà đổ nát

source: Ruined hillock
tr: Harabe höyük
vi: Một khu nhà nhỏ đổ nát

source: Ruined house
tr: Harabe ev
vi: Một ngôi nhà đổ nát

source: No significant structures
tr: Önemli bir yapı yok
vi: Không có công trình đáng kể

source: Shrine of
tr: Şunun tapınağı:
vi: Đền thờ của

source: Strongest Odor:
tr: En Güçlü Koku:
vi: Mùi mạnh nhất:

source: You have discovered a
tr: Bir tane keşfettin:
vi: Ngươi đã khám phá ra một

source: You cannot travel through the
tr: Şunun içinden geçemezsin:
vi: Ngươi không thể đi qua

source: Dawn is breaking.
tr: Şafak söküyor.
vi: Bình minh đang ló dạng.

source: It is noon.
tr: Öğle vakti.
vi: Đã giữa trưa.

source: Night is falling.
tr: Gece çöküyor.
vi: Đêm đang buông xuống.

source: You struggle for
tr: Şunun için çabalıyorsun:
vi: Ngươi vật lộn để

source: You roll
tr: Yuvarlıyorsun
vi: Ngươi tung

source: , divining the will of
tr: , şunun iradesini kehanet ederek:
vi: , đoán định ý chí của

source: according to the practice of
tr: şu uygulamaya göre:
vi: theo tập tục của

source: , testing the will of
tr: , şunun iradesini sınayarak:
vi: , thử thách ý chí của

source: shows
tr: gösteriyor
vi: hiển thị

source: comes up
tr: şu geldi:
vi: hiện ra

source: lands on
tr: şuna denk geldi:
vi: rơi vào

source: a word but you cannot read
tr: bir kelime ama okuyamıyorsun
vi: một từ nhưng ngươi không thể đọc

source: Your fate is sealed.
tr: Kaderin mühürlendi.
vi: Số phận ngươi đã định.

source: Don't you know that
tr: Bilmiyor musun ki
vi: Ngươi không biết rằng

source: is a jealous deity? Why consult another?
vi: là một vị thần ghen tị sao? Cớ sao lại tham vấn kẻ khác?

source: Let a week pass.
vi: Hãy để một tuần trôi qua.

source: Let some days pass.
vi: Hãy để vài ngày trôi qua.

source: Let another day pass.
vi: Hãy để một ngày nữa trôi qua.

source: You already know the will of
tr: Şunun iradesini zaten biliyorsun:
vi: Ngươi đã biết ý chí của

source: Why wasn't
tr: Neden
vi: Tại sao không phải là

source: , a jealous deity, consulted first?
tr: , kıskanç bir ilah, önce ona danışılmadı?
vi: , một vị thần ghen tị, được tham vấn trước tiên?

source: . Do not tempt fate.
vi: . Đừng thách thức số phận.

source: Praise
tr: Şükürler olsun
vi: Ca tụng

source: for ignoring your hubris.
vi: vì đã bỏ qua sự ngạo mạn của ngươi.

source: Freedom is allowed even in this.
tr: Bunda bile özgürlüğe izin verilir.
vi: Ngay cả trong việc này, tự do cũng được phép.

source: without bound
tr: sınırsız
vi: không giới hạn

source: You are forgiven.
tr: Affedildin.
vi: Ngươi đã được tha thứ.

source: You are free to do as you choose.
tr: Seçtiğin şeyi yapmakta özgürsün.
vi: Ngươi được tự do làm điều mình muốn.

source: Your happiness is still desired.
tr: Mutluluğun hala arzulanıyor.
vi: Hạnh phúc của ngươi vẫn được mong muốn.

source: You are loved.
tr: Seviliyorsun.
vi: Ngươi được yêu thương.

source: You have been granted mercy.
tr: Sana merhamet edildi.
vi: Ngươi đã được ban cho lòng thương xót.

source: Peace is cherished.
tr: Barış el üstünde tutulur.
vi: Hòa bình được trân trọng.

source: Such care for your happiness!
tr: Mutluluğuna ne kadar da önem veriliyor!
vi: Quan tâm đến hạnh phúc của ngươi đến vậy!

source: Such
tr: Böyle
vi: Thật

source: Such is the spirit of
tr: Şunun ruhu böyledir:
vi: Đó chính là tinh thần của

source: Infinite
tr: Sonsuz
vi: Vô hạn

source: tender
pl: przetarg
tr: şefkatli
vi: dịu dàng

source: "Hubris!"
tr: "Kibir!"
vi: Ngạo mạn!

source: has been cursed
de: ist verflucht worden
fr: a été maudit
it: è stato maledetto
ko: 저주를 받았다
pl: został przeklęty
pt_br: foi amaldiçoado
ru: был проклят
tr: lanetlendi
vi: đã bị nguyền rủa
zh_hans: 受到诅咒

source: Look out for a chance encounter.
tr: Şans eseri bir karşılaşmaya dikkat et.
vi: Hãy trông chờ một cuộc gặp gỡ tình cờ.

source: Stay the course.
tr: Rotanı koru.
vi: Hãy giữ vững lập trường.

source: Expect a change.
tr: Bir değişiklik bekle.
vi: Hãy chờ đợi một sự thay đổi.

source: The task will not be completed.
tr: Görev tamamlanmayacak.
vi: Nhiệm vụ sẽ không được hoàn thành.

source: The task will be successful.
tr: Görev başarılı olacak.
vi: Nhiệm vụ sẽ thành công.

source: Focus on living in harmony.
tr: Uyum içinde yaşamaya odaklan.
vi: Hãy tập trung sống hòa hợp.

source: Fulfillment will be yours.
tr: Muradına ulaşacaksın.
vi: Sự mãn nguyện sẽ thuộc về ngươi.

source: A reckoning awaits.
tr: Bir hesaplaşma seni bekliyor.
vi: Một sự tính toán đang chờ đợi.

source: You will awaken to a new possibility.
tr: Yeni bir olasılığa uyanacaksın.
vi: Ngươi sẽ thức tỉnh với một khả năng mới.

source: You must reflect on your actions.
tr: Eylemlerin üzerine düşünmelisin.
vi: Ngươi phải suy ngẫm về hành động của mình.

source: Beware doubt.
tr: Şüpheden sakın.
vi: Hãy đề phòng sự nghi ngờ.

source: Joy is on the horizon.
tr: Neşe ufukta.
vi: Niềm vui đang đến gần.

source: A great sadness is coming.
tr: Büyük bir üzüntü geliyor.
vi: Một nỗi buồn lớn đang đến.

source: A sudden upheaval is in store.
tr: Ani bir karışıklık kapıda.
vi: Một biến động bất ngờ đang chờ đợi.

source: A coming disaster can be delayed, but not avoided.
tr: Gelen bir felaket geciktirilebilir ama kaçınılmazdır.
vi: Một tai họa sắp đến có thể bị trì hoãn, nhưng không thể tránh khỏi.

source: Follow your desire.
tr: Arzunu takip et.
vi: Hãy làm theo mong muốn của ngươi.

source: Rely on willpower to see you through.
tr: Seni başarıya ulaştırması için iradene güven.
vi: Hãy dựa vào ý chí để vượt qua.

source: Beware those that lack passion.
tr: Tutkudan yoksun olanlardan sakın.
vi: Hãy đề phòng những kẻ thiếu nhiệt huyết.

source: All is not as it seems.
tr: Her şey göründüğü gibi değil.
vi: Mọi thứ không như vẻ ngoài của chúng.

source: Have faith and all shall be rejuvenated.
tr: İnancını koru, her şey yeniden canlanacak.
vi: Hãy có niềm tin và mọi thứ sẽ được hồi sinh.

source: Cling not to material things.
tr: Maddi şeylere bağlanma.
vi: Đừng bám víu vào vật chất.

source: Hold to hope when all else is lost.
tr: Her şey kaybedildiğinde umuda sarıl.
vi: Hãy bám vào hy vọng khi mọi thứ khác đã mất.

source: Be playful today.
tr: Bugün oyuncu ol.
vi: Hôm nay hãy vui vẻ.

source: Do not be stopped by fear.
tr: Korkunun seni durdurmasına izin verme.
vi: Đừng để nỗi sợ hãi ngăn cản ngươi.

source: You will released.
tr: Serbest bırakılacaksın.
vi: Ngươi sẽ được giải thoát.

source: Do not take any chances.
tr: Hiçbir riske girme.
vi: Đừng mạo hiểm bất cứ điều gì.

source: Look to another for what you need.
tr: İhtiyacını başkasında ara.
vi: Hãy tìm kiếm ở người khác điều ngươi cần.

source: The partnership is one-sided.
tr: Ortaklık tek taraflı.
vi: Mối quan hệ đối tác này là đơn phương.

source: There are two sides to every story.
tr: Her hikayenin iki yüzü vardır.
vi: Mỗi câu chuyện đều có hai mặt.

source: Follow your intuition.
tr: Sezgini takip et.
vi: Hãy làm theo trực giác của ngươi.

source: You will travel far from this place.
tr: Buradan çok uzaklara seyahat edeceksin.
vi: Ngươi sẽ du hành xa khỏi nơi này.

source: An important decision awaits your careful deliberation.
tr: Önemli bir karar dikkatli düşünmeni bekliyor.
vi: Một quyết định quan trọng đang chờ đợi sự cân nhắc kỹ lưỡng của ngươi.

source: Beware of ill-conceived plans.
tr: Kötü tasarlanmış planlardan sakın.
vi: Hãy cẩn trọng với những kế hoạch thiếu chín chắn.

source: Focus today.
tr: Bugün odaklan.
vi: Hôm nay hãy tập trung.

source: Be compassionate.
tr: Merhametli ol.
vi: Hãy lòng trắc ẩn.

source: Today you will have a moment of weakness.
tr: Bugün bir zayıflık anı yaşayacaksın.
vi: Hôm nay ngươi sẽ có một khoảnh khắc yếu lòng.

source: The burden will be lifted soon.
tr: Yük yakında kalkacak.
vi: Gánh nặng sẽ sớm được cất bỏ.

source: You will have a great accomplishment.
tr: Büyük bir başarı elde edeceksin.
vi: Ngươi sẽ đạt được thành tựu vĩ đại.

source: See to your responsibilities.
tr: Sorumluluklarınla ilgilen.
vi: Hãy đảm đương trách nhiệm của mình.

source: An end and a new beginning.
tr: Bir son ve yeni bir başlangıç.
vi: Một kết thúc và một khởi đầu mới.

source: Do not hold on for too long.
tr: Çok uzun süre tutunma.
vi: Đừng níu giữ quá lâu.

source: Make a change or forever remain.
tr: Bir değişiklik yap ya da sonsuza kadar kal.
vi: Hãy thay đổi, bằng không sẽ mãi mãi bất biến.

source: Give up the hopeless cause.
tr: Umutsuz davadan vazgeç.
vi: Hãy từ bỏ lý tưởng vô vọng.

source: Keep your own counsel today.
tr: Bugün düşüncelerini kendine sakla.
vi: Hôm nay, hãy tự mình định đoạt.

source: Do not be reckless.
tr: Pervasız olma.
vi: Chớ khinh suất.

source: You will make your final stand.
tr: Son direnişini yapacaksın.
vi: Ngươi sẽ thực hiện trận tuyến cuối cùng.

source: Be cautious of fatigue today.
tr: Bugün yorgunluğa karşı dikkatli ol.
vi: Hôm nay, hãy cẩn trọng với sự mệt mỏi.

source: Ask a question.
tr: Bir soru sor.
vi: Hãy đặt một câu hỏi.

source: Do not give them too much.
tr: Onlara çok fazla verme.
vi: Đừng ban cho chúng quá nhiều.

source: Do not keep everything for yourself.
tr: Her şeyi kendine saklama.
vi: Đừng giữ mọi thứ cho riêng mình.

source: The situation cannot get worse.
tr: Durum daha kötüye gidemez.
vi: Tình hình không thể tệ hơn được nữa.
