Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Hard work is the true sign of character.
de: Harte Arbeit ist ein wahres Zeichen von Charakterstärke.
fr: Le travail acharné est le vrai signe de caractère.
it: Il duro lavoro è vero segno di carattere.
ko: 열심히 일하는 것이 성품의 진정한 표시입니다.
pl: Ciężka praca jest prawdziwym znakiem charakteru.
pt_br: Trabalho duro é o verdadeiro sinal de caráter.
ru: Тяжкий труд является истинным признаком сильного характера.
tr: Sıkı çalışma karakterin gerçek göstergesidir.
vi: Chăm chỉ lao động là dấu hiệu đích thực của nhân cách.
zh_hans: 努力工作是品格的真正标志。

source: Specify type
de: Typ angeben
fr: Spécifiez le type
it: Specifica tipo
ko: 유형 지정
pl: Określ typ
pt_br: Especificar tipo
ru: Указать тип
tr: Tür belirleme
vi: Chỉ định loại
zh_hans: 指定类型

source: Specify
tr: Belirle
vi: Chỉ định

source: wood
de: Holz
fr: bois
it: legna
ko: 목재
pl: drewno
pt_br: madeira
ru: дерево
tr: ahşap
vi: gỗ
zh_hans: 木

source: leather
de: leder
fr: cuir
it: cuoio
ko: 가죽
pl: skóra
pt_br: couro
ru: кожа
tr: deri
vi: da
zh_hans: 皮革

source: cloth
de: stoff
fr: tissu
it: stoffa
ko: 천
pl: tkanina
pt_br: pano
ru: ткань
tr: kumaş
vi: vải
zh_hans: 布

source: thread
de: faden
fr: fil de discussion
it: filo
ko: 실
pl: nić
pt_br: fio
ru: нить
tr: iplik
vi: chỉ
zh_hans: 丝线

source: plant
de: Pflanze
fr: plante
it: pianta
ko: 공장
pl: roślina
pt_br: planta
ru: растение
tr: bitki
vi: thực vật
zh_hans: 厂

source: yarn
de: Garn
fr: fil
it: gomitolo
ko: 실
pl: przędza
pt_br: lã
ru: пряжа
tr: yün ipliği
vi: sợi xe
zh_hans: 纱

source: silk
de: Seide
fr: soie
it: seta
ko: 비단
pl: jedwab
pt_br: seda
ru: шёлк
tr: ipek
vi: lụa
zh_hans: 丝绸

source: bone
de: Knochen
fr: os
it: osso
ko: 뼈
pl: kość
pt_br: osso
ru: кость
tr: kemik
vi: xương
zh_hans: 骨头

source: shell
de: muschel
fr: coquille
it: conchiglia
ko: 껍데기
pl: muszla
pt_br: concha
ru: панцирь
tr: kabuk
vi: vỏ
zh_hans: 贝壳

source: soap
de: Seife
fr: savon
it: sapone
ko: 비누
pl: mydło
pt_br: sabão
ru: мыло
tr: sabun
vi: xà phòng
zh_hans: 肥皂

source: tooth
de: Zahn
fr: dent
it: dente
ko: 이빨
pl: ząb
pt_br: dente
ru: зуб
tr: diş
vi: răng
zh_hans: 牙齿

source: horn
fr: klaxon
it: corno
ko: 뿔
pl: róg
pt_br: corneta
ru: рог
tr: boynuz
vi: sừng
zh_hans: 喇叭

source: pearl
de: Perle
fr: perle
it: perla
ko: 진주
pl: perła
pt_br: pérola
ru: жемчуг
tr: inci
vi: ngọc trai
zh_hans: 珍珠

source: material
fr: Matériel
it: materiale
ko: 재료
pl: materiał
ru: материал
tr: malzeme
vi: vật liệu
zh_hans: 材料

source: Specify size
de: Bestimme die Größe
fr: Spécifiez la taille
it: Specifica dimensione
ko: 크기 지정
pl: Określ rozmiar
pt_br: Especificar tamanho
ru: Выбрать размер
tr: Boyut belirle
vi: Chỉ định kích thước
zh_hans: 指定的尺寸

source: Specify color
tr: Renk belirle
vi: Chỉ định màu sắc

source: Specify plant
tr: Bitki belirle
vi: Chỉ định thực vật

source: Setting type
de: Typ der Einstellung
fr: Type de réglage
it: Tipo d'impostazione
ko: 설정 유형
pl: Typ ustawienia
pt_br: Tipo de configuração
ru: Настройка типа
tr: Yerleştirme türü
vi: Đặt loại
zh_hans: 设定类型

source: Spikes
fr: Pointes
it: Spuntoni
ko: 스파이크
pl: Kolce
pt_br: Farpas
ru: Колья
tr: Sivri uçlar
vi: Gai nhọn
zh_hans: 长钉

source: Bands
fr: Bandes
it: Bande
ko: 밴드
pl: Opaski
pt_br: Faixas
ru: Ленты
tr: Şeritler
vi: Dải băng
zh_hans: 乐队

source: Hanging rings
de: Hängende Ringe
fr: Anneaux suspendus
it: Anelli appesi
ko: 행잉 링
pl: Wiszące pierścienie
pt_br: Anéis Pendurados
ru: Висячие кольца
tr: Sarkan halkalar
vi: Vòng treo
zh_hans: 挂环

source: Covered
de: Abgedeckt
fr: Couvert
it: Coperto
ko: 덮여
pl: Przykryty
pt_br: Coberto
ru: Покрытие
tr: Kaplı
vi: Che phủ
zh_hans: 覆盖

source: Setting material
de: Material einstellen
fr: Matériel de réglage
it: Imposta materiale
ko: 재료 설정
pl: Ustawienie materiału
pt_br: Material de configuração
ru: Настройка материала
tr: Malzeme belirleme
vi: Đặt vật liệu
zh_hans: 放置材料

source: Choosing colors to mix
tr: Karıştırılacak renkleri seçme
vi: Chọn màu để pha trộn

source: Tint
tr: Renklendir
vi: Nhuộm màu

source: using
de: verwenden
fr: utilisant
it: usando
ko: 사용
pl: używając
pt_br: usando
ru: использование
tr: kullanarak
vi: sử dụng
zh_hans: 运用

source: dye
tr: boya
vi: thuốc nhuộm

source: available
de: verfügbar
fr: disponible
it: disponibile
ko: 사용 가능
pl: dostępny
pt_br: Disponível
ru: доступный
tr: mevcut
vi: có sẵn
zh_hans: 可得到

source: Choose dye color
tr: Boya rengi seç
vi: Chọn màu thuốc nhuộm

source: At least
de: Mindestens
fr: Au moins
it: Almeno
ko: 적어도
pl: Przynajmniej
pt_br: Pelo menos
ru: По крайней мере
tr: En az
vi: Ít nhất
zh_hans: 至少

source: dye using
tr: kullanarak boya
vi: nhuộm bằng

source: Setting mix color
tr: Karışım rengi belirlem
vi: Đặt màu pha trộn

source: dye (opens menu)
tr: boya (menüyü açar)
vi: thuốc nhuộm (mở menu)

source: For
de: Für
fr: Pour
it: Per
ko: 을 위한
pl: Dla
pt_br: Para
ru: Для
tr: İçin
vi: Cho
zh_hans: 对于

source: Setting plant
tr: Bitki belirleme
vi: Đặt thực vật

source: Witnessed item stolen
pl: Zauważony przedmiot został skradziony
tr: Eşyanın çalınmasına tanık oldu
vi: Chứng kiến vật phẩm bị đánh cắp

source: straps
de: schnallt
fr: les bretelles
it: allaccia
ko: 스트랩
pl: paski
pt_br: amarra
ru: пристёгивает
tr: bağlar
vi: dây đeo
zh_hans: 皮带

source: draws
de: zeichnet
fr: attire
it: estrae
ko: 무승부
pl: rysuje
pt_br: desenha
ru: берёт
tr: çeker
vi: rút
zh_hans: 平

source: drops
de: Tropfen
fr: gouttes
it: lascia
ko: 액
pl: upuszcza
pt_br: solta
ru: роняет
tr: düşürür
vi: thả
zh_hans: 滴下

source: drinks
de: trinkt
fr: boissons
it: beve
ko: 마시다
pl: pije
pt_br: bebe
ru: пьёт
tr: içer
vi: uống
zh_hans: 喝

source: is very short and quite weak
de: ist sehr klein und sehr schwach
fr: est très court et assez faible
it: è molto breve e alquanto debole
ko: 매우 짧고 약하다
pl: jest krótki i dość słaby
pt_br: é muito curto e muito fraco
ru: очень короткий и слабый
tr: çok kısa ve oldukça güçsüz
vi: rất lùn và khá yếu
zh_hans: 很矮很弱

source: Custom settings
de: Individuelle Einstellungen
fr: Paramètres personnalisés
it: Impostazioni personalizzate
ko: 사용자 설정
pl: Ustawienia niestandardowe
pt_br: Configurações de Customização
ru: Настроить
tr: Özel ayarlar
vi: Cài đặt tùy chỉnh
zh_hans: 自定义设置

source: Range:
de: Distanz:
fr: Intervalle:
it: Gamma:
ko: 범위:
pl: Zasięg:
pt_br: Alcance:
ru: Диапазон:
tr: Aralık:
vi: Phạm vi:
zh_hans: 范围：

source: Enemies:
de: Feinde:
fr: Ennemis:
it: Nemici:
ko: 적:
pl: Wrogowie:
pt_br: Inimigos:
ru: Враги:
tr: Düşmanlar:
vi: Kẻ thù:
zh_hans: 敌人：

source: Off
de: Aus
fr: À l'arrêt
it: Spento
ko: 끄다
pl: Wyłączeni
pt_br: Desligado
ru: Нет
tr: Kapalı
vi: Tắt
zh_hans: 关闭

source: Hard
de: Hart
fr: Dur
it: Difficile
ko: 어려움
pt_br: Difícil
ru: Сложно
tr: Zor
vi: Khó
zh_hans: 困难

source: (Custom)
de: (Angepasst)
fr: (Personnalisé)
it: (Personalizzato)
ko: (관습)
pl: (Własny)
pt_br: (Customizado)
ru: (Пользовательский)
tr: (Özel)
vi: (Tùy chỉnh)
zh_hans: （自定义）

source: Economy:
de: Wirtschaft:
fr: Économie:
it: Economia:
ko: 경제:
pl: Ekonomia:
pt_br: Economia:
ru: Экономика:
tr: Ekonomi:
vi: Kinh tế:
zh_hans: 经济：

source: Text entry
de: Texteingabe
fr: Saisie de texte
it: Inserimento testo
ko: 텍스트 입력
pl: Wprowadzanie tekstu
pt_br: Entrada de texto
ru: Ввод текста
tr: Metin girişi
vi: Nhập văn bản
zh_hans: 文字输入

source: Fortress
de: Festung
fr: Forteresse
it: Fortezza
ko: 요새
pl: Forteca
pt_br: Fortaleza
ru: Крепость
tr: Hisar
vi: Pháo đài
zh_hans: 要塞

source: Add
fr: Ajouter
it: Aggiungi
ko: 추가
tr: Ekle
vi: Thêm
zh_hans: 添加

source: Fast repeat
de: Schnelles Wiederholen
fr: Répétition rapide
it: Ripetizione veloce
ko: 빠른 반복
pl: Powtórz szybko
pt_br: Repetir rapidamente
ru: Быстрый повтор
tr: Hızlı tekrar
vi: Lặp nhanh
zh_hans: 快速重复

source: Delayed repeat
fr: Répétition retardée
it: Ripetizione ritardata
ko: 지연된 반복
pl: Późnej powtórz
pt_br: Atraso de repetição
ru: Повт. с паузой
tr: Gecikmeli tekrar
vi: Lặp có độ trễ
zh_hans: 延迟重复

source: Don't repeat
fr: Ne répétez pas
it: Non ripetere
ko: 반복하지 않음
pl: Nie powtarzaj
pt_br: Não repetir
ru: Не повторять
tr: Tekrar etme
vi: Không lặp lại
zh_hans: 不要重复

source: Use
de: Benutze
fr: Utilisation
it: Usa
ko: 사용:
pl: Użyj
pt_br: Usar
ru: Используйте
tr: Kullan:
vi: Sử dụng
zh_hans: 用

source: to record/stop recording a macro.
de: um ein Makro aufzuzeichnen/zu stoppen.
fr: pour enregistrer/arrêter l'enregistrement d'une macro.
it: per registrare/interrompere la registrazione di una macro.
ko: 매크로 기록을 기록/중지합니다.
pl: aby zapisać/zatrzymać zapis makra.
pt_br: para gravar/parar de gravar um macro.
ru: для записи/остановки макроса.
tr: bir makroyu kaydetmek/durdurmak için.
vi: để ghi/dừng ghi macro.
zh_hans: 记录/停止记录宏。

source: to play back a recorded macro.
de: um ein aufgezeichnetes Makro abzuspielen.
fr: pour lire une macro enregistrée.
it: per riprodurre una macro registrata.
ko: 기록된 매크로를 재생합니다.
pl: aby odtworzyć zarejestrowane makro.
pt_br: para reproduzir um macro gravado.
ru: для запуска сохраненного макроса.
tr: kaydedilmiş bir makroyu oynatmak için.
vi: để phát lại macro đã ghi.
zh_hans: 回放已记录的宏。

source: to save a macro to a file.
de: um ein Makro in einer Datei zu speichern.
fr: pour enregistrer une macro dans un fichier.
it: per salvare macro in un file.
ko: 매크로를 파일에 저장합니다.
pl: aby zapisać makro do pliku.
pt_br: para salvar um macro a um arquivo.
ru: для сохранения макроса в файл.
tr: bir makroyu dosyaya kaydetmek için.
vi: để lưu macro vào tập tin.
zh_hans: 保存宏到文件。

source: to load a macro.
de: um ein Makro zu laden.
fr: pour charger une macro.
it: per caricare una macro.
ko: 매크로를 로드합니다.
pl: aby załadować makro.
pt_br: para carregar um macro.
ru: для загрузки макроса.
tr: bir makro yüklemek için.
vi: để tải macro.
zh_hans: 加载宏。

source: No macros created.
de: Keine Makros erstellt.
fr: Aucune macro créée.
it: Macro non create.
ko: 생성된 매크로가 없습니다.
pl: Brak stworzonych makr.
pt_br: Nenhum macro criado.
ru: Макрос не создан.
tr: Oluşturulmuş makro yok.
vi: Chưa có macro nào được tạo.
zh_hans: 无已创建的宏。

source: Restore defaults
fr: Réinitialiser
it: Ripristina predefiniti
ko: 기본값으로 복원
pl: Przwrć domyślne
pt_br: Restaurar padrões
ru: По умолчанию
tr: Varsayılanları geri yükle
vi: Khôi phục mặc định
zh_hans: 恢复初始设置

source: Audio has been manually disabled.
de: Audio wurde manuell deaktiviert.
fr: L'audio a été désactivé manuellement.
it: L’audio è stato disabilitato manualmente.
ko: 오디오가 수동으로 비활성화되었습니다.
pl: Dźwięk został ręcznie wyłączony.
pt_br: Áudio foi manualmente desligado.
ru: Звук был отключен вручную.
tr: Ses manuel olarak devre dışı bırakıldı.
vi: Âm thanh đã bị tắt thủ công.
zh_hans: 已手动禁用音频。

source: Change it to [SOUND:YES] for audio.
fr: Changez-le en [SOUND:YES] pour l'audio.
it: Imposta [SOUND:SÌ] per audio.
ko: 오디오의 경우 [SOUND:YES]로 변경합니다.
pl: Zmień to na [SOUND:YES] aby włączyć dźwięk.
pt_br: Mude para [SOUND:SIM] para ter áudio.
ru: Измените его на [SOUND:YES] для звука.
tr: Ses için [SOUND:YES] olarak değiştirin.
vi: Đổi thành [SOUND:YES] để bật âm thanh.
zh_hans: 把音频选项切换到 [SOUND:是]。

source: Master Volume:
de: Gesamtlautstärke:
fr: Volume principal :
it: Volume principale:
ko: 마스터 볼륨:
pl: Głośność:
pt_br: Volume Geral:
ru: Общая громкость:
tr: Ana Ses Seviyesi:
vi: Âm lượng tổng thể:
zh_hans: 主音量

source: Music Volume (Fortress):
tr: Müzik Sesi (Hisar):
vi: Âm lượng nhạc nền (Pháo đài):

source: Ambience Volume (Fortress):
tr: Ortam Sesi (Hisar):
vi: Âm lượng môi trường (Pháo đài):

source: Sound Effects Volume (Fortress):
tr: Ses Efektleri (Hisar):
vi: Âm lượng hiệu ứng âm thanh (Pháo đài):

source: Average Seconds Between Tracks/Interludes (Fortress):
tr: Parçalar/Ara Müzikler Arasındaki Ortalama Saniye (Hisar):
vi: Số giây trung bình giữa các bản nhạc/đoạn xen kẽ (Pháo đài):

source: Music Volume (Adventure):
tr: Müzik Sesi (Macera):
vi: Âm lượng nhạc nền (Phiêu lưu):

source: Ambience Volume (Adventure):
tr: Ortam Sesi (Macera):
vi: Âm lượng môi trường (Phiêu lưu):

source: Sound Effects Volume (Adventure):
tr: Ses Efektleri (Macera):
vi: Âm lượng hiệu ứng âm thanh (Phiêu lưu):

source: Windowed
fr: Fenêtre
it: In finestra
ko: 창모드
pl: W oknie
pt_br: Em janela
ru: В окне
tr: Pencereli
vi: Chế độ cửa sổ
zh_hans: 窗口化

source: Fullscreen
de: Vollbildschirm
fr: Plein écran
it: Schermo intero
ko: 전체화면
pl: Pełny ekran
pt_br: Tela cheia
ru: Полный экран
tr: Tam Ekran
vi: Toàn màn hình
zh_hans: 全屏化

source: Resolution:
de: Auflösung:
fr: Résolution:
it: Risoluzione:
ko: 해상도:
pl: Rozdzielczość:
pt_br: Resolução:
ru: Разрешение:
tr: Çözünürlük:
vi: Độ phân giải:
zh_hans: 分辨率：

source: Detect
de: Erkennen
fr: Détecter
it: Rileva
ko: 감지하다
pl: Wykryto
pt_br: Detectar
ru: Авто
tr: Algıla
vi: Phát hiện
zh_hans: 检测

source: No fullscreen resolutions detected.
de: Keine Vollbildauflösungen erkannt.
fr: Aucune résolution plein écran détectée.
it: Impossibile rilevare risoluzione Schermo intero.
ko: 전체 화면 해상도가 감지되지 않았습니다.
pl: Brak wykrytej rozdzielczości pełnoekranowej.
pt_br: Nenhuma resolução de tela cheia encontrada.
ru: Не обнаружено полноэкранных разрешений.
tr: Tam ekran çözünürlüğü algılanamadı.
vi: Không phát hiện độ phân giải toàn màn hình nào.
zh_hans: 没有检测到全屏分辨率。

source: devoted to the worship of
fr: consacrée au culte de
it: devoto all'adorazione di
ko: 예배에 바쳐진
pl: poświęcony kultowi
pt_br: dedicado ao culto de
ru: посвященный поклонению
tr: ibadetine adanmış:
vi: tận tâm thờ phụng
zh_hans: 致力于侍奉

source: Video
fr: Vidéo
ko: 동영상
pl: Grafika
pt_br: Vídeo
ru: Видео
vi: Hình ảnh
zh_hans: 画面设置

source: Game
de: Spiel
fr: Jeu
it: Gioco
ko: 게임
pl: Gra
pt_br: Jogo
ru: Игра
tr: Oyun
vi: Trò chơi
zh_hans: 游戏设置

source: Keybindings
fr: Raccourcis clavier
it: Comandi
ko: 조작키
pl: Skróty klaw.
pt_br: Atalhos
ru: Клавиатура
tr: Tuş Atamaları
vi: Gán phím
zh_hans: 按键绑定

source: Announcements
pl: Ogłoszenia
tr: Bildirimler
vi: Thông báo

source: Recenter
pl: Wyśrodkuj
tr: Merkezle
vi: Căn giữa lại

source: Fort
tr: Hisar
vi: Pháo đài

source: Report
pl: Raport
tr: Rapor
vi: Báo cáo

source: Alert
pl: Alarm
tr: Alarm
vi: Báo động

source: Report (Active)
pl: Raport (Aktywny)
tr: Rapor (Aktif)
vi: Báo cáo (Đang hoạt động)

source: Adventure
fr: Aventure
it: Avventura
ko: 모험
pl: Przygoda
pt_br: Aventura
ru: Приключение
tr: Macera
vi: Phiêu lưu
zh_hans: 冒险

source: Other
de: Andere
fr: Autre
it: Altro
ko: 기타
pl: Inne
pt_br: outro
ru: Прочее
tr: Diğer
vi: Khác
zh_hans: 其他

source: Difficulty
de: Schwierigkeit
fr: Difficulté
it: Difficoltà
ko: 어려움
pl: Poziom trudności
pt_br: Dificuldade
ru: Сложность
tr: Zorluk
vi: Độ khó
zh_hans: 难度

source: Scale interface to fit grid height/width
de: Skalieren der Oberfläche zur Anpassung an die Höhe/Breite des Rasters
fr: Interface d'échelle pour s'adapter à la hauteur/largeur de la grille
it: Scala interfaccia per adattarla ad altezza/larghezza griglia
ko: 폭/높이에 맞춰 인터페이스 크기를 조절
pl: Skaluj interfejs aby dopasować wys/szer siatki
pt_br: Ajuste a interface para acomodar a altura/largura da grade
ru: Масштабирование интерфейса в соответствии с высотой/шириной
tr: Arayüzü ızgara yüksekliğine/genişliğine sığdıracak şekilde ölçekle
vi: Điều chỉnh tỷ lệ giao diện để vừa với chiều cao/rộng lưới
zh_hans: 缩放界面以适应网格的高度/宽度

source: No
de: Nein
fr: Non
ko: 아니오
pl: Nie
pt_br: Não
ru: Нет
tr: Hayır
vi: Không
zh_hans: 没有

source: Yes
de: Ja
fr: Oui
it: Sì
ko: 예
pl: Tak
pt_br: Sim
ru: Да
tr: Evet
vi: Có
zh_hans: 是

source: Desired grid width for scaling (default = 170)
de: Gewünschte Rasterbreite für die Skalierung (default = 170)
fr: Largeur de grille souhaitée pour la mise à l'échelle (par défaut = 170)
it: Larghezza griglia desiderata per ridimensionamento (default = 170)
ko: 조절에 필요한 폭 (기본값 = 170)
pl: Pożądana szer. siatki do skalowania (domyślnie= 170)
pt_br: Largura da grade para escala (padrão = 170)
ru: Ширина сетки для масштабирования (по умолчанию = 170)
tr: Ölçekleme için istenen ızgara genişliği (varsayılan = 170)
vi: Chiều rộng lưới mong muốn để điều chỉnh tỷ lệ (mặc định = 170)
zh_hans: 缩放所需的网格宽度(默认= 170)

source: Desired grid height for scaling (default = 64)
de: Gewünschte Rasterhöhe für die Skalierung (default = 64)
fr: Hauteur de grille souhaitée pour la mise à l'échelle (par défaut = 64)
it: Altezza griglia desiderata per ridimensionamento (default = 64)
ko: 조절에 필요한 높이 (기본값 = 64)
pl: Pożądana wys. siatki do skalowania (domyślnie= 64)
pt_br: Altura de grade desejada para escala (padrão = 64)
ru: Высота сетки для масштабирования (по умолчанию = 64)
tr: Ölçekleme için istenen ızgara yüksekliği (varsayılan = 64)
vi: Chiều cao lưới mong muốn để điều chỉnh tỷ lệ (mặc định = 64)
zh_hans: 缩放所需的网格高度(默认= 64)

source: Interface scaling percentage if not fitting width
de: Prozentuale Skalierung, wenn die Breite nicht passt
fr: Pourcentage de mise à l'échelle de l'interface si la largeur ne correspond pas
it: Percent. ridimensionamento interfaccia se non si adatta alla larghezza
ko: 너비에 맞지 않는 경우 인터페이스 배율 조정 백분율
pl: % skal. interfejsu, jeśli nie pasuje do szerokości
pt_br: Porcentagem de dimensionamento da interface não se adequa à altura
ru: Масштаб интерфейса в процентах при нехватке ширины
tr: Genişliğe uymuyorsa arayüz ölçekleme yüzdesi
vi: Tỷ lệ phần trăm điều chỉnh giao diện nếu không vừa chiều rộng
zh_hans: 如果不适合宽度将会按百分比缩放

source: Initial window width (if windowed)
fr: Largeur de fenêtre initiale (si fenêtré)
it: Larghezza finestra iniziale (se in mod. finestra)
ko: 초기 창 폭 (창모드시)
pl: Początkowa szerokość okna (jeśli w oknie)
pt_br: Largura inicial da janela (se estiver em janela)
ru: Начальная ширина окна (в оконном режиме)
tr: Başlangıç pencere genişliği (pencereliyse)
vi: Chiều rộng cửa sổ ban đầu (nếu ở chế độ cửa sổ)
zh_hans: 初始窗口宽度(如果为窗口)

source: Initial window height (if windowed)
fr: Hauteur initiale de la fenêtre (si fenêtrée)
it: Altezza finestra iniziale (se in mod. finestra)
ko: 초기 창 높이 (창모드시)
pl: Początkowa wysokość okna (jeśli w oknie)
pt_br: Altura inicial da janela (se estiver em janela)
ru: Начальная высота окна (в оконном режиме)
tr: Başlangıç pencere yüksekliği (pencereliyse)
vi: Chiều cao cửa sổ ban đầu (nếu ở chế độ cửa sổ)
zh_hans: 初始窗口高度(如果为窗口)

source: Window is resizable (takes effect on restart)
fr: La fenêtre est redimensionnable (prend effet au redémarrage)
it: La finestra è ridimensionabile (ha effetto al riavvio)
ko: 창 크기 변경 가능 (재시작시 적용됨)
pl: Możliwość zmiany rozmiaru okna (działa po restarcie)
pt_br: Janela é reajustável (faz efeito quando reinicia)
ru: Изменение размеров окна (вступает в силу после перезапуска)
tr: Pencere yeniden boyutlandırılabilir (yeniden başlatıldığında etkili olur)
vi: Cửa sổ có thể thay đổi kích thước (có hiệu lực khi khởi động lại)
zh_hans: 窗口大小可调整(重启生效)

source: Maximum interface percentage (not counting minimap/elevation)
de: Maximaler Prozentsatz der Oberflaeche (ohne Minimap/Hoehenlage)
fr: Pourcentage maximum d'interface (sans compter la minimap/élévation)
it: Percentuale massima d'interfaccia (esclusa minimappa/elevazione)
ko: 최대 인터페이스 백분율 (미니맵/층 표시 제외)
pl: Maksymalny % interfejsu (bez minimapy/wysokości)
pt_br: Porcentagem máxima de interface (sem contar minimapa/elevação)
ru: Максимальный процент интерфейса (не считая миникарты/карты высот)
tr: Maksimum arayüz yüzdesi (mini harita/yükseklik sayılmadan)
vi: Tỷ lệ phần trăm giao diện tối đa (không tính bản đồ nhỏ/độ cao)
zh_hans: 最大界面占比 (不计入小地图/平面)

source: Graphical FPS cap (default 50)
fr: Plafond FPS graphique (par défaut 50)
it: Limite FPS grafica (default 50)
ko: 그래픽 FPS 제한 (기본값: 50)
pl: Ograniczenie FPS (domyślnie 50)
pt_br: Limite de FPS gráfico (padrão 50)
ru: Ограничение FPS (по умолчанию 50)
tr: Grafik FPS sınırı (varsayılan 50)
vi: Giới hạn FPS đồ họa (mặc định 50)
zh_hans: FPS上限（默认50）

source: Use Classic ASCII glyphs
de: Nutze klassische ASCII Zeichen
fr: Utiliser les glyphes ASCII classiques
it: Usa glifi ASCII classici
pl: Użyj klasycznych glifów ASCII
ru: Использовать классическую ASCII графику
tr: Klasik ASCII karakterlerini kullan
vi: Sử dụng các ký tự ASCII cổ điển
zh_hans: 使用经典ASCII字符

source: Scaling mode
pl: Tryb skalowania
tr: Ölçekleme modu
vi: Chế độ điều chỉnh tỷ lệ

source: Automatic
pl: Automatycznie
tr: Otomatik
vi: Tự động

source: Nearest-neighbor
pl: Do najbliższego sąsiada
tr: En yakın komşu
vi: Lân cận gần nhất

source: NO BINDING
fr: PAS D'ENGAGEMENT
it: NESSUN COMANDO
ko: 구속력 없음
pl: BRAK WIĄZANIA
pt_br: SEM VINCULAÇÃO
ru: НЕТ КЛАВИШИ
tr: ATAMA YOK
vi: CHƯA GÁN PHÍM
zh_hans: 无绑定

source: Mouse:
de: Maus:
fr: Souris:
ko: 마우스:
pl: Mysz:
ru: Мышь:
tr: Fare:
vi: Chuột:
zh_hans: 老鼠：

source: Portable mode
tr: Taşınabilir mod
vi: Chế độ di động

source: Autosave frequency
fr: Fréquence de sauvegarde automatique
it: Frequenza salvataggi
ko: 자동 저장 주기
pl: Częstotliwość autozapisu
pt_br: Frequência de salvamento automático
ru: Частота автосохранений
tr: Otomatik kayıt sıklığı
vi: Tần suất tự động lưu
zh_hans: 自动保存频率

source: Yearly
de: Jährlich
fr: Annuel
it: Annuale
ko: 매년
pl: Co rok
pt_br: Anual
ru: Ежегодно
tr: Yıllık
vi: Hàng năm
zh_hans: 每一年一次

source: Semiannual
de: Halbjährlich
fr: Semestrielle
it: Semestrale
ko: 반년마다
pl: Co pół roku
pt_br: Semianual
ru: Полгода
tr: Altı Aylık
vi: Nửa năm một lần
zh_hans: 每半年一次

source: Seasonal
de: Saisonal
fr: Saisonnier
it: Stagionale
ko: 계절마다
pl: Co kwartał
pt_br: Sazonal
ru: Сезонно
tr: Mevsimlik
vi: Theo mùa
zh_hans: 每季度一次

source: Autosave the game after embark
de: Autosave des Spiels nach dem Starten
fr: Sauvegarde automatique du jeu après l'embarquement
it: Salv. automatico dopo l'insediamento
ko: 정착 이후 게임을 자동 저장함
pl: Automatycznie zapisz grę po wyjściu
pt_br: Salvar o jogo automaticamente depois do embarque
ru: Автосохранение игры после высадки
tr: Yolculuğa çıktıktan sonra oyunu otomatik kaydet
vi: Tự động lưu trò chơi sau khi thiết lập tiền đồn
zh_hans: 启程后自动保存

source: Pause after every autosave
de: Pause nach jeder automatischen Speicherung
fr: Pause après chaque sauvegarde automatique
it: Pausa dopo salv. automatico
ko: 자동 저장 후 일시정지
pl: Wstrzymaj grę po każdym autozapisie
pt_br: Pausar depois de todo salvamento automático
ru: Пауза после каждого автосохранения
tr: Her otomatik kayıttan sonra duraklat
vi: Tạm dừng sau mỗi lần tự động lưu
zh_hans: 每次自动保存后暂停

source: Pause after loading
de: Pause nach dem Laden
fr: Pause après le chargement
it: Pausa dopo il caricamento
ko: 불러온 후 일시정지
pl: Wstrzymaj grę po wczytaniu
pt_br: Pausar depois de carregar
ru: Пауза после загрузки
tr: Yüklemeden sonra duraklat
vi: Tạm dừng sau khi tải
zh_hans: 加载后暂停

source: Confirmation window for all embarks
fr: Fenêtre de confirmation pour tous les embarquements
it: Finestra di conferma per ogni insediamento
ko: 모든 정착 확인 창
pl: Okno potwierdzenia dla każdego wyjścia
pt_br: Janela de confirmação para todos os embarques
ru: Окно подтверждения для всех высадок
tr: Tüm yolculuğa çıkışlar için onay penceresi
vi: Cửa sổ xác nhận cho tất cả các lần thiết lập tiền đồn
zh_hans: 所有船舶的确认窗口

source: Prepare carefully embark confirmation
fr: Préparez soigneusement la confirmation d'embarquement
it: Prepara con cura la conferma dell'Insediamento
ko: 신중히 정착을 준비하기
pl: Potwierdzenie starannego przygotowania wyprawy
pt_br: Preparar com cuidado a confirmação de embarque
ru: Тщательно подготовьтесь к высадке
tr: Dikkatlice hazırlan yolculuk onayı
vi: Xác nhận thiết lập tiền đồn với tùy chọn Chuẩn bị kỹ lưỡng
zh_hans: 精心准备登陆所需

source: Never
de: Niemals
fr: Jamais
it: Mai
ko: 하지 않음
pl: Nigdy
pt_br: Nunca
ru: Никогда
tr: Asla
vi: Không bao giờ
zh_hans: 从不

source: If points remain
de: Wenn Punkte verbleiben
fr: S'il reste des points
it: Se rimangono punti
ko: 포인트가 남아 있다면
pl: Jeśli wymaga
pt_br: Se sobrarem pontos
ru: Если остались очки
tr: Puan kalırsa
vi: Nếu còn điểm
zh_hans: 如果点数保存

source: Always
de: Immer
fr: Toujours
it: Sempre
ko: 항상
pl: Zawsze
pt_br: Sempre
ru: Всегда
tr: Her zaman
vi: Luôn luôn
zh_hans: 总是
