Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: It is a nice temperature today.
de: Heute ist es angenehm warm.
fr: Il fait une belle température aujourd'hui.
it: Oggi c'è una temperatura gradevole.
ko: 오늘은 좋은 온도입니다.
pl: Dzisiaj jest przyjemna temperatura.
pt_br: Hoje é uma temperatura agradável.
ru: Приятная температура.
tr: Bugün hava sıcaklığı güzel.
vi: Hôm nay nhiệt độ khá dễ chịu.
zh_hans: 今天气温很好。

source: worthlessness
tr: değersizlik
vi: sự vô giá trị

source: value
tr: değer
vi: giá trị

source: prowess
tr: hüner
vi: sự tinh thông

source: leisure
tr: boş zaman
vi: sự nhàn rỗi

source: alarm
tr: endişe
vi: báo động

source: shock
tr: şok
vi: sửng sốt

source: grief
tr: keder
vi: đau buồn

source: sadness
tr: üzüntü
vi: buồn bã

source: bliss
tr: mutluluk
vi: cực lạc

source: vengefulness
tr: kincilik
vi: lòng báo thù

source: terror
tr: dehşet
vi: kinh hoàng

source: acceptance
tr: kabullenme
vi: sự chấp nhận

source: aggravation
tr: sinirlilik
vi: sự khó chịu

source: amazement
tr: şaşkınlık
vi: sự ngạc nhiên tột độ

source: amusement
tr: eğlence
vi: sự thích thú

source: anger
tr: öfke
vi: giận dữ

source: annoyance
tr: rahatsızlık
vi: sự phiền toái

source: anxiety
tr: endişe
vi: lo lắng

source: apathy
tr: ilgisizlik
vi: sự thờ ơ

source: arousal
tr: tahrik
vi: sự kích động

source: astonishment
tr: hayret
vi: kinh ngạc

source: bitterness
tr: içerleme
vi: sự cay đắng

source: boredom
tr: can sıkıntısı
vi: buồn chán

source: contempt
tr: küçümseme
vi: sự khinh bỉ

source: contentment
tr: hoşnutluk
vi: sự thỏa mãn

source: dejection
tr: keyifsizlik
vi: sự chán nản

source: delight
tr: zevk
vi: sự thích thú

source: disappointment
tr: hayal kırıklığı
vi: thất vọng

source: disgust
tr: iğrenme
vi: sự ghê tởm

source: dismay
tr: moral bozukluğu
vi: sự hoảng hốt

source: distress
tr: sıkıntı
vi: sự đau khổ

source: eagerness
tr: heves
vi: sự háo hức

source: elation
tr: sevinç
vi: sự hân hoan

source: embarrassment
tr: utanç
vi: sự xấu hổ

source: emptiness
tr: boşluk
vi: sự trống rỗng

source: exasperation
tr: bıkkınlık
vi: sự bực tức tột độ

source: exhilaration
tr: coşku
vi: sự phấn khởi

source: fright
tr: korku
vi: sợ hãi

source: glee
tr: neşe
vi: sự hớn hở

source: gloom
de: Düsternis
fr: obscurité
it: avvilito
ko: 어둠
pt_br: Especifique dois idiomas diferentes
ru: мрак
tr: karamsarlık
vi: u ám
zh_hans: 愁云

source: glumness
tr: keyifsizlik
vi: sự ủ rũ

source: grouchiness
tr: huysuzluk
vi: sự càu nhàu

source: grumpiness
tr: asabiyet
vi: sự cáu kỉnh

source: guilt
tr: suçluluk
vi: tội lỗi

source: happiness
de: Freude
fr: Bonheur
it: felicità
ko: 행복
pl: szczęście
pt_br: felicidade
ru: счастьем
tr: mutluluk
vi: hạnh phúc
zh_hans: 幸福

source: hatred
tr: nefret
vi: thù ghét

source: hopelessness
tr: umutsuzluk
vi: sự vô vọng

source: insult
tr: hakaret
vi: sự xúc phạm

source: interest
tr: ilgi
vi: hứng thú

source: jolliness
tr: şenlik
vi: sự vui vẻ

source: joviality
tr: şen şakrak olma
vi: sự vui tính

source: loneliness
tr: yalnızlık
vi: cô đơn

source: lust
fr: luxure
it: lussuria
ko: 색욕
pl: żądza
pt_br: luxúria
ru: похоть
tr: şehvet
vi: ham muốn
zh_hans: 欲望

source: misery
de: Elend
fr: misère
it: miseria
ko: 불행
pl: nędza
ru: страданиями
tr: sefalet
vi: sự khổ sở
zh_hans: 痛苦

source: nervousness
tr: gerginlik
vi: sự căng thẳng

source: nostalgia
tr: nostalji
vi: sự hoài niệm

source: optimism
tr: iyimserlik
vi: lạc quan

source: outrage
tr: rezalet
vi: sự phẫn nộ

source: panic
tr: panik
vi: hoảng loạn

source: pride
de: Stolz
fr: Orgueil
it: fierezza
ko: 자부심
pl: duma
pt_br: orgulho
ru: гордость
tr: gurur
vi: tự hào
zh_hans: 自豪

source: rapture
tr: kendinden geçme
vi: sự ngây ngất

source: rejection
tr: reddedilme
vi: sự từ chối

source: remorse
tr: vicdan azabı
vi: sự hối hận

source: repentance
tr: tövbe
vi: sự ăn năn

source: resentment
tr: kırgınlık
vi: sự oán giận

source: righteous
tr: haklı
vi: sự chính trực

source: self
tr: kendine
vi: bản thân

source: pity
tr: acıma
vi: sự thương hại

source: shame
tr: utanç
vi: sự xấu hổ

source: thrill
tr: heyecan
vi: sự phấn khích

source: uneasiness
tr: huzursuzluk
vi: sự bất an

source: unhappiness
tr: mutsuzluk
vi: sự không hạnh phúc

source: worry
tr: endişe
vi: lo lắng

source: wrath
tr: gazap
vi: thịnh nộ

source: zeal
tr: şevk
vi: nhiệt huyết

source: angst
tr: kaygı
vi: sự ưu phiền

source: expectancy
tr: beklenti
vi: mong đợi

source: enthusiasm
tr: heves
vi: nhiệt tình

source: pessimism
tr: kötümserlik
vi: bi quan

source: euphoria
tr: öfori
vi: hưng phấn

source: excitement
tr: heyecan
vi: phấn khích

source: Greetings
de: Grüße
fr: Salutations
it: Saluti
ko: 인사드려요
pl: Przywitania
pt_br: Saudações
ru: Здравствуйте
tr: Selamlar
vi: Kính chào.
zh_hans: 问候

source: Hello
de: Guten Tag
fr: Bonjour
it: Ciao
ko: 안녕하십니까
pl: Cześć
pt_br: Olá
ru: Приветствую
tr: Merhaba
vi: Chào.
zh_hans: 你好

source: I'm a true
de: Ich bin ein wahrer
fr: je suis un vrai
it: Sono un vero
ko: 나는 진실하다
pl: Jestem prawdziwie
pt_br: Eu sou um verdadeiro
ru: Я настоящий
tr: Ben gerçek bir
vi: Tôi là một {0} thực thụ
zh_hans: 我是真的

source: I thought you called yourself
de: Ich dachte, Sie nennen sich selbst
fr: Je pensais que tu t'appelais
it: Pensavo che ti reputassi
ko: 자신을 부르는 줄 알았는데
pl: Myślałem, że nazywasz siebie
pt_br: Eu pensei que você se chamava
ru: Я думал, что ты назвал себя
tr: Kendine şu ismi verdiğini sanıyordum:
vi: Tôi cứ tưởng anh tự gọi mình là {0}
zh_hans: 我以为你打电话给自己

source: An honor as always. How can I be of service?
de: Wie immer eine Ehre. Wie kann ich dir zu Diensten sein?
fr: Un honneur comme toujours. Comment puis-je rendre service ?
it: Un onore, come sempre. Come posso essere utile?
ko: 언제나처럼 영광입니다.
pl: To zaszczyt, jak zwykle. Czym mogę służyć?
pt_br: É uma honra como sempre. Como eu posso ser útil?
ru: Всегда честь для меня. Чем я могу быть полезен?
vi: Luôn là một vinh dự. Tôi có thể phục vụ gì cho ngài?
zh_hans: 一如既往的荣誉。我怎么能服务？

source: . It is good to see you.
de: . Es ist schön, Sie zu sehen.
fr: . C'est bon de te voir.
it: . è bello vederti.
pl: Dobrze cię widzieć.
pt_br: . é bom vê-lo aqui.
ru: . Рад видеть вас.
vi: . Rất vui được gặp lại ngài.
zh_hans: 。真高兴能见到你。

source: is dumbstruck for a moment.
de: ist für einen Moment ruhig gestellt.
fr: est abasourdi un instant.
it: rimane per un attimo ammutolito.
ko: 순간 멍해진다.
pl: na chwilę osłupiał.
pt_br: é estupefatos por um momento.
ru: умолк на секунду.
tr: bir anlığına nutku tutulur.
vi: {Name} choáng váng trong chốc lát.
zh_hans: 愣了一会儿。

source: A legend? Here? I can scarcely believe it.
de: Eine Legende? Hier? Ich kann es kaum glauben.
fr: Une légende? Ici? Je peux à peine le croire.
it: Una leggenda? Qui? Stento a crederci.
ko: 전설?
pl: Legenda? Tutaj? Ledwie mogę w to uwierzyć.
pt_br: Uma lenda? Aqui? Eu mal posso acreditar.
ru: Легенда? Здесь? Невероятно!
vi: Một huyền thoại ư? Ở đây ư? Tôi gần như không thể tin nổi.
zh_hans: 一个传奇?在这里?我简直不敢相信。

source: I am honored to be in your presence.
de: Es ist mir eine Ehre in deiner Gegenwart zu sein.
fr: Je suis honoré d'être en votre présence.
it: Sono onorato di essere in tua presenza.
ko: 여러분과 함께하게 되어 영광입니다.
pl: Jestem zaszczycony przebywaniem w twojej obecności.
pt_br: Estou honrado em estar na sua presença.
ru: Находиться рядом с вами - честь для меня.
vi: Tôi vinh dự được ở trong sự hiện diện của ngài.
zh_hans: 我很荣幸能在你面前。

source: It is an honor.
de: Es ist eine Ehre.
fr: C'est un honneur.
it: È un onore.
ko: 영광입니다.
pl: To zaszczyt.
pt_br: Eu aceito esta honra.
ru: Это честь для меня.
vi: Đó là một vinh dự.
zh_hans: 这是一种荣誉。

source: Your name precedes you. Thank you for all that you have done.
de: Dein Name eilt dir voraus. Danke für alles was du getan hast.
fr: Votre nom vous précède. Merci pour tout ce que vous avez fait.
it: Il tuo nome ti precede. Grazie per tutto quello che hai fatto.
ko: 당신의 이름이 당신보다 앞서 있습니다.
pl: Twoja sława cię wyprzedza. Dziękuję ci za wszystko, co zrobiłeś.
pt_br: Seu nome é grande. Obrigado por tudo o que tenho feito.
ru: Ваша слава летит впереди вас. Спасибо за всё, что вы сделали.
vi: Danh tiếng của ngài đã vang xa. Cảm ơn ngài vì mọi điều ngài đã làm.
zh_hans: 你的名字在你之前。谢谢你所做的一切。

source: It is good to finally meet you!
de: Es ist schön, Sie endlich kennenzulernen!
fr: C'est bon de vous rencontrer enfin!
it: È bello vederti finalmente!
ko: 드디어 만나서 반가워요!
pl: Dobrze cię w końcu spotkać!
pt_br: É bom finalmente te conhecer!
ru: Как славно наконец-то встретить вас!
vi: Rất vui khi cuối cùng cũng được gặp ngài!
zh_hans: 终于见到你真好！

source: Welcome home, my child.
de: Willkommen zu Hause, mein Kind.
fr: Bienvenue à la maison, mon enfant.
it: Bentornato a casa, figlio mio.
ko: 집에 온 걸 환영해, 내 아이야.
pl: Witaj w domu, moje dziecko.
pt_br: Bem-vindo, meu filho.
ru: Добро пожаловать домой, дитя моё.
tr: Evine hoş geldin, evladım.
vi: Mừng con về nhà, con của ta.
zh_hans: 欢迎回家，我的孩子。

source: You are welcome at
de: Sie sind willkommen bei
fr: Vous êtes les bienvenus à
it: Sei il benvenuto a
ko: 당신은 환영합니다
pl: Witaj w
pt_br: Você é bem vindo em
ru: Добро пожаловать в
tr: Şurada hoş karşılanırsınız:
vi: Ngài được chào đón tại {0}
zh_hans: 欢迎你

source: . Please be respectful of the materials.
de: . Gehen Sie bitte respektvoll mit den Materialien um.
fr: . Merci de respecter les matériaux.
it: . Per favore, rispetta i materiali.
pl: . Proszę, miej szacunek do materiałów.
pt_br: Por favor, seja respeitoso com os materiais.
ru: . Пожалуйста, экономьте материалы.
vi: . Xin hãy tôn trọng các vật liệu.
zh_hans: 。请尊重这些材料。

source: . What can I do for you?
de: . Was kann ich für Sie tun?
fr: . Que puis-je faire pour vous?
it: . Cosa posso fare per te?
ko: . 무엇이 필요한가요?
pl: . Co mogę dla ciebie zrobić?
pt_br: . O que posso fazer por você?
ru: . Чем я могу быть полезен?
vi: . Tôi có thể làm gì cho ngài?
zh_hans: 。?我能为你做什么？

source: How are you, my
de: Wie geht es dir, mein
fr: Comment vas tu mon
it: Come stai, mio
ko: 잘 지냈어?
pl: Jak się masz, mój
pt_br: Como vai, meu
ru: Как дела, мой
tr: Nasılsın, benim
vi: Ngài khỏe không, hỡi {0}
zh_hans: 你好吗，我的

source: It's great to have a friend like you!
de: Es ist schön, einen Freund wie dich zu haben!
fr: C'est super d'avoir un ami comme toi !
it: È bello avere un amico come te!
ko: 당신 같은 친구를 갖는 것이 좋습니다!
pl: Dobrze mieć takiego przyjaciela jak ty!
pt_br: É muito bom ter um amigo como você!
ru: Я рад, что у меня есть такой друг, как вы!
tr: Senin gibi bir arkadaşa sahip olmak harika!
vi: Thật tuyệt vời khi có một người bạn như ngài!
zh_hans: 有一个像你这样的朋友真好！

source: And what exactly do you want?
de: Und was genau wollen Sie?
fr: Et tu veux quoi au juste ?
it: E cosa vuoi esattamente?
ko: 정확히 무엇을 원하십니까?
pl: I czego dokładnie chcesz?
pt_br: E o que exatamente você quer?
ru: Чего именно вы хотите?
tr: Peki tam olarak ne istiyorsun?
vi: Và rốt cuộc ngài muốn gì?
zh_hans: 你究竟想要什么？

source: Are you ready to learn?
de: Sind Sie bereit zu lernen?
fr: Êtes-vous prêt à apprendre?
it: Sei pronto a imparare?
ko: 배울 준비가 되셨습니까?
pl: Czy jesteś gotów się uczyć?
pt_br: Está pronto para aprender?
ru: Вы готовы учиться?
tr: Öğrenmeye hazır mısın?
vi: Ngài đã sẵn sàng học hỏi chưa?
zh_hans: 你准备好学习了吗？

source: Been in any good scraps today?
de: Haben Sie heute schon etwas Gutes gefunden?
fr: Avez-vous eu de bons moments aujourd'hui ?
it: Fatto qualche bella rissa oggi?
ko: 오늘 좋은 스크랩이 있었나요?
pl: Czy natknąłeś się dzisiaj na jakieś dobre resztki?
pt_br: Foi em qualquer boas scraps hoje?
ru: Вкусные были объедки сегодня?
tr: Bugün iyi bir kavgaya karıştın mı?
vi: Hôm nay có dính vào vụ ẩu đả nào hay không?
zh_hans: 今天有什么好消息吗？

source: Let's not hurt anybody.
de: Wir wollen niemanden verletzen.
fr: Ne faisons de mal à personne.
it: Non facciamo del male a nessuno.
ko: 아무도 해치지 맙시다.
pl: Nie porańmy nikogo.
pt_br: Vamos sem machucar ninguém.
ru: Обойдёмся без жертв.
tr: Kimseyi incitmeyelim.
vi: Đừng làm ai bị thương.
zh_hans: 我们不要伤害任何人。

source: Make any good deals lately?
de: Haben Sie in letzter Zeit irgendwelche guten Geschäfte gemacht?
fr: Faire de bonnes affaires ces derniers temps ?
it: C'è stato qualche buon affare ultimamente?
ko: 최근에 좋은 거래를 합니까?
pl: Zrobiłeś ostatnio jakiś dobry interes?
pt_br: Fazer qualquer bons negócios ultimamente?
ru: Были недавно выгодные сделки?
tr: Son zamanlarda iyi bir anlaşma yaptın mı?
vi: Gần đây có giao dịch nào hời không?
zh_hans: 最近有什么好交易吗？

source: Long live the cause!
de: Es lebe die Sache!
fr: Vive la cause !
it: Lunga vita alla causa!
ko: 원인 만세!
pl: Niech żyje przyczyna!
pt_br: Viva a causa!
ru: Да здравствует наше общее дело!
tr: Yaşasın dava!
vi: Sự nghiệp vạn tuế!
zh_hans: 事业万岁！

source: Thank you for keeping us safe.
de: Danke, dass du uns beschützt hast.
fr: Merci de nous protéger.
it: Grazie per tenerci al sicuro.
ko: 우리를 안전하게 지켜주셔서 감사합니다.
pl: Masz moje podziękowania za ochronę.
pt_br: Obrigado por nos manter seguros.
ru: Спасибо, что заботитесь о нашей безопасности.
tr: Bizi güvende tuttuğun için teşekkürler.
vi: Cảm ơn ngài đã giữ an toàn cho chúng tôi.
zh_hans: 谢谢你让我们安全。

source: Don't let the enemy rest.
de: Lasst den Feind nicht ruhen.
fr: Ne laissez pas l'ennemi se reposer.
it: Non lasciate che il nemico si riposi.
ko: 적을 쉬게 하지 마십시오.
pl: nie pozwólmy przeciwnikowi odpocząć.
pt_br: Não deixe que o resto de inimigos.
ru: Не дадим покоя врагу!
tr: Düşmana aman verme.
vi: Đừng để kẻ thù có một giây phút nghỉ ngơi nào.
zh_hans: 不要让敌人休息。

source: Are you hunting for treasure?
de: Sind Sie auf Schatzsuche?
fr: Vous êtes à la recherche d'un trésor ?
it: Siete a caccia di tesori?
ko: 당신은 보물을 찾고 있습니까?
pl: Czy poszukujesz skarbów?
pt_br: Você está caçando tesouros?
ru: Ты охотишься за сокровищем?
tr: Hazine mi avlıyorsun?
vi: Ngài đang săn tìm kho báu ư?
zh_hans: 你在寻找宝藏吗？

source: Thank you for protecting our wisdom.
de: Danke, dass Sie unsere Weisheit schützen.
fr: Merci de protéger notre sagesse.
it: Grazie per aver protetto la nostra saggezza.
ko: 저희 지혜를 지켜주셔서 감사합니다.
pl: Dziękuję za ochronę naszej mądrości.
pt_br: Obrigado por proteger nosso conhecimento.
ru: Спасибо вам за защиту нашей мудрости.
tr: Bilgeliğimizi koruduğun için teşekkürler.
vi: Cảm ơn ngài đã bảo vệ trí tuệ của chúng tôi.
zh_hans: 感谢您保护我们的智慧。

source: Don't try to throw your weight around.
de: Versuchen Sie nicht, Ihr Gewicht in die Waagschale zu werfen.
fr: N'essayez pas de jeter votre poids.
it: Non cercare di fare la voce grossa.
ko: 주위에 체중을 던지려고하지 마십시오.
pl: Nie próbuj się szarogęsić.
pt_br: Não tente jogar seu peso ao redor.
ru: Ведите себя попроще.
tr: Bize büyüklük taslama.
vi: Đừng cố tỏ ra quyền thế.
zh_hans: 不要试图减肥。

source: I have nothing for you.
de: Ich habe nichts für Sie.
fr: Je n'ai rien pour toi.
it: Non ho nulla per te.
ko: 나는 당신을 위해 아무것도 없습니다.
pl: Nie mam nic dla ciebie.
pt_br: Não tenho nada para você.
ru: У меня нет ничего для вас.
tr: Senin için hiçbir şeyim yok.
vi: Tôi không có gì cho ngài cả.
zh_hans: 我什么都没有。

source: I value your loyalty.
de: Ich schätze Ihre Loyalität.
fr: J'apprécie votre fidélité.
it: Apprezzo la tua lealtà.
ko: 나는 당신의 충성심을 소중히 여깁니다.
pl: Cenię twoją lojalność.
pt_br: Valorizo a sua lealdade.
ru: Я ценю вашу преданность.
tr: Sadakatine değer veriyorum.
vi: Tôi coi trọng lòng trung thành của ngài.
zh_hans: 我重视你的忠诚度。

source: It really is a pleasure to speak with you again.
de: Es ist wirklich eine Freude, wieder mit Ihnen zu sprechen.
fr: C'est vraiment un plaisir de parler avec vous à nouveau.
it: È davvero un piacere parlarti di nuovo.
ko: 당신과 다시 이야기하게 되어 정말 기쁩니다.
pl: To naprawdę przyjemność rozmawiać z tobą ponownie.
pt_br: É um prazer falar com você novamente.
ru: Разговаривать с вами - удовольствие.
tr: Sizinle tekrar konuşmak gerçekten bir zevk.
vi: Thật sự là một niềm vinh hạnh khi được nói chuyện với ngài lần nữa.
zh_hans: 很高兴再次与您交谈。

source: Do you have wisdom to share, preacher?
de: Haben Sie Weisheit zu teilen, Herr Prediger?
fr: Avez-vous de la sagesse à partager, prédicateur ?
it: Hai saggezze da condividere, predicatore?
ko: 나눌 지혜가 있습니까, 목사님?
pl: Czy masz jakąś mądrość, którą mógłbyś się podzielić, mkaznodziejo?
pt_br: Você tem conhecimento para compartilhar, pregador?
ru: Есть ли у вас мудрость, чтобы поделиться ею, проповедник?
tr: Paylaşacak bilgeliğin var mı, vaiz?
vi: Ngài có trí tuệ nào muốn chia sẻ không, vị thuyết giáo?
zh_hans: 传道者，你有智慧可供分享吗？

source: Do you have a story to tell?
de: Haben Sie eine Geschichte zu erzählen?
fr: Avez-vous une histoire à raconter?
it: Hai una storia da raccontare?
ko: 할 이야기가 있습니까?
pl: Czy masz jakąś historię do opowiedzenia?
pt_br: Você tem alguma história para contar?
ru: Вам есть что рассказать?
tr: Anlatacak bir hikayen var mı?
vi: Ngài có câu chuyện nào muốn kể không?
zh_hans: 你有故事要讲吗？

source: Have you written a new poem?
de: Haben Sie ein neues Gedicht geschrieben?
fr: Avez-vous écrit un nouveau poème?
it: Hai scritto una nuova poesia?
ko: 새로운 시를 쓰셨나요?
pl: Czy napisałeś nowy poemat?
pt_br: Você escreveu um novo poema?
ru: Вы уже написали новые стихи?
tr: Yeni bir şiir yazdın mı?
vi: Ngài đã sáng tác bài thơ mới nào chưa?
zh_hans: 你写过一首新诗吗？

source: Is it time to make music?
de: Ist es Zeit, Musik zu machen?
fr: Est-il temps de faire de la musique ?
it: È il momento di fare musica?
ko: 음악을 할 시간인가요?
pl: Czy to czas na trochę muzyki?
pt_br: Está na hora de fazer música?
ru: Разве сейчас подходящее время для музыки?
tr: Müzik yapma zamanı mı?
vi: Đã đến lúc sáng tác nhạc chưa?
zh_hans: 是时候制作音乐了吗？

source: Are you still dancing?
de: Tanzen Sie noch?
fr: Est-ce que tu danses encore ?
it: Stai ancora ballando?
ko: 아직도 춤추고 있니?
pl: Nadal tańczysz?
pt_br: Você ainda está dançando?
ru: Вы всё ещё танцуете?
tr: Hala dans ediyor musun?
vi: Ngài vẫn còn nhảy múa sao?
zh_hans: 你还在跳舞吗？

source: Are in a foul mood?
de: Sie haben schlechte Laune?
fr: Vous êtes de mauvaise humeur ?
it: Siete di cattivo umore?
ko: 기분이 좋지 않습니까?
pl: Masz podły nastrój?
pt_br: Estão de mau humor?
ru: Вы в плохом настроении?
tr: Kötü bir ruh halinde misin?
vi: Ngài đang có tâm trạng tồi tệ ư?
zh_hans: 心情不好？

source: You'll get nothing from me with your flattery.
de: Mit Ihren Schmeicheleien erreichen Sie bei mir nichts.
fr: Vous n'obtiendrez rien de moi avec votre flatterie.
it: Non otterrai nulla da me con le tue lusinghe.
ko: 당신은 당신의 아첨으로 나에게서 아무것도 얻지 못할 것입니다.
pl: Niczego ode mnie nie uzyskasz dzięki pochlebstwom.
pt_br: Você não vai conseguir nada de mim com sua bajulação.
ru: Вы ничего не добьётесь от меня своей лестью.
tr: Dalkavukluğunla benden hiçbir şey alamazsın.
vi: Ngài sẽ chẳng nhận được gì từ tôi bằng những lời tâng bốc đó đâu.
zh_hans: 你再奉承我也得不到什么东西。

source: Are you stalking a dangerous beast?
de: Verfolgen Sie eine gefährliche Bestie?
fr: Êtes-vous en train de traquer une bête dangereuse?
it: Stai inseguendo una bestia pericolosa?
ko: 위험한 짐승을 쫒고 있습니까?
pl: Czy tropisz niebezpieczną bestię?
pt_br: Você está perseguindo uma fera perigosa?
ru: Вы охотитесь на опасное чудовище?
tr: Tehlikeli bir canavarı mı takip ediyorsun?
vi: Ngài đang rình rập một con quái thú nguy hiểm ư?
zh_hans: 你在跟踪一只危险的野兽吗？

source: Don't walk off with anything.
de: Gehen Sie nicht mit irgendetwas weg.
fr: Ne repartez avec rien.
it: Non andare via con niente.
ko: 아무것도 가지고 가지 마세요.
pl: Nie odchodź z niczym.
pt_br: Não saia com nada.
ru: Не уходи ни с чем.
tr: Hiçbir şeyi alıp götürme.
vi: Đừng tẩu tán bất cứ thứ gì.
zh_hans: 不要随便走开。

source: It is amazing how far you've come. Welcome home.
de: Es ist erstaunlich, wie weit Sie gekommen sind. Willkommen zu Hause.
fr: C'est incroyable le chemin parcouru. Bienvenue à la maison.
it: È incredibile quanto sei arrivato lontano. Benvenuto a casa.
ko: 당신이 얼마나 멀리 왔는지 놀랍습니다.
pl: To wspaniałe, jak daleko zaszedłeś. Witaj w domu.
pt_br: É incrível o quão longe você chegou. Bem-vindo ao lar.
ru: Удивительно, как далеко вы зашли. Добро пожаловать домой.
vi: Thật đáng kinh ngạc khi ngài đã đi xa đến nhường này. Mừng ngài về nhà.
zh_hans: 从那么远的地方赶来，真令人惊奇。欢迎回家。

source: It's good to see you have companions to travel with on your adventures.
de: Es ist gut zu sehen, dass Sie Begleiter haben, mit denen Sie Ihre Abenteuer bestreiten können.
fr: C'est bien de voir que vous avez des compagnons de voyage pour vos aventures.
it: È bello vedere che hai dei compagni di viaggio con cui affrontare le tue avventure.
ko: 당신의 동료가 여정에 함께하는 것을 보니 좋습니다.
pl: Dobrze widzieć, że masz kompanów, których możesz zabrać ze sobą na przygodę.
pt_br: É bom ver que tem companheiros para viajar com você em suas aventuras.
ru: Рад видеть, что у вас есть спутники в ваших приключениях.
tr: Maceralarında seninle seyahat edecek yoldaşların olduğunu görmek güzel.
vi: Rất vui khi thấy ngài có những người đồng hành trên các cuộc phiêu lưu của mình.
zh_hans: 很高兴看到你有同伴陪你旅行。

source: I know you can handle yourself, but be careful out there.
de: Ich weiß, dass du auf dich aufpassen kannst, aber sei vorsichtig da draußen.
fr: Je sais que tu peux te débrouiller, mais sois prudent là-bas.
it: So che puoi cavartela da solo, ma fai attenzione là fuori.
ko: 당신이 스스로를 감당할 수 있다는 것을 알지만, 밖에서는 조심하세요.
pl: Wiem, że dasz sobie radę, ale uważaj na siebie.
pt_br: Eu sei que você pode se cuidar, mas cuidado lá fora.
ru: Я уверен, что вы справитесь сами, но будьте осторожны.
tr: Kendi başının çaresine bakabileceğini biliyorum ama dışarıda dikkatli ol.
vi: Tôi biết ngài có thể tự lo liệu, nhưng hãy cẩn thận ngoài kia.
zh_hans: 我知道你可以照顾好自己，但还是要小心。

source: Hopefully your friends can dissuade you from this foolishness.
de: Hoffentlich können Ihre Freunde Sie von dieser Dummheit abbringen.
fr: Espérons que vos amis pourront vous dissuader de cette folie.
it: Speriamo che i tuoi amici possano dissuaderti da questa follia.
ko: 친구들이 이 어리석음에서 당신을 설득할 수 있기를 바랍니다.
pl: Mam nadzieję, że przyjaciele odwiodą cię od tego głupstwa.
pt_br: Espero que seus amigos possam dissuadi-lo dessa tolice.
ru: Надеюсь, ваши друзья смогут отговорить вас от этой глупости.
tr: Umarım arkadaşların seni bu aptallıktan vazgeçirebilir.
vi: Hy vọng bạn bè của ngài có thể can ngăn ngài khỏi sự ngu ngốc này.
zh_hans: 希望你的朋友可以劝阻干这种蠢事。

source: Traveling alone in the wilds?! You know better than that.
de: Allein in der Wildnis unterwegs?! Du weißt, dass das nicht geht.
fr: Voyager seul dans la nature ?! Vous savez mieux que cela.
it: Viaggiare da soli nella natura selvaggia?! Sai che non va bene.
ko: 야생에서 혼자 여행?!
pl: Podróżować samotnie przez dzicz? Sam wiesz lepiej.
pt_br: Viajando sozinho na selva?! Você sabe que não deveria.
ru: Странствовать в этой глуши в одиночку?! Надеюсь, вы не настолько глупы.
vi: Du hành một mình nơi hoang dã ư?! Ngài phải biết điều hơn chứ.
zh_hans: 独自在野外旅行？！?你知道这很糟糕。

source: Only a hero such as yourself can travel at night. The bogeyman would get me.
de: Nur ein Held wie du kann bei Nacht reisen. Der Schwarze Mann würde mich erwischen.
fr: Seul un héros tel que vous peut voyager la nuit. Le croque-mitaine m'attraperait.
it: Solo un eroe come te può viaggiare di notte. Il babau mi prenderebbe.
ko: 오직 당신과 같은 영웅만이 밤에 여정을 계속할 수 있을 겁니다. 하지만 나는 부기맨이 잡아가 버릴 거예요.
pl: Tylko bohater taki jak ty może podróżować nocą. Dopadłyby mnie upiory.
pt_br: Só um herói como você pode viajar à noite. O bicho-papão me pegaria.
ru: Только такой герой как вы может путешествовать по ночам. Меня бы схватил бугимен.
vi: Chỉ một anh hùng như ngài mới có thể du hành vào ban đêm. Ông kẹ sẽ bắt lấy tôi mất.
zh_hans: 只有像你这样的英雄才能在晚上旅行。这个怪物会得到我。
