Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: my animal training partner
de: mein tierischer Trainingspartner
fr: mon partenaire de dressage d'animaux
it: il mio animale compagno d'addestramento
ko: 내 동물 훈련 파트너
pl: mojego partnera w treningu zwierząt
pt_br: meu parceiro de treinamento animal
ru: мой партнёр по тренировке животных
tr: hayvan eğitimi ortağım
vi: đối tác huấn luyện động vật của tôi
zh_hans: 我的动物训练伙伴

source: my acquaintance
de: meine Bekanntschaft
fr: ma connaissance
it: mio conoscente
ko: 내 지인
pl: mojego znajomego
pt_br: meu conhecimento
ru: мой знакомый
tr: tanıdığım
vi: người quen của tôi
zh_hans: 我认识

source: I had an intellectual discussion with my spouse.
de: Ich hatte eine intellektuelle Diskussion mit meinem Ehepartner.
fr: J'ai eu une discussion intellectuelle avec mon conjoint.
it: Ho avuto una discussione intellettuale con il mio coniuge.
ko: 나는 배우자와 지적인 토론을 했다.
pl: Odbyłem intelektualną dyskusję z moim współmałżonkiem.
pt_br: Eu tive um debate intelectual com meu cônjuge.
ru: У меня была интеллектуальная беседа с супругом.
tr: Eşimle entelektüel bir tartışma yaptım.
vi: Tôi đã có một cuộc thảo luận trí tuệ với người bạn đời của tôi.
zh_hans: 我和我的配偶进行了一次理智的讨论。

source: I had an intellectual discussion with my lover.
de: Ich hatte eine intellektuelle Diskussion mit meinem Liebhaber.
fr: J'ai eu une discussion intellectuelle avec mon amant.
it: Ho avuto una discussione intellettuale con il mio amante.
ko: 나는 애인과 지적인 토론을 했다.
pl: Odbyłem intelektualną dyskusję z moim kochankiem.
pt_br: Eu tive um debate intelectual com meu amante.
ru: У меня была интеллектуальная беседа с любимым.
tr: Sevgilimle entelektüel bir tartışma yaptım.
vi: Tôi đã có một cuộc thảo luận trí tuệ với người yêu của tôi.
zh_hans: 我和我的恋人进行了一次理智的讨论。

source: I had an intellectual discussion with my sibling.
de: Ich hatte eine intellektuelle Diskussion mit meinem Geschwisterchen.
fr: J'ai eu une discussion intellectuelle avec mon frère.
it: Ho avuto una discussione intellettuale con mio fratello.
ko: 나는 동생과 지적인 토론을 했다.
pl: Odbyłem intelektualną dyskusję z moim rodzeństwem.
pt_br: Eu tive um debate intelectual com meu irmão.
ru: У меня была интеллектуальная беседа с близким родственником.
tr: Kardeşimle entelektüel bir tartışma yaptım.
vi: Tôi đã có một cuộc thảo luận trí tuệ với người anh chị em của tôi.
zh_hans: 我和我的兄弟姐妹进行了一次理智的讨论。

source: I had an intellectual discussion with my mother.
de: Ich hatte eine intellektuelle Diskussion mit meiner Mutter.
fr: J'ai eu une discussion intellectuelle avec ma mère.
it: Ho avuto una discussione intellettuale con mia madre.
ko: 나는 어머니와 지적인 토론을 했다.
pl: Odbyłem intelektualną dyskusję z moją matką.
pt_br: Eu tive um debate intelectual com minha mãe.
ru: У меня была интеллектуальная беседа с моей матерью.
tr: Annemle entelektüel bir tartışma yaptım.
vi: Tôi đã có một cuộc thảo luận trí tuệ với mẹ của tôi.
zh_hans: 我和母亲进行了一次理智的讨论。

source: I had an intellectual discussion with my father.
de: Ich hatte eine intellektuelle Diskussion mit meinem Vater.
fr: J'ai eu une discussion intellectuelle avec mon père.
it: Ho avuto una discussione intellettuale con mio padre.
ko: 나는 아버지와 지적 토론을 했다.
pl: Odbyłem intelektualną dyskusję z moim ojcem.
pt_br: Eu tive um debate intelectual com meu pai.
ru: У меня была интеллектуальная беседа с моим отцом.
tr: Babamla entelektüel bir tartışma yaptım.
vi: Tôi đã có một cuộc thảo luận trí tuệ với cha của tôi.
zh_hans: 我和父亲进行了一次理智的讨论。

source: I had an intellectual discussion with my child.
de: Ich hatte eine intellektuelle Diskussion mit meinem Kind.
fr: J'ai eu une discussion intellectuelle avec mon enfant.
it: Ho avuto una discussione intellettuale con il mio bambino.
ko: 나는 아이와 지적인 토론을 했다.
pl: Odbyłem intelektualną dyskusję z moim dzieckiem.
pt_br: Eu tive um debate intelectual com meu filho.
ru: У меня была интеллектуальная беседа с моим ребёнком.
tr: Çocuğumla entelektüel bir tartışma yaptım.
vi: Tôi đã có một cuộc thảo luận trí tuệ với con của tôi.
zh_hans: 我和我的孩子进行了一次理智的讨论。

source: I had an intellectual discussion with my friend.
de: Ich hatte eine intellektuelle Diskussion mit meinem Freund.
fr: J'ai eu une discussion intellectuelle avec mon ami.
it: Ho avuto una discussione intellettuale con il mio amico.
ko: 나는 친구와 지적 토론을 했다.
pl: Odbyłem intelektualną dyskusję z moim przyjacielem.
pt_br: Eu tive uma inteligente discussão com meu amigo.
ru: У меня была интеллектуальная беседа с моим другом.
tr: Arkadaşımla entelektüel bir tartışma yaptım.
vi: Tôi đã có một cuộc thảo luận trí tuệ với bạn của tôi.
zh_hans: 我和我的朋友进行了一场理智的讨论。

source: I had an intellectual discussion with an acquaintance.
de: Ich hatte eine intellektuelle Diskussion mit einem Bekannten.
fr: J'ai eu une discussion intellectuelle avec une connaissance.
it: Ho avuto una discussione intellettuale con un conoscente.
ko: 나는 지인과 지적인 토론을 했다.
pl: Odbyłem intelektualną dyskusję z moim znajomym.
pt_br: Eu tive um debate intelectual com um conhecido
ru: У меня была интеллектуальная беседа со знакомым.
tr: Bir tanıdığımla entelektüel bir tartışma yaptım.
vi: Tôi đã có một cuộc thảo luận trí tuệ với một người quen.
zh_hans: 我和一个熟人进行了一场理智的讨论。

source: I had an intellectual discussion with somebody.
de: Ich hatte eine intellektuelle Diskussion mit jemandem.
fr: J'ai eu une discussion intellectuelle avec quelqu'un.
it: Ho avuto una discussione intellettuale con qualcuno.
ko: 나는 누군가와 지적인 토론을 했다.
pl: Odbyłem z kimś intelektualną dyskusję.
pt_br: Eu tive uma discussão intelectual com alguém.
ru: У меня была интеллектуальная беседа с кем-то.
tr: Biriyle entelektüel bir tartışma yaptım.
vi: Tôi đã có một cuộc thảo luận trí tuệ với ai đó.
zh_hans: 我和某人进行了一场理智的讨论。

source: I shared a personal insight with my spouse.
de: Ich teilte eine persönliche Erkenntnis mit meinem Ehepartner.
fr: J'ai partagé un point de vue personnel avec mon épouse.
it: Ho condiviso un'intuizione personale col mio coniuge.
ko: 배우자와 개인적인 통찰을 나누었습니다.
pl: Podzieliłem się osobistym spostrzeżeniem z moim współmałżonkiem.
pt_br: Eu compartilhei uma percepção pessoal com meu cônjuge.
ru: Я поделился своим мнением с супругом.
tr: Eşimle kişisel bir tespitimi paylaştım.
vi: Tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với người bạn đời của tôi.
zh_hans: 我和我的配偶分享了个人见解。

source: I shared a personal insight with my sibling.
de: Ich habe eine persönliche Erkenntnis mit meinem Geschwisterchen geteilt.
fr: J'ai partagé une idée personnelle avec mon frère.
it: Ho condiviso un'intuizione personale con mio fratello.
ko: 개인적인 통찰을 동생과 나누었습니다.
pl: Podzieliłem się osobistym spostrzeżeniem z moim rodzeństwem.
pt_br: Eu compartilhei uma percepção pessoal com meu irmão.
ru: Я поделился своим мнением с близким родственником.
tr: Kardeşimle kişisel bir tespitimi paylaştım.
vi: Tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với người anh chị em của tôi.
zh_hans: 我和我的兄弟姐妹分享了个人见解。

source: I shared a personal insight with my mother.
de: Ich teilte eine persönliche Erkenntnis mit meiner Mutter.
fr: J'ai partagé une idée personnelle avec ma mère.
it: Ho condiviso un'intuizione personale con mia madre.
ko: 어머니와 개인적인 통찰을 나눴습니다.
pl: Podzieliłem się osobistym spostrzeżeniem z moją matką.
pt_br: Eu compartilhei uma percepção pessoal com minha mãe.
ru: Я поделился своим мнением с матерью.
tr: Annemle kişisel bir tespitimi paylaştım.
vi: Tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với mẹ của tôi.
zh_hans: 我和我的母亲分享了个人见解。

source: I shared a personal insight with my father.
de: Ich habe meinem Vater eine persönliche Erkenntnis mitgeteilt.
fr: J'ai partagé une idée personnelle avec mon père.
it: Ho condiviso un'intuizione personale con mio padre.
ko: 나는 개인적인 통찰을 아버지와 나누었습니다.
pl: Podzieliłem się osobistym spostrzeżeniem z moim ojcem.
pt_br: Eu compartilhei uma percepção pessoal com meu pai.
ru: Я поделился своим мнением с отцом.
tr: Babamla kişisel bir tespitimi paylaştım.
vi: Tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với cha của tôi.
zh_hans: 我和我的父亲分享了个人见解。

source: I shared a personal insight with my child.
de: Ich habe meinem Kind eine persönliche Erkenntnis mitgeteilt.
fr: J'ai partagé un point de vue personnel avec mon enfant.
it: Ho condiviso un'intuizione personale con mio figlio.
ko: 나는 개인적인 통찰력을 내 아이와 공유했습니다.
pl: Podzieliłem się osobistym spostrzeżeniem z moim dzieckiem.
pt_br: Eu compartilhei uma percepção pessoal com meu filho.
ru: Я поделился своим мнением с моим ребёнком.
tr: Çocuğumla kişisel bir tespitimi paylaştım.
vi: Tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với con của tôi.
zh_hans: 我和我的孩子分享了个人见解。

source: I shared a personal insight with my friend.
de: Ich teilte eine persönliche Erkenntnis mit meinem Freund.
fr: J'ai partagé une idée personnelle avec mon ami.
it: Ho condiviso un'intuizione personale con un amico.
ko: 개인적인 통찰을 친구와 공유했습니다.
pl: Podzieliłem się osobistym spostrzeżeniem z moim przyjacielem.
pt_br: Eu compartilhei uma percepção pessoal com meu amigo.
ru: Я поделился своим мнением с другом.
tr: Arkadaşımla kişisel bir tespitimi paylaştım.
vi: Tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với bạn của tôi.
zh_hans: 我和我的朋友分享了个人见解。

source: I shared a personal insight with an acquaintance.
de: Ich habe einem Bekannten eine persönliche Erkenntnis mitgeteilt.
fr: J'ai partagé un point de vue personnel avec une connaissance.
it: Ho condiviso un'intuizione personale con un conoscente.
ko: 나는 지인과 개인적인 통찰력을 공유했습니다.
pl: Podzieliłem się osobistym spostrzeżeniem z moim znajomym.
pt_br: Eu compartilhei uma percepção pessoal com um conhecido.
ru: Я поделился своим мнением со знакомым.
tr: Bir tanıdığımla kişisel bir tespitimi paylaştım.
vi: Tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với một người quen.
zh_hans: 我和一位熟人分享了个人见解。

source: I shared a personal insight with somebody.
de: Ich habe jemandem eine persönliche Erkenntnis mitgeteilt.
fr: J'ai partagé un point de vue personnel avec quelqu'un.
it: Ho condiviso un'intuizione personale con qualcuno.
ko: 나는 누군가와 개인적인 통찰력을 공유했습니다.
pl: Podzieliłem się z kimś osobistym spostrzeżeniem.
pt_br: Eu compartilhei uma percepção pessoal com alguém.
ru: Я поделился с кем-то своим мнением.
tr: Biriyle kişisel bir tespitimi paylaştım.
vi: Tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với ai đó.
zh_hans: 我和某人分享了个人见解。

source: My spouse shared a personal insight with me.
de: Mein Ehepartner teilte mir eine persönliche Erkenntnis mit.
fr: Mon épouse m'a fait part d'un point de vue personnel.
it: Il mio coniuge ha condiviso un'intuizione personale con me.
ko: 배우자가 개인적인 통찰력을 나와 공유했습니다.
pl: Mój współmałżonek podzielił się ze mną osobistym spostrzeżeniem.
pt_br: Meu cônjuge compartilhou uma percepção pessoal comigo.
ru: Мой супруг поделился со мной своим мнением.
tr: Eşim benimle kişisel bir tespitimi paylaştı.
vi: Người bạn đời của tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với tôi.
zh_hans: 我的配偶与我分享了个人见解。

source: My lover shared a personal insight with me.
de: Mein Liebhaber teilte mir eine persönliche Erkenntnis mit.
fr: Mon amant a partagé une idée personnelle avec moi.
it: Il mio amante ha condiviso un'intuizione personale con me.
ko: 내 애인은 나와 개인적인 통찰력을 공유했습니다.
pl: Mój kochanek podzielił się ze mną osobistym spostrzeżeniem.
pt_br: Meu amante compartilhou uma percepção pessoal comigo.
ru: Мой любимый поделился со мной своим мнением.
tr: Sevgilim benimle kişisel bir tespitimi paylaştı.
vi: Người yêu của tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với tôi.
zh_hans: 我的恋人与我分享了个人见解。

source: My sibling shared a personal insight with me.
de: Mein Geschwisterchen teilte mir eine persönliche Erkenntnis mit.
fr: Mon frère a partagé un point de vue personnel avec moi.
it: Mio fratello ha condiviso un'intuizione personale con me.
ko: 내 형제는 나와 개인적인 통찰력을 공유했습니다.
pl: Jedno z mojego rodzeństwa podzieliło się ze mną osobistym spostrzeżeniem.
pt_br: Meu irmão compartilhou uma percepção pessoal comigo.
ru: Близкий родственник поделился со мной своим мнением.
tr: Kardeşim benimle kişisel bir tespitimi paylaştı.
vi: Người anh chị em của tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với tôi.
zh_hans: 我的兄弟姐妹与我分享了个人见解。

source: My mother shared a personal insight with me.
de: Meine Mutter teilte mir eine persönliche Erkenntnis mit.
fr: Ma mère m'a fait part d'un point de vue personnel.
it: Mia madre ha condiviso un'intuizione personale con me.
ko: 어머니는 개인적인 통찰을 저와 공유하셨습니다.
pl: Moja matka podzieliła się ze mną osobistym spostrzeżeniem.
pt_br: Minha mãe compartilhou uma percepção pessoal comigo.
ru: Мать поделилась со мной своим мнением.
tr: Annem benimle kişisel bir tespitimi paylaştı.
vi: Mẹ của tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với tôi.
zh_hans: 我的妈妈和我分享了个人见解。

source: My father shared a personal insight with me.
de: Mein Vater teilte mir eine persönliche Erkenntnis mit.
fr: Mon père m'a fait part d'un point de vue personnel.
it: Mio padre ha condiviso un'intuizione personale con me.
ko: 아버지는 개인적인 통찰을 저와 공유하셨습니다.
pl: Mój ojciec podzielił się ze mną osobistym spostrzeżeniem.
pt_br: Meu pai compartilhou uma percepção pessoal comigo.
ru: Отец поделился со мной своим мнением.
tr: Babam benimle kişisel bir tespitimi paylaştı.
vi: Cha của tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với tôi.
zh_hans: 我的父亲与我分享了个人见解。

source: My child shared a personal insight with me.
de: Mein Kind teilte mir eine persönliche Erkenntnis mit.
fr: Mon enfant m'a fait part d'un point de vue personnel.
it: Mio figlio ha condiviso un'intuizione personale con me.
ko: 우리 아이는 개인적인 통찰력을 나와 공유했습니다.
pl: Moje dziecko podzieliło się ze mną osobistym spostrzeżeniem.
pt_br: Meu filho compartilhou uma percepção pessoal comigo.
ru: Мой ребёнок поделился со мной мнением.
tr: Çocuğum benimle kişisel bir tespitimi paylaştı.
vi: Con của tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với tôi.
zh_hans: 我的孩子与我分享了个人见解。

source: My friend shared a personal insight with me.
de: Mein Freund teilte mir eine persönliche Erkenntnis mit.
fr: Mon ami m'a fait part d'un point de vue personnel.
it: Il mio amico ha condiviso un'intuizione personale con me.
ko: 내 친구는 개인적인 통찰력을 나와 공유했습니다.
pl: Mój przyjaciel podzielił się ze mną osobistym spostrzeżeniem.
pt_br: Meu amigo compartilhou uma percepção pessoal comigo.
ru: Друг поделился со мной своим мнением.
tr: Arkadaşım benimle kişisel bir tespitimi paylaştı.
vi: Bạn của tôi đã chia sẻ một cái nhìn sâu sắc cá nhân với tôi.
zh_hans: 我的朋友和我分享了个人见解。

source: An acquaintance shared a personal insight with me.
de: Ein Bekannter teilte mir eine persönliche Erkenntnis mit.
fr: Une connaissance m'a fait part d'un point de vue personnel.
it: Un conoscente ha condiviso un'intuizione personale con me.
ko: 지인이 나와 개인적인 통찰력을 공유했습니다.
pl: Mój znajomy podzielił się ze mną osobistym spostrzeżeniem.
pt_br: Um conhecido compartilhou uma percepção pessoal comigo.
ru: Знакомый поделился со мной своим мнением.
tr: Bir tanıdığım benimle kişisel bir tespitimi paylaştı.
vi: Một người quen đã chia sẻ một cái nhìn sâu sắc cá nhân với tôi.
zh_hans: 一位熟人与我分享了个人见解。

source: Somebody shared a personal insight with me.
de: Jemand teilte mir eine persönliche Erkenntnis mit.
fr: Quelqu'un m'a fait part d'un point de vue personnel.
it: Qualcuno ha condiviso un'intuizione personale con me.
ko: 누군가 나와 개인적인 통찰력을 공유했습니다.
pl: Ktoś podzielił się ze mną osobistym spostrzeżeniem.
pt_br: Alguém compartilhou uma percepção pessoal comigo.
ru: Кто-то поделился со мной своим мнением.
tr: Biri benimle kişisel bir tespitimi paylaştı.
vi: Ai đó đã chia sẻ một cái nhìn sâu sắc cá nhân với tôi.
zh_hans: 某个人告诉我一个他的个人看法

source: I discussed my problems with my spouse.
de: Ich habe meine Probleme mit meinem Ehepartner besprochen.
fr: J'ai discuté de mes problèmes avec mon conjoint.
it: Ho parlato dei miei problemi col mio coniuge.
ko: 나는 내 문제를 배우자와 상의했다.
pl: Przedyskutowałem swoje problemy z moim współmałżonkiem.
pt_br: Eu discuti meus problemas com meu cônjuge.
ru: Я поговорил с супругом о своих проблемах.
tr: Sorunlarımı eşimle konuştum.
vi: Tôi đã thảo luận các vấn đề của tôi với người bạn đời của tôi.
zh_hans: 我和我的配偶讨论了我的问题。

source: I discussed my problems with my lover.
de: Ich habe meine Probleme mit meinem Liebhaber besprochen.
fr: J'ai discuté de mes problèmes avec mon amant.
it: Ho parlato dei miei problemi col mio amante.
ko: 나는 애인과 내 문제를 논의했습니다.
pl: Przedyskutowałem swoje problemy z moim kochankiem.
pt_br: Eu discuti meus problemas com meu amor.
ru: Я поговорил с любимым о своих проблемах.
tr: Sorunlarımı sevgilimle konuştum.
vi: Tôi đã thảo luận các vấn đề của tôi với người yêu của tôi.
zh_hans: 我和恋人讨论了我的问题。

source: I discussed my problems with my sibling.
de: Ich habe meine Probleme mit meinem Geschwisterchen besprochen.
fr: J'ai discuté de mes problèmes avec mon frère.
it: Ho parlato dei miei problemi con mio fratello.
ko: 나는 내 문제를 동생과 상의했다.
pl: Przedyskutowałem swoje problemy z moim rodzeństwem.
pt_br: Eu discuti meus problemas com meu irmão.
ru: Я поговорил с близким родственником о своих проблемах.
tr: Sorunlarımı kardeşimle konuştum.
vi: Tôi đã thảo luận các vấn đề của tôi với người anh chị em của tôi.
zh_hans: 我和我的兄弟姐妹讨论了我的问题。

source: I discussed my problems with my mother.
de: Ich habe meine Probleme mit meiner Mutter besprochen.
fr: J'ai discuté de mes problèmes avec ma mère.
it: Ho parlato dei miei problemi con mia madre.
ko: 나는 내 문제를 어머니와 상의했다.
pl: Przedyskutowałem swoje problemy z moją matką.
pt_br: Eu discuti meus problemas com minha mãe.
ru: Я поговорил с матерью о своих проблемах.
tr: Sorunlarımı annemle konuştum.
vi: Tôi đã thảo luận các vấn đề của tôi với mẹ của tôi.
zh_hans: 我和妈妈讨论了我的问题。

source: I discussed my problems with my father.
de: Ich habe meine Probleme mit meinem Vater besprochen.
fr: J'ai discuté de mes problèmes avec mon père.
it: Ho parlato dei miei problemi con mio padre.
ko: 나는 내 문제를 아버지와 상의했다.
pl: Przedyskutowałem swoje problemy z moim ojcem.
pt_br: Eu discuti meus problemas com meu pai.
ru: Я поговорил с отцом о своих проблемах.
tr: Sorunlarımı babamle konuştum.
vi: Tôi đã thảo luận các vấn đề của tôi với cha của tôi.
zh_hans: 我和父亲讨论了我的问题。

source: I discussed my problems with my child.
de: Ich habe meine Probleme mit meinem Kind besprochen.
fr: J'ai discuté de mes problèmes avec mon enfant.
it: Ho parlato dei miei problemi al mio bambino.
ko: 나는 내 문제를 내 아이와 상의했다.
pl: Przedyskutowałem swoje problemy z moim dzieckiem.
pt_br: Eu discuti meus problemas com meu filho.
ru: Я поговорил с моим ребёнком о своих проблемах.
tr: Sorunlarımı çocuğumla konuştum.
vi: Tôi đã thảo luận các vấn đề của tôi với con của tôi.
zh_hans: 我和孩子讨论了我的问题。

source: I discussed my problems with my friend.
de: Ich habe meine Probleme mit meinem Freund besprochen.
fr: J'ai discuté de mes problèmes avec mon ami.
it: Ho parlato dei miei problemi col mio amico.
ko: 나는 내 문제를 친구와 상의했다.
pl: Przedyskutowałem swoje problemy z moim przyjacielem.
pt_br: Eu discuti meus problemas com meu amigo.
ru: Я поговорил с другом о своих проблемах.
tr: Sorunlarımı arkadaşımla konuştum.
vi: Tôi đã thảo luận các vấn đề của tôi với bạn của tôi.
zh_hans: 我和朋友讨论了我的问题。

source: I discussed my problems with an acquaintance.
de: Ich habe meine Probleme mit einem Bekannten besprochen.
fr: J'ai discuté de mes problèmes avec une connaissance.
it: Ho parlato dei miei problemi con un conoscente.
ko: 나는 지인과 내 문제를 논의했다.
pl: Przedyskutowałem swoje problemy z moim znajomym.
pt_br: Eu discuti problemas com um conhecido.
ru: Я поговорил со знакомым о своих проблемах.
tr: Sorunlarımı bir tanıdığımla konuştum.
vi: Tôi đã thảo luận các vấn đề của tôi với một người quen.
zh_hans: 我和一位熟人讨论了我的问题。

source: I discussed my problems with somebody.
de: Ich habe meine Probleme mit jemandem besprochen.
fr: J'ai discuté de mes problèmes avec quelqu'un.
it: Ho parlato dei miei problemi con qualcuno.
ko: 나는 누군가와 내 문제를 논의했습니다.
pl: Przedyskutowałem z kimś swoje problemy.
pt_br: Eu discuti meus problemas com alguem.
ru: Я поговорил с кем-то о своих проблемах.
tr: Sorunlarımı biriyle konuştum.
vi: Tôi đã thảo luận các vấn đề của tôi với ai đó.
zh_hans: 我和某人讨论了我的问题。

source: My spouse discussed their problems with me.
de: Mein Ehepartner hat seine Probleme mit mir besprochen.
fr: Mon conjoint a discuté de ses problèmes avec moi.
it: Il mio coniuge ha parlato con me dei suoi problemi.
ko: 배우자는 문제를 나와 상의했습니다.
pl: Mój współmałżonek przedyskutował ze mną swoje problemy.
pt_br: Meu cônjuge discutiu seus problemas comigo.
ru: Мой супруг поговорил со мной о своих проблемах.
tr: Eşim sorunlarını benimle tartıştı.
vi: Người bạn đời của tôi đã thảo luận các vấn đề của họ với tôi.
zh_hans: 我的配偶和我讨论了他们的问题。

source: My lover discussed their problems with me.
de: Meine Geliebte hat ihre Probleme mit mir besprochen.
fr: Mon amant a discuté de ses problèmes avec moi.
it: Il mio amante ha parlato con me dei suoi problemi.
ko: 내 애인은 그들의 문제를 나와 상의했다.
pl: Mój kochanek przedyskutował ze mną swoje problemy.
pt_br: Meu amor discutiu seus problemas comigo.
ru: Любимый поговорил со мной о своих проблемах.
tr: Sevgilim sorunlarını benimle tartıştı.
vi: Người yêu của tôi đã thảo luận các vấn đề của họ với tôi.
zh_hans: 我的恋人和我讨论了他们的问题。

source: My sibling discussed their problems with me.
de: Meine Geschwister haben ihre Probleme mit mir besprochen.
fr: Mon frère a discuté de ses problèmes avec moi.
it: Mio fratello ha parlato con me dei suoi problemi.
ko: 내 형제는 그들의 문제를 나와 상의했다.
pl: Jedno z mojego rodzeństwa przedyskutowało ze mną swoje problemy.
pt_br: Meu irmão discutiu seus problemas comigo.
ru: Близкий родственник поговорил со мной о своих проблемах.
tr: Kardeşim sorunlarını benimle tartıştı.
vi: Người anh chị em của tôi đã thảo luận các vấn đề của họ với tôi.
zh_hans: 我的兄弟姐妹和我讨论了他们的问题。

source: My mother discussed their problems with me.
de: Meine Mutter besprach ihre Probleme mit mir.
fr: Ma mère m'a parlé de leurs problèmes.
it: Mia madre ha parlato con me dei suoi problemi.
ko: 어머니는 그들의 문제를 나와 상의하셨습니다.
pl: Moja matka przedyskutowała ze mną swoje problemy.
pt_br: Minha mãe discutiu seus problemas comigo.
ru: Мать поговорила со мной о своих проблемах.
tr: Annem sorunlarını benimle tartıştı.
vi: Mẹ của tôi đã thảo luận các vấn đề của họ với tôi.
zh_hans: 我妈妈和我讨论了他们的问题。

source: My father discussed their problems with me.
de: Mein Vater besprach ihre Probleme mit mir.
fr: Mon père m'a parlé de leurs problèmes.
it: Mio padre ha parlato con me dei suoi problemi.
ko: 아버지는 그들의 문제를 나와 상의했습니다.
pl: Mój ojciec przedyskutował ze mną swoje problemy.
pt_br: Meu pai discutiu seus problemas comigo.
ru: Отец поговорил со мной о своих проблемах.
tr: Babam sorunlarını benimle tartıştı.
vi: Cha của tôi đã thảo luận các vấn đề của họ với tôi.
zh_hans: 我父亲和我讨论了他们的问题。

source: My child discussed their problems with me.
de: Mein Kind hat seine Probleme mit mir besprochen.
fr: Mon enfant m'a parlé de ses problèmes.
it: Il mio bambino ha parlato con me dei suoi problemi.
ko: 우리 아이는 그들의 문제를 나와 상의했습니다.
pl: Moje dziecko przedyskutowało ze mną swoje problemy.
pt_br: Meu filho discutiu seus problemas comigo.
ru: Мой ребёнок поговорил со мной о своих проблемах.
tr: Çocuğum sorunlarını benimle tartıştı.
vi: Con của tôi đã thảo luận các vấn đề của họ với tôi.
zh_hans: 我的孩子和我讨论了他们的问题。

source: My friend discussed their problems with me.
de: Mein Freund hat mit mir über ihre Probleme gesprochen.
fr: Mon ami a discuté de ses problèmes avec moi.
it: Il mio amico ha parlato con me dei suoi problemi.
ko: 내 친구는 그들의 문제를 나와 상의했다.
pl: Mój przyjaciel przedyskutował ze mną swoje problemy.
pt_br: Meu amigo discutiu seus problemas comigo.
ru: Друг поговорил со мной о своих проблемах.
tr: Arkadaşım sorunlarını benimle tartıştı.
vi: Bạn của tôi đã thảo luận các vấn đề của họ với tôi.
zh_hans: 我的朋友和我讨论了他们的问题。
