Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: meal container
de: Essenscontainer
fr: récipient repas
it: contenitore per pasti
ko: 식사 용기
pl: pojemnik na żywność
pt_br: recipiente de refeição
ru: ёмкость для готовой пищи
tr: yemek kabı
vi: vật chứa bữa ăn
zh_hans: 餐盒

source: liquid container
de: Flüssigkeitscontainer
fr: récipient liquide
it: contenitore per liquidi
ko: 액체 용기
pl: pojemnik na płyn
pt_br: recipiente de líquido
ru: ёмкость для жидкости
tr: sıvı kabı
vi: vật chứa chất lỏng
zh_hans: 液体容器

source: food storage
de: Essenslager
fr: stockage alimentaire
it: scorta alimentare
ko: 식품 저장
pl: skład jedzenia
pt_br: conservação de alimentos
ru: ёмкость для пищи
tr: gıda saklama
vi: kho thực phẩm
zh_hans: 食物贮藏

source: hive
de: Bienenstock
fr: ruche
it: alveare
ko: 하이브
pl: rój
pt_br: colmeia
ru: улей
tr: kovan
vi: tổ ong
zh_hans: 蜂巢

source: nest box
de: Nistkasten
fr: Boîte de nidification
it: nido artificiale
ko: 둥지 상자
pl: skrzynka lęgowa
pt_br: caixa-ninho
ru: насест
tr: folluk
vi: hộp làm tổ
zh_hans: 巢箱

source: small object container
de: Container für kleine Gegenstände
fr: conteneur pour petits objets
it: piccolo contenitore per oggetti
ko: 작은 개체 보관함
pl: pojuemnik na małe przedmioty
pt_br: recipiente de objeto pequeno
ru: контейнер для небольших предметов
tr: küçük nesne kabı
vi: vật chứa vật nhỏ
zh_hans: 小物件容器

source: track cart
de: Schienenkarren
fr: chariot de voie
it: carello binario
ko: 트랙 카트
pl: wózek na tory
pt_br: pista de carrinho
ru: вагонетка
tr: ray vagonu
vi: xe đẩy trên ray
zh_hans: 轨道车

source: heavy object hauler
de: Schwertransporter
fr: transporteur d'objets lourds
it: trasportatore di oggetti pesanti
ko: 무거운 물체 운반자
pl: tragarz ciężkich przedmiotów
pt_br: transportador de objetos pesados
ru: тягач для тяжелых предметов
tr: ağır nesne taşıyıcı
vi: phương tiện vận chuyển vật nặng
zh_hans: 重物搬运工

source: sheet roller
fr: rouleau de feuille
it: macchina a rullo foglio
ko: 시트 롤러
pl: zwijacz arkuszy
pt_br: rolo de folhas
ru: валики для бумаги
tr: tomar çubuğu
vi: máy cán tấm
zh_hans: 压路机

source: folded sheet protector
fr: feuille de protection pliée
it: protezione foglio piegato
ko: 접힌 시트 프로텍터
pl: ochraniacz na złożoną kartkę
pt_br: protetor de chapa dobrada
ru: свернутая обёрточная бумага
tr: katlanmış kağıt koruyucu
vi: vật bảo vệ tấm đã gấp
zh_hans: 折叠保护膜

source: writing container
de: Schreibcontainer
fr: récipient d'écriture
it: contenitore di scrittura
ko: 쓰기 컨테이너
pl: pojemnik na pismo
pt_br: recipiente de escrita
ru: контейнер записей
tr: yazı kabı
vi: vật chứa văn bản
zh_hans: 写容器

source: bookcase
de: Bücherregal
fr: bibliothèque
it: libreria
ko: 책장
pl: biblioteczka
pt_br: estante de livros
ru: книжный шкаф
tr: kitaplık
vi: kệ sách
zh_hans: 书架

source: display object
de: Objekt anzeigen
fr: objet d'affichage
it: esponi oggetto
ko: 표시 개체
pl: wyświetlany obiekt
pt_br: exibir objeto
ru: витрина
tr: sergileme nesnesi
vi: vật trưng bày
zh_hans: 显示对象

source: offering placement
de: Angebotsabgabe
fr: offre de placement
it: offerta di collocamento
ko: 공양물 배치
pt_br: Oferecendo tributo
ru: размещение предложений
tr: adak yerleştirme
vi: nơi đặt lễ vật
zh_hans: 提供安置处

source: games of chance
de: Glücksspiele
fr: jeux de chances
it: giochi d'azzardo
ko: 우연의 게임
pl: gra prawdopodobieństwa
pt_br: jogos de azar
ru: азартные игры
tr: şans oyunları
vi: trò chơi may rủi
zh_hans: 机会游戏

source: that isn't a bin
de: das ist keine Mülltonne
fr: ce n'est pas une poubelle
it: quello non è un bidone
ko: 그건 상자가 아니다
pl: to nie jest śmietnik
pt_br: Isso não é um bin
ru: это не ящик
tr: kutu olmayan
vi: đó không phải là thùng
zh_hans: 那不是垃圾箱

source: ate vermin while starving
de: aß Ungeziefer, während er hungerte
fr: mangé de la vermine en mourant de faim
it: ha mangiato parassiti per non morire di fame
ko: 굶으면서 해충을 먹었다
pl: zjadł robactwo podczas głodu
pt_br: comeu vermes enquanto com fome.
ru: ел вредителя во время голодания
tr: açlıktan ölürken haşere yedi
vi: đã ăn vật gây hại khi đang đói
zh_hans: 快饿死时吃了害虫

source: descends to a rant in places
de: wird stellenweise zu einem Schimpfwort
fr: descend à une diatribe par endroits
it: in alcuni punti si riduce a un rantolo
ko: 장소에서 호언 장담에 내려
pl: miejscami popada w rant
pt_br: desce para um discurso retórico em lugares
ru: местами приходит в неистовство
tr: yer yer sayıklamaya dönüşüyor
vi: đôi khi sa đà vào những lời lẽ phàn nàn
zh_hans: 在某些地方咆哮

source: the storing of
fr: le stockage de
it: lo stoccaggio di
ko: 의 저장
pl: przechowywanie
pt_br: o armazenamento de
ru: хранение
tr: şunun depolanması:
vi: việc lưu trữ
zh_hans: 存储

source: by a
de: von einem
fr: par un
it: da un
ko: 에 의해
pl: przez
pt_br: por um
ru: с помощью
tr: bir ... tarafından
vi: bởi một
zh_hans: 由一个

source: flown
de: geflogen
fr: volé
it: sfumato
ko: 비행
pl: latał
pt_br: Voo
ru: пролетел
tr: uçtu
vi: đã bay
zh_hans: 飞过的飞过的

source: rough
de: rau
fr: rugueux
it: grezzo
ko: 거친
pl: surowy
pt_br: áspero
ru: грубый
tr: kaba
vi: thô ráp
zh_hans: 粗糙

source: Reinforced
tr: Güçlendirilmiş
vi: gia cố

source: log
de: Protokoll
fr: Journal
it: tronco
ko: 통나무
pl: kłoda
ru: журнал
tr: kütük
vi: khúc gỗ
zh_hans: 原木

source: block
de: blocken
fr: bloquer
it: blocco
ko: 막혔다
pl: k
pt_br: bloco
ru: блок
tr: blok
vi: khối
zh_hans: 块

source: the river
de: der Fluss
fr: la rivière
it: il fiume
ko: 강
pl: rzeka
pt_br: o rio
ru: река
tr: nehir
vi: con sông
zh_hans: 河流

source: the cave
de: die Höhle
fr: la cave
it: la grotta
ko: 동굴
pl: jaskinia
pt_br: a caverna
ru: пещера
tr: mağara
vi: hang động
zh_hans: 山洞

source: the pit
de: die Grube
fr: la fosse
it: la fossa
ko: 구덩이
pl: dół
pt_br: Buraco de Tecido
ru: яма
tr: çukur
vi: hố sâu
zh_hans: 坑

source: the magma pool
de: der Magmapool
fr: la piscine de magma
it: la pozza di magma
ko: 마그마 웅덩이
pl: jezioro magmy
pt_br: a piscina de magma
ru: озеро магмы
tr: magma havuzu
vi: hồ magma
zh_hans: 岩浆池

source: the volcano
de: der Vulkan
fr: le volcan
it: il vulcano
ko: 화산
pl: wulkan
pt_br: o vulcao
ru: вулкан
tr: yanardağ
vi: núi lửa
zh_hans: 火山

source: the underworld portal
de: das Portal zur Unterwelt
fr: le portail des enfers
it: il portale degli inferi
ko: 지하 세계 포털
pl: portal do świata podziemnego
pt_br: o portal do submundo
ru: врата в подземный мир
tr: yeraltı dünyası kapısı
vi: cổng của thế giới ngầm
zh_hans: 冥界之门

source: the subterranean water
de: das unterirdische Wasser
fr: l'eau souterraine
it: l'acqua sotterranea
ko: 지하수
pl: wody podpowierzchniowe
pt_br: águas subterrâneas
ru: подземные воды
tr: yeraltı suyu
vi: nước ngầm
zh_hans: 地下水

source: the underworld
de: die Unterwelt
fr: le monde souterrain
it: gli inferi
ko: 지하 세계
pl: Podziemny Świat
pt_br: Submundo
ru: подземный мир
tr: yeraltı dünyası
vi: thế giới ngầm
zh_hans: 黑社会

source: deposit
de: Kaution
fr: verser
it: deposito
ko: 보증금
pl: depozyt
pt_br: Depósito
ru: залежи
tr: yatağı
vi: vỉa quặng
zh_hans: 存款

source: little memory to speak of
de: kaum ein Gedächtnis, von dem man sprechen könnte
fr: peu de souvenir à proprement parler
it: poca memoria di cui parlare
ko: 없는 거나 다름없는 기억력
pl: Niewiele pamięci, o której można by mówić
pt_br: pouca memória para falar de
ru: , можно сказать, вообще нет памяти
tr: bahsedilecek kadar hafıza yok
vi: có rất ít ký ức đáng kể
zh_hans: 毫无记性可言

source: Could not copy file
tr: Dosya kopyalanamadı:
vi: Không thể sao chép tập tin

source: File not found:
tr: Dosya bulunamadı:
vi: Không tìm thấy tập tin:

source: Failed to remove file
tr: Dosya silinemedi:
vi: Xóa tập tin thất bại

source: Failed to copy
tr: Kopyalama başarısız:
vi: Sao chép thất bại

source: Failed to create directory
tr: Dizin oluşturulamadı:
vi: Tạo thư mục thất bại

source: The glowing barrier has disappeared, replaced by terrible shrieks from the underworld!
de: Die leuchtende Barriere ist verschwunden, an ihrer Stelle ertönt ein schreckliches Kreischen aus der Unterwelt!
fr: La barrière lumineuse a disparu, remplacée par de terribles hurlements venus des enfers !
it: La barriera luminosa è scomparsa, sostituita da terribili urla provenienti dagli inferi!
ko: 빛나는 장벽이 사라지고, 저승에서 들려오는 끔찍한 비명으로 채워졌습니다!
pl: Świecąca bariera zniknęła, zastąpiona straszliwymi wrzaskami z podziemi!
pt_br: A barreira de incandescência desapareceu, substituído por gritos terríveis do submundo!
ru: Светящийся барьер исчез, сменившись ужасающими криками из преисподней!
tr: Parıldayan engel kayboldu, yerini yeraltı dünyasından gelen korkunç çığlıklara bıraktı!
vi: Hàng rào phát sáng đã biến mất, thay vào đó là những tiếng thét kinh hoàng từ thế giới ngầm!
zh_hans: 发光的障碍消失了，取而代之的是来自黑社会的可怕尖叫声！

source: The glowing barrier has disappeared!
de: Die leuchtende Barriere ist verschwunden!
fr: La barrière lumineuse a disparu !
it: La barriera luminosa è scomparsa!
ko: 빛나는 장벽이 사라졌습니다!
pl: Świecąca bariera zniknęła!
pt_br: A barreira de incandescência desapareceu!
ru: Светящийся барьер исчез!
tr: Parıldayan engel kayboldu!
vi: Hàng rào phát sáng đã biến mất!
zh_hans: 发光的障碍消失了！

source: Deep within this strange place, we've uncovered what must be a treasure of the gods!
de: Tief an diesem seltsamen Ort haben wir einen Schatz der Götter entdeckt!
fr: Au plus profond de cet endroit étrange, nous avons découvert ce qui doit être un trésor des dieux !
it: Nelle profondità di questo strano luogo abbiamo scoperto quello che dev'essere un tesoro degli dei!
ko: 이 기묘하고 깊숙한 곳에서, 우리는 신들의 보물임에 틀림없는 것을 발견했습니다!
pl: Głęboko w tym dziwnym miejscu odkryliśmy coś, co musi być skarbem bogów!
pt_br: Nas profundezas deste estranho lugar, descobrimos o que deve ser um tesouro dos deuses!
ru: Глубоко в этом странном месте мы обнаружили то, что должно быть сокровищем богов!
tr: Bu garip yerin derinliklerinde, tanrıların hazinesi olması gereken bir şeyi ortaya çıkardık!
vi: Sâu thẳm trong nơi kỳ lạ này, chúng ta đã phát hiện ra thứ chắc hẳn là một báu vật của các vị thần!
zh_hans: 在这个奇怪的地方深处，我们发现的一定是诸神的宝藏!

source: We checked that stone for heat! What devilry is this?!
de: Wir haben den Stein auf Hitze geprüft! Was ist das für eine Teufelei?!
fr: On a vérifié la chaleur de cette pierre ! Quelle est cette diablerie ? !
it: Abbiamo controllato che la pietra fosse calda! Che diavoleria è questa?!
ko: 우리는 그 돌의 열을 확인했습니다!
pl: Sprawdziliśmy ten kamień pod kątem ciepła! Co to za diabelstwo?!
pt_br: Nós checamos aquela pedra em busca de calor! Que diabrura é essa?!
ru: Мы проверили этот камень на тепло! Что за чертовщина?!
vi: Chúng ta đã kiểm tra nhiệt độ của tảng đá đó! Đây là loại ma quỷ gì vậy?!
zh_hans: 我们检查了那块石头的热量！这是什么鬼？！

source: Some ancient horror was encased here, until now!
de: Ein uralter Schrecken war hier eingeschlossen, bis jetzt!
fr: Une horreur ancienne était enfermée ici, jusqu'à maintenant !
it: Un antico orrore era racchiuso qui, fino ad ora!
ko: 고대의 공포가 지금까지 이곳에 갇혀 있었습니다!
pl: Jakiś starożytny horror był tu zamknięty, aż do teraz!
pt_br: Algum horror antigo foi encerrado aqui, até agora!
ru: Какой-то древний ужас был заключен здесь до сих пор!
tr: Eski bir dehşet buraya hapsedilmişti, şimdiye kadar!
vi: Một nỗi kinh hoàng cổ xưa đã bị phong ấn tại đây, cho đến tận bây giờ!
zh_hans: 一些古老的恐怖被潜藏于此，直到现在!

source: Apocalypse! We are being judged by the gods!
de: Apokalypse! Wir werden von den Göttern verurteilt!
fr: Apocalypse! Nous sommes jugés par les dieux !
it: Apocalisse! Siamo giudicati dagli dei!
ko: 세상의 종말! 우리는 신들의 심판을 받고 있습니다!
pl: Apokalipsa! Jesteśmy sądzeni przez bogów!
pt_br: Apocalipse! Estamos sendo julgados pelos deuses!
ru: Апокалипсис! Нас судят боги!
vi: Khải Huyền! Chúng ta đang bị các vị thần phán xét!
zh_hans: 天启！我们正在接受神的审判！

source: Something evil is emerging from this newly exposed pocket!
de: Aus dieser neu entdeckten Tasche dringt etwas Böses!
fr: Quelque chose de maléfique émerge de cette poche nouvellement exposée !
it: Qualcosa di malvagio sta emergendo da questa buca appena esposta!
ko: 새롭게 노출된 이 주머니에서 뭔가 사악한 것이 나타나고 있습니다!
pl: Coś złego wyłania się z tej nowo odsłoniętej komory!
pt_br: Algo maligno está emergindo deste bolso recém-exposto!
ru: Что-то злое выходит из этого недавно открытой темницы!
tr: Bu yeni açığa çıkan boşluktan kötü bir şey çıkıyor!
vi: Một thứ tà ác đang trỗi dậy từ cái hốc mới lộ ra này!
zh_hans: 邪恶的存在正在从这个新暴露的口袋里冒出来!

source: We have unleashed the echo of a forgotten divine retribution!
de: Wir haben das Echo einer vergessenen göttlichen Vergeltung entfesselt!
fr: Nous avons déclenché l'écho d'un châtiment divin oublié !
it: Abbiamo scatenato l'eco di un castigo divino dimenticata!
ko: 우리는 잊혀진 신성한 보복의 메아리를 불러일으켰습니다!
pl: Uwolniliśmy echo zapomnianej boskiej zemsty!
pt_br: Soltamos o eco de uma retribuição divina esquecida!
ru: Мы выпустили эхо забытого божественного возмездия!
tr: Unutulmuş ilahi bir cezanın yankısını serbest bıraktık!
vi: Chúng ta đã giải phóng tiếng vọng của một sự trừng phạt thiêng liêng bị lãng quên!
zh_hans: 我们已经释放了被遗忘的神的报应的回声!

source: Horrifying screams come from the darkness below!
de: Furchteinflößende Schreie klingen aus der Dunkelheit herauf.
fr: Des cris horribles viennent des ténèbres en dessous !
it: Urla spaventose provengono dalle tenebre sottostanti!
ko: 소름끼치는 비명소리가 저 칠흑같은 어둠 속에서 들려온다!
pl: Przerażające krzyki dochodzą z ciemności poniżej!
pt_br: Horripilantes gritos vindo da escuridão abaixo!
ru: Ужасные крики доносятся из темноты внизу!
tr: Aşağıdaki karanlıktan korkunç çığlıklar geliyor!
vi: Những tiếng thét kinh hoàng vang lên từ bóng tối bên dưới!
zh_hans: 自无底深渊传来一阵可怕的尖嚎！

source: smoke
de: Rauch
fr: fumée
it: fumo
ko: 연기
pl: dym
pt_br: fumaça
ru: дым
tr: duman
vi: khói
zh_hans: 抽烟

source: Saving world
de: Speichere Welt
fr: Sauver le monde
it: Salvataggio mondo
ko: 세계 저장 중
pl: Zapisywanie świata
pt_br: Salvando mundo
ru: Сохранение мира
tr: Dünya kaydediliyor
vi: Đang lưu thế giới
zh_hans: 保存世界中

source: Offloading art images...
fr: Déchargement des images d'art...
it: Scaricamento immagini arte...
ko: 아트 이미지 오프로드 중...
pl: Przenoszenie obrazów artystycznych...
pt_br: Descarregamento de imagens de arte...
ru: Выгрузка изображений...
tr: Sanat görselleri boşaltılıyor...
vi: Đang dỡ bỏ hình ảnh nghệ thuật...
zh_hans: 卸载艺术图像......

source: Sorting world information...
fr: Tri des informations mondiales...
it: Ordinamento delle informazioni sul mondo...
ko: 세계 정보를 정렬하는 중...
pl: Sortowanie informacji o świecie...
pt_br: Classificação de informações do mundo...
ru: Сортировка информации о мире...
tr: Dünya bilgisi sıralanıyor...
vi: Đang sắp xếp thông tin thế giới...
zh_hans: 排序世界信息......

source: Saving map data...
fr: Enregistrement des données cartographiques...
it: Salvataggio dati mappa...
ko: 지도 데이터 저장 중...
pl: Zapis danych mapy...
pt_br: Salvar dados do mapa...
ru: Сохранение данных карты...
tr: Harita verisi kaydediliyor...
vi: Đang lưu dữ liệu bản đồ...
zh_hans: 保存地图数据......

source: Saving civilized populations...
fr: Sauver les populations civilisées...
it: Salvataggio popolazioni civilizzate...
ko: 문명 인구 저장 중...
pl: Ocalenie cywilizowanych populacji...
pt_br: Salvando as populações civilizadas...
ru: Сохранение цивилизованного населения...
tr: Medeni nüfuslar kaydediliyor...
vi: Đang lưu các quần thể văn minh...
zh_hans: 拯救文明人口......

source: Saving history...
fr: Enregistrement de l'historique...
it: Salvataggio storia...
ko: 역사 저장 중...
pl: Zapisywanie historii...
pt_br: Salvando a história...
ru: Сохранение истории...
tr: Tarihçe kaydediliyor...
vi: Đang lưu lịch sử...
zh_hans: 保存历史......

source: Saving parameters...
fr: Enregistrement des paramètres...
it: Salvataggio dei parametri...
ko: 매개변수 저장 중...
pl: Zapisywanie parametrów...
pt_br: Salvar parâmetros...
ru: Сохранение параметров...
tr: Parametreler kaydediliyor...
vi: Đang lưu thông số...
zh_hans: 保存参数......

source: Saving tracking info...
fr: Enregistrement des informations de suivi...
it: Salvataggio info tracciamento...
ko: 추적 정보 저장 중...
pl: Zapisywanie informacji o śledzeniu...
pt_br: Salvar informação de rastreamento...
ru: Сохранение информации об отслеживании...
tr: İzleme bilgisi kaydediliyor...
vi: Đang lưu thông tin theo dõi...
zh_hans: 保存跟踪信息......

source: Saving agreements...
fr: Enregistrement des accords...
it: Salvataggio accordi...
ko: 계약 저장 중...
pl: Zapisywanie umów...
pt_br: Salvando os acordos...
ru: Сохранение соглашений...
tr: Anlaşmalar kaydediliyor...
vi: Đang lưu thỏa thuận...
zh_hans: 保存协议......

source: Synchronizing folders...
fr: Synchronisation des dossiers...
it: Sincronizzazione delle cartelle...
ko: 폴더 동기화 중...
pl: Synchronizacja folderów...
pt_br: Sincronizando pastas...
ru: Синхронизация папок...
tr: Klasörler senkronize ediliyor...
vi: Đang đồng bộ hóa thư mục...
zh_hans: 同步文件夹...

source: Blacksmithing
de: Schmiedekunst
fr: Forge
it: Forgiatura d'arnesi
ko: 대장장이업
pl: Kowalstwo
pt_br: Ferreiro
ru: Кузнечное дело
tr: Demircilik
vi: Rèn
zh_hans: 金属加工

source: Passing a few weeks to get things ready...
de: Ein paar Wochen vergehen lassen, um alles vorzubereiten...
fr: Passer quelques semaines à préparer les choses...
it: Passano alcune settimane per preparare le cose...
ko: 준비하느라 몇주걸림...
pl: Minie kilka tygodni, zanim wszystko będzie gotowe...
pt_br: Avançando algumas semanas para deixar tudo pronto...
ru: Прошло несколько недель, чтобы все подготовить...
tr: İşleri hazırlamak için birkaç hafta geçiriliyor...
vi: Trôi qua vài tuần để chuẩn bị...
zh_hans: 矮人们正忙上几周时间，把事情准备妥当...

source: Cleaning play objects...
de: Spielelemente bereinigen
fr: Nettoyer les objets de jeu...
it: Pulizia oggetti di gioco...
ko: 플레이 개체 청소...
pl: Czyszczenie przedmiotów...
pt_br: Limpeza de objetos do jogo...
ru: Очистка игровых объектов...
tr: Oyun nesneleri temizleniyor...
vi: Dọn dẹp đối tượng trò chơi...
zh_hans: 清洁游戏对象......

source: Cleaning stranded objects...
de: Reinigung gestrandeter Objekte...
fr: Nettoyage d'objets échoués...
it: Pulizia oggetti bloccati...
ko: 좌초된 물체 청소...
pl: Czyszczenie zablokowanych obiektów...
pt_br: Limpeza de objetos encalhados...
ru: Очистка связанных объектов...
tr: Sahipsiz nesneler temizleniyor...
vi: Dọn dẹp các đối tượng bị kẹt...
zh_hans: 清理搁浅的物体......

source: Cleaning game objects...
de: Reinigung von Spielobjekten...
fr: Nettoyer les objets du jeu...
it: Pulizia oggetti del gioco...
ko: 게임 오브젝트 정리 중...
pl: Czyszczenie obiektów w grze...
pt_br: Limpando os objetos do jogo...
ru: Очистка объектов игры...
tr: Oyun nesneleri temizleniyor...
vi: Dọn dẹp đối tượng game...
zh_hans: 清理游戏实体...

source: *** STARTING NEW GAME ***
de: *** NEUES SPIEL BEGINNEN ***
fr: *** COMMENCER UN NOUVEAU JEU ***
it: *** COMINCIA NUOVA PARTITA ***
ko: *** 새 게임 시작 ***
pl: *** ROZPOCZĘCIE NOWEJ GRY ***
pt_br: *** começando um novo jogo ***
ru: *** НАЧАЛО НОВОЙ ИГРЫ ***
tr: *** YENİ OYUN BAŞLATILIYOR ***
vi: *** BẮT ĐẦU VÁN MỚI ***
zh_hans: ***开始新游戏***

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Farewell, [VAR:NATIVENAME:MEETING:NOBLE]. I look forward to our meeting next year. Our fortunes rise and fall together.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Farewell, [VAR:NATIVENAME:MEETING:NOBLE]: Je me réjouis de notre rencontre l'année prochaine. Nos fortunes s'élèvent et s'effondrent ensemble.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Addio, [VAR:NATIVENAME:MEETING:NOBLE]. Non vedo l'ora d'incontrarci l'anno prossimo. Le nostre fortune aumentano e diminuiscono insieme.
ko: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 잘 있으시오, [VAR:NATIVENAME:MEETING:NOBLE]. 내년 다시 만날 날을 기약하겠소. 우리의 부와 운명은 함께 오르며 내릴것이오.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Żegnaj, [VAR:NATIVENAME:MEETING:NOBLE]. Będę wyczekiwał naszego spotkania w przyszłym roku. Nasze fortuny rosną i upadają razem.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Adeus, [VAR:NATIVENAME:MEETING:NOBLE]. Eu aguardo ansioso pelo nosso encontro no próximo ano. Que nossas fortunas cresçam e diminuam juntas.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Прощайте, [VAR:NATIVENAME:MEETING:NOBLE]. Я с нетерпением жду нашей встречи в следующем году. Наши судьбы растут и падают вместе.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Tạm biệt, [VAR:NATIVENAME:MEETING:NOBLE]. Tôi mong chờ cuộc gặp của chúng ta vào năm tới. Vận mệnh của chúng ta cùng thăng cùng trầm.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 再会了， [VAR:NATIVENAME:MEETING:NOBLE]. 我期待着我们明年的会面。 我们的命运是荣辱与共的。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: I am your liaison from the Mountainhomes. Let's discuss your situation.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Je suis votre agent liaison depuis les Mountainhomes. Discutons de votre situation.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Sono il tuo intermediario dalle Rocchenaniche. Discutiamo della tua situazione.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Jestem waszym łącznikiem z Górniczym Domem. Omówmy waszą sytuację.
pt_br: P[C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Eu sou seu contato do palaciomontanhas . Vamos discutir a situação.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Можете считать меня посланником из Горных Домов. Позвольте обсудить ваше положение.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Tôi là người liên lạc từ Mountainhomes. Chúng ta hãy thảo luận về tình hình của ngài.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 我是你的联络人，来自山居城。 让我们讨论一下你的情况。

source: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: You have disrespected the trees in this area, but this is what we have come to expect from your stunted kind. Further abuse cannot be tolerated. Let this be a warning to you.
fr: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Vous avez manqué de respect aux arbres de cette région, mais c'est ce que nous attendons de votre espèce rabougrie. D'autres abus ne peuvent être tolérés. Que ceci soit un avertissement pour vous.
it: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Avete mancato di rispetto gli alberi di quest'area, ma questo è ciò che ci aspettiamo dalla vostra razza corta. Ulteriori abusi non possono essere tollerati. Che questo sia un avvertimento per voi.
ko: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 당신들은 이 지역의 나무를 존중하지 않았습니다. 당신들의 족속이 이럴것이라 예상은 했지만 말이죠. 더 이상의 학대는 용납할 수 없으니, 우리의 경고를 귀담아 들으시길 바랍니다.
pl: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Nie uszanowaliście drzew w tej okolicy, ale jest to coś, czego oczekiwaliśmy od waszego karłowatego gatunku. Dalsze nadużycia nie będą tolerowane. Niech to będzie dla was ostrzeżenie.
pt_br: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Vocês desrespeitaram as árvores desta área, um comportamento já esperado para uma raça pequena como a sua. Ofensas futuras não serão toleradas. Que isto seja um aviso.
ru: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Вы проявили неуважение к деревьям в этой местности, но именно этого мы и ожидали от вашего низкорослого вида. Дальнейшие злоупотребления не могут быть терпимы. Пусть это будет для вас предупреждением.
vi: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: Ngươi đã thiếu tôn trọng cây cối trong khu vực này, nhưng điều này cũng đúng như những gì chúng ta vẫn mong đợi từ giống lùn tịt của ngươi. Không thể dung thứ cho những hành vi lạm dụng tiếp theo. Hãy xem đây là lời cảnh cáo dành cho ngươi.
zh_hans: [C:VAR:MEETING:ACTOR][VAR:NATIVENAME:MEETING:ACTOR]: 你们不尊重这个地区的树木，但是我们还是希望给你们这些贱类一次改过的机会。 再敢倒行逆施绝不可容忍。 这是我们对你们的最后通牒。
