Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: The selected stockpile will take items from here.
de: Das ausgewählte Stockpile nimmt Items von hier.
fr: Le stock sélectionné prendra des objets à partir d'ici.
it: La scorta selezionata prenderà gli oggetti da qui.
ko: 선택한 저장구역은 이곳에서 물건을 가지고 올겁니다..
pl: Wybrany magazyn będzie brał stąd przedmioty.
pt_br: O depósito selecionado pegará itens daqui.
ru: Выбранный склад будет принимать предметы отсюда.
tr: Seçilen stok alanı buradan eşya alacak.
vi: Kho chứa đã chọn sẽ lấy vật phẩm từ đây.
zh_hans: 选定的库存将从这里提取物品。

source: The selected stockpile will give items to here.
de: Das ausgewählte Stockpile wird hier Items abgeben.
fr: Le stock sélectionné donnera des objets ici.
it: La scorta selezionata darà oggetti qui.
ko: 선택한 저장구역은 이곳에 물건을 줄겁니다.
pl: Wybrany magazyn będzie tutaj dawał przedmioty.
pt_br: O depósito selecionado entregará itens aqui.
ru: Выбранный склад передаст предметы сюда.
tr: Seçilen stok alanı buraya eşya verecek.
vi: Kho chứa đã chọn sẽ cung cấp vật phẩm đến đây.
zh_hans: 选定的库存将向此处提供物品。

source: The creature is chained.
de: Die Kreatur ist angekettet.
fr: La créature est enchaînée.
it: La creatura è incatenata.
ko: 그 생물은 사슬에 묶여 있습니다.
pl: Stworzenie jest zakute.
pt_br: A criatura está acorrentada.
ru: Существо приковано цепью.
tr: Yaratık zincirli.
vi: Sinh vật này đang bị xích.
zh_hans: 这个生物被锁住了

source: The creature is caged.
de: Die Kreatur ist eingesperrt.
fr: La créature est en cage.
it: La creatura è ingabbiata.
ko: 생물은 우리에 갇혀 있습니다.
pl: Stworzenie jest uwięzione w klatce.
pt_br: A criatura está enjaulada.
ru: Существо в клетке.
tr: Yaratık kafeste.
vi: Sinh vật này đang bị nhốt trong lồng.
zh_hans: 生物被笼子关住。

source: The creature is set to be chained.
de: Die Kreatur soll angekettet werden.
fr: La créature est prête à être enchaînée.
it: La creatura è pronta per essere incatenata.
ko: 생물은 사슬에 묶이도록 설정되어 있습니다.
pl: Stworzenie ma zostać zakute.
pt_br: A criatura está definida para ser acorrentada.
ru: Существо заковывают в цепи.
tr: Yaratık zincirlenmek üzere ayarlanmış.
vi: Sinh vật này được đặt để bị xích.
zh_hans: 这个生物将被锁住

source: The creature is set to be caged.
de: Die Kreatur soll eingesperrt werden.
fr: La créature est destinée à être mise en cage.
it: La creatura è pronta a essere messa in gabbia.
ko: 생물은 우리에 갇히도록 설정되어 있습니다.
pl: Stworzenie ma zostać uwięzione w klatce.
pt_br: A criatura está definida para ser enjaulada.
ru: Существо помещено в клетку.
tr: Yaratık kafeslenmek üzere ayarlanmış.
vi: Sinh vật này được đặt để bị nhốt trong lồng.
zh_hans: 该生物被设置为关在笼子里。

source: The creature is assigned to a pasture.
de: Das Tier ist einer Weide zugeordnet.
fr: La créature est affectée à un pâturage.
it: La creatura è assegnata ad un pascolo.
ko: 생물은 목초지에 할당됩니다.
pl: Stworzenie jest przypisane do pastwiska.
pt_br: A criatura está designada para um pasto.
ru: Существо приписано к пастбищу.
tr: Yaratık bir otlağa atanmış.
vi: Sinh vật này được giao cho một đồng cỏ.
zh_hans: 该生物被分配到一个牧场。

source: The creature is assigned to a pond.
de: Die Kreatur ist einem Teich zugeordnet.
fr: La créature est affectée à un étang.
it: La creatura è assegnata a uno stagno.
ko: 생물은 연못에 할당됩니다.
pl: Stworzenie jest przypisane do stawu.
pt_br: A criatura está designada a uma lagoa.
ru: Существо приписывается к водоему.
tr: Yaratık bir gölete atanmış.
vi: Sinh vật này được giao cho một ao.
zh_hans: 该生物被分配到一个池塘。

source: The creature is assigned to a pit.
de: Diese Kreatur ist einer Grube zugewiesen.
fr: La créature est assignée à une fosse.
it: La creatura è assegnata a una fossa.
ko: 생물은 구덩이에 할당됩니다.
pl: Stworzenie jest przypisane do dołu.
pt_br: A criatura está designada a um poço.
ru: Существо назначается в яму.
tr: Yaratık bir çukura atanmış.
vi: Sinh vật này được giao cho một hố.
zh_hans: 该生物被分配到一个坑。

source: Edit the recenter hotkey locations.
fr: Modifiez les emplacements des raccourcis clavier les plus récents.
it: Modifica comando per ricentrare i luoghi.
ko: 최신 핫키 위치를 편집합니다.
pl: Edytuj klawisze wycentrowania.
pt_br: Editar os atalhos de locais de centralização.
ru: Привязать клавиши к точкам центрирования камеры.
tr: Kamera odaklama kısayollarını düzenle.
vi: Chỉnh sửa các vị trí phím tắt tập trung lại.
zh_hans: 编辑重新定位的热键位置。

source: Recenter on the surface at this location.
de: Zentrieren sie auf die Oberfläche an dieser Position.
fr: Plus récent en surface à cet endroit.
it: Ricentra in superficie in questo luogo.
ko: 이 위치에서 지표면의 중심을 맞춥니다.
pl: Wycentruj na powierzchni w tym miejscu.
pt_br: Centralizar na superfície neste local.
ru: Перейти к поверхности в этой области.
tr: Bu konumdaki yeryüzünü merkeze al.
vi: Tập trung lại vào bề mặt tại vị trí này.
zh_hans: 在这个位置的表面上重新定位。

source: Recenter on the deepest discovered area at this location.
fr: Recentrez-vous sur la zone découverte la plus profonde à cet endroit.
it: Ricentra sull'area più profonda scoperta in questo luogo.
ko: 이 위치에서 가장 깊은 곳에서 발견된 영역을 중심으로 정렬합니다.
pl: Wycentruj w najgłębszym odkrytym miejscu w tym miejscu.
pt_br: Centralizar na área mais profunda descoberta neste local.
ru: Перейти к глубочайшей достигнутой точке в этой области.
tr: Bu konumdaki keşfedilen en derin alanı merkeze al.
vi: Tập trung lại vào khu vực sâu nhất đã khám phá tại vị trí này.
zh_hans: 在这个位置上，将中心放在最深的被发现区域。

source: Recenter on this location.
de: Zentrieren Sie auf diese Stelle.
fr: Se recentrer sur cet emplacement.
it: Ricentra su questo luogo.
ko: 이 위치를 중심으로 합니다.
pl: Wycentruj w tym miejscu.
pt_br: Centralizar neste local.
ru: Перейти сюда.
tr: Bu konumu merkeze al.
vi: Tập trung lại vào vị trí này.
zh_hans: 在这个位置上重新定位。

source: Set this entry to recenter on the current view.
de: Mit diesem Eintrag können Sie die aktuelle Ansicht neu zentrieren.
fr: Définissez cette entrée pour recentrer sur la vue actuelle.
it: Imposta questa voce per ricentrare la visuale corrente.
ko: 현재 보기에서 이 항목을 중앙 정렬로 설정합니다.
pl: Ustaw to wejście na wycentrowanie na obecnym widoku.
pt_br: Definir esta entrada para centralizar na visualização atual.
ru: Записать эту точку для центрирования.
tr: Bu girdiyi mevcut görünümü merkeze alacak şekilde ayarla.
vi: Đặt mục này để tập trung lại vào khung nhìn hiện tại.
zh_hans: 设置此条目以在当前视图上重新定位。

source: Clear this recenter hotkey location.
fr: Effacez cet emplacement de raccourci plus récent.
it: Cancella comando per ricentrare i luoghi
ko: 이 최근 핫키 위치를 지웁니다.
pl: Wyczyść przypisanie klawisza wycentrowania.
pt_br: Limpar este atalho de local de centralização.
ru: Очистить эту клавишу центрирования камеры.
tr: Bu merkeze alma kısayol tuşu konumunu temizle.
vi: Xóa vị trí phím tắt tập trung lại này.
zh_hans: 清除这个重新定位的热键位置。

source: Delete this recenter location.
de: Löschen Sie diese Position.
fr: Supprimez cet emplacement plus récent.
it: Cancella questa posizione di ricentramento.
ko: 화면 지정 구역을 삭제합니다.
pl: Usuń tą lokalizację wycentrowania.
pt_br: Apagar este local de centralização.
ru: Удалить эту точку перехода
tr: Bu merkeze alma konumunu sil.
vi: Xóa vị trí tập trung lại này.
zh_hans: 清除这个重新定位的位置。

source: Display water and magma depth numerically (1 to 7.)
de: Wasser- und Magmatiefe numerisch anzeigen (1 bis 7).
fr: Affichage numérique de la profondeur de l'eau et du magma (1 à 7.)
it: Visualizza la profondità d'acqua e magma in modo numerico (da 1 a 7).
ko: 물과 마그마 깊이를 숫자로 표시합니다(1~7).
pl: Wyświetl głębokość wody i magmy numerycznie (1 do 7).
pt_br: Mostra a profundidade da água e do magma em números (1 a 7).
ru: Отображение глубины воды и магмы в виде цифр (от 1 до 7)
tr: Su ve magma derinliğini sayısal olarak (1'den 7'ye kadar) göster.
vi: Hiển thị độ sâu của nước và magma bằng số (từ 1 đến 7).
zh_hans: 使用数字(1-7)显示水和岩浆的深度。

source: Show up and down arrows over ramps at the current elevation.
de: Auf- und Abwärtspfeile über Rampen auf der aktuellen Höhe anzeigen.
fr: Afficher les flèches haut et bas sur les rampes à l'altitude actuelle.
it: Mostra le frecce di salita e discesa sulle rampe alla quota attuale.
ko: 현재 고도에서 경사로 위에 위쪽 및 아래쪽 화살표를 표시합니다.
pl: Pokaż strzałki w górę i w dół na rampach na obecnym poziomie.
pt_br: Mostra setas indicando cima e baixo sobre rampas na elevação atual.
ru: Показать стрелки вверх и вниз над пандусами на текущей высоте.
tr: Mevcut yükseklikteki rampaların üzerinde yukarı ve aşağı okları göster.
vi: Hiển thị mũi tên lên và xuống trên các dốc ở độ cao hiện tại.
zh_hans: 在当前高度处的斜坡上显示向上和向下箭头。

source: Zoom in on the play area.
fr: Zoomez sur l'aire de jeu.
it: Aumenta zoom dell'area di gioco.
ko: 플레이 영역을 확대합니다.
pl: Przybliż na obszarze gry.
pt_br: Aumente o zoom na área de jogo.
ru: Увеличьте масштаб игровой зоны.
tr: Oyun alanına yakınlaş.
vi: Phóng to khu vực chơi.
zh_hans: 放大游玩区域。

source: Zoom out from the play area.
de: Zoomen Sie aus dem Spielbereich heraus.
fr: Effectuez un zoom arrière depuis la zone de jeu.
it: Riduci zoom area di gioco.
ko: 플레이 영역에서 축소합니다.
pl: Oddal na obszarze gry.
pt_br: Abaixe o zom na área de jogo.
ru: Уменьшите масштаб игровой зоны.
tr: Oyun alanından uzaklaş.
vi: Thu nhỏ khu vực chơi.
zh_hans: 缩小游玩区域。

source: Open the stocks window, where you can see all of your fortress's items.
de: Öffnen Sie das Bestands Fenster, dort können sie alle Items ihrer Festung sehen.
fr: Ouvre la fenêtre des stocks, où tu peux voir tous les objets de ta forteresse.
it: Apri la finestra delle scorte, dove puoi vedere tutti gli oggetti della tua fortezza.
ko: 요새의 물건들을 보려면 재고창을 확인하세요.
pl: Otwórz okno zapasów, gdzie możesz zobaczyć wszystkie przedmioty w twojej twierdzy.
pt_br: Abra a janela do depósito, onde você pode ver todos os itens de seu forte.
ru: Откройте окно запасов, где вы можете увидеть все предметы вашей крепости.
tr: Kalenizin tüm eşyalarını görebileceğiniz stok penceresini aç.
vi: Mở cửa sổ kho hàng, nơi bạn có thể xem tất cả vật phẩm của pháo đài của mình.
zh_hans: 打开库存窗口，在这里你可以看到你的堡垒的所有物品。

source: View all alerts.
pl: Zobacz wszystkie alerty.
tr: Tüm alarmları görüntüle.
vi: Xem tất cả cảnh báo.

source: Most tasks in the fortress are started and completed at workshops. Tasks generally require raw materials and most workshops are constructed from boulders, blocks, or wood.
de: Die meisten Aufgaben in der Festung werden in Werkstätten begonnen und abgeschlossen. Für die Aufgaben werden in der Regel Rohstoffe benötigt und die meisten Werkstätten sind aus Felsbrocken, Blöcken oder Holz gebaut.
fr: La plupart des tâches dans la forteresse sont commencées et terminées aux d'ateliers. Les tâches nécessitent généralement des matières premières et la plupart des ateliers sont construits à partir de rochers, de blocs ou de bois.
it: La maggior parte dei compiti nella fortezza viene iniziata e completata nelle botteghe. I compiti richiedono generalmente materie prime, la maggior parte delle botteghe sono costruite con massi, blocchi o legno.
ko: 요새의 작업 대부분은 작업장에서 시작되거나 완성됩니다. 작업은 일반적으로 원재료를 필요로 하며 대다수의 작업장은 돌, 벽돌 혹은 목재로 건설할 수 있습니다.
pl: Większość zadań w fortecy jest rozpoczynane i kończone w warsztatach. Zadania generalnie wymagają surowych materiałów i większość warsztatów jest skonstruowana z głazów, bloków lub drewna.
pt_br: A maioria das tarefas no forte começam e terminam nas oficinas. Tarefas geralmente precisam de matéria-prima e a maioria das oficinas são construidas de pedregulhos, blocos ou madeira.
ru: Большинство заданий в крепости начинаются и завершаются в мастерских. Для выполнения заданий обычно требуется сырье, и большинство мастерских построено из валунов, блоков или дерева.
vi: Hầu hết các nhiệm vụ trong pháo đài đều được bắt đầu và hoàn thành tại các xưởng. Các nhiệm vụ thường yêu cầu nguyên liệu thô và hầu hết các xưởng được xây dựng từ đá tảng, khối hoặc gỗ.
zh_hans: 要塞中的大多数任务都是在工场开始和完成的。 任务一般需要原材料，大多数工场都是由巨石、木块或木材建造的。

source: Furnaces are used for smelting, glassmaking, pottery, ashmaking, or to make fuel from wood or raw coal. Furnaces require fuel to function, or they can be set above magma.
de: Öfen werden zum Schmelzen, zur Glasherstellung, zum Töpfern, zur Ascheerzeugung oder zur Herstellung von Brennstoff aus Holz oder Rohkohle verwendet. Öfen benötigen Brennstoff, um zu funktionieren, oder sie können über Magma errichtet werden.
fr: Les fours sont utilisés pour la fonte, la verrerie, la poterie, la fabrication de cendres ou pour fabriquer du combustible à partir de bois ou de charbon brut. Les fours nécessitent du carburant pour fonctionner, ou ils peuvent être réglés au-dessus du magma.
it: Le fornaci sono usate per fusione, lavorazione del vetro, della ceramica, della cenere o per creare combustibile dal legno o dal carbone grezzo. Alle fornaci serve combustibile per funzionare, oppure puoi collocarle sul magma.
ko: 용광로는 제련, 유리 제조, 도자기 제조, 재 만들기 또는 나무나 석탄 등으로 연료를 만드는 데 쓰입니다. 용광로가 작동하기 위해서는 연료를 넣거나 마그마 위에 배치해야 합니다.
pl: Piece są używane do przetapiania, szklarstwa, garncarstwa, wytwarzania popiołu lub paliwa z drewna bądź surowego węgla. Piece wymagają paliwa do działania lub mogą też zostać zamontowane nad magmą.
pt_br: Fornalhas são usadas para fundição, fabricação de vidro, cerâmica, incineração, ou criação de combustível da madeira ou carvão bruto. Fornalhas precisam de combustível, ou podem ser colocadas sobre o magma.
ru: Печи используются для плавки, изготовления стекла, гончарных изделий, золы или для получения топлива из древесины или каменного угля. Для работы печей требуется топливо, или они могут быть установлены над магмой.
vi: Lò nung được sử dụng để luyện kim, chế tạo thủy tinh, làm gốm, làm tro, hoặc để tạo nhiên liệu từ gỗ hoặc than thô. Lò nung cần nhiên liệu để hoạt động, hoặc chúng có thể được đặt phía trên magma.
zh_hans: 炉子用于冶炼、玻璃制造、制陶、制灰，或用木材或原煤制造燃料。 炉子需要燃料才能运作，或者可以设置在岩浆之上。

source: These workshops are used in the clothesmaking process, whether dyeing and weaving or using tanned hides.
de: Diese Werkstätten werden bei der Herstellung von Kleidung eingesetzt, sei es beim Färben und Weben oder bei der Verarbeitung gegerbter Häute.
fr: Ces ateliers sont utilisés dans le processus de confection, qu'il s'agisse de teinture et de tissage ou d'utilisation de peaux tannées.
it: Queste botteghe sono utilizzate nel processo di fabbricazione di abiti, che si tratti di tintura, tessitura o di utilizzo di pelli conciate.
ko: 이 작업장들은 염색과 직조 또는 무두질한 생가죽을 사용하는 등의 의류 제작 과정에 쓰입니다.
pl: Te warsztaty są używane w procesie wytwarzania ubrań, zarówno do barwienia, tkania lub używania garbowanych skór.
pt_br: Estas oficinas são usadas no processo de confecção de roupas, seja tingindo e tecendo ou usando couro curtido.
ru: Эти мастерские используются в процессе изготовления одежды, будь то крашение и ткачество или использование дубленых шкур.
tr: Bu atölyeler, boyama, dokuma veya tabaklanmış deri kullanımı gibi giysi yapım süreçlerinde kullanılır.
vi: Các xưởng này được sử dụng trong quy trình làm quần áo, cho dù là nhuộm và dệt hoặc sử dụng da thuộc.
zh_hans: 这些工场在制衣过程中，无论是染色和编织，还是使用鞣制的皮革，都会用到。

source: A wide variety of food-and-drink-related workshops can be found in this category.
de: In dieser Kategorie finden Sie eine große Auswahl an Werkstätten zum Thema Essen und Trinken.
fr: Une grande variété d'ateliers liés à la nourriture et aux boissons peuvent être trouvés dans cette catégorie.
it: In questa categoria si trova un'ampia varietà di botteghe legate a cibi e bevande.
ko: 다양한 음식과 음료 관련 작업장이 이 분류에 포함되어 있습니다.
pl: W tej kategorii można znaleźć szeroki wybór warsztatów związanych z jedzeniem i piciem.
pt_br: Uma grande variedade de oficinas ligadas a comida e bebida podem ser encontradas nesta categoria.
ru: В этой категории можно найти самые разнообразные мастерские, связанные с едой и едой.
tr: Bu kategoride yiyecek ve içecekle ilgili çok çeşitli atölyeler bulunabilir.
vi: Nhiều loại xưởng liên quan đến thực phẩm và đồ uống có thể được tìm thấy trong danh mục này.
zh_hans: 在这一类别中可以找到各种与食品和饮食有关的车间。

source: Use options in this category to place furniture that has already been constructed in a workshop.
de: Verwenden Sie die Optionen in dieser Kategorie, um Möbel zu platzieren, die bereits in einer Werkstatt gebaut wurden.
fr: Utilisez les options de cette catégorie pour placer des meubles déjà construits dans un atelier.
it: Usa le opzioni in questa categoria per piazzare mobili costruiti in bottega.
ko: 작업장에서 생산한 가구를 배치하기 위해서 이 분류를 사용합니다.
pl: Użyj opcji w tej kategorii, aby rozmieścić mebel skonstruowany wcześniej w warsztacie.
pt_br: Use as opções nesta categoria para posicionar a mobília que já foi fabricada numa oficina.
ru: Используйте варианты в этой категории для размещения мебели, которая уже была построена в мастерской.
tr: Bir atölyede daha önce üretilmiş mobilyaları yerleştirmek için bu kategorideki seçenekleri kullanın.
vi: Sử dụng các tùy chọn trong danh mục này để đặt đồ nội thất đã được chế tạo trong một xưởng.
zh_hans: 使用这个类别的选项来放置已经在车间里建造好的家具。

source: Place doors and hatches here after you have constructed them in an appropriate workshop.
de: Bringen Sie hier Türen und Luken an, nachdem Sie sie in einer geeigneten Werkstatt gebaut haben.
fr: Placez les portes et les trappes ici après les avoir construites dans un atelier approprié.
it: Piazza qui porte e botole dopo averle costruite in una bottega appropriata.
ko: 적절한 작업장에서 생산한 문이나 해치를 이곳에서 배치합니다.
pl: Rozmieszczaj stąd drzwi i włazy skonstruowane wcześniej w odpowiednim warsztacie.
pt_br: Coloque portas e escotilhas aqui depois que você as tenha fabricado numa oficina apropriada.
ru: Разместите здесь двери и люки после того, как вы построите их в соответствующей мастерской.
tr: Kapıları ve kapakları uygun bir atölyede ürettikten sonra buradan yerleştirin.
vi: Đặt cửa và cửa sập ở đây sau khi bạn đã chế tạo chúng trong một xưởng phù hợp.
zh_hans: 在适当的车间里建造好门和舱门后，将其放在这里。

source: Most terrain-altering constructions can be found here, from walls and floors to bridges, ramps, stairs, and more.
de: Die meisten geländeverändernden Konstruktionen sind hier zu finden, von Mauern und Böden bis hin zu Brücken, Rampen, Treppen und mehr.
fr: La plupart des constructions qui modifient le terrain peuvent être trouvées ici, des murs et des sols aux ponts, rampes, escaliers, etc.
it: La maggior parte delle costruzioni che alterano il terreno si possono trovare qui, da muri e pavimenti a ponti, rampe, scale e altro.
ko: 벽과 바닥에서부터 다리, 경사로, 계단 등 대부분의 지형을 바꾸는 구조물을 이곳에서 찾을 수 있습니다.
pl: Większość konstrukcji modyfikujących teren można znaleźć tutaj, od ścian i podłóg, po mosty, rampy, schody i inne.
pt_br: A maioria das construções que alteram o terreno podem ser encontradas aqui, desde paredes e pisos à pontes, rampas, escadas e mais.
ru: Здесь можно найти большинство конструкций, изменяющих местность: от стен и полов до мостов, пандусов, лестниц и многого другого.
tr: Duvarlar ve zeminlerden köprülere, rampalara, merdivenlere ve daha fazlasına kadar araziyi değiştiren çoğu yapı burada bulunabilir.
vi: Hầu hết các công trình thay đổi địa hình có thể được tìm thấy ở đây, từ tường và sàn nhà đến cầu, dốc, cầu thang và hơn thế nữa.
zh_hans: 大多数改变地形的建筑都可以在这里找到，从墙壁和地板到桥梁、坡道、楼梯等等。

source: More complicated buildings from wells to powered machine components to levers and floodgates are found here.
de: Hier finden sich kompliziertere Bauwerke von Brunnen über angetriebene Maschinenteile bis hin zu Hebeln und Schleusen.
fr: Des bâtiments plus compliqués, des puits aux composants de machines motorisés en passant par les leviers et les vannes, se trouvent ici.
it: Qui si trovano edifici più complicati, da pozzi a componenti di macchinari alimentati a leve e paratoie.
ko: 우물에서 동력 기계 부품, 레버 및 수문에 이르기까지 더 복잡한 건물들을 이곳에서 찾을 수 있습니다.
pl: Można znaleźć tu bardziej skomplikowane budowle, od studni, po zasilane komponenty maszyn, dźwignie i śluzy.
pt_br: Construções mais complexas são encontradas aqui, desde poços à componentes de maquinário e alavancas à comportas.
ru: Здесь можно найти более сложные сооружения - от колодцев до механизмов, рычагов и шлюзов.
tr: Kuyulardan güçle çalışan makine bileşenlerine, kaldıraçlara ve su kapılarına kadar daha karmaşık binalar burada bulunur.
vi: Các công trình phức tạp hơn, từ giếng đến các bộ phận máy móc có điện, đòn bẩy và cửa cống, đều được tìm thấy ở đây.
zh_hans: 从水井到动力机械部件再到杠杆和水闸等更复杂的建筑在这里都能找到。

source: Cages, ropes, and animal traps are found here. Cages can be used in cage traps or to transport large animals. Metal cages and chains are also used by the justice system.
de: Hier finden Sie Käfige, Seile und Tierfallen. Käfige können in Käfigfallen oder zum Transport großer Tiere verwendet werden. Metallkäfige und Ketten werden auch von der Justiz verwendet.
fr: Des cages, des cordes et des pièges à animaux se trouvent ici. Les cages peuvent être utilisées dans des cages pièges ou pour transporter de gros animaux. Des cages métalliques et des chaînes sont également utilisées par la justice.
it: Qui si trovano gabbie, corde e trappole per animali. Le gabbie si possono usare per trappole a gabbia o per il trasporto di grossi animali. Le gabbie e le catene di metallo sono anche utilizzate dal sistema giudiziario.
ko: 우리, 밧줄, 그리고 동물 함정을 이곳에서 찾을 수 있습니다. 우리는 우리 함정이나 큰 동물을 운반하는 데 쓰입니다. 금속 우리와 쇠사슬은 사법 제도에도 쓰입니다.
pl: Można tu znaleźć klatki, liny i pułapki na zwierzęta. Klatek można używać w pułapkach z klatkami lub do transportu dużych zwierząt. Metalowe klatki i łańcuchy są również używane przez wymiar sprawiedliwości.
pt_br: Gaiolas, cordas e armadilhas para animais são encontradas aqui. Gaiolas podem ser usadas em armadilhas ou para transportar grandes animais. Gaiolas de metal também são usadas pelo sistema judiciário.
ru: Здесь представлены клетки, веревки и ловушки для животных. Клетки могут использоваться в ловушках или для транспортировки крупных животных. Металлические клетки и цепи также используются в системе правосудия.
vi: Lồng, dây thừng và bẫy động vật được tìm thấy ở đây. Lồng có thể được sử dụng trong bẫy lồng hoặc để vận chuyển động vật lớn. Lồng và xích kim loại cũng được sử dụng bởi hệ thống tư pháp.
zh_hans: 这里有笼子、绳索和动物诱捕器。 笼子可用于笼中陷阱或运输大型动物。 金属笼子和铁链也被司法系统使用。

source: Various mechanical traps can be found here. The pressure plate is also found here, which has applications beyond traps.
de: Hier finden Sie verschiedene mechanische Fallen. Hier finden Sie auch die Druckplatte, die nicht nur für Fallen verwendet werden kann.
fr: Divers pièges mécaniques peuvent être trouvés ici. La plaque de pression se trouve également ici, qui a des applications au-delà des pièges.
it: Qui puoi trovare varie trappole meccaniche. È presente anche la piastra a pressione, che ha applicazioni oltre le trappole.
ko: 다양한 기계식 함정이 이곳에 있습니다. 압력판은 함정뿐만 아니라 다양한 곳에 응용할 수 있습니다.
pl: Można tu znaleźć przeróżne mechaniczne pułapki. Znajduje się tu również płyta naciskowa, która ma zastosowanie nie tylko w pułapkach.
pt_br: Várias armadilhas mecânicas podem ser encontradas aqui. Dentre elas a placa de pressão, com utilidades que vão além de armadilhas.
ru: Множество механических ловушек можно найти здесь. Также тут имеется нажимная плита, способная найти применение не только в ловушках.
vi: Các loại bẫy cơ khí khác nhau có thể được tìm thấy ở đây. Tấm áp lực cũng được tìm thấy ở đây, có các ứng dụng ngoài bẫy.
zh_hans: 在这里可以找到各种机械陷阱。 这里还可以找到压力板，它的应用超出了陷阱。
