Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Keep a colony of insects at your hives. A wild colony must be collected after the hive is placed, or a colony can be split from an existing hive colony.
de: Halten Sie ein Insektenvolk in Ihren Bienenstöcken. Ein wildes Bienenvolk muss nach dem Aufstellen des Bienenstocks gesammelt werden, oder ein Bienenvolk kann von einem bestehenden Bienenvolk abgespalten werden.
fr: Gardez une colonie d'insectes dans vos ruches. Une colonie sauvage doit être collectée après la mise en place de la ruche, ou une colonie peut être séparée d'une colonie de ruche existante.
it: Mantieni una colonia d'insetti nei tuoi alveari. Una colonia selvatica dev'essere raccolta dopo che l'alveare è stato posizionato, oppure una colonia può essere separata da una colonia di alveari esistente.
ko: 벌집으로 곤충 군락을 수용합니다. 벌집을 설치한 후 야생의 군락을 수집하거나 기존 벌집에서 군락을 분리해와야 합니다.
pl: Trzymaj kolonie owadów w swoich ulach. Dzika kolonia musi zostać zebrana po umieszczeniu ula, alternatywnie kolonia może zostać oddzielona od istniejącej już kolonii w ulu.
pt_br: Mantém uma colônia de insetos em suas colmeias. Uma colônia selvagem deve ser coletada depois que a colmeia é colocada, ou uma colônia pode ser dividida de uma outra existente.
ru: Держите колонию насекомых у своих ульев. Дикая колония должна быть собрана после установки улья, или колония может быть отделена от существующей колонии улья.
vi: Giữ một đàn côn trùng tại tổ ong của bạn. Một đàn hoang dã phải được thu thập sau khi tổ ong được đặt, hoặc một đàn có thể được tách từ một đàn tổ ong hiện có.
zh_hans: 在你的蜂巢中保持一个虫群。 必须在放置蜂巢后收集一个野生蜂群，或者从现有的蜂巢群中分出一个蜂群。

source: Your citizens need a comfortable place to sleep. A bed object must be made at the carpenter's shop before it can be placed.
de: Ihre Bürger brauchen einen bequemen Platz zum Schlafen. Bevor ein Bett aufgestellt werden kann, muss es in der Schreinerei angefertigt werden.
fr: Vos citoyens ont besoin d'un endroit confortable pour dormir. Un objet de lit doit être fabriqué à l'atelier du menuiserie avant de pouvoir être placé.
it: I tuoi cittadini hanno bisogno di un posto comodo dove dormire. Un oggetto "letto" dev'essere realizzato in carpenteria prima di poter essere collocato.
ko: 시민들은 편안한 잠자리가 필요합니다. 침대를 놓으려면 먼저 목공소에서 만들어야 합니다.
pl: Twoi obywatele potrzebują komfortowego miejsca do spania. Obiekt łóżka musi zostać wytworzony w warsztacie stolarskim, zanim może zostać umieszczony.
pt_br: Seus cidadãos precisam de um lugar confortável para dormir. Um objeto de cama deve ser feito na carpintaria antes de ser colocado.
ru: Вашим жителям нужно удобное место для сна. Прежде чем поставить кровать, ее необходимо изготовить в мастерской плотника.
vi: Công dân của bạn cần một nơi thoải mái để ngủ. Một vật phẩm giường phải được chế tạo tại xưởng mộc trước khi có thể đặt.
zh_hans: 你的公民需要一个舒适的地方来睡觉。 床的物件必须在木匠的商店里制作，然后才能放置。

source: Chairs are required for offices to function, and a chair next to a table is the preferred dining arrangement. A chair/throne object must be made before it can be placed.
de: Stühle sind erforderlich, damit Büros funktionieren, und ein Stuhl neben einem Tisch ist die bevorzugte Anordnung zum Essen. Ein Stuhl/Thron-Objekt muss hergestellt werden, bevor es platziert werden kann.
fr: Des chaises sont nécessaires pour que les bureaux fonctionnent, et une chaise à côté d'une table est la disposition de repas préférée. Un objet chaise/trône doit être fabriqué avant de pouvoir être placé.
it: Servono sedie per il funzionamento degli uffici, la sedia accanto al tavolo è la disposizione preferita per i pasti. L'oggetto sedia/trono dev'essere realizzato prima di collocarlo.
ko: 의자는 사무실에서 필요로 하고, 식사를 하는 데에도 탁자 옆에 놓인 의자가 필요합니다. 의자를 놓으려면 먼저 작업장에서 만들어야 합니다.
pl: Krzesła są niezbędne do funkcjonowania biur, poza tym krzesło obok stołu jest preferowaną aranżacją jadalni. Obiekt krzesła/tronu musi zostać wytworzony wcześniej, zanim może być umieszczony.
pt_br: As cadeiras são necessárias para o funcionamento dos escritórios, e uma cadeira ao lado de uma mesa é o arranjo de alimentação preferido. Um cadeira/trono deve ser feito antes de ser colocado.
ru: Стулья необходимы для функционирования офисов, и стул рядом со столом является предпочтительным местом для обедов. Стул/трон должен быть изготовлен до того, как его можно будет разместить.
vi: Ghế là cần thiết để văn phòng hoạt động, và một chiếc ghế bên cạnh bàn là cách bố trí ăn uống được ưa thích. Một vật phẩm ghế/ngai vàng phải được chế tạo trước khi có thể đặt.
zh_hans: 椅子是办公室运作的必要条件，而桌子旁边的椅子是首选的用餐安排。 椅子/骨架物品必须在放置前制作好。

source: Tables are required for dining. A chair should be placed adjacent to the table. A table object must be made before it can be placed.
de: Zum Essen sind Tische erforderlich. Neben den Tisch sollte ein Stuhl gestellt werden. Bevor ein Tisch aufgestellt werden kann, muss ein Objekt hergestellt werden.
fr: Des tables sont nécessaires pour les repas. Une chaise doit être placée à côté de la table. Un objet table doit être créé avant de pouvoir être placé.
it: Servono tavoli per pranzare. Una sedia dev'essere posta accanto al tavolo. Crea un oggetto "tavolo" prima di poterlo posizionare.
ko: 식사를 하려면 탁자가 필요합니다. 의자는 탁자 옆에 놓여 있어야 합니다. 탁자를 놓으려면 먼저 작업장에서 만들어야 합니다.
pl: Stoły są wymagane do jedzenia. Krzesło powinno zostać umieszczone w bezpośrednim sąsiedztwie stołu. Obiekt stołu musi zostać wytworzony wcześniej, zanim może być umieszczony.
pt_br: Mesas são necessárias para jantar. Uma cadeira deve ser colocada adjacente à mesa. Um objeto mesa deve ser feito antes de ser posicionado.
ru: Для обедов необходимы столы. Стул следует поставить рядом со столом. Стол должен быть создан до того, как его можно будет разместить.
vi: Bàn là cần thiết cho việc ăn uống. Một chiếc ghế nên được đặt cạnh bàn. Một vật phẩm bàn phải được chế tạo trước khi có thể đặt.
zh_hans: 用餐时需要有桌子。 应在桌子旁边放置一把椅子。 桌子上的物品必须在放置前制作好。

source: Chests and coffers are used in personal bedrooms for storing non-clothing objects. They are also used in some zone-based locations like taverns, hospitals, and libraries for storing useful materials. A box object must be made before it can be placed.
de: Truhen und Schatullen werden in persönlichen Schlafzimmern zur Aufbewahrung von Gegenständen, die keine Kleidung sind, verwendet. Sie werden auch in einigen zonenbasierten Orten wie Tavernen, Krankenhäusern und Bibliotheken zur Aufbewahrung nützlicher Materialien verwendet. Ein Kistenobjekt muss hergestellt werden, bevor es platziert werden kann.
fr: Les coffres et les coffres sont utilisés dans les chambres personnelles pour ranger des objets non vestimentaires. Ils sont également utilisés dans certains emplacements basés sur des zones comme les tavernes, les hôpitaux et les bibliothèques pour stocker des matériaux utiles. Un objet boîte doit être créé avant de pouvoir être placé.
it: Casse e forzieri sono collocati nelle camere da letto personali per riporre oggetti diversi dai vestiti. Sono usati anche per conservare materiali utili in alcuni luoghi basati su zone: locande, ospedali e biblioteche. Prima di collocarli è necessario creare un oggetto scatola.
ko: 보관함은 개인 침실에서 옷이 아닌 물건을 보관하는 데 쓰입니다. 선술집, 병원 및 도서관과 같은 일부 구역 기반 장소에서 쓰이는 물건들을 넣어놓는 데에도 쓰입니다. 보관함을 놓으려면 먼저 작업장에서 만들어야 합니다.
pl: Skrzynie i kufry są używane w prywatnych sypialniach do przechowywania przedmiotów nieodzieżowych. Są również używane w niektórych lokacjach, takich jak tawerny, szpitale i biblioteki, do przechowywania przydatnych materiałów. Tego typu obiekt musi zostać wykonany, zanim będzie można go umieścić.
pt_br: Baús e cofres são usadas nos quartos pessoais para guarda objetos que não sejam roupas. São usados também em algumas localizações como tabernas, hospitais e bibliotecas para armazenar objetos úteis. Caixas precisam antes ser fabricadas e depois alocadas.
ru: Сундуки и металлические кофры используются в личных спальнях для хранения предметов, не относящихся к одежде. Они также используются в некоторых зональных локациях, таких как таверны, госпитали и библиотеки, для хранения полезных материалов. Прежде чем поместить предмет в ящик, его необходимо соорудить.
vi: Rương và hòm được dùng trong phòng ngủ cá nhân để cất giữ các vật phẩm không phải quần áo. Chúng cũng được dùng ở một số địa điểm dựa trên khu vực như quán rượu, bệnh viện và thư viện để cất giữ vật liệu hữu ích. Một vật phẩm hộp phải được chế tạo trước khi có thể đặt.
zh_hans: 箱子和保险箱用于个人卧室，用于储存非衣物物品。 它们也被用于一些区域性的场所，如酒馆、医院和图书馆，用于储存有用的材料。 在放置箱子之前，必须先制作一个箱子对象。

source: Cabinets are used in personal bedrooms for storing clothing objects. A cabinet object must be made before it can be placed.
de: Schränke werden in persönlichen Schlafzimmern zur Aufbewahrung von Kleidungsstücken verwendet. Ein Schrankobjekt muss hergestellt werden, bevor es platziert werden kann.
fr: Les armoires sont utilisées dans les chambres personnelles pour ranger des objets vestimentaires. Un objet armoire doit être créé avant de pouvoir être placé.
it: Gli armadi sono utilizzati nelle camere da letto personali per riporre gli oggetti d'abbigliamento. Per poter piazzare un oggetto nell'armadio è necessario realizzarlo.
ko: 옷장은 개인 침실에서 옷을 보관하는 데 쓰입니다. 옷장을 놓으려면 먼저 작업장에서 만들어야 합니다.
pl: Szafy są używane w prywatnych sypialniach do przechowywania przedmiotów odzieżowych. Obiekt szafy musi zostać wytworzony wcześniej, zanim może być umieszczony.
pt_br: Cômodas são usadas nos quartos pessoais para guardar peças de roupa. Uma cômoda precisa antes ser fabricada e depois alocada.
ru: Шкафы используются в личных спальнях для хранения предметов одежды. Прежде чем разместить предмет одежды в шкафу, его необходимо изготовить.
vi: Tủ được dùng trong phòng ngủ cá nhân để cất giữ các vật phẩm quần áo. Một vật phẩm tủ phải được chế tạo trước khi có thể đặt.
zh_hans: 柜子用于个人卧室，用于存放衣物物件。 柜子里的物件必须先做出来，然后才能放置。

source: The dead are buried in coffins. Coffins must be placed in their own tomb zone in order to work. A coffin object must be made before it can be placed.
de: Die Toten werden in Särgen beigesetzt. Särge müssen in ihrer eigenen Grabzone platziert werden, damit sie funktionieren. Bevor ein Sarg platziert werden kann, muss ein Sarg hergestellt werden.
fr: Les morts sont enterrés dans des cercueils. Les cercueils doivent être placés dans leur propre zone funéraire pour fonctionner. Un objet cercueil doit être fabriqué avant de pouvoir être placé.
it: I morti vengono sepolti in feretri. I feretri devono essere collocati nelle zone sepolcrali per funzionare. Un feretro dev'essere creato prima di poterlo piazzare.
ko: 죽은 이들은 관에 묻힙니다. 작동하려면 지정된 무덤 구역 안에 관이 있어야 합니다. 관을 놓으려면 먼저 작업장에서 만들어야 합니다.
pl: Martwi są chowani w trumnach. Trumny muszą zostać umieszczone w ich własnej strefie grobowca, aby mogły funkcjonować. Obiekt trumny musi zostać wytworzony wcześniej, zanim może być umieszczony.
pt_br: Os mortos são sepultados em caixões. Caixões devem ser depositados em seus próprios túmulos para funcionar. Um caixão precisa antes ser fabricado e depois alocado.
ru: Мертвых хоронят в гробах. Гробы должны быть размещены в их собственной зоне захоронения, чтобы работать. Предмет для гроба должен быть изготовлен до того, как его можно будет поместить.
vi: Người chết được chôn cất trong quan tài. Quan tài phải được đặt trong khu vực lăng mộ riêng của chúng để hoạt động. Một vật phẩm quan tài phải được chế tạo trước khi có thể đặt.
zh_hans: 死者被埋在棺材里。 棺材必须放置在自己的墓区才能发挥作用。 在放置棺材之前，必须先制作一个棺材对象。

source: Citizens that cannot be buried properly can still be memorialized on slabs. Slabs are created and engraved at the stoneworker's shop.
de: Bürgerinnen und Bürger, die nicht ordnungsgemäß bestattet werden können, können dennoch auf Grabplatten verewigt werden. Die Platten werden in der Steinmetzwerkstatt hergestellt und graviert.
fr: Les citoyens qui ne peuvent pas être enterrés correctement peuvent toujours être commémorés sur des dalles. Les dalles sont créées et gravées à l'atelier du tailleur de pierre.
it: I cittadini che non possono essere sepolti correttamente possono comunque essere commemorati su lastre. Le lastre vengono create e incise nella bottega dello scalpellino.
ko: 제대로 매장되지 못한 시민을 석판으로 추모할 수 있습니다. 석판은 석공소에서 만들고 새길 수 있습니다.
pl: Obywatele, którzy nie mogą zostać należycie pochowani wciąż mogą zostać upamiętnieni na płytach. Płyty są tworzone i grawerowane w warsztacie kamieniarskim.
pt_br: Cidadãos que não podem ser enterrados adequadamente ainda podem ser homenageados em lápides. As Lápides são criadas e gravadas na oficina de cantaria.
ru: Поселенцы, которые не могут быть похоронены должным образом, все еще могут быть увековечены на плитах. Плиты изготавливаются и гравируются в мастерской каменщика.
vi: Những công dân không thể được chôn cất đúng cách vẫn có thể được tưởng niệm trên bia đá. Bia đá được tạo ra và khắc tại xưởng thợ đá.
zh_hans: 不能正确埋葬的公民仍然可以在石板上留念。 石板是在石匠的店里制作和雕刻的。

source: Statues can be used to decorate your fortress and add value to your rooms. A statue object must be made at an appropriate workshop first.
de: Mit Statuen kannst du deine Festung schmücken und deine Räume aufwerten. Ein Statuenobjekt muss zunächst in einer geeigneten Werkstatt hergestellt werden.
fr: Les statues peuvent être utilisées pour décorer votre forteresse et ajouter de la valeur à vos pièces. Un objet de statue doit d'abord être fabriqué dans un atelier approprié.
it: Le statue possono essere utilizzate per decorare la tua fortezza e aggiungere valore alle tue stanze. Un oggetto "statua" dev'essere prima realizzato in una bottega appropriata.
ko: 조각상은 요새를 장식하고 방에 가치를 더할 수 있습니다. 먼저 적절한 작업장에서 조각상을 만들어야 합니다.
pl: Statuy mogą być używane do dekorowania fortecy i dodania wartości twoim pomieszczeniom. Obiekt statuy musi zostać wpierw wytworzony w odpowiednim warsztacie.
pt_br: Estátuas podem ser usadas para decorar seu forte e adicionar riqueza a seus quartos. A estátua deve ser feita em uma oficina apropriada primeiro.
ru: Статуи можно использовать для украшения вашей крепости и придания ценности вашим комнатам. Перед этим статую нужно изготовить в соответствующей мастерской.
vi: Tượng có thể được dùng để trang trí pháo đài của bạn và tăng giá trị cho các căn phòng. Một vật phẩm tượng phải được chế tạo tại một xưởng thích hợp trước tiên.
zh_hans: 雕像可以用来装饰你的堡垒，为你的房间增加价值。 雕像对象必须先在适当的工场制作。

source: Certain injuries such as overlapping fractures require advanced medical contraptions like the traction bench for treatment. A traction bench object must be made before it can be placed.
de: Bestimmte Verletzungen, wie z. B. überlappende Frakturen, erfordern fortschrittliche medizinische Hilfsmittel wie die Streckbank zur Behandlung. Bevor eine Streckbank eingesetzt werden kann, muss sie angefertigt werden.
fr: Certaines blessures telles que les fractures qui se chevauchent nécessitent des engins médicaux avancés comme le banc de traction pour le traitement. Un objet de banc de traction doit être fabriqué avant de pouvoir être placé.
it: Alcune lesioni, come fratture sovrapposte, richiedono dispositivi medici avanzati per la cura come la panca di trazione. Prima di collocarla è necessario realizzarla.
ko: 복합 골절과 같은 특정 부상을 치료하기 위해서는 견인 작업대 같은 진보된 의료 장비가 필요합니다. 견인 작업대를 놓으려면 먼저 작업장에서 만들어야 합니다.
pl: Pewne urazy, takie jak nachodzące na siebie złamania, wymagają do leczenia zaawansowanych urządzeń medycznych, takich jak wyciąg ortopedyczny. Przed umieszczeniem wyciągu należy go wytworzyć.
pt_br: Certos ferimentos como fraturas sobrepostas precisam de equipamentos médicos como o banco tracionador para tratamento. Um objeto de banco tracionador deve ser feito antes de ser posicionado.
ru: Некоторые травмы, такие как переломы с наложением друг на друга, требуют для лечения современных медицинских приспособлений, таких как тракционный стол. Прежде чем его можно будет разместить, его необходимо изготовить.
vi: Một số chấn thương nhất định như gãy xương chồng chéo cần đến các thiết bị y tế tiên tiến như ghế kéo giãn để điều trị. Một vật phẩm ghế kéo giãn phải được chế tạo trước khi có thể đặt.
zh_hans: 某些伤害，如重叠骨折，需要像牵引凳这样的先进医疗装置进行治疗。 牵引凳的物件必须在放置前制作好。

source: Codices and scrolls in your library can be stored in bookcases. A bookcase object must be made before it can be placed.
de: Die Kodexe und Schriftrollen in deiner Bibliothek können in Bücherschränken aufbewahrt werden. Ein Buchregalobjekt muss hergestellt werden, bevor es platziert werden kann.
fr: Les codex et les rouleaux de votre bibliothèque peuvent être rangés dans des bibliothèques. Un objet bibliothèque doit être fabriqué avant de pouvoir être placé.
it: I codici e le pergamene della tua biblioteca possono essere conservati nelle librerie. Un oggetto libreria dev'essere realizzato prima di poter essere collocato.
ko: 도서관의 서적과 두루마리는 책장에 보관할 수 있습니다. 책장을 놓으려면 먼저 작업장에서 만들어야 합니다.
pl: Kodeksy i zwoje w twojej bibliotece mogą być przechowywane w biblioteczkach. Obiekt biblioteczki musi zostać wykonany zanim może zostać rozmieszczony.
pt_br: Códices e pergaminhos na sua biblioteca podem ser armazenados em estantes. Estantes devem antes ser fabricadas e depois alocadas.
ru: Кодексы и свитки в вашей библиотеке можно хранить в книжных шкафах. Объект книжного шкафа должен быть изготовлен до того, как его можно будет разместить.
vi: Các cuốn sách và cuộn giấy trong thư viện của bạn có thể được lưu trữ trong giá sách. Một vật phẩm giá sách phải được chế tạo trước khi có thể đặt.
zh_hans: 你图书馆中的法典和卷轴可以存放在书柜中。 在放置书柜之前，必须先制作一个书柜对象。

source: Your most valuable objects can be placed for display in rooms to increase their value and to entertain passing citizens. A pedestal or display case must be made before it can be placed.
de: Ihre wertvollsten Gegenstände können in Räumen zur Schau gestellt werden, um ihren Wert zu steigern und um vorbeigehende Bürger zu unterhalten. Bevor sie aufgestellt werden können, muss ein Sockel oder eine Vitrine angefertigt werden.
fr: Vos objets les plus précieux peuvent être placés pour être exposés dans des pièces afin d'augmenter leur valeur et de divertir les citoyens de passage. Un piédestal ou une vitrine doit être fabriqué avant de pouvoir être placé.
it: Gli oggetti più preziosi possono essere esposti nelle stanze per aumentarne il valore e intrattenere i cittadini di passaggio. Prima di piazzarli è necessario creare un piedistallo o una vetrina.
ko: 가장 귀중한 물건을 방에 전시하여 가치를 높이고 지나가는 시민들을 즐겁게 해줄 수 있습니다. 받침대나 진열장을 놓으려면 먼저 작업장에서 만들어야 합니다.
pl: Twoje najbardziej wartościowe obiekty mogą zostać umieszczone do oglądania w pomieszczeniach, aby podnieść ich wartość i zabawiać przechodzących mieszkańców. Piedestał lub gablota muszą być wytworzone przed ich umieszczeniem.
pt_br: Seus objetos de maior valor podem ser colocados à mostra em salas para aumentar sua riqueza e para entreter cidadãos de passagem. Um pedestal ou expositor deve ser fabricado para que estes possam ser alocados.
ru: Ваши самые ценные предметы могут быть выставлены на всеобщее обозрение в комнатах, чтобы повысить их ценность и развлечь проходящих мимо граждан. Прежде чем их можно будет разместить, необходимо изготовить подставку или витрину.
vi: Các vật phẩm giá trị nhất của bạn có thể được đặt để trưng bày trong các căn phòng nhằm tăng giá trị và để giải trí cho các công dân qua lại. Một bệ trưng bày hoặc tủ trưng bày phải được chế tạo trước khi có thể đặt.
zh_hans: 你最有价值的物品可以放在房间里展示，以提高其价值，并招待过往的市民。 在放置之前必须先制作一个基座或展示柜。

source: These ornamental objects increase the value of rooms in which they are placed. An offering place object must be made before it can be placed.
de: Diese dekorativen Objekte erhöhen den Wert der Räume, in denen sie aufgestellt werden. Bevor ein Objekt aufgestellt werden kann, muss ein Opferplatz geschaffen werden.
fr: Ces objets ornementaux augmentent la valeur des pièces dans lesquelles ils sont placés. Un objet de lieu d'offrande doit être fabriqué avant de pouvoir être placé.
it: Questi oggetti ornamentali aumentano il valore degli ambienti in cui sono collocati. Un oggetto per luogo di offerte deve essere realizzato prima che possa essere posizionato.
ko: 이런 장식물은 배치된 방의 가치를 높입니다. 숭배 장소를 놓으려면 먼저 작업장에서 만들어야 합니다.
pl: Te ozdobne przedmioty podnoszą wartość pomieszczeń, w których się znajdują. Obiekt miejsca ofiarnego musi zostać wytworzony, zanim będzie można go umieścić.
pt_br: Estes objetos ornamentais aumentam a riqueza das salas onde são depositados. Um objeto de oferta deve antes ser fabricado para que estes possam ser alocados.
ru: Эти декоративные предметы повышают ценность помещений, в которых они размещены. Предмет должен быть изготовлен до того, как его можно будет разместить.
vi: Các vật phẩm trang trí này làm tăng giá trị của các căn phòng mà chúng được đặt vào. Một vật phẩm nơi cúng tế phải được chế tạo trước khi có thể đặt.
zh_hans: 这些装饰品能提高它们所处房间的价值。 在摆放之前，必须先制作一个供奉的物品。

source: Large instruments must be placed in taverns or temples before they will be used. These instruments must be assembled at a workshop first.
de: Große Instrumente müssen in Tavernen oder Tempeln aufgestellt werden, bevor sie benutzt werden können. Diese Instrumente müssen erst in einer Werkstatt zusammengebaut werden.
fr: Les grands instruments doivent être placés dans des tavernes ou des temples avant d'être utilisés. Ces instruments doivent d'abord être assemblés dans un atelier.
it: Gli strumenti di grandi dimensioni vanno collocati in taverne o templi prima che si possano suonare. Questi strumenti devono essere prima assemblati in una bottega.
ko: 큰 악기는 사용하려면 선술집이나 사원에 놓아야 합니다. 악기를 놓으려면 먼저 작업장에서 조립해야 합니다.
pl: Duże instrumenty muszą zostać umieszczone w tawernach i świątyniach, zanim będą używane. Te instrumenty muszą wpierw zostać zmontowane w warsztacie.
pt_br: Grandes instrumentos devem ser colocados em tabernas ou templos antes de serem usados. Estes instrumentos devem ser montados numa oficina primeiro.
ru: Большие музыкальные инструменты должны быть размещены в тавернах или храмах, прежде чем они будут использованы. Сначала эти инструменты должны быть собраны в мастерской.
vi: Các nhạc cụ lớn phải được đặt trong quán rượu hoặc đền thờ trước khi chúng được sử dụng. Những nhạc cụ này phải được lắp ráp tại một xưởng trước tiên.
zh_hans: 大型仪器在使用前必须放在酒馆或寺庙中。 这些乐器必须先在工场进行组装。
