Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I played make believe.
de: Ich spielte zu glauben.
fr: J'ai joué à faire semblant.
it: Ho giocato a far finta.
ko: 나는 믿고 연주했다.
pl: Grałem na niby.
pt_br: Eu brinquei de faz de conta.
ru: Я играл в "изобрази".
tr: Hayali oyunlar oynadım.
vi: Tôi đã chơi trò giả vờ.
zh_hans: 我玩了假扮游戏。

source: I played with
de: Ich spielte mit
fr: j'ai joué avec
it: Ho giocato con
ko: 나는 놀았다
pl: Grałem z
pt_br: Eu joguei com
ru: Я играл с
tr: Şununla oynadım:
vi: Tôi đã chơi với
zh_hans: 我玩过

source: I have performed the rites of
de: Ich habe die Rituale durchgeführt von
fr: J'ai accompli les rites de
it: Ho eseguito i riti di
ko: 나는 의례를 거행했다.
pl: Przeprowadziłem rytuały
pt_br: Eu pratiquei os ritos de
ru: Я совершил обряды
tr: Şunun ayinlerini gerçekleştirdim:
vi: Tôi đã thực hiện các nghi thức của
zh_hans: 我已经执行了仪式之于

source: in this dubious place
de: an diesem dubiosen Ort
fr: dans cet endroit douteux
it: in questo luogo incerto
ko: 의심스러운 이 곳에서
pl: w tym wątpliwym miejscu
pt_br: neste lugar duvidoso
ru: в этом сомнительном месте
tr: bu tekinsiz yerde
vi: tại nơi đáng ngờ này
zh_hans: 在这个可疑的地方

source: I have communed with
de: Ich kommunizierte mit
fr: j'ai communié avec
it: Ho comunicato con
ko: 나는 교신했다
pl: Komunikowałem się z
pt_br: eu tenho comungado com
ru: Я приобщился к
tr: Şununla manevi bağ kurdum:
vi: Tôi đã giao cảm với
zh_hans: 我和我交谈过

source: in this holy place
de: an diesem heiligen Ort
fr: dans ce lieu saint
it: in questo luogo sacro
ko: 이 거룩한 곳에서
pl: w tym świętym miejscu
pt_br: neste lugar sagrado
ru: в этом святом месте
tr: bu kutsal yerde
vi: tại thánh địa này
zh_hans: 在这个神圣之地

source: Children.
de: Kinder.
fr: Enfants.
it: Bambini.
ko: 어린이들.
pl: Dzieci.
pt_br: crianças
ru: Дети.
tr: Çocuklar.
vi: Các con.
zh_hans: 儿童。

source: I am a parent.
de: Ich bin ein Elternteil.
fr: Je suis parent.
it: Sono un genitore.
ko: 나는 부모입니다.
pl: Jestem rodzicem.
pt_br: Eu sou um pai.
ru: Я родитель.
tr: Ben bir ebeveynim.
vi: Tôi là một phụ huynh.
zh_hans: 我是一名父母。

source: and I broke up.
de: und ich habe mich getrennt.
fr: et j'ai rompu.
it: e io ci siamo lasciati.
ko: 그리고 나는 헤어졌다.
pl: i zerwałem.
pt_br: e eu terminamos.
ru: и я разорвали отношения.
tr: ve ben ayrıldık.
vi: và tôi đã chia tay.
zh_hans: 而且我现在分手了。

source: and I are divorced.
de: und ich bin geschieden.
fr: et je suis divorcé.
it: e io siamo divorziati.
ko: 그리고 나는 이혼했습니다.
pl: i ja jesteśmy rozwiedzeni.
pt_br: e eu estamos divorciados.
ru: и я развелись.
tr: ve ben boşandık.
vi: và tôi đã ly dị.
zh_hans: 而且我现在离婚了。

source: Oh,
ko: 오,
pt_br: Ah!
ru: Ох,
tr: Ah,
vi: Ôi,
zh_hans: 哦，

source: I have fallen for
de: Ich bin gefallen für
fr: je suis tombé amoureux
it: Mi sono innamorato di
ko: 나는 빠졌다
pl: Dałem się nabrać
pt_br: Caí
ru: Я упал на
tr: Şuna aşık oldum:
vi: Tôi đã phải lòng
zh_hans: 我已经堕落了

source: Is this an attack?
de: Ist das ein Angriff?
fr: Est-ce une attaque ?
it: È un attacco?
ko: 이건 공격인가?
pl: Czy to jest atak?
pt_br: Este é um ataque?
ru: Да разве это атака?
tr: Bu bir saldırı mı?
vi: Đây là một cuộc tấn công sao?
zh_hans: 这是袭击吗?

source: Is that a weapon?
de: Ist das eine Waffe?
fr: C'est une arme ?
it: Quella è un'arma?
ko: 저건 무기인가?
pl: Czy to jest broń?
pt_br: Isso é uma arma?
ru: Да разве это оружие?
tr: O bir silah mı?
vi: Đó là một vũ khí sao?
zh_hans: 那是武器吗?

source: Somebody up to no good...
de: Jemand für nichts Gutes im Schilde...
fr: Quelqu'un à rien de bon...
it: Qualcuno sta tramando qualcosa di brutto...
ko: 좋지 않은 사람...
pl: Ktoś tu nie gra...
pt_br: Alguém está aprontando alguma...
ru: Это не к добру...
tr: Birisi kötü bir şeylerin peşinde...
vi: Ai đó đang có ý đồ xấu...
zh_hans: 有人没有好......

source: Who's skulking around there?
de: Wer schleicht dort herum?
fr: Qui rôde par là ?
it: Chi è appostato nei dintorni?
ko: 누가 거기 숨어있어?
pl: Kto się tam czai?
pt_br: Quem está se escondendo por aí?
ru: Кто это там бродит?
tr: Orada sinsi sinsi dolaşan kim?
vi: Ai đang rình mò quanh đó?
zh_hans: 谁在那里偷偷摸摸？

source: There's fighting!
de: Dort ist ein Kampf!
fr: Il y a combat !
it: Si combatte!
ko: 싸우고 있다!
pl: Toczy się walka!
pt_br: Não está lutando !
ru: Там сражение!
tr: Kavga var!
vi: Đang có giao tranh!
zh_hans: 有战斗!

source: A battle!
de: Ein Kampf!
fr: Une bataille!
it: Una battaglia!
ko: 전투다!
pl: Bitwa!
pt_br: Uma batalha!
ru: Битва!
tr: Bir savaş!
vi: Một trận chiến!
zh_hans: 一场战斗!

source: I have improved my
de: Ich verbesserte meine
fr: j'ai amélioré mon
it: Ho migliorato il mio
ko: 나는 내
pl: Poprawiłem swoje
pt_br: Eu aperfeiçoei meu
ru: У меня улучшился навык
tr: Şunu geliştirdim:
vi: Tôi đã cải thiện
zh_hans: 我改进了我的

source: I have mastered
de: Ich beherrschte
fr: j'ai maîtrisé
it: Ho imparato
ko: 나는 마스터했다
pl: Opanowałem
pt_br: Eu dominei
ru: Я овладел
tr: Şunda ustalaştım:
vi: Tôi đã tinh thông
zh_hans: 我已经掌握了

source: I shall name you
de: Ich werde dich nennen
fr: je te nommerai
it: Ti chiamerò
ko: 나는 너를 지명할 것이다
pl: Nadam ci imię
pt_br: vou chamar você
ru: Я назову тебя
tr: Sana şu ismi vereceğim:
vi: Ta sẽ đặt tên cho ngươi là
zh_hans: 我会说出你的名字

source: This is a true masterpiece.
de: Dies ist ein wahres Meisterwerk.
fr: C'est un vrai chef d'oeuvre.
it: Questo è un vero capolavoro.
ko: 이것은 진정한 걸작입니다.
pl: To prawdziwe arcydzieło.
pt_br: Esta é uma verdadeira obra prima.
ru: Это настоящий шедевр.
tr: Bu gerçek bir şaheser.
vi: Đây là một kiệt tác đích thực.
zh_hans: 这是一部真正的杰作。

source: This is a masterpiece.
de: Dies ist ein Meisterwerk.
fr: C'est un chef-d'œuvre.
it: Questo è un capolavoro.
ko: 이것은 걸작입니다.
pt_br: desenhou uma obra de arte!
ru: Это шедевр.
tr: Bu bir şaheser.
vi: Đây là một kiệt tác.
zh_hans: 这是一部杰作。

source: I can't believe
de: Ich kann nicht glauben
fr: je ne peux pas croire
it: Non posso credere
ko: 믿을 수가 없어
pl: Nie mogę uwierzyć
pt_br: Não posso acreditar
ru: Я не могу поверить, что
tr: İnanamıyorum
vi: Tôi không thể tin được
zh_hans: 我简直不敢相信

source: is dead?
de: ist tot?
fr: est mort?
it: è morto?
ko: 죽었어?
pl: nie żyje?
pt_br: Os mortos!
ru: мёртв?
tr: öldü mü?
vi: đã chết sao?
zh_hans: 死了？

source: It is drinking the blood of the living.
de: Es trinkt das Blut der Lebenden.
fr: C'est boire le sang des vivants.
it: Sta succhiando il sangue dai vivi.
ko: 산 자의 피를 마시는 것입니다.
pl: Jest to picie krwi żywych.
pt_br: Está bebendo o sangue dos vivos.
ru: Он пьёт кровь живых существ.
tr: Yaşayanların kanını içiyor.
vi: Nó đang uống máu của kẻ sống.
zh_hans: 它在吸食生者的血。

source: It feeds on blood.
de: Es ernährt sich von Blut.
fr: Il se nourrit de sang.
it: Si nutre di sangue.
ko: 피를 먹고 산다.
pl: Żywi się krwią.
pt_br: Alimenta-se de sangue.
ru: Он питается кровью.
tr: Kanla besleniyor.
vi: Nó hút máu.
zh_hans: 它以血液为食。

source: Has the tide turned?
de: Hat sich das Blatt gewendet?
fr: Le vent a-t-il tourné ?
it: La marea è cambiata?
ko: 흐름이 바뀌었나요?
pl: Czy sytuacja się odwróciła?
pt_br: A maré virou?
ru: Дела приняли иной оборот?
tr: Rüzgar tersine mi döndü?
vi: Tình thế đã xoay chuyển sao?
zh_hans: 潮流转了吗？

source: In the midst of conflict...
de: In Mitten des Konflikts...
fr: En plein conflit...
it: Nel mezzo del conflitto...
ko: 갈등의 와중에...
pl: W samym środku konfliktu...
pt_br: No meio do conflito...
ru: В центре конфликта...
tr: Çatışmanın ortasında...
vi: Giữa cuộc xung đột...
zh_hans: 在冲突中......

source: This is a fight!
de: Dies ist ein Kampf!
fr: C'est un combat !
it: Questa è una battaglia!
ko: 이것은 싸움이다!
pl: To jest walka!
pt_br: Esta é uma luta!
ru: Это битва!
tr: Bu bir kavga!
vi: Đây là một cuộc chiến!
zh_hans: 这是一场战斗！

source: The battle rages...
de: Der Kampf tobt...
fr: La bataille fait rage...
it: La battaglia infuria...
ko: 전투가 격렬해집니다...
pl: Bitwa szaleje...
pt_br: A fúria de batalha...
ru: Боевой раж...
tr: Savaş şiddetleniyor...
vi: Chiến trận đang hoành hành...
zh_hans: 战斗肆虐......

source: How fragile we are...
de: Wie zerbrechlich wir sind...
fr: À quel point nous sommes fragiles...
it: Quanto siamo fragili...
ko: 우리가 얼마나 연약한지...
pl: Jakże jesteśmy delikatni...
pt_br: Quao frágil somos...
ru: Как мы хрупки...
tr: Ne kadar kırılganız...
vi: Chúng ta thật mong manh...
zh_hans: 我们多么脆弱......

source: How fleeting life is...
de: Wie vergänglich das Leben ist...
fr: Comme la vie est éphémère...
it: Quant'è fugace la vita...
ko: 인생이 얼마나 덧없는지...
pl: Jak ulotne jest życie...
pt_br: Como fugaz a vida é...
ru: Как скоротечна жизнь...
tr: Hayat ne kadar kısa...
vi: Sinh mệnh thật phù du...
zh_hans: 生命如何短暂......

source: Gruesome wounds!
de: Grausame Wunden!
fr: Blessures horribles !
it: Ferite raccapriccianti!
ko: 끔찍한 상처!
pl: Okropne rany!
pt_br: Feridas horríveis!
ru: Ужасные раны!
tr: Korkunç yaralar!
vi: Những vết thương ghê rợn!
zh_hans: 可怕的伤口！

source: So easily broken...
de: So leicht gebrochen...
fr: Si facilement cassable...
it: Si spezza così facilmente...
ko: 너무 쉽게 부서지는...
pl: Tak łatwo go złamać...
pt_br: Tao fácil de quebrar...
ru: Так легко сломать...
tr: Ne kadar kolay kırılıyor...
vi: Thật dễ tan vỡ...
zh_hans: 很容易破...

source: Those injuries...
de: Diese Verletzungen...
fr: Ces blessures...
it: Quelle ferite...
ko: 그 상처들...
pl: Te obrażenia...
pt_br: Essas lesoes...
ru: Эти раны...
tr: O yaralanmalar...
vi: Những vết thương đó...
zh_hans: 那些受伤的人

source: Can it all end so quickly?
de: Kann alles so schnell zuende gehen?
fr: Est-ce que tout peut finir si vite ?
it: Può finire tutto così in fretta?
ko: 모든 것이 그렇게 빨리 끝날 수 있습니까?
pl: Czy to wszystko może się tak szybko skończyć?
pt_br: Pode acabar tao rápido?
ru: Как всё могло закончиться так быстро?
tr: Her şey bu kadar çabuk bitebilir mi?
vi: Mọi chuyện có thể kết thúc nhanh đến vậy sao?
zh_hans: 这一切都能这么快结束吗？

source: Our time in
de: Unsere Zeit in
fr: Notre temps dans
it: Il nostro tempo in
ko: 우리의 시간
pl: Nasz czas w
pt_br: Nosso tempo em
ru: Наше время в
tr: Şuradaki zamanımız:
vi: Thời gian của chúng ta tại
zh_hans: 我们的时间

source: is so brief...
de: ist so kurz...
fr: est si bref...
it: è così breve...
ko: 너무 짧다...
pl: jest tak krótki...
pt_br: é tao breve...
ru: так коротко...
tr: o kadar kısa ki...
vi: thật ngắn ngủi...
zh_hans: 太简短了......

source: Death...
de: Tod...
fr: Décès...
it: Morte...
ko: 죽음...
pl: Śmierć...
pt_br: morte
ru: Смерть...
tr: Ölüm...
vi: Cái chết...
zh_hans: 死亡...

source: Death is all around us.
de: Der Tod ist überall um uns herum.
fr: La mort est tout autour de nous.
it: La morte è attorno a noi.
ko: 죽음은 우리 주변에 있습니다.
pl: Śmierć jest wokół nas.
pt_br: Morte está à nossa volta.
ru: Смерть ходит рядом.
tr: Ölüm her yerde.
vi: Cái chết bao trùm xung quanh chúng ta.
zh_hans: 死亡就在我们身边。

source: is really dead.
de: ist wirklich tot.
fr: est vraiment mort.
it: è davvero morto.
ko: 정말 죽었다.
pl: naprawdę nie żyje.
pt_br: está realmente morto.
ru: действительно мёртв.
tr: gerçekten öldü.
vi: thực sự đã chết.
zh_hans: 真的死了

source: , slayer of
de: , Mörder der
fr: , tueur de
it: , uccisore di
ko: , 살해자
pl: , pogromca
pt_br: , o assassino da
ru: , убийца
tr: , şunun avcısı:
vi: , kẻ tiêu diệt
zh_hans: ，杀手之于

source: has killed.
de: hat getötet.
fr: a tué.
it: ha ucciso.
ko: 죽였다.
pl: zabił.
pt_br: Já matou
ru: убил.
tr: öldürdü.
vi: đã giết.
zh_hans: 已经杀了。

source: , slayer.
de: , Mörder.
fr: , tueur.
it: , uccisore.
ko: , 살해자.
pl: , zabójca.
pt_br: assassino
ru: , убийца.
tr: , avcı.
vi: , kẻ tiêu diệt.
zh_hans: ，杀手。

source: Slayer.
de: Mörder.
fr: Tueur.
it: Uccisore.
ko: 살해자.
pl: Zabójca.
pt_br: Assassino
ru: Убийца.
tr: Avcı.
vi: Kẻ tiêu diệt.
zh_hans: 杀手。

source: Oh, where is
de: Oh, wo ist
fr: Oh, où est
it: Oh, dov'è
ko: 오, 어디야
pl: Oh, gdzie jest
pt_br: Ah, onde é
ru: Ох, где же
tr: Ah, nerede
vi: Ôi, ở đâu rồi
zh_hans: 哦，在哪里

source: I am separated from
de: Ich bin getrennt von
fr: je suis séparé de
it: Sono separato da
ko: 나는 ~와 분리되어 있다
pl: Jestem oddzielony od
pt_br: Estou separada
ru: Я в разлуке с
tr: Şundan ayrıyım:
vi: Tôi bị chia cắt khỏi
zh_hans: 我分开了

source: I am reunited with my
de: Ich bin wieder vereint mit meinem
fr: je suis réuni avec mon
it: Mi sono riunito col mio
ko: 나는 나의 재회
pl: Jestem znów złączony z moimi
pt_br: Eu estou reunido com meus
ru: Я воссоединился с моим
tr: Şununla yeniden birleştim:
vi: Tôi được đoàn tụ với
zh_hans: 我和我团聚了

source: I am together with my
de: Ich bin zusammen mit meinem
fr: je suis avec mon
it: Sono assieme al mio
ko: 나는 나의 것과 함께 있다
pl: Jestem razem z moimi
pt_br: Estou junto com meu
ru: Я вместе с моим
tr: Şununla beraberim:
vi: Tôi ở cùng với
zh_hans: 我和我在一起

source: I defeated
de: Ich besiegte
fr: j'ai vaincu
it: Ho sconfitto
ko: 나는 패배했다
pl: Pokonałem
pt_br: Eu derrotei
ru: Я побеждён
tr: Yendim:
vi: Tôi đã đánh bại
zh_hans: 我打败了

source: I abducted
de: Ich entführte
fr: j'ai enlevé
it: Ho sequestrato
ko: 나는 납치했다
pl: Porwałem
pt_br: Eu abduzi
ru: Я похитил
tr: Kaçırdım:
vi: Tôi đã bắt cóc
zh_hans: 我绑架了

source: I murdered
de: Ich ermordete
fr: j'ai assassiné
it: Ho assassinato
ko: 내가 죽였어
pl: Zamordowałem
pt_br: Eu assasinei
ru: Я убил
tr: Öldürdüm:
vi: Tôi đã sát hại
zh_hans: 我谋杀了

source: I have a part in this.
de: Ich habe einen Anteil daran.
fr: J'ai un rôle là-dedans.
it: Ho una parte in tutto questo.
ko: 나는 이것에 부분이 있습니다.
pl: Mam w tym swój udział.
pt_br: Tenho uma parte nisto.
ru: Я участвовал в этом.
tr: Bunda bir payım var.
vi: Tôi có phần trong chuyện này.
zh_hans: 我参与其中。

source: I cannot just stand by.
de: Ich kann nicht gerade stehen.
fr: Je ne peux pas rester les bras croisés.
it: Non posso stare a guardare.
ko: 나는 그냥 서있을 수 없습니다.
pl: Nie mogę po prostu stać z boku.
pt_br: Só não suporto.
ru: Я не могу оставаться в стороне.
tr: Öylece duramam.
vi: Tôi không thể chỉ đứng nhìn.
zh_hans: 我不能袖手旁观。

source: This is my fight too.
de: Dies ist auch mein Kampf.
fr: C'est aussi mon combat.
it: Questa è anche la mia battaglia.
ko: 이것은 나의 싸움이기도 하다.
pl: To również moja walka.
pt_br: Esta é a minha luta também.
ru: Это и мой бой тоже.
tr: Bu benim de kavgam.
vi: Đây cũng là cuộc chiến của tôi.
zh_hans: 这也是我的斗争。

source: You can't take me alive!
de: Ihr könnt mich nicht lebend kriegen!
fr: Tu ne peux pas me prendre vivant !
it: Non mi prenderete vivo!
ko: 날 산 채로 데려갈 수 없어!
pl: Nie możesz wziąć mnie żywcem!
pt_br: Você não pode me levar vivo!
ru: Вы не возьмете меня живым!
tr: Beni canlı yakalayamazsınız!
vi: Ngươi không thể bắt sống ta!
zh_hans: 你不能带我活着！

source: I won't go down without a fight!
de: Ich werde nicht kampflos untergehen!
fr: Je ne tomberai pas sans me battre !
it: Non mi arrenderò senza combattere!
ko: 나는 싸우지 않고는 내려가지 않을 것이다!
pl: Nie poddam się bez walki!
pt_br: Eu não vou cair sem uma luta!
ru: Я не уйду без боя!
tr: Savaşmadan pes etmem!
vi: Tôi sẽ không gục ngã mà không chống cự!
zh_hans: 我不会没有战斗就下来！

source: I asked to become a citizen.
de: Ich bat darum Bürger zu werden.
fr: J'ai demandé à devenir citoyen.
it: Ho chiesto di diventare cittadino.
ko: 나는 시민이 되라고 요청했습니다.
pl: Poprosiłem o przyznanie mi obywatelstwa.
pt_br: Eu pedi para me tornar um cidadão.
ru: Я подал прошение на гражданство.
tr: Vatandaş olmayı talep ettim.
vi: Tôi đã yêu cầu được trở thành công dân.
zh_hans: 我要求成为一名公民。

source: I brought up the lack of jobs in a meeting.
de: Ich brachte den Mangel an Arbeitsplätzen zur Sprache.
fr: J'ai évoqué le manque d'emplois lors d'une réunion.
it: Ho parlato della mancanza di posti di lavoro in una riunione.
ko: 나는 회의에서 일자리 부족을 꺼냈다.
pl: Na spotkaniu poruszyłem kwestię braku miejsc pracy.
pt_br: Eu trouxe a falta de postos de trabalho em uma reuniao.
ru: На собрании я поднял вопрос о недостаточном количестве работ.
tr: Bir toplantıda iş eksikliğini dile getirdim.
vi: Tôi đã nêu ra vấn đề thiếu việc làm trong một cuộc họp.
zh_hans: 我在会议中提到了缺乏工作。

source: I made a suggestion about work allocations in a meeting.
de: Ich machte einen Vorschlag über Arbeitszuweisungen in einer Besprechung.
fr: J'ai fait une suggestion sur la répartition des tâches lors d'une réunion.
it: Ho dato un suggerimento sull'assegnazione del lavoro a una riunione.
ko: 회의에서 작업 할당에 대한 제안을 했습니다.
pl: Podczas spotkania zasugerowałem podział pracy.
pt_br: Fiz uma sugestao sobre alocações de trabalho em uma reuniao.
ru: На собрании я предложил свой вариант распределения работ.
tr: Bir toplantıda iş dağılımı hakkında öneride bulundum.
vi: Tôi đã đưa ra đề xuất về việc phân công công việc trong một cuộc họp.
zh_hans: 我对会议中的工作分配提出了建议。

source: I requested that more weapons be produced in a meeting.
de: Ich bat darum, dass mehr Waffen hergestellt werden.
fr: J'ai demandé que plus d'armes soient produites lors d'une réunion.
it: In una riunione ho chiesto che venissero prodotte altre armi.
ko: 나는 회의에서 더 많은 무기를 생산할 것을 요청했습니다.
pl: Podczas spotkania zażądałem, aby wyprodukowano więcej broni.
pt_br: Solicitei que armas mais ser produzidos em uma reuniao.
ru: На собрании я просил увеличить производство оружия.
tr: Bir toplantıda daha fazla silah üretilmesini talep ettim.
vi: Tôi đã yêu cầu sản xuất thêm vũ khí trong một cuộc họp.
zh_hans: 我要求在会议上制作更多的武器。

source: I complained to my priest.
de: Ich habe mich bei meinem Pfarrer beschwert.
fr: Je me suis plaint à mon prêtre.
it: Mi sono lamentato col mio sacerdote.
ko: 나는 신부님에게 불평했습니다.
pl: Poskarżyłem się swojemu kapłanowi.
pt_br: Eu reclamei com meu padre
ru: Я пожаловался моему священнику.
tr: Rahibime şikayette bulundum.
vi: Tôi đã than phiền với linh mục của mình.
zh_hans: 我向牧师抱怨.

source: I cried on my priest.
de: Ich weinte bei meinem Pfarrer.
fr: J'ai pleuré sur mon prêtre.
it: Ho pianto sul mio sacerdote.
ko: 나는 사제에게 울었다.
pl: Płakałem z powodu mojego kapłana
pt_br: Eu chorei para meu sacerdote.
ru: Я кричал на нашего священника.
tr: Rahibimin omzunda ağladım.
vi: Tôi đã khóc với linh mục của mình.
zh_hans: 我向牧师哭诉.

source: I yelled at somebody in charge.
de: Ich brüllte einen Verantwortlichen an.
fr: J'ai crié à quelqu'un en charge.
it: Ho urlato a un responsabile.
ko: 나는 책임자에게 소리쳤다.
pl: Nakrzyczałem na kogoś u władzy.
pt_br: Gritei com alguém no comando.
ru: Я наорал на кого-то.
tr: Yetkili birine bağırdım.
vi: Tôi đã la mắng một người có trách nhiệm.
zh_hans: 我对负责人喊道。

source: I cried on somebody in charge.
de: Ich schrie einen Verantwortlichen an.
fr: J'ai pleuré sur quelqu'un en charge.
it: Ho pianto su qualcuno in carica.
ko: 나는 책임자에게 울었다.
pl: Płakałem z powodu kogoś u władzy
pt_br: Eu desabafei para alguém no comando.
ru: Я поплакался кому-то.
tr: Yetkili birinin omzunda ağladım.
vi: Tôi đã khóc với một người có trách nhiệm.
zh_hans: 我对负责人哭了。

source: I told somebody that I am being prevented from leaving.
de: Ich sagte jemanden, dass ich vom verlassen verhindert bin.
fr: J'ai dit à quelqu'un qu'on m'empêchait de partir.
it: Ho detto a qualcuno che mi è stato impedito di andarmene.
ko: 나는 누군가에게 내가 떠나는 것을 막고 있다고 말했습니다.
pl: Powiedziałem komuś, że nie mogę odejść.
pt_br: Eu contei para alguém que eu estou impedido de sair.
ru: Я сказал кому-то, что я не могу уйти.
tr: Birine ayrılmamın engellendiğini söyledim.
vi: Tôi đã nói với ai đó rằng tôi đang bị ngăn cản rời đi.
zh_hans: 我告诉别人我被禁止离开。

source: I was cried on by an unhappy worshipper.
de: Ich wurde von einem unglücklichen Anbeter angeschrien.
fr: J'ai été pleuré par un adorateur malheureux.
it: Un adoratore infelice mi ha pianto addosso.
ko: 나는 불행한 숭배자에게 울었습니다.
pl: Płakał nade mną nieszczęśliwy wyznawca.
pt_br: Fui chorado por um adorador infeliz.
ru: Мне поплакался несчастный поклонник.
tr: Mutsuz bir mürit omzumda ağladı.
vi: Tôi đã bị một tín đồ bất mãn khóc than.
zh_hans: 我被一个不高兴的崇拜者弄哭了。

source: I was yelled at by an unhappy worshipper.
de: Ich wurde von einem unzufriedenen Anbeter angeschrien.
fr: Un fidèle mécontent m'a crié dessus.
it: Sono stato sgridato da un adoratore infelice.
ko: 나는 불행한 숭배자에게 소리를 질렀습니다.
pl: Zostałem skrzyczany przez niezadowolonego wyznawcę.
pt_br: Um adorador infeliz gritou comigo
ru: На меня накричал несчастный поклонник.
tr: Mutsuz bir mürit bana bağırdı.
vi: Tôi đã bị một tín đồ bất mãn la mắng.
zh_hans: 我被一个不高兴崇拜者大吼大叫了。

source: A visitor complained about being prevented from leaving.
de: Ein Besucher beschwerte sich das er am Verlassen gehindert wurde.
fr: Un visiteur s'est plaint d'avoir été empêché de sortir.
it: Un visitatore si è lamentato perché gli è stato impedito di uscire.
ko: 한 방문자가 떠나지 못한다고 불평했습니다.
pl: Jeden z gości skarżył się, że uniemożliwiono mu opuszczenie budynku.
pt_br: Um visitante reclamou de ter sido impedido de sair.
ru: Посетитель пожаловался, что не может уйти.
tr: Bir ziyaretçi ayrılmasının engellenmesinden şikayet etti.
vi: Một du khách đã than phiền về việc bị ngăn cản rời đi.
zh_hans: 一位访客抱怨被禁止离开。

source: I was cried on by an unhappy citizen.
de: Ich wurde von einem unglücklichen Bürger angeschriehen.
fr: J'ai été pleuré par un citoyen mécontent.
it: Un cittadino infelice mi ha pianto addosso.
ko: 나는 불행한 시민에 의해 울었습니다.
pl: Płakał nade mną nieszczęśliwy obywatel.
pt_br: Chorei por um cidadao infeliz.
ru: Мне поплакался несчастный гражданин.
tr: Mutsuz bir vatandaş omzumda ağladı.
vi: Tôi đã bị một công dân bất mãn khóc than.
zh_hans: 我被一个不快乐的公民弄哭了。

source: I was yelled at by an unhappy citizen.
de: Ich wurde von einem unglücklichen Bürger angebrüllt.
fr: J'ai été crié par un citoyen mécontent.
it: Sono stato sgridato da un cittadino infelice.
ko: 나는 불행한 시민에게 소리를 질렀습니다.
pl: Krzyknął na mnie niezadowolony obywatel.
pt_br: Foi gritado por um cidadao infeliz.
ru: На меня наорал несчастный гражданин.
tr: Mutsuz bir vatandaş bana bağırdı.
vi: Tôi đã bị một công dân bất mãn la mắng.
zh_hans: 我被一个不快乐的公民大吼大叫。

source: a piece
de: ein Stück
fr: un morceau
it: un pezzo
ko: 한 조각
pl: kawałek
pt_br: um pedaço
ru: часть
tr: bir parça
vi: một tác phẩm
zh_hans: 一块

source: on display
de: ausgestellt
fr: à l'affiche
it: in mostra
ko: 디스플레이
pl: wyświetlany
pt_br: na exibição.
ru: на витрине
tr: sergileniyor
vi: đang được trưng bày
zh_hans: 展示中

source: in my personal museum
de: in meinem persönlichen Museum
fr: dans mon musée personnel
it: nel mio museo personale
ko: 내 개인 박물관에서
pl: w moim prywatnym muzeum
pt_br: no meu museu pessoal
ru: в моем личном музее
tr: kişisel müzemde
vi: trong bảo tàng cá nhân của tôi
zh_hans: 在我个人博物馆

source: I was near to
de: Ich war in der Nähe von
fr: j'étais près de
it: Ero vicino a
ko: 나는 근처에 있었다
pl: Byłem blisko
pt_br: Eu estava perto de
ru: Я был рядом с
tr: Şuna yakındım:
vi: Tôi đã ở gần
zh_hans: 我就在附近

source: my own
de: meine eigenen
fr: le mien
it: il mio
ko: 내것의
pl: mój własny
pt_br: minha própria
ru: моим
tr: kendi
vi: của riêng tôi
zh_hans: 我自己的

source: arranged
de: vereinbart
fr: arrangé
it: organizzato
ko: 배열
pl: zaaranżowany
pt_br: organizados
ru: поставленным
tr: düzenlenmiş
vi: đã được sắp đặt
zh_hans: 安排

source: I lost a pet.
de: Ich habe ein Haustier verloren.
fr: J'ai perdu un animal de compagnie.
it: Ho perso il mio animaletto.
ko: 애완동물을 잃었습니다.
pl: Straciłem zwierzaka.
pt_br: Eu perdi um animal de estimação.
ru: Я потерял питомца.
tr: Bir evcil hayvan kaybettim.
vi: Tôi đã mất một thú cưng.
zh_hans: 我失去了一只宠物。

source: I threw something.
de: Ich warf etwas.
fr: J'ai jeté quelque chose.
it: Ho lanciato qualcosa.
ko: 나는 무언가를 던졌다.
pl: Rzuciłem czymś.
pt_br: Eu joguei algo.
ru: Я бросил что-то.
tr: Bir şey fırlattım.
vi: Tôi đã ném một thứ gì đó.
zh_hans: 我扔了一些东西。

source: I was released from confinement.
de: Ich wurde aus der Haft entlassen.
fr: J'ai été libéré du confinement.
it: Sono stato rilasciato dalla prigione.
ko: 나는 감금에서 풀려났다.
pl: Zostałem wypuszczony z więzienia.
pt_br: Fui libertado do confinamento.
ru: Я был освобождён из заключения.
tr: Hapis cezam bitti.
vi: Tôi đã được thả khỏi nơi giam giữ.
zh_hans: 我被禁闭了。

source: I lost the baby.
de: Ich habe das Baby verloren.
fr: J'ai perdu le bébé.
it: Ho perso il bambino.
ko: 나는 아기를 잃었다.
pl: Straciłam dziecko.
pt_br: Eu perdi o bebê.
ru: Я потеряла ребёнка.
tr: Bebeği kaybettim.
vi: Tôi đã mất đứa bé.
zh_hans: 我失去了宝宝。
