Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I know you've seen your share of adventure, but be careful or the bogeyman may get you.
de: Ich weiß, dass du schon so manches Abenteuer erlebt hast, aber sei vorsichtig, sonst könnte dich der Buhmann erwischen.
fr: Je sais que vous avez vécu votre part d'aventure, mais faites attention ou le croque-mitaine pourrait vous attraper.
it: So che hai visto la tua buona parte di avventure, ma fa' attenzione o il babau potrebbe prenderti.
ko: 당신이 모험에 능숙한 것은 압니다만, 조심하시지 않으면 부기맨이 당신을 죽일겁니다.
pl: Wiem, że swoje widziałeś, ale uważaj bo upiór cię dopadnie.
pt_br: Eu sei que você já teve sua cota de aventura, mas tome cuidado ou o bicho-papão pode levá-lo.
ru: Я знаю, на вашу долю хватает приключений, но будьте осторожны или когда-нибудь вас схватит бугимен.
tr: Maceralardan nasibini aldığını biliyorum ama dikkatli ol yoksa öcü seni kapabilir.
vi: Tôi biết ngài đã trải qua không ít cuộc phiêu lưu, nhưng hãy cẩn thận kẻo ông kẹ sẽ bắt lấy ngài.
zh_hans: 我知道你有丰富的冒险经验，但还是要小心，否则怪物可能会抓住你。

source: Night is falling. You'd better stay indoors, or the bogeyman will get you.
de: Die Nacht bricht herein. Bleib lieber drinnen, sonst holt dich der Buhmann.
fr: La nuit tombe. Vous feriez mieux de rester à l'intérieur, ou le croque-mitaine va vous attraper.
it: Sta calando la notte. È meglio che restiate in casa, o il babau vi prenderà.
ko: 칠흑 같은 밤이 다가옵니다. 실내에 있는 게 좋을 겁니다, 그렇지 않으면 부기맨이 당신을 잡아갈 거예요.
pl: Zapada noc. Lepiej pozostań w domu, albo upiór cię doadnie.
pt_br: A noite está caindo. É melhor ficar dentro de casa, ou o bicho-papão vai te pegar.
ru: Наступает ночь. Вам лучше остаться в доме, иначе вас может схватить бугимен.
vi: Đêm đang buông xuống. Ngài tốt hơn nên ở trong nhà, nếu không ông kẹ sẽ bắt lấy ngài.
zh_hans: 夜幕降临。你最好留在室内，否则怪物会抓住你。

source: The sun will set soon. Be careful that the bogeyman doesn't get you.
de: Die Sonne wird bald untergehen. Passt auf, dass euch der Buhmann nicht erwischt.
fr: Le soleil va bientôt se coucher. Faites attention à ce que le croque-mitaine ne vous attrape pas.
it: Il sole tramonterà presto. Fa' attenzione che il babau non ti prenda.
ko: 곧 해가 질 거예요. 부기맨이 당신을 잡아가지 못하게 조심하세요.
pl: Słońce niedługo zajdzie. Uważaj, by upiór cię nie dopadł.
pt_br: O sol irá se pôr em breve. Tenha cuidado para que o bicho-papão não te pegue.
ru: Солнце скоро зайдёт. Будьте осторожны, иначе бугимен схватит вас.
vi: Mặt trời sẽ lặn sớm. Hãy cẩn thận kẻo ông kẹ sẽ bắt lấy ngài.
zh_hans: 太阳将很快落下帷幕。小心那个怪物不会得到你。

source: Don't travel alone at night, or the bogeyman will get you.
de: Reisen Sie nicht allein in der Nacht, sonst holt Sie der schwarze Mann.
fr: Ne voyagez pas seul la nuit, ou le croquemitaine vous aura.
it: Non viaggiare da solo di notte o il babau ti prenderà.
ko: 밤에 혼자 여행하지 마세요. 그렇지 않으면 부기맨에게 잡힐 거예요.
pl: Nie podróżuj samotnie nocą, albo upiór cię dopadnie.
pt_br: Não viaje sozinho à noite, ou o bicho-papão vai te pegar.
ru: Не путешествуйте в одиночку ночью, иначе бугимен схватит вас.
tr: Geceleri yalnız seyahat etme, yoksa öcü seni kapar.
vi: Đừng du hành một mình vào ban đêm, nếu không ông kẹ sẽ bắt lấy ngài.
zh_hans: 不要在晚上独自旅行，否则怪物会帮助你。

source: Only a fool would travel alone at night! Take shelter or the bogeyman will get you.
de: Nur ein Narr würde nachts allein reisen! Suchen Sie Schutz, oder der schwarze Mann wird Sie holen.
fr: Seul un fou voyagerait seul la nuit ! Abritez-vous ou le croque-mitaine vous attrapera.
it: Solo un pazzo viaggerebbe da solo di notte! Riparatevi o il babau vi prenderà.
ko: 오직 바보만이 밤에 혼자 여행할 겁니다! 쉴 곳을 찾아 밤을 보내지 않으면 부기맨이 당신을 찾아서 죽일 겁니다.
pl: Tylko głupiec podróżowałby samotnie nocą! Znajdź schronienie albo upiór cię dopadnie.
pt_br: Só um tolo viajaria sozinho à noite! Abrigue-se ou o bicho-papão vai te pegar.
ru: Только глупец будет путешествовать ночью в одиночку! Найдите убежище или бугимен схватит вас.
vi: Chỉ kẻ ngốc mới dám du hành một mình vào ban đêm! Hãy tìm chỗ trú ẩn nếu không ông kẹ sẽ bắt lấy ngài.
zh_hans: 只有傻瓜才会在晚上独自旅行！弄个避难所，不然怪物会抓住你的。

source: Greetings.
de: Grüße.
fr: Salutations.
it: Saluti.
ko: 인사말.
pl: Pozdrawiam.
pt_br: Saudações.
ru: Приветствую
tr: Selamlar.
vi: Chào mừng.
zh_hans: 问候。

source: agreed to
de: zugestimmt
fr: accepté de
it: ha accettato di
ko: 동의하다
pl: zgodził się
pt_br: concordou
ru: согласился на
tr: şunu kabul etti:
vi: đã đồng ý với
zh_hans: 同意

source: offer of tribute from
de: Angebot für Tribut von
fr: offre d'hommage de
it: offerta di tributo da parte di
ko: 의 공물 제공
pl: oferta daniny od
pt_br: oferta de tributo de
ru: предложение дани от
tr: şundan haraç teklifi:
vi: đề nghị cống nạp từ
zh_hans: 来自的致敬

source: refused
de: abgelehnt
fr: refusé
it: rifiutato
ko: 거절
pl: odmówił
pt_br: recusou
ru: отказался
tr: reddetti:
vi: đã từ chối
zh_hans: 拒绝

source: demand of tribute from
de: verlangt Tribut von
fr: demande d'hommage de
it: richiesta di tributo da parte di
ko: 공물 요구
pl: żądanie daniny od
pt_br: demanda de tributo de
ru: потребовал дань с
tr: şundan haraç talebi:
vi: yêu cầu cống nạp từ
zh_hans: 要求致敬

source: accepted a peace offer from
de: akzeptiert ein Friedensangebot von
fr: accepté une offre de paix de
it: ha accettato un'offerta di pace da
ko: 평화 제안을 수락했습니다.
pl: zaakceptował propozycję pokoju od
pt_br: aceitou uma oferta de paz de
ru: принял предложение мира от
tr: şundan bir barış teklifini kabul etti:
vi: đã chấp nhận đề nghị hòa bình từ
zh_hans: 接受了和平邀请

source: to stop the conflict between
de: zu stoppen den Konflikt zwischen
fr: arrêter le conflit entre
it: per fermare il conflitto tra
ko: 사이의 갈등을 멈추기 위해
pl: aby zatrzymać konflikt pomiędzy
pt_br: para parar o conflito entre
ru: остановить конфликт между
tr: şunlar arasındaki çatışmayı durdurmak için:
vi: để chấm dứt xung đột giữa
zh_hans: 阻止之间的冲突

source: refused an offer of peace from
de: lehnte ab ein Angebot des Friedens von
fr: refusé une offre de paix de
it: ha rifiutato un'offerta di pace da
ko: 평화의 제안을 거절하다
pl: nie przyjął oferty pokoju od
pt_br: recusou uma oferta de paz de
ru: отказался от предложения мира от
tr: şundan gelen barış teklifini reddetti:
vi: đã từ chối đề nghị hòa bình từ
zh_hans: 拒绝了和平的提议

source: regarding the conflict between
de: in Bezug auf den Konflikt zwischen
fr: concernant le conflit entre
it: in merito al conflitto tra
ko: 사이의 갈등에 대해
pl: w sprawie konfliktu pomiędzy
pt_br: sobre o conflito entre
ru: относительно конфликта между
tr: şunlar arasındaki çatışmaya ilişkin:
vi: liên quan đến xung đột giữa
zh_hans: 关于之间的冲突

source: informed
de: informiert
fr: informé
it: informato
ko: 잘 아는
pl: poinformował
pt_br: Consenti -
ru: осведомлён
tr: bilgilendirdi:
vi: đã thông báo cho
zh_hans: 通知

source: that tribute would no longer be offered
de: dieser Tribut würde nicht mehr angeboten werden
fr: cet hommage ne serait plus rendu
it: che il tributo non sarebbe più stato offerto
ko: 그 공물은 더 이상 제공되지 않을 것입니다
pl: że danina nie będzie dłużej składana
pt_br: Esse tributo já não seria oferecido
ru: эта дань больше не может быть предложена
tr: artık haraç teklif edilmeyeceğini
vi: rằng cống nạp sẽ không còn được dâng nữa
zh_hans: 不再提供这种贡品

source: I hear
de: Ich höre
fr: j'entends
it: Sento
ko: 나는 듣는다
pl: Słyszę
pt_br: Ouvi dizer que os refugiados que se autodenominam
ru: Я слышу
vi: Tôi nghe nói rằng {0}
zh_hans: 我听到

source: has a real mean streak.
de: hat einen echte gemeine Ader.
fr: a une vraie tendance moyenne.
it: è davvero meschino.
ko: 진짜 평균 행진이 있습니다.
pl: ma napradę podłą passę.
pt_br: tem um muito mau génio.
ru: сильно нечистоплотен.
tr: gerçekten zalim bir yanı var.
vi: có tính khí thật hung hăng.
zh_hans: 有一个真正的平均条纹。

source: Best keep your head down.
de: Am besten hältst du deinen Kopf unten.
fr: Mieux vaut garder la tête baissée.
it: Meglio tenere la testa bassa.
ko: 머리를 숙이는 것이 가장 좋습니다.
pl: Lepiej trzymaj wzrok nisko.
pt_br: Melhor ficar com a cabeça para baixo.
ru: Лучше пригните голову.
vi: Tốt nhất là nên giữ mình.
zh_hans: 最好保持低调。

source: I hear that there is an insurrection against
de: Wie ich höre, gibt es ein Aufstand gegen
fr: J'entends qu'il y a une insurrection contre
it: Ho sentito dire che c'è un'insurrezione contro
ko: 반란이 일어났다는 소식을 듣고
pl: Słyszę, że ma miejsce powstanie przeciwką
pt_br: Ouvi dizer que há uma insurreição contra
ru: Я слышал о восстании против
tr: Şuna karşı bir ayaklanma olduğunu duydum:
vi: Tôi nghe nói có một cuộc nổi dậy chống lại {0}
zh_hans: 我听说有反抗的叛乱

source: I hear that
de: Ich höre, dass
fr: j'entends ça
it: Ho sentito che
ko: 나는 그것을 듣는다
pl: Słyszę, że
pt_br: Ouvi dizer que os refugiados que se autodenominam
ru: Я слышал, что
tr: Duyduğuma göre
vi: Tôi nghe nói rằng {0}
zh_hans: 我听到了

source: crushed an insurrection in
de: beendete einen Aufstand in
fr: écrasé une insurrection dans
it: ha schiacciato un'insurrezione in
ko: 반란을 진압했다
pl: zmiażdżył powstanie w
pt_br: esmagou uma insurreição em
ru: подавил восстание в
tr: şurada bir ayaklanmayı bastırdı:
vi: đã dập tắt một cuộc nổi dậy ở {0}
zh_hans: 粉碎了起义

source: waited out an insurrection in
de: wartete ab, einen Aufstand in
fr: attendu une insurrection dans
it: ha aspettato un'insurrezione in
ko: 반란을 기다렸다
pl: przeczekał powstanie w
pt_br: Esperei por uma insurreição em
ru: переждал восстание в
tr: şurada bir ayaklanmanın bitmesini bekledi:
vi: đã đợi cho một cuộc nổi dậy ở {0} kết thúc.
zh_hans: 等了起来的叛乱

source: lost
de: verloren
fr: perdu
it: perso
ko: 잃어버린
pl: stracił
pt_br: Perdida
ru: потерян
tr: kaybetti:
vi: đã mất {0}
zh_hans: 丢失

source: after an insurrection
de: nach einem Aufstand
fr: après une insurrection
it: dopo un'insurrezione
ko: 반란 후
pl: po powstaniu
pt_br: Depois de uma insurreição
ru: после восстания
tr: bir ayaklanmadan sonra
vi: sau một cuộc nổi dậy.
zh_hans: 起义后

source: We reclaimed
de: Wir fordern zurück
fr: Nous avons récupéré
it: Abbiamo reclamato
ko: 우리는 되찾았다
pl: Odbiliśmy
pt_br: Nós recuperados
ru: Мы вернули
tr: Geri aldık:
vi: Chúng tôi đã giành lại {0}
zh_hans: 我们收回了

source: I hear that a group calling itself
de: Ich höre, dass eine Gruppe sich selbst nennt
fr: J'entends qu'un groupe se faisant appeler
it: Ho sentito che un gruppo che si fa chiamare
ko: 자신을 부르는 그룹이 있다고 들었습니다.
pl: Słyszę, że grupa nazywająca się
pt_br: Ouvi dizer que um grupo que se autodenomina
ru: Я слышал, что группа, называющая себя
tr: Kendine şu adı veren bir grup olduğunu duydum:
vi: Tôi nghe nói rằng một nhóm tự gọi mình là {0}
zh_hans: 我听说有一群人在呼唤自己

source: We founded
de: Wir gründeten
fr: Nous avons fondé
it: Abbiamo fondato
ko: 우리는 설립
pl: Założyliśmy
pt_br: Fundado em
ru: Мы основали
tr: Kurduk:
vi: Chúng tôi đã thành lập {0}
zh_hans: 我们成立了

source: I hear that a group from
de: Ich höre, dass eine Gruppe von
fr: J'ai entendu dire qu'un groupe de
it: Ho sentito che un gruppo di
ko: 에서 온 그룹이라고 들었습니다.
pl: Słyszę, że grupa z
pt_br: Ouvi dizer que um grupo de
ru: Я слышал, что группа из
tr: Şuradan bir grubun olduğunu duydum:
vi: Tôi nghe nói rằng một nhóm từ {0}
zh_hans: 我听说有一群来自

source: left to reclaim the ruins
de: links die Ruinen zurückzufordern
fr: gauche pour récupérer les ruines
it: lasciato a reclamare le rovine
ko: 폐허를 되찾기 위해 떠났다
pl: zostawiony aby znów zająć ruiny
pt_br: esquerda para recuperar as ruínas
ru: покинул, чтобы вернуть руины
tr: harabeleri geri almak için ayrıldı
vi: đã rời đi để giành lại những tàn tích.
zh_hans: 留下来收回废墟

source: left to found a new settlement
de: verließ, um eine neue Siedlung zu gründen
fr: gauche pour fonder une nouvelle colonie
it: se ne andò per fondare un nuovo insediamento
ko: 새로운 정착지를 찾기 위해 떠났습니다.
pl: zostawiony by założyć nową osadę
pt_br: deixou para fundar um novo assentamento
ru: осталась, чтобы основать новое поселение
tr: yeni bir yerleşim yeri kurmak için ayrıldı
vi: đã rời đi để thành lập một khu định cư mới.
zh_hans: 离开去找一个新的定居点

source: This place has been conquered
de: Dieser Ort wurde erobert
fr: Cet endroit a été conquis
it: Questo luogo è stato conquistato
ko: 이 장소는 정복되었습니다
pl: To miejsce zostało podbite
pt_br: Este lugar foi conquistado
ru: Это место было захвачено
tr: Burası fethedildi
vi: Nơi này đã bị chinh phục.
zh_hans: 这个地方已被征服

source: has been conquered
de: wurde erobert
fr: a été conquis
it: è stato conquistato
ko: 정복되었다
pl: zostało podbite
pt_br: foi conquistado
ru: была завоёвана
tr: fethedildi
vi: {0} đã bị chinh phục.
zh_hans: 已被征服

source: We formed
de: Wir bildeten
fr: Nous avons formé
it: Abbiamo formato
ko: 우리는 형성
pl: Uformowaliśmy
pt_br: Nós formamos
ru: Мы создали
tr: Kurduk:
vi: Chúng tôi đã thành lập {0}
zh_hans: 我们成立了

source: in order to find better lives
de: um ein besseres Leben zu finden
fr: pour trouver une vie meilleure
it: per trovare una vita migliore
ko: 더 나은 삶을 찾기 위해
pl: aby znaleźć lepsze życie
pt_br: a fim de encontrar uma vida melhor
ru: в поисках лучшей жизни
tr: daha iyi hayatlar bulmak için
vi: để tìm kiếm một cuộc sống tốt đẹp hơn.
zh_hans: 为了找到更好的生活

source: moved on in search of a better future
de: auf der Suche nach einer besseren Zukunft weitergezogen
fr: partir à la recherche d'un avenir meilleur
it: spostati alla ricerca di un futuro migliore
ko: 더 나은 미래를 찾아 움직였다
pl: przenieśli się w poszukiwaniu lepszej przyszłości
pt_br: mudou-se em busca de um futuro melhor
ru: ушёл на поиски лучшего будущего
tr: daha iyi bir gelecek arayışıyla yola devam etti
vi: đã rời đi để tìm kiếm một tương lai tốt đẹp hơn.
zh_hans: 继续前进，寻求更美好的未来

source: after the horrible mismanagement of
de: nach der schrecklichen Misswirtschaft der
fr: après l'horrible mauvaise gestion de
it: dopo l'orribile malagestione di
ko: 끔찍한 관리 실패 이후
pl: bo strasznie złym zarządzaniu
pt_br: após a terrível má gestão de
ru: после полной бесхозяйственности
tr: şunun korkunç kötü yönetiminden sonra:
vi: sau sự quản lý yếu kém khủng khiếp của {0}
zh_hans: 在可怕的管理不善之后

source: We had to pull out of
de: Wir mussten ausziehen von
fr: Nous avons dû nous retirer de
it: Abbiamo dovuto ritirarci da
ko: 우리는 빠져나와야 했다
pl: Musieliśmy się wycofać z
pt_br: Tivemos de retirar de
ru: Нам пришлось уйти из
tr: Şuradan çekilmek zorunda kaldık:
vi: Chúng tôi đã phải rút khỏi {0}
zh_hans: 我们不得不退出

source: We banded up as
de: Wir wurden verbannt als
fr: Nous nous sommes regroupés comme
it: Ci siamo uniti come
ko: 우리는 다음과 같이 뭉쳤습니다.
pl: Zjednoczyliśmy siły jako
pt_br: Estamos em faixas acima como
ru: Мы объединились как
tr: Şu olarak birleştik:
vi: Chúng tôi đã tập hợp lại thành {0}
zh_hans: 我们捆绑了

source: and escaped
de: und geflüchteten
fr: et s'est échappé
it: e fuggito
ko: 그리고 탈출
pl: i uciekł
pt_br: e fugiu
ru: и сбежал
tr: ve kaçtık
vi: và đã trốn thoát.
zh_hans: 逃脱了

source: I hear that refugees calling themselves
de: Ich höre, Flüchtlinge nennen sich selbst
fr: J'entends que les réfugiés s'appellent eux-mêmes
it: Ho sentito che i rifugiati che si definiscono
ko: 난민들이 스스로를 부르는 소리가 들린다
pl: Słyszę, że uchodźcy zwący siebie
pt_br: Ouvi dizer que os refugiados que se autodenominam
ru: Я слышал, что беженцы называют себя
tr: Kendilerine şu adı veren mültecilerin olduğunu duydum:
vi: Tôi nghe nói rằng những người tị nạn tự gọi mình là {0}
zh_hans: 我听说难民自称

source: fled
de: floh
fr: fuite
it: fuggito
ko: 도망쳤다
pl: zbiegł
pt_br: fugiu
ru: бежал
tr: kaçtı
vi: đã chạy trốn khỏi {0}
zh_hans: 逃离

source: just before an army
de: kurz vor einer Armee
fr: juste avant une armée
it: poco prima che un esercito
ko: 군대 직전
pl: tuż przed armią
pt_br: antes um exército
ru: прямо перед армией
tr: bir ordudan hemen önce
vi: ngay trước khi một đạo quân {0}
zh_hans: 就在军队面前

source: descended upon the place.
de: herab auf den Platz.
fr: est descendu sur le lieu.
it: si è abbattuto sul luogo.
ko: 그 자리에 내려왔습니다.
pl: zstąpił na to miejsce.
pt_br: desceu sobre o lugar.
ru: спустился до места
tr: o yere indi.
vi: đổ bộ xuống nơi đó.
zh_hans: 降落在这个地方。

source: I heard that there was an incident.
de: Ich habe gehört, dass es einen Zwischenfall gab.
fr: J'ai entendu dire qu'il y avait eu un incident.
it: Ho sentito che c'è stato un incidente.
ko: 사건이 있었다고 들었습니다.
pl: Słyszę, że miał miejsce pewien incydent.
pt_br: Ouvi dizer que houve um incidente.
ru: Я слышал, что там было происшествие.
tr: Bir olay olduğunu duydum.
vi: Tôi nghe nói đã có một sự cố.
zh_hans: 我听说有一件事。

source: I heard that
de: Ich habe gehört, dass
fr: j'ai entendu ça
it: Ho sentito che
ko: 나는 그것을 들었다
pl: Słyszałem, że
pt_br: Ouvi dizer que
ru: Я слышал, что
tr: Şunu duydum:
vi: Tôi nghe nói rằng {0}
zh_hans: 我听说

source: was destroyed.
de: wurde zerstört.
fr: a été détruit.
it: è stato distrutto.
ko: 파괴 된.
pl: został zniszczony.
pt_br: foi destruído.
ru: был разрушен
tr: yok edildi.
vi: đã bị phá hủy.
zh_hans: 被摧毁了。

source: is in
de: ist in
fr: est dans
it: è in
ko: 에 있다
pl: jest w
pt_br: está em
ru: в
tr: şurada:
vi: nằm ở
zh_hans: 在

source: I have
de: Ich habe
fr: j'ai
it: Ho
ko: 나는 가지고있다
pl: Mam
pt_br: Eu tenho
ru: У меня есть
tr: Bende var:
vi: Tôi có
zh_hans: 我有

source: has
de: hast
fr: a
it: ha
ko: 가지다
pl: ma
pt_br: tinha
ru: имеет
tr: şunda var:
vi: có
zh_hans: 具有

source: is not in
de: ist nicht in
fr: n'est pas dans
it: non è in
ko: 에 없다
pl: nie jest w
pt_br: não está em
ru: не в
tr: şurada değil:
vi: không nằm ở
zh_hans: 不在

source: I do not have
de: Ich habe keine
fr: je n'ai pas
it: Non ho
ko: 난 없어
pl: Nie mam
pt_br: Eu não tenho
ru: У меня нет
tr: Bende yok:
vi: Tôi không có
zh_hans: 我没有

source: does not possess
de: besitzt nicht
fr: ne possède pas
it: non possiede
ko: 소유하지 않는다
pl: nie posiada
pt_br: não possui
ru: не обладает
tr: şuna sahip değil:
vi: không sở hữu
zh_hans: 没有

source: stops and pays attention to you.
tr: durur ve dikkatini size verir.
vi: dừng lại và chú ý đến bạn.

source: (to
de: (zu
fr: (à
it: (per
ko: (에게
pl: (do
pt_br: (para
ru: (обращается к
tr: (şuna
vi: (tới
zh_hans: （至

source: something
de: etwas
fr: quelque chose
it: qualcosa
ko: 무언가
pl: czegoś
pt_br: Não é um presente se você espera algo em troca.
ru: нечто
tr: bir şey
vi: thứ gì đó
zh_hans: 某物

source: paved outdoor area
de: gepflasterten Außenbereich
fr: espace extérieur pavé
it: area esterna pavimentata
ko: 포장된 야외 공간
pl: zewnętrzny teren ze ścieżkami
pt_br: área pavimentada ao ar livre
ru: мощёное открытое пространство
tr: döşeli dış alan
vi: khu vực ngoài trời lát gạch
zh_hans: 铺设室外区域

source: uneven pillars
de: unebene Säulen
fr: piliers inégaux
it: pilastri irregolari
ko: 고르지 않은 기둥
pl: nierówne słupy
pt_br: pilares desiguais
ru: неровные колонны
tr: düzensiz sütunlar
vi: cột đá không đều
zh_hans: 不平衡的支柱

source: square of pillars
de: Quadrat von Säulen
fr: carré de piliers
it: riquadro di pilastri
ko: 기둥의 광장
pl: pole słupów
pt_br: praça dos pilares
ru: квадрат из колонн
tr: sütun karesi
vi: hình vuông cột đá
zh_hans: 支柱广场

source: pillars on the perimeter
de: Säulen mit dem Umfang
fr: piliers sur le périmètre
it: pilastri sul perimetro
ko: 주변의 기둥
pl: słupy na obwodzie
pt_br: pilares no perímetro
ru: колонны по периметру
tr: çevredeki sütunlar
vi: cột đá quanh chu vi
zh_hans: 在外围的支柱

source: upper floors
de: obere Stockwerke
fr: étages supérieurs
it: piani superiori
ko: 위층
pl: wyższe piętra
pt_br: pisos superiores
ru: верхние этажи
tr: üst katlar
vi: các tầng trên
zh_hans: 楼上

source: lower floors
de: unteren Stockwerke
fr: étages inférieurs
it: piani inferiori
ko: 낮은 층
pl: niższe piętra
pt_br: pisos inferiores
ru: нижние этажи
tr: alt katlar
vi: các tầng dưới
zh_hans: 较低的楼层

source: water pool
de: Wasserbecken
fr: piscine d'eau
it: pozza d'acqua
ko: 수영장
pl: basen z wodą
pt_br: poça d'água
ru: водоём
tr: su havuzu
vi: hồ nước
zh_hans: 水池

source: lava pool
de: Lavabecken
fr: piscine de lave
it: pozza di lava
ko: 용암 웅덩이
pl: basen z lawą
pt_br: poça de lava
ru: озеро лавы
tr: lav havuzu
vi: hồ dung nham
zh_hans: 熔岩池

source: stagnant pool
de: Tümpel
fr: piscine stagnante
it: pozza stagnante
ko: 정체된 수영장
pl: stojąca ciecz
pt_br: poça estagnada
ru: стоячий водоём
tr: durgun havuz
vi: hồ nước tù đọng
zh_hans: 停滞不前的游泳池

source: open structure
de: offene Struktur
fr: structure ouverte
it: struttura aperta
ko: 개방형 구조
pl: otwarta struktura
pt_br: estrutura aberta
ru: открытая структура
tr: açık yapı
vi: cấu trúc mở
zh_hans: 开放式结构

source: paved indoor areas
de: gepflasterter Innenbereich
fr: espaces intérieurs pavés
it: aree interne pavimentate
ko: 포장된 실내 공간
pl: wewnętrzne nierówne słupy
pt_br: áreas internas pavimentadas
ru: мощёное внутреннее пространство
tr: döşeli iç alanlar
vi: khu vực trong nhà lát gạch
zh_hans: 铺设室内区域

source: detailed surfaces
de: detaillierte Oberflächen
fr: surfaces détaillées
it: superfici dettagliate
ko: 상세한 표면
pl: szczegółowe powierzchnie
pt_br: detalhadas sobre superfícies
ru: украшенные поверхности
tr: detaylı yüzeyler
vi: bề mặt chi tiết
zh_hans: 详细的表面

source: no architectural element
de: kein architektonisches Element
fr: aucun élément architectural
it: nessun elemento architettonico
ko: 건축적 요소 없음
pl: brak elementu architektonicznego
pt_br: nenhum elemento arquitectónico
ru: нет архитектурных элементов
tr: mimari unsur yok
vi: không có yếu tố kiến trúc nào
zh_hans: 没有建筑元素

source: An evil lurks within.
de: Das Böse lauert im Inneren.
fr: Un mal se cache à l'intérieur.
it: Un male si annida all'interno.
ko: 내부에 악이 도사리고 있습니다.
pl: Wewnątrz czai się zło.
pt_br: Um mal que se esconde dentro.
ru: Зло бродит вокруг.
tr: İçeride bir kötülük pusuda bekliyor.
vi: Một thế lực tà ác đang ẩn mình bên trong.
zh_hans: 一种邪恶潜伏在内部。

source: A night creature has infiltrated our communities and now makes prey of us.
de: Eine nächtliche Kreatur ist in unsere Gemeinschaften eingedrungen und macht nun Beute aus uns.
fr: Une créature nocturne a infiltré notre communauté et fais maintenant de nous ses proies.
it: Una creatura notturna si è infiltrata nelle nostre comunità e ora ci preda.
ko: 밤의 생물들이 저희의 공동체를 파괴했습니, 이제는 저희를 사냥하러 오겠지요.
pl: Nocna istota wkradła się między nas i żeruje na nas.
pt_br: Uma criatura da noite se infiltrou em nossas comunidades e agora faz presas de nós.
ru: Создание ночи пробралось в наше общество и охотится на нас.
tr: Bir gece yaratığı topluluklarımıza sızdı ve şimdi bizi avlıyor.
vi: Một sinh vật bóng đêm đã xâm nhập vào cộng đồng của chúng ta và giờ đây biến chúng ta thành con mồi.
zh_hans: 一个夜生物渗透到我们的社区，现在成为我们的猎物。

source: As you know, we are at war. You might be able to strike our enemies where our armies cannot reach.
de: Wie Sie wissen, befinden wir uns im Krieg. Ihr könntet unsere Feinde dort treffen, wo unsere Armeen nicht hinkommen.
fr: Comme vous le savez, nous sommes en guerre. Vous pourrez frapper notre ennemi là où nos armées ne peuvent aller.
it: Come sai siamo in guerra. Potreste essere in grado di colpire i nostri nemici dove i nostri eserciti non possono arrivare.
ko: 당신이 알다시피 우리는 전쟁 중입니다. 우리 군대가 접근할 수 없는 곳으로 가 적들을 공격할 수도 있습니다.
pl: Jak dobrze wiesz, jesteśmy na wojnie. Być może ty możesz dosięgnąć wroga tam, gdzie go nasza armia nie dosięgnie.
pt_br: Como você sabe, nós estamos em guerra. Você pode ser capaz de atacar nossos inimigos onde nossos exércitos não podem alcançar.
ru: Как вы знаете, мы сейчас воюем. Вы могли бы нанести удар нашим врагам там, где не достанут наши войска.
vi: Như bạn đã biết, chúng ta đang trong chiến tranh. Bạn có thể tấn công kẻ thù ở những nơi quân đội của chúng ta không thể tiếp cận.
zh_hans: 如你所知，我们处于战争状态。你可能能够击中我们的军队无法到达的敌人。
