Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Land holder population trigger
fr: Déclencheur de la population des propriétaires fonciers
it: Attivazione popolazione proprietari terrieri
ko: 토지 소유자 인구 트리거
pl: Populacja posiadaczy ziemskich powoduje
pt_br: Gatilho de população do titular da terra
ru: Триггер землевладения от населения
tr: Arazi sahibi nüfus tetikleyicisi
vi: Ngưỡng kích hoạt dân số chủ đất
zh_hans: 土地所有者人口触发

source: (mods)
fr: (modes)
it: (mod)
ko: (모드)
pl: (mody)
ru: (моды)
tr: (modlar)
vi: (mod)
zh_hans: (插件)

source: Land holder production trigger
fr: Déclencheur de production des propriétaires fonciers
it: Attivazione produzione proprietari terrieri
ko: 토지 소유자 생산 트리거
pl: Produkcja posiadaczy ziemskich powoduje
pt_br: Gatilho de produção do titular da terra
ru: Триггер землевладения от производства
tr: Arazi sahibi üretim tetikleyicisi
vi: Ngưỡng kích hoạt sản lượng chủ đất
zh_hans: 土地持有人生产触发

source: Land holder trade trigger
fr: Déclencheur de commerce des propriétaires fonciers
it: Attivazione commercio proprietari terrieri
ko: 토지 보유자 거래 트리거
pl: Handel posiadaczy ziemskich powoduje
pt_br: Gatilho de comércio do titular da terra
ru: Триггер землевладения от торговли
tr: Arazi sahibi ticaret tetikleyicisi
vi: Ngưỡng kích hoạt thương mại chủ đất
zh_hans: 土地持有人交易触发

source: Value of temple
fr: Valeur du temple
it: Valore del tempio
ko: 사원의 가치
pl: Wartość świątyni
pt_br: Valor de Templos
ru: Значение храма
tr: Tapınağın değeri
vi: Giá trị đền thờ
zh_hans: 寺庙的重要性

source: Value of temple complex
fr: Valeur du complexe du temple
it: Valore del complesso di templi
ko: 사원 단지의 가치
pl: Wartość kompleksu świątynnego
pt_br: Valor do complexo do templo
ru: Значение храмового комплекса
tr: Tapınak kompleksinin değeri
vi: Giá trị khu phức hợp đền thờ
zh_hans: 寺庙建筑群的重要性

source: Priesthood unit count
fr: Nombre d'unités de prêtrise
it: Conteggio unità Sacerdozio
ko: 신권 단위 수
pl: Ilość jednostek kapłaństwa
pt_br: Contagem de unidade de sacerdócio
ru: Количество единиц священства
tr: Rahiplik birim sayısı
vi: Số lượng đơn vị giáo sĩ
zh_hans: 祭祀单位总数

source: High priesthood unit count
fr: Nombre d'unités de la haute prêtrise
it: Conteggio unità dell'Alto Sacerdozio
ko: 대신권 단위 수
pl: Ilość jednostek wysokiego kapłaństwa
pt_br: Alta contagem de unidade de sacerdócio
ru: Количество единиц высшего священства
tr: Başrahip birim sayısı
vi: Số lượng đơn vị giáo sĩ cấp cao
zh_hans: 大祭司单位总数

source: Value of guildhall
fr: Valeur de la guilde
it: Valore della Casa della gilda
ko: 길드홀의 가치
pl: Wartość gildii
pt_br: Valor de Salões de Guildas
ru: Значение гильдхолла
tr: Lonca salonunun değeri
vi: Giá trị hội quán
zh_hans: 行会的价值

source: Value of grand guildhall
fr: Valeur du grand hôtel de guilde
it: valore della Gran casa della gilda
ko: 그랜드 길드홀의 가치
pl: Wartość wielkiej gildii
pt_br: Valor do grande salão de guilda
ru: Значение великого гильдхолла
tr: Büyük lonca salonunun değeri
vi: Giá trị đại hội quán
zh_hans: 大行会的价值

source: Guild unit count
fr: Nombre d'unités de guilde
it: Nr. unità Gilda
ko: 길드 단위 수
pl: Ilość jednostek gildii
pt_br: Contagem de unidade da guilda
ru: Количество подразделений гильдии
tr: Lonca birim sayısı
vi: Số lượng đơn vị hội
zh_hans: 行会单位数

source: Grand guild unit count
fr: Nombre d'unités de grande guilde
it: Nr. unità Gran gilda
ko: 그랜드 길드 단위 수
pl: lość jednostek wielkiej gildii
pt_br: Contador de unidades da grande guilda
ru: Количество подразделений большой гильдии
tr: Büyük lonca birim sayısı
vi: Số lượng đơn vị đại hội
zh_hans: 大行会单位数

source: Mandate period (more = fewer)
fr: Durée du mandat (plus = moins)
it: Periodo di mandato (più = di meno)
ko: 위임 기간 (더 많음 = 더 적음)
pl: Okres mandatu (więcej = mniej)
pt_br: Período de mandato (mais = menos)
ru: Мандатный период (больше = меньше)
tr: Talimat dönemi (daha fazla = daha az)
vi: Chu kỳ ban hành (cao hơn = ít hơn)
zh_hans: 授权周期（更长=更少）

source: Demand period (more = fewer)
fr: Période de demande (plus = moins)
it: Periodo di domanda (più = di meno)
ko: 수요 기간 (더 많음 = 더 적음)
pl: Okres żądania (więcej = mniej)
pt_br: Período de demanda (mais = menos)
ru: Период спроса (больше = меньше)
tr: Talep dönemi (daha fazla = daha az)
vi: Chu kỳ yêu cầu (cao hơn = ít hơn)
zh_hans: 需求周期（更长=更少需求）

source: Failed to open
fr: Impossible d'ouvrir
it: Apertura non riuscita
ko: 열지 못했습니다.
pl: Nie udało się otworzyć
pt_br: Não conseguiu abrir
ru: Ошибка при открытии
tr: Dosya açılamadı:
vi: Không thể mở
zh_hans: 无法打开

source: for writing
fr: pour écrire
it: per scrivere
ko: 쓰기 위해
pl: do zapisu
pt_br: para a escrita
ru: для записи
tr: yazmak için
vi: để ghi
zh_hans: 写作

source: Switching to portable mode.
tr: Taşınabilir moda geçiliyor.
vi: Chuyển sang chế độ di động.

source: Switching from portable mode.
tr: Taşınabilir moddan çıkılıyor.
vi: Chuyển khỏi chế độ di động.

source: Say that you don't remember
tr: Hatırlamadığını söyle
vi: Nói rằng bạn không nhớ

source: prefs
fr: préférences
it: pref
ko: 환경 설정
pt_br: preferências
ru: предпочтения
tr: tercihler
vi: Tùy chỉnh
zh_hans: 预设

source: Gem Cutting Workshop
de: Edelstein Werkstatt
fr: Atelier de taille de gemmes
it: Bottega dell'Intagliatore di Gemme
ko: 보석세공 작업장
pl: Pracownia Jubilerska
pt_br: Oficina de Corte de Gemas
ru: Ювелирная мастерская
tr: Mücevher Kesim Atölyesi
vi: Xưởng Cắt Đá Quý
zh_hans: 宝石切割工坊

source: --> Swayed by emotions
vi: --> Bị cảm xúc chi phối

source: Histories of
fr: Histoires de
it: Storie di
ko: 역사
pl: Historie
pt_br: Histórias de
ru: Истории о
tr: Şunun tarihçeleri:
vi: Lịch sử của
zh_hans: 历史之于

source: Gluttony
fr: Gourmandise
it: Gola
ko: 식탐
pl: Obżarstwa
pt_br: Gula
ru: б обжорстве
tr: Oburluk
vi: Phàm ăn
zh_hans: 暴食

source: Cupidity
de: Habgier
fr: Cupidité
it: Cupidigia
ko: 이욕
pl: Chciwości
pt_br: Pecado capital
ru: скупости
tr: Para Hırsı
vi: Ham muốn của cải
zh_hans: 贪欲

source: Jealousy
fr: Jalousie
it: Gelosia
ko: 시기
pl: Zazdrości
pt_br: Ciúme
ru: зависти
tr: Kıskançlık
vi: Ghen tị
zh_hans: 嫉妒

source: Greed
de: Gier
fr: Avidité
it: Avidità
ko: 탐욕
pl: Chciwości
pt_br: Ganância
ru: жадности
tr: Açgözlülük
vi: Tham lam
zh_hans: 贪婪

source: Industry
fr: Industrie
it: Industria
ko: 산업
pl: Przemysłu
pt_br: Ramo
ru: производстве
tr: Çalışkanlık
vi: Cần cù
zh_hans: 工业

source: Enterprise
fr: Entreprise
it: Impresa
ko: 진취
pl: Przedsiębiorczości
pt_br: Empresarial
ru: предприимчивости
tr: Girişimcilik
vi: Nỗ lực
zh_hans: 事业

source: Resourcefulness
fr: Ingéniosité
it: Intraprendenza
ko: 지략
pl: Zaradności
pt_br: Desenvoltura
ru: находчивости
tr: Beceriklilik
vi: Tháo vát
zh_hans: 智谋

source: Determination
fr: Détermination
it: Determinazione
ko: 투지
pl: Determinacji
pt_br: Determinação
ru: решительности
tr: Kararlılık
vi: Quyết tâm
zh_hans: 决心

source: Mettle
fr: Courage
it: Temperamento
ko: 패기
pl: Zapału
pt_br: Coragem
ru: отваге
tr: Metanet
vi: Gan dạ
zh_hans: 勇气

source: Dynamism
fr: Dynamisme
it: Dinamismo
ko: 활력
pl: Dynamizmu
pt_br: Dinamismo
ru: стремительности
tr: Dinamizm
vi: Năng động
zh_hans: 活力

source: Toil
fr: Labeur
it: Duro lavoro
ko: 노역
pl: Trudu
pt_br: Labuta
ru: труде
tr: Emek
vi: Khó nhọc
zh_hans: 辛劳

source: Exertion
fr: Effort
it: Fatica
ko: 분투
pl: Wysiłku
pt_br: esforço
ru: напряжении
tr: Çaba
vi: Vất vả
zh_hans: 努力

source: Tenacity
de: Behaarlichkeit
fr: Ténacité
it: Tenacia
ko: 끈기
pl: Wytrwałości
pt_br: tenacidade
ru: стойкости
tr: Azim
vi: Bền bỉ
zh_hans: 韧性

source: Mods install automatically when chosen during world creation.
fr: Les mods s'installent automatiquement lorsqu'ils sont choisis lors de la création du monde.
it: Le mod si installano automaticamente quando scelte durante la creazione del mondo.
ko: 모드는 세계 생성 중에 선택하면 자동으로 설치됩니다.
pl: Mody instalowane są automatycznie kiedy zostaną wybrane podczas tworzenia świata.
pt_br: Instalação de Mods automática quando selecionado durante criação do mundo.
ru: Моды устанавливаются автоматически при выборе во время создания мира.
tr: Modlar dünya yaratımı sırasında seçildiğinde otomatik olarak yüklenir.
vi: Các bản mod sẽ tự động cài đặt khi được chọn trong quá trình tạo thế giới.
zh_hans: 在世界创建期间选择时，将自动安装模组。

source: Click a mod to open its folder.
tr: Klasörünü açmak için bir moda tıkla.
vi: Nhấn vào một bản mod để mở thư mục của nó.

source: Installed
fr: installée
it: Installata
ko: 설치됨
pl: Zainstalowano
pt_br: Instalado
ru: Установлены
tr: Kuruldu
vi: Đã cài đặt
zh_hans: 安装后

source: Unnamed mod
fr: Mod sans nom
it: Mod senza nome
ko: 이름 없는 모드
pl: Nienazwany mod
pt_br: Mod sem nome
ru: Безымянный мод
tr: İsimsiz mod
vi: Bản mod không tên
zh_hans: 未命名的模组

source: Author:
fr: Auteur:
it: Autore:
ko: 제작자:
pl: Autorzy:
pt_br: Autor:
ru: Автор:
tr: Yazar:
vi: Tác giả:
zh_hans: 作者

source: Unknown author
fr: Auteur inconnu
it: Autore sconosciuto
ko: 알 수 없는 제작자
pl: Nieznany autor
pt_br: Autor desconhecido
ru: Неизвестный автор
tr: Bilinmeyen yazar
vi: Tác giả không xác định
zh_hans: 未知作者

source: Version:
it: Versione:
ko: 버전:
pl: Wersja:
pt_br: Versão:
ru: Версия:
tr: Sürüm:
vi: Phiên bản:
zh_hans: 版本:

source: Earliest compatible version:
fr: Version compatible la plus ancienne :
it: Prima versione compatibile:
ko: 호환 가능한 가장 오래된 버전:
pl: Najwcześniejsza kompatybilna wersja:
pt_br: Primeira versão compatível:
ru: Самая ранняя совместимая версия:
tr: En erken uyumlu sürüm:
vi: Phiên bản tương thích sớm nhất:
zh_hans: 最早的兼容版本

source: Must be after
fr: Doit être après
it: Dev'essere dopo
ko: 이후에 위치해야 합니다.
pl: Musi być po
pt_br: Deve ser depois
ru: Должен быть после
tr: Şundan sonra olmalı:
vi: Phải sau
zh_hans: 必须在这之后

source: Must be before
fr: Doit être avant
it: Dev'essere prima di
ko: 이전에 위치해야 합니다.
pl: Musi być przed
pt_br: Deve ser antes
ru: Должен быть до
tr: Şundan önce olmalı:
vi: Phải trước
zh_hans: 必须在这之前

source: Requires
fr: A besoin
it: Richiede
ko: 필요하다
pl: Wymaga
pt_br: Requer
ru: Требуется
tr: Gerektirir:
vi: Yêu cầu
zh_hans: 要求

source: Conflicts with
fr: Conflits avec
it: In conflitto con
ko: 충돌
pl: Konflikt z
pt_br: Conflito com
ru: Конфликты с
tr: Şununla çakışır:
vi: Xung đột với
zh_hans: 相矛盾与

source: Dwarf Fortress: Arena
fr: Forteresse naine : Arène
ko: 드워프 포트리스: 아레나
ru: Dwarf Fortress: Арена
vi: Dwarf Fortress: Đấu trường
zh_hans: 矮人要塞：竞技场

source: Loading object files...
de: Lade Objektdateien...
fr: Chargement des fichiers objets...
it: Caricamento file oggetto...
ko: 개체 파일 로딩 중...
pl: Ładowanie plików obiektów...
pt_br: Carregando arquivos de objetos...
ru: Загрузка файлов объектов...
tr: Nesne dosyaları yükleniyor...
vi: Đang tải tập tin đối tượng...
zh_hans: 加载对象文件......

source: Languages...
de: Sprachkenntnisse...
fr: Langues...
it: Linguaggi...
ko: 언어...
pl: Języki...
pt_br: Idiomas...
ru: Языки...
tr: Diller...
vi: Ngôn ngữ...
zh_hans: 语言...

source: Text...
fr: Texte...
it: Testo...
ko: 텍스트...
pl: Tekst...
pt_br: Texto...
ru: Текст...
tr: Metin...
vi: Văn bản...
zh_hans: 文本...

source: Music...
fr: Musique...
it: Musica...
ko: 음악...
pl: Muzyka...
pt_br: Música...
ru: Музыка...
tr: Müzik...
vi: Nhạc...
zh_hans: 音乐...

source: Sound...
fr: Du son...
it: Suono...
ko: 소리...
pl: Dźwięk...
pt_br: Som...
ru: Звук...
tr: Ses...
vi: Âm thanh...
zh_hans: 声音...

source: Shapes...
de: Formen...
fr: Formes...
it: Forme...
ko: 모양...
pl: Kształty...
pt_br: Formas...
ru: Формы...
tr: Şekiller...
vi: Hình dạng...
zh_hans: 形状...

source: Colors...
de: Farben...
fr: Couleurs...
it: Colori...
ko: 색상...
pl: Kolory...
pt_br: Cores...
ru: Цвета...
tr: Renkler...
vi: Màu sắc...
zh_hans: 颜色...

source: Patterns...
de: Muster...
fr: Motifs...
it: Schemi...
ko: 패턴...
pl: Wzory...
pt_br: Padroes...
ru: Шаблоны...
tr: Desenler...
vi: Họa tiết...
zh_hans: 模式...

source: Material templates...
de: Materialvorlagen...
fr: Modèles de matériaux...
it: Schemi materiali...
ko: 재료 템플릿...
pl: Szablony materiałów...
pt_br: Modelos de material...
ru: Шаблоны материалов...
tr: Malzeme şablonları...
vi: Mẫu vật liệu...
zh_hans: 材料模板......

source: Inorganics...
de: Unorganisches...
fr: Inorganiques...
it: Inorganici...
ko: 무기물...
pl: Nieorganiczne...
pt_br: Produtos inorgânicos...
ru: Неорганика...
tr: İnorganikler...
vi: Phi hữu cơ...
zh_hans: 无机物...

source: Plants...
de: Pflanzen...
fr: Végétaux...
it: Piante...
ko: 식물...
pl: Rośliny...
pt_br: Plantas...
ru: Растения...
tr: Bitkiler...
vi: Thực vật...
zh_hans: 植物...

source: Tissue templates...
de: Gewebevorlagen...
fr: Modèles de tissus...
it: Schemi di tessuto...
ko: 조직 템플릿...
pl: Szablony tkanek...
pt_br: Modelos de tecidos...
ru: Шаблоны тканей тела...
tr: Doku şablonları...
vi: Mẫu mô...
zh_hans: 组织模板......

source: Items...
fr: Objets...
it: Oggetti...
ko: 아이템...
pl: Przedmioty...
pt_br: Itens...
ru: Предметы...
tr: Eşyalar...
vi: Vật phẩm...
zh_hans: 物品...

source: Buildings...
de: Gebäude...
fr: Bâtiments...
it: Edifici...
ko: 건물...
pl: Budowle...
pt_br: Edifícios...
ru: Строения...
tr: Binalar...
vi: Công trình...
zh_hans: 建筑...

source: Body detail plans...
de: Körperdetail Pläne...
fr: Plans de détail de carrosserie...
it: Dettagli piani corpo...
ko: 신체 세부 계획...
pl: Plany detali ciałą...
pt_br: Planos do corpo...
ru: Планы деталей тел...
tr: Vücut detay planları...
vi: Kế hoạch chi tiết cơ thể...
zh_hans: 身体细节设计...

source: Creature bodies...
de: Kreaturenkörper...
fr: Corps de créatures...
it: Corpi di creature...
ko: 생물 신체...
pl: Ciała stworzeń...
pt_br: Corpos de criatura...
ru: Тела существ...
tr: Yaratık vücutları...
vi: Cơ thể sinh vật...
zh_hans: 生物身体......

source: Creature variations...
de: Kreaturenvariationen...
fr: Variétés de créatures...
it: Variazioni di creature...
ko: 생물 변형...
pl: Rodzaje stworzeń...
pt_br: Variações de criatura...
ru: Разновидности существ...
tr: Yaratık varyasyonları...
vi: Biến thể sinh vật...
zh_hans: 生物变异...

source: Creatures...
de: Kreaturen...
fr: Créatures...
it: Creature...
ko: 생물...
pl: Stworzenia...
pt_br: Criaturas...
ru: Существа...
tr: Yaratıklar...
vi: Sinh vật...
zh_hans: 生物...

source: Entities...
de: Instanzen...
fr: Entités...
it: Entità...
ko: 개체...
pl: Jednostki...
pt_br: Entidades...
ru: Сущности...
tr: Varlıklar...
vi: Thực thể...
zh_hans: 实体...

source: Reactions...
de: Reaktionen...
fr: Réactions...
it: Reazioni...
ko: 반응...
pl: Reakcje...
pt_br: Reacções...
ru: Реакции...
tr: Tepkimeler...
vi: Phản ứng...
zh_hans: 反应...

source: Finalizing languages...
de: Finalisierung Sprachen...
fr: Finalisation des langues...
it: Ultimando linguaggi...
ko: 언어 마무리 중...
pl: Kończenie języków...
pt_br: Finalizando a línguas...
ru: Завершение языков...
tr: Diller tamamlanıyor...
vi: Đang hoàn thiện ngôn ngữ...
zh_hans: 完成语言......

source: Finalizing descriptors...
de: Finalisierung Deskriptoren...
fr: Finalisation des descripteurs...
it: Ultimando descrittori...
ko: 디스크립터 마무리 중...
pl: Kończenie opisów...
pt_br: Finalizando descritores...
ru: Завершение описателей...
tr: Tanımlayıcılar tamamlanıyor...
vi: Đang hoàn thiện mô tả...
zh_hans: 最终描述符......

source: Finalizing material templates...
de: Finalisierung Materialvorlagen...
fr: Finalisation des modèles de matériel...
it: Ultimando schemi materiali...
ko: 재료 템플릿 마무리 중...
pl: Kończenie szablonów materiałów...
pt_br: Finalizando o materiais modelos...
ru: Завершение шаблонов материалов...
tr: Malzeme şablonları tamamlanıyor...
vi: Đang hoàn thiện mẫu vật liệu...
zh_hans: 最终确定材料模板......

source: Finalizing inorganics...
de: Finalisierung Anorganika...
fr: Finalisation des inorganiques...
it: Ultimando inorganici...
ko: 무기물 마무리 중...
pl: Kończenie chemii nieorganicznej...
pt_br: Finalizando inorgânicos...
ru: Завершение неорганики...
tr: İnorganikler tamamlanıyor...
vi: Đang hoàn thiện phi hữu cơ...
zh_hans: 完成无机物......

source: Finalizing plants...
de: Finalisierung Pflanzen...
fr: Finalisation des plantes...
it: Ultimando piante...
ko: 식물 마무리 중...
pl: Kończenie roślin...
pt_br: Finalizando as plantas...
ru: Завершение растений...
tr: Bitkiler tamamlanıyor...
vi: Đang hoàn thiện thực vật...
zh_hans: 完成植物......

source: Finalizing tissue templates...
de: Finalisierung Gewebevorlagen...
fr: Finalisation des modèles de tissus...
it: Ultimando modelli di tessuto...
ko: 조직 템플릿 마무리 중...
pl: Kończenie szblonów tkanek...
pt_br: Finalizando modelos de tecidos...
ru: Завершение шаблонов тканей...
tr: Doku şablonları tamamlanıyor...
vi: Đang hoàn thiện mẫu mô...
zh_hans: 完成组织模板......

source: Finalizing items...
de: Finalisierung items...
fr: Finalisation des objets...
it: Ultimando oggetti...
ko: 아이템 마무리 중...
pl: Kończenie przedmiotów...
pt_br: Finalizar itens...
ru: Завершение предметов...
tr: Eşyalar tamamlanıyor...
vi: Đang hoàn thiện vật phẩm...
zh_hans: 完成项目......

source: Finalizing buildings...
de: Finalisierung Gebäude...
fr: Finalisation des bâtiments...
it: Ultimando edifici...
ko: 건물 마무리 중...
pl: Kończenie budynków...
pt_br: Finalização de edifícios...
ru: Завершение строений...
tr: Binalar tamamlanıyor...
vi: Đang hoàn thiện công trình...
zh_hans: 完成建筑......

source: Finalizing body detail plans...
de: Finalisierung Körperdetails...
fr: Finalisation des plans de carrosserie...
it: Ultimando piani di dettaglio del corpo...
ko: 신체 세부 계획 마무리 중...
pl: Kończenie planów detali ciała...
pt_br: Finalizando planos do corpo...
ru: Завершение планов деталей тел...
tr: Vücut detay planları tamamlanıyor...
vi: Đang hoàn thiện kế hoạch chi tiết cơ thể...
zh_hans: 完成身体细节计划......

source: Finalizing creature variations...
de: Finalisierung Kreaturvariationen...
fr: Finalisation des variations de créature...
it: Ultimando variazioni creature...
ko: 생물 변형 마무리 중...
pl: Kończenie rodzajów stworzeń...
pt_br: Finalizando as variações da criatura...
ru: Завершение разнообразия существ...
tr: Yaratık varyasyonları tamamlanıyor...
vi: Đang hoàn thiện biến thể sinh vật...
zh_hans: 最终确定生物变异......

source: Finalizing creatures...
de: Finalisierung Kreaturen...
fr: Finalisation des créatures...
it: Ultimando creature...
ko: 생물 마무리 중...
pl: Kończenie stworzeń...
pt_br: Finalizando as criaturas...
ru: Завершение существ...
tr: Yaratıklar tamamlanıyor...
vi: Đang hoàn thiện sinh vật...
zh_hans: 完成生物......

source: Finalizing entities...
de: Finalisierung Einheiten...
fr: Finalisation des entités...
it: Ultimando entità...
ko: 개체 마무리 중...
pl: Kończenie jednostek...
pt_br: Finalizando a entidades...
ru: Завершение сущностей...
tr: Varlıklar tamamlanıyor...
vi: Đang hoàn thiện thực thể...
zh_hans: 最终确定实体......

source: Finalizing reactions...
de: Finalisierung Reaktionen...
fr: Finalisation des réactions...
it: Ultimando reazioni...
ko: 반응 마무리 중...
pl: Kończenie reakcji...
pt_br: Finalizando as reações...
ru: Завершение реакций...
tr: Tepkimeler tamamlanıyor...
vi: Đang hoàn thiện phản ứng...
zh_hans: 完成反应......

source: Finalizing interactions...
de: Finalisierung Interaktionen...
fr: Finalisation des échanges...
it: Ultimando interazioni...
ko: 상호작용 마무리 중...
pl: Kończenie interakcjii...
pt_br: Finalizando interações...
ru: Завершение взаимодействий...
tr: Etkileşimler tamamlanıyor...
vi: Đang hoàn thiện tương tác...
zh_hans: 完成互动......

source: Preparing material data...
de: Vorbereiten der Materialdaten...
fr: Préparation des données matières...
it: Preparando dati materiali...
ko: 재료 데이터 준비 중...
pl: Przygotowywanie danych materiałów...
pt_br: Preparar materiais dados...
ru: Подготовка данных о материалах...
tr: Malzeme verileri hazırlanıyor...
vi: Đang chuẩn bị dữ liệu vật liệu...
zh_hans: 准备材料数据......

source: Preparing text objects...
de: Vorbereiten von Textobjekte...
fr: Préparation des objets texte...
it: Preparando ogetti di testo...
ko: 텍스트 개체 준비 중...
pl: Przygotowywanie obiektów tekstowych...
pt_br: Preparação de objetos de texto...
ru: Подготовка текстовых объектов...
tr: Metin nesneleri hazırlanıyor...
vi: Đang chuẩn bị đối tượng văn bản...
zh_hans: 准备文本对象......

source: Preparing graphics...
de: Vorbereiten von Grafiken...
fr: Préparation des graphiques...
it: Preparando grafica...
ko: 그래픽 준비 중...
pl: Przygotowywanie grafiki...
pt_br: Preparação de gráficos...
ru: Подготовка графики...
tr: Grafikler hazırlanıyor...
vi: Đang chuẩn bị đồ họa...
zh_hans: 准备图形......

source: Preparing arena...
fr: Préparation de l'arène...
it: Preparando arena...
ko: 경기장 준비 중...
pl: Przygotowywanie areny...
pt_br: Preparando a arena...
ru: Подготовка арены...
tr: Arena hazırlanıyor...
vi: Đang chuẩn bị đấu trường...
zh_hans: 准备竞技场......

source: Preparing screen...
fr: Préparation de l'écran...
it: Preparando schermo...
ko: 화면 준비 중...
pl: Przygotowywanie ekranu...
pt_br: Preparando a tela...
ru: Подготовка экрана...
tr: Ekran hazırlanıyor...
vi: Đang chuẩn bị màn hình...
zh_hans: 准备屏幕......

source: Preparing Arena...
fr: Préparation de l'arène...
it: Preparando Arena...
ko: 아레나 준비 중...
pl: Przygotowywanie Areny...
pt_br: Preparando a Arena...
ru: Подготовка арены...
tr: Arena Hazırlanıyor...
vi: Đang chuẩn bị Đấu trường...
zh_hans: 准备竞技场......

source: Importing world...
fr: Monde d'importation...
it: Importando mondo...
ko: 세계를 가져오는 중...
pl: Importowanie świata...
pt_br: Importando o mundo...
ru: Импорт мира...
tr: Dünya içe aktarılıyor...
vi: Đang nhập thế giới...
zh_hans: 进口世界......

source: Nearby site linked economically
pl: Pobliska osada zależna ekonomicznie
tr: Yakındaki yerleşke ekonomik olarak bağlı
vi: Địa điểm lân cận được liên kết kinh tế

source: Clicking delete will instantly delete!
tr: Sil'e tıklamak anında silecektir!
vi: Nhấn xóa sẽ xóa ngay lập tức!

source: Don't click it unless you're sure you want to delete it.
tr: Silmek istediğinizden emin değilseniz tıklamayın.
vi: Đừng nhấn nút này trừ khi bạn chắc chắn muốn xóa nó.

source: (only this inactive copy will be deleted)
de: (nur diese inaktive Kopie wird gelöscht)
fr: (seule cette copie inactive sera supprimée)
it: (solo questa copia inattiva sarà cancellata)
ko: (이 비활성 복사본만 삭제됨)
pl: (tylko ta, nieaktywna kopia, będzie usunięta)
pt_br: (somente essa cópia inativa será apagada)
ru: (только эта неактивная копия будет удалена)
tr: (sadece bu pasif kopya silinecek)
vi: (chỉ bản sao không hoạt động này sẽ bị xóa)
zh_hans: (只有这个无效的复制会被删除)

source: File
tr: Dosya
vi: Tập tin

source: Reclaim Fortress
de: Festung zurückerobern
fr: Récupérer la forteresse
it: Reclama Fortezza
ko: 요새 되찾기
pl: Odbijanie Fortecy
pt_br: Reclamar Fortaleza
ru: Восстановить крепость
tr: Kaleyi Geri Al
vi: Khôi phục Pháo đài
zh_hans: 开拓要塞

source: Adventurer
de: Abenteurer
fr: Aventurier
it: Avventuriero
ko: 모험가
pl: Poszukiwacz przygód
pt_br: Aventureiro
ru: Приключения
tr: Maceracı
vi: Nhà thám hiểm
zh_hans: 冒险者

source: Testing Arena
de: Teste Schauplatz
fr: Arène de test
it: Arena di prova
ko: 테스팅 아레나
pl: Arena testowa
pt_br: Arena de Teste
ru: Арена тестирования
tr: Test Arenası
vi: Đấu trường thử nghiệm
zh_hans: 测试竞技场

source: Testing Arena (Adventurer)
de: Teste Schauplatz (Abenteurer)
fr: Testing Arena (Aventurier)
it: Arena di prova (Avventuriero)
ko: 테스팅 아레나(모험가)
pl: Arena testowa (Poszukiwacz przygód)
pt_br: Arena de Teste (Aventureiro)
ru: Арена тестирования (Приключения)
tr: Test Arenası (Maceracı)
vi: Đấu trường thử nghiệm (Nhà thám hiểm)
zh_hans: 测试竞技场（冒险家）

source: late
de: spät
fr: en retard
it: tardi
ko: 늦
pl: Pod koniec
pt_br: Atrasado
ru: конце
tr: geç
vi: cuối
zh_hans: 晚

source: early
de: früh
fr: tôt
it: inizio
ko: 초
pl: Na początku
pt_br: precoce
ru: начале
tr: erken
vi: đầu
zh_hans: 早

source: mid
de: Mitte
fr: milieu
it: mezza
ko: 중반
pl: środku
ru: середине
tr: orta
vi: giữa
zh_hans: 中

source: winter
fr: l'hiver
it: inverno
ko: 겨울
pl: zimy
pt_br: inverno
ru: зимы
tr: kış
vi: mùa đông
zh_hans: 冬季

source: autumn
de: Herbst
fr: l'automne
it: autunno
ko: 가을
pl: jesieni
pt_br: outono
ru: осени
tr: sonbahar
vi: mùa thu
zh_hans: 秋季

source: summer
de: Sommer
fr: été
it: estate
ko: 여름
pl: lata
pt_br: adicionador
ru: лета
tr: yaz
vi: mùa hè
zh_hans: 夏季

source: spring
de: Frühling
fr: le printemps
it: primavera
ko: 봄
pl: wiosny
pt_br: manancial
ru: весны
tr: ilkbahar
vi: mùa xuân
zh_hans: 春季
