Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: You need to select the crops to be grown each season.
de: Sie müssen für jede Saison die Pflanzen auswählen, die angebaut werden sollen.
fr: Vous devez sélectionner les cultures à cultiver chaque saison.
it: Devi selezionare le colture da coltivare ogni stagione.
ko: 계절마다 재배할 작물을 선택해야 합니다.
pl: Musisz wybrać rośliny do uprawy w każdym sezonie.
pt_br: Você precisa selecionar as plantações a serem cultivadas em cada estação.
ru: Вам необходимо выбрать культуры, которые будут выращиваться в каждом сезоне.
tr: Her mevsim yetiştirilecek ekinleri seçmeniz gerekir.
vi: Bạn cần chọn cây trồng sẽ được trồng mỗi mùa.
zh_hans: 你需要选择每个季节要种植的作物。

source: Click on the [C:6:0:0]Farmplot[C:7:0:0] you placed to pull up the [C:5:0:1]Farming[C:7:0:0] menu.
fr: Cliquez sur le [C:6:0:0]Terrain agricole[C:7:0:0] que vous avez placé pour afficher le menu [C:5:0:1]Farming[C:7:0:0].
it: Clic sul [C:6:0:0]Terreno Agricolo[C:7:0:0] che hai posizionato per richiamare il menù [C:5:0:1]Agricoltura[C:7:0:0].
ko: [C:6:0:0]Farmplot[C:7:0:0] 클릭하고 [C:5:0:1]농사[C:7:0:0] 메뉴에 끌어 올리세요
pl: Kliknij na [C:6:0:0]Działkę rolną[C:7:0:0], którą umieściłeś, by rozwinąć menu [C:5:0:1]Rolnictwa[C:7:0:0].
pt_br: Clique na [C:6:0:0]Fazenda[C:7:0:0] que você posicionou para abrir o menu [C:5:0:1]Cultivo[C:7:0:0].
ru: Нажмите на [C:6:0:0]грядку[C:7:0:0], которую вы создали, чтобы войти в меню [C:5:0:1]Земледелие[C:7:0:0].
tr: [C:5:0:1]Çiftçilik[C:7:0:0] menüsünü açmak için yerleştirdiğiniz [C:6:0:0]Tarlaya[C:7:0:0] tıklayın.
vi: Nhấn vào [C:6:0:0]Farmplot[C:7:0:0] bạn đã đặt để mở trình đơn [C:5:0:1]Farming[C:7:0:0].
zh_hans: 点击你设置好的[C:6:0:0]耕地[C:7:0:0]来调出[C:5:0:1]耕种[C:7:0:0]菜单。

source: [C:6:0:1]Plump Helmets[C:7:0:0] are edible and the default [C:6:0:0]Wagon[C:7:0:0] comes with [C:6:0:1]Plump Helmet Spawn[C:7:0:0], which are their "seeds".
fr: [C:6:0:1]Les casques dodus[C:7:0:0] sont comestibles et le [C:6:0:0]Wagon[C:7:0:0] par défaut est fourni avec [C:6 :0:1]Pulp Helmet Spawn[C:7:0:0], qui sont leurs "graines".
it: I [C:6:0:1]Caschi Paffuti[C:7:0:0] sono commestibili e il[C:6:0:0]Carro[C:7:0:0] predefinito è dotato di [C:6:0:1]Spore di Caschi Paffuti[C:7:0:0], che sono i loro "semi".
pl: [C:6:0:1]Pulchne Kapelusze[C:7:0:0] są jadalne i domyślnie [C:6:0:0]Wóz[C:7:0:0] zawiera [C:6:0:1]Zarodniki Pulchnych Kapeluszy[C:7:0:0], które są ich "nasionami".
pt_br: [C:6:0:1]Elmos Roliços[C:7:0:0] são comestíveis e o [C:6:0:0]Vagão[C:7:0:0] inicial vem com [C:6:0:1]Spawn de Elmos Roliços[C:7:0:0], que são as suas "sementes".
ru: [C:6:0:1]Толстошлемники[C:7:0:0] съедобны, а в [C:6:0:0]повозку[C:7:0:0] по умолчанию входят [C:6:0:1]Споры толстошлемника[C:7:0:0], которые являются их "семенами".
tr: [C:6:0:1]Tombul Miğferler[C:7:0:0] yenilebilir ve varsayılan [C:6:0:0]Vagon[C:7:0:0], onların "tohumları" olan [C:6:0:1]Tombul Mantar Sporları[C:7:0:0] ile gelir.
vi: [C:6:0:1]Plump Helmets[C:7:0:0] có thể ăn được và [C:6:0:0]Wagon[C:7:0:0] mặc định đi kèm với [C:6:0:1]Plump Helmet Spawn[C:7:0:0], là "hạt giống" của chúng.
zh_hans: [C:6:0:1]肉盔菇[C:7:0:0]是可食用的，并且初始的[C:6:0:0]马车[C:7:0:0]上会携带着[C: 6:0:1]肉盔菇菌种[C:7:0:0]，这就是它们的“种子”。

source: Note that you can obtain aboveground [C:6:0:1]Seeds[C:7:0:0] from trade or by eating gathered [C:6:0:1]Plants[C:7:0:0], but aboveground farming exposes your [C:2:0:0]Planters[C:7:0:0] to dangers and the elements.
fr: Notez que vous pouvez obtenir des [C:6:0:1]Graines[C:7:0:0] de surface dans le commerce ou en mangeant des [C:6:0:1]Plantes[C:7:0:0] cueillies , mais l'agriculture hors sol expose vos [C:2:0:0]Jardinières[C:7:0:0] aux dangers et aux éléments.
it: Nota che puoi ottenere [C:6:0:1]Semi[C:7:0:0] in superficie dal commercio o mangiando [C:6:0:1]Piante[C:7:0:0] raccolte in superficie, l'agricoltura in superficie espone però i tuoi [C:2:0:0]Coltivatori[C:7: 0:0] ai pericoli e agli elementi.
ko: 당신은 지상에서 무역이나 [C:6:0:1]식물7:0:0] [C: 섭취 후 얻어지는 [C:6:0:1]씨앗 7:0:0] [C:얻을 수 있습니다. , 하지만 지상 농사는 [C:2:0:0]농사꾼7:0:0][C: 에게 위험과 자연에노출시킵니다.
pl: Zauważ, że możesz uzyskać [C:6:0:1]Nasiona[C:7:0:0] z powierzchni, kupując je lub zjadając zebrane [C:6:0:1]Rośliny[C:7:0:0], ale rolnictwo powierzchniowe wystawia twoich [C:2:0:0]Rolników[C:7:0:0] na niebezpieczeństwa i działanie żywiołów.
pt_br: Observe que você pode obter [C:6:0:1]Sementes[C:7:0:0] na superfície com o comércio ou comendo [C:6:0:1]Plantas[C:7:0:0] colhidas, mas o cultivo na superfície expõe seus [C:2:0:0]Agricultores[C:7:0:0] a perigos e aos elementos.
ru: Обратите внимание, что вы можете получить надземные [C:6:0:1]семена[C:7:0:0] от торговли или съев собранные [C:6:0:1]растения[C:7:0:0], но надземное земледелие подвергает ваших [C:2:0:0]земледельцев[C:7:0:0] опасностям и стихиям.
tr: Ticaret yoluyla veya toplanan [C:6:0:1]Bitkileri[C:7:0:0] yiyerek yerüstü [C:6:0:1]Tohumları[C:7:0:0] elde edebileceğinizi unutmayın, ancak yerüstü çiftçiliği [C:2:0:0]Çiftçilerinizi[C:7:0:0] tehlikelere ve hava koşullarına maruz bırakır.
vi: Lưu ý rằng bạn có thể có được [C:6:0:1]Seeds[C:7:0:0] trên mặt đất từ giao dịch hoặc bằng cách ăn [C:6:0:1]Plants[C:7:0:0] đã thu thập được, nhưng việc trồng trọt trên mặt đất sẽ khiến [C:2:0:0]Planters[C:7:0:0] của bạn đối mặt với nguy hiểm và thiên nhiên khắc nghiệt.
zh_hans: 请注意，你可以通过交易或食用收集的[C:6:0:1]植物[C:7:0:0]获得地面上的[C:6:0:1]种子[C:7:0:0]，但在地面上耕作会使你的[C:2:0:0]播种者[C:7:0:0]暴露在危险和自然因素中。

source: Now your [C:2:0:0]Planters[C:7:0:0], those that can access both the [C:6:0:0]Farmplot[C:7:0:0] and the [C:6:0:1]Spawn[C:7:0:0], will plant the field, and after a period of growth, they'll be harvested.
fr: Maintenant vos [C:2:0:0]Planteurs[C:7:0:0], ceux qui peuvent accéder à la fois au [C:6:0:0]Terrain agricole[C:7:0:0] et au [C:6:0:1]Apparition[C:7:0:0], plantera le champ, et après une période de croissance, ils seront récoltés.
it: Ora i tuoi [C:2:0:0]Coltivatori[C:7:0:0], coloro che possono accedere sia all'[C:6:0:0]Area agricola[C:7:0:0] che ai [C:6:0:1]Campi di funghi[C:7:0:0], coltiveranno il campo e, dopo un periodo di crescita, procederanno al raccolto.
ko: 이제 [C:2:0:0]농사꾼[C:7:0:0] 은 [C:6:0:0]Farmplot[C:7:0:0] 과 필드에 심겨진 [C:6:0:1]알[C:7:0:0] 에 도달할 수 있고, 그것들이 성장한 후에 수확할 수 있습니다.
pl: Teraz twoi [C:2:0:0]Rolnicy[C:7:0:0], którzy mają dostęp zarówno do [C:6:0:0]Działki rolnej[C:7:0:0] jak i do [C:6:0:1]Zarodników[C:7:0:0], zasieją pole, a po okresie wzrostu, zbiorą plony.
pt_br: Agora seus [C:2:0:0]Agricultores[C:7:0:0], aqueles que podem acessar tanto a [C:6:0:0]Fazenda[C:7:0:0] quanto as [C:6:0:1]Ovas[C:7:0:0], plantarão a área e, após um período de crescimento, elas serão colhidas.
ru: Теперь ваши [C:2:0:0]Земледельцы[C:7:0:0], которые имеют доступ к [C:6:0:0]Грядкам[C:7:0:0] и [C:6:0:1]Спорам[C:7:0:0], засеют поле, а после периода роста соберут урожай.
tr: Şimdi hem [C:6:0:0]Tarlaya[C:7:0:0] hem de [C:6:0:1]Sporlara[C:7:0:0] erişebilen [C:2:0:0]Çiftçileriniz[C:7:0:0] tarlayı ekecek ve bir büyüme döneminden sonra hasat edilecekler.
vi: Bây giờ [C:2:0:0]Planters[C:7:0:0] của bạn, những người có thể tiếp cận cả [C:6:0:0]Farmplot[C:7:0:0] và [C:6:0:1]Spawn[C:7:0:0], sẽ trồng cánh đồng, và sau một thời gian phát triển, chúng sẽ được thu hoạch.
zh_hans: 现在，那些能访问[C:6:0:0]耕地[C:7:0:0] 和作物 [C:6:0:1]种子[C:7:0:0]的 [C:2:0:0]播种者[C:7:0:0]们，将会负责种植田地。作物经过一段时间的生长后就可以收获。

source: If you'd like to focus a few of your citizens on farming, which gives skill benefits, you can assign them to the [C:2:0:0]Planters[C:7:0:0] work detail from the [C:5:0:1]Labor[C:7:0:0] menu.
fr: Si vous souhaitez concentrer quelques-uns de vos citoyens sur l'agriculture, qui donne des avantages de compétences, vous pouvez les affecter au détail de travail [C:2:0:0]Planteurs[C:7:0:0] depuis le [C:5:0:1]Travail[C:7:0:0].
it: Se desideri concentrare alcuni cittadini sull'agricoltura, che offre vantaggi in termini di abilità, puoi farli diventare [C:2:0:0]Coltivatori[C:7:0:0] dal menù [C:5:0:1]Lavoro[C:7:0:0].
ko: 만약 당신이 스킬이 있는 시민들을 농사에 중점을 두고 싶다면, [C:5:0:1]노동[C:7:0:0] 메뉴 에서 [C:2:0:0]농사꾼[C:7:0:0]으로 할당할 수 있습니다.
pl: Jeśli chcesz skupić kilku swoich obywateli na rolnictwie, co daje korzyści w postaci umiejętności, możesz przypisać ich do pracy [C:2:0:0]Rolników[C:7:0:0] z poziomu menu [C:5:0:1]Praca[C:7:0:0].
pt_br: Se você quiser direcionar alguns de seus cidadãos para o cultivo, o qual gera benefícios de habilidade, você pode alocá-los aos detalhes de trabalho de [C:2:0:0]Agricultores[C:7:0:0] no menu de [C:5:0:1]Trabalho[C:7:0:0].
ru: Если вы хотите, чтобы несколько ваших жителей занимались земледелием, которое полезно для развития навыков, вы можете назначить им работу [C:2:0:0]Земледельцев[C:7:0:0] из через меню [C:5:0:1]Работа[C:7:0:0].
tr: Eğer vatandaşlarınızdan birkaçını çiftçiliğe odaklamak isterseniz, bu da beceri avantajları sağlar, onları [C:5:0:1]İş Gücü[C:7:0:0] menüsünden [C:2:0:0]Çiftçi[C:7:0:0] iş detayına atayabilirsiniz.
vi: Nếu bạn muốn tập trung một vài cư dân của mình vào việc trồng trọt, điều này mang lại lợi ích về kỹ năng, bạn có thể giao họ vào đội công tác [C:2:0:0]Planters[C:7:0:0] từ trình đơn [C:5:0:1]Labor[C:7:0:0].
zh_hans: 如果你想让你的一些公民专注于农业，这可以提供技能收益，你可以在[C:5:0:1]劳动[C:7:0:0]菜单将他们指派到[C: 2:0:0]播种者[C: 7:0:0]的工作中。

source: [C:6:0:1]Fertilizer[C:7:0:0] and skilled [C:2:0:0]Planters[C:7:0:0] have a direct impact on crop yield.
fr: [C:6:0:1]Les engrais[C:7:0:0] et les [C:2:0:0]Planteurs qualifiés[C:7:0:0] ont un impact direct sur le rendement des cultures.
it: [C:6:0:1]Fertilizzante[C:7:0:0] e abili [C:2:0:0]Coltivatori[C:7:0:0] hanno un impatto diretto sulla resa delle colture.
ko: [C:6:0:1]비료[C:7:0:0] 와 숙련된 [C:2:0:0]농사꾼[C:7:0:0] 농작물 수확에 직접적인 영향을 미칩니다.
pl: [C:6:0:1]Nawóz[C:7:0:0] i doświadczeni [C:2:0:0]Rolnicy[C:7:0:0] mają bezpośredni wpływ na pole uprawne.
pt_br: [C:6:0:1]Fertilizante[C:7:0:0] e habilidosos [C:2:0:0]Agricultores[C:7:0:0] têm um impacto direto na produção da sua plantação.
ru: [C:6:0:1]Удобрения[C:7:0:0] и квалифицированные [C:2:0:0]Земледельцы[C:7:0:0] оказывают непосредственное влияние на урожайность.
tr: [C:6:0:1]Gübre[C:7:0:0] ve yetenekli [C:2:0:0]Çiftçiler[C:7:0:0], ekin verimi üzerinde doğrudan bir etkiye sahiptir.
vi: [C:6:0:1]Fertilizer[C:7:0:0] và các [C:2:0:0]Planters[C:7:0:0] lành nghề có tác động trực tiếp đến năng suất cây trồng.
zh_hans: [C:6:0:1]肥料[C:7:0:0]和熟练的[C:2:0:0]播种者[C:7:0:0]对作物产量有着直接的影响。

source: These effects are more pronounced deep underground where you can locate the cavern biome and its rich soil.
de: Diese Effekte sind tief unter der Erde ausgeprägter, wo sich das Höhlenbiom mit seinem reichen Boden befindet.
fr: Ces effets sont plus prononcés sous terre profonde où vous pouvez localiser le biome de la caverne et son sol riche.
it: Questi effetti sono più pronunciati nelle profondità sotterranee, dove si trova il bioma delle caverne col suo ricco suolo.
ko: 이러한 효과는 동굴 생물군계와 풍부한 토양을 찾을 수 있는 깊은 지하에서 더욱 두드러진다.
pl: Efekty te są lepiej widoczne głęboko pod ziemią, gdzie możesz znaleźć biom jaskiniowy i jego bogatą ziemię.
pt_br: Esses efeitos são mais pronunciados nas profundezas do subsolo, onde você pode localizar o bioma da caverna e seu solo rico.
ru: Эти эффекты проявляются сильнее глубоко под землей, где находится пещерный биом и его богатая почва.
tr: Bu etkiler, mağara biyomunu ve zengin toprağını bulabileceğiniz derin yeraltında daha belirgindir.
vi: Những hiệu ứng này rõ rệt hơn sâu dưới lòng đất, nơi bạn có thể tìm thấy quần xã sinh vật hang động và đất màu mỡ của nó.
zh_hans: 这些影响在地下深处更为明显，在那里你可以找到洞穴生物群落及其肥沃的土壤。

source: [C:6:0:1]Potash[C:7:0:0] is the fertilizer of choice, and it can be created in the [C:6:0:0]Ashery[C:7:0:0], using [C:6:0:1]Ash[C:7:0:0] from [C:6:0:1]Wood[C:7:0:0] burned in a [C:6:0:0]Wood Furnace[C:7:0:0]. A [C:3:0:0]Water Source[C:7:0:0] zone and a [C:6:0:1]Bucket[C:7:0:0] are also required.
fr: [C:6:0:1]Potasse[C:7:0:0] est l'engrais de choix, et il peut être créé dans la [C:6:0:0]Cendrerie[C:7:0:0 ], en utilisant du [C:6:0:1]Frêne[C:7:0:0] de [C:6:0:1]Bois[C:7:0:0] brûlé dans un [C:6:0:0]Four à bois[C:7:0:0]. Une [C:3:0:0]Source d'eau[C:7:0:0] et un [C:6:0:1]Seau[C:7:0:0] sont également requis.
it: la [C:6:0:1]Potassa[C:7:0:0] è il fertilizzante preferito e può essere creato in una [C:6:0:0]Raffineria di cenere[C:7:0:0], usando [C:6:0:1]Cenere[C:7:0:0] prodotta dalla combustione di [C:6:0:1]Legna[C:7:0:0] bruciata in una [C:6:0:0]Fornace a legna[C:7:0:0]. È anche richiesta una [C:3:0:0]Fonte d'acqua[C:7:0:0] e un [C:6:0:1]Secchio[C:7:0:0].
pl: [C:6:0:1]Potaż[C:7:0:0] jest preferowanym nawozem, i może zostać zrobiony w [C:6:0:0]Popielarni[C:7:0:0], używając [C:6:0:1]Popiołu[C:7:0:0] z [C:6:0:1]Drewna[C:7:0:0] spalonego w [C:6:0:0]Piecu na drewno[C:7:0:0]. Strefa [C:3:0:0]Źródła Wody[C:7:0:0] i [C:6:0:1]Wiadro[C:7:0:0] także są wymagane.
pt_br: [C:6:0:1]Potassa[C:7:0:0] é o fertilizante de escolha, e pode ser criado no[C:6:0:0]Cinerário[C:7:0:0], usando [C:6:0:1]Cinzas[C:7:0:0] de [C:6:0:1]Madeira[C:7:0:0] queimadas em uma [C:6:0:0]Fornalha de Madeira[C:7:0:0]. Uma zona de [C:3:0:0]Fonte de Água[C:7:0:0] e um [C:6:0:1]Balde[C:7:0:0] também são necessários.
ru: [C:6:0:1]Поташ[C:7:0:0] - это удобрение, и его можно получить в [C:6:0:0]зольнике[C:7:0:0], используя [C:6:0:1]золу[C:7:0:0], оставшуюся от [C:6:0:1]дров[C:7:0:0], сожженных в [C:6:0:0]дровяной печи[C:7:0:0]. Также пригодится[C:3:0:0]источник воды[C:7:0:0] и [C:6:0:1]ведро[C:7:0:0].
tr: [C:6:0:1]Potas[C:7:0:0] tercih edilen gübredir ve [C:6:0:0]Odun Ocağında[C:7:0:0] yakılan [C:6:0:1]Odundan[C:7:0:0] elde edilen [C:6:0:1]Kül[C:7:0:0] kullanılarak [C:6:0:0]Külhanede[C:7:0:0] üretilebilir. Bir [C:3:0:0]Su Kaynağı[C:7:0:0] bölgesi ve bir [C:6:0:1]Kova[C:7:0:0] da gereklidir.
vi: [C:6:0:1]Potash[C:7:0:0] là loại phân bón được ưu tiên, và nó có thể được tạo ra tại [C:6:0:0]Ashery[C:7:0:0], sử dụng [C:6:0:1]Ash[C:7:0:0] từ [C:6:0:1]Wood[C:7:0:0] đốt trong [C:6:0:0]Wood Furnace[C:7:0:0]. Một khu vực [C:3:0:0]Water Source[C:7:0:0] và một [C:6:0:1]Bucket[C:7:0:0] cũng được yêu cầu.
zh_hans: [C:6:0:1]草碱[C:7:0:0] 是肥料的首选，可在[C:6:0:0]堆灰场[C:7:0:0]生成，需要使用[C:6:0:1]灰烬[C:7:0:0] ，灰烬可使用 [C:6:0:1][C:木材7:0:0]在[C:6:0:0]烧炭炉[C:7:0:0]燃烧后获得。同时您还需要有一个[C:3:0:0]水源[C:7:0:0]功能区，和一个[C:6:0:1]提桶[C:7:0:0]。

source: [C:6:0:1]Fertilizer[C:7:0:0] is not needed to farm.
fr: [C:6:0:1]L'engrais[C:7:0:0] n'est pas nécessaire pour cultiver.
it: Il [C:6:0:1]Fertilizzante[C:7:0:0] non è necessario per coltivare.
ko: [C:6:0:1]비료[C:7:0:0]는 농사에 필요하지 않습니다.
pl: [C:6:0:1]Nawóz[C:7:0:0] nie jest potrzebny do uprawy.
pt_br: [C:6:0:1]Fertilizante[C:7:0:0] não é necessário para cultivar.
ru: [C:6:0:1]Удобрения[C:7:0:0] не обязательны для ведения сельского хозяйства.
tr: Çiftçilik için [C:6:0:1]Gübre[C:7:0:0] gerekli değildir.
vi: Không cần [C:6:0:1]Fertilizer[C:7:0:0] để trồng trọt.
zh_hans: 耕作不需要[C:6:0:1]化肥[C:7:0:0]。

source: [C:7:0:1]Fishing[C:7:0:0]
fr: [C:7:0:1]Pêche[C:7:0:0]
it: [C:7:0:1]Pesca[C:7:0:0]
ko: [C:7:0:1]낚시[C:7:0:0]
pl: [C:7:0:1]Rybołówstwo[C:7:0:0]
pt_br: [C:7:0:1]Pesca[C:7:0:0]
ru: [C:7:0:1]Рыбалка7:0:0]
tr: [C:7:0:1]Balıkçılık[C:7:0:0]
vi: [C:7:0:1]Đánh Bắt Cá[C:7:0:0]
zh_hans: [C:7:0:1]渔业[C:7:0:0]

source: If there is a river or pond nearby you may consider fishing. If the water isn't frozen, a worker with the
de: Wenn es in der Nähe einen Fluss oder Teich gibt, können Sie angeln. Wenn das Wasser nicht gefroren ist, kann ein Arbeiter mit dem
fr: S'il y a une rivière ou un étang à proximité, vous pouvez envisager de pêcher. Si l'eau n'est pas gelée, un travailleur avec le
it: Se c'è un fiume o uno stagno nelle vicinanze, puoi prendere in considerazione la possibilità di pescare. Se l'acqua non è ghiacciata, un lavoratore con il
ko: 근처에 강이나 연못이 있다면 낚시를 고려해 볼 수 있다. 만약 물이 얼지 않았다면, 그와 함께 일하는 노동자는
pl: Jeśli w pobliżu znajduje się staw lub rzeka, możesz rozważyć łowienie w nich ryb. Jeśli woda nie jest zamrożona, robotnik z
pt_br: Se houver um rio ou lagoa nas proximidades, considere a possibilidade de pescar. Se a água não estiver congelada, um trabalhador com o
ru: Если поблизости есть река или пруд, можно заняться рыбалкой. Если вода не замерзла, работник с
tr: Yakınlarda bir nehir veya gölet varsa balık tutmayı düşünebilirsiniz. Su donmamışsa,
vi: Nếu có một con sông hoặc ao gần đó, bạn có thể cân nhắc việc đánh bắt cá. Nếu nước không bị đóng băng, một người thợ được giao
zh_hans: 如果附近有河流或池塘，你可以考虑钓鱼。如果水没有结冰，工人就会

source: fishing labor assigned will begin fishing automatically.
de: Die zugewiesenen Arbeitskräfte beginnen automatisch mit dem Fischen.
fr: le travail de pêche affecté commencera à pêcher automatiquement.
it: lavoro di pesca assegnato comincerà la pesca automaticamente.
ko: 할당된 낚시 노동은 자동으로 낚시를 시작합니다.
pl: przypisaną pracą Rybaka rozpocznie łowienie ryb automatycznie.
pt_br: trabalho de pesca atribuído começará a pescar automaticamente.
ru: рабочий назначенный рыболовом начнет ловлю автоматически.
tr: balıkçılık işi atanmış bir işçi otomatik olarak balık tutmaya başlayacaktır.
vi: nhiệm vụ đánh bắt cá sẽ tự động bắt đầu đánh bắt.
zh_hans: 被分配的捕鱼工作的劳工们将会自动开始捕鱼。

source: You can optionally choose to designate a [C:3:0:0]Fishing[C:7:0:0] zone if you don't want your workers going far afield.
fr: Vous pouvez éventuellement choisir de désigner une zone [C:3:0:0]Pêche[C:7:0:0] si vous ne voulez pas que vos ouvriers aillent loin.
it: Puoi scegliere di designare una zona di [C:3:0:0]Pesca[C:7:0:0] se non vuoi che i lavoratori si allontanino.
pl: Możesz opcjonalnie wyznaczyć strefę [C:3:0:0]Łowienia[C:7:0:0] jeśli nie chcesz, by twoi pracownicy chodzili daleko.
pt_br: Você pode optar por designar uma área de [C:3:0:0]Pesca[C:7:0:0] se você não quiser seus trabalhadores indo muito longe.
ru: Вы можете по желанию выделить зону [C:3:0:0]Рыбалки[C:7:0:0], если не хотите, чтобы ваши работники уезжали далеко.
tr: İşçilerinizin çok uzaklaşmasını istemiyorsanız isteğe bağlı olarak bir [C:3:0:0]Balıkçılık[C:7:0:0] bölgesi belirlemeyi seçebilirsiniz.
vi: Bạn có thể tùy chọn chỉ định một khu vực [C:3:0:0]Fishing[C:7:0:0] nếu bạn không muốn công nhân của mình đi quá xa.
zh_hans: 如果你不想让你的工人们去很远的地方，你可以选择指定一个[C:3:0:0]钓鱼[C:7:0:0]区域。

source: Remember, your workers do not eat raw fish! You must build a [C:6:0:0]Fishery[C:7:0:0] to prepare them.
fr: N'oubliez pas que vos travailleurs ne mangent pas de poisson cru ! Vous devez construire une [C:6:0:0]Pêche[C:7:0:0] pour les préparer.
it: Ricorda che i tuoi lavoratori non mangiano pesce crudo! Devi costruire una [C:6:0:0]Pescheria[C:7:0:0] per prepararli.
pl: Pamiętaj, twoi robotnicy nie jedzą surowych ryb! Musisz zbudować [C:6:0:0]Stanowisko rybaka[C:7:0:0] by je przygotowywać.
pt_br: Lembre-se, seus trabalhadores não comem peixe cru! Você deve construir uma [C:6:0:0]Oficina de Pesca[C:7:0:0] para prepará-los.
ru: Помните, что ваши рабочие не едят сырую рыбу! Вы должны построить [C:6:0:0]рыболовецкую артель[C:7:0:0] для её приготовления.
tr: Unutmayın, işçileriniz çiğ balık yemez! Onları hazırlamak için bir [C:6:0:0]Balıkhane[C:7:0:0] inşa etmelisiniz.
vi: Hãy nhớ, công nhân của bạn không ăn cá sống! Bạn phải xây dựng một [C:6:0:0]Fishery[C:7:0:0] để chế biến chúng.
zh_hans: 记住，你的工人们不吃生鱼！你必须建立一个[C:6:0:0] 渔场[C:7:0:0]来处理生鱼。

source: Do this by selecting [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Farming[C:7:0:0] -> [C:5:0:1]Fishery[C:7:0:0].
fr: Pour ce faire, sélectionnez [C:5:0:1]Ateliers[C:7:0:0] -> [C:5:0:1]Agriculture[C:7:0:0] -> [C:5 :0:1]Pêche[C:7:0:0].
it: Seleziona [C:5:0:1]Botteghe[C:7:0:0] -> [C:5:0:1]Agricoltura[C:7:0:0] -> [C:5:0:1]Pesca[C:7:0:0].
ko: 다음을 따라 선택하시오 [C:5:0:1]작업장[C:7:0:0] -> [C:5:0:1]농사[C:7:0:0] -> [C:5:0:1]어장[C:7:0:0].
pl: Zrób to wybierając [C:5:0:1]Warsztaty[C:7:0:0] -> [C:5:0:1]Rolnictwo[C:7:0:0] -> [C:5:0:1]Stanowisko rybaka[C:7:0:0].
pt_br: Faça isso ao selecionar [C:5:0:1]Oficinas[C:7:0:0] -> [C:5:0:1]Cultivo[C:7:0:0] -> [C:5:0:1]Oficina de Pesca[C:7:0:0].
ru: Для этого выберите [C:5:0:1]Мастерские[C:7:0:0] -> [C:5:0:1]Сельское хозяйство[C:7:0:0] -> [C:5:0:1]Рыболовство[C:7:0:0].
tr: Bunu [C:5:0:1]Atölyeler[C:7:0:0] -> [C:5:0:1]Çiftçilik[C:7:0:0] -> [C:5:0:1]Balıkhane[C:7:0:0] seçerek yapın.
vi: Thực hiện điều này bằng cách chọn [C:5:0:1]Workshops[C:7:0:0] -> [C:5:0:1]Farming[C:7:0:0] -> [C:5:0:1]Fishery[C:7:0:0].
zh_hans: 可以通过选择[C:5:0:1]工坊[C:7:0:0]->[C:5:0:1]农场[C:7:0:0]->[C:5:0:1] 渔场[C:7:0:0]来实现这一目标。

source: [C:7:0:1]Gathering[C:7:0:0]
fr: [C:7:0:1]Rassemblement[C:7:0:0]
it: [C:7:0:1]Raccolta[C:7:0:0]
ko: [C:7:0:1]모임[C:7:0:0]
pl: [C:7:0:1]Zbieranie[C:7:0:0]
pt_br: [C:7:0:1]Coleta[C:7:0:0].
ru: [C:7:0:1]Сбор[C:7:0:0]
tr: [C:7:0:1]Toplayıcılık[C:7:0:0]
vi: [C:7:0:1]Thu Lượm[C:7:0:0]
zh_hans: [C:7:0:1]采集[C:7:0:0]

source: It is possible to survive by gathering plants outside. Do this by selecting the [C:5:0:1]Gathering[C:7:0:0] order.
fr: Il est possible de survivre en ramassant des plantes à l'extérieur. Pour ce faire, sélectionnez l'ordre [C:5:0:1]Gathering[C:7:0:0].
it: È possibile sopravvivere raccogliendo piante all'aperto. Per farlo, seleziona l'ordine di [C:5:0:1]Raccolta[C:7:0:0].
ko: 야외에서 식물을 채집하는 것으로 식량을 조달할 수 있습니다. [C:5:0:1]채집[C:7:0:0] 명령 버튼을 눌러 실행할 수 있습니다.
pl: Możliwym jest przetrwanie zbierając rośliny na zewnątrz. Zrób to wybierając polecenie [C:5:0:1]Zbieranie[C:7:0:0].
pt_br: É possível sobreviver coletando plantas lá fora. Faça isso ao selecionar a ordem de [C:5:0:1]Coleta[C:7:0:0].
ru: Можно выжить, собирая растения на улице. Для этого выберите порядок [C:5:0:1]Сбор[C:7:0:0].
tr: Dışarıda bitki toplayarak hayatta kalmak mümkündür. Bunu [C:5:0:1]Toplayıcılık[C:7:0:0] emrini seçerek yapın.
vi: Có thể sống sót bằng cách thu lượm cây cối bên ngoài. Thực hiện điều này bằng cách chọn lệnh [C:5:0:1]Gathering[C:7:0:0].
zh_hans: 通过收集外面的的植物来维持生计是可行的。可以通过[C:5:0:1]收集[C:7:0:0]命令来进行植物收集。

source: Then draw a rectangle over the bushes you wish to search.
fr: Dessinez ensuite un rectangle sur les buissons que vous souhaitez rechercher.
it: Quindi disegna un rettangolo sui cespugli che desideri setacciare.
ko: 그런 다음 검색하려는 덤불 위에 직사각형을 그립니다.
pl: Potem narysuj prostokąt na zaroślach, które chcesz przeszukać.
pt_br: Então desenhe um retângulo sobre os arbustos que deseja procurar.
ru: Затем нарисуйте прямоугольник над кустами, которые вы хотите обыскать.
tr: Sonra aramak istediğiniz çalıların üzerine bir dikdörtgen çizin.
vi: Sau đó vẽ một hình chữ nhật bao phủ các bụi cây bạn muốn tìm kiếm.
zh_hans: 然后在你想要搜索的灌木丛上画一个矩形。

source: [C:7:0:1]Butchering[C:7:0:0]
fr: [C:7:0:1]Dépeçage[C:7:0:0]
it: [C:7:0:1]Macellazione[C:7:0:0]
ko: [C:7:0:1]도살[C:7:0:0]
pl: [C:7:0:1]Rzeźnictwo[C:7:0:0]
pt_br: [C:7:0:1]Abate[C:7:0:0]
ru: [C:7:0:1]Разделка[C:7:0:0]
tr: [C:7:0:1]Kasaplık[C:7:0:0]
vi: [C:7:0:1]Xẻ Thịt[C:7:0:0]
zh_hans: [C:7:0:1]屠宰[C:7:0:0]

source: To slaughter an [C:2:0:0]Animal[C:7:0:0] you must first build a [C:6:0:0]Butcher's Shop[C:7:0:0].
fr: Pour abattre un [C:2:0:0]Animal[C:7:0:0], vous devez d'abord construire une [C:6:0:0]Boucherie[C:7:0:0].
it: Per macellare un [C:2:0:0]Animale[C:7:0:0] va prima costruita una [C:6:0:0]Macelleria[C:7:0:0].
pl: Aby ubić [C:2:0:0]Zwierzę[C:7:0:0] musisz najpierw zbudować [C:6:0:0]Rzeźnię[C:7:0:0].
pt_br: Para abater um [C:2:0:0]Animal[C:7:0:0] você deve construir um [C:6:0:0]Açougue[C:7:0:0] primeiro.
ru: Перед тем как забить [C:2:0:0]животное[C:7:0:0], вам следует построить [C:6:0:0]Лавку мясника[C:7:0:0].
tr: Bir [C:2:0:0]Hayvanı[C:7:0:0] kesmek için önce bir [C:6:0:0]Kasap Atölyesi[C:7:0:0] inşa etmelisiniz.
vi: Để giết mổ một [C:2:0:0]Animal[C:7:0:0], trước tiên bạn phải xây dựng một [C:6:0:0]Butcher's Shop[C:7:0:0].
zh_hans: 要宰杀一只 [C:2:0:0]动物[C:7:0:0]，你必须先建造一个[C:6:0:0]屠宰场[C:7:0:0] 。
