Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: a poetry recital
de: einen Gedichtvortrag
fr: un récital de poésie
it: una recita di poesia
ko: 시 낭송회
pl: recital poetycki
pt_br: um recital de poesia
ru: поэтическая декламация
tr: bir şiir dinletisi
vi: một buổi đọc thơ
zh_hans: 诗歌朗诵

source: a performance of
de: eine Aufführung von
fr: une prestation de
it: uno spettacolo di
ko: 의 성능
pl: przedstawienie
pt_br: uma performance de
ru: выступление
tr: şunun performansı:
vi: một buổi biểu diễn của
zh_hans: 表现之于

source: a concert
de: ein Konzert
fr: un concert
it: un concerto
ko: 콘서트
pl: koncert
pt_br: um concerto
ru: концерт
tr: bir konser
vi: một buổi hòa nhạc
zh_hans: 一场音乐会

source: a dance
de: ein Tanz
fr: une dance
it: una danza
ko: 댄스
pl: taniec
pt_br: uma dança
ru: танец
tr: bir dans
vi: một buổi khiêu vũ
zh_hans: 一支舞

source: there was a performance
de: es gab eine Vorstellung
fr: il y avait un spectacle
it: c'è stato uno spettacolo
ko: 공연이 있었다
pl: odbył się występ
pt_br: houve uma representação teatral
ru: там прошло выступление
tr: bir performans vardı
vi: đã có một buổi biểu diễn
zh_hans: 有表演

source: as part of
de: als Teil von
fr: dans le cadre de
it: come parte di
ko: 의 일부로
pl: jako część
pt_br: como parte de
ru: в честь празднования
tr: şunun bir parçası olarak:
vi: như một phần của
zh_hans: 作为

source: held by
de: gehalten von
fr: tenu par
it: tenuto da
ko: 에 의해 개최
pl: w posiadaniu
pt_br: segurado(a) por
ru: принадлежит
tr: şunun düzenlediği:
vi: được tổ chức bởi
zh_hans: 被……持有

source: the performance
de: die Performance
fr: la performance
it: la prestazione
ko: 성능
pl: wydajność
pt_br: o desempenho
ru: представление
tr: performans
vi: buổi biểu diễn
zh_hans: 表现

source: a competition involving
de: ein Wettbewerb mit
fr: un concours impliquant
it: una gara che coinvolge
ko: 관련된 경쟁
pl: zawody z udziałem
pt_br: uma competição envolvendo
ru: соревнование с участием
tr: şunu içeren bir yarışma:
vi: một cuộc thi đấu liên quan đến
zh_hans: 涉及的竞争

source: a dance competition
de: einen Tanzwettbewerb
fr: un concours de danse
it: una gara di danza
ko: 댄스 대회
pl: konkurs taneczny
pt_br: uma competição de dança
ru: состязание по танцам
tr: bir dans yarışması
vi: một cuộc thi khiêu vũ
zh_hans: 一场舞蹈比赛

source: a music competition
de: einen Musikwettbewerb
fr: un concours de musique
it: una gara musicale
ko: 음악 경연
pl: konkurs muzyczny
pt_br: uma competição de música
ru: состязание в музыке
tr: bir müzik yarışması
vi: một cuộc thi âm nhạc
zh_hans: 音乐比赛

source: a poetry competition
de: ein Poesie-Wettbewerb
fr: un concours de poésie
it: una gara di poesia
ko: 시 대회
pl: konkurs poetycki
pt_br: um concurso de poesia
ru: состязание в поэзии
tr: bir şiir yarışması
vi: một cuộc thi thơ ca
zh_hans: 诗歌比赛

source: a foot race
de: ein Wettlauf zu Fuß
fr: une course à pied
it: una corsa a piedi
ko: 달리기
pl: wyścig pieszy
pt_br: uma corrida a pé
ru: соревнование в беге
tr: bir koşu yarışı
vi: một cuộc thi chạy bộ
zh_hans: 一场足球比赛

source: a flying race
fr: une course volante
it: una gara di volo
ko: 비행 경주
pl: wyścig w locie
pt_br: uma raça voadora
ru: соревнование в полёте
tr: bir uçuş yarışı
vi: một cuộc thi bay
zh_hans: 一场飞行比赛

source: race
de: Volk
fr: course
it: corsa
ko: 경주
pl: wyścig
pt_br: corrida
ru: соревнование
tr: yarışı
vi: một cuộc đua
zh_hans: 种族

source: a wrestling competition
fr: une compétition de lutte
it: una gara di lotta
ko: 레슬링 대회
pl: zawody zapaśnicze
pt_br: uma competição de luta livre
ru: состязание по борьбе
tr: bir güreş yarışması
vi: một cuộc thi đấu vật
zh_hans: 一场摔跤比赛

source: throwing competition
de: Wurf-Wettkampf
fr: concours de lancer
it: una gara di lancio
ko: 던지기 대회
pl: konkurs rzutów
pt_br: competição de arremesso
ru: Соревнование в метании
tr: fırlatma yarışması
vi: cuộc thi ném
zh_hans: 投掷比赛

source: a gladiatory competition
fr: un concours de gladiateurs
it: una gara gladiatoria
ko: 검투 경기
pl: zawody gladiatorów
pt_br: uma competição de gladiadores
ru: гладиаторские бои
tr: bir gladyatör yarışması
vi: một cuộc thi giác đấu
zh_hans: 一场有争议的比赛

source: there was a competition
fr: il y avait un concours
it: c'è stata una gara
ko: 경쟁이 있었다
pl: odbył się konkurs
pt_br: houve uma competição
ru: здесь прошло соревнование
tr: bir yarışma vardı
vi: đã có một cuộc thi đấu
zh_hans: 有一场比赛

source: There were
fr: Il y avait
it: C'erano
ko: 있었다
pl: Były
pt_br: Havia
ru: Было
tr: Vardı:
vi: Đã có
zh_hans: 曾经有

source: competitors
fr: concurrents
it: concorrenti
ko: 경쟁자
pl: konkurenci
pt_br: competidores
ru: участников
tr: yarışmacılar
vi: thí sinh
zh_hans: 竞争对手

source: including
fr: y compris
it: compreso
ko: 포함
pl: w tym
pt_br: Incluindo
ru: , включая
tr: şunlar dahil:
vi: bao gồm
zh_hans: 包含

source: Competing were
fr: En compétition étaient
it: In gara c'erano
ko: 경쟁은
pl: Konkurenci to
pt_br: Competindo foram
ru: В соревновании участвовали
tr: Yarışanlar şunlardı:
vi: Các thí sinh tham gia là
zh_hans: 竞争对手

source: Victory was spread among
fr: La victoire s'est répartie entre
it: La vittoria è stata diffusa tra
ko: 승리는 사이에 퍼졌다
pl: Zwycięstwo zostało rozłożone między
pt_br: A vitória se espalhou entre
ru: Победу разделили между собой
tr: Zafer şunlar arasında paylaşıldı:
vi: Chiến thắng được chia sẻ giữa
zh_hans: 胜利在其中传播

source: winners
fr: gagnants
it: vincitori
ko: 승자
pl: zwycięzcy
pt_br: vencedores
ru: победители
tr: kazananlar
vi: người chiến thắng
zh_hans: 胜利者

source: The victory was shared by
de: Der Sieg wurde geteilt von
fr: La victoire a été partagée par
it: La vittoria è stata condivisa da
ko: 승리는 다음과 같이 공유되었습니다.
pl: Zwycięstwo podzielili między sobą
pt_br: A vitória foi compartilhada por
ru: Победу разделили между собой
tr: Zafer şunlar tarafından paylaşıldı:
vi: Chiến thắng đã được chia sẻ bởi
zh_hans: 胜利分享给

source: was the victor.
fr: était le vainqueur.
it: è stato il vincitore.
ko: 승자였다.
pl: był zwycięzcą.
pt_br: foi o vencedor.
ru: одержал победу.
tr: galip geldi.
vi: là người chiến thắng.
zh_hans: 是胜利者。

source: thought of as two disjoint chords spanning a perfect fifth and a major third
de: gedacht als zwei disjunkte Akkorde, die eine reine Quinte und eine große Terz umfassen
fr: considéré comme deux accords disjoints couvrant une quinte parfaite et une tierce majeure
it: pensato come due accordi disgiunti che abbracciano una quinta giusta e una terza maggiore
pl: rozumiane jako dwa rozłączne akordy obejmujące kwintę czystą i tercję wielką
pt_br: pensado como dois acordes disjuntos abrangendo uma quinta justa e uma terça maior
ru: представляет собой два несвязанных аккорда, охватывающие чистую квинту и большую кварту
tr: tam beşli ve majör üçlüyü kapsayan iki ayrık akor olarak düşünülür
vi: được xem như hai hợp âm rời rạc trải dài một quãng năm đúng và một quãng ba trưởng
zh_hans: 被认为是两个不相交的和弦，跨越完美的第五和第三大

source: held a procession
de: eine Prozession veranstaltet
fr: a organisé une procession
it: ha tenuto una processione
ko: 행렬을 벌였다
pl: zorganizował procesję
pt_br: manteve uma procissão
ru: прошло шествие
tr: bir geçit töreni düzenledi
vi: đã tổ chức một cuộc rước
zh_hans: 举行游行

source: there was a procession
de: Es gab eine Prozession
fr: il y avait un cortège
it: c'era una processione
ko: 행렬이 있었다
pl: odbyła się procesja
pt_br: houve uma procissão
ru: там прошла процессия
tr: bir geçit töreni vardı
vi: đã có một cuộc rước
zh_hans: 游行队伍

source: It started at
de: Es begann um
fr: Ça a commencé à
it: È iniziato a
ko: 그것은 시작했다
pl: Zaczęło się od
pt_br: Isso começou em
ru: Оно началось в
vi: Nó bắt đầu tại
zh_hans: 它始于

source: and returned there after following its route.
de: und kehrte dorthin zurück, nachdem er seiner Route gefolgt war.
fr: et y retourna après avoir suivi sa route.
it: e vi è tornato dopo aver seguito la sua rotta.
ko: 경로를 따라 그곳으로 돌아 왔습니다.
pl: i wrócił tam po podążaniu jego trasą.
pt_br: e voltou para lá depois de seguir sua rota.
ru: и завершилось там же прохождения всего пути.
tr: ve rotasını takip ettikten sonra oraya döndü.
vi: và quay trở lại đó sau khi đi hết lộ trình.
zh_hans: 遵循其路线后返回那里。

source: It ended at
de: Es endete bei
fr: Il s'est terminé à
it: Si è conclusa a
ko: 종료 시간:
pl: Skończyło się na
pt_br: Terminou em
ru: Оно закончилось в
vi: Nó kết thúc tại
zh_hans: 结束于

source: a procession held by
de: eine Prozession, die von
fr: un cortège organisé par
it: una processione tenuta da
ko: 행진
pl: procesja organizowana przez
pt_br: uma procissão realizada por
ru: шествие, проведённое
tr: şunun düzenlediği bir geçit töreni:
vi: một cuộc rước được tổ chức bởi
zh_hans: 遶境

source: held a ceremony
de: eine Zeremonie abgehalten
fr: a organisé une cérémonie
it: ha tenuto una cerimonia
ko: 식을 거행하다
pl: odbyła się ceremonia
pt_br: realizou uma cerimônia
ru: состоялась церемония
tr: bir tören düzenledi
vi: đã tổ chức một buổi lễ
zh_hans: 举行仪式

source: there was a ceremony
de: gab es eine Zeremonie
fr: il y avait une cérémonie
it: c'è stata una cerimonia
ko: 행사가 있었다
pl: odbyła się ceremonia
pt_br: houve uma cerimônia
ru: там прошла церемония
tr: bir tören vardı
vi: đã có một buổi lễ
zh_hans: 有一个仪式

source: a ceremony held by
de: eine Zeremonie, die von
fr: une cérémonie organisée par
it: una cerimonia tenuta da
ko: 의 행사
pl: ceremonia zorganizowana przez
pt_br: uma cerimônia realizada por
ru: церемония, проведённая
tr: şunun düzenlediği bir tören:
vi: một buổi lễ được tổ chức bởi
zh_hans: 举行的仪式

source: was a
de: war ein
fr: était un
it: era un
ko: 했다
pl: był
pt_br: era um
ru: была
tr: bir ... idi
vi: là một
zh_hans: 曾经是一个

source: was a
de: war ein
fr: était un
it: era un
ko: 했다
pl: był
pt_br: foi um
ru: был
tr: bir ... idi
vi: là một
zh_hans: 曾经是一个

source: was a legendary
de: war ein legendärer
fr: était un légendaire
it: stato un leggendario
ko: 전설적이었다
pl: był legendarny
pt_br: foi um lendário
ru: был легендарным
tr: efsanevi bir ... idi:
vi: là một huyền thoại
zh_hans: 是一个传奇

source: could be found within
de: konnte gefunden werden innerhalb
fr: pourrait se trouver à l'intérieur
it: potrebbe essere trovato all'interno di
ko: 내에서 찾을 수 있습니다
pl: można znaleźć w
pt_br: pode ser encontrada dentro
ru: находится в
tr: şunun içinde bulunabilirdi:
vi: có thể được tìm thấy bên trong
zh_hans: 可以在里面找到

source: were a population within
de: waren eine Bevölkerung innerhalb
fr: étaient une population à l'intérieur
it: erano una popolazione all'interno di
ko: 내의 인구였다
pl: były populacją w ramach
pt_br: eram uma população dentro de
ru: проживали среди
tr: şunun içinde bir nüfustu:
vi: là một quần thể cư dân trong
zh_hans: 是一个人口

source: civilization of
de: Zivilisation von
fr: civilisation de
it: civiltà di
ko: 의 문명
pl: cywilizacja
pt_br: civilização
ru: цивилизация
tr: şunun medeniyeti:
vi: nền văn minh của
zh_hans: 文明的

source: religion of
de: Religion von
fr: religion de
it: religione di
ko: 의 종교
pl: religia
pt_br: Religiao
ru: религия
tr: şunun dini:
vi: tôn giáo của
zh_hans: 宗教

source: bandit gang from
de: Banditenbande von
fr: bande de bandits de
it: banditi da
ko: 산적 갱
pl: gang rzezimieszków z
pt_br: bando de bandidos de
ru: банда из
tr: şuradan bir eşkıya çetesi:
vi: băng cướp từ
zh_hans: 强盗团伙来自

source: versatile mercenary
de: vielseitiger Söldner
fr: mercenaire polyvalent
it: mercenario versatile
ko: 다재다능한 용병
pl: wszechstronny najemnik
pt_br: mercenário versátil
ru: разносторонний наёмник
tr: çok yönlü paralı asker
vi: lính đánh thuê đa tài
zh_hans: 多才多艺的雇佣兵

source: shadowy military
de: geheimes Militär
fr: militaire ténébreux
it: militari oscuri
ko: 그림자 군대
pl: mroczne wojsko
pt_br: militar sombrio
ru: таинственный наёмник
tr: gizli ordu
vi: quân đội bóng tối
zh_hans: 地下武装

source: company
de: Unternehmen
fr: compagnie
it: compagnia
ko: 회사
pl: firma
pt_br: Companhia
ru: компания
tr: birlik
vi: đoàn
zh_hans: 军团

source: band
fr: bande
it: banda
ko: 밴드
pl: zespół
pt_br: Bando
ru: группа
tr: grup
vi: nhóm
zh_hans: 乐队

source: performance troupe from
de: Aufführungstruppe von
fr: troupe de spectacle de
it: troupe artistica da
ko: 의 공연단
pl: grupa performerska z
pt_br: trupe de desempenho de
ru: труппа из
tr: şuradan bir tiyatro kumpanyası:
vi: đoàn nghệ sĩ biểu diễn từ
zh_hans: 演出团来自

source: collection of outcasts from
de: Gruppe von Ausgestoßenen aus
fr: collection de parias de
it: collezione di rinnegati da
ko: 추방자 수집
pl: zbiór wyrzutków z
pt_br: coleção de exilados de
ru: сборище оборванцев
tr: şuradan sürgünler topluluğu:
vi: tập hợp những kẻ bị ruồng bỏ từ
zh_hans: 放逐者的集团来自

source: merchant company from
de: Handelsgesellschaft aus
fr: société commerciale de
it: compagnia di mercanti da
ko: 에서 상인 회사
pl: firma handlowa z
pt_br: empresa mercantil de
ru: торговая компания из
tr: şuradan bir tüccar birliği:
vi: công ty thương mại từ
zh_hans: 商行来于

source: group from
de: Gruppe von
fr: groupe de
it: gruppo da
ko: 에서 그룹
pl: grupa z
pt_br: grupo de
ru: группа из
tr: şuradan bir grup:
vi: nhóm từ
zh_hans: 团体来于

source: linked to
de: verbunden mit
fr: lié à
it: legato a
ko: 연결
pl: powiązany z
pt_br: ligado a
ru: связано с
tr: şuna bağlı:
vi: có liên hệ với
zh_hans: 相连与

source: devoted to worship
fr: consacré au culte
it: devoto ad adorare
ko: 예배에 헌신
pl: poświęcony kultowi
pt_br: dedicado à adoração
ru: посвященный поклонению
tr: ibadete adanmış
vi: dành riêng cho việc thờ cúng
zh_hans: 致力于侍奉

source: known for
de: bekannt für
fr: connu pour
it: conosciuto per
ko: 알려진
pl: znany z
pt_br: conhecido por
ru: известен
tr: şununla bilinir:
vi: nổi tiếng về
zh_hans: 闻名于

source: dedicated to the mastery of
fr: dédié à la maîtrise de
it: dedicato alla maestria di
ko: 의 숙달에 전념
pl: poświęcony opanowaniu
pt_br: dedicado ao domínio de
ru: посвященный мастерству
tr: şunun ustalığına adanmış:
vi: cống hiến cho việc tinh thông
zh_hans: 致力于掌握

source: kicking
de: Treten
fr: coups de pied
it: calciando
ko: 차기
pl: kopanie
pt_br: chutando
ru: удар ногой
tr: tekmeleme
vi: đá
zh_hans: 刺激

source: striking
de: auffällig
fr: frappant
it: colpendo
ko: 타격
pl: uderzający
pt_br: impressionante
ru: удар
tr: vurma
vi: đánh
zh_hans: 惊人

source: biting
de: beißen
fr: mordant
it: mordendo
ko: 물기
pl: gryzienie
pt_br: mordendo
ru: кусание
tr: ısırma
vi: cắn
zh_hans: 咬

source: wrestling
fr: lutte
it: lotta
ko: 레슬링
pl: zapasy
pt_br: luta livre
ru: борьба
tr: güreş
vi: đấu vật
zh_hans: 摔跤

source: their use of
de: ihre Verwendung von
fr: leur utilisation de
it: il loro utilizzo di
ko: 그들의 사용
pl: ich wykorzystanie
pt_br: seu uso de
ru: их использование в
tr: şunu kullanmaları:
vi: việc họ sử dụng
zh_hans: 他们利用

source: centered around the worship of various beings
de: die sich um die Verehrung verschiedener Wesen drehten
fr: centré autour du culte de divers êtres
it: incentrato sul culto di vari esseri
ko: 다양한 존재에 대한 숭배를 중심으로
pl: skupione wokół kultu różnych istot
pt_br: centrado em torno da adoração de vários seres
ru: сплочены поклонением различным сущностям
tr: çeşitli varlıklara tapınma etrafında odaklanmış
vi: tập trung vào việc thờ cúng nhiều thực thể khác nhau
zh_hans: 围绕着对各种存在的崇拜而进行的

source: centered around the worship of
de: die sich um die Anbetung von
fr: centrée sur le culte de
it: incentrato sul culto di
ko: 예배를 중심으로
pl: skupione wokół kultu
pt_br: centrado em torno da adoração de
ru: сплочены поклонением
tr: şuna tapınma etrafında odaklanmış:
vi: tập trung vào việc thờ cúng
zh_hans: 以崇拜为中心

source: , a force
de: , eine Kraft
fr: , une force
it: , una forza
ko: , 힘
pl: , siła
pt_br: , uma força
ru: , сила
tr: , bir güç
vi: , một thế lực
zh_hans: ， 一股力量

source: which was said to permeate
de: die angeblich durchdringt
fr: qu'on disait imprégner
it: che si diceva permeasse
ko: 스며들었다고 한다.
pl: który miał przenikać
pt_br: dizia-se que a permear
ru: , которая, как говорят, пронизывает
tr: şuna nüfuz ettiği söylenen:
vi: được cho là thấm nhuần khắp
zh_hans: 据说它渗透了

source: was hired
de: wurde angestellt
fr: a été embauché
it: è stato assunto
ko: 고용되었다
pl: został zatrudniony
pt_br: foi contratado
ru: был нанят
tr: kiralandı
vi: đã được thuê
zh_hans: 被雇佣了

source: as part of
de: als Teil von
fr: dans le cadre de
it: come parte di
ko: 의 일부로
pl: jako część
pt_br: como parte de
ru: как часть
tr: şunun bir parçası olarak:
vi: như một phần của
zh_hans: 作为一部分之于

source: to fight in
de: zu kämpfen in
fr: se battre dans
it: per combattere in
ko: 싸우다
pl: walczyć w
pt_br: lutar em
ru: бороться в
tr: şurada savaşmak için:
vi: để chiến đấu trong
zh_hans: 战斗与

source: as a scout
de: als Späher
fr: comme éclaireur
it: in quanto ricognitore
ko: 스카우트로
pl: jako zwiadowca
pt_br: como um batedor
ru: в качестве разведчика
tr: bir gözcü olarak
vi: với tư cách là trinh sát
zh_hans: 作为一个侦察员

source: fought in
de: kämpften in
fr: combattu dans
it: combattuto in
ko: 싸웠다
pl: walczył w
pt_br: lutou em
ru: сражался в
tr: şurada savaştı:
vi: đã chiến đấu trong
zh_hans: 曾战斗与

source: in defense of
de: zur Verteidigung von
fr: à la défense de
it: in difesa di
ko: ~을 방어하다
pl: w obronie
pt_br: Em defesa de
ru: в защиту
tr: şunun savunmasında:
vi: để bảo vệ
zh_hans: 为了捍卫

source: , an assault on
de: , ein Angriff auf
fr: , une agression contre
it: , un assalto a
ko: , 공격
pl: , atak na
pt_br: , um assalto
ru: , нападение на
tr: , şuna bir saldırı:
vi: , một cuộc tấn công vào
zh_hans: ，攻击了

source: [C:3:0:1]Related Historical Figures[C:7:0:0][B]
fr: [C:3:0:1]Personnages historiques associés[C:7:0:0][B]
it: [C:3:0:1]Figure Storiche Correlate[C:7:0:0][B]
ko: [C:3:0:1]관련 역사적 인물[C:7:0:0][B]
pl: [C:3:0:1]Powiązane dane historyczne[C:7:0:0][B]
pt_br: [C: 3:0:1]Relatado figuras históricas[C: 70:0][B]
ru: [C:3:0:1]Связанные исторические фигуры[C:7:0:0][B]
tr: [C:3:0:1]İlgili Tarihi Figürler[C:7:0:0][B]
vi: [C:3:0:1]Nhân Vật Lịch Sử Liên Quan[C:7:0:0][B]
zh_hans: [C:3:0:1]相关历史人物[C:7:0:0][B]

source: b.
it: n.
ko: 비.
tr: d.
vi: s.
zh_hans: 湾

source: d.
fr: ré.
it: m.
ko: 디.
tr: ö.
vi: m.

source: [C:1:0:1]Related Entities[C:7:0:0][B]
fr: [C:1:0:1]Entités liées[C:7:0:0][B]
it: [C:1:0:1]Entità correlate[C:7:0:0][B]
ko: [C:1:0:1]관련 엔티티[C:7:0:0][B]
pl: [C:1:0:1]Podmioty powiązane[C:7:0:0][B]
pt_br: [C: 1:0:1]Entidades Relacionadas[C:7:0:0][B]
ru: [C:1:0:1]Связанные объекты[C:7:0:0][B]
tr: [C:1:0:1]İlgili Varlıklar[C:7:0:0][B]
vi: [C:1:0:1]Thực Thể Liên Quan[C:7:0:0][B]
zh_hans: [C:1:0:1]相关实体[C:7:0:0][B]

source: object of
de: Objekt von
fr: objet de
it: oggetto di
ko: 의 대상
pl: obiekt
pt_br: o objeto
ru: предмет
tr: şunun nesnesi:
vi: đối tượng của
zh_hans: 对象之于

source: ardent
de: leidenschaftlich
it: ardente
ko: 불타는
pl: żarliwy
pt_br: ardente
ru: горячего
tr: ateşli
vi: nồng nhiệt
zh_hans: 热心

source: faithful
de: treu
fr: fidèle
it: fedele
ko: 충실한
pl: wierny
pt_br: fielidade
ru: верного
tr: sadık
vi: trung thành
zh_hans: 可信

source: casual
fr: décontractée
it: informale
ko: 평상복
pl: swobodny
pt_br: INFORMAIS
ru: случайного
tr: sıradan
vi: bình thường
zh_hans: 随便

source: dubious
de: Fragwürdig
fr: douteux
it: dubbioso
ko: 모호한
pl: wątpliwy
pt_br: Dúvida
ru: нерешительного
tr: şüpheli
vi: đáng ngờ
zh_hans: 可疑的

source: worship
de: Anbetung
fr: culte
it: culto
ko: 숭배
pl: kult
pt_br: adoração
ru: поклонения
tr: ibadet
vi: thờ cúng
zh_hans: 崇拜

source: lover
de: Liebhaber
fr: amoureux
it: amante
ko: 애인
pl: kochanek
pt_br: amante
ru: любовник
tr: sevgili
vi: người tình
zh_hans: 恋人

source: imprisoner
de: Gefangener
fr: prisonnier
it: carceriere
ko: 죄수
pl: uwięziony
ru: тюремщик
tr: hapseten
vi: kẻ giam cầm
zh_hans: 前囚犯

source: apprenticeship
de: Ausbildung
fr: apprentissage
it: apprendistato
ko: 도제
pl: praktyka
pt_br: posto de aprendiz
ru: ученичество
tr: çıraklık
vi: sự học nghề
zh_hans: 学徒

source: traveling companion
de: Reisebegleiter
fr: compagnon de voyage
it: compagno di viaggio
ko: 여행 동반자
pl: towarzysz podróży
pt_br: meu companheiro de viagem.
ru: спутник в путешествии
tr: yol arkadaşı
vi: người bạn đồng hành
zh_hans: 旅行伴侣

source: former master
de: ehemaliger Meister
fr: ancien maître
it: ex maestro
ko: 전 마스터
pl: były mistrz
pt_br: mantido
ru: бывший хозяин
tr: eski efendi
vi: cựu chủ nhân
zh_hans: 前大师

source: former apprentice
de: ehemaliger Auszubildender
fr: ancien apprenti
it: ex apprendista
ko: 전 견습생
pl: były praktykant
pt_br: antigo aprendiz
ru: бывший ученик
tr: eski çırak
vi: cựu học việc
zh_hans: 以前的学徒

source: owner
de: Eigentümer
fr: propriétaire
it: proprietario
ko: 소유자
pl: właściciel
pt_br: dono
ru: владелец
tr: sahip
vi: chủ sở hữu
zh_hans: 所有者

source: former spouse
de: frühere Ehefrau
fr: ex-femme
it: ex coniuge
ko: 전 배우자
pl: były małżonek
pt_br: ex-cônjuge
ru: бывший супруг/супруга
tr: eski eş
vi: cựu vợ/chồng
zh_hans: 旧爱

source: deceased spouse
de: verstorbener Ehepartner
fr: épouse décédée
it: coniuge defunto
ko: 사망한 배우자
pl: zmarły małżonek
pt_br: Cônjuge falecido
ru: умерший супруг/супруга
tr: merhum eş
vi: vợ/chồng đã khuất
zh_hans: 遗孀

source: until
de: bis
fr: jusqu'à
it: fino a
ko: ~까지
pl: dopóki
pt_br: até
ru: пока не
tr: şuna kadar:
vi: cho đến khi
zh_hans: 直到

source: former mercenary
de: ehemaliger Söldner
fr: ancien mercenaire
it: ex mercenario
ko: 전직 용병
pl: były najemnik
pt_br: ex-mercenário
ru: бывший наёмник
tr: eski paralı asker
vi: cựu lính đánh thuê
zh_hans: 前雇佣兵

source: former member
de: ehemaliges Mitglied
fr: ancien membre
it: ex membro
ko: 전 회원
pl: były członek
pt_br: ex-membro
ru: бывший член
tr: eski üye
vi: cựu thành viên
zh_hans: 前成员

source: former slave
de: ehemaliger Sklave
fr: ancien esclave
it: ex schiavo
ko: 전 노예
pl: były niewolnik
pt_br: ex-escravo
ru: бывший раб
tr: eski köle
vi: Cựu nô lệ
zh_hans: 以前的奴隶

source: worker
de: Arbeiter
fr: ouvrier
it: lavoratore
ko: 일꾼
pl: pracownik
pt_br: Freelancer
ru: работник
tr: işçi
vi: Công nhân
zh_hans: 工人

source: former worker
de: ehemaliger Arbeitnehmer
fr: ancien ouvrier
it: ex lavoratore
ko: 전직 노동자
pl: były pracownik
pt_br: antigo trabalhador(a)
ru: бывший работник
tr: eski işçi
vi: Cựu công nhân
zh_hans: 前工人

source: claim to
de: Anspruch auf
fr: prétendre à
it: rivendica per
ko: 주장하다
pl: roszczenie do
pt_br: pretendem
ru: принадлежит
tr: şuna dair hak iddiası:
vi: Quyền yêu sách đối với
zh_hans: 声索

source: to present
de: zu präsentieren
fr: présenter
it: al presente
ko: 제시
pl: prezentować
pt_br: para apresentar
ru: по настоящее время
tr: günümüze kadar
vi: Để trình bày
zh_hans: 展示

source: (associated civilization)[R]
fr: (civilisation associée)[R]
it: (civiltà associata)[R]
ko: (관련 문명)[R]
pl: (powiązana cywilizacja)[R]
pt_br: (civilização associada)[R]
ru: (ассоциированная цивилизация)[R]
tr: (ilişkili medeniyet)[R]
vi: (Nền văn minh liên kết)[R]
zh_hans: (相关文明)[R]

source: (militant worshippers)[R]
fr: (militants fidèles)[R]
it: (adoratori militanti)[R]
ko: (무전 숭배자들)[R]
pl: (wojujący czciciele)[R]
pt_br: (adoradores militantes)[R]
ru: (воинствующие поклонники)[R]
tr: (militan tapanlar)[R]
vi: (Tín đồ hiếu chiến)[R]
zh_hans: (宗教狂信徒)[R]

source: (religious worshippers)[R]
fr: (fidèles religieux)[R]
it: (adoratori religiosi)[R]
ko: (종교적 숭배자)[R]
pl: (czciciele religijni)[R]
pt_br: (adoradores religiosos)[R]
ru: (религиозные верующие)[R]
tr: (dindar tapanlar)[R]
vi: (Tín đồ tôn giáo)[R]
zh_hans: (宗教崇拜者)[R]

source: seat of power
de: Machtzentrum
fr: siège du pouvoir
it: sede del potere
ko: 권력의 자리
pl: siedziba władzy
pt_br: sede do poder
ru: место силы
tr: iktidar merkezi
vi: Trung tâm quyền lực
zh_hans: 权力所在地

source: hangout
fr: lieu de rendez-vous
it: ritrovo
ko: 놀다
pl: spotkanie
pt_br: ponto de encontro
ru: место встречи
tr: toplanma yeri
vi: Nơi tụ tập
zh_hans: 巢穴
