Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: very drowsy
de: sehr schläfrig
fr: très somnolent
it: molto sonnolento
ko: 매우 졸리다
pl: bardzo senny
pt_br: muito sonolento
ru: очень сонный
tr: çok uykulu
vi: Rất buồn ngủ
zh_hans: 非常昏昏欲睡

source: thirsty
de: durstig
fr: assoiffé
it: assetato
ko: 목마른
pl: spragniony
pt_br: com sede
ru: жаждущий
tr: susamış
vi: Khát nước
zh_hans: 渴

source: dehydrated
de: dehydriert
fr: déshydraté
it: disidratato
ko: 탈수
pl: odwodniony
pt_br: desidratado
ru: обезвоженный
tr: susuz kalmış
vi: Mất nước
zh_hans: 脱水

source: hungry
de: hungrig
fr: faim
it: affamato
ko: 굶주린
pl: głodny
pt_br: com fome
ru: голодный
tr: aç
vi: Đói bụng
zh_hans: 饥饿

source: starving
de: verhungern
fr: affamée
it: morendo di fame
ko: 굶주림
pl: głód
pt_br: morrendo de fome
ru: истощённый
tr: açlıktan ölüyor
vi: Đói lả
zh_hans: 饿坏了

source: suffered major injury
de: eine schwere Verletzung erlitten hat
fr: a subi une blessure grave
it: ha subito una lesione maggiore
ko: 큰 부상을 입었다
pl: doznał poważnych obrażeń
pt_br: sofreu ferimentos graves
ru: получил серьезную травму
tr: ağır yaralandı
vi: Bị thương nặng
zh_hans: 遭受重大伤害

source: suffered minor injury
de: leicht verletzt wurde
fr: a subi une blessure légère
it: ha subito una lesione minore
ko: 가벼운 부상을 입었다
pl: doznał niewielkich obrażeń
pt_br: sofreu ferimentos leves
ru: получил легкую травму
tr: hafif yaralandı
vi: Bị thương nhẹ
zh_hans: 受轻伤

source: rough sleep
de: rauer Schlaf
fr: sommeil agité
it: sonno agitato
ko: 거친 수면
pl: nierówny sen
pt_br: sono desagradável
ru: Спать на неудобной кровати
tr: rahatsız uyku
vi: Ngủ không ngon giấc
zh_hans: 不舒适的睡眠

source: resting
de: ruhend
fr: repos
it: a riposo
ko: 휴식
pl: odpoczynek
pt_br: descansando
ru: отдыхающий
tr: dinleniyor
vi: Đang nghỉ ngơi
zh_hans: 休息

source: caught in freakish weather
de: vom schlechten Wetter überrascht
fr: pris dans un temps capricieux
it: intrappolato da fenomeni naturali
ko: 변덕스러운 날씨에 사로잡힌
pl: złapany w dziwaczną pogodę
pt_br: pego no temporal
ru: поймал в странную погоду
tr: anormal havaya yakalandı
vi: Mắc kẹt trong thời tiết kỳ lạ
zh_hans: 遭遇了奇特的天气

source: caught in rain
de: vom Regen erwischt
fr: pris sous la pluie
it: sorpreso dalla pioggia
ko: 비를 맞다
pl: złapany w deszczu
pt_br: pego na chuva
ru: попал в дождь
tr: yağmura yakalandı
vi: Mắc kẹt trong mưa
zh_hans: 遭遇了大雨

source: caught in snow
de: im Schnee gefangen
fr: pris dans la neige
it: intrappolato dalla neve
ko: 눈에 갇힌
pl: uwięziony w śniegu
pt_br: pego na neve
ru: попал в снег
tr: kara yakalandı
vi: Mắc kẹt trong tuyết
zh_hans: 下雪了

source: caught in miasma
de: in einer Verwesungs Wolke gefangen
fr: pris dans les miasmes
it: intrappolato dal miasma
ko: 독기에 사로잡힌
pl: utknął w miazdze
pt_br: pego no miasma
ru: пойманы в миазмы
tr: miyazmaya yakalandı
vi: Mắc kẹt trong khí độc
zh_hans: 出现了瘴气

source: caught in smoke
de: im Rauch gefangen
fr: pris en fumée
it: intrappolato dal fumo
ko: 연기에 휩싸이다
pl: uwięziony w dymie
pt_br: pego na fumaça
ru: попал в дым
tr: dumana yakalandı
vi: Mắc kẹt trong khói
zh_hans: 烟气缭绕

source: waterfall mist
de: Wasserfall-Nebel
fr: brume cascade
it: foschia della cascata
ko: 폭포 안개
pl: mgła wodospadu
pt_br: névoa de cachoeira
ru: туман водопада
tr: şelale sisi
vi: Hơi nước thác
zh_hans: 瀑布雾

source: caught in dust
de: im Staub gefangen
fr: pris dans la poussière
it: intrappolato dalla polvere
ko: 먼지에 갇힌
pl: złapany w pył
pt_br: pego na poeira
ru: попал в пыль
tr: toza yakalandı
vi: Mắc kẹt trong bụi
zh_hans: 扬尘了

source: considering demand
de: unter Berücksichtigung der Nachfrage
fr: compte tenu de la demande
it: considerando la richiesta
ko: 수요를 고려
pl: biorąc pod uwagę popyt
pt_br: considerando a demanda
ru: учитывая требование
tr: talebi değerlendiriyor
vi: Đang xem xét yêu cầu
zh_hans: 考虑需求

source: punishment of victimizer reduced
de: Reduzierung der Strafe für den Täter
fr: réduction de la peine de l'agresseur
it: punizione del carnefice ridotta
ko: 피해자 처벌 감경
pl: zmniejszona kara dla sprawcy
pt_br: punição do vitimizador reduzida
ru: мера наказания преступника была уменьшена
tr: mağdur edenin cezası hafifletildi
vi: Hình phạt của kẻ gây án đã được giảm nhẹ
zh_hans: 对受害者的惩罚减少了

source: personal punishment reduced
de: persönliche Bestrafung reduziert
fr: punition personnelle réduite
it: punizione personale ridotta
ko: 개인 처벌 감소
pl: zmniejszona kara osobista
pt_br: punição pessoal reduzida
ru: личное наказание уменьшено
tr: kişisel cezası hafifletildi
vi: Hình phạt cá nhân đã được giảm nhẹ
zh_hans: 个人惩罚减少了

source: elected
de: gewählt
fr: élu
it: eletto
ko: 선출
pl: wybrany
pt_br: eleito
ru: выбран
tr: seçildi
vi: Đã được bầu cử
zh_hans: 当选

source: reelected
de: wiedergewählt
fr: réélu
it: rieletto
ko: 재선
pl: ponownie wybrany
pt_br: reeleito
ru: переизбрали
tr: yeniden seçildi
vi: Đã được tái bầu cử
zh_hans: 蝉联

source: request approved
de: Antrag genehmigt
fr: demande approuvée
it: richiesta approvata
ko: 승인된 요청
pl: wniosek zatwierdzony
pt_br: pedido aprovado
ru: запрос одобрен
tr: istek onaylandı
vi: Yêu cầu đã được chấp thuận
zh_hans: 请求批准

source: request ignored
de: Antrag ignoriert
fr: demande ignorée
it: richiesta ignorata
ko: 요청 무시
pl: żądanie zignorowane
pt_br: pedido ignorado
ru: запрос проигнорирован
tr: istek görmezden gelindi
vi: Yêu cầu đã bị bỏ qua
zh_hans: 请求被忽略

source: nobody to punish for failed mandate
de: niemand für ein gescheitertes Mandat zu bestrafen
fr: personne à punir pour mandat raté
it: nessuno da punire per il fallimento del mandato
ko: 위임 실패에 대해 처벌할 사람 없음
pl: Nikt nie zostanie ukarany za nieudany mandat
pt_br: ninguém para punir por mandato falhado
ru: никто не накажет за проваленное поручение
tr: başarısız emir için cezalandırılacak kimse yok
vi: Không có ai để trừng phạt vì mệnh lệnh thất bại
zh_hans: 没有人因为失败的任务而受到惩罚

source: personal punishment delayed
de: persönliche Bestrafung verzögert
fr: punition personnelle retardée
it: punizione personale ritardata
ko: 개인 처벌 연기
pl: opóźnienie kary osobistej
pt_br: punição pessoal adiada
ru: личное наказание отложено
tr: kişisel cezası ertelendi
vi: Hình phạt cá nhân bị trì hoãn
zh_hans: 推迟个人处罚

source: punishment of victimizer delayed
de: Verzögerung der Bestrafung des Opfers
fr: la punition de l'agresseur est retardée
it: punizione del vittimizzatore ritardata
ko: 피해자 처벌 연기
pl: opóźnienie ukarania sprawcy
pt_br: punição do agressor adiada
ru: наказание преступника откладывается
tr: mağdur edenin cezası ertelendi
vi: Hình phạt dành cho kẻ gây hại bị trì hoãn
zh_hans: 延迟了对受害者的惩罚

source: insufficient justice buildings
de: unzureichende Justizgebäude
fr: bâtiments de justice insuffisants
it: edifici giudiziari insufficienti
ko: 부족한 정의 건물
pl: niewystarczająca liczba budynków wymiaru sprawiedliwości
pt_br: Construções de Justiça insuficientes
ru: недостаточное правосудие
tr: yetersiz adalet binaları
vi: Không đủ công trình tư pháp
zh_hans: 司法建筑不足

source: mandate ignored
de: Mandat ignoriert
fr: mandat ignoré
it: mandato ignorato
ko: 권한 무시
pl: mandat zignorowany
pt_br: mandato ignorado
ru: поручение проигнорирован
tr: emir görmezden gelindi
vi: Mệnh lệnh bị bỏ qua
zh_hans: 任务被忽略了

source: mandate only partially completed
de: Mandat nur teilweise erfüllt
fr: mandat partiellement rempli
it: mandato completato parzialmente
ko: 부분적으로만 완료된 위임장
pl: mandat wypełniony tylko częściowo
pt_br: mandato apenas parcialmente concluído
ru: поручение завершено лишь частично
tr: emir sadece kısmen tamamlandı
vi: Mệnh lệnh chỉ hoàn thành một phần
zh_hans: 任务仅部分完成

source: destroyed building
de: Zerstörtes Gebäude
fr: bâtiment détruit
it: edificio distrutto
ko: 파괴된 건물
pl: zniszczony budynek
pt_br: construção destruída
ru: разрушить постройку
tr: bina yok edildi
vi: Công trình bị phá hủy
zh_hans: 毁坏了建筑

source: committed vandalism
de: Vandalismus begangen
fr: vandalisme commis
it: commesso vandalismo
ko: 반달리즘
pl: dopuścił się wandalizmu
pt_br: vandalismo cometido
ru: совершенный вандализм
tr: vandalizm yaptı
vi: Đã thực hiện hành vi phá hoại
zh_hans: 犯下故意破坏

source: land holder rank increased
de: Rang des Landbesitzers erhöht
fr: le rang de propriétaire foncier a augmenté
it: rango di proprietario terriero aumentato
ko: 토지 보유자 순위 상승
pl: Zwiększona ranga posiadacza ziemi
pt_br: rank de proprietário de terra aumentado
ru: ранг землевладельца повышен
tr: toprak sahibinin rütbesi arttı
vi: Cấp bậc chủ đất đã tăng
zh_hans: 土地持有人等级增加

source: established as land holder
de: als Landbesitzer niedergelassen
fr: établi en tant que propriétaire foncier
it: stabilito come detentore del terreno
ko: 토지 소유자로 설립
pl: ustanowiony jako posiadacz gruntu
pt_br: estabelecido como proprietário de terras
ru: установлен в качестве землевладельца
tr: toprak sahibi olarak atandı
vi: Được chỉ định làm chủ đất
zh_hans: 成立为土地持有人

source: knocked out by cavein
de: K.o. durch höhleneinsturz
fr: assommé par cavein
it: messo al tappeto da un crollo
ko: 낙석에 의해 기절
pl: znokautowany przez caveina
pt_br: nocauteado por um desmoronamento
ru: сбит с ног обвалом
tr: göçük nedeniyle bayıldı
vi: Bị bất tỉnh do sụp hầm
zh_hans: 被穴居人击倒

source: mandate was obeyed
de: dem Mandat wurde Folge geleistet
fr: le mandat a été respecté
it: Il mandato è stato rispettato
ko: 명령에 따랐다
pl: mandat został wykonany
pt_br: ordem foi obedecida
ru: поручение было выполнено
tr: talimata uyuldu
vi: Mệnh lệnh đã được tuân thủ
zh_hans: 授权得到了遵守

source: naked
de: nackt
fr: nu
it: nudo
ko: 적나라한
pl: nagi
pt_br: nu
ru: обнаженный
tr: çıplak
vi: Trần truồng
zh_hans: 裸

source: no shoes
de: keine Schuhe
fr: pas de chaussures
it: senza scarpe
ko: 신발 없음
pl: brak butów
pt_br: sem sapatos
ru: нет обуви
tr: ayakkabısız
vi: Không có giày
zh_hans: 没有鞋子

source: ate own pet while starving
de: hat sein eigenes Haustier gegessen, während er hungerte
fr: a mangé son propre animal de compagnie en mourant de faim
it: ha mangiato il proprio animale domestico per non morire di fame
ko: 배고픈 동안 자신의 애완 동물을 먹었다
pl: zjadł własnego zwierzaka podczas głodówki
pt_br: come o próprio animal de estimação enquanto morria de fome
ru: съел собственного питомца во время голода
tr: açlıktan ölürken kendi evcil hayvanını yedi
vi: Đã ăn thú cưng của mình khi đói lả
zh_hans: 快饿死时吃了自己的宠物

source: ate favorite animal while starving
de: aß Lieblingstier während er verhungerte
fr: a mangé son animal préféré en mourant de faim
it: ha mangiato l'animale preferito per non morire di fame
ko: 굶으면서 좋아하는 동물을 먹었다
pl: zjadł ulubione zwierzę, głodując
pt_br: comeu o animal favorito enquanto morria de fome
ru: ел любимого животного во время голодания
tr: açlıktan ölürken favori hayvanını yedi
vi: Đã ăn con vật yêu thích khi đói lả
zh_hans: 快饿死时吃了最喜欢的动物

source: beat somebody up
de: jemanden zusammenschlagen
fr: battre quelqu'un
it: picchiare qualcuno
ko: 누군가를 때리다
pl: pobić kogoś
pt_br: De uma surra em alguém
ru: избить кого-нибудь
tr: birini dövdü
vi: Đã đánh đập ai đó
zh_hans: 打败了某人

source: punished somebody with beating
de: jemanden mit Schlägen bestraft
fr: punir quelqu'un de coups
it: ha punito qualcuno con le percosse
ko: 누군가를 구타로 처벌
pl: ukarał kogoś pobiciem
pt_br: Castigue alguém na porrada
ru: наказал кого-то с помощью избиения
tr: birini dayakla cezalandırdı
vi: Đã trừng phạt ai đó bằng cách đánh đập
zh_hans: 殴打惩罚了某人

source: punished by beating
de: bestraft durch Prügel
fr: puni en battant
it: punito con le percosse
ko: 구타로 처벌
pl: ukarany przez pobicie
pt_br: punido por espancamento
ru: приговорен к избиению
tr: dayakla cezalandırıldı
vi: Bị trừng phạt bằng cách đánh đập
zh_hans: 受到殴打的惩罚

source: punished somebody with tool
de: jemanden mit Werkzeug bestraft
fr: punir quelqu'un avec un outil
it: ha punito qualcuno con uno strumento
ko: 도구로 누군가를 처벌
pl: ukarał kogoś narzędziem
pt_br: Castigue alguém com uma ferramenta
ru: наказал кого-то с помощью инструментов
tr: birini aletle cezalandırdı
vi: Đã trừng phạt ai đó bằng công cụ
zh_hans: 用工具惩罚某人

source: punished by tool
de: bestraft durch Werkzeug
fr: puni par l'outil
it: punito da uno strumento
ko: 도구에 의해 처벌
pl: ukarany przez narzędzie
pt_br: punido por ferramenta
ru: наказал инструментом
tr: aletle cezalandırıldı
vi: Bị trừng phạt bằng công cụ
zh_hans: 受到工具的惩罚

source: cannot get punishment tool
de: kann kein Werkzeug zur Bestrafung erhalten
fr: ne peut pas obtenir l'outil de punition
it: non può ottenere uno strumento di punizione
ko: 처벌 도구를 얻을 수 없습니다
pl: nie może otrzymać narzędzia kary
pt_br: não pode obter ferramenta de punição
ru: не может получить инструмент наказывания
tr: ceza aleti bulunamıyor
vi: Không thể lấy được công cụ trừng phạt
zh_hans: 无法获得惩罚工具

source: tired of food
fr: fatigué de manger
it: stanco del cibo
ko: 음식에 지쳤다
pl: zmęczony jedzeniem
pt_br: cansado de comida
ru: устал от еды
tr: yemekten bıktı
vi: Chán ngán thức ăn
zh_hans: 厌倦了食物

source: eaten rotten food
de: verdorbene Lebensmittel gegessen
fr: manger de la nourriture avariée
it: mangiato cibo marcio
ko: 썩은 음식을 먹었다
pl: zjadł zepsute jedzenie
pt_br: comeu comida podre
ru: сьел испорченной еды
tr: çürük yemek yedi
vi: Đã ăn thức ăn thối rữa
zh_hans: 吃烂了的食物

source: good food
de: gutes Essen
fr: bonne nourriture
it: buon cibo
ko: 좋은 음식
pl: dobre jedzenie
pt_br: boa comida
ru: хорошая еда
tr: iyi yemek
vi: Thức ăn ngon
zh_hans: 美食

source: good drink
de: gutes Getränk
fr: bonne boisson
it: bella bevuta
ko: 좋은 음료
pl: dobry napój
pt_br: boa bebida
ru: хорошая выпивка
tr: iyi içecek
vi: Đồ uống ngon
zh_hans: 佳饮

source: do not have enough chests
de: haben nicht genügend Truhen
fr: n'a pas assez de coffres
it: non ha abbastanza casse
ko: 상자가 부족하다
pl: nie mają wystarczającej liczby skrzyń
pt_br: não tem baús suficientes
ru: не хватает сундуков
tr: yeterince sandık yok
vi: Không có đủ rương
zh_hans: 没有足够的箱子

source: do not have enough cabinets
de: haben nicht genügend Schränke
fr: pas assez d'armoires
it: non ha armadi a sufficienza
ko: 상자가 부족합니다
pl: nie mają wystarczającej liczby szafek
pt_br: não há armários suficientes
ru: недостаточно шкафов
tr: yeterince dolap yok
vi: Không có đủ tủ
zh_hans: 没有足够的橱柜

source: do not have enough weapon racks
de: haben nicht genügend Waffenständer
fr: n'ont pas assez de râteliers d'armes
it: non ha abbastanza rastrelliere per armi
ko: 무기 거치대가 충분하지 않습니다
pl: nie mają wystarczającej liczby stojaków na broń
pt_br: não tem porta-armas suficientes
ru: не хватает оружейных стоек
tr: yeterince silah rafı yok
vi: Không có đủ giá vũ khí
zh_hans: 没有足够的武器架

source: do not have enough armor stands
de: haben nicht genügend Rüstungsständer
fr: n'ont pas assez de supports d'armure
it: non ha abbastanza supporti per armatura
ko: 충분한 갑옷 스탠드가 없습니다
pl: nie mają wystarczającej liczby podstawek pancerza
pt_br: não tem suportes de armadura suficientes
ru: не хватает доспешных стоек
tr: yeterince zırh askısı yok
vi: Không có đủ giá giáp
zh_hans: 没有足够的装甲架

source: lesser has better room
fr: moins a une meilleure chambre
it: minore ha una stanza migliore
ko: 작을수록 더 좋은 공간이 있습니다
pl: Mniejszy ma lepszą przestrzeń
pt_br: menor tem quarto melhor
ru: меньший имеет лучшую комнату
tr: daha alt rütbeli biri daha iyi odaya sahip
vi: Cấp dưới có phòng tốt hơn
zh_hans: 更少的人拥有更好的房间

source: eating without table
de: Essen ohne Tisch
fr: manger sans table
it: mangiato senza tavolo
ko: 식탁 없이 먹기
pl: jedzenie bez stołu
pt_br: comendo sem mesa
ru: есть без стола
tr: masasız yemek yiyor
vi: Ăn không có bàn
zh_hans: 没有餐桌吃饭

source: eating at crowded table
de: Essen am überfüllten Tisch
fr: manger à table bondée
it: mangiato a un tavolo affollato
ko: 붐비는 테이블에서 식사
pl: jedzenie przy zatłoczonym stole
pt_br: comendo em uma mesa lotada
ru: есть за переполненным столом
tr: kalabalık masada yemek yiyor
vi: Ăn tại bàn đông người
zh_hans: 在拥挤的桌子吃饭

source: eating in dining room
de: Essen im Speisesaal
fr: manger dans la salle à manger
it: mangiando in sala da pranzo
ko: 식당에서 식사
pl: jedzenie w jadalni
pt_br: comendo na sala de jantar
ru: есть в столовой
tr: yemek salonunda yemek yiyor
vi: Ăn trong phòng ăn
zh_hans: 在餐厅吃饭

source: eating without dining room
de: Essen ohne Speisesaal
fr: manger sans salle à manger
it: mangiando senza sala da pranzo
ko: 식당 없이 먹기
pl: Jedzenie bez jadalni
pt_br: comendo sem uma sala de jantar
ru: ест без столовой
tr: yemek salonu olmadan yemek yiyor
vi: Ăn không có phòng ăn
zh_hans: 没有餐厅吃饭

source: eating without chair
de: Essen ohne Stuhl
fr: manger sans chaise
it: mangiato senza sedia
ko: 의자 없이 먹기
pl: jedzenie bez krzesła
pt_br: comendo sem cadeira
ru: ел без стула
tr: sandalyesiz yemek yiyor
vi: Ăn không có ghế
zh_hans: 没有椅子吃饭

source: new bonded relationship
de: neue Bindungsbeziehung
fr: nouvelle relation amicale
it: nuova legame relazionale
ko: 새로운 인연
pl: nowa więź
pt_br: novo relacionamento vinculado
ru: новая привязанность
tr: yeni duygusal bağ
vi: Mối quan hệ gắn bó mới
zh_hans: 新的保税关系

source: was rescued
de: wurde gerettet
fr: a été sauvé
it: è stato salvato
ko: 구조되었다
pl: został uratowany
pt_br: foi resgatado
ru: был спасен
tr: kurtarıldı
vi: Đã được giải cứu
zh_hans: 被救出来了

source: rescued somebody
de: jemandem das Leben gerettet
fr: a sauvé quelqu'un
it: ha salvato qualcuno
ko: 누군가를 구했다
pl: uratował kogoś
pt_br: resgatou alguém
ru: спас кого-то
tr: birini kurtardı
vi: Đã giải cứu ai đó
zh_hans: 救了一个人

source: completed job
de: abgeschlossener Auftrag
fr: travail terminé
it: lavori completati
ko: 완료된 작업
pl: ukończone zadanie
pt_br: trabalho concluído
ru: выполненная работа
tr: işi tamamladı
vi: Đã hoàn thành công việc
zh_hans: 完成了工作

source: tax escort stole property
de: Steuerbegleiter stahl Eigentum
fr: escorte fiscale a volé la propriété
it: scorta dell'esattore ha rubato dei beni
ko: 세금 호위가 재산을 훔쳤습니다.
pl: eskorta podatkowa ukradła mienie
pt_br: escolta fiscal roubou propriedade
ru: налоговая охрана украла собственность
tr: vergi eskortu mal çaldı
vi: Người hộ tống thuế đã trộm tài sản
zh_hans: 承担护送偷窃财产的责任

source: lost property to taxes
de: verlorenes Vermögen an Steuern
fr: biens perdus aux impôts
it: beni persi a causa delle tasse
ko: 세금으로 잃어버린 재산
pl: utracony majątek na rzecz podatków
pt_br: propriedade perdida para os impostos
ru: потерянные собранные налоги
tr: vergiler yüzünden mal kaybetti
vi: Đã mất tài sản vì thuế
zh_hans: 失去财产税

source: have inadequate protection
de: unzureichenden Schutz haben
fr: avoir une protection insuffisante
it: hanno una protezione inadeguata
ko: 보호가 불충분하다
pl: mają niewystarczającą ochronę
pt_br: tem proteção inadequada
ru: иметь недостаточную защиту
tr: yetersiz korumaya sahip
vi: Có sự bảo vệ không đầy đủ
zh_hans: 保护不足

source: taxable room inaccessible
de: steuerpflichtiger Raum unzugänglich
fr: chambre taxable inaccessible
it: stanza tassabile inaccessibile
ko: 과세 대상 객실 접근 불가
pl: pokój podatkowy niedostępny
pt_br: sala tributável inacessível
ru: платная комната недоступна
tr: vergilendirilebilir oda erişilemez
vi: Phòng chịu thuế không thể tiếp cận
zh_hans: 应税房间无法进入

source: misinformed about taxable room
de: Fehlinformationen über den steuerpflichtigen Raum
fr: mal renseigné sur la chambre imposable
it: disinformato sulla stanza tassabile
ko: 과세 대상 객실에 대한 잘못된 정보
pl: źle poinformowany o opodatkowanym pokoju
pt_br: desinformado sobre o quarto taxável
ru: дезинформирован о платной комнате
tr: vergilendirilebilir oda hakkında yanlış bilgilendirildi
vi: Bị thông tin sai về phòng chịu thuế
zh_hans: 关于应税房间的错误信息

source: pleased nobility
de: zufriedener Adel
fr: noblesse satisfaite
it: nobiltà compiaciuta
ko: 기뻐하는 귀족
pl: zadowolona szlachta
pt_br: nobreza satisfeita
ru: довольная знать
tr: soyluları memnun etti
vi: Đã làm hài lòng giới quý tộc
zh_hans: 高贵的贵族

source: tax collector succeeded
de: Der Steuereintreiber war erfolgreich
fr: le collecteur d'impôts a réussi
it: l'esattore delle tasse è riuscito
ko: 세금 징수원 성공
pl: poborca podatkowy odniósł sukces
pt_br: coletor de impostos teve sucesso
ru: сборщик налогов преуспел
tr: vergi tahsildarı başarılı oldu
vi: Người thu thuế đã thành công
zh_hans: 税收者成功收税

source: disappointed nobility
de: enttäuschter Adel
fr: noblesse déçue
it: nobiltà delusa
ko: 실망한 귀족
pl: rozczarowana szlachta
pt_br: nobreza decepcionada
ru: разочарованная знать
tr: soyluları hayal kırıklığına uğrattı
vi: Đã làm thất vọng giới quý tộc
zh_hans: 失望的贵族

source: tax collector failed
de: Steuereintreiber gescheitert
fr: le collecteur d'impôts a échoué
it: l'esattore delle tasse ha fallito
ko: 세금 징수원 실패
pl: poborca podatkowy zawiódł
pt_br: coletor de impostos falhou
ru: сбор налогов провалился
tr: vergi tahsildarı başarısız oldu
vi: Người thu thuế đã thất bại
zh_hans: 税务员收税失败

source: new buddy
de: neuer Kumpel
fr: nouveau copain
it: nuovo amico
ko: 새 친구
pl: nowy kumpel
pt_br: novo camarada
ru: новый приятель
tr: yeni dost
vi: Bạn thân mới
zh_hans: 新朋友

source: new grudge
de: neuer Groll
fr: nouvelle rancune
it: nuovo rancore
ko: 새로운 원한
pl: nowa uraza
pt_br: nova richa
ru: новый недруг
tr: yeni kin
vi: Mối thù hằn mới
zh_hans: 新的怨恨

source: near hated vermin
de: in der Nähe von verhasstem Ungeziefer
fr: près de la vermine détestée
it: vicino agli odiati parassiti
ko: 싫어하는 해충 근처
pl: w pobliżu znienawidzonego robactwa
pt_br: próximo a pragas detestadas
ru: возле ненавистного паразита
tr: nefret edilen haşerenin yakınında
vi: Gần động vật gây hại bị ghét bỏ
zh_hans: 近乎痛恨的害虫

source: near favorite animal
de: in der Nähe des Lieblingstiers
fr: près de l'animal préféré
it: vicino all'animale preferito
ko: 좋아하는 동물 근처
pl: w pobliżu ulubionego zwierzęcia
pt_br: próximo animal favorito
ru: рядом любимое животное
tr: favori hayvanın yakınında
vi: Gần con vật yêu thích
zh_hans: 几乎最喜欢的动物

source: pestered by flying micro vermin
de: belästigt von fliegendem Ungeziefer
fr: harcelé par la micro vermine volante
it: infastidito da microparassiti volanti
ko: 날아다니는 미세 해충에 시달리다
pl: dręczony przez latające mikro szkodniki
pt_br: importunado por micro vermes voadores
ru: отвлечен летающими микро вредителями
tr: uçan minik haşereler tarafından rahatsız edildi
vi: Bị quấy rầy bởi côn trùng bay nhỏ
zh_hans: 与飞行的害虫纠缠不清

source: acquired item
de: erworbener Gegenstand
fr: objet acquis
it: oggetto acquisito
ko: 획득 아이템
pl: nabyty przedmiot
pt_br: item adquirido
ru: приобретенный предмет
tr: eşya edindi
vi: Đã có được vật phẩm
zh_hans: 获得的物品

source: acquired favorite animal as pet
de: Lieblingstier als Haustier erworben
fr: a acquis l'animal préféré comme animal de compagnie
it: acquisito animale preferito come animale da compagnia
ko: 좋아하는 동물을 애완동물로 획득
pl: nabył ulubione zwierzę jako pupila
pt_br: conseguiu animal favorito como animal de estimação
ru: приобретено любимое животное в качестве питомца
tr: favori hayvanı evcil hayvan olarak edindi
vi: Đã có được con vật yêu thích làm thú cưng
zh_hans: 把最喜欢的动物变成了自己宠物

source: confined
de: Eingesperrt
fr: confiné
it: confinato
ko: 갇힌
pl: ograniczony
pt_br: confinado
ru: заключённый
tr: hapsedildi
vi: Bị giam giữ
zh_hans: 受限

source: cleaned self
de: Selbstreinigung
fr: auto nettoyé
it: pulizia di sé
ko: 셀프 청소
pl: wyczyścić siebie
pt_br: se limpou
ru: очистил себя
tr: kendini temizledi
vi: Đã tự làm sạch
zh_hans: 清理自己

source: cleaned self with soap
de: sich mit Seife gereinigt
fr: se nettoyer avec du savon
it: si è lavato col sapone
ko: 비누로 몸을 닦다
pl: oczyścił się mydłem
pt_br: Se limpou com sabão
ru: очистил себя с мылом
tr: kendini sabunla temizledi
vi: Đã tự làm sạch bằng xà phòng
zh_hans: 用肥皂清洗自己

source: killed somebody in training accident
de: jemanden bei einem Trainingsunfall getötet
fr: tué quelqu'un dans un accident d'entraînement
it: ucciso qualcuno in un incidente in allenamento
ko: 훈련 사고로 사람을 죽였다
pl: zabił kogoś w wypadku podczas treningu
pt_br: matou alguém em acidente de treinamento
ru: убил кого-то во время инцидента на тренировке
tr: eğitim kazasında birini öldürdü
vi: Đã giết ai đó trong tai nạn huấn luyện
zh_hans: 在训练事故中杀死了某人

source: attacked
de: angegriffen
fr: attaqué
it: attaccato
ko: 공격
pl: zaatakowany
pt_br: atacado
ru: атакован
tr: saldırıya uğradı
vi: Bị tấn công
zh_hans: 袭击
