Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: conviction of
de: Verurteilung von
fr: condamnation de
it: condanna di
ko: 확신
pl: skazanie
pt_br: convicção de
ru: осуждение
tr: şunun mahkumiyeti:
vi: việc kết án đối với
zh_hans: 定罪

source: was enslaved by
de: wurde versklavt von
fr: a été asservi par
it: è stato schiavizzato da
ko: 노예가 되었다
pl: został zniewolony przez
pt_br: foi escravizado pelos
ru: был порабощён
tr: şunun tarafından köleleştirildi:
vi: bị nô dịch bởi
zh_hans: 被奴役了

source: was imprisoned by
de: wurde inhaftiert von
fr: a été emprisonné par
it: è stato imprigionato da
ko: 에 의해 투옥되었다
pl: został uwięziony przez
pt_br: foi aprisionado pelos
ru: был заключён в тюрьму
tr: şunun tarafından hapsedildi:
vi: bị giam cầm bởi
zh_hans: 被监禁

source: a mercenary for
de: ein Söldner für
fr: un mercenaire pour
it: un mercenario per
ko: 용병
pl: najemnik dla
pt_br: um mercenário para
ru: наёмником
tr: şunun için bir paralı asker
vi: một lính đánh thuê cho
zh_hans: 雇佣兵

source: an enemy of
de: ein Feind von
fr: un ennemi de
it: un nemico di
ko: 의 적
pl: wrogiem
pt_br: um inimigo de
ru: врагом
tr: şunun bir düşmanı
vi: một kẻ thù của
zh_hans: 敌方

source: a criminal in the eyes of
de: ein Verbrecher in den Augen der
fr: un criminel aux yeux de
it: un criminale agli occhi di
ko: 의 눈에 범죄자
pl: przestępcą w oczach
pt_br: um criminoso aos olhos de
ru: преступником в глазах
tr: şunun gözünde bir suçlu
vi: một tội nhân trong mắt của
zh_hans: 在眼中的罪犯

source: a member of
de: ein Mitglied von
fr: un membre de
it: un membro di
ko: 회원
pl: członek
pt_br: membro
ru: членом
tr: şunun bir üyesi
vi: một thành viên của
zh_hans: 成员

source: a former member of
de: ein ehemaliges Mitglied von
fr: un ancien membre de
it: un ex membro di
ko: 의 전 회원
pl: były członek
pt_br: um ex-membro da
ru: бывшим членом
tr: şunun eski bir üyesi
vi: một cựu thành viên của
zh_hans: 前成员

source: a former mercenary of
de: ein ehemaliger Söldner der
fr: un ancien mercenaire de
it: un ex mercenario di
ko: 의 전직 용병
pl: były najemnik
pt_br: um ex-mercenário de
ru: бывшим наёмником
tr: şunun eski bir paralı askeri
vi: một cựu lính đánh thuê của
zh_hans: 曾是雇佣军的

source: a former slave of
de: ein ehemaliger Sklave von
fr: un ancien esclave de
it: un ex schiavo di
ko: 의 전 노예
pl: były niewolnik
pt_br: um antigo escravo de
ru: бывшим рабом
tr: şunun eski bir kölesi
vi: một cựu nô lệ của
zh_hans: 曾是奴隶的

source: a former prisoner of
de: ein ehemaliger Gefangener von
fr: un ancien prisonnier de
it: un ex prigioniero di
ko: 의 전 포로
pl: były więzień
pt_br: um ex-prisioneiro de
ru: бывший узник
tr: şunun eski bir mahkumu
vi: một cựu tù nhân của
zh_hans: 前囚犯

source: a claimant for
de: ein Antragsteller für
fr: un demandeur pour
it: un pretendente per
ko: 청구인
pt_br: um requerente para
ru: претендент на
tr: şunun için bir hak sahibi
vi: một người đòi quyền với
zh_hans: 索赔人

source: , appointed by
de: , ernannt von
fr: , nommé par
it: , nominata da
ko: , 임명
pl: , wyznaczony przez
pt_br: , apontado por
ru: , назначен
tr: , şunun tarafından atandı:
vi: , được bổ nhiệm bởi
zh_hans: ，被任命为

source: in fulfillment of a promise
pl: w spełnieniu obietnicy
tr: bir vaadin yerine getirilmesi olarak
vi: để thực hiện lời hứa

source: ceased to be a
de: aufgehört hat, ein
fr: cessé d'être un
it: ha cessato di essere un
ko: 더 이상
pl: przestał być
pt_br: deixou de ser um
ru: перестал быть
tr: bir ... olmayı bıraktı
vi: không còn là một
zh_hans: 不再是一个

source: ceased to be
de: aufgehört zu existieren
fr: A cessé d'être
it: ha cessato di essere
ko: 그만뒀다
pl: przestał być
pt_br: deixou de ser
ru: перестал быть
tr: ... olmayı bıraktı
vi: không còn là
zh_hans: 不再是

source: left the service of
de: verließ den Dienst von
fr: quitté le service de
it: ha lasciato il servizio di
ko: 서비스를 떠났다
pl: opuścił służbę
pt_br: deixou o serviço de
ru: оставил службу у
tr: şunun hizmetinden ayrıldı:
vi: rời bỏ sự phục vụ của
zh_hans: 离开了服务

source: made peace with
de: Frieden gemacht mit
fr: fait la paix avec
it: ha fatto pace con
ko: 화해했다
pl: zawarł pokój z
pt_br: fez as pazes com
ru: заключил мир с
tr: şununla barış yaptı:
vi: đã giảng hòa với
zh_hans: 和睦相处

source: was brought to the justice of
de: wurde vor das Gericht von
fr: a été traduit devant la justice de
it: è stato portato alla giustizia di
ko: 재판을 받았다.
pl: został postawiony przed sądem
pt_br: foi trazido para a justiça de
ru: был предан правосудию в
tr: şunun adaletine teslim edildi:
vi: bị đưa ra trước công lý của
zh_hans: 被绳之以法

source: left
de: verlassen
fr: la gauche
it: lasciato
ko: 좌측
pl: lewy
pt_br: esquerda
ru: оставил
tr: terk etti
vi: đã rời khỏi
zh_hans: 左

source: escaped from the slavery of
de: entkam der Sklaverei von
fr: échappé à l'esclavage de
it: fuggito dalla schiavitù di
ko: 의 노예에서 탈출
pl: uciekł z niewoli
pt_br: escapou da escravidao do
ru: бежал из рабства
tr: şunun köleliğinden kaçtı:
vi: trốn thoát khỏi cảnh nô lệ của
zh_hans: 逃脱了奴隶制

source: escaped from the prisons of
de: entkam aus den Gefängnissen von
fr: évadé des prisons de
it: fuggito dalle prigioni di
ko: 의 감옥에서 탈출
pl: uciekł z więzień
pt_br: escapou das prisoes de
ru: бежал из тюрьмы
tr: şunun hapishanelerinden kaçtı:
vi: trốn thoát khỏi nhà tù của
zh_hans: 逃离监狱

source: stopped working for
de: arbeitet nicht mehr für
fr: cessé de travailler pendant
it: ha smesso di lavorare per
ko: 위해 일을 멈췄다
pl: przestał działać
pt_br: parou de trabalhar para
ru: перестал работать на
tr: şunun için çalışmayı bıraktı:
vi: ngừng làm việc cho
zh_hans: 停止了工作

source: ceased to be a claimant for
de: ist nicht mehr Antragsteller für
fr: a cessé d'être un demandeur pour
it: ha cessato di essere pretendente per
ko: 에 대한 청구인이 아닙니다.
pl: przestał być powodem dla
pt_br: deixou de ser um requerente para
ru: перестал быть претендентом на
tr: şunun için hak iddiasından vazgeçti:
vi: không còn là người đòi quyền với
zh_hans: 不再是索赔人

source: the status of
de: den Status von
fr: le statut de
it: lo stato di
ko: 상태
pl: status
pt_br: Situação:
ru: статус
tr: şunun durumu:
vi: địa vị của
zh_hans: 的地位

source: the marriage of
de: die Heirat von
fr: le mariage de
it: il matrimonio di
ko: 의 결혼
pl: małżeństwo
pt_br: o casamento de
ru: брак
tr: şunun evliliği:
vi: cuộc hôn nhân của
zh_hans: 结婚了

source: the belief of
de: der Glaube an
fr: la croyance de
it: il credo di
ko: 의 믿음
pl: wiara w
pt_br: a crença de
ru: вера
tr: şunun inancı:
vi: niềm tin của
zh_hans: 的信念

source: the romantic relationship between
de: die Liebesbeziehung zwischen
fr: la relation amoureuse entre
it: la relazione romantica tra
ko: 사이의 낭만적인 관계
pl: romantyczny związek między
pt_br: a relação romântica entre
ru: романтические отношения между
tr: şunlar arasındaki romantik ilişki:
vi: mối quan hệ lãng mạn giữa
zh_hans: 浪漫的关系

source: the imprisonment by
de: die Inhaftierung durch
fr: l'emprisonnement par
it: la detenzione da parte di
ko: 에 의한 투옥
pl: uwięzienie przez
pt_br: a prisão por
ru: лишение свободы
tr: tarafından hapsedilme:
vi: sự giam cầm bởi
zh_hans: 监禁

source: the imprisonment of
de: die Inhaftierung von
fr: l'emprisonnement de
it: la detenzione di
ko: 투옥
pl: uwięzienie
pt_br: o aprisionamento de
ru: лишение свободы
tr: şunun hapsedilmesi:
vi: sự giam cầm của
zh_hans: 监禁

source: the apprenticeship of
de: die Ausbildung von
fr: l'apprentissage de
it: l'apprendistato di
ko: 의 견습
pl: praktyka zawodowa
pt_br: posto de aprendiz
ru: ученичество
tr: şunun çıraklığı:
vi: thời kỳ học nghề của
zh_hans: 学徒的学徒

source: the master-apprentice relationship of
de: das Meister-Lehrling-Verhältnis von
fr: la relation maître-apprenti de
it: il rapporto maestro-apprendista di
ko: 마스터-도제 관계
pl: relacja mistrz-uczeń
pt_br: a relação mestre-aprendiz de
ru: отношения учитель-ученик между
tr: şunun usta-çırak ilişkisi:
vi: mối quan hệ thầy-trò của
zh_hans: 硕士 - 学徒关系

source: the companionship of
de: die Gesellschaft von
fr: la compagnie de
it: la compagnia di
ko: 의 교제
pl: towarzystwo
pt_br: a companhia de
ru: сотрудничество
tr: şunun yoldaşlığı:
vi: tình đồng hành của
zh_hans: 的陪伴

source: the former apprenticeship of
de: die ehemalige Lehre von
fr: l'ancien apprentissage de
it: l'ex apprendistato di
ko: 의 전 견습생
pl: poprzedni staż
pt_br: o antigo aprendizado de
ru: бывшее ученичество
tr: şunun eski çıraklığı:
vi: thời kỳ học nghề trước đây của
zh_hans: 以前的学徒制

source: the former master-apprentice relationship of
de: das ehemalige Meister-Lehrlings-Verhältnis von
fr: l'ancienne relation maître-apprenti de
it: il precedente rapporto maestro-apprendista di
ko: 이전의 마스터-도제 관계
pl: dawna relacja mistrz-uczeń
pt_br: a antiga relação mestre-aprendiz de
ru: бывшие отношения учитель-ученик
tr: şunun eski usta-çırak ilişkisi:
vi: mối quan hệ thầy-trò trước đây của
zh_hans: 以前的师徒关系

source: as the child of
de: als das Kind von
fr: en tant qu'enfant de
it: come figlio di
ko: 의 자식으로
pl: jako dziecko
pt_br: como o filho do
ru: как ребёнок
tr: şunun çocuğu olarak
vi: với tư cách là con của
zh_hans: 作为孩子的

source: as the parent of
de: als Elternteil von
fr: en tant que parent de
it: come genitore di
ko: 의 부모로서
pl: jako rodzic
pt_br: como o pai de
ru: как родитель
tr: şunun ebeveyni olarak
vi: với tư cách là cha mẹ của
zh_hans: 作为的父母

source: as the owner of
de: als Eigentümer von
fr: en tant que propriétaire de
it: come proprietario di
ko: 의 소유자로서
pl: jako właściciel
pt_br: como dono de
ru: как владелец
tr: şunun sahibi olarak
vi: với tư cách là chủ sở hữu của
zh_hans: 作为的所有者

source: of
de: auf
fr: de
it: di
ko: 의
pl: z
pt_br: de
ru: от
tr: ait
vi: của
zh_hans: 的

source: by
de: durch
fr: par
it: da
ko: ~에 의해
pl: przez
pt_br: por
ru: Около
tr: tarafından
vi: bởi
zh_hans: 通过

source: under
de: unter
fr: en dessous de
it: sotto
ko: 아래에
pl: pod
pt_br: em
ru: под руководством
tr: altında
vi: dưới
zh_hans: 之下

source: over
de: über
fr: plus de
it: sopra
ko: ~ 위에
pl: nad
pt_br: Chega.
ru: над
tr: üzerinde
vi: trên
zh_hans: 过度

source: the termination of
de: die Beendigung der
fr: la résiliation de
it: la cessazione di
ko: 종료
pl: zakończenie
pt_br: a rescisão do
ru: прекращение
tr: şunun sonlandırılması:
vi: sự chấm dứt của
zh_hans: 终止

source: the divorce of
de: die Scheidung von
fr: le divorce de
it: il divorzio di
ko: 의 이혼
pl: rozwód
pt_br: o divórcio de
ru: развод
tr: şunun boşanması:
vi: sự ly hôn của
zh_hans: 离婚

source: the loss of faith of
de: der Glaubensverlust der
fr: la perte de la foi de
it: la perdita di fede di
ko: 믿음의 상실
pl: utrata wiary
pt_br: a perda de fé de
ru: потеря веры в
tr: şunun inancını kaybetmesi:
vi: sự mất niềm tin của
zh_hans: 失去信仰

source: the end of the romantic relationship between
de: das Ende der Liebesbeziehung zwischen
fr: la fin de la relation amoureuse entre
it: la fine della relazione sentimentale tra
ko: 두 사람의 로맨스의 끝
pl: koniec romantycznego związku między
pt_br: o fim do relacionamento romântico entre
ru: конец романтических отношений между
tr: şunlar arasındaki romantik ilişkinin sonu:
vi: sự kết thúc mối quan hệ lãng mạn giữa
zh_hans: 浪漫关系的结束

source: the end of the imprisonment by
de: das Ende der Inhaftierung durch
fr: la fin de l'emprisonnement par
it: la fine della detenzione da parte di
ko: 에 의해 투옥의 끝
pl: zakończenie kary pozbawienia wolności przez
pt_br: o fim da detenção por
ru: прекращение лишения свободы
tr: tarafından hapsedilmenin sonu:
vi: sự kết thúc sự giam cầm bởi
zh_hans: 监禁结束

source: the end of the imprisonment of
de: das Ende der Inhaftierung von
fr: la fin de l'emprisonnement de
it: la fine della prigionia di
ko: 투옥의 끝
pl: koniec uwięzienia
pt_br: o fim da detenção dos
ru: конец лишения свободы
tr: şunun hapsedilmesinin sonu:
vi: sự kết thúc sự giam cầm của
zh_hans: 监禁结束

source: the end of the apprenticeship of
de: das Ende der Lehrzeit von
fr: la fin de l'apprentissage de
it: la fine dell'apprendistato di
ko: 수련의 끝
pl: koniec stażu
pt_br: final da aprendizagem dos
ru: конец ученичества
tr: şunun çıraklığının sonu:
vi: sự kết thúc thời kỳ học nghề của
zh_hans: 学徒的结束

source: the end of the master-apprentice of
de: das Ende des Meister-Lehrlings-Verhältnisses
fr: la fin du maître-apprenti de
it: la fine del maestro-apprendista di
ko: 마스터 견습생의 끝
pl: koniec relacji mistrz-uczeń
pt_br: o fim do mestre-aprendiz de
ru: конец ученичества
tr: şunun usta-çırak ilişkisinin sonu:
vi: sự kết thúc mối quan hệ thầy-trò của
zh_hans: 硕士学徒的结束

source: the end of the companionship of
de: das Ende der Begleitung von
fr: la fin du compagnonnage de
it: la fine della compagnia di
ko: 동행의 끝
pl: koniec towarzystwa
pt_br: o fim da companhia de
ru: конец сотрудничества
tr: şunun yoldaşlığının sonu:
vi: sự kết thúc tình đồng hành của
zh_hans: 陪伴的结束

source: as the pet of
de: als das Haustier von
fr: comme animal de compagnie de
it: come animale domestico di
ko: 의 애완 동물로
pl: jako pupil
pt_br: como o animal de estimação de
ru: как домашнее животное
tr: şunun evcil hayvanı olarak
vi: với tư cách là thú cưng của
zh_hans: 作为宠物

source: the working of
de: das Wirken von
fr: le travail de
it: il funzionamento di
ko: ~의 작용
pl: działanie
pt_br: o trabalho de
ru: работа
tr: şunun çalışması:
vi: sự hoạt động của
zh_hans: 的工作

source: the seat of power of
de: der Sitz der Macht von
fr: le siège du pouvoir de
it: la sede del potere di
ko: 권력의 자리
pl: siedziba władzy
pt_br: a sede do poder de
ru: место силы
tr: şunun güç merkezi:
vi: trụ sở quyền lực của
zh_hans: 权力的所在地

source: the hanging-out of
fr: la traînée de
it: la frequentazione di
ko: 행 아웃
pl: zawieszenie
pt_br: o tempo livre de
ru: место сборищ
tr: şunun vakit geçirmesi:
vi: sự tụ họp của
zh_hans: 悬挂的

source: the residence of
de: den Wohnsitz von
fr: la résidence de
it: la residenza di
ko: 거주지
pl: miejsce zamieszkania
pt_br: a residência do
ru: резиденция
tr: şunun ikameti:
vi: nơi cư trú của
zh_hans: 的住所

source: the lair of
de: dem Versteck von
fr: le repaire de
it: il covo di
ko: 의 은신처
pl: legowisko
pt_br: o covil do
ru: логово
tr: şunun ini:
vi: hang ổ của
zh_hans: 的巢穴

source: at
de: beim
fr: à
it: a
ko: ~에
pl: na
pt_br: em
ru: в
tr: şurada
vi: tại
zh_hans: 在

source: the cease of occupation of
de: die Beendigung der Besetzung von
fr: la cessation d'occupation de
it: la cessazione dell'occupazione di
ko: 점유의 중단
pl: zaprzestania okupacji
pt_br: a cessação da ocupação de
ru: прекращение занятия
tr: şunun işgalinin durması:
vi: sự chấm dứt chiếm đóng của
zh_hans: 停止占领

source: the removal of the seat of power of
de: die Beseitigung des Sitzes der Macht der
fr: la suppression du siège du pouvoir de
it: la rimozione della sede del potere di
ko: 권력의 자리 제거
pl: usunięcie siedziby władzy
pt_br: a remoção da sede do poder de
ru: удаление места силы
tr: şunun güç merkezinin kaldırılması:
vi: sự di dời trụ sở quyền lực của
zh_hans: 移除权力的席位

source: the stoppage of hanging-out of
fr: l'arrêt des traînées de
it: l'interruzione della frequentazione di
ko: 행아웃 중단
pl: zatrzymanie zawieszania
pt_br: o cancelamento da suspensão de
ru: остановка повешения
tr: şunun takılmasının durması:
vi: sự chấm dứt tụ họp của
zh_hans: 停电停电

source: the moving out of
de: den Auszug aus
fr: le déménagement de
it: il trasloco di
ko: 밖으로 이동
pl: wyprowadzka z
pt_br: o movimento de
ru: перемещение из
tr: şuradan taşınma:
vi: sự chuyển đi của
zh_hans: 搬出去了

source: the escape of
de: die Flucht von
fr: la fuite de
it: la fuga di
ko: 의 탈출
pl: ucieczka
pt_br: a fuga de
ru: побег
tr: şunun kaçışı:
vi: sự trốn thoát của
zh_hans: 逃脱

source: the false friendship of
de: die falsche Freundschaft von
fr: la fausse amitié de
it: la falsa amicizia di
ko: 의 거짓된 우정
pl: fałszywa przyjaźń
pt_br: a falsa amizade de
ru: ненастоящая дружба с
tr: şunun sahte dostluğu:
vi: tình bạn giả dối của
zh_hans: 虚假的友谊

source: the friendship of
de: die Freundschaft von
fr: l'amitié de
it: l'amicizia di
ko: 의 우정
pl: przyjaźń
pt_br: a amizade de
ru: дружба
tr: şunun dostluğu:
vi: tình bạn của
zh_hans: 的友谊

source: the expulsion of
de: die Ausweisung von
fr: l'expulsion de
it: l'espulsione di
ko: 추방
pl: wypędzenie
pt_br: a expulsão de
ru: изгнание
tr: şunun kovulması:
vi: sự trục xuất của
zh_hans: 驱逐出境

source: the recruitment of
de: die Rekrutierung von
fr: le recrutement de
it: il reclutamento di
ko: 모집
pl: rekrutacja
pt_br: o recrutamento de
ru: вербовка
tr: şunun askere alınması:
vi: sự chiêu mộ của
zh_hans: 招聘

source: the appointment
de: die Ernennung
fr: le rendez-vous
it: l'appuntamento
ko: 약속
pl: nominacja
pt_br: a nomeação
ru: назначение
tr: atama
vi: sự bổ nhiệm
zh_hans: 那次约会

source: the election
de: die Wahl
fr: l'élection
it: le elezioni
ko: 선거
pl: wybory
pt_br: a eleição
ru: выборы
tr: seçim
vi: cuộc bầu cử
zh_hans: 选举

source: the selection
de: die Auswahl
fr: la sélection
it: la selezione
ko: 선택
pl: wybór
pt_br: SELEÇaO
ru: выбор
tr: seçim
vi: sự lựa chọn
zh_hans: 选择

source: the ascension
de: der Aufstieg
fr: l'ascension
it: l'ascensione
ko: 승천
pl: wniebowstąpienie
pt_br: ascensão
ru: повышение
tr: yükseliş
vi: sự lên ngôi
zh_hans: 提升

source: the entry
de: der Eintrag
fr: l'entrée
it: l'ingresso
ko: 항목
pl: wpis
pt_br: Editar a entrada
ru: вступление
tr: giriş
vi: sự gia nhập
zh_hans: 入口

source: the rise
de: der Anstieg
fr: la montée
it: l'ascesa
ko: 상승
pl: wzrost
pt_br: a ascensão
ru: рост
tr: yükseliş
vi: sự trỗi dậy
zh_hans: 崛起

source: the crimes
de: die Verbrechen
fr: les délits
it: i crimini
ko: 범죄
pl: przestępstwa
pt_br: os crimes
ru: преступления
tr: suçlar
vi: các tội ác
zh_hans: 罪行

source: the acceptance
de: die Akzeptanz
fr: l'acceptation
it: l'approvazione
ko: 수락
pl: akceptacja
pt_br: aceitação
ru: принятие
tr: kabul
vi: sự chấp nhận
zh_hans: 接受

source: the status
de: den Status
fr: le statut
it: lo stato
ko: 상태
pl: status
pt_br: Situação:
ru: статус
tr: durum
vi: địa vị
zh_hans: 地位

source: the enslavement
de: die Versklavung
fr: l'esclavage
it: la riduzione in schiavitù
ko: 노예화
pl: zniewolenie
pt_br: a escravização
ru: рабство
tr: köleleştirme
vi: sự nô dịch
zh_hans: 奴役

source: the imprisonment
de: die Inhaftierung
fr: l'emprisonnement
it: la detenzione
ko: 투옥
pl: uwięzienie
pt_br: a prisão
ru: лишение свободы
tr: hapsetme
vi: sự giam cầm
zh_hans: 监禁

source: the work
de: die Arbeit
fr: l'oeuvre
it: il lavoro
ko: 작품
pl: praca
pt_br: o trabalho
ru: работа
tr: iş
vi: công việc
zh_hans: 工作

source: the claim
de: die Forderung
fr: la demande
it: la pretesa
ko: 주장
pl: roszczenie
pt_br: a alegação de
ru: требование
tr: hak iddiası
vi: sự đòi quyền
zh_hans: 索赔

source: as a
de: als
fr: comme un
it: in quanto
ko: 로서
pl: jako
pt_br: como um
ru: в качестве
tr: bir ... olarak
vi: với tư cách là một
zh_hans: 作为一个

source: to the position of
de: zur Position von
fr: au poste de
it: alla posizione di
ko: 의 위치로
pl: do pozycji
pt_br: para a posição de
ru: на должность
tr: şu pozisyona:
vi: vào vị trí của
zh_hans: 到了的位置

source: into the mercenary service of
de: in den Söldnerdienst von
fr: au service mercenaire de
it: al servizio mercenario di
ko: 의 용병으로
pl: do najemnej służby
pt_br: o serviço de mercenários de
ru: в службу наёмником
tr: şunun paralı asker hizmetine
vi: vào dịch vụ lính đánh thuê của
zh_hans: 进入雇佣兵服务

source: as an enemy of
de: als ein Feind von
fr: comme ennemi de
it: come nemico di
ko: 의 적으로
pl: jako wróg
pt_br: é um inimigo de
ru: врагом
tr: şunun düşmanı olarak
vi: với tư cách là kẻ thù của
zh_hans: 作为敌人

source: in the eyes of
de: in den Augen von
fr: dans les yeux de
it: agli occhi di
ko: 의 눈에
pl: w oczach
pt_br: aos olhos de
ru: в глазах
tr: şunun gözünde
vi: trong mắt của
zh_hans: 在眼中

source: as a member of
de: als Mitglied von
fr: en tant que membre de
it: in quanto membro di
ko: 회원으로
pl: jako członek
pt_br: Como deputado.
ru: в качестве члена
tr: şunun bir üyesi olarak
vi: với tư cách là thành viên của
zh_hans: 作为成员

source: as a former member of
de: als ehemaliges Mitglied von
fr: en tant qu'ancien membre de
it: in quanto ex membro di
ko: 의 전 멤버로
pl: jako były członek
pt_br: Como antigo membro do
ru: как бывший член
tr: şunun eski bir üyesi olarak
vi: với tư cách là cựu thành viên của
zh_hans: 作为前成员

source: as a former mercenary of
de: als ehemaliger Söldner von
fr: en tant qu'ancien mercenaire de
it: in quanto ex mercenario di
ko: 전직 용병으로
pl: jako były najemnik
pt_br: como um ex-mercenário de
ru: как бывший наёмник
tr: şunun eski bir paralı askeri olarak
vi: với tư cách là cựu lính đánh thuê của
zh_hans: 作为前雇佣兵

source: as a former slave of
de: als ehemaliger Sklave von
fr: en tant qu'ancien esclave de
it: in quanto ex schiavo di
ko: 의 전 노예로
pl: jako były niewolnik
pt_br: como um antigo escravo de
ru: как бывший раб
tr: şunun eski bir kölesi olarak
vi: với tư cách là cựu nô lệ của
zh_hans: 作为前奴隶

source: as a former prisoner of
de: als ehemaliger Gefangener von
fr: en tant qu'ancien prisonnier de
it: in quanto ex prigioniero di
ko: 전직 포로로
pl: jako były więzień
pt_br: como um ex-prisioneiro de
ru: как бывший узник
tr: şunun eski bir mahkumu olarak
vi: với tư cách là cựu tù nhân của
zh_hans: 作为前囚犯

source: the loss of status of
de: der Verlust des Status von
fr: la perte du statut de
it: la perdita di status di
ko: 의 지위 상실
pl: utrata statusu
pt_br: a perda do estatuto de
ru: потеря статуса
tr: şunun statü kaybı:
vi: sự mất đi địa vị của
zh_hans: 失去地位

source: the removal of
de: die Entfernung von
fr: la suppression de
it: la rimozione di
ko: 제거
pl: usunięcie
pt_br: a remoção de
ru: удаление
tr: şunun kaldırılması:
vi: sự loại bỏ của
zh_hans: 删除

source: the departure of
de: die Abreise von
fr: le départ de
it: la partenza di
ko: 의 출발
pl: odejście
pt_br: a partida de
ru: изгнание
tr: şunun ayrılışı:
vi: sự rời đi của
zh_hans: 离开了

source: the fall of
de: den Fall von
fr: la chute de
it: la caduta di
ko: 가을
pl: upadek
pt_br: Você emaranhado juntos e caia em cima!
ru: падение
tr: şunun düşüşü:
vi: sự sụp đổ của
zh_hans: 堕落了

source: the peace-making of
de: die friedensstiftende Wirkung von
fr: la pacification de
it: il processo di pace di
ko: 의 평화 만들기
pl: zaprowadzanie pokoju
pt_br: a pacificação da
ru: миротворчество
tr: şunun barış yapması:
vi: sự giảng hòa của
zh_hans: 和平的

source: the loss of heroic status of
de: der Verlust des Heldenstatus von
fr: la perte du statut héroïque de
it: la perdita dello status di eroe di
ko: 영웅적 지위 상실
pl: utrata bohaterskiego statusu
pt_br: a perda de status heróico de
ru: потеря героического статуса
tr: şunun kahramanlık statüsünü kaybetmesi:
vi: sự mất đi địa vị anh hùng của
zh_hans: 丧失英雄地位

source: the end of the membership of
de: das Ende der Mitgliedschaft bei
fr: la fin de l'adhésion à
it: la fine dell'appartenenza a
ko: 회원 자격의 끝
pl: koniec członkostwa w
pt_br: o fim da sociedade de
ru: окончание членства
tr: şunun üyeliğinin sonu:
vi: sự chấm dứt tư cách thành viên của
zh_hans: 会员资格的结束

source: the end of the former membership of
de: das Ende der früheren Mitgliedschaft in der
fr: la fin de l'ancienne adhésion de
it: la fine della precedente appartenenza a
ko: 의 이전 멤버십 종료
pl: koniec byłego członkostwa w
pt_br: o fim dos antigos membros do
ru: окончание бывшего членства
tr: şunun eski üyeliğinin sonu:
vi: sự chấm dứt tư cách cựu thành viên của
zh_hans: 前成员的结束

source: the end of the former mercenary status of
de: das Ende des früheren Söldnerstatus von
fr: la fin de l'ancien statut de mercenaire de
it: la fine del precedente status di mercenario di
ko: 이전 용병 지위의 끝
pl: koniec dawnego statusu najemnika
pt_br: o fim do antigo estatuto de mercenário
ru: окончание бывшего наёмничества
tr: şunun eski paralı asker statüsünün sonu:
vi: sự chấm dứt địa vị cựu lính đánh thuê của
zh_hans: 前雇佣军地位的结束

source: the end of the former enslavement of
de: das Ende der früheren Versklavung von
fr: la fin de l'ancien asservissement des
it: la fine della precedente schiavitù di
ko: 과거의 노예 제도의 끝
pl: koniec dawnego zniewolenia
pt_br: o fim da escravização do antigo
ru: окончание бывшего пребывания в рабстве
tr: şunun eski köleliğinin sonu:
vi: sự chấm dứt cảnh nô lệ trước đây của
zh_hans: 前奴役结束了
