Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: family treasure
fr: trésor de famille
it: tesoro di famiglia
ko: 가족의 보물
pl: rodzinny skarb
pt_br: tesouro de família
ru: семейное сокровище
tr: aile hazinesi
vi: kho báu gia đình
zh_hans: 家族之宝

source: family heirloom
fr: héritage familial
it: cimelio di famiglia
ko: 가족 가보
pl: rodzinne dziedzictwo
pt_br: herança de família
ru: семейная реликвия
tr: aile yadigarı
vi: di vật gia truyền
zh_hans: 传家之宝

source: (De)select all currently-displayed creatures.
pl: (Od)zaznacz wszystkie aktualnie wyświetlane stworzenia.
tr: Görüntülenen tüm yaratıkları seç/seçimi kaldır.
vi: (Bỏ) Chọn tất cả sinh vật đang hiển thị.

source: Civilians
pl: Cywile
tr: Siviller
vi: Dân thường

source: Military
pl: Wojsko
tr: Askeriye
vi: Quân đội

source: Remove assignment
de: Zuordnung entfernen
fr: Supprimer l'attribution
it: Rimuovi assegnazione
ko: 할당 제거
pl: Usuń przydział
pt_br: Remover atribuição
ru: Удалить назначение
tr: Atamayı kaldır
vi: Hủy bỏ phân công
zh_hans: 删除作业

source: , Pos
pl: , Poz
tr: , Poz
vi: , Vị trí

source: Targeted by
de: Anvisiert von
fr: Ciblé par
it: Mirato da
ko: 대상
pl: Namierzony przez
pt_br: Alvejado por
ru: Цель
tr: Şunun tarafından hedeflendi:
vi: Được nhắm mục tiêu bởi
zh_hans: 被当作目标

source: squad
de: Truppe
fr: équipe
it: squadra
ko: 분대
pl: oddział
pt_br: esquadrão
ru: отряд
tr: birlik
vi: đội quân
zh_hans: 小队

source: Click the map to add points.
de: Klicken Sie auf die Karte, um Punkte hinzuzufügen.
fr: Cliquez sur la carte pour ajouter des points.
it: Clicca la mappa per aggiungere punti.
ko: 포인트를 추가하려면 지도를 클릭하세요.
pl: Naciśnij mapę, aby dodać punkty.
pt_br: Clique no mapa para adicionar pontos.
ru: Нажмите на карту, чтобы добавить точки.
tr: Nokta eklemek için haritaya tıklayın.
vi: Nhấp vào bản đồ để thêm điểm.
zh_hans: 点击地图来新建兴趣点。

source: Point
de: Punkt
fr: Indiquer
it: Punto
ko: 가리키다
pl: Punkt
pt_br: Ponto
ru: Точка
tr: Nokta
vi: Điểm
zh_hans: 点数

source: Confirm
fr: Confirmer
it: Conferma
ko: 확인하다
pl: Ptwierdź
pt_br: Confirmar
ru: Принять
tr: Onayla
vi: Xác nhận
zh_hans: 确认

source: Select or create a route.
de: Wählen oder erstellen Sie eine Route.
fr: Sélectionnez ou créez un itinéraire.
it: Seleziona o crea una rotta
ko: 경로를 선택하거나 생성합니다.
pl: Wybierz lub stwórz trasę.
pt_br: Selecione ou crie uma rota.
ru: Выберите или создайте маршрут.
tr: Bir rota seçin veya oluşturun.
vi: Chọn hoặc tạo một tuyến đường.
zh_hans: 选择或新建路线。

source: Create new route
de: Neue Route erstellen
fr: Créer un nouvel itinéraire
it: Crea nuovo rotta
ko: 새 경로 만들기
pl: Utwórz nową trasę
pt_br: Criar nova rota
ru: Создать новый маршрут
tr: Yeni rota oluştur
vi: Tạo tuyến đường mới
zh_hans: 创建新路线

source: Select which burrows to defend.
de: Wählen Sie aus, welchen Bereich Sie verteidigen wollen.
fr: Sélectionnez les terriers à défendre.
it: Seleziona il rifugio da difendere.
ko: 방어할 굴을 선택합니다.
pl: Wybierz, którą norę bronić.
pt_br: Selecione quais abrigos defender.
ru: Выберите, какие норы защищать.
tr: Hangi sığınakların savunulacağını seçin.
vi: Chọn những khu trú ẩn nào cần phòng thủ.
zh_hans: 选择一处洞所来防御。

source: Burrow
de: Bereich
fr: Terrier
it: Rifugio
ko: 굴
pl: Nora
pt_br: Abrigo
ru: Нора
tr: Sığınak
vi: Khu trú ẩn
zh_hans: 洞所

source: Select the squads to train here.
de: Wählen Sie die Truppen aus um hier zu trainieren.
fr: Sélectionnez les équipes à entraîner ici.
it: Selezionare squadre da allenare qui.
ko: 여기에서 훈련할 분대를 선택하십시오.
pl: Wybierz oddziały do trenowania tutaj.
pt_br: Selecione os esquadrões que irão treinar aqui.
ru: Выберите отряды для тренировки здесь.
tr: Burada eğitilecek birlikleri seçin.
vi: Chọn các đội quân để huấn luyện ở đây.
zh_hans: 选择一支分队在此训练。

source: Select how squads will use this space.
de: Wählen Sie aus, wie die Trupps diesen Raum nutzen werden.
fr: Sélectionnez comment les escouades utiliseront cet espace.
it: Seleziona come le squadre useranno questo spazio.
ko: 분대가 이 공간을 사용할 방법을 선택합니다.
pl: Wybierz, jak oddziały będą używać tej przestrzeni.
pt_br: Selecione como esquadrões irão usar este espaço.
ru: Выберите, как отряды будут использовать это пространство.
tr: Birliklerin bu alanı nasıl kullanacağını seçin.
vi: Chọn cách các đội quân sẽ sử dụng không gian này.
zh_hans: 选择分队如何使用此地。

source: Storage and tools
de: Lagerung und Werkzeuge
fr: Stockage et outils
it: Scorta e strumenti
ko: 스토리지 및 도구
pl: Pojemniki i narzędzia
pt_br: Armazenamento e ferramentas
ru: Хранилище и инструменты
tr: Depolama ve aletler
vi: Lưu trữ và công cụ
zh_hans: 储存和工具

source: Max barrels
de: Max Fässer
fr: Max tonneaux
it: Max botti
ko: 최대 배럴
pl: Max beczek
pt_br: Máximo de barris
ru: Максимальное количество бочек
tr: Maks varil
vi: Thùng tối đa
zh_hans: 圆桶上限

source: Max wheelbarrows
de: Max Schubkarren
fr: Max brouettes
it: Max carriole
ko: 최대 수레
pl: Max taczek
pt_br: Máximo de carrinhos de mão
ru: Максимальное количество тачек
tr: Maks el arabası
vi: Xe cút kít tối đa
zh_hans: 手推车上限

source: Select a stockpile to
de: Wählen Sie ein stockpile aus, um
fr: Sélectionnez un stock à
it: Seleziona una scorta per
ko: 저장구역을 선택하십시오.
pl: Wybierz magazyn do
pt_br: Selecione um estoque para
ru: Выберите запас, чтобы
tr: Şunun için bir stok alanı seç:
vi: Chọn một kho chứa để
zh_hans: 选择一个储物区来

source: take from
de: nehmen von
fr: prendre de
it: prendi da
ko: 가져오다
pl: weź od
pt_br: pegar de
ru: взять из
tr: şuradan al:
vi: lấy từ
zh_hans: 获取自

source: give to
de: geben an
fr: donner à
it: dai a
ko: 에게 주다
pl: daj do
pt_br: dar para
ru: отдавать
tr: şuraya ver:
vi: đưa đến
zh_hans: 给予

source: exchange with
de: Austausch mit
fr: échanger avec
it: scambio con
ko: 교환하다
pl: wymień z
pt_br: trocar com
ru: обмен с
tr: şununla takas et:
vi: trao đổi với
zh_hans: 来交换

source: Select a stockpile or
de: Wählen Sie ein stockpile oder
fr: Sélectionnez un stock ou
it: Seleziona una scorta o
ko: 저장구역을 선택하거나
pl: Wybierz magazyn lub
pt_br: Selecione um estoque ou
ru: Выберите склад или
tr: Bir stok alanı seç veya
vi: Chọn một kho chứa hoặc
zh_hans: 选择一个储物区来

source: workshop to
de: Werkstatt zu
fr: atelier à
it: bottega per
ko: 워크샵
pl: warsztat do
pt_br: oficina para
ru: мастерская для
tr: atölye, şunun için:
vi: xưởng để
zh_hans: 工坊用来

source: Guildhall
de: Gildenhaus
fr: Maison de guilde
it: Casa della gilda
ko: 시청사
pl: Gildia
pt_br: Salão da Guilda
ru: Зал гильдии
tr: Lonca Salonu
vi: Hội quán
zh_hans: 行会

source: , no members
de: , keine Mitglieder
fr: , aucun membre
it: , nessun membro
ko: , 구성원 없음
pl: , brak członków
pt_br: , sem membros
ru: , нет участников
tr: , üye yok
vi: , không có thành viên
zh_hans: ，没有成员

source: No established guild
de: Keine bestehende Gilde
fr: Aucune guilde établie
it: Nessuna gilda fondata
ko: 설립된 길드 없음
pl: Brak ustanowionej gildii
pt_br: Nenhuma guilda estabelecida
ru: Нет основанной гильдии
tr: Kurulu lonca yok
vi: Không có hội nào được thành lập
zh_hans: 无已创建的行会

source: worker
de: Arbeiter
fr: ouvrier
it: lavoratore
ko: 노동자
pl: robotnik
pt_br: trabalhador
ru: работник
tr: işçi
vi: công nhân
zh_hans: 工人

source: , no workers
de: , keine Arbeiter
fr: , pas de travailleurs
it: , nessun lavoratore
ko: , 근로자 없음
pl: , brak robotników
pt_br: , sem trabalhadores
ru: , нет рабочих
tr: , işçi yok
vi: , không có công nhân
zh_hans: ，没有工人

source: Dedicated to
de: Gewidmet
fr: Dédié à
it: Dedicato a
ko: 전용
pl: Przeznaczone dla
pt_br: Dedicado para
ru: Посвящается
tr: Şuna adanmış:
vi: Dành riêng cho
zh_hans: 致力于

source: No particular deity
de: Keine besondere Gottheit
fr: Pas de divinité particulière
it: Nessuna divinità particolare
ko: 특정 신 없음
pl: Brak konkretnego bóstwa
pt_br: Nenhuma divindade em particular
ru: Нет конкретного божества
tr: Belirli bir ilah yok
vi: Không có vị thần cụ thể nào
zh_hans: 没有特别的神性

source: You need a
de: Sie brauchen eine
fr: Tu as besoin d'un
it: Ti serve un
ko: 당신은
pl: Potrzebujesz
pt_br: Você precisa de um(a)
ru: Вам нужно
tr: Şuna ihtiyacınız var:
vi: Bạn cần một
zh_hans: 你需要一个

source: You need to assign a
de: Sie müssen hinzufügen ein
fr: Vous devez attribuer un
it: Devi assegnare un
ko: 할당해야 합니다.
pl: Musisz przydzielić
pt_br: Você precisa atribui um
ru: Вам нужно назначить
tr: Şunu atamanız gerekiyor:
vi: Bạn cần phân công một
zh_hans: 你需要指派一个

source: to utilize a hospital.
de: ein Krankenhaus zu nutzen.
fr: utiliser un hôpital.
it: per utilizzare un ospedale.
ko: 병원을 이용하기 위해
pl: by korzystać ze szpitala.
pt_br: utilizar um hospital.
ru: чтобы использовать госпиталь.
tr: bir hastaneyi kullanmak için.
vi: để vận hành một bệnh viện.
zh_hans: 来使医院运行起来。

source: Only members can visit (if guild established)
de: Nur Mitglieder können besuchen (wenn die Gilde gegründet wurde)
fr: Seuls les membres peuvent visiter (si la guilde est établie)
it: Solo i membri possono visitare (se la gilda è fondata)
ko: 회원만 방문 가능 (길드가 설립된 경우)
pl: Tylko członkowie mogą odwiedzać (jeśli gildia została założona)
pt_br: Apenas membros podem visitar (se a guilda for estabelecida)
ru: Могут посещать только члены (если гильдия основана)
tr: Sadece üyeler ziyaret edebilir (eğer lonca kurulmuşsa)
vi: Chỉ thành viên mới được thăm (nếu hội đã thành lập)
zh_hans: 只有成员可以访问（如果成立了公会）

source: Only members can visit
de: Nur Mitglieder können besuchen
fr: Seuls les membres peuvent visiter
it: Solo i membri possono visitare
ko: 회원만 방문 가능
pl: Tylko członkowie mogą odwiedzać
pt_br: Apenas membros podem visitar
ru: Могут посещать только члены
tr: Sadece üyeler ziyaret edebilir
vi: Chỉ thành viên mới được thăm
zh_hans: 只有成员可以访问

source: All visitors welcome
de: Alle Besucher sind willkommen
fr: Tous les visiteurs sont les bienvenus
it: Tutti i visitatori sono benvenuti
ko: 모든 방문자 환영
pl: Zapraszamy wszystkich odwiedzających
pt_br: Todos os visitantes são bem vindos
ru: Все посетители
tr: Tüm ziyaretçilere açık
vi: Tất cả khách thăm đều được chào đón
zh_hans: 欢迎所有游客

source: Citizens and long-term residents only
de: Nur Bürger und langfristig Aufenthaltsberechtigte
fr: Citoyens et résidents de longue durée seulement
it: Solo cittadini e residenti di lungo periodo
ko: 시민권자 및 장기체류자에 한함
pl: Tylko obywatele i rezydenci długoterminowi
pt_br: Cidadãos e residentes de longa duração apenas
ru: Только жители и долговременные постояльцы
tr: Sadece vatandaşlar ve uzun süreli sakinler
vi: Chỉ dân thường và cư dân dài hạn
zh_hans: 公民和长期居民

source: Citizens only
de: Nur für Bürger
fr: Citoyens seulement
it: Solo cittadini
ko: 시민 전용
pl: Tylko obywatele
pt_br: Apenas cidadãos
ru: Только жители
tr: Sadece vatandaşlar
vi: Chỉ dân thường
zh_hans: 只有公民

source: Beds in common area:
de: Betten im Gemeinschaftsraum:
fr: Lits dans la zone commune :
it: Letti in area comune:
ko: 공용 공간의 침대:
pl: Łóżka w części wspólnej:
pt_br: Camas na área comum:
ru: Кровати в общей зоне:
tr: Ortak alandaki yataklar:
vi: Giường trong khu vực chung:
zh_hans: 公共区域的床：

source: Tables in common area:
de: Tische im Gemeinschaftsraum:
fr: Tables dans l'espace commun :
it: Tavoli in area comune:
ko: 공용 공간의 테이블:
pl: Stoły w części wspólnej:
pt_br: Mesas na área comum:
ru: Столы в общей зоне:
tr: Ortak alandaki masalar:
vi: Bàn trong khu vực chung:
zh_hans: 公共区域的桌子：

source: Traction benches in common area:
de: Traktionsbänke im Gemeinschaftsraum:
fr: Bancs de traction en aire commune :
it: Panche di trazione nell'area comune:
ko: 공용 구역의 트랙션 벤치:
pl: Wyciągi ortopedyczne w części wspólnej:
pt_br: Bancos de tração na área comum:
ru: Тракционные столы в общей зоне:
tr: Ortak alandaki çekme tezgahları:
vi: Ghế kéo giãn trong khu vực chung:
zh_hans: 公共区域的牵引台：

source: Chests in common area:
de: Truhen im Gemeinschaftsraum:
fr: Coffres dans la zone commune :
it: Casse nell'area comune:
ko: 공용 공간의 상자:
pl: Skrzynie w części wspólnej:
pt_br: Baús dentro da área comum:
ru: Сундуки в общей зоне:
tr: Ortak alandaki sandıklar:
vi: Rương trong khu vực chung:
zh_hans: 公共区域的箱子：

source: Thread (Desired):
de: Faden (erwünscht):
fr: Sujet (souhaité):
it: Filo (desiderato):
ko: 스레드(원함):
pl: Nić (Pożądana):
pt_br: Linhas (Desejadas):
ru: Нить (Желаемая):
tr: İplik (İstenen):
vi: Chỉ (Mong muốn):
zh_hans: 细线（所需）：

source: Cloth (Desired):
de: Stoff (erwünscht):
fr: Tissu (Souhaité):
it: Stoffa (desiderata):
ko: 천(원하는 것):
pl: Tkanina (Pożądana):
pt_br: Tecido (Desejado):
ru: Ткань (желаемая):
tr: Kumaş (İstenen):
vi: Vải (Mong muốn):
zh_hans: 布料（所需）：

source: Splints (Desired):
de: Schienen (erwünscht):
fr: Attelles (Souhaitable):
it: Stecche (desiderate):
ko: 부목(원함):
pl: Szyny (Pożądane):
pt_br: Talas (Desejado):
ru: Шины (желаемые):
tr: Ateller (İstenen):
vi: Nẹp (Mong muốn):
zh_hans: 夹板（所需）：

source: Crutches (Desired):
de: Krücken (erwünscht):
fr: Béquilles (souhaitable):
it: Stampelle (desiderate):
ko: 목발(희망):
pl: Kule (Pożądane):
pt_br: Muletas (Desejadas):
ru: Костыли (желаемые):
tr: Koltuk değnekleri (İstenen):
vi: Nạng (Mong muốn):
zh_hans: 拐杖（所需）：

source: Powder for casts (Desired):
fr: Poudre pour plâtres (Souhaitées):
it: Polvere per calchi (desiderata):
ko: 깁스용 파우더(바람직함):
pl: Proszek do odlewów (Pożądany):
pt_br: Pó para gesso (Desejados):
ru: Гипсовый порошок (желаемый):
tr: Alçı tozu (İstenen):
vi: Bột bó bột (Mong muốn):
zh_hans: 骨科石膏粉（所需）：

source: Buckets (Desired):
de: Eimer (erwünscht):
fr: Godets (Souhaitable):
it: Secchi (desiderati):
ko: 버킷(필요):
pl: Wiadra (Pożądane):
pt_br: Baldes (Desejados):
ru: Ведра (желаемые):
tr: Kovalar (İstenen):
vi: Xô (Mong muốn):
zh_hans: 提桶（所需）：

source: Soap (Desired):
de: Seife (erwünscht):
fr: Savon (Souhaité):
it: Sapone (desiderato):
ko: 비누(필요):
pl: Mydło (Pożądane):
pt_br: Sabões (Desejados):
ru: Мыло (желаемое):
tr: Sabun (İstenen):
vi: Xà phòng (Mong muốn):
zh_hans: 肥皂（所需）：

source: Grand Guildhall,
de: große Gildenhalle,
fr: Grand Hôtel de Guilde,
it: Gran Casa della gilda,
ko: 그랜드 길드홀,
pl: Wielka Gildia,
pt_br: Salão da Grande Guilda,
ru: Большой зал гильдии,
tr: Büyük Lonca Salonu,
vi: Đại Sảnh Nghiệp Đoàn,
zh_hans: 大行会，

source: Guildhall,
de: Gildenhalle,
fr: Hôtel de guilde,
it: Casa della gilda,
ko: 시청사,
pl: Gildia,
pt_br: Salão da Guilda,
ru: Зал гильдии,
tr: Lonca Salonu,
vi: Sảnh Nghiệp Đoàn,
zh_hans: 行会，

source: (next at
de: (weiter unter
fr: (la prochaine à
it: (prossimo a
ko: (다음에
pl: (następny w
pt_br: (próximo em
ru: (следующий в
tr: (sonraki şurada:
vi: (tiếp theo tại
zh_hans: （下次

source: Meeting place,
de: Treffpunkt,
fr: Lieu de réunion,
it: Luogo d'incontro,
ko: 회석,
pl: Miejsce spotkania,
pt_br: Ponto de encontro,
ru: Место собраний,
tr: Buluşma yeri,
vi: Nơi gặp gỡ,
zh_hans: 集会区，

source: Agreed to build guildhall
de: Einigung über den Bau eines Gildehauses
fr: Accepté de construire le hall de la guilde
it: Accettato di costruire la Casa della gilda
ko: 길드회관 건립에 합의
pl: Zgodził się zbudować gildię
pt_br: Concordou em construir o salão da guilda
ru: Согласиться построить зал гильдии
tr: Lonca salonu inşa etmeyi kabul etti
vi: Đồng ý xây dựng sảnh nghiệp đoàn
zh_hans: 同意建立行会

source: Agreed to build grand guildhall
de: Einigung über den Bau eines großen Rathauses
fr: Accepté de construire un grand hall de guilde
it: Accettato di costruire la Gran Casa della gilda
ko: 그랜드 길드홀 건립에 합의
pl: Zgodził się zbudować wielką gildię
pt_br: Concordou em construir um salão da guilda grande
ru: Согласиться построить большой зал гильдии
tr: Büyük lonca salonu inşa etmeyi kabul etti
vi: Đồng ý xây dựng đại sảnh nghiệp đoàn
zh_hans: 同意建立大行会

source: Bookcases:
de: Bücherregale:
fr: Bibliothèques :
it: Librerie:
ko: 책장:
pl: Biblioteczki:
pt_br: Estantes de livros:
ru: Книжные шкафы:
tr: Kitaplıklar:
vi: Kệ sách:
zh_hans: 书柜：

source: Tables:
de: Tische:
fr: Les tables:
it: Tavoli:
ko: 테이블:
pl: Stoły:
pt_br: Mesas:
ru: Столы:
tr: Masalar:
vi: Bàn:
zh_hans: 表：

source: Chairs:
de: Stühle:
fr: Chaises:
it: Sedie:
ko: 의자:
pl: Krzesła:
pt_br: Cadeiras:
ru: Стулья:
tr: Sandalyeler:
vi: Ghế:
zh_hans: 椅子：

source: Written objects (incl. copies):
de: Schriftliche Objekte (inkl. Kopien):
fr: Objets écrits (y compris les copies) :
it: Oggetti scritti (incluse copie):
ko: 서면 객체(사본 포함):
pl: Obiekty pisane (w tym kopie):
pt_br: Objetos escritos (incluindo cópias):
ru: Тексты (включая копии):
tr: Yazılı nesneler (kopyalar dahil):
vi: Vật phẩm đã viết (bao gồm bản sao):
zh_hans: 书面对象（包括副本）：

source: Total number of each to scribe:
de: Gesamtzahl der zu beschriftenden Artikel:
fr: Nombre total de chacun à scribe :
it: Numero totale di ciascuno da scrivere:
ko: 스크라이브할 각각의 총 수:
pl: Całkowita liczba każdego do napisania:
pt_br: Número total de cada um para escrever:
ru: Общее количество каждого для переписывания:
tr: Yazılacak her birinin toplam sayısı:
vi: Tổng số lượng mỗi loại cần sao chép:
zh_hans: 每个人的总数：

source: Writing Material (Desired):
de: Schreibmaterial (Wunsch):
fr: Matériel d'écriture (souhaité):
it: Materiale scrittorio (desiderato):
ko: 쓰기 자료(희망):
pl: Materiał piśmienny (pożądany):
pt_br: Material para Escrita (Desejado):
ru: Писчий материал (требуется):
tr: Yazı Malzemesi (İstenen):
vi: Vật liệu viết (Mong muốn):
zh_hans: 书写材料（所需）：

source: Goblets (Desired):
de: Kelche (erwünscht):
fr: Gobelets (Souhaités):
it: Calici (desiderati):
ko: 고블렛(원하는 것):
pl: Kielichy (pożądane):
pt_br: Taças (Desejadas):
ru: Кубки (требуются):
tr: Kadehler (İstenen):
vi: Cốc (Mong muốn):
zh_hans: 高脚杯（所需）：

source: Stored Instruments (Desired):
de: Gespeicherte Instrumente (erwünscht):
fr: Instruments stockés (souhaitable):
it: Strumenti riposti (desiderati):
ko: 저장된 악기(원함):
pl: Przechowywane instrumenty (pożądane):
pt_br: Instrumentos armazenados (desejados):
ru: Музыкальные инструменты (требуется):
tr: Depolanan Enstrümanlar (İstenen):
vi: Nhạc cụ dự trữ (Mong muốn):
zh_hans: 存储仪器（所需）：

source: Dance floor in common area:
de: Tanzfläche im Gemeinschaftsraum:
fr: Piste de danse dans l'espace commun :
it: Pista da ballo in area comune:
ko: 공용 공간의 댄스 플로어:
pl: Parkiet taneczny w części wspólnej:
pt_br: Pista de dança na área comum:
ru: Общая площадь для танцев:
tr: Ortak alandaki dans pisti:
vi: Sàn nhảy trong khu vực chung:
zh_hans: 公共区域的舞池：

source: Rented rooms (Total):
de: Vermietete Zimmer (Gesamt):
fr: Chambres louées (Total):
it: Stanze affittate (totali):
ko: 임대실(전체):
pl: Wynajmowane pokoje (ogółem):
pt_br: Quartos alugados (Total):
ru: Комнаты для постояльцев (всего):
tr: Kiralanan odalar (Toplam):
vi: Phòng thuê (Tổng cộng):
zh_hans: 出租房间（总计）：

source: Temple Complex,
de: Tempelanlage,
fr: complexe de temples,
it: Complesso di templi,
ko: 사원 단지,
pl: Kompleks świątynny,
pt_br: Complexo do Templo,
ru: Храмовый комплекс,
tr: Tapınak Kompleksi,
vi: Tổ hợp Đền thờ,
zh_hans: 神庙群，

source: Temple,
de: Tempel,
it: Tempio,
ko: 신전,
pl: Świątynia,
pt_br: Templo,
ru: Храм,
tr: Tapınak,
vi: Đền thờ,
zh_hans: 神庙，

source: Shrine,
de: Schrein,
fr: Tombeau,
it: Santuario,
ko: 신사,
pl: Sanktuarium,
pt_br: Santuário,
ru: Святыня,
tr: Mabet,
vi: Miếu thờ,
zh_hans: 圣祠，

source: worshippers
de: Gläubige
fr: fidèles
it: adoratori
ko: 숭배자
pl: wyznawcy
pt_br: Fiéis
ru: верующие
tr: inananlar
vi: tín đồ
zh_hans: 信徒

source: worshipper
de: Verehrer
fr: adorateur
it: adoratore
ko: 숭배자
pl: wyznawca
pt_br: Fiel
ru: верующий
tr: inanan
vi: tín đồ
zh_hans: 崇拜者

source: Priest:
de: Priester:
fr: Prêtre:
it: Sacerdote:
ko: 성직자:
pl: Kapłan:
pt_br: Sacerdote:
ru: Священник:
tr: Rahip:
vi: Tu sĩ:
zh_hans: 祭司：

source: High priest:
de: Hohepriester:
fr: Grand prêtre:
it: Sommo sacerdote:
ko: 고승:
pl: Arcykapłan:
pt_br: Sumo sacerdote:
ru: Первосвященник:
tr: Yüksek rahip:
vi: Đại tu sĩ:
zh_hans: 大祭司：

source: worshipper
de: Anhänger
fr: adorateur
it: adoratore
ko: 숭배자
pl: wyznawca
pt_br: adorador
ru: поклонник
tr: inanan
vi: tín đồ
zh_hans: 崇拜者

source: needed
de: benötigt
fr: nécessaire
it: necessario
ko: 필요한
pl: potrzebne
pt_br: necessário
ru: требуется
tr: gerekli
vi: cần thiết
zh_hans: 被需要

source: Recognize priesthood
de: Priesterschaft anerkennen
fr: Reconnaître la prêtrise
it: Riconosci il sacerdozio
ko: 신권 인정
pl: Uznaj kapłaństwo
pt_br: Reconheça sacerdócio
ru: Признать священство
tr: Rahipliği tanı
vi: Công nhận hàng giáo sĩ
zh_hans: 认可祭司身份

source: Recognize high priest
de: Hohepriester anerkennen
fr: Reconnaître le grand prêtre
it: Riconosci sommo sacerdote
ko: 대제사장 인정
pl: Uznaj arcykapłana
pt_br: Reconheça o alto sacerdote
ru: Признать первосвященника
tr: Yüksek rahibi tanı
vi: Công nhận đại tu sĩ
zh_hans: 认可大祭司身份

source: You can recognize a priesthood once this is a temple.
fr: Vous pouvez reconnaître un sacerdoce une fois qu'il s'agit d'un temple.
it: Puoi riconoscere un sacerdozio una volta che questo diventa tempio.
ko: 이곳이 성전이라면 신권을 알아볼 수 있습니다.
pl: Możesz uznać kapłaństwo, gdy będzie to świątynia.
pt_br: Você pode reconhecer um sacerdócio assim que isso for um templo.
ru: Вы можете распознать священство, как только это станет храмом.
tr: Burası bir tapınak olduğunda rahipliği tanıyabilirsiniz.
vi: Bạn có thể công nhận hàng giáo sĩ khi đây là một đền thờ.
zh_hans: 当神庙建成后你可以认可一个祭司

source: You can recognize a high priest when this is a temple complex.
fr: Vous pouvez reconnaître un grand prêtre lorsqu'il s'agit d'un complexe de temples.
it: Puoi riconoscere un sommo sacerdote una volta che questo diventa un complesso di templi.
ko: 성전 단지 일 때 대제사장을 알아볼 수 있습니다.
pl: Możesz uznać arcykapłana, gdy będzie to kompleks świątynny.
pt_br: Você pode reconhecer um alto sacerdote quando isso for um complexo de templo.
ru: Вы можете узнать первосвященника, если это храмовый комплекс.
tr: Burası bir tapınak kompleksi olduğunda bir yüksek rahibi tanıyabilirsiniz.
vi: Bạn có thể công nhận đại tu sĩ khi đây là một tổ hợp đền thờ.
zh_hans: 当神庙群建成后你可以认可一个大祭司

source: Agreed to build temple
de: Zustimmung zum Bau eines Tempels
fr: Accepté de construire un temple
it: Accordata costruzione del tempio
ko: 성전 건축에 합의
pl: Zgodził się na budowę świątyni
pt_br: Concordou em construir o templo
ru: Согласиться построить храм
tr: Tapınak inşa etmeyi kabul etti
vi: Đồng ý xây dựng đền thờ
zh_hans: 同意建造神庙

source: Agreed to build temple complex
de: Zustimmung zum Bau einer Tempelanlage
fr: Accepté de construire un complexe de temples
it: Accordata costruzione di complesso di templi
ko: 사원 단지 건설에 합의
pl: Zgodził się na budowę kompleksu świątynnego
pt_br: Concordou em construir o complexo do templo
ru: Согласиться построить храмовый комплекс
tr: Tapınak kompleksi inşa etmeyi kabul etti
vi: Đồng ý xây dựng tổ hợp đền thờ
zh_hans: 同意建造神庙群

source: Only organized religions can have recognized priesthoods.
de: Nur organisierte Religionen können anerkannte Priesterschaften haben.
fr: Seules les religions organisées peuvent avoir des sacerdoces reconnus.
it: Solo le religioni organizzate possono avere sacerdozi riconosciuti.
ko: 오직 조직된 종교만이 신권을 인정받을 수 있습니다.
pl: Jedynie zorganizowane religie mogą posiadać uznane kapłaństwo.
pt_br: Apenas religiões organizadas podem ter sacerdócios reconhecidos.
ru: Только организованные религии могут иметь признанное духовенство.
tr: Sadece organize dinlerin tanınmış rahipleri olabilir.
vi: Chỉ các tôn giáo có tổ chức mới có thể có hàng giáo sĩ được công nhận.
zh_hans: 只有被承认的宗教能拥有被承认的主教。

source: Tavern Keeper
de: Gastwirt
fr: Tavernier
it: Locandiere
ko: 선술집 주인
pl: Karczmarz
pt_br: Guarda de Taverna
ru: Держатель таверны
tr: Meyhaneci
vi: Chủ quán rượu
zh_hans: 酒馆守护者

source: Monster Slayer
de: Monsterschlächter
fr: Tueur de monstres
it: Ammazzamostri
ko: 몬스터 슬레이어
pl: Łowca Potworów
pt_br: Caçadora de monstro
ru: Убийца монстров
tr: Canavar Avcısı
vi: Thợ diệt quái vật
zh_hans: 怪物杀手

source: Bone Doctor
de: Knochen-Doktor
fr: Docteur en os
it: Ortopedico
ko: 접골의
pl: Lekarz od kości
pt_br: Médico de osso
ru: Костоправ
tr: Kemik Doktoru
vi: Thầy thuốc xương
zh_hans: 骨科医师

source: hall
de: Halle
fr: salle
it: sala
ko: 홀
pl: sala
pt_br: salão
ru: зал
tr: salonu
vi: sảnh
zh_hans: 大厅

source: No workers
de: Keine Arbeiter
fr: Aucun travailleur
it: Nessun lavoratore
ko: 근로자 없음
pl: Brak pracowników
pt_br: Sem trabalhadores
ru: Нет работников
tr: İşçi yok
vi: Không có công nhân
zh_hans: 没有工人
