Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: the end of the former imprisonment of
de: das Ende der früheren Inhaftierung von
fr: la fin de l'ancien emprisonnement de
it: la fine della precedente prigionia di
ko: 구금의 끝
pl: koniec poprzedniego uwięzienia
pt_br: o fim da antiga prisão de
ru: окончание бывшего тюремного заключения
tr: şunun eski esaretinin sonu:
vi: sự chấm dứt cảnh giam cầm trước đây của
zh_hans: 前监禁结束

source: the end of work
de: das Ende der Arbeit
fr: la fin des travaux
it: la fine del lavoro
ko: 일의 끝
pl: koniec pracy
pt_br: O fim do trabalho
ru: конец работы
tr: işin sonu
vi: kết thúc công việc
zh_hans: 工作结束了

source: the end of the claim of
de: das Ende des Anspruchs der
fr: la fin de la demande de
it: la fine della rivendicazione di
ko: 주장의 끝
pl: koniec roszczenia
pt_br: o fim da declaração de
ru: конец претензий на
tr: şunun hak iddiasının sonu:
vi: chấm dứt yêu sách của
zh_hans: 索赔的结束

source: from the position of
de: von der Position des
fr: de la position de
it: dalla posizione di
ko: 의 입장에서
pl: z pozycji
pt_br: da posição do
ru: с позиции
tr: şunun pozisyondan:
vi: từ vị trí
zh_hans: 的位置上，从

source: from the mercenary service of
de: aus dem Söldnerdienst von
fr: du service mercenaire de
it: dal servizio mercenario di
ko: 의 용병 서비스에서
pl: z najemnej służby
pt_br: do serviço de mercenário
ru: с наёмной службы
tr: şunun paralı asker hizmetinden
vi: từ dịch vụ lính đánh thuê của
zh_hans: 来自雇佣军的服务

source: with
de: mit
fr: avec
it: con
ko: ~와 함께
pl: z
pt_br: com
ru: с
tr: ile
vi: với
zh_hans: 同

source: from the slavery of
de: aus der Sklaverei der
fr: de l'esclavage de
it: dalla schiavitù di
ko: 의 노예 상태에서
pl: z niewolnictwa
pt_br: da escravidao do
ru: от рабства
tr: şunun köleliğinden
vi: từ kiếp nô lệ của
zh_hans: 来自奴隶制

source: from the prisons of
de: aus den Gefängnissen von
fr: des prisons de
it: dalle prigioni di
ko: 감옥에서
pl: z więzień
pt_br: das prisoes de
ru: из тюрем
tr: şunun hapishanelerinden
vi: từ nhà tù của
zh_hans: 来自监狱

source: made contact with
de: Kontakt aufgenommen mit
fr: pris contact avec
it: è entrato in contatto con
ko: 와 접촉했다
pl: nawiązał kontakt z
pt_br: Entre em contato com
ru: вступили в контакт с
tr: şununla temas kurdu:
vi: đã liên lạc với
zh_hans: 接触到了

source: the first contact of
de: der erste Kontakt von
fr: le premier contact de
it: il primo contatto di
ko: 의 첫 접촉
pl: pierwszy kontakt
pt_br: o primeiro contato do
ru: первый контакт с
tr: şunun ilk teması:
vi: lần liên lạc đầu tiên của
zh_hans: 第一次接触

source: rejected contact with
de: abgelehnter Kontakt mit
fr: contact refusé avec
it: ha rifiutato il contatto con
ko: 연락 거부
pl: odrzucony kontakt z
pt_br: contato rejeitado com
ru: отклонил контакт с
tr: şununla teması reddetti:
vi: đã từ chối liên lạc với
zh_hans: 拒绝接触

source: the rejection of contact by
de: die Ablehnung des Kontakts durch
fr: le refus de contact par
it: il rifiuto del contatto da parte di
ko: 의 연락 거부
pl: odrzucenie kontaktu przez
pt_br: a rejeição de contato por
ru: отказ от контакта
tr: temasın şunun tarafından reddi:
vi: sự từ chối liên lạc của
zh_hans: 拒绝接触

source: concluded
de: abgeschlossen
fr: conclu
it: concluso
ko: 결론
pl: zawarty
pt_br: Concluído
ru: решили
tr: sonuçlandı
vi: đã kết thúc
zh_hans: 结论

source: , cementing bonds of mutual trust
de: , Festigung der Bande des gegenseitigen Vertrauens
fr: , cimentant des liens de confiance mutuelle
it: , cementando legami di fiducia reciproca
ko: , 상호 신뢰의 유대 강화
pl: , cementując więzi wzajemnego zaufania
pt_br: , cimentar laços de confiança mútua
ru: , укрепив связи взаимного доверия
tr: , karşılıklı güven bağlarını pekiştirerek
vi: , củng cố niềm tin lẫn nhau
zh_hans: ，巩固相互信任的纽带

source: with a positive outcome
de: mit positivem Ausgang
fr: avec un résultat positif
it: con un risultato positivo
ko: 긍정적인 결과로
pl: z pozytywnym wynikiem
pt_br: com um resultado positivo
ru: с положительным результатом
tr: olumlu bir sonuçla
vi: với một kết quả tích cực
zh_hans: 有积极的结果

source: fairly
de: Ziemlich
fr: équitablement
it: alquanto
ko: 꽤
pl: sprawiedliwie
pt_br: tem uma voz bastante profunda e rouca
ru: честно
tr: adilce
vi: khá tốt đẹp
zh_hans: 相当

source: in an unsatisfactory fashion
de: auf unbefriedigende Weise
fr: de façon insatisfaisante
it: in modo insoddisfacente
ko: 만족스럽지 못한 방식으로
pl: w niezadowalający sposób
pt_br: de forma insatisfatória
ru: неудовлетворительным способом
tr: tatmin edici olmayan bir şekilde
vi: một cách không thỏa đáng
zh_hans: 以令人不满意的方式

source: in failure
de: bei Misserfolg
fr: en échec
it: nel fallimento
ko: 실패에
pl: w niepowodzeniu
pt_br: falha
ru: неудачей
tr: başarısızlıkla
vi: trong thất bại
zh_hans: 失败了

source: with miserable outcome
de: mit kläglichem Ausgang
fr: avec un résultat misérable
it: con esito miserabile
ko: 비참한 결과로
pl: z żałosnym rezultatem
pt_br: com o resultado infeliz
ru: с неутешительным результатом
tr: sefil bir sonuçla
vi: với kết cục thảm hại
zh_hans: 悲惨的结果

source: the brilliant
de: der brillante
fr: le brillant
it: il brillante
ko: 화려한
pl: genialny
pt_br: o brilhante
ru: блестящий
tr: parlak
vi: kết quả rực rỡ
zh_hans: 辉煌

source: the positive
de: den positiven
fr: le positif
it: il positivo
ko: 긍정적인
pl: pozytywny
pt_br: o lado positivo
ru: положительный
tr: olumlu
vi: kết quả tích cực
zh_hans: 积极的

source: the fair conclusion
de: der gerechte Abschluss
fr: la juste conclusion
it: la giusta conclusione
ko: 공정한 결론
pl: uczciwy wniosek
pt_br: a conclusão justa
ru: справедливое решение
tr: adil sonuç
vi: kết luận khá tốt đẹp
zh_hans: 公平的结论

source: the unsatisfactory conclusion
de: die unbefriedigende Schlussfolgerung
fr: la conclusion insatisfaisante
it: la conclusione insoddisfacente
ko: 만족스럽지 못한 결론
pl: niezadowalający wniosek
pt_br: a conclusão insatisfatória
ru: неудовлетворительное решение
tr: tatmin edici olmayan sonuç
vi: kết luận không thỏa đáng
zh_hans: 结论不尽如人意

source: the failure
de: das Scheitern
fr: l'échec
it: il fallimento
ko: 실패
pl: awaria
pt_br: falha
ru: провал
tr: başarısızlık
vi: sự thất bại
zh_hans: 失败

source: the miserable failure
de: das klägliche Scheitern
fr: le misérable échec
it: il miserabile fallimento
ko: 비참한 실패
pl: żałosna porażka
pt_br: o enorme fracasso
ru: досадная ошибка
tr: sefil başarısızlık
vi: sự thất bại thảm hại
zh_hans: 悲惨的失败

source: proposed by
de: vorgeschlagen von
fr: Proposé par
it: proposto da
ko: 에 의해 제안
pl: zaproponowany przez
pt_br: proposto pelo
ru: предложенный
tr: şunun önerdiği:
vi: được đề xuất bởi
zh_hans: 建议由

source: was rejected by
de: wurde zurückgewiesen von
fr: a été rejeté par
it: è stato rifiutato da
ko: 의해 거부되었습니다
pl: został odrzucony przez
pt_br: Sinto-me tao rejeitado.
ru: было отклонено
tr: şunun tarafından reddedildi:
vi: đã bị từ chối bởi
zh_hans: 被拒绝了

source: the rejection of
de: die Zurückweisung von
fr: le rejet de
it: il rifiuto di
ko: 거부
pl: odrzucenie
pt_br: Sentimentos de rejeição do estado
ru: отказ от
tr: şunun reddedilmesi:
vi: sự từ chối đối với
zh_hans: 拒绝

source: an agreement
de: eine Vereinbarung
fr: un accord
it: un accordo
ko: 계약
pl: porozumienie
pt_br: acôrdo
ru: соглашение
tr: bir anlaşma
vi: một thỏa thuận
zh_hans: 达成协议

source: a sabotage plot
de: ein Sabotageakt
fr: un complot de sabotage
it: un complotto di sabotaggio
ko: 사보타주 음모
pl: spisek sabotażowy
pt_br: uma trama de sabotagem
ru: место саботажа
tr: bir sabotaj planı
vi: một âm mưu phá hoại
zh_hans: 蓄意破坏的阴谋

source: an abduction plot
de: eine Entführungsverschwörung
fr: un complot d'enlèvement
it: un complotto per sequestrare
ko: 납치 음모
pl: spisek uprowadzenia
pt_br: uma trama de abdução
ru: место похищения
tr: bir kaçırma planı
vi: một âm mưu bắt cóc
zh_hans: 绑架阴谋

source: an assassination plot
de: ein Mordkomplott
fr: un complot d'assassinat
it: un complotto per l'assassinio
ko: 암살 음모
pl: spisek mający na celu zabójstwo
pt_br: um plano de assassinato
ru: место убийства
tr: bir suikast planı
vi: một âm mưu ám sát
zh_hans: 刺杀阴谋

source: a theft deal
de: ein Diebstahl-Geschäft
fr: une affaire de vol
it: un accordo di furto
ko: 절도 거래
pl: umowa kradzieży
pt_br: um acordo de roubo
ru: договор о краже
tr: bir hırsızlık anlaşması
vi: một thỏa thuận trộm cắp
zh_hans: 一次盗窃交易

source: corrupt dealing
de: korruptes Geschäft
fr: acte de corruption
it: accordo corrotto
ko: 부패한 거래
pl: skorumpowany handel
pt_br: negociação corrupta
ru: коррупционное дело
tr: yozlaşmış anlaşma
vi: giao dịch tham nhũng
zh_hans: 腐败的交易

source: a citizenship agreement
de: ein Abkommen über die Bürgerschaft
fr: un accord de citoyenneté
it: un accordo di cittadinanza
ko: 시민권 계약
pl: umowa o obywatelstwie
pt_br: um acordo de cidadania
ru: соглашение о гражданстве
tr: bir vatandaşlık anlaşması
vi: một thỏa thuận cấp quyền công dân
zh_hans: 公民身份协议

source: a parley
de: ein Gespräch
fr: une pourparler
it: una discussione
ko: 팔리
pl: pietruszka
pt_br: uma negociação
ru: переговоры
tr: bir ateşkes pazarlığı
vi: một cuộc đàm phán hòa bình
zh_hans: 一个小伙子

source: a residency agreement
de: eine Aufenthaltsgenehmigung
fr: un contrat de résidence
it: un contratto di soggiorno
ko: 거주 계약
pl: umowa o pobyt
pt_br: um acordo de residência
ru: соглашение о проживании
tr: bir ikamet anlaşması
vi: một thỏa thuận cư trú
zh_hans: 居住协议

source: a promise of position
de: ein Versprechen auf Position
fr: une promesse de poste
it: una promessa di posizione
ko: 지위의 약속
pl: obietnica pozycji
pt_br: uma promessa de posição
ru: обещание должности
tr: bir pozisyon vaadi
vi: một lời hứa về chức vụ
zh_hans: 职位承诺

source: Hunt for small creature
fr: Chasse aux petites bêtes
it: Caccia piccola creatura
ko: 작은 생물 사냥
pl: Polowanie na małe stworzenia
pt_br: Caçar uma criatura pequena
ru: Охотиться на мелкое существо
tr: Küçük yaratık avı
vi: Săn sinh vật nhỏ
zh_hans: 猎取小型生物

source: Execute criminal
fr: Exécuter un criminel
it: Giustizia criminale
ko: 범죄자를 처형하다
pl: Egzekucja przestępcy
pt_br: Executar Criminoso
ru: Казнить преступника
tr: Suçluyu idamı
vi: Thi hành án tử tội
zh_hans: 执行犯罪

source: a rescue mission
de: eine Rettungsmission
fr: une mission de sauvetage
it: una missione di salvataggio
ko: 구조 임무
pl: misja ratunkowa
pt_br: uma missão de resgate
ru: спасательная операция
tr: bir kurtarma görevi
vi: một nhiệm vụ giải cứu
zh_hans: 救援任务

source: an insurrection mission
fr: une mission d'insurrection
it: una missione d'insurrezione
ko: 반란 임무
pl: misja powstańcza
pt_br: uma missão de insurreição
ru: задача восстания
tr: bir ayaklanma görevi
vi: một nhiệm vụ nổi dậy
zh_hans: 起义任务

source: an adventure
de: ein Abenteuer
fr: une aventure
it: un'avventura
ko: 모험
pl: przygoda
pt_br: e aventura
ru: приключение
tr: bir macera
vi: một cuộc phiêu lưu
zh_hans: 冒险

source: a guide agreement
de: ein Leitfadenabkommen
fr: un contrat de guide
it: un accordo di guida
ko: 가이드 계약
pl: umowa przewodnika
pt_br: um acordo de guia
ru: соглашение быть проводником
tr: bir rehberlik anlaşması
vi: một thỏa thuận hướng dẫn
zh_hans: 指导协议

source: a journey to safety
de: eine Reise in die Sicherheit
fr: un voyage vers la sécurité
it: un viaggio verso la salvezza
ko: 안전한 여행
pl: podróż do bezpieczeństwa
pt_br: uma viagem em segurança
ru: путешествие в безопасное место
tr: güvenliğe yolculuk
vi: một cuộc hành trình đến nơi an toàn
zh_hans: 安全之旅

source: bound service
de: gebundener Dienst
fr: service lié
it: servizio vincolato
ko: 바운드 서비스
pl: związana usługa
pt_br: serviço vinculado
ru: пограничная служба
tr: süreli hizmet
vi: nghĩa vụ ràng buộc
zh_hans: 约束服务

source: a performance tour
de: eine Aufführungstour
fr: une tournée de spectacles
it: un tour artistico
ko: 공연 투어
pl: trasa koncertowa
pt_br: uma turnê de apresentação
ru: тур выступления
tr: bir performans turu
vi: một chuyến lưu diễn
zh_hans: 表演之旅

source: a foiled embezzlement conspiracy
de: eine vereitelte Veruntreuungs-Verschwörung
fr: un complot de détournement de fonds déjoué
it: una cospirazione per appropriazione indebita sventata
ko: 실패한 횡령 음모
pl: udaremniony spisek dotyczący defraudacji
pt_br: uma conspiração de peculato frustrada
ru: заговор с фальсификацией растраты
tr: önlenmiş bir zimmete para geçirme komplosu
vi: một âm mưu biển thủ bị phá vỡ
zh_hans: 一个挫败的贪污公款阴谋

source: a foiled corruption conspiracy
de: eine vereitelte Korruptionsverschwörung
fr: un complot de corruption déjoué
it: una cospirazione per corruzione sventata
ko: 실패한 부패 음모
pl: udaremniony spisek korupcyjny
pt_br: uma conspiração de corrupção frustrada
ru: сорванный коррупционный заговор
tr: önlenmiş bir yolsuzluk komplosu
vi: một âm mưu tham nhũng bị phá vỡ
zh_hans: 一个挫败的腐败阴谋

source: a foiled bribery conspiracy
de: eine vereitelte Bestechungs-Verschwörung
fr: un complot de corruption déjoué
it: una cospirazione per corruzione sventata
ko: 실패한 뇌물 음모
pl: udaremniony spisek łapówkarski
pt_br: uma conspiração de suborno frustrada
ru: сговор с подкупом
tr: önlenmiş bir rüşvet komplosu
vi: một âm mưu hối lộ bị phá vỡ
zh_hans: 一个挫败的贿赂阴谋

source: an agreement to establish a temple
de: eine Vereinbarung zur Errichtung eines Tempels
fr: un accord pour établir un temple
it: un accordo per la creazione di un tempio
ko: 성전 건립 협정
pl: umowa o ustanowieniu świątyni
pt_br: um acordo para estabelecer um templo
ru: достигнуто соглашение о создании храма
tr: bir tapınak kurma anlaşması
vi: một thỏa thuận thành lập đền thờ
zh_hans: 修建神庙的协定

source: an agreement to establish a guildhall
de: eine Vereinbarung zur Errichtung eines Rathauses
fr: un accord pour établir un hôtel de guilde
it: un accordo per creare una casa della gilda
ko: 길드회장 설립 협약
pl: umowa o ustanowieniu gildii
pt_br: um acordo para estabelecer um salão da guilda
ru: достигнуто соглашение о создании зала гильдии
tr: bir lonca binası kurma anlaşması
vi: một thỏa thuận thành lập hội quán
zh_hans: 建立行会的协议

source: an infiltration plot
de: ein Infiltrationsplan
fr: une parcelle d'infiltration
it: un complotto d'infiltrazione
ko: 침투 음모
pl: działka infiltracyjna
pt_br: uma trama de infiltração
ru: место проникновения
tr: bir sızma planı
vi: một âm mưu thâm nhập
zh_hans: 渗透计谋

source: a framing plot
fr: une parcelle de cadrage
it: un complotto per incastrare
ko: 프레이밍 플롯
pl: wątek ramowy
pt_br: um enredo de enquadramento
ru: место фермерства
tr: bir komplo kurma planı
vi: một âm mưu gài bẫy
zh_hans: 栽赃陷害的阴谋

source: a war starting plot
de: eine kriegsauslösende Handlung
fr: un complot de départ de guerre
it: un complotto per scatenare guerra
ko: 전쟁 시작 음모
pl: spisek rozpoczynający wojnę
pt_br: uma trama de início de guerra
ru: сюжет о начале войны
tr: savaş başlatma planı
vi: một âm mưu gây chiến
zh_hans: 挑起战争的阴谋

source: a request to offer service
tr: hizmet sunma isteği
vi: một yêu cầu cung cấp dịch vụ

source: an agreement to retrieve
tr: şunu geri alma anlaşması:
vi: một thỏa thuận để lấy lại

source: because the group travelled too slowly
de: weil die Gruppe zu langsam unterwegs war
fr: parce que le groupe a voyagé trop lentement
it: perché il gruppo viaggiava troppo lentamente
ko: 그룹이 너무 느리게 이동했기 때문에
pl: ponieważ grupa podróżowała zbyt wolno
pt_br: Porque o grupo viajou muito lentamente
ru: из-за того, что группа двигалась слишком медленно
tr: grup çok yavaş seyahat ettiği için
vi: vì nhóm đã di chuyển quá chậm
zh_hans: 因为小组旅行太慢了

source: after arriving at the destination
de: nach Ankunft am Zielort
fr: après être arrivé à destination
it: dopo l'arrivo a destinazione
ko: 목적지에 도착한 후
pl: po dotarciu do miejsca docelowego
pt_br: Depois de chegar no destino
ru: по прибытии на место
tr: varış noktasına ulaştıktan sonra
vi: sau khi đến đích
zh_hans: 到达目的地后

source: because of a leadership change at the site
de: wegen eines Führungswechsels an dem Standort
fr: en raison d'un changement de direction sur le site
it: a causa di un cambio di dirigenza nel sito
ko: 현장의 리더십 변경으로 인해
pl: z powodu zmiany lidera w państwie
pt_br: por causa de uma mudança de liderança no local
ru: из-за того, что сменилась власть над местом
tr: yerleşimdeki liderlik değişikliği nedeniyle
vi: vì có sự thay đổi lãnh đạo tại địa điểm đó
zh_hans: 因为基地的领导层变化

source: because the group went too far away
de: weil sich die Gruppe zu weit entfernt hat
fr: parce que le groupe est allé trop loin
it: perché il gruppo si è allontanato troppo
ko: 무리가 너무 멀리 갔기 때문에
pl: ponieważ grupa odeszła zbyt daleko
pt_br: Porque o grupo foi muito longe.
ru: из-за того, что группа ушла слишком далеко
tr: grup çok uzaklaştığı için
vi: vì nhóm đã đi quá xa
zh_hans: 因为这个团队走得太远了

source: after a joyous reunion
de: nach einem freudigen Wiedersehen
fr: après de joyeuses retrouvailles
it: dopo una gioiosa riunione
ko: 즐거운 재회 후
pl: po radosnym spotkaniu
pt_br: após uma reuniao alegre
ru: после радостного воссоединения
tr: neşeli bir kavuşmadan sonra
vi: sau một cuộc đoàn tụ vui vẻ
zh_hans: 在一次欢乐的聚会之后

source: after an adoption
de: nach einer Adoption
fr: après une adoption
it: dopo un'adozione
ko: 입양 후
pl: po adopcji
pt_br: Depois de uma adoção
ru: после принятия
tr: bir evlat edinmeden sonra
vi: sau một vụ nhận nuôi
zh_hans: 收养后

source: Recover wounded
de: Verwundete bergen
fr: Récupérer les blessés
it: Recupera i feriti
ko: 부상 회복
pl: Odzyskiwanie rannych
pt_br: Recuperar feridos
ru: Спасти раненого
tr: Yaralıyı kurtar
vi: Giải cứu người bị thương
zh_hans: 恢复伤口

source: was accepted by
de: wurde akzeptiert von
fr: a été accepté par
it: è stato accettato da
ko: 에 의해 수락되었습니다
pl: został zaakceptowany przez
pt_br: foi aceito por
ru: было принято
tr: tarafından kabul edildi:
vi: đã được chấp nhận bởi
zh_hans: 被接受了

source: the conclusion of
fr: la conclusion de
it: la conclusione di
ko: 의 결론
pl: wniosek
pt_br: a conclusão do
ru: заключение
tr: şunun sonucu:
vi: sự kết thúc của
zh_hans: 结论

source: corrupt dealings
fr: relations de corruption
it: rapporti di corruzione
ko: 부패 거래
pl: korupcyjne transakcje
pt_br: negócios corruptos
ru: коррупционные дела
tr: yozlaşmış anlaşmalar
vi: các giao dịch tham nhũng
zh_hans: 腐败的交易

source: the acceptance of
fr: l'acceptation de
it: l'approvazione di
ko: 수락
pl: akceptacja
pt_br: a aceitação
ru: принятие
tr: şunun kabulü:
vi: sự chấp nhận đối với
zh_hans: 接受

source: became embroiled in a dispute over
de: in einen Streit verwickelt wurde über
fr: s'est retrouvé mêlé à une dispute sur
it: è rimasto invischiato in una disputa su
ko: 에 대한 논쟁에 휩싸였다.
pl: został uwikłany w spór dotyczący
pt_br: tornou-se envolvido em uma disputa sobre
ru: был втянут в спор за
tr: şu konuda bir anlaşmazlığa sürüklendi:
vi: đã vướng vào một tranh chấp về
zh_hans: 卷入争执之中

source: the dispute between
fr: le différend entre
it: la controversia tra
ko: 간의 분쟁
pl: spór między
pt_br: a disputa entre
ru: спор между
tr: şunlar arasındaki anlaşmazlık:
vi: tranh chấp giữa
zh_hans: 之间的争执

source: accepted an offer of peace from
fr: accepté une offre de paix de
it: ha accettato un'offerta di pace da
ko: 평화의 제안을 받아들였다
pl: przyjął ofertę pokoju od
pt_br: aceitou uma oferta de paz de
ru: принял предложение мира от
tr: şundan gelen barış teklifini kabul etti:
vi: đã chấp nhận một lời đề nghị hòa bình từ
zh_hans: 接受了和平的提议与

source: the acceptance of an offer of peace from
fr: l'acceptation d'une offre de paix de
it: l'approvazione di un'offerta di pace da parte di
ko: 의 평화 제안 수락
pl: przyjęcie oferty pokoju od
pt_br: a aceitação de uma oferta de paz de
ru: принятие предложения мира от
tr: şundan gelen barış teklifinin kabulü:
vi: sự chấp nhận lời đề nghị hòa bình từ
zh_hans: 接受和平的提议与

source: rejected an offer of peace from
de: lehnte ein Friedensangebot ab von
fr: rejeté une offre de paix de
it: ha rifiutato un'offerta di pace da parte di
ko: 평화의 제안을 거절하다
pl: odrzucił ofertę pokoju ze strony
pt_br: rejeitou uma oferta de paz de
ru: отверг предложение мира от
tr: şundan gelen barış teklifini reddetti:
vi: đã từ chối một lời đề nghị hòa bình từ
zh_hans: 拒绝了和平的提议与

source: the rejection of an offer of peace from
fr: le rejet d'une offre de paix de
it: il rifiuto di un'offerta di pace da parte di
ko: 의 화해 제안 거절
pl: odrzucenie oferty pokoju ze strony
pt_br: a rejeição de uma oferta de paz de
ru: отказ от предложения мира от
tr: şundan gelen barış teklifinin reddi:
vi: sự từ chối lời đề nghị hòa bình từ
zh_hans: 拒绝一份和平提议与

source: the body
de: der Körper
fr: le corps
it: il corpo
ko: 몸
pl: ciało
pt_br: o corpo é
ru: тело
tr: ceset
vi: thi thể
zh_hans: 身体

source: the bodies
de: die Körper
fr: les corps
it: i corpi
ko: 시체
pl: ciała
pt_br: os corpos
ru: тела
tr: cesetler
vi: các thi thể
zh_hans: 身体

source: added to a gruesome sculpture
de: zu einer grausigen Skulptur hinzugefügt
fr: ajouté à une sculpture horrible
it: aggiunto a una macabra scultura
ko: 소름 끼치는 조각에 추가
pl: dodany do makabrycznej rzeźby
pt_br: adicionado a uma escultura macabra
ru: добавлен к ужасной скульптуре
tr: dehşet verici bir heykele eklendi
vi: được thêm vào một tác phẩm điêu khắc kinh dị
zh_hans: 加入了一个令人毛骨悚然的雕塑

source: added to a grotesque pillar
de: zu einer grotesken Säule hinzugefügt
fr: ajouté à un pilier grotesque
it: aggiunto a un pilastro grottesco
ko: 기괴한 기둥에 더해진
pl: dodany do groteskowego filaru
pt_br: adicionado a um pilar grotesco
ru: добавлен к гротескному столбу
tr: ucube bir sütuna eklendi
vi: được thêm vào một cột trụ quái dị
zh_hans: 加入一个怪诞的支柱

source: added to a grisly mound
de: zu einem grausigen Haufen hinzugefügt
fr: ajouté à un monticule macabre
it: aggiunto a un macabro cumulo
ko: 소름 끼치는 마운드에 추가
pl: dodane do makabrycznego kopca
pt_br: adicionado a um montículo macabro
ru: добавлен к ужасному кургану
tr: tüyler ürpertici bir höyüğe eklendi
vi: được thêm vào một đống xương rùng rợn
zh_hans: 添加到一个可怕的土堆

source: flayed and the skin stretched over
de: gehäutet und die Haut aufgespannt
fr: écorché et la peau tendue
it: scorticato e la pelle tesa su
ko: 벗겨지고 피부가 늘어납니다.
pl: Obdarty ze skóry i naciągnięty na
pt_br: esfolados e a pele esticada sobre
ru: содрали кожу и натянули на
tr: derisi yüzüldü ve şunun üzerine gerildi:
vi: lột da và căng da lên
zh_hans: 被痛打并且皮肤损伤了

source: animated
de: animierte
fr: Animé
it: animato
ko: 살아움직이는
pl: animowany
pt_br: Animado?
ru: оживлён
tr: canlandırıldı
vi: đã được hoạt hóa
zh_hans: 动画

source: hung from a
fr: pendu à un
it: appeso a un
ko: 매달린
pl: zawieszony na
pt_br: pendurado em um
ru: висели
tr: şuraya asıldı:
vi: treo từ một
zh_hans: 挂在

source: horribly mutilated
de: furchtbar verstümmelt
fr: horriblement mutilé
it: orribilmente mutilato
ko: 끔찍하게 훼손된
pl: potwornie okaleczony
pt_br: horrivelmente mutilados
ru: ужасно изуродован
tr: feci şekilde tahrip edildi
vi: bị tàn phá kinh khủng
zh_hans: 可怕的肢解

source: impalement on
fr: empalement sur
it: impalamento su
ko: 에 찔림
pl: wbicie na
pt_br: empalamento em
ru: сажание на
tr: şunun üzerine kazıklanması:
vi: xiên trên
zh_hans: 刺激

source: construction of a gruesome sculpture from
fr: construction d'une sculpture macabre de
it: costruzione di una raccapricciante scultura da
ko: 소름 끼치는 조각품의 건설
pl: budowa makabrycznej rzeźby z
pt_br: construção de uma escultura horrível de
ru: ваяние ужасной скульптуры из
tr: şundan dehşet verici bir heykel inşası:
vi: việc xây dựng một tác phẩm điêu khắc kinh dị từ
zh_hans: 建造一个令人毛骨悚然的雕塑在

source: construction of a grotesque pillar from
de: Konstruktion einer grotesken Säule aus
fr: construction d'un pilier grotesque de
it: costruzione di un pilastro grottesco da
ko: 기괴한 기둥의 건설
pl: budowa groteskowego filaru z
pt_br: construção de um pilar grotesca de
ru: возведение гротескного столба из
tr: şundan grotesk bir sütun inşası:
vi: việc xây dựng một cột trụ quái dị từ
zh_hans: 建造一个怪诞的支柱在

source: construction of a grisly mound from
fr: construction d'un monticule macabre à partir de
it: costruzione di un disgustoso tumulo da
ko: 소름 끼치는 마운드 건설
pl: budowa makabrycznego kopca z
pt_br: construção de um montículo macabro de
ru: насыпание ужасного кургана из
tr: şundan tüyler ürpertici bir höyük inşası:
vi: việc xây dựng một đống xương rùng rợn từ
zh_hans: 建造一个可怕的土墩在
