Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: No notable skills
fr: Aucune compétence notable
it: Nessuna abilità notevole
ko: 주목할만한 기술 없음
pl: Brak godnych uwagi umiejętności
pt_br: Sem habilidades notáveis
ru: Никаких заметных навыков
tr: Kayda değer yetenek yok
vi: Không có kỹ năng đáng chú ý nào
zh_hans: 没有值得注意的技能

source: Free captives belonging to your civilization
de: Befreie Gefangene, die Ihrer Zivilisation angehören
fr: Libérez les captifs appartenant à votre civilisation
it: Libera i prigionieri della tua civiltà
ko: 문명에 속한 무료 포로
pl: Uwolnij jeńców należących do twojej cywilizacji
pt_br: cativos livres pertencendo a sua civilização
ru: Освободите пленников, принадлежащих к вашей цивилизации
tr: Medeniyetinize ait tutsakları serbest bırakın
vi: Giải thoát tù nhân thuộc nền văn minh của bạn
zh_hans: 释放属于您文明的俘虏

source: Release other prisoners
de: Andere Gefangene freilassen
fr: Libérer les autres prisonniers
it: Rilascia altri prigionieri
ko: 다른 수감자 석방
pl: Uwolnij innych więźniów
pt_br: Liberte outros prisioneiros
ru: Освободить заключённых
tr: Diğer mahkumları serbest bırakın
vi: Giải phóng các tù nhân khác
zh_hans: 释放其他囚犯

source: Take important treasures
de: Wichtige Schätze mitnehmen
fr: Prenez des trésors importants
it: Prendi tesori importanti
ko: 중요한 보물을 가져가라
pl: Weź cenne skarby
pt_br: Pegue tesouros importantes
ru: Взять важные сокровища
tr: Önemli hazineleri al
vi: Thu giữ các báu vật quan trọng
zh_hans: 拿走重要的财宝

source: Loot other items
de: Loote andere items
fr: Ramassez d'autres objets
it: Depreda altri oggetti
ko: 다른 아이템을 약탈하세요
pl: Weź inne przedmioty
pt_br: Saquear outros itens
ru: Собирать другие предметы
tr: Ganimet topla
vi: Cướp bóc các vật phẩm khác
zh_hans: 劫掠其它物品

source: Steal livestock
de: Vieh stehlen
fr: Voler du bétail
it: Ruba bestiame
ko: 가축을 훔침
pl: Ukradnij trzodę
pt_br: Roubar gado
ru: Украсть домашний скот
tr: Hayvanları çal
vi: Trộm gia súc
zh_hans: 偷盗牲畜

source: Raid (squads will try to avoid detection)
de: Überfall (die Trupps werden versuchen, nicht entdeckt zu werden)
fr: Raid (les escouades essaieront d'éviter la détection)
it: Razzia (le squadre tenteranno di non essere scoperte)
ko: 습격(분대는 탐지를 피하려고 합니다)
pl: Najedź (drużyna będzie próbowała uniknąć wykrycia)
pt_br: Ataque (esquadrões irão tentar evitar detecção)
ru: Набег (отряды будут стараться избежать обнаружения)
tr: Baskın (birlikler tespit edilmemeye çalışacak)
vi: Đột kích (các đội sẽ cố gắng tránh bị phát hiện)
zh_hans: 偷袭（分队会尝试躲开侦查）

source: Pillage (openly attack)
de: Plünderung (offener Angriff)
fr: Pillage (attaque ouverte)
it: Saccheggia (attacco aperto)
ko: 약탈(공개적으로 공격)
pl: Splądruj (otwarcie zaatakuj)
pt_br: Pilhagem (atacar abertamente)
ru: Грабеж (открытое нападение)
tr: Yağma (açıkça saldır)
vi: Cướp phá (công khai tấn công)
zh_hans: 劫掠（公开进攻）

source: Raze (openly attack and destroy site)
de: Zerstören (offener Angriff und Zerstörung des Geländes)
fr: Raze (attaquer et détruire ouvertement le site)
it: Abbatti (attacca apertamente e distruggi il sito)
ko: Raze(사이트를 공개적으로 공격하고 파괴)
pl: Zrównaj z ziemią (otwarcie zaatakuj i zniszcz)
pt_br: Devastar (abertamente atacar e destruir local)
ru: Уничтожить (открыто атаковать и уничтожить место)
tr: Yıkım (açıkça saldır ve yeri yok et)
vi: San bằng (công khai tấn công và phá hủy địa điểm)
zh_hans: 夷为平地（公开进攻并摧毁地点）

source: Demand one-time tribute
de: Forderung nach einmaligem Tribut
fr: Exiger un hommage unique
it: Esigi un tributo una tantum
ko: 일회성 공물 요구
pl: Zażądaj jednorazowej daniny
pt_br: Demandar tributo único
ru: Потребовать единовременную дань
tr: Tek seferlik haraç iste
vi: Yêu cầu cống nạp một lần
zh_hans: 要求一次性贡品

source: Demand ongoing tribute
de: Fordern Sie eine fortlaufende Tributleistung
fr: Exigez un hommage continu
it: Esigi un tributo continuo
ko: 지속적인 공물 요구
pl: Zażądaj stałej daniny
pt_br: Demandar tributo recorrente
ru: Потребовать постоянную дань
tr: Düzenli haraç iste
vi: Yêu cầu cống nạp định kỳ
zh_hans: 要求长期进贡

source: Conquer and occupy
de: Erobern und Besetzen
fr: Conquérir et occuper
it: Conquista e occupa
ko: 정복과 점령
pl: Podbij i okupuj
pt_br: Conquistar e ocupar
ru: Завоевать и оккупировать
tr: Fethet ve işgal et
vi: Chinh phục và chiếm đóng
zh_hans: 征服并占领

source: Demand surrender and occupy
de: Kapitulation fordern und besetzen
fr: Exiger la reddition et occuper
it: Chiedi la resa e occupare
ko: 항복 요구 및 점령
pl: Zażądaj poddania i okupuj
pt_br: Demandar rendição e ocupar
ru: Требовать сдачи и капитуляции
tr: Teslimiyet iste ve işgal et
vi: Yêu cầu đầu hàng và chiếm đóng
zh_hans: 要求投降并占领

source: WARNING: If successful, your soldiers will join the
fr: AVERTISSEMENT : En cas de succès, vos soldats rejoindront le
it: AVVERTENZA: in caso di successo i vostri soldati si uniranno all'esercito di
ko: 경고: 성공하면 병사들이
pl: OSTRZEŻENIE: Jeśli się powiedzie, twoi żołnierze
pt_br: AVISO: se sucedido, seus soldados irão juntar-se a
ru: ВНИМАНИЕ: В случае успеха, ваши солдаты присоединятся
tr: UYARI: Başarılı olursa, askerleriniz
vi: CẢNH BÁO: Nếu thành công, binh lính của bạn sẽ tham gia vào đội ngũ
zh_hans: 警告：如果成功，你的士兵将加入

source: occupation and not return. Your new holdings will
de: Besetzung und nicht zurückkehren. Ihr neuer Betrieb wird
fr: occupation et ne pas revenir. Vos nouveaux avoirs seront
it: occupazione e non tornare. I tuoi nuovi possedimenti saranno
ko: 점령하고 돌아오지 않습니다.
pl: dołączą do okupacji i nie powrócą. Twoje nowe
pt_br: ocupação e não retornarão. Seus novos bens serão
ru: к оккупации и не вернутся. Ваши новые владения будут
tr: işgale katılacak ve geri dönmeyecek. Yeni mülkleriniz
vi: chiếm đóng và không quay trở về. Các lãnh thổ mới của bạn sẽ
zh_hans: 职业而不是回归。你的新馆藏会

source: be manageable from this screen.
de: von diesem Bildschirm aus verwaltet werden können.
fr: être gérable à partir de cet écran.
it: è gestibile da questa schermata.
ko: 이 화면에서 관리할 수 있습니다.
pl: posiadłości będą zarządzane z tego ekranu.
pt_br: administráveis por esta tela.
ru: управляется с этого экрана.
tr: bu ekrandan yönetilebilir olacak.
vi: được quản lý từ màn hình này.
zh_hans: 可以通过这个屏幕管理。

source: On this mission
de: Auf dieser Mission
fr: Sur cette mission
it: In questa missione
ko: 이 임무에
pl: W tej misji
pt_br: Nesta missão
ru: В этой миссии
tr: Bu görevde
vi: Trong nhiệm vụ này
zh_hans: 在这个任务

source: No specific orders
de: Keine zugewiesene Aufgabe
fr: Pas de commandes spécifiques
it: No ordini specifici
ko: 특정 주문 없음
pl: Brak konkretnych rozkazów
pt_br: Sem ordem especifica
ru: Нет конкретных приказов
tr: Özel emir yok
vi: Không có lệnh cụ thể nào
zh_hans: 没有具体的订单

source: No messengers available
de: Keine Boten verfügbar
fr: Aucun messager disponible
it: Nessun messaggero disponibile
ko: 사용할 수 있는 메신저가 없습니다.
pl: Brak dostępnych posłańców
pt_br: Sem mensageiro disponível
ru: Нет доступных послов
tr: Müsait haberci yok
vi: Không có sứ giả nào khả dụng
zh_hans: 没有可用信使

source: No squads available
de: Keine Trupps verfügbar
fr: Aucune équipe disponible
it: Nessuna squadra disponibile
ko: 사용 가능한 스쿼드 없음
pl: Brak dostępnych oddziałów
pt_br: Sem esquadrão disponível
ru: Нет доступных отрядов
tr: Müsait birlik yok
vi: Không có đội quân nào khả dụng
zh_hans: 没有可用分队

source: Click to view all news and rumors
de: Klicken Sie hier, um alle Nachrichten und Gerüchte zu sehen
fr: Cliquez pour voir toutes les nouvelles et rumeurs
it: Clicca per vedere tutte le notizie e dicerie
ko: 모든 뉴스와 소문을 보려면 클릭하십시오.
pl: Kliknij aby zobaczyć wszystkie nowości i plotki
pt_br: Clique para ver todas as noticias e rumores
ru: Нажмите, чтобы просмотреть все новости и слухи
tr: Tüm haberleri ve söylentileri görmek için tıklayın
vi: Nhấp để xem tất cả tin tức và tin đồn
zh_hans: 点击查看所有的新闻和流言

source: No reports available
de: Keine Berichte verfügbar
fr: Aucun rapport disponible
it: Non sono disponibili rapporti
ko: 사용 가능한 보고서 없음
pl: Brak dostępnych raportów
pt_br: Nenhum relatório disponível
ru: Отчеты отсутствуют
tr: Rapor yok
vi: Không có báo cáo nào khả dụng
zh_hans: 没有可用的报告

source: Last in
de: Zuletzt in
fr: Dernier à
it: Ultimo in
ko: 마지막
pl: Ostatni w
pt_br: Por último em
ru: Прошлый в
tr: En son şurada:
vi: Lần cuối ở
zh_hans: 最后的

source: Last known to be traveling
de: Zuletzt bekannt als Reisender
fr: Dernier voyage connu
it: Ultimo viaggio conosciuto
ko: 마지막으로 알려진 여행
pl: Ostatni znany podróżnik
pt_br: Sabe-se que estava viajando
ru: Последний известный как путешествующий
tr: En son seyahat ettiği biliniyor
vi: Lần cuối được biết đang trên đường
zh_hans: 最后知道是旅行

source: Location unknown
de: Ort unbekannt
fr: Lieu inconnu
it: Luogo sconosciuto
ko: 위치 알 수 없음
pl: Nieznana lokalizacja
pt_br: Localização desconhecida
ru: Место неизвестно
tr: Konum bilinmiyor
vi: Vị trí không xác định
zh_hans: 位置未知

source: Click to rescue (creates new mission)
de: Zum Retten anklicken (erstellt eine neue Mission)
fr: Cliquez pour sauver (crée une nouvelle mission)
it: Clicca per salvare (crea una nuova missione)
ko: 클릭하여 구출(새 미션 생성)
pl: Kliknij aby uratować (tworzy nową misję)
pt_br: Clique para resgatar (criar nova missão)
ru: Нажмите, чтобы спасти (создает новую миссию)
tr: Kurtarmak için tıklayın (yeni görev oluşturur)
vi: Nhấp để giải cứu (tạo nhiệm vụ mới)
zh_hans: 点击来营救（将创建新任务）

source: Last held by
de: Zuletzt im Besitz von
fr: Dernière tenue par
it: Ultimo detenuto da
ko: 마지막 보유자
pl: Ostatnio posiadane przez
pt_br: Por último mantido por
ru: Последний проведенный
tr: En son şunun elindeydi:
vi: Lần cuối thuộc quyền kiểm soát của
zh_hans: 最后举行

source: Claimed by your local government
de: Beansprucht von Ihrer lokalen Regierung
fr: Réclamé par votre gouvernement local
it: Rivendicato dall'amministrazione locale
ko: 지자체에서 청구함
pl: Przejęte przez twoje lokalne władze
pt_br: Reivindicado pelo seu governo local
ru: Утверждают местные власти
tr: Yerel yönetiminiz tarafından egemenliğe alındı
vi: Được chính quyền địa phương của bạn tuyên bố chủ quyền
zh_hans: 由当地政府声明

source: Claimed by local
de: Beansprucht von lokalen
fr: Revendiqué par les locaux
it: Rivendicato dai locali
ko: 지역에서 주장
pl: Przejęte przez lokalne
pt_br: Reivindicado pelo local
ru: Требуется местным
tr: Yerel tarafından sahiplenildi:
vi: Được người dân địa phương tuyên bố chủ quyền
zh_hans: 当地人声称

source: Claimed by local family
de: Beansprucht von lokaler Familie
fr: Revendiqué par la famille locale
it: Rivendicato dalla famiglia locale
ko: 현지 가족이 주장하는
pl: Przejęte przez lokalną rodzinę
pt_br: Reivindicado por família local
ru: Запросила местная семья
tr: Yerel aile tarafından sahiplenildi
vi: Được gia đình địa phương tuyên bố chủ quyền
zh_hans: 当地家庭声称

source: Click to recover (creates new mission)
de: Klicken Sie zum Bergen (erstellt eine neue Mission)
fr: Cliquez pour récupérer (crée une nouvelle mission)
it: Fare clic per recuperare (crea una nuova missione)
ko: 클릭하여 복구(새 미션 생성)
pl: Kliknij aby odzyskać (tworzy nową misję)
pt_br: Clique para recuperar (criar nova missão)
ru: Нажмите, чтобы возвратить (создает новую миссию)
tr: Geri almak için tıklayın (yeni görev oluşturur)
vi: Nhấp để thu hồi (tạo nhiệm vụ mới)
zh_hans: 单击以恢复（创建新任务）

source: Center on fort
de: Zentriere Fort
fr: Centre sur le fort
it: Centra sulla fortezza
ko: 요새 중심
pl: Środek na fort
pt_br: Centralizar no forte
ru: Центр на форт
tr: Kaleye odakla
vi: Tập trung vào pháo đài
zh_hans: 聚焦要塞

source: News and rumors
de: Nachrichten und Gerüchte
fr: Nouvelles et rumeurs
it: Notizie e dicerie
ko: 뉴스와 소문
pl: Wiadomości i plotki
pt_br: Noticias e rumores
ru: Новости и слухи
tr: Haberler ve söylentiler
vi: Tin tức và tin đồn
zh_hans: 新闻和谣言

source: Civilizations
de: Zivilisationen
fr: Civilisations
it: Civiltà
ko: 문명
pl: Cywilizacje
pt_br: Civilizações
ru: Цивилизации
tr: Medeniyetler
vi: Các nền văn minh
zh_hans: 文明

source: Reports
de: Berichte
fr: Rapports
it: Rapporti
ko: 전투 로그
pl: Raporty
pt_br: Relatórios
ru: Отчеты
tr: Raporlar
vi: Báo cáo
zh_hans: 报告

source: Done
de: Erledigt
fr: Fait
it: Fatto
ko: 완료
pl: Gotow
pt_br: Feito
ru: ОК
tr: Bitti
vi: Hoàn tất
zh_hans: 完成

source: the army of
fr: l'armée de
it: l'esercito di
ko: 의 군대
pl: armia
pt_br: o exercito de
ru: армия
tr: şunun ordusu:
vi: quân đội của
zh_hans: 军队，

source: marched on
fr: marché sur
it: marciato su
ko: 행진했다
pl: maszerowała na
pt_br: marchou para
ru: двинулся вперед
tr: şuraya yürüdü:
vi: đã hành quân đến
zh_hans: 继续前进

source: claimed
de: beansprucht
fr: revendiqué
it: rivendicato
ko: 주장
pl: zajęła
pt_br: reclamada
ru: занят
tr: ele geçirdi:
vi: đã tuyên bố chủ quyền
zh_hans: 声称

source: in the name of
de: im Namen des
fr: au nom de
it: in nome di
ko: 이름으로
pl: w imię
pt_br: em nome de
ru: во имя
tr: şunun adına:
vi: nhân danh
zh_hans: 以名之于

source: became
de: wurde
fr: est devenu
it: diventato
ko: ~가 되었다
pl: został
pt_br: tornou-se
ru: стал
tr: oldu
vi: đã trở thành
zh_hans: 成为

source: ruler
de: Herrscher
fr: règle
it: sovrano
ko: 자
pl: władca
pt_br: governante
ru: правителем
tr: hükümdar
vi: người cai trị
zh_hans: 统治者

source: , replacing
de: , ersetzen
fr: , remplaçant
it: , rimpiazzando
ko: , 교체
pl: , zastępując
pt_br: , substituindo
ru: , заменив
tr: , şunun yerine geçti:
vi: , thay thế
zh_hans: ，替换

source: his
de: seine
fr: le sien
it: il suo
ko: 그의
pl: jego
pt_br: sua
ru: его
tr: onun
vi: của hắn
zh_hans: 他的

source: her
de: ihre
fr: son
it: il suo
ko: 그녀의
pl: jej
pt_br: dela
ru: её
tr: onun
vi: của cô ấy
zh_hans: 她的

source: was known to be
fr: était connu pour être
it: era conosciuto per
ko: 것으로 알려졌다
pl: był znany z tego, że
pt_br: era conhecido por ser
ru: было известно, что
tr: şöyle biliniyordu:
vi: được biết là
zh_hans: 众所周知

source: an insurrection against
fr: une insurrection contre
it: un'insurrezione contro
ko: 반란
pl: powstanie przeciwko
pt_br: uma insurreição contra
ru: восстание против
tr: şuna karşı bir isyan
vi: một cuộc nổi dậy chống lại
zh_hans: 反抗的叛乱

source: began in
fr: A commencé dans
it: ha avuto inizio in
ko: ~에 시작했다
pl: zaczął w
pt_br: começou em
ru: началось в
tr: şurada başladı:
vi: bắt đầu tại
zh_hans: 开始了

source: crushed an insurrection
fr: écrasé une insurrection
it: ha stroncato un'insurrezione
ko: 반란을 진압하다
pl: zdławił powstanie
pt_br: esmagou uma insurreição
ru: подавил восстание
tr: bir isyanı bastırdı
vi: đã dập tắt một cuộc nổi dậy
zh_hans: 粉碎了起义

source: waited out an insurrection
fr: attendu une insurrection
it: ha aspettato un'insurrezione
ko: 반란을 기다렸다
pl: przeczekał powstanie
pt_br: esperou por uma insurreição
ru: переждал восстание
tr: bir isyanın yatışmasını bekledi
vi: đã chờ đợi cho một cuộc nổi dậy qua đi
zh_hans: 等了起来

source: was overthrown after an insurrection
fr: a été renversé après une insurrection
it: fu deposto dopo un'insurrezione
ko: 반란 후에 전복되었다
pl: został obalony po powstaniu
pt_br: foi deposto após uma insurreição
ru: был свергнут в результате восстания
tr: bir isyandan sonra devrildi
vi: đã bị lật đổ sau một cuộc nổi dậy
zh_hans: 在起义后被推翻了

source: a group calling itself
fr: un groupe se faisant appeler
it: un gruppo che si definisce
ko: 자신을 부르는 그룹
pl: grupa nazywająca się
pt_br: um grupo que se autodenomina
ru: группа личностей, называющих себя
tr: kendine şu adı veren bir grup:
vi: một nhóm tự xưng là
zh_hans: 一群自称的人

source: reclaimed
de: zurückgefordert
fr: récupéré
it: reclamato
ko: 매립
pl: przejęła
pt_br: reivindicou
ru: вернули
tr: geri aldı:
vi: đã đòi lại
zh_hans: 回收

source: on behalf of
de: im Auftrag von
fr: au nom de
it: per conto di
ko: 대신에
pl: w imię
pt_br: em nome de
ru: от имени
tr: şunun adına:
vi: thay mặt cho
zh_hans: 代表

source: founded
de: gegründet
fr: fondé
it: fondato
ko: 설립
pl: założył
pt_br: fundada
ru: основал
tr: kurdu:
vi: đã thành lập
zh_hans: 成立

source: after a long journey from the lands of
de: nach einer langen Reise aus den Ländern des
fr: après un long voyage depuis les terres de
it: dopo un lungo viaggio dalle terre di
ko: 의 땅에서 긴 여행 후
pl: po długiej podróży z ziemi
pt_br: após uma longa viagem desde as terras de
ru: после долгого путешествия из земель
tr: şunun topraklarından uzun bir yolculuktan sonra:
vi: sau một hành trình dài từ vùng đất của
zh_hans: 经过长途跋涉之旅从

source: was conquered
de: ist erobert worden
fr: a été conquis
it: stato conquistato
ko: 정복되었다
pl: zostało podbite
pt_br: foi conquistado
ru: был завоеван
tr: fethedildi
vi: đã bị chinh phục
zh_hans: 被征服了

source: moved on in search of a better future after the horrible mismanagement of
de: zogen auf der Suche nach einer besseren Zukunft nach der schrecklichen Misswirtschaft der
fr: partir à la recherche d'un avenir meilleur après l'horrible mauvaise gestion de
it: si sono spostati in cerca di un futuro migliore dopo l'orribile malagestione di
ko: 의 끔찍한 실수와 관리 후에 더 나은 미래를 향해 나아갔다.
pl: ruszył w poszukiwaniu lepszej przyszłości po okropnym zarządzaniu
pt_br: foi em busca de um futuro melhor após o terrível gerenciamento de
ru: ушел на поиски лучшего будущего после полной бесхозяйственности
tr: bölgesindeki korkunç kötü yönetimden sonra, daha iyi bir gelecek arayışıyla buradan ayrıldı:
vi: đã rời đi để tìm kiếm một tương lai tốt đẹp hơn sau sự quản lý tồi tệ của
zh_hans: 继续寻找更美好的未来，即使之前错误处置了

source: gave up on their occupation of
de: ihre Besatzung aufgegeben von
fr: renoncé à leur métier de
it: hanno rinunciato alla loro occupazione di
ko: 그들의 직업을 포기했다
pl: zrezygnowali z okupacji
pt_br: desistiu de sua ocupação de
ru: сдались оккупации
tr: şuranın işgalinden vazgeçti:
vi: đã từ bỏ việc chiếm đóng
zh_hans: 放弃了占领

source: refugees calling themselves
fr: réfugiés se faisant appeler
it: rifugiati che si fanno chiamare
ko: 자신을 부르는 난민
pl: uchodźcy nazywający się
pt_br: refugiados se intitulando
ru: беженцы называют себя
tr: kendine şu adı veren mülteciler:
vi: những người tị nạn tự xưng là
zh_hans: 难民自称

source: fled from the area just before an army
de: flohen aus dem Gebiet, kurz bevor eine Armee
fr: s'est enfui de la région juste avant une armée
it: fuggito dall'area poco prima che un esercito
ko: 군대 직전에 그 지역에서 도망쳤다.
pl: uciekł z okolicy tuż przed armią
pt_br: escapou da área pouco antes de um exercito
ru: бежали из области как раз перед армией
tr: bir ordu gelmeden hemen önce bölgeden kaçtı
vi: đã chạy trốn khỏi khu vực ngay trước khi một đội quân
zh_hans: 在军队前逃离该地区

source: led by
de: unter der Leitung von
fr: dirigé par
it: guidato da
ko: 주도
pl: prowadzona przez
pt_br: liderado por
ru: возглавляемой
tr: liderliğinde:
vi: do dẫn đầu
zh_hans: 受领导于

source: descended upon
fr: est descendu sur
it: sceso su
ko: 후손
pl: zstąpił
pt_br: desceu sobre
ru: сошел на
tr: üzerine yürüdü
vi: đã đổ bộ xuống
zh_hans: 下降了

source: was kidnapped
de: wurde entführt
fr: A été kidnappé
it: stato rapito
ko: 납치됐다
pl: został porwany
pt_br: foi sequestrado
ru: был украден
tr: kaçırıldı
vi: đã bị bắt cóc
zh_hans: 被绑架

source: the preparation and use of dedicated hospitals
fr: la préparation et l'utilisation d'hôpitaux dédiés
it: la preparazione e l'utilizzo di ospedali dedicati
ko: 전담병원 준비 및 이용
pl: przygotowanie i korzystanie z dedykowanych szpitali
pt_br: a preparação e o uso de hospitais dedicados
ru: подготовка и использование специализированных госпиталей
tr: özel hastanelerin hazırlanması ve kullanımı
vi: việc chuẩn bị và sử dụng các bệnh viện chuyên dụng
zh_hans: 专用医院的准备和使用

source: Unnamed recenter location
fr: Emplacement de recentrage sans nom
it: Posizione per ricentrare senza nome
ko: 이름이 지정되지 않은 최근 위치
pl: Nienazwana ostatnia lokalizacja
pt_br: Local de centralização sem nome
ru: Переход без названия
tr: İsimsiz odak noktası
vi: Vị trí tập trung lại chưa đặt tên
zh_hans: 未命名的重定位点

source: Not yet asssigned
fr: Pas encore attribué
it: Non ancora assegnato
ko: 아직 할당되지 않음
pl: Jeszcze nie przypisany
pt_br: Ainda não designado
ru: Еще не назначен
tr: Henüz atanmadı
vi: Chưa được giao nhiệm vụ
zh_hans: 尚未分配

source: Unknown item
de: Unbekanntes item
fr: Objet inconnu
it: Oggetto sconosciuto
ko: 알 수 없는 항목
pl: Nieznany przedmiot
pt_br: Item desconhecido
ru: Неизвестный предмет
tr: Bilinmeyen eşya
vi: Vật phẩm không xác định
zh_hans: 未知物品

source: (hidden)
fr: (caché)
it: (nascosto)
ko: (숨겨진)
pl: (ukryty)
pt_br: (escondido)
ru: (скрытый)
tr: (gizli)
vi: (ẩn)
zh_hans: （隐藏）

source: Unknown creature
fr: Créature inconnue
it: Creatura sconosciuta
ko: 알 수 없는 생물
pl: Nieznane stworzenie
pt_br: Criatura desconhecida
ru: Неизвестное существо
tr: Bilinmeyen yaratık
vi: Sinh vật không xác định
zh_hans: 未知的生物

source: (not possible)
fr: (pas possible)
it: (impossibile)
ko: (불가)
pl: (niemożliwe)
pt_br: (impossível)
ru: (невозможно)
tr: (mümkün değil)
vi: (không thể thực hiện)
zh_hans: （不可能的）

source: Recenter to
de: Zentriere auf
fr: Plus recent sur
it: Ricentra su
ko: 중앙 정렬
pl: Przejdź do
pt_br: Centralizar em
ru: Перейти к
tr: Şuraya odakla:
vi: Tập trung lại vào
zh_hans: 重定位至

source: elevation
de: Höhe
fr: élévation
it: quota
ko: 층
pl: poziom
pt_br: elevação
ru: высоте
tr: yükseklik
vi: độ cao
zh_hans: 提拔

source: , position
it: , posizione
ko: , 위치
pl: , pozycja
pt_br: , posição
ru: , позиция
tr: , konum
vi: , vị trí
zh_hans: ，位置

source: Add new recenter location
de: Neuen Ort für die Zentrierung hinzufügen
fr: Ajouter un nouvel emplacement plus récent
it: Aggiungi posizione di ricentramento
ko: 새로운 최근 위치 추가
pl: Dodaj nową lokalizację wyśrodkowania
pt_br: Adicionar novo local de centralização
ru: Добавить точку перехода
tr: Yeni odaklama konumu ekle
vi: Thêm vị trí tập trung lại mới
zh_hans: 添加新的重定位点

source: Saving game
fr: Jeu de sauvegarde
it: Salvataggio
ko: 게임 저장 중
pl: Zapisywanie gry
pt_br: Salvando o jogo
ru: Сохранить игру
tr: Oyun kaydediliyor
vi: Đang lưu game
zh_hans: 保存

source: Initializing...
de: Initialisierung...
fr: Initialisation...
it: Avviando...
ko: 초기화 중...
pl: Inicjalizacja...
pt_br: Inicializando...
ru: Инициализация...
tr: Başlatılıyor...
vi: Đang khởi tạo...
zh_hans: 初始化...

source: Checking directory structure...
de: Überprüfe Verzeichnisstruktur...
fr: Vérification de la structure du répertoire...
it: Verificando struttura della directory...
ko: 디렉토리 구조 확인 중...
pl: Sprawdzanie struktury katalogów...
pt_br: Verificando a estrutura do diretório...
ru: Проверка структуры каталогов...
tr: Dizin yapısı kontrol ediliyor...
vi: Đang kiểm tra cấu trúc thư mục...
zh_hans: 检查目录结构......

source: Preliminary cleaning...
de: Vorreinigung...
fr: Nettoyage préliminaire...
it: Pulizia preliminare...
ko: 사전 청소 중...
pl: Wstępne czyszczenie...
pt_br: Limpeza preliminar...
ru: Предварительная очистка...
tr: Ön temizlik...
vi: Đang dọn dẹp sơ bộ...
zh_hans: 初步清洁......

source: Offloading units...
de: Einheiten aufladen...
fr: Déchargement des unités...
it: Scaricamento unità...
ko: 부대 제거 중...
pl: Rozładowywanie jednostek...
pt_br: Descarregando unidades...
ru: Выгрузка юнитов...
tr: Bellekten atılıyor...
vi: Đang dỡ đơn vị...
zh_hans: 卸货单位......

source: Offloading art...
de: Kunst aufladen...
fr: Déchargement de l'art...
it: Scaricamento arte...
ko: 예술품 제거 중...
pl: Rozładowywanie sztuki...
pt_br: Descarregando arte...
ru: Выгрузка искусств...
tr: Sanat eserleri boşaltılıyor...
vi: Đang dỡ đồ họa...
zh_hans: 卸载艺术......

source: Opening file...
de: Datei öffnen...
fr: Ouverture du fichier...
it: Aprendo file...
ko: 파일을 여는 중...
pl: Otwieranie pliku...
pt_br: Abrindo o arquivo...
ru: Открытие файла...
tr: Dosya açılıyor...
vi: Đang mở tệp...
zh_hans: 打开档案......

source: Characterizing raw data...
de: Rohdaten charakterisieren...
fr: Caractériser les données brutes...
it: Caratterizzando dati grezzi...
ko: 미가공 데이터 특성화 중...
pl: Charakteryzowanie surowych danych...
pt_br: Caracterizando os dados brutos...
ru: Характеризация исходных данных...
tr: Ham veri tanımlanıyor...
vi: Đang định tính dữ liệu thô...
zh_hans: 特征化原始数据......

source: Allocating space...
de: Speicherplatz zuweisen...
fr: Allouant de l'espace...
it: Assegnando spazio...
ko: 공간 할당 중...
pl: Przydzielanie miejsca...
pt_br: Alocando espaço...
ru: Выделение пространства...
tr: Alan ayrılıyor...
vi: Đang cấp phát không gian...
zh_hans: 分配空间...
