Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Saving items...
de: Gegenstände speichern...
fr: Enregistrement des objets...
it: Salvataggio oggetti...
ko: 아이템 저장 중...
pl: Zapisywanie przedmiotów...
pt_br: Salvando itens...
ru: Сохранение предметов...
tr: Eşyalar kaydediliyor...
vi: Đang lưu vật phẩm...
zh_hans: 保存物品......

source: Saving units...
de: Einheiten speichern...
fr: Enregistrement des unités...
it: Salvataggio unità...
ko: 부대 저장 중...
pl: Zapisywanie jednostek...
pt_br: Salvando as unidades...
ru: Сохранение юнитов...
tr: Birimler kaydediliyor...
vi: Đang lưu đơn vị...
zh_hans: 保存单位......

source: Saving jobs...
de: Jobs speichern...
fr: Sauvetage d'emplois...
it: Salvataggio lavori...
ko: 작업 저장 중...
pl: Zapisywanie zawodów...
pt_br: Salvar os empregos...
ru: Сохранение работ...
tr: İşler kaydediliyor...
vi: Đang lưu công việc...
zh_hans: 保存工作......

source: Saving schedules...
de: Zeitpläne speichern...
fr: Enregistrement des horaires...
it: Salvataggio programmi...
ko: 일정 저장 중...
pl: Zapisywanie planów...
pt_br: Salvando os cronogramas...
ru: Сохранение расписаний...
tr: Programlar kaydediliyor...
vi: Đang lưu lịch trình...
zh_hans: 保存时间表......

source: Saving projectiles...
de: Projektile speichern...
fr: Sauvegarde des projectiles...
it: Salvataggio proiettili...
ko: 발사체 저장 중...
pl: Zapisywanie pocisków...
pt_br: Salvando projéteis...
ru: Сохранение снарядов...
tr: Mühimmat kaydediliyor...
vi: Đang lưu vật thể bay...
zh_hans: 保存投射物......

source: Saving buildings...
de: Gebäude speichern...
fr: Sauver les bâtiments...
it: Salvataggio edifici...
ko: 건축물 저장 중...
pl: Zapisywanie budynków...
pt_br: Salvando os edifícios...
ru: Сохранение строений...
tr: Binalar kaydediliyor...
vi: Đang lưu công trình...
zh_hans: 保存建筑......

source: Saving machines...
de: Maschinen speichern...
fr: Sauvegarder les machines...
it: Salvataggio macchine...
ko: 기계 저장 중...
pl: Zapisywanie maszyn...
pt_br: Salvando as máquinas...
ru: Сохранение машин...
tr: Makineler kaydediliyor...
vi: Đang lưu máy móc...
zh_hans: 保存机器......

source: Saving flow guides...
de: Strömungsführungen speichern...
fr: Enregistrement des guides de flux...
it: Salvataggio guide di flusso...
ko: 흐름 가이드 저장 중...
pl: Zapisywanie przewodników przepływu...
pt_br: Salvando guias de fluxo...
ru: Сохранение направляющих потока...
tr: Akış kılavuzları kaydediliyor...
vi: Đang lưu hướng dẫn dòng chảy...
zh_hans: 保存流体指引......

source: Saving effects...
de: Effekte speichern...
fr: Sauvegarde des effets...
it: Salvataggio effetti...
ko: 효과 저장 중...
pl: Zapisywanie efektów...
pt_br: Salvando os efeitos...
ru: Сохранение эффектов...
tr: Efektler kaydediliyor...
vi: Đang lưu hiệu ứng...
zh_hans: 保存效果......

source: Saving entities...
de: Instanzen speichern...
fr: Enregistrement des entités...
it: Salvataggio entità...
ko: 개체 저장 중...
pl: Zapisywanie istot...
pt_br: Salvando entidades...
ru: Сохранение сущностей...
tr: Dünya verileri kaydediliyor...
vi: Đang lưu các thực thể...
zh_hans: 保存实体......

source: Saving local animal populations...
de: lokale Tierpopulation speichern...
fr: Sauver les populations animales locales...
it: Salvataggio fauna locale...
ko: 지역 동물 개체수 저장 중...
pl: Zapisywanie lokalnych populacji zwierząt...
pt_br: Salvando as populações locais de animais...
ru: Сохранение локальных популяций животных...
tr: Yerel hayvan popülasyonları kaydediliyor...
vi: Đang lưu quần thể động vật cục bộ...
zh_hans: 保存当地动物种群......

source: Saving events...
de: Veranstaltungen speichern...
fr: Enregistrement d'événements...
it: Salvataggio eventi...
ko: 사건 저장 중...
pl: Zapisywanie wydarzeń...
pt_br: Salvando os eventos...
ru: Сохранение событий...
tr: Olaylar kaydediliyor...
vi: Đang lưu các sự kiện...
zh_hans: 保存活动......

source: Saving mandates...
de: Mandate speichern...
fr: Enregistrement des mandats...
it: Salvataggio mandati...
ko: 지시 저장 중...
pl: Zapisywanie poleceń...
pt_br: Salvando os mandatos...
ru: Сохранение поручений...
tr: Talepler kaydediliyor...
vi: Đang lưu các mệnh lệnh...
zh_hans: 保存任务......

source: Saving work quotas...
de: Arbeitsnormen speichern...
fr: Enregistrement des quotas de travail...
it: Salvataggio quote lavoro...
ko: 작업 할당량 저장 중...
pl: Zapisywanie kwot roboczych...
pt_br: Salvando cotas de trabalho...
ru: Сохранение рабочих квот...
tr: İş kotaları kaydediliyor...
vi: Đang lưu các định mức công việc...
zh_hans: 保存工作配额......

source: Saving world events...
de: Speichere Weltgeschehen...
fr: Enregistrement d'événements mondiaux...
it: Salvataggio eventi del mondo...
ko: 세계 사건 저장 중...
pl: Zapisywanie światowych wydarzeń...
pt_br: Salvando os eventos do mundo...
ru: Сохранение мировых событий...
tr: Dünya olayları kaydediliyor...
vi: Đang lưu các sự kiện thế giới...
zh_hans: 拯救世界事件......

source: Saving coin information...
de: Speichern Münzinformationen...
fr: Enregistrement des informations sur les pièces...
it: Salvataggio informazioni monete...
ko: 주화 정보 저장 중...
pl: Zapisywanie informacji o monecie...
pt_br: Salvando informações de moeda...
ru: Сохранение информации о монетах...
tr: Para bilgisi kaydediliyor...
vi: Đang lưu thông tin tiền tệ...
zh_hans: 保存硬币信息......

source: Saving squads...
de: Speichere Gruppen...
fr: Sauver les équipes...
it: Salvataggio squadre...
ko: 분대 저장 중...
pl: Zapisywanie oddziałów...
pt_br: Salvando esquadrões...
ru: Сохранение отрядов...
tr: Birlikler kaydediliyor...
vi: Đang lưu các biệt đội...
zh_hans: 拯救小队......

source: Saving formations...
de: Speichere Formationen...
fr: Sauvegarde des formations...
it: Salvataggio formazioni...
ko: 구조물 저장 중...
pl: Zapisywanie formacji...
pt_br: Salvando formações...
ru: Сохранение формаций...
tr: Formasyonlar kaydediliyor...
vi: Đang lưu các đội hình...
zh_hans: 保存编队......

source: Saving activities...
de: Speichere Aktivitäten...
fr: Enregistrement des activités...
it: Salvataggio attività...
ko: 활동 저장 중...
pl: Zapisywanie aktywności...
pt_br: Salvando as atividades...
ru: Сохранение активности...
tr: Aktiviteler kaydediliyor...
vi: Đang lưu các hoạt động...
zh_hans: 保存活动......

source: Saving interactions...
de: Interaktionen speichern...
fr: Enregistrement des interactions...
it: Salvataggio interazioni...
ko: 상호작용 저장 중...
pl: Zapisywanie interakcji...
pt_br: Salvando as interações...
ru: Сохранение взаимодействия...
tr: Etkileşimler kaydediliyor...
vi: Đang lưu các tương tác...
zh_hans: 保存互动......

source: Saving written content...
de: Speichere geschrieben Inhalt...
fr: Enregistrement du contenu écrit...
it: Salvataggio contenuti scritti...
ko: 작성된 콘텐츠 저장 중...
pl: Zapisywanie pisanej zawartości...
pt_br: Salvando o conteúdo escrito...
ru: Сохранение текстов...
tr: Yazılı içerik kaydediliyor...
vi: Đang lưu nội dung đã ghi chép...
zh_hans: 保存书写内容......

source: Saving identities...
de: Speichere Identitäten...
fr: Enregistrement des identités...
it: Salvataggio identità...
ko: 신분 저장 중...
pl: Zapisywanie tożsamości...
pt_br: Salvando as identidades...
ru: Сохранение тождеств...
tr: Kimlikler kaydediliyor...
vi: Đang lưu các danh tính...
zh_hans: 保存身份......

source: Saving incidents...
de: Speichere Vorfälle...
fr: Enregistrement d'incidents...
it: Salvataggio incidenti...
ko: 분쟁 저장 중...
pl: Zapisywanie incydentów...
pt_br: Salvando os incidentes...
ru: Сохранение инцидентов...
tr: Vakalar kaydediliyor...
vi: Đang lưu các biến cố...
zh_hans: 保存事故......

source: Saving crimes...
de: Speichere Verbrechen...
fr: Sauver des délits...
it: Salvataggio crimini...
ko: 범죄 저장 중...
pl: Zapisywanie przestępstw...
pt_br: Salvando os crimes...
ru: Сохранение преступлений...
tr: Suçlar kaydediliyor...
vi: Đang lưu các tội ác...
zh_hans: 保存罪行......

source: Saving vehicles...
de: Speichere Fahrzeuge...
fr: Sauvetage de véhicules...
it: Salvataggio veicoli...
ko: 차량 저장 중...
pl: Zapisywanie pojazdów...
pt_br: Salvando os veículos...
ru: Сохранение тележек...
tr: Araçlar kaydediliyor...
vi: Đang lưu các phương tiện...
zh_hans: 保存载具......

source: Saving armies...
de: Speichere Armeen...
fr: Sauver des armées...
it: Salvataggio eserciti...
ko: 군대 저장 중...
pl: Zapisywanie armii...
pt_br: Salvando exércitos...
ru: Сохранение армий...
tr: Ordular kaydediliyor...
vi: Đang lưu các quân đội...
zh_hans: 保存军队......

source: Saving army controllers...
de: Speichere Armee-Kontrollen...
fr: Sauver les contrôleurs de l'armée...
it: Salvataggio controllori esercito...
ko: 군대 제어기 저장 중...
pl: Zapisywanie kontrolerów armii...
pt_br: Salvando os controladores do exército...
ru: Сохранение контролёров армии...
tr: Ordu kontrolcüleri kaydediliyor...
vi: Đang lưu các bộ điều khiển quân đội...
zh_hans: 保存军队控制......

source: Saving tracking information...
de: Speichere Tracking-Informationen...
fr: Enregistrement des informations de suivi...
it: Salvataggio informazioni di tracciamento...
ko: 추적 정보 저장 중...
pl: Zapisywanie informacji wywiadowczych...
pt_br: Salvando informações de rastreamento...
ru: Сохранение информации об отслеживании...
tr: Takip bilgileri kaydediliyor...
vi: Đang lưu thông tin theo dõi...
zh_hans: 保存跟踪信息......

source: Saving cultural identities...
de: Speichern von kulturellen Identitäten...
fr: Sauver les identités culturelles...
it: Salvataggio identità culturali...
ko: 문화적 정체성 저장 중...
pl: Zapisywanie tożsamości kulturowych...
pt_br: Salvando as identidades culturais...
ru: Сохранение культурных ценностей...
tr: Kültürel kimlikler kaydediliyor...
vi: Đang lưu các bản sắc văn hóa...
zh_hans: 拯救文化身份......

source: Saving agreement...
de: Speichere Vereinbarungen...
fr: Accord de sauvegarde...
it: Salvataggio accordo...
ko: 계약 저장 중...
pl: Zapisywanie umów...
pt_br: Salvando acordos...
ru: Сохранение соглашений...
tr: Anlaşma kaydediliyor...
vi: Đang lưu các thỏa thuận...
zh_hans: 保存协议......

source: Saving art forms...
de: Speichere Kunstformen...
fr: Sauvegarde des formes d'art...
it: Salvataggio forme d'arte...
ko: 예술 형식 저장 중...
pl: Zapisywanie artystycznych form...
pt_br: Salvando formas de arte...
ru: Сохранение форм искусства...
tr: Sanat formları kaydediliyor...
vi: Đang lưu các loại hình nghệ thuật...
zh_hans: 保存艺术表格......

source: Saving occupations...
de: Speichere Berufe...
fr: Sauver les métiers...
it: Salvataggio occupazioni...
ko: 직업 저장 중...
pl: Zapisywanie okupacji...
pt_br: Salvando ocupações...
ru: Сохранение жителей...
tr: Meslekler kaydediliyor...
vi: Đang lưu các nghề nghiệp...
zh_hans: 拯救职业......

source: Saving belief systems...
de: Die Rettung von Glaubenssystemen...
fr: Sauver les systèmes de croyances...
it: Salvataggio sistemi di fede...
ko: 신앙 체계 저장 중...
pl: Zapisywanie systemów wierzeń...
pt_br: Salvando sistemas de crença...
ru: Сохранение систем убеждений...
tr: İnanç sistemleri kaydediliyor...
vi: Đang lưu các hệ thống tín ngưỡng...
zh_hans: 拯救信仰体系......

source: Saving image sets...
de: Speichern von Bildsätzen...
fr: Enregistrement des jeux d'images...
it: Salvataggio set immagini...
ko: 그림 세트 저장 중...
pl: Zapisywanie zestawów obrazów...
pt_br: Salvando conjuntos de imagem...
ru: Сохранение наборов изображений ...
tr: Görüntü setleri kaydediliyor...
vi: Đang lưu các bộ hình ảnh...
zh_hans: 保存图像集

source: Saving divination sets...
fr: Enregistrement des ensembles de divination...
it: Salvataggio set divinazione...
ko: 점술 저장 중...
pl: Zapisywanie przepowiedni...
pt_br: Salvando conjuntos de adivinhação...
ru: Сохранение предсказаний ...
tr: Kehanet setleri kaydediliyor...
vi: Đang lưu các bộ bói toán...
zh_hans: 保存预言集

source: Saving announcements...
de: Speichere Ankündigungen...
fr: Enregistrement des annonces...
it: Salvataggio annunci...
ko: 알림 저장 중...
pl: Zapisywanie ogłoszeń...
pt_br: Salvar anúncios...
ru: Сохранение оповещений...
tr: Bildirimler kaydediliyor...
vi: Đang lưu các thông báo...
zh_hans: 保存公告......

source: Saving fortress information...
de: Speichere Festungsinformationen...
fr: Enregistrement des informations sur la forteresse...
it: Salvataggio informazioni fortezza...
ko: 요새 정보 저장 중...
pl: Zapisywanie informacji o twierdzy...
pt_br: Salvar informações da fortaleza...
ru: Сохранение информации о крепости...
tr: Kale bilgileri kaydediliyor...
vi: Đang lưu thông tin pháo đài...
zh_hans: 保存堡垒信息......

source: Saving world information...
de: Speichere Weltinformationen...
fr: Enregistrement des informations mondiales...
it: Salvataggio informazioni mondo...
ko: 세계 정보 저장 중...
pl: Zapisywanie informacji o świecie...
pt_br: Salvando informações do mundo...
ru: Сохранение информации о мире...
tr: Dünya bilgileri kaydediliyor...
vi: Đang lưu thông tin thế giới...
zh_hans: 保存世界信息......

source: Saving artifacts...
de: Speichere Artefakte...
fr: Sauvegarde des artefacts...
it: Salvataggio manufatti...
ko: 유물 저장 중...
pl: Zapisywanie artefaktów...
pt_br: Salvando os artefatos...
ru: Сохранение артефактов...
tr: Eserler kaydediliyor...
vi: Đang lưu các hiện vật...
zh_hans: 保存文物......

source: Saving active historical figures...
de: Speichern von aktiven historischen Figuren...
fr: Sauvegarde des personnages historiques actifs...
it: Salvataggio figure storiche attive...
ko: 활동적인 역사적 인물 저장 중...
pl: Zapisywanie aktywnych postaci historycznych...
pt_br: Salvando figuras históricas ativas...
ru: Сохранение активных исторических личностей...
tr: Aktif tarihi figürler kaydediliyor...
vi: Đang lưu các nhân vật lịch sử đang hoạt động...
zh_hans: 保存活跃的历史人物......

source: Saving adventure data...
de: Speichere Abenteuer...
fr: Enregistrement des données d'aventure...
it: Salvataggio dati avventura...
ko: 모험 데이터 저장 중...
pl: Zapisywanie danych przygód...
pt_br: Salvando dados de aventura...
ru: Сохранение данных приключения...
tr: Macera verileri kaydediliyor...
vi: Đang lưu dữ liệu cuộc phiêu lưu...
zh_hans: 保存冒险数据......

source: Saving general information...
de: Speichern von allgemeinen Informationen...
fr: Enregistrement des informations générales...
it: Salvataggio informazioni generali...
ko: 일반 정보 저장 중...
pl: Zapisywanie ogólnych informacji...
pt_br: Salvando informações gerais...
ru: Сохранение общей информации...
tr: Genel bilgiler kaydediliyor...
vi: Đang lưu thông tin chung...
zh_hans: 保存一般信息......

source: Closing file...
de: Schließe Datei...
fr: Fermeture du dossier...
it: Chiusura file...
ko: 파일을 닫는 중...
pl: Zamykanie pliku...
pt_br: Fechando arquivo...
ru: Закрытие файла...
tr: Dosya kapatılıyor...
vi: Đang đóng tập tin...
zh_hans: 关闭文件...

source: Finishing...
de: Fertigstellung...
fr: Finition...
it: Completando...
ko: 마무리 중...
pl: Kończenie...
pt_br: Finalizando...
ru: Завершение...
tr: Tamamlanıyor...
vi: Đang hoàn tất...
zh_hans: 精加工...

source: Interactive tutorial
fr: Tutoriel interactif
it: Tutorial interattivo
ko: 대화형 튜토리얼
pl: Interaktywny tutorial
pt_br: Tutorial interativo
ru: Интерактивный учебник
tr: İnteraktif eğitim
vi: Hướng dẫn tương tác
zh_hans: 互动式教程

source: Mining
de: Bergbau
fr: Exploitation minière
it: Scavo
ko: 채광
pl: Górnictwo
pt_br: Mineração
ru: Горное дело
tr: Madencilik
vi: Khai thác mỏ
zh_hans: 挖掘

source: Stockpiles
de: Vorratorte
fr: Stocks
it: Scorte
ko: 비축품들
pl: Magazyny
pt_br: Depósitos
ru: Запасы
tr: Stok Alanları
vi: Kho dự trữ
zh_hans: 储物堆

source: Woodcutting
fr: Coupe de bois
it: Taglio legna
ko: 벌목
pl: Ścinanie drzew
pt_br: Corte de madeira
ru: Вырубка
tr: Odun Kesme
vi: Đốn gỗ
zh_hans: 伐木

source: Information sheets
fr: Fiches d'information
it: Schede informazioni
ko: 정보 시트
pl: Panele informacji
pt_br: Documentos de informação
ru: Информационные листы
tr: Bilgi sayfaları
vi: Bảng thông tin
zh_hans: 信息表

source: Alerts
de: Alarme
fr: Alertes
it: Avvisi
ko: 경계활동
pl: Ostrzeżenia
pt_br: Alertas
ru: Оповещения
tr: Alarmlar
vi: Cảnh báo
zh_hans: 警报

source: Preparing for the caravan
de: Vorbereitungen für die Karawane
fr: Préparation de la caravane
it: Preparando per la carovana
ko: 카라반 준비
pl: Przygotowania do karawany
pt_br: Preparando para a caravana
ru: Подготовка к каравану
tr: Kervan için hazırlık
vi: Chuẩn bị cho đoàn thương gia
zh_hans: 为商队做准备

source: Camera controls
fr: Commandes de la caméra
it: Controlli visuale
ko: 카메라 컨트롤
pl: Ustawienia kamery
pt_br: Controles de câmera
ru: Управление камерой
tr: Kamera kontrolleri
vi: Điều khiển camera
zh_hans: 镜头控制

source: Movement
tr: Hareket
vi: Di chuyển

source: Menu overview
tr: Menüye genel bakış
vi: Tổng quan menu

source: [Completed]
de: [Abgeschlossen]
fr: [Complété]
it: [Completato]
ko: [완성됨]
pl: [Ukończone]
ru: [Завершенно]
tr: [Tamamlandı]
vi: [Đã hoàn thành]
zh_hans: [完成]

source: Information and guides
fr: Informations et guides
it: Informazioni e guide
ko: 정보 및 가이드
pl: Informacje i przewodniki
pt_br: Informação e guias
ru: Информация и руководство
tr: Bilgi ve rehberler
vi: Thông tin và hướng dẫn
zh_hans: 信息和指南

source: Planting
de: Pflanzen
fr: Plantation
it: Piantando
ko: 심기
pl: Sadzenie
pt_br: Plantações
ru: Посадка
tr: Ekim
vi: Trồng trọt
zh_hans: 种植

source: Other food sources
fr: Autres sources de nourriture
it: Altre fonti di cibo
ko: 기타 식품 공급원
pl: Inne źródła pożywienia
pt_br: Outras fontes de comida
ru: Другие источники пищи
tr: Diğer yiyecek kaynakları
vi: Các nguồn thực phẩm khác
zh_hans: 其他食物来源

source: Bins, bags, and barrels
de: Behälter, Säcke und Fässer
fr: Bacs, sacs et tonneaux
it: Cesti, borse e botti
ko: 상자, 가방 및 통
pl: Kosze, torby i beczki
pt_br: Caixas, sacos e barris
ru: Ящики, мешки, и бочки
tr: Kutular, çantalar ve variller
vi: Thùng chứa, túi và thùng gỗ
zh_hans: 箱子、袋子和圆桶

source: Offices and administrative work
de: Büroräume und Verwaltungsarbeit
fr: Bureaux et travaux administratifs
it: Uffici e lavoro amministrativo
ko: 사무실 및 행정 업무
pl: Biura i praca administracyjna
pt_br: Escritórios e trabalho administrativo
ru: Офисы и административная работа
tr: Ofisler ve idari işler
vi: Văn phòng và công việc hành chính
zh_hans: 办公室和行政工作

source: Ore and smelting
de: Erz und Schmelzen
fr: Minerai et fonderie
it: Minerali grezzi e fusione
ko: 광석 및 제련
pl: Rudy i wytapianie
pt_br: Minério e fundição
ru: Руда и плавка
tr: Cevher ve döküm
vi: Quặng và luyện kim
zh_hans: 矿石与熔炼

source: Traps and levers
fr: Pièges et leviers
it: Trappole e leve
ko: 함정과 레버
pl: Pułapki i dźwignie
pt_br: Armadilhas e alavancas
ru: Ловушки и рычаги
tr: Tuzaklar ve kollar
vi: Bẫy và cần gạt
zh_hans: 陷阱和控制杆

source: Wells
de: Brunnen
fr: puits
it: Pozzi
ko: 웰스
pl: Studnie
pt_br: Poços
ru: Колодцы
tr: Kuyular
vi: Giếng
zh_hans: 井

source: Handling light aquifers
de: Umgang mit wenig Grundwasser
fr: Manipulation des aquifères légers
it: Gestione di acquiferi poco fondi
ko: 대수층 취급
pl: Postępowanie z lekkimi warstwami wodonośnymi
pt_br: Manipulação de aquíferos leves
ru: Обработка легких водоносных горизонтов
tr: Hafif akiferlerle başa çıkma
vi: Xử lý tầng ngậm nước nông
zh_hans: 处理轻含水层

source: Clothing
de: Kleidung
fr: Vêtements
it: Abbigliamento
ko: 의류
pl: Tkanie
pt_br: Confecções
ru: Одежда
tr: Alt Giyim
vi: Quần áo
zh_hans: 服装

source: Meeting areas and locations
de: Versammlungsbereich und Standorte
fr: Espaces et zones de réunion
it: Aree d'incontro e luoghi
ko: 회의 장소 및 위치
pl: Obszar spotkań i lokacje
pt_br: Áreas e locais de reunião
ru: Зоны и места проведения собраний
tr: Toplanma alanları ve mekanlar
vi: Khu vực và địa điểm họp mặt
zh_hans: 会议区域和地点

source: Ramps and channels
de: Rampen und Wege
fr: Rampes et canaux
it: Rampe e canali
ko: 램프 및 채널
pl: Rampy i kanały
pt_br: Rampas e canais
ru: Пандусы и каналы
tr: Rampalar ve kanallar
vi: Đường dốc và kênh dẫn
zh_hans: 坡道和沟渠

source: Refuse and dumping
fr: Déchets et décharges
it: Rifiuti e discariche
ko: 쓰레기와 투기
pl: Odpady i śmieci
pt_br: Restos e despejos
ru: Отходы и захоронения
tr: Atık ve döküm
vi: Rác thải và khu đổ
zh_hans: 垃圾和倾倒

source: Dig deeper
fr: Creusez plus profondément
it: Scava più a fondo
ko: 더 깊이 파고들다
pl: Kopać głębiej
pt_br: Cavar mais fundo
ru: Копать глубже
tr: Daha derine kaz
vi: Đào sâu hơn
zh_hans: 向下再挖

source: Happiness and stress
de: Glück und Stress
fr: Bonheur et stress
it: Felicità e stress
ko: 행복과 스트레스
pl: Szczęście i stres
pt_br: Felicidade e estresse
ru: Счастье и стресс
tr: Mutluluk ve stres
vi: Hạnh phúc và căng thẳng
zh_hans: 幸福与压力

source: Goals
fr: Buts
it: Obiettivi
ko: 목표
pl: Cele
pt_br: Objetivos
ru: Цели
tr: Hedefler
vi: Mục tiêu
zh_hans: 目标

source: Popup: Burrows
de: Popup: Bereiche
fr: Popup: Terriers
it: Popup: Rifugi
ko: 팝업: 버로우즈
pl: Wyskakujące okno: Nory
pt_br: Anúncio: Abrigos
ru: Всплывающее окно: Норы
tr: Pencere: Sığınaklar
vi: Cửa sổ bật lên: Hang trú ẩn
zh_hans: 弹窗：洞所

source: Popup: Hauling
fr: Pop-up : transport
it: Popup: Trasporto
ko: 팝업: 운반
pl: Wyskakujące okno: Przenoszenie
pt_br: Anúncio: Transporte
ru: Всплывающее окно: Переноска
tr: Pencere: Taşıma
vi: Cửa sổ bật lên: Vận chuyển
zh_hans: 弹窗：运输

source: Popup: Work details
fr: Popup: Détails du travail
it: Popup: Dettagli di lavoro
ko: 팝업: 작업 세부 정보
pl: Wyskakujące okno: Szczegóły pracy
pt_br: Anúncio: Detalhes de trabalho
ru: Всплывающее окно: Детали работы
tr: Pencere: İş detayları
vi: Cửa sổ bật lên: Chi tiết công việc
zh_hans: 弹窗：工作信息

source: Popup: Justice
it: Popup: Giustizia
ko: 팝업: 저스티스
pl: Wyskakujące okno: Sprawiedliwość
pt_br: Anúncio: Justiça
ru: Всплывающее окно: Правосудие
tr: Pencere: Adalet
vi: Cửa sổ bật lên: Công lý
zh_hans: 弹窗：司法

source: Popup: Squads
de: Popup: Trupps
fr: Popup : Escouades
it: Popup: Squadre
ko: 팝업: 분대
pl: Wyskakujące okno: Oddziały
pt_br: Anúncio: Esquadrões
ru: Всплывающее окно: Отряды
tr: Pencere: Birlikler
vi: Cửa sổ bật lên: Biệt đội
zh_hans: 弹窗：小队

source: Popup: The world
fr: Pop up : Le monde
it: Popup: Il mondo
ko: 팝업: 세계
pl: Wyskakujące okno: Świat
pt_br: Anúncio: O mundo
ru: Всплывающее окно: Мир
tr: Pencere: Dünya
vi: Cửa sổ bật lên: Thế giới
zh_hans: 弹窗：世界

source: Popup: Work orders
de: Popup: Arbeitsaufträge
fr: Popup : Bons de travail
it: Popup: Ordini di lavoro
ko: 팝업: 작업 주문
pl: Wyskakujące okno: Zlecenia pracy
pt_br: Anúncio: Ordens de trabalho
ru: Всплывающее окно: Заказы на работу
tr: Pencere: İş emirleri
vi: Cửa sổ bật lên: Lệnh sản xuất
zh_hans: 弹窗：工作清单

source: Popup: Companions
tr: Pencere: Yoldaşlar
vi: Cửa sổ bật lên: Bạn đồng hành

source: Popup: Adventurer's log
tr: Pencere: Maceracı günlüğü
vi: Cửa sổ bật lên: Nhật ký phiêu lưu

source: Popup: Inventory
tr: Pencere: Envanter
vi: Cửa sổ bật lên: Túi đồ

source: Popup: Movement options
tr: Pencere: Hareket seçenekleri
vi: Cửa sổ bật lên: Tùy chọn di chuyển

source: Popup: Hold and climb
tr: Pencere: Tutunma ve tırmanma
vi: Cửa sổ bật lên: Bám và leo trèo

source: Popup: Talk
tr: Pencere: Konuşma
vi: Cửa sổ bật lên: Nói chuyện

source: Popup: Perform
tr: Pencere: Gösteri
vi: Cửa sổ bật lên: Biểu diễn

source: Popup: Butcher and craft
tr: Pencere: Kesim ve zanaat
vi: Cửa sổ bật lên: Mổ thịt và chế tạo

source: Popup: Abilities
tr: Pencere: Yetenekler
vi: Cửa sổ bật lên: Kỹ năng

source: Popup: Wrestle
tr: Pencere: Güreş
vi: Cửa sổ bật lên: Đấu vật

source: Popup: Shoot and throw
tr: Pencere: Atış ve fırlatma
vi: Cửa sổ bật lên: Bắn và ném

source: Popup: Travel
tr: Pencere: Seyahat
vi: Cửa sổ bật lên: Du hành

source: Popup: Sleep and rest
tr: Pencere: Uyku ve dinlenme
vi: Cửa sổ bật lên: Ngủ và nghỉ ngơi

source: Survival
fr: Survie
it: Sopravvivenza
ko: 활착
pl: Przetrwanie
pt_br: Sobrevivência
ru: Выживание
tr: Hayatta Kalma
vi: Sinh tồn
zh_hans: 生存

source: The party and followers
tr: Grup ve takipçiler
vi: Đội và những người theo chân

source: Trading
tr: Ticaret
vi: Giao thương

source: Quests and reputation
tr: Görevler ve itibar
vi: Nhiệm vụ và danh tiếng

source: Fortress mode
tr: Kale modu
vi: Chế độ Pháo đài

source: Retirement
tr: Emeklilik
vi: Nghỉ hưu

source: [Viewed]
fr: [Vu]
it: [Visto]
ko: [봤음]
pl: [Oglądane]
ru: [Просмотрено]
tr: [Görüntülendi]
vi: [Đã xem]
zh_hans: [观看]
