Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: An acquaintance discussed their problems with me.
de: Ein Bekannter besprach seine Probleme mit mir.
fr: Une connaissance m'a parlé de ses problèmes.
it: Un conoscente ha parlato con me dei suoi problemi.
ko: 지인이 나와 문제를 논의했습니다.
pl: Mój znajomy przedyskutował ze mną swoje problemy.
pt_br: Um conhecido discutiu seus problemas comigo.
ru: Знакомый поговорил о своих проблемах со мной.
tr: Bir tanıdığım sorunlarını benimle tartıştı.
vi: Một người quen đã thảo luận các vấn đề của họ với tôi.
zh_hans: 一位熟人和我讨论了他们的问题。

source: Somebody discussed their problems with me.
de: Jemand hat seine Probleme mit mir besprochen.
fr: Quelqu'un a discuté de ses problèmes avec moi.
it: Qualcuno ha parlato con me dei suoi problemi.
ko: 누군가 나와 그들의 문제를 논의했습니다.
pl: Ktoś przedyskutował ze mną swoje problemy.
pt_br: Alguém discutiu seus problemas comigo.
ru: Кто-то поговорил о своих проблемах со мной.
tr: Biri sorunlarını benimle tartıştı.
vi: Ai đó đã thảo luận các vấn đề của họ với tôi.
zh_hans: 有人和我讨论了他们的问题。

source: I visited with my pet.
de: Ich plauderte mit meinem Haustier.
fr: J'ai visité avec mon animal de compagnie.
it: Ho visitato col mio animale domestico.
ko: 반려동물과 함께 방문했습니다.
pl: Odwiedziłem swoje zwierzę.
pt_br: Visitei com meu animal de estimação.
ru: Я встретился с моим питомцем.
tr: Evcil hayvanımı ziyaret ettim.
vi: Tôi đã thăm thú cưng của tôi.
zh_hans: 我和我的宠物一起去过

source: I talked to my spouse.
de: Ich sprach mit meinem Ehepartner.
fr: J'ai parlé à mon conjoint.
it: Ho parlato col mio coniuge.
ko: 나는 배우자와 이야기했다.
pl: Porozmawiałem z moim współmałżonkiem.
pt_br: Eu conversei com meu cônjuge.
ru: Я разговаривал со своей супругой.
tr: Eşimle konuştum.
vi: Tôi đã nói chuyện với người bạn đời của tôi.
zh_hans: 我跟我的配偶说过话。

source: I talked to my lover.
de: Ich sprach mit meinem Liebhaber.
fr: J'ai parlé à mon amant.
it: Ho parlato col mio amante.
ko: 나는 내 연인과 이야기했다.
pl: Porozmawiałem z moim kochankiem.
pt_br: Falei com meu amante.
ru: Я разговаривал со своей возлюбленной.
tr: Sevgilimle konuştum.
vi: Tôi đã nói chuyện với người yêu của tôi.
zh_hans: 我跟恋人说话了。

source: I talked to my sibling.
de: Ich sprach mit meinem Geschwisterkind.
fr: J'ai parlé à mon frère.
it: Ho parlato con mio fratello.
ko: 동생과 이야기를 나눴습니다.
pl: Porozmawiałem z moim rodzeństwem.
pt_br: Falei com meu irmão.
ru: Я разговаривал с братом/сестрой.
tr: Kardeşimle konuştum.
vi: Tôi đã nói chuyện với người anh chị em của tôi.
zh_hans: 我和我的兄弟姐妹说过话。

source: I talked to my mother.
de: Ich sprach mit meiner Mutter.
fr: J'ai parlé à ma mère.
it: Ho parlato con mia madre.
ko: 나는 어머니와 이야기했습니다.
pl: Porozmawiałem z moją matką.
pt_br: Falei com minha mãe.
ru: Я разговаривал со своей матерью.
tr: Annemle konuştum.
vi: Tôi đã nói chuyện với mẹ của tôi.
zh_hans: 我跟妈妈说话了。

source: I talked to my father.
de: Ich sprach mit meinem Vater
fr: J'ai parlé à mon père.
it: Ho parlato con mio padre.
ko: 나는 아버지와 이야기했다.
pl: Porozmawiałem z moim ojcem.
pt_br: Falei com meu pai.
ru: Я разговаривал со своим отцом.
tr: Babamla konuştum.
vi: Tôi đã nói chuyện với cha của tôi.
zh_hans: 我跟父亲说过话。

source: I talked to my child.
de: Ich sprach mit meinem Kind.
fr: J'ai parlé à mon enfant.
it: Ho parlato con mio figlio.
ko: 나는 내 아이와 이야기했다.
pl: Porozmawiałem z moim dzieckiem.
pt_br: Eu conversei com meu filho.
ru: Я разговаривал со своим ребёнком.
tr: Çocuğumla konuştum.
vi: Tôi đã nói chuyện với con mình.
zh_hans: 我跟我的孩子说过话。

source: I visited with my animal training partner.
de: Ich plauderte mit meinem tierischen Trainingspartner.
fr: J'ai rendu visite à mon partenaire de dressage d'animaux.
it: L'ho visitata col mio animale compagno d'addestramento.
ko: 나는 동물 훈련 파트너와 함께 방문했습니다.
pl: Porozmawiałem z moim partnerem w treningu zwierząt.
pt_br: Visitei com meu parceiro de treino de animais.
ru: Я встретился с партнёром по тренировке животных.
tr: Hayvan eğitimi ortağımı ziyaret ettim.
vi: Tôi đã ghé thăm đối tác huấn luyện thú vật của mình.
zh_hans: 我和我的动物训练伙伴一起去过

source: I talked to my friend.
de: Ich sprach mit meinem Freund.
fr: J'ai parlé à mon ami.
it: Ho parlato col mio amico.
ko: 나는 내 친구와 이야기했다.
pl: Porozmawiałem z moim przyjacielem.
pt_br: Falei com meu amigo.
ru: Я разговаривал с другом.
tr: Arkadaşımla konuştum.
vi: Tôi đã nói chuyện với bạn mình.
zh_hans: 我和我的朋友聊了聊

source: I talked to an acquaintance.
de: Ich sprach mit einem Bekannten.
fr: J'ai parlé à une connaissance.
it: Ho parlato con un conoscente.
ko: 나는 지인과 이야기했다.
pl: Porozmawiałem ze znajomym.
pt_br: Eu conversei com um conhecido.
ru: Я разговаривал со знакомым.
tr: Bir tanıdığımla konuştum.
vi: Tôi đã nói chuyện với một người quen.
zh_hans: 我和熟人谈过。

source: I talked to somebody.
de: Ich sprach mit jemandem.
fr: J'ai parlé à quelqu'un.
it: Ho parlato con qualcuno.
ko: 나는 누군가와 이야기했다.
pl: Porozmawiałem z kimś
pt_br: Falei com alguém.
ru: Я разговаривал с кем-то.
tr: Biriyle konuştum.
vi: Tôi đã nói chuyện với một ai đó.
zh_hans: 我跟别人说过话。

source: I conducted a meeting in
de: Ich habe ein Treffen in
fr: J'ai animé une réunion à
it: Ho condotto una riunione in
ko: 에서 회의를 진행했습니다.
pl: Prowadziłem spotkanie w
pt_br: Realizei uma reunião em
ru: Я провёл встречу в
tr: Şurada bir toplantı yaptım:
vi: Tôi đã tiến hành một cuộc họp tại
zh_hans: 我参加了一次会议

source: a setting worthy of legends
de: eine Kulisse, die einer Legende wuerdig ist
fr: un cadre digne des légendes
it: un ambiente degno delle leggende
ko: 전설에 걸맞은 설정
pl: oprawie godnej legend
pt_br: um cenário digno de lendas
ru: обстановка достойная легенд
tr: efsanelere layık bir ortam
vi: một khung cảnh xứng tầm huyền thoại.
zh_hans: 一个值得传说的场景

source: a fantastic setting
de: eine fantastische Umgebung
fr: un cadre fantastique
it: un ambiente fantastico
ko: 환상적인 설정
pl: fantastycznej oprawie
pt_br: um ambiente fantástico
ru: фантастическая обстановка
tr: fantastik bir ortam
vi: một khung cảnh tuyệt vời.
zh_hans: 一个梦幻般的环境

source: a great setting
de: eine großartige Umgebung
fr: un super cadre
it: un'ottimo ambiente
ko: 훌륭한 설정
pl: świetnej oprawie
pt_br: um ambiente excelente
ru: великолепная обстановка
tr: harika bir ortam
vi: một khung cảnh tuyệt hảo.
zh_hans: 一个伟大的环境

source: a very good setting
de: eine sehr gute Einstellung
fr: un très bon cadre
it: un ambiente molto buono
ko: 아주 좋은 설정
pl: bardzo dobrej oprawie
pt_br: uma configuração muito boa
ru: очень хорошая обстановка
tr: çok iyi bir ortam
vi: một khung cảnh rất tốt.
zh_hans: 一个非常好的环境

source: a good setting
de: ein gutes Umfeld
fr: un bon cadre
it: un buon ambiente
ko: 좋은 설정
pl: dobrej oprawie
pt_br: uma boa configuração
ru: хорошая обстановка
tr: iyi bir ortam
vi: một khung cảnh tốt.
zh_hans: 一个好的环境

source: a horribly substandard setting
de: eine entsetzlich minderwertige Umgebung
fr: un cadre horriblement médiocre
it: un ambiente orribilmente scadente
ko: 끔찍하게 표준 이하의 설정
pl: oprawie potwornie poniżej standardów
pt_br: uma configuração horrivelmente abaixo do padrão
ru: отвратительнейшая обстановка
tr: korkunç derecede standart altı bir ortam
vi: một khung cảnh dưới chuẩn một cách kinh khủng.
zh_hans: 一个可怕的不合标准的设置

source: a horrible setting
de: eine furchtbare Umgebung
fr: un cadre horrible
it: un ambiente orribile
ko: 끔찍한 설정
pl: okropnej oprawie
pt_br: um cenário horrível
ru: ужасная обстановка
tr: korkunç bir ortam
vi: một khung cảnh kinh khủng.
zh_hans: 一个可怕的环境

source: an awful setting
de: eine schreckliche Umgebung
fr: un cadre horrible
it: un ambiente tremendo
ko: 끔찍한 설정
pl: paskudnej oprawie
pt_br: um cenário horrível
ru: отвратительная обстановка
tr: berbat bir ortam
vi: một khung cảnh tệ hại.
zh_hans: 一个糟糕的环境

source: a very poor setting
de: eine sehr schlechte Einstellung
fr: un très mauvais cadre
it: un ambiente scadente
ko: 매우 열악한 설정
pl: bardzo złej oprawie
pt_br: uma configuração muito pobre
ru: очень бедная обстановка
tr: çok kötü bir ortam
vi: một khung cảnh rất tồi tệ.
zh_hans: 一个非常糟糕的环境

source: a poor setting
de: eine schlechte Einstellung
fr: un mauvais cadre
it: un ambiente mediocre
ko: 열악한 환경
pl: złej oprawie
pt_br: um ajuste pobre
ru: бедная обстановка
tr: kötü bir ortam
vi: một khung cảnh tồi tệ.
zh_hans: 糟糕的环境

source: I conducted an official meeting in a bedroom.
de: Ich habe eine offizielle Sitzung in einem Schlafzimmer abgehalten.
fr: J'ai organisé une réunion officielle dans une chambre.
it: Ho condotto una riunione ufficiale in una camera da letto.
ko: 침실에서 공식 회의를 진행했습니다.
pl: Prowadziłem oficjalne spotkanie w sypialni.
pt_br: Realizei uma reunião oficial em um quarto.
ru: Я провёл официальную встречу в спальной комнате.
tr: Bir yatak odasında resmi bir toplantı yaptım.
vi: Tôi đã tiến hành một cuộc họp chính thức trong phòng ngủ.
zh_hans: 我在卧室里进行了正式会议。

source: I conducted an official meeting in a dining room.
de: Ich habe eine offizielle Sitzung in einem Speisesaal abgehalten.
fr: J'ai organisé une réunion officielle dans une salle à manger.
it: I conducted an official meeting in a sala da pranzo.
ko: 식당에서 공식 회의를 진행했습니다.
pl: Prowadziłem oficjalne spotkanie w jadalni.
pt_br: Realizei uma reunião oficial em uma sala de jantar.
ru: Я провёл официальную встречу в столовой.
tr: Bir yemek odasında resmi bir toplantı yaptım.
vi: Tôi đã tiến hành một cuộc họp chính thức trong phòng ăn.
zh_hans: 我在餐厅进行了正式会议。

source: I had no room for an official meeting.
de: Ich hatte keinen Platz für ein offizielles Treffen.
fr: Je n'avais pas de place pour une réunion officielle.
it: Non avevo spazio per una riunione ufficiale.
ko: 나는 공식 회의를 할 자리가 없었다.
pl: Nie miałem pokoju odpowiedniego dla oficjalnego spotkania.
pt_br: Eu não tinha espaço para uma reunião oficial.
ru: У меня нет места для приёма посетителей.
tr: Resmi bir toplantı için odam yoktu.
vi: Tôi không có phòng để tiến hành một cuộc họp chính thức.
zh_hans: 我没有正式开会的余地。

source: I thought about my tomb.
de: Ich dachte über mein Grab nach.
fr: J'ai pensé à ma tombe.
it: Ho pensato al mio sepolcro.
ko: 나는 내 무덤에 대해 생각했다.
pl: Pomyślałem o moim grobowcu.
pt_br: Pensei em minha tumba.
ru: Я думал о своей гробнице.
tr: Mezarım hakkında düşündüm.
vi: Tôi đã nghĩ về lăng mộ của mình.
zh_hans: 我想到了我的坟墓。

source: I do not have a tomb.
de: Ich habe kein Grabmal.
fr: Je n'ai pas de tombeau.
it: Non ho un sepolcro.
ko: 나는 무덤이 없다.
pl: Nie mam grobowca.
pt_br: Eu não tenho um túmulo.
ru: У меня нет гробницы.
tr: Mezarım yok.
vi: Tôi không có lăng mộ.
zh_hans: 我没有坟墓。

source: I talked to somebody important to our traditions.
de: Ich habe mit jemandem gesprochen, der für unsere Traditionen wichtig ist.
fr: J'ai parlé à quelqu'un d'important pour nos traditions.
it: Ho parlato con qualcuno d'importante per le nostre tradizioni.
ko: 나는 우리 전통에 중요한 누군가와 이야기를 나눴다.
pl: Rozmawiałem z kimś ważnym dla naszej tradycji.
pt_br: Falei com alguém importante para as nossas tradições.
ru: Я разговаривал с кем-то важным для наших традициций.
tr: Geleneklerimiz için önemli biriyle konuştum.
vi: Tôi đã nói chuyện với một người quan trọng đối với truyền thống của chúng ta.
zh_hans: 我和一个对我们的传统很重要的人交谈过。

source: It was
de: Es war
fr: C'était
it: Era
ko: 그것은
pl: To był
pt_br: Isso foi
ru: Это было
tr: O
vi: Đó là
zh_hans: 它是

source: I prey on the blood of civilized creatures.
de: Ich ernähre mich von dem Blut zivilisierter Kreaturen.
fr: Je me nourris du sang des créatures civilisées.
it: Vado a caccia del sangue di creature civilizzate
ko: 나는 문명화된 생물의 피를 먹고 산다.
pl: Żeruję na krwi cywilizowanych stworzeń.
pt_br: Eu oro no sangue de criaturas civilizadas.
ru: Я питаюсь кровью цивилизованных существ.
tr: Uygar yaratıkların kanıyla besleniyorum.
vi: Tôi săn mồi bằng máu của những sinh vật văn minh.
zh_hans: 我以文明生物的血为食。

source: I am unnaturally ageless.
de: Ich bin unnatürlich alterslos.
fr: Je suis anormalement sans âge.
it: Sono innaturalmente senza età.
ko: 나는 부자연스럽게 늙지 않는다.
pl: Nienaturalnie nie starzeję się.
pt_br: Sou anormalmente sem idade
ru: Я неестественно нестареющий.
tr: Doğal olmayan bir şekilde yaşlanmıyorum.
vi: Tôi trường sinh bất lão một cách phi tự nhiên.
zh_hans: 我是不自然的不老之身。

source: I accepted bribed in exchange for offering leniency.
de: Ich habe mich bestechen lassen, um Milde walten zu lassen.
fr: J'ai accepté d'être soudoyé en échange d'une offre de clémence.
it: Ho accettato una tangente in cambio dell'offerta di clemenza.
ko: 나는 관대함을 제공하는 대가로 뇌물을 받았습니다.
pl: Przyjmowałem łapówki w zamian za łagodność.
pt_br: Aceitei ser subornado em troca de oferecer clemência.
ru: Я принял взятку в обмен на снисходительность.
tr: Hoşgörü karşılığında rüşvet kabul ettim.
vi: Tôi đã nhận hối lộ để đổi lấy việc khoan hồng.
zh_hans: 我接受了贿赂，以换取提供宽大处理。

source: I embezzled funds.
de: Ich habe Gelder veruntreut.
fr: J'ai détourné des fonds.
it: Ho sottratto fondi.
ko: 자금을 횡령했습니다.
pl: Defraudowałem fundusze.
pt_br: Eu desviei fundos
ru: Я растратил средства.
tr: Zimmetime para geçirdim.
vi: Tôi đã biển thủ công quỹ.
zh_hans: 我贪污了资金。

source: I received a cut of corruptly-obtained funds.
de: Ich habe einen Teil der korrupt erlangten Mittel erhalten.
fr: J'ai reçu une partie des fonds obtenus par corruption.
it: Ho ricevuto una parte dei fondi ottenuti con la corruzione.
ko: 부정하게 취득한 자금의 일부를 받았습니다.
pl: Otrzymywałem część środków uzyskanych drogą korupcji.
pt_br: Recebi uma parte dos fundos de maneira corrupta.
ru: Я получил кусок незаконно полученных средств.
tr: Yolsuzlukla elde edilen fonlardan pay aldım.
vi: Tôi đã nhận được một phần từ số tiền tham ô.
zh_hans: 我收到了一部分腐败所得的资金。

source: I was far away.
de: Ich war weit weg.
fr: J'étais loin.
it: Ero lontano.
ko: 나는 멀리 있었다.
pl: To było daleko stąd.
pt_br: Eu estava muito longe.
ru: Я был далеко.
tr: Çok uzaktaydım.
vi: Tôi đã ở rất xa.
zh_hans: 我离得太远了。

source: I was on an infiltration mission.
de: Ich war auf einer Infiltrationsmission.
fr: J'étais en mission d'infiltration.
it: Ero in missione d'infiltrazione.
ko: 나는 잠입 임무를 수행하고 있었다.
pl: Byłem na misji infiltracyjnej.
pt_br: Eu estava numa missão de infiltração.
ru: Я был на задании по проникновению.
tr: Bir sızma görevindeydim.
vi: Tôi đang trong một nhiệm vụ xâm nhập.
zh_hans: 我在执行潜入任务。

source: This must be stopped by any means at our disposal.
de: Dies muss mit allen verfügbaren Mitteln gestoppt werden.
fr: Cela doit être arrêté par tous les moyens à notre disposition.
it: Ciò dev'essere fermato con ogni mezzo a nostra disposizione.
ko: 이것은 우리가 마음대로 할 수 있는 어떤 수단으로든 막아야 합니다.
pl: To musi zostać powstrzymane wszelkimi dostępnymi nam środkami.
pt_br: Este deve ser interrompido por todos os meios à nossa disposição.
ru: Нужно прекратить это любой ценой.
tr: Bu, elimizdeki her türlü imkanla durdurulmalı.
vi: Điều này phải được ngăn chặn bằng mọi giá.
zh_hans: 我们必须以任何方式制止这种情况。

source: It is terrifying.
de: Es ist erschreckend.
fr: C'est terrifiant.
it: È terrificante.
ko: 끔찍하다.
pl: To jest przerażające.
pt_br: É aterrorizante.
ru: Это ужасно.
tr: Bu korkutucu.
vi: Nó thật đáng sợ.
zh_hans: 这太可怕了。

source: I don't know anything about that.
de: Ich weiß gar nichts darüber.
fr: Je ne sais rien à ce sujet.
it: Non ne so nulla.
ko: 나는 그것에 대해 아무것도 모른다.
pl: Nic na ten temat nie wiem.
pt_br: Não sei nada sobre isso.
ru: Я ничего не знаю об этом.
tr: Bunun hakkında hiçbir şey bilmiyorum.
vi: Tôi không biết gì về điều đó.
zh_hans: 我对此一无所知。

source: I hate it.
de: Ich hasse es.
fr: Je déteste ça.
it: Lo odio.
ko: 싫어.
pl: Nienawidzę tego.
pt_br: Eu odeio isso.
ru: Я ненавижу это.
tr: Bundan nefret ediyorum.
vi: Tôi ghét nó.
zh_hans: 我讨厌它。

source: I am afraid of it.
de: Ich bin ängstlich deswegen.
fr: J'en ai peur.
it: Mi impaurisce.
ko: 나는 그것이 두렵다.
pl: Obawiam się tego.
pt_br: Estou muito grato!
ru: Я боюсь этого.
tr: Ondan korkuyorum.
vi: Tôi sợ nó.
zh_hans: 我很害怕。

source: That is sad but not unexpected.
de: Das ist traurig, aber nicht unerwartet.
fr: C'est triste mais pas inattendu.
it: È triste ma non inaspettato.
ko: 슬프지만 예상치 못한 것은 아닙니다.
pl: To smutne, ale nie zaskakujące.
pt_br: Isso é triste, mas não inesperado.
ru: Это грустно, но предсказуемо.
tr: Bu üzücü ama beklenmedik değil.
vi: Điều đó đáng buồn nhưng không bất ngờ.
zh_hans: 这很难过，但并不出人意料。

source: That is terrible.
de: Das ist schrecklich.
fr: C'est terrible.
it: È terribile.
ko: 그것은 끔찍하다.
pl: To okropne.
pt_br: Isso é terrível.
ru: Это ужасно.
tr: Bu korkunç.
vi: Điều đó thật kinh khủng.
zh_hans: 太糟糕了。

source: That's terrific!
de: Das ist klasse!
fr: C'est formidable !
it: È eccezionale!
ko: 굉장하네요!
pl: To przerażające!
pt_br: Isso é fantástico!
ru: Это ужасно!
tr: Bu müthiş!
vi: Điều đó thật tuyệt vời!
zh_hans: 真了不起！

source: It accords with my faith.
de: Das stimmt mit meinem Glauben überein.
fr: C'est conforme à ma foi.
it: Va d'accordo con la mia fede.
ko: 내 믿음과 일치합니다.
pl: Jest to zgodne z moją wiarą.
pt_br: Está de acordo com a minha fé.
ru: Это трогает струны моей веры.
tr: Bu benim inancımla uyuşuyor.
vi: Điều đó phù hợp với đức tin của tôi.
zh_hans: 这符合我信仰的道义。

source: Preaching is my calling.
de: Predigen ist meine Berufung.
fr: La prédication est ma vocation.
it: La predicazione è la mia vocazione.
ko: 설교는 나의 소명입니다.
pl: Głoszenie jest moim powołaniem.
pt_br: Pregação é o meu chamado.
ru: Проповедь - моё призвание.
tr: Vaaz vermek benim kutsal görevim.
vi: Việc thuyết giảng là thiên chức của tôi.
zh_hans: 布道就是我的使命。

source: I enjoyed performing.
de: Ich genoss die Durchführung.
fr: J'ai aimé jouer.
it: Mi è piaciuto esibirmi.
ko: 나는 공연을 즐겼다.
pl: Lubiłem występować.
pt_br: Eu gostei de me apresentar.
ru: Мне понравилось выступление.
tr: İcra etmekten keyif aldım.
vi: Tôi thích biểu diễn.
zh_hans: 我喜欢表演。

source: It was legendary.
de: Das war legendär.
fr: C'était légendaire.
it: È stato leggendario.
ko: 전설적이었습니다.
pl: To było legendarne.
pt_br: foi lendário
ru: Это было легендарно.
tr: Efsaneviydi.
vi: Nó thật huyền thoại.
zh_hans: 这是传奇。

source: It was fantastic.
de: Das war fantastisch.
fr: C'était fantastique.
it: È stato fantastico.
ko: 환상적이었습니다.
pl: To było fantastyczne.
pt_br: foi fantástico
ru: Это просто фантастика.
tr: Fantastikti.
vi: Nó thật tuyệt vời.
zh_hans: 太棒了。

source: It was great.
de: Das war toll.
fr: C'était super.
it: È stato grandioso.
ko: 그것은 훌륭했다.
pl: To było świetne.
pt_br: foi ótimo
ru: Это было великолепно.
tr: Harikaydı.
vi: Nó thật tuyệt hảo.
zh_hans: 太棒了。

source: It was good.
de: Das war gut.
fr: C'était bon.
it: È stato bello.
ko: 좋았어.
pl: To było dobre.
pt_br: Foi bom.
ru: Это было неплохо.
tr: İyiydi.
vi: Nó thật tốt.
zh_hans: 这很好。

source: It was okay.
de: Es war in Ordnung.
fr: C'était pas mal.
it: Andava bene.
ko: 괜찮 았어.
pl: To było w miarę.
pt_br: foi ok
ru: Это было нормально.
tr: Fena değildi.
vi: Nó cũng được.
zh_hans: 没关系。

source: I'm conflicted.
de: Ich bin zwiegespalten.
fr: Je suis en conflit.
it: Sono combattuto.
ko: 나는 갈등한다.
pl: Jestem rozdarty.
pt_br: Eu estou atormentado.
ru: Я в конфликте.
tr: Çelişki içindeyim.
vi: Tôi đang mâu thuẫn.
zh_hans: 我很矛盾。

source: I concur!
de: Ich stimme überein!
fr: Je suis d'accord!
it: Concordo!
ko: 동의합니다!
pl: Zgadzam się!
pt_br: Eu concordo!
ru: Я согласен!
tr: Katılıyorum!
vi: Tôi đồng ý!
zh_hans: 我同意！

source: Truly.
de: Wirklich.
fr: Vraiment.
it: Veramente.
ko: 진심으로.
pl: Prawdziwie.
pt_br: Verdadeiramente.
ru: Действительно.
tr: Gerçekten.
vi: Thật vậy.
zh_hans: 真正做到。

source: No doubt.
de: Kein Zweifel.
fr: Sans aucun doute.
it: Senza dubbio.
ko: 의심의 여지가 없습니다.
pl: Bez wątpienia.
pt_br: sem dúvida
ru: Несомненно.
tr: Şüphesiz.
vi: Không nghi ngờ gì nữa.
zh_hans: 毫无疑问。

source: So true, so true.
de: So wahr, so wahr.
fr: Tellement vrai, tellement vrai.
it: Vero, verissimo.
ko: 정말 사실입니다.
pl: Prawda, prawda.
pt_br: Tao verdade, tao verdade.
ru: Что верно то верно.
tr: Çok doğru, çok doğru.
vi: Quá đúng, quá đúng.
zh_hans: 如此真实，如此真实。

source: I agree completely.
de: Ich bin völlig einverstanden.
fr: Je suis complètement d'accord.
it: Sono completamente d'accordo.
ko: 전적으로 동의합니다.
pl: Zgadzam się w pełni.
pt_br: eu concordo completamente
ru: Я полностью согласен.
tr: Tamamen katılıyorum.
vi: Tôi hoàn toàn đồng ý.
zh_hans: 我完全同意。

source: This preacher
de: Dieser Prediger
fr: Ce prédicateur
it: Questo predicatore
ko: 이 설교자는
pl: Ten kaznodzieja
pt_br: Este pregador
ru: Этот проповедник
tr: Bu vaiz
vi: Người thuyết giảng này
zh_hans: 这位传教士

source: This storyteller
de: Dieser Geschichtenerzähler
fr: Ce conteur
it: Questo narratore
ko: 이 이야기꾼
pl: Ten gawędziarz
pt_br: Este contador de histórias
ru: Этот рассказчик
tr: Bu hikaye anlatıcısı
vi: Người kể chuyện này
zh_hans: 这个讲故事的人

source: This recitation
de: Diese Rezitation
fr: Cette récitation
it: Questa recita
ko: 이 암송
pl: Ta recytacja
pt_br: Esta recitação
ru: Эта декламация
tr: Bu okuma
vi: Bài tụng này
zh_hans: 这个背诵

source: That sounds just like the
de: Das klingt genau wie die
fr: Cela ressemble à la
it: Suona proprio come il
ko: 그 소리는
pl: To brzmi dokładnie tak, jak
pt_br: Isso soa como o
ru: Это звучит как
tr: Kulağa tıpkı şu gibi geliyor:
vi: Nghe cứ như là
zh_hans: 听起来就像是

source: This
fr: Cette
it: Questo
ko: 이것
pl: Ten
pt_br: Esse
ru: Этот
tr: Bu
vi: Điều này
zh_hans: 这个

source: player
de: Spieler
fr: joueur
it: attore
ko: 플레이어
pl: wykonawca
pt_br: jogador
ru: исполнитель
tr: çalgıcısı
vi: người chơi
zh_hans: 播放机

source: This singer
de: Dieser Sänger
fr: Ce chanteur
it: Questo cantante
ko: 이 가수
pl: Ten śpiewak
pt_br: Esse cantor
ru: Певец
tr: Bu şarkıcı
vi: Ca sĩ này
zh_hans: 这位歌手

source: This chanter
de: Dieser Chorsänger
fr: Ce chantre
it: Questo cantore
ko: 이 성가
pl: Ten śpiewak
pt_br: Este cantor
ru: Певец
tr: Bu ilahici
vi: Người tụng ca này
zh_hans: 这个吟唱者

source: This dancer
de: Dieser Tänzer
fr: Ce danseur
it: Questo danzatore
ko: 이 댄서
pl: Ten tancerz
pt_br: Esse dançarino
ru: Танцор
tr: Bu dansçı
vi: Vũ công này
zh_hans: 这个舞者

source: is fantastic!
de: ist fantastisch!
fr: est fantastique!
it: è fantastico!
ko: 환상적이다!
pl: jest fantastyczny!
pt_br: é fantástico!
ru: фантастический!
tr: muhteşem!
vi: thật tuyệt vời!
zh_hans: 太棒了！

source: is awesome!
de: ist großartig!
fr: est génial!
it: è meraviglioso!
ko: 굉장하다!
pl: jest niesamowity!
pt_br: é incrível!
ru: отличный!
tr: harika!
vi: thật đáng kinh ngạc!
zh_hans: 太棒了！

source: is magnificant!
de: ist großartig!
fr: est magnifique !
it: è magnifico!
ko: 대단하다!
pl: jest zadziwiający!
pt_br: é magnífico!
ru: необыкновенный!
tr: muhteşem!
vi: thật tráng lệ!
zh_hans: 太棒了！

source: ? Unbelievable talent!
de: ? Unglaubliches Talent!
fr: ? Incroyable talent !
it: ? Un talento incredibile!
pl: ? Niewiarygodny talent!
pt_br: ? Talento inacreditável!
ru: ? Невероятно талантливо!
vi: ? Tài năng khó tin!
zh_hans: ？?难以置信的人才！

source: . How can I even describe the skill?
de: . Wie kann ich die Fertigkeit noch beschreiben?
fr: . Comment puis-je même décrire la compétence?
it: . Come posso descrivere quest'abilità?
pl: . Jakich słów mam użyć by dobrze opisać jego umiejętności?
pt_br: . Como é que eu posso descrever a habilidade?
ru: . Как вообще можно описать это?
vi: . Làm sao tôi có thể diễn tả được kỹ năng này?
zh_hans: 。?我怎么能描述这个技能呢？

source: is legendary.
de: ist legendär.
fr: est légendaire.
it: è leggendario.
ko: 전설적이다.
pl: jest legendarny.
pt_br: é lendário.
ru: легендарный.
tr: efsanevi.
vi: là huyền thoại.
zh_hans: 是只应存在于传说之中的

source: ! Amazing ability.
de: ! Erstaunliche Fähigkeiten.
fr: ! Incroyable capacité.
it: ! Capacità fantastica.
pl: ! Wspaniała umiejętność.
pt_br: ! Habilidade incrível.
ru: ! Чудесные способности.
vi: ! Khả năng tuyệt diệu.
zh_hans: ！惊人的能力。

source: That sounds almost like the
de: Das klingt fast wie die
fr: Cela ressemble presque à la
it: Sembra quasi il
ko: 그 소리는 거의
pl: To brzmi prawie jak
pt_br: Aquilo soa quase como o
ru: Это звучит почти как
tr: Kulağa neredeyse şu gibi geliyor:
vi: Nghe gần giống như là
zh_hans: 这听起来几乎像
