Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: [C:3:0:1]Partially numb
de: [C:3:0:1]Teilweise taub
fr: [C:3:0:1]Partiellement engourdi
it: [C:3:0:1]Parzialmente intorpidito
ko: [C:3:0:1]부분적 무감각
pl: [C:3:0:1]Częściowo odrętwiały
pt_br: [C:3:0:1]Parcialmente dormente
ru: [C:3:0:1]Частично числится
tr: [C:3:0:1]Kısmen hissiz
vi: [C:3:0:1]Tê bì một phần
zh_hans: [C:3:0:1].局部麻木

source: [C:3:0:1]Slightly numb
de: [C:3:0:1]Etwas taub
fr: [C:3:0:1]Légèrement engourdi
it: [C:3:0:1]Leggermente intorpidito
ko: [C:3:0:1]약간의 무감각
pl: [C:3:0:1]Lekko odrętwiały
pt_br: [C:3:0:1]Levemente dormente
ru: [C:3:0:1]Лёгкое онемение
tr: [C:3:0:1]Hafifçe hissiz
vi: [C:3:0:1]Hơi tê bì
zh_hans: [C:3:0:1].轻微麻木

source: [C:4:0:1]Serious fever
de: [C:4:0:1]Ernstes Fieber
fr: [C:4:0:1]Fièvre grave
it: [C:4:0:1]Febbre grave
ko: [C:4:0:1]심각한 발열
pl: [C:4:0:1]Poważna gorączka
pt_br: [C:4:0:1]Febre grave
ru: [C:4:0:1]Серьёзный жар
tr: [C:4:0:1]Ciddi ateş
vi: [C:4:0:1]Sốt nghiêm trọng
zh_hans: [C:4:0:1]严重发热

source: [C:4:0:1]Moderate fever
de: [C:4:0:1]Mittleres Fieber
fr: [C:4:0:1]Fièvre modérée
it: [C:4:0:1]Febbre moderata
ko: [C:4:0:1]보통의 발열
pl: [C:4:0:1]Umiarkowana gorączka
pt_br: [C:4:0:1]Febre moderada
ru: [C:4:0:1]Умеренный жар
tr: [C:4:0:1]Orta derecede ateş
vi: [C:4:0:1]Sốt vừa phải
zh_hans: [C:4:0:1]中度发热

source: [C:4:0:1]Slight fever
de: [C:4:0:1]Niedriges Fieber
fr: [C:4:0:1]Légère fièvre
it: [C:4:0:1]Febbre lieve
ko: [C:4:0:1]약간의 발열
pl: [C:4:0:1]Lekka gorączka
pt_br: [C:4:0:1]febre leve
ru: [C:4:0:1]Лёгкий жар
tr: [C:4:0:1]Hafif ateş
vi: [C:4:0:1]Sốt nhẹ
zh_hans: [C:4:0:1]轻微发热

source: [C:6:0:1]Extreme pain
de: [C:6:0:1]Extreme Schmerzen
fr: [C:6:0:1]Douleur extrême
it: [C:6:0:1]Dolore estremo
ko: [C:6:0:1]극심한 고통
pl: [C:6:0:1]Niesamowity ból
pt_br: [C:6:0:1]Dor extrema
ru: [C:6:0:1]Сильная боль
tr: [C:6:0:1]Aşırı acı
vi: [C:6:0:1]Đau đớn cùng cực
zh_hans: [C:6:0:1].极度疼痛

source: [C:6:0:1]Moderate pain
de: [C:6:0:1]Mittlere Schmerzen
fr: [C:6:0:1]Douleur modérée
it: [C:6:0:1]Dolore moderato
ko: [C:6:0:1]중간의 고통
pl: [C:6:0:1]Umiarkowany ból
pt_br: [C:6:0:1]Dor moderada
ru: [C:6:0:1]Умеренная боль
tr: [C:6:0:1]Orta derecede acı
vi: [C:6:0:1]Đau vừa phải
zh_hans: [C:6:0:1].中度疼痛

source: [C:6:0:1]Slight pain
de: [C:6:0:1]Leichte Schmerzen
fr: [C:6:0:1]Légère douleur
it: [C:6:0:1]Lieve dolore
ko: [C:6:0:1]약간의 고통
pl: [C:6:0:1]Lekki ból
pt_br: [C:6:0:1]Dor leve
ru: [C:6:0:1]Незначительная боль
tr: [C:6:0:1]Hafif acı
vi: [C:6:0:1]Đau nhẹ
zh_hans: [C:6:0:1].轻度疼痛

source: [C:6:0:1]Exhausted
de: [C:6:0:1]Erschöpft
fr: [C:6:0:1]Épuisé
it: [C:6:0:1]Esausto
ko: [C:6:0:1]탈진
pl: [C:6:0:1]Wyczerpany
pt_br: [C:6:0:1]Exausto
ru: [C:6:0:1]Истощён
tr: [C:6:0:1]Tükenmiş
vi: [C:6:0:1]Kiệt sức
zh_hans: [C:6:0:1]筋疲力尽

source: [C:6:0:1]Over-exerted
de: [C:6:0:1]Überanstrengt
fr: [C:6:0:1]Surmené
it: [C:6:0:1]Sovraffaticato
ko: [C:6:0:1]기진맥진
pl: [C:6:0:1]Przemęczony
pt_br: [C:6:0:1]Esforço excessivo
ru: [C:6:0:1]Переутомление
tr: [C:6:0:1]Aşırı yorulmuş
vi: [C:6:0:1]Lao lực quá mức
zh_hans: [C:6:0:1]用力过度

source: [C:6:0:1]Tired
de: [C:6:0:1]Müde
fr: [C:6:0:1]Fatigué
it: [C:6:0:1]Stanco
ko: [C:6:0:1]피로함
pl: [C:6:0:1]Zmęczony
pt_br: [C:6:0:1]Cansado
ru: [C:6:0:1]Усталость
tr: [C:6:0:1]Yorgun
vi: [C:6:0:1]Mệt mỏi
zh_hans: [C:6:0:1]疲倦的

source: [C:3:0:1]Stunned
de: [C:3:0:1]Betäubt
fr: [C:3:0:1]Abasourdi
it: [C:3:0:1]Stordito
ko: [C:3:0:1]기절함
pl: [C:3:0:1]Ogłuszony
pt_br: [C:3:0:1]Atordoado
ru: [C:3:0:1]Оглушён
tr: [C:3:0:1]Sersemlemiş
vi: [C:3:0:1]Bị choáng
zh_hans: [C:3:0:1]昏迷的

source: [C:3:0:1]Dizzy
de: [C:3:0:1]Schwindelig
fr: [C:3:0:1]Étourdi
it: [C:3:0:1]Vertiginoso
ko: [C:3:0:1]어지러움
pl: [C:3:0:1]Oszołomiony
pt_br: [C:3:0:1]Tonto
ru: [C:3:0:1]Головокружение
tr: [C:3:0:1]Baş dönmesi
vi: [C:3:0:1]Chóng mặt
zh_hans: [C:3:0:1]眩晕的

source: [C:1:0:1]Drowning
de: [C:1:0:1]Am ertrinken
fr: [C:1:0:1]Noyade
it: [C:1:0:1]Annegando
ko: [C:1:0:1]꼬로록
pl: [C:1:0:1]Tonący
pt_br: [C:1:0:1]Se afogando
ru: [C:1:0:1]Утопление
tr: [C:1:0:1]Boğuluyor
vi: [C:1:0:1]Đang chết đuối
zh_hans: [C:1:0:1]溺水

source: [C:7:0:0]Winded
de: [C:7:0:0]Atemprobleme
fr: [C:7:0:0]Houleux
it: [C:7:0:0]Senza fiato
ko: [C:7:0:0]호흡곤란
pl: [C:7:0:0]Zdyszany
pt_br: [C:7:0:0]Ofegante
ru: [C:7:0:0]Ветреная
tr: [C:7:0:0]Nefesi kesilmiş
vi: [C:7:0:0]Hụt hơi
zh_hans: [C:7:0:0]呼吸困难

source: [C:2:0:1]Nauseous
de: [C:2:0:1]Übelkeit
fr: [C:2:0:1]Nauséabonde
it: [C:2:0:1]Nauseato
ko: [C:2:0:1]메스꺼움
pl: [C:2:0:1]Ma mdłości
pt_br: [C:2:0:1]Nauseado
ru: [C:2:0:1]Тошнота
tr: [C:2:0:1]Midesi bulanıyor
vi: [C:2:0:1]Buồn nôn
zh_hans: [C:2:0:1]恶心的

source: [C:4:0:1]Very drowsy
de: [C:4:0:1]Sehr schläfrig
fr: [C:4:0:1]Très somnolent
it: [C:4:0:1]Molto sonnolento
ko: [C:4:0:1]심하게 졸림
pl: [C:4:0:1]Bardzo senny
pt_br: [C:4:0:1]Muito Sonolento
ru: [C:4:0:1]Очень сонный
tr: [C:4:0:1]Çok uykulu
vi: [C:4:0:1]Rất buồn ngủ
zh_hans: [C:4:0:1]非常困倦

source: [C:1:0:1]Drowsy
de: [C:1:0:1]Schläfrig
fr: [C:1:0:1]Somnolent
it: [C:1:0:1]Sonnolento
ko: [C:1:0:1]졸림
pl: [C:1:0:1]Senny
pt_br: [C:1:0:1]Sonolento
ru: [C:1:0:1]Сонливость
tr: [C:1:0:1]Uykulu
vi: [C:1:0:1]Buồn ngủ
zh_hans: [C:1:0:1]疲倦

source: [C:5:0:1]Dehydrated
de: [C:5:0:1]Dehydriert
fr: [C:5:0:1]Déshydraté
it: [C:5:0:1]Disidratato
ko: [C:5:0:1]탈수증
pl: [C:5:0:1]Odwodniony
pt_br: [C:5:0:1]Desidratado
ru: [C:5:0:1]обезвоженный
tr: [C:5:0:1]Susuz kalmış
vi: [C:5:0:1]Mất nước
zh_hans: [C:5:0:1]极度口渴

source: [C:1:0:1]Thirsty
de: [C:1:0:1]Durstig
fr: [C:1:0:1]Soif
it: [C:1:0:1]Assetato
ko: [C:1:0:1]목마름
pl: [C:1:0:1]Spragniony
pt_br: [C:1:0:1]Com sede
ru: [C:1:0:1]Жажда
tr: [C:1:0:1]Susamış
vi: [C:1:0:1]Khát nước
zh_hans: [C:1:0:1]口渴

source: words
tr: kelimeler
vi: Từ ngữ

source: [C:4:0:1]Starving
de: [C:4:0:1]Am Verhungern
fr: [C:4:0:1]Mourir de faim
it: [C:4:0:1]Morendo di fame
ko: [C:4:0:1]굶주림
pl: [C:4:0:1]Głodujący
pt_br: [C:4:0:1]Faminto
ru: [C:4:0:1]Голодание
tr: [C:4:0:1]Açlıktan ölüyor
vi: [C:4:0:1]Đang đói lả
zh_hans: [C:4:0:1]挨饿

source: [C:6:0:0]Hungry
de: [C:6:0:0]Hungrig
fr: [C:6:0:0]Affamé
it: [C:6:0:0]Affamato
ko: [C:6:0:0]배고픔
pl: [C:6:0:0]Głodny
pt_br: [C:6:0:0]Com fome
ru: [C:6:0:0]Голод
tr: [C:6:0:0]Aç
vi: [C:6:0:0]Đói
zh_hans: [C:6:0:0]饥饿

source: [C:4:0:1]Slumberous
de: [C:4:0:1]Schläfrig
fr: [C:4:0:1]Somnolent
it: [C:4:0:1]Assonnato
ko: [C:4:0:1]무기력함
pl: [C:4:0:1]Senny
pt_br: [C:4:0:1]Adormecido
ru: [C:4:0:1]Дремучий
tr: [C:4:0:1]Ağır uykulu
vi: [C:4:0:1]Buồn ngủ rũ
zh_hans: [C:4:0:1]平静的

source: [C:6:0:1]Drowsy
de: [C:6:0:1]Schläfrig
fr: [C:6:0:1]Somnolent
it: [C:6:0:1]Sonnolento
ko: [C:6:0:1]졸림
pl: [C:6:0:1]Ospały
pt_br: [C:6:0:1]Sonolento
ru: [C:6:0:1]Сонливость
tr: [C:6:0:1]Uykulu
vi: [C:6:0:1]Buồn ngủ
zh_hans: [C:6:0:1]疲倦

source: [C:1:0:0]Drowsy
de: [C:1:0:0]Schläfrig
fr: [C:1:0:0]Somnolent
it: [C:1:0:0]Sonnolento
ko: [C:1:0:0]졸림
pl: [C:1:0:0]Senny
pt_br: [C:1:0:0]Sonolento
ru: [C:1:0:0]Сонливость
tr: [C:1:0:0]Uykulu
vi: [C:1:0:0]Buồn ngủ
zh_hans: [C:1:0:0]疲倦

source: [C:4:0:1]Thirsty!
de: [C:4:0:1]Durstig!
fr: [C:4:0:1]Soif !
it: [C:4:0:1]Assetato!
ko: [C:4:0:1]목마름!
pl: [C:4:0:1]Spragniony!
pt_br: [C:4:0:1]Com sede!
ru: [C:4:0:1]Жажда!
tr: [C:4:0:1]Susamış!
vi: [C:4:0:1]Khát nước!
zh_hans: [C:4:0:1]口渴!

source: [C:4:0:0]Thirsty
de: [C:4:0:0]Durstig
fr: [C:4:0:0]Soif
it: [C:4:0:0]Assetato
ko: [C:4:0:0]목마름
pl: [C:4:0:0]Spragniony
pt_br: [C:4:0:0]Com sede
ru: [C:4:0:0]Жажда
tr: [C:4:0:0]Susamış
vi: [C:4:0:0]Khát nước
zh_hans: [C:4:0:0]口渴

source: [C:5:0:1]Thirsty
de: [C:5:0:1]Durstig
fr: [C:5:0:1]Soif
it: [C:5:0:1]Assetato
ko: [C:5:0:1]목마름
pl: [C:5:0:1]Spragniony
pt_br: [C:5:0:1]Com sede
ru: [C:5:0:1]Жажда
tr: [C:5:0:1]Susamış
vi: [C:5:0:1]Khát nước
zh_hans: [C:5:0:1]口渴

source: [C:6:0:1]Thirsty
de: [C:6:0:1]Durstig
fr: [C:6:0:1]Soif
it: [C:6:0:1]Assetato
ko: [C:6:0:1]목마름
pl: [C:6:0:1]Spragniony
pt_br: [C:6:0:1]Com sede
ru: [C:6:0:1]Жажда
tr: [C:6:0:1]Susamış
vi: [C:6:0:1]Khát nước
zh_hans: [C:6:0:1]口渴

source: [C:4:0:1]Very hungry
de: [C:4:0:1]Sehr hungrig
fr: [C:4:0:1]Très faim
it: [C:4:0:1]Molto affamato
ko: [C:4:0:1]아주 배고픔
pl: [C:4:0:1]Bardzo głodny
pt_br: [C:4:0:1]Com muita fome
ru: [C:4:0:1]Очень голоден
tr: [C:4:0:1]Çok aç
vi: [C:4:0:1]Rất đói
zh_hans: [C:4:0:1]非常饥饿

source: [C:6:0:1]Hungry
de: [C:6:0:1]Hungrig
fr: [C:6:0:1]Affamé
it: [C:6:0:1]Affamato
ko: [C:6:0:1]배고픔
pl: [C:6:0:1]Głodny
pt_br: [C:6:0:1]Com fome
ru: [C:6:0:1]Голоден
tr: [C:6:0:1]Aç
vi: [C:6:0:1]Đói
zh_hans: [C:6:0:1]饥饿

source: [C:4:0:1]Cannot breathe
de: [C:4:0:1]Kann nicht atmen
fr: [C:4:0:1]Je ne peux pas respirer
it: [C:4:0:1]Incapacità di respirare
ko: [C:4:0:1]숨을 쉴 수 없음
pl: [C:4:0:1]Niemożność oddychania
pt_br: [C:4:0:1]Não consegue respirar
ru: [C:4:0:1]Не может дышать
tr: [C:4:0:1]Nefes alamıyor
vi: [C:4:0:1]Không thể thở được
zh_hans: [C:4:0:1]无法呼吸

source: [C:7:0:0]Trouble breathing
de: [C:7:0:0]Atemprobleme
fr: [C:7:0:0]Trouble respiratoire
it: [C:7:0:0]Difficoltà a respirare
ko: [C:7:0:0]호흡곤란
pl: [C:7:0:0]Problem z oddychaniem
pt_br: [C:7:0:0]Dificuldade para respirar
ru: [C:7:0:0]Затруднённое дыхание
tr: [C:7:0:0]Nefes almakta zorlanıyor
vi: [C:7:0:0]Khó thở
zh_hans: [C:7:0:0]呼吸困难

source: [C:4:0:1]Vision lost
de: [C:4:0:1]Augenlicht verloren
fr: [C:4:0:1]Vision perdue
it: [C:4:0:1]Vista persa
ko: [C:4:0:1]시력 상실
pl: [C:4:0:1]Utrata wzroku
pt_br: [C:4:0:1]Visão perdida
ru: [C:4:0:1]Потеря зрения
tr: [C:4:0:1]Görme yetisi kayboldu
vi: [C:4:0:1]Mất thị lực
zh_hans: [C:4:0:1]视力丧失

source: [C:6:0:1]Vision impaired
de: [C:6:0:1]Sehbehinderung
fr: [C:6:0:1]Déficient visuel
it: [C:6:0:1]Vista ostacolata
ko: [C:6:0:1]시각 장애
pl: [C:6:0:1]Niedowidzenie
pt_br: [C:6:0:1]Visão deficiente
ru: [C:6:0:1]Нарушение зрения
tr: [C:6:0:1]Görme yetisi bozuldu
vi: [C:6:0:1]Thị lực suy giảm
zh_hans: [C:6:0:1]视力受损

source: [C:7:0:0]Vision somewhat impaired
de: [C:7:0:0]Sehkraft etwas beeinträchtigt
fr: [C:7:0:0]Vision quelque peu altérée
it: [C:7:0:0]Vista piuttosto compromessa
ko: [C:7:0:0]시력 저하
pl: [C:7:0:0]Częściowe niedowidzenie
pt_br: [C:7:0:0]Visão um pouco deficiente
ru: [C:7:0:0]Зрение несколько ухудшено
tr: [C:7:0:0]Görme yetisi biraz bozuldu
vi: [C:7:0:0]Thị lực hơi suy giảm
zh_hans: [C:7:0:0]视力有些受损

source: [C:6:0:1]Ability to stand lost
de: [C:6:0:1]Die Fähigkeit, verloren zu gehen
fr: [C:6:0:1]Capacité à rester perdu
it: [C:6:0:1]Capacità di stare in piedi persa
ko: [C:6:0:1]설 수 없음
pl: [C:6:0:1]Zdolność do stania utracona
pt_br: [C:6:0:1]Habilidade de ficar de pé perdida
ru: [C:6:0:1]Способность стоять потерянным
tr: [C:6:0:1]Ayakta durma yeteneği kayboldu
vi: [C:6:0:1]Mất khả năng đứng vững
zh_hans: [C:6:0:1]直立能力丧失

source: [C:6:0:1]Ability to stand somewhat impaired
de: [C:6:0:1]Stehvermögen etwas beeinträchtigt
fr: [C:6:0:1]Capacité à se tenir debout quelque peu altérée
it: [C:6:0:1]Capacità di stare in piedi piuttosto compromessa
ko: [C:6:0:1]서 있기 어려움
pl: [C:6:0:1]Zdolność do stania częściowo upośledzona
pt_br: [C:6:0:1]Capacidade de ficar de pé um pouco prejudicada
ru: [C:6:0:1]Способность стоять несколько нарушена
tr: [C:6:0:1]Ayakta durma yeteneği biraz bozuldu
vi: [C:6:0:1]Khả năng đứng vững hơi suy giảm
zh_hans: [C:6:0:1]直立能力有所受损

source: [C:6:0:1]Ability to grasp lost
fr: [C:6:0:1]Capacité à saisir perdue
it: [C:6:0:1]Capacità di afferrare persa
ko: [C:6:0:1]잡는 능력 상실
pl: [C:6:0:1]Zdolność do chwytania utracona
pt_br: [C:6:0:1]Habilidade de compreender perdida
ru: [C:6:0:1]Способность хватать потеряна
tr: [C:6:0:1]Kavrama yeteneği kayboldu
vi: [C:6:0:1]Mất khả năng nắm giữ
zh_hans: [C:6:0:1]抓取能力丧失

source: [C:6:0:1]Ability to grasp somewhat impaired
de: [C:6:0:1]Auffassungsgabe etwas beeinträchtigt
fr: [C:6:0:1]Capacité à saisir quelque peu altérée
it: [C:6:0:1]Capacità di afferrare piuttosto compromessa.
ko: [C:6:0:1]잡는 능력이 떨어짐
pl: [C:6:0:1]Zdolność do chwytania częściowo upośledzona
pt_br: [C:6:0:1]Capacidade de compreensão um pouco deficiente
ru: [C:6:0:1]Способность к пониманию несколько нарушена
tr: [C:6:0:1]Kavrama yeteneği biraz bozuldu
vi: [C:6:0:1]Khả năng nắm giữ hơi suy giảm
zh_hans: [C:6:0:1]抓取能力有所受损

source: [C:6:0:1]Ability to fly lost
de: [C:6:0:1]Fähigkeit zum Fliegen verloren
fr: [C:6:0:1]Capacité à voler perdue
it: [C:6:0:1]Capacità di volare perduta
ko: [C:6:0:1]비행 능력 상실
pl: [C:6:0:1]Zdolność do lotu utracona
pt_br: [C:6:0:1]Habilidade de voar perdida
ru: [C:6:0:1]Способность летать потеряна
tr: [C:6:0:1]Uçma yeteneği kayboldu
vi: [C:6:0:1]Mất khả năng bay
zh_hans: [C:6:0:1]飞行能力丧失

source: [C:6:0:1]Ability to fly somewhat impaired
de: [C:6:0:1]Flugfähigkeit etwas beeinträchtigt
fr: [C:6:0:1]Capacité à voler quelque peu altérée
it: [C:6:0:1]Capacità di volare piuttosto compromessa
ko: [C:6:0:1]비행 능력 저하
pl: [C:6:0:1]Zdolność do lotu częściowo upośledzona
pt_br: [C:6:0:1]Capacidade de voar um pouco prejudicada
ru: [C:6:0:1]Способность летать несколько нарушена
tr: [C:6:0:1]Uçma yeteneği biraz bozuldu
vi: [C:6:0:1]Khả năng bay hơi suy giảm
zh_hans: [C:6:0:1]飞行能力有所受损

source: [C:7:0:1]Motor nerve damage
de: [C:7:0:1]Motorische Nervenschäden
fr: [C:7:0:1]Lésion du nerf moteur
it: [C:7:0:1]Danni ai nervi motori
ko: [C:7:0:1]운동 신경 손상
pl: [C:7:0:1]Uszkodzenie nerwu ruchowego
pt_br: [C:7:0:1]Dano no nervo motor
ru: [C:7:0:1]Повреждение двигательного нерва
tr: [C:7:0:1]Motor sinir hasarı
vi: [C:7:0:1]Tổn thương dây thần kinh vận động
zh_hans: [C:7:0:1]运动神经受损

source: [C:7:0:1]Sensory nerve damage
de: [C:7:0:1]Schädigung der Sinnesnerven
fr: [C:7:0:1]Lésions nerveuses sensorielles
it: [C:7:0:1]Danno ai nervi sensoriali
ko: [C:7:0:1]감각 신경 손상
pl: [C:7:0:1]Uszkodzenie nerwu sensorycznego
pt_br: [C:7:0:1]Dano nos nervos sensórias
ru: [C:7:0:1]Повреждение сенсорных нервов
tr: [C:7:0:1]Duyu sinir hasarı
vi: [C:7:0:1]Tổn thương dây thần kinh cảm giác
zh_hans: [C:7:0:1]感官神经受损

source: [C:7:0:0]No health problems
de: [C:7:0:0]Keine gesundheitlichen Probleme
fr: [C:7:0:0]Aucun problème de santé
it: [C:7:0:0]Nessun problema di salute
ko: [C:7:0:0]건강 문제 없음
pl: [C:7:0:0]Brak problemów zdrowotnych
pt_br: [C:7:0:0]Sem problemas de saúde
ru: [C:7:0:0]Нет проблем со здоровьем
tr: [C:7:0:0]Sağlık sorunu yok
vi: [C:7:0:0]Không có vấn đề sức khỏe
zh_hans: [C:7:0:0]无健康问题

source: Overall,
de: Insgesamt,
fr: Globalement,
it: Nel complesso,
ko: 전반적으로,
pl: Ogólnie,
pt_br: No geral,
ru: В целом,
tr: Genel olarak,
vi: Nhìn chung,
zh_hans: 总体，

source: very focused with satisfied needs
de: sehr fokussiert mit befriedigten Bedürfnissen
fr: très concentré avec des besoins satisfaits
it: molto concentrato con bisogni soddisfatti
ko: 필요가 충족돼서 매우 집중하고 있다
pl: bardzo skupiony na zaspokojonych potrzebach
pt_br: muito focado com necessidades satisfeitas
ru: сильно сосредоточен, благодаря удовлетворённым потребностям
tr: karşılanan ihtiyaçlarla çok odaklanmış
vi: rất tập trung và các nhu cầu được đáp ứng
zh_hans: 非常关注满足需求

source: quite focused with satisfied needs
de: ziemlich fokussiert mit befriedigten Bedürfnissen
fr: assez concentré avec des besoins satisfaits
it: alquanto concentrato con bisogni soddisfatti
ko: 필요가 충족돼서 매우 집중하고 있다
pl: dość skoncentrowany na zaspokojonych potrzebach
pt_br: bastante focado com necessidades satisfeitas
ru: довольно сильно сосредоточен, благодаря удовлетворённым потребностям
tr: karşılanan ihtiyaçlarla oldukça odaklanmış
vi: khá tập trung và các nhu cầu được đáp ứng
zh_hans: 非常关注满足需求

source: somewhat focused with satisfied needs
de: etwas konzentriert mit befriedigten Bedürfnissen
fr: quelque peu concentré avec des besoins satisfaits
it: piuttosto concentrato sui bisogni soddisfatti
ko: 필요가 충족돼서 어느정도 집중하고 있다
pl: nieco skupiony na zaspokojonych potrzebach
pt_br: um pouco focado com necessidades satisfeitas
ru: сосредоточен, благодаря удовлетворённым потребностям
tr: karşılanan ihtiyaçlarla biraz odaklanmış
vi: hơi tập trung và các nhu cầu được đáp ứng
zh_hans: 有点满足需求

source: badly distracted by unmet needs
de: stark abgelenkt durch unerfüllte Bedürfnisse
fr: très distrait par des besoins non satisfaits
it: fortemente distratto dai bisogni insoddisfatti
ko: 필요가 충족되지 않아서 심하게 산만해졌다
pl: mocno rozproszony przez niezaspokojone potrzeby
pt_br: mal distraído por necessidades não atendidas
ru: сильно рассеян из-за неудовлетворённых потребностей
tr: karşılanmamış ihtiyaçlar nedeniyle dikkati fena halde dağılmış
vi: bị phân tâm nặng nề bởi các nhu cầu chưa được đáp ứng
zh_hans: 被未满足的需求严重分心

source: distracted by unmet needs
de: abgelenkt durch unerfüllte Bedürfnisse
fr: distrait par des besoins non satisfaits
it: distratto dai bisogni insoddisfatti
ko: 필요가 충족되지 않아서 산만해졌다
pl: rozproszony przez niezaspokojone potrzeby
pt_br: distraído por necessidades não atendidas
ru: довольно сильно рассеян из-за неудовлетворённых потребностей
tr: karşılanmamış ihtiyaçlar nedeniyle dikkati dağılmış
vi: bị phân tâm bởi các nhu cầu chưa được đáp ứng
zh_hans: 被未满足的需求分散注意力

source: unfocused by unmet needs
de: unkonzentriert durch unerfüllte Bedürfnisse
fr: non focalisé par des besoins non satisfaits
it: deconcentrato con bisogni insoddisfatti
ko: 필요가 충족되지 않아서 집중을 잃었다
pl: nieskupiony przez niezaspokojone potrzeby
pt_br: desfocado por necessidades não atendidas
ru: рассеян из-за неудовлетворённых потребностей
tr: karşılanmamış ihtiyaçlar nedeniyle odaklanamamış
vi: mất tập trung bởi các nhu cầu chưa được đáp ứng
zh_hans: 没有满足未满足的需求

source: untroubled by unmet needs
de: unbehelligt von unerfüllten Bedürfnissen
fr: indifférent aux besoins non satisfaits
it: imperturbato dai bisogni insoddisfatti
ko: 필요가 충족되지 않았지만 흐트러지지 않았다
pl: beztroski przez niezaspokojone potrzeby
pt_br: imperturbável por necessidades não atendidas
ru: не обращает внимания на неудовлетворённые потребности
tr: karşılanmamış ihtiyaçlar nedeniyle sıkıntı çekmiyor
vi: không bận tâm bởi các nhu cầu chưa được đáp ứng
zh_hans: 没有满足未满足的需求

source: unfettered
de: ungehindert
fr: sans entrave
it: sciolto
ko: 영향이 없다
pl: nie skrępowany
pt_br: libertar
ru: чувствует себя свободно
tr: özgür
vi: Không vướng bận
zh_hans: 不受约束

source: level-headed
de: mit klarem Verstand
fr: pondéré
it: con la testa sulle spalle
ko: 침착함을 유지한다
pl: zrównoważony
pt_br: equilibrado
ru: уравновешен
tr: sağduyulu
vi: Điềm tĩnh
zh_hans: 头脑冷静

source: untroubled
de: Unbeschwert
fr: tranquille
it: sereno
ko: 문제 없다
pl: beztroski
pt_br: imperturbável
ru: в беспечности
tr: sıkıntısız
vi: Thanh thản
zh_hans: 忧

source: not distracted
de: nicht abgelenkt
fr: pas distrait
it: non distratto
ko: 산만해지지 않다
pl: nierozproszony
pt_br: não distraído
ru: не теряется
tr: dikkati dağılmamış
vi: Không xao nhãng
zh_hans: 不要分心

source: unfocused
de: Unfokussiert
fr: flou
it: non focalizzato
ko: 집중을 잃었다
pl: nieskupiony
pt_br: desfocado
ru: чувствует вялость
tr: odaklanmamış
vi: Mất tập trung
zh_hans: 聚焦

source: distracted
de: abgelenkt
fr: distraits
it: distratto
ko: 산만해졌다
pl: rozproszony
pt_br: distraído
ru: теряется
tr: dikkati dağılmış
vi: Bị xao nhãng
zh_hans: 分心

source: badly distracted
de: stark abgelenkt
fr: mal distrait
it: fortemente distratto
ko: 심하게 산만해졌다
pl: mocno rozproszony
pt_br: mal distraído
ru: сильно теряется
tr: dikkati fena dağılmış
vi: Bị xao nhãng nghiêm trọng
zh_hans: 非常分心

source: after spending time with people
de: nachdem sie Zeit mit Menschen verbracht haben
fr: après avoir passé du temps avec des gens
it: dopo aver trascorso tempo con le persone
ko: 사람들과 시간을 보낸 뒤에
pl: po spędzeniu czasu z ludźmi
pt_br: depois de passar um tempo com as pessoas
ru: после общения с другими
tr: insanlarla vakit geçirdikten sonra
vi: Sau khi dành thời gian cùng mọi người
zh_hans: 与人共度时光

source: after being away from people
de: nachdem sie von Menschen getrennt waren
fr: après avoir été loin des gens
it: dopo essere stato lontano dalle persone
ko: 사람들과 떨어져 있은 뒤에
pl: po byciu z dala od ludzi
pt_br: depois de ficar longe das pessoas
ru: после жизни вдали от людей
tr: insanlardan uzak kaldıktan sonra
vi: Sau khi xa rời mọi người
zh_hans: 远离人们之后

source: after drinking
de: nach dem Trinken
fr: après avoir bu
it: dopo aver bevuto
ko: 술을 마신 뒤에
pl: po piciu
pt_br: depois de beber
ru: после употребления алкоголя
tr: içtikten sonra
vi: Sau khi uống rượu
zh_hans: 喝完后

source: after being kept from alcohol
de: nachdem er vom Alkohol ferngehalten wurde
fr: après avoir été préservé de l'alcool
it: dopo essere stato tenuto lontano dall'alcol
ko: 술을 끊은 뒤에
pl: po byciu trzymanym z dala od alkoholu
pt_br: depois de ser impedido do álcool
ru: после отсутствия возможности употреблять алкоголь
tr: alkolden mahrum kaldıktan sonra
vi: Sau khi bị ngăn cấm rượu
zh_hans: 戒酒后

source: after communing with
de: nach Rücksprache mit
fr: après avoir communié avec
it: dopo aver comunicato con
ko: ~와 소통한 뒤에
pl: po obcowaniu z
pt_br: depois de se comunicar com
ru: после разговора с
tr: ile manevi bağ kurduktan sonra:
vi: Sau khi giao hòa với
zh_hans: 在沟通了

source: after meditation
de: nach der Meditation
fr: après la méditation
it: dopo la meditazione
ko: 명상을 하고 난 뒤에
pl: po medytacji
pt_br: depois da meditação
ru: после медитации
tr: meditasyondan sonra
vi: Sau khi thiền định
zh_hans: 冥想之后

source: after being unable to pray
de: nachdem er nicht beten konnte
fr: après avoir été incapable de prier
it: dopo essere stato incapace di pregare
ko: 기도할 수 없게 된 뒤로
pl: po braku możliwości pomodlenia się
pt_br: depois de ter sido impossibilitado(a) de rezar
ru: после отсутствия возможности молиться
tr: dua edemedikten sonra
vi: Sau khi không thể cầu nguyện
zh_hans: 在无法祈祷之后

source: after staying occupied
de: nach dem es Besetzt war
fr: après être resté occupé
it: dopo essere rimasti occupati
ko: 바쁘게 지낸 뒤에
pl: po byciu zajętym
pt_br: depois de ficar ocupado
ru: после пребывания занятым
tr: meşgul kaldıktan sonra
vi: Sau khi luôn bận rộn
zh_hans: 住完后

source: after being unoccupied
de: nach einem Leerstand
fr: après avoir été inoccupé
it: dopo essere stato disoccupato
ko: 한가하게 지낸 뒤에
pl: po nie byciu zajętym
pt_br: depois de ficar desocupado
ru: после пребывания без занятия
tr: boş kaldıktan sonra
vi: Sau khi rảnh rỗi
zh_hans: 没人住之后

source: after admiring art
de: nach Bewunderung der Kunst
fr: après avoir admiré l'art
it: dopo aver ammirato l'arte
ko: 예술 감상을 한 뒤에
pl: po podziwianiu sztuki
pt_br: depois de admirar a arte
ru: после восхищения произведением искусства
tr: sanata hayran kaldıktan sonra
vi: Sau khi thưởng thức nghệ thuật
zh_hans: 欣赏艺术之后

source: after being unable to admire art
de: nachdem er nicht in der Lage war, Kunst zu bewundern
fr: après avoir été incapable d'admirer l'art
it: dopo essere stato incapace di ammirare l'arte
ko: 예술을 감상할 수 없게 된 뒤로
pl: po braku możliwości podziwiania sztuki
pt_br: depois de ser incapaz de admirar arte
ru: после отсутствия возможности любоваться произведениями искусства
tr: sanata hayran kalamadıktan sonra
vi: Sau khi không thể thưởng thức nghệ thuật
zh_hans: 在无法欣赏艺术之后

source: after doing something creative
de: nachdem sie etwas Kreatives gemacht haben
fr: après avoir fait quelque chose de créatif
it: dopo aver fatto qualcosa di creativo
ko: 창의적인 일을 한 뒤에
pl: po robieniu czegoś kreatywnego
pt_br: depois de fazer algo criativo
ru: после занятий каким-то творческим делом
tr: yaratıcı bir şey yaptıktan sonra
vi: Sau khi làm điều gì đó sáng tạo
zh_hans: 做了创意之后

source: after doing nothing creative
de: nachdem sie nichts Kreatives getan haben
fr: après n'avoir rien fait de créatif
it: dopo non aver fatto nulla di creativo
ko: 어떤 창의적인 일도 하지 않은 뒤에
pl: po nie robieniu niczego kreatywnego
pt_br: depois de fazer nada criativo
ru: после занятий не творческим делом
tr: yaratıcı hiçbir şey yapmadıktan sonra
vi: Sau khi không làm gì sáng tạo
zh_hans: 什么都不做创意

source: after doing something exciting
de: nach etwas Aufregendem
fr: après avoir fait quelque chose d'excitant
it: dopo aver fatto qualcosa di emozionante
ko: 신나는 일을 한 뒤에
pl: po robieniu czegoś ekscytującego
pt_br: depois de fazer algo emocionante
ru: после занятий чем-то захватывающим
tr: heyecan verici bir şey yaptıktan sonra
vi: Sau khi làm điều gì đó thú vị
zh_hans: 做了令人兴奋的事情
