Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Must be inside
fr: Doit être à l'intérieur
it: Deve essere dentro
ko: 안에 있어야합니다
pl: Musi być wewnątrz
pt_br: Deve estar lá dentro
ru: Должно быть внутри
tr: İçeride olmalı
vi: Phải đặt bên trong
zh_hans: 必须在里面

source: Too close to edge
fr: Trop près du bord
it: Troppo vicino al bordo
ko: 가장자리에 너무 가깝습니다.
pl: Za blisko krawędzi
pt_br: Muito perto de borda
ru: Слишком близко к краю
tr: Kenara çok yakın
vi: Quá gần rìa
zh_hans: 太靠近边缘了

source: Must be outside
fr: Doit être à l'extérieur
it: Deve essere fuori
ko: 외부에 있어야 함
pl: Musi być na zewnątrz
pt_br: Deve estar lá fora
ru: Должно быть снаружи
tr: Dışarıda olmalı
vi: Phải đặt bên ngoài
zh_hans: 必须在外面

source: Cannot build at highest level
de: Kann nicht auf höchstem Level bauen
fr: Impossible de construire au plus haut niveau
it: Impossibile costruire nel livello più alto
ko: 건설 가능한 높이를 초과함
pl: Nie można budować na najwyższym poziomie
pt_br: Não pode ser construído no nível mais alto
ru: Нельзя строить на самом верхнем уровне
tr: En üst seviyede inşa edilemez
vi: Không thể xây dựng ở tầng cao nhất
zh_hans: 无法建立最高水平

source: Need soil or mud at location
de: Benötigt Erde oder Schlamm am Standort
fr: Besoin de terre ou de boue sur place
it: Serve suolo o fango nel luogo
ko: 위치에 흙이나 진흙이 필요합니다.
pl: Potrzeba gleby lub błota w lokacji
pt_br: Precisa de terra ou lama na localização
ru: Нужна почва или ил
tr: Konumda toprak veya çamur gerekli
vi: Cần đất hoặc bùn tại vị trí này
zh_hans: 需要此地有土壤或淤泥

source: Need soil at location
fr: Besoin de terre sur place
it: Serve suolo nel luogo
ko: 위치에 토양이 필요합니다
pl: Potrzeba gleby w lokacji
pt_br: Precisa de terra na localização
ru: Нужна почва
tr: Konumda toprak gerekli
vi: Cần đất tại vị trí này
zh_hans: 需要此地有土壤

source: Needs ground or near machine
fr: Nécessite le sol ou près de la machine
it: Serve terreno o vicino una macchina
ko: 접지 또는 기계 근처 필요
pl: Potrzeba ziemi lub pobliskiej maszyny
pt_br: Precisa de solo ou perto de máquina
ru: Нужна поверхность или машина рядом
tr: Zemin veya yakın makine gerekli
vi: Cần mặt đất hoặc gần máy móc
zh_hans: 需要地面或靠近机器

source: No mud/soil for farm
de: Kein Schlamm/Boden für die Landwirtschaft
fr: Pas de boue/sol pour la ferme
it: Manca fango/suolo per le colture
ko: 농사지을 진흙/흙이 없음
pl: Brak błota/gleby pod uprawę
pt_br: Sem lama/solo para exploração agrícola
ru: Нет ила/почвы для фермы
tr: Tarla için çamur/toprak yok
vi: Không có bùn/đất để làm nông trại
zh_hans: 没有泥浆/土壤给农场

source: Mud is left by water
de: Schlamm wird vom Wasser hinterlassen
fr: La boue est laissée par l'eau
it: Il fango è lasciato dall'acqua
ko: 진흙은 물에 의해 남겨진다
pl: Błoto pozostało po wodzie
pt_br: Lama é deixada pela água
ru: Вода оставила после себя ил
tr: Su geriye çamur bırakır
vi: Bùn được tạo ra bởi nước
zh_hans: 淤泥由水留下

source: slightly low
de: etwas niedrig
fr: légèrement bas
it: leggermente basso
ko: 약간 낮은
pl: trochę niski
pt_br: um pouco baixo
ru: довольно низкий
tr: biraz düşük
vi: Hơi thấp
zh_hans: 略低

source: Placing creatures
de: Kreaturen platzieren
fr: Placement des créatures
it: Collocando creature
ko: 크리쳐 배치
pl: Umieszczanie stworzeń
ru: Размещение существ
tr: Yaratıklar yerleştiriliyor
vi: Đặt sinh vật
zh_hans: 放置生灵

source: Right click when done
de: Rechtsklick wenn fertig
fr: clic droit quand c'est bon
it: Clic destro al termine
ko: 완료시 오른쪽 클릭
pl: Kliknij prawym gdy skończone
ru: Правый клик для окончания
tr: Bittiğinde sağ tıkla
vi: Nhấp chuột phải khi hoàn tất
zh_hans: 当完成时右键

source: Placing trees
de: Baeume plazieren
fr: Placement des arbres
it: Collocando alberi
ko: 나무 배치
pl: Umieszczanie drzew
ru: Размещение деревьев
tr: Ağaçlar yerleştiriliyor
vi: Đặt cây
zh_hans: 放置树木

source: Adding water
de: Wasser hinzufuegen
fr: Ajout de l'eau
it: Aggiungendo acqua
ko: 물을 추가
pl: Dodawanie wody
ru: Добавление воды
tr: Su ekleniyor
vi: Thêm nước
zh_hans: 添加水源

source: Adding magma
de: Magma hinzufuegen
fr: Ajout du magma
it: Aggiungendo magma
ko: 마그마 추가
pl: Dodawanie magmy
ru: Добавление магмы
tr: Magma ekleniyor
vi: Thêm macma
zh_hans: 添加岩浆

source: Adding snow
de: Schnee hinzufuegen
fr: Ajout de la neige
it: Aggiungendo neve
ko: 눈 추가
pl: Dodawanie śniegu
ru: Добавление снега
tr: Kar ekleniyor
vi: Thêm tuyết
zh_hans: 添加雪

source: Adding mud
de: Schlamm hinzufuegen
fr: Ajout de la boue
it: Aggiungendo fango
ko: 진흙 추가
pl: Dodawanie błota
ru: Добавление ила
tr: Çamur ekleniyor
vi: Thêm bùn
zh_hans: 添加泥土

source: Removing fluids and spatter
de: Entferne Fluessigkeiten und Spritzer
fr: retirer les liquides et éclaboussures
it: Rimozione di fluidi e schizzi
pl: Usuwanie płynów i obryzgów
ru: Удаление жидкостей и брызг
tr: Sıvılar ve sıçramalar kaldırılıyor
vi: Loại bỏ chất lỏng và vệt bắn
zh_hans: 去除液体和溅落液滴

source: Automated vein and gem mining blueprint
fr: Plan d'exploitation automatisée des veines et des pierres précieuses
it: Progetto di scavo automatizzato di vene e gemme
ko: 자동화된 광맥 및 보석 채굴 청사진
pl: Schemat automatycznego wydobywania żył i klejnotów
pt_br: Projeto de mineração de veios e gemas automatizado
ru: План автоматической раскопки жил и драгоценных камней
tr: Otomatik damar ve mücevher madenciliği planı
vi: Bản thiết kế khai thác tự động tĩnh mạch quặng và đá quý
zh_hans: 自动矿脉和宝石挖掘蓝图

source: Vein and gem mining blueprint
fr: Plan d'exploitation des veines et des pierres précieuses
it: Progetto di scavo di vene e gemme
ko: 광맥 및 보석 채굴 청사진
pl: Schemat wydobywania żył i klejnotów
pt_br: Projeto de mineração de veios e gemas
ru: План раскопки жил и добычи драгоценных камней
tr: Damar ve mücevher madenciliği planı
vi: Bản thiết kế khai thác tĩnh mạch quặng và đá quý
zh_hans: 矿脉和宝石挖掘蓝图

source: Gem mining blueprint
fr: Plan d'extraction de gemmes
it: Progetto di scavo di gemme
ko: 보석 채굴 청사진
pl: Schemat wydobywania klejnotów
pt_br: Projeto de mineração de gemas
ru: План добычи драгоценных камней
tr: Mücevher madenciliği planı
vi: Bản thiết kế khai thác đá quý
zh_hans: 宝石挖掘蓝图

source: Regular mining blueprint
fr: Plan d'exploitation minière régulier
it: Progetto di scavo regolare
ko: 일반 마이닝 청사진
pl: Standardowy schemat kopania
pt_br: Projeto de mineração comum
ru: План обычной раскопки
tr: Normal madencilik planı
vi: Bản thiết kế khai thác thông thường
zh_hans: 常规挖掘蓝图

source: Automated vein and gem mining
de: Automatisierter Abbau von Adern und Edelsteinen
fr: Extraction automatisée de veines et de pierres précieuses
it: Scavo automatizzato di vene e gemme
ko: 자동화된 광맥 및 보석 채굴
pl: Automatyczne wydobywanie żył i klejnotów
pt_br: Mineração de veios e gemas automatizado
ru: Автоматическая раскопка жил и драгоценных камней
tr: Otomatik damar ve mücevher madenciliği
vi: Khai thác tự động tĩnh mạch quặng và đá quý
zh_hans: 自动矿脉和宝石挖掘

source: Vein and gem mining
de: Erz- und Edelsteinabbau
fr: Extraction de veines et de pierres précieuses
it: Scavo di vene e gemme
ko: 광맥 및 보석 채굴
pl: Wydobywanie żył i klejnotów
pt_br: Mineração de veios e gemas
ru: Раскопка жил и драгоценных камней
tr: Damar ve mücevher madenciliği
vi: Khai thác tĩnh mạch quặng và đá quý
zh_hans: 矿脉和宝石挖掘

source: Gem mining
de: Edelsteinabbau
fr: Extraction de pierres précieuses
it: Scavo di gemme
ko: 보석 채굴
pl: Wydobywanie klejnotów
pt_br: Mineração de gemas
ru: Добыча драгоценных камней
tr: Mücevher madenciliği
vi: Khai thác đá quý
zh_hans: 挖掘宝石

source: Regular mining
fr: Minage régulier
it: Scavo regolare
ko: 일반 채굴
pl: Standardowe kopanie
pt_br: Mineração regular
ru: Обычная раскопка
tr: Normal madencilik
vi: Khai thác thông thường
zh_hans: 常规挖掘

source: Removing stairs/ramp/constructions
de: Entfernen von Treppen/Rampen/Bauwerken
fr: Enlever des escaliers/rampes/constructions
it: Rimuovendo scale/rampe/costruzioni
ko: 계단/경사로/건축물 제거
pl: Usuwanie schodów/ramp/konstrukcji
pt_br: Removendo escadas/rampas/construções
ru: Снос лестниц/пандусов/конструкций
tr: Merdivenler/rampa/yapılar kaldırılıyor
vi: Loại bỏ cầu thang/dốc/công trình
zh_hans: 移除楼梯/坡道/建筑物

source: Stair mining blueprint
fr: Plan d'exploitation minière d'escalier
it: Progetto di scavo di scala
ko: 계단 채굴 청사진
pl: Schemat wykuwania schodów
pt_br: Planta da mineração de escada
ru: План копания лестницы
tr: Merdiven madenciliği planı
vi: Bản thiết kế đào cầu thang
zh_hans: 楼梯挖掘蓝图

source: Stair mining
fr: Exploitation d'escaliers
it: Scavo di scala
ko: 계단 채굴
pl: Wykuwanie schodów
pt_br: Mineração de escada
ru: Раскопка лестниц
tr: Merdiven madenciliği
vi: Đào cầu thang
zh_hans: 挖掘楼梯

source: Ramp mining blueprint
fr: Plan d'exploitation de la rampe
it: Progetto di scavo di rampa
ko: 램프 마이닝 청사진
pl: Schemat kopania ramp
pt_br: Planta da mineração de rampa
ru: План раскопки пандуса
tr: Rampa madenciliği planı
vi: Bản thiết kế đào dốc
zh_hans: 坡道挖掘蓝图

source: Ramp mining
fr: Exploitation minière en rampe
it: Scavo di rampe
ko: 램프 마이닝
pl: Kopanie ramp
pt_br: Mineração de rampa
ru: Раскопка пандусов
tr: Rampa madenciliği
vi: Đào dốc
zh_hans: 挖掘坡道

source: Channel mining blueprint
fr: Plan d'exploitation minière de canal
it: Progetto di scavo del canale
ko: 채널 마이닝 청사진
pl: Schemat kopania kanałów
pt_br: Planta do canal de mineração
ru: План раскопки канала
tr: Kanal madenciliği planı
vi: Bản thiết kế đào kênh
zh_hans: 隧道挖掘蓝图

source: Channel mining
fr: Exploitation minière de canal
it: Scavo del canale
ko: 채널 마이닝
pl: Kopanie kanału
pt_br: Canal de mineração
ru: Раскопка канала
tr: Kanal madenciliği
vi: Đào kênh
zh_hans: 挖掘隧道

source: Converting mining blueprint to regular
fr: Conversion d'un plan d'exploitation minière en version standard
it: Conversione da progetto di scavo a regolare
ko: 마이닝 청사진을 일반 청사진으로 변환
pl: Konwertowanie schematu kopania na standardowy
pt_br: Convertendo planta de mineração para regular
ru: Преобразование чертежа раскопок в обычный
tr: Madencilik planı normale dönüştürülüyor
vi: Chuyển bản thiết kế khai thác thành khai thác thông thường
zh_hans: 开始实施挖掘蓝图

source: Converting mining to blueprint
fr: Convertir l'exploitation minière en blueprint
it: Conversione di scavo in progetto
ko: 마이닝을 청사진으로 변환
pl: Konwertowanie kopania na schemat
pt_br: Convertendo mineração para planta baixa
ru: Преобразование раскопок в план
tr: Madencilik plana dönüştürülüyor
vi: Chuyển khai thác thành bản thiết kế
zh_hans: 将挖掘转化为蓝图

source: Must span multiple elevations
fr: Doit s'étendre sur plusieurs niveaux
it: Deve estendersi su più quote
ko: 여러 고도에 걸쳐 있어야 합니다.
pl: Musi rozpościerać się na wiele poziomów
pt_br: Deve atravessar múltiplas elevações
ru: Должен охватывать несколько этажей
tr: Birden fazla yüksekliğe yayılmalı
vi: Phải trải dài qua nhiều độ cao
zh_hans: 必须横跨多个高度

source: Converting to chopping blueprint
fr: Conversion en plan de hachage
it: Conversione a Progetto di taglio
ko: 자르기 청사진으로 변환
pl: Konwertowanie na schemat ścinania
pt_br: Convertendo para projeto de corte
ru: Преобразование в план для вырубки
tr: Kesme planına dönüştürülüyor
vi: Chuyển thành bản thiết kế chặt cây
zh_hans: 将砍伐转化为蓝图

source: Converting chopping blueprint to regular
fr: Conversion du plan de hachage en normal
it: Conversione Progetto di taglio in regolare
ko: 자르기 청사진을 일반으로 변환
pl: Konwertowanie schematu ścinania na standardowy
pt_br: Convertendo projeto de corte para comum
ru: Преобразование плана вырубки в обычный
tr: Kesme planı normale dönüştürülüyor
vi: Chuyển bản thiết kế chặt cây thành chặt cây thông thường
zh_hans: 开始实施砍伐蓝图

source: Chopping trees blueprint
fr: Plan d'arbres à couper
it: Progetto di taglio degli alberi
ko: 나무 자르기 청사진
pl: Schemat ścinania drzew
pt_br: Planta de corte de árvores
ru: План рубки деревьев
tr: Ağaç kesme planı
vi: Bản thiết kế chặt cây
zh_hans: 树木砍伐蓝图

source: Chopping trees
fr: Couper des arbres
it: Tagliando alberi
ko: 나무 베기
pl: Ścinanie drzew
pt_br: Cortando árvores
ru: Рубка деревьев
tr: Ağaç kesme
vi: Chặt cây
zh_hans: 砍伐树木

source: Converting to gathering blueprint
fr: Conversion en plan de collecte
it: Conversione in progetto di raccolta
ko: 수집 청사진으로 전환
pl: Konwertowanie do schematu zbierania
pt_br: Convertendo para planta da coleta
ru: Преобразование в план сбора
tr: Toplama planına dönüştürülüyor
vi: Chuyển đổi thành bản thiết kế thu thập
zh_hans: 转化为采集蓝图

source: Converting gathering blueprint to regular
fr: Conversion du plan de collecte en standard
it: Conversione da progetto di raccolta a regolare
ko: 채집 청사진을 일반으로 전환
pl: Konwertowanie schematu zbierania na standardowy
pt_br: Convertendo planta da coleta para regular
ru: Преобразование плана сбора в обычный
tr: Toplama planı normale dönüştürülüyor
vi: Chuyển đổi bản thiết kế thu thập thành bản thường
zh_hans: 开始实施采集蓝图

source: Gathering fruit and leaves blueprint
fr: Plan de cueillette de fruits et de feuilles
it: Progetto di raccolta di frutta e foglie
ko: 과일 및 잎 청사진 수집
pl: Schemat zbierania owoców i liści
pt_br: Projeto de coleta de frutas e folhas
ru: План сбора плодов и листьев
tr: Meyve ve yaprak toplama planı
vi: Bản thiết kế thu thập trái cây và lá
zh_hans: 水果和叶子采集蓝图

source: Gathering fruit and leaves
de: Sammeln von Früchten und Blättern
fr: Cueillir des fruits et des feuilles
it: Raccolta di frutta e foglie
ko: 열매 및 잎 모으기
pl: Zbieranie owoców i liści
pt_br: Reunindo fruta e folhas
ru: Сбор плодов и листьев
tr: Meyve ve yaprak toplama
vi: Thu thập trái cây và lá
zh_hans: 采集水果和叶子

source: Smoothing blueprint
fr: Plan de lissage
it: Progetto di lisciatura
ko: 스무딩 청사진
pl: Schemat wygładzania
pt_br: Planta do alisamento
ru: План сглаживания
tr: Pürüzsüzleştirme planı
vi: Bản thiết kế làm nhẵn
zh_hans: 平滑蓝图

source: Smoothing rough floors and walls
de: Glätten rauer Böden und Wände
fr: Lissage des sols et des murs rugueux
it: Levigando pareti e pavimenti ruvidi
ko: 거친 바닥 및 벽 다듬기
pl: Wygładzanie nierównych podłóg i ścian
pt_br: Alisando pisos ásperos e paredes
ru: Сгладить поверхность стен и полов
tr: Kaba zemin ve duvarları pürüzsüzleştirme
vi: Làm nhẵn sàn và tường thô
zh_hans: 平滑粗糙的地面和墙壁

source: Engraving blueprint
fr: Plan de gravure
it: Progetto d'incisione
ko: 각인 청사진
pl: Schemat grawerowania
pt_br: Projeto de esculpir
ru: План гравировки
tr: İşleme planı
vi: Bản thiết kế khắc
zh_hans: 雕刻蓝图

source: Engraving smoothed floors and walls
de: Gravieren von geglätteten Böden und Wänden
fr: Gravure sols et murs lissés
it: Incidendo pareti e pavimenti levigati
ko: 매끄러운 바닥과 벽 조각
pl: Grawerowanie wygładzonych podłóg i ścian
pt_br: Esculpindo pisos e paredes lisas
ru: Гравировать на сглаженных стенах и полах
tr: Pürüzsüzleştirilmiş zemin ve duvarları kazıma
vi: Khắc trên sàn và tường đã làm nhẵn
zh_hans: 雕刻光滑的地板和墙壁

source: Track carving blueprint
fr: Plan de sculpture sur voie
it: Progetto d'intaglio dei binari
ko: 트랙 조각 청사진
pl: Schemat rzeźbienia torów
pt_br: Projeto de trilhos esculpidos
ru: План для вырезания рельс
tr: Ray oyma planı
vi: Bản thiết kế khắc rãnh
zh_hans: 轨道雕凿蓝图

source: Carving tracks in floor
fr: Tracer des voie dans le sol
it: Incidendo binari nel pavimento
ko: 바닥에 트랙 조각
pl: Rzeźbienie torów w podłodze
pt_br: Esculpindo trilhos no chão
ru: Вырезание рельс в полу
tr: Zemine ray oyma
vi: Khắc rãnh trên sàn
zh_hans: 在地面上雕凿轨道

source: Fortification carving blueprint
fr: Plan de sculpture de fortification
it: Progetto d'intaglio di fortificazione
ko: 요새 조각 청사진
pl: Schemat rzeźbienia fortyfikacji
pt_br: Projeto de entalhamento de reforços
ru: План вырезания бойниц
tr: Mazgal oyma planı
vi: Bản thiết kế khắc công sự
zh_hans: 垛口雕刻蓝图

source: Carving fortifications through walls
de: Befestigungen durch Mauern bauen
fr: Sculpter des fortifications à travers les murs
it: Intagliando fortificazioni attraverso i muri
ko: 벽을 통해 조각 요새
pl: Rzeźbienie fortyfikacji przez ściany
pt_br: Entalhando reforços nas paredes
ru: Вырезание бойниц в стенах
tr: Duvarlara mazgal oyma
vi: Khắc công sự xuyên tường
zh_hans: 在墙上雕刻垛口

source: Converting smoothing blueprint to regular
fr: Conversion du plan de lissage en régulier
it: Conversione da progetto di lisciatura a regolare
ko: 스무딩 청사진을 일반 청사진으로 변환
pl: Konwertowanie schematu wygładzania na standardowy
pt_br: Convertendo projeto de alisamento para comum
ru: Преобразование плана сглаживания в обычный
tr: Pürüzsüzleştirme planı normale dönüştürülüyor
vi: Chuyển đổi bản thiết kế làm nhẵn thành bản thường
zh_hans: 开始实施平滑蓝图

source: Converting to smoothing blueprint
fr: Conversion en modèle de lissage
it: Conversione in progetto di lisciatura
ko: 스무딩 청사진으로 변환
pl: Konwertowanie na schemat wygładzania
pt_br: Convertendo para projeto de alisamento
ru: Преобразование в план сглаживания
tr: Pürüzsüzleştirme planına dönüştürülüyor
vi: Chuyển đổi thành bản thiết kế làm nhẵn
zh_hans: 转化为平滑蓝图

source: Claiming forbidden items and buildings
de: Beanspruche verbotene Items und Gebäude
fr: Réclamer des objets et des bâtiments interdits
it: Reclama oggetti ed edifici proibiti
ko: 금지된 아이템 및 건물에 대한 소유권 주장
pl: Zabieranie porzuconych przedmiotów i budowli
pt_br: Reivindicando itens e construções proibidas
ru: Снятие запрета для предметов и строений
tr: Yasaklı eşya ve binalar sahipleniliyor.
vi: Khôi phục quyền sở hữu vật phẩm và công trình bị cấm
zh_hans: 解除禁止的物品和建筑物

source: Forbidding items and buildings
de: Verbotene Items und Gebäude
fr: Interdiction d'objets et de bâtiments
it: Vietare oggetti ed edifici
ko: 항목 및 건물 금지
pl: Porzucanie przedmiotów i budowli
pt_br: Proibindo itens e construções
ru: Запрет предметов и строений
tr: Eşya ve binalar yasaklanıyor
vi: Cấm vật phẩm và công trình
zh_hans: 禁止物体和建筑物

source: Designating items for melting
fr: Désignation des objets à fondre
it: Marcando oggetti da fondere
ko: 녹이는 항목 지정
pl: Przeznaczanie przedmiotów do stopienia
pt_br: Designando itens para derretimento
ru: Назначение предметов для переплавки
tr: Eşyalar eritilmek üzere işaretleniyor
vi: Chỉ định vật phẩm để nấu chảy
zh_hans: 将物品标志为熔炼

source: Removing melting designations
fr: Suppression des désignations de fusion
it: Rimozione marchi di fusione
ko: 용융 지정 제거
pl: Usuwanie zaznaczenia do stopienia
pt_br: Removendo descrições derretidas
ru: Удаление назначений для переплавки
tr: Eritme işaretleri kaldırılıyor
vi: Hủy bỏ chỉ định nấu chảy
zh_hans: 移除熔炼标志

source: Designating items for dumping
de: Kennzeichnung der zu entsorgenden Items
fr: Désignation des objets à jeter
it: Marcando articoli da scartare
ko: 투기 품목 지정
pl: Przeznaczanie przedmiotów do wyrzucenia
pt_br: Designando itens para despejo
ru: Отметить предметы на выброс
tr: Eşyalar çöpe atılmak üzere işaretleniyor
vi: Chỉ định vật phẩm để đổ bỏ
zh_hans: 将物品标志为垃圾

source: Removing dumping designations
fr: Suppression des désignations de décharge
it: Rimozione marchi di scarto
ko: 덤핑 지정 제거
pl: Usuwanie zaznaczenia do wyrzucenia
pt_br: Removendo designações de despejo
ru: Снять отметку на выброс
tr: Çöpe atma işaretleri kaldırılıyor
vi: Hủy bỏ chỉ định đổ bỏ
zh_hans: 移除垃圾标志

source: Hiding items from view
de: Verstecke items von der übersicht
fr: Masquer des objets de la vue
it: Nascondendo oggetti dalla visuale
ko: 보기에서 항목 숨기기
pl: Ukrywanie przedmiotów przed widokiem
pt_br: Escondendo itens da vista
ru: Скрытие предметов
tr: Eşyalar görünümden gizleniyor
vi: Ẩn vật phẩm khỏi tầm nhìn
zh_hans: 从视野中隐藏物品

source: Revealing hidden items
de: Versteckte Gegenstände aufdecken
fr: Révéler les objets cachés
it: Rivelazione di oggetti nascosti
ko: 숨겨진 아이템 공개
pl: Odkrywanie ukrytych przedmiotów
pt_br: Revelando itens escondidos
ru: Отображение скрытых предметов
tr: Gizli eşyalar açığa çıkarılıyor
vi: Hiển thị vật phẩm đã ẩn
zh_hans: 显示隐藏物品

source: Designating restricted traffic area
fr: Désignation d'une zone à trafic limité
it: Designando zona a traffico limitato
ko: 통행제한구역 지정
pl: Wyznaczanie ograniczonej strefy ruchu
pt_br: Designando área de tráfego restrita
ru: Обозначение зоны ограниченного движения
tr: Kısıtlı trafik alanı işaretleniyor
vi: Chỉ định khu vực hạn chế giao thông
zh_hans: 标志禁止通过

source: Designating low traffic area
fr: Désigner une zone à faible trafic
it: Designando area a basso traffico
ko: 통행량이 적은 지역 지정
pl: Wyznaczanie strefy niskiego ruchu
pt_br: Designando área de pouco tráfego
ru: Выделение зоны с низкой интенсивностью движения
tr: Düşük trafik alanı işaretleniyor
vi: Chỉ định khu vực giao thông thấp
zh_hans: 标志回避通过

source: Removing traffic designations
fr: Suppression des désignations de trafic
it: Rimozione designazioni di traffico
ko: 트래픽 지정 제거
pl: Usuwanie zaznaczeń ruchu
pt_br: Removendo designações de tráfego
ru: Удаление зон движения
tr: Trafik işaretleri kaldırılıyor
vi: Hủy bỏ chỉ định giao thông
zh_hans: 移除通过标志

source: Designating high traffic area
fr: Désignation d'une zone à fort trafic
it: Designando area ad alto traffico
ko: 교통량이 많은 지역 지정
pl: Wyznaczanie strefy wysokiego ruchu
pt_br: Designando área de muito tráfego
ru: Выделение зоны с высокой интенсивностью движения
tr: Yüksek trafik alanı işaretleniyor
vi: Chỉ định khu vực giao thông cao
zh_hans: 标志优先通过

source: Removing mining/chopping/gathering/smoothing orders
fr: Suppression des ordres de minage/hachage/cueillette/lissage
it: Rimuovendo ordine scavo/taglio/raccolta/levigazione
ko: 채굴/벌목/채집/벽 다듬기 명령 제거
pl: Cofanie zadań kopania/ścinania/zbierania/wygładzania
pt_br: Removendo ordens de mineração/corte/coleta/alisamento
ru: Удаление приказов на добычу/рубку/сбор/сглаживание
tr: Madencilik/kesme/toplama/pürüzsüzleştirme emirleri kaldırılıyor
vi: Hủy bỏ lệnh khai thác/đốn gỗ/thu thập/làm nhẵn
zh_hans: 移除挖掘/砍伐/采集/平滑指令

source: A catapult's orientation cannot be changed
tr: Bir mancınığın yönü değiştirilemez
vi: Hướng của máy bắn đá không thể thay đổi

source: once it is placed.
tr: yerleştirildikten sonra.
vi: sau khi nó được đặt.

source: A ballista's orientation cannot be changed
tr: Bir balistanın yönü değiştirilemez
vi: Hướng của máy bắn cung lớn không thể thay đổi

source: A bolt thrower can be freely turned by the
tr: Bir arbalet fırlatıcı şu kişi tarafından serbestçe çevrilebilir:
vi: Một máy bắn tên có thể được xoay tự do bởi

source: operator. Choose a resting orientation.
vi: người vận hành. Chọn một hướng nghỉ.

source: Horizontal axles can vary in length.
fr: Les essieux horizontaux peuvent varier en longueur.
it: Gli assali orizzontali possono variare in lunghezza.
ko: 수평 축은 길이가 다를 수 있습니다.
pl: Osie horyzontalne mogą się różnić w długości.
pt_br: Eixos horizontais podem variar em comprimento
ru: Горизонтальные оси могут быть разной длины.
tr: Yatay millerin uzunluğu değişebilir.
vi: Trục ngang có thể thay đổi độ dài.
zh_hans: 动力横轴可长可短。

source: Set the orientation below.
fr: Définissez l'orientation ci-dessous.
it: Imposta l'orientamento di seguito.
ko: 아래에서 방향을 설정합니다.
pl: Ustaw orientację poniżej.
pt_br: Defina a orientação abaixo.
ru: Установите направление.
tr: Aşağıdan yönü ayarlayın.
vi: Đặt hướng bên dưới.
zh_hans: 在下方设定方向。

source: Water wheels are 1x3 or 3x1.
de: Wasserräder sind 1x3 oder 3x1.
fr: Les roues hydrauliques sont 1x3 ou 3x1.
it: Le ruote idrauliche sono 1x3 o 3x1.
ko: 수차는 1x3 또는 3x1입니다.
pl: Młyny wodne mają wymiary 1x3 lub 3x1.
pt_br: Rodas de água são 1x3 ou 3x1
ru: Водяные колеса бывают 1х3 или 3х1.
tr: Su çarkları 1x3 veya 3x1 boyutundadır.
vi: Bánh xe nước có kích thước 1x3 hoặc 3x1.
zh_hans: 水车是1x3或3x1大小的。

source: The long side should align
fr: Le côté long doit s'aligner
it: Il lato lungo dovrebbe essere allineato
ko: 긴 쪽이 정렬되어야 합니다.
pl: Dłuższa strona powinna się wyrównać
pt_br: O lado comprido deve alinhar
ru: Длинная сторона должна выровняться
tr: Uzun taraf hizalanmalıdır
vi: Cạnh dài nên thẳng hàng
zh_hans: 长边应该对齐

source: with the water's flow.
de: mit der Strömung des Wassers.
fr: avec le débit de l'eau.
it: con il flusso dell'acqua.
ko: 물의 흐름으로.
pl: z przepływem wody.
pt_br: com o fluxo da água.
ru: с потоком воды.
tr: suyun akışıyla.
vi: với dòng chảy của nước.
zh_hans: 随着水流的流动。
