Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: My spouse lost the baby.
de: Meine Frau verloren das Baby.
fr: Mon épouse a perdu le bébé.
it: Mia moglie ha perso il bambino.
ko: 배우자가 아기를 잃었습니다.
pl: Mój małżonek stracił dziecko.
pt_br: Meu cônjuge perdeu o bebê.
ru: Моя супруга потеряла ребёнка.
tr: Eşim bebeği kaybetti.
vi: Vợ/chồng tôi đã mất đứa bé.
zh_hans: 我的配偶失去了宝宝。

source: I am wearing old clothes.
de: Ich trage alte Kleidung.
fr: Je porte de vieux vêtements.
it: Sto indossando vestiti vecchi
ko: 나는 낡은 옷을 입고 있다.
pl: Noszę stare ubrania.
pt_br: Estou usando roupas velhas.
ru: Я ношу старую одежду.
tr: Eski kıyafetler giyiyorum.
vi: Tôi đang mặc quần áo cũ.
zh_hans: 我穿着旧衣服。

source: My clothes are in tatters.
de: Meine Kleider sind in Fetzen.
fr: Mes vêtements sont en lambeaux.
it: I miei vestiti sono a brandelli.
ko: 내 옷이 너덜너덜해졌어.
pl: Moje ubrania są w strzępach.
pt_br: Minhas roupas estao em frangalhos.
ru: Моя одежда прохудилась.
tr: Kıyafetlerim paramparça.
vi: Quần áo của tôi tả tơi.
zh_hans: 我的衣服破烂不堪。

source: My clothes actually rotted right off of my body.
de: Meine Kleider verfault tatsächlich direkt an meinen Körper.
fr: Mes vêtements ont pourri directement sur mon corps.
it: I miei vestiti sono andati marcendo sul mio corpo.
ko: 내 옷은 실제로 내 몸에서 바로 썩었습니다.
pl: Moje ubrania zgniły od razu po zdjęciu.
pt_br: Minhas roupas apodreceram no meu corpo.
ru: Моя одежда буквально сгнила на мне.
tr: Kıyafetlerim resmen üzerimde çürüdü.
vi: Quần áo của tôi thực sự đã mục nát ngay trên người.
zh_hans: 我的衣服竟然从我身上腐烂了。

source: I had a nightmare about my deceased pet.
de: Ich hatte einen Alptraum über mein verstorbenes Haustier.
fr: J'ai fait un cauchemar à propos de mon animal décédé.
it: Ho avuto un incubo sul mio defunto animaletto.
ko: 죽은 애완 동물에 대한 악몽을 꾸었습니다.
pl: Miałem koszmar o moim zmarłym zwierzaku.
pt_br: Eu tive um pesadelo sobre o meu animal de estimação falecido.
ru: Мне снился кошмар о моём умершем питомце.
tr: Ölen evcil hayvanımla ilgili bir kabus gördüm.
vi: Tôi đã gặp ác mộng về thú cưng đã khuất của mình.
zh_hans: 我对我已故的宠物做了一个噩梦。

source: I had a nightmare about my deceased spouse.
de: Ich hatte einen Alptraum über meinen verstorbenen Ehepartner.
fr: J'ai fait un cauchemar à propos de mon épouse décédée.
it: Ho avuto un incubo sul mio defunto coniuge.
ko: 나는 죽은 배우자에 대한 악몽을 꾸었습니다.
pl: Miałem koszmar o moim zmarłym małżonku.
pt_br: Eu tive um pesadelo sobre meu cônjuge falecido.
ru: Мне снился кошмар об умершем супруге.
tr: Ölen eşimle ilgili bir kabus gördüm.
vi: Tôi đã gặp ác mộng về vợ/chồng đã khuất của mình.
zh_hans: 我对我已故的配偶做了一个噩梦。

source: I had a nightmare about my deceased lover.
de: Ich hatte einen Alptraum über meinen verstorbenen Geliebten.
fr: J'ai fait un cauchemar à propos de mon amant décédé.
it: Ho avuto un incubo sul mio defunto amante.
ko: 나는 죽은 애인에 대한 악몽을 꾸었습니다.
pl: Miałam koszmar o moim zmarłym kochanku.
pt_br: Eu tive um pesadelo sobre meu falecido amante.
ru: Мне снился кошмар о моём умершем любимом.
tr: Ölen sevgilimle ilgili bir kabus gördüm.
vi: Tôi đã gặp ác mộng về người yêu đã khuất của mình.
zh_hans: 关于我已故的恋人，我做了一个噩梦。

source: I had a nightmare about my deceased sibling.
de: Ich hatte einen Alptraum über mein verstorbenes Geschwisterteil.
fr: J'ai fait un cauchemar à propos de mon frère décédé.
it: Ho avuto un incubo sul mio defunto fratello.
ko: 나는 죽은 형제에 대한 악몽을 꾸었습니다.
pl: Miałem koszmar o moim zmarłym rodzeństwie.
pt_br: Eu tive um pesadelo sobre meu irmao falecido.
ru: Мне снился кошмар о моём умершем близком родственнике.
tr: Ölen kardeşimle ilgili bir kabus gördüm.
vi: Tôi đã gặp ác mộng về anh/chị/em đã khuất của mình.
zh_hans: 关于我已故的兄弟姐妹，我做了一个噩梦。

source: I had a nightmare about my deceased mother.
de: Ich hatte einen Alptraum über meine verstorbene Mutter.
fr: J'ai fait un cauchemar à propos de ma mère décédée.
it: Ho avuto un incubo sul mio defunto madre.
ko: 돌아가신 어머니에 대한 악몽을 꾸었습니다.
pl: Miałem koszmar o mojej zmarłej matce.
pt_br: Eu tive um pesadelo sobre a minha falecida mae.
ru: Мне снился кошмар о моей умершей матери.
tr: Ölen annemle ilgili bir kabus gördüm.
vi: Tôi đã gặp ác mộng về mẹ đã khuất của mình.
zh_hans: 我对我已故的母亲做了一个噩梦。

source: I had a nightmare about my deceased father.
de: Ich hatte einen Alptraum über meinen verstorbenen Vater.
fr: J'ai fait un cauchemar à propos de mon père décédé.
it: Ho avuto un incubo sul mio defunto padre.
ko: 돌아가신 아버지에 대한 악몽을 꾸었습니다.
pl: Miałem koszmar o moim zmarłym ojcu.
pt_br: Eu tive um pesadelo sobre o meu falecido pai.
ru: Мне снился кошмар о моём умершем отце.
tr: Ölen babamla ilgili bir kabus gördüm.
vi: Tôi đã gặp ác mộng về cha đã khuất của mình.
zh_hans: 我有一个关于我已故父亲的噩梦。

source: I had a nightmare about my deceased child.
de: Ich hatte einen Alptraum über mein verstorbenes Kind.
fr: J'ai fait un cauchemar à propos de mon enfant décédé.
it: Ho avuto un incubo sul mio defunto bambino.
ko: 죽은 아이에 대한 악몽을 꾸었습니다.
pl: Miałam koszmar o moim zmarłym dziecku.
pt_br: Eu tive um pesadelo com meu falecido filho.
ru: Мне снился кошмар о моём умершем ребёнке.
tr: Ölen çocuğumla ilgili bir kabus gördüm.
vi: Tôi đã gặp ác mộng về con đã khuất của mình.
zh_hans: 我对我已故的孩子做了一个噩梦。

source: I had a nightmare about my deceased animal training partner.
de: Ich hatte einen Alptraum über meinem verstorbenen Tiertrainingspartner.
fr: J'ai fait un cauchemar à propos de mon partenaire de dressage d'animaux décédé.
it: Ho avuto un incubo sul mio defunto animale compagno d'addestramento.
ko: 죽은 동물 훈련 파트너에 대한 악몽을 꾸었습니다.
pl: Miałem koszmar o moim zmarłym partnerze w tresurze zwierząt.
pt_br: Eu tive um pesadelo que o meu parceiro de treinamento de animais morreu.
ru: Мне снился кошмар о моём умершем партнёре по тренировке животных.
tr: Ölen hayvan eğitimi ortağımla ilgili bir kabus gördüm.
vi: Tôi đã gặp ác mộng về cộng sự huấn luyện thú đã khuất của mình.
zh_hans: 我对我已故的动物训练伙伴做了一个噩梦。

source: I had a nightmare about my deceased friend.
de: Ich hatte einen Alptraum über mein verstorbenen Freund.
fr: J'ai fait un cauchemar à propos de mon ami décédé.
it: Ho avuto un incubo sul mio defunto amico.
ko: 죽은 친구에 대한 악몽을 꾸었습니다.
pl: Miałem koszmar o moim zmarłym przyjacielu.
pt_br: Eu tive um pesadelo sobre o meu falecido amigo.
ru: Мне снился кошмар о моём умершем друге.
tr: Ölen arkadaşımla ilgili bir kabus gördüm.
vi: Tôi đã gặp ác mộng về người bạn đã khuất của mình.
zh_hans: 关于我已故的朋友，我做了一个噩梦。

source: I had a nightmare about my deceased acquaintance.
de: Ich hatte einen Alptraum über meine verstorbene Bekanntschaft.
fr: J'ai fait un cauchemar à propos de ma connaissance décédée.
it: Ho avuto un incubo sul mio defunto acquaintance.
ko: 죽은 지인에 대한 악몽을 꾸었습니다.
pl: Miałem koszmar o moim zmarłym znajomym.
pt_br: Eu tive um pesadelo sobre meu conhecido falecido.
ru: Мне снился кошмар о моём умершем знакомом.
tr: Ölen tanıdığımla ilgili bir kabus gördüm.
vi: Tôi đã gặp ác mộng về người quen đã khuất của mình.
zh_hans: 关于我已故的熟人，我做了一个噩梦。

source: I had a nightmare about the dead.
de: Ich hatte einen Alptraum über den Tod.
fr: J'ai fait un cauchemar sur les morts.
it: Ho avuto un incubo sui morti.
ko: 나는 죽은 자에 대한 악몽을 꾸었습니다.
pl: Miałem koszmar o zmarłych.
pt_br: Eu tive um pesadelo sobre os mortos.
ru: Мне снился кошмар про мертвецов.
tr: Ölülerle ilgili bir kabus gördüm.
vi: Tôi đã gặp ác mộng về những người đã chết.
zh_hans: 我对死者做了一个噩梦。

source: tortured
de: gefoltert
fr: torturé
it: torturato
ko: 고문
pl: torturowany
pt_br: Tortura
ru: испытывал пытки
tr: işkence gördüm
vi: bị tra tấn
zh_hans: 折磨

source: possessed
de: besessen
fr: possédé
it: posseduto
ko: 소유
pl: opętany
ru: одержим
tr: ele geçirildim
vi: bị ám
zh_hans: 拥有

source: tormented
de: gequält
fr: tourmenté
it: tormentato
ko: 괴로워하는
pl: udręczony
pt_br: atormentado
ru: мучим
tr: eziyet gördüm
vi: bị giày vò
zh_hans: 折磨

source: haunted
de: gejagt
fr: hanté
it: infestato
ko: 유령
pl: nawiedzony
ru: преследуем
tr: musallat olundu.
vi: bị ám ảnh
zh_hans: 闹鬼

source: I was
de: Ich war
fr: j'étais
it: Ero
ko: 나는 ~였다
pl: Byłem
pt_br: Fui
ru: Я был
tr: Durumum:
vi: Tôi đã
zh_hans: 我曾是

source: the ghost of a pet
de: der Geist eines Haustieres
fr: le fantôme d'un animal de compagnie
it: il fantasma di un animale domestico
ko: 애완동물의 유령
pl: duch zwierzęcia domowego
pt_br: o fantasma de um animal de estimação
ru: призрак питомца
tr: bir evcil hayvanın hayaleti
vi: bóng ma của một thú cưng
zh_hans: 宠物的幽灵

source: the ghost of my spouse
de: der Geist meines Ehepartners
fr: le fantôme de mon épouse
it: il fantasma del mio coniuge
ko: 내 배우자의 유령
pl: duch mego narzeczonego
pt_br: o fantasma do meu cônjuge
ru: призрак моего супруга/супруги
tr: eşimin hayaleti
vi: bóng ma của vợ/chồng tôi
zh_hans: 我配偶的幽灵

source: the ghost of my lover
de: der Geist meines Liebhabers
fr: le fantôme de mon amant
it: il fantasma del mio amante
ko: 내 연인의 유령
pl: duch mej ukochanej osoby
pt_br: o fantasma do meu amante
ru: призрак моего любовника
tr: sevgilimin hayaleti
vi: bóng ma của người yêu tôi
zh_hans: 我恋人的幽灵

source: the ghost of my sibling
de: der Geist meiner Geschwister
fr: le fantôme de mon frère
it: il fantasma di mio fratello
ko: 내 동생의 유령
pl: duch jednego z mojego rodzeństwa
pt_br: o fantasma do meu irmão
ru: призрак моего близкого родственника
tr: kardeşimin hayaleti
vi: linh hồn của anh/chị/em tôi
zh_hans: 我兄弟的幽灵

source: the ghost of my mother
de: der Geist meiner Mutter
fr: le fantôme de ma mère
it: il fantasma di mia madre
ko: 내 어머니의 유령
pl: duch mojej matki
pt_br: o fantasma da minha mãe
ru: призрак моей матери
tr: annemin hayaleti
vi: linh hồn của mẹ tôi
zh_hans: 我母亲的幽灵

source: the ghost of my father
de: der Geist meines Vaters
fr: le fantôme de mon père
it: il fantasma di mio padre
ko: 아버지의 유령
pl: duch mojego ojca
pt_br: o fantasma do meu pai
ru: призрак моего отца
tr: babamın hayaleti
vi: linh hồn của cha tôi
zh_hans: 我父亲的幽灵

source: the ghost of my child
de: der Geist meines Kindes
fr: le fantôme de mon enfant
it: il fantasma del mio bambino
ko: 내 아이의 유령
pl: duch mojego dziecka
pt_br: o fantasma da minha criança
ru: призрак моего ребенка
tr: çocuğumun hayaleti
vi: linh hồn của con tôi
zh_hans: 我孩子的幽灵

source: the ghost of my animal training partner
de: der Geist meines tierischen Trainingspartners
fr: le fantôme de mon partenaire d'entraînement animalier
it: il fantasma del mio animale compagno d'addestramento
ko: 내 동물 훈련 파트너의 유령
pl: duch mojego partnera do trenowania zwierząt
pt_br: o fantasma do meu animal treinado
ru: призрак моего партнёра по тренировке животных
tr: hayvan eğitimi ortağımın hayaleti
vi: linh hồn của bạn huấn luyện thú của tôi
zh_hans: 我的动物训练伙伴的幽灵

source: the ghost of my friend
de: der Geist meines Freundes
fr: le fantôme de mon ami
it: il fantasma del mio amico
ko: 내 친구의 유령
pl: duch mojego przyjaciela
pt_br: o fantasma do meu amigo
ru: призрак моего друга
tr: arkadaşımın hayaleti
vi: linh hồn của bạn tôi
zh_hans: 我朋友的幽灵

source: the ghost of an acquaintance
de: der Geist eines Bekannten
fr: le fantôme d'une connaissance
it: il fantasma di un conoscente
ko: 지인의 유령
pl: duch mojego znajomego
pt_br: o fantasma de um conhecido
ru: призрак знакомого
tr: bir tanıdığın hayaleti
vi: linh hồn của một người quen
zh_hans: 熟人的幽灵

source: a ghost
de: ein Gespenst
fr: un fantôme
it: un fantasma
ko: 유령
pl: duch
pt_br: um fantasma
ru: призрак
tr: bir hayalet
vi: một linh hồn
zh_hans: 一个幽灵

source: I did my combat drills.
de: Ich habe meine Kampfübungen gemacht.
fr: J'ai fait mes exercices de combat.
it: Ho fatto le mie esercitazioni di combattimento.
ko: 나는 전투 훈련을 했다.
pl: Wykonałem swoje ćwiczenia bitewne.
pt_br: Eu fiz meus treinos de combate.
ru: Я тренировал боевые навыки.
tr: Savaş talimlerimi yaptım.
vi: Tôi đã hoàn thành các buổi diễn tập chiến đấu của mình.
zh_hans: 我做了我的战斗演习。

source: I practiced at the archery target.
de: Ich übte auf der Zielscheibe.
fr: Je me suis entraîné à la cible de tir à l'arc.
it: Mi sono esercitato al bersaglio del tiro con l'arco.
ko: 양궁 과녁에서 연습했습니다.
pl: Ćwiczyłem przy celu łuczniczym.
pt_br: Eu pratiquei no alvo de arquearia.
ru: Я практиковал стрельбу по мишени
tr: Okçuluk hedefinde pratik yaptım.
vi: Tôi đã luyện tập tại bia bắn cung.
zh_hans: 我在射箭目标练习。

source: I had a sparring session.
de: Ich hatte ein Sparringstraining.
fr: J'ai eu une séance d'entraînement.
it: Ho fatto una sessione di pugilato.
ko: 스파링 시간을 가졌습니다.
pl: Miałem sesję sparingową.
pt_br: Eu tinha uma sessão de treino.
ru: Я провёл тренировочный бой.
tr: Antrenman maçı yaptım.
vi: Tôi đã có một buổi đấu tập.
zh_hans: 我有一个陪练会议。

source: I was not able to petition for citizenship.
de: Ich war nicht in der Lage, die Bürgerschaft zu beantragen.
fr: Je n'ai pas pu demander la citoyenneté.
it: Non ho potuto chiedere la cittadinanza.
ko: 시민권을 신청할 수 없었습니다.
pl: Nie udało mi się wystąpić o obywatelstwo.
pt_br: Eu não estava apto para a petição pela cidadania.
ru: Вы не можете подать прошение на гражданство.
tr: Vatandaşlık için başvuramadım.
vi: Tôi đã không thể kiến nghị xin quyền công dân.
zh_hans: 我无法申请公民身份。

source: I was not able to bring up the lack of jobs.
de: Ich war nicht in der Lage, den Mangel an Arbeitsplätzen bewältigen.
fr: Je n'ai pas pu parler du manque d'emplois.
it: Non sono riuscito a sollevare il problema della mancanza di posti di lavoro.
ko: 나는 일자리 부족을 꺼낼 수 없었다.
pl: Nie udało mi się poruszyć tematu braku miejsc pracy.
pt_br: Eu não era capaz de trazer a falta de postos de trabalho.
ru: Я был не в состоянии поднять вопрос о нехватке рабочих мест.
tr: İş eksikliğini dile getiremedim.
vi: Tôi đã không thể nêu lên vấn đề thiếu việc làm.
zh_hans: 我无法提出缺乏工作。

source: I was not able to make suggestions about work allocations.
de: Ich war nicht in der Lage, Vorschläge über Arbeitszuweisungen zu machen.
fr: Je n'ai pas été en mesure de faire des suggestions sur la répartition des tâches.
it: Non ho potuto dare suggerimenti sull'assegnazione del lavoro.
ko: 작업 할당에 대한 제안을 할 수 없었습니다.
pl: Nie udało mi się zasugerować zmian w podziale pracy.
pt_br: Eu não era capaz de fazer sugestoes sobre alocações de trabalho.
ru: Я был не в состоянии сделать предложение о распределении работ.
tr: İş dağılımı hakkında öneride bulunamadım.
vi: Tôi đã không thể đưa ra đề xuất về việc phân bổ công việc.
zh_hans: 我无法就工作分配提出建议。

source: I was unable to request weapon production.
de: Ich war nicht in der Lage, Waffenproduktionen anfordern.
fr: Je n'ai pas pu demander la production d'armes.
it: Non ho potuto richiedere la produzione di armi.
ko: 무기 제작 의뢰를 할 수 없었습니다.
pl: Nie mogłem zażądać wyprodukowania większej ilości broni.
pt_br: Eu era incapaz de solicitar a produção de armas.
ru: Я был не в состоянии дать запрос на производство оружия.
tr: Silah üretimi talep edemedim.
vi: Tôi đã không thể yêu cầu sản xuất vũ khí.
zh_hans: 我无法申请武器生产。

source: I could not find a priest to complain at.
de: Ich konnte keinen Priester finden, bei dem ich mich beschweren konnte.
fr: Je ne pouvais pas trouver un prêtre à qui me plaindre.
it: Non ho trovato un prete con cui lamentarmi.
ko: 나는 불평할 사제를 찾을 수 없었다.
pl: Nie mogłem znaleźć kapłana, któremu mógłbym się poskarżyć.
pt_br: Eu não consegui encontrar um padre para reclamar.
ru: Я не мог найти священника, чтобы жаловаться на.
tr: Şikayet edecek bir rahip bulamadım.
vi: Tôi không thể tìm thấy một linh mục để than phiền.
zh_hans: 我找不到一个可以抒发抱怨的牧师。

source: I could not find a priest to comfort me.
de: Ich konnte keinen Priester finden, der mich tröstete.
fr: Je n'ai pas pu trouver de prêtre pour me consoler.
it: Non ho trovato un sacerdote che mi confortasse.
ko: 나를 위로해 줄 신부를 찾을 수 없었다.
pl: Nie mogłem znaleźć kapłana, który by mnie ukoił.
pt_br: Eu não consegui encontrar um sacerdote para me confortar.
ru: Я не мог найти священника, который бы меня утешил.
tr: Beni teselli edecek bir rahip bulamadım.
vi: Tôi không thể tìm thấy một linh mục để an ủi mình.
zh_hans: 我找不到一个牧师来慰告我。

source: I could not find anybody in charge to complain at.
de: Ich konnte keinen Verantwortlichen finden um mich zu beschweren.
fr: Je n'ai trouvé personne en charge pour me plaindre.
it: Non ho trovato nessun responsabile con cui lamentarmi.
ko: 나는 불평할 담당자를 찾을 수 없었다.
pl: Nie mogłem znaleźć nikogo u władzy, komu mógłbym się poskarżyć.
pt_br: Eu não pude encontrar ninguém no comando para reclamar.
ru: Я не мог найти никого, кому можно пожаловаться.
tr: Şikayet edecek bir yetkili bulamadım.
vi: Tôi không thể tìm thấy bất kỳ người phụ trách nào để than phiền.
zh_hans: 我找不到任何负责人抱怨。

source: I could not find anybody in charge to comfort me.
de: Ich konnte keine Verantwortlichen finden um mich zu trösten.
fr: Je n'ai pu trouver personne en charge pour me consoler.
it: Non ho trovato nessun responsabile che mi confortasse.
ko: 나를 위로해 줄 책임자를 찾을 수 없었다.
pl: Nie mogłem znaleźć nikogo u władzy, kto by mnie ukoił.
pt_br: Eu não pude encontrar ninguém no comando para me confortar.
ru: Я не мог найти никого, кому можно было бы поплакаться.
tr: Beni teselli edecek bir yetkili bulamadım.
vi: Tôi không thể tìm thấy bất kỳ người phụ trách nào để an ủi mình.
zh_hans: 我找不到任何负责安慰我的人。

source: I've been on a long patrol.
de: Ich war auf einer lange Patrouille.
fr: J'ai fait une longue patrouille.
it: Sono stato molto in pattuglia.
ko: 긴 순찰을 다녀왔습니다.
pl: Byłem na długim patrolu.
pt_br: Eu estive em uma longa patrulha.
ru: Я был в длительном патруле.
tr: Uzun bir devriyedeydim.
vi: Tôi đã tham gia một cuộc tuần tra dài ngày.
zh_hans: 我一直在巡逻。

source: I was nauseated by the sun.
de: Mir war von der Sonne übel.
fr: J'étais écoeuré par le soleil.
it: Il sole mi ha nauseato.
ko: 나는 태양에 구역질이 났다.
pl: Od słońca zrobiło mi się niedobrze.
pt_br: Eu estava enjoado pelo sol.
ru: Меня тошнило от солнца.
tr: Güneş midemi bulandırdı.
vi: Tôi bị say nắng.
zh_hans: 我被太阳晒恶心了。

source: I've been out in the sunshine again after a long time away.
de: Ich bin nach langer Zeit mal wieder draußen im Sonnenschein.
fr: Je suis de nouveau au soleil après une longue absence.
it: Sono uscito di nuovo alla luce del sole dopo tanto tempo.
ko: 오랜만에 햇빛을 받으며 다시 나왔어요.
pl: Byłem na słońcu znowu po bardzo długim czasie.
pt_br: Estive sob o sol novamente após um longo tempo afastado.
ru: Я вышел на солнце после долгого пребывания в темноте.
tr: Uzun bir aradan sonra tekrar gün ışığına çıktım.
vi: Tôi đã lại được ra ngoài nắng sau một thời gian dài xa cách.
zh_hans: 经过很长一段时间后，我再次出现在阳光下。

source: I'm sleepy.
de: Ich bin müde.
fr: J'ai sommeil.
it: Sono assonnato.
ko: 졸려.
pl: Jestem śpiący.
pt_br: Estou com sono.
ru: Хочу спать.
tr: Uykum var.
vi: Tôi buồn ngủ.
zh_hans: 我想睡觉。

source: I haven't slept for a very long time.
de: Ich habe sehr lange nicht geschlafen.
fr: Je n'ai pas dormi depuis très longtemps.
it: Non dormo da molto tempo.
ko: 나는 아주 오랫동안 잠을 자지 않았다.
pl: Nie spałem przez bardzo długi czas.
pt_br: Não durmo há muito tempo.
ru: Я очень давно не спал.
tr: Çok uzun zamandır uyumadım.
vi: Tôi đã không ngủ trong một thời gian rất dài.
zh_hans: 我已经睡了很长时间了。

source: I'm thirsty.
de: Ich bin durstig.
fr: J'ai soif.
it: Ho sete.
ko: 나는 목이 마르다.
pl: Jestem spragniony.
pt_br: Estou com tanta sede!
ru: Хочу пить.
tr: Susadım.
vi: Tôi khát nước.
zh_hans: 我口渴。

source: I'm dehydrated.
de: Ich bin dehydriert.
fr: Je suis déshydraté.
it: Sono disidratato.
ko: 나는 탈수 상태입니다.
pl: Jestem odwodniony.
pt_br: Estou desidratado.
ru: Я умираю от жажды.
tr: Vücudum susuz kaldı.
vi: Tôi bị mất nước.
zh_hans: 我脱水了。

source: I'm hungry.
de: Ich bin hungrig.
fr: J'ai faim.
it: Ho fame.
ko: 배고파.
pl: Jestem głodny.
pt_br: Estou com fome
ru: Хочу есть.
tr: Acıktım.
vi: Tôi đói.
zh_hans: 我饿了。

source: I'm starving.
de: Ich bin am verhungern.
fr: Je meurs de faim.
it: Sto morendo di fame.
ko: 배고파 죽겠 어.
pl: Umieram z głodu.
pt_br: Estou morrendo de fome.
ru: Я умираю от голода.
tr: Açlıktan ölüyorum.
vi: Tôi đang chết đói.
zh_hans: 我饿死了。

source: I have been away from people for a long time.
de: Ich habe lange Zeit keine Menschen gesehen.
fr: J'ai été loin des gens pendant longtemps.
it: Sono stato lontano dalle persone per molto tempo.
ko: 나는 오랫동안 사람들과 떨어져 있었습니다.
pl: Byłem z dala od ludzi przez długi czas.
pt_br: Eu estive longe das pessoas por um bom tempo.
ru: Я уже давно не видел людей.
tr: Uzun zamandır insanlardan uzağım.
vi: Tôi đã xa rời mọi người trong một thời gian dài.
zh_hans: 我已经离开了很长一段时间了。

source: I need a drink.
de: Ich brauche einen Drink.
fr: Je ai besoin d'un verre.
it: Ho bisogno di una bevuta.
ko: 뭘 좀 마셔야 겠어.
pl: Potrzebuję się napić.
pt_br: Eu preciso de uma bebida.
ru: Мне нужно выпить.
tr: Bir içkiye ihtiyacım var.
vi: Tôi cần một thức uống.
zh_hans: 我需要一杯饮料。

source: I must pray to
de: Ich muss beten zu
fr: je dois prier pour
it: Devo pregare
ko: 나는 기도해야 한다
pl: Muszę się pomodlić do
pt_br: Eu preciso rezar para
ru: Мне нужно помолиться
tr: Şuna dua etmeliyim:
vi: Tôi phải cầu nguyện với
zh_hans: 我必须祈祷

source: I need time to contemplate.
de: Ich brauche Zeit zum Nachdenken.
fr: J'ai besoin de temps pour réfléchir.
it: Ho bisogno di tempo per contemplare.
ko: 생각할 시간이 필요합니다.
pl: Muszę pokontemplować.
pt_br: Preciso de algum tempo para contemplar.
ru: Мне нужно время на размышление.
tr: Düşünmek için zamana ihtiyacım var.
vi: Tôi cần thời gian để suy ngẫm.
zh_hans: 我需要时间思考。

source: I need something to do.
de: Ich brauche etwas zu tun.
fr: J'ai besoin de faire quelque chose.
it: Ho bisogno di qualcosa da fare.
ko: 할 일이 필요해.
pl: Muszę mieć coś do zrobienia.
pt_br: Eu preciso de algo para fazer.
ru: Мне нужно что-то сделать.
tr: Yapacak bir şeye ihtiyacım var.
vi: Tôi cần làm gì đó.
zh_hans: 我需要做点什么。

source: It has been long time since I've done something creative.
de: Seit langer Zeit habe ich nichts kreatives mehr getan.
fr: Cela fait longtemps que je n'ai pas fait quelque chose de créatif.
it: È passato molto tempo dall'ultima volta che ho fatto qualcosa di creativo.
ko: 창의적인 일을 한 지 오래되었습니다.
pl: Minął bardzo długi czas odkąd zrobiłem coś kreatywnego.
pt_br: Faz um bom tempo desde que eu fiz algo criativo.
ru: Я уже давно не занимался творческой работой.
tr: Yaratıcı bir şey yapmayalı uzun zaman oldu.
vi: Đã lâu lắm rồi tôi chưa làm điều gì sáng tạo.
zh_hans: 自从我做了一些有创意的事情以来，已经很久了。

source: I miss having art in my life.
de: Ich vermisse Kunst in meinem Leben.
fr: L'art dans ma vie me manque.
it: Mi manca avere l'arte nella mia vita.
ko: 나는 내 인생에서 예술이 그리워요.
pl: Tęsknię za sztuką w swoim życiu.
pt_br: Eu sinto falta de ter arte na minha vida.
ru: Мне не хватает искусства в повседневной жизни.
tr: Hayatımda sanat olmasını özlüyorum.
vi: Tôi nhớ có nghệ thuật trong cuộc đời mình.
zh_hans: 我想念生活中的艺术。

source: I need some excitement in my life.
de: Ich brauche etwas Aufregung in meinem Leben.
fr: J'ai besoin d'excitation dans ma vie.
it: Ho bisogno di emozioni nella mia vita.
ko: 나는 내 삶에 약간의 흥분이 필요합니다.
pl: Potrzebuję czegoś ekscytującego w moim życiu.
pt_br: Preciso de um pouco de emoção na minha vida.
ru: Мне не хватает азарта в повседневной жизни.
tr: Hayatımda biraz heyecana ihtiyacım var.
vi: Tôi cần một chút hứng thú trong cuộc đời mình.
zh_hans: 我生活中需要一些兴奋。

source: I need to learn something new.
de: Ich brauche etwas Neues zu lernen.
fr: J'ai besoin d'apprendre quelque chose de nouveau.
it: Ho bisogno d'imparare qualcosa di nuovo.
ko: 나는 새로운 것을 배울 필요가 있다.
pl: Muszę nauczyć się czegoś nowego.
pt_br: Eu preciso aprender algo novo.
ru: Мне нужно изучить что-то новое.
tr: Yeni bir şey öğrenmem lazım.
vi: Tôi cần học điều gì đó mới.
zh_hans: 我需要学习新的东西。

source: I want to spend some time with family.
de: Ich möchte einige Zeit mit der Familie verbringen.
fr: Je veux passer du temps avec ma famille.
it: Voglio passare un po' di tempo con la famiglia.
ko: 가족과 시간을 보내고 싶습니다.
pl: Chcę spędzić trochę czasu z rodziną.
pt_br: Eu quero passar algum tempo com a família.
ru: Я хочу провести время с семьёй.
tr: Ailemle biraz zaman geçirmek istiyorum.
vi: Tôi muốn dành thời gian cho gia đình.
zh_hans: 我想和家人共度时光。
