Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: There's no reason to be pessimistic.
de: Es gibt keinen Grund, pessimistisch zu sein.
fr: Il n'y a aucune raison d'être pessimiste.
it: Non c'è motivo d'essere pessimisti.
ko: 비관적일 이유가 없습니다.
pl: Nie ma powodu do pesymizmu.
pt_br: Não há razao para ser pessimista.
ru: Нет причин быть пессимистом.
tr: Kötümser olmak için bir neden yok.
vi: Chẳng có lý do gì để bi quan.
zh_hans: 没有理由悲观。

source: I should be feeling great.
de: Ich sollte mich großartig fühlen.
fr: Je devrais me sentir bien.
it: Dovrei sentirmi benissimo.
ko: 나는 기분이 좋을 것입니다.
pl: Powinienem czuć się świetnie.
pt_br: Eu deveria estar me sentindo ótimo.
ru: Должно быть это здорово.
tr: Harika hissetmem gerekirdi.
vi: Lẽ ra ta nên cảm thấy tuyệt vời.
zh_hans: 我应该感觉很好。

source: There is no gaiety.
de: Es gibt keine Fröhlichkeit.
fr: Il n'y a pas de gaieté.
it: Non c'è gaiezza.
ko: 유쾌함이 없습니다.
pl: Nie ma radości.
pt_br: Não há alegria.
ru: Там не весело.
tr: Neşe yok.
vi: Chẳng có sự vui tươi nào.
zh_hans: 没有欢乐。

source: This doesn't excite me.
de: Das finde ich nicht so spannend.
fr: Cela ne m'excite pas.
it: Questo non mi entusiasma.
ko: 이것은 나를 흥분시키지 않습니다.
pl: To mnie nie ekscytuje.
pt_br: Isso não me excita.
ru: Это меня не волнует.
tr: Bu beni heyecanlandırmıyor.
vi: Điều này không làm ta phấn khích.
zh_hans: 这并没有让我兴奋。

source: gave
de: gab
fr: a donné
it: ha dato
ko: 준
pl: podany
pt_br: deu
ru: дал
tr: verdi
vi: đã trao
zh_hans: 给

source: placed
de: platziert
fr: mis
it: piazzato
ko: 배치
pl: umieszczony
pt_br: colocado
ru: установлен
tr: yerleştirdi
vi: đã đặt
zh_hans: 放置

source: was destroyed
de: wurde zerstört
fr: a été détruit
it: è stato distrutto
ko: 파괴 된
pl: został zniszczony
pt_br: destroyed:
ru: был разрушен
tr: yok edildi
vi: đã bị phá hủy
zh_hans: 被摧毁了

source: would not give
de: würde nicht geben
fr: ne donnerait pas
it: non darebbe
ko: 주지 않을 것이다
pl: nie dałby
pt_br: não daria
ru: нельзя дать
tr: vermezdi
vi: sẽ không trao
zh_hans: 不会给

source: obtained
de: erhalten
fr: obtenu
it: ottenuto
ko: 얻은
pl: uzyskany
pt_br: obtido
ru: полученный
tr: elde etti
vi: đã thu được
zh_hans: 获得

source: had
de: hatte
fr: avais
it: avuto
ko: 가졌다
pl: miał
pt_br: teve
ru: обладать
tr: şuna sahipti:
vi: đã có
zh_hans: 有

source: You were
de: Du warst
fr: Vous étiez
it: Sei stato
ko: 너는 ~였다
pl: Byłeś
pt_br: Você era
ru: Вы были
tr: Sendin
vi: Ngươi đã
zh_hans: 你之前是

source: was
de: war
fr: a été
it: stato
ko: ~였다
pl: był
pt_br: foi
ru: был
tr: şuydu
vi: đã
zh_hans: 是

source: reunited with
de: wiedervereint mit
fr: réuni avec
it: riunito con
ko: 와 재회하다
pl: połączył się z
pt_br: reunidos
ru: воссоединился с
tr: şununla yeniden birleşti:
vi: tái ngộ với
zh_hans: 重聚

source: I was reunited with
de: Ich war wieder vereint mit
fr: j'ai été réuni avec
it: Mi sono riunito con
ko: 와 재회했다
pl: Połączyłem się z
pt_br: Eu voltei com
ru: Я воссоединился с
tr: Şununla yeniden birleştim:
vi: Tôi đã tái ngộ với
zh_hans: 我团聚了

source: and it is all thanks to
de: und all das ist zu verdanken
fr: et tout cela grâce à
it: ed è tutto grazie a
ko: 그리고 그것은 모두 덕분입니다
pl: a to wszystko dzięki
pt_br: e é tudo graças a
ru: и всё это благодаря
tr: ve hepsi şunun sayesinde:
vi: và tất cả là nhờ có
zh_hans: 这一切都归功于

source: due to your efforts
de: dank Ihrer Bemühungen
fr: grâce à vos efforts
it: grazie al tuo impegno
ko: 당신의 노력으로 인해
pl: dzięki twoim wysiłkom
pt_br: devido aos seus esforços
ru: благодаря вашим усилиям
tr: çabalarınız sayesinde
vi: nhờ nỗ lực của ngươi
zh_hans: 由于你的努力

source: I found myself dead.
de: Ich fand mich tot.
fr: Je me suis retrouvé mort.
it: Mi sono ritrovato morto.
ko: 나는 내가 죽은 것을 발견했다.
pl: Okazało się, że nie żyję.
pt_br: Encontrei-me morto.
ru: Я понял, что я мёртв.
tr: Kendimi ölü buldum.
vi: Tôi nhận ra mình đã chết.
zh_hans: 我发现自己死了。

source: I found
de: Ich fand
fr: j'ai trouvé
it: Ho trovato
ko: 내가 찾았다
pl: Znalazłem
pt_br: Eu achei
ru: Я обнаружил
tr: Buldum:
vi: Tôi đã thấy
zh_hans: 我发现

source: dead.
de: tot.
fr: morte.
it: morto.
ko: 죽은.
pl: martwy.
pt_br: morto
ru: мёртв.
tr: ölü.
vi: đã chết.
zh_hans: 死。

source: I died.
de: Ich starb.
fr: Je suis mort.
it: Sono morto.
ko: 내가 사망.
pl: Umarłem.
pt_br: Eu morri.
ru: я умер.
tr: Öldüm.
vi: Tôi đã chết.
zh_hans: 我死了。

source: fell to the passing years
de: den Jahren zum Opfer gefallen
fr: tombé au fil des années
it: caduto col passare degli anni
ko: 세월 속에 떨어졌다
pl: upadł z upływem lat
pt_br: caiu com o passar dos anos
ru: умер от старости
tr: geçen yıllara yenik düştü
vi: gục ngã trước dòng chảy thời gian
zh_hans: 跌倒了过去的岁月

source: starved to death
de: verhungert
fr: mort de faim
it: morto di fame
ko: 굶어서 죽은
pl: zagłodzony na śmierć
pt_br: morreu de fome.
ru: умер от голода
tr: açlıktan öldü
vi: chết đói
zh_hans: 活活饿死

source: died of thirst
de: verdurstet
fr: mort de soif
it: morto di sete
ko: 갈증으로 사망
pl: zmarł z pragnienia
pt_br: morreu de sede.
ru: умер от жажды
tr: susuzluktan öldü
vi: chết khát
zh_hans: 口渴死了

source: was shot and killed
de: wurde erschossen
fr: a été abattu et tué
it: è stato colpito e ucciso
ko: 총살당했다
pl: został zastrzelony
pt_br: foi baleado e morto.
ru: застрелен
tr: vurularak öldürüldü
vi: bị bắn chết
zh_hans: 被枪杀了

source: bled to death
de: verblutet
fr: saigné à mort
it: morto dissanguato
ko: 피를 흘리다
pl: wykrwawił się na śmierć
pt_br: sangrou até a morte.
ru: истёк кровью
tr: kan kaybından öldü
vi: chết vì mất máu
zh_hans: 流血致死

source: drowned
de: ertrunken
fr: noyé
it: affogato
ko: 익사
pl: utonął
pt_br: Afogamento
ru: утонул
tr: boğuldu
vi: chết đuối
zh_hans: 淹死

source: suffocated
de: erstickt
fr: étouffé
it: soffocato
ko: 질식사했다
pl: uduszony
pt_br: Asfixia
ru: задохнулся
tr: boğularak can verdi
vi: chết ngạt
zh_hans: 窒息

source: was slain
de: wurde erschlagen
fr: a été tué
it: è stato ucciso
ko: 살해당했다
pl: został zabity
pt_br: foi morto
ru: был убит
tr: katledildi
vi: bị hạ sát
zh_hans: 被杀了

source: was scuttled
de: wurde versenkt
fr: a été sabordé
it: è stato affondato
ko: 자침했다
pl: został zatopiony
pt_br: foi afundado.
ru: был утоплен
tr: batırıldı
vi: bị tiêu hủy
zh_hans: 被凿沉了

source: died in magma
de: im Magma gestorben
fr: mort dans le magma
it: morto nel magma
ko: 마그마에서 사망
pl: zginął w magmie
pt_br: morreu em magma
ru: погиб в магме
tr: magmada öldü
vi: chết trong dung nham
zh_hans: 在岩浆中死亡

source: burned in dragonfire
de: im Drachenfeuer verbrannt
fr: brûlé au feu du dragon
it: bruciato nel fuoco del drago
ko: 용의 불에 태워
pl: spalony w smoczym ogniu
pt_br: queimado em fogo de dragao
ru: сгорел в драконьем пламени
tr: ejderha ateşinde yandı
vi: bị thiêu rụi bởi lửa rồng
zh_hans: 在龙火中燃烧

source: burned to death
de: zu Tode verbrannt
fr: Brûlé à mort
it: bruciato a morte
ko: 타죽었다
pl: spalony na śmierć
pt_br: queimaram até a morte.
ru: сожжён
tr: yanarak öldü
vi: chết cháy
zh_hans: 被活活烧死

source: was scalded to death
de: wurde zu Tode verbrüht
fr: a été échaudé à mort
it: è stato ustionato a morte
ko: 화상을 입었다
pl: został śmiertelnie poparzony
pt_br: foi escaldado até a morte.
ru: ошпарен насмерть
tr: haşlanarak öldü
vi: chết vì bỏng nước sôi
zh_hans: 被烫伤了

source: was crushed
de: wurde zerquetscht
fr: a été écrasé
it: è stato schiacciato
ko: 부서졌다
pl: został zmiażdżony
pt_br: foi esmagado
ru: был раздавлен
tr: ezildi
vi: bị nghiền nát
zh_hans: 被粉碎了

source: was crushed by a bridge
de: wurde von einer Brücke erdrückt
fr: a été écrasé par un pont
it: è stato schiacciato da un ponte
ko: 다리에 의해 부서졌다
pl: został zmiażdżony przez most
pt_br: foi esmagado por uma ponte
ru: был раздавлен мостом
tr: bir köprü tarafından ezildi
vi: bị cầu nghiền nát
zh_hans: 被一座桥击碎了

source: was crushed by a rock
de: wurde von einem Felsen zerschmettert
fr: a été écrasé par un rocher
it: è stato schiacciato da una roccia
ko: 바위에 깔렸다
pl: został zmiażdżony przez głaz
pt_br: foi esmagado por uma pedra
ru: был раздавлен камнем
tr: bir kaya tarafından ezildi
vi: bị đá nghiền nát
zh_hans: 被岩石压碎了

source: fell into a chasm
de: in einen Abgrund gestürzt
fr: est tombé dans un gouffre
it: è caduto in una voragine
ko: 구렁텅이에 빠졌다
pl: spadł w przepaść
pt_br: caiu em um abismo
ru: упал в пропасть
tr: bir uçuruma düştü
vi: rơi xuống vực sâu
zh_hans: 陷入了深深的鸿沟

source: died in a cage
de: in einem Käfig gestorben
fr: mort dans une cage
it: è morto in una gabbia
ko: 케이지에 갇혀서 죽은
pl: umarł w klatce
pt_br: morreu em uma gaiola
ru: умер в клетке
tr: bir kafeste öldü
vi: chết trong lồng
zh_hans: 死在笼子里

source: was murdered
de: wurde ermordet
fr: a été assassiné
it: è stato assassinato
ko: 살해 당했다
pl: został zamordowany
pt_br: Foram assassinados.
ru: убит
tr: öldürüldü
vi: bị sát hại
zh_hans: 被谋杀了

source: died in a trap
de: in einer Falle gestorben
fr: mort dans un piège
it: morto in una trappola
ko: 덫에 걸려 죽었다
pl: zginął w pułapce
pt_br: morreu em uma armadilha
ru: умер в ловушке
tr: bir tuzakta öldü
vi: chết trong bẫy
zh_hans: 陷入了陷阱

source: vanished
de: verschwunden
fr: disparu
it: svanito
ko: 사라진
pl: zniknął
ru: исчез
tr: ortadan kayboldu
vi: biến mất
zh_hans: 消失

source: died in the heat
de: in der Hitze gestorben
fr: mort dans la chaleur
it: morto per il caldo
ko: 더위에 죽었다
pl: zmarł w gorącu
pt_br: morreu no calor
ru: умер от жара
tr: sıcakta öldü
vi: chết vì nóng
zh_hans: 在炎热中死去

source: died in the cold
de: in der Kälte gestorben
fr: mort dans le froid
it: morto nel gelo
ko: 추위에 사망
pl: zmarł z zimna
pt_br: morreu de frio
ru: умер от холода
tr: soğukta öldü
vi: chết vì lạnh
zh_hans: 在寒冷中死去

source: was killed by spikes
de: wurde von Spikes getötet
fr: a été tué par des pointes
it: è stato ucciso da spuntoni
ko: 스파이크에 의해 사망
pl: został zabity przez kolce
pt_br: foi morto por espinhos
ru: был убит кольями
tr: dikenler tarafından öldürüldü
vi: bị cọc nhọn đâm chết
zh_hans: 被尖刺杀死了

source: froze to death
de: erfroren
fr: mort de froid
it: congelato a morte
ko: 얼어 죽다
pl: zamarzł na śmierć
pt_br: congelado até a morte
ru: замёрз
tr: donarak öldü
vi: chết cóng
zh_hans: 冻死了

source: was executed
de: wurde hingerichtet
fr: a été exécuté
it: è stato giustiziato
ko: 처형되었다
pl: został stracony
pt_br: foi executado
ru: был казнён
tr: idam edildi
vi: bị hành quyết
zh_hans: 被处决了

source: was beheaded
de: wurde enthauptet
fr: a été décapité
it: è stato decapitato
ko: 참수당했다
pl: został ścięty
pt_br: foi decapitado.
ru: обезглавлен
tr: kafası kesildi
vi: bị chặt đầu
zh_hans: 被斩首

source: was crucified
de: wurde gekreuzigt
fr: a été crucifié
it: è stato crocifisso
ko: 십자가에 못박혔다
pl: został ukrzyżowany
pt_br: foi crucificado.
ru: распят
tr: çarmıha gerildi
vi: bị đóng đinh
zh_hans: 被钉死在十字架上

source: was buried alive
de: wurde lebendig begraben
fr: a été enterré vivant
it: è stato sepolto vivo
ko: 산 채로 묻혔다
pl: został pogrzebany żywcem
pt_br: Tapocrifação
ru: был похоронен заживо
tr: diri diri gömüldü
vi: bị chôn sống
zh_hans: 被活埋了

source: was executed by drowning
de: wurde durch Ertränken hingerichtet
fr: a été exécuté par noyade
it: è stato giustiziato per annegamento
ko: 익사로 처형되었다
pl: został stracony przez utopienie
pt_br: foi executado por afogamento
ru: казнён через утопление
tr: boğularak idam edildi
vi: bị hành quyết bằng cách dìm chết
zh_hans: 被溺水处死了

source: was burned alive
de: wurde lebendig verbrannt
fr: a été brûlé vif
it: è stato bruciato vivo
ko: 산 채로 불에 탔다
pl: został spalony żywcem
pt_br: foi queimado vivo.
ru: сгорел заживо
tr: diri diri yakıldı
vi: bị thiêu sống
zh_hans: 被烧死了

source: was fed to beasts
de: wurde an Tiere verfüttert
fr: a été nourri aux bêtes
it: è stato dato in pasto alle bestie
ko: 짐승에게 먹였다
pl: został rzucony na pożarcie bestiom
pt_br: foram alimentados com bestas.
ru: скормлен зверю
tr: canavarlara yem edildi
vi: bị ném cho dã thú ăn
zh_hans: 被喂给了野兽

source: was hacked to pieces
de: wurde in Stücke gehackt
fr: a été mis en pièces
it: è stato fatto a pezzi
ko: 조각조각 해킹당했다
pl: został pocięty na kawałki
pt_br: foi cortado em pedaços.
ru: разрублен на куски
tr: paramparça edildi
vi: bị chặt ra từng mảnh
zh_hans: 被砍成了碎片

source: was left out to suffocate
de: wurde zum Ersticken liegen gelassen
fr: a été laissé étouffer
it: è stato lasciato fuori a soffocare
ko: 질식하도록 방치되었다
pl: został pozostawiony, by się udusić
pt_br: foi deixado sufocando
ru: был оставлен задыхаться
tr: boğulmaya terk edildi
vi: bị bỏ mặc cho đến chết ngạt
zh_hans: 被遗忘了窒息

source: died of an illness
de: an einer Krankheit gestorben
fr: mort d'une maladie
it: è morto per una malattia
ko: 병으로 사망
pl: zmarł z powodu choroby
pt_br: morreu de uma doença
ru: умер из-за болезни
tr: bir hastalıktan öldü
vi: chết vì bệnh tật
zh_hans: 死于疾病

source: was put to rest
de: wurde zur Ruhe gesetzt
fr: a été mis au repos
it: è stato messo a riposo
ko: 휴식을 취했다
pl: został odłożony na bok
pt_br: foi colocado para descansar.
ru: был положен конец
tr: huzura kavuşturuldu
vi: được an nghỉ
zh_hans: 被搁置了

source: was scared to death
de: war zu Tode erschrocken
fr: était mort de peur
it: è stato spaventato a morte
ko: 무서워 죽을 지경이었다
pl: został przestraszony na śmierć
pt_br: morrido de medo
ru: умер от страха
tr: korkudan öldü
vi: chết vì sợ hãi
zh_hans: 被吓死了

source: died in the dark
de: in der Dunkelheit gestorben
fr: mort dans le noir
it: morto nel buio
ko: 어둠 속에서 죽었다
pl: zmarł w ciemności
pt_br: morreu no escuro
ru: умер во тьме
tr: karanlıkta öldü
vi: chết trong bóng tối
zh_hans: 在黑暗中死去

source: collapsed
de: zusammengebrochen
fr: s'est effondré
it: crollato
ko: 쓰러졌다
pl: zawalony
pt_br: Recolhida
ru: сдавлен
tr: yığıldı
vi: gục ngã
zh_hans: 倒塌

source: was drained of blood
de: war blutleer
fr: a été vidé de son sang
it: è stato prosciugato dal sangue
ko: 피를 흘렸다
pl: został opróżniony z krwi
pt_br: sangue foi drenado
ru: обескровлен
tr: kanı emildi
vi: bị rút cạn máu
zh_hans: 被抽干了血

source: was slaughtered
de: wurde geschlachtet
fr: a été abattu
it: è stato massacrato
ko: 학살당했다
pl: został zabity
pt_br: abatidos
ru: был зарублен
tr: katledildi
vi: bị tàn sát
zh_hans: 被屠杀了

source: leapt from a great height
de: sprang aus großer Höhe
fr: sauté d'une grande hauteur
it: saltò da una grande altezza
ko: 높은 곳에서 뛰어내렸다
pl: skoczył z dużej wysokości
pt_br: pulou de uma altura grande
ru: прыгнул с большой высоты
tr: büyük bir yükseklikten atladı
vi: nhảy từ độ cao lớn
zh_hans: 从很高的高度跃升

source: died
de: starb
fr: décédés
it: morto
ko: 사망 한
pl: zmarł
pt_br: morreu
ru: умер
tr: öldü
vi: chết
zh_hans: 死亡

source: perpetrated
de: verübt
fr: perpétré
it: perpetrato
ko: 저지른
pl: popełniony
pt_br: Perpetrada
ru: совершил
tr: işledi:
vi: đã gây ra
zh_hans: 犯下

source: attempted
de: Versucht
fr: tenté
it: tentato
ko: 시도
pl: spróbował
pt_br: tentou
ru: попытка
tr: teşebbüs etti:
vi: đã cố gắng
zh_hans: 未遂的

source: a production order violation
de: einen Verstoß gegen den Produktionsauftrag
fr: une violation de l'ordre de production
it: una violazione dell'ordine di produzione
ko: 생산 주문 위반
pl: naruszenie nakazu produkcji
pt_br: violação de ordem de produção
ru: нарушение приказа о производстве
tr: bir üretim emri ihlali
vi: một vụ vi phạm lệnh sản xuất
zh_hans: 生产订单违规

source: a export prohibition violation
de: einen Verstoß gegen das Ausfuhrverbot
fr: une violation de l'interdiction d'exportation
it: una violazione del divieto di esportazione
ko: 수출 금지 위반
pl: naruszenie zakazu eksportu
pt_br: violação da proibição de exportação
ru: нарушение запрета экспорта
tr: bir ihracat yasağı ihlali
vi: một vụ vi phạm lệnh cấm xuất khẩu
zh_hans: 违反出口禁令

source: a job order violation
de: einen Verstoß gegen den Arbeitsauftrag
fr: une violation d'ordre de travail
it: violazione di un ordine di lavoro
ko: 작업 지시 위반
pl: naruszenie zlecenia pracy
pt_br: violação de ordem de trabalho
ru: нарушение приказа о работе
tr: bir iş emri ihlali
vi: một vụ vi phạm lệnh công việc
zh_hans: 违反工作单

source: a murder
de: ein Mord
fr: un meurtre
it: un omicidio
ko: 살인
pl: morderstwo
pt_br: Assassinar
ru: убийство
tr: bir cinayet
vi: một vụ giết người
zh_hans: 谋杀

source: a kidnapping
de: eine Entführung
fr: un enlèvement
it: un rapimento
ko: 납치
pl: uprowadzenie
pt_br: um sequestro
ru: похищение
tr: bir adam kaçırma
vi: một vụ bắt cóc
zh_hans: 绑架

source: a theft
de: ein Diebstahl
fr: un vol
it: un furto
ko: 절도
pl: kradzież
pt_br: furto
ru: кражу
tr: bir hırsızlık
vi: một vụ trộm cắp
zh_hans: 盗窃

source: a robbery
de: ein Raubüberfall
fr: un vol
it: una rapina
ko: 강도
pl: rabunek
pt_br: Roubo
ru: грабёж
tr: bir soygun
vi: một vụ cướp
zh_hans: 一起抢劫案

source: I preached
de: Ich predigte
fr: j'ai prêché
it: Ho predicato
ko: 나는 설교했다
pl: głosiłem
pt_br: Eu preguei
ru: Я проповедовал
tr: Vaaz verdim:
vi: Tôi đã thuyết giảng
zh_hans: 我布道

source: I saw
de: Ich sah
fr: J'ai vu
it: Ho visto
ko: 나는 보았다
pl: zobaczyłem
pt_br: Eu vi
ru: Я видел как
tr: Gördüm:
vi: Tôi đã thấy
zh_hans: 我看见

source: preach
de: predigen
fr: prêcher
it: predicare
ko: 설교
pl: głosić
pt_br: pregue
ru: проповедовать
tr: vaaz ver
vi: thuyết giảng
zh_hans: 布道

source: a sermon
de: eine Predigt
fr: un sermon
it: un sermone
ko: 설교
pl: kazanie
pt_br: um sermão
ru: проповедь
tr: bir vaaz
vi: một bài thuyết giáo
zh_hans: 一场讲经

source: preached
de: gepredigt
fr: prêché
it: predicato
ko: 설교하다
pl: głoszony
pt_br: pregou
ru: проповедовал
tr: vaaz verdi:
vi: đã thuyết giảng
zh_hans: 布道

source: sermon
de: Predigt
it: sermone
ko: 설교
pl: kazanie
pt_br: sermão
ru: проповедь
tr: vaaz
vi: bài thuyết giáo
zh_hans: 讲经

source: was preached
de: wurde gepredigt
fr: a été prêché
it: è stato predicato
ko: 설교했다
pl: był głoszony
pt_br: foi pregado
ru: был проповедан
tr: vaaz edildi
vi: đã được thuyết giảng
zh_hans: 被布道了

source: I told the story of
de: Ich erzählte die Geschichte von
fr: J'ai raconté l'histoire de
it: Ho raccontato la storia di
ko: 의 이야기를 했어요
pl: opowiedziałem historię
pt_br: Contei a história de
ru: Я рассказал историю про
tr: Şunun hikayesini anlattım:
vi: Tôi đã kể câu chuyện về
zh_hans: 我讲的是故事

source: a telling of
de: eine Erzählung von
fr: un récit de
it: un racconto di
ko: 에 대한 이야기
pl: opowieść o
pt_br: a narração de
ru: рассказывал про
tr: bir anlatımı
vi: một lời kể về
zh_hans: 叙述之于

source: the story of
de: die Geschichte von
fr: l'histoire de
it: la storia di
ko: 의 이야기
pl: historia
pt_br: a história de
ru: историю про
tr: şunun hikayesi:
vi: câu chuyện về
zh_hans: 故事关于

source: told the story of
de: erzählt die Geschichte von
fr: a raconté l'histoire de
it: raccontato la storia di
ko: 의 이야기를 했다
pl: opowiedział historię
pt_br: contou a história de
ru: рассказывал историю про
tr: şunun hikayesini anlattı:
vi: đã kể câu chuyện về
zh_hans: 讲述了这个故事，关于

source: story of
de: Geschichte von
fr: l'histoire de
it: storia di
ko: 의 이야기
pl: historia
pt_br: história de
ru: история про
tr: şunun hikayesi
vi: câu chuyện về
zh_hans: 故事关于

source: was told
de: wurde erzählt
fr: a été dit
it: è stato detto
ko: 들었다
pl: został poinformowany
pt_br: foi dito
ru: была рассказана
tr: anlatıldı
vi: đã được kể
zh_hans: 被告知

source: I recited
de: Ich rezitiere
fr: j'ai récité
it: Ho recitato
ko: 나는 낭송했다
pl: Wyrecytowałem
pt_br: Eu recitei
ru: Я декламировал
tr: Okudum:
vi: Tôi đã ngâm vịnh
zh_hans: 我背诵

source: a recital of
de: ein Vortrag von
fr: un récital de
it: una recita di
ko: 리사이틀
pl: motyw
pt_br: um recital de
ru: декламация
tr: bir dinletisi
vi: một buổi ngâm vịnh về
zh_hans: 一个独奏会

source: recited
de: vorgetragen
fr: récité
it: recitato
ko: 낭송
pl: wyrecytowane
pt_br: recitou
ru: декламировал
tr: okudu:
vi: đã ngâm vịnh
zh_hans: 引用

source: was recited
de: wurde vorgetragen
fr: a été récité
it: è stato recitato
ko: 낭송되었다
pl: zostało wyrecytowane
pt_br: foi recitado
ru: декламировались
tr: okundu
vi: đã được ngâm vịnh
zh_hans: 被吟诵

source: played
de: gespielt
fr: joué
it: suonata
ko: 연주
pl: zagrane
pt_br: tocou
ru: играл
tr: çaldı
vi: đã trình diễn
zh_hans: 发挥

source: sang
de: gesungen
fr: a chanté
it: cantata
ko: 노래했다
pl: wyśpiewane
pt_br: cantou
ru: пел
tr: şarkı söyledi
vi: đã hát
zh_hans: 唱

source: chanted
de: gesungen
fr: chanté
it: cantato
ko: 외쳤다
pl: intonowany
pt_br: cantado
ru: бубнил
tr: ahenkle okudu
vi: đã tụng xướng
zh_hans: 高呼

source: perform
de: vorführen
fr: effectuer
it: esibirsi
ko: 공연하다
pl: wykonać
pt_br: perfomar
ru: исполнять
tr: icra et
vi: trình diễn
zh_hans: 演出

source: a performance of
de: eine Vorführung über
fr: une prestation de
it: una performance di
ko: 의 성능
pl: przedstawienie
pt_br: uma perfomance de
ru: выступление
tr: şunun bir performansı
vi: một màn trình diễn của
zh_hans: 表现

source: performed
de: vorgeführt
fr: effectué
it: eseguito
ko: 수행
pl: wykonane
pt_br: performou
ru: исполнено
tr: icra etti
vi: đã trình diễn
zh_hans: 执行

source: was performed
de: wurde vorgeführt
fr: était joué
it: è stato eseguito
ko: 수행되었다
pl: został wykonany
pt_br: atuou
ru: было исполнено
tr: icra edildi
vi: đã được trình diễn
zh_hans: 进行了

source: danced
de: getanzt
fr: dansé
it: danzato
ko: 춤을 추다
pl: tańczył
pt_br: dançou
ru: танцевал
tr: dans etti
vi: đã nhảy múa
zh_hans: 跳舞

source: I saw a performance of
de: Ich sah eine Vorführung über
fr: J'ai vu un spectacle de
it: Ho visto una performance di
ko: 의 공연을 보았다
pl: Widziałem występ
pt_br: Eu vi uma performance do(a)
ru: Я видел выступление
tr: Şunun bir performansını gördüm:
vi: Tôi đã xem một màn trình diễn của
zh_hans: 我看到了表演之于

source: You named yourself
de: Sie haben sich selbst einen Namen gegeben
fr: tu t'es nommé
it: Hai fatto il tuo nome
ko: 당신은 자신의 이름을
pl: Nazwałeś siebie
pt_br: Você se auto nomeou
ru: Вы назвали себя
tr: Kendine isim verdin
vi: Ngươi đã tự đặt tên
zh_hans: 你给自己起了个名

source: Somebody named themself
de: Jemand nannte sich selbst
fr: Quelqu'un s'est nommé
it: Qualcuno ha fatto il suo nome
ko: 누군가 자신의 이름을
pl: Ktoś się nazwał
pt_br: Alguém se autointitulou
ru: Кто-то назвал их
tr: Biri kendine isim verdi
vi: Một người nào đó đã tự đặt tên
zh_hans: 有人自称

source: You refused to name yourself
de: Du hast dich geweigert, deinen Namen zu nennen
fr: Vous avez refusé de vous nommer
it: Ti sei rifiutato di fare il tuo nome
ko: 당신은 자신의 이름을 거부
pl: Odmówiłeś podania swojego imienia
pt_br: Você se recusou a se identificar
ru: Вы отказались назвать себя
tr: Kendine isim vermeyi reddettin
vi: Ngươi đã từ chối nêu tên mình
zh_hans: 你拒绝给自己起个名字

source: refused to give a name
de: sich weigerte, einen Namen zu nennen
fr: a refusé de donner un nom
it: si è rifiutato di dare un nome
ko: 이름을 밝히기를 거부했다
pl: odmówił podania nazwiska
pt_br: se recusou a dar um nome
ru: отказался нарекать именем
tr: isim vermeyi reddetti
vi: từ chối nêu tên
zh_hans: 拒绝透露姓名

source: Somebody refused to name themself
de: Jemand weigerte sich, seinen Namen zu nennen
fr: Quelqu'un a refusé de se nommer
it: Qualcuno si è rifiutato di fare il proprio nome
ko: 누군가 자신의 이름을 밝히기를 거부했습니다.
pl: Ktoś odmówił podania swojego imienia
pt_br: Alguém se recusou a se identificar
ru: Кто-то отказался назвать сам себя
tr: Biri kendine isim vermeyi reddetti
vi: Một người nào đó đã từ chối nêu tên mình
zh_hans: 有人拒绝为自己命名

source: demanded submission from
de: geforderte Unterwerfung von
fr: a exigé la soumission de
it: ha richiesto la sottomissione di
ko: 에게 제출을 요구
pl: żądał posłuszeństwa od
pt_br: exigida a apresentação de
ru: потребовал подчинения от
tr: şundan teslimiyet talep etti:
vi: đã yêu cầu sự quy phục từ
zh_hans: 要求提交

source: escalated a conflict with
de: eskalierte einen Konflikt mit
fr: a aggravé un conflit avec
it: ha inasprito il conflitto con
ko: 와의 갈등을 고조시켰다
pl: eskalował konflikt z
pt_br: escalada de um conflito com
ru: обострился конфликт с
tr: şununla bir çatışmayı tırmandırdı:
vi: đã leo thang xung đột với
zh_hans: 升级与冲突

source: I am awoken to
de: Ich bin aufgewacht von
fr: je suis réveillé
it: Sono stato svegliato da
ko: 나는 깨어있다
pl: Obudziłem się
pt_br: Estou acordado para
ru: Я пробуждён к
tr: Şuna uyandım:
vi: Tôi bị đánh thức bởi
zh_hans: 我很高兴

source: I realized
de: Ich erkannte
fr: j'ai réalisé
it: Mi sono reso conto
ko: 나는 깨달았다
pl: zdałem sobie sprawę
pt_br: Eu percebi
ru: Я осознал
tr: Fark ettim:
vi: Tôi đã nhận ra
zh_hans: 我意识到
