Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I've heard of a place called
de: Ich habe von einem Ort gehört, der
fr: J'ai entendu parler d'un endroit appelé
it: Ho sentito parlare di un posto chiamato
ko: 라는 곳이 있다고 들었는데
pl: Słyszałem o miejscu zwanym
pt_br: Ouvi falar de um lugar chamado
ru: Я слышал о месте, называемом
tr: Şu adda bir yer duydum:
vi: Tôi từng nghe về một nơi gọi là
zh_hans: 我听说过一个叫做的地方

source: The surrounding area is called
de: Das umliegende Gebiet wird als
fr: La région environnante s'appelle
it: L'area circostante è chiamata
ko: 주변 지역이라고 합니다
pl: Okoliczny obszar nazywany jest
pt_br: A área circundante é chamada
ru: Близлежащий район называется
tr: Çevredeki bölgenin adı:
vi: Khu vực xung quanh được gọi là
zh_hans: 周边地区被称为

source: did ranged practice
de: hat sich in der Fernkampf Praxis bewährt
fr: a pratiqué à distance
it: ha fatto pratica di tiro
ko: 원거리 연습을 했다
pl: ćwiczył na dystansie
pt_br: fez treinamento amplo
ru: сделал пространную практику
tr: menzilli atış pratiği yaptı
vi: đã luyện tập bắn xa
zh_hans: 做了射击练习

source: I'm not sure exactly where to look.
de: Ich bin mir nicht sicher, wo genau ich suchen soll.
fr: Je ne sais pas exactement où chercher.
it: Non so esattamente dove cercare.
ko: 정확히 어디를 봐야할지 모르겠습니다.
pl: Nie wiem dokładnie, gdzie szukać.
pt_br: Não sei exatamente onde procurar.
ru: Я не знаю, где конкретно нужно искать.
tr: Tam olarak nereye bakacağımdan emin değilim.
vi: Tôi không chắc chắn chính xác phải tìm ở đâu.
zh_hans: 我不确定在哪里看。

source: Search first in
de: Suche zuerst in
fr: Rechercher d'abord dans
it: Cerca prima in
ko: 먼저 검색
pl: Szukaj najpierw w
pt_br: Procura-se primeiro em
ru: Для начала найди
tr: Önce şurada ara:
vi: Hãy tìm trước tiên ở
zh_hans: 首先搜索

source: a dark tower
de: ein dunkler Turm
fr: une tour sombre
it: una torre oscura
ko: 어두운 탑
pl: mroczna wieża
pt_br: Topo da Torre
ru: тёмная башня
tr: karanlık bir kule
vi: một tòa tháp u ám
zh_hans: 一座黑暗的塔楼

source: the dungeon
de: das Verlies
fr: le donjon
it: le segrete
ko: 던전
pl: loch
pt_br: Cela da Masmorra
ru: подземелье
tr: zindan
vi: hầm ngục
zh_hans: 地牢

source: Hey... that sounds like a great idea!
de: Hey... das klingt nach einer tollen Idee!
fr: Hé... ça a l'air d'être une bonne idée !
it: Hey... sembra un'ottima idea!
ko: 이봐... 좋은 생각 같아!
pl: Hej... to brzmi jak świetny pomysł!
pt_br: Ei... que parece ser uma ótima idéia!
ru: Хм... Неплохая идея!
vi: Này... nghe có vẻ là một ý hay đấy!
zh_hans: 嘿......这听起来像个好主意！

source: Surely any place is better than this. Let's set off immediately!
de: Sicherlich ist jeder Ort besser als dieser. Lasst uns sofort aufbrechen!
fr: N'importe quel lieu est sûrement mieux que celui-ci. Mettons nous en route immédiatement !
it: Qualsiasi posto è sicuramente meglio di questo. Partiamo subito!
ko: 확실히 어떤 곳이든 이것보다 낫습니다.
pl: Z pewnością każde miejsce jest lepsze od tego. Wyruszmy natychmiast!
pt_br: Certamente, qualquer lugar é melhor do que isso. Vamos explodir imediatamente!
ru: Конечно, любое место лучше, чем это. Давайте отправимся прямо сейчас!
vi: Chắc chắn bất kỳ nơi nào cũng tốt hơn nơi này. Hãy khởi hành ngay lập tức!
zh_hans: 当然，任何地方都比这更好。我们马上出发吧！

source: I've always wanted to travel the world. Let us be off!
de: Ich wollte schon immer um die Welt reisen. Auf geht's!
fr: J'ai toujours voulu parcourir le monde. Partons !
it: Ho sempre desiderato viaggiare per il mondo. Partiamo!
ko: 나는 항상 세계를 여행하고 싶었습니다.
pl: Zawsze chciałem podróżować po świecie. Ruszajmy!
pt_br: Sempre quis viajar pelo mundo. Deixe-nos estar fora!
ru: Я всегда хотел путешествовать по миру. В путь!
vi: Tôi luôn muốn chu du khắp thế giới. Chúng ta hãy đi thôi!
zh_hans: 我一直想环游世界。让我们走吧！

source: Nothing beats the open road. Let us be off!
de: Es gibt nichts Besseres als die offene Straße. Auf geht's!
fr: Rien ne vaut la route ouverte. Partons !
it: Niente di meglio della strada aperta. Partiamo!
ko: 열린 길을 능가하는 것은 없습니다.
pl: Nic nie przebije otwartej drogi. Ruszajmy!
pt_br: Nada bate a estrada aberta. Deixe-nos estar fora!
ru: Нет ничего лучше широкой дороги. В путь!
vi: Không gì sánh bằng con đường rộng mở. Chúng ta hãy lên đường!
zh_hans: 没有什么能比开阔的道路更好。让我们走吧！

source: Excitement! Adventure! I am thrilled to join you.
de: Aufregung! Abenteuer! Ich bin begeistert, mich Ihnen anzuschließen.
fr: Excitation! Aventure! Je suis ravi de vous rejoindre.
it: Eccitazione! Avventura! Sono emozionato di unirmi a voi.
ko: 흥분!
pl: Ekscytacja! Przygoda! Cieszę się, że mogę do was dołączyć.
pt_br: Emoção! Aventura! Eu sou excitado para acompanhá-lo.
ru: Волнение! Приключения! Я буду рад присоединиться к вам.
vi: Hào hứng! Phiêu lưu! Tôi rất vui mừng được tham gia cùng bạn.
zh_hans: 激动！冒险！我很高兴加入你们。

source: I will agree to travel with you if you lead me to glory and death.
de: Ich bin bereit, mit dir zu reisen, wenn du mich zu Ruhm und Tod führst.
fr: J'accepterai de voyager avec vous si vous me menez à la gloire et à la mort.
it: Accetterò di viaggiare con voi se mi condurrete alla gloria e alla morte.
ko: 당신이 저를 영광과 죽음으로 인도하신다면 당신과 함께 여행하는 데 동의하겠습니다.
pl: Zgodzę się podróżować z tobą, jeśli poprowadzisz mnie do chwały i śmierci.
pt_br: Eu concordo viajar com você, se você me leva à glória e morte.
ru: Я согласен пойти с вами, куда бы вы не повели меня, к славе или к смерти.
tr: Beni şana ve ölüme götürürsen seninle seyahat etmeyi kabul ederim.
vi: Tôi sẽ đồng ý đi cùng bạn nếu bạn dẫn tôi đến vinh quang và cái chết.
zh_hans: 如果你引导我走向荣耀和死亡，我会同意和你一起旅行。

source: I will agree to guide you if you lead me to glory and death.
de: Ich bin bereit, dich zu führen, wenn du mich zu Ruhm und Tod führst.
fr: J'accepterai de te guider si tu me conduis à la gloire et à la mort.
it: Accetterò di guidarti se mi condurrai alla gloria e alla morte.
ko: 당신이 나를 영광과 죽음으로 인도한다면 나는 당신을 인도하는 데 동의할 것입니다.
pl: Zgodzę się cię poprowadzić, jeśli ty poprowadzisz mnie do chwały i śmierci.
pt_br: Eu concordo para guiá-lo, se você me leva à glória e morte.
ru: Я согласен проводить вас, если вы приведёте меня к славе или смерти.
tr: Beni şana ve ölüme götürürsen sana rehberlik etmeyi kabul ederim.
vi: Tôi sẽ đồng ý dẫn đường cho bạn nếu bạn dẫn tôi đến vinh quang và cái chết.
zh_hans: 如果你引导我走向荣耀和死亡，我会同意引导你。

source: Take me away from here.
de: Bring mich weg von hier.
fr: Emmène moi loin d'ici.
it: Portatemi via da qui.
ko: 나를 여기서 데려가.
pl: Zabierz mnie stąd.
pt_br: Me leva embora daqui.
ru: Заберите меня отсюда.
tr: Beni buradan götür.
vi: Đưa tôi rời khỏi đây.
zh_hans: 带我离开这里。

source: Let us leave as soon as possible.
de: Lassen Sie uns so schnell wie möglich aufbrechen.
fr: Partons au plus vite.
it: Partiamo il prima possibile.
ko: 가능한 한 빨리 떠나도록 합시다.
pl: Opuśćmy to miejsce tak szybko jak to możliwe.
pt_br: Deixe-nos ir embora logo que possível.
ru: Давайте отправимся как можно скорее.
tr: Mümkün olan en kısa sürede ayrılalım.
vi: Chúng ta hãy rời đi càng sớm càng tốt.
zh_hans: 让我们尽快离开。

source: This is a cause worthy of struggle.
de: Dies ist eine Sache, für die es sich zu kämpfen lohnt.
fr: C'est une cause digne d'être combattue.
it: È una causa per cui è giusto combattere.
ko: 이것은 투쟁할 가치가 있는 명분입니다.
pl: To jest powód do zawalczenia.
pt_br: Esta é uma causa digna de luta.
ru: Это цель достойная борьбы.
tr: Bu mücadeleye değer bir dava.
vi: Đây là một lý do đáng để đấu tranh.
zh_hans: 这是值得挣扎的原因。

source: I'm sorry. My duty is here.
de: Es tut mir Leid. Meine Pflicht ist hier.
fr: Je suis désolé. Mon devoir est ici.
it: Mi dispiace. Il mio dovere è qui.
ko: 죄송합니다.
pl: Przykro mi. Mam obowiązki tutaj.
pt_br: Desculpa. Meu dever é aqui.
ru: Извините, но я должен остаться здесь.
vi: Tôi xin lỗi. Nhiệm vụ của tôi là ở đây.
zh_hans: 对不起。我的职责就在这里。

source: That's such a fantastic idea. I can't wait to be off!
de: Das ist eine fantastische Idee. Ich kann es kaum erwarten, loszulegen!
fr: C'est une idée tellement fantastique. J'ai hâte d'être parti !
it: È un'idea fantastica. Non vedo l'ora di partire!
ko: 정말 환상적인 아이디어입니다.
pl: To fantastyczny pomysł. Nie mogę się doczekać, aż wyjdę!
pt_br: Essa é uma ideia fantástica. Mal posso esperar para partir!
ru: Это просто фантастическая идея! Не могу дождаться!
vi: Đó là một ý tưởng tuyệt vời. Tôi nóng lòng muốn đi ngay!
zh_hans: 这是一个非常棒的主意。我等不及了！

source: It's such a noble pursuit. Let's go immediately!
de: Das ist ein so edles Ziel. Lass uns sofort gehen!
fr: C'est une quête si noble. Allons-y immédiatement!
it: È una ricerca così nobile. Andiamo subito!
ko: 정말 고귀한 추구입니다.
pl: To takie szlachetne zajęcie. Chodźmy natychmiast!
pt_br: É uma busca tão nobre. Vamos imediatamente!
ru: Это благородное начинание. Отправляемся немедленно!
vi: Đó là một cuộc theo đuổi cao quý. Chúng ta hãy đi ngay lập lập tức!
zh_hans: 这是一种崇高的追求。我们马上去！

source: It would be so great to perform and make people happy.
de: Es wäre so toll, aufzutreten und Menschen glücklich zu machen.
fr: Il serait si bon de faire des représentations et de rendre les gens heureux.
it: Sarebbe fantastico esibirsi e rendere felici le persone.
ko: 공연을 해서 사람들을 행복하게 해준다면 정말 좋을 것 같아요.
pl: Wspaniale byłoby występować i dawać ludziom szczęście.
pt_br: Seria tão bom atuar e fazer as pessoas felizes.
ru: Это прекрасно - выступать и делать людей счастливыми.
tr: Gösteri yapmak ve insanları mutlu etmek çok harika olurdu.
vi: Thật tuyệt vời nếu được biểu diễn và khiến mọi người hạnh phúc.
zh_hans: 表演和让人快乐会很棒。

source: I so love the performing arts. It's time to go!
de: Ich liebe die darstellenden Künste so sehr. Es ist Zeit zu gehen!
fr: J'aime tellement les arts de la scène. Il est temps de partir!
it: Adoro le arti dello spettacolo. È ora di andare!
ko: 나는 공연 예술을 너무 좋아합니다.
pl: Tak uwielbiam sztuki sceniczne. Czas wyruszać!
pt_br: Eu amo tanto as artes cênicas. É hora de ir!
ru: Я так люблю выступать! Пора в путь!
vi: Tôi rất yêu nghệ thuật biểu diễn. Đã đến lúc đi rồi!
zh_hans: 我非常喜欢表演艺术。该走了！

source: I'd love to travel and create art.
de: Ich würde gern auf Reisen gehen und Kunst schaffen.
fr: J'aimerais voyager et créer de l'art.
it: Mi piacerebbe viaggiare e creare arte.
ko: 여행을 다니며 예술을 만들고 싶습니다.
pl: Chciałbym podróżować i tworzyć sztukę.
pt_br: Eu adoraria viajar e criar arte.
ru: Было бы прекрасно путешествовать и творить искусство!
tr: Yolculuk yapmayı ve sanat yaratmayı çok severim.
vi: Tôi rất muốn đi du hành và sáng tạo nghệ thuật.
zh_hans: 我喜欢旅行和创作艺术。

source: The performing arts are so important. Let's go!
de: Die darstellenden Künste sind so wichtig. Los geht's!
fr: Les arts de la scène sont si importants. Allons-y!
it: Le arti dello spettacolo sono così importanti. Andiamo!
ko: 공연예술은 그만큼 중요하다.
pl: Pokazywana sztuka jest taka ważna. Chodźmy!
pt_br: As artes cênicas são muito importantes. Vamos!
ru: Творческие выступления - это очень важно! В путь!
vi: Nghệ thuật biểu diễn rất quan trọng. Chúng ta hãy đi thôi!
zh_hans: 表演艺术非常重要。我们走吧！

source: Let's spread the joy!
de: Lasst uns die Freude verbreiten!
fr: Répandons la joie !
it: Diffondiamo la gioia!
ko: 기쁨을 전파합시다!
pl: Rozprzestrzeniajmy radość!
pt_br: Vamos espalhar a alegria!
ru: Будем нести радость!
tr: Neşeyi yayalım!
vi: Hãy lan tỏa niềm vui!
zh_hans: 让我们传播快乐吧！

source: The performances will be great.
de: Die Aufführungen werden großartig sein.
fr: Les performances seront excellentes.
it: Gli spettacoli saranno grandiosi.
ko: 공연은 훌륭할 것입니다.
pl: Występ będzie świetny.
pt_br: As performances serão ótimas.
ru: Выступление будет прекрасным.
tr: Performanslar harika olacak.
vi: Các buổi biểu diễn sẽ thật tuyệt vời.
zh_hans: 表演会很棒。

source: A demonstration of your skill might convince me.
de: Eine Demonstration Ihres Könnens könnte mich überzeugen.
fr: Une démonstration de votre talent pourrait me convaincre.
it: Una dimostrazione della tua abilità potrebbe convincermi.
ko: 당신의 기술을 보여주면 저를 납득시킬 수 있습니다.
pl: Próba Twoich umiejętności może zdoła mnie przekonać
pt_br: Uma demonstração das suas habilidades pode me convencer.
ru: Демонстрация ваших умений могла бы убедить меня.
tr: Becernin bir gösterisi beni ikna edebilir.
vi: Một màn trình diễn kỹ năng của bạn có thể thuyết phục tôi.
zh_hans: 演示你的技能可能会让我信服。

source: Keep practicing!
de: Übe weiter!
fr: Continuez à vous entraîner !
it: Continua a esercitarti!
ko: 계속 연습 해!
pl: Ćwicz dalej!
pt_br: Continue praticando!
ru: Продолжайте практиковаться!
tr: Pratik yapmaya devam et!
vi: Hãy tiếp tục luyện tập!
zh_hans: 保持练习！

source: Maybe after you've improved. Prove you have what it takes. The life of the traveling performer is a hard one.
de: Vielleicht, wenn Sie sich verbessert haben. Beweisen Sie, dass Sie das Zeug dazu haben. Das Leben eines reisenden Künstlers ist ein hartes Leben.
fr: Peut-être après que vous vous soyez amélioré. Montrez que vous avez ce qu'il faut. La vie d'un artiste itinérant est dure.
it: Forse dopo essere migliorato. Dimostra di avere le carte in regola. La vita dell'artista itinerante è dura.
ko: 아마 당신이 발전한 후에요 능력이 있다는 걸 증명해 보세요. 여행하는 연주자의 삶은 힘든 삶입니다.
pl: Może jak się poprawisz. Udowodnij, że masz to coś Życie wędrownego artysty jest ciężkie.
pt_br: Talvez depois que você melhorar. Prove que você tem o que é necessário. A vida de um artista viajante é difícil.
ru: Вам нужно еще практиковаться. Поговорим, когда вы будете готовы. Жизнь странствующего артиста тяжела.
vi: Có thể sau khi bạn đã tiến bộ. Hãy chứng tỏ bạn có đủ khả năng. Cuộc đời của một nghệ sĩ lang thang rất khó khăn.
zh_hans: 也许在你改进之后。证明你有它需要的东西。旅行表演者的生活很艰难。

source: Can you manage a troupe so large?
de: Können Sie eine so große Truppe managen?
fr: Pouvez-vous gérer une troupe si grande?
it: Sai gestire una troupe così numerosa?
ko: 이렇게 큰 극단을 관리할 수 있습니까?
pl: Czy możesz sobie wyobrazić tak dużą trupę?
pt_br: Você consegue gerenciar uma trupe tão grande?
ru: А вы сможете управлять такой большой труппой?
tr: Bu kadar büyük bir grubu idare edebilir misin?
vi: Bạn có thể quản lý một đoàn kịch lớn đến vậy không?
zh_hans: 你能管理这么大的剧团吗？

source: It is I that would lead you, but I have no need of your protection.
de: Ich bin es, der dich führen möchte, aber ich brauche deinen Schutz nicht.
fr: Ce serait moi qui vous guiderais, mais je n'ai nul besoin de votre protection.
it: Sarei io a guidarvi, ma non ho bisogno della vostra protezione.
ko: 당신을 인도하는 것은 나이지만 당신의 보호는 필요하지 않습니다.
pl: To ja jestem tym, który cię poprowadzi, ale nie potrzebuję twojej ochrony.
pt_br: Eu é que iria levá-lo, mas não tenho necessidade de sua proteção.
ru: Я бы пошёл в качестве командира, но ваше покровительство мне не нужно.
tr: Sana liderlik edecek olan benim, ancak senin korumana ihtiyacım yok.
vi: Chính tôi mới là người dẫn dắt bạn, nhưng tôi không cần sự bảo vệ của bạn.
zh_hans: 我会带领你，但我不需要你的保护。

source: Ha! Such enthusiasm from one such as yourself.
de: Ha! Ein solcher Enthusiasmus von jemandem wie Ihnen.
fr: Ha! Quel enthousiasme de la part de quelqu'un comme vous.
it: Aah! Che entusiasmo da un tipo come te.
ko: 하아!
pl: Ha! Taki entuzjazm od kogoś takiego jak ty.
pt_br: Ha! Tanto entusiasmo de um como você.
ru: Ха! Такой энтузиазм от такого как вы.
vi: Ha! Thật là một sự nhiệt tình từ một người như bạn.
zh_hans: 哈！像你这样的人如此热情。

source: I'm sorry. I can't go with you.
de: Es tut mir leid. Ich kann nicht mit dir gehen
fr: Je suis désolé. Je ne peux pas venir avec toi.
it: Mi dispiace. Non posso venire con te.
ko: 죄송합니다.
pl: Wybacz. Nie mogę iść z tobą.
pt_br: Desculpa. Não posso ir com você.
ru: Извините, я не могу пойти с вами.
vi: Tôi xin lỗi. Tôi không thể đi cùng bạn.
zh_hans: 对不起。我不能和你一起去。

source: I have no interest in your objectives.
de: Ich habe kein Interesse an deinen Zielen.
fr: Vos objectifs ne m'intéressent pas.
it: Non mi interessano i tuoi obiettivi.
ko: 나는 당신의 목표에 관심이 없습니다.
pl: Nie interesują mnie twoje cele.
pt_br: Não tenho interesse em seus objetivos.
ru: Мне не интересны ваши цели.
tr: Amaçlarınla ilgilenmiyorum.
vi: Tôi không quan tâm đến mục tiêu của bạn.
zh_hans: 我对你的目标毫无兴趣。

source: I cannot abandon my pilgrimage.
de: Ich kann meine Pilgerreise nicht aufgeben.
fr: Je ne peux pas abandonner mon pèlerinage.
it: Non posso abbandonare il mio pellegrinaggio.
ko: 순례를 포기할 수 없습니다.
pl: Nie mogę porzucić mojej pielgrzymki.
pt_br: Eu não posso abandonar minha peregrinação.
ru: Я не могу отказаться от своего паломничества.
tr: Hac yolculuğumu bırakamam.
vi: Tôi không thể từ bỏ cuộc hành hương của mình.
zh_hans: 我不能放弃朝圣。

source: I cannot give up my quest for
de: Ich kann meine Suche nicht aufgeben
fr: Je ne peux pas abandonner ma quête pour
it: Non posso rinunciare alla mia ricerca di
ko: 나는 탐구를 포기할 수 없다
pl: Nie mogę zarzucić mego zadania dla
pt_br: Eu não posso desistir da minha busca pelo
ru: Я не могу отказаться от своих поисков
tr: Şunun arayışından vazgeçemem:
vi: Tôi không thể từ bỏ nhiệm vụ của mình vì
zh_hans: 我不能放弃我的追求

source: I cannot, for I am on an important journey.
de: Ich kann nicht, denn ich befinde mich auf einer wichtigen Reise.
fr: Je ne peux pas, car je suis en voyage important.
it: Non posso, sono impegnato in un viaggio importante.
ko: 나는 중요한 여행을 하고 있기 때문에 할 수 없습니다.
pl: Nie mogę, gdyż jestem w trakcie ważnej podróży.
pt_br: Eu não posso, porque eu estou numa jornada importante.
ru: Я не могу, потому что я в важном путешествии.
tr: Yapamam, çünkü önemli bir yolculuktayım.
vi: Tôi không thể, vì tôi đang trong một hành trình quan trọng.
zh_hans: 我不能，因为我正在进行重要的旅程。

source: I am unfit to brave danger with you.
de: Ich bin nicht in der Lage, mit dir der Gefahr zu trotzen.
fr: Je suis inapte à braver le danger avec vous.
it: Non sono in grado di affrontare il pericolo con te.
ko: 나는 당신과 함께 위험을 무릅쓸 자격이 없습니다.
pl: Nie nadaję się do stawiania czoła niebezpieczeństwom razem z tobą.
pt_br: Eu sou incapaz de enfrentar o perigo com você.
ru: Я не готов подвергаться опасностям вместе с вами.
tr: Seninle tehlikeye göğüs germek için uygun değilim.
vi: Tôi không đủ khả năng để cùng bạn đương đầu với nguy hiểm.
zh_hans: 我不适合与你勇敢相处。

source: I would... rather not.
de: Ich würde... lieber nicht.
fr: Je ne préférerai pas.
it: Preferirei... non farlo.
ko: 난 차라리하지 않는게.
pl: Ja... raczej nie.
pt_br: Gostaria... prefiro não.
ru: Пожалуй... Я лучше откажусь.
vi: Tôi... không muốn làm vậy.
zh_hans: 我宁愿也不愿意。

source: Greet listener
tr: Dinleyiciyi selamla
vi: Chào người nghe

source: greet
tr: selamla
vi: chào hỏi

source: hello
tr: merhaba
vi: xin chào

source: Nevermind
tr: Boşver
vi: Thôi bỏ đi

source: nevermind
tr: boşver
vi: thôi bỏ đi

source: Summarize the many troubles
tr: Birçok sorunu özetle
vi: Tóm tắt nhiều rắc rối

source: trouble
tr: sorun
vi: rắc rối

source: Demand an item (barter screen)
tr: Bir eşya talep et (takas ekranı)
vi: Yêu cầu một vật phẩm (màn hình trao đổi)

source: object
tr: nesne
vi: vật phẩm

source: Express your emotions (new menu)
tr: Duygularını ifade et (yeni menü)
vi: Bày tỏ cảm xúc của bạn (menu mới)

source: express
tr: ifade et
vi: bày tỏ

source: feeling
tr: his
vi: cảm xúc

source: emotion
tr: duygu
vi: cảm xúc

source: State your values (new menu)
tr: Değerlerini belirt (yeni menü)
vi: Trình bày các giá trị của bạn (menu mới)

source: state
tr: belirt
vi: trình bày

source: Investigate or interrogate (new menu)
tr: Soruştur veya sorgula (yeni menü)
vi: Điều tra hoặc thẩm vấn (menu mới)

source: investigate
tr: soruştur
vi: điều tra

source: interrogate
tr: sorgula
vi: thẩm vấn

source: Ask favor, place request, make demand or issue order (new menu)
tr: İyilik iste, rica et, talepte bulun veya emir ver (yeni menü)
vi: Xin ân huệ, đặt yêu cầu, đưa ra đòi hỏi hoặc ra lệnh (menu mới)

source: favor
tr: iyilik
vi: ân huệ

source: request
tr: talep
vi: yêu cầu

source: Create a performance troupe together (group naming menu)
tr: Birlikte bir performans topluluğu oluştur (grup isimlendirme menüsü)
vi: Cùng nhau thành lập một đoàn nghệ sĩ (menu đặt tên nhóm)

source: troupe
tr: topluluk
vi: đoàn nghệ sĩ

source: Claim this site for yourself (group naming menu)
tr: Burayı sahiplen (grup isimlendirme menüsü)
vi: Tuyên bố quyền sở hữu địa điểm này cho bản thân (menu đặt tên nhóm)

source: Claim this site for yourself and
tr: Bu yeri kendin ve şunun için sahiplen:
vi: Tuyên bố quyền sở hữu địa điểm này cho bản thân và

source: Name pet (new menu)
tr: Evcil hayvana isim ver (yeni menü)
vi: Đặt tên thú cưng (menu mới)

source: Gift a (large) pet or mount (new menu)
tr: Bir (büyük) evcil hayvan veya binek hediye et (yeni menü)
vi: Tặng một vật nuôi (lớn) hoặc thú cưỡi (menu mới)

source: give
tr: ver
vi: tặng

source: pet
tr: evcil hayvan
vi: vật nuôi

source: Express horror at the gift
tr: Hediyeye karşı dehşetini ifade et
vi: Bày tỏ sự kinh hoàng trước món quà

source: Express thanks for the gift
tr: Hediye için teşekkür et
vi: Bày tỏ lòng cảm ơn về món quà

source: thanks
tr: teşekkürler
vi: cảm ơn

source: yes
tr: evet
vi: Có

source: Give
tr: Ver
vi: Tặng

source: Ask about somebody (new menu)
tr: Biri hakkında soru sor (yeni menü)
vi: Hỏi về ai đó (menu mới)

source: reputation
tr: itibar
vi: danh tiếng

source: who
tr: kim
vi: ai

source: Ask for directions (new menu)
tr: Yol tarifi iste (yeni menü)
vi: Hỏi đường (menu mới)

source: directions
tr: yol tarifi
vi: đường đi

source: where
tr: nerede
vi: ở đâu

source: Bring up specific incident or rumor (new menu)
tr: Belirli bir olayı veya söylentiyi gündeme getir (yeni menü)
vi: Đề cập một sự kiện cụ thể hoặc tin đồn (menu mới)

source: rumor
de: Gerücht
fr: rumeur
it: diceria
ko: 소문
pl: plotka
ru: слух
tr: söylenti
vi: tin đồn
zh_hans: 谣言

source: tell
tr: anlat
vi: kể

source: Ask about
tr: Şunu sor:
vi: Hỏi về

source: conflict
de: Konflikt
fr: conflit
it: conflitto
ko: 갈등
pl: konflikt
pt_br: conflito
ru: конфликт
tr: çatışma
vi: xung đột
zh_hans: 冲突

source: army
tr: ordu
vi: quân đội

source: beast
de: Bestie
fr: la bête
it: bestia
ko: 짐승
pl: Bestia
pt_br: besta
ru: монстр
tr: canavar
vi: quái thú
zh_hans: 兽

source: criminal
de: kriminell
fr: criminel
it: criminale
ko: 범죄자
pl: przestępca
pt_br: criminoso
ru: преступник
tr: suçlu
vi: tội phạm
zh_hans: 罪犯

source: skulking
tr: sinsi
vi: kẻ lảng vảng

source: vermin
tr: haşere
vi: vật gây hại

source: ruffian
tr: kabadayı
vi: côn đồ

source: treasure
de: Schatz
fr: trésor
it: tesoro
ko: 보물
pl: skarb
pt_br: tesouro
ru: сокровище
tr: hazine
vi: kho báu
zh_hans: 宝藏

source: Inquire about any troubles
tr: Herhangi bir sorun olup olmadığını sor
vi: Hỏi thăm về mọi rắc rối

source: troubles
tr: sorunlar
vi: rắc rối

source: Offer your service
tr: Hizmetini teklif et
vi: Đề nghị giúp đỡ

source: Request a guide to
tr: Şuraya rehberlik iste:
vi: Yêu cầu người dẫn đường đến

source: Ask for directions to
tr: Şuraya yol tarifi iste:
vi: Hỏi đường đến

source: Ask for the whereabouts of
tr: Şunun nerede olduğunu sor:
vi: Hỏi về tung tích của

source: wait
tr: bekle
vi: đợi

source: stay
tr: kal
vi: ở lại

source: Ask listener to follow you
tr: Dinleyiciden seni takip etmesini iste
vi: Yêu cầu người nghe đi theo bạn

source: follow
tr: takip et
vi: đi theo

source: come
tr: gel
vi: Lại đây

source: Cancel the agreement
tr: Anlaşmayı iptal et
vi: Hủy bỏ thỏa thuận

source: cancel
tr: iptal
vi: hủy

source: leave
tr: ayrıl
vi: rời đi

source: Complain about the agreement
tr: Anlaşma hakkında şikayet et
vi: Than phiền về thỏa thuận

source: complain
tr: şikayet et
vi: than phiền

source: Bring up the journey together
tr: Birlikte yapılan yolculuğu gündeme getir
vi: Đề cập chuyến hành trình cùng nhau

source: journey
tr: yolculuk
vi: hành trình

source: agreement
tr: anlaşma
vi: thỏa thuận

source: Tell listener that nothing has changed
tr: Dinleyiciye hiçbir şeyin değişmediğini söyle
vi: Nói với người nghe rằng không có gì thay đổi

source: nothing
de: nichts
fr: rien
it: nulla
ko: 없음
pl: nic
pt_br: nada
ru: ничто
tr: hiçbir şey
vi: không có gì
zh_hans: 什么

source: Order listener to
tr: Dinleyiciye şunu emret:
vi: Ra lệnh cho người nghe

source: drive the forces of
tr: şunun güçlerini püskürt
vi: xua đuổi quân của

source: kill
tr: öldür
vi: giết

source: drive
tr: sür
vi: xua đuổi
