Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: The soldiers can be allowed to sleep in their rooms whenever they way, or in the barracks either when they want or only when they must.
de: Die Soldaten können in ihren Zimmern schlafen, wann immer sie wollen, oder in den Kasernen, wann sie wollen oder nur, wenn sie müssen.
fr: Les soldats peuvent être autorisés à dormir dans leur chambre quand bon leur semble, ou dans la caserne quand ils le veulent ou seulement quand ils le doivent.
it: Puoi permettere ai soldati di dormire nelle loro stanze quando vogliono, oppure in caserma quando vogliono o solo quando devono.
ko: 군인들은 그들이 원할 때 언제든지 그들의 방에서, 또는 그들이 원할 때 또는 그들이 필요할 때만 막사에서 잘 수 있습니다.
pl: Żołnierze mogą spać w swoich pokojach, kiedy chcą, lub w koszarach, albo kiedy chcą albo tylko wtedy, gdy muszą.
pt_br: Soldados podem ser autorizados a dormir em seus quartos sempre que desejarem, ou nos quartéis, se assim preferirem ou apenas quando necessário.
ru: Солдатам может быть разрешено спать в своих комнатах, когда они пожелают, или в казармах если захотят захотят или только в казармах.
tr: Askerlerin istedikleri zaman odalarında uyumalarına veya istedikleri zaman ya da sadece mecbur kaldıklarında kışlada uyumalarına izin verilebilir.
vi: Binh lính có thể được phép ngủ trong phòng của họ bất cứ khi nào họ muốn, hoặc trong doanh trại cả khi họ muốn hoặc chỉ khi họ bắt buộc.
zh_hans: 士兵们可以随时睡在自己的房间里，也可以在他们想要或必须的时候睡在军营里。

source: Cancel this scheduled order.
de: Stornieren Sie diesen geplanten Auftrag.
fr: Annuler cette commande planifiée.
it: Annulla questo ordine programmato.
ko: 이 예약 주문을 취소하십시오.
pl: Anuluj ten zaplanowany rozkaz.
pt_br: Cancele esta ordem agendada.
ru: Отмените этот запланированный заказ.
tr: Bu planlanmış emri iptal et.
vi: Hủy lệnh đã lên lịch này.
zh_hans: 取消此预定指令。

source: Cancel this position's scheduled orders.
de: Stornieren Sie die geplanten Aufträge für diese Position.
fr: Annuler les commandes planifiées de ce poste.
it: Annulla gli ordini programmati per questa posizione.
ko: 이 포지션의 예정된 주문을 취소합니다.
pl: Anuluj te zaplanowane rozkazy pozycji.
pt_br: Cancele as ordens programadas desta posição.
ru: Отменить запланированные приказы для этой позиции.
tr: Bu pozisyonun planlanmış emirlerini iptal et.
vi: Hủy các lệnh đã lên lịch của vị trí này.
zh_hans: 取消这个职位的预定命令。

source: Change the squad's symbol.
de: Ändern Sie das Symbol des Trupps.
fr: Changez le symbole de l'escouade.
it: Cambia il simbolo della squadra.
ko: 분대의 심볼을 변경합니다.
pl: Zmień symbol oddziału.
pt_br: Altere o símbolo do esquadrão.
ru: Изменить символ отряда.
tr: Birliğin sembolünü değiştir.
vi: Thay đổi biểu tượng của đội hình.
zh_hans: 更改小队标志。

source: View the leader's sheet.
de: Sehen Sie sich das Datenblatt des Anführers an.
fr: Voir la fiche du chef.
it: Vedi la scheda del capo.
ko: 리더의 시트를 봅니다.
pl: Zobacz arkusz lidera.
pt_br: Veja a ficha do líder.
ru: Просмотреть информацию о лидере.
tr: Liderin sayfasını görüntüle.
vi: Xem bảng thông tin của thủ lĩnh.
zh_hans: 查看领袖列表。

source: The squad leader is traveling or otherwise occupied off-site.
de: Der Truppführer ist auf Reisen oder anderweitig außer Haus beschäftigt.
fr: Le chef d'escouade est en déplacement ou autrement occupé hors site.
it: Il caposquadra è in viaggio o comunque occupato fuori sede.
ko: 분대장은 이동 중이거나 다른 방식으로 현장 외부에 있습니다.
pl: Lider oddziału podróżuje lub jest zajęty w inny sposób poza obszarem.
pt_br: O líder do esquadrão está viajando ou ocupado fora do local.
ru: Командир отряда путешествует или по другим причинам находится за пределами этой местности.
tr: Birlik lideri seyahat ediyor veya saha dışında başka bir işle meşgul.
vi: Đội trưởng đội hình đang di chuyển hoặc đang bận việc ở bên ngoài.
zh_hans: 班长在旅行或以其他方式在场外活动。

source: View the positions in this squad.
de: Sehen Sie sich die Positionen in diesem Trupp an.
fr: Voir les positions dans cette équipe.
it: Vedi le posizioni di questa squadra.
ko: 이 분대의 위치를 본다.
pl: Zobacz pozycje w tym oddziale.
pt_br: Veja as posições neste esquadrão.
ru: Просмотреть позиции в отряде.
tr: Bu birlikteki pozisyonları görüntüle.
vi: Xem các vị trí trong đội hình này.
zh_hans: 查看该小队位置。

source: Customize the squad's name.
de: Passen Sie den Namen des Trupps an.
fr: Personnalisez le nom de l'équipe.
it: Personalizza il nome della squadra.
ko: 분대의 이름을 사용자 지정합니다.
pl: Dostosuj nazwę oddziału.
pt_br: Personalize o nome do esquadrão.
ru: Изменить название отряда.
tr: Birliğin adını özelleştir.
vi: Tùy chỉnh tên của đội hình.
zh_hans: 自定义小队名称。

source: Assign a station order. The soldiers will stand near the point selected and engage any hostile creatures that come near.
de: Weisen Sie einen Standortbefehl zu. Die Soldaten stehen in der Nähe des ausgewählten Punktes und greifen alle feindlichen Kreaturen an, die sich nähern.
fr: Attribuez un ordre de station. Les soldats se tiendront près du point sélectionné et engageront toutes les créatures hostiles qui s'approchent.
it: Assegna un ordine di stazionamento. I soldati staranno vicino al punto selezionato e affronteranno qualsiasi creatura ostile che si avvicini.
ko: 점거 순서를 지정합니다. 병사들은 선택된 지점 근처에 서서 가까이 오는 적대적인 생물들과 교전할 것입니다.
pl: Przypisz rozkaz trzymania pozycji. Żołnierze będą stać w pobliżu wybranego punktu i atakować wszystkie wrogie stworzenia, które się zbliżą.
pt_br: Atribuir uma ordem de posição. Os soldados ficarão perto do ponto selecionado e enfrentarão quaisquer criaturas hostis que se aproximem.
ru: Отдать приказ удержания позиции. Солдаты будут стоять рядом с выбранной точкой и вступать в бой с любыми враждебными существами, которые приблизятся.
vi: Giao một lệnh đồn trú. Binh lính sẽ đứng gần điểm đã chọn và tấn công bất kỳ sinh vật thù địch nào tiếp cận.
zh_hans: 指派一个站位命令。 士兵们将站在选定的点附近，与任何靠近的敌对生物交战。

source: Assign a kill order. The soldiers will attempt to kill a targeted creature.
de: Erteile einen Tötungsbefehl. Die Soldaten werden versuchen, eine bestimmte Kreatur zu töten.
fr: Attribuez un ordre de mise à mort. Les soldats tenteront de tuer une créature ciblée.
it: Assegna un ordine di uccisione. I soldati cercheranno di uccidere una creatura presa di mira.
ko: 사살 명령을 할당합니다. 병사들은 목표물을 죽이려 할 것입니다.
pl: Przypisz rozkaz zabicia. Żołnierze spróbują zabić stworzenie będące celem.
pt_br: Atribua uma ordem de morte. Os soldados tentarão matar uma criatura alvo.
ru: Отдать приказ на убийство. Солдаты попытаются убить выбранное существо.
vi: Giao một lệnh tiêu diệt. Binh lính sẽ cố gắng tiêu diệt sinh vật được nhắm mục tiêu.
zh_hans: 为小队分配杀戮命令。士兵将尝试杀死目标生物。

source: Assign a patrol order. The soldiers will walk a specified route repeatedly.
de: Weisen Sie einen Patrouillenauftrag zu. Die Soldaten werden eine bestimmte Route wiederholt ablaufen.
fr: Attribuez un ordre de patrouille. Les soldats parcourront un itinéraire spécifié à plusieurs reprises.
it: Assegna un ordine di pattuglia. I soldati percorreranno ripetutamente una rotta specificata.
ko: 순찰 순서를 지정합니다. 군인들은 지정된 경로를 반복적으로 걸을 것입니다.
pl: Przypisz rozkaz patrolu. Żołnierze będą chodzić po wyznaczonej trasie.
pt_br: Definir rota de patrulha. Os soldados caminharão repetidamente pela rota especificada.
ru: Отдать приказ на патрулирование. Солдаты будут патрулировать указанный маршрут.
vi: Giao một lệnh tuần tra. Binh lính sẽ đi theo một tuyến đường đã chỉ định một cách lặp đi lặp lại.
zh_hans: 为小队分配巡逻命令。士兵会在指定路线上反复巡逻。

source: Assign a burrow defense order. The soldiers will patrol the burrow and attack any hostile creatures.
de: Weisen Sie einen Befehl zur Verteidigung des Bereiches zu. Die Soldaten werden im Bereich patrouillieren und alle feindlichen Kreaturen angreifen.
fr: Attribuez un ordre de défense du terrier. Les soldats patrouilleront dans le terrier et attaqueront toutes les créatures hostiles.
it: Assegna un ordine di difesa del rifugio. I soldati pattuglieranno il rifugio e attaccheranno qualsiasi creatura ostile.
ko: 방어 명령을 지정합니다. 병사들은 동굴을 순찰하고 적대적인 생물을 공격할 것입니다.
pl: Przypisz rozkaz ochrony nory. Żołnierze będą patrolować norę i atakować każde wrogie stworzenie.
pt_br: Atribua uma ordem de defesa do abrigo. Os soldados irão patrulhar e atacar qualquer criatura hostil.
ru: Отдать приказ об обороне норы. Солдаты будут патрулировать нору и нападать на любых враждебных существ.
vi: Giao một lệnh phòng thủ hang động. Binh lính sẽ tuần tra hang động và tấn công bất kỳ sinh vật thù địch nào.
zh_hans: 为小队分配保卫洞穴指令。士兵将巡逻指定的洞穴并攻击任何敌对生物。

source: Assign a training order. The squad must be assigned to a barracks zone with the training option set.
de: Weisen Sie einen Ausbildungsauftrag zu. Der Trupp muss einer Kasernenzone zugewiesen sein, für die die Option Ausbildung eingestellt ist.
fr: Attribuez une commande de formation. L'équipe doit être affectée à une zone de caserne avec l'option d'entraînement définie.
it: Assegna un ordine di addestramento. La squadra dev'essere assegnata a una zona della caserma con l'opzione di addestramento impostata.
ko: 교육 순서를 지정합니다. 부대는 훈련 옵션이 설정된 병영 구역에 배정되어야 합니다.
pl: Przypisz rozkaz treningu. Oddział musi być przypisany do strefy koszar z ustawioną opcją treningu.
pt_br: Atribuir uma ordem de treinamento. O esquadrão deve ser atribuído a uma zona de quartel com a opção de treinamento definida.
ru: Отдать приказ на тренировку. Отряд должен быть назначен в зону казарм с настроенными параметрами обучения.
vi: Giao một lệnh huấn luyện. Đội hình phải được giao cho một khu vực doanh trại đã đặt tùy chọn huấn luyện.
zh_hans: 为小队分配训练指令。该小队必须被分配至一个训练功能开启的营房。

source: Cancel an order. Does not affect scheduled orders.
de: Einen Auftrag stornieren. Wirkt sich nicht auf geplante Aufträge aus.
fr: Annuler une commande. N'affecte pas les commandes planifiées.
it: Annulla un ordine. Non influisce sugli ordini programmati.
ko: 주문을 취소합니다.
pl: Anuluj rozkaz. Nie wpływa na zaplanowane rozkazy.
pt_br: Cancelar uma ordem. Não afeta as ordens agendadas.
ru: Отменить приказ. Не влияет на запланированные приказы.
vi: Hủy một lệnh. Không ảnh hưởng đến các lệnh đã lên lịch.
zh_hans: 取消一个指令。 不影响预定的指令。

source: Disband the squad.
de: Lösen Sie die Truppe auf.
fr: Dissoudre l'équipe.
it: Sciogli la squadra.
ko: 분대를 해산하십시오.
pl: Rozwiąż oddział.
pt_br: Debandar o esquadrão.
ru: Распустить отряд.
tr: Birliği dağıt.
vi: Giải tán đội hình.
zh_hans: 解散小队。

source: Inspect the route.
de: Überprüfen Sie die Route.
fr: Inspectez le parcours.
it: Ispeziona la rotta.
ko: 경로를 검사하십시오.
pl: Sprawdź trasę.
pt_br: Inspecione a rota.
ru: Осмотрить маршрут.
tr: Rotayı incele.
vi: Kiểm tra tuyến đường.
zh_hans: 检查路线。

source: Recenter on the announcement's location.
de: Richten Sie den Blick auf den Ort der Ankündigung.
fr: Se recentrer sur l'emplacement de l'annonce.
it: Ricentra sul luogo dell'annuncio.
ko: 알림의 위치를 중앙에 맞춘다.
pl: Wycentruj na lokalizacji komunikatu.
pt_br: Centralizar no local do aviso.
ru: Перейти к источнику оповещения.
tr: Duyurunun konumunu merkeze al.
vi: Tập trung lại vào vị trí của thông báo.
zh_hans: 重新定位在公告的位置。

source: Recenter on the creature (at the time of the announcement.)
de: Richten Sie den Blick auf die Kreatur (zum Zeitpunkt der Ankündigung).
fr: Recenter sur la créature (au moment de l'annonce.)
it: Ricentra sulla creatura (al momento dell'annuncio).
ko: (발표 시점에) 생명체를 중앙에 배치합니다.
pl: Wycentruj na stworzeniu (w czasie komunikatu).
pt_br: Centralizar na criatura (no momento do aviso.)
ru: Показать существо (в момент оповещения).
tr: Yaratığı merkeze al (duyuru anındaki konumunda).
vi: Tập trung lại vào sinh vật (tại thời điểm thông báo).
zh_hans: 重新定位在生物上（在通知的时候。）

source: Recenter on the item (at the time of the announcement.)
fr: Se recentrer sur l'objet (au moment de l'annonce.)
it: Ricentra sull'oggetto (al momento dell'annuncio).
ko: 항목의 중앙에 위치(발표 당시)
pl: Wycentruj na przedmiocie (w czasie komunikatu).
pt_br: Centralizar no item (no momento do aviso.)
ru: Показать предмет (в момент оповещения).
tr: Eşyayı merkeze al (duyuru anındaki konumunda).
vi: Tập trung lại vào vật phẩm (tại thời điểm thông báo).
zh_hans: 重新关注这个项目（在通知的时候。）

source: Toggle whether the squad will sleep here.
de: Umschalten, ob die Truppe hier schlafen wird.
fr: Basculez si l'équipe dormira ici.
it: Decidi se la squadra dormirà qui.
ko: 분대가 여기서 잠을 잘지 여부를 전환합니다.
pl: Zaznacz, czy oddział będzie tutaj spał.
pt_br: Alterna se o esquadrão dormirá aqui.
ru: Переключите, будет ли отряд спать здесь.
tr: Birliğin burada uyuyup uyumayacağını değiştir.
vi: Chuyển đổi liệu đội hình có ngủ ở đây hay không.
zh_hans: 切换小队是否会在这里睡觉。

source: Toggle whether the squad will train here.
de: Umschalten, ob die Truppe hier trainieren wird.
fr: Basculez si l'équipe s'entraînera ici.
it: Decidi se la squadra si allenerà qui.
ko: 분대가 여기에서 훈련할지 여부를 전환합니다.
pl: Zaznacz, czy oddział będzie tutaj trenował.
pt_br: Alterna se o esquadrão treinará aqui.
ru: Переключите, будет ли отряд тренироваться здесь.
tr: Birliğin burada eğitim yapıp yapmayacağını değiştir.
vi: Chuyển đổi liệu đội hình có huấn luyện ở đây hay không.
zh_hans: 切换小队是否会在这里训练。

source: Toggle whether the soldiers will store their individually assigned weapons and armor here.
fr: Activez ici si les soldats stockeront leurs armes et armures assignées individuellement.
it: Scegli se i soldati riporranno qui le loro armi e armature assegnate individualmente.
ko: 병사들이 각자 할당한 무기와 갑옷을 여기에 저장할지 여부를 전환합니다.
pl: Zaznacz, czy żołnierze będą tu przechowywali swoją indywidualnie przypisaną broń i pancerz.
pt_br: Alterna se os soldados depositarão suas armas e armaduras individualmente atribuídas aqui.
ru: Выберите, будут ли солдаты хранить здесь свое индивидуально назначенное оружие и броню.
tr: Askerlerin bireysel olarak atanan silah ve zırhlarını burada depolayıp depolamayacağını değiştir.
vi: Chuyển đổi liệu binh lính có cất giữ vũ khí và áo giáp được giao riêng cho họ ở đây hay không.
zh_hans: 切换士兵是否会在这里存放他们单独分配的武器和盔甲。

source: Toggle whether the squad will store squad-level equipment here, such as ammunition.
de: Schaltet um, ob der Trupp hier Ausrüstung lagert, z. B. Munition.
fr: Indiquez si l'escouade stockera ici l'équipement au niveau de l'escouade, comme les munitions.
it: Scegli se la squadra riporrà qui l'equipaggiamento di squadra, ad esempio le munizioni.
ko: 부대가 탄약과 같은 부대 수준의 장비를 여기에 저장할지 여부를 전환합니다.
pl: Zaznacz, czy oddział będzie tu przechowywał tu wyposażenie poziomu oddziału, takie jak amunicja.
pt_br: Alterna se o esquadrão depositará equipamento de combate aqui, como munição.
ru: Переключите, будет ли отряд хранить здесь снаряжение уровня отряда, например боеприпасы.
tr: Birliğin cephane gibi birlik seviyesindeki ekipmanları burada depolayıp depolamayacağını değiştir.
vi: Chuyển đổi liệu đội hình có cất giữ trang bị cấp đội hình ở đây hay không, ví dụ như đạn dược.
zh_hans: 切换小队是否会在这里存放小队级别的装备，例如弹药。

source: Choose a stockpile to which the track stop's vehicle will give items.
de: Wählen Sie ein Stockpile aus, an die das Fahrzeug des Streckenstopps Gegenstände abgeben soll.
fr: Choisissez une réserve à laquelle le véhicule de l'arrêt de voie donnera des objets.
it: Scegli una scorta a cui il veicolo darà oggetti alla sua fermata.
ko: 정류장의 차량이 물건을 옮길 저장구역을 선택합니다.
pl: Wybierz magazyn, do którego pojazd z przystanku ma przekazywać przedmioty.
pt_br: Escolha um depósito aonde o veículo na parada da trilha colocará itens.
ru: Выберите склад, в который остановленная вагонетка будет разгружаться.
tr: Ray durağı aracının eşya bırakacağı stok alanını seç.
vi: Chọn một kho chứa mà phương tiện của điểm dừng ray sẽ cung cấp vật phẩm.
zh_hans: 选择一个储物堆，轨道站的车辆将会提供物品。

source: Choose a stockpile from which the track stop's vehicle will take items.
de: Wählen Sie ein Stockpile aus, aus der das Fahrzeug des Streckenstopps Gegenstände entnehmen soll.
fr: Choisissez une réserve à partir de laquelle le véhicule de l'arrêt de voie prendra des objets.
it: Scegli una scorta da cui il veicolo alla fermata prenderà oggetti.
ko: 정류장의 차량이 물건을 가져갈 저장구역을 선택합니다.
pl: Wybierz magazyn, z którego pojazd z przystanku ma brać przedmioty.
pt_br: Escolhe um depósito do qual o veículo na parada da trilha pegará itens.
ru: Выберите склад, из которого остановленная вагонетка будет загружаться.
tr: Ray durağı aracının eşya alacağı stok alanını seç.
vi: Chọn một kho chứa mà phương tiện của điểm dừng ray sẽ lấy vật phẩm.
zh_hans: 选择一个储物堆，轨道站的车辆从那里获取物品。

source: Choose a stockpile with which the track stop's vehicle will exchange items. The vehicle will take desired items and offload any others.
de: Wählen Sie ein Stockpile aus, mit der das Fahrzeug des Streckenstopps Gegenstände austauschen soll. Das Fahrzeug nimmt die gewünschten Gegenstände mit und lädt alle anderen ab.
fr: Choisissez un stock avec lequel le véhicule de l'arrêt de voie échangera des objets. Le véhicule prendra les articles désirés et déchargera tous les autres.
it: Scegli una scorta con cui il veicolo alla fermata del binario scambierà oggetti. Il veicolo prenderà gli oggetti desiderati e scaricherà gli altri.
ko: 정류장의 차량이 물건을 교환할 저장구역을 선택합니다. 차량이 원하는 항목을 가져가고 다른 항목은 차량에서 내립니다.
pl: Wybierz magazyn, z którym pojazd z przystanku będzie wymieniał przedmioty. Pojazd weźmie pożądane przedmioty i wyładuje wszystkie inne.
pt_br: Escolhe um depósito com o qual o veículo na parada da trilha trocará itens. O veículo pegará os itens desejados e descarregará quaisquer outros.
ru: Выберите склад, с которым остановленная вагонетка будет обмениваться вещами. Транспортное средство заберет нужные предметы и разгрузит любые другие.
vi: Chọn một kho chứa mà phương tiện của điểm dừng ray sẽ trao đổi vật phẩm. Phương tiện sẽ lấy các vật phẩm mong muốn và dỡ bỏ bất kỳ vật phẩm nào khác.
zh_hans: 选择一个储物堆，轨道站的车辆将与该仓库交换物品。 车辆将取走所需物品，并卸下任何其他物品。

source: Choose a stockpile to which the workshop will give items.
de: Wählen Sie ein Stockpile aus, an das die Werkstatt Gegenstände abgeben soll.
fr: Choisissez un stock auquel l'atelier donnera des objets.
it: Scegli una scorta a cui la bottega darà gli oggetti.
ko: 작업장에서 아이템을 옮길 저장구역을 선택하세요.
pl: Wybierz magazyn, do którego warsztat będzie dawał przedmioty.
pt_br: Escolhe um depósito para qual a oficina fornecerá itens.
ru: Выберите склад, в который мастерская будет передавать предметы.
tr: Atölyenin eşya vereceği bir stok alanı seç.
vi: Chọn một kho chứa mà xưởng sẽ cung cấp vật phẩm.
zh_hans: 选择一个库存，车间将向其提供物品。

source: Choose a stockpile from which the workshop will take items.
de: Wählen Sie ein Stockpile aus, aus dem die Werkstatt Gegenstände entnehmen soll.
fr: Choisissez une réserve à partir de laquelle l'atelier prélèvera des objets.
it: Scegli una scorta da cui la bottega prenderà oggetti.
ko: 작업장에서 물건을 가져갈 저장구역을 선택하십시오.
pl: Wybierz magazyn, z którego warsztat będzie brał przedmioty.
pt_br: Escolhe um depósito do qual a oficina receberá itens.
ru: Выберите склад, из которого мастерская будет брать предметы.
tr: Atölyenin eşya alacağı bir stok alanı seç.
vi: Chọn một kho chứa mà xưởng sẽ lấy vật phẩm.
zh_hans: 选择一个库存，车间将从中提取物品。

source: Choose a stockpile to which the selected stockpile will give items.
de: wähle ein Stockpile das dem ausgewählten Stockpile Gegenstände geben soll
fr: Choisissez un stock auquel le stock sélectionné donnera des objets.
it: Scegli una scorta alla quale la scorta selezionata darà gli oggetti.
ko: 선택한 저장구역이 물건을 제공할 다른 저장구역을 선택합니다.
pl: Wybierz magazyn, do którego wybrany magazyn będzie przekazywał przedmioty.
pt_br: Escolha um depósito aonde o depósito selecionado colocará itens
ru: Выберите склад, в который выбранный склад будет передавать предметы.
tr: Seçilen stok alanının eşya vereceği bir stok alanı seç.
vi: Chọn một kho chứa mà kho chứa đã chọn sẽ cung cấp vật phẩm.
zh_hans: 选择一个储存库，所选储存库将向其提供物品。

source: Choose a stockpile from which the selected stockpile will take items.
de: Wähle ein Stockpile das vom ausgewählten Stockpile Gegenstände nehmen soll
fr: Choisissez un stock à partir duquel le stock sélectionné prélèvera des objets.
it: Scegli una scorta da cui la scorta selezionata prenderà oggetti.
ko: 선택한 저장구역이 물건을 옮길 다른 저장구역을 선택합니다.
pl: Wybierz magazyn, z którego wybrany magazyn będzie brał przedmioty.
pt_br: Escolhe um depósito do qual o depósito selecionado pegará itens.
ru: Выберите склад, из которого выбранный склад будет брать предметы.
tr: Seçilen stok alanının eşya alacağı bir stok alanı seç.
vi: Chọn một kho chứa mà kho chứa đã chọn sẽ lấy vật phẩm.
zh_hans: 选择一个储物堆，所选的储物堆将从中获取物品。

source: The track stop's vehicle will exchange items with this stockpile. The vehicle will take desired items and offload any others.
de: Das Fahrzeug des Streckenstopps tauscht Items mit diesen Stockpile aus. Das Fahrzeug nimmt die gewünschten Items mit und lädt alle anderen ab.
fr: Le véhicule de l'arrêt de voie échangera des objets avec ce stock. Le véhicule prendra les objets désirés et déchargera tous les autres.
it: Il veicolo alla fermata del binario scambierà gli oggetti con questa scorta. Il veicolo prenderà gli oggetti desiderati e scaricherà gli altri.
ko: 정류장의 차량은 이 저장구역에서 물건을 교환합니다. 차량은 지정된 물건을 가져가고 다른 물건은 내려놓습니다.
pl: Pojazd z przystanku będzie wymieniał przedmioty z tym magazynem. Pojazd weźmie pożądane przedmioty i rozładuje wszystkie inne.
pt_br: O veículo na parada da trilha trocará itens com este depósito. O veículo pegará os itens desejados e descarregará quaisquer outros.
ru: Остановленная вагонетка будет обмениваться вещами с данным складом. Транспортное средство заберет нужные предметы и разгрузит любые другие.
vi: Phương tiện của điểm dừng ray sẽ trao đổi vật phẩm với kho chứa này. Phương tiện sẽ lấy các vật phẩm mong muốn và dỡ bỏ bất kỳ vật phẩm nào khác.
zh_hans: 轨道站的车辆将与这个库存交换物品。 车辆将取走所需物品，并卸下任何其他物品。

source: The track stop's vehicle will take items from this stockpile.
fr: Le véhicule de l'arrêt de voie prendra les objets de ce stock.
it: Il veicolo alla fermata prenderà oggetti da questa scorta.
ko: 정류장의 차량은 이 저장구역에서 물건을 가져옵니다.
pl: Pojazd z przystanku będzie brał przedmioty z tego magazynu.
pt_br: O veículo na parada da trilha receberá itens deste depósito.
ru: Путевая остановка с которой вагонетка будет загружать вещи из данного склада.
tr: Ray durağındaki araç bu stok alanından eşya alacak.
vi: Phương tiện của điểm dừng ray sẽ lấy vật phẩm từ kho chứa này.
zh_hans: 轨道站的车辆将从这个储存库中提取物品。

source: The track stop's vehicle will give items to this stockpile.
fr: Le véhicule de l'arrêt de voie donnera des objets à ce stock.
it: Il veicolo alla fermata del binario darà oggetti a questa scorta.
ko: 정류장의 차량은 이 저장구역에 물건을 제공합니다.
pl: Pojazd z przystanku będzie dawał przedmioty do tego magazynu.
pt_br: O veículo na parada da trilha fornecerá itens à este depósito.
ru: Путевая остановка с которой вагонетка будет погружать вещи на данный склад.
tr: Ray durağındaki araç bu stok alanına eşya verecek.
vi: Phương tiện của điểm dừng ray sẽ cung cấp vật phẩm cho kho chứa này.
zh_hans: 轨道站的车辆会将物品交给这个储存库。

source: The selected workshop will take items from here.
de: Die ausgewählte Werkstatt wird die Gegenstände von hier aus übernehmen.
fr: L'atelier sélectionné prendra des objets ici.
it: La bottega selezionata prenderà gli oggetti da qui.
ko: 선택한 작업장은 이곳에서 물건을 가져옵니다.
pl: Wybrany warsztat będzie stąd brał przedmioty.
pt_br: A oficina selecionada irá pegar itens daqui.
ru: Выбранная мастерская возьмет предметы отсюда.
tr: Seçilen atölye buradan eşya alacak.
vi: Xưởng đã chọn sẽ lấy vật phẩm từ đây.
zh_hans: 选定的研讨会将从这里开始进行项目。

source: The selected workshop will give items to here.
de: Die ausgewählte Werkstatt wird hier Items zur Verfügung stellen.
fr: L'atelier sélectionné donnera des objets ici.
it: La bottega selezionata darà gli oggetti qui.
ko: 선정된 공방은 이곳에 아이템을 지급합니다.
pl: Wybrany warsztat będzie tutaj dawał przedmioty.
pt_br: A oficina selecionada entregará itens aqui.
ru: Выбранная мастерская передаст предметы сюда.
tr: Seçilen atölye buraya eşya verecek.
vi: Xưởng đã chọn sẽ cung cấp vật phẩm đến đây.
zh_hans: 被选中的车间将向这里提供物品。
