Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: ... and the
de: ... und der/die/das
fr: ... et le
it: ... e il
ko: ... 그리고
pl: ... i
pt_br: ... e o(a)
ru: ... и
tr: ... ve
vi: ... và
zh_hans: ...和

source: said, "Are you going to eat that?"
de: sagte: "Willst du das essen?"
fr: a dit: "Allez-vous manger cela?"
it: ha detto: "Hai intenzione di mangiarlo?"
ko: 말했다, "그것을 먹을 거야?"
pl: spytał, "Będziesz to jeść?"
pt_br: disse, "Você vai comer isso?"
ru: сказал: "Вы собираетесь съесть это?"
tr: dedi ki, "Onu yiyecek misin?"
vi: nói, "Ngươi có định ăn cái đó không?"
zh_hans: 说道：“你准备吃那个吗？”

source: saw the sun and vomited on the spot!
de: sah die Sonne und erbrach sich auf der Stelle!
fr: vu le soleil et vomi sur place !
it: ha visto il sole e ha vomitato sul posto!
ko: 태양을보고 그 자리에서 토했습니다!
pl: zobaczył słońce i zwymiotował na miejscu!
pt_br: olhou para o sol e vomitou na hora!
ru: увидел солнце и тут же его вырвало!
tr: güneşi gördü ve oracıkta kustu!
vi: thấy mặt trời và nôn mửa ngay tại chỗ!
zh_hans: 看到太阳，当场呕吐!

source: Tell me about your family.
de: Erzähle mir von deiner Familie.
fr: Parle moi de ta famille.
it: Parlami della tua famiglia.
ko: 당신의 가족에 대해 말해.
pl: Opowiedz mi o twojej rodzinie.
pt_br: Fale-me sobre sua família.
ru: Расскажите о своей семье.
tr: Bana ailenden bahset.
vi: Hãy kể cho ta nghe về gia đình ngươi.
zh_hans: 跟我说说你的家庭。

source: Of course.
de: Natürlich.
fr: Bien sûr.
it: Certo.
ko: 물론.
pl: Oczywiście.
pt_br: Mas é claro.
ru: Конечно.
tr: Elbette.
vi: Dĩ nhiên rồi.
zh_hans: 当然。

source: Yes, let's go.
de: Ja, Los gehts.
fr: Oui allons-y.
it: Sì, andiamo.
ko: 좋아! 출발하자.
pl: Tak, chodźmy.
pt_br: Sim, vamos.
ru: Да, пойдём.
tr: Evet, gidelim.
vi: Vâng, hãy đi thôi.
zh_hans: 好，我们走吧。

source: Sorry, I'm otherwise occupied.
de: Tut mir leid, bin ich anderweitig beschäftigt.
fr: Désolé, je suis occupé autrement.
it: Scusa, sono occupato in altro modo.
ko: 죄송합니다. 다른 일이 있어서요.
pl: Przepraszam, jestem zajęty czymś innym.
pt_br: Desculpa, eu estou ocupado com outras coisas.
ru: Извините, я сейчас занят.
tr: Üzgünüm, başka işlerim var.
vi: Xin lỗi, ta đang bận việc khác.
zh_hans: 对不起，我另有要事。

source: You'll have to talk to somebody older.
de: Du musst mit jemandem älteren sprechen.
fr: Vous devrez parler à quelqu'un de plus âgé.
it: Dovrai parlare con qualcuno più anziano.
ko: 나이 많은 사람과 이야기해야 합니다.
pl: Będziesz musiał porozmawiać z kimś starszym.
pt_br: Você terá que falar com alguém mais velho.
ru: Вам нужно поговорить с кем-то постарше.
tr: Daha yaşlı biriyle konuşmalısın.
vi: Ngươi sẽ phải nói chuyện với người lớn hơn.
zh_hans: 你得和年长的人谈一谈。

source: Blessed be
tr: Kutsanmış olsun
vi: Phúc lành cho

source: and the chosen!
vi: và những người được chọn!

source: You are hereby charged to retrieve
tr: Şunu geri almakla görevlendirildin:
vi: Ngươi chính thức được giao nhiệm vụ tìm về

source: You will best serve by finishing your quest.
tr: En iyi hizmeti görevini tamamlayarak verirsin.
vi: Ngươi sẽ phụng sự tốt nhất bằng cách hoàn thành nhiệm vụ của mình.

source: I cannot lay a quest on you. I merely ask that you serve
vi: Ta không thể giao nhiệm vụ cho ngươi. Ta chỉ mong ngươi phụng sự

source: in a way that suits you.
tr: sana uygun bir şekilde.
vi: theo cách phù hợp với ngươi.

source: Really? Please come closer.
de: Wirklich? Bitte komm näher.
fr: Ah bon? Veuillez vous rapprocher.
it: Davvero? Avvicinati, per favore.
ko: 진짜?
pl: Naprawdę? Proszę, podejdź bliżej.
pt_br: Realmente? Por favor, chegue mais perto.
ru: Правда? Подойдите ближе.
vi: Thật vậy sao? Xin hãy lại gần hơn.
zh_hans: 真的吗？请靠近点。

source: Fantastic! Please come closer and ask again.
de: Fantastisch! Bitte komm näher und frag nochmal.
fr: Fantastique! Veuillez vous rapprocher et demander à nouveau.
it: Fantastico! Avvicinati e chiedi di nuovo.
ko: 훌륭해요! 가까이 와서 다시 물어보세요.
pl: Fantastycznie! Proszę podejdź bliżej i spytaj ponownie.
pt_br: Fantástico! Por favor, chegue mais perto e perguntar de novo.
ru: Фантастика! Пожалуйста, подойдите ближе и повторите ещё раз.
vi: Tuyệt vời! Xin hãy lại gần hơn và hỏi lại.
zh_hans: 太棒了！请靠近点再问一遍。

source: Really? Alright.
de: Wirklich? In Ordnung.
fr: Ah bon? Très bien.
it: Davvero? Va bene.
ko: 진짜?
pl: Naprawdę? No dobra.
pt_br: Realmente? Tudo bem.
ru: Правда? Хорошо.
vi: Thật sao? Được thôi.
zh_hans: 真的吗?好的。

source: Of course. Let's do business.
de: Natürlich. Wir machen Geschäfte.
fr: Bien sûr. Faisons des affaires.
it: Certo. Facciamo affari.
ko: 물론.
pl: Oczywiście. Przejdźmy do interesów.
pt_br: É claro. Vamos tratar de negócios.
ru: Конечно. Давайте перейдём к делу.
vi: Dĩ nhiên rồi. Hãy giao dịch thôi.
zh_hans: 当然，我们来做生意吧。

source: Come see me in my store sometime.
de: Komm zu mir in mein Geschäft irgendwann.
fr: Venez me voir dans mon magasin de temps en temps.
it: Venite a trovarmi nel mio negozio qualche volta.
ko: 가끔 제 가게로 오세요.
pl: Przyjdź czasem odwiedzić mnie w moim sklepie.
pt_br: Volte a visitar-me em minha loja.
ru: Как-нибудь приходите ко мне в магазин.
tr: Bir ara dükkanıma gel.
vi: Hãy ghé qua cửa hàng của ta vào lúc nào đó.
zh_hans: 改日来我店里看我。

source: Come see me at the trade depot sometime.
de: Besuche mich im Handelsdepot irgendwann.
fr: Viens me voir au dépôt commercial de temps en temps.
it: Venite a trovarmi al deposito commerciale qualche volta.
ko: 언젠가 무역 창고로 저를 만나러 오세요.
pl: Przyjdź czasem zobaczyć się ze mną w składzie handlowym.
pt_br: Venha me visitar no entreposto comercial algum dia.
ru: Приходите как-нибудь ко мне на рынок.
tr: Bir ara ticaret deposuna gel.
vi: Hãy ghé qua trạm giao thương của ta vào lúc nào đó.
zh_hans: 改日来贸易仓库看我。

source: Come see me in the market sometime.
de: Komm zu mir auf den Markt irgendwann.
fr: Viens me voir au marché de temps en temps.
it: Venite a trovarmi al mercato qualche volta.
ko: 시장에 가끔 오세요.
pl: Przyjdź czasem mnie odwiedzić na rynku.
pt_br: Volte a visitar-me no mercado.
ru: Буду рад вас видеть снова.
tr: Bir ara pazara gel.
vi: Hãy ghé qua chợ vào lúc nào đó.
zh_hans: 改日来市场看我。

source: Please be patient. I'll have your order ready in a moment.
de: Bitte etwas Geduld. Ich werde deine Bestellung in einem Moment zusammen haben.
fr: Veuillez patienter. Je vais préparer votre commande dans un instant.
it: Per favore, porti pazienza. Il suo ordine sarà pronto tra poco.
ko: 기다려주십시오.
pl: Proszę bądź cierpliwy. Lada chwila skończę twoje zamówienie.
pt_br: Por favor seja paciente. Trarei o seu pedido logo.
ru: Пожалуйста, подождите. Ваш заказ будет через минуту.
vi: Xin hãy kiên nhẫn. Ta sẽ chuẩn bị đơn hàng của ngươi ngay.
zh_hans: 请耐心。您的订单马上就准备好了。

source: We don't offer any specific services here.
de: Wir bieten keine spezifischen Dienstleistungen hier.
fr: Nous n'offrons pas de services spécifiques ici.
it: Qui non offriamo servizi specifici.
ko: 여기서는 특정 서비스를 제공하지 않습니다.
pl: Nie oferujemy tutaj żadnych konkretnych usług.
pt_br: Nós não oferecemos nenhum serviço específico por aqui.
ru: Мы не предоставляем здесь никаких услуг.
tr: Burada özel bir hizmet sunmuyoruz.
vi: Chúng ta không cung cấp bất kỳ dịch vụ đặc biệt nào ở đây.
zh_hans: 我们在此不提供任何特殊服务。

source: Yes, I can serve you when we're both there.
de: Ja, ich kann ich dir dienen, wenn wir beide dort sind.
fr: Oui, je peux vous servir quand nous serons tous les deux là-bas.
it: Sì, potrò servirla quando saremo entrambi lì.
ko: 예, 우리 둘 다 거기에 있을 때 서비스를 제공할 수 있습니다.
pl: Tak, mogę ci służyć, kiedy będziemy tam oboje.
pt_br: Sim, Eu posso servir você quando nós dois chegarmos lá.
ru: Да, я смогу обслужить вас, как только мы там будем.
tr: Evet, ikimiz de oradayken size hizmet edebilirim.
vi: Vâng, ta có thể phục vụ ngươi khi cả hai chúng ta đều ở đó.
zh_hans: 是的，只要我们在那里，我就可以为你服务。

source: I don't work here.
de: Ich arbeite nicht hier.
fr: Je ne travaille pas ici.
it: Non lavoro qui.
ko: 나는 여기서 일하지 않는다.
pl: Nie pracuję tu.
pt_br: Eu não trabalho aqui.
ru: Я здесь не работаю.
tr: Ben burada çalışmıyorum.
vi: Ta không làm việc ở đây.
zh_hans: 我不在这里工作。

source: You haven't ordered anything. Would you like something?
de: Du hast nichts bestellt. Möchtest du etwas?
fr: Vous n'avez rien commandé. Voudrais-tu quelque chose?
it: Non hai ordinato nulla. Desideri qualcosa?
ko: 당신은 아무것도 주문하지 않았습니다.
pl: Nie zamówiłeś niczego. Życzysz sobie coś?
pt_br: Você não pediu nada. Vai querer alguma coisa?
ru: Вы еще ничего не заказали. Хотите чего-нибудь?
vi: Ngươi chưa đặt món nào cả. Ngươi có muốn dùng gì không?
zh_hans: 你没有预订任何东西。有什么你想要的吗？

source: You should probably try a shopkeeper.
de: Du solltest es bei einem Ladenbesitzer versuchen.
fr: Vous devriez probablement essayer un commerçant.
it: Dovresti provare con un negoziante.
ko: 당신은 아마 가게 주인을 시도해야합니다.
pl: Prawdopodobnie powinieneś spróbować u sprzedawcy.
pt_br: Você provavelmente deveria tentar um lojista.
ru: Лучше обратитесь к лавочнику.
tr: Muhtemelen bir dükkancıya sormalısın.
vi: Ngươi nên thử tìm một chủ tiệm.
zh_hans: 你应该尝试一下店主。

source: This is
de: Dies ist
fr: C'est
it: Questo è
ko: 이것은
pl: To jest
pt_br: É isso
ru: Это
tr: Bu
vi: Đây là
zh_hans: 这是

source: No such place exists.
de: Kein solcher Ort existiert.
fr: Un tel endroit n'existe pas.
it: Non esiste un luogo del genere.
ko: 그런 곳은 존재하지 않습니다.
pl: Nie istnieje takie miejsce.
pt_br: Esse lugar não existe.
ru: Такого места не существует.
tr: Böyle bir yer yok.
vi: Không tồn tại nơi nào như vậy.
zh_hans: 没有这样的地方。

source: is well-traveled and would probably have that information.
de: ist weit gereisten und wuerde wahrscheinlich diese Informationen haben.
fr: est bien voyagé et aurait probablement cette information.
it: è ben informato e probabilmente ne è in possesso.
ko: 잘 여행하고 아마도 그 정보를 가지고있을 것입니다.
pl: jest obeznany i najprawdopodobniej miałby tę informację.
pt_br: é bem viajada e provavelmente teria essa informação.
ru: много путешествует и, скорее всего, обладает этой информацией.
tr: çok gezmiştir ve muhtemelen o bilgiye sahiptir.
vi: là người từng trải và có lẽ sẽ có thông tin đó.
zh_hans: 旅行很愉快，而且很可能得到这些信息。

source: However, the
de: Jedoch die
fr: Cependant, le
it: Tuttavia, il
ko: 그러나, 그
pl: Jednakże,
pt_br: No entanto, o
ru: Однако,
vi: Tuy nhiên,
zh_hans: 然而

source: not be able to guide you personally. It is the best I can do.
de: nicht in der Lage, dich persönlich zu führen. Das ist das Beste was ich tun kann.
fr: ne suis pas capable de vous guider personnellement. C'est tout ce que je peux faire.
it: non sono in grado di guidarvi personalmente. È il massimo che posso fare.
ko: 개인적으로 안내해 드릴 수 없습니다.
pl: nie mogę poprowadzić ciebie osobiście. To najlepsze, co mogę zrobić.
pt_br: não ser capaz de guiá-lo pessoalmente. É o melhor que posso fazer.
ru: не могу вести вас лично. Это самое большее, что я могу сделать.
vi: không thể đích thân dẫn đường cho ngươi. Đó là tất cả những gì ta có thể làm.
zh_hans: 不能亲自指导你。我只能做到这个程度了。

source: I don't know myself, and I don't even know anybody that could tell you.
de: Ich weiß es nicht und ich weiß nicht einmal jemand, der es dir sagen könnte.
fr: Je ne sais pas moi-même, et je ne connais personne qui pourrais vous le dire.
it: Non lo so nemmeno io e non conosco nessuno che possa dirvelo.
ko: 전 제 자신도 모르고, 당신에게 말해줄 수 있는 사람도 없어요.
pl: Nie znam siebie i nawet nie znam nikogo, kto mógłby ci to powiedzieć.
pt_br: Eu não me conheço, e nem conheço ninguém que possa dizer a você.
ru: Я не знаю, и не знаю никого, кто может рассказать об этом.
tr: Ben bilmiyorum ve sana söyleyebilecek birini de tanımıyorum.
vi: Ta không biết, và ta cũng không biết ai có thể nói cho ngươi biết.
zh_hans: 我自己不知道，我也不知道谁可能会告诉你。

source: is dead.
de: ist tot.
fr: est mort.
it: è morto.
ko: 죽었다.
pl: jest martwy.
pt_br: Os mortos!
ru: мёртв.
tr: öldü.
vi: đã chết.
zh_hans: 死了

source: Who?
de: Wer?
fr: Qui?
it: Chi?
ko: 누구?
pl: Kto?
pt_br: Quem?
ru: Кто?
tr: Kim?
vi: Ai?
zh_hans: 谁？

source: I don't remember what I was going to say...
de: Ich erinnere mich nicht, was ich sagen wollte...
fr: Je ne me souviens plus de ce que j'allais dire...
it: Non ricordo cosa stavo per dire...
ko: 무슨 말을 하려고 했는지 기억이 안나네요...
pl: Zapomniałem co miałem powiedzieć...
pt_br: Eu não lembro o que ia dizer...
ru: Я не помню, что я хотел сказать...
tr: Ne söyleyeceğimi hatırlamıyorum...
vi: Ta không nhớ mình định nói gì...
zh_hans: 我不记得我要说的是什么了......

source: Probably on the move or deep underground, but I can't be sure.
de: Wahrscheinlich auf Reisen oder tief unter der Erde, aber ich bin mir nicht sicher.
fr: Probablement en voyage ou profondément sous terre, mais je ne peux en être sûr.
it: Probabilmente è in movimento o sottoterra, ma non posso esserne certo.
ko: 아마도 이동 중이거나 지하 깊숙한 곳일 것입니다. 하지만 확실하지 않습니다.
pl: Prawdopodobnie w ruchu lub głęboko pod ziemią, ale nie mam pewności.
pt_br: Provavelmente no movimento ou subsolo profundo, mas não tenho a certeza.
ru: Вероятно, на пути в глубины подземелий, но я не уверен полностью.
tr: Muhtemelen hareket halindedir veya yerin derinliklerindedir ama emin değilim.
vi: Có lẽ đang di chuyển hoặc ở sâu dưới lòng đất, nhưng ta không chắc.
zh_hans: 可能正在移动或者深埋在地下，但我不能确定。

source: I started my pilgrimage in
de: Ich begann meine Pilgerreise in
fr: J'ai commencé mon pèlerinage en
it: Ho iniziato il mio pellegrinaggio in
ko: 나는 나의 순례를 시작했다.
pl: Rozpocząłem moją pielgrzymkę w
pt_br: Comecei minha peregrinação em
ru: Я начал паломничество в
tr: Hac yolculuğuma şurada başladım:
vi: Ta bắt đầu cuộc hành hương của mình từ
zh_hans: 我开始朝圣

source: I visited
de: Ich besuchte
fr: j'ai visité
it: Ho visitato
ko: 나는 방문했다
pl: Odwiedziłem
pt_br: Eu visitei
ru: я посетил
tr: Ziyaret ettim:
vi: Ta đã ghé thăm
zh_hans: 我去过了

source: to view
de: zu sehen
fr: regarder
it: per vedere
ko: 보기 위해
pl: zobaczyć
pt_br: para visualizar
ru: смотреть
tr: görmek için:
vi: để chiêm ngưỡng
zh_hans: 查看

source: I'm preparing to travel to
de: Ich bereite mich auf eine Reise vor nach
fr: je me prépare à voyager
it: Mi preparo per il viaggio a
ko: 여행을 준비하고 있어요
pl: Przygotowuję się na podróż do
pt_br: Estou me preparando para viajar para
ru: я готовлюсь к путешествию в
tr: Şuraya seyahat etmeye hazırlanıyorum:
vi: Ta đang chuẩn bị đi đến
zh_hans: 我正准备前往

source: I'm traveling to
de: Ich reise nach
fr: je voyage à
it: Sto viaggiando verso
ko: 나는 여행 중이야
pl: Podróżuję do
pt_br: Eu estou viajando para
ru: Я путешествую к
tr: Şuraya seyahat ediyorum:
vi: Ta đang đi đến
zh_hans: 我正旅行去

source: I'm not sure.
de: Ich bin mir nicht sicher.
fr: Je ne suis pas sûr.
it: Non ne sono sicuro.
ko: 잘 모르겠습니다.
pl: Nie jestem pewny.
pt_br: Não tenho certeza.
ru: я не уверен
tr: Emin değilim.
vi: Ta không chắc.
zh_hans: 我不确定。

source: I'm returning to my home in
de: Ich kehre zurück in meine Heimat nach
fr: je rentre chez moi dans
it: Sto tornando a casa mia, in
ko: 에 집으로 돌아갑니다
pl: Wracam do mojego domu w
pt_br: Estou voltando para minha casa em
ru: Я возвращаюсь домой в
tr: Şuradaki evime dönüyorum:
vi: Ta đang trở về nhà ở
zh_hans: 我要回家了

source: I'm going to
de: Ich gehe nach
fr: je vais
it: Vado a
ko: 할거다
pl: Zamierzam
pt_br: Eu vou...
ru: Я собираюсь
tr: Gidiyorum:
vi: Ta sẽ đi đến
zh_hans: 我要去

source: to take up my position
de: um aufzunehmen meine Position als
fr: prendre mon poste
it: di assumere la mia posizione
ko: 내 자리를 차지하기 위해
pl: objąć moje stanowisko
pt_br: para assumir meu cargo
ru: занять мою позицию
tr: görevime başlamak için
vi: để nhậm chức
zh_hans: 担任我的职务

source: to move into my new home with
de: Umzug in mein neues Zuhause mit
fr: emménager dans ma nouvelle maison avec
it: trasferirmi nella mia nuova casa con
ko: 함께 나의 새 집으로 이사하기 위해
pl: przenieść się do mojego nowego domu z
pt_br: se mudar para minha casa nova com
ru: переехать в мой новый дом с
tr: şununla yeni evime taşınmak için:
vi: để chuyển đến ngôi nhà mới của ta cùng với
zh_hans: 进入我的新家带着

source: my
de: meine
fr: ma
it: mio
ko: 나의
pl: moim
pt_br: Minha
ru: мой
tr: benim
vi: của ta
zh_hans: 我的

source: spouse
de: Ehepartner
fr: conjoint
it: coniuge
ko: 배우자
pl: współmałżonkiem
pt_br: esposo
ru: супруг
tr: eş
vi: người bạn đời
zh_hans: 伴侣

source: wife
de: Ehefrau
fr: épouse
it: moglie
ko: 부인
pl: żona
pt_br: esposa
ru: жена
tr: eşi
vi: vợ
zh_hans: 妻子

source: husband
de: Ehemann
fr: mari
it: marito
ko: 남편
pl: mąż
pt_br: marido
ru: муж
tr: koca
vi: chồng
zh_hans: 丈夫

source: to start a new life
de: um ein neues Leben zu beginnen
fr: pour commencer une nouvelle vie
it: per iniziare una nuova vita
ko: 새로운 삶을 시작하기 위해
pl: aby zacząć nowe życie
pt_br: para começar uma nova vida
ru: начать новую жизнь
tr: yeni bir hayata başlamak için
vi: để bắt đầu một cuộc sống mới
zh_hans: 开始新的生活

source: in search of a thrilling adventure
de: auf der Suche nach spannenden Abenteuern
fr: à la recherche d'une aventure palpitante
it: alla ricerca di un'avventura emozionante
ko: 짜릿한 모험을 찾아서
pl: w poszukiwaniu ekscytującej przygody
pt_br: em busca de uma aventura emocionante
ru: в поисках захватывающих приключений
tr: heyecan verici bir macera arayışında
vi: để tìm kiếm một cuộc phiêu lưu ly kỳ
zh_hans: 寻找惊心动魄的冒险

source: in search of excitement
de: auf der Suche nach Aufregung
fr: à la recherche d'excitation
it: in cerca di emozioni
ko: 감동을 찾아서
pl: w poszukiwaniu wrażeń
pt_br: em busca de emoção
ru: в поисках азарта
tr: heyecan arayışında
vi: để tìm kiếm sự phấn khích
zh_hans: 寻找兴奋

source: in search of adventure
de: auf der Suche nach Abenteuer
fr: en quête d'aventure
it: in cerca di avventura
ko: 모험을 찾아서
pl: w poszukiwaniu przygody
pt_br: em busca de aventura
ru: в поисках приключений
tr: macera arayışında
vi: để tìm kiếm cuộc phiêu lưu
zh_hans: 寻找冒险

source: in search of work
de: auf der Suche nach Arbeit
fr: à la recherche de travail
it: in cerca di lavoro
ko: 일을 찾아서
pl: w poszukiwaniu pracy
pt_br: em busca de trabalho
ru: в поисках работы
tr: iş arayışında
vi: để tìm kiếm việc làm
zh_hans: 寻找工作

source: , and wealth and pleasures beyond measure!
de: , und Reichtum und Vergnügungen über alle Maßen!
fr: , et des richesses et des plaisirs sans mesure !
it: e ricchezza e piaceri oltre misura!
ko: , 그리고 측량할 수 없는 부와 쾌락!
pl: , oraz bogactwa i niezmiernych przyjemności!
pt_br: e riqueza e prazeres além da medida!
ru: , и богатства и удовольствий через край!
tr: , ve ölçülemez zenginlik ve zevkler!
vi: , cùng của cải và khoái lạc vô bờ!
zh_hans: ，以及无法衡量的财富和快乐！

source: . Perhaps I'll finally make my fortune!
de: . Vielleicht mache ich endlich mein Glück!
fr: . Je vais peut-être enfin faire fortune !
it: . Forse finalmente farò fortuna!
pl: . Być może w końcu zdobędę moją fortunę!
pt_br: . Talvez eu finalmente vou fazer minha fortuna!
ru: . Возможно, мне наконец-то повезёт!
vi: . Có lẽ ta cuối cùng sẽ làm nên vận may của mình!
zh_hans: 。也许我终于可以发财了！

source: and maybe something to drink as well!
de: und vielleicht auch etwas zu trinken!
fr: et peut-être aussi quelque chose à boire !
it: e magari anche qualcosa da bere!
ko: 그리고 아마도 마실 것도 있습니다!
pl: i może również coś do picia!
pt_br: e talvez algo para beber também!
ru: и может быть что-нибудь выпить!
tr: ve belki içecek bir şeyler de!
vi: và có lẽ cả chút gì đó để uống nữa!
zh_hans: 也许还有一些东西可以喝！

source: I have rescued
de: Ich habe gerettet
fr: j'ai sauvé
it: Ho salvato
ko: 나는 구했다
pl: Uratowałem
pt_br: Eu resgatei
ru: Я спас
tr: Kurtardım:
vi: Ta đã giải cứu
zh_hans: 我救了

source: and am returning to
de: und kehre zurück zu
fr: et je retourne à
it: e sto tornando a
ko: 로 돌아가고 있습니다
pl: i wracam do
pt_br: e devolverei para
ru: и возвращаюсь к
tr: ve şuraya dönüyorum:
vi: và đang trở về
zh_hans: 我要回去

source: I seek to rescue
de: Ich versuche zu retten
fr: je cherche à secourir
it: Cerco di salvare
ko: 구하려고 합니다
pl: Próbuję uratować
pt_br: Eu pretendo resgatar
ru: Я стремлюсь спасти
tr: Kurtarmaya çalışıyorum:
vi: Ta tìm cách giải cứu
zh_hans: 我寻求营救

source: , and this quest is taking me to
de: und diese Suche führt mich zu
fr: , et cette quête m'amène à
it: e questa ricerca mi sta portando a
ko: , 그리고 이 퀘스트는 저를
pl: , i ta misja zabiera mnie do
pt_br: , e esta busca está me levando a
ru: , и этот квест ведет меня к
tr: , ve bu görev beni şuraya götürüyor:
vi: , và nhiệm vụ này đang dẫn ta đến
zh_hans: ，这个任务带我去

source: I have obtained
de: Ich habe erhalten
fr: j'ai obtenu
it: Ho ottenuto
ko: 나는 얻었다
pl: Zdobyłem
pt_br: Eu obtive
ru: Я получил
tr: Elde ettim:
vi: Ta đã thu được
zh_hans: 我已经获得了

source: I am searching for
de: Ich bin auf der Suche nach
fr: je cherche
it: Sto cercando
ko: 나는 찾고있다
pl: Szukam
pt_br: Estou procurando por
ru: Я ищу для
tr: Arıyorum:
vi: Ta đang tìm kiếm
zh_hans: 我正在寻找

source: The treasure is sought by
de: Der Schatz wird gesucht von
fr: Le trésor est recherché par
it: Il tesoro è cercato da
ko: 보물을 찾는 사람
pl: Skarb jest poszukiwany przez
pt_br: O tesouro é requisitado por
ru: Сокровище искали
tr: Hazine şunun tarafından aranıyor:
vi: Kho báu đang được tìm kiếm bởi
zh_hans: 寻找宝藏的是

source: I am returning it to
de: Ich gebe es zurück an
fr: je le retourne à
it: Lo sto restituendo a
ko: 나는 그것을 돌려주고있다
pl: Zwracam to do
pt_br: Estou devolvendo para
ru: Я возвращаю это к
tr: Onu şuraya geri götürüyorum:
vi: Ta đang trả lại nó cho
zh_hans: 我归还了它

source: I will return it to
de: Ich werde es zurückgeben an
fr: je vais le retourner à
it: Lo restituirò a
ko: 로 돌려드립니다
pl: Zwrócę to do
pt_br: Eu devolverei isto para
ru: Я верну это
tr: Onu şuraya geri götüreceğim:
vi: Ta sẽ trả lại nó cho
zh_hans: 我会把它归还给

source: I am escaping from danger which threatened my former home.
de: Ich fliehe vor der Gefahr, die mein früheres Zuhause bedrohte.
fr: J'échappe au danger qui menaçait mon ancienne maison.
it: Sto scappando dal pericolo che minacciava la mia precedente casa.
ko: 나는 이전의 집을 위협한 위험으로부터 탈출하고 있다.
pl: Uciekam przed zagrożeniem, które groziło mojemu dawnemu domowi.
pt_br: Eu estou escapando de um perigo que ameaçou a minha terra natal.
ru: Я бегу от опасности, которая угрожает моему бывшему дому.
tr: Eski evimi tehdit eden tehlikeden kaçıyorum.
vi: Ta đang trốn thoát khỏi hiểm nguy đe dọa ngôi nhà cũ của mình.
zh_hans: 我正逃离威胁我以前家的危险。

source: I'm on an important mission.
de: Ich bin auf einer wichtigen Mission.
fr: Je suis en mission importante.
it: Ho un'importante missione.
ko: 나는 중요한 임무를 수행하고 있습니다.
pl: Jestem na ważnej misji.
pt_br: Eu estou em uma missão importante.
ru: Я на важном задании.
tr: Önemli bir görevdeyim.
vi: Ta đang thực hiện một nhiệm vụ quan trọng.
zh_hans: 我正在执行一项重要任务。

source: I'm returning from my patrol.
de: Ich bin zurück von meinem Patrouille.
fr: Je reviens de ma patrouille.
it: Sto tornando dal pattugliamento.
ko: 순찰에서 돌아오겠습니다.
pl: Wracam z mojego patrolu.
pt_br: Estou retornando de minha patrulha.
ru: Я возвращаюсь из патруля.
tr: Devriyemden dönüyorum.
vi: Ta đang trở về từ cuộc tuần tra của mình.
zh_hans: 我从巡逻队回来了。

source: I'm just out for a stroll.
de: Ich war gerade draußen für einen Spaziergang.
fr: Je suis juste sorti me promener.
it: Sto solo facendo una passeggiata.
ko: 산책하러 나왔어요.
pl: Właśnie wyszedłem na spacer.
pt_br: Só saí para um passeio.
ru: Я просто гуляю.
tr: Sadece yürüyüşe çıktım.
vi: Ta chỉ ra ngoài dạo chơi thôi.
zh_hans: 我只是出去散步。

source: I was just out for some water.
de: Ich war gerade draußen für etwas Wasser.
fr: J'étais juste sorti boire de l'eau.
it: Ero solo andato a prendere un po' d'acqua.
ko: 나는 물을 마시러 나갔다.
pl: Byłem po wodę.
pt_br: Saí apenas para um pouco de água.
ru: Я просто ходил за водой.
tr: Sadece biraz su için çıkmıştım.
vi: Ta vừa ra ngoài lấy nước.
zh_hans: 我只是出去喝水了。

source: I was out visiting the temple.
de: Ich war gerade draußen im Tempel.
fr: J'étais en train de visiter le temple.
it: Ero in visita al tempio.
ko: 나는 성전을 방문하고 있었다.
pl: Byłem odwiedzić świątynię.
pt_br: Eu estava visitando o templo.
ru: Я ходил в храм.
tr: Tapınağı ziyarete gitmiştim.
vi: Ta đã ra ngoài thăm đền thờ.
zh_hans: 我出去参观了寺庙。
