Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: FPS has dropped below 50. Multithreading is not on, and may improve performance. Do you wish to enable it? (You can always turn it off or on in the options later.)
tr: FPS 50'nin altına düştü. Çoklu iş parçacığı (multithreading) açık değil ve performansı artırabilir. Etkinleştirmek ister misiniz? (Daha sonra seçeneklerden her zaman açıp kapatabilirsiniz.)
vi: Tốc độ khung hình (FPS) đã giảm xuống dưới 50. Chức năng đa luồng hiện không bật và có thể cải thiện hiệu suất. Bạn có muốn bật chức năng này không? (Bạn luôn có thể bật hoặc tắt nó trong phần tùy chọn sau này.)

source: Seed text
de: Saatgut-Text
fr: Texte initial
it: Testo Seed
ko: 시드 텍스트
pl: Treść ziarna
pt_br: Texto de semente
ru: Текст зерна
tr: Tohum metni
vi: Văn bản khởi tạo
zh_hans: 种子文本

source: humanoid
fr: humanoïde
it: umanoide
ko: 아인종
pl: humanoidalny
pt_br: Humanoide
ru: гуманоид
tr: insansı
vi: hình người
zh_hans: 人形

source: lord
de: Herrscher
fr: seigneur
it: signore
ko: 영주
pl: pan
pt_br: lorde
ru: лорд
vi: lãnh chúa
zh_hans: 主

source: lords
de: Fürst
fr: seigneurs
it: signori
ko: 영주
pl: panowie
pt_br: Lordes
ru: лорды
tr: lordlar
vi: các lãnh chúa
zh_hans: 领主

source: lady
de: Dame
fr: la demoiselle
it: signora
ko: 레이디
pl: dama
pt_br: senhora
ru: леди
tr: leydi
vi: phu nhân
zh_hans: 女士

source: ladies
de: Damen
fr: Dames
it: signore
ko: 숙녀
pl: damy
pt_br: Senhoras
ru: леди
tr: leydiler
vi: các phu nhân
zh_hans: 女士们

source: lord consort
de: Fürstgemahl
fr: seigneur consort
it: signore consorte
ko: 영주
pl: małżonka pana
pt_br: consorte de Lord
ru: лорд-консорт
tr: lord eş
vi: phu quân lãnh chúa
zh_hans: 主配偶

source: lords consort
de: Fürstgemahl
fr: épouse des seigneurs
it: signori consorti
ko: 영주 배우자
pl: małżonki panów
pt_br: consorte de Lordes
ru: лорды-консорты
tr: lord eşler
vi: các phu quân lãnh chúa
zh_hans: 领主

source: lady consort
de: Kammerzofe
fr: dame consort
it: signora consorte
ko: 부인 배우자
pl: małżonek damy
pt_br: consorte de senhora
ru: леди-консорт
tr: leydi eş
vi: phu nhân lãnh chúa
zh_hans: 女士的配偶

source: ladies consort
de: Kammerzofe
fr: épouse de dames
it: signore consorti
ko: 숙녀 배우자
pl: małzonkowie dam
pt_br: consorte de senhoras
ru: леди-консорты
tr: leydi eşler
vi: các phu nhân lãnh chúa
zh_hans: 女士们

source: hearthperson
de: Lieblingsmensch
fr: foyer
it: guardia d'onore
ko: 주민
pl: osoba bliska sercu
pt_br: guarda pessoal
ru: доверенное лицо
tr: ocakdaş
vi: dân cư
zh_hans: 炉卫

source: hearthpeople
de: Lieblingsmenschen
fr: gens du foyer
it: guardie d'onore
ko: 난로 사람들
pl: ludzie bliscy sercu
pt_br: Guarda do povo
ru: доверенные лица
tr: ocakdaşlar
vi: cư dân
zh_hans: 炉卫

source: tends to avoid any physical confrontations
de: neigt dazu, körperliche Auseinandersetzungen zu vermeiden
fr: a tendance à éviter toute confrontation physique
it: tende ad evitare qualsiasi confronto fisico
ko: 육체적 인 대립을 피하는 경향이있다.
pt_br: tende a evitar qualquer confronto físico
ru: старается избегать любых физических столкновений
tr: her türlü fiziksel çatışmadan kaçınma eğilimindedir
vi: có xu hướng tránh mọi đối đầu thể chất
zh_hans: 尽量避免肢体冲突

source: a tribute cancellation
de: eine Aufhebung des Tributs
fr: une annulation d'hommage
it: annullamento di un tributo
ko: 공물 취소
pl: anulowanie daniny
pt_br: um cancelamento de tributo
ru: отмена дани
tr: bir haraç iptali
vi: việc hủy bỏ cống nạp
zh_hans: 贡品取消

source: lured
de: gelockt
fr: attiré
it: attirato
ko: 유혹
pl: zwabiony
pt_br: atraído
ru: привлек
tr: kandırdı
vi: bị dụ dỗ
zh_hans: 被引诱

source: to a meeting with
de: zu einem Treffen mit
fr: à une rencontre avec
it: un incontro con
ko: 와의 만남에
pl: na spotkanie z
pt_br: para uma reunião com
ru: на встречу с
tr: şununla bir toplantıya:
vi: đến một cuộc gặp với
zh_hans: 参加会议

source: , where the latter
de: , wobei letztere
fr: , où ce dernier
it: , dove quest'ultimo
ko: , 여기서 후자
pl: , gdzie ten ostatni
pt_br: , onde o último
ru: , где последний
tr: , burada ikincisi
vi: , nơi người sau
zh_hans: ,其中后者

source: met with
de: getroffen mit
fr: rencontré
it: incontrato con
ko: 함께 만났다
pl: spotkać z
pt_br: reuniu-se com
ru: встретился
tr: şununla buluştu:
vi: đã gặp gỡ
zh_hans: 会见

source: , while completely misreading the situation,
de: und dabei die Situation völlig falsch eingeschätzt,
fr: , tout en se méprenant complètement sur la situation,
it: , fraintendendo completamente la situazione,
ko: , 상황을 완전히 오독하면서
pl: , całkowicie błędnie odczytując sytuację,
pt_br: , enquanto interpretando mal completamente a situação,
ru: , неправильно оценив ситуацию,
tr: , durumu tamamen yanlış okurken,
vi: , trong khi hoàn toàn hiểu sai tình hình,
zh_hans: , 完全误读了情况,

source: made a threat
de: eine Drohung ausgesprochen
fr: fait une menace
it: ha minacciato
ko: 위협을 가했다
pl: groził
pt_br: fez uma ameaça
ru: угрожал
tr: bir tehditte bulundu
vi: đưa ra lời đe dọa
zh_hans: 造成威胁

source: made flattering remarks
de: schmeichelhafte Bemerkungen machen
fr: fait des remarques flatteuses
it: ha fatto commenti lusinghieri
ko: 아첨 발언
pl: zrobił pochlebne uwagi
pt_br: fez comentários lisonjeiros
ru: сделал лестные замечания
tr: iltifatlarda bulundu
vi: đưa ra những lời lẽ tâng bốc
zh_hans: 发表奉承的言论

source: pulled rank
de: gezogene Stellung
fr: rang tiré
it: ottenuto rango
ko: 당겨진 순위
pl: wyższą rangę
pt_br: classificação puxada
ru: получил звание
tr: rütbesini kullandı
vi: dùng quyền uy
zh_hans: 倚仗权势

source: as
de: als
fr: comme
it: come
ko: ~처럼
pl: jako
pt_br: Como
ru: как
tr: olarak
vi: với tư cách là
zh_hans: 如

source: made a blackmail threat, due to embezzlement
de: eine Erpressungsandrohung aufgrund von Veruntreuung
fr: a fait une menace de chantage, en raison d'un détournement de fonds
it: ha ricattato a causa di appropriazione indebita
ko: 횡령으로 공갈협박
pl: groził szantażem z powodu defraudacji
pt_br: fez ameaça de chantagem, devido a peculato
ru: шантажировал раскрытием растраты
tr: zimmete para geçirme nedeniyle şantaj tehdidinde bulundu
vi: đưa ra lời đe dọa tống tiền, do biển thủ
zh_hans: 发出勒索威胁，因盗用公款

source: using the position
de: unter Verwendung der Position
fr: en utilisant le poste
it: utilizzando la posizione
ko: 위치를 사용하여
pl: używając swojej pozycji
pt_br: usando a posição
ru: используя должность
tr: şu pozisyonu kullanarak:
vi: sử dụng vị thế
zh_hans: 使用此位置

source: offered a bribe
de: ein Bestechungsangebot gemacht
fr: offert un pot-de-vin
it: offerto una tangente
ko: 뇌물을 제안했다
pl: zaoferował łapówkę
pt_br: ofereceu um suborno
ru: предложил взятку
tr: rüşvet teklif etti
vi: đề nghị hối lộ
zh_hans: 行贿

source: played for sympathy
de: auf Sympathie gespielt
fr: joué pour la sympathie
it: giocare la compassione
ko: 동정을 위해 연주
pl: grał dla współczucia
pt_br: jogou por simpatia
ru: сыграв на симпатии
tr: duygu sömürüsü yaptı
vi: tìm kiếm sự đồng cảm
zh_hans: 博取同情

source: by appealing to a shared worship of
de: indem sie an eine gemeinsame Verehrung von
fr: en faisant appel à un culte partagé de
it: facendo appello al culto condiviso di
ko: 공동예배에 호소함으로써
pl: odwołując się do wspólnego kultu
pt_br: apelando para um culto compartilhado de
ru: призывая к коллективному поклонению
tr: ortak ibadet edilen şuna başvurarak:
vi: bằng cách kêu gọi sự thờ phụng chung đối với
zh_hans: 通过呼吁共同崇拜

source: offered revenge upon
de: bot Rache an
fr: offert de se venger
it: offerto vendetta su
ko: 복수를 제안했다
pl: zaoferował zemstę wobec
pt_br: ofereceu vingança
ru: предложил месть против
tr: şundan intikam almayı teklif etti:
vi: đề nghị trả thù
zh_hans: 报复

source: a jealous grudge,
de: ein eifersüchtiger Groll,
fr: une rancune jalouse,
it: un rancore geloso,
ko: 질투어린 원한,
pl: zazdrosna uraza,
pt_br: um rancor ciumento,
ru: завистник,
tr: kıskanç bir kin,
vi: một mối hận thù ghen tuông,
zh_hans: 嫉妒的怨恨,

source: a business rival,
de: einen Geschäftskonkurrenten,
fr: un rival commercial,
it: un rivale in affari,
ko: 비즈니스 라이벌,
pl: biznesowy rywal,
pt_br: um rival de negócios,
ru: конкурент,
tr: bir iş rakibi,
vi: một đối thủ kinh doanh,
zh_hans: 一个商业对手,

source: the tormentor
de: der Peiniger
fr: le bourreau
it: il tormentatore
ko: 괴롭히는 사람
pl: oprawca
pt_br: o atormentador
ru: мучитель
tr: işkenceci
vi: kẻ tra tấn
zh_hans: 令人苦恼

source: the persecutor
de: der Verfolger
fr: le persécuteur
it: il persecutore
ko: 박해자
pl: prześladowca
pt_br: o perseguidor
ru: преследователь
tr: zulmeden
vi: kẻ đàn áp
zh_hans: 虐待者

source: a grudge,
de: einen Groll,
fr: Une rancune,
it: un rancore,
ko: 원한,
pl: uraza,
pt_br: um rancor,
ru: недруг,
tr: bir kin,
vi: một mối hận thù,
zh_hans: 怨恨

source: the sacrilegious
de: das Sakrileg
fr: le sacrilège
it: il sacrilego
ko: 신성 모독적인
pl: świętokradczy
pt_br: o sacrilégio
ru: кощунственный
tr: kutsala saygısızlık eden
vi: kẻ báng bổ
zh_hans: 遭天谴的

source: offered immortality
de: Unsterblichkeit angeboten
fr: offert l'immortalité
it: offerto l'immortalità
ko: 불멸을 제공하다
pl: zaoferował nieśmiertelność
pt_br: imortalidade oferecida
ru: предложил бессмертие
tr: ölümsüzlük teklif etti
vi: đề nghị sự bất tử
zh_hans: 提供不朽

source: was too afraid not to comply
de: hatte zu viel Angst, nicht zu kommen
fr: avait trop peur de ne pas obéir
it: aveva troppa paura per non rispettare
ko: 따르지 않는 것이 너무 두려웠다
pl: był zbyt przestraszony, żeby się nie podporządkować
pt_br: estava com muito medo de não cumprir
ru: слишком боялся, чтобы не подчиниться
tr: uymamaktan çok korktu
vi: quá sợ hãi nên không dám không tuân theo
zh_hans: 害怕不遵守

source: gave in to fear of death
de: der Angst vor dem Tod nachgegeben
fr: cédé à la peur de la mort
it: ha ceduto alla paura della morte
ko: 죽음의 공포에 굴복했다
pl: poddał się strachowi przed śmiercią
pt_br: cedeu ao medo da morte
ru: поддался страху смерти
tr: ölüm korkusuna yenik düştü
vi: nhượng bộ trước nỗi sợ cái chết
zh_hans: 屈服于死亡的恐惧

source: succumbed to vanity
de: der Eitelkeit erlegen
fr: succombé à la vanité
it: ha ceduto alla vanità
ko: 허영심에 굴복했다
pl: uległ próżności
pt_br: sucumbiu à vaidade
ru: поддался тщеславию
tr: kibire yenik düştü
vi: khuất phục trước sự phù phiếm
zh_hans: 屈服于虚荣心

source: was too vain to accept death and agreed
de: war zu eitel, um den Tod zu akzeptieren und stimmte zu
fr: était trop vaniteux pour accepter la mort et a accepté
it: era troppo vanitoso per accettare la morte e accettò
ko: 죽음을 받아들이기엔 너무 허무했고 동의했다
pl: był zbyt próżny, by zaakceptować śmierć i zgodził się
pt_br: foi vaidoso demais para aceitar a morte e concordou
ru: был слишком тщеславен, чтобы принять смерть и согласился
tr: ölümü kabul edemeyecek kadar kibirliydi ve kabul etti
vi: quá phù phiếm để chấp nhận cái chết và đồng ý
zh_hans: 虚荣心太强，不愿接受死亡和协议

source: was overcome by greed
de: wurde von der Gier überwältigt
fr: a été vaincu par la cupidité
it: è stato sopraffatto dall'avidità
ko: 욕심을 이겨냈다
pl: został pokonany przez chciwość
pt_br: foi vencido pela ganância
ru: был охвачен жадностью
tr: açgözlülüğe yenildi
vi: bị sự tham lam chế ngự
zh_hans: 被贪欲战胜

source: was swayed by the emotional appeal
de: wurde durch den emotionalen Appell beeinflusst
fr: a été influencé par l'appel émotionnel
it: è stato influenzato dal richiamo emotivo
ko: 감성적인 매력에 휘둘렸다
pl: został zauroczony emocjonalnym wpływem
pt_br: foi influenciado pelo apelo emocional
ru: был под влиянием эмоциональных порывов
tr: duygusal çağrıdan etkilendi
vi: bị lay động bởi lời kêu gọi cảm xúc
zh_hans: 被感情左右

source: desired vengeance and willingly complied
de: wollte Rache und kam ihr bereitwillig nach
fr: désirait vengeance et s'exécuta volontairement
it: desiderava vendetta e obbediva volentieri
ko: 원하는 복수와 기꺼이 준수
pl: upragnioną zemstę i chętnie spełnioną
pt_br: vingança desejada e cumprida de bom grado
ru: желал мести и охотно подчинился
tr: intikam arzuladı ve isteyerek uydu
vi: khao khát báo thù và tự nguyện tuân theo
zh_hans: 渴望报复并心甘情愿地顺从

source: was too envious of others to face death and agreed
de: war zu neidisch auf andere, um dem Tod ins Auge zu sehen und stimmte zu
fr: était trop jaloux des autres pour affronter la mort et a accepté
it: era troppo invidioso degli altri per affrontare la morte e accettò
ko: 다른 사람들이 너무 부러워서 죽음에 직면하고 동의했습니다.
pl: był zbyt zazdrosny o innych stawiających czoła śmierci i zgodził się
pt_br: tinha inveja dos outros para enfrentar a morte e concordou
ru: был слишком завистливым, чтобы принять смерть и согласился
tr: ölümle yüzleşemeyecek kadar başkalarını kıskanıyordu ve kabul etti
vi: quá đố kỵ với người khác nên không dám đối mặt với cái chết và đồng ý
zh_hans: 嫉妒心太强，不愿接受死亡和协议

source: was too ambitious to accept death and agreed
de: war zu ehrgeizig, um den Verlust zu akzeptieren und stimmte zu
fr: était trop ambitieux pour accepter la mort et a accepté
it: era troppo ambizioso per accettare la morte e accettò
ko: 죽음을 받아들이기에는 너무 야심적이었고 동의했습니다.
pl: był zbyt ambitny, by zaakceptować śmierć i zgodził się
pt_br: era ambicioso demais para aceitar a morte e concordou
ru: был слишком амбициозен, чтобы принять смерть и согласился
tr: ölümü kabul edemeyecek kadar hırslıydı ve kabul etti
vi: quá tham vọng để chấp nhận cái chết và đồng ý
zh_hans: 野心太大，无法接受死亡和妥协

source: was too proud to accept death and agreed
de: war zu stolz, den Verlust zu akzeptieren und stimmte zu
fr: était trop fier pour accepter la mort et a accepté
it: era troppo orgoglioso per accettare la morte e accettò
ko: 죽음을 받아들이기에는 너무 자랑스러웠고 동의했다.
pl: był zbyt dumny, by zaakceptować śmierć i zgodził się
pt_br: estava orgulhoso demais para aceitar a morte e concordou
ru: был слишком горд, чтобы принять смерть и согласился
tr: ölümü kabul edemeyecek kadar gururluydu ve kabul etti
vi: quá kiêu hãnh để chấp nhận cái chết và đồng ý
zh_hans: 过于自豪，无法接受死亡和妥协

source: was too unsettled by death to face it and agreed
de: war durch den Verlust zu verunsichert, um sich ihm zu stellen und stimmte zu
fr: était trop perturbé par la mort pour y faire face et a accepté
it: era troppo sconvolto dalla morte per affrontarla e accettò
ko: 죽음에 너무 불안해해서 그것을 대면할 수 없었고 동의했다.
pl: był zbyt zaniepokojony śmiercią, by stawić temu czoła i zgodził się
pt_br: estava muito perturbado com a morte para enfrentá-lo e concordou
ru: был слишком взволнован, чтобы принять смерть и согласился
tr: ölümle yüzleşemeyecek kadar huzursuz oldu ve kabul etti
vi: quá bối rối trước cái chết nên không dám đối mặt và đồng ý
zh_hans: 对死亡感到不安而无法面对它并同意

source: could not accept the uncertainty following death and agreed
de: konnte die Ungewissheit nach dem Verlust nicht akzeptieren und stimmte zu
fr: n'a pas pu accepter l'incertitude après la mort et a accepté
it: non poteva accettare l'incertezza dopo la morte e acconsentì
ko: 죽음 이후의 불확실성을 받아들일 수 없었고 동의했습니다.
pl: nie mógł zaakceptować niepewności po śmierci i zgodził się
pt_br: não pôde aceitar a incerteza após a morte e concordou
ru: не смог принять неопределенность после смерти и согласился
tr: ölümden sonraki belirsizliği kabul edemedi ve kabul etti
vi: không thể chấp nhận sự bất định sau cái chết và đồng ý
zh_hans: 无法接受死后的不确定性并同意

source: , despite
de: , trotz
fr: , en dépit
it: , nonostante
ko: , 에도 불구하고
pl: , mimo
pt_br: , apesar de
ru: , несмотря на
tr: , şuna rağmen:
vi: , mặc dù
zh_hans: ，尽管

source: loathing the powerful
de: Abscheu vor den Mächtigen
fr: détester les puissants
it: detestando i potenti
ko: 권력자를 혐오하다
pl: czując wstręt do potężnych
pt_br: detestando o poderoso
ru: ненавидя мощных
tr: güçlülerden nefret etmesi
vi: ghét bỏ kẻ quyền thế
zh_hans: 厌恶强权

source: valuing the law
de: Bewertung des Gesetzes
fr: valoriser la loi
it: valorizzare la legge
ko: 법의 가치
pl: cenienie prawa
pt_br: valorizando a lei
ru: ценя закон
tr: yasaya değer vermesi
vi: coi trọng luật pháp
zh_hans: 重视法律

source: lack of respect of
de: Missachtung von
fr: manque de respect de
it: mancanza di rispetto di
ko: 존중의 부족
pl: brak szacunku do
pt_br: falta de respeito de
ru: недостаток уважения
tr: şuna saygı eksikliği:
vi: thiếu sự tôn trọng đối với
zh_hans: 缺乏尊重

source: lack of fear toward
de: Furchtlosigkeit gegenüber
fr: absence de peur envers
it: mancanza di paura verso
ko: 대한 두려움의 부족
pl: brak strachu przed
pt_br: falta de medo para
ru: недостаток страха к
tr: şuna karşı korku eksikliği:
vi: thiếu sự sợ hãi đối với
zh_hans: 不够害怕于

source: hatred of
de: Hass auf
fr: la haine de
it: odio di
ko: 에 대한 증오
pl: nienawiść do
pt_br: ódio de
ru: ненависть к
tr: nefret ettiği:
vi: lòng căm ghét
zh_hans: 仇恨

source: lack of loyalty toward
de: mangelnde Loyalität gegenüber
fr: manque de loyauté envers
it: mancanza di lealtà verso
ko: 에 대한 충성도 부족
pl: brak lojalności wobec
pt_br: falta de lealdade para com
ru: недостаток верности к
tr: şuna karşı sadakat eksikliği:
vi: thiếu lòng trung thành đối với
zh_hans: 不够忠诚于

source: distrust of
de: Misstrauen gegenüber
fr: méfiance à l'égard
it: sfiducia nei confronti di
ko: 불신
pl: nieufność do
pt_br: desconfiança de
ru: недоверие к
tr: güvensizlik duyduğu:
vi: sự ngờ vực đối với
zh_hans: 不信任

source: the efforts of surrounding allies to stop the plot
de: die Bemühungen der umliegenden Verbündeten, das Komplott zu verhindern
fr: les efforts des alliés environnants pour arrêter le complot
it: gli sforzi degli alleati circostanti per fermare il complotto
ko: 음모를 막으려는 주변 동맹국의 노력
pl: wysiłków pobliskich sojuszników, aby powstrzymać spisek
pt_br: os esforços dos aliados vizinhos para impedir a trama
ru: усилия окружающих союзников, чтобы остановить заговор
tr: çevreleyen müttefiklerin komployu durdurma çabaları
vi: những nỗ lực của các đồng minh xung quanh nhằm ngăn chặn âm mưu
zh_hans: 周边盟友通力合作阻止阴谋

source: accepted in admiration of power
de: Bewunderung der Macht akzeptiert
fr: accepté dans l'admiration du pouvoir
it: accettato nell'ammirazione del potere
ko: 권력에 찬사를 받아
pl: przyjęty z podziwem dla władzy
pt_br: aceito em admiração de poder
ru: принято в восхищении властью
tr: güce hayranlıkla kabul etti
vi: chấp nhận vì ngưỡng mộ quyền lực
zh_hans: 出于对力量的崇拜而接受了

source: spurned the law and agreed willingly
de: verschmähte das Gesetz und stimmte bereitwillig zu
fr: a méprisé la loi et a accepté de son plein gré
it: ha rifiutato la legge e ha accettato di buon grado
ko: 법을 무시하고 기꺼이 동의했습니다.
pl: odrzucił prawo i chętnie się zgodził
pt_br: rejeitou a lei e concordou de boa vontade
ru: отверг закон и охотно согласился
tr: yasayı hiçe saydı ve isteyerek kabul etti
vi: bất chấp luật pháp và tự nguyện chấp thuận
zh_hans: 藐视法律并欣然同意

source: being unafraid in the moment
de: im Moment keine Angst zu haben
fr: ne pas avoir peur du moment
it: non avere paura nel momento
ko: 순간에 두렵지 않다
pl: będąc w tym momencie nieustraszonym
pt_br: estar sem medo no momento
ru: сейчас не боится
tr: o anda korkusuz olması
vi: không hề sợ hãi vào khoảnh khắc đó
zh_hans: 此刻无所畏惧

source: being unafraid of death
de: keine Angst vor dem Tod haben
fr: ne pas avoir peur de la mort
it: non avere paura della morte
ko: 죽음을 두려워하지 않는 것
pl: nie bojąc się śmierci
pt_br: não ter medo da morte
ru: не боится смерти
tr: ölümden korkmaması
vi: không sợ cái chết
zh_hans: 不畏死亡

source: being unafraid
de: unerschrocken sein
fr: ne pas avoir peur
it: non avere paura
ko: 두렵지 않다
pl: nie bojąc się
pt_br: não ter medo
ru: не боясь
tr: korkusuz olması
vi: không sợ hãi
zh_hans: 不害怕

source: being unaffected by the comments
de: von den Kommentaren unbeeinflusst zu sein
fr: ne pas être affecté par les commentaires
it: non essere influenzato dai commenti
ko: 댓글에 영향을 받지 않는
pl: będąc niewrażliwym na komentarze
pt_br: não ser afetado pelos comentários
ru: будучи незатронутым комментариями
tr: yorumlardan etkilenmemesi
vi: không bị ảnh hưởng bởi những lời bình luận
zh_hans: 不怕流言中伤

source: feeling no avarice
de: keinen Geiz verspüren
fr: ne ressentant aucune avarice
it: senza provare avarizia
ko: 탐욕스럽지 않은 느낌
pl: nie czując skąpstwa
pt_br: sem sentir avareza
ru: не чувствуя жадности
tr: açgözlülük hissetmemesi
vi: không có lòng tham
zh_hans: 不觉得贪婪

source: being unswayed by the emotional appeal
de: unbeeindruckt von der emotionalen Anziehungskraft
fr: ne pas être influencé par l'appel émotionnel
it: non farsi influenzare dal richiamo emotivo
ko: 감정적 호소에 흔들리지 않는 것
pl: bycie niewzruszonym przez emocjonalny wpływ
pt_br: sendo indiferente ao apelo emocional
ru: не находится под влиянием эмоционального порыва
tr: duygusal çağrıdan etkilenmemesi
vi: không bị lay chuyển bởi lời kêu gọi cảm xúc
zh_hans: 不为感情所动

source: a lack of desire for vengeance
de: fehlendes Verlangen nach Rache
fr: un manque de désir de vengeance
it: mancanza di desiderio di vendetta
ko: 복수심 부족
pl: brak chęci zemsty
pt_br: uma falta de desejo de vingança
ru: отсутствие желания мстить
tr: intikam arzusu eksikliği
vi: thiếu mong muốn báo thù
zh_hans: 缺乏复仇的欲望

source: being willing to accept death
de: bereit sein, den Tod zu akzeptieren
fr: être prêt à accepter la mort
it: essere disposti ad accettare la morte
ko: 기꺼이 죽음을 받아들이는 것
pl: będąc gotowym do zaakceptowania śmierci
pt_br: estar disposto a aceitar a morte
ru: быть готовым принять смерть
tr: ölümü kabul etmeye istekli olması
vi: sẵn lòng chấp nhận cái chết
zh_hans: 坦然接受死亡

source: respected
de: Anerkannt
fr: respecté
it: rispettato
ko: 존경받는
pl: szanowany
pt_br: respeitado
ru: уважаемый
tr: saygı duyulan
vi: tôn trọng
zh_hans: 受人尊敬的

source: complied out of fear of
de: aus Angst vor
fr: s'exécuta de peur de
it: hanno obbedito per paura di
ko: 두려워서 따랐다.
pl: podporządkował się ze strachu przed
pt_br: obedeceu por medo de
ru: выполнил из страха перед
tr: korkusundan dolayı uydu:
vi: tuân thủ vì sợ hãi
zh_hans: 遵从了，因为恐惧于

source: agreed for love of
de: vereinbart aus Liebe zu
fr: convenu par amour de
it: concordato per amore di
ko: 사랑에 동의했다
pl: zgodził się z miłości do
pt_br: concordou por amor de
ru: согласился из любви к
tr: sevgisi uğruna kabul etti:
vi: đồng ý vì yêu quý
zh_hans: 答应了，因为爱于

source: accepted out of loyalty to
de: akzeptiert aus Loyalität zu
fr: accepté par loyauté envers
it: accettato per lealtà verso
ko: 에 대한 충성으로 받아들여짐
pl: zaakceptował z lojalności wobec
pt_br: aceito por lealdade a
ru: согласился будучи верным
tr: şuna sadakatinden dolayı kabul etti:
vi: chấp nhận vì lòng trung thành với
zh_hans: 出于忠诚接受了

source: trusted
de: vertrauenswürdig
fr: de confiance
it: creduto
ko: 신뢰할 수 있는
pl: zaufany
pt_br: confiável
ru: доверенный
tr: güvendiği
vi: tin cậy
zh_hans: 信任

source: and agreed
de: und vereinbart
fr: et convenu
it: e concordato
ko: 그리고 동의했다
pl: i zgodził się
pt_br: e concordou
ru: и согласились
tr: ve kabul etti
vi: và chấp thuận
zh_hans: 还认同

source: Effective pressure to comply came from co-conspirators surrounding
de: Wirksamer Druck zur Einhaltung der Vorschriften kam von Mitwissern aus dem Umfeld der Verschwörer
fr: Une pression efficace pour se conformer est venue des co-conspirateurs entourant
it: Le pressioni effettive per l'adempimento provenivano dai cospiratori che circondavano
ko: 준수하라는 효과적인 압력은 주변의 공모자들로부터 나왔습니다.
pl: Skuteczna presja, by się podporządkować, pochodziła od współspiskowców otaczających
pt_br: A pressão efetiva para obedecer veio de co-conspiradores em torno
ru: Эффективное давление для соблюдения со стороны соучастников, окружающих
vi: Áp lực buộc tuân thủ hiệu quả đến từ những kẻ đồng mưu vây quanh
zh_hans: 守规矩的有效压力来自周边同谋

source: The plan worked.
de: Der Plan hat funktioniert.
fr: Le plan a fonctionné.
it: Il piano ha funzionato.
ko: 그 계획은 효과가 있었다.
pl: Plan zadziałał.
pt_br: O plano funcionou.
ru: План сработал.
vi: Kế hoạch thành công.
zh_hans: 计划成功了。

source: was unafraid in the moment
de: war in diesem Moment nicht ängstlich
fr: n'avait pas peur sur le moment
it: non ebbe paura nel momento
ko: 순간 두렵지 않았다
pl: nie bał się w tej chwili
pt_br: não estava com medo no momento
ru: тогда не был напуган
tr: o an korkmadı
vi: đã không sợ hãi vào khoảnh khắc đó
zh_hans: 在那一刻并没有害怕
