Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: shows such talent.
de: zeigt solches Talent.
fr: fait preuve d'un tel talent.
it: mostra talento.
ko: 그런 재능을 보여줍니다.
pl: okazuje taki talent.
pt_br: demonstra tanto talento.
ru: показывает свой талант
tr: büyük yetenek gösteriyor.
vi: thể hiện tài năng như vậy.
zh_hans: 展示了这样的人才

source: is really quite good!
de: ist wirklich sehr gut!
fr: est vraiment très bon !
it: è davvero molto buono!
ko: 정말 꽤 좋습니다!
pl: jest naprawdę całkiem dobry!
pt_br: é realmente muito bom
ru: действительно довольно хорош!
tr: gerçekten oldukça iyi!
vi: thực sự khá tốt!
zh_hans: 真的很不错！

source: is splendid.
de: ist großartig.
fr: est splendide.
it: è splendido.
ko: 훌륭하다.
pl: jest wspaniały.
pt_br: é esplêndido.
ru: великолепен.
tr: şahane.
vi: thật lộng lẫy.
zh_hans: 很精彩。

source: is great.
de: ist großartig.
fr: est grand.
it: è grande.
ko: 중대하다.
pl: jest świetny.
pt_br: é ótimo
ru: отличный.
tr: harika.
vi: thật tuyệt hảo.
zh_hans: 是很棒的。

source: That sounds like the
de: Das klingt wie die
fr: Cela ressemble à la
it: Sembra la
ko: 그 소리는
pl: To brzmi jak
pt_br: Aquilo soa como o
ru: Звучит так же как
tr: Kulağa şu gibi geliyor:
vi: Nghe giống như là
zh_hans: 听起来像是

source: has promise.
de: ist vielversprechend.
fr: a de la promesse.
it: è promettente.
ko: 약속이 있습니다.
pl: jest obiecujący.
pt_br: tem promessa.
ru: имеет потенциал.
tr: gelecek vaat ediyor.
vi: có triển vọng.
zh_hans: 有希望。

source: is alright!
de: ist in Ordnung!
fr: C'est bien!
it: va bene!
ko: 괜찮아!
pl: jest w porządku!
pt_br: está tudo bem!
ru: в порядке!
tr: idare eder!
vi: cũng được!
zh_hans: 没关系！

source: is pretty good.
de: ist ziemlich gut.
fr: est plutôt bon.
it: è piuttosto buono.
ko: 꽤 좋습니다.
pl: jest całkiem dobry.
pt_br: é bem bom.
ru: довольно неплохой.
tr: oldukça iyi.
vi: khá tốt.
zh_hans: 非常好。

source: is good.
de: ist gut.
fr: est bon.
it: è buono.
ko: 좋다.
pl: jest dobry.
pt_br: é bom.
ru: хороший.
tr: iyi.
vi: tốt.
zh_hans: 很好。

source: That sounds vaguely like the
de: Das klingt vage wie die
fr: Cela ressemble vaguement à
it: Suona vagamente come il
ko: 어렴풋이 처럼 들린다.
pl: To brzmi nieco jak
pt_br: Isso soa vagamente como o(a)
ru: Это звучит немного похоже на
tr: Kulağa belli belirsiz şu gibi geliyor:
vi: Nghe mơ hồ giống như là
zh_hans: 听起来有点模糊

source: is okay.
de: ist ok.
fr: est correct.
it: va bene.
ko: 괜찮다.
pl: jest w miarę.
pt_br: está bem.
ru: обычный.
tr: fena değil.
vi: tạm ổn.
zh_hans: 没关系。

source: is fine.
de: ist gut.
fr: c'est bien.
it: è a posto.
ko: 괜찮습니다.
pl: jest niezły.
pt_br: está bem
ru: хороший.
tr: iyi.
vi: ổn.
zh_hans: 很好。

source: is alright.
de: ist in Ordnung.
fr: C'est bien.
it: va bene.
ko: 괜찮아.
pl: jest w porządku.
pt_br: está tudo bem
ru: нормальный.
tr: idare eder.
vi: ổn thôi.
zh_hans: 没关系。

source: could be better.
de: könnte besser sein.
fr: cela pourrait être mieux.
it: potrebbe andar meglio.
ko: 더 좋을 수 있습니다.
pl: mógłby być lepszy.
pt_br: poderia ser melhor.
ru: мог быть и лучше.
tr: daha iyi olabilirdi.
vi: có thể tốt hơn.
zh_hans: 有待改善。

source: could be worse.
de: könnte schlimmer sein.
fr: pourrait être pire.
it: potrebbe essere peggio.
ko: 더 나쁠 수 있습니다.
pl: mógł być gorszy.
pt_br: poderia ser pior.
ru: мог быть и хуже.
tr: daha kötü olabilirdi.
vi: có thể tệ hơn.
zh_hans: 可能更糟。

source: is middling.
de: ist mittelmäßig.
fr: est moyen.
it: è nella media.
ko: 중간이다.
pl: jest przeciętny.
pt_br: É mediano
ru: посредственный.
tr: vasat.
vi: ở mức trung bình.
zh_hans: 中等。

source: Is that supposed to be the
de: Soll vermutlich so sein wie
fr: Est-ce censé être le
it: Dovrebbe essere questo il
ko: 그게 이어야 하는가?
pl: Czy to miał być
pt_br: Aquilo é para ser o
ru: Это должно было быть
tr: Bunun şu olması mı gerekiyordu:
vi: Đó có phải là
zh_hans: 这应该是

source: is no good.
de: ist nicht gut.
fr: n'est pas bon.
it: non va bene.
ko: 좋지 않다.
pl: nie jest dobry.
pt_br: não é bom.
ru: плоховатый.
tr: işe yaramaz.
vi: không tốt.
zh_hans: 不好。

source: stinks!
de: stinkt!
fr: ça pue !
it: puzza!
ko: 악취!
pl: jest do niczego!
pt_br: fede!
ru: воняет!
tr: berbat!
vi: thật dở tệ!
zh_hans: 好臭！

source: is lousy.
de: ist lausig.
fr: est moche.
it: è schifoso.
ko: 형편없다.
pl: jest kiepski.
pt_br: é barulhento.
ru: паршивый.
tr: berbat.
vi: thật tệ hại.
zh_hans: 很糟糕。

source: is a waste of time.
de: ist Zeitverschwendung.
fr: est une perte de temps.
it: è una perdita di tempo.
ko: 시간 낭비입니다.
pl: jest stratą czasu.
pt_br: é perda de tempo.
ru: трата времени.
tr: zaman kaybı.
vi: là lãng phí thời gian.
zh_hans: 是浪费时间。

source: couldn't be much worse.
de: könnte nicht viel schlimmer sein.
fr: ne pourrait pas être bien pire.
it: non potrebbe essere peggiore.
ko: 이보다 더 나쁠 수는 없습니다.
pl: nie mógł być dużo gorszy.
pt_br: não podia ser muito pior.
ru: не может быть намного хуже.
tr: bundan daha kötü olamazdı.
vi: không thể tệ hơn được nữa.
zh_hans: 情况再好不过了。

source: is terrible.
de: ist schrecklich.
fr: est terrible.
it: è terribile.
ko: 끔찍하다.
pl: jest okropny.
pt_br: é terrível
ru: ужасный.
tr: korkunç.
vi: thật kinh khủng.
zh_hans: 真可怕

source: is just bad.
de: ist einfach schlecht.
fr: est juste mauvais.
it: è semplicemente pessimo.
ko: 그냥 나쁘다.
pl: jest po prostu zły.
pt_br: é apenas ruim.
ru: это просто плохо.
tr: sadece kötü.
vi: chỉ là dở.
zh_hans: 真是太糟糕了。

source: doesn't belong here.
de: gehört hier nicht hin.
fr: n'appartient pas ici.
it: non appartiene a questo luogo.
ko: 여기에 속하지 않습니다.
pl: nie pasuje tu.
pt_br: não pertence aqui.
ru: не принадлежит вам.
tr: buraya ait değil.
vi: không thuộc về nơi này.
zh_hans: 不属于这里。

source: makes me retch.
de: lässt mich würgen.
fr: me fait vomir.
it: mi fa vomitare.
ko: 구역질이 난다.
pl: sprawia, że chce mi się rzygać.
pt_br: me deixa enjoado.
ru: тошнотворный.
tr: beni kusturuyor.
vi: khiến tôi buồn nôn.
zh_hans: 让我呕吐。

source: ? Awful.
de: ? Schrecklich.
fr: ? Terrible.
it: ? Terribile.
pl: ? Okropny.
pt_br: ? Horrível.
ru: ? Отвратительно.
vi: ? Tệ hại.
zh_hans: ？?可怕。

source: This is my favorite dance.
de: Dies ist mein Lieblingstanz.
fr: C'est ma danse préférée.
it: Questa è la mia danza preferita.
ko: 제가 가장 좋아하는 춤입니다.
pl: To mój ulubiony taniec.
pt_br: Essa é minha dança favorita.
ru: Это мой любимый танец.
tr: Bu benim en sevdiğim dans.
vi: Đây là điệu nhảy yêu thích của tôi.
zh_hans: 这是我最喜欢的舞蹈。

source: The accompaniment is my favorite music.
de: Die Begleitung ist meine Lieblingsmusik.
fr: L'accompagnement est ma musique préférée.
it: L'accompagnamento è la mia musica preferita.
ko: 반주는 제가 가장 좋아하는 음악입니다.
pl: Akompaniament to moja ulubiona muzyka.
pt_br: O acompanhamento é minha musica favorita.
ru: Это моя любимая мелодия.
tr: Eşlik eden müzik en sevdiğim müzik.
vi: Phần nhạc đệm là bản nhạc yêu thích của tôi.
zh_hans: 伴奏是我最喜欢的音乐。

source: This is my favorite music.
de: Dies ist meine Lieblingsmusik.
fr: C'est ma musique préférée.
it: Questa è la mia musica preferita.
ko: 이것은 내가 가장 좋아하는 음악입니다.
pl: To moja ulubiona muzyka.
pt_br: Essa é minha musica favorita.
ru: Это моя любимая музыкальная композиция.
tr: Bu benim en sevdiğim müzik.
vi: Đây là bản nhạc yêu thích của tôi.
zh_hans: 这是我最喜欢的音乐。

source: This is my favorite poetry.
de: Dies ist mein Lieblingsgedicht.
fr: C'est ma poésie préférée.
it: Questa è la mia poesia preferita.
ko: 제가 가장 좋아하는 시입니다.
pl: To moja ulubiona poezja.
pt_br: Esta é minha poesia favorita.
ru: Это мои любимые стихи.
tr: Bu benim en sevdiğim şiir.
vi: Đây là bài thơ yêu thích của tôi.
zh_hans: 这是我最喜欢的诗歌。

source: The lyrics of the accompaniment are my favorite poetry.
de: Die Texte der Begleitung sind meine Lieblingsgedichte.
fr: Les paroles de l'accompagnement sont ma poésie préférée.
it: Il testo dell'accompagnamento è la mia poesia preferita.
ko: 반주의 가사는 제가 가장 좋아하는 시입니다.
pl: Tekst akompaniamentu to mój ulubiony wiersz.
pt_br: A letra do acompanhamento é minha poesia favorita.
ru: Люблю слова этой песни.
tr: Eşlik eden sözler benim en sevdiğim şiir.
vi: Lời ca của nhạc đệm là áng thơ tôi yêu thích nhất.
zh_hans: 伴奏的歌词是我最喜欢的诗歌。

source: The lyrics are my favorite poetry.
de: Die Texte sind meine Lieblingsgedichte.
fr: Les paroles sont ma poésie préférée.
it: Le liriche sono le mie poesie preferite.
ko: 가사는 제가 가장 좋아하는 시입니다.
pl: Tekst to mój ulubiony wiersz.
pt_br: Poesia Lírica é minha favoritas
ru: Люблю эти слова.
tr: Sözler benim en sevdiğim şiir.
vi: Lời ca là áng thơ tôi yêu thích nhất.
zh_hans: 歌词是我最喜欢的诗歌。

source: I love reflective poetry.
de: Ich liebe Gedankenlyrik.
fr: J'aime la poésie réfléchie.
it: Amo la poesia riflessiva.
ko: 나는 성찰적 시를 좋아합니다.
pl: Kocham refleksyjną poezję.
pt_br: Eu amo poemas reflexivos
ru: Я люблю рефлексивную поэзию.
tr: Düşündürücü şiirleri severim.
vi: Tôi yêu thích thơ ca suy tư.
zh_hans: 我喜欢反思性的诗歌。

source: I love the reflective lyrics of the accompaniment.
de: Ich liebe die reflektierenden Texte der Begleitung.
fr: J'aime les paroles réfléchies de l'accompagnement.
it: Mi piace il testo riflessivo dell'accompagnamento.
ko: 나는 반주의 반사적인 가사를 좋아합니다.
pl: Kocham refleksyjny tekst akompaniamentu.
pt_br: Eu amo as letras reflexivas do acompanhamento.
ru: Я люблю эту рефлексивную лирику аккомпанемента.
tr: Eşlik eden düşündürücü sözleri seviyorum.
vi: Tôi yêu thích lời ca suy tư trong nhạc đệm.
zh_hans: 我喜欢伴奏的反光歌词。

source: I love the reflective lyrics.
de: Ich liebe die reflektierenden Texte.
fr: J'aime les paroles réfléchies.
it: Adoro i testi riflessivi.
ko: 반영구적인 가사가 좋아요.
pl: Kochem refleksyjny tekst.
pt_br: Eu amo Musicas reflexivas
ru: Я люблю рефлексивную лирику.
tr: Düşündürücü sözleri seviyorum.
vi: Tôi yêu thích những lời ca suy tư.
zh_hans: 我喜欢反思的歌词。

source: I hate self-absorbed poetry.
de: Ich hasse selbstbezogene Poesie.
fr: Je déteste la poésie égocentrique.
it: Odio la poesia egocentrica.
ko: 나는 자기 도취적인 시를 싫어합니다.
pl: Nienawidzę poezji skupionej na sobie.
pt_br: Eu odeio poesia egocêntrica
ru: Я ненавижу самопоглощающую поэзию.
tr: Benmerkezci şiirlerden nefret ederim.
vi: Tôi ghét thơ ca tự mãn.
zh_hans: 我讨厌自我吸收的诗歌。

source: I hate the self-absorbed lyrics of the accompaniment.
de: Ich hasse die selbstbezogen Texte der Begleitung.
fr: Je déteste les paroles égocentriques de l'accompagnement.
it: Odio i testi egocentrici dell'accompagnamento.
ko: 자기도취적인 반주의 가사가 싫다.
pl: Nienawidzę skupionego na sobie tekstu akompaniamentu.
pt_br: Eu odeio as letras egocêntricas do acompanhamento.
ru: Я ненавижу ужасную лирику в аккомпанементах.
tr: Eşlik eden benmerkezci sözlerden nefret ediyorum.
vi: Tôi ghét lời ca tự mãn trong nhạc đệm.
zh_hans: 我讨厌伴奏的自我吸收的歌词。

source: I hate the self-absorbed lyrics.
de: Ich hasse die selbstbezogen Texte.
fr: Je déteste les paroles égocentriques.
it: Odio i testi egocentrici.
ko: 자기도취적인 가사가 싫다.
pl: Nienawidzę skupionego na sobie tekstu.
pt_br: Eu odeio as letras egocêntricas
ru: Я ненавижу самопоглощающую лирику.
tr: Benmerkezci sözlerden nefret ediyorum.
vi: Tôi ghét những lời ca tự mãn.
zh_hans: 我讨厌自我吸收的歌词。

source: I love riddles.
de: Ich liebe Rätsel.
fr: J'adore les devinettes.
it: Adoro gli indovinelli.
ko: 나는 수수께끼를 좋아합니다.
pl: Uwielbiam zagadki.
pt_br: Eu amo enigmas.
ru: Я люблю загадки.
tr: Bilmeceleri severim.
vi: Tôi yêu thích những câu đố.
zh_hans: 我喜欢谜语。

source: I love the riddle in the lyrics of the accompaniment.
de: Ich liebe das Rätsel in den Texten der Begleitung.
fr: J'aime l'énigme dans les paroles de l'accompagnement.
it: Mi piace l'indovinello nel testo d'accompagnamento.
ko: 나는 반주 가사의 수수께끼를 좋아합니다.
pl: Uwielbiam zagadki w tekście akompaniamentu.
pt_br: Eu amo o enigma nas letras do acompanhamento.
ru: Я люблю загадки в текстах песен.
tr: Eşlik eden sözlerdeki bilmeceyi seviyorum.
vi: Tôi yêu thích câu đố trong lời ca của nhạc đệm.
zh_hans: 我喜欢伴奏歌词中的谜语。

source: I love the riddle in the lyrics.
de: Ich liebe das Rätsel in den Texten.
fr: J'adore l'énigme dans les paroles.
it: Mi piace l'indovinello del testo.
ko: 나는 가사의 수수께끼를 좋아합니다.
pl: Uwielbiam zagadki w tekście.
pt_br: Eu amo o enigma nas letras.
ru: Я люблю загадки в тексте.
tr: Sözlerdeki bilmeceyi seviyorum.
vi: Tôi yêu thích câu đố trong lời ca.
zh_hans: 我喜欢歌词中的谜语。

source: I hate riddles.
de: Ich hasse Rätsel.
fr: Je déteste les devinettes.
it: Odio gli indovinelli.
ko: 나는 수수께끼가 싫어.
pl: Nienawidzę zagadek.
pt_br: Eu odeio enigmas.
ru: Я ненавижу загадки
tr: Bilmecelerden nefret ederim.
vi: Tôi ghét những câu đố.
zh_hans: 我讨厌谜语。

source: Why is there a riddle in the lyrics of the accompaniment? I hate riddles.
de: Warum ist es ein Rätsel in den Texten der Begleitung? Ich hasse Rätsel.
fr: Pourquoi y a-t-il une énigme dans les paroles de l'accompagnement ? Je déteste les devinettes.
it: Perché c'è un indovinello nel testo d'accompagnamento? Odio gli indovinelli.
ko: 반주 가사에 왜 숨겨진 말이 있는 거죠? 저는 수수께끼를 싫어한단 말이에요.
pl: Dlaczego jest tyle zagadek w tekście akompaniamentu? Nienawidzę zagadek.
pt_br: Por que há um enigma na letra do acompanhamento? Eu odeio enigmas.
ru: Зачем нужны загадки в текстах песен? Ненавижу загадки.
vi: Vì sao lại có câu đố trong lời ca của nhạc đệm? Tôi ghét những câu đố.
zh_hans: 为什么伴奏的歌词中有一个谜语？我讨厌谜语。

source: Why is there a riddle in the lyrics? I hate riddles.
de: Warum ist es ein Rätsel in den Texten? Ich hasse Rätsel.
fr: Pourquoi y a-t-il une devinette dans les paroles ? Je déteste les devinettes.
it: Perché c'è un indovinello nel testo? Odio gli indovinelli.
ko: 가사에 수수께끼가 있는 이유는?
pl: Dlaczego jest tyle zagadek w tekście? Nienawidzę zagadek.
pt_br: Por que existe um enigma na letra? Eu odeio enigmas.
ru: Зачем нужны загадки в тексте? Ненавижу загадки.
vi: Vì sao lại có câu đố trong lời ca? Tôi ghét những câu đố.
zh_hans: 为什么歌词中有谜语？我讨厌谜语。

source: This poetry is so embarrassing!
de: Diese Dichtung ist so peinlich!
fr: Cette poésie est si embarrassante !
it: Questa poesia è così imbarazzante!
ko: 이 시는 너무 창피해!
pl: Ten wiersz jest taki żenujący!
pt_br: Essa poesia é embaraçosa
ru: Стихи слишком смущают!
tr: Bu şiir çok utanç verici!
vi: Bài thơ này thật đáng xấu hổ!
zh_hans: 这首诗太尴尬了！

source: The lyrics of the accompaniment are so embarrassing!
de: Die Texte der Begleitung sind so peinlich!
fr: Les paroles de l'accompagnement sont tellement gênantes !
it: Il testo dell'accompagnamento è così imbarazzante!
ko: 반주 가사가 너무 부끄러워요!
pl: Tekst akompaniamentu jest taki żenujący!
pt_br: As letras do acompanhamento são tao vergonhosas!
ru: Текст слишком смущает!
tr: Eşlik eden sözler çok utanç verici!
vi: Lời ca của nhạc đệm thật đáng xấu hổ!
zh_hans: 伴奏的歌词太尴尬了！

source: The lyrics are so embarrassing!
de: Die Texte sind so peinlich!
fr: Les paroles sont tellement embarrassantes !
it: I testi sono così imbarazzanti!
ko: 가사가 너무 부끄러워요!
pl: Tekst jest taki żenującey!
pt_br: A letra é tão constrangedora!
ru: Текст слишком смущает!
tr: Sözler çok utanç verici!
vi: Lời ca thật đáng xấu hổ!
zh_hans: 歌词太尴尬了！

source: This poetry is so funny!
de: Diese Dichtung ist so lustig!
fr: Cette poésie est tellement drôle !
it: Questa poesia è così divertente!
ko: 이 시가 너무 재미있어요!
pl: Ten wiersz jest taki zabawny!
pt_br: Essa poesia é tão engraçada!
ru: Стихи такие смешные!
tr: Bu şiir çok komik!
vi: Bài thơ này thật buồn cười!
zh_hans: 这首诗很有趣！

source: The lyrics of the accompaniment are so funny!
de: Die Texte der Begleitung sind so lustig!
fr: Les paroles de l'accompagnement sont tellement drôles !
it: Il testo dell'accompagnamento è così divertente!
ko: 반주 가사가 너무 웃겨요!
pl: Tekst akompaniamentu jest taki zabawny!
pt_br: A letra do acompanhamento é tao engraçada!
ru: Текст под аккомпанемент такой смешной!
tr: Eşlik eden sözler çok komik!
vi: Lời ca của nhạc đệm thật buồn cười!
zh_hans: 伴奏的歌词太有趣了！

source: The lyrics are so funny!
de: Die Texte sind so lustig!
fr: Les paroles sont tellement drôles !
it: I testi sono così divertenti!
ko: 가사가 너무 웃겨요!
pl: Tekst jest taki zabawny!
pt_br: As letras são tão engraçadas!
ru: Текст такой смешной!
tr: Sözler çok komik!
vi: Lời ca thật buồn cười!
zh_hans: 歌词很有趣！

source: I love raunchy poetry!
de: Ich liebe dreckige Poesie!
fr: J'aime la poésie torride !
it: Adoro le poesie sconce!
ko: 난 야한 시를 좋아해!
pl: Uwielbiam sprośną poezję!
pt_br: Eu amo a poesia safada!
ru: Я люблю похотливую поэзию!
tr: Müstehcen şiirleri severim!
vi: Tôi yêu thích thơ ca tục tĩu!
zh_hans: 我更喜欢粗俗点，大人爱看的诗歌!

source: I love the raunchy lyrics of the accompaniment!
de: Ich liebe die schlüpfrige Texte der Begleitung!
fr: J'adore les paroles torrides de l'accompagnement!
it: Adoro il testo sconcio dell'accompagnamento!
ko: 나는 반주의 야한 가사를 좋아한다!
pl: Uwielbiam sprośny tekst akompaniamentu!
pt_br: Eu amo a letra picante do acompanhamento!
ru: Я люблю похотливые тексты под аккомпанемент!
tr: Eşlik eden müstehcen sözleri seviyorum!
vi: Tôi yêu thích lời ca tục tĩu trong nhạc đệm!
zh_hans: 我喜欢伴奏的粗俗歌词！

source: I love the raunchy lyrics!
de: Ich liebe die schlüpfrige Texte!
fr: J'adore les paroles torrides !
it: Adoro i testi sconci!
ko: 난 야한 가사가 좋아!
pl: Uwielbiam sprośny tekst!
pt_br: Eu amo as letras safadas!
ru: Я люблю похотливые тексты!
tr: Müstehcen sözleri seviyorum!
vi: Tôi yêu thích những lời ca tục tĩu!
zh_hans: 我喜欢粗俗的歌词！

source: I love ribald poetry.
de: Ich liebe deftigen Gedichte.
fr: J'aime la poésie vulgaire.
it: Amo la poesia scurrile.
ko: 나는 ribald시를 좋아합니다.
pl: Uwielbiam rubaszną poezję.
pt_br: eu amo poesia obscena
ru: Я люблю грубую поэзию.
tr: Edepsiz şiirleri severim.
vi: Tôi yêu thích thơ ca thô tục.
zh_hans: 我喜欢抒情诗。

source: I love the ribald lyrics of the accompaniment.
de: Ich liebe die deftigen Texte der Begleitung.
fr: J'aime les paroles grivoises de l'accompagnement.
it: Mi piace il testo scurrile dell'accompagnamento.
ko: 나는 반주의 ribald 가사를 좋아합니다.
pl: Uwielbiam rubaszny tekst akompaniamentu.
pt_br: Eu amo as letras obscenas do acompanhamento..
ru: Я люблю грубую лирику в аккомпанементах.
tr: Eşlik eden edepsiz sözleri seviyorum.
vi: Tôi yêu thích lời ca thô tục trong nhạc đệm.
zh_hans: 我喜欢伴奏的抒情歌词。

source: I love the ribald lyrics.
de: Ich liebe die deftigen Texte.
fr: J'adore les paroles ridicules.
it: Adoro i testi scurrili.
ko: 나는 ribald 가사를 좋아합니다.
pl: Uwielbiam sprośny tekst.
pt_br: Eu amo letras musicais indecentes.
ru: Я люблю грубую лирику.
tr: Edepsiz sözleri seviyorum.
vi: Tôi yêu thích những lời ca thô tục.
zh_hans: 我喜欢抒情的歌词。

source: I hate this sleazy sort of poetry.
de: Ich hasse diese schmierigen Art von Poesie.
fr: Je déteste ce genre de poésie sordide.
it: Odio questo squallido tipo di poesia.
ko: 나는 이런 천박한 시를 싫어한다.
pl: Nienawidzę tego obskurnego rodzaju poezji.
pt_br: Eu odeio este tipo de poesia suja.
ru: Я ненавижу этот запущенный вид поэзии.
tr: Bu tür bayağı şiirlerden nefret ederim.
vi: Tôi ghét thể loại thơ ca hạ đẳng này.
zh_hans: 我讨厌这种诡异的诗歌。

source: Must the lyrics of the accompaniment be so off-putting?
de: Müssen die Texte der Begleitung so abschreckend sein?
fr: Les paroles de l'accompagnement doivent-elles être si rebutantes ?
it: Il testo dell'accompagnamento dev'essere così fuori luogo?
ko: 반주 가사가 너무 과격하지 않나요?
pl: Czy tekst akompaniamentu musi być aż tak odstręczający?
pt_br: A letra do acompanhamento deve ser tão desanimadora?
ru: Разве лирика к месту тут?
tr: Eşlik eden sözler bu kadar itici olmak zorunda mı?
vi: Lời ca của nhạc đệm nhất thiết phải khó chịu đến vậy sao?
zh_hans: 伴奏的歌词必须如此令人反感吗？

source: These lyrics are simply unacceptable.
de: Diese Texte sind einfach inakzeptabel.
fr: Ces paroles sont tout simplement inacceptables.
it: Questi testi sono semplicemente inaccettabili.
ko: 이 가사는 단순히 받아 들일 수 없습니다.
pl: Ten tekst jest po prostu niedopuszczalny.
pt_br: Estas letras são simplesmente inaceitáveis.
ru: Эта лирика просто недопустима.
tr: Bu sözler kesinlikle kabul edilemez.
vi: Những lời ca này đơn giản là không thể chấp nhận được.
zh_hans: 这些歌词简直是不可接受的。

source: I love light poetry.
de: Ich liebe leichte Poesie.
fr: J'aime la poésie légère.
it: Amo la poesia leggera.
ko: 나는 가벼운 시를 좋아합니다.
pl: Uwielbiam lekką poezję.
pt_br: Amo poesia leve.
ru: Я люблю лёгкую поэзию.
tr: Hafif şiirleri severim.
vi: Tôi yêu thích thơ ca nhẹ nhàng.
zh_hans: 我喜欢轻诗。

source: I love the light lyrics of the accompaniment.
de: Ich liebe die leichten Texte der Begleitung.
fr: J'aime les paroles légères de l'accompagnement.
it: Mi piace il testo leggero dell'accompagnamento.
ko: 반주의 경쾌한 가사가 좋아요.
pl: Uwielbiam lekki tekst akompaniamentu.
pt_br: Eu amo as letras leves do acompanhamento.
ru: Я люблю лёгкую лирику в аккомпониментах.
tr: Eşlik eden hafif sözleri seviyorum.
vi: Tôi yêu thích lời ca nhẹ nhàng trong nhạc đệm.
zh_hans: 我喜欢伴奏的轻歌词。

source: I love the light lyrics.
de: Ich liebe die leichten Texte.
fr: J'aime les paroles légères.
it: Adoro i testi leggeri.
ko: 가벼운 가사가 좋아요.
pl: Uwielbiam lekki tekst.
pt_br: Eu amo as letras leves.
ru: Я люблю лёгкую лирику.
tr: Hafif sözleri seviyorum.
vi: Tôi yêu thích những lời ca nhẹ nhàng.
zh_hans: 我喜欢轻歌词。

source: I prefer more weighty subject matter myself.
de: Ich bevorzuge selbst mehr gewichtige Themen.
fr: Je préfère moi-même un sujet plus lourd.
it: Preferisco argomenti più pesanti.
ko: 나는 더 무거운 주제를 선호합니다.
pl: Osobiście wolę bardziej poważne tematy.
pt_br: Eu mesmo prefiro assuntos mais pesados.
ru: Я предпочитаю более тяжелый предмет для себя.
tr: Ben şahsen daha ağır konuları tercih ederim.
vi: Cá nhân tôi thích những chủ đề sâu sắc hơn.
zh_hans: 我自己更喜欢更重要的主题。

source: Couldn't the lyrics of the accompaniment be a bit more somber?
de: Könnten die Texte der Begleitung nicht ein bisschen düsterer sein?
fr: Les paroles de l'accompagnement ne pourraient-elles pas être un peu plus sombres ?
it: Il testo dell'accompagnamento non potrebbe essere un po' più cupo?
ko: 반주의 가사가 좀 더 침울하면 안 될까요?
pl: Czy tekst akompaniamentu nie mógłby być trochę bardziej ponury?
pt_br: A letra do acompanhamento não poderia ser um pouco mais sombria?
ru: Может тут лирика должна быть мрачной?
tr: Eşlik eden sözler biraz daha kasvetli olamaz mıydı?
vi: Lời ca của nhạc đệm không thể u buồn hơn một chút sao?
zh_hans: 伴奏的歌词难道不是更加忧郁吗？

source: These lyrics are too breezy.
de: Diese Texte sind zu fröhlich.
fr: Ces paroles sont trop légères.
it: Questi testi sono troppo spigliati.
ko: 이 가사는 너무 경쾌합니다.
pl: Ten tekst jest zbyt zwiewny.
pt_br: Essas letras são muito alegres.
ru: Эта лирика слишком занудная.
tr: Bu sözler fazla havai.
vi: Những lời ca này quá hời hợt.
zh_hans: 这些歌词太轻松了。

source: I love solemn poetry.
de: Ich liebe feierliche Gedichte.
fr: J'aime la poésie solennelle.
it: Amo la poesia solenne.
ko: 나는 엄숙한 시를 좋아합니다.
pl: Kocham uroczystą poezję.
pt_br: Eu amo a poesia solene.
ru: Люблю торжественные стихи.
tr: Ciddi şiirleri severim.
vi: Tôi yêu thích thơ ca trang nghiêm.
zh_hans: 我喜欢庄严的诗歌。

source: I love the solemn lyrics of the accompaniment.
de: Ich liebe die feierlichen Texte der Begleitung.
fr: J'aime les paroles solennelles de l'accompagnement.
it: Mi piace il testo solenne dell'accompagnamento.
ko: 나는 반주의 엄숙한 가사를 좋아합니다.
pl: Uwielbiam uroczysty tekst akompaniamentu.
pt_br: Eu amo as letras solenes do acompanhamento.
ru: Люблю песни с торжественными словами.
tr: Eşlik eden ciddi sözleri seviyorum.
vi: Tôi yêu thích lời ca trang nghiêm trong nhạc đệm.
zh_hans: 我喜欢伴奏的庄严歌词。

source: I love the solemn lyrics.
de: Ich liebe die feierlichen Texte.
fr: J'aime les paroles solennelles.
it: Mi piace il testo solenne.
ko: 나는 엄숙한 가사를 좋아합니다.
pl: Uwielbiam uroczytość tekstu.
pt_br: Eu amo as letras solenes.
ru: Люблю торжественные слова.
tr: Ciddi sözleri seviyorum.
vi: Tôi yêu thích những lời ca trang nghiêm.
zh_hans: 我喜欢庄严的歌词。

source: I can't stand poetry this serious.
de: Ich kann seriöse Poesie nicht ausstehen.
fr: Je ne supporte pas la poésie aussi sérieuse.
it: Non sopporto la poesia così seria.
ko: 이렇게 심각한 시를 참을 수 없습니다.
pl: Nie mogę znieść tak poważnej poezji.
pt_br: Eu não suporto poesia tão séria.
ru: Не люблю настолько серьёзные стихи.
tr: Bu kadar ciddi şiirlere dayanamıyorum.
vi: Tôi không thể chịu đựng được thơ ca nghiêm túc đến mức này.
zh_hans: 我不能忍受这种严肃的诗歌。
