Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: the abductions
de: die Entführungen
fr: les enlèvements
it: i sequestri
ko: 납치
pl: porwaniach
pt_br: os raptos
ru: похищения
tr: adam kaçırmalar
vi: các vụ bắt cóc
zh_hans: 绑架

source: the beasts
de: die Biester
fr: Les bêtes
it: le bestie
ko: 짐승
pl: bestiach
pt_br: as bestas
ru: звери
tr: canavarlar
vi: các dã thú
zh_hans: 野兽

source: the criminals
de: die Kriminellen
fr: les criminels
it: i criminali
ko: 범죄자
pl: kryminalistach
pt_br: os criminosos
ru: преступники
tr: suçlular
vi: bọn tội phạm
zh_hans: 罪犯

source: the bandits
de: die Banditen
fr: les bandits
it: i banditi
ko: 산적
pl: bandytach
pt_br: os bandidos
ru: бандиты
tr: haydutlar
vi: bọn cướp
zh_hans: 土匪

source: the skulking vermin
de: das schleichende Ungeziefer
fr: la vermine furtive
it: i parassiti appostati
ko: 살금살금 다니는 해충
pl: czającym się robactwie
pt_br: os vermes Tocaieiro
ru: подлый вредитель
tr: sinsi haşereler
vi: lũ sâu bọ lẩn trốn
zh_hans: 狡猾的害虫

source: the bone-chilling horror
de: das unheimliche Grauen
fr: l'horreur effrayante
it: l'orrore agghiacciante
ko: 뼛속까지 서늘해지는 공포
pl: mrożącym krew w żyłach horrorze
pt_br: o horror de arrepiar
ru: леденящий кровь ужас
tr: tüyler ürpertici dehşet
vi: nỗi kinh hoàng thấu xương
zh_hans: 令人毛骨悚然的恐怖

source: the ruffians
de: die Raufbolde
fr: les voyous
it: i furfanti
ko: 악당들
pl: zbójcach
pt_br: os rufioes
ru: головорезы
tr: kabadayılar
vi: bọn côn đồ
zh_hans: 痞子

source: the open war
de: der offene Krieg
fr: la guerre ouverte
it: la guerra aperta
ko: 열린 전쟁
pl: otwartej wojnie
pt_br: a guerra aberta
ru: открытая война
tr: açık savaş
vi: cuộc chiến tranh công khai
zh_hans: 公开战争

source: the brewing trouble
de: der brodelnde Ärger
fr: le problème du brassage
it: i problemi creati
ko: 양조 문제
pl: kłopoty z warzeniem
pt_br: o problema da fabricação de cerveja
ru: беспорядки
tr: patlamak üzere olan bela
vi: rắc rối đang nảy sinh
zh_hans: 酿造麻烦

source: How have things been?
de: Wie ist es gelaufen?
fr: Comment ça s'est passé ?
it: Come sono andate le cose?
ko: 상황이 어떻게 되었습니까?
pl: Jak sprawy się mają?
pt_br: Como foram as coisas?
ru: Как дела?
tr: İşler nasıl gidiyor?
vi: Mọi việc thế nào rồi?
zh_hans: 事情怎么样？

source: How's life here?
de: Wie ist das Leben hier?
fr: Comment va la vie ici ?
it: Com'è la vita qui?
ko: 여기 생활은 어때?
pl: Jak się tu żyje?
pt_br: Como é a vida aqui?
ru: Как здесь живётся?
tr: Burada hayat nasıl?
vi: Cuộc sống ở đây ra sao?
zh_hans: 这里的生活怎么样？

source: I am on a mission from
tr: Şuradan bir görevdeyim:
vi: Ta đang thực hiện một nhiệm vụ từ

source: How may I serve
tr: Şuna nasıl hizmet edebilirim:
vi: Ta có thể phục vụ gì cho

source: How may I serve you?
tr: Size nasıl hizmet edebilirim?
vi: Ta có thể phục vụ gì cho ngươi?

source: It has been the same as ever.
de: Es ist alles beim Alten geblieben.
fr: C'est toujours pareil.
it: È stato come sempre.
ko: 예전과 똑같습니다.
pl: Jest tak samo, jak zawsze.
pt_br: Tem sido o mesmo de sempre.
ru: Всё как обычно.
tr: Her zamanki gibiydi.
vi: Vẫn như mọi khi.
zh_hans: 它和以前一样。

source: You must kill
de: Du musst töten
fr: Tu dois tuer
it: Devi uccidere
ko: 당신은 죽여야합니다
pl: Musisz zabić
pt_br: Você deve matar
ru: Вы должны убить
tr: Öldürmelisin:
vi: Ngươi phải giết
zh_hans: 你必须杀了

source: This
de: Dies
fr: Cette
it: Questo
ko: 이것
pl: To
pt_br: este
ru: Это
vi: Kẻ này
zh_hans: 这个

source: great beast
de: großes Biest
fr: grande bête
it: grande bestia
ko: 큰 짐승
pl: wielka bestia
pt_br: grande besta
ru: огромное чудовище
tr: büyük canavar
vi: con dã thú vĩ đại
zh_hans: 巨兽

source: ancient force of nature
de: alte Kraft der Natur
fr: ancienne force de la nature
it: antica forza della natura
ko: 고대 자연의 힘
pl: starożytna siła natury
pt_br: força da natureza ancia
ru: древняя сила природы
tr: kadim doğa gücü
vi: thế lực tự nhiên cổ xưa
zh_hans: 古代的自然力量

source: cursed demon
de: verfluchter Dämon
fr: démon maudit
it: demone maledetto
ko: 저주받은 악마
pl: przeklęty demon
pt_br: demônio amaldiçoado
ru: проклятый демон
tr: lanetli iblis
vi: con quỷ bị nguyền rủa
zh_hans: 被诅咒的恶魔

source: fearsome beast
de: furchterregendes Biest
fr: bête redoutable
it: bestia temibile
ko: 무시무시한 짐승
pl: przerażająca bestia
pt_br: fera temível
ru: грозное чудовище
tr: korkunç canavar
vi: con dã thú đáng sợ
zh_hans: 可怕的野兽

source: horrible beast
de: furchterregendes Biest
fr: horrible bête
it: bestia orribile
ko: 끔찍한 짐승
pl: straszliwa bestia
pt_br: besta horripilante
ru: ужасное чудовище
tr: korkunç yaratık
vi: con dã thú kinh khủng
zh_hans: 可怕的野兽

source: night creature
de: Nachtkreatur
fr: créature de la nuit
it: creatura notturna
ko: 밤의 생물
pl: nocne stworzenie
pt_br: criatura da noite
ru: ночное существо
tr: gece yaratığı
vi: sinh vật màn đêm
zh_hans: 夜生物

source: evil being
de: teuflisch
fr: être maléfique
it: essere malvagio
ko: 사악한 존재
pl: zły byt
pt_br: ser malígno
ru: злое существо
tr: kötü varlık
vi: thực thể tà ác
zh_hans: 邪恶的存在

source: terror from the evil depths
de: Terror aus den teuflischen Tiefen
fr: la terreur des profondeurs maléfiques
it: terrore dalle profondità maligne
ko: 사악한 심연의 공포
pl: terror ze złych głębin
pt_br: terror das profundezas do mal
ru: ужас из глубин
tr: kötü derinliklerden gelen dehşet
vi: nỗi kinh hoàng từ vực sâu tà ác
zh_hans: 来自邪恶深处的恐怖

source: vile monster from the bowels of the earth
de: abscheuliche Monster aus den Eingeweiden der Erde
fr: vil monstre des entrailles de la terre
it: vile mostro dalle viscere della terra
ko: 지구의 창자에서 나온 사악한 괴물
pl: podły potwór z odmętów ziemi
pt_br: monstro vil das entranhas da terra
ru: гнусное чудовище из недр земли
tr: dünyanın derinliklerinden gelen aşağılık canavar
vi: quái vật ghê tởm từ lòng đất
zh_hans: 来自土里的邪恶怪物

source: beast from underground
de: Bestien des Untergrunds
fr: bête du sous-sol
it: bestia del sottosuolo
ko: 지하에서 온 짐승
pl: bestia z podziemi
pt_br: animal do subsolo
ru: чудовище из подземелий
tr: yeraltından gelen canavar
vi: dã thú từ lòng đất
zh_hans: 来自地下的野兽

source: creeping thing
de: Gewürm
fr: chose rampante
it: cosa strisciante
ko: 기는 것
pl: pełzająca rzecz
pt_br: coisa rastejante
ru: ползучая тварь
tr: sürünen şey
vi: sinh vật bò trườn
zh_hans: 爬行的东西

source: terrifying wilderness monster
de: schreckliches Monster der Wildnis
fr: monstre sauvage terrifiant
it: terrificante mostro delle terre selvagge
ko: 무서운 광야의 괴물
pl: przerażający dziki potwór
pt_br: monstro assustador do deserto
ru: ужасный монстр из диких мест
tr: korkunç yaban canavarı
vi: quái vật hoang dã đáng sợ
zh_hans: 可怕的荒野怪物

source: savage beast
de: wildes Biest
fr: bête sauvage
it: bestia selvaggia
ko: 사나운 짐승
pl: dzika bestia
pt_br: besta selvagem
ru: дикое чудовище
tr: vahşi canavar
vi: dã thú hung tợn
zh_hans: 野蛮的野兽

source: ferocious wild animal
de: grausames wildes Tier
fr: animal sauvage féroce
it: animale selvatico feroce
ko: 사나운 야생 동물
pl: okrutne dzikie zwierzę
pt_br: animal selvagem feroz
ru: свирепое дикое животное
tr: yırtıcı vahşi hayvan
vi: động vật hoang dã hung dữ
zh_hans: 凶猛的野生动物

source: ferocious unnatural beast
de: wilde unnatürliche Bestie
fr: bête féroce contre nature
it: bestia feroce e innaturale
ko: 사나운 부자연스러운 짐승
pl: okrutna nienaturalna bestia
pt_br: animal feroz não natural
ru: свирепая сверхъестественная тварь
tr: yırtıcı doğaüstü canavar
vi: dã thú hung dữ dị thường
zh_hans: 凶猛不自然的野兽

source: beast from the wilds
de: Biest aus der Wildnis
fr: bête de la nature
it: bestia delle lande selvagge
ko: 야생의 짐승
pl: bestia z dziczy
pt_br: besta das selvas
ru: чудовище из диких мест
tr: yaban hayatından gelen canavar
vi: dã thú từ vùng hoang dã
zh_hans: 来自荒野的野兽

source: threatens our people with its very presence.
de: droht unser Volk mit seiner Gegenwart.
fr: menace notre peuple par sa seule présence.
it: minaccia il nostro popolo con la sua stessa presenza.
ko: 그 존재 자체로 우리 국민을 위협합니다.
pl: zagraża naszemu ludowi samą swoją obecnością.
pt_br: ameaça nosso povo com sua própria presença.
ru: угрожает нам своим присутствием.
tr: varlığıyla halkımızı tehdit ediyor.
vi: đe dọa dân ta chỉ bằng sự hiện diện của nó.
zh_hans: 以其存在威胁我们的人民。

source: Seek your foe in the
de: Suchen eure Gegner in der
fr: Cherchez votre ennemi dans le
it: Cerca il tuo nemico nel
ko: 에서 적을 찾으십시오.
pl: Szukaj wroga w
pt_br: Procure o seu oponente em
ru: Вы найдёте вашего врага в
vi: Hãy tìm kẻ thù của ngươi trong
zh_hans: 寻找你的敌人

source: Our hopes travel with you.
de: Unsere Hoffnungen reisen mit Ihnen.
fr: Nos espoirs voyagent avec vous.
it: Le nostre speranze viaggiano con voi.
ko: 우리의 희망은 당신과 함께 합니다.
pl: Pokładamy w tobie nadzieje.
pt_br: Nossas esperanças viajam com você.
ru: Вы - наша надежда.
vi: Hy vọng của chúng ta đặt cả vào ngươi.
zh_hans: 我们希望与您同行。

source: Enjoy the hunt!
de: Geniesse die Jagd!
fr: Bonne chasse !
it: Godetevi la caccia!
ko: 사냥을 즐기세요!
pl: Miłego polowania!
pt_br: Aproveite a caça!
ru: Удачной охоты!
vi: Hãy tận hưởng cuộc săn!
zh_hans: 享受狩猎！

source: You must drive the ruffians of
de: Ihr müsst die Raufbolde von
fr: Vous devez conduire les voyous de
it: Dovete scacciare i furfanti di
ko: 당신은 악당을 운전해야합니다
pl: Musisz wypędzić zbójów z
pt_br: Você deve dirigir os rufias de
ru: Вы должны прогнать этих головорезов от
tr: Şuranın kabadayılarını kovmalısın:
vi: Ngươi phải xua đuổi bọn du côn của
zh_hans: 你必须驱逐痞子

source: our
de: unsere
fr: notre
it: nostro
ko: 우리의
pl: naszego
pt_br: nosso
ru: нашего
tr: bizim
vi: chúng ta
zh_hans: 我们的

source: . They have been harassing the people for too long.
de: . Sie schikanieren die Menschen schon zu lange.
fr: . Ils harcèlent les gens depuis trop longtemps.
it: . Stanno molestando le persone da troppo tempo.
pl: . Zbyt długo już nękali ludzi.
pt_br: . Eles têm assediado as pessoas por muito tempo.
ru: . Они тревожат нас уже очень долгое время.
vi: . Chúng đã quấy nhiễu dân chúng quá lâu rồi.
zh_hans: 他们长期骚扰人民。

source: sent
de: geschickt
fr: expédié
it: inviato
ko: 전송된
pl: wysłany
pt_br: enviado.
ru: послан
tr: gönderdi:
vi: đã cử
zh_hans: 发送

source: to try to boss us around, but you'll show them the true nature of power.
de: Sie werden versuchen, uns herumzukommandieren, aber Sie werden ihnen die wahre Natur der Macht zeigen.
fr: pour essayer de nous diriger, mais vous leur montrerez la vraie nature de la puissance.
it: per cercare di comandarci a bacchetta, ma mostrerai loro la vera natura del potere.
ko: 권력의 실체를 보여줄 거예요
pl: aby próbować nami rządzić, ale pokażesz im prawdziwą naturę władzy.
pt_br: para sair mandando por aí, mas vou mostrá-los a natureza do poder.
ru: чтобы попытаться захватить власть над нами, но вы покажете им, что такое настоящая сила.
tr: bize patronluk taslamaya çalışmak için, ama onlara gücün gerçek doğasını göstereceksin.
vi: đến để ra oai với chúng ta, nhưng ngươi sẽ cho chúng thấy bản chất thực sự của quyền lực.
zh_hans: 试图对我们指手画脚，但你会向他们展示权力的本质。

source: came try to boss us around, but you'll teach that coward a lesson.
de: Er hat versucht, uns herumzukommandieren, aber du wirst diesem Feigling eine Lektion erteilen.
fr: arriva pour tenter de nous diriger, mais je vais donner une leçon à ce couard.
it: ha cercato di comandarci a bacchetta, ma tu darai una lezione a quel codardo.
ko: 우릴 우두머리로 만들려고 왔는데, 그 겁쟁이에게 교훈을 주게 될 겁니다.
pl: przybył próbując nami rządzić, ale ty dasz lekcję temu tchórzowi.
pt_br: veio tentar mandar na gente, mas você vai dar uma lição naquele covarde.
ru: пришёл, чтобы попытаться захватить власть над нами, но вы преподадите урок этому трусу.
tr: bize efendilik taslamaya geldi, ama o korkağa bir ders vereceksin.
vi: đến để ra oai với chúng ta, nhưng ngươi sẽ dạy cho kẻ hèn nhát đó một bài học.
zh_hans: 来这里试图对我们指手画脚，但你会给这些懦夫上一课。

source: You must drive the skulking vermin
de: Du musst das schleichende Ungeziefer verjagen
fr: Vous devez conduire la vermine furtive
it: Devi scacciare i parassiti appostati
ko: 살금살금 다니는 해충을 운전해야 합니다.
pl: Musisz wypędzić pełzające robactwo
pt_br: Você deve conduzir o verme escondido
ru: Вы должны прогнать этого подлого злодея
tr: Sinsi haşereleri kovmalısın
vi: Ngươi phải xua đuổi lũ sâu bọ hèn hạ
zh_hans: 你必须驱赶潜伏的害虫

source: out of
de: aus
fr: hors de
it: fuori da
ko: 에서
pl: z
pt_br: fora de
ru: от
tr: şuradan dışarı:
vi: khỏi
zh_hans: 外于

source: You must drive
de: Du musst fahren
fr: Vous devez conduire
it: Devi guidare
ko: 당신은 운전해야합니다
pl: Musisz wypędzić
pt_br: Você deve dirigir
ru: Вы должны прогнать
tr: Kovmalısın:
vi: Ngươi phải xua đuổi
zh_hans: 你必须驱逐

source: . Their aggressive order must not be allowed to flourish.
de: . Deren aggressive Ordnung darf nicht gedeihen.
fr: . Leur ordre agressif ne doit pas être autorisé à s'épanouir.
it: . Non si deve permettere che il loro ordine aggressivo fiorisca.
pl: . Nie można dopuścić do rozrostu ich agresywnego porządku.
pt_br: . Sua ordem agressiva não deve florescer.
ru: . Нельзя позволить процветать их агрессивному порядку.
vi: . Trật tự hung hãn của chúng không được phép phát triển.
zh_hans: . 决不允许他们的侵略性秩序盛行。

source: . These outlaws must be punished.
de: . Diese Verbrecher müssen bestraft werden.
fr: . Ces hors-la-loi doivent être punis.
it: . Questi fuorilegge devono essere puniti.
pl: . Ci przestępcy muszą zostać ukarani.
pt_br: . Estes bandidos devem ser punidos.
ru: . Эти преступники должны быть наказаны.
vi: . Những kẻ ngoài vòng pháp luật này phải bị trừng phạt.
zh_hans: 这些不法分子必须受到惩罚。

source: . These criminals have been allowed to thrive for too long.
de: . Diese Kriminellen wurden schon zu lange geduldet.
fr: . Ces criminels ont été autorisés à prospérer pendant trop longtemps.
it: . A questi criminali è stato permesso di prosperare troppo a lungo.
pl: . Ci kryminaliści panoszyli się już zbyt długo.
pt_br: Estes criminosos puderam agir impunes por muito tempo.
ru: . Эти преступники слишком долго гуляют на свободе.
vi: . Những tên tội phạm này đã được phép lộng hành quá lâu rồi.
zh_hans: 这些罪犯猖狂太久了。

source: from their home at
de: von ihrem Haus in
fr: de leur domicile à
it: dalla loro casa a
ko: 그들의 집에서
pl: z ich domu w
pt_br: de sua casa até
ru: из их дома в
tr: şuradaki evlerinden:
vi: khỏi nhà của chúng tại
zh_hans: 来自他们的家

source: The group
de: Die Gruppe
fr: Le groupe
it: Il gruppo
ko: 그룹
pl: Grupa
pt_br: O grupo
ru: Группа
tr: Grup
vi: Phe nhóm
zh_hans: 群组

source: must be driven off or subjugated.
de: vertrieben oder unterworfen werden müssen.
fr: doit être chassé ou subjugué.
it: devono essere scacciati o sottomessi.
ko: 몰아내거나 복종시켜야 한다.
pl: musi zostać wypędzony lub ujarzmiony.
pt_br: deve ser jogado fora ou subjugados.
ru: должна быть отогнана или покорена.
tr: kovulmalı veya boyun eğdirilmeli.
vi: phải bị đánh đuổi hoặc khuất phục.
zh_hans: 必须被驱逐或征服。

source: could afford to learn a lesson or two, though open conflict would be unwise.
de: könnte es sich leisten, ein oder zwei Lektionen zu lernen, obwohl ein offener Konflikt unklug wäre.
fr: pourrait se permettre d'apprendre une leçon ou deux, bien qu'un conflit ouvert ne serait pas sage.
it: potrebbe permettersi d'imparare una o due lezioni, anche se un conflitto aperto non sarebbe saggio.
ko: 공개적인 갈등은 현명하지 못하겠지만 한 두 가지 교훈을 얻을 여유가 있었습니다.
pl: moglibyśmy udzielić lekcji lub dwóch, jednakże otwarty konflikt byłby nierozsądny.
pt_br: podia aprender uma lição ou dois, embora o conflito aberto seria imprudente.
ru: могла бы получить хороший урок, хотя идти на открытый конфликт было бы неразумно.
tr: bir iki ders alabilir, ancak açık çatışma akıllıca olmaz.
vi: cũng nên học một vài bài học, mặc dù xung đột công khai sẽ là điều không khôn ngoan.
zh_hans: 虽然公开的冲突是不明智的，但我能够学到一两课。

source: The alliance has outlived its usefulness.
de: Das Bündnis hat seinen Nutzen überlebt.
fr: L'alliance a perdu son utilité.
it: L'alleanza ha superato la sua utilità.
ko: 동맹은 그 유용성보다 오래되었습니다.
pl: Sojusz przestał być użyteczny.
pt_br: A aliança perdeu sua utilidade.
ru: Союз перестал быть полезным.
vi: Liên minh này đã không còn hữu ích nữa.
zh_hans: 这个联盟已经失去了它的用处。

source: In any case, peace is no longer an option.
de: Auf jeden Fall ist Frieden keine Option mehr.
fr: De toute façon, la paix n'est plus une option.
it: In ogni caso, la pace non è più un'opzione.
ko: 어쨌든 평화는 더 이상 선택 사항이 아닙니다.
pl: W każdym razie, pokój nie jest dłużej opcją.
pt_br: Em todo caso, a paz já não é uma opção.
ru: В данной ситуации мир невозможен.
vi: Dù thế nào đi nữa, hòa bình không còn là một lựa chọn.
zh_hans: 无论如何，和平不再是一种选择。

source: This war must end with our victory.
de: Dieser Krieg muss mit unserem Sieg enden.
fr: Cette guerre doit se terminer par notre victoire.
it: Questa guerra deve finire con la nostra vittoria.
ko: 이 전쟁은 우리의 승리로 끝나야 합니다.
pl: Ta wojna musi zakończyć się naszym zwycięstwem.
pt_br: Esta guerra deve acabar com a nossa vitória.
ru: Война должна закончиться нашей победой.
vi: Cuộc chiến này phải kết thúc bằng chiến thắng của chúng ta.
zh_hans: 这场战争必须以我们的胜利结束。

source: Their tribute is not enough.
de: Ihr Tribut ist nicht genug.
fr: Leur hommage ne suffit pas.
it: Il loro tributo non è sufficiente.
ko: 그들의 찬사는 충분하지 않습니다.
pl: Ich danina nie jest wystarczająca.
pt_br: Sua homenagem não é suficiente.
ru: Они платят нам слишком мало.
vi: Cống vật của chúng không đủ.
zh_hans: 他们的礼物不够。

source: We can no longer pay them homage.
de: Wir können ihnen nicht länger die Ehre erweisen.
fr: Nous ne pouvons plus leur rendre hommage.
it: Non possiamo più rendere loro omaggio.
ko: 우리는 더 이상 그들에게 경의를 표할 수 없습니다.
pl: Nie możemy już składać im hołdu.
pt_br: Já não podemos pagar-lhes homenagem.
ru: Мы больше не можем платить им.
vi: Chúng ta không thể nào cống nạp cho chúng nữa.
zh_hans: 我们再也不能向他们致敬了。

source: I tire of this pointless skirmishing.
de: Ich habe genug von diesem sinnlosen Geplänkel.
fr: Je me lasse de ces escarmouches inutiles.
it: Sono stanco di queste inutili schermaglie.
ko: 나는 이 무의미한 접전이 지겹다.
pl: Mam dość tej bezsensownej potyczki.
pt_br: Eu canso deste inútil escaramuças.
ru: Я уже устал от этих бестолковых междоусобиц.
vi: Ta chán nản với những cuộc giao tranh vô nghĩa này.
zh_hans: 我厌倦了这种毫无意义的小冲突。

source: I wish I could tell you where to begin your search. Until then, you are free to do as you please.
de: Ich wünschte, ich könnte Ihnen sagen, wo Sie mit Ihrer Suche beginnen sollten. Bis dahin können Sie tun, was Sie wollen.
fr: J'aimerais pouvoir vous dire par où commencer votre recherche. Jusque-là, vous êtes libre de faire comme bon vous semble.
it: Vorrei poterti dire da dove iniziare la ricerca. Fino ad allora, sei libero di fare ciò che vuoi.
ko: 제가 당신의 연구를 어디에서부터 시작할지 알려줄 수 있으면 좋으련만. 그전까지는 자유롭게 하고싶은 대로 하시면 됩니다.
pl: Chciałbym móc ci powiedzieć, gdzie powinieneś zacząć szukać. Póki co, rób to co chcesz.
pt_br: Quem me dera que sei onde começar sua busca. Até entao, você está livre para fazer o que quiser.
ru: Я хотел бы рассказать вам, откуда начинать поиск. До тех пор вы вольны делать что пожелаете.
vi: Ta ước gì có thể nói cho ngươi biết nơi để bắt đầu tìm kiếm. Cho đến lúc đó, ngươi được tự do làm điều mình muốn.
zh_hans: 我希望我能告诉你从哪里开始搜索。在此之前，你可以随意行事。

source: is our ally
de: ist unser Verbündeter
fr: est notre allié
it: è nostro alleato
ko: 우리의 동맹이다
pl: jest naszym sojusznikiem
pt_br: é nosso aliado
ru: - наш союзник
tr: bizim müttefikimiz
vi: là đồng minh của chúng ta
zh_hans: 是我们的盟友

source: is not at war with us
de: ist nicht im Krieg mit uns
fr: n'est pas en guerre avec nous
it: non è in guerra con noi
ko: 우리와 전쟁 중이 아니다
pl: nie jest z nami w stanie wojny
pt_br: Não está em guerra
ru: не воюют с нами
tr: bizimle savaşta değil
vi: không có chiến tranh với chúng ta
zh_hans: 与我们没有战争

source: is at war with us.
de: befindet sich im Krieg mit uns.
fr: est en guerre avec nous.
it: è in guerra con noi.
ko: 우리와 전쟁 중입니다.
pl: jest z nami w stanie wojny.
pt_br: está em guerra.
ru: воюют с нами.
tr: bizimle savaşta.
vi: đang có chiến tranh với chúng ta.
zh_hans: 正在与我们交战。

source: is paying us tribute
de: zahlt uns Tribut
fr: nous rend hommage
it: ci sta rendendo omaggio
ko: 우리에게 경의를 표하고 있습니다
pl: płaci nam daninę
pt_br: está nos pagando tributo
ru: платят нам дань
tr: bize haraç ödüyor
vi: đang cống nạp cho chúng ta
zh_hans: 正在向我们致敬

source: accepts our tribute
de: akzeptiert unseren Tribut
fr: accepte notre hommage
it: accetta il nostro tributo
ko: 우리의 공물을 받아들입니다
pl: akceptuje naszą daninę
pt_br: aceita a nossa homenagem
ru: получают от нас дань
tr: haraçlarımızı kabul ediyor
vi: chấp nhận cống vật của chúng ta
zh_hans: 接受我们的敬意

source: is skirmishing with us.
de: scharmützelt mit uns.
fr: se bat avec nous.
it: è in schermaglia con noi.
ko: 우리와 교전하고 있습니다.
pl: toczy z nami potyczki.
pt_br: é escaramuças com a gente.
ru: враждуют с нами.
tr: bizimle çatışıyor.
vi: đang giao tranh với chúng ta.
zh_hans: 与我们发生冲突。

source: is unknown us.
de: ist uns unbekannt.
fr: nous est inconnu.
it: è sconosciuto a noi.
ko: 우리에게 알려지지 않았습니다.
pl: jest nam nieznany.
pt_br: é desconhecido nos.
ru: неизвестны нам.
tr: tarafımızdan bilinmiyor.
vi: không được chúng ta biết đến.
zh_hans: 我们不知道。

source: and there is friendship between our peoples.
de: und es besteht Freundschaft zwischen unseren Völkern.
fr: et il y a de l'amitié entre nos peuples.
it: e c'è amicizia tra i nostri popoli.
ko: 그리고 우리 민족 사이에는 우정이 있습니다.
pl: i między naszymi ludźmi panuje przyjaźń.
pt_br: e não há amizade entre nossos povos.
ru: и между нашими людьми согласие.
tr: ve halklarımız arasında dostluk var.
vi: và có tình hữu nghị giữa các dân tộc của chúng ta.
zh_hans: 我们的人民之间有着友谊。

source: and there is no hard feeling between our peoples.
de: und es gibt keine harten Gefühle zwischen unseren Völkern.
fr: et il n'y a pas de rancune entre nos peuples.
it: e non c'è alcun rancore tra i nostri popoli.
ko: 그리고 우리 민족 사이에 나쁜 감정이 없습니다.
pl: i nie ma między naszymi ludźmi urazy.
pt_br: e não há nenhum sentimento de difícil entre nossos povos.
ru: и между нашими людьми нет особых взаимоотношений.
tr: ve halklarımız arasında kötü bir his yok.
vi: và không có hiềm khích giữa các dân tộc của chúng ta.
zh_hans: 我们各国人民之间没有强烈的感情。

source: but there is ill-will between our peoples.
de: aber zwischen unseren Völkern herrscht Feindseligkeit.
fr: mais il y a de la mauvaise volonté entre nos peuples.
it: ma c'è ostilità tra i nostri popoli.
ko: 그러나 우리 민족 사이에는 악의가 있습니다.
pl: ale istnieje zła wola między naszymi ludźmi.
pt_br: Mas não há má vontade entre nossos povos.
ru: но между нашими людьми нет понимания.
tr: ama halklarımız arasında husumet var.
vi: nhưng có ác ý giữa các dân tộc của chúng ta.
zh_hans: 但是我们各国人民之间存在恶意。

source: The trouble started because of
de: Die Probleme begannen aufgrund von
fr: Les ennuis ont commencé à cause de
it: I problemi sono iniziati a causa di
ko: 때문에 시작된 고민
pl: Problem zaczął się z powodu
pt_br: O problema começado por causa de
ru: Неприятности начались из-за
tr: Sorun şundan dolayı başladı:
vi: Rắc rối bắt đầu vì
zh_hans: 麻烦始于

source: a dispute over
de: ein Streit über
fr: un différend sur
it: una disputa su
ko: 에 대한 분쟁
pl: dysputy na temat
pt_br: uma disputa sobre
ru: разногласия о
tr: şunun üzerine bir anlaşmazlık:
vi: một cuộc tranh chấp về
zh_hans: 争执

source: the treatment of animals
de: den Umgang mit Tieren
fr: le traitement des animaux
it: la cura degli animali
ko: 동물의 치료
pl: traktowania zwierząt
pt_br: o tratamento dos animais
ru: обращение с животными
tr: hayvanlara muamele
vi: việc đối xử với động vật
zh_hans: 动物的治疗

source: the treatment of plants
de: den Umgang mit Pflanzen
fr: le traitement des plantes
it: la cura delle piante
ko: 식물의 치료
pl: traktowania roślin
pt_br: o tratamento de plantas
ru: обращение с растениями
tr: bitkilere muamele
vi: việc đối xử với thực vật
zh_hans: 植物的处理

source: a formalized agreement
de: eine formalisierte Vereinbarung
fr: un accord formalisé
it: un accordo formalizzato
ko: 정식 계약
pl: sformalizowanego porozumienia
pt_br: um acordo formalizado
ru: формального соглашения
tr: resmileştirilmiş bir anlaşma
vi: một thỏa thuận chính thức
zh_hans: 一个正式的协议
