Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I'm a little angry.
de: Ich bin ein bisschen wütend.
fr: Je suis un peu en colère.
it: Sono un po' arrabbiato.
ko: 나는 조금 화가 난다.
pl: Jestem trochę zły.
pt_br: Estou um pouco irritado.
ru: Я немного зол.
tr: Biraz kızgınım.
vi: Tôi hơi tức giận.
zh_hans: 我有点生气

source: It has come to pass.
de: Das ist eingetreten.
fr: C'est arrivé.
it: Si è verificato.
ko: 그것은 통과되었습니다.
pl: Stało się to faktem.
pt_br: Chegou a passar.
ru: Как пришло, так и уйдёт.
tr: Gerçekleşti.
vi: Điều đó đã xảy ra.
zh_hans: 它已经过去了。

source: This doesn't scare me.
de: Das macht mir keine Angst.
fr: Cela ne me fait pas peur.
it: Questo non mi spaventa.
ko: 이것은 나를 두렵게 하지 않는다.
pl: Mnie to nie przeraża.
pt_br: Isso não me assusta.
ru: Это меня не пугает.
tr: Bu beni korkutamaz.
vi: Điều này không làm tôi sợ hãi.
zh_hans: 这不会吓到我。

source: I feel somewhat sad.
de: Ich bin etwas traurig.
fr: Je me sens un peu triste.
it: Mi sento un po' triste.
ko: 왠지 안타까운 마음이 듭니다.
pl: Jest mi trochę smutno.
pt_br: Sinto-me um pouco triste.
ru: Мне немного грустно.
tr: Biraz üzgün hissediyorum.
vi: Tôi cảm thấy hơi buồn.
zh_hans: 我有点难过。

source: That was satisfying.
de: Das war befriedigend.
fr: C'était satisfaisant.
it: È stato soddisfacente.
ko: 그것은 만족스러웠다.
pl: To było satysfakcjonujące.
pt_br: Isso foi gratificante.
ru: Это приносит удовлетворение.
tr: Bu tatmin ediciydi.
vi: Điều đó thật thỏa mãn.
zh_hans: 那令人满意。

source: This is nice.
de: Das ist schön.
fr: C'est sympa.
it: Questo è bello.
ko: 이거 좋은데.
pl: To jest miłe.
pt_br: Isso é bom.
ru: Это хорошо.
tr: Bu güzel.
vi: Điều này thật dễ chịu.
zh_hans: 这很好。

source: Is this love?
de: Ist das Liebe?
fr: Est-ce l'amour?
it: Questo è amore?
ko: 이게 사랑이야?
pl: Czy to jest miłość?
pt_br: Isso é amor?
ru: Это любовь?
tr: Bu aşk mı?
vi: Đây có phải tình yêu không?
zh_hans: 这是爱吗？

source: This could be bliss.
de: Das könnte ein Glücksfall sein.
fr: Cela pourrait être le bonheur.
it: Potrebbe essere una beatitudine.
ko: 이것은 행복이 될 수 있습니다.
pl: To może być błogość.
pt_br: Isto pode ser felicidade.
ru: Похоже, это блаженство.
tr: Bu mutluluk olabilir.
vi: Điều này có thể là niềm hạnh phúc tột cùng.
zh_hans: 这可能是幸福。

source: This might require an answer.
de: Dies könnte eine Antwort erfordern.
fr: Cela pourrait nécessiter une réponse.
it: Questo potrebbe richiedere una risposta.
ko: 답변이 필요할 수 있습니다.
pl: To może wymagać odpowiedzi.
pt_br: Isso pode exigir uma resposta.
ru: Это может потребовать ответа.
tr: Bu bir cevap gerektirebilir.
vi: Điều này có thể cần một câu trả lời.
zh_hans: 这可能需要一个答案。

source: I feel no terror.
de: Ich spüre keine Angst.
fr: Je ne ressens aucune terreur.
it: Non provo terrore.
ko: 나는 공포를 느끼지 않는다.
pl: Nie czuję strachu.
pt_br: Sinto-me sem terror.
ru: Я не чувствую страха.
tr: Hiç dehşet hissetmiyorum.
vi: Tôi không cảm thấy kinh hoàng.
zh_hans: 我觉得没有恐怖。

source: I can accept this.
de: Das kann ich akzeptieren.
fr: Je peux accepter cela.
it: Posso accettarlo.
ko: 나는 이것을 받아 들일 수 있습니다.
pl: Mogę to zaakceptować.
pt_br: Que posso aceitar isso.
ru: Я могу принять это.
tr: Bunu kabul edebilirim.
vi: Tôi có thể chấp nhận điều này.
zh_hans: 我可以接受这个。

source: I find this somewhat admirable.
de: Ich finde das irgendwie bewundernswert.
fr: Je trouve cela un peu admirable.
it: Lo trovo piuttosto ammirevole.
ko: 나는 이것이 다소 훌륭하다고 생각합니다.
pl: Uważam to za godne podziwu.
pt_br: Eu acho isso pouco admirável.
ru: Я нахожу это довольно восхитительным.
tr: Bunu biraz takdire şayan buluyorum.
vi: Tôi thấy điều này phần nào đáng ngưỡng mộ.
zh_hans: 我发现这有点令人钦佩。

source: I can adore this.
de: Ich kann das bewundern.
fr: Je peux adorer ça.
it: Posso adorarlo.
ko: 나는 이것을 좋아할 수 있습니다.
pl: Mogę to pokochać.
pt_br: Pode adoro isto.
ru: Я могу обожать это.
tr: Buna bayılabilirim.
vi: Tôi có thể yêu mến điều này.
zh_hans: 我很喜欢这个。

source: That might be affection I feel.
de: Das könnte Zuneigung sein, die ich empfinde.
fr: C'est peut-être de l'affection que je ressens.
it: Potrei starmi affezionando.
ko: 그것이 내가 느끼는 애정일지도 모른다.
pl: To może być moje uczucie.
pt_br: Isso pode ser o afeto que eu sinto.
ru: Возможно, это и есть та привязанность, которую я испытываю.
tr: Hissettiğim şey şefkat olabilir.
vi: Đó có thể là sự quý mến mà tôi cảm thấy.
zh_hans: 这可能是我的感情。

source: This is agitating.
de: Das ist aufrüttelnd.
fr: C'est agitant.
it: Mi sto agitando.
ko: 이것은 동요하고 있습니다.
pl: To jest poruszające.
pt_br: Este é um agitador.
ru: Это волнует.
tr: Bu kışkırtıcı.
vi: Điều này thật kích động.
zh_hans: 这是在鼓动。

source: This is aggravating.
de: Das ist sehr ärgerlich.
fr: C'est aggravant.
it: Questo è aggravante.
ko: 이것은 악화되고 있습니다.
pl: To jest obciążające.
pt_br: Isso é um agravante.
ru: Это досадно.
tr: Bu sinir bozucu.
vi: Điều này thật phiền toái.
zh_hans: 这是加重的。

source: This is agonizing.
de: Das ist quälend.
fr: C'est angoissant.
it: È un'agonia.
ko: 이것은 괴로운 일입니다.
pl: To jest bolesne.
pt_br: Isso é agonizante.
ru: Это мучительно.
tr: Bu ızdırap verici.
vi: Điều này thật giày vò.
zh_hans: 这很令人痛苦。

source: I feel somewhat alienated.
de: Ich fühle mich etwas entfremdet.
fr: Je me sens un peu aliéné.
it: Mi sento piuttosto alienato.
ko: 나는 다소 소외감을 느낀다.
pl: Czuję się nieco wyobcowany.
pt_br: Sinto-me um pouco alienado.
ru: Я чувствую нескоторую отчуждённость.
tr: Biraz yabancılaşmış hissediyorum.
vi: Tôi cảm thấy phần nào bị xa lánh.
zh_hans: 我觉得有点疏远。

source: That is amazing.
de: Das ist erstaunlich.
fr: C'est étonnant.
it: È fantastico!
ko: 정말 놀랍습니다.
pl: To jest niesamowite.
pt_br: Isso é incrível.
ru: Это изумительно.
tr: Bu harika.
vi: Điều đó thật tuyệt vời.
zh_hans: 这是惊人的。

source: I'm ambivalent.
de: Ich bin zwiegespalten.
fr: Je suis ambivalent.
it: Sono incerto.
ko: 나는 양가 적입니다.
pl: Jestem ambiwalentny.
pt_br: Eu sou ambivalente.
ru: Я в сомнении.
tr: Kararsızım.
vi: Tôi đang mâu thuẫn.
zh_hans: 我很矛盾。

source: Amusing.
de: Amüsant.
fr: Amusant.
it: Divertente.
ko: 즐거움.
pl: Zabawne.
pt_br: Muito engraçado.
ru: Забавно.
tr: Eğlenceli.
vi: Buồn cười.
zh_hans: 有趣。

source: That makes me angry.
de: Das macht mich wütend.
fr: Cela me met en colère.
it: Questo mi fa arrabbiare.
ko: 그것은 나를 화나게 한다.
pl: To mnie denerwuje.
pt_br: Isso me deixa irritado.
ru: Это меня злит.
tr: Bu beni kızdırıyor.
vi: Điều đó khiến tôi tức giận.
zh_hans: 这让我很生气。

source: I'm anguished.
de: Ich bin verzweifelt.
fr: Je suis angoissé.
it: Sono angosciato.
ko: 나는 화가 난다.
pl: Jestem udręczony.
pt_br: Eu estou angustiado.
ru: Я страдаю.
tr: Kederliyim.
vi: Tôi đang đau khổ tột cùng.
zh_hans: 我很痛苦。

source: I'm anxious.
de: Ich bin ängstlich.
fr: Je suis anxieux.
it: Sono ansioso.
ko: 나는 불안하다.
pl: Jestem niespokojny.
pt_br: Estou ansioso.
ru: Я обеспокоен.
tr: Endişeliyim.
vi: Tôi lo âu.
zh_hans: 我很焦虑。

source: Who cares?
de: Wen interessiert das?
fr: On s'en fout?
it: Chi se ne frega?
ko: 무슨 상관이야?
pl: A kogo to obchodzi?
pt_br: Quem se importa?
ru: Кого это волнует?
tr: Kimin umurunda?
vi: Ai mà quan tâm?
zh_hans: 谁在乎？

source: Arousing...
de: Erregend...
fr: Susciter...
it: Eccitante...
ko: 자극...
pl: Podniecające...
pt_br: Despertando...
ru: Возбуждающе...
tr: Tahrik edici...
vi: Kích thích...
zh_hans: 引起...

source: It's astonishing, really.
de: Es ist wirklich erstaunlich.
fr: C'est étonnant, vraiment.
it: È sorprendente, davvero.
ko: 정말 놀랍습니다.
pl: To naprawdę zdumiewające.
pt_br: É incrível, realmente.
ru: Это изумительно.
tr: Bu gerçekten şaşırtıcı.
vi: Thật đáng kinh ngạc.
zh_hans: 这真是令人惊讶。

source: I'd like to get away from it.
de: Ich würde gerne davon wegkommen.
fr: J'aimerais m'en éloigner.
it: Vorrei allontanarmi da esso.
ko: 나는 그것에서 벗어나고 싶습니다.
pl: Chciałbym od tego uciec.
pt_br: Eu gostaria de ficar longe.
ru: Я хотел бы держаться подальше от этого.
tr: Bundan uzaklaşmak isterdim.
vi: Tôi muốn thoát khỏi nó.
zh_hans: 我想摆脱它。

source: It fills one with awe.
de: Es erfüllt einen mit Ehrfurcht.
fr: Cela nous remplit d'admiration.
it: Riempie di stupore.
ko: 경외심으로 가득 차 있습니다.
pl: Napełnia to nas podziwem.
pt_br: Ele preenche um com temor.
ru: Это внушает трепет.
tr: İnsanı huşu ile dolduruyor.
vi: Điều đó khiến người ta kinh sợ.
zh_hans: 它充满了敬畏。

source: It makes me bitter.
de: Das macht mich bitter.
fr: Cela me rend amer.
it: Mi riempie di rabbia.
ko: 그것은 나를 씁쓸하게 만듭니다.
pl: To sprawia, że jestem zgorzkniały.
pt_br: Faz-me amarga.
ru: Я чувствую горечь.
tr: Bu beni küstürüyor.
vi: Điều đó khiến tôi cay đắng.
zh_hans: 这让我很痛苦。

source: It's boring.
de: Es ist langweilig.
fr: C'est ennuyant.
it: È noioso.
ko: 그것은 지루.
pl: To nudne.
pt_br: É chato.
ru: Это скучно.
tr: Sıkıcı.
vi: Thật nhàm chán.
zh_hans: 这很无聊。

source: I care.
de: Das ist mir wichtig.
fr: Ça me tient à cœur.
it: Mi importa.
ko: 나는 상관한다.
pl: Zależy mi.
pt_br: Eu me importo.
ru: Мне не все равно.
tr: Umurumda.
vi: Tôi quan tâm.
zh_hans: 我在乎。

source: This is confusing.
de: Das ist verwirrend.
fr: Ceci est déroutant.
it: Questo mi confonde.
ko: 혼란스럽습니다.
pl: To mylące.
pt_br: É uma situação muito confusa.
ru: Это сбивает с толку.
tr: Bu kafa karıştırıcı.
vi: Điều này thật khó hiểu.
zh_hans: 这令人困惑。

source: I feel only contempt.
de: Ich empfinde nur Verachtung.
fr: Je n'éprouve que du mépris.
it: Provo solo disprezzo.
ko: 나는 단지 경멸을 느낀다.
pl: Czuję tylko pogardę.
pt_br: Sinto-me só desprezo.
ru: Я чувствую только презрение.
tr: Sadece küçümseme hissediyorum.
vi: Tôi chỉ cảm thấy sự khinh miệt.
zh_hans: 我觉得只是鄙视。

source: I'm content.
de: Ich bin zufrieden.
fr: Je suis content.
it: Sono soddisfatto.
ko: 나는 만족한다.
pl: Jestem zadowolony.
pt_br: Estou satisfeito.
ru: Я доволен.
tr: Memnunum.
vi: Tôi mãn nguyện.
zh_hans: 我很满意。

source: I'm dejected.
de: Ich bin niedergeschlagen.
fr: Je suis découragé.
it: Sono scoraggiato.
ko: 나는 낙담했다.
pl: Jestem przygnębiony.
pt_br: Estou desanimado.
ru: Я удручён.
tr: Kederliyim.
vi: Tôi chán nản.
zh_hans: 我很沮丧。

source: I feel some delight.
de: Ich fühle eine gewisse Freude.
fr: Je ressens un certain plaisir.
it: Provo un certo piacere.
ko: 약간의 기쁨을 느낍니다.
pl: Czuję pewną radość.
pt_br: Eu me sinto um pouco de manjar.
ru: Я чувствую некоторый восторг.
tr: Biraz zevk alıyorum.
vi: Tôi cảm thấy chút thích thú.
zh_hans: 我感到很高兴。

source: I feel despair.
de: Ich bin verzweifelt.
fr: Je suis désespéré.
it: Mi sto disperando.
ko: 나는 절망을 느낀다.
pl: Czuję rozpacz.
pt_br: Sinto desespero.
ru: Я в отчаянии.
tr: Umutsuzluk hissediyorum.
vi: Tôi cảm thấy tuyệt vọng.
zh_hans: 我感到绝望。

source: This is disappointing.
de: Das ist enttäuschend.
fr: C'est décevant.
it: Questo è deludente.
ko: 실망스럽습니다.
pl: To jest rozczarowujące.
pt_br: O facto é decepcionante.
ru: Это разочаровывает.
tr: Bu hayal kırıklığı yaratıyor.
vi: Điều này thật đáng thất vọng.
zh_hans: 这令人失望。

source: That's disgusting.
de: Das ist widerlich.
fr: C'est dégoutant.
it: È disgustoso.
ko: 그것 참 역겹다.
pl: To obrzydliwe.
pt_br: Isso é nojento.
ru: Это отвратительно.
tr: Bu iğrenç.
vi: Điều đó thật kinh tởm.
zh_hans: 那太恶心了。

source: This makes me question it all.
de: Das lässt mich alles in Frage stellen.
fr: Cela me fait tout remettre en question.
it: Questo mi fa dubitare di tutto.
ko: 이것은 내가 모든 것을 의심하게 만듭니다.
pl: To sprawia, że kwestionuję wszystko.
pt_br: Isso me faz questionar tudo.
ru: Это заставляет меня сомневаться во всем.
tr: Bu bana her şeyi sorgulatıyor.
vi: Điều này khiến tôi nghi vấn tất cả.
zh_hans: 这让我质疑一切。

source: I dislike this.
de: Das gefällt mir nicht.
fr: Je n'aime pas ça.
it: Questo non mi piace.
ko: 나는 이것을 싫어한다.
pl: To mi się nie podoba.
pt_br: Eu não gosto disso.
ru: Мне это не нравится.
tr: Bundan hoşlanmadım.
vi: Tôi không thích điều này.
zh_hans: 我不喜欢这个。

source: What has happened?
de: Was ist geschehen?
fr: Que s'est-il passé?
it: Cos'è successo?
ko: 무슨 일이 일어난?
pl: Co się stało?
pt_br: Que se passou?
ru: Что случилось?
tr: Ne oldu?
vi: Chuyện gì đã xảy ra?
zh_hans: 发生了什么事？

source: I am not pleased.
de: Ich bin nicht zufrieden.
fr: Je ne suis pas content.
it: Non mi fa piacere.
ko: 나는 기쁘지 않다.
pl: Nie jestem zadowolony.
pt_br: Sinto-me satisfeita com a solução encontrada.
ru: Я не доволен.
tr: Memnun değilim.
vi: Tôi không hài lòng.
zh_hans: 我不高兴。

source: This is distressing.
de: Das ist beunruhigend.
fr: C'est affligeant.
it: È doloroso.
ko: 이것은 괴로운 일입니다.
pl: To niepokojące.
pt_br: Isto é angustiante.
ru: Это огорчает.
tr: Bu üzücü.
vi: Điều này thật phiền muộn.
zh_hans: 这令人痛苦。

source: I'm eager to go.
de: Ich kann es kaum erwarten zu gehen.
fr: J'ai hâte d'y aller.
it: Non vedo l'ora di andare.
ko: 가고 싶어.
pl: Z niecierpliwością czekam na wyjazd.
pt_br: Estou ansioso para ir.
ru: Я готов идти.
tr: Gitmek için sabırsızlanıyorum.
vi: Tôi nóng lòng muốn đi.
zh_hans: 我很想去。

source: I'm elated.
de: Ich bin hocherfreut.
fr: Je suis ravi.
it: Sono euforico.
ko: 나는 기뻐요.
pl: Jestem podekscytowany.
pt_br: Estou muito feliz.
ru: Я в восторге.
tr: Çok sevinçliyim.
vi: Tôi hân hoan.
zh_hans: 我很高兴。

source: I'm embarrassed.
de: Das ist mir peinlich.
fr: Je suis embarrassé.
it: Sono imbarazzato.
ko: 나는 당황.
pl: Jestem zażenowany.
pt_br: Eu estou envergonhado.
ru: Я смущён.
tr: Utandım.
vi: Tôi bối rối.
zh_hans: 我很尴尬。

source: I feel empathy.
de: Ich empfinde Empathie.
fr: Je ressens de l'empathie.
it: Provo empatia.
ko: 나는 공감을 느낀다.
pl: Odczuwam empatię.
pt_br: Eu me sinto empatia.
ru: Я сочувствую.
tr: Empati duyuyorum.
vi: Tôi cảm thấy sự đồng cảm.
zh_hans: 我感到同情。

source: I feel empty.
de: Ich fühle mich leer.
fr: Je me sens vide.
it: Mi sento vuoto.
ko: 속이 텅 비어있는 느낌이다.
pl: Czuję pustkę.
pt_br: Sinto-me vazio.
ru: Я чувствую опустошённость.
tr: Boşlukta hissediyorum.
vi: Tôi cảm thấy trống rỗng.
zh_hans: 我感到空虚。

source: I enjoyed that.
de: Das hat mir gefallen.
fr: J'ai apprécié ça.
it: Mi è piaciuto.
ko: 나는 그것을 즐겼다.
pl: Podobało mi się to.
pt_br: Gostei dessa.
ru: Я наслаждаюсь.
tr: Bundan keyif aldım.
vi: Tôi đã tận hưởng điều đó.
zh_hans: 我很喜欢

source: That was exasperating.
de: Das war sehr ärgerlich.
fr: C'était exaspérant.
it: È stato esasperante.
ko: 짜증이 났습니다.
pl: To było irytujące.
pt_br: Tao irritante!
ru: Это было просто невыносимо.
tr: Bu çileden çıkarıcıydı.
vi: Điều đó thật bực mình.
zh_hans: 那令人生气。

source: That's exhilarating.
de: Das ist erheiternd.
fr: C'est exaltant.
it: È esilarante.
ko: 정말 신나는 일입니다.
pl: To ekscytujące.
pt_br: Como estimulante!
ru: Это возбуждает.
tr: Bu canlandırıcı.
vi: Điều đó thật phấn khởi.
zh_hans: 这令人振奋。

source: I burn with ferocity.
de: Ich brenne vor Wildheit.
fr: Je brûle de férocité.
it: Brucio di ferocia.
ko: 나는 사납게 타오른다.
pl: Płonę z zaciekłością.
pt_br: Gravar com ferocidade.
ru: Я сгораю от жестокости.
tr: Vahşetle yanıyorum.
vi: Tôi cháy bỏng với sự hung hãn.
zh_hans: 我凶猛地燃烧着。

source: I feel fond.
de: Ich fühle mich wohl.
fr: Je me sens affectueux.
it: Ci sono affezionato.
ko: 나는 좋아한다.
pl: Czuję się kochany.
pt_br: Sinto-me carinho.
ru: Я чувствую нежность.
tr: Düşkün hissediyorum.
vi: Tôi cảm thấy yêu mến.
zh_hans: 我觉得很喜欢。

source: I'm free.
de: Ich bin frei.
fr: Je suis libre.
it: Sono libero.
ko: 나는 자유다.
pl: Jestem wolny.
pt_br: Estou livre.
ru: Я свободен.
tr: Özgürüm.
vi: Tôi tự do.
zh_hans: 我自由了。

source: That was frightening.
de: Das war beängstigend.
fr: C'était effrayant.
it: È stato spaventoso.
ko: 그것은 무서웠다.
pl: To było przerażające.
pt_br: Isso foi assustador.
ru: Это было страшно.
tr: Bu korkutucuydu.
vi: Thật đáng sợ.
zh_hans: 那太吓人了。

source: It's frustrating.
de: Das ist frustrierend.
fr: C'est frustrant.
it: È frustrante.
ko: 답답하다.
pl: To frustrujące.
pt_br: Que frustrante!
ru: Я разочарован.
tr: Sinir bozucu.
vi: Thật bực bội.
zh_hans: 这令人沮丧。

source: There's some glee here!
de: Da kommt Freude auf!
fr: Il y a de la joie ici !
it: C'è dell'allegria qui!
ko: 여기에 약간의 기쁨이 있습니다!
pl: Jest w tym trochę radości!
pt_br: Há alguma alegria aqui!
ru: Здесь есть некая радость!
tr: Burada biraz neşe var!
vi: Có chút hả hê ở đây!
zh_hans: 这里有一些欢乐！

source: I'm a little gloomy.
de: Ich bin ein wenig düster gestimmt.
fr: Je suis un peu maussade.
it: Sono un po' avvilito.
ko: 나는 조금 우울하다.
pl: Jestem trochę przygnębiony.
pt_br: Estou um pouco triste.
ru: У меня мрачное настроение.
tr: Biraz karamsarım.
vi: Tôi thấy hơi u ám.
zh_hans: 我有点沮丧。

source: I'm glum.
de: Ich bin deprimiert.
fr: Je suis maussade.
it: Sono depresso.
ko: 나는 무뚝뚝하다.
pl: Jestem ponury.
pt_br: Estou triste.
ru: Я в печали.
tr: Somurtkanım.
vi: Tôi ủ rũ.
zh_hans: 我很闷闷不乐

source: I'm grateful.
de: Ich bin dankbar.
fr: Je suis reconnaissant.
it: Sono grato.
ko: 감사합니다.
pl: Jestem wdzięczny.
pt_br: Eu sou grato.
ru: Я благодарен.
tr: Minnettarım.
vi: Tôi rất biết ơn.
zh_hans: 我很感激。

source: I'm a little grouchy.
de: Ich bin ein bisschen mürrisch.
fr: Je suis un peu grincheux.
it: Sono un po' di cattivo umore.
ko: 나는 약간 심술궂다.
pl: Jestem nieco zrzędliwy.
pt_br: Eu sou um pouco nervoso.
ru: Я немного ворчлив.
tr: Biraz huysuzum.
vi: Tôi hơi gắt gỏng.
zh_hans: 我有点不高兴。

source: I feel guilty.
de: Ich fühle mich schuldig.
fr: Je me sens coupable.
it: Mi sento in colpa.
ko: 나는 죄책감을 느낀다.
pl: Mam poczucie winy.
pt_br: Me sinto culpado.
ru: Я чувствую вину.
tr: Suçlu hissediyorum.
vi: Tôi cảm thấy có lỗi.
zh_hans: 我感到内疚。

source: I'm happy.
de: Ich bin glücklich.
fr: Je suis heureux.
it: Sono felice.
ko: 나는 행복하다.
pl: Jestem szczęśliwy.
pt_br: Estou feliz.
ru: Я счастлив.
tr: Mutluyum.
vi: Tôi hạnh phúc.
zh_hans: 我很高兴。

source: I feel hate.
de: Ich fühle Hass.
fr: Je ressens de la haine.
it: Provo odio.
ko: 나는 증오를 느낀다.
pl: Czuję nienawiść.
pt_br: Sinto-me odiar.
ru: Я чувствую ненависть.
tr: Nefret hissediyorum.
vi: Tôi cảm thấy căm ghét.
zh_hans: 我觉得很讨厌。

source: I have hope.
de: Ich habe Hoffnung.
fr: J'ai de l'espoir.
it: Ho speranza.
ko: 나는 희망을 가지고있다.
pl: Mam nadzieję.
pt_br: Eu tenho esperança.
ru: У меня есть надежда.
tr: Umudum var.
vi: Tôi có hy vọng.
zh_hans: 我有希望。

source: I cannot find hope.
de: Ich finde keine Hoffnung.
fr: Je ne peux pas trouver d'espoir.
it: Non riesco a trovare la speranza.
ko: 희망을 찾을 수 없습니다.
pl: Nie znajduję nadziei.
pt_br: Não consigo encontrar esperança.
ru: Надежды нет.
tr: Umut bulamıyorum.
vi: Tôi không thể tìm thấy hy vọng.
zh_hans: 我找不到希望。

source: This is humiliating.
de: Das ist erniedrigend.
fr: C'est humiliant.
it: È umiliante.
ko: 이것은 굴욕적입니다.
pl: To poniżające.
pt_br: Isso é tao humilhante.
ru: Это унизительно.
tr: Bu aşağılayıcı.
vi: Điều này thật nhục nhã.
zh_hans: 这是令人羞辱的。

source: I take offense.
de: Ich bin beleidigt.
fr: Je m'offusque.
it: Mi sento offeso.
ko: 나는 화를 낸다.
pl: Obrażam się.
pt_br: Fico ofendido.
ru: Я обижен.
tr: Üstüme alındım.
vi: Tôi cảm thấy bị xúc phạm.
zh_hans: 我冒犯了

source: It's interesting.
de: Das ist interessant.
fr: C'est intéressant.
it: È interessante.
ko: 흥미 롭군.
pl: To ciekawe.
pt_br: É muito interessante.
ru: Это интересно.
tr: İlginç.
vi: Thật thú vị.
zh_hans: 这真有趣。

source: It's irritating.
de: Das ist ärgerlich.
fr: C'est irritant.
it: È irritante.
ko: 짜증나.
pl: To irytujące.
pt_br: Como irritante!
ru: Это раздражает.
tr: Rahatsız edici.
vi: Thật khó chịu.
zh_hans: 这太刺激了。

source: I feel isolated.
de: Ich fühle mich isoliert.
fr: Je me sens isolé.
it: Mi sento isolato.
ko: 나는 고립감을 느낀다.
pl: Czuję się odizolowany.
pt_br: Sinto-me tao isolado!
ru: Я чувствую себя изолированным.
tr: Yalnız hissediyorum.
vi: Tôi cảm thấy bị cô lập.
zh_hans: 我觉得孤立。

source: It makes me jolly.
de: Das macht mich fröhlich.
fr: Ça me rend joyeux.
it: Mi rende gioviale.
ko: 그것은 나를 유쾌하게 만든다.
pl: Sprawia mi to radość.
pt_br: Faz-me alegre.
ru: Это веселит.
tr: Bu beni neşelendiriyor.
vi: Điều này làm tôi vui vẻ.
zh_hans: 这让我很开心。

source: I feel jovial.
de: Ich fühle mich heiter.
fr: Je me sens jovial.
it: Mi sento gioviale.
ko: 나는 기분이 좋다.
pl: Jestem jowialny.
pt_br: Sinto-me jovial.
ru: Я чувствую бодрость.
tr: Şen hissediyorum.
vi: Tôi cảm thấy vui tươi.
zh_hans: 我觉得快活。

source: I feel jubilation.
de: Ich spüre Jubel.
fr: Je ressens de la jubilation.
it: Provo giubilo.
ko: 환희를 느낍니다.
pl: Czuję się tryumfalnie.
pt_br: Eu sinto alegria.
ru: Я чувствую ликование.
tr: Coşku hissediyorum.
vi: Tôi cảm thấy hân hoan.
zh_hans: 我感到喜庆。

source: I feel loathing.
de: Ich empfinde Abscheu.
fr: Je ressens de la haine.
it: Provo ribrezzo.
ko: 나는 혐오감을 느낀다.
pl: Czuję odrazę.
pt_br: Eu me sinto repugnância.
ru: Я чувствую отвращение.
tr: Nefret hissediyorum.
vi: Tôi cảm thấy ghê tởm.
zh_hans: 我感到厌恶。

source: I'm lonely.
de: Ich bin einsam.
fr: Je suis seul.
it: Mi sento solitario.
ko: 내가 외로워.
pl: Jestem samotny.
pt_br: Eu estou sozinha.
ru: Я одинок.
tr: Yalnızım.
vi: Tôi cô đơn.
zh_hans: 我很孤单。

source: I'm lustful.
de: Ich bin lüstern.
fr: Je suis lubrique.
it: Sono lussurioso.
ko: 나는 정욕적이다.
pl: Przepełnia mnnie żądza.
pt_br: Eu sou sensual.
ru: Я чувствую страсть.
tr: Şehvetliyim.
vi: Tôi đầy dục vọng.
zh_hans: 我好色。

source: I feel miserable.
de: Ich fühle mich miserabel.
fr: Je me sens miserable.
it: Mi sento miserabile.
ko: 나는 비참하다고 느낀다.
pl: Czuję się żałośnie.
pt_br: Sinto-me miserável.
ru: Я чувствую себя несчастным.
tr: Perişan hissediyorum.
vi: Tôi cảm thấy khốn khổ.
zh_hans: 我感到很痛苦。

source: This is mortifying.
de: Das ist beschämend.
fr: C'est mortifiant.
it: È mortificante.
ko: 이것은 절망적입니다.
pl: To upokarzające.
pt_br: Isto é humilhante.
ru: Это унизительно.
tr: Bu utanç verici.
vi: Điều này thật đáng hổ thẹn.
zh_hans: 这令人沮丧。

source: I'm nervous.
de: Ich bin nervös.
fr: Je suis stressé.
it: Sono nervoso.
ko: 나는 긴장된다.
pl: Jestem nerwowy.
pt_br: Estou nervoso.
ru: Я нервничаю.
tr: Gerginim.
vi: Tôi lo lắng.
zh_hans: 我很紧张。

source: I feel nostalgia.
de: Ich fühle Nostalgie.
fr: Je ressens de la nostalgie.
it: Provo nostalgia.
ko: 향수를 느낍니다.
pl: Czuję nostalgię.
pt_br: Sentir nostalgia.
ru: Я чувствую ностальгию.
tr: Nostalji hissediyorum.
vi: Tôi cảm thấy hoài niệm.
zh_hans: 我感到怀旧。

source: I'm optimistic.
de: Ich bin optimistisch.
fr: Je suis optimiste.
it: Sono ottimista.
ko: 나는 낙관적이다.
pl: Jestem optymistyczny.
pt_br: Estou otimista.
ru: Я оптимистичен.
tr: İyimserim.
vi: Tôi lạc quan.
zh_hans: 我很乐观。

source: It is an outrage.
de: Das ist ein Skandal.
fr: C'est un scandale.
it: È un oltraggio.
ko: 분노입니다.
pl: To jest skandal.
pt_br: É escandaloso!
ru: Это произвол.
tr: Bu bir rezalet.
vi: Đây là một sự phẫn nộ!
zh_hans: 这是一种愤怒。

source: I feel a little panic.
de: Ich verspüre ein wenig Panik.
fr: Je ressens un peu de panique.
it: Mi sento un po' in preda al panico.
ko: 나는 약간의 공황을 느낀다.
pl: Jestem trochę spanikowany.
pt_br: Eu me sinto um pouco pânico.
ru: Я начинаю паниковать.
tr: Biraz panik hissediyorum.
vi: Tôi cảm thấy hơi hoảng loạn.
zh_hans: 我感到有点恐慌。

source: I'm patient.
de: Ich bin geduldig.
it: Sono paziente.
ko: 짜증난.
pl: Jestem cierpliwy.
pt_br: Eu sou paciente.
ru: Я терпелив.
tr: Sabırlıyım.
vi: Tôi kiên nhẫn.
zh_hans: 我很耐心。

source: I feel passion.
de: Ich fühle Leidenschaft.
fr: Je ressens de la passion.
it: Provo passione.
ko: 열정을 느낍니다.
pl: Czuję w sobie pasję.
pt_br: Sinto paixao.
ru: Я чувствую страсть.
tr: Tutku hissediyorum.
vi: Tôi cảm thấy đam mê.
zh_hans: 我感到激情。

source: It pleases me.
de: Das gefällt mir.
fr: Ça me plait.
it: Mi fa piacere.
ko: 그것은 나를 기쁘게한다.
pl: To mnie zadowala.
pt_br: Agrada-me.
ru: Это мне нравится.
tr: Bu beni memnun ediyor.
vi: Điều đó làm tôi hài lòng.
zh_hans: 让我感到高兴。

source: I'm proud.
de: Ich bin stolz.
fr: Je suis fière.
it: Sono orgoglioso.
ko: 자랑 스럽다.
pl: Jestem dumny.
pt_br: Estou orgulhoso.
ru: Я горжусь.
tr: Gururluyum.
vi: Tôi tự hào.
zh_hans: 我很自豪。

source: My spirit moves.
de: Mein Geist ist in Bewegung.
fr: Mon esprit bouge.
it: Il mio spirito si muove.
ko: 내 영혼이 움직입니다.
pl: Poruszyło mnie to.
pt_br: Meu espírito se move.
ru: Мой дух движется.
tr: Ruhum şahlanıyor.
vi: Tinh thần tôi phấn chấn.
zh_hans: 我的精神动了。

source: I feel rejected.
de: Ich fühle mich zurückgewiesen.
fr: Je me sens rejeté.
it: Mi sento rifiutato.
ko: 나는 거부감을 느낀다.
pl: Czuję się odrzucoyny.
pt_br: Sinto-me tao rejeitado.
ru: Я чувствую неприязнь.
tr: Reddedilmiş hissediyorum.
vi: Tôi cảm thấy bị từ chối.
zh_hans: 我觉得被拒绝了。
