Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: choppy
de: unruhig
fr: agité
it: disordinato
ko: 고르지 못한
pl: chaotyczny
pt_br: agitada
ru: порывистый
tr: kesik kesik
vi: không đều
zh_hans: 断断续续

source: steady
de: konstant
fr: constant
it: saldo
ko: 꾸준한
pl: stały
pt_br: estável
ru: устойчивый
tr: sabit
vi: vững vàng
zh_hans: 稳定

source: evolving
de: entwickeln
fr: évoluant
it: in evoluzione
ko: 진화
pl: ewoluujący
pt_br: evoluindo
ru: развивающийся
tr: gelişen
vi: đang phát triển
zh_hans: 进化

source: bright
de: hell
fr: brillant
it: luminoso
ko: 밝은
pl: jasny
pt_br: brilhante
ru: яркий
tr: parlak
vi: sáng
zh_hans: 亮

source: breathy
de: gehaucht
fr: essoufflé
it: ansimante
ko: 숨이 차다
pl: dyszący
pt_br: ofegante
ru: хриплый
tr: buğulu
vi: khò khè
zh_hans: 喘息

source: mellow
de: ausgereift
fr: moelleux
it: pacato
ko: 부드러운
pl: łagodny
pt_br: maduro
ru: сочный
tr: yumuşak
vi: dịu êm
zh_hans: 醇厚

source: wobbling
de: wackeln
fr: vacillement
it: barcollante
ko: 흔들흔들
pl: chybotanie
pt_br: balançando
ru: колеблющийся
tr: titrek
vi: lung lay
zh_hans: 摆动

source: focused
de: konzentriert
fr: concentré
it: focalizzato
ko: 집중
pl: skupiony
pt_br: focado
ru: сосредоточенный
tr: odaklanmış
vi: tập trung
zh_hans: 重点

source: even
de: selbst
fr: même
it: regolare
ko: 조차
pl: nawet
pt_br: até
ru: ровный
tr: düzgün
vi: đều
zh_hans: 甚至

source: vibrating
de: vibrierend
fr: vibrant
it: vibrante
ko: 진동
pl: wibrujący
pt_br: vibrando
ru: вибрирующий
tr: titreşimli
vi: rung động
zh_hans: 振动

source: quavering
de: zitternd
fr: chevrotant
it: tremolante
ko: 떨리는
pl: trzęsienie
pt_br: trêmulo
ru: дрожащий
tr: titreyen
vi: run rẩy
zh_hans: 颤抖的

source: eerie
de: unheimlich
fr: sinistre
it: inquietante
ko: 기분 나쁜
pl: niesamowity
pt_br: estranho
ru: таинственный
tr: tekinsiz
vi: rùng rợn
zh_hans: 怪异

source: brittle
de: spröde
fr: fragile
it: friabile
ko: 다루기 힘든
pl: kruchy
pt_br: frágil
ru: ломкий
tr: gevrek
vi: giòn tan
zh_hans: 脆

source: pure
de: rein
fr: pur
it: puro
ko: 순수한
pl: czysty
pt_br: puro
ru: чистый
tr: saf
vi: tinh khiết
zh_hans: 纯

source: piercing
de: stechend
fr: perçant
it: penetrante
ko: 피어싱
pl: przeszywający
pt_br: perfurante
ru: пронзительный
tr: delici
vi: chói tai
zh_hans: 穿孔

source: wavering
de: schwankend
fr: flottement
it: vacillando
ko: 흔들리는
pl: chwiejny
pt_br: vacilante
ru: колеблющийся
tr: kararsız
vi: chập chờn
zh_hans: 摇摆不定

source: harsh
de: hart
fr: dur
it: duro
ko: 가혹한
pl: szorstki
pt_br: severo
ru: суровый
tr: sert
vi: gay gắt
zh_hans: 苛刻

source: reedy
de: schilfig
fr: de roseaux
it: acuto
ko: 갈대 같은
pl: piskliwy
pt_br: esganiçado
ru: пронзительный
tr: ince
vi: ồm ồm
zh_hans: 芦苇

source: nasal
fr: nasale
it: nasale
ko: 비강
pl: nosowy
ru: носовой
tr: burundan
vi: giọng mũi
zh_hans: 鼻音

source: buzzy
de: lebhaft
fr: bourdonnant
it: ronzante
ko: 윙윙거리는
pl: brzęczący
pt_br: zumbido
ru: жужжащий
tr: vızıltılı
vi: rì rầm
zh_hans: 嗡嗡声

source: rough
de: rau
fr: rugueux
it: grezzo
ko: 거친
pl: surowy
pt_br: bruto
ru: грубый
tr: kaba
vi: thô ráp
zh_hans: 粗糙

source: warm
fr: chaleureuse
it: mite
ko: 따뜻한
pl: ciepły
pt_br: morno
ru: тёплый
tr: sıcak
vi: ấm áp
zh_hans: 暖

source: rugged
de: zerklüftet
fr: robuste
it: robusto
ko: 엄격한
pl: chropowaty
pt_br: áspero
ru: крепкий
tr: pürüzlü
vi: gồ ghề
zh_hans: 崎岖

source: heavy
de: schwer
fr: lourd
it: pesante
ko: 무거운
pl: ciężki
pt_br: pesado
ru: тяжелый
tr: ağır
vi: nặng nề
zh_hans: 重

source: flat
de: flach
fr: appartement
it: piatto
ko: 평평한
pl: płaski
pt_br: plano
ru: плоский
tr: düz
vi: phẳng lặng
zh_hans: 平面

source: crisp
de: knackig
fr: croustillant
it: preciso
ko: 바삭한
pl: czysty
pt_br: crocante
ru: хрустящий
tr: net
vi: trong trẻo
zh_hans: 脆

source: sonorous
de: klangvoll
fr: sonore
it: sonoro
ko: 격조 높은
pl: dźwięczny
pt_br: sonoro
ru: звучный
tr: çınlayan
vi: vang dội
zh_hans: 洪亮

source: watery
de: wässrig
fr: aqueux
it: acquoso
ko: 물의
pl: wodnisty
pt_br: aquoso
ru: водный
tr: sulu
vi: loãng
zh_hans: 含水

source: gentle
de: sanft
fr: doux
it: gentile
ko: 온화한
pl: delikatny
pt_br: gentil
ru: нежный
tr: nazik
vi: nhẹ nhàng
zh_hans: 轻柔的

source: slicing
de: schneidend
fr: trancher
it: affettante
ko: 슬라이스
pl: krojenie
pt_br: fatiamento
ru: режущий
tr: keskin
vi: sắc lẹm
zh_hans: 切片

source: liquid
de: flüssig
fr: liquide
it: liquido
ko: 액체
pl: płyn
pt_br: Líquido
ru: жидкий
tr: akıcı
vi: mềm mại
zh_hans: 液体

source: raucous
de: heiser
fr: rauque
it: rauco
ko: 소란스러운
pl: ochrypły
pt_br: estridente
ru: хриплый
tr: kulak tırmalayan
vi: ồn ào
zh_hans: 沙哑

source: breezy
de: luftig
fr: frais
it: spigliato
ko: 미풍
pl: przewiewny
pt_br: ventoso
ru: свежий
tr: esintili
vi: thoáng đãng
zh_hans: 活泼的

source: raspy
de: kratzig
fr: rauque
it: roco
ko: 거친
pl: chropawy
pt_br: rouco
ru: скрипучий
tr: çatallı
vi: khàn khàn
zh_hans: 刺耳的

source: wispy
de: zart
fr: vaporeux
it: sottile
ko: 작게 묶은
pl: delikatny
pt_br: insignificante
ru: тонкий
tr: cılız
vi: mỏng manh
zh_hans: 束状

source: shrill
de: schrill
fr: aigu
it: stridente
ko: 날카로운
pl: przenikliwy
pt_br: estridente
ru: пронзительный
tr: cırtlak
vi: the thé
zh_hans: 尖锐

source: muddy
de: schlammig
fr: boueux
it: fangoso
ko: 흐린
pl: błotny
pt_br: lamacento
ru: мутный
tr: bulanık
vi: đục ngầu
zh_hans: 浑

source: rich
de: reich
fr: riche
it: ricca
ko: 부자
pl: bogaty
pt_br: rico
ru: богатый
tr: zengin
vi: phong phú
zh_hans: 丰富

source: dull
de: trüb
fr: terne
it: attenuato
ko: 단조롭고 지루한
pl: głuchy
pt_br: maçante
ru: глухой
tr: donuk
vi: mờ nhạt
zh_hans: 平淡

source: floating
de: fließend
fr: flottant
it: fluttuante
ko: 떠 있는
pl: pływający
pt_br: flutuante
ru: плавающий
tr: yüzen
vi: trôi nổi
zh_hans: 漂浮的

source: ringing
de: klingelnd
fr: sonnerie
it: squillante
ko: 울리는
pl: dzwoniący
pt_br: toque
ru: звонкий
tr: çınlayan
vi: ngân nga
zh_hans: 铃声

source: resonant
fr: résonnant
it: risonante
ko: 공명하는
pl: rezonujący
pt_br: ressonante
ru: звучный
tr: yankılanan
vi: cộng hưởng
zh_hans: 谐振

source: sweet
de: süss
fr: sucré
it: dolce
ko: 달콤한
pl: słodki
pt_br: doce
ru: милый
tr: tatlı
vi: ngọt ngào
zh_hans: 甜

source: sparkling
de: funkelnd
fr: pétillant
it: scintillante
ko: 반짝이는
pl: iskrzący
pt_br: brilhante
ru: сверкающий
tr: ışıltılı
vi: lấp lánh
zh_hans: 闪闪发光的

source: animal partner
de: Tierpartner
fr: partenaire animal
it: compagno animale
ko: 동물 파트너
pl: partner zwierzęcy
pt_br: parceiro animal
ru: животные партнёры
tr: hayvan ortağı
vi: bạn đồng hành động vật
zh_hans: 动物伙伴

source: brawler
de: Krawallmacher
fr: bagarreur
it: attaccabrighe
ko: 싸움꾼
pl: awanturnik
pt_br: lutador
ru: забияка
tr: kavgacı
vi: kẻ gây gổ
zh_hans: 争竞

source: psycho
fr: psychopathe
it: psicopatico
ko: 싸이코
pl: psychol
pt_br: psicopata
ru: псих
tr: psikopat
vi: kẻ tâm thần
zh_hans: 心理

source: information source
de: Informationsquelle
fr: la source d'information
it: fonte d'informazione
ko: 정보 출처
pl: źródło informacji
pt_br: fonte de informação
ru: информатор
tr: bilgi kaynağı
vi: nguồn thông tin
zh_hans: 信息来源

source: storyteller
de: Geschichtenerzähler
fr: conteur
it: narratore
ko: 소설가
pl: gawędziarz
pt_br: narrador
ru: рассказчик
tr: hikaye anlatıcısı
vi: người kể chuyện
zh_hans: 说故事的人

source: poet
de: Dichter
fr: poète
it: poeta
ko: 시인
pl: poeta
pt_br: poeta
ru: поэт
tr: şair
vi: thi sĩ
zh_hans: 诗人

source: bard
de: Barde
fr: barde
it: bardo
ko: 음유 시인
pt_br: bardo
ru: бард
tr: ozan
vi: người hát rong
zh_hans: 诗人

source: dancer
de: Tänzer
fr: Danseur
it: danzatore
ko: 춤추는 사람
pl: tancerz
pt_br: dançarino
ru: танцор
tr: dansçı
vi: vũ công
zh_hans: 舞蹈家

source: friendly
de: freundlich
fr: amical
it: amichevole
ko: 친숙한
pl: przyjazny
pt_br: amigável
ru: дружественный
tr: dost canlısı
vi: thân thiện
zh_hans: 友好

source: killer
fr: tueur
it: assassino
ko: 살인자
pl: morderca
pt_br: assassino
ru: убийца
tr: katil
vi: kẻ sát nhân
zh_hans: 凶手

source: hunter
de: Jäger
fr: chasseur
it: cacciatore
ko: 사냥꾼
pl: myśliwy
pt_br: caçador
ru: охотник
tr: avcı
vi: thợ săn
zh_hans: 猎人

source: murderer
de: Mörder
fr: meurtrier
it: assassino
ko: 살인자
pl: morderca
pt_br: homicida
ru: душегуб
tr: cani
vi: kẻ giết người
zh_hans: 凶手

source: respected group
de: angesehene Gruppe
fr: groupe respecté
it: gruppo rispettato
ko: 존경받는 그룹
pl: szanowana grupa
pt_br: grupo respeitado
ru: уважаемая группа
tr: saygın grup
vi: nhóm được kính trọng
zh_hans: 受人尊敬的团体

source: enemy fighter
de: feindlicher Kämpfer
fr: combattant ennemi
it: combattente nemico
ko: 적 전투기
pl: wrogi wojownik
pt_br: lutador inimigo
ru: вражеский боец
tr: düşman savaşçı
vi: chiến binh địch
zh_hans: 敌方战士

source: friendly fighter
de: befreundeter Kämpfer
fr: combattant amical
it: combattente amico
ko: 친절한 파이터
pl: przyjazny wojownik
pt_br: lutador amigável
ru: дружеский боец
tr: dost savaşçı
vi: chiến binh phe ta
zh_hans: 友军战士

source: bully
de: schikanieren
fr: intimidateur
it: prepotente
ko: 괴롭히는 사람
pl: prześladowca
ru: хулиган
tr: zorba
vi: kẻ bắt nạt
zh_hans: 恶霸

source: loyal soldier
de: treuer Soldat
fr: soldat loyal
it: soldato leale
ko: 충직한 군인
pl: lojalny żołnierz
pt_br: soldado leal
ru: верный солдат
tr: sadık asker
vi: lính trung thành
zh_hans: 忠诚的士兵

source: quarreler
de: Zänker
fr: querelleur
it: litigante
ko: 싸움꾼
pl: kłótnik
pt_br: brigão
ru: спорщик
tr: münakaşacı
vi: kẻ hay gây gổ
zh_hans: 争吵者

source: flatterer
de: Schmeichler
fr: flatteur
it: adulatore
ko: 아첨꾼
pl: pochlebca
pt_br: adulador
ru: льстец
tr: dalkavuk
vi: kẻ nịnh bợ
zh_hans: 奉承者

source: protector of weak
de: Beschützer der Schwachen
fr: protecteur des faibles
it: protettore dei deboli
ko: 약자의 보호자
pl: obrońca słabych
pt_br: protetor dos fracos
ru: защитник слабых
tr: zayıfların koruyucusu
vi: người bảo vệ kẻ yếu
zh_hans: 庇护者

source: treasure hunter
de: Schatzsucher
fr: chasseur de trésor
it: cacciatore di tesori
ko: 보물 사냥꾼
pl: łowca skarbów
pt_br: caçador de tesouros
ru: охотник за сокровищами
tr: hazine avcısı
vi: thợ săn kho báu
zh_hans: 淘金者

source: preserver of knowledge
de: Bewahrer des Wissens
fr: conservateur du savoir
it: custode della conoscenza
ko: 지식 보존자
pl: strażnik wiedzy
pt_br: preservador do conhecimento
ru: хранитель знаний
tr: bilgi koruyucusu
vi: người bảo tồn tri thức
zh_hans: 博学大师

source: thief
de: Dieb
fr: voleur
it: ladro
ko: 도둑
pl: złodziej
pt_br: ladrão
ru: вор
tr: hırsız
vi: kẻ trộm
zh_hans: 贼

source: Farming/Related
de: Landwirtschaft/Verwandtes
fr: Agriculture/Connexe
it: Agricoltura/Affini
ko: 농업/관련
pl: Rolnictwo/Powiązane
pt_br: Relacionadas com a agricultura ou
ru: Сельское хозяйство/смежное
tr: Tarım/İlgili
vi: Nông nghiệp/Liên quan
zh_hans: 耕种/相关

source: anteater
de: Ameisenbär
fr: fourmilier
it: formichiere
ko: 개미핥기
pl: mrówkojad
pt_br: Tamanduá
ru: муравьед
tr: karıncayiyen
vi: thú ăn kiến
zh_hans: 食蚁兽

source: antelope
de: Antilope
fr: antilope
it: antilope
ko: 영양
pl: antylopa
pt_br: antílope
ru: антилопа
tr: antilop
vi: linh dương
zh_hans: 羚羊

source: ape
de: Affe
fr: singe
it: scimmione
ko: 원숭이
pl: małpa człekokształtna
pt_br: macaco
ru: обезьяна
tr: maymun
vi: vượn
zh_hans: 猿

source: armadillo
de: Gürteltier
fr: tatou
ko: 아르마딜로
pl: pancernik
pt_br: Tatu
ru: броненосец
vi: tatu
zh_hans: 犰狳

source: badger
de: Dachs
fr: blaireau
it: tasso
ko: 오소리
pl: borsuk
pt_br: texugo
ru: барсук
tr: porsuk
vi: lửng
zh_hans: 獾

source: bear
de: Bär
fr: ours
it: orso
ko: 곰
pl: niedźwiedź
pt_br: urso
ru: медведь
tr: ayı
vi: gấu
zh_hans: 熊

source: beaver
de: Biber
fr: castor
it: castoro
ko: 비버
pl: bóbr
pt_br: castor europeu
ru: бобр
tr: kunduz
vi: hải ly
zh_hans: 海狸

source: buffalo
de: Büffel
fr: buffle
it: bufalo
ko: 물소
pl: bizon
ru: буйвол
tr: manda
vi: trâu rừng
zh_hans: 水牛

source: bull
de: Stier
fr: taureau
it: toro
ko: 황소
pl: byk
pt_br: touro
ru: бык
tr: boğa
vi: bò đực
zh_hans: 公牛

source: capybara
de: Wasserschwein
fr: capibara
it: capibara
ko: 카피바라
pl: kapibara
pt_br: capivara
ru: капибара
tr: kapibara
vi: chuột lang nước
zh_hans: 水豚

source: camel
de: Kamel
fr: chameau
it: cammello
ko: 낙타
pl: wielbłąd
pt_br: camelo
ru: верблюд
tr: deve
vi: lạc đà
zh_hans: 骆驼

source: cat
de: Katze
fr: chat
it: gatto
ko: 고양이
pl: kot
pt_br: gato
ru: кот
tr: kedi
vi: mèo
zh_hans: 猫

source: cavy
de: Meerschweinchen
fr: cobaye
it: cavia
ko: 기니피그
pl: świnka morska
pt_br: Preá
ru: морская свинка
tr: kobay
vi: chuột lang
zh_hans: 豚鼠

source: chameleon
de: Chamäleon
fr: caméléon
it: camaleonte
ko: 카멜레온
pl: kameleon
pt_br: camaleao
ru: хамелеон
tr: bukalemun
vi: tắc kè hoa
zh_hans: 变色龙

source: civet
de: Zibetkatze
fr: civette
it: zibetto
ko: 사향고양이
pl: cyweta
pt_br: civeta
ru: виверра
tr: misk kedisi
vi: cầy hương
zh_hans: 麝猫

source: coati
de: Nasenbär
fr: coatis
ko: 긴코너구리
pl: ostronos
pt_br: Quati
ru: носуха
tr: koati
vi: gấu mèo mũi dài
zh_hans: 浣熊

source: deer
de: Reh
fr: cerf
it: cervo
ko: 사슴
pl: jeleń
pt_br: veado
ru: олень
tr: geyik
vi: hươu
zh_hans: 鹿

source: donkey
de: Esel
fr: âne
it: asino
ko: 당나귀
pl: osioł
pt_br: burro
ru: осел
tr: eşek
vi: lừa
zh_hans: 驴

source: elephant
de: Elefant
fr: l'éléphant
it: elefante
ko: 코끼리
pl: słoń
pt_br: Boss
ru: слон
tr: fil
vi: voi
zh_hans: 大象

source: elk
de: Elch
fr: wapiti
it: alce
ko: 고라니
pl: wapiti
pt_br: alce-comum
ru: лось
tr: kanada geyiği
vi: nai sừng tấm Bắc Mỹ
zh_hans: 麋鹿

source: fox
de: Fuchs
fr: renard
it: volpe
ko: 여우
pl: lis
pt_br: raposa
ru: лиса
tr: tilki
vi: cáo
zh_hans: 狐狸

source: giraffe
fr: girafe
it: giraffa
ko: 기린
pl: żyrafa
pt_br: Girafa
ru: жираф
tr: zürafa
vi: hươu cao cổ
zh_hans: 长颈鹿

source: goat
de: Ziege
fr: chèvre
it: capra
ko: 염소
pl: koza
pt_br: Cabra
ru: коза
tr: keçi
vi: dê
zh_hans: 山羊

source: hare
de: Hase
fr: lièvre
it: lepre
ko: 산토끼
pl: zając
pt_br: lebre
ru: заяц
tr: yaban tavşanı
vi: thỏ rừng
zh_hans: 野兔

source: hedgehog
de: Igel
fr: hérisson
it: riccio
ko: 고슴도치
pl: jeż
pt_br: Erinaceidae
ru: ёж
tr: kirpi
vi: nhím
zh_hans: 刺猬

source: horse
de: Pferd
fr: cheval
it: cavallo
ko: 말
pl: koń
pt_br: cavalo
ru: лошадь
tr: at
vi: ngựa
zh_hans: 马

source: hyena
de: Hyäne
fr: hyène
it: iena
ko: 하이에나
pl: hiena
pt_br: Hiena
ru: гиена
tr: sırtlan
vi: linh cẩu
zh_hans: 鬣狗

source: iguana
de: Leguan
fr: iguane
ko: 이구아나
pt_br: iguanas
ru: игуана
vi: kỳ đà
zh_hans: 鬣蜥

source: jackal
de: Schakal
fr: chacal
it: sciacallo
ko: 자칼
pl: szakal
pt_br: chacal
ru: шакал
tr: çakal
vi: chó rừng
zh_hans: 豺狼

source: lemur
fr: maki
it: lemure
ko: 여우원숭이
pt_br: Lêmure
ru: лемур
vi: vượn cáo
zh_hans: 狐猴

source: lizard
de: Eidechse
fr: lézard
it: lucertola
ko: 도마뱀
pl: jaszczurka
pt_br: lagarto
ru: ящерица
tr: kertenkele
vi: thằn lằn
zh_hans: 蜥蜴

source: llama
de: Lama
fr: lama
it: lama
ko: 라마
pl: lama
pt_br: lama
ru: лама
tr: lama
vi: lạc đà không bướu
zh_hans: 骆驼

source: mammoth
de: Mammut
fr: mammouth
it: mammuth
ko: 매머드
pl: mamut
pt_br: Mamute
ru: мамонт
tr: mamut
vi: voi ma mút
zh_hans: 猛犸象

source: marmot
de: Murmeltier
fr: marmotte
it: marmotta
ko: 마멋
pl: świstak
pt_br: Marmota
ru: сурок
tr: dağ sıçanı
vi: sóc chuột
zh_hans: 土拨鼠

source: mole
de: Maulwurf
fr: Môle
it: talpa
ko: 두더쥐
pl: kret
ru: крот
tr: köstebek
vi: chuột chũi
zh_hans: 鼹鼠

source: mongoose
de: Mungo
fr: mangouste
it: mangusta
ko: 몽구스
pl: mangusta
pt_br: Herpestidae
ru: мангуст
tr: kuyruksüren
vi: cầy mangut
zh_hans: 猫鼬

source: monitor
de: Waran
fr: moniteur
it: monitora
ko: 모니터
pl: waran
pt_br: monitorize
ru: варан
tr: varan
vi: kỳ đà vân
zh_hans: 监控

source: moose
de: Elch
fr: élan
it: alce mus
ko: 무스
pl: łoś
pt_br: Alce
ru: лось
tr: sığın
vi: nai sừng tấm châu Âu
zh_hans: 驼鹿

source: monkey
de: Affe
fr: singe
it: scimmia
ko: 원숭이
pl: małpa
pt_br: macaco
ru: мартышка
tr: maymun
vi: khỉ
zh_hans: 猴子

source: mouse
de: Maus
fr: Souris
it: topo
ko: 생쥐
pl: mysz
ru: мышь
tr: fare
vi: chuột nhắt
zh_hans: 鼠标

source: panda
ko: 팬더
ru: панда
vi: gấu trúc
zh_hans: 熊猫

source: pangolin
de: Schuppentier
it: pangolino
ko: 천산갑
pl: łuskowiec
pt_br: Pangolim
ru: ящер
vi: tê tê
zh_hans: 穿山甲

source: panther
fr: panthère
it: pantera
ko: 표범
pl: pantera
ru: пантера
tr: panter
vi: báo đen
zh_hans: 豹

source: pig
de: Schwein
fr: cochon
it: maiale
ko: 돼지
pl: świnia
pt_br: porco
ru: свинья
tr: domuz
vi: lợn
zh_hans: 猪

source: porcupine
de: Stachelschwein
fr: porc-épic
it: porcospino
ko: 호저
pl: jeżozwierz
pt_br: porco-espinho
ru: дикобраз
tr: oklu kirpi
vi: nhím
zh_hans: 豪猪

source: rabbit
de: Karnickel
fr: lapin
it: coniglio
ko: 토끼
pl: królik
pt_br: coelho
ru: кролик
tr: tavşan
vi: thỏ
zh_hans: 兔子

source: raccoon
de: Waschbär
fr: raton laveur
it: procione
ko: 너구리
pl: szop
pt_br: guaxinim
ru: енот
tr: rakun
vi: gấu mèo
zh_hans: 浣熊

source: rhinoceros
de: Nashorn
fr: rhinocéros
it: rinoceronte
ko: 코뿔소
pl: nosorożec
pt_br: Rinoceronte
ru: носорог
tr: gergedan
vi: tê giác
zh_hans: 犀牛

source: sheep
de: Schaf
fr: mouton
it: pecora
ko: 양
pl: owca
pt_br: ovelha
ru: овца
tr: koyun
vi: cừu
zh_hans: 绵羊

source: shrew
de: Spitzmaus
fr: musaraigne
it: toporagno
ko: 뾰족뒤쥐
pl: ryjówka
pt_br: Soricidae
ru: землеройка
tr: sivri fare
vi: chuột chù
zh_hans: 鼩

source: skink
fr: scinque
it: scinco
ko: 짧은다리도마뱀
pl: scynka
pt_br: Scincidae
ru: сцинк
vi: thằn lằn bóng
zh_hans: 石龙

source: skunk
de: Stinktier
fr: moufette
it: puzzola
ko: 스컹크
pl: skunks
pt_br: Mephitidae
ru: скунс
tr: kokarca
vi: chồn hôi
zh_hans: 臭鼬

source: sloth
de: Faultier
fr: la paresse
it: bradipo
ko: 나무늘보
pl: leniwiec
pt_br: Preguiça
ru: ленивец
tr: tembel hayvan
vi: lười
zh_hans: 树獭

source: squirrel
de: Eichhörnchen
fr: écureuil
it: scoiattolo
ko: 다람쥐
pl: wiewiórka
pt_br: esquilo
ru: белка
tr: sincap
vi: sóc
zh_hans: 松鼠

source: tortoise
de: Landschildkröte
fr: tortue
it: tartaruga terrestre
ko: 거북
pl: żółw lądowy
pt_br: tartaruga terrestre
ru: черепаха
tr: kaplumbağa
vi: rùa cạn
zh_hans: 龟

source: warthog
de: Warzenschwein
fr: phacochère
it: facocero
ko: 혹멧돼지
pl: guziec
pt_br: javali-africano
ru: бородавочник
tr: siğilli domuz
vi: lợn bướu
zh_hans: 疣猪

source: weasel
de: Wiesel
fr: belette
it: donnola
ko: 족제비
pl: łasica
pt_br: Mustela
ru: ласка
tr: gelincik
vi: chồn
zh_hans: 黄鼠狼

source: wolf
fr: loup
it: lupo
ko: 늑대
pl: wilk
pt_br: lobo
ru: волк
tr: kurt
vi: sói
zh_hans: 狼

source: zebra
fr: zèbre
ko: 얼룩말
ru: зебра
vi: ngựa vằn
zh_hans: 斑马

source: Button
fr: Bouton
it: Tasto
ko: 단추
pl: Przycisk
pt_br: Botão
ru: Кнопка
tr: Düğme
vi: Nút
zh_hans: 按钮

source: Site
de: Platz
fr: Placer
it: Sito
ko: 장소
pl: Miejsce
pt_br: Local
ru: Место
tr: Yerleşim
vi: Địa điểm
zh_hans: 居住地

source: and ended at
de: und endete bei
fr: et terminé à
it: e si è conclusa a
ko: 에 종료
pl: i skończył w
pt_br: e terminou em
ru: и закончилось в
tr: ve şurada bitti:
vi: và kết thúc tại
zh_hans: 结束于

source: Civ Zone
de: Zivilbereich
fr: Zone civile
it: Zona Civiltà
ko: 문명 구역
pl: Strefa Cywilizacji
pt_br: Zona civil
ru: Зона цивилизации
tr: Uygarlık Bölgesi
vi: Vùng Văn minh
zh_hans: 文明区

source: Duplicate Object:
de: Objekt duplizieren:
fr: Objet dupliqué :
it: Duplica Oggetto:
ko: 중복 개체:
pl: Zduplikowany obiekt:
pt_br: Objeto Duplicado:
ru: Копировать объект:
tr: Kopya Nesne:
vi: Đối tượng Trùng lặp:
zh_hans: 复制品

source: Offending mods are
tr: Sorunlu modlar:
vi: Các bản mod gây lỗi là

source: . Further duplicates will be printed to errorlog; worldgen will abort.
tr: . Diğer kopyalar hata günlüğüne yazılacak; dünya oluşturma durdurulacak.
vi: . Các bản trùng lặp tiếp theo sẽ được ghi vào nhật ký lỗi; quá trình tạo thế giới sẽ bị hủy bỏ.

source: patching corruption: item off-loaded and also in play:
fr: patcher la corruption: élément déchargé et également en jeu:
it: correggendo corruzione: elemento scaricato e anche in gioco:
ko: 패칭 손상: 아이템 오프로드 및 플레이 중:
pl: błąd podczas patchowania: przedmiot został odblokowany i jest w grze:
pt_br: correção de corrupção: item descarregado e também em jogo:
ru: исправление повреждения: элемент выгружен, а также в игре:
tr: bozulma onarılıyor: eşya hem boşaltıldı hem de oyunda:
vi: vá lỗi hỏng: vật phẩm đã dỡ bỏ và vẫn đang trong trận:
zh_hans: 修补损坏：项目卸载和播放：

source: ** Loading Fortress **
de: ** Laden der Festung **
fr: ** Forteresse de chargement **
it: ** Caricamento Fortezza **
ko: ** 요새 불러오는 중 **
pl: ** Ładowanie Twierdzy **
pt_br: ** Carregando Fortaleza **
ru: **Загрузка крепости**
tr: ** Kale Yükleniyor **
vi: ** Đang tải Pháo đài **
zh_hans: ** 加载要塞 **

source: ** Loading Adventurer **
tr: ** Maceracı Yükleniyor **
vi: ** Đang tải Nhà thám hiểm **

source: Off duty
de: Außer Dienst
fr: En congé
it: Fuori servizio
ko: 비번
pl: Poza służbą
pt_br: De folga
ru: Не на службе
tr: İzinli
vi: Ngoài nhiệm vụ
zh_hans: 未值班

source: Staggered training
de: Gestaffeltes Training
fr: Entraînement échelonné
it: Allenamento scaglionato
ko: 엇갈린 훈련
pl: Rozłożony trening
pt_br: Treino escalonado
ru: Чередующаяся тренировка
tr: Dönüşümlü eğitim
vi: Huấn luyện gián đoạn
zh_hans: 穿插训练

source: Constant training
de: Konstantes Training
fr: Entraînement constant
it: Addestramento costante
ko: 지속적인 훈련
pl: Stały trening
pt_br: Treino constante
ru: Постоянная тренировка
tr: Sürekli eğitim
vi: Huấn luyện liên tục
zh_hans: 持续训练

source: Ready
de: Bereit
fr: Prêt
it: Pronto
ko: 준비가 된
pl: Gotowy
pt_br: Pronto
ru: В готовности
tr: Hazır
vi: Sẵn sàng
zh_hans: 准备

source: removed erroneous unit occupancy flag
fr: suppression de l'indicateur d'occupation erroné de l'unité
it: rimosso flag errato di occupazione dell'unità
ko: 잘못된 유닛 점유 플래그 제거
pl: usunięto błędną flagę zajętości jednostek
pt_br: bandeira de ocupação de unidade incorreta removida
ru: удален ошибочный флаг занятости юнит
tr: hatalı birim doluluk bayrağı kaldırıldı
vi: đã xóa cờ chiếm giữ đơn vị lỗi
zh_hans: 删除了错误的单位占用标志

source: removed erroneous unit ground occupancy flag
fr: suppression du drapeau d'occupation du sol de l'unité erronée
it: rimosso flag errato di occupazione del suolo dell'unità
ko: 잘못된 단위 지상 점유 플래그 제거
pl: usunięto błędną flagę zajętości gruntu jednostki
pt_br: bandeira de ocupação de terreno de unidade incorreta removida
ru: удален ошибочный юнит занятости заземления устройства
tr: hatalı birim zemin doluluk bayrağı kaldırıldı
vi: đã xóa cờ chiếm giữ mặt đất của đơn vị lỗi
zh_hans: 删除了错误的单位地面占用标志

source: Repairing squad info for Unit #
de: Truppeninformationen für Einheit reparieren #
fr: Infos sur l'escouade de réparation pour l'unité #
it: Riparazione Info Squadra per Unità #
ko: 유닛 #의 분대 정보 복구 중
pl: Informacje o składzie naprawczym dla jednostki #
pt_br: Reparando informações do esquadrão da Unidade #
ru: Восстановление группы информации о юнит #
tr: Birim # için manga bilgisi onarılıyor
vi: Đang sửa chữa thông tin đội hình cho Đơn vị #
zh_hans: 维修队信息来自单位#

source: Loading world to start new game
de: Welt laden, um ein neues Spiel zu beginnen
fr: Chargement du monde pour démarrer une nouvelle partie
it: Caricamento mondo per nuovo gioco
ko: 새 게임을 시작하기 위해 세계를 불러오는 중
pl: Wczytywanie świata do rozpoczęcia nowej gry
pt_br: Carregando Mundo Para Começar Novo Jogo
ru: Загрузка мира для запуска игры
tr: Yeni oyun başlatmak için dünya yükleniyor
vi: Đang tải thế giới để bắt đầu trò chơi mới
zh_hans: 加载世界来开始新游戏

source: Loading object files...
de: Laden von Objektdateien...
fr: Chargement des fichiers objets...
it: Caricamento file oggetto...
ko: 개체 파일 불러오는 중...
pl: Ładowanie plików...
pt_br: Carregando Objetos...
ru: Загрузка файлов объектов...
vi: Đang tải tệp đối tượng...
zh_hans: 加载对象文件......

source: Sorting text...
de: Text sortieren...
fr: Tri du texte...
it: Ordinamento del testo...
ko: 텍스트 분류 중...
pl: Sortowanie tekstu...
pt_br: Organizando texto...
ru: Сортировка текста...
tr: Metin sıralanıyor...
vi: Đang sắp xếp văn bản...
zh_hans: 排序文本......

source: Sorting material templates...
de: Sortieren von Materialvorlagen...
fr: Tri des modèles de matériel...
it: Ordinamento dei modelli di materiale...
ko: 재료 템플릿 분류 중...
pl: Sortowanie szablonów materiałów...
pt_br: Organizando modelos de material...
ru: Сортировка шаблонов материалов...
tr: Malzeme şablonları sıralanıyor...
vi: Đang sắp xếp mẫu vật liệu...
zh_hans: 排序材料模板......
