Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: make believe
de: glauben machen
fr: faire croire
it: far finta
ko: 믿게 하다
pl: wierzyć
pt_br: faz de conta
ru: делал вид
tr: hayali oyun oynadı
vi: giả vờ
zh_hans: 假扮游戏

source: play with toy
de: mit Spielzeug spielen
fr: jouer avec un jouet
it: gioca con giocattolo
ko: 장난감을 가지고 놀다
pl: bawić się zabawką
pt_br: Brincar com brinquedo
ru: играть с игрушкой
tr: oyuncakla oyna
vi: chơi với đồ chơi
zh_hans: 玩玩具

source: dream about hf
de: träumen über hf
fr: rêver de hf
it: sogna hf
ko: HF에 대한 꿈
pl: marzenie o hf
pt_br: sonha sobre figura histórica
ru: мечтать о и.ф.
tr: tarihi figür hakkında rüya gör
vi: mơ về hf
zh_hans: 关于梦想

source: dream
de: traum
fr: rêver
it: sogno
ko: 꿈
pl: marzenie
pt_br: sonho
ru: мечтаете
tr: rüya
vi: mơ
zh_hans: 梦

source: nightmare
de: Alptraum
fr: cauchemar
it: incubo
ko: 악몽
pl: koszmar
pt_br: pesadelo
ru: кошмар
tr: kabus
vi: ác mộng
zh_hans: 恶梦

source: did individual melee drills
de: individuelle Nahkampfübungen durchgeführt
fr: a fait des exercices de mêlée individuels
it: ha fatto esercitazioni individuali in mischia
ko: 개별 근접 훈련을 했다
pl: wykonali indywidualne ćwiczenia walki wręcz
pt_br: fez treinamento corpo-a-corpo individual
ru: делал индивидуальные рукопашные тренировки
tr: bireysel yakın dövüş talimleri yaptı
vi: thực hiện diễn tập cận chiến cá nhân
zh_hans: 个人近战训练

source: improved skill
de: verbesserte Fähigkeit
fr: compétence améliorée
it: abilità migliorata
ko: 향상된 기술
pl: zwiększone umiejętności
pt_br: habilidade melhorada
ru: улучшенный навык
tr: yeteneği geliştirdi
vi: cải thiện kỹ năng
zh_hans: 提高技能

source: put on quality worn item
de: auf Qualität getragene Ware anlegen
fr: mettre un objet usé de qualité
it: indossato un capo di qualità usurato
ko: 고급 착용 아이템을 입다
pl: Załóż wysokiej jakości zużyty przedmiot
pt_br: colocar um item desgastado de qualidade
ru: надеть качественный изношенный предмет
tr: kaliteli eşya kuşandı
vi: mặc vật phẩm đã mặc chất lượng cao
zh_hans: 穿上优质的旧物品

source: change personality value
de: Persönlichkeitswert ändern
fr: changer la valeur de la personnalité
it: cambia valore della personalità
ko: 성격 가치를 바꾸다
pl: zmiana wartości osobowości
pt_br: mudar o valor da personalidade
ru: изменить значение личности
tr: kişilik değerini değiştir
vi: thay đổi giá trị tính cách
zh_hans: 改变人格价值

source: active performance preacher
fr: prédicateur de performance actif
it: esibizione attiva predicatore
ko: 활동적인 설교자
pl: aktywny kaznodzieja
pt_br: pregador de desempenho ativo
ru: активное представление проповедника
tr: aktif performans vaiz
vi: người thuyết giáo đang biểu diễn
zh_hans: 积极表现的传教士

source: active performance storyteller
fr: conteur de performances actives
it: esibizione attiva narratore
ko: 능동적 퍼포먼스 스토리텔러
pl: aktywny gawędziarz
pt_br: contador de histórias de desempenho ativo
ru: активный рассказчик
tr: aktif performans hikaye anlatıcısı
vi: người kể chuyện đang biểu diễn
zh_hans: 积极的表现讲故事者

source: active performance poem reciter
fr: récitant de poèmes de performance active
it: esibizione attiva recitatore di poesie
ko: 활동적인 시 낭송자
pl: aktywny recytator wierszy
pt_br: recitador de poema de desempenho ativo
ru: активный чтец стихотворных произведений
tr: aktif performans şiir okuyucusu
vi: người ngâm thơ đang biểu diễn
zh_hans: 主动演奏诗朗诵者

source: active performance simulated instrument
fr: instrument de simulation de performances actives
it: esibizione attiva strumento simulato
ko: 활성 성능 시뮬레이션 악기
pl: aktywny symulowany instrument
pt_br: instrumento simulado de performance ativa
ru: активное исполнение имитированных инструментов
tr: aktif performans simüle edilmiş enstrüman
vi: biểu diễn nhạc cụ mô phỏng
zh_hans: 主动性能模拟仪器

source: active performance instrument
fr: instrument de performance actif
it: esibizione attiva strumento
ko: 현악기
pl: aktywny instrument wydajnościowy
pt_br: instrumento de performance ativo
ru: активное выступление инструмента
tr: aktif performans enstrüman
vi: biểu diễn nhạc cụ
zh_hans: 主动表演仪器

source: active performance singer
fr: chanteur de performance actif
it: esibizione attiva cantante
ko: 현역 가수
pl: aktywny wokalista wyczynowy
pt_br: cantor de performance ativo
ru: активное выступление певицы
tr: aktif performans şarkıcı
vi: ca sĩ đang biểu diễn
zh_hans: 活跃的表演歌手

source: active performance chanter
fr: chanteur de performance actif
it: esibizione attiva cantore
ko: 능동적인 연주가
pl: aktywny kurant wyczynowy
pt_br: cantor de performance ativa
ru: активное представление певчего
tr: aktif performans ilahici
vi: người hát xướng đang biểu diễn
zh_hans: 主动表演

source: active performance dancer
fr: danseur de performance actif
it: danzatore di performance attiva
ko: 현역 댄서
pl: aktywny tancerz wyczynowy
pt_br: dançarina de performance ativa
ru: активное представление танцора
tr: aktif performans dansçı
vi: vũ công đang biểu diễn
zh_hans: 积极表演舞者

source: active sermon worship hfid
fr: sermon actif culte hfid
it: sermone attivo culto hfid
ko: 적극적인 설교 예배 hfid
pl: aktywne kazanie uwielbienie hyfid
pt_br: sermão ativo pela adoração de hfid
ru: активная проповедь
tr: aktif vaaz ibadet hfid
vi: bài giảng đang thờ cúng hfid
zh_hans: 活跃的讲道信仰

source: active sermon sphere
fr: sphère de sermon active
it: sfera di sermone attivo
ko: 적극적인 설교 영역
pl: aktywna sfera kazań
pt_br: esfera ativa do sermão
ru: область активной проповеди
tr: aktif vaaz küre
vi: bài giảng đang về lĩnh vực
zh_hans: 积极布道的氛围

source: active sermon promote value
fr: sermon actif promouvoir la valeur
it: promuovi valore di sermone attivo
ko: 능동적인 설교는 가치를 증진시킨다
pl: aktywne kazanie promuje wartość
pt_br: Valor de promoção ativo do sermão
ru: активная проповедь повышает ценность
tr: aktif vaaz değer teşviki
vi: bài giảng đang đề cao giá trị
zh_hans: 积极说教促进值

source: active sermon refuse value
fr: valeur de refus de sermon actif
it: valore rifiuto di sermone attivo
ko: 적극적인 설교 거부 가치
pl: aktywna wartość odmowy kazania
pt_br: Valor de recusa ativo do sermão
ru: Активная проповедь
tr: aktif vaaz değer reddi
vi: bài giảng đang từ chối giá trị
zh_hans: 主动说教的拒绝值

source: active story event
de: aktive Geschichte
fr: événement d'histoire active
it: evento storico attivo
ko: 액티브 스토리 이벤트
pl: aktywne wydarzenie fabularne
pt_br: Evento de estória ativo
ru: активное историческое событие
tr: aktif hikaye olayı
vi: sự kiện câu chuyện đang diễn ra
zh_hans: 活跃的故事

source: active poetic form
de: aktive dichterische Form
fr: forme poétique active
it: forma poetica attiva
ko: 적극적인 시적 형식
pl: aktywna forma poetycka
pt_br: forma poética ativa
ru: выбранный поэтический жанр искусства
tr: aktif şiirsel form
vi: thể thơ đang hoạt động
zh_hans: 活跃的诗意形式

source: active musical form
de: aktive musikalische Form
fr: forme musicale active
it: forma musicale attiva
ko: 활동적인 음악 형식
pl: aktywna forma muzyczna
pt_br: forma musical ativa
ru: выбранный музыкальный жанр искусства
tr: aktif müzikal form
vi: thể nhạc đang hoạt động
zh_hans: 活跃的音乐形式

source: active dance form
de: aktive Tanzform
fr: forme de danse active
it: forma di danza attiva
ko: 활동적인 댄스 형식
pl: aktywna forma tańca
pt_br: forma de dança ativa
ru: активный танцевальный стиль
tr: aktif dans formu
vi: thể vũ đạo đang hoạt động
zh_hans: 积极的舞蹈形式

source: defeated hf
de: besiegt hf
fr: hf vaincu
it: sconfitto hf
ko: 패배
pl: pokonany
pt_br: derrotou uma figura histórica
ru: побеждён hf
tr: tarihi figürü yendi
vi: đánh bại hf
zh_hans: 击败了

source: item was favorite possession
de: Gegenstand war Lieblingsstück
fr: l'objet était la possession préférée
it: l'oggetto era il bene preferito
ko: 아이템은 가장 좋아하는 소유물이었습니다
pl: przedmiot był ulubioną rzeczą
pt_br: Item era posse favorita
ru: предмет был любимым владением
tr: eşya favori mülküydü
vi: vật phẩm từng là tài sản yêu thích
zh_hans: 物品是最喜欢的

source: by preserving part of body
de: durch Erhaltung eines Körperteils
fr: en préservant une partie du corps
it: conservando una parte del corpo
ko: 신체 일부를 보존함으로써
pl: poprzez zachowanie części ciała
pt_br: preservando parte do corpo
ru: сохраняя часть тела
tr: vücudun bir parçasını koruyarak
vi: bằng cách bảo quản một phần thi thể
zh_hans: 通过保留身体的一部分

source: abducted hf
de: entführt hf
fr: hf enlevé
it: sequestrato hf
ko: 납치된
pl: uprowadzony
pt_br: figura histórica sequestrada
ru: похитили hf
tr: tarihi figürü kaçırdı
vi: bắt cóc hf
zh_hans: 被绑架了

source: murdered hf
de: ermordet hf
fr: hf assassiné
it: assassinato hf
ko: 살해 HF
pl: zamordowany
pt_br: hf assassinado
ru: убитый hf
tr: tarihi figürü katletti
vi: sát hại hf
zh_hans: 谋杀了

source: historical event collection
de: Historische Ereignissammlung
fr: collection d'événements historiques
it: raccolta di eventi storici
ko: 역사적 사건 모음
pl: kolekcja wydarzeń historycznych
pt_br: coleção de eventos históricos
ru: коллекция исторических событий
tr: tarihi olay koleksiyonu
vi: tập hợp sự kiện lịch sử
zh_hans: 历史事件集合

source: acquired artifact
de: erworbenes Artefakt
fr: artefact acquis
it: manufatto acquisito
ko: 획득한 아티팩트
pl: nabyty artefakt
pt_br: artefato adquirido
ru: приобретенный артифакт
tr: eser edindi
vi: thu được cổ vật
zh_hans: 获得的神器

source: claimed artifact given away
de: beanspruchtes Artefakt verschenkt
fr: artefact revendiqué donné
it: manufatto rivendicato e regalato
ko: 소유권이 주장된 유물이 주어짐
pl: oddany artefakt
pt_br: artefato reivindicado
ru: претензеционный артефакт отдан
tr: başkasına verilen eseri talep etti
vi: cổ vật đã tuyên bố chủ quyền bị đem tặng
zh_hans: 声称把神器送走了

source: preying on civilized for blood
de: auf der Jagd nach Blut für Zivilisten
fr: s'attaquant aux civilisés pour le sang
it: che predano i civili in cerca di sangue
ko: 피를 위해 문명을 잡아먹다
pl: żerujący na cywilizowanych dla krwi
pt_br: caçando civilizados por sangue
ru: охотиться на цивилизованных кровей
tr: kan için medeni halkı avlama
vi: săn mồi người văn minh để lấy máu
zh_hans: 掠夺文明人的血液

source: unnaturally ageless
de: unnatürlich zeitlos
fr: anormalement sans âge
it: innaturalmente senza età
ko: 부자연스럽게 늙지 않는
pl: nienaturalnie wiekowy
pt_br: anormalmente sem idade
ru: неестественно нестареющий
tr: doğaüstü şekilde yaşlanmayan
vi: trường sinh bất lão một cách bất thường
zh_hans: 不自然的岁月无痕

source: scholarly lecture in site
de: wissenschaftlicher Vortrag vor Ort
fr: conférence savante sur le site
it: conferenza accademica in sito
ko: 현장에서 학술 강의
pl: wykład naukowy na miejscu
pt_br: palestra acadêmica no local
ru: научная лекция в месте под названием
tr: yerleşimde akademik ders
vi: bài giảng học thuật tại địa điểm
zh_hans: 在站点做学术报告

source: performance in site
fr: performances sur site
it: esibizione in sito
ko: 현장 성능
pl: wydajność w witrynie
pt_br: desempenho no local
tr: yerleşimde performans
vi: biểu diễn tại địa điểm
zh_hans: 在站点表演

source: embezzling funds from position
de: Veruntreuung von Geldern aus der Position
fr: détourner des fonds de la position
it: appropriazione indebita di fondi dalla posizione
ko: 위치에서 자금을 횡령
pl: defraudacja środków z pozycji
pt_br: desviar fundos da posição
ru: присвоение средств с должности
tr: makamdan zimmete para geçirme
vi: biển thủ quỹ từ chức vụ
zh_hans: 挪用职位资金

source: cut of corrupt funds
de: Kürzung korrupter Mittel
fr: coupe des fonds corrompus
it: taglio dei fondi per corruzione
ko: 부패 자금의 삭감
pl: cięcie skorumpowanych funduszy
pt_br: cortado de fundos corruptos
ru: сокращение коррупционных средств
tr: yolsuzluk paralarından pay
vi: chia phần quỹ tham nhũng
zh_hans: 阻断贪污

source: from afar
de: aus der Ferne
fr: de loin
it: da lontano
ko: 멀리서
pl: z daleka
pt_br: de longe
ru: издалека
tr: uzaktan
vi: từ xa
zh_hans: 从此以后

source: during an infiltration mission
de: während einer Infiltrationsmission
fr: lors d'une mission d'infiltration
it: durante una missione d'infiltrazione
ko: 잠입 임무 중
pl: podczas misji infiltracyjnej
pt_br: durante uma missão de infiltração
ru: во время миссии проникновения
tr: bir sızma görevi sırasında
vi: trong nhiệm vụ thâm nhập
zh_hans: 潜入任务期间

source: temple petition accepted
de: Tempel-Petition angenommen
fr: pétition du temple acceptée
it: petizione del tempio accettata
ko: 성전 청원이 수락됨
pl: petycja w sprawie świątyni przyjęta
pt_br: petição do tempo aceita
ru: Храмовая петиция принята
tr: tapınak dilekçesi kabul edildi
vi: đơn xin đền thờ được chấp thuận
zh_hans: 寺庙请愿被接受

source: temple petition rejected
de: Petition für Tempel abgelehnt
fr: pétition du temple rejetée
it: petizione del tempio respinta
ko: 성전 청원 거부됨
pl: petycja w sprawie świątyni odrzucona
pt_br: petição do templo rejeitada
ru: храмовая петиция отклонена
tr: tapınak dilekçesi reddedildi
vi: đơn xin đền thờ bị từ chối
zh_hans: 寺庙请愿被拒绝

source: temple petition ignored
de: Tempel-Petition ignoriert
fr: pétition du temple ignorée
it: petizione del tempio ignorata
ko: 성전 청원이 무시됨
pl: petycja w sprawie świątyni zignorowana
pt_br: petição do templo ignorada
ru: храмовая петиция проигнорирована
tr: tapınak dilekçesi dikkate alınmadı
vi: đơn xin đền thờ bị bỏ qua
zh_hans: 寺庙请愿书被忽视

source: temple agreement abandoned
de: Tempelabkommen aufgegeben
fr: accord du temple abandonné
it: accordo sul tempio abbandonato
ko: 성전 계약 포기
pl: odstąpienie od umowy w sprawie świątyni
pt_br: acordo do templo abandonado
ru: соглашение о постройке храма не выполнено
tr: tapınak anlaşması feshedildi
vi: thỏa thuận đền thờ bị bỏ dở
zh_hans: 寺庙协议被放弃

source: guildhall petition accepted
de: Gildenhalle-Petition angenommen
fr: pétition de la guilde acceptée
it: petizione della casa della gilda accettata
ko: 길드홀 청원 접수
pl: petycja guildhall przyjęta
pt_br: Petição da guilda aceita
ru: петиция в зале гильдии принята
tr: lonca binası dilekçesi kabul edildi
vi: đơn xin hội quán được chấp thuận
zh_hans: 接受行会请愿

source: entity temple recognition
de: Anerkennung von Tempelanlagen
fr: reconnaissance du temple de l'entité
it: riconoscimento dell'entità tempio
ko: 엔티티 사원 인식
pl: uznanie świątyni podmiotu
pt_br: reconhecimento do templo da entidade
ru: признание храма сущности
tr: yönetimin tapınağı tanıması
vi: thực thể công nhận đền thờ
zh_hans: 实体寺庙认可

source: guildhall petition rejected
de: Petition für die Gildenhallen abgelehnt
fr: pétition de la guilde rejetée
it: petizione della casa della gilda respinta
ko: 길드홀 청원 거부
pl: petycja guildhall odrzucona
pt_br: Petição da guilda recusada
ru: петиция о постройке здания гильдии отклонено
tr: lonca binası dilekçesi reddedildi
vi: đơn xin hội quán bị từ chối
zh_hans: 行会请愿被拒绝

source: guildhall petition ignored
de: Gildenhalle-Petition ignoriert
fr: pétition de la guilde ignorée
it: petizione della casa della gilda ignorata
ko: 길드홀 청원이 무시됨
pl: petycja guildhall zignorowana
pt_br: Petição da guilda ignorada
ru: петиция о постройке здания гильдии проигнорировано
tr: lonca binası dilekçesi görmezden gelindi
vi: đơn xin hội quán bị bỏ qua
zh_hans: 行会请愿被忽视

source: guildhall agreement abandoned
de: Gildenhalle Vereinbarung aufgegeben
fr: accord de guilde abandonné
it: accordo abbandonato per la casa della gilda
ko: 길드홀 계약 포기
pl: odstąpienie od umowy z guildhall
pt_br: acordo do salão da guilda abandonado
ru: соглашение о постройке здания гильдии не выполнено
tr: lonca binası anlaşması terk edildi
vi: thỏa thuận hội quán bị bỏ dở
zh_hans: 行会协议被放弃

source: is entity subordinate
fr: est une entité subordonnée
it: è un'entità subordinata
ko: 엔터티 종속
pl: jest jednostką podporządkowaną
pt_br: é uma entidade subordinada
ru: является подчиненным субъектом
tr: bağlı yönetim birimi mi
vi: là thực thể cấp dưới
zh_hans: 是实体的从属关系

source: for an insurrection
de: für einen Aufstand
fr: pour une insurrection
it: per un'insurrezione
ko: 반란을 위해
pl: na powstanie
pt_br: por uma insurreição
ru: для восстания
tr: bir ayaklanma için
vi: cho một cuộc nổi dậy
zh_hans: 为了起义

source: to adventure
de: zum Abenteuer
fr: à l'aventure
it: all'avventura
ko: 모험하다
pl: do przygody
pt_br: para se aventurar
ru: к приключениям
tr: maceraya atılmak için
vi: để phiêu lưu
zh_hans: 去冒险

source: as a guide
de: als Wegweiser
fr: comme un guide
it: come guida
ko: 가이드로써
pl: jako przewodnik
pt_br: como um guia
ru: в качестве проводника
tr: rehber olarak
vi: với vai trò người hướng dẫn
zh_hans: 作为指导

source: in order to be rescued
de: um gerettet zu werden
fr: pour être secouru
it: per essere salvati
ko: 구원받기 위해
pl: aby zostać uratowanym
pt_br: para que possa ser resgatado
ru: для того, чтобы спастись
tr: kurtarılmak için
vi: nhằm được giải cứu
zh_hans: 为了获救

source: after pondering the ineffable subtleties of
de: nach dem Nachdenken über die unaussprechlichen Feinheiten der
fr: après avoir réfléchi aux subtilités ineffables de
it: dopo aver riflettuto sulle ineffabili sottigliezze del
ko: 형언할 수 없는 미묘함을 숙고한 후에
pl: po zastanowieniu się nad niewysłowionymi subtelnościami
pt_br: depois de ponderar a sutileza indescritível de
ru: после размышлений о невыразимых тонкостях
tr: şunun tarifsiz inceliklerini düşündükten sonra:
vi: sau khi suy ngẫm về những tinh tế khôn tả của
zh_hans: 在思考了不可言喻的微妙之处之后

source: due to their cosmic similarity
de: aufgrund ihrer kosmischen Ähnlichkeit
fr: en raison de leur similitude cosmique
it: a causa della loro somiglianza cosmica
ko: 우주적 유사성으로 인해
pl: ze względu na ich kosmiczne podobieństwo
pt_br: devido a sua similaridade cósmica
ru: из-за их огромного сходства
tr: kozmik benzerlikleri nedeniyle
vi: do sự tương đồng vũ trụ của chúng
zh_hans: 由于它们的宇宙相似性

source: in order to maintain balance in the universe
de: um das Gleichgewicht im Universum zu bewahren
fr: afin de maintenir l'équilibre dans l'univers
it: per mantenere l'equilibrio nell'universo
ko: 우주의 균형을 유지하기 위해
pl: w celu utrzymania równowagi we wszechświecie
pt_br: de modo a manter o equilíbrio no universo
ru: для того, чтобы поддерживать равновесие во вселенной
tr: evrendeki dengeyi korumak için
vi: để duy trì cân bằng trong vũ trụ
zh_hans: 为了维持宇宙的平衡

source: to create a monument to the boundaries between realities
de: ein Denkmal für die Grenzen zwischen den Realitäten zu schaffen
fr: créer un monument aux frontières entre les réalités
it: per creare un monumento ai confini tra le realtà
ko: 현실 사이의 경계에 기념비를 만들기 위해
pl: stworzyć pomnik granic między rzeczywistościami
pt_br: para criar um monumento aos limites entre realidades
ru: создать памятник границе между реальностями
tr: gerçeklikler arasındaki sınırlara bir anıt oluşturmak için
vi: để tạo một đài tưởng niệm cho các ranh giới giữa các thực tại
zh_hans: 为双方边界划分建一座纪念碑

source: to sow the seeds of chaos therein
de: um darin die Saat des Chaos zu säen
fr: y semer les graines du chaos
it: per seminarvi i semi del caos
ko: 그 안에 혼돈의 씨앗을 뿌리기 위해
pl: by zasiać tam ziarna chaosu
pt_br: para semear as sementes do caos ali
ru: сеять семена хаоса здесь
tr: oraya kaos tohumları ekmek için
vi: để gieo rắc hạt giống hỗn loạn vào trong đó
zh_hans: 在其中撒播混乱的种子

source: to provide opportunities for courage to rise
de: Möglichkeiten zu schaffen, um Mut zu entwickeln
fr: donner des occasions au courage de s'élever
it: per fornire opportunità per far emergere il coraggio
ko: 용기를 북돋을 수 있는 기회를 제공하기 위해
pl: Zapewnienie możliwości wzrostu odwagi
pt_br: para proporcionar oportunidades para coragem ascender
ru: , чтобы дать возможность вырасти мужеству
tr: cesaretin yükselmesi için fırsatlar sağlamak adına
vi: để mang đến cơ hội cho lòng dũng cảm trỗi dậy
zh_hans: 为勇气提升提供机会

source: that more might die
de: damit mehr sterben können
fr: que d'autres pourraient mourir
it: che altri potrebbero morire
ko: 더 죽을지도 모른다
pl: że więcej może umrzeć
pt_br: que mais podem morrer
ru: что теперь может умереть
tr: daha çok can yitip gitsin diye
vi: để nhiều người hơn có thể chết
zh_hans: 更多可能会死

source: that all should gaze upon a truly gruesome visage
de: dass alle eine wahrhaft grausame Visage erblicken sollten
fr: que tous devraient contempler un visage vraiment horrible
it: che tutti dovrebbero contemplare un volto davvero raccapricciante
ko: 모두가 참으로 소름 끼치는 얼굴을 응시해야합니다
pl: że wszyscy powinni patrzeć na prawdziwie makabryczne oblicze
pt_br: que todos devam vislumbrar uma visão verdadeiramente macabra
ru: что все должны смотреть на действительно ужасный облик
tr: herkes gerçekten korkunç bir surete bakabilsin diye
vi: để tất cả phải chiêm ngưỡng một dung mạo thực sự kinh hoàng
zh_hans: 所有人都应该看到那个真正令人毛骨悚然的面孔

source: that great fortresses might be raised and tested in siege
de: dass große Festungen errichtet und im Belagerungszustand erprobt werden können
fr: que de grandes forteresses pouvaient être érigées et testées en état de siège
it: che grandi fortezze potrebbero essere innalzate e messe alla prova in un assedio
ko: 큰 요새가 세워지고 포위 공격에서 시험될 수 있도록
pl: że wielkie fortece mogą zostać wzniesione i przetestowane pod oblężeniem
pt_br: que grandes fortalezas devem crescer e ser testadas em cerco
ru: эти великие крепости могли вырасти и проверить себя в осаде
tr: büyük kaleler yükseltilsin ve kuşatmada sınansın diye
vi: để những pháo đài vĩ đại có thể được dựng lên và thử thách trong vòng vây
zh_hans: 伟大的堡垒只会在围攻中被见证和考验

source: on a whim
de: aus einer Laune heraus
fr: sur un coup de tête
it: per capriccio
ko: 변덕에
pl: dla kaprysu
pt_br: por um capricho
ru: по прихоти
tr: bir hevesle
vi: theo một ý muốn bất chợt
zh_hans: 一时兴起

source: that it might bathe in misery forever
de: damit es für immer im Elend baden kann
fr: qu'il puisse baigner dans la misère pour toujours
it: perché possa sguazzare per sempre nella miseria
ko: 영원히 불행 속에 잠길 수 있도록
pl: by mógł wiecznie kąpać się w nędzy
pt_br: Que possa se banhar em miséria para sempre
ru: что это может навсегда омрачиться страданиями
tr: sonsuza dek sefalet içinde yüzebilsin diye
vi: để nó có thể đắm chìm trong đau khổ mãi mãi
zh_hans: 它可能永远沐浴在苦难中

source: that more might be murdered
de: damit mehr Menschen ermordet werden können
fr: que d'autres pourraient être assassinés
it: che altri potrebbero venire uccisi
ko: 더 많이 살해당할지도 모른다
pl: że więcej może zostać zamordowanych
pt_br: que mais possam ser assassinados
ru: что могло быть убито больше
tr: daha fazlası katledilebilsin diye
vi: để nhiều người hơn có thể bị sát hại
zh_hans: 它更可能是被谋杀的

source: in order to make nightmares reality
de: um Albträume Wirklichkeit werden zu lassen
fr: pour faire des cauchemars une réalité
it: per rendere gli incubi realtà
ko: 악몽을 현실로 만들기 위해
pl: aby koszmary stały się rzeczywistością
pt_br: a fim de tornar pesadelos realidade
ru: чтобы сделать реальность кошмаром
tr: kabusları gerçeğe dönüştürmek için
vi: để biến những cơn ác mộng thành hiện thực
zh_hans: 为了使噩梦更现实

source: in order to make thralls of everyone
de: um aus jedem einen Sklaven zu machen
fr: pour séduire tout le monde
it: al fine di rendere tutti schiavi
ko: 모두를 노예로 만들기 위해
pl: aby zrobić z każdego niewolnika
pt_br: a fim de escravizar a todos
ru: для того, чтобы сделать рабами всех
tr: herkesi köleleştirmek için
vi: để biến tất cả mọi người thành nô lệ
zh_hans: 为了使每个人都受到奴役

source: in order that acts of torture be perpetrated
de: damit Folterhandlungen begangen werden können
fr: afin que des actes de torture soient perpétrés
it: affinché vengano perpetrati atti di tortura
ko: 고문 행위가 자행되도록
pl: w celu popełnienia aktów tortur
pt_br: para que atos de tortura sejam perpetrados
ru: для того, чтобы пытки были совершены
tr: işkence eylemleri gerçekleştirilsin diye
vi: để các hành vi tra tấn được thực hiện
zh_hans: 以便实施酷刑

source: to provide opportunities for acts of valor to be performed
de: Gelegenheiten für Heldentaten zu schaffen
fr: offrir des occasions d'accomplir des actes de bravoure
it: per fornire occasioni per compiere atti di valore
ko: 용감한 행위를 수행할 수 있는 기회를 제공하기 위해
pl: zapewnienie możliwości dokonywania aktów męstwa
pt_br: para proporcionar oportunidades para atos de valentia serem realizados
ru: предоставить возможность для совершения доблестных действий
tr: yiğitlik eylemlerinin gerçekleştirilmesi için fırsatlar sağlamak adına
vi: để mang đến cơ hội cho các hành động anh hùng được thực hiện
zh_hans: 为勇敢的行为提供机会
