Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: A dark, menacing cloud towers above you, crowned by an anvil.
tr: Üstünde karanlık ve tehditkar bir bulut kuleleniyor, tepesinde bir örs var..
vi: Một đám mây đen, đầy đe dọa đang lơ lửng phía trên bạn, chóp mây hình đe.

source: There are mounds of clouds above you, smooth on the bottom with prominent upward bulges.
tr: Üstünde, altı pürüzsüz ve belirgin yukarı çıkıntıları olan bulut yığınları var.
vi: Phía trên bạn là những khối mây cuồn cuộn, đáy phẳng và nhô cao rõ rệt lên phía trên.

source: There are scattered puffy clouds above you.
tr: Üstünde dağınık kabarık bulutlar var.
vi: Phía trên bạn có những đám mây trắng xốp rải rác.

source: There is no wind here.
tr: Burada rüzgar yok.
vi: Nơi đây không có gió.

source: There is a
de: Es gibt eine
fr: Il y a un
it: C'è un
ko: 이있다
pl: Istnieje
pt_br: Existe um caminho.
ru: Здесь находится
tr: Bir
vi: Có một cơn
zh_hans: 有一个

source: mighty wind
tr: şiddetli rüzgar
vi: gió mạnh mẽ

source: heavy wind
tr: sert rüzgar
vi: gió lớn

source: strong breeze
tr: kuvvetli meltem
vi: làn gió mạnh

source: gentle breeze
tr: hafif meltem
vi: làn gió nhẹ

source: blowing from the
tr: şuradan esiyor:
vi: thổi từ phía

source: in the east
tr: doğuda
vi: ở phía đông

source: eastern
fr: est
it: orientale
ko: 동쪽
pl: wschodni
pt_br: Leste:
ru: восточный
tr: doğu
vi: phía đông
zh_hans: 东部

source: western
fr: occidental
it: occidentale
ko: 서쪽
pl: zachodni
pt_br: Arkanoid
ru: западный
tr: batı
vi: phía tây
zh_hans: 西方

source: The sun is rising
tr: Güneş doğuyor
vi: Mặt trời đang mọc

source: in the west
tr: batıda
vi: ở phía tây

source: The sun is low in the
tr: Güneş alçakta, şurada:
vi: Mặt trời đang thấp ở phía

source: sky
tr: gökyüzü
vi: bầu trời

source: The sun is in the
tr: Güneş şurada:
vi: Mặt trời đang ở phía

source: The sun is high in the
tr: Güneş yüksekte, şurada:
vi: Mặt trời đang cao ở phía

source: The sun is directly above you
tr: Güneş tam tepede
vi: Mặt trời đang ở ngay trên đỉnh đầu bạn

source: The sun is setting to the
tr: Güneş şuraya batıyor:
vi: Mặt trời đang lặn về phía

source: behind the clouds
tr: bulutların arkasında
vi: sau những đám mây

source: The stars are out
tr: Yıldızlar çıktı
vi: Các vì sao đã hiện ra

source: You cannot see the sky clearly from here, but the available sunlight indicates the night
tr: Buradan gökyüzünü net göremiyorsun, ancak mevcut güneş ışığı geceyi işaret ediyor
vi: Từ đây bạn không thể nhìn rõ bầu trời, nhưng ánh sáng mặt trời hiện có cho thấy màn đêm.

source: You cannot see the sky clearly from here, but the available sunlight indicates the dawn
tr: Buradan gökyüzünü net göremiyorsun, ancak mevcut güneş ışığı şafağı işaret ediyor
vi: Từ đây bạn không thể nhìn rõ bầu trời, nhưng ánh sáng mặt trời hiện có cho thấy bình minh.

source: You cannot see the sky clearly from here, but the available sunlight indicates the day
tr: Buradan gökyüzünü net göremiyorsun, ancak mevcut güneş ışığı gündüzü işaret ediyor
vi: Từ đây bạn không thể nhìn rõ bầu trời, nhưng ánh sáng mặt trời hiện có cho thấy ban ngày.

source: You cannot see the sky clearly from here, but the available sunlight indicates the sunset
tr: Buradan gökyüzünü net göremiyorsun, ancak mevcut güneş ışığı gün batımını işaret ediyor
vi: Từ đây bạn không thể nhìn rõ bầu trời, nhưng ánh sáng mặt trời hiện có cho thấy hoàng hôn.

source: The sky is alive with vortices of purple light and dark, boiling clouds
tr: Gökyüzü mor ışık girdapları ve karanlık, kaynayan bulutlarla canlı
vi: Bầu trời sống động với những xoáy ánh sáng tím và những đám mây đen, cuồn cuộn.

source: The area gives off a sickly light
tr: Bölge hastalıklı bir ışık yayıyor
vi: Khu vực này tỏa ra một thứ ánh sáng ốm yếu.

source: full moon
tr: dolunay
vi: trăng tròn

source: waxing gibbous moon
tr: büyüyen şişkin ay
vi: trăng khuyết đầu tháng

source: waxing half moon
tr: büyüyen yarım ay
vi: trăng bán nguyệt đầu tháng

source: waxing crescent moon
tr: büyüyen hilal
vi: trăng lưỡi liềm đầu tháng

source: waning gibbous moon
tr: küçülen şişkin ay
vi: trăng khuyết cuối tháng

source: waning half moon
tr: küçülen yarım ay
vi: trăng bán nguyệt cuối tháng

source: waning crescent moon
tr: küçülen hilal
vi: trăng lưỡi liềm cuối tháng

source: new moon
tr: yeni ay
vi: trăng non

source: is rising
tr: yükseliyor
vi: đang mọc

source: is directly above you
tr: tam tepede
vi: đang ở ngay trên đỉnh đầu bạn

source: is setting
tr: batıyor
vi: đang lặn

source: to the east
tr: doğuya doğru
vi: về phía đông

source: to the west
tr: batıya doğru
vi: về phía tây

source: bright behind the clouds
tr: bulutların arkasında parlak
vi: sáng rực phía sau những đám mây

source: pale behind the clouds
tr: bulutların arkasında soluk
vi: nhạt nhòa phía sau những đám mây

source: hardly visible behind the clouds
tr: bulutların arkasında zar zor görünüyor
vi: gần như không thấy phía sau những đám mây

source: Being dead is cold and clammy.
tr: Ölü olmak soğuk ve ıslaktır.
vi: Cái chết lạnh lẽo và ẩm ướt.

source: The temperature is as it has been and always will be.
tr: Sıcaklık her zaman olduğu gibi ve her zaman olacağı gibi.
vi: Nhiệt độ vẫn như cũ và sẽ mãi mãi như vậy.

source: The temperature cannot be judged.
tr: Sıcaklık tahmin edilemiyor.
vi: Không thể đánh giá nhiệt độ.

source: It is burning.
tr: Yanıyor.
vi: Nóng bỏng.

source: It is deathly cold.
tr: Ölümcül derecede soğuk.
vi: Lạnh chết cóng.

source: The temperature is pleasant.
tr: Sıcaklık hoş.
vi: Nhiệt độ dễ chịu.

source: It is scorching.
tr: Kavurucu.
vi: Nóng như thiêu đốt.

source: It is warm.
tr: Ilık.
vi: Ấm áp.

source: It is cool.
tr: Serin.
vi: Mát mẻ.

source: on fire
de: in Flammen
fr: sur le feu
it: in fiamme
ko: 불에
pl: w ogniu
pt_br: o fogo
ru: в огне
tr: yanıyor
vi: đang bốc cháy
zh_hans: 在燃烧

source: It is freezing.
tr: Dondurucu.
vi: Lạnh giá.

source: Freshest track
tr: En yeni iz
vi: Dấu vết mới nhất

source: To the west
tr: Batıya doğru
vi: Về phía tây

source: To the east
tr: Doğuya doğru
vi: Về phía đông

source: To the north
tr: Kuzeye doğru
vi: Về phía bắc

source: To the south
tr: Güneye doğru
vi: Về phía nam

source: To the northwest
tr: Kuzeybatıya doğru
vi: Về phía tây bắc

source: To the southwest
tr: Güneybatıya doğru
vi: Về phía tây nam

source: To the northeast
tr: Kuzeydoğuya doğru
vi: Về phía đông bắc

source: To the southeast
tr: Güneydoğuya doğru
vi: Về phía đông nam

source: At your location
tr: Konumunda
vi: Tại vị trí của bạn

source: There is an unintelligible mess.
tr: Anlaşılmaz bir karmaşa var.
vi: Có một mớ hỗn độn không thể hiểu nổi.

source: The vegetation is heavily damaged.
tr: Bitkiler ağır hasar görmüş.
vi: Thảm thực vật bị hư hại nặng nề.

source: The vegetation is bent.
tr: Bitkiler bükülmüş.
vi: Thảm thực vật bị uốn cong.

source: The vegetation has been slightly perturbed.
tr: Bitkiler hafifçe bozulmuş.
vi: Thảm thực vật đã bị xáo trộn nhẹ.

source: The vegetation is broken.
tr: Bitkiler kırılmış.
vi: Thảm thực vật bị gãy nát.

source: Bring
tr: Getir
vi: Mang đến

source: asked that you
tr: senden istedi
vi: yêu cầu bạn

source: requested that you
tr: senden talep etti
vi: đề nghị bạn

source: offer your services to
tr: hizmetlerini sun
vi: cung cấp dịch vụ của bạn cho

source: Continue action
tr: Eyleme devam et
vi: Tiếp tục hành động

source: Stop action
tr: Eylemi durdur
vi: Dừng hành động

source: In conflict!
tr: Çatışmada!
vi: Đang giao tranh!

source: Finish anyway
tr: Yine de bitir
vi: Hoàn tất dù sao đi nữa

source: Finishing up...
tr: Tamamlanıyor...
vi: Đang hoàn tất...

source: Finish action
tr: Eylemi bitir
vi: Hoàn tất hành động

source: Return to arena
tr: Arenaya dön
vi: Quay lại đấu trường

source: to act
tr: hareket etmek için
vi: để hành động

source: Attack
tr: Saldır
vi: Tấn công

source: Jump
tr: Zıpla
vi: Nhảy

source: Push Object
tr: Nesneyi İt
vi: Đẩy Vật thể

source: Hold
tr: Tut
vi: Giữ

source: Lead animal
tr: Hayvan yedeğine al.
vi: Dẫn dắt vật nuôi

source: Release
tr: Bırak
vi: Thả

source: Unsteady
tr: Dengesiz
vi: Loạng choạng

source: Suck Blood
tr: Kan Em
vi: Hút Máu

source: Recover
tr: Toparlan
vi: Hồi phục

source: Stand Up
tr: Ayağa Kalk
vi: Đứng dậy

source: Lie Down
tr: Yere Yat
vi: Nằm xuống

source: Nock
tr: Gezle
vi: Lắp tên

source: Load
fr: Charger
it: Carico
ko: 불러오기
pl: Wczytaj
pt_br: Carregar
ru: Загрузка
tr: Doldur
vi: Nạp
zh_hans: 载入

source: Shoot weapon
tr: Silah ateşle
vi: Bắn vũ khí

source: Throw item
tr: Eşya fırlat
vi: Ném vật phẩm

source: and more
tr: ve dahası
vi: và nhiều hơn nữa

source: Tracks Visible:
tr: Görünür İzler:
vi: Dấu vết Hiển thị:

source: You haven't been able to act for a while.
tr: Bir süredir hareket edemiyorsun.
vi: Ngươi đã không thể hành động được một thời gian rồi.

source: You can continue waiting, or save/quit from
tr: Beklemeye devam edebilir veya şuradan kaydedip çıkabilirsin:
vi: Ngươi có thể tiếp tục chờ đợi, hoặc lưu/thoát từ

source: the settings menu.
tr: ayarlar menüsü.
vi: menu cài đặt.

source: Continue waiting
tr: Beklemeye devam et
vi: Tiếp tục chờ đợi

source: Yielded
tr: Teslim oldu
vi: Đã khuất phục

source: Could not find file:
tr: Dosya bulunamadı:
vi: Không thể tìm thấy tập tin:

source: package
tr: paket
vi: gói

source: path
tr: yol
vi: đường dẫn

source: (no name)
tr: (isim yok)
vi: (không tên)

source: collect
vi: thu thập

source: string
fr: chaîne de caractères
it: corda
ko: 끈
pt_br: corda
ru: струна
vi: chuỗi
zh_hans: 串

source: loaded
vi: đã tải

source: Fail to schedule the chore!
pl: Nie udało się zaplanować obowiązku!
vi: Thất bại khi lên lịch công việc!

source: no state
pl: brak państwa
vi: không trạng thái

source: broken promise
pl: złamana obietnica
vi: lời hứa bị phá vỡ

source: Could not load music file
pl: Nie można załadować pliku audio
vi: Không thể tải tập tin nhạc

source: Could not load sound file
pl: Nie można załadować pliku dźwiękowego
vi: Không thể tải tập tin âm thanh

source: sound
de: klang
fr: du son
it: suono
ko: 소리
pl: dźwięk
pt_br: som
ru: звук
vi: âm thanh
zh_hans: 声音

source: Could not load file
pl: Nie można załadować pliku
vi: Không thể tải tập tin

source: : couldn't perform seek operation.
pl: : nie można wykonać operacji wyszukiwania.
vi: : không thể thực hiện thao tác tìm kiếm.

source: : end of file unexpectedly reached while trying to read essential data.
pl: : nieoczekiwanie osiągnięto koniec pliku podczas próby odczytania istotnych danych.
vi: : đã đạt đến cuối tập tin một cách bất ngờ khi cố gắng đọc dữ liệu thiết yếu.

source: : unsupported file or audio format.
pl: nieobsługiwany format pliku lub dźwięku.
tr: : desteklenmeyen dosya veya ses formatı.
vi: : định dạng tập tin hoặc âm thanh không được hỗ trợ.

source: rescued
de: gerettet
fr: sauvé
it: salvato
ko: 구조
pl: uratowany
pt_br: resgatado
ru: спасён
tr: kurtarıldı
vi: đã được giải cứu
zh_hans: 获救

source: sphere alignment
de: Ausrichtung der Sphäre
fr: alignement de la sphère
it: allineamento della sfera
ko: 구 정렬
pl: wyrównanie kuli
pt_br: alinhamento de esferas
ru: выравнивание сферы
tr: küre uyumu
vi: sự liên kết các cõi
zh_hans: 势力联盟

source: maintain balance in universe
de: das Gleichgewicht im Universum aufrechterhalten
fr: maintenir l'équilibre dans l'univers
it: mantenere l'equilibrio nell'universo
ko: 우주의 균형을 유지
pl: utrzymywać równowagę we wszechświecie
pt_br: mantém o balanço do universo
ru: поддерживать равновесие во вселенной
tr: evrendeki dengeyi koru
vi: duy trì cân bằng vũ trụ
zh_hans: 保持宇宙平衡

source: highlight boundaries between worlds
de: die Grenzen zwischen den Welten hervorheben
fr: souligner les frontières entre les mondes
it: evidenzia i confini tra i mondi
ko: 세계 사이의 경계를 강조
pl: podkreślają granice między światami
pt_br: define limites entre mundos
ru: выделить границы между мирами
tr: dünyalar arasındaki sınırları belirginleştir
vi: làm nổi bật ranh giới giữa các thế giới
zh_hans: 突出世界之间的界限

source: sow the seeds of chaos in the world
de: die Saat des Chaos in der Welt säen
fr: semer les graines du chaos dans le monde
it: seminare i semi del caos nel mondo
ko: 세상에 혼돈의 씨앗을 뿌리다
pl: zasiać ziarna chaosu na świecie
pt_br: semeia sementes de caos no mundo
ru: сеять семена хаоса в мире
tr: dünyaya kaos tohumları ek
vi: gieo mầm hỗn mang trên thế giới
zh_hans: 在这个世界播下混乱的种子

source: provide opportunities for courage
de: Gelegenheiten für Mut bieten
fr: donner des occasions de courage
it: fornire opportunità di coraggio
ko: 용기의 기회 제공
pl: dawać okazje do odwagi
pt_br: proporciona oportunidades para valentia
ru: предоставить возможность для мужества
tr: cesaret için fırsatlar sun
vi: mang đến cơ hội cho lòng dũng cảm
zh_hans: 提供展现勇气的机会

source: bring death to the world
de: den Tod in die Welt bringen
fr: apporter la mort au monde
it: porta morte nel mondo
ko: 세상에 죽음을 가져오다
pl: przynieść śmierć światu
pt_br: trás morte ao mundo
ru: принести смерть миру
tr: dünyaya ölüm getir
vi: mang cái chết đến thế giới
zh_hans: 把死亡带给世界

source: liked appearance
de: gutes Aussehen
fr: apparence aimée
it: aspetto gradito
ko: 좋아하는 외모
pl: lubiany wygląd
pt_br: gostou da aparência
ru: красивый внешний вид
tr: görünüşüne hayran kaldı
vi: thích vẻ ngoài
zh_hans: 喜欢的样子

source: because it was destined
de: weil es dazu bestimmt war
fr: parce que c'était destiné
it: perché era destinato
ko: 예정되어 있었기 때문에
pl: ponieważ było to przeznaczone
pt_br: porque era o destino
ru: так было предрешено
tr: çünkü kader böyleydi
vi: vì nó đã được định đoạt
zh_hans: 因为它是注定的

source: great fortresses built and tested
de: große Festungen gebaut und getestet
fr: grandes forteresses construites et testées
it: grandi fortezze costruite e collaudate
ko: 건설되고 테스트된 거대한 요새
pl: wielkie fortece zbudowane i przetestowane
pt_br: grandes fortalezas construídas e testadas
ru: Великие крепости воздвигнуты и проверены
tr: ulu kaleler kuruldu ve sınandı
vi: những pháo đài vĩ đại được xây dựng và thử thách
zh_hans: 伟大的堡垒建造和测试

source: bring misery to the world
de: Elend über die Welt bringen
fr: apporter la misère au monde
it: porta miseria nel mondo
ko: 세상에 불행을 가져오다
pl: sprowadzić nieszczęście na świat
pt_br: trás miséria ao mundo
ru: принести страдания миру
tr: dünyaya sefalet getir
vi: mang khổ đau đến thế giới
zh_hans: 给世界带来痛苦

source: bring murder to the world
de: Mord in die Welt bringen
fr: apporter le meurtre au monde
it: porta l'omicidio nel mondo
ko: 세상에 살인을 가져오다
pl: przynieść światu morderstwo
pt_br: trás assassinato ao mundo
ru: принести убийства в мир
tr: dünyaya vahşet getir
vi: mang tội ác giết người đến thế giới
zh_hans: 给世界带来谋杀事件

source: bring nightmares into reality
de: Albträume in die Realität bringen
fr: transformer les cauchemars en réalité
it: trasformato gli incubi in realtà
ko: 악몽을 현실로 가져오다
pt_br: torna pesadelos realidade
ru: воплотить кошмары в реальность
tr: kabusları gerçeğe dönüştür
vi: biến những cơn ác mộng thành hiện thực
zh_hans: 把噩梦变为现实

source: bring thralldom to the world
de: die Welt in die Knechtschaft bringen
fr: apporter la servitude au monde
it: porta schiavitù nel mondo
ko: 세상에 노예를 가져오다
pt_br: traz escravidão ao mundo
ru: принести мир в рабство
tr: dünyaya esaret getir
vi: mang ách nô lệ đến thế giới
zh_hans: 把束缚带给这个世界

source: bring torture to the world
de: die Folter in die Welt bringen
fr: apporter la torture au monde
it: porta tortura nel mondo
ko: 세상에 고문을 가져오다
pt_br: traz o tormento ao mundo
ru: принести пытки в мир
tr: dünyaya işkence getir
vi: mang tra tấn đến thế giới
zh_hans: 给世界带来酷刑

source: provide opportunities for acts of valor
de: Gelegenheiten für Heldentaten bieten
fr: offrir des occasions d'actes de bravoure
it: fornire opportunità per atti di valore
ko: 용감한 행동의 기회를 제공하다
pt_br: proporciona oportunidades para atos de valentia
ru: предоставить возможность для доблестных действий
tr: yiğitlik eylemleri için fırsatlar sun
vi: mang đến cơ hội cho những hành động anh hùng
zh_hans: 为勇敢的行为提供机会

source: bring war to the world
de: den Krieg in die Welt bringen
fr: apporter la guerre au monde
it: porta guerra nel mondo
ko: 세상에 전쟁을 가져오다
pt_br: traz guerra ao mundo
ru: принести войну в мир
tr: dünyaya savaş getir
vi: mang chiến tranh đến thế giới
zh_hans: 给世界带来战争

source: find relative
de: relativ finden
fr: trouver un parent
it: trova parente
ko: 친척 찾기
pt_br: encontrar parente
ru: найти родственника
tr: akraba bul
vi: tìm người thân
zh_hans: 找到亲戚

source: offer condolences
de: sein Beileid bekunden
fr: présenter ses condoléances
it: porgi condoglianze
ko: 애도를 표하다
pt_br: oferecer condolências
ru: выразить соболезнования
tr: taziyelerini sun
vi: chia buồn
zh_hans: 表示哀悼

source: be brought to safety
de: in Sicherheit gebracht werden
fr: être mis en sécurité
it: essere portati in salvo
ko: 안전한 곳으로 이송되다
pt_br: trazido à segurança
ru: быть принесенным в безопасное место
tr: güvenliğe kavuşturul
vi: được đưa đến nơi an toàn
zh_hans: 被带到安全的地方

source: help with rescue
de: Hilfe bei der Rettung
fr: aide au sauvetage
it: aiuta per il soccorso
ko: 구조에 도움
pl: pomoc w ratowaniu
pt_br: Ajudar com o resgate
ru: помощь с спасением
tr: kurtarmaya yardım et
vi: giúp đỡ giải cứu
zh_hans: 救援

source: insufficient work
de: unzureichende Arbeit
fr: travail insuffisant
it: lavoro insufficiente
ko: 불충분한 일
pl: niewystarczająca ilość pracy
pt_br: trabalho insuficiente
ru: недостаток работы
tr: yetersiz çalışma
vi: không đủ việc làm
zh_hans: 工作不足

source: work request
de: Arbeitsauftrag
fr: demande de travail
it: richiesta di lavoro
ko: 작업 요청
pl: żądanie pracy
pt_br: pedido de trabalho
ru: запрос на работу
tr: iş talebi
vi: yêu cầu công việc
zh_hans: 工作要求

source: make weapon
de: Waffe herstellen
fr: fabriquer une arme
it: crea arma
ko: 무기를 만들다
pt_br: fazer arma
ru: сделать оружие
tr: silah yap
vi: chế tạo vũ khí
zh_hans: 制造武器

source: vent at priest
de: beim Priester auslassen
fr: vent au prêtre
it: sfogo col sacerdote
ko: 신부의 통풍구
pt_br: desabafa com um sacerdote
ru: выйти за священника
tr: rahibe öfkesini dök
vi: trút giận lên thầy tế
zh_hans: 在牧师处宣泄

source: cry on priest
de: Priester anschreien
fr: pleurer sur le prêtre
it: piangi su sacerdote
ko: 사제에게 외쳐라
pt_br: Chorar pro padre
ru: плачет перед священником
tr: rahibe ağla
vi: than khóc với thầy tế
zh_hans: 在牧师处哭诉

source: vent at boss
de: Chef anschnauzen
fr: évent chez le patron
it: sfogo col boss
ko: 상사에게 환기
pt_br: desabafa no chefe
ru: события на босса
tr: patrona içini dök
vi: trút giận lên cấp trên
zh_hans: 向老板发泄

source: cry on boss
de: Chef anheulen
fr: pleurer sur le patron
it: piangi su boss
ko: 상사에게 울다
pl: płakać nad szefem
pt_br: choraminga para o chefe
ru: Плачет перед боссом
tr: patrona ağla
vi: than khóc với cấp trên
zh_hans: 恳求老板

source: should have reached goal
de: sollte das Ziel erreicht haben
fr: aurait dû atteindre l'objectif
it: dovrebbe aver raggiunto l'obiettivo
ko: 목표에 도달했어야 했다
pt_br: deve ter atingido o objetivo
ru: должны уже были достичь цели
tr: hedefe ulaşmış olmalıydı
vi: đáng lẽ đã đạt được mục tiêu
zh_hans: 应该达到目标

source: insufficient progress toward goal
de: unzureichende Fortschritte in Richtung Ziel
fr: progrès insuffisant vers l'objectif
it: progressi insufficienti verso l'obiettivo
ko: 목표를 향한 불충분한 진전
pt_br: insuficiente progresso em direção a meta
ru: медленное продвижение к цели
tr: hedefe yönelik yetersiz ilerleme
vi: tiến độ không đủ để đạt mục tiêu
zh_hans: 目标进展不足

source: going wrong direction
de: in die falsche Richtung gehen
fr: aller dans la mauvaise direction
it: andando in direzione sbagliata
ko: 잘못된 방향으로 가고 있다
pt_br: direção errada
ru: движение в неправильном направлении
tr: yanlış yöne gidiyor
vi: đi sai hướng
zh_hans: 错误的方向

source: arrived at location
de: am Standort angekommen
fr: arrivé à l'emplacement
it: arrivato sul luogo
ko: 위치에 도착
pt_br: chegou no local
ru: прибытие на место
tr: konuma vardı
vi: đã đến địa điểm
zh_hans: 到达目的地

source: entity no longer rules
de: Einheit regiert nicht mehr
fr: l'entité ne gouverne plus
it: l'entità non governa più
ko: 엔티티는 더 이상 지배하지 않습니다
pt_br: entidade já não governa.
ru: существо больше не управляет
tr: varlık artık hüküm sürmüyor
vi: thực thể không còn cai trị
zh_hans: 实际不再限制

source: left site
de: linke Seite
fr: site de gauche
it: lasciato sito
ko: 왼쪽 사이트
pt_br: saiu do local
ru: покинул место
tr: yerleşimden ayrıldı
vi: đã rời khỏi địa điểm
zh_hans: 离开站点

source: reunited with loved one
de: mit einem geliebten Menschen wiedervereint
fr: réuni avec un être cher
it: ricongiungimento con la persona amata
ko: 사랑하는 사람과 재회
pt_br: se reuniu com o amado
ru: воссоединился с возлюбленным
tr: sevdiğine kavuştu
vi: đoàn tụ với người thân yêu
zh_hans: 与所爱的人重聚

source: violent disagreement
de: heftige Meinungsverschiedenheit
fr: désaccord violent
it: disaccordo violento
ko: 폭력적인 불일치
pl: gwałtowna niezgoda
pt_br: discordância violenta
ru: враждебное отрицание
tr: şiddetli anlaşmazlık
vi: bất đồng dữ dội
zh_hans: 暴力分歧

source: adopted
de: angenommen
fr: adopté
it: adottato
ko: 채택 된
pl: przyjęty
pt_br: adotado
ru: приручённый
tr: evlat edinildi
vi: đã được nhận nuôi
zh_hans: 采用

source: true name invocation
de: echter Namensaufruf
fr: véritable invocation de nom
it: invocazione del vero nome
ko: 실명 호출
pl: prawdziwa nazwa wywołania
pt_br: invocação de nome verdadeiro
ru: вызов истинного имени
tr: gerçek adın anılması
vi: sự triệu hồi chân danh
zh_hans: 真名调用

source: arrived at person
de: bei der Person angekommen
fr: arrivé à la personne
it: arrivato alla persona
ko: 사람에게 도착
pl: dotarł do osoby
pt_br: chegou à pessoa
ru: прибытие на встречу
tr: kişiye ulaştı
vi: đã đến chỗ người
zh_hans: 到了人

source: eradicate beasts
de: Bestien ausrotten
fr: éradiquer les bêtes
it: debellare bestie
ko: 짐승을 박멸하다
pl: wyeliminować bestie
pt_br: erradicar bestas
ru: уничтожать зверей
tr: canavarları köküyle yok et
vi: tiêu diệt quái thú
zh_hans: 根除野兽

source: entertain people
de: Menschen unterhalten
fr: divertir les gens
it: intrattenere le persone
ko: 사람들을 즐겁게
pl: zabawiać ludzi
pt_br: entreter pessoas
ru: развлекать народ
tr: insanları eğlendir
vi: mua vui cho mọi người
zh_hans: 招待人

source: make a living as a warrior
de: seinen Lebensunterhalt als Kämpfer verdienen
fr: gagner sa vie en tant que guerrier
it: guadagnarsi da vivere come guerriero
ko: 전사로 살다
pl: zarabiać na życie jako wojownik
pt_br: ganhando a vida como um guerreiro
ru: жить жизнью воина
tr: savaşçı olarak geçimini sağla
vi: kiếm sống bằng nghề chiến binh
zh_hans: 以战士为生

source: study
de: Studie
fr: étude
it: studio
ko: 연구소
pl: badanie
pt_br: Estudo
ru: изучать
tr: araştırma yap
vi: nghiên cứu
zh_hans: 研究

source: exiled after conviction
de: nach Verurteilung ins Exil geschickt
fr: exilé après condamnation
it: esiliato dopo la condanna
ko: 유죄 판결 후 추방
pl: wygnany po skazaniu
pt_br: exilado após condenação
ru: изгнан после осуждения
tr: mahkumiyetten sonra sürgün edildi
vi: bị lưu đày sau khi bị kết án
zh_hans: 定罪后流放

source: be with master
de: mit dem Meister zusammen sein
fr: être avec le maître
it: stai col maestro
ko: 주인과 함께하다
pl: być z mistrzem
pt_br: estar com o mestre
ru: быть с мастером
tr: efendiyle birlikte ol
vi: ở bên chủ nhân
zh_hans: 与主人在一起

source: become citizen
de: sich einbürgern
fr: devenir citoyen
it: diventare cittadino
ko: 시민이 되다
pl: zostać obywatelem
pt_br: tornar-se cidadão
ru: становиться гражданином
tr: vatandaş ol
vi: trở thành công dân
zh_hans: 成为公民

source: prefers working alone
de: zieht es vor, allein zu arbeiten
fr: préfère travailler seul
it: preferisce lavorare da solo
ko: 혼자 일하는 것을 선호한다
pl: preferuje pracę w pojedynkę
pt_br: prefere trabalhar sozinho
ru: предпочитает работать в одиночку
tr: yalnız çalışmayı tercih eder
vi: thích làm việc một mình
zh_hans: 喜欢独自工作

source: glorify hf
de: verherrlichen
fr: glorifier hf
it: glorifica hf
ko: hf를 찬양하다
pl: gloryfikuj
pt_br: glorificar figura histórica
ru: прославлять и.ф.
tr: tarihi figürü yücelt
vi: tôn vinh hf
zh_hans: 荣耀
