Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: is gone.
de: ist weg.
fr: est parti.
it: non c'è più.
ko: 사라.
pl: przepadło.
pt_br: se foi.
ru: отсутствует.
vi: đã biến mất.
zh_hans: 已经消失了。

source: has very high cheekbones
de: hat eine sehr hohe Wangenknochen
fr: a des pommettes très hautes
it: ha zigomi molto alti
ko: 광대뼈가 매우 높다
pl: ma bardzo wysoko osadzone kości policzkowe
pt_br: tem muito salientes
ru: имеет очень высокие скулы
tr: çok çıkık elmacık kemiklerine sahip
vi: có xương gò má rất cao
zh_hans: 颧骨高耸

source: has high cheekbones
de: hat hohe Wangenknochen
fr: a des pommettes saillantes
it: ha gli zigomi alti
ko: 광대뼈가 높다
pl: ma wysoko osadzone kości policzkowe
pt_br: tem salientes
ru: высокие скулы
tr: çıkık elmacık kemiklerine sahip
vi: có xương gò má cao
zh_hans: 高颧骨

source: has low cheekbones
de: hat eine niedrige Wangenknochen
fr: a des pommettes basses
it: ha gli zigomi bassi
ko: 광대뼈가 낮다
pl: ma nisko osadzone kości policzkowe
pt_br: tem baixas maças do rosto
ru: имеет низкие скулы
tr: düşük elmacık kemiklerine sahip
vi: có xương gò má thấp
zh_hans: 低颧骨

source: has very low cheekbones
de: hat eine sehr niedrige Wangenknochen
fr: a des pommettes très basses
it: ha zigomi molto bassi
ko: 광대뼈가 매우 낮다
pl: ma bardzo nisko osadzone kości policzkowe
pt_br: tem as maças do rosto muito baixas
ru: имеет очень низкие скулы
tr: çok düşük elmacık kemiklerine sahip
vi: có xương gò má rất thấp
zh_hans: 颧骨很低

source: square chin
de: augeglichenes Kinn
fr: menton carré
it: mento squadrato
ko: 사각턱
pl: kwadratowy podbródek
pt_br: queixo quadrado
ru: квадратный подбородок
tr: kare çene
vi: cằm vuông
zh_hans: 方下巴

source: round chin
de: rundes Kinn
fr: menton rond
it: mento rotondo
ko: 둥근 턱
pl: okrągły podbródek
pt_br: queixo redondo
ru: круглый подбородок
tr: yuvarlak çene
vi: cằm tròn
zh_hans: 圆下巴

source: chin
de: Kinn
fr: menton
it: mento
ko: 턱
pl: podbródek
pt_br: barba
ru: подбородок
tr: çene
vi: cằm
zh_hans: 下巴

source: has a jutting
de: hat eine herausragende
fr: a une saillie
it: ha uno sporgente
ko: 돌기가 있다
pl: ma wystający
pt_br: tem a sobressair
ru: имеет выступающий
tr: çıkık bir
vi: có một cái nhô ra
zh_hans: 突出的

source: has a massive
de: hat eine massive
fr: a un énorme
it: ha un massiccio
ko: 거대한
pl: ma masywny
pt_br: tem uma enorme
ru: имеет массивный
tr: devasa bir
vi: có một cái đồ sộ
zh_hans: 宽广的

source: has a deeply recessed, broad
de: hat eine tief eingeschnittene, breite
fr: a un large creux profondément enfoncé
it: ha un ampio e molto sfuggente
ko: 깊이 오목하고 넓은
pl: ma głęboko cofnięty, szeroki
pt_br: tem um profundamente recessed, largo
ru: имеет глубоко утопленный широкий
tr: derin girintili, geniş bir
vi: có một cái lõm sâu, rộng
zh_hans: 深深凹陷而宽阔的

source: has a very broad
de: hat einen sehr breiten
fr: a un très large
it: ha un molto ampio
ko: 매우 넓은
pl: ma bardzo szeroki
pt_br: tem um muito amplo
ru: имеет очень широкий
tr: çok geniş bir
vi: có một cái rất rộng
zh_hans: 非常宽阔的

source: has a narrow, jutting
de: hat eine schmale, herausragende
fr: a un étroit, en saillie
it: ha uno stretto, sporgente
ko: 좁고 튀어나온 부분이 있다
pl: ma wąski, wystający
pt_br: tem um estreito, a sobressair
ru: имеет узкий выступающий
tr: dar, çıkık bir
vi: có một cái hẹp, nhô ra
zh_hans: 狭窄而突出的

source: has a very narrow
de: hat eine sehr schmale
fr: a un très étroit
it: ha un molto stretto
ko: 매우 좁다
pl: ma bardzo wąski
pt_br: tem um muito estreito
ru: имеет очень узкий
tr: çok dar bir
vi: có một cái rất hẹp
zh_hans: 非常窄小的

source: has a broad, prominent
de: hat eine breite, prominente
fr: a un large, proéminent
it: ha un'ampio, prominente
ko: 광범위하고 눈에 띄는
pl: ma szeroki, wysunięty
pt_br: tem um amplo, proeminente
ru: имеет широкий, выступающий
tr: geniş, belirgin bir
vi: có một cái rộng, nổi bật
zh_hans: 宽阔而突出的

source: has a broad, recessed
de: hat eine breite, vertiefte
fr: a un large, en retrait
it: ha un ampio, sfuggente
ko: 넓고 오목한
pl: ma szeroki, cofnięty
pt_br: tem um amplo, recesso
ru: имеет широкий, утопленный
tr: geniş, geride bir
vi: có một cái rộng, lõm vào
zh_hans: 宽阔而凹陷的

source: has a broad
de: hat ein breites
fr: a un large
it: ha un'ampio
ko: 넓은
pl: ma szeroki
pt_br: tem um amplo
ru: имеет широкий
tr: geniş bir
vi: có một cái rộng
zh_hans: 宽阔的

source: has a narrow, prominent
de: hat eine schmale, prominent
fr: a un étroit, proéminent
it: ha uno stretto, prominente
ko: 좁고 눈에 띄는
pl: ma waski, wysunięty
pt_br: tem um estreito, proeminente
ru: имеет узкий, выступающий
tr: dar, belirgin bir
vi: có một cái hẹp, nổi bật
zh_hans: 窄小而突出的

source: has a narrow, recessed
de: hat eine schmale, vertiefte
fr: a une étroite, en retrait
it: ha uno stretto e sfuggente
ko: 좁고 오목한
pl: ma wąski, cofnięty
pt_br: tem um estreito, recesso
ru: имеет узкий, утопленный
tr: dar, geride bir
vi: có một cái hẹp, lõm vào
zh_hans: 窄小而凹陷的

source: has a narrow
de: hat eine schmale
fr: a un étroit
it: ha uno stretto
ko: 좁다
pl: ma wąski
pt_br: tem um estreito
ru: имеет узкий
tr: dar bir
vi: có một cái hẹp
zh_hans: 狭小的

source: has a prominent
de: hat einen prominenten
fr: a une place prépondérante
it: ha un'importante
ko: 눈에 띄는
pl: ma wysunięty
pt_br: tem uma proeminente
ru: имеет выдающийся
tr: belirgin bir
vi: có một cái nổi bật
zh_hans: 突出的

source: has a recessed
de: einen ausgesparten
fr: a un encastrement
it: ha uno sfuggente
ko: 오목한
pl: ma cofnięty
pt_br: tem um recesso
ru: имеет утопленный
tr: geride bir
vi: có một cái lõm vào
zh_hans: 凹陷的

source: has a deeply recessed
de: hat eine tief eingeschnittenen
fr: a un creux profond
it: ha un molto sfuggente
ko: 깊게 패여있다
pl: ma głęboko cofnięty
pt_br: tem um profundamente recessed
ru: имеет глубоко посаженные
tr: derin girintili bir
vi: có một cái lõm sâu
zh_hans: 有个深深的凹陷

source: has a square chin
de: hat ein quadratisches Kinn
fr: a un menton carré
it: ha un mento quadrato
ko: 네모난 턱을 가지고 있다
pl: ma kwadratowy podbródek
pt_br: tem um queixo quadrado
ru: имеет квадратный подбородок
tr: kare bir çeneye sahip
vi: có cằm vuông
zh_hans: 有个方下巴

source: has an angular chin
de: hat ein winkeliges Kinn
fr: a un menton anguleux
it: ha un mento spigoloso
ko: 각진 턱이 있다
pl: ma kanciasty podbródek
pt_br: tem um queixo angular
ru: имеет острый подбородок
tr: köşeli bir çeneye sahip
vi: có cằm góc cạnh
zh_hans: 下颌棱角分明

source: has a very round chin
de: hat ein sehr rundes Kinn
fr: a un menton très rond
it: ha un mento molto rotondo
ko: 턱이 매우 둥글다
pl: ma bardzo zaokrąglony podbródek
pt_br: tem um queixo muito redondo
ru: имеет очень крутой подбородок
tr: çok yuvarlak bir çeneye sahip
vi: có cằm rất tròn
zh_hans: 下巴很圆

source: has a round chin
de: hat ein rundes Kinn
fr: a un menton rond
it: ha un mento rotondo
ko: 턱이 둥글다
pl: ma zaokrąglony podbródek
pt_br: tem um queixo redondo
ru: имеет круглый подбородок
tr: yuvarlak bir çeneye sahip
vi: có cằm tròn
zh_hans: 有个圆下巴

source: has a deep, guttural voice
de: hat eine tiefe, kehlige Stimme
fr: a une voix profonde et gutturale
it: ha una voce profonda e gutturale
ko: 깊고 목구멍 같은 목소리를 가지고 있다
pl: ma głęboki, gardłowy głos
pt_br: tem uma voz profunda e gutural
ru: имеет глубокий гортанный голос
tr: derin, gırtlaktan gelen bir sesi var
vi: có giọng trầm và gằn
zh_hans: 嗓音低沉

source: has a high-pitched, grating voice
de: hat eine pfeifende, kehlige Stimme
fr: a une voix aiguë et grinçante
it: ha una voce acuta e stridente
ko: 고음의 격자 목소리를 가지고 있습니다.
pl: ma wysoki, zgrzytliwy głos
pt_br: tem uma voz estridente, irritante
ru: имеет тонкий скрипучий голос
tr: tiz, tırmalayıcı bir sesi var
vi: có giọng the thé, chói tai
zh_hans: 一幅令人烦躁的高亢嗓音

source: has a high-pitched, clear voice
de: hat einen schrillen, klare Stimme
fr: a une voix aiguë et claire
it: ha una voce acuta e chiara
ko: 높고 또렷한 목소리를 가지고 있다
pl: ma wysoki, wyraźny głos
pt_br: tem uma voz estridente e clara
ru: имеет высокий чистый голос
tr: tiz, berrak bir sesi var
vi: có giọng the thé, trong trẻo
zh_hans: 嗓音高亢、清晰

source: has a clear, deep voice
de: hat eine klare, tiefe Stimme
fr: a une voix claire et profonde
it: ha una voce chiara e profonda
ko: 맑고 깊은 목소리를 가지고 있다
pl: ma czysty, głęboki głos
pt_br: tem uma voz clara e profunda
ru: имеет глубокий чистый голос
tr: berrak, derin bir sesi var
vi: có giọng trong trẻo, trầm
zh_hans: 一副清晰而低沉的嗓音

source: has a fairly deep and raspy voice
de: hat eine ziemlich tiefe und raue Stimme
fr: a une voix assez grave et rauque
it: ha una voce piuttosto profonda e roca
ko: 상당히 깊고 거친 목소리를 가지고 있습니다.
pl: ma dość głęboki i chrapliwy głos
pt_br: tem uma voz bastante profunda e rouca
ru: имеет довольно глубокий и хриплый голос
tr: oldukça derin ve çatallı bir sesi var
vi: có giọng khá trầm và khàn
zh_hans: 低沉刺耳的嗓音

source: has a high squeaky voice
de: hat eine hohe Fistelstimme
fr: a une voix aiguë et grinçante
it: ha una voce alta e stridula
ko: 삐걱거리는 목소리가 높다
pl: ma wysoki, piskliwy głos
pt_br: tem uma alta voz esganiçada
ru: имеет высокий писклявый голос
tr: tiz, cırtlak bir sesi var
vi: có giọng cao, ken két
zh_hans: 一副尖厉的嗓音

source: has a low, clear voice
de: hat eine niedrige, klare Stimme
fr: a une voix basse et claire
it: ha una voce bassa e chiara
ko: 낮고 맑은 목소리를 가지고 있다
pl: ma niski, czysty głos
pt_br: tem uma baixa, a clara voz
ru: имеет низкий чистый голос
tr: alçak, berrak bir sesi var
vi: có giọng thấp, trong trẻo
zh_hans: 低沉而清晰的嗓音

source: has a high, clear voice
de: hat eine hohe, klare Stimme
fr: a une voix haute et claire
it: ha una voce alta e chiara
ko: 높고 맑은 목소리를 가지고 있다
pl: ma wysoki, czysty głos
pt_br: tem um nível elevado, a clara voz
ru: имеет высокий чистый голос
tr: yüksek, berrak bir sesi var
vi: có giọng cao và trong trẻo
zh_hans: 嗓音洪亮

source: has a very clear voice
de: hat eine sehr klare Stimme
fr: a une voix très claire
it: ha una voce molto chiara
ko: 목소리가 매우 맑다
pl: ma bardzo czysty głos
pt_br: tem uma voz muito clara
ru: имеет очень чистый голос
tr: çok berrak bir sesi var
vi: có giọng rất trong trẻo
zh_hans: 一幅非常清晰的嗓音

source: has a clear voice
de: hat eine klare Stimme
fr: a une voix claire
it: ha una voce chiara
ko: 목소리가 맑다
pl: ma czysty głos
pt_br: tem uma voz clara
ru: имеет чистый голос
tr: berrak bir sesi var
vi: có giọng trong trẻo
zh_hans: 一副清晰的嗓音

source: has a grating, raspy voice
de: hat eine kehlige, kratzigen Stimme
fr: a une voix grinçante et rauque
it: ha una voce roca e stridente
ko: 거칠고 거친 목소리를 가지고 있습니다.
pl: ma zgrzytliwy, chrapliwy głos
pt_br: tem uma voz irritante, rouca
ru: имеет прерывистый скрипучий голос
tr: tırmalayıcı, çatallı bir sesi var
vi: có giọng the thé, khàn đặc
zh_hans: 一幅令人烦躁的刺耳嗓音

source: has a scratchy voice
de: hat eine kratzige Stimme
fr: a une voix rauque
it: ha una voce graffiante
ko: 목소리가 긁적이다
pl: ma szorstki głos
pt_br: tem uma voz estridente
ru: имеет скрипучий голос
tr: cızırtılı bir sesi var
vi: có giọng khàn
zh_hans: 一副沙哑的嗓音

source: has a very high-pitched voice
de: hat eine sehr hohe Stimme
fr: a une voix très aiguë
it: ha una voce molto acuta
ko: 목소리가 매우 높다
pl: ma bardzo wysoki głos
pt_br: tem uma voz muito aguda
ru: имеет очень высокий голос
tr: çok tiz bir sesi var
vi: có giọng rất cao
zh_hans: 一副高亢的嗓音

source: has a high voice
de: hat eine hohe Stimme
fr: a une voix haute
it: ha una voce alta
ko: 목소리가 높다
pl: ma wysoki głos
pt_br: tem uma voz alta
ru: имеет высокий голос
tr: tiz bir sesi var
vi: có giọng cao
zh_hans: 一副大嗓门

source: has a very deep voice
de: hat eine sehr tiefe Stimme
fr: a une voix très grave
it: ha una voce molto profonda
ko: 목소리가 매우 깊다
pl: ma bardzo głęboki głos
pt_br: tem uma voz muito profunda
ru: имеет очень глубокий голос
tr: çok derin bir sesi var
vi: có giọng rất trầm
zh_hans: 一副低沉的嗓音

source: has a low voice
de: hat eine tiefe Stimme
fr: a une voix basse
it: ha una voce bassa
ko: 목소리가 낮다
pl: ma niski głos
pt_br: tem uma voz baixa
ru: имеет низкий голос
tr: alçak bir sesi var
vi: có giọng trầm
zh_hans: 一副小嗓门

source: extremely tall
de: extrem hoch
fr: extrêmement grand
it: estremamente alto
ko: 매우 키가 큰
pl: ekstremalnie wysoki
pt_br: extremamente alto
ru: очень высокий
tr: son derece uzun
vi: cực kỳ cao lớn
zh_hans: 极高大的

source: somewhat tall
de: etwas hoch
fr: un peu grand
it: piuttosto alto
ko: 다소 키가 큰
pl: trochę wysoki
pt_br: um pouco alto
ru: довольно высокий
tr: biraz uzun
vi: hơi cao
zh_hans: 有点高大

source: very short
de: sehr kurz
fr: très court
it: molto basso
ko: 매우 짧은
pl: bardzo niski
pt_br: muito curto
ru: очень низкий
tr: oldukça kısa
vi: rất thấp bé
zh_hans: 非常短

source: somewhat short
de: etwas klein
fr: un peu court
it: piuttosto basso
ko: 다소 짧은
pl: trochę niski
pt_br: um pouco curto
ru: довольно низкий
tr: biraz kısa
vi: hơi thấp
zh_hans: 有点短

source: extraordinarily broad
de: außerordentlich breit
fr: extraordinairement large
it: straordinariamente ampio
ko: 엄청나게 넓은
pl: szeroki ponad normę
pt_br: extraordinariamente amplo
ru: чрезвычайно широкий
tr: olağanüstü geniş yapılı
vi: vạm vỡ phi thường
zh_hans: 格外广泛

source: somewhat broad
de: etwas breiter
fr: un peu large
it: piuttosto ampio
ko: 다소 넓은
pl: trochę szeroki
pt_br: um tanto amplo
ru: довольно широкий
tr: biraz geniş yapılı
vi: hơi vạm vỡ
zh_hans: 略为宽泛

source: extremely narrow
de: extrem schmal
fr: extrêmement étroit
it: estremamente stretto
ko: 극도로 좁다
pl: ekstremalnie wąski
pt_br: extremamente estreito
ru: очень узкий
tr: olağanüstü ince yapılı
vi: cực kỳ hẹp
zh_hans: 极其狭窄

source: somewhat narrow
de: etwas schmal
fr: un peu étroit
it: piuttosto stretto
ko: 다소 좁다
pl: trochę wąski
pt_br: um pouco estreito
ru: довольно узкий
tr: biraz ince yapılı
vi: hơi hẹp
zh_hans: 有点窄

source: extremely long
de: extrem lange
fr: extrêmement long
it: estremamente lungo
ko: 매우 긴
pl: ekstremalnie długi
pt_br: extremamente longa
ru: очень длинный
tr: aşırı uzun
vi: cực kỳ dài
zh_hans: 非常长

source: quite long
de: ziemlich lange
fr: assez longtemps
it: abbastanza lungo
ko: 꽤 긴
pl: dość długi
pt_br: bastante tempo
ru: довольно длинный
tr: oldukça uzun
vi: khá dài
zh_hans: 蛮长的

source: somewhat long
de: etwas lang
fr: un peu long
it: piuttosto lungo
ko: 다소 긴
pl: dość długi
pt_br: um pouco longo
ru: длинноватый
tr: biraz uzun
vi: hơi dài
zh_hans: 有点长

source: extremely short
de: extrem kurze
fr: extrêmement court
it: estremamente basso
ko: 매우 짧은
pl: niezwykle niski
pt_br: extremamente curto
ru: очень низкий
tr: aşırı kısa
vi: cực kỳ ngắn
zh_hans: 极短

source: incredibly high
de: unglaublich hoch
fr: incroyablement élevé
it: incredibilmente alto
ko: 엄청나게 높은
pl: niewiarygodnie wysoki
pt_br: incrivelmente alta
ru: невероятно высокий
tr: oldukça yüksek
vi: cao lạ thường
zh_hans: 惊人的高

source: somewhat high
de: etwas hoch
fr: un peu élevé
it: piuttosto alto
ko: 다소 높다
pl: trochę wysoki
pt_br: um pouco alto
ru: довольно высокий
tr: biraz yüksek
vi: hơi cao
zh_hans: 有点高

source: extremely low
de: extrem niedrig
fr: extremement bas
it: estremamente basso
ko: 매우 낮음
pl: ekstremalnie niski
pt_br: extremamente baixa
ru: очень низкий
tr: oldukça düşük
vi: cực kỳ thấp
zh_hans: 非常低

source: incredibly close-set
de: unglaublich nahstehend
fr: incroyablement rapproché
it: incredibilmente ravvicinati
ko: 엄청나게 가까운 세트
pl: osadzone niewiarygodnie blisko siebie
pt_br: incrivelmente mais
ru: невероятно сближенные
tr: inanılmaz derecede birbirine yakın
vi: sát nhau lạ thường
zh_hans: 匪夷所思

source: slightly close-set
de: etwas nahstehend
fr: légèrement rapproché
it: leggermente ravvicinati
ko: 약간 가까운 설정
pl: osadzone dość blisko siebie
pt_br: um pouco mais
ru: слегка сближены
tr: hafifçe birbirine yakın
vi: hơi sát nhau
zh_hans: 稍微接近

source: very wide-set
de: sehr auseinanderstehend
fr: très large
it: molto distanziati
ko: 매우 넓은 세트
pl: osadzone bardzodaleko od siebie
pt_br: conjunto muito largo
ru: очень широко поставленные
tr: çok ayrık
vi: cách xa nhau
zh_hans: 非常宽广

source: slightly wide-set
de: etwas weitstehend
fr: légèrement large
it: leggermente distanziati
ko: 약간 넓은 세트
pl: osadzone dość szeroko od siebie
pt_br: um pouco largo-conjunto
ru: слегка широко поставленные
tr: hafifçe ayrık
vi: hơi cách xa nhau
zh_hans: 稍微宽阔的空间

source: deeply sunken
de: tief eingesunken
fr: profondément enfoncé
it: profondamente infossati
ko: 깊게 가라앉은
pl: głęboko zapadnięte
pt_br: profundamente afundado
ru: глубоко запавшие
tr: derin çökük
vi: lõm sâu
zh_hans: 凹陷

source: slightly sunken
de: leicht eingesunken
fr: légèrement enfoncé
it: leggermente infossati
ko: 약간 가라앉은
pl: lekko zapadnięte
pt_br: ligeiramente afundado
ru: впалые
tr: hafif çökük
vi: hơi lõm
zh_hans: 略为凹陷

source: bulging
de: prall
fr: renflé
it: rigonfiamento
ko: 부푼
pl: wyłupiaste
pt_br: bojamento
ru: выпуклые
tr: çıtkırıldım
vi: lồi
zh_hans: 隆起的

source: slightly protruding
de: etwas vorstehende
fr: légèrement saillant
it: leggermente sporgente
ko: 약간 튀어나온
pl: lekko wytrzeszczone
pt_br: ligeiramente salientes
ru: слегка выпуклые
tr: hafifçe çıkık
vi: hơi lồi
zh_hans: 略带突出的

source: have very large irises
de: haben eine sehr große Iris
fr: ont de très grands iris
it: hanno iridi molto grandi
ko: 홍채가 매우 크다
pl: ma bardzo duże tęczówki
pt_br: Tenho grandes íris
ru: имеют очень большие радужки
tr: çok büyük irislere sahip
vi: có mống mắt rất lớn
zh_hans: 虹膜非常大

source: have large irises
de: haben eine große Iris
fr: avoir de grands iris
it: hanno iridi grandi
ko: 홍채가 크다
pl: ma duże tęczówki
pt_br: Tenho grandes íris
ru: имеют большие радужки
tr: büyük irislere sahip
vi: có mống mắt lớn
zh_hans: 虹膜很大

source: have slightly large irises
de: haben eine etwas große Iris
fr: avoir des iris légèrement grands
it: hanno iridi leggermente grandi
ko: 홍채가 약간 크다
pl: ma dość duże tęczówki
pt_br: Tenho um pouco grandes íris
ru: имеют крупноватые радужки
tr: hafifçe büyük irislere sahip
vi: có mống mắt hơi lớn
zh_hans: 虹膜略大

source: have very thin irises
de: haben eine sehr dünne Iris
fr: ont des iris très fins
it: hanno iridi molto sottili
ko: 홍채가 매우 얇다
pl: ma bardzo cienki tenczówki
pt_br: tem muito finas íris
ru: имеют очень маленькие радужки
tr: çok dar irislere sahip
vi: có mống mắt rất mỏng
zh_hans: 虹膜很薄

source: have thin irises
de: haben eine dünne Iris
fr: avoir des iris fins
it: hanno iridi sottili
ko: 홍채가 얇다
pl: ma cienie tenczówki
pt_br: Tenho a íris finas
ru: имеют маленькие радужки
tr: ince irislere sahip
vi: có mống mắt mỏng
zh_hans: 虹膜较薄

source: have slightly thin irises
de: haben eine etwas dünne Iris
fr: avoir des iris un peu fins
it: hanno iridi leggermente sottili
ko: 홍채가 약간 가늘다
pl: ma dość cienkie tenczówki
pt_br: Tenho um pouco finas íris
ru: имеют довольно маленькие радужки
tr: hafifçe ince irislere sahip
vi: có mống mắt hơi mỏng
zh_hans: 虹膜略薄

source: very large-irised
de: mit sehr großer Iris
fr: très gros irisé
it: con iridi enormi
ko: 매우 큰 홍채
pl: o bardzo szerokich tęczówkach
pt_br: muito grande-irised
ru: очень большие радужки
tr: çok büyük irisli
vi: có mống mắt rất lớn
zh_hans: 非常大的虹膜

source: slightly large-irised
de: mit etwas großer Iris
fr: légèrement grand-irisé
it: iridi leggermente grandi
ko: 약간 큰 홍채
pl: o dość szerokich tęczówkach
pt_br: um pouco grande-irised
ru: довольно большие радужки
tr: hafifçe büyük irisli
vi: có mống mắt hơi lớn
zh_hans: 虹膜稍大

source: very thin-irised
de: mit sehr dünner Iris
fr: iris très fin
it: iridi molto sottili
ko: 매우 얇은 홍채
pl: o bardzo cienkich tęczówkach
pt_br: muito fino-irised
ru: очень маленькие радужки
tr: çok ince irisli
vi: có mống mắt rất mỏng
zh_hans: 非常薄的虹膜

source: thin-irised
de: mit dünner Iris
fr: irisé fin
it: con iridi sottili
ko: 얇은 홍채
pl: o cienkich tenczówkach
pt_br: fina-irised
ru: маленькие радужки
tr: ince irisli
vi: có mống mắt mỏng
zh_hans: 稀薄的虹膜

source: slightly thin-irised
de: mit einer etwas dünnen Iris
fr: légèrement irisé fin
it: iridi leggermente sottili
ko: 약간 얇은 홍채
pl: o dość cienkih tenczówkach
pt_br: um pouco fina-irised
ru: довольно маленькие радужки
tr: hafifçe ince irisli
vi: có mống mắt hơi mỏng
zh_hans: 略显稀薄的虹膜

source: extremely wrinkled
de: extrem faltig
fr: extrêmement ridée
it: estremamente rugosa
ko: 극도로 주름진
pl: ekstremalnie pomarszczony
pt_br: extremamente enrugada
ru: чрезвычайно морщинистый
tr: aşırı kırışık
vi: cực kỳ nhăn nheo
zh_hans: 皱纹极多

source: slightly wrinkled
de: leicht faltig
fr: légèrement froissé
it: leggermente rugosa
ko: 약간 주름
pl: trochę pomarszczony
pt_br: ligeiramente enrugada
ru: слегка морщинистый
tr: hafifçe kırışık
vi: hơi nhăn nheo
zh_hans: 微皱的

source: very smooth
de: sehr weich
fr: Très doux
it: molto liscio
ko: 아주 부드러운
pl: bardzo gładki
pt_br: muito suave
ru: очень гладкий
tr: çok pürüzsüz
vi: rất nhẵn nhụi
zh_hans: 非常顺利

source: slightly smooth
de: etwas glatt
fr: légèrement lisse
it: un po' liscio
ko: 약간 매끄럽다
pl: dość gładki
pt_br: ligeiramente liso
ru: довольно гладкий
tr: hafifçe pürüzsüz
vi: hơi nhẵn nhụi
zh_hans: 非常光滑

source: coiled
de: gewickelt
fr: enroulé
it: arrotolato
ko: 코일
pl: zwinięte
pt_br: enrolado
ru: свернутый
tr: lüleli
vi: xoắn ốc
zh_hans: 卷曲的

source: wavy
de: wellig
fr: ondulé
it: ondulato
ko: 떨리는
pl: falowane
pt_br: ondulado
ru: волнистый
tr: dalgalı
vi: gợn sóng
zh_hans: 波浪状的

source: incredibly straight
de: unglaublich gerade
fr: incroyablement droit
it: incredibilmente dritto
ko: 믿을 수 없을 정도로 직선
pl: niewiarygodnie długie
pt_br: incrivelmente reta
ru: невероятно прямой
tr: inanılmaz derecede düz
vi: thẳng tắp lạ thường
zh_hans: 直得令人难以置信

source: very convex
de: sehr konvex
fr: très convexe
it: molto convesso
ko: 매우 볼록한
pl: bardzo wypukłe
pt_br: muito convexo
ru: очень выпуклый
tr: çok dışbükey
vi: rất lồi
zh_hans: 非常凸起的

source: slightly convex
de: etwas konvex
fr: légèrement convexe
it: leggermente convesso
ko: 약간 볼록한
pl: lekko wypukły
pt_br: ligeiramente convexo
ru: слегка выпуклый
tr: hafifçe dışbükey
vi: hơi lồi
zh_hans: 略微突出

source: incredibly concave
de: unglaublich konkav
fr: incroyablement concave
it: incredibilmente concavo
ko: 엄청나게 오목한
pl: niewiarygodnie wklęsły
pt_br: incrivelmente côncavo
ru: невероятно вогнутый
tr: inanılmaz derecede içbükey
vi: lõm lạ thường
zh_hans: 难以置信的凹形

source: somewhat concave
de: etwas konkav
fr: un peu concave
it: piuttosto concavo
ko: 다소 오목한
pl: dość wklęsły
pt_br: um pouco côncavo
ru: несколько вогнутый
tr: biraz içbükey
vi: hơi lõm
zh_hans: 有点凹陷

source: extremely dense
de: extrem dicht
fr: extrêmement dense
it: estremamente denso
ko: 극도로 조밀한
pl: niezwykle gęste
pt_br: extremamente denso
ru: очень густые
tr: aşırı yoğun
vi: cực kỳ dày đặc
zh_hans: 极为浓密的

source: quite dense
de: ziemlich dicht
fr: assez dense
it: abbastanza denso
ko: 꽤 조밀하다
pl: dość gęste
pt_br: muito densa
ru: довольно густые
tr: oldukça yoğun
vi: khá dày đặc
zh_hans: 很浓密

source: slightly dense
de: etwas dicht
fr: légèrement dense
it: leggermente denso
ko: 약간 조밀한
pl: lekko gęste
pt_br: um pouco densa
ru: несколько густые
tr: hafifçe yoğun
vi: hơi dày đặc
zh_hans: 略微浓密

source: extremely sparse
de: extrem spärlich
fr: extrêmement rare
it: estremamente rado
ko: 극도로 드문드문
pl: bardzo rzadkie
pt_br: extremamente esparsas
ru: очень редкие
tr: aşırı seyrek
vi: cực kỳ thưa thớt
zh_hans: 异常稀疏

source: quite sparse
de: recht spärlich
fr: assez rare
it: abbastanza rado
ko: 꽤 드문드문
pl: dość rzadkie
pt_br: muito esparsa
ru: довольно редкие
tr: oldukça seyrek
vi: khá thưa thớt
zh_hans: 很稀疏

source: slightly sparse
de: etwas spärlich
fr: légèrement clairsemée
it: leggermente rado
ko: 약간 드문드문
pl: trochę rzadkie
pt_br: ligeiramente esparsa
ru: довольно редкие
tr: hafifçe seyrek
vi: hơi thưa thớt
zh_hans: 略微稀疏

source: very thick
de: sehr dick
fr: très épais
it: molto spesso
ko: 매우 두꺼운
pl: bardzo grube
pt_br: muito grosso
ru: очень толстый
tr: çok kalın
vi: rất dày
zh_hans: 非常厚

source: slightly thick
de: etwas dick
fr: légèrement épais
it: un po' spesso
ko: 약간 두꺼운
pl: dść grube
pt_br: ligeiramente espesso
ru: несколько толстый
tr: hafifçe kalın
vi: hơi dày
zh_hans: 有点厚

source: very thin
de: sehr dünn
fr: très fin
it: molto sottile
ko: 매우 날씬하다
pl: bardzo cienkie
pt_br: muito magra
ru: очень тонкий
tr: çok ince
vi: rất mỏng
zh_hans: 非常薄
