Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Cheese
de: Käse
fr: Fromage
it: Formaggio
ko: 치즈
pl: Ser
pt_br: Queijo
ru: Сыр
tr: Peynir
vi: Phô mai
zh_hans: 奶酪

source: Spice
fr: Pimenter
it: Spezia
ko: 향신료
pl: Przyprawa
pt_br: Especiaria
ru: Специи
tr: Baharat
vi: Gia vị
zh_hans: 香料

source: Mill
fr: Moulin
it: Macina
ko: 밀
pl: Młyn
pt_br: Moinho
ru: Мельница
tr: Değirmen
vi: Cối xay
zh_hans: 磨

source: Rendered Fat
fr: Graisse fondue
it: Grasso Fuso
ko: 렌더링 지방
pl: Wyprodukowany tłuszcz
pt_br: Gordura Processada
ru: Топлёный жир
tr: Eritilmiş Yağ
vi: Mỡ đã luyện
zh_hans: 呈现脂肪

source: Pressed Material
de: Pressgut
fr: Matériau pressé
it: Materiale pressato
ko: 압착한 재료
pl: Tłoczony materiał
pt_br: Pressionado o Material
ru: Прессованные материалы
tr: Preslenmiş Malzeme
vi: Vật liệu ép
zh_hans: 压制过的材料

source: Barrel
de: Fass
fr: Tonneau
it: Botte
ko: 통
pl: Beczka
pt_br: Barrica
ru: бочка
tr: Fıçı
vi: Thùng gỗ
zh_hans: 桶

source: Coin
de: Münze
fr: Pièce de monnaie
it: Moneta
ko: 동전
pl: Moneta
pt_br: Moeda
ru: Монета
tr: Sikke
vi: Tiền xu
zh_hans: 硬币

source: Bar/Block
de: Barren/Block
fr: Barre/Bloc
it: Barra/Blocco
ko: 주괴/벽돌
pl: Bar/Blok
pt_br: Barras/Blocos
ru: Слиток/блок
tr: Külçe/Blok
vi: Thanh/Khối
zh_hans: 矿锭/砖块

source: Finished Goods
de: Fertigwaren
fr: Produits finis
it: Prodotti finiti
ko: 완제품
pl: Ukończone dobra
pt_br: Bens Finalizados
ru: Готовые товары
tr: Bitmiş Mallar
vi: Hàng thành phẩm
zh_hans: 成品

source: Bin
de: Behälter
fr: Poubelle
it: Cesto
ko: 큰 상자
pl: Kosz
pt_br: Caixa
ru: ящик
tr: Kutu
vi: Thùng chứa
zh_hans: 箱子

source: shared
fr: partagé
it: condiviso
ko: 공유
pl: udostępniony
pt_br: Compartilhado
ru: общий
tr: paylaşılan
vi: chung
zh_hans: 共享

source: Bag
de: Tasche
fr: Sac
it: Borsa
ko: 가방
pl: Worek
pt_br: Bolsa
ru: мешок
tr: Torba
vi: Túi
zh_hans: 袋

source: exceptional
fr: exceptionnel
it: eccezionale
ko: 특별한
pl: wyjątkowy
pt_br: Excepcional
ru: необыкновенный
tr: olağanüstü
vi: xuất chúng
zh_hans: 优秀

source: woven by
fr: tissé par
it: tessuto da
ko: 에 의해 짜여진
pl: tkany przez
pt_br: tecida por
ru: соткана
tr: şunun tarafından dokunmuş:
vi: được dệt bởi
zh_hans: 编织而成

source: The object is
tr: Nesne
vi: Vật thể là

source: Slayer
fr: Tueur
it: Uccisore
ko: 살해자
pl: Pogromca
pt_br: Matador
ru: Убийца
tr: Katil
vi: Kẻ tiêu diệt
zh_hans: 杀手

source: kill
fr: tuer
it: uccidi
ko: 죽이다
pl: zabij
pt_br: matar
ru: убить
tr: öldürme
vi: giết chết
zh_hans: 杀

source: In memory of
de: In gedenken an
fr: En mémoire de
it: In memoria di
ko: ~을 기리며
pl: Ku pamięci
pt_br: Em memória de
ru: В память о
tr: Şunun anısına:
vi: Để tưởng nhớ
zh_hans: 在记忆

source: / Born
fr: / Né
it: / Nato
ko: / 태어나다
pl: / Urodzony
pt_br: Nascido
ru: / Родился
tr: / Doğum
vi: / Sinh
zh_hans: /出生

source: Went missing
de: Wurde vermisst
fr: A disparu
it: Scomparso
ko: 실종
pl: Zaginięcie
pt_br: Desapareceu
ru: Пропал без вести
tr: Kayboldu
vi: Mất tích
zh_hans: 走丢了

source: Boiled
fr: Bouilli
it: Bollito
ko: 삶은
pl: Gotowane
pt_br: Cozido
ru: Сварился
tr: Haşlandı
vi: Đã đun sôi
zh_hans: 煮

source: Melted
fr: Fondu
it: Sciolto
ko: 녹인
pl: Stopiony
pt_br: derreteu-se.
ru: Расплавился
tr: Eridi
vi: Tan chảy
zh_hans: 融化了

source: Condensed
de: Kondensiert
fr: Condensé
it: Condensato
ko: 압착
pl: Skondensowany
pt_br: Condensado
ru: Сконденсировался
tr: Yoğunlaştı
vi: Ngưng tụ
zh_hans: 简明

source: Solidified
fr: Solidifié
it: Solidificato
ko: 응고
pl: Zestalony
pt_br: solidificado.
ru: Окаменел
tr: Katılaştı
vi: Đông đặc
zh_hans: 凝固

source: Died in the heat
fr: Mort dans la chaleur
it: Morto per il caldo
ko: 더위에 사망
pl: Zmarł z gorąca
pt_br: Morreu no calor
ru: Умер от жара
tr: Sıcakta öldü
vi: Chết trong sức nóng
zh_hans: 在炎热中死去

source: Encased in cooling lava
fr: Enfermé dans de la lave rafraîchissante
it: Racchiuso nella lava in raffreddamento
ko: 냉각 용암에 싸여
pl: Zamknięty w stygnącej lawie
pt_br: Envolto em resfriamento de lava
ru: Погребён остывающей лавой
tr: Soğuyan lavın içinde kaldı
vi: Bị vùi trong dung nham đang nguội
zh_hans: 装在冷却熔岩中

source: Encased in cooling magma
fr: Enfermé dans du magma refroidissant
it: Racchiuso nel magma in raffreddamento
ko: 냉각 마그마에 싸여
pl: Zamknięte w stygnącej magmie
pt_br: Envolto em resfriamento de magma
ru: Погребён остывающей магмой
tr: Soğuyan magmanın içinde kaldı
vi: Bị vùi trong magma đang nguội
zh_hans: 装在冷却岩浆中

source: Encased in ice
fr: Enfermé dans la glace
it: Racchiuso nel ghiaccio
ko: 얼음에 싸여
pl: W lodzie
pt_br: Envolto em gelo
ru: Вмёрз в лёд
tr: Buzun içinde kaldı
vi: Bị vùi trong băng
zh_hans: 装在冰里

source: Froze to death
fr: Mort de froid
it: Morto dal freddo
ko: 얼어죽다
pl: Zamarzł na śmierć
pt_br: Congelado até a morte
ru: Замёрз насмерть
tr: Donarak öldü
vi: Chết cóng
zh_hans: 冻死了

source: Died in a cage
de: Gestorben in einem Käfig
fr: Mort dans une cage
it: Morto in gabbia
ko: 새장에서 사망
pl: Zmarł w klatce
pt_br: Morreu em uma gaiola
ru: Умер в клетке
tr: Bir kafeste öldü
vi: Chết trong lồng
zh_hans: 死在笼子里

source: Fell into a deep chasm
de: Stürzte in einen tiefen Abgrund
fr: Tombé dans un gouffre profond
it: Caduto in un abisso profondo
ko: 깊은 수렁에 빠졌다
pl: Spadł w głęboką przepaść
pt_br: Caiu em um abismo profundo
ru: Упал в пропасть
tr: Derin bir uçuruma düştü
vi: Rơi xuống vực sâu
zh_hans: 陷入深深的鸿沟

source: Died peacefully
fr: Décédé paisiblement
it: Morto serenamente
ko: 평화롭게 사망
pl: Zmarł spokojnie
pt_br: Morreu em paz
ru: Умер мирно
tr: Huzur içinde öldü
vi: Chết thanh thản
zh_hans: 安静地死了

source: Died in the dark
fr: Mort dans le noir
it: Morto nel buio
ko: 어둠 속에서 죽었다
pl: Zmarł w ciemności
pt_br: Morreu no escuro
ru: Погиб во тьме
tr: Karanlıkta öldü
vi: Chết trong bóng tối
zh_hans: 死在黑暗中

source: Starved to death
fr: Mort de faim
it: Morto di fame
ko: 굶어 죽다
pl: Zagłodzony na śmierć
pt_br: morreu de fome.
ru: Умер от голода
tr: Açlıktan öldü
vi: Chết đói
zh_hans: 饿死

source: Died of thirst
fr: Mort de soif
it: Morto di sete
ko: 갈증으로 사망
pl: Zmarł z pragnienia
pt_br: morreu de sede.
ru: Умер от жажды
tr: Susuzluktan öldü
vi: Chết khát
zh_hans: 渴死了

source: Burned up in magma
fr: Brûlé dans le magma
it: Bruciato nel magma
ko: 마그마에 타다
pl: Spalony w magmie
pt_br: queimado no magma.
ru: Сгорел в магме
tr: Magmada yanıp kül oldu
vi: Thiêu rụi trong dung nham
zh_hans: 在岩浆中燃烧

source: Burned up in
fr: Brûlé dans
it: Bruciato in
ko: 태워
pl: Spalony w
pt_br: queimado no magma.
ru: Сгорел в
tr: Şurada yanıp kül oldu:
vi: Thiêu rụi trong
zh_hans: 烧毁了

source: Burned to death by
de: Zu Tode verbrannt durch
fr: Brûlé à mort par
it: Bruciato a morte da
ko: 불에 타죽음
pl: Spalony na śmierć przez
pt_br: queimaram até a morte.
ru: Сожжён заживо
tr: Tarafından yakılarak öldürüldü:
vi: Bị thiêu chết bởi
zh_hans: 被烧死了

source: Burned to death by a
de: Zu Tode verbrannt durch eine
fr: Brûlé à mort par un
it: Bruciato a morte da un
ko: 불에 타죽음
pl: Spalony żywcem przez
pt_br: Queimaram até a morte por um
ru: Сожжён заживо
tr: Tarafından yakılarak öldürüldü: bir
vi: Bị thiêu chết bởi một
zh_hans: 被烧死了

source: Burned to death
fr: Brûlé à mort
it: Bruciato a morte
ko: 불에 타죽음
pl: Spalony na śmierć
pt_br: queimaram até a morte.
ru: Сгорел заживо
tr: Yanarak öldü
vi: Bị thiêu chết
zh_hans: 被烧死了

source: Scalded to death
fr: Échaudé à mort
it: Ustionato a morte
ko: 화상으로 사망
pl: Poparzony na śmierć
pt_br: Se queimou até a morte
ru: Сварился
tr: Haşlanarak öldü
vi: Bị bỏng nước sôi mà chết
zh_hans: 烫伤了

source: Burned up in a magma mist
fr: Brûlé dans un brouillard de magma
it: Bruciato nella foschia magmatica
ko: 마그마 미스트에 타
pl: Spalony w magmowej mgle
pt_br: Queimado em uma névoa de magma
ru: Сгорел в тумане магмы
tr: Bir magma sisinde yanıp kül oldu
vi: Thiêu rụi trong màn sương dung nham
zh_hans: 在岩浆雾中烧毁

source: Crushed by a drawbridge
de: Von einer Zugbrücke erdrückt
fr: Écrasé par un pont-levis
it: Schiacciato da un ponte levatoio
ko: 도개교에 의해 짓 눌린
pl: Zmiażdżony przez most zwodzony
pt_br: Esmagado por uma ponte levadiça
ru: Раздавлен подъёмным мостом
tr: Bir asma köprü tarafından ezildi
vi: Bị cầu kéo đè bẹp
zh_hans: 被吊桥压碎

source: Crushed under a collapsing ceiling
fr: Écrasé sous un plafond qui s'effondre
it: Schiacciato da un soffitto crollato
ko: 무너지는 천장 아래 깔려
pl: Zmiażdżony pod zawalającym się sufitem
pt_br: Esmagado sob um teto desabando
ru: Раздавлен упавшим потолком
tr: Çöken bir tavanın altında ezildi
vi: Bị đè nát dưới trần sập
zh_hans: 在倒塌的天花板下被压碎

source: Killed by falling rocks
de: Von herabfallenden Steinen getötet
fr: Tué par des chutes de pierres
it: Ucciso da rocce cadute
ko: 떨어지는 바위에 맞아 사망
pl: Zabity przez spadające skały
pt_br: Morto por queda de rochas
ru: Убит упавшим камнем
tr: Düşen kayalar tarafından öldürüldü
vi: Bị đá rơi giết chết
zh_hans: 被落石杀死

source: Shot and killed
fr: Abattu et tué
it: Colpito e ucciso
ko: 총에 맞아 죽었다
pl: Zastrzelony i zabity
pt_br: Morto a tiros
ru: Застрелен
tr: Vurularak öldürüldü
vi: Bị bắn chết
zh_hans: 射杀了

source: Bled to death
fr: Saigné à mort
it: Morto dissanguato
ko: 피를 흘리다
pl: Wykrwawił się na śmierć
pt_br: sangrou até a morte.
ru: Истёк кровью
tr: Kan kaybından öldü
vi: Chết vì mất máu
zh_hans: 流血至死

source: Succumbed to infection
fr: A succombé à une infection
it: Ha ceduto a un'infezione
ko: 감염에 굴복
pl: Poddał się infekcji
pt_br: sucumbiu à infecção.
ru: Поддался инфекции
tr: Enfeksiyona yenik düştü
vi: Chết vì nhiễm trùng
zh_hans: 屈服于感染

source: Suffocated
fr: étouffé
it: Soffocato
ko: 질식
pl: Uduszony
pt_br: Asfixia
ru: Задохнулся
tr: Nefessiz kalarak öldü
vi: Bị ngạt thở
zh_hans: 窒息

source: Hacked to pieces
fr: Coupé en morceaux
it: Fatto a pezzi
ko: 조각으로 해킹
pl: Porąbany na kawałki
pt_br: Cortado em pedaços
ru: Расчленён
tr: Parçalara ayrıldı
vi: Bị băm thành nhiều mảnh
zh_hans: 被打成碎片

source: Executed
fr: Réalisé
it: Giustiziato
ko: 실행됨
pl: Wykonano
pt_br: executado
ru: Казнён
tr: İdam edildi
vi: Bị hành hình
zh_hans: 已执行

source: Beheaded
fr: Décapité
it: Decapitato
ko: 참수
pl: Ścięty
pt_br: Decapitado
ru: Обезглавлен
tr: Kafası kesildi
vi: Bị chặt đầu
zh_hans: 斩首

source: Crucified
fr: Crucifié
it: Crocifisso
ko: 십자가형
pl: Ukrzyżowany
pt_br: Crucificado
ru: Распят
tr: Çarmıha gerildi
vi: Bị đóng đinh
zh_hans: 钉在十字架上

source: Buried alive
de: Lebendig begraben
fr: Enterré vivant
it: Sepolto vivo
ko: 생매장
pl: Pochowany żywcem
pt_br: Tapocrifação
ru: Погребён заживо
tr: Diri diri gömüldü
vi: Bị chôn sống
zh_hans: 埋葬了活着

source: Left out in the air
fr: Laissé dans l'air
it: Esposto in gabbia sospesa
ko: 공중에 남겨진
pl: Pozostawiony w powietrzu
pt_br: Esquerda para fora no ar
ru: Оставлен на воздухе
tr: Açık havada bırakıldı
vi: Bị phơi thây
zh_hans: 留在空中

source: Drowned
fr: Noyé
it: Affogato
ko: 익사
pl: Utopiony
pt_br: Afogamento
ru: Утонул
tr: Suda boğuldu
vi: Bị chết đuối
zh_hans: 淹死的

source: Burned alive
de: lebendig Verbrannt
fr: Brûlé vif
it: Bruciato vivo
ko: 산 채로 불태워
pl: Spalony żywcem
pt_br: foi queimado vivo.
ru: Сожжён заживо
tr: Diri diri yakıldı
vi: Bị thiêu sống
zh_hans: 烧死了

source: Fed to beasts
fr: Nourri aux bêtes
it: Dato in pasto alle bestie
ko: 짐승에게 먹이기
pl: Karmienie zwierząt
pt_br: Comida para animais
ru: Скормлен зверям
tr: Canavarlara yedirildi
vi: Bị ném cho dã thú ăn
zh_hans: 喂养野兽

source: Struck down
fr: Frappé
it: Abbattuto
ko: 쓰러지다
pl: Odrzucony
pt_br: foi atingido.
ru: Зарублен
tr: Yere serildi
vi: Bị hạ gục
zh_hans: 沮丧

source: Slaughtered
de: Geschlachtet
fr: Abattu
it: Macellato
ko: 학살
pl: Ubój
pt_br: abatidos
ru: Зарублен
tr: Katledildi
vi: Bị tàn sát
zh_hans: 屠宰

source: Scuttled
fr: Sabordé
it: Squagliato
ko: 스커틀드
pl: Rozbity
pt_br: foi encontrado afundado.
ru: Утоплен
tr: Batırıldı
vi: Bị thủ tiêu
zh_hans: 凿沉

source: Drained of blood
fr: Vidé de sang
it: Prosciugato del suo sangue
ko: 피를 흘리다
pl: Opróżniony z krwi
pt_br: Sem sangue
ru: Обескровлен
tr: Kanı çekildi
vi: Bị rút cạn máu
zh_hans: 流血了

source: Murdered
fr: Assassiné
it: Assassinato
ko: 살해
pl: Zamordowany
pt_br: Foram assassinados.
ru: Убит
tr: Öldürüldü
vi: Bị sát hại
zh_hans: 被害

source: Killed by a trap
de: Getötet durch eine Falle
fr: Tué par un piège
it: Ucciso da una trappola
ko: 덫에 걸려 사망
pl: Zabity przez pułapkę
pt_br: Morto por uma armadilha
ru: Убит ловушкой
tr: Bir tuzak tarafından öldürüldü
vi: Chết vì bẫy
zh_hans: 陷阱被杀死

source: Killed by a vehicle
de: Getötet durch ein Fahrzeug
fr: Tué par un véhicule
it: Ucciso da un veicolo
ko: 차량에 치여 사망
pl: Zabity przez pojazd
pt_br: Morto por um veículo
ru: Убит тележкой
tr: Bir araç tarafından öldürüldü
vi: Chết vì phương tiện
zh_hans: 被车辆杀死

source: Killed by a flying object
de: Von einem fliegenden Objekt getötet
fr: Tué par un objet volant
it: Ucciso da un oggetto volante
ko: 비행 물체에 의해 사망
pl: Zabity przez obiekt latający
pt_br: Morto por um objeto voador
ru: Убит летящим предметом
tr: Uçan bir nesne tarafından öldürüldü
vi: Chết vì vật thể bay
zh_hans: 被飞行物体杀死

source: Vanished
fr: Disparu
it: Scomparso
ko: 사라진
pl: Zniknął
ru: Пропал
tr: Kayboldu
vi: Biến mất
zh_hans: 消失

source: Collapsed
fr: S'est effondré
it: Crollato
ko: 축소됨
pl: Upadł
pt_br: Recolhida
ru: Раздавлен
tr: Yığıldı
vi: Gục ngã
zh_hans: 倒塌

source: Put to rest
fr: Mettre au repos
it: Messo a riposo
ko: 쉬다
pl: Odpoczynek
pt_br: Coloque para descansar
ru: Покоится с миром
tr: Huzura erdirildi
vi: An nghỉ
zh_hans: 安息吧

source: Died after colliding with an obstacle
fr: Décédé après avoir heurté un obstacle
it: Morto in seguito alla collisione con un ostacolo
ko: 장애물과 충돌 후 사망
pl: Zginął po zderzeniu z przeszkodą
pt_br: Morreu após colidir com um obstáculo
ru: Умер от столкновения с препятствием
tr: Bir engelle çarpıştıktan sonra öldü
vi: Chết sau khi va chạm với chướng ngại vật
zh_hans: 与障碍物碰撞后死亡

source: Impaled on spikes
de: aufgespießt von Spikes
fr: Empalé sur des pointes
it: Impalato su spuntoni
ko: 스파이크에 찔려
pl: Nabity na kolce
pt_br: Empalado em espinhos
ru: Насажен на колья
tr: Dikenlere saplandı
vi: Bị xiên qua cọc nhọn
zh_hans: 刺穿尖峰

source: Scared to death
fr: Affreusement peur
it: Spaventato a morte
ko: 죽음에 무서워
pl: Przerażony na śmierć
pt_br: Morrendo de medo
ru: Умер от испуга
tr: Korkudan öldü
vi: Sợ chết khiếp
zh_hans: 吓死了

source: Leapt from a great height
de: Aus großer Höhe gesprungen
fr: Sauté d'une grande hauteur
it: Saltato da una grande altezza
ko: 높은 곳에서 뛰어내려
pl: Skoczył z dużej wysokości
pt_br: Pulou de uma altura grande
ru: Упал с большой высоты
tr: Büyük bir yükseklikten atladı
vi: Nhảy từ độ cao lớn xuống
zh_hans: 跳得很高

source: d.
fr: ré.
it: m.
ru: ум.
tr: ö.
vi: chết.

source: d.
fr: ré.
it: m.
ru: ум.
tr: ö.
vi: chết.

source: Died
fr: Décédés
it: Nato
ko: 사망 한
pl: Zmarł
pt_br: Morreu
ru: Умер
tr: Öldü
vi: Đã chết
zh_hans: 死亡

source: Slayer of
fr: Tueur de
it: Uccisore di
ko: 슬레이어 오브
pl: Zabójca z
pt_br: Assassino de
ru: Убийца
tr: Şunun katili:
vi: Kẻ sát hại
zh_hans: 杀手之于

source: Hunter of
fr: Chasseur de
it: Cacciatore di
ko: 헌터 오브
pl: Łowca
pt_br: Caçador de
ru: Охотник на
tr: Şunun avcısı:
vi: Thợ săn
zh_hans: 猎人之于

source: Slayer of
fr: Tueur de
it: Uccisore di
ko: 슬레이어 오브
pl: Pogromca
pt_br: Slayer
ru: Убийца
tr: Şunun katili:
vi: Kẻ sát hại
zh_hans: 杀手之于

source: Devoted
fr: Dévoué
it: Devoto
ko: 저주 받은
pl: Oddany
pt_br: Dedicado
ru: Преданный
tr: Adanmış
vi: Tận tụy
zh_hans: 致力于

source: Loving
fr: Aimant
it: Amorevole
ko: 사랑하는
pl: Kochający
pt_br: Amoroso
ru: Любимый
tr: Seven
vi: Yêu thương
zh_hans: 爱

source: parent and spouse
de: Elternteil und Ehepartner
fr: parent et conjoint
it: genitore e coniuge
ko: 부모와 배우자
pl: rodzic i małżonek
pt_br: pai e cônjuge
ru: родитель и супруг
tr: ebeveyn ve eş
vi: cha mẹ và bạn đời
zh_hans: 父母和配偶

source: father and husband
fr: père et mari
it: padre e marito
ko: 아버지와 남편
pl: ojciec i mąż
pt_br: pai e marido
ru: отец и муж
tr: baba ve koca
vi: người cha và người chồng
zh_hans: 父亲和丈夫

source: mother and wife
de: Mutter und Ehefrau
fr: mère et femme
it: madre e moglie
ko: 어머니와 아내
pl: matka i żona
pt_br: mae e esposa
ru: мать и жена
tr: anne ve eş
vi: người mẹ và người vợ
zh_hans: 母亲和妻子

source: Lover of
de: Liebhaber von
fr: Amoureux de
it: Amante di
ko: 애인
pl: Kochanek
pt_br: Amante de
ru: Любил
tr: Şunun aşığı:
vi: Người yêu của
zh_hans: 恋人之于

source: At one with
fr: Ne faisant qu'un avec
it: Un tutt'uno con
ko: 하나에
pl: W jedności z
pt_br: Em harmonia com a
ru: Любил
tr: Şununla bir olmuş:
vi: Đồng điệu với
zh_hans: 在一个人

source: United with
fr: Unis avec
it: Unito con
ko: 와 연합
pl: Zjednoczeni z
pt_br: Uniu-se
ru: Любил
tr: Şununla birleşmiş:
vi: Hợp nhất với
zh_hans: 团结起来

source: Admirer of
fr: Admirateur de
it: Ammiratore di
ko: 숭배자
pl: Wielbiciel
pt_br: Admirador de
ru: Поклонник
tr: Şunun hayranı:
vi: Người ngưỡng mộ
zh_hans: 崇拜者之于

source: Friend of
fr: Ami de
it: Amico di
ko: 의 친구
pl: Przyjaciel
pt_br: um amigo.
ru: Друг
tr: Şunun arkadaşı:
vi: Bạn của
zh_hans: 朋友之于

source: The color
de: Die Farbe
fr: La couleur
it: Il colore
ko: 그 색깔
pl: Color
pt_br: Cor:
ru: Цвет
tr: Renk
vi: Màu sắc
zh_hans: 颜色

source: made
fr: fabriqué
it: rese
ko: 만들어진
pl: wykonany
pt_br: efetuados
ru: делал
tr: yaptı
vi: đã khiến
zh_hans: 制作

source: happy
de: glücklich
fr: heureux
it: felice
ko: 행복하다
pl: szczęśliwy
pt_br: Feliz
ru: счастливым
tr: mutlu
vi: hạnh phúc
zh_hans: 快乐

source: rapidly shifts between topics
fr: passe rapidement d'un sujet à l'autre
it: cambia rapidamente argomento
ko: 주제 사이를 빠르게 이동
pl: szybko przełącza się między tematami
pt_br: muda rapidamente entre tópicos
ru: часто переходит с темы на тему
tr: konular arasında hızla geçiş yapıyor
vi: nhanh chóng chuyển đổi chủ đề
zh_hans: 在主题之间快速转换

source: moves quickly from subject to subject
de: bewegt sich schnell von Thema zu Thema
fr: passe rapidement d'un sujet à l'autre
it: passa velocemente da un argomento all'altro
ko: 주제에서 주제로 빠르게 이동
pl: szybko przechodzi od tematu do tematu
pt_br: move-se rapidamente de assunto para assunto
ru: часто перескакивает с темы на тему
tr: konudan konuya hızla geçiyor
vi: di chuyển nhanh chóng từ chủ đề này sang chủ đề khác
zh_hans: 从主题到主题快速移动

source: takes frequent interesting tangents
de: schlägt häufig interessante Wege ein
fr: prend fréquemment des tangentes intéressantes
it: fa interessanti e frequenti cambi d'argomento
ko: 흥미로운 주제가 자주 등장한다
pl: często obiera interesujące kierunki
pt_br: toma tangentes interessantes frequentes
ru: часто затрагивает интересные посторонние темы
tr: sık sık ilginç teğetler çiziyor
vi: thường xuyên đi sâu vào những chủ đề thú vị bên lề
zh_hans: 经常讲有趣的话题

source: hopelessly meanders
fr: serpente désespérément
it: vaga senza speranza
ko: 절망적으로 사행
pl: beznadziejnie meandruje
pt_br: irremediavelmente meandros
ru: безнадёжно запутано
tr: umutsuzca dolanıp duruyor
vi: lạc đề không lối thoát
zh_hans: 无望的蜿蜒

source: meanders somewhat
fr: serpente quelque peu
it: vaga abbastanza
ko: 다소 구불 구불하다
pl: nieco meandruje
pt_br: serpenteia um pouco
ru: слегка запутано
tr: biraz dolanıyor
vi: hơi lạc đề
zh_hans: 有点蜿蜒

source: gets off track from time to time
fr: s'égare de temps en temps
it: di tanto in tanto esce dai binari
ko: 수시로 궤도를 이탈한다
pl: od czasu do czasu zbacza z toru
pt_br: fica fora da pista de vez em quando
ru: время от времени отходит от темы
tr: zaman zaman raydan çıkıyor
vi: thỉnh thoảng đi chệch hướng
zh_hans: 不时偏离轨道

source: bubbles over with cheerfulness
fr: bouillonne de gaieté
it: sprizza contentezza
ko: 흥겹게 거품이 일다
pl: kipi radością
pt_br: bolhas sobre com alegria
ru: брызжет жизнерадостностью
tr: neşesinden yerinde duramıyor
vi: tràn đầy sự vui vẻ
zh_hans: 快乐的泡沫

source: is quite cheerful
fr: est assez joyeux
it: è abbastanza felice
ko: 꽤 명랑하다
pl: jest całkiem wesoły
pt_br: é muito alegre
ru: очень бодро
tr: oldukça neşeli
vi: khá vui vẻ
zh_hans: 很开心

source: is fairly cheerful
fr: est assez joyeux
it: è alquanto felice
ko: 상당히 명랑하다
pl: jest dość wesoły
pt_br: é bastante alegre
ru: довольно бодро
tr: bir hayli neşeli
vi: tương đối vui vẻ
zh_hans: 相当开朗

source: overflows with sadness
fr: déborde de tristesse
it: trabocca di tristezza
ko: 슬픔이 넘쳐
pl: przepełniony smutkiem
pt_br: transborda de tristeza
ru: наполняет грустью
tr: hüzünle dolup taşıyor
vi: tràn ngập nỗi buồn
zh_hans: 满脸悲伤

source: is depressing
fr: est déprimant
it: è deprimente
ko: 우울하다
pl: jest przygnębiajace
pt_br: é deprimente
ru: угнетает
tr: depresif
vi: gây chán nản
zh_hans: 令人沮丧

source: has a touch of melancholy
de: hat einen Hauch von Melancholie
fr: a une touche de mélancolie
it: ha un tocco di malinconia
ko: 멜랑콜리한 느낌이 있다
pl: ma nutkę melancholii
pt_br: tem um toque de melancolia
ru: затронуто печалью
tr: bir parça melankoli barındırıyor
vi: có chút u sầu
zh_hans: 有一丝忧郁

source: is thoroughly organized
fr: est bien organisé
it: è accuratamente organizzato
ko: 철저하게 구성되어 있습니다
pl: jest dokładnie zorganizowany
pt_br: está completamente organizado
ru: тщательно организован
tr: tamamen düzenli
vi: được tổ chức kỹ lưỡng
zh_hans: 完全有条理

source: is clearly organized
de: ist übersichtlich organisiert
fr: est clairement organisé
it: è chiaramente organizzato
ko: 명확하게 구성되어 있습니다
pl: jest przejrzyście zorganizowany
pt_br: é claramente organizado
ru: четко организован
tr: açıkça düzenli
vi: được tổ chức rõ ràng
zh_hans: 显然是有组织的

source: is organized
fr: est organisé
it: è organizzato
ko: 조직적이다
pl: jest zorganizowany
pt_br: está organizado
ru: организован
tr: düzenli
vi: được tổ chức
zh_hans: 是有组织的

source: is thoroughly mechanical
fr: est complètement mécanique
it: è totalmente meccanico
ko: 철저하게 기계적이다
pl: jest całkowicie mechaniczny
pt_br: é completamente mecânica
ru: тщательно механизирован
tr: tamamen mekanik
vi: hoàn toàn máy móc
zh_hans: 完全是机械的

source: is very rigid
fr: est très rigide
it: è molto rigido
ko: 매우 단단하다
pl: jest bardzo sztywny
pt_br: é muito rígida
ru: очень сухо
tr: çok katı
vi: rất cứng nhắc
zh_hans: 很僵硬

source: is a bit stiff
fr: est un peu raide
it: è un po' rigido
ko: 약간 딱딱하다
pl: jest nieco sztywny
pt_br: Um pouco rígida
ru: суховато
tr: biraz sert
vi: hơi cứng nhắc
zh_hans: 有点僵硬

source: is completely serious
fr: est tout à fait sérieux
it: è serissimo
ko: 완전히 심각하다
pl: jest całkowicie poważny
pt_br: é completamente sério
ru: абсолютно серьёзно
tr: tamamen ciddi
vi: hoàn toàn nghiêm túc
zh_hans: 是完全严肃的

source: has a very serious tone
de: hat einen sehr ernsten Ton
fr: a un ton très sérieux
it: ha un tono molto serio
ko: 매우 심각한 톤을 가지고
pl: ma bardzo poważny ton
pt_br: tem um tom muito sério
ru: в очень серьёзном тоне
tr: çok ciddi bir tonu var
vi: có giọng điệu rất nghiêm túc
zh_hans: 有一个非常严肃的语气

source: is reasonably serious
fr: est raisonnablement sérieux
it: è ragionevolmente grave
ko: 합리적으로 심각하다
pl: jest dość poważny
pt_br: é razoavelmente sério
ru: довольно серьёзно
tr: makul ölçüde ciddi
vi: khá nghiêm túc
zh_hans: 相当严重

source: artfully flashes through seemingly disjoint topics
de: blättert kunstvoll durch scheinbar unzusammenhängende Themen
fr: passe astucieusement à travers des sujets apparemment disjoints
it: affronta abilmente argomenti apparentemente disgiunti
ko: 겉보기에 분리 된 주제를 통해 교묘하게 번쩍입니다.
pl: zręcznie przemyka przez pozornie rozłączne tematy
pt_br: habilmente pisca através de tópicos aparentemente desconexos
ru: искусно просвечивает сквозь кажущиеся несвязанными темы
tr: görünüşte kopuk konular arasında ustaca geçiş yapıyor
vi: khéo léo lướt qua các chủ đề tưởng chừng không liên quan
zh_hans: 通过看似不相关的主题巧妙地闪现

source: breaks sharply between topics with regularity
fr: rompt brusquement entre les sujets avec régularité
it: passa con regolarità da un argomento all'altro
ko: 규칙적으로 주제 사이를 급격하게 끊습니다.
pl: regularne przerwy między tematami
pt_br: quebra bruscamente entre os tópicos com regularidade
ru: постоянно резко обрывает повествование между темами
tr: düzenli olarak konular arasında keskin geçişler yapıyor
vi: chuyển chủ đề đột ngột một cách thường xuyên
zh_hans: 在主题之间有规律地突破
