Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: independent discovery
de: unabhängige Entdeckung
fr: découverte indépendante
it: scoperta indipendente
ko: 독립 발견
pl: niezależne odkrycie
pt_br: descoberta independente
ru: независимое открытие
tr: bağımsız keşif
vi: khám phá độc lập
zh_hans: 独立发现

source: initial discovery
de: Erstentdeckung
fr: découverte initiale
it: scoperta iniziale
ko: 초기 발견
pl: wstępne odkrycie
pt_br: descoberta inicial
ru: первоначальное открытие
tr: ilk keşif
vi: khám phá ban đầu
zh_hans: 初步发现

source: counterintelligence
pl: kontrwywiad
tr: karşı istihbarat
vi: phản gián

source: the new desire of
de: das neue Verlangen der
fr: le nouveau désir de
it: il nuovo desiderio di
ko: 의 새로운 욕망
pl: nowe pragnienie
pt_br: o novo desejo de
ru: новое желание о
tr: şunun yeni arzusu:
vi: khát khao mới của
zh_hans: 新的愿望：

source: the new dream of
de: der neue Traum von
fr: le nouveau rêve de
it: il nuovo sogno di
ko: 의 새로운 꿈
pl: nowe marzenie o
pt_br: o novo sonho de
ru: новая мечта о
tr: şunun yeni düşü:
vi: giấc mơ mới của
zh_hans: 新的梦想：

source: the new obsession of
de: die neue Besessenheit von
fr: la nouvelle obsession de
it: la nuova ossessione di
ko: 의 새로운 집착
pl: nowa obsesja
pt_br: a nova obsessão de
ru: новая навязчивая идея о
tr: şunun yeni takıntısı:
vi: nỗi ám ảnh mới của
zh_hans: 新的痴迷：

source: to rule the world
de: die Welt zu beherrschen
fr: gouverner le monde
it: per governare il mondo
ko: 세상을 지배하기 위해
pl: rządzić światem
pt_br: para dominar o mundo
ru: править миром
tr: dünyayı yönetmek
vi: thống trị thế giới
zh_hans: 统治世界

source: to start a family
de: um eine Familie zu gründen
fr: fonder une famille
it: per creare una famiglia
ko: 가족을 시작하다
pl: założyć rodzinę
pt_br: para começar uma família
ru: создать семью
tr: bir aile kurmak
vi: lập gia đình
zh_hans: 开始一个家庭

source: to make a great discovery
de: um eine große Entdeckung zu machen
fr: faire une belle découverte
it: per fare una grande scoperta
ko: 위대한 발견을 하기 위해
pl: dokonać wielkiego odkrycia
pt_br: para fazer uma grande descoberta
ru: сделать великое открытие
tr: büyük bir keşif yapmak
vi: thực hiện một khám phá vĩ đại
zh_hans: 做一个伟大的发现

source: to create a great work of art
de: ein großes Kunstwerk zu schaffen
fr: pour créer une grande œuvre d'art
it: per creare una grande opera d'arte
ko: 훌륭한 예술 작품을 만들기 위해
pl: stworzyć wielkie dzieło sztuki
pt_br: para criar uma obra de arte.
ru: создать великое произведение искусства
tr: büyük bir sanat eseri yaratmak
vi: tạo ra một tác phẩm nghệ thuật vĩ đại
zh_hans: 创造伟大的艺术作品

source: to craft a masterwork
de: ein Meisterwerk zu schaffen
fr: réaliser un chef-d'œuvre
it: per realizzare un capolavoro
ko: 걸작을 만들기 위해
pl: stworzyć arcydzieło
pt_br: para criar uma obra-prima
ru: создать шедевр
tr: bir şaheser işlemek
vi: chế tác một kiệt tác
zh_hans: 制作杰作

source: to bring peace to the world
de: den Frieden in die Welt zu bringen
fr: apporter la paix dans le monde
it: per portare la pace nel mondo
ko: 세상에 평화를 가져오기 위해
pl: przynieść światu pokój
pt_br: para trazer a paz ao mundo
ru: добиться мира во всём мире
tr: dünyaya barış getirmek
vi: mang hòa bình đến thế giới
zh_hans: 为世界带来和平

source: to become a legendary warrior
de: um ein legendärer Krieger zu werden
fr: devenir un guerrier légendaire
it: per diventare un guerriero leggendario
ko: 전설의 전사가 되기 위해
pl: stać się legendarnym wojownikiem
pt_br: para se tornar um guerreiro lendário
ru: стать легендарным воином
tr: efsanevi bir savaşçı olmak
vi: trở thành một chiến binh huyền thoại
zh_hans: 成为一名传奇战士

source: to master a skill
de: eine Fertigkeit zu beherrschen
fr: maîtriser une compétence
it: per padroneggiare un'abilità
ko: 기술을 마스터하기 위해
pl: opanować umiejętność
pt_br: para dominar uma habilidade
ru: овладеть навыком
tr: bir beceride ustalaşmak
vi: thành thạo một kỹ năng
zh_hans: 掌握一项技能

source: to fall in love
de: sich zu verlieben
fr: tomber amoureux
it: per innamorarsi
ko: 사랑에 빠지게
pl: zakochać się
pt_br: se apaixonar
ru: влюбиться
tr: aşık olmak
vi: phải lòng
zh_hans: 坠入爱河

source: to see the great natural wonders of the world
de: um die großen Naturwunder der Welt zu sehen
fr: pour voir les grandes merveilles naturelles du monde
it: per vedere le grandi meraviglie naturali del mondo
ko: 세계의 위대한 자연의 경이로움을 보기 위해
pl: zobaczyć wielkie naturalne cuda świata
pt_br: para ver as grandes maravilhas naturais do mundo
ru: посетить великие природные чудеса света
tr: dünyanın büyük doğa harikalarını görmek
vi: chiêm ngưỡng những kỳ quan thiên nhiên vĩ đại của thế giới
zh_hans: 看到世界上伟大的自然奇观

source: with extending
de: mit der Erweiterung
fr: avec extension
it: con estensione
ko: 연장으로
pt_br: com extensão
ru: с расширением
tr: şunu uzatmakla:
vi: với việc kéo dài
zh_hans: 随着扩展

source: own life
de: eigenes Leben
fr: propre vie
it: propria vita
ko: 자신의 삶
pl: własne życie
pt_br: vida própria
ru: своей жизни
tr: kendi hayatını
vi: sự sống của chính mình
zh_hans: 自己的生活

source: to attain rank in society
de: den gesellschaftlichen Rang zu erreichen
fr: atteindre un rang dans la société
it: per raggiungere il rango sociale
ko: 사회에서 지위를 얻기 위해
pl: osiągnięcie pozycji w społeczeństwie
pt_br: alcançar posição na sociedade
ru: завоевать авторитет в обществе
tr: toplumda rütbe elde etmek
vi: đạt được địa vị trong xã hội
zh_hans: 跻身于社会阶层

source: to bathe the world in chaos
de: die Welt in Chaos zu tauchen
fr: plonger le monde dans le chaos
it: per sommergere il mondo nel caos
ko: 세계를 혼돈에 빠뜨리다
pl: by skąpać świat w chaosie
pt_br: para banhar o mundo em caos
ru: ввергнуть мир в хаос
tr: dünyayı kaosa sürüklemek
vi: nhấn chìm thế giới trong hỗn loạn
zh_hans: 让世界沐浴在混沌之中

source: with an inscrutable goal
fr: avec un objectif impénétrable
it: con un obiettivo imperscrutabile
ko: 헤아릴 수 없는 목표를 가지고
pl: z nieodgadnionym celem
pt_br: com um objetivo inescrutável
ru: непостижимой целью
tr: gizemli bir hedefle
vi: với một mục tiêu bí ẩn
zh_hans: 有一个不可思议的目标

source: from the dead
fr: d'entre les morts
it: dai morti
ko: 죽음에서
pl: z martwych
pt_br: de entre os mortos
ru: из мёртвых
tr: ölümden
vi: từ cõi chết
zh_hans: 死而复生

source: , once more,
fr: , une fois de plus,
it: , ancora una volta,
ko: , 한 번 더,
pl: , jeszcze raz,
pt_br: , mais uma vez,
ru: , снова
tr: , bir kez daha,
vi: , một lần nữa,
zh_hans: ， 再一次，

source: the death of
fr: la mort de
it: la morte di
ko: 의 죽음
pl: śmierć
pt_br: a morte de
ru: смерть
tr: şunun ölümü:
vi: cái chết của
zh_hans: 死亡

source: in a cage
de: in einem Käfig
fr: dans une cage
it: in gabbia
ko: 새장에
pl: w klatce
pt_br: em uma gaiola
ru: в клетке
tr: bir kafeste
vi: trong một cái lồng
zh_hans: 在笼子里

source: into a deep chasm
de: in einen tiefen Abgrund
fr: dans un gouffre profond
it: in una profonda voragine
ko: 깊은 틈으로
pl: w głęboką przepaść
pt_br: caído em um abismo profundo.
ru: в глубокую пропасть
tr: derin bir uçuruma
vi: xuống một vực sâu
zh_hans: 陷入深深的鸿沟

source: the passing of
fr: le passage de
it: il trapasso di
ko: 통과
pl: odejście
pt_br: a passagem de
ru: прохождение
tr: şunun vefatı:
vi: sự ra đi của
zh_hans: 过世了

source: the death in the dark of
fr: la mort dans l'obscurité de
it: la morte nel buio di
ko: 어둠 속의 죽음
pl: śmierć w ciemności
pt_br: a morte na escuridao da
ru: смерть во мраке
tr: şunun karanlıktaki ölümü:
vi: cái chết trong bóng tối của
zh_hans: 黑暗中的死亡

source: the starvation of
fr: la famine de
it: la fame di
ko: 의 기아
pl: głód
pt_br: a fome de
ru: голодание
tr: şunun açlıktan ölmesi:
vi: cái chết vì đói của
zh_hans: 饥饿的

source: the dehydration of
fr: la déshydratation de
it: la disidratazione di
ko: 탈수
pl: odwodnienie
pt_br: a desidratação de
ru: обезвоживание
tr: şunun susuzluktan ölmesi:
vi: cái chết vì mất nước của
zh_hans: 脱水

source: the burning of
fr: la combustion de
it: il rogo di
ko: 타는 것
pl: spalanie
pt_br: a queima de
ru: горение
tr: şunun yanması:
vi: sự thiêu cháy của
zh_hans: 燃烧的

source: in magma
fr: dans le magma
it: nel magma
ko: 마그마에서
pl: w magmie
pt_br: Fundição de Magma
ru: в магме
tr: magmada
vi: trong magma
zh_hans: 在岩浆中

source: the boiling of
fr: l'ébullition de
it: l'ebollizione di
ko: 끓는
pl: gotowanie
pt_br: ebulição da
ru: кипение
tr: şunun kaynaması:
vi: sự đun sôi của
zh_hans: 煮沸的

source: the melting of
fr: la fonte de
it: la fusione di
ko: 의 녹는
pl: topnienie
pt_br: o derretimento do
ru: таяние
tr: şunun erimesi:
vi: sự tan chảy của
zh_hans: 融化了

source: the condensation of
fr: la condensation de
it: la condensazione di
ko: 응축
pl: kondensacja
pt_br: a condensação de
ru: конденсация
tr: şunun yoğunlaşması:
vi: sự ngưng tụ của
zh_hans: 凝结的

source: the freezing of
fr: le gel de
it: il congelamento di
ko: 동결
pl: zamrożenie
pt_br: o congelamento de
ru: замораживание
tr: şunun donması:
vi: sự đóng băng của
zh_hans: 冻结的

source: the heat-induced death of
fr: la mort causée par la chaleur de
it: la morte indotta dal calore di
ko: 열로 인한 사망
pl: indukowana ciepłem śmierć
pt_br: a morte induzida por calor de
ru: перегрев
tr: şunun sıcaktan ölmesi:
vi: cái chết do nhiệt gây ra của
zh_hans: 热死的

source: the encasement of
fr: l'enrobage de
it: l'intrappolamento di
ko: 의 포장
pl: obudowa
pt_br: o invólucro de
ru: замурование
tr: şunun hapsolması:
vi: sự bịt kín của
zh_hans: 包裹的

source: in cooling lava
fr: dans la lave refroidissante
it: nella lava in raffreddamento
ko: 냉각 용암에서
pl: w stygnącej lawie
pt_br: na lava de refrigeração
ru: в застывшей лаве
tr: soğuyan lavda
vi: trong dung nham đang nguội
zh_hans: 冷却熔岩

source: in cooling magma
fr: dans le magma refroidissant
it: nel magma in raffreddamento
ko: 냉각 마그마에서
pl: w stygnącej magmie
pt_br: no resfriamento do magma
ru: в застывшей магме
tr: soğuyan magmada
vi: trong magma đang nguội
zh_hans: 在冷却岩浆

source: in ice
fr: dans la glace
it: nel ghiaccio
ko: 얼음에
pl: w lodzie
pt_br: no gelo
ru: во льду
tr: buzda
vi: trong băng
zh_hans: 冰

source: in a
fr: dans un
it: in un
pl: w
pt_br: num
ru: в
tr: bir ... içinde
vi: trong một
zh_hans: 在一个

source: 's fire
de: Feuer
fr: c'est le feu
it: suo fuoco
ko: 의 불
pl: ogień
pt_br: é fogo
ru: пламенем
tr: ateşi
vi: s ngọn lửa
zh_hans: 火了

source: the scalding of
fr: l'échaudage de
it: l'ustione di
ko: 화상
pl: oparzenie
pt_br: as queimaduras de
ru: ошпаривание
tr: şunun haşlanması:
vi: sự bỏng nước sôi của
zh_hans: 烫伤的

source: in a magma mist
fr: dans une brume de magma
it: in una nebbia magmatica
ko: 마그마 안개 속에서
pl: w magmowej mgle
pt_br: queimado em uma névoa de magma.
ru: в тумане магмы
tr: bir magma sisinde
vi: trong một màn sương magma
zh_hans: 在岩浆雾中

source: the crushing of
fr: l'écrasement de
it: la frantumazione di
ko: 분쇄
pl: miażdżenie
pt_br: o esmagamento da
ru: дробление
tr: şunun ezilmesi:
vi: sự nghiền nát của
zh_hans: 破碎的

source: under a drawbridge
de: unter einer Zugbrücke
fr: sous un pont-levis
it: sotto un ponte levatoio
ko: 도개교 아래
pl: pod mostem zwodzonym
pt_br: sob uma ponte levadiça
ru: под подъёмным мостом
tr: bir asma köprü altında
vi: dưới một cầu kéo
zh_hans: 在吊桥下

source: under a collapsing ceiling
fr: sous un plafond qui s'effondre
it: sotto un soffitto crollato
ko: 무너지는 천장 아래
pl: pod zapadającym się sufitem
pt_br: sob um teto desabando
ru: обрушившимся потолком
tr: çöken bir tavanın altında
vi: dưới một trần nhà đổ sập
zh_hans: 在坍塌的天花板下

source: by falling rocks
de: von herabfallenden Steinen
fr: par des chutes de pierres
it: dalla caduta di massi
ko: 낙석으로
pl: przez spadające skały
pt_br: por queda de rochas
ru: падающими камнями
tr: düşen kayalarla
vi: bởi đá rơi
zh_hans: 落石

source: the shooting of
fr: le tournage de
it: la caccia di
ko: 촬영
pl: strzelanina
pt_br: o tiro de
ru: выстрел
tr: şunun vurulması:
vi: việc bắn của
zh_hans: 射击

source: the mortal wounding of
de: die tödliche Verwundung von
fr: la blessure mortelle de
it: la ferita mortale di
ko: 치명상
pl: śmiertelne zranienie
pt_br: o ferimento mortal do
ru: смертельное ранение
tr: şunun ölümcül yaralanması:
vi: vết thương chí mạng của
zh_hans: 致命的伤害

source: the fatal illness of
de: die tödliche Krankheit von
fr: la maladie mortelle de
it: la malattia mortale di
ko: 의 치명적인 질병
pl: śmiertelna choroba
pt_br: a doença fatal de
ru: смертельная болезнь
tr: şunun ölümcül hastalığı:
vi: căn bệnh hiểm nghèo của
zh_hans: 致命的疾病

source: the hacking of
de: das Hacken von
fr: le piratage de
it: il massacro di
ko: 의 해킹
pl: włamanie
pt_br: o hackeamento de
ru: разрубание
tr: şunun doğranması:
vi: sự chặt chém của
zh_hans: 黑客入侵

source: the execution of
de: die Hinrichtung von
fr: l'exécution de
it: l'esecuzione di
ko: 실행
pl: wykonanie
pt_br: a execução de
ru: исполнение
tr: şunun idamı:
vi: sự hành quyết của
zh_hans: 执行的

source: the beheading of
de: die Enthauptung von
fr: la décapitation de
it: la decapitazione di
ko: 참수
pl: ścięcie głowy
pt_br: a decapitação de
ru: обезглавливание
tr: şunun kafasının kesilmesi:
vi: sự chặt đầu của
zh_hans: 斩首

source: the crucifixion of
de: die Kreuzigung von
fr: la crucifixion de
it: la crocifissione di
ko: 의 십자가형
pl: ukrzyżowanie
pt_br: a crucificação de
ru: распятие
tr: şunun çarmıha gerilmesi:
vi: sự đóng đinh của
zh_hans: 被钉十字架的

source: the burial of
de: die Beerdigung von
fr: l'enterrement de
it: la sepoltura di
ko: 매장
pl: pochówek
pt_br: o enterro de
ru: захоронение
tr: şunun gömülmesi:
vi: sự chôn cất của
zh_hans: 埋葬

source: the leaving of
de: das Verlassen von
fr: le départ de
it: la partenza di
ko: 떠나는
pl: opuszczenie
pt_br: a partir de
ru: уход
tr: şunun terk edilmesi:
vi: sự rời đi của
zh_hans: 离开了

source: the drowning of
fr: la noyade de
it: l'annegamento di
ko: 익사
pl: utonięcie
pt_br: o afogamento de
ru: утопление
tr: şunun boğulması:
vi: sự chết đuối của
zh_hans: 溺水的

source: the feeding of
de: die Fütterung von
fr: l'alimentation de
it: l'alimentazione di
ko: 의 먹이
pl: karmienie
pt_br: a alimentação de
ru: кормление
tr: şunun yem edilmesi:
vi: việc cho ăn của
zh_hans: 喂养

source: the killing of
de: Die Tötung von
fr: le meurtre de
it: l'uccisione di
ko: 살해
pl: zabicie
pt_br: o assassinato de
ru: убийство
tr: şunun öldürülmesi:
vi: sự giết chết của
zh_hans: 杀戮

source: the slaughter of
de: das Abschlachten von
fr: le massacre de
it: il massacro di
ko: 의 학살
pl: rzeź
pt_br: o abate de
ru: убийство
tr: şunun katliamı:
vi: sự tàn sát của
zh_hans: 屠杀

source: the scuttling of
de: die Versenkung von
fr: le sabordage de
it: l'abbandono di
ko: 스커틀 링
pl: rozproszenie
pt_br: o afundamento da
ru: затопление
tr: şunun batırılması:
vi: sự hủy hoại của
zh_hans: 凿沉的

source: the draining of
de: die Entleerung von
fr: la vidange de
it: il prosciugamento di
ko: 배수
pl: opróżnianie
pt_br: a drenagem do
ru: осушение
tr: şunun kanının çekilmesi:
vi: sự rút cạn của
zh_hans: 排水

source: blood
de: Blut
fr: du sang
it: sangue
ko: 피
pl: krew
pt_br: sangue
ru: крови
vi: máu
zh_hans: 血

source: the murder of
de: den Mord an
fr: le meurtre de
it: l'omicidio di
ko: 의 살인
pl: morderstwo
pt_br: o assassinato de
ru: убийство
tr: şunun öldürülmesi:
vi: vụ giết người của
zh_hans: 谋杀

source: by a trap
de: durch eine Falle
fr: par un piège
it: da una trappola
ko: 함정으로
pl: przez pułapkę
pt_br: por uma armadilha
ru: ловушкой
tr: bir tuzak tarafından
vi: bởi một cái bẫy
zh_hans: 陷阱

source: by a vehicle
de: durch ein Fahrzeug
fr: par un véhicule
it: da un veicolo
ko: 차량으로
pl: przez pojazd
pt_br: por um veículo
ru: тележкой
tr: bir araç tarafından
vi: bởi một cỗ xe
zh_hans: 乘车

source: by a flying object
de: durch ein fliegendes Objekt
fr: par un objet volant
it: da un oggetto volante
ko: 비행 물체에 의해
pl: przez obiekt latający
pt_br: foi morto por um objeto voador.
ru: летящим предметом
tr: uçan bir nesne tarafından
vi: bởi một vật thể bay
zh_hans: 由飞行物体

source: the collapse of
de: den Zusammenbruch von
fr: l'effondrement de
it: il crollo di
ko: 의 붕괴
pl: upadek
pt_br: o colapso do
ru: обрушение
tr: şunun çöküşü:
vi: sự sụp đổ của
zh_hans: 崩溃了

source: after an attack by
de: nach einem Angriff von
fr: après une attaque de
it: dopo un attacco di
ko: 의 공격 후
pl: po ataku przeprowadzonym przez
pt_br: Depois de um ataque por
ru: после нападения
tr: şunun saldırısından sonra:
vi: sau một cuộc tấn công của
zh_hans: 经过一次袭击

source: after an attack by a
de: nach einem Angriff durch einen
fr: après une attaque d'un
it: dopo un attacco da parte di un
ko: a의 공격 후
pl: po ataku przeprowadzonym przez
pt_br: Depois de um ataque por uma
ru: после нападения
tr: bir ... saldırısından sonra
vi: sau một cuộc tấn công của một
zh_hans: 经过一次袭击

source: after an attack
de: nach einem Angriff
fr: après une attaque
it: dopo un attacco
ko: 공격 후
pl: po ataku
pt_br: Depois de um ataque
ru: после атаки
tr: bir saldırıdan sonra
vi: sau một cuộc tấn công
zh_hans: 袭击发生后

source: attack with
de: Angriff mit
fr: attaquer avec
it: attacco con
ko: ~로 공격하다
pl: atak z
pt_br: ataque em
ru: атака с помощью
tr: şununla saldırı:
vi: tấn công bằng
zh_hans: 攻击

source: the vanishment of
de: das Verschwinden von
fr: la disparition de
it: la scomparsa di
ko: 의 소멸
pl: zniknięcie
pt_br: a vanishment de
ru: исчезновение
tr: şunun kayboluşu:
vi: sự biến mất của
zh_hans: 消失了

source: the collision of
de: die Kollision von
fr: la collision de
it: la collisione di
ko: 의 충돌
pl: kolizja
pt_br: a colisão de
ru: столкновение
tr: şunun çarpışması:
vi: sự va chạm của
zh_hans: 碰撞

source: with an obstacle
de: mit einem Hindernis
fr: avec un obstacle
it: con un ostacolo
ko: 장애물이 있는
pl: z przeszkodą
pt_br: com um obstáculo
ru: с препятствием
tr: bir engelle
vi: với một chướng ngại vật
zh_hans: 有障碍

source: , after the death strike by
de: , nach dem Todesstoß durch
fr: , après la grève de la mort de
it: , dopo il colpo di grazia di
ko: , 죽음의 공격 후
pl: , po śmiertelnym uderzeniu przez
pt_br: , após a morte de greve por
ru: , после смертельного удара
tr: , şunun ölüm vuruşundan sonra:
vi: , sau đòn chí mạng của
zh_hans: ，在死亡打击之后

source: , after the death strike by a
de: , nach dem Todesstoß durch einen
fr: , après le coup mortel d'un
it: , dopo il colpo di grazia da parte di un
ko: , 죽음의 파업 후
pl: , po śmiertelnym uderzeniu przez
pt_br: , após a morte de greve por um
ru: , после смертельного удара
tr: , bir ... ölüm vuruşundan sonra
vi: , sau đòn chí mạng của một
zh_hans: ，经过某人的一次死亡打击之后

source: the impalement of
de: die Pfählung von
fr: l'empalement de
it: l'impalamento di
ko: 의 찔림
pl: wbicie na pal
pt_br: o empalamento de
ru: сажание на кол
tr: şunun kazığa saplanması:
vi: sự xiên thủng của
zh_hans: 刺穿

source: on spikes
de: liegt auf Spikes
fr: sur pointes
it: su spuntoni
ko: 스파이크에
pl: na kolcach
pt_br: em picos
ru: на колья
tr: dikenlere
vi: trên cọc nhọn
zh_hans: 在尖峰上

source: the scaring of
de: die Verängstigung von
fr: la peur de
it: lo spavento di
ko: 무서워하는
pl: straszenie
pt_br: o assustando de
ru: рубцевание
tr: şunun korkutulması:
vi: sự hù dọa của
zh_hans: 吓人的

source: to death
de: zu Tode
fr: à mort
it: a morte
ko: 죽음에
pl: do śmierci
pt_br: até a morte
ru: насмерть
tr: ölümüne
vi: đến chết
zh_hans: 致死

source: the leap of
de: der Sprung von
fr: le saut de
it: il balzo di
ko: 의 도약
pl: skok
pt_br: o salto de
ru: прыжок из
tr: şunun atlaması:
vi: cú nhảy của
zh_hans: 飞跃

source: from a great height
de: aus großer Höhe
fr: d'une grande hauteur
it: da una grande altezza
ko: 큰 높이에서
pl: z dużej wysokości
pt_br: de uma grande altura
ru: с большой высоты
tr: büyük bir yükseklikten
vi: từ độ cao lớn
zh_hans: 从很高的高度

source: was
de: war
fr: a été
it: è stato
ko: ~였다
pl: był
pt_br: foi
ru: был
tr: idi
vi: đã
zh_hans: 是

source: were
de: waren
fr: étaient
it: sono stati
ko: ~이었다
pl: były
pt_br: foram
ru: были
tr: idiler
vi: đã
zh_hans: 是

source: through the efforts of
de: durch die Bemühungen von
fr: grâce aux efforts de
it: grazie all'impegno di
ko: 의 노력을 통해
pl: dzięki wysiłkom
pt_br: através dos esforços de
ru: благодаря усилиям
tr: şunun çabalarıyla:
vi: nhờ nỗ lực của
zh_hans: 通过努力

source: the reunion of
de: die vereinigung von
fr: la réunion de
it: la riunione di
ko: 의 재회
pl: zjednoczenie
pt_br: a reuniao de
ru: воссоединение
tr: şunun yeniden birleşmesi:
vi: sự đoàn tụ của
zh_hans: 重逢

source: abducted
de: entführt
fr: enlevé
it: sequestrato
ko: 납치
pl: uprowadzony
pt_br: Cursor
ru: похитил
tr: kaçırdı:
vi: bị bắt cóc
zh_hans: 绑架

source: was abducted
de: wurde entführt
fr: a été enlevé
it: è stato sequestrato
ko: 납치되었다
pl: został uprowadzony
pt_br: foi abduzido
ru: был похищен
tr: kaçırıldı
vi: đã bị bắt cóc
zh_hans: 被绑架了

source: the abduction of
de: die Entführung von
fr: l'enlèvement de
it: il sequestro di
ko: 납치
pl: uprowadzenie
pt_br: o rapto de
ru: похищение
tr: şunun kaçırılması:
vi: vụ bắt cóc của
zh_hans: 绑架

source: lost a hist fig entry
de: einen Histogramm-Eintrag verloren
fr: perdu une entrée hist fig
it: persa voce di figura storica
ko: 히스트 무화과 항목을 잃었다
pl: stracił wpis dotyczący ważnej postaci
pt_br: perdeu uma hist entrada de figo
ru: потеряна запись ист. фиг.
tr: bir tarihi figür kaydı yitirildi
vi: mất một mục nhân vật lịch sử
zh_hans: 失去了无花果入口

source: in
fr: dans
pl: w
pt_br: na
ru: в
tr: içinde
vi: trong
zh_hans: 在

source: began wandering
de: begann zu wandern
fr: a commencé à errer
it: ha iniziato a vagare
ko: 방황하기 시작했다
pl: zaczął wędrować
pt_br: começou a vagar
ru: начал странствие
tr: dolaşmaya başladı
vi: bắt đầu lang thang
zh_hans: 开始徘徊

source: became a scout
de: wurde Späher
fr: est devenu éclaireur
it: diventato un ricognitore
ko: 스카우트가 되었다
pl: został zwiadowcą
pt_br: tornou-se um batedor
ru: стал разведчиком
tr: gözcü oldu
vi: trở thành một trinh sát
zh_hans: 成了一名侦察员

source: began hunting great beasts
de: begann die Jagd auf große Bestien
fr: a commencé à chasser les grandes bêtes
it: ha iniziato a cacciare grandi bestie
ko: 거대한 짐승을 사냥하기 시작했다
pl: zaczął polować na wielkie bestie
pt_br: começou grandes bestas de caça
ru: начал охотиться на крупных зверей
tr: büyük canavarları avlamaya başladı
vi: bắt đầu săn lùng quái thú khổng lồ
zh_hans: 开始狩猎大兽

source: decided to become a baby-snatcher, operating
de: beschloss, Babyentführer zu werden, und betrieb
fr: décidé de devenir un voleur de bébé, opérant
it: ha deciso di diventare un'accalappiatore di bambini, operando
ko: 납치범이 되기로 결심하고
pl: postanowił zostać łowcą dzieci, działającym
pt_br: decidiu se tornar um bebê-snatcher, operando
ru: решил стать похитителем младенцев, работая
tr: bebek hırsızı olmaya karar verdi, faaliyet göstermeye başladı
vi: quyết định trở thành kẻ bắt cóc trẻ con, hoạt động
zh_hans: 决定成为一名婴儿掠夺者，经营

source: decided to become a mercenary, operating
de: entschied sich, ein Söldner zu werden, operierend
fr: décidé de devenir mercenaire, opérant
it: ha deciso di diventare un mercenario, operando
ko: 용병이 되기로 결심한
pl: postanowił zostać najemnikiem, działa
pt_br: decidiu tornar-se um mercenário, operando
ru: решил стать наёмником, работая
tr: paralı asker olmaya karar verdi, faaliyet göstermeye başladı
vi: quyết định trở thành lính đánh thuê, hoạt động
zh_hans: 决定成为雇佣兵，经营

source: decided to become a thief, operating
de: beschloss, ein Dieb zu werden, und arbeitete
fr: décidé de devenir un voleur, opérant
it: ha deciso di diventare un ladro, operando
ko: 도둑이 되기로 결심, 작전
pl: postanowił zostać złodziejem, działając
pt_br: decidiu se tornar um ladrao, operando
ru: решил стать вором, работая
tr: hırsız olmaya karar verdi, faaliyet göstermeye başladı
vi: quyết định trở thành kẻ trộm, hoạt động
zh_hans: 决定成为小偷，经营

source: gave up being a
de: aufgegeben hat, ein
fr: renoncé à être un
it: ha rinunciato a essere un
ko: 되는 것을 포기했다
pl: zrezygnował z bycia
pt_br: desistiu de ser um
ru: отказался от работы
tr: şunu olmayı bıraktı:
vi: từ bỏ việc làm một
zh_hans: 放弃了成为一个

source: to become a
de: wurde zu
fr: devenir un
it: per diventare un
ko: 가 되기 위해
pl: stać się
pt_br: entrou em fúria!
ru: , чтобы стать
tr: şuna dönüşmek için:
vi: để trở thành một
zh_hans: 成为一个

source: became a
de: wurde ein
fr: est devenu un
it: è diventato un
ko: 되었다
pl: stał się
pt_br: se tornou
ru: стал
tr: bir ... oldu
vi: trở thành một
zh_hans: 成了一个
