Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: is getting used to tragedy.
de: an die Tragödie gewöhnt.
fr: s'habitue à la tragédie.
it: si sta abituando alla tragedia.
ko: 비극에 익숙해지고 있다.
pl: zaczyna przywykać do tragedii.
pt_br: está se acostumando a tragédia.
ru: свыкается с потерей.
vi: đang dần quen với bi kịch.
zh_hans: 正在习惯悲剧。

source: [C:7:0:1]Time before time
de: [C:7:0:1]Die Zeit vor der Zeit
fr: [C:7:0:1]Le temps avant le temps
it: [C:7:0:1]Il tempo prima del tempo
ko: [C:7:0:1]머나먼 과거
pl: [C:7:0:1]Bardzo dawno temu
pt_br: [C:7:0:1]Tempo antes do tempo
ru: [C:7:0:1]Время до времени
tr: [C:7:0:1]Ezel
vi: [C:7:0:1]Thời gian trước thời gian
zh_hans: [C:7:0:1]一段时间之前

source: [C:3:0:1]Winter
fr: [C:3:0:1]Hiver
it: [C:3:0:1]Inverno
ko: [C:3:0:1]겨울
pl: [C:3:0:1]Zima
pt_br: [C:3:0:1]inverno
ru: [C:3:0:1]Зима
tr: [C:3:0:1]Kış
vi: [C:3:0:1]Mùa đông
zh_hans: [C:3:0:1]冬

source: [C:4:0:1]Autumn
de: [C:4:0:1]Herbst
fr: [C:4:0:1]Automne
it: [C:4:0:1]Autunno
ko: [C:4:0:1]가을
pl: [C:4:0:1]Jesień
pt_br: [C:4:0:1]outono
ru: [C:4:0:1]Осень
tr: [C:4:0:1]Sonbahar
vi: [C:4:0:1]Mùa thu
zh_hans: [C:4:0:1]秋

source: [C:6:0:1]Summer
de: [C:6:0:1]Sommer
fr: [C:6:0:1]Été
it: [C:6:0:1]Estate
ko: [C:6:0:1]여름
pl: [C:6:0:1]Lato
pt_br: [C:6:0:1]Verão
ru: [C:6:0:1]Лето
tr: [C:6:0:1]Yaz
vi: [C:6:0:1]Mùa hè
zh_hans: [C:6:0:1]夏

source: [C:2:0:1]Spring
de: [C:2:0:1]Frühling
fr: [C:2:0:1]Printemps
it: [C:2:0:1]Primavera
ko: [C:2:0:1]봄
pl: [C:2:0:1]Wiosna
pt_br: [C:2:0:1]Primavera
ru: [C:2:0:1]Весна
tr: [C:2:0:1]Bahar
vi: [C:2:0:1]Mùa xuân
zh_hans: [C:2:0:1]春

source: quicker to love
de: schneller zu lieben
fr: aimer plus vite
it: più veloce ad amare
ko: 빠르게 사랑에 빠진다
pl: bardziej kochliwy
pt_br: mais rápido para amar
ru: быстрее полюбить
tr: daha çabuk seven
vi: dễ yêu hơn
zh_hans: 容易陷入爱河的

source: slower to love
de: langsamer sich zu verlieben
fr: plus lent à aimer
it: più lento ad amare
ko: 느리게 사랑에 빠진다
pl: mniej kochliwy
pt_br: mais lento para amar
ru: сложнее любить
tr: daha yavaş seven
vi: yêu chậm hơn
zh_hans: 慢热的

source: more hateful
de: hasserfüllter
fr: plus détestable
it: più carico d'odio
ko: 많이 미워한다
pl: bardziej nienawistny
pt_br: mais odioso
ru: более ненавистный
tr: daha nefret dolu
vi: thù ghét hơn
zh_hans: 更爱记仇的

source: slower to hate
de: langsamer zu hassen
fr: plus lent à haïr
it: più lento ad odiare
ko: 쉽게 미워하지 않는다
pl: mniej nienawistny
pt_br: Mais lento a odiar
ru: сложнее ненавидеть
tr: daha yavaş nefret eden
vi: ghét chậm hơn
zh_hans: 很不爱记仇的

source: more envious
de: neidischer
fr: plus envieux
it: più invidioso
ko: 많이 질투한다
pl: bardziej zazdrosny
pt_br: mais invejoso
ru: более завистливый
tr: daha kıskanç
vi: đố kỵ hơn
zh_hans: 非常嫉妒

source: less envious
de: weniger neidisch
fr: moins envieux
it: meno invidioso
ko: 적게 질투한다
pl: mniej zazdrosny
pt_br: menos invejoso
ru: меньше завидовать
tr: daha az kıskanç
vi: ít đố kỵ hơn
zh_hans: 不那么嫉妒

source: more cheerful
de: heiterer
fr: plus joyeux
it: più contento
ko: 쾌활하다
pl: bardziej pogodny
pt_br: mais alegre
ru: более жизнерадостный
tr: daha neşeli
vi: vui vẻ hơn
zh_hans: 更开朗

source: less cheerful
de: weniger heiter
fr: moins joyeux
it: meno contento
ko: 쾌활함이 적다
pl: mniej pogodny
pt_br: menos alegre
ru: менее жизнерадостный
tr: daha az neşeli
vi: ít vui vẻ hơn
zh_hans: 不太高兴

source: more depressed
de: depressiver
fr: plus déprimé
it: più depresso
ko: 더 우울하다
pl: bardziej depresyjny
pt_br: mais deprimido
ru: большая депрессия
tr: daha depresif
vi: chán nản hơn
zh_hans: 更沮丧

source: less depressed
de: weniger depressiv
fr: moins déprimé
it: meno depresso
ko: 덜 우울하다
pl: mniej depresyjny
pt_br: menos deprimido
ru: меньшая депрессия
tr: daha az depresif
vi: ít chán nản hơn
zh_hans: 乐观

source: more angry
de: wütender
fr: plus énervé
it: più arrabbiato
ko: 화가 많다
pl: bardziej wściekły
pt_br: mais irritado
ru: более злой
tr: daha sinirli
vi: hay tức giận hơn
zh_hans: 易怒的

source: less angry
de: weniger wütend
fr: moins en colère
it: meno arrabbiato
ko: 화가 적다
pl: mniej wściekły
pt_br: menos irritado
ru: менее злой
tr: daha az sinirli
vi: ít tức giận hơn
zh_hans: 不易生气的

source: more anxious
de: ängstlicher
fr: plus anxieux
it: più ansioso
ko: 불안이 많다
pl: bardziej zaniepokojony
pt_br: mais ansioso
ru: более тревожный
tr: daha endişeli
vi: lo lắng hơn
zh_hans: 容易焦虑的

source: less anxious
de: weniger ängstlich
fr: moins anxieux
it: meno ansioso
ko: 불안이 적다
pl: mniej zaniepokojony
pt_br: menos ansioso
ru: менее тревожный
tr: daha az endişeli
vi: ít lo lắng hơn
zh_hans: 不易焦虑的

source: more lustful
de: lustvoll
fr: plus lubrique
it: più lussurioso
ko: 정욕이 많다
pl: bardziej pożądliwy
pt_br: mais lascivo
ru: более похотливый
tr: daha şehvetli
vi: ham muốn hơn
zh_hans: 更好色

source: less lustful
de: weniger lustvoll
fr: moins lubrique
it: meno lussurioso
ko: 정욕이 적다
pl: mniej pożądliwy
pt_br: menos lascivo
ru: менее похотливый
tr: daha az şehvetli
vi: ít ham muốn hơn
zh_hans: 不那么好色

source: more prone to stress
de: anfälliger für Stress
fr: plus sujet au stress
it: più incline allo stress
ko: 스트레스에 취약하다
pl: bardziej skłonny do stresu
pt_br: mais propenso ao estresse
ru: более склонны к стрессу
tr: strese daha yatkın
vi: dễ căng thẳng hơn
zh_hans: 更容易受到压力

source: more resilient
de: widerstandsfähiger
fr: plus résistant
it: più resiliente
ko: 스트레스를 잘 견딘다
pl: bardziej wytrzymały
pt_br: mais resiliente
ru: более устойчивый
tr: daha dayanıklı
vi: kiên cường hơn
zh_hans: 更有适应力

source: greedier
de: gieriger
fr: plus gourmand
it: più avido di
ko: 더 탐욕스럽다
pl: bardziej chciwy
pt_br: mais ganancioso
ru: жаднее
tr: daha açgözlü
vi: tham lam hơn
zh_hans: 贪心的

source: less greedy
de: weniger gierig
fr: moins gourmand
it: meno avido
ko: 덜 탐욕스럽다
pl: mniej chciwy
pt_br: menos ganancioso
ru: менее жадный
tr: daha az açgözlü
vi: ít tham lam hơn
zh_hans: 不那么贪心

source: less temperate
de: weniger gemäßigt
fr: moins tempéré
it: meno mite
ko: 온화하지 않다
pl: mniej powściągliwy
pt_br: menos temperado
ru: менее умеренный
tr: daha az ılımlı
vi: thiếu chừng mực hơn
zh_hans: 不那么温和

source: more temperate
de: gemäßigter
fr: plus tempéré
it: più mite
ko: 온화하다
pl: bardziej powściągliwy
pt_br: mais temperado
ru: более умеренный
tr: daha ılımlı
vi: chừng mực hơn
zh_hans: 更温和

source: more likely to brawl
de: eher zu Schlägereien bereit
fr: plus susceptible de se bagarrer
it: più propenso alla rissa
ko: 쉽게 다툰다
pl: bardziej skłonny do bójek
pt_br: mais propenso a brigas
ru: более склонны к дракам
tr: kavgaya daha meyilli
vi: dễ gây gổ hơn
zh_hans: 容易与人争吵

source: less likely to fight
de: weniger kampfbereit
fr: moins susceptible de se battre
it: meno incline a combattere
ko: 잘 다투지 않는다
pl: mniej skłony do bójek
pt_br: menos propenso a lutar
ru: меньше вероятность драки
tr: kavga etmeye daha az meyilli
vi: ít có xu hướng đánh nhau hơn
zh_hans: 不爱打架

source: more stubborn
de: sturer
fr: plus têtu
it: più ostinato
ko: 완고하다
pl: bardziej uparty
pt_br: mais teimoso
ru: более упрямый
tr: daha inatçı
vi: bướng bỉnh hơn
zh_hans: 更顽固

source: less stubborn
de: weniger stur
fr: moins têtu
it: meno ostinato
ko: 덜 완고하다
pl: mniej uparty
pt_br: menos teimoso
ru: менее упрямый
tr: daha az inatçı
vi: ít bướng bỉnh hơn
zh_hans: 不那么顽固

source: more industrious
de: fleißiger
fr: plus industrieux
it: più laborioso
ko: 부지런하다
pl: bardziej pracowity
pt_br: mais industrioso
ru: более трудолюбивый
tr: daha çalışkan
vi: cần mẫn hơn
zh_hans: 更勤奋

source: less wasteful
de: weniger verschwenderisch
fr: moins de gaspillage
it: meno sprecone
ko: 자원을 덜 낭비한다
pl: mniej rozrzutny
pt_br: menos esbajandor
ru: менее расточительный
tr: daha az savurgan
vi: ít lãng phí hơn
zh_hans: 不太浪费

source: more prone to discord
de: anfälliger für Unstimmigkeiten
fr: plus enclin à la discorde
it: più incline alla discordia
ko: 쉽게 불화한다
pl: bardziej skłonny do niezgody
pt_br: mais propenso a discórdia
ru: более склонны к разногласиям
tr: anlaşmazlığa daha yatkın
vi: dễ gây bất hòa hơn
zh_hans: 更容易产生矛盾

source: less prone to discord
de: weniger anfällig für Unstimmigkeiten
fr: moins sujet à la discorde
it: meno incline alla discordia
ko: 쉽게 불화하지 않는다
pl: mniej skłonny do niezgody
pt_br: menos propenso a discórdias
ru: менее склонны к разногласиям
tr: anlaşmazlığa daha az yatkın
vi: ít gây bất hòa hơn
zh_hans: 不太容易产生矛盾

source: less quarrelsome
de: weniger streitsüchtig
fr: moins belliqueux
it: meno litigioso
ko: 덜 다툰다
pl: mniej kłótliwy
pt_br: menos briguento
ru: менее ссориться
tr: daha az kavgacı
vi: ít cãi cọ hơn
zh_hans: 较少争吵的

source: more quarrelsome
de: streitsüchtiger
fr: plus querelleuse
it: più litigioso
ko: 쉽게 다툰다
pl: bardziej kłótliwy
pt_br: mais briguento
ru: более сварливый
tr: daha kavgacı
vi: hay cãi cọ hơn
zh_hans: 更多的争吵

source: more polite
de: höflicher
fr: plus poli
it: più educato
ko: 정중하다
pl: bardziej uprzejmy
pt_br: mais educado
ru: более вежливый
tr: daha kibar
vi: lịch sự hơn
zh_hans: 更礼貌

source: more rude
de: unhöflicher
fr: plus grossier
it: più scortese
ko: 무례하다
pl: bardziej nieuprzejmy
pt_br: mais rude
ru: более грубый
tr: daha kaba
vi: thô lỗ hơn
zh_hans: 更粗鲁

source: less reliant on advice
de: weniger auf Ratschläge angewiesen
fr: moins dépendant des conseils
it: fa meno affidamento sui consigli
ko: 조언에 덜 의존한다
pl: mniej polegający na radach
pt_br: menos dependente de conselhos
ru: меньше полагаться на советы
tr: tavsiyeye daha az güvenen
vi: ít phụ thuộc vào lời khuyên hơn
zh_hans: 较少依赖别人建议

source: less disdainful of advice
fr: moins dédaigneux des conseils
it: meno sprezzante dei consigli
ko: 조언을 덜 경멸한다
pl: mniej lekceważący rady
pt_br: menos desdenhoso de conselhos
ru: менее пренебрежительно относится к советам
tr: tavsiyeyi daha az küçümseyen
vi: ít coi thường lời khuyên hơn
zh_hans: 不那么听不进劝

source: more fearless
de: furchtloser
fr: plus intrépide
it: più intrepido
ko: 두려움이 없다
pl: bardziej nieustraszony
pt_br: mais destemido
ru: более бесстрашный
tr: daha korkusuz
vi: gan dạ hơn
zh_hans: 更无所畏惧

source: more fearful
de: furchtsamer
fr: plus craintif
it: più timoroso
ko: 두려움이 많다
pl: bardziej strachliwy
pt_br: mais temeroso
ru: более боязливый
tr: daha korkak
vi: sợ hãi hơn
zh_hans: 更可怕

source: more confident
de: zuversichtlicher
fr: plus confiant
it: più sicuro di sé
ko: 자신 있다
pl: bardziej pewny siebie
pt_br: mais confiante
ru: более уверенный в себе
tr: daha kendine güvenen
vi: tự tin hơn
zh_hans: 更自信

source: less confident
de: weniger zuversichtlich
fr: moins confiants
it: meno fiducioso
ko: 자신감이 적다
pl: mniej pewny siebie
pt_br: menos confiante
ru: менее уверенный в себе
tr: daha az kendine güvenen
vi: ít tự tin hơn
zh_hans: 不太自信

source: more vain
de: eitler
fr: plus vaniteux
it: più vanesio
ko: 허영심이 많다
pl: bardziej próżny
pt_br: mais vaidoso
ru: более тщеславный
tr: daha kibirli
vi: phù phiếm hơn
zh_hans: 更加虚荣

source: less vain
de: weniger eitel
fr: moins vaniteux
it: meno vanesio
ko: 허영심이 적다
pl: mniej próżny
pt_br: menos vaidoso
ru: менее тщеславный
tr: daha az kibirli
vi: ít phù phiếm hơn
zh_hans: 不那么虚荣

source: more ambitious
de: ehrgeiziger
fr: plus ambitieux
it: più ambizioso
ko: 야심차다
pl: bardziej ambitny
pt_br: mais ambicioso
ru: более амбициозный
tr: daha hırslı
vi: tham vọng hơn
zh_hans: 更雄心勃勃

source: less ambitious
de: weniger ehrgeizig
fr: moins ambitieux
it: meno ambizioso
ko: 덜 야심차다
pl: mniej ambitny
pt_br: menos ambicioso
ru: менее амбициозный
tr: daha az hırslı
vi: ít tham vọng hơn
zh_hans: 不那么野心勃勃

source: more gracious
de: gnädiger
fr: plus aimable
it: più cortese
ko: 더 자애롭다
pl: bardziej łaskawy
pt_br: mais gracioso
ru: более милостивый
tr: daha zarif
vi: lịch thiệp hơn
zh_hans: 更亲切

source: less gracious
de: weniger gnädig
fr: moins aimable
it: meno cortese
ko: 덜 자애롭다
pl: mniej łaskawy
pt_br: menos gracioso
ru: менее милостивый
tr: daha az zarif
vi: ít lịch thiệp hơn
zh_hans: 不那么亲切

source: more extravagant
de: extravaganter
fr: plus extravagant
it: più stravagante
ko: 사치스럽다
pl: bardziej ekstrawagancki
pt_br: mais extravagante
ru: более экстравагантный
tr: daha savurgan
vi: hoang phí hơn
zh_hans: 更奢侈

source: more austere
de: strenger
fr: plus austère
it: più austero
ko: 소박하다
pl: bardziej surowy
pt_br: mais austero
ru: более строгий
tr: daha sade
vi: khắc khổ hơn
zh_hans: 更严峻

source: more zany
de: abgedrehter
fr: plus loufoque
it: più bizzarro
ko: 재밌게 엉뚱하다
pl: bardziej błazeński
pt_br: mais maluco
ru: более шутливый
tr: daha uçuk kaçık
vi: lập dị hơn
zh_hans: 很古怪

source: more humorless
de: humorloser
fr: plus sans humour
it: più privo di umorismo
ko: 유머가 없다
pl: bardziej bez humoru
pt_br: mais sem humor
ru: более серьёзный
tr: daha mizahsız
vi: khô khan hơn
zh_hans: 更无幽默

source: more vengeful
de: rachsüchtiger
fr: plus vengeur
it: più vendicativo
ko: 복수심이 많다
pl: bardziej mściwy
pt_br: mais vingativo
ru: более мстительный
tr: daha kinci
vi: hay báo thù hơn
zh_hans: 更复仇

source: less vengeful
de: weniger rachsüchtig
fr: moins vengeur
it: meno vendicativo
ko: 복수심이 덜하다
pl: mniej mściwy
pt_br: menos vingativo
ru: менее мстительный
tr: daha az kinci
vi: ít báo thù hơn
zh_hans: 不那么报复

source: more proud
de: mehr stolz
fr: plus fier
it: più orgoglioso
ko: 더 오만하다
pl: bardziej dumny
pt_br: mais orgulhoso
ru: более гордый
tr: daha gururlu
vi: kiêu hãnh hơn
zh_hans: 更自豪

source: less proud
de: weniger stolz
fr: moins fier
it: meno orgoglioso
ko: 덜 오만하다
pl: mniej dumny
pt_br: menos orgulhoso
ru: менее гордый
tr: daha az gururlu
vi: ít kiêu hãnh hơn
zh_hans: 不那么骄傲

source: more cruel
de: grausamer
fr: plus cruel
it: più crudele
ko: 잔인하다
pl: bardziej okrutny
pt_br: mais cruel
ru: более жестокий
tr: daha zalim
vi: tàn nhẫn hơn
zh_hans: 更残忍

source: more single-minded
de: zielstrebiger
fr: plus déterminé
it: più determinato
ko: 더 일심
pl: bardziej myślący jednotorowo
pt_br: mais obstinado
ru: более целеустремлённый
tr: tek odaklı
vi: kiên định hơn
zh_hans: 更专心

source: more scatterbrained
de: schusseliger
fr: plus écervelé
it: più sbadato
ko: 더 흩어진 두뇌
pl: bardziej roztrzepany
pt_br: mais desmiolado
ru: более рассеянный
tr: daha aklı havada
vi: đãng trí hơn
zh_hans: 更散乱的

source: more hopeful
de: hoffnungsvoller
fr: plus d'espoir
it: più speranzoso
ko: 희망적이다
pl: bardziej pełen nadziei
pt_br: mais esperançoso
ru: больше надежды
tr: daha umutlu
vi: lạc quan hơn
zh_hans: 更有希望

source: less hopeful
de: weniger hoffnungsvoll
fr: moins d'espoir
it: meno speranzoso
ko: 덜 희망적이다
pl: mniej pełen nadziei
pt_br: menos esperançoso
ru: меньше надежд
tr: daha az umutlu
vi: ít lạc quan hơn
zh_hans: 不太抱有希望

source: less curious
de: weniger neugierig
fr: moins curieux
it: meno curioso
ko: 호기심이 적다
pl: mniej ciekawski
pt_br: menos curioso
ru: менее любопытный
tr: daha az meraklı
vi: ít tò mò hơn
zh_hans: 不那么好奇

source: more bashful
de: schüchterner
fr: plus timide
it: più timido
ko: 수줍음이 많다
pl: bardziej wstydliwy
pt_br: mais tímido
ru: более застенчивый
tr: daha utangaç
vi: rụt rè hơn
zh_hans: 更害羞

source: more shameless
de: schamloser
fr: plus éhonté
it: più spudorato
ko: 뻔뻔하다
pl: bardziej bezwstydny
pt_br: mais sem vergonha
ru: более беззастенчивый
tr: daha utanmaz
vi: trơ trẽn hơn
zh_hans: 更无耻

source: more private
de: persönlicher
fr: plus privé
it: più privato
ko: 더 개인적이다
pl: bardziej prywatny
pt_br: mais privado
ru: более закрытый
tr: daha mahrem
vi: kín đáo hơn
zh_hans: 更私密

source: less private
de: weniger persönlich
fr: moins privé
it: meno privato
ko: 덜 개인적이다
pl: mniej prywatny
pt_br: menos privado
ru: боле открытый
tr: daha az mahrem
vi: ít kín đáo hơn
zh_hans: 不太私密

source: more of a perfectionist
de: eher ein Perfektionist
fr: plutôt perfectionniste
it: più che perfezionista
ko: 완벽주의자 경향이 있다
pl: bardziej perfekcjonistyczny
pt_br: mais perfectionista
ru: больше перфекционист
tr: daha mükemmeliyetçi
vi: cầu toàn hơn
zh_hans: 更像是一个完美主义者

source: less attentive to details
de: weniger aufmerksamer gegenüber Details
fr: moins attentif aux détails
it: meno attento ai dettagli
ko: 세부 사항에 잘 신경쓰지 않는다
pl: mniej skupiony na detalach
pt_br: menos atento aos detalhes
ru: менее внимательны к деталям
tr: ayrıntılara daha az dikkat eden
vi: ít chú ý đến chi tiết hơn
zh_hans: 不那么注意细节

source: more obstinate
de: hartnäckiger
fr: plus obstiné
it: più ostinato
ko: 완고하다
pl: bardziej zawzięty
pt_br: mais obstinado
ru: более упрямый
tr: daha dik başlı
vi: cố chấp hơn
zh_hans: 很固执

source: more acquiescing
de: zustimmender
fr: plus acquiesçant
it: più accondiscendente
ko: 묵인한다
pl: bardziej ustępliwy
pt_br: mais aquiescente
ru: более замкнутый
tr: daha uysal
vi: dễ chiều theo hơn
zh_hans: 更默许

source: more tolerant
de: toleranter
fr: plus tolérant
it: più tollerante
ko: 더 관대하다
pl: bardziej tolerancyjny
pt_br: mais tolerante
ru: более терпимый
tr: daha hoşgörülü
vi: khoan dung hơn
zh_hans: 更宽容

source: less tolerant
de: weniger tolerant
fr: moins tolérant
it: meno tollerante
ko: 덜 관대하다
pl: mniej tolerancyjny
pt_br: menos tolerante
ru: менее терпимый
tr: daha az hoşgörülü
vi: ít khoan dung hơn
zh_hans: 不那么宽容

source: more emotionally obsessive
de: emotionaler besessener
fr: plus obsessionnel émotionnellement
it: più emotivamente ossessivo
ko: 감정적인 것에 강박적이다
pl: bardziej obsesyjny emocjonalnie
pt_br: mais emocionalmente obsessivo
ru: более эмоционально навязчивый
tr: daha duygusal olarak takıntılı
vi: dễ bị cảm xúc chi phối hơn
zh_hans: 经常有情绪困扰

source: more emotionally distant
de: emotionaler distanziert
fr: plus distant émotionnellement
it: più emotivamente distante
ko: 감정적인 것에 거리를 둔다
pl: bardziej zdystansowany emocjonalnie
pt_br: mais emocionalmente distante
ru: более эмоционально отстраненный
tr: daha duygusal olarak mesafeli
vi: xa cách về mặt cảm xúc hơn
zh_hans: 不远与人深交

source: more swayed by others' emotions
de: mehr von den Emotionen anderer beeinflusst werden
fr: plus influencé par les émotions des autres
it: più influenzato dalle emozioni altrui
ko: 다른 사람의 감정에 더 흔들린다
pl: bardziej pod wpływem cudzych emocji
pt_br: mais influenciado pelas emoções dos outros
ru: больше подвержены чужим эмоциям
tr: başkalarının duygularından daha fazla etkilenen
vi: dễ bị cảm xúc của người khác lay động hơn
zh_hans: 容易被他人情绪影响

source: less swayed by others' emotions
de: weniger von den Emotionen anderer beeinflusst
fr: moins influencé par les émotions des autres
it: meno influenzato dalle emozioni altrui
ko: 다른 사람의 감정에 덜 흔들린다
pl: mniej pod wpływem cudzych emocji
pt_br: menos influenciado pelas emoções dos outros
ru: меньше подвержены чужим эмоциям
tr: başkalarının duygularından daha az etkilenen
vi: ít bị cảm xúc của người khác lay động hơn
zh_hans: 不容易被他人情绪影响

source: more altruistic
de: uneigennütziger
fr: plus altruiste
it: più altruista
ko: 더 이타적이다
pl: bardziej altruistyczny
pt_br: mais altruísta
ru: более альтруистический
tr: daha fedakar
vi: vị tha hơn
zh_hans: 更无私的

source: less altruistic
de: weniger uneigennützig
fr: moins altruiste
it: meno altruista
ko: 덜 이타적이다
pl: mniej altruistyczny
pt_br: menos altruísta
ru: менее альтруистический
tr: daha az fedakar
vi: ít vị tha hơn
zh_hans: 不那么无私

source: more dutiful
de: pflichtbewusster
fr: plus dévoué
it: più diligente
ko: 더 충실한
pl: bardziej obowiązkowy
pt_br: mais zeloso
ru: более ответственный
tr: daha görevşinas
vi: tận tụy hơn
zh_hans: 更加尽职尽责

source: less dutiful
de: weniger pflichtbewusst
fr: moins dévoué
it: meno diligente
ko: 덜 충실한
pl: mniej obowiązkowy
pt_br: menos obediente
ru: менее ответственный
tr: daha az görevşinas
vi: ít tận tụy hơn
zh_hans: 不那么尽职尽责

source: less cautious
de: weniger zurückhaltend
fr: moins prudent
it: meno prudente
ko: 덜 조심
pl: mniej ostrożny
pt_br: menos cauteloso
ru: менее осторожный
tr: daha az temkinli
vi: ít thận trọng hơn
zh_hans: 不那么谨慎

source: more cautious
de: vorsichtiger
fr: plus prudent
it: più prudente
ko: 더 신중
pl: bardziej ostrożny
pt_br: mais cauteloso
ru: более осторожный
tr: daha temkinli
vi: thận trọng hơn
zh_hans: 更加谨慎

source: more orderly
de: ordentlicher
fr: plus ordonné
it: più ordinato
ko: 더 질서
pl: bardziej systematyczny
pt_br: mais ordenado
ru: более организованный
tr: daha düzenli
vi: ngăn nắp hơn
zh_hans: 更有序

source: less orderly
de: weniger ordentlich
fr: moins ordonné
it: meno ordinato
ko: 덜 질서
pl: mniej systematyczny
pt_br: menos ordenado
ru: менее аккуратный
tr: daha az düzenli
vi: ít ngăn nắp hơn
zh_hans: 不太有序

source: more trusting
de: zutraulicher
fr: plus confiant
it: più fiducioso
ko: 더 신뢰
pl: bardziej ufny
pt_br: mais confiante
ru: более доверчивый
tr: daha güvenen
vi: tin người hơn
zh_hans: 更加信任

source: less trusting
de: weniger zutraulich
fr: moins confiant
it: meno fiducioso
ko: 덜 신뢰
pl: mniej ufny
pt_br: menos confiante
ru: менее доверчивый
tr: daha az güvenen
vi: ít tin người hơn
zh_hans: 不那么信任

source: more gregarious
de: geselliger
fr: plus grégaire
it: più gregario
ko: 더 군집
pl: bardziej towarzyski
pt_br: mais gregário
ru: более общительный
tr: daha girişken
vi: hòa đồng hơn
zh_hans: 更加合群

source: more of a loner
de: eher ein Einzelgänger
fr: plus solitaire
it: più di un solitario
ko: 더 많은 외톨이
pl: bardziej samotniczy
pt_br: mais solitário
ru: менее общительный
tr: daha yalnız
vi: thích cô độc hơn
zh_hans: 更多的孤独者

source: more overbearing
de: überheblicher
fr: plus autoritaire
it: più dispotico
ko: 더 압도적
pl: bardziej apodyktyczny
pt_br: mais arrogante
ru: более властный
tr: daha baskıcı
vi: hống hách hơn
zh_hans: 更加霸道

source: less assertive
de: weniger durchsetzungsfähig
fr: moins affirmé
it: meno assertivo
ko: 덜 단호한
pl: mniej asertywny
pt_br: menos assertivo
ru: менее напористый
tr: daha az iddialı
vi: ít quyết đoán hơn
zh_hans: 不那么自信

source: more frenetic
de: frenetischer
fr: plus frénétique
it: più frenetico
ko: 더 열광적
pl: bardziej szalenie energiczny
pt_br: mais frenético
ru: более деятельный
tr: daha telaşlı
vi: cuồng nhiệt hơn
zh_hans: 更狂热

source: more leisurely
de: gemächlicher
fr: plus tranquillement
it: più tranquillo
ko: 더 여유롭게
pl: bardziej nieśpieszny
pt_br: mais vagaroso
ru: более неторопливый
tr: daha rahat
vi: ung dung hơn
zh_hans: 更悠闲

source: more of a thrill-seeker
de: eher auf der Suche nach Nervenkitzel
fr: plutôt amateur de sensations fortes
it: più un amante del brivido
ko: 스릴을 추구하는 사람
pl: bardziej szukający wrażeń
pt_br: mais do que uma busca de emoções
ru: скорее любитель острых ощущений
tr: daha heyecan arayan
vi: thích tìm kiếm cảm giác mạnh hơn
zh_hans: 更加追求刺激的人

source: inclined to avoid excitement
de: neigt dazu, Aufregung zu vermeiden
fr: enclin à éviter l'excitation
it: incline a evitare l'eccitazione
ko: 흥분을 피하는 경향이 있다
pl: skłonny by unikać ekscytacji
pt_br: inclinado a evitar excitação
ru: склонен избегать волнений
tr: heyecandan kaçınmaya meyilli
vi: có xu hướng tránh sự phấn khích
zh_hans: 倾向于避免兴奋

source: more prone to flights of fancy
de: anfälliger für Phantasieausbrüche
fr: plus enclin aux envolées fantaisistes
it: più incline a voli pindarici
ko: 환상의 비행에 더 취약
pl: bardziej skłonny do bujania w obłokach
pt_br: mais propenso a vôos de fantasia
ru: более склонен к полету фантазии
tr: hayallere kapılmaya daha yatkın
vi: dễ mơ mộng hơn
zh_hans: 更容易出现幻想

source: more fact-oriented
de: faktenorientierter
fr: plus axé sur les faits
it: più orientato ai fatti
ko: 더 사실 지향적
pl: bardziej racjonalistyczny
pt_br: mais orientado aos fatos
ru: больше верит фактам
tr: daha gerçek odaklı
vi: chú trọng sự thật hơn
zh_hans: 更以事实为导向

source: more inclined to the abstract
de: eher dem Abstrakten zugeneigt
fr: plus enclin à l'abstrait
it: più incline all'astratto
ko: 추상적인 경향이 더 강하다
pl: bardziej skłonny do abstrakcji
pt_br: mais inclinado para o abstrato
ru: более склонен к абстрактному мышлению
tr: soyut olana daha yatkın
vi: có xu hướng trừu tượng hơn
zh_hans: 更倾向于抽象

source: less inclined to the abstract
de: weniger zum Abstrakten neigen
fr: moins enclin à l'abstrait
it: meno incline all'astratto
ko: 추상적 경향이 적다
pl: mniej skłonny do abstrakcji
pt_br: menos inclinado ao abstrato
ru: менее склонны к абстрактному
tr: soyut olana daha az yatkın
vi: ít có xu hướng trừu tượng hơn
zh_hans: 不那么倾向于抽象
