Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: State that they are outlaws
tr: Onların kanun kaçağı olduğunu belirt
vi: Tuyên bố rằng chúng là những kẻ ngoài vòng pháp luật

source: outlaws
tr: kanun kaçakları
vi: kẻ ngoài vòng pháp luật

source: State that you are right in all matters
tr: Her konuda haklı olduğunu belirt
vi: Tuyên bố rằng bạn luôn đúng trong mọi vấn đề

source: right
tr: haklı
vi: đúng

source: State that you are conflicted
tr: Çelişkide olduğunu belirt
vi: Tuyên bố rằng bạn đang mâu thuẫn

source: conflicted
tr: çelişkide
vi: mâu thuẫn

source: State that it is terrific
tr: Bunun müthiş olduğunu belirt
vi: Tuyên bố rằng nó thật tuyệt vời

source: terrific
tr: müthiş
vi: tuyệt vời

source: State that it is for the best
tr: Bunun en iyisi olduğunu belirt
vi: Tuyên bố rằng đó là điều tốt nhất

source: best
tr: en iyi
vi: tốt nhất

source: State that you don't care
tr: Umurunda olmadığını belirt
vi: Tuyên bố rằng bạn không quan tâm

source: State your general hatred
tr: Genel nefretini belirt
vi: Bày tỏ lòng căm ghét nói chung

source: State your general fear
tr: Genel korkunu belirt
vi: Bày tỏ nỗi sợ hãi nói chung

source: fear
tr: korku
vi: nỗi sợ hãi

source: State that it accords with your faith
tr: Bunun inancınla uyuştuğunu belirt
vi: Tuyên bố rằng nó phù hợp với đức tin của bạn

source: accords
tr: uyuşuyor
vi: phù hợp

source: faith
tr: inanç
vi: đức tin

source: State that preaching is your calling
tr: Vaaz vermenin senin görevin çağrın olduğunu belirt
vi: Tuyên bố rằng truyền đạo là thiên chức của bạn

source: preaching
tr: vaaz verme
vi: truyền đạo

source: calling
tr: çağrı
vi: thiên chức

source: State that you enjoyed performing
tr: Gösteri yapmaktan keyif aldığını belirt
vi: Tuyên bố rằng bạn đã tận hưởng việc biểu diễn

source: performing
de: Durchführung
fr: effectuer
it: esibendo
ko: 실행할 수 있는
pl: występ
pt_br: performando
ru: исполнять
tr: gösteri
vi: biểu diễn
zh_hans: 执行

source: State that it was legendary
tr: Efsanevi olduğunu belirt
vi: Tuyên bố rằng nó thật huyền thoại

source: legendary
tr: efsanevi
vi: huyền thoại

source: State that it was fantastic
tr: Harika olduğunu belirt
vi: Tuyên bố rằng nó thật tuyệt vời

source: fantastic
tr: fantastik
vi: tuyệt vời

source: State that it was great
tr: Harika olduğunu belirt
vi: Tuyên bố rằng nó thật tuyệt

source: great
tr: harika
vi: tuyệt vời

source: State that it was good
tr: İyi olduğunu belirt
vi: Tuyên bố rằng nó thật tốt

source: State that it was okay
tr: İdare eder olduğunu belirt
vi: Tuyên bố rằng nó ổn thôi

source: Agree completely
tr: Tamamen katıl
vi: Hoàn toàn đồng ý

source: State that this is fantastic
tr: Bunun fantastik olduğunu belirt
vi: Tuyên bố rằng điều này thật tuyệt vời

source: State that this is great
tr: Bunun harika olduğunu belirt
vi: Tuyên bố rằng điều này thật tuyệt

source: State that this is good
tr: Bunun iyi olduğunu belirt
vi: Tuyên bố rằng điều này thật tốt

source: State that this is okay
tr: Bunun idare eder olduğunu belirt
vi: Tuyên bố rằng điều này ổn thôi

source: State that this is no good
tr: Bunun iyi olmadığını belirt
vi: Tuyên bố rằng điều này không tốt chút nào

source: bad
tr: kötü
vi: tệ

source: State that this is your favorite dance
tr: Bunun en sevdiğin dans olduğunu belirt
vi: Tuyên bố rằng đây là điệu nhảy yêu thích của mình

source: favorite
tr: favori
vi: yêu thích

source: State that this is your favorite music
tr: Bunun en sevdiğin müzik olduğunu belirt
vi: Tuyên bố rằng đây là bản nhạc yêu thích của mình

source: State that this is your favorite poetry
tr: Bunun en sevdiğin şiir olduğunu belirt
vi: Tuyên bố rằng đây là thể loại thơ yêu thích của mình

source: State that you love reflective poetry
tr: Düşündürücü şiiri sevdiğini belirt
vi: Tuyên bố rằng bạn yêu thích thơ phản tư

source: reflective
tr: düşündürücü
vi: phản tư

source: State that you hate reflective poetry
tr: Düşündürücü şiirden nefret ettiğini belirt
vi: Tuyên bố rằng bạn ghét thơ phản tư

source: State that you love riddles
tr: Bilmeceleri sevdiğini belirt
vi: Tuyên bố rằng bạn yêu thích câu đố

source: riddle
de: Rätsel
fr: cribler
it: indovinello
ko: 수수께끼
pl: zagadki
pt_br: enigma
ru: загадка
tr: bilmece
vi: câu đố
zh_hans: 谜语

source: State that you hate riddles
tr: Bilmecelerden nefret ettiğini belirt
vi: Tuyên bố rằng bạn ghét câu đố

source: State that you are embarrassed by this kind of humor
tr: Bu tür mizahtan utandığını belirt
vi: Tuyên bố rằng bạn xấu hổ với loại hài hước này

source: humor
tr: mizah
vi: hài hước

source: State your amusement
tr: Eğlendiğini belirt
vi: Bày tỏ sự thích thú

source: funny
tr: komik
vi: buồn cười

source: State that you love raunchy poems
tr: Müstehcen şiirleri sevdiğini belirt
vi: Tuyên bố rằng bạn yêu thích thơ tục tĩu

source: raunchy
tr: müstehcen
vi: tục tĩu

source: poems
tr: şiirler
vi: thơ ca

source: State that you love ribald poems
tr: Edepsiz şiirleri sevdiğini belirt
vi: Tuyên bố rằng bạn yêu thích thơ khiếm nhã

source: ribald
tr: edepsiz
vi: khiếm nhã

source: State that you disapprove of ribald poems
tr: Edepsiz şiirleri onaylamadığını belirt
vi: Tuyên bố rằng bạn không chấp thuận thơ khiếm nhã

source: State that you love light poems
tr: Hafif şiirleri sevdiğini belirt
vi: Tuyên bố rằng bạn yêu thích thơ nhẹ nhàng

source: light
de: Licht
fr: lumière
it: luce
ko: 빛
pl: białe
pt_br: luz
ru: свет
tr: hafif
vi: nhẹ nhàng
zh_hans: 光

source: State that you hate light poems
tr: Hafif şiirlerden nefret ettiğini belirt
vi: Tuyên bố rằng bạn ghét thơ nhẹ nhàng

source: State that you love solemn poems
tr: Ciddi şiirleri sevdiğini belirt
vi: Tuyên bố rằng bạn yêu thích thơ trang trọng

source: solemn
tr: ciddi
vi: trang trọng

source: State that you hate solemn poems
tr: Ciddi şiirlerden nefret ettiğini belirt
vi: Tuyên bố rằng bạn ghét thơ trang trọng

source: State that listener's hunt saved you from an enemy
tr: Dinleyicinin avının seni bir düşmandan kurtardığını belirt
vi: Tuyên bố rằng cuộc săn của người nghe đã cứu bạn khỏi một kẻ thù

source: hunt
tr: av
vi: cuộc săn

source: saved
tr: kurtardı
vi: được cứu

source: enemy
de: Feind
fr: ennemi
it: nemico
ko: 적
pl: wróg
pt_br: inimigo
ru: враг
tr: düşman
vi: Kẻ thù
zh_hans: 敌人

source: State that listener had a good hunt
tr: Dinleyicinin iyi bir av geçirdiğini belirt
vi: Báo rằng người nghe đã có một cuộc săn tốt đẹp

source: State that listener saved you from an enemy
tr: Dinleyicinin seni bir düşmandan kurtardığını belirt
vi: Báo rằng người nghe đã cứu ta khỏi kẻ thù

source: State that listener protected the defenseless from outlaws
tr: Dinleyicinin savunmasızları kanun kaçaklarından koruduğunu belirt
vi: Báo rằng người nghe đã bảo vệ những kẻ không nơi nương tựa khỏi bọn ngoài vòng pháp luật

source: protected
de: geschützt
fr: protégé
it: protetto
ko: 보호
pl: chroniony
pt_br: Protegida.
ru: защищённый
tr: korudu
vi: Đã được bảo vệ
zh_hans: 保护

source: defenseless
tr: savunmasız
vi: Không nơi nương tựa

source: oulaws
tr: kanun kaçakları
vi: Bọn ngoài vòng pháp luật

source: Grant sleep permission
tr: Uyku izni ver
vi: Cấp quyền ngủ

source: Deny sleep permission
tr: Uyku iznini reddet
vi: Từ chối quyền ngủ

source: deny
tr: reddet
vi: Từ chối

source: Comply with order
tr: Emre uy
vi: Tuân lệnh

source: comply
tr: uy
vi: Tuân thủ

source: Agree to follow
tr: Takip etmeyi kabul et
vi: Đồng ý đi theo

source: Apologize for being otherwise occupied
tr: Başka bir işle meşgul olduğun için özür dile
vi: Xin lỗi vì đã bận việc khác

source: apologize
tr: özür dile
vi: Xin lỗi

source: occupied
tr: meşgul
vi: Bận rộn

source: Refer listener to somebody older
tr: Dinleyiciyi daha yaşlı birine yönlendir
vi: Chuyển người nghe đến người lớn tuổi hơn

source: refer
tr: yönlendir
vi: Chuyển giao

source: older
tr: daha yaşlı
vi: Lớn tuổi hơn

source: Lay quest to retrieve
tr: Şunu geri almak için görev ver:
vi: Giao nhiệm vụ thu hồi

source: quest
tr: görev
vi: Nhiệm vụ

source: Exhort to finish current quest
tr: Mevcut görevi bitirmesi için teşvik et
vi: Khuyên nhủ hoàn thành nhiệm vụ hiện tại

source: exhort
tr: tembihle
vi: Khuyên nhủ

source: finish
tr: bitir
vi: Hoàn thành

source: Charge to serve
tr: Şuna hizmet etmesini emret:
vi: Ra lệnh phục vụ

source: serve
tr: hizmet et
vi: Phục vụ

source: Ask listener to come closer
tr: Dinleyiciden yaklaşmasını iste
vi: Yêu cầu người nghe đến gần hơn

source: closer
tr: yaklaş
vi: Gần hơn

source: Do business
tr: İş yap
vi: Giao dịch

source: business
tr: iş
vi: Kinh doanh

source: Initiate bartering
tr: Takas başlat
vi: Bắt đầu đổi chác

source: Ask listener to come to the trade depot later
tr: Dinleyiciden daha sonra ticaret deposuna gelmesini iste
vi: Yêu cầu người nghe đến điểm giao dịch sau

source: later
tr: daha sonra
vi: Sau này

source: Ask listener to come to your store later
tr: Dinleyiciden daha sonra dükkanına gelmesini iste
vi: Yêu cầu người nghe đến cửa hàng của ta sau

source: Ask listener to come to the market later
tr: Dinleyiciden daha sonra pazara gelmesini iste
vi: Yêu cầu người nghe đến chợ sau

source: Remind listener of pending service
tr: Dinleyiciye bekleyen hizmeti hatırlat
vi: Nhắc nhở người nghe về dịch vụ đang chờ xử lý

source: pending
tr: bekleyen
vi: Đang chờ xử lý

source: Tell listener that no services are available
tr: Dinleyiciye mevcut hizmet olmadığını söyle
vi: Báo cho người nghe rằng không có dịch vụ nào khả dụng

source: Tell listener both of you must be at location
tr: Dinleyiciye ikinizin de konumda olması gerektiğini söyle
vi: Báo cho người nghe rằng cả hai phải có mặt tại địa điểm

source: both
tr: ikiniz
vi: Cả hai

source: Tell listener you don't work here
tr: Dinleyiciye burada çalışmadığını söyle
vi: Báo cho người nghe rằng ta không làm việc ở đây

source: Mention services to listener
tr: Dinleyiciye hizmetlerden bahset
vi: Đề cập dịch vụ cho người nghe

source: Tell listener to try a shopkeeper
tr: Dinleyiciye bir dükkancıya sormasını söyle
vi: Báo người nghe hãy thử tìm một chủ cửa hàng

source: shopkeeper
tr: dükkancı
vi: Chủ cửa hàng

source: Tell listener about
tr: Dinleyiciye şundan bahset:
vi: Kể cho người nghe về

source: Provide directions to
tr: Şuraya yol tarifi ver:
vi: Cung cấp chỉ dẫn tới

source: Recommend
tr: Öner:
vi: Đề xuất

source: Profess total ignorance
tr: Tamamen bilgisiz olduğunu belirt
vi: Hoàn toàn không biết gì

source: Tell the listener that
tr: Dinleyiciye söyle ki
vi: Báo cho người nghe rằng

source: is dead
tr: öldü
vi: đã chết

source: Give your opinion of
tr: Şunun hakkındaki görüşünü belirt:
vi: Nêu ý kiến của bạn về

source: Provide the location of specific place
tr: Belirli bir yerin konumunu ver
vi: Cung cấp vị trí của địa điểm cụ thể

source: Provide the location of
tr: Şunun konumunu ver:
vi: Cung cấp vị trí của

source: Provide the whereabouts of
tr: Şunun nerede olduğunu söyle:
vi: Cung cấp tung tích của

source: Explain your current journey
tr: Mevcut yolculuğunu açıkla
vi: Giải thích hành trình hiện tại của bạn

source: explain
tr: açıkla
vi: Giải thích

source: Say something about this site's trade partners
tr: Bu yerin ticaret ortakları hakkında bir şeyler söyle
vi: Nói điều gì đó về các đối tác thương mại của địa điểm này

source: Say something about the local area
tr: Yerel bölge hakkında bir şeyler söyle
vi: Nói điều gì đó về khu vực địa phương

source: Tell the listener that they've found you
tr: Dinleyiciye seni bulduklarını söyle
vi: Báo cho người nghe rằng họ đã tìm thấy bạn

source: found
tr: buldu
vi: Đã tìm thấy

source: Grovel before your new master
tr: Yeni efendinin önünde yerlere kapan
vi: Quỳ lạy trước chủ nhân mới của bạn

source: grovel
tr: yalvar
vi: Quỳ lạy

source: Ask listener to wait until you've returned home
tr: Dinleyiciden sen eve dönene kadar beklemesini iste
vi: Yêu cầu người nghe chờ cho đến khi ta về nhà

source: Say something general about your emotional state or thoughts
tr: Duygusal durumun veya düşüncelerin hakkında genel bir şeyler söyle
vi: Nói điều gì đó chung chung về trạng thái cảm xúc hoặc suy nghĩ của bạn

source: thoughts
tr: düşünceler
vi: Suy nghĩ

source: Say something about your family's ancestor
tr: Ailenin atası hakkında bir şeyler söyle
vi: Nói điều gì đó về tổ tiên gia đình của bạn

source: ancestor
tr: ata
vi: Tổ tiên

source: Say something about your family
tr: Ailen hakkında bir şeyler söyle
vi: Nói điều gì đó về gia đình của bạn

source: Announce that you are hunting in your lair
tr: İninde avlandığını duyur
vi: Thông báo rằng bạn đang săn mồi trong hang ổ của mình

source: lair
de: Unterschlupf
fr: repaire
it: covo
ko: 굴
pl: legowisko
pt_br: covil
ru: логово
tr: in
vi: Hang ổ
zh_hans: 巢穴

source: Express astonishment at seeing
tr: Şunu gördüğüne şaşırdığını ifade et:
vi: Bày tỏ sự kinh ngạc khi thấy

source: Praise for returning
tr: Geri döndüğü için öv:
vi: Khen ngợi vì đã quay trở lại

source: Prophesize
tr: Kehanette bulun
vi: Tiên tri

source: prophecy
tr: kehanet
vi: Lời tiên tri

source: prophesize
tr: kehanette bulun
vi: Tiên tri

source: Hawk your wares
tr: Mallarını bağırarak sat
vi: Rao bán hàng của bạn

source: hawk
de: hausieren
fr: faucon
it: falco
ko: 매
pl: jastrząb
pt_br: tábua porta cimento
ru: ястреб
tr: çığırtkanlık yap
vi: Rao bán
zh_hans: 鹰

source: Yield in terror
tr: Dehşet içinde teslim ol
vi: Đầu hàng trong sợ hãi

source: Yield
tr: Teslim ol
vi: Đầu hàng

source: Agree to cease hostilities
tr: Çatışmaları durdurmayı kabul et
vi: Đồng ý ngừng chiến

source: Refuse to cease hostilities
tr: Çatışmaları durdurmayı reddet
vi: Từ chối ngừng chiến

source: Agree to comply with demand
tr: Talebe uymayı kabul et
vi: Đồng ý tuân thủ yêu cầu

source: Refuse to comply with demand
tr: Talebe uymayı reddet
vi: Từ chối tuân thủ yêu cầu

source: Refuse to yield
tr: Teslim olmayı reddet
vi: Từ chối đầu hàng

source: (not your values)
tr: (senin değerlerin değil)
vi: (không phải giá trị của bạn)

source: Argue
tr: Tartış
vi: Tranh luận

source: Acquiesce (changes your values)
tr: Razı ol (değerlerini değiştirir)
vi: Chấp thuận (thay đổi giá trị của bạn)

source: acquiesce
tr: razı ol
vi: Chấp thuận

source: Flatter the listener
tr: Dinleyiciye dalkavukluk et
vi: Nịnh bợ người nghe

source: Deride flattery
tr: Dalkavuklukla alay et
vi: Chế giễu sự nịnh bợ

source: deride
tr: alay et
vi: Chế giễu

source: flattery
tr: dalkavukluk
vi: Sự nịnh bợ

source: Deride the attempt to calm
tr: Sakinleştirme girişimiyle alay et
vi: Chế giễu nỗ lực xoa dịu

source: Reject the compliment
tr: İltifatı reddet
vi: Từ chối lời khen

source: reject
tr: reddet
vi: Từ chối

source: Reject the attempt to calm
tr: Sakinleştirme girişimini reddet
vi: Từ chối nỗ lực xoa dịu

source: Accept the compliment
tr: İltifatı kabul et
vi: Chấp nhận lời khen

source: thank
tr: teşekkür et
vi: Cảm ơn

source: Accept calming
tr: Sakinleşmeyi kabul et
vi: Chấp nhận xoa dịu

source: State that calming was unneeded
tr: Sakinleşmeye gerek olmadığını belirt
vi: Báo rằng việc xoa dịu là không cần thiết

source: unneeded
tr: gereksiz
vi: Dư thừa

source: Approve of the joke
tr: Şakayı onayla
vi: Tán thành trò đùa

source: approve
tr: onayla
vi: tán thành

source: laugh
tr: gül
vi: cười

source: Reject the joke
tr: Şakayı reddet
vi: Bác bỏ trò đùa

source: Express outrage over dismissal
tr: Reddedilme üzerine öfkeni ifade et
vi: Bày tỏ sự phẫn nộ vì bị bác bỏ

source: dismissal
tr: reddetme
vi: sự bác bỏ

source: Press the argument
tr: Tartışmayı sürdür
vi: Tiếp tục tranh luận

source: press
tr: sürdür
vi: thúc ép

source: argue
tr: tartış
vi: tranh luận

source: argument
fr: dispute
it: argomento
ko: 논쟁
pt_br: argumento
ru: аргумент
tr: tartışma
vi: cuộc tranh luận
zh_hans: 争论

source: Agree to drop the argument
tr: Tartışmayı bırakmayı kabul et
vi: Đồng ý chấm dứt tranh luận

source: end
tr: bitir
vi: kết thúc

source: Dismiss the listener's argument
tr: Dinleyicinin argümanını geçiştir
vi: Bác bỏ lập luận của người nghe

source: dismiss
tr: geçiştir
vi: bác bỏ

source: Respond passively
tr: Pasif yanıt ver
vi: Phản ứng thụ động

source: Make terrified outburst regarding fleeing conflict
tr: Çatışmadan kaçmakla ilgili dehşet dolu bir patlama yap
vi: Phát ra tiếng kêu kinh hãi khi tháo chạy khỏi xung đột

source: outburst
tr: patlama
vi: sự bộc phát

source: State intention to flee conflict
tr: Çatışmadan kaçma niyetini belirt
vi: Tuyên bố ý định tháo chạy khỏi xung đột

source: Say something about your master(s)
tr: Efendilerin hakkında bir şeyler söyle
vi: Nói đôi điều về chủ nhân của ngươi

source: talk
tr: konuş
vi: nói chuyện

source: Say something about your schemes
tr: Entrikaların hakkında bir şeyler söyle
vi: Nói đôi điều về mưu đồ của ngươi

source: Refuse the interrogation
tr: Sorgulamayı reddet
vi: Từ chối thẩm vấn

source: Mock the repeated failure of the interrogator
tr: Sorgulayanın tekrarlanan başarısızlığıyla alay et
vi: Châm biếm sự thất bại liên tiếp của kẻ thẩm vấn

source: mock
tr: alay et
vi: châm biếm

source: State your age emphatically
tr: Yaşını vurgulayarak belirt
vi: Nhấn mạnh tuổi tác của ngươi

source: age
tr: yaş
vi: tuổi tác

source: Say something about your profession
tr: Mesleğin hakkında bir şeyler söyle
vi: Nói đôi điều về nghề nghiệp của ngươi

source: Announce your night creature status
tr: Gece yaratığı statünü duyur
vi: Công bố thân phận quái vật đêm của ngươi

source: announce
tr: duyur
vi: công bố

source: State your incredulity
tr: İnançsızlığını belirt
vi: Bày tỏ sự hoài nghi của ngươi

source: incredulity
tr: inançsızlık
vi: sự hoài nghi

source: failed to load conflict report incident
de: Konfliktbericht Vorfall konnte nicht geladen werden
fr: échec du chargement du rapport d'incident de conflit
it: impossibile caricare il rapporto di conflitto incidente
ko: 충돌 보고서 문제를 로드하지 못했습니다.
pl: nie udało się załadować raportu o konflikcie
pt_br: falha ao carregar incidente de relatório de conflito
ru: не удалось загрузить отчет о конфликте
tr: çatışma raporu olayı yüklenemedi
vi: Không thể tải sự cố báo cáo xung đột
zh_hans: 未能加载冲突报告事件

source: Fail the struggle against great alarm
tr: Büyük endişeye karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại sự báo động lớn

source: Fail the struggle against great shock
tr: Büyük şoka karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại sự choáng váng tột độ

source: preacher
de: Prediger
fr: prédicateur
it: predicatore
ko: 설교자
pl: kaznodzieja
pt_br: pregador
ru: проповедник
tr: vaiz
vi: giáo sĩ
zh_hans: 牧师

source: Fail the struggle against great horror
tr: Büyük dehşete karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại nỗi kinh hoàng tột độ

source: Fail the struggle against great grief
tr: Büyük kedere karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại nỗi đau tột độ

source: Fail the struggle against great rage
tr: Büyük öfkeye karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại cơn thịnh nộ tột độ

source: Fail the struggle against great fear
tr: Büyük korkuya karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại nỗi sợ hãi tột độ

source: Fail the struggle against great sadness
tr: Büyük üzüntüye karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại nỗi buồn tột độ

source: Fail the struggle against great terror
tr: Büyük dehşete karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại nỗi khiếp sợ tột độ

source: fail
tr: başarısız ol
vi: thất bại

source: Fail the struggle against great agony
tr: Büyük ıstıraba karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại sự thống khổ tột độ

source: Fail the struggle against great despair
tr: Büyük umutsuzluğa karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại sự tuyệt vọng tột độ

source: Fail the struggle against great dismay
tr: Büyük yılgınlığa karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại sự kinh hoàng tột độ

source: Fail the struggle against great distress
tr: Büyük sıkıntıya karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại nỗi thống khổ cùng cực

source: Fail the struggle against great fright
tr: Büyük korkuya karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại nỗi khiếp đảm tột độ

source: Fail the struggle against great misery
tr: Büyük sefalete karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại nỗi khốn cùng tột độ

source: Fail the struggle against great mortification
tr: Büyük utanca karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại sự ê chề tột độ

source: Fail the internal struggle, completely shaken
tr: İç mücadelede başarısız ol, tamamen sarsılmış
vi: Thất bại trong cuộc đấu tranh nội tâm, hoàn toàn suy sụp

source: Fail the struggle against existential crisis
tr: Varoluşsal krize karşı mücadelede başarısız ol
vi: Thất bại trong cuộc đấu tranh chống lại khủng hoảng hiện sinh

source: State feelings of great suspicion
tr: Büyük şüphe duygularını ifade et
vi: Bày tỏ cảm giác hoài nghi sâu sắc

source: struggle
tr: mücadele et
vi: đấu tranh

source: Verbally struggle against great shock
tr: Büyük şoka karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại sự choáng váng tột độ

source: Verbally struggle against great horror
tr: Büyük dehşete karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại nỗi kinh hoàng tột độ

source: Verbally struggle against great grief
tr: Büyük kedere karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại nỗi đau tột độ

source: State feelings of great triumph
tr: Büyük zafer duygularını ifade et
vi: Bày tỏ cảm giác chiến thắng vĩ đại

source: State feelings of great grim satisfaction
tr: Büyük ve acımasız tatmin duygularını ifade et
vi: Bày tỏ cảm giác thỏa mãn tăm tối tột độ

source: Verbally struggle against great fear
tr: Büyük korkuya karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại nỗi sợ hãi tột độ

source: Verbally struggle against great sadness
tr: Büyük üzüntüye karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại nỗi buồn tột độ

source: State feelings of great satisfaction
tr: Büyük memnuniyet duygularını ifade et
vi: Bày tỏ cảm giác thỏa mãn tột độ

source: State feelings of great love
tr: Büyük aşk duygularını ifade et
vi: Bày tỏ cảm giác yêu thương sâu sắc

source: State feelings of great bliss
tr: Büyük mutluluk duygularını ifade et
vi: Bày tỏ cảm giác hạnh phúc tột độ

source: State feelings of great excitement
tr: Büyük heyecan duygularını ifade et
vi: Bày tỏ cảm giác phấn khích tột độ

source: State feelings of great gaiety
tr: Büyük neşe duygularını ifade et
vi: Bày tỏ cảm giác vui vẻ tột độ

source: State feelings of great joy
tr: Büyük sevinç duygularını ifade et
vi: Bày tỏ cảm giác vui sướng tột độ

source: State feelings of great vengefulness
tr: Büyük intikam duygularını ifade et
vi: Bày tỏ cảm giác thù hằn sâu sắc

source: Verbally struggle against great terror
tr: Büyük teröre karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại nỗi khiếp sợ tột độ

source: Verbally struggle against great agony
tr: Büyük ıstıraba karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại sự thống khổ tột độ

source: Verbally struggle against great anguish
tr: Büyük kedere karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại sự thống khổ cùng cực

source: Verbally struggle against great despair
tr: Büyük umutsuzluğa karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại sự tuyệt vọng tột độ

source: Verbally struggle against great dismay
tr: Büyük dehşete karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại sự kinh hoàng tột độ

source: Verbally struggle against great distress
tr: Büyük sıkıntıya karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại nỗi thống khổ cùng cực

source: Verbally struggle against great fright
tr: Büyük korkuya karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại nỗi khiếp đảm tột độ
