Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Quiet vocalization
tr: Sessiz seslendirme
vi: Phát âm khẽ

source: Loud vocalization
tr: Gürültülü seslendirme
vi: Phát âm lớn

source: Quiet grinding
tr: Sessiz öğütme
vi: Tiếng nghiến nhỏ

source: Loud grinding
tr: Gürültülü öğütme
vi: Tiếng nghiến lớn

source: Storytelling
de: Geschichtenerzählen
fr: Narration
it: Narrazione
ko: 스토리텔링
pl: Opowiadanie historii
pt_br: Narrativa
ru: Повествование
tr: Hikaye anlatıcılığı
vi: Kể chuyện
zh_hans: 评书

source: Preaching
fr: Prédication
it: Predicazione
ko: 설교
pl: Kazanie
pt_br: Pregando
ru: Проповедь
tr: Vaaz verme
vi: Giảng đạo
zh_hans: 讲道

source: Poem recitation
tr: Şiir okuma
vi: Ngâm thơ

source: Musical voice
tr: Müzikal ses
vi: Giọng hát du dương

source: Dancing
tr: Dans etme
vi: Khiêu vũ

source: (heard
tr: (duyuldu
vi: (đã nghe

source: recently
tr: yakın zamanda
vi: gần đây

source: Creature (remembered)
tr: Yaratık (hatırlanan)
vi: Sinh vật (đã ghi nhớ)

source: Object (remembered)
tr: Nesne (hatırlanan)
vi: Vật thể (đã ghi nhớ)

source: Structure (remembered)
tr: Yapı (hatırlanan)
vi: Cấu trúc (đã ghi nhớ)

source: Wall (remembered)
tr: Duvar (hatırlanan)
vi: Tường (đã ghi nhớ)

source: Upward stair (remembered)
tr: Yukarı merdiven (hatırlanan)
vi: Cầu thang hướng lên (đã ghi nhớ)

source: Downward stair (remembered)
tr: Aşağı merdiven (hatırlanan)
vi: Cầu thang hướng xuống (đã ghi nhớ)

source: Updown stair (remembered)
tr: Yukarı-aşağı merdiven (hatırlanan)
vi: Cầu thang lên xuống (đã ghi nhớ)

source: Upward ramp (remembered)
tr: Yukarı rampa (hatırlanan)
vi: Đường dốc hướng lên (đã ghi nhớ)

source: Downward ramp (remembered)
tr: Aşağı rampa (hatırlanan)
vi: Đường dốc hướng xuống (đã ghi nhớ)

source: Floor (remembered)
tr: Zemin (hatırlanan)
vi: Sàn (đã ghi nhớ)

source: Open air (remembered)
tr: Açık hava (hatırlanan)
vi: Không khí mở (đã ghi nhớ)

source: Blood of the living (sensed)
tr: Yaşayanların kanı (hissedilen)
vi: Máu của sinh vật sống (đã cảm nhận)

source: a colony of
de: eine Kolonie von
fr: une colonie de
it: una colonia di
ko: 식민지
pl: kolonia
pt_br: uma colônia de
ru: колония
tr: bir koloni
vi: một quần thể
zh_hans: 一殖民团的

source: many
de: viele
fr: de nombreux
it: molti
ko: 많은
pl: wiele
pt_br: vários
ru: много
tr: birçok
vi: nhiều
zh_hans: 许多

source: a swarm of
de: ein Schwarm von
fr: un essaim de
it: uno sciame di
ko: 무리
pl: rój
pt_br: um enxame de
ru: рой
tr: bir sürü
vi: một bầy
zh_hans: 一群

source: Mist
de: Nebel
fr: Brume
it: Nebbia
ko: 안개
pl: Mgła
pt_br: névoa
ru: Дымка
tr: Pus
vi: Sương mù
zh_hans: 雾

source: Steam
de: Dampf
fr: Vapeur
it: Vapore
ko: 증기
pl: Para
ru: Пар
tr: Buhar
vi: Hơi nước
zh_hans: 蒸汽

source: Item Cloud
de: Gegenstand Wolke
fr: Nuage d'objets
it: Oggetto Nuvola
ko: 아이템 구름?
pl: Chmura Przedmiotu
pt_br: Nuvem de item
ru: Облако предметов
tr: Eşya Bulutu
vi: Đám mây vật phẩm
zh_hans: 物品云

source: An Ocean Wave
de: Eine Meereswelle
fr: Une vague océanique
it: Un'onda oceanica
ko: 바다의 물결
pl: Fala oceaniczna
pt_br: Uma onda do mar
ru: Океанские волны
tr: Bir Okyanus Dalgası
vi: Một con sóng biển
zh_hans: 海浪

source: Sea Foam
de: Meeresschaum
fr: Mousse de mer
it: Schiuma di mare
ko: 바다 거품
pl: Piana morska
pt_br: Espuma do mar
ru: Морская пена
tr: Deniz Köpüğü
vi: Bọt biển
zh_hans: 海水泡沫

source: Lava Mist
de: Lavanebel
fr: Brume de lave
it: Foschia lavica
ko: 용암 증기
pl: Mgła lawy
pt_br: Névoa de lava
ru: Испарения лавы
tr: Lav Pusu
vi: Hơi dung nham
zh_hans: 熔岩雾

source: Magma Mist
de: Magma Nebel
fr: Brume de magma
it: Foschia magmatica
ko: 마그마 증기
pl: Mgła magmy
pt_br: Névoa de magma
ru: Испарения магмы
tr: Magma Pusu
vi: Hơi magma
zh_hans: 岩浆雾

source: vapor
fr: vapeur
it: vapore
ko: 증기
pl: opary
ru: пар
tr: buharı
vi: hơi
zh_hans: 蒸汽

source: Smoke
de: Rauch
fr: Fumée
it: Fumo
ko: 연기
pl: Dym
pt_br: fumo
ru: Дым
tr: Duman
vi: Khói
zh_hans: 烟

source: Fire
de: Feuer
fr: Feu
it: Fuoco
ko: 불
pl: Ogień
pt_br: Incêndio
ru: Огонь
tr: Ateş
vi: Lửa
zh_hans: 火

source: A Web
de: Ein Netz
fr: Un site
it: Una ragnatela
ko: 웹
pl: Sieć
pt_br: Um Web
ru: Паутина
tr: Bir Ağ
vi: Một mạng nhện
zh_hans: 一张网

source: A Campfire
de: Ein Lagerfeuer
fr: Un feu de camp
it: Un focolare
ko: 모닥불
pl: Ognisko
pt_br: Uma fogueira
ru: Костёр
tr: Bir Kamp Ateşi
vi: Một đống lửa trại
zh_hans: 一个篝火

source: A pile of
de: Ein Haufen von
fr: Une pile de
it: Una pila di
ko: 의 더미
pl: Stos
pt_br: Uma pilha de
ru: Куча
tr: Bir yığın
vi: Một đống
zh_hans: 一堆

source: A small pile of
de: Ein kleiner Haufen von
fr: Un petit tas de
it: Una piccola pila di
ko: 작은 더미
pl: Mały stos
pt_br: Uma pequena pilha de
ru: Кучка
tr: Küçük bir yığın
vi: Một đống nhỏ
zh_hans: 一小堆

source: A dusting of
de: Ein Hauch von
fr: Un saupoudrage de
it: Una spolverata di
ko: 먼지
pl: Odrobina
pt_br: Uma camada de poeira de
ru: Тонкий слой
tr: Bir toz tabakası:
vi: Một lớp bụi mỏng
zh_hans: 一撮

source: A pool of
de: Ein Pool von
fr: Un bassin de
it: Una pozza di
ko: 수영장
pl: Kałuża
pt_br: Um piscina de
ru: Лужа
tr: Bir birikinti:
vi: Một vũng
zh_hans: 一池

source: A smear of
de: Ein Abstrich von
fr: Un frottis de
it: Una strisciata di
ko: 번짐
pl: Plama
pt_br: Um esfregaço de
ru: Пятно
tr: Bir leke:
vi: Một vết loang
zh_hans: 一滴

source: A spattering of
de: Eine Ansammlung von
fr: Une éclaboussure de
it: Una spruzzata di
ko: 튀는
pl: Odprysk
pt_br: Varetas de
ru: Брызги
tr: Bir sıçrama:
vi: Một vệt bắn tung tóe
zh_hans: 一抹

source: A Fire
de: Ein Feuer
fr: Un feu
it: Un fuoco
ko: 화재
pl: Ogień
pt_br: Fogo
ru: Огонь
tr: Bir Ateş
vi: Một ngọn lửa
zh_hans: 火

source: Stagnant salt water [
de: Stehendes Salzwasser [
fr: Eau salée stagnante [
it: Acqua salata stagnante [
ko: 정체된 소금물 [
pl: Stojąca słona woda [
pt_br: Água salgada estagnada [
ru: Стоячая солёная вода [
tr: Durgun tuzlu su [
vi: Nước mặn tù đọng [
zh_hans: 停滞的盐水[

source: Salt water [
de: Salzwasser [
fr: Eau salée [
it: Acqua salata [
ko: 소금물 [
pl: Słona woda [
pt_br: Água Salgada [
ru: Солёная вода [
tr: Tuzlu su [
vi: Nước mặn [
zh_hans: 盐水 [

source: Water [
de: Wasser [
fr: Eau [
it: Acqua [
ko: 물 [
pl: Woda [
pt_br: Água [
ru: Вода [
tr: Su [
vi: Nước [
zh_hans: 水 [

source: Lava [
fr: Lave [
ko: 용암 [
pl: Lawa [
ru: Лава [
tr: Lav [
vi: Dung nham [
zh_hans: 熔岩[

source: Track/Spoor
fr: Voie/Mauvaise
it: Traccia/Pista
ko: 트랙/스푸어
pl: Śledź/Trop
pt_br: Rastro/Pista
ru: Следить/выслеживать
tr: İz/Dışkı
vi: Dấu vết/Vết chân
zh_hans: 跟踪/斯普尔

source: Track/Spoor:
de: Gleis/schwach:
fr: Voie/Mauvaise:
it: Traccia/Pista:
ko: 트랙/스포어:
pl: Ślad:
pt_br: Rastro/Pista:
ru: Следить/выслеживать:
tr: İz/Dışkı:
vi: Dấu vết/Vết chân:
zh_hans: 跟踪/足迹：

source: unintelligible
de: unverständlich
fr: inintelligible
it: incomprensibile
ko: 이해할 수 없는
pl: niezrozumiały
pt_br: ininteligível
ru: неразборчивый
tr: anlaşılmaz
vi: không thể hiểu được
zh_hans: 不知所云

source: right
de: rechts
fr: droit
it: destra
ko: 오른쪽
pl: prawo
pt_br: direita
ru: правый
tr: sağ
vi: phải
zh_hans: 右

source: left
de: links
fr: la gauche
it: sinistra
ko: 왼쪽
pl: lewo
pt_br: esquerda
ru: левый
tr: sol
vi: trái
zh_hans: 左

source: print
de: drucken
fr: imprimer
it: stampa
ko: 인쇄
pl: odcisk
pt_br: marca
ru: след
tr: izi
vi: dấu in
zh_hans: 打印

source: imprint
de: Impressum
fr: imprimer
it: traccia
ko: 날인
pl: ślad
pt_br: marca
ru: отпечаток
tr: baskısı
vi: dấu hằn
zh_hans: 印记

source: broken vegetation
de: gebrochene Vegetation
fr: végétation brisée
it: vegetazione distrutta
ko: 부러진 초목
pl: zniszczona roślinność
pt_br: vegetação quebrada
ru: сломанные растения
tr: kırık bitki örtüsü
vi: thảm thực vật bị phá hủy
zh_hans: 破碎的植被

source: /yours or companion's
de: /Ihrer oder des Begleiters
fr: /le vôtre ou celui de votre compagnon
it: /tuo o del compagno
ko: /귀하 또는 동반자
pl: /twój lub towarzysza
pt_br: / sua ou do companheiro
ru: /ваши или ваших спутников
tr: /senin veya yoldaşının
vi: /của bạn hoặc đồng hành
zh_hans: /你或同伴的

source: You can recenter on certain announcements. Right click to close.
de: Sie können bestimmte Meldungen neu zentrieren. Rechtsklick zum Schließen.
fr: Vous pouvez vous recentrer sur certaines annonces. Clic droit pour fermer.
it: È possibile ricentrare su alcuni annunci. Clic destro per chiudere.
ko: 특정 알림을 중앙 집중화할 수 있습니다.
pl: Możesz wycentrować na pewnych ogłoszeniach. Kliknij prawym by zamknąć.
pt_br: Você pode centralizar em certos avisos. Clique direito para fechar.
ru: К некоторым оповещениям можно переместиться. Щелкните правой кнопкой мыши, чтобы закрыть.
vi: Bạn có thể căn giữa lại các thông báo nhất định. Nhấn chuột phải để đóng.
zh_hans: 你可以重新定位某些通告。点击右键关闭。

source: Select a report to view the full text. Right click to close.
fr: Sélectionnez un rapport pour afficher le texte intégral. Clic droit pour fermer.
it: Seleziona un rapporto per vedere tutto il testo. Clic destro per chiudere.
ko: 전체 텍스트를 보려면 보고서를 선택하십시오.
pl: Wybierz raport, by zobaczyć pełen tekst. Kliknij prawym by zamknąć.
pt_br: Selecione um relatório para ver o texto completo. Clique com o botão direito para fechar.
ru: Выберите отчет для просмотра полного текста. Щелкните правой кнопкой мыши, чтобы закрыть.
vi: Chọn một báo cáo để xem toàn bộ văn bản. Nhấn chuột phải để đóng.
zh_hans: 选择一个报告查看全文。点击右键关闭。

source: Elevate whom?
fr: Elever qui ?
it: Elevare chi?
ko: 누구를 높이시겠습니까?
pl: Podnieść kogo?
pt_br: Erguer quem?
ru: Кого возвысить?
tr: Kimi terfi ettireceksin?
vi: Nâng chức ai?
zh_hans: 晋升谁?

source: No recommendations available
de: Keine Empfehlungen verfügbar
fr: Aucune recommandation disponible
it: Raccomandazioni non disponibili
ko: 사용 가능한 권장 사항이 없습니다.
pl: Brak dostępnych rekomendacji
pt_br: Não há recomendações disponíveis
ru: Нет доступных рекомендаций
tr: Mevcut tavsiye yok
vi: Không có đề cử nào.
zh_hans: 没有可用的建议

source: No positions available
de: Keine Positionen verfügbar
fr: Aucun poste disponible
it: Posizioni non disponibili
ko: 사용 가능한 직책이 없습니다.
pl: Brak dostępnych pozycji
pt_br: Não há posições disponíveis
ru: Нет доступных позиций
tr: Mevcut pozisyon yok
vi: Không có vị trí nào trống.
zh_hans: 没有职位空缺

source: Abort
fr: Avorter
it: Smetti
ko: 중단
pl: Anuluj
pt_br: Abortar
ru: Отмена
tr: İptal et
vi: Hủy bỏ
zh_hans: 退出

source: Make requests for next year's caravan. They'll charge more for these items.
de: Stellen Sie Anfragen für die Karawane des nächsten Jahres. Sie werden mehr für diese Artikel verlangen.
fr: Faire des demandes pour la caravane de l'année prochaine. Ils factureront plus pour ces articles.
it: Fai richieste per la carovana del prossimo anno. Questi oggetti costeranno di più.
ko: 내년에 방문하는 행상인에게 필요한 물건을 요청하세요. 그들은 요청한 물건을 더 많이 가져올 것입니다.
pl: Złóż zamówienia dla przyszłorocznej karawany. Policzy sobie więcej za te przedmioty.
pt_br: Faça pedidos para a caravana do próximo ano. Eles cobrarão mais caro por estes itens.
ru: Сделайте запросы для каравана следующего года. Цена на эти предметы будет выше.
vi: Đưa ra yêu cầu cho đoàn buôn năm tới. Họ sẽ tính phí cao hơn cho những món hàng này.
zh_hans: 向商队预定明年的货物。这些物品他们会要价更高。

source: We will gladly do as you ask and strengthen our bonds of friendship.
de: Wir werden gerne Eurer Bitte nachkommen und unsere freundschaftlichen Band stärken.
fr: Nous nous ferons un plaisir de faire ce que vous demandez et de renforcer nos liens d'amitié.
it: Saremo lieti di fare ciò che ci chiedete e di rafforzare i nostri legami di amicizia.
ko: 우리는 당신이 요청하는 대로 기꺼이 하고 우리의 우정의 유대를 강화할 것입니다.
pl: Z przyjemnością zrobimy, jak prosisz i wzmocnimy nasze więzi przyjaźni.
pt_br: Teremos o prazer de fazer como você pede e fortalecer os laços de nossa amizade.
ru: Мы с радостью выполним вашу просьбу и укрепим наши дружеские узы.
tr: İstediğinizi memnuniyetle yapacağız ve dostluk bağlarımızı güçlendireceğiz.
vi: Chúng tôi sẽ hân hoan làm theo yêu cầu của ngài và củng cố mối giao hảo hữu nghị.
zh_hans: 我们很乐意按你们的要求去做并加强我们的友谊。

source: Sadly, we do not possess this object. Best of luck in your search.
de: Leider sind wir nicht im Besitz dieses Objekts. Wir wünschen Ihnen viel Glück bei Ihrer Suche.
fr: Malheureusement, nous ne possédons pas cet objet. Bonne chance dans votre recherche.
it: Purtroppo non possediamo questo oggetto. Buona fortuna per la tua ricerca.
ko: 슬프게도 우리는 이 물건을 소유하고 있지 않습니다.
pl: Niestety, nie posiadamy tego obiektu. Szczęścia w poszukiwaniach.
pt_br: Infelizmente, nós não temos este objeto. Boa sorte em sua busca.
ru: К сожалению, мы не располагаем этим предметом. Желаем удачи в ваших поисках.
vi: Thật đáng tiếc, chúng tôi không sở hữu vật này. Chúc ngài may mắn trong cuộc tìm kiếm.
zh_hans: 遗憾的是，我们并没有这一物品。 祝您在搜索过程中好运。

source: Give up this childish errand. We do not part with our treasures lightly.
de: Gebt diesen kindischen Unsinn auf. Wir trennen uns nicht leichtfertig von unseren Schätzen.
fr: Abandonnez cette course enfantine. Nous ne nous séparons pas de nos trésors à la légère.
it: Rinuncia a questo compito infantile. Non ci separiamo dai nostri tesori con leggerezza.
ko: 어린 애들이나 할법한 심부름은 그만두세요. 우리는 우리의 보물을 가볍게 포기하지 않습니다.
pl: Odpuść sobie tę dziecinną gadkę. Nie rozstaniemy się z naszymi skarbami tak łatwo.
pt_br: Desistam desta tarefa infantil. Nós não nos desfazemos de nossos tesouros facilmente.
ru: Бросьте это детское поручение. Мы не расстаемся с нашими сокровищами легкомысленно.
vi: Hãy từ bỏ nhiệm vụ trẻ con này. Chúng tôi không dễ dàng từ bỏ kho báu của mình.
zh_hans: 放弃这幼稚的差事吧，我们不会轻易交出我们的财宝的。

source: Your claim is worthless here. Trade your lives if you must.
de: Ihre Forderung ist hier wertlos. Tauscht eure Leben, wenn ihr müsst.
fr: Votre réclamation est sans valeur ici. Échangez vos vies si vous le devez.
it: La tua pretesa non ha valore qui. Scambiate le vostre vite se dovete.
ko: 귀하의 주장은 여기서 가치가 없습니다.
pl: Twoje roszczenia są tu bezwartościowe. Poświęć wasze życia, jeśli musisz.
pt_br: Seus argumentos não valem nada aqui. Negociem suas vidas se necessário.
ru: Ваши претензии здесь ничего не стоят. Если нужно, обменяйтесь жизнями.
vi: Yêu sách của ngài vô giá trị tại đây. Hãy đổi lấy mạng sống nếu ngài dám.
zh_hans: 你的宣称在此毫无价值，如果你坚持要这么做，那就用你的生命来交换。

source: I hear the call. Let us stop this war.
de: Ich höre den Ruf. Lasst uns diesen Krieg beenden.
fr: J'entends l'appel. Arrêtons cette guerre.
it: Sento la chiamata. Fermiamo questa guerra.
ko: 부름이 들립니다.
pl: Usłyszałem wezwanie. Zakończmy tę wojnę.
pt_br: Eu ouço o chamado. Vamos acabar com esta guerra.
ru: Я слышу призыв. Давайте остановим эту войну.
vi: Tôi nghe thấy lời kêu gọi. Hãy để chúng ta chấm dứt cuộc chiến này.
zh_hans: 我听到了召唤。让我们停止这场战争。

source: We will drown out the call with the screams of your dying. Begone.
de: Wir werden den Ruf mit den Schreien eurer Sterbenden übertönen. Hinweg.
fr: Nous couvrirons l'appel avec les cris de votre mort. Partez.
it: Copriremo la chiamata con le urla della tua morte. Vattene.
ko: 우리는 당신의 죽음의 비명으로 외침을 묻힐 것입니다.
pl: Zagłuszymy wezwanie krzykami waszej śmierci. Przepadnijcie.
pt_br: Nós afogaremos o chamado com seus gritos de morte. Desapareça.
ru: Мы заглушим этот зов криками ваших умирающих. Сгинь.
vi: Chúng ta sẽ nhấn chìm lời kêu gọi đó bằng tiếng thét của những kẻ đang hấp hối của các ngươi. Biến đi.
zh_hans: 我们会用你临死前的尖叫声盖过你的叫声。滚开。

source: I can scarcely believe this good news! I have some recommendations.
de: Ich kann diese gute Nachricht kaum glauben! Ich habe einige Empfehlungen.
fr: J'ai du mal à croire à cette bonne nouvelle ! J'ai quelques recommandations.
it: Non riesco quasi a credere a questa buona notizia! Ho alcuni consigli.
ko: 나는 이 좋은 소식을 거의 믿을 수 없다!
pl: Trudno mi uwierzyć w te dobre wieści! Mam kilka zaleceń.
pt_br: Eu mal posso acreditar nestas boas novas! Tenho algumas recomendações.
ru: Я с трудом могу поверить в эти хорошие новости! У меня есть несколько рекомендаций.
vi: Tôi khó lòng tin được tin tốt lành này! Tôi có một vài đề xuất.
zh_hans: 我简直不敢相信这个好消息！我有一些建议。

source: Flattering, but we'd rather maintain our distance from the homeland.
de: Schmeichelhaft, aber wir halten lieber Abstand zum Heimatland.
fr: Flatteur, mais nous préférons garder nos distances avec la patrie.
it: Lusinghiero, ma preferiremmo mantenere le distanze dalla patria.
ko: 아첨하지만 우리는 고국과의 거리를 유지하고 싶습니다.
pl: Pochlebiające, jednak wolimy zachować dystans od ojczyzny.
pt_br: Lisonjeiro, porém preferimos manter nossa distância de nossa terra natal.
ru: Это лестно, но мы предпочитаем держаться подальше от родины.
tr: Gurur verici ama anavatanla mesafemizi korumayı tercih ederiz.
vi: Dù rất hân hạnh, nhưng chúng tôi muốn giữ khoảng cách với quê hương.
zh_hans: 荣幸之至，但我们宁愿与祖国保持距离。

source: We can abide by this. Let us work toward mutual co-existence.
de: Daran können wir festhalten. Lassen Sie uns auf eine gegenseitige Koexistenz hinarbeiten.
fr: Nous pouvons respecter cela. Travaillons à la coexistence mutuelle.
it: Possiamo rispettarlo. Lavoriamo per la reciproca convivenza.
ko: 우리는 이것을 지킬 수 있습니다.
pl: Możemy tego przestrzegać. Rozpocznijmy pracę ku wzajemnej koegzystencji.
pt_br: Nós concordamos. Vamos trabalhar rumo à coexistência.
ru: Мы можем придерживаться этого. Давайте работать в направлении взаимного сосуществования.
vi: Chúng tôi có thể tuân theo điều này. Hãy cùng hợp tác hướng tới sự cùng tồn tại hài hòa.
zh_hans: 我们会遵守的。让我们一起努力，包容共存吧。

source: Our needs exceed your allowances. Relax. They're only trees.
de: Unsere Bedürfnisse übersteigen Ihre Möglichkeiten. Entspannen Sie sich. Es sind nur Bäume.
fr: Nos besoins dépassent vos allocations. Relaxer. Ce ne sont que des arbres.
it: Le nostre esigenze superano le vostre indennità. Rilassatevi. Sono soltanto alberi.
ko: 우리의 필요는 당신의 허용량을 초과합니다.
pl: Nasze potrzeby przekraczają twoje uprawnienia. Spokojnie. To tylko drzewa.
pt_br: Nossas necessidades excedem suas provisões. Relaxa. São apenas árvores.
ru: Наши потребности превышают ваши возможности. Расслабьтесь. Это всего лишь деревья.
vi: Nhu cầu của chúng tôi vượt quá những gì ngài cho phép. Cứ thư giãn. Chúng cũng chỉ là cây cối mà thôi.
zh_hans: 我们需要的比你允许的更多。放轻松吧，它们只是树而已。

source: We can grant this request. Let's discuss the specifics, though...
de: Wir können dieser Bitte nachkommen. Lassen Sie uns aber die Einzelheiten besprechen...
fr: Nous pouvons accéder à cette demande. Parlons des détails, cependant...
it: Possiamo accogliere questa richiesta. Discutiamo le specifiche però...
ko: 우리는 이 요청을 승인할 수 있습니다.
pl: Możemy spełnić tę prośbę. Omówmy jednakże szczegóły...
pt_br: Nós podemos conceder este pedido. Mas vamos discutir os detalhes...
ru: Мы можем удовлетворить эту просьбу. Давайте обсудим конкретные детали...
vi: Chúng tôi có thể chấp thuận yêu cầu này. Tuy nhiên, hãy thảo luận chi tiết cụ thể...
zh_hans: 我们可以批准这个请求。不过，让我们讨论一下细节……

source: We cannot stop production just because of your quaint sensibilities.
de: Wir können die Produktion nicht nur wegen Ihrer kuriosen Empfindlichkeiten einstellen.
fr: Nous ne pouvons pas arrêter la production juste à cause de vos sensibilités pittoresques.
it: Non possiamo fermare la produzione solo a causa della tua pittoresca sensibilità.
ko: 당신의 기묘한 감성 때문에 우리는 생산을 멈출 수 없습니다.
pl: Nie możemy zaprzestać produkcji jedynie przez waszą dziwaczną wrażliwość.
pt_br: Nós não podemos parar a produção só por causa de suas sensibilidades esquisitas.
ru: Мы не можем остановить производство только из-за вашей причудливой чувствительности.
tr: Sırf sizin tuhaf duyarlılıklarınız yüzünden üretimi durduramayız.
vi: Chúng tôi không thể ngừng sản xuất chỉ vì những tình cảm cổ hủ của ngài.
zh_hans: 我们不能因为你古板的情怀就停止生产。

source: You do not have an official capable of handling these matters.
de: Sie haben keinen Beamten, der für diese Angelegenheiten zuständig ist.
fr: Vous n'avez pas de fonctionnaire capable de gérer ces questions.
it: Non hai un funzionario in grado di gestire queste questioni.
ko: 이러한 문제를 처리할 수 있는 공무원이 없습니다.
pl: Nie masz oficjalnych uprawnień, by zajmować się tymi sprawami.
pt_br: Você não tem um oficial capaz de lidar com estes assuntos.
ru: У вас нет официального лица, ответственного за подобные вопросы.
tr: Bu konuları halledebilecek bir yetkiliniz yok.
vi: Ngài không có quan chức nào đủ năng lực xử lý những vấn đề này.
zh_hans: 您没有能够处理这些事务的官员。

source: There are no petitions that need your attention.
de: Es gibt keine Petitionen, die Ihre Aufmerksamkeit erfordern.
fr: Il n'y a pas de pétitions qui nécessitent votre attention.
it: Non ci sono petizioni che richiedono la tua attenzione.
ko: 당신이 봐야 할 신청서가 없습니다.
pl: Brak petycji wymagających twojej uwagi.
pt_br: Não há petições que necessitam de sua atenção.
ru: Нет заявлений, требующих вашего внимания.
tr: İlginizi gerektiren bir dilekçe yok.
vi: Không có kiến nghị nào cần sự chú ý của ngài.
zh_hans: 目前没有访客提出居住申请.

source: A Priest for
de: Ein Priester für
fr: Un prêtre pour
it: Un Sacerdote per
ko: 사제
pl: Kapłan dla
pt_br: Um Sacerdote para
ru: Священник для
tr: Şunun için bir Rahip:
vi: Một Tu sĩ cho
zh_hans: 祭司来自

source: A Guildhall for
de: Eine Gildenhalle für
fr: Une maison de guilde pour
it: Una Casa della gilda per
ko: 길드홀
pl: Gildia dla
pt_br: Um Salão da Guilda para
ru: Зал гильдии для
tr: Şunun için bir Lonca Salonu:
vi: Một Hội trường cho
zh_hans: 行会来自

source: A High Priest for
de: Ein Hohepriester für
fr: Un grand prêtre pour
it: Il Sommo Sacerdote di
ko: 대제사장
pl: Arcykapłan dla
pt_br: Um Sumo Sacerdote para
ru: Первосвященник для
tr: Şunun için bir Yüksek Rahip:
vi: Một Đại Tu sĩ cho
zh_hans: 大祭司来自

source: A Grand Guildhall for
de: Eine große Gildenhalle für
fr: Un grand hôtel de guilde pour
it: Una Gran Casa della gilda per
ko: 그랜드 길드홀
pl: Wielka Gildia dla
pt_br: Um Grande Salão da Guilda para
ru: Большой зал гильдии для
tr: Şunun için bir Büyük Lonca Salonu:
vi: Một Đại Hội trường cho
zh_hans: 大行会来自

source: Parley with
fr: Parler avec
it: Dialogo con
ko: 와 팔리
pl: Układ z
pt_br: Negociar com
ru: Переговоры с
tr: Şununla görüşme:
vi: Thương lượng với
zh_hans: 帕利与

source: Citizenship of
de: Bürgerschaft der
fr: Citoyenneté de
it: Cittadinanza di
ko: 시민권
pl: Obywatelstwo
pt_br: Cidadania de
ru: Гражданство
tr: Şunun vatandaşlığı:
vi: Quyền công dân của
zh_hans: 公民之于

source: Status of
fr: Statut de
it: Status di
ko: 상태
pl: Status
pt_br: Estado de
ru: Статус
tr: Şunun durumu:
vi: Tình trạng của
zh_hans: 现状之于

source: Some corrupt data
de: Einige beschädigte Daten
fr: Certaines données corrompues
it: Alcuni dati corrotti
ko: 일부 손상된 데이터
pl: Niektóre dane uszkodzone
pt_br: Alguns dados corrompidos
ru: Некоторое количество поврежденных данных
tr: Bazı bozuk veriler
vi: Một số dữ liệu bị hỏng
zh_hans: 一些损坏的数据

source: has many worshippers in
de: hat viele Anhänger der
fr: a de nombreux fidèles dans
it: ha molti adoratori in
ko: 많은 참배객을 보유하고 있습니다
pl: ma wielu wyznawców w
pt_br: tem muitos adoradores em
ru: имеет много поклонников в
tr: şurada birçok inanana sahip:
vi: có nhiều tín đồ tại
zh_hans: 在许多信徒在

source: has many worshippers here
de: hat hier viele Anhänger
fr: a beaucoup d'adorateurs ici
it: ha molti adoratori qui
ko: 여기에 많은 숭배자가 있습니다
pl: ma tu wielu wyznawców
pt_br: tem muitos adoradores aqui
ru: имеет много поклонников здесь
tr: burada birçok inanana sahip
vi: có nhiều tín đồ tại đây
zh_hans: 在这有许多信徒

source: and now requires
fr: et nécessite désormais
it: e ora richiede
ko: 그리고 지금 요구합니다
pl: i teraz wymaga
pt_br: e agora requere
ru: и теперь требует
tr: ve şimdi şunu gerektiriyor:
vi: và giờ yêu cầu
zh_hans: 现在则要求

source: a temple complex and high priest
fr: un complexe de temples et un grand prêtre
it: un complesso di templi e un sommo sacerdote
ko: 사원 단지와 대제사장
pl: kompleks świątynny i arcykapłan
pt_br: um conjunto de templos e sumo sacerdote
ru: храмовый комплекс и первосвященник
tr: bir tapınak kompleksi ve yüksek rahip
vi: một quần thể đền thờ và giáo sĩ trưởng
zh_hans: 庙宇建筑群和大祭司

source: a temple and priest
de: einen Tempel und Priester
fr: un temple et un prêtre
it: un tempio e un sacerdote
ko: 사원과 사제
pl: świątynia i kapłan
pt_br: um templo e sacerdote
ru: храм и священник
tr: bir tapınak ve rahip
vi: một ngôi đền và giáo sĩ
zh_hans: 一个寺庙和祭司
