Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: is thin, frail and incredibly skinny
de: ist dünn, zerbrechlich und unglaublich abgemagert
fr: est mince, frêle et incroyablement maigre
it: è esile, fragile e incredibilmente esile
ko: 얇고 연약하고 믿을 수 없을 정도로 마른
pl: jest cienki, wątły i niewiarygodnie chudy
pt_br: é fino, frágil e incrivelmente magro
ru: тонкий, хрупкий и невероятно тощий
tr: ince, çelimsiz ve inanılmaz derecede sıska
vi: gầy, ốm yếu và vô cùng khẳng khiu.
zh_hans: 瘦小、虚弱和难以置信的瘦弱

source: is thin, skinny and weak
de: ist dünn, abgemagert und schwach
fr: est mince, maigre et faible
it: è esile, esile e debole
ko: 가늘고 가늘고 약하다.
pl: jest cienki, chudy i słaby
pt_br: é magro, magro e fraco
ru: тонкий, тощий и слабый
tr: ince, sıska ve güçsüz
vi: gầy, khẳng khiu và yếu ớt.
zh_hans: 瘦弱，瘦弱，还是瘦弱

source: is thin but has incredible muscles
de: ist dünn, hat aber unglaubliche Muskeln
fr: est mince mais a des muscles incroyables
it: è esile ma ha muscoli incredibili
ko: 날씬하지만 놀라운 근육을 가지고 있습니다
pl: jest cienki ale niewiarygodnie umięśniony
pt_br: é fino, mas tem músculos incríveis
ru: тонкий, но с невероятными мышцами
tr: ince ama inanılmaz kasları var
vi: gầy nhưng lại có cơ bắp phi thường.
zh_hans: 瘦，但有惊人的肌肉

source: is thin and very muscular
de: ist dünn und sehr muskulös
fr: est mince et très musclé
it: è esile e molto muscoloso
ko: 가늘고 매우 근육질이다.
pl: jest cienki i bardzo umięśniony
pt_br: é fina e muito musculoso
ru: тонкий и очень мускулистый
tr: ince ve çok kaslı
vi: gầy và rất vạm vỡ.
zh_hans: 身材瘦小，肌肉发达

source: is wiry
de: ist drahtig
fr: est nerveux
it: è asciutto
ko: 쇠약하다
pl: jest żylasty
pt_br: é rijo
ru: жилистый
tr: sırım
vi: rắn rỏi.
zh_hans: 瘦弱

source: is thin and frail
de: ist dünn und gebrechlich
fr: est mince et frêle
it: è esile e fragile
ko: 얇고 연약하다
pl: jest cienki i wątły
pt_br: é fina e frágil
ru: тонкий и хрупкий
tr: ince ve çelimsiz
vi: gầy và ốm yếu.
zh_hans: 又瘦又弱

source: is thin and weak
de: ist dünn und schwach
fr: est mince et faible
it: è esile e debole
ko: 가늘고 약하다
pl: jest cienki i słaby
pt_br: é fino e fraco
ru: тонкий и слабый
tr: ince ve güçsüz
vi: gầy và yếu ớt.
zh_hans: 很瘦弱

source: is thin and scrawny
de: ist dünn und schmächtig
fr: est mince et maigre
it: è esile e ossuto
ko: 가늘고 앙상하다
pl: jest cienki i wychudzony
pt_br: é fino e magro
ru: тонкий и худой
tr: ince ve cılız
vi: gầy và khẳng khiu.
zh_hans: 又瘦又小

source: has what was once a thin frame, now bearing enormous, thick layers of fat
de: hat, was einst ein dünner Rahmen war, der jetzt enorme, dicke Schichten von Fett trägt
fr: Était autrefois d'une silhouette svelte, arborant désormais d'énormes et épaisses couches de graisse
it: ha quella che una volta era una struttura esile, ora porta enormi e spessi strati di grasso
ko: 비쩔말랐었던 몸이지만, 지금은 거대하고 두꺼운 지방층이 자리합니다.
pl: w przeszłości był szczupły, lecz teraz ma zwały tłuszczu
pt_br: tem o que antes era uma moldura fina, agora tendo enormes, grossas camadas de gordura
ru: когда-то был тонким, но сейчас покрыт огромным слоем жира
tr: bir zamanlar ince olan bir çerçeveye sahip, şimdi muazzam, kalın yağ tabakaları taşıyor
vi: từng có một khung xương mảnh khảnh, nay lại mang những lớp mỡ dày đồ sộ.
zh_hans: 曾经只有瘦弱的骨架，如今拥有肥厚的脂肪层。

source: has a once-thin frame, now belarded
de: hat eine ehemals dünne Statur, die jetzt bauchig ist
fr: a un cadre autrefois mince, maintenant barbu
it: un tempo era di struttura esile, ora corpulenta
ko: 한때 얇은 프레임을 가지고 있지만 이제는 수염이 있습니다.
pl: miał szczupłą sylwetkę, a teraz brzuszek
pt_br: tem uma moldura fina uma vez, agora belarded
ru: был тонким, но сейчас страдает ожирением
tr: bir zamanlar ince olan bir yapısı, şimdi yağ bağlamış
vi: có khung xương từng mảnh khảnh, nay phủ đầy mỡ.
zh_hans: 曾经瘦小的身躯，如今已是大腹便便。

source: has a thin frame with some fat on it
de: hat einen dünnen Körperbau mit etwas Fettanteil
fr: a un cadre mince avec un peu de graisse dessus
it: ha una struttura esile con del grasso sopra
ko: 약간의 지방이 있는 얇은 프레임이 있습니다.
pl: ma cienką sylwetkę z pewną ilością tłuszczu
pt_br: tem uma moldura fina com um pouco de gordura nele
ru: имеет тонкое тело с некоторым количеством жира
tr: ince bir çerçeveye sahip ve üzerinde biraz yağ var
vi: có khung xương mảnh khảnh với một ít mỡ.
zh_hans: 骨瘦如柴

source: has a thin body with almost no fat on it
de: hat einen schlanken Körper, der fast kein Fett aufweist
fr: a un corps mince avec presque pas de graisse
it: ha un corpo esile quasi privo di grasso
ko: 지방이 거의 없는 날씬한 몸매
pl: ma cienkie ciało praktycznie bez tłuszczu
pt_br: tem um corpo magro com quase nenhuma gordura nele
ru: имеет тонкое тело почти совсем без жира
tr: ince bir vücuda sahip ve üzerinde neredeyse hiç yağ yok
vi: có thân hình gầy gò, gần như không có chút mỡ nào.
zh_hans: 身材瘦小，几乎没有脂肪

source: has a thin body with very little fat
de: hat einen schlanken Körper mit sehr wenig Fett
fr: a un corps mince avec très peu de graisse
it: ha un corpo esile con pochissimo grasso
ko: 지방이 거의 없는 날씬한 몸매
pl: ma cienkie ciało z bardzo małą ilością tłuszczu
pt_br: tem um corpo magro, com pouca gordura
ru: имеет тонкое тело с очень небольшим количеством жира
tr: ince bir vücuda sahip ve çok az yağı var
vi: có thân hình gầy gò với rất ít mỡ.
zh_hans: 身材瘦小，脂肪少

source: has a thin body with little fat
de: hat einen schlanken Körper mit wenig Fett
fr: a un corps mince avec peu de graisse
it: ha un corpo esile con poco grasso
ko: 지방이 적고 날씬한 몸매
pl: ma cienkie ciało z odrobiną tłuszczu
pt_br: tem um corpo magro, com pouca gordura
ru: имеет тонкое тело с небольшим количеством жира
tr: ince bir vücuda sahip ve az yağı var
vi: có thân hình gầy gò với ít mỡ.
zh_hans: 身材瘦小，脂肪少

source: is thin
de: ist dünn
fr: est mince
it: è esile
ko: 얇다
pl: jest cienki
pt_br: muito magra
ru: тонкий
tr: ince
vi: gầy.
zh_hans: 很薄

source: is incredibly tall, layered with massive muscles and hanging sacks of lard
de: ist unglaublich groß, mit massiven Muskeln und hängenden Fettpolstern ausgestattet
fr: est incroyablement grand, avec des muscles massifs et des sacs de graisse suspendus
it: è incredibilmente alto, stratificato con muscoli massicci e sacche pendenti di lardo
ko: 는 키가 엄청나게 크고, 거대한 근육과 단단한 지방으로 이루어진 몸을 가지고 있습니다.
pl: jest niewiarygodnie wysoki, pokryty warstwami masywnych mięśni i zwisających zwałów sadła
pt_br: é incrivelmente alto, em camadas com músculos enormes e pendurar sacos de banha
ru: невероятно высокий, покрыт массивными мускулами и свисающими складками сала
tr: inanılmaz derecede uzun, devasa kaslar ve sarkan yağ torbalarıyla kaplı
vi: cao vút, phủ đầy cơ bắp đồ sộ và những khối mỡ chảy xệ.
zh_hans: 身材高大，肌肉丰满，挂着一袋猪油，令人难以置信。

source: is incredibly tall with strong muscles and some fat
de: ist unglaublich groß mit starken Muskeln und etwas Fett
fr: est incroyablement grand avec des muscles forts et un peu de graisse
it: è incredibilmente alto con muscoli forti e un po' di grasso
ko: 강한 근육과 약간의 지방을 가진 엄청나게 큰 키
pl: jest niewiarygodnie wysoki z silnymi mięśniami i pewną ilością tłuszczu
pt_br: é incrivelmente alto, com músculos fortes e gordura
ru: невероятно высокий с сильными мышцами и слегка жирный
tr: inanılmaz derecede uzun, güçlü kasları ve biraz yağı var
vi: vô cùng cao lớn với cơ bắp săn chắc và một ít mỡ.
zh_hans: 身材高大，肌肉结实，有一定的脂肪。

source: is very frail with an extremely tall and skinny body
de: ist sehr gebrechlich und hat einen extrem großen und dünnen Körper
fr: est très frêle avec un corps extrêmement grand et maigre
it: è molto fragile, con un corpo estremamente alto e secco
ko: 매우 키가 크고 마른 체형으로 매우 허약합니다.
pl: jest bardzo wątły, jest wyjątkowo wysoki i przeraźliwie chudy
pt_br: é muito frágil com um corpo extremamente alto e magro
ru: очень хрупкий с очень высоким и худым телом
tr: son derece uzun ve sıska bir vücutla çok çelimsiz
vi: rất ốm yếu với thân hình cực kỳ cao và khẳng khiu.
zh_hans: 非常虚弱，身体极度瘦高

source: is incredibly tall and a bit skinny, with ill-defined muscles
de: ist unglaublich groß und ein bisschen dünn, mit undefinierten Muskeln
fr: est incroyablement grand et un peu maigre, avec des muscles mal définis
it: è incredibilmente alto e un po' secco, con muscoli mal definiti
ko: 믿을 수 없을 정도로 키가 크고 약간 말랐으며 근육이 정의되지 않았습니다.
pl: jest niewiarygodnie wysoki i trochę chudy, ze słabo zarysowanymi mięśniami
pt_br: é incrivelmente alto e um pouco magra, com músculos mal definidos
ru: невероятно высокий и немного худой, с плохо обозначенными мышцами
tr: inanılmaz derecede uzun ve biraz sıska, kasları belirsiz
vi: vô cùng cao lớn và hơi khẳng khiu, với cơ bắp kém phát triển.
zh_hans: 高得惊人，有点瘦，肌肉不清晰

source: is incredibly tall and muscular
de: ist unglaublich groß und muskulös
fr: est incroyablement grand et musclé
it: è incredibilmente alto e muscoloso
ko: 엄청나게 키가 크고 근육질이다
pl: jest niewiarygodnie wysoki i umięśniony
pt_br: é incrivelmente alto e musculoso
ru: невероятно высокий и мускулистый
tr: inanılmaz derecede uzun ve kaslı
vi: vô cùng cao lớn và vạm vỡ.
zh_hans: 个子出奇地高且健壮

source: is very muscular and extremely tall
de: ist sehr muskulös und extrem groß
fr: est très musclé et extrêmement grand
it: è molto muscoloso ed estremamente alto
ko: 매우 근육질이고 매우 키가 크다
pl: jest bardzo umięśniony i ekstremalnie wysoki
pt_br: é muito musculoso e extremamente alto
ru: очень мускулистый и очень высокий
tr: çok kaslı ve son derece uzun
vi: rất vạm vỡ và cực kỳ cao lớn.
zh_hans: 非常健壮且极其高

source: is muscular and incredibly tall
de: ist muskulös und unglaublich groß
fr: est musclé et incroyablement grand
it: è muscoloso e incredibilmente alto
ko: 근육질이고 믿을 수 없을 정도로 키가 크다
pl: jest muskularny i niewiarygodnie wysoki
pt_br: é incrivelmente alto e musculoso
ru: мускулистый и невероятно высокий
tr: kaslı ve inanılmaz derecede uzun
vi: vạm vỡ và vô cùng cao lớn.
zh_hans: 肌肉发达，身高惊人

source: is incredibly tall but has a frail body
de: ist unglaublich groß, aber hat einen zerbrechlichen Körper
fr: est incroyablement grand mais a un corps frêle
it: è incredibilmente alto ma ha un corpo fragile
ko: 엄청나게 큰 키지만 허약한 몸을 가지고 있다.
pl: jest niewiarygodnie wysoki, ale ma wątłe ciało
pt_br: é incrivelmente alto mas tem um corpo frágil
ru: невероятно высокий, но хрупкий
tr: inanılmaz derecede uzun ama çelimsiz bir vücuda sahip
vi: vô cùng cao lớn nhưng lại có thân hình ốm yếu.
zh_hans: 高大无比，但身体虚弱

source: is incredibly tall yet weak
de: ist unglaublich groß jedoch schwach
fr: est incroyablement grand mais faible
it: è incredibilmente alto ma debole
ko: 엄청나게 키가 크지만 약하다
pl: jest niewiarygodnie wysoki, lecz słaby
pt_br: é incrivelmente alto ainda fraco
ru: невероятно высокий, но слабый
tr: inanılmaz derecede uzun ama güçsüz
vi: vô cùng cao lớn nhưng yếu ớt.
zh_hans: 非常高，但很虚弱

source: is scrawny yet extremely tall
de: ist dürr jedoch extrem groß
fr: est maigre mais extrêmement grand
it: è ossuto ed estremamente alto
ko: 가냘프지만 매우 키가 크다
pl: jest wychudzony, lecz ekstremalnie wysoki
pt_br: é magrinho ainda extremamente alto
ru: тощий, но чрезвычайно высокий
tr: cılız ama son derece uzun
vi: khẳng khiu nhưng cực kỳ cao lớn.
zh_hans: 骨瘦如柴却又高大无比

source: is incredibly tall and fat
de: ist unglaublich groß und fett
fr: est incroyablement grand et gros
it: è incredibilmente alto e grasso
ko: 엄청나게 키가 크고 뚱뚱하다
pl: jest niewiarygodnie wysoki i gruby
pt_br: é incrivelmente alto e gordo
ru: невероятно высокий и толстый
tr: inanılmaz derecede uzun ve şişman
vi: vô cùng cao lớn và béo.
zh_hans: 是令人难以置信的高大和肥胖

source: is very fat and extremely tall
de: ist sehr dick und extrem groß
fr: est très gros et extrêmement grand
it: è molto grasso ed estremamente alto
ko: 매우 뚱뚱하고 매우 키가 크다
pl: jest bardzo gruby i ekstremalnie wysoki
pt_br: é muito gorda e extremamente alto
ru: очень толстый и очень высокий
tr: çok şişman ve son derece uzun
vi: rất béo và cực kỳ cao lớn.
zh_hans: 很胖，很高

source: is fat and extremely tall
de: ist dick und extrem groß
fr: est gros et extrêmement grand
it: è grasso ed estremamente alto
ko: 뚱뚱하고 매우 키가 큰
pl: jest gruby i ekstremalnie wysoki
pt_br: é extremamente alto e gordo
ru: толстый и очень высокий
tr: şişman ve son derece uzun
vi: béo và cực kỳ cao lớn.
zh_hans: 很胖，个子很高

source: is incredibly tall and skinny
de: ist unglaublich groß und dünn
fr: est incroyablement grand et maigre
it: è incredibilmente alto e secco
ko: 키가 놀라울 정도로 크고 마른
pl: jest niewiarygodnie wysoki i chudy
pt_br: é incrivelmente alto e magro
ru: невероятно высокий и тощий
tr: inanılmaz derecede uzun ve sıska
vi: vô cùng cao lớn và khẳng khiu.
zh_hans: 是令人难以置信的高和瘦的

source: is very skinny and even more tall
de: ist sehr dünn und noch mehr lang
fr: est très maigre et encore plus grand
it: è molto secco e ancor più alto
ko: 매우 말랐고 키가 훨씬 큽니다.
pl: jest bardzo chudy i bardzo wysoki
pt_br: é muito magra e ainda mais alto
ru: очень худой и ещё более высокий
tr: çok sıska ve daha da uzun
vi: rất khẳng khiu và thậm chí còn cao hơn.
zh_hans: 很瘦，更高了

source: is skinny and extremely tall
de: ist dünn und extrem hoch
fr: est maigre et extrêmement grand
it: è secco ed estremamente alto
ko: 날씬하고 키가 매우 크다
pl: jest chudy i ekstremalnie wysoki
pt_br: é extremamente alto e magro
ru: худой и очень высокий
tr: sıska ve son derece uzun
vi: khẳng khiu và cực kỳ cao lớn.
zh_hans: 瘦瘦的，特别高

source: is incredibly tall
de: ist unglaublich groß
fr: est incroyablement grand
it: è incredibilmente alto
ko: 엄청나게 키가 크다
pl: jest niewiarygodnie wysoki
pt_br: é incrivelmente alto.
ru: невероятно высокий
tr: inanılmaz derecede uzun
vi: vô cùng cao lớn.
zh_hans: 是令人难以置信的高大

source: is very tall with huge muscles and great lardy rolls
de: ist sehr groß mit riesigen Muskeln und großen Fettrollen
fr: est très grand avec d'énormes muscles et de grands rouleaux de lard
it: è molto alto con muscoli enormi e grandi rotoli di lardo
ko: 거대한 근육과 훌륭한 라디 롤로 매우 키가 큽니다.
pl: jest bardzo wysoki z ogromnymi mięśniami i wielkimi zwałami tłuszczu
pt_br: é muito alto, com músculos enormes e grandes rolos gorduroso
ru: очень высокий с огромными мускулами и огромными складками жира
tr: çok uzun, kocaman kasları ve büyük yağ tabakaları var
vi: rất cao lớn với cơ bắp đồ sộ và những ngấn mỡ dày.
zh_hans: 他非常高大，有巨大的肌肉和巨大的腹肌。

source: is very tall with plenty of muscle and fat
de: ist sehr groß mit vielen Muskeln und Fett
fr: est très grand avec beaucoup de muscle et de graisse
it: è molto alto con un sacco di muscoli e grasso
ko: 키가 크고 근육과 지방이 많다
pl: jest bardzo wysoki, z dużą ilością mięśni i tłuszczu
pt_br: é muito alto, com abundância de músculo e gordura
ru: очень высокий с большим количеством мышц и жирный
tr: bolca kas ve yağ ile çok uzun
vi: rất cao lớn với nhiều cơ bắp và mỡ.
zh_hans: 个子很高，有很多肌肉和脂肪

source: is very tall and skinny but also very weak
de: ist sehr groß und dünn, aber auch sehr schwach
fr: est très grand et maigre mais aussi très faible
it: è molto alto e secco ma anche molto debole
ko: 키가 크고 말랐지만 매우 약하다.
pl: jest bardzo wysoki i szczupły, ale także bardzo słaby
pt_br: é muito alto e magro, mas também muito fraco
ru: очень высокий, тощий и очень слабый
tr: çok uzun ve sıska ama aynı zamanda çok güçsüz
vi: rất cao lớn và khẳng khiu nhưng cũng rất yếu ớt.
zh_hans: 瘦高个子，但也很虚弱

source: is weak and skinny but very tall overall
de: ist insgesamt schwach und dünn, aber sehr groß
fr: est faible et maigre mais très grand dans l'ensemble
it: è debole e secco ma nel complesso molto alto
ko: 약하고 말랐지만 전반적으로 키가 매우 큽니다.
pl: jest słaby i chudy, ale ogólnie bardzo wysoki
pt_br: é fraco e magro, mas muito alto na generalidade
ru: слабый и худой, но очень высокий
tr: güçsüz ve sıska ama genel olarak çok uzun
vi: yếu ớt và khẳng khiu nhưng nhìn chung rất cao lớn.
zh_hans: 很虚弱也很瘦削，但十分高大

source: is very tall with huge muscles
de: ist sehr groß mit riesigen Muskeln
fr: est très grand avec d'énormes muscles
it: è molto alto con muscoli enormi
ko: 거대한 근육을 가진 매우 키가 크다
pl: jest bardzo wysoki z ogromnymi mięśniami
pt_br: é muito alto, com músculos enormes
ru: очень высокий с огромными мускулами
tr: çok uzun ve kocaman kasları var
vi: rất cao lớn với cơ bắp đồ sộ.
zh_hans: 身材高大，肌肉发达

source: is very tall and muscular
de: ist sehr groß und muskulös
fr: est très grand et musclé
it: è molto alto e muscoloso
ko: 매우 키가 크고 근육질이다
pl: jest bardzo wysoki i muskularny
pt_br: é muito alto e musculoso
ru: очень высокий и мускулистый
tr: çok uzun ve kaslı
vi: rất cao lớn và vạm vỡ.
zh_hans: 身材高大，肌肉发达

source: is muscular and very tall
de: ist muskulös und sehr groß
fr: est musclé et très grand
it: è muscoloso e molto alto
ko: 근육질이고 매우 키가 크다
pl: jest umięśniony i bardzo wysoki
pt_br: é musculoso e muito alto
ru: мускулистый и очень высокий
tr: kaslı ve çok uzun
vi: vạm vỡ và rất cao lớn.
zh_hans: 肌肉发达，非常高大

source: is very tall yet frail
de: ist sehr groß jedoch zerbrechlich
fr: est très grand mais frêle
it: è molto alto ma fragile
ko: 매우 키가 크지만 연약하다
pl: jest bardzo wysoki, lecz wątły
pt_br: é muito alto ainda frágil
ru: очень высокий и хрупкий
tr: çok uzun ama çelimsiz
vi: rất cao lớn nhưng ốm yếu.
zh_hans: 身材高大，但身体虚弱

source: is very tall yet weak
de: ist sehr groß jedoch schwach
fr: est très grand mais faible
it: è molto alto ma debole
ko: 매우 키가 크지만 약하다
pl: jest bardzo wysoki, lecz słaby
pt_br: é muito alto ainda fraco
ru: очень высокий и слабый
tr: çok uzun ama güçsüz
vi: rất cao lớn nhưng yếu ớt.
zh_hans: 很高也很虚弱

source: is very tall yet somewhat weak
de: ist sehr groß jedoch etwas schwach
fr: est très grand mais un peu faible
it: è molto alto ma piuttosto debole
ko: 매우 키가 크지만 다소 약하다
pl: jest bardzo wysoki, ale trochę słaby
pt_br: é muito alto ainda um pouco fraca
ru: очень высокий и слабоватый
tr: çok uzun ama biraz güçsüz
vi: rất cao lớn nhưng hơi yếu ớt.
zh_hans: 很高但有些虚弱

source: is very tall with a hanging apron of lard
de: ist sehr groß mit einer hängenden Speckschütze
fr: est très grand avec un tablier suspendu de saindoux
it: è molto alto con un grembiule di lardo pendente
ko: 라드 앞치마를 걸고 키가 매우 크다
pl: jest bardzo wysoki ze zwisającą fałdą tłuszczu
pt_br: é muito alto, com um avental de enforcamento de banha
ru: очень высокий с висячим фартуком сала
tr: çok uzun ve sarkan devasa bir göbeği var
vi: rất cao lớn với lớp mỡ bụng chảy xệ.
zh_hans: 个子很高，挂着猪油的围裙

source: is very tall and fat
de: ist sehr groß und fett
fr: est très grand et gros
it: è molto alto e grasso
ko: 키가 매우 크고 뚱뚱하다
pl: jest bardzo wysoki i gruby
pt_br: é muito alto e gordo
ru: очень высокий и толстый
tr: çok uzun ve şişman
vi: rất cao lớn và béo.
zh_hans: 又高又胖

source: is fat and very tall
de: ist dick und sehr groß
fr: est gros et très grand
it: è grasso e molto alto
ko: 뚱뚱하고 키가 매우 크다
pl: jest gruby i bardzo wysoki
pt_br: é gordo e muito alto
ru: толстый и очень высокий
tr: şişman ve çok uzun
vi: béo và rất cao lớn.
zh_hans: 又胖又高

source: is very tall and incredibly skinny
de: ist sehr groß und unglaublich dünn
fr: est très grand et incroyablement maigre
it: è molto alto e incredibilmente secco
ko: 키가 매우 크고 믿을 수 없을 정도로 말랐다.
pl: jest bardzo wysoki i niewiarygodnie szczupły
pt_br: é muito alto e incrivelmente magro
ru: очень высокий и невероятно тощий
tr: çok uzun ve inanılmaz derecede sıska
vi: rất cao lớn và vô cùng khẳng khiu.
zh_hans: 又高又瘦

source: is very tall and skinny
de: ist sehr groß und dünn
fr: est très grand et maigre
it: è molto alto e secco
ko: 키가 매우 크고 말랐다
pl: jest bardzo wysoki i szczupły
pt_br: é muito alto e magro
ru: очень высокий и тощий
tr: çok uzun ve sıska
vi: rất cao lớn và khẳng khiu.
zh_hans: 又高又瘦

source: is skinny and very tall
de: ist dünn und sehr groß
fr: est maigre et très grand
it: è secco e molto alto
ko: 날씬하고 키가 매우 크다
pl: jest szczupły i bardzo wysoki
pt_br: é magro e muito alto
ru: худой и очень высокий
tr: sıska ve çok uzun
vi: khẳng khiu và rất cao lớn.
zh_hans: 瘦瘦的，很高大

source: is very tall
de: ist sehr groß
fr: est très grand
it: è molto alto
ko: 키가 매우 크다
pl: jest bardzo wysoki
pt_br: é muito alto
ru: очень высокий
tr: çok uzun
vi: rất cao lớn.
zh_hans: 非常高

source: is very muscular, tall and obese
de: ist sehr muskulös, groß und beleibt
fr: est très musclé, grand et obèse
it: è molto muscoloso, alto e obeso
ko: 매우 근육질이고 키가 크고 비만하다
pl: jest bardzo umięśniony, wysoki i otyły
pt_br: é muito musculoso, alto e obeso
ru: очень мускулистый, высокий и жирный
tr: çok kaslı, uzun ve obez
vi: rất vạm vỡ, cao lớn và béo phì.
zh_hans: 肌肉发达，身材高大肥胖

source: is tall, muscular and fat
de: ist groß, muskulös und fett
fr: est grand, musclé et gros
it: è alto, muscoloso e grasso
ko: 키가 크고 근육질이며 뚱뚱하다.
pl: jest wysoki, umięśniony i gruby
pt_br: é alto, musculoso e gordo
ru: высокий, мускулистый и жирный
tr: uzun, kaslı ve şişman
vi: cao lớn, vạm vỡ và béo.
zh_hans: 高大，肌肉发达，肥胖

source: is tall, extremely skinny and frail
de: ist groß, extrem dünn und zerbrechlich
fr: est grand, extrêmement maigre et frêle
it: è alto, estremamente secco e fragile
ko: 키가 크고 매우 마른 체형이며 연약합니다.
pl: jest wysoki, ekstremalnie chudy i wątły
pt_br: é alto, extremamente magro e frágil
ru: высокий, очень худой и хрупкий
tr: uzun, aşırı sıska ve çelimsiz
vi: cao lớn, cực kỳ khẳng khiu và ốm yếu.
zh_hans: 身材高大，极其瘦弱

source: is tall, weak and skinny
de: ist groß, schwach und dünn
fr: est grand, faible et maigre
it: è alto, debole e secco
ko: 키가 크고 약하고 말랐다.
pl: jest wysoki, słaby i chudy
pt_br: é alto, fraco e magro
ru: высокий, тощий и хилый
tr: uzun, güçsüz ve sıska
vi: cao lớn, yếu ớt và khẳng khiu.
zh_hans: 很高，很虚弱，身形瘦削

source: has loaded a tall body with incredible muscles
de: hat einen großen Körper mit unglaublichen Muskeln
fr: a chargé un grand corps avec des muscles incroyables
it: ha caricato un corpo alto con muscoli incredibili
ko: 놀라운 근육으로 키가 큰 몸을 담았습니다.
pl: ma wysokie ciało napakowane mięśniami
pt_br: tem carregado um corpo alto com músculos incríveis
ru: высокий, с невероятными мускулами
tr: uzun bir vücuda inanılmaz kaslarla donatmış
vi: có một thân hình cao lớn đầy cơ bắp phi thường.
zh_hans: 有着高大的身体和难以置信的肌肉

source: is tall and very muscular
de: ist groß und sehr muskulös
fr: est grand et très musclé
it: è alto e molto muscoloso
ko: 키가 크고 매우 근육질이다
pl: jest wysoki i bardzo umięśniony
pt_br: é alto e muito musculoso.
ru: высокий и очень мускулистый
tr: uzun ve çok kaslı
vi: cao lớn và rất vạm vỡ.
zh_hans: 身材高大，肌肉发达

source: is tall and muscular
de: ist groß und muskulös
fr: est grand et musclé
it: è alto e muscoloso
ko: 키 크고 근육이 많다.
pl: jest wysoki oraz muskularny
pt_br: é alto e musculoso
ru: высокий и мускулистый
tr: uzun ve kaslı
vi: cao lớn và vạm vỡ.
zh_hans: 身材高大，肌肉发达

source: is pretty tall but also very frail
de: ist ziemlich groß, aber auch sehr zerbrechlich
fr: est assez grand mais aussi très frêle
it: è piuttosto alto ma anche molto fragile
ko: 키가 꽤 크지만 매우 허약하다.
pl: jest dość wysoki, ale także bardzo wątły
pt_br: é bastante alto, mas também muito frágeis
ru: очень высокий и очень хрупкий
tr: oldukça uzun ama aynı zamanda çok çelimsiz
vi: khá cao lớn nhưng cũng rất ốm yếu.
zh_hans: 个子很高，但也很瘦弱

source: is tall but has quite ill-defined muscles
de: ist groß, aber hat ziemlich schlecht definierte Muskeln
fr: est grand mais a des muscles assez mal définis
it: è alto ma con muscolatura poco definita
ko: 키가 크지만 근육이 상당히 불분명합니다.
pl: jest wysoki, ale ma dość słabo zarysowane mięśnie
pt_br: é alto, mas tem músculos muito mal definidos
ru: высокий, с довольно слабо выраженными мышцами
tr: uzun ama oldukça belirsiz kasları var
vi: cao lớn nhưng có cơ bắp khá kém phát triển.
zh_hans: 身材高大，但肌肉轮廓不清晰

source: is tall and scrawny
de: ist groß und dürr
fr: est grand et maigre
it: è alto e ossuto
ko: 키가 크고 말랐다
pl: jest wysoki i wychudzony
pt_br: é alto e magro
ru: высокий и тощий
tr: uzun ve cılız
vi: cao lớn và khẳng khiu.
zh_hans: 又高又瘦
