Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Servant's Burial Chamber
de: Grabkammer des Dieners
fr: Chambre funéraire du serviteur
it: Camera di sepoltura del servo
ko: 하인의 묘실
pl: Komnata grobowa sługi
pt_br: Câmara mortuária do servo
ru: Скромная усыпальница
tr: Hizmetçi Mezar Odası
vi: Hầm Mộ Của Người Hầu
zh_hans: 仆人的墓室

source: Grave
de: Grab
fr: La tombe
it: Tomba
ko: 묘
pl: Grób
pt_br: Túmulo
ru: Могила
tr: Kabir
vi: Mộ
zh_hans: 坟墓

source: No Tomb
de: Kein Grab
fr: Pas de tombeau
it: Nessun sepolcro
ko: 무덤 없음
pl: Nie ma grobowca
pt_br: Sem túmulo
ru: Нет гробницы
tr: Mezar Yok
vi: Không Có Mộ
zh_hans: 没有坟墓

source: Royal Dining Room
de: Königlicher Speisesaal
fr: Salle à manger royale
it: Regale Sala da pranzo
ko: 화려한 식당
pl: Królewska jadalnia
pt_br: Sala de jantar real
ru: Королевская столовая
tr: Kraliyet Yemek Salonu
vi: Phòng Ăn Hoàng Gia
zh_hans: 皇家餐厅

source: Grand Dining Room
de: Großer Speisesaal
fr: Grande salle à manger
it: Grandiosa Sala da pranzo
ko: 웅장한 식당
pl: Wielka jadalnia
pt_br: Grande sala de jantar
ru: Величественная столовая
tr: Büyük Yemek Salonu
vi: Đại Sảnh Ăn Uống
zh_hans: 大餐厅

source: Great Dining Room
de: Schöner Speisesaal
fr: Grande salle à manger
it: Grande Sala da pranzo
ko: 큰 식당
pl: Wspaniała jadalnia
pt_br: Grande sala de jantar
ru: Превосходная столовая
tr: Harika Yemek Salonu
vi: Phòng Ăn Lớn
zh_hans: 很棒的餐厅

source: Fine Dining Room
de: Feiner Speisesaal
fr: Salle à manger raffinée
it: Fine Sala da pranzo
ko: 훌륭한 식당
pl: Wytworna jadalnia
pt_br: Sala de Jantar
ru: Отличная столовая
tr: Kaliteli Yemek Salonu
vi: Phòng Ăn Cao Cấp
zh_hans: 精致的餐厅

source: Decent Dining Room
de: Anständiger Speisesaal
fr: Salle à manger décente
it: Decente Sala da pranzo
ko: 괜찮은 식당
pl: Przyzwoita jadalnia
pt_br: Sala de jantar decente
ru: Хорошая столовая
tr: Makul Yemek Salonu
vi: Phòng Ăn Khá
zh_hans: 体面的餐厅

source: Modest Dining Room
de: Bescheidener Speisesaal
fr: Salle à manger modeste
it: Modesta Sala da pranzo
ko: 수수한 식당
pl: Skromna jadalnia
pt_br: Modesta sala de jantar
ru: Скромная столовая
tr: Mütevazı Yemek Salonu
vi: Phòng Ăn Tối Giản
zh_hans: 温馨的餐厅

source: Meager Dining Room
de: Dürftiger Speisesaal
fr: Maigre salle à manger
it: Misera Sala da pranzo
ko: 부실한 식당
pl: Mała jadalnia
pt_br: Sala de jantar precária
ru: Бедная столовая
tr: Yetersiz Yemek Salonu
vi: Phòng Ăn Đạm Bạc
zh_hans: 微薄的餐厅

source: No Dining Room
de: Kein Esszimmer
fr: Pas de salle à manger
it: Nessuna Sala da pranzo
ko: 식당 없음
pl: Brak jadalni
pt_br: Sem sala de Jantar
ru: Нет столовой
tr: Yemek Salonu Yok
vi: Không Có Phòng Ăn
zh_hans: 没有餐厅

source: Royal Bedroom
de: Königliches Schlafzimmer
fr: Chambre Royale
it: Camera da letto reale
ko: 왕실 침실
pl: Królewska sypialnia
pt_br: Quarto real
ru: Королевские покои
tr: Kraliyet Yatak Odası
vi: Phòng Ngủ Hoàng Gia
zh_hans: 皇家卧室

source: Great Bedroom
de: Tolles Schlafzimmer
fr: Grande chambre
it: Grande Camera da letto
ko: 그레이트 베드룸
pl: Wspaniała sypialnia.
pt_br: Quarto grande
ru: Превосходные покои
tr: Harika Yatak Odası
vi: Phòng Ngủ Lớn
zh_hans: 大卧室

source: Fine Quarters
de: Feine Unterkünfte
fr: Beaux quartiers
it: Alloggi Fini
ko: 파인 쿼터스
pl: Dobre kwatery
pt_br: Quartos bem
ru: Отличные покои
tr: İyi Daire
vi: Nơi Ở Cao Cấp
zh_hans: 精品宿舍

source: Decent Quarters
de: Dezente Unterkünfte
fr: Des quartiers décents
it: Alloggi Decenti
ko: 괜찮은 숙소
pl: Przyzwoite kwatery
pt_br: Dormitório decente
ru: Хорошие покои
tr: Makul Daire
vi: Nơi Ở Khá
zh_hans: 体面的宿舍

source: Quarters
de: Unterkünfte
fr: Quarts
it: Alloggi
ko: 숙소
pl: Kwatery
pt_br: Dormitório
ru: Покои
tr: Daire
vi: Nơi Ở
zh_hans: 住处

source: Modest Quarters
de: Bescheidene Unterkünfte
fr: Quartiers modestes
it: Alloggi Modesti
ko: 수수한 숙소
pl: Skromne kwatery
pt_br: Dormitório modesto
ru: Скромные покои
tr: Mütevazı Daire
vi: Nơi Ở Tối Giản
zh_hans: 适度的宿舍

source: Meager Quarters
de: Dürftige Unterkünfte
fr: Quartiers maigres
it: Alloggi Miseri
ko: 부실한 숙소
pl: Mizerne kwatery
pt_br: Dormitório precário
ru: Бедные покои
tr: Yetersiz Daire
vi: Nơi Ở Đạm Bạc
zh_hans: 微薄的宿舍

source: No Quarters
de: Keine Unterkünfte
fr: Pas de quartiers
it: Nessun alloggio
ko: 숙소 없음
pl: Brak kwater
pt_br: Alojamento dos Nobres
ru: Нет покоев
tr: Daire Yok
vi: Không Có Nơi Ở
zh_hans: 没有宿舍

source: Royal Throne Room
de: Königlicher Thronsaal
fr: Salle du Trône Royal
it: Sala del Trono Reale
ko: 왕실 알현실
pl: Królewska sala tronowa
pt_br: Sala do trono real
ru: Королевский тронный зал
tr: Kraliyet Taht Odası
vi: Phòng Ngai Vàng Hoàng Gia
zh_hans: 皇家王座室

source: Opulent Throne Room
de: Opulenter Thronsaal
fr: Salle du trône opulente
it: Opulenta Sala del trono
ko: 부유한 알현실
pl: Bogata sala tronowa
pt_br: Sala do trono opulento
ru: Роскошный тронный зал
tr: Şatafatlı Taht Odası
vi: Phòng Ngai Vàng Lộng Lẫy
zh_hans: 华丽的王座室

source: Throne Room
de: Thronsaal
fr: Salle du Trône
it: Stanza del Trono
ko: 알현실
pl: Sala tronowa
pt_br: Sala do trono
ru: Тронный зал
tr: Taht Odası
vi: Phòng Ngai Vàng
zh_hans: 金銮殿

source: Splendid Study
de: Prächtiges Studium
fr: Splendide étude
it: Splendido Studio
ko: 화려한 연구
pl: Wspaniałe studium
pt_br: Escritório esplêndido
ru: Великолепный кабинет
tr: Şatafatlı Çalışma Odası
vi: Phòng Nghiên Cứu Tuyệt Hảo
zh_hans: 辉煌的研究

source: Decent Study
de: Anständiges Studium
fr: Étude décente
it: Studio Decente
ko: 괜찮은 공부
pl: Przyzwoite badanie
pt_br: Escritório descente
ru: Хороший кабинет
tr: Makul Çalışma Odası
vi: Phòng Nghiên Cứu Khá
zh_hans: 像样的研究

source: Study
de: Studie
fr: Étude
it: Studio
ko: 공부하다
pl: Badanie
pt_br: Escritório
ru: Кабинет
tr: Çalışma Odası
vi: Phòng Nghiên Cứu
zh_hans: 研究

source: Modest Study
de: Bescheidenes Studium
fr: Étude modeste
it: Modesto Studio
ko: 겸손한 연구
pl: Skromne badanie
pt_br: Escritório modesto
ru: Скромный кабинет
tr: Mütevazı Çalışma Odası
vi: Phòng Nghiên Cứu Tối Giản
zh_hans: 适度研究

source: Meager Study
de: Geringe Studie
fr: Maigre étude
it: Misero Studio
ko: 빈약한 연구
pl: Skromne badanie
pt_br: Escritório precário
ru: Бедный кабинет
tr: Yetersiz Çalışma Odası
vi: Phòng Nghiên Cứu Đạm Bạc
zh_hans: 少量的研究

source: No Study
de: Kein Büro
fr: Pas d'étude
it: Nessuno Studio
ko: 연구 없음
pl: Brak badań
pt_br: Sem escritório
ru: Нет кабинета
tr: Çalışma Odası Yok
vi: Không Có Phòng Nghiên Cứu
zh_hans: 不研究

source: has been disturbed.
de: gestört wurde.
fr: a été perturbé.
it: è stato disturbato.
ko: 방해되었습니다.
pl: został zakłócony.
pt_br: foi perturbado.
ru: была нарушена.
tr: rahatsız edildi.
vi: đã bị quấy phá.
zh_hans: 一直不安。

source: group of
de: Gruppe von
fr: groupe de
it: gruppo di
ko: 그룹
pl: grupa
pt_br: grupo de
ru: группа
tr: bir grup
vi: một nhóm
zh_hans: 组

source: Many
de: Viele
fr: De nombreux
it: Molti
ko: 많은
pl: Wiele
pt_br: Vários
ru: Много
tr: Birçok
vi: Nhiều
zh_hans: 许多

source: have been disturbed.
de: gestört worden sind.
fr: ont été perturbés.
it: sono stati disturbati.
ko: 방해되었습니다.
pl: zostały zakłócone.
pt_br: ter sido perturbado.
ru: был нарушен.
tr: rahatsız edildi.
vi: đã bị quấy phá.
zh_hans: 一直不安。

source: swarm of
de: Schwarm von
fr: essaim de
it: sciame di
ko: 무리
pl: rój
pt_br: enxame de
ru: рой
tr: bir sürü
vi: một bầy
zh_hans: 一群

source: its way out of confinement!
de: seinen Weg aus der Gefangenschaft!
fr: sa sortie de confinement !
it: sua strada fuori dal confino!
ko: 감금에서 벗어나는 길!
pl: wydostaje się z zamknięcia!
pt_br: seu caminho para fora do confinamento!
ru: его выхода из заключения!
tr: hapisten kaçış yolunu buluyor!
vi: thoát khỏi sự giam cầm!
zh_hans: 它走出禁闭的方式！

source: caught in a burst of
de: gefangen in einer Explosion von
fr: pris dans une rafale de
it: intrappolato in un'esplosione di
ko: 의 폭발에 걸렸다
pl: złapany w wybuch
pt_br: pego numa explosão de
ru: попал в струю
tr: bir patlamaya yakalandı:
vi: bị mắc kẹt trong một vụ nổ
zh_hans: 陷入了一阵骚动

source: an official land of the realm
de: ein offizielles Land des Reiches
fr: une terre officielle du royaume
it: una terra ufficiale del regno
ko: 영역의 공식 토지
pl: oficjalna kraina królestwa
pt_br: uma terra oficial do Reino
ru: официальные земли области
tr: diyarın resmi bir toprağı
vi: một vùng đất chính thức của vương quốc
zh_hans: 这个领域的官方土地

source: and the surrounding lands have been made
de: und die umliegenden Ländereien gemacht worden
fr: et les terres environnantes ont été faites
it: e le terre circostanti sono state rese
ko: 그리고 주변 땅이 만들어졌다.
pl: i okoliczne ziemie zostały
pt_br: e as terras circundantes foram feitas
ru: и окружающие земли были сделаны
tr: ve çevreleyen topraklar şöyle yapıldı:
vi: và các vùng đất xung quanh đã được biến thành
zh_hans: 周围的土地已经建成

source: an even more official land of the realm
de: ein noch offizielleres Land des Reichs
fr: une terre encore plus officielle du royaume
it: una terra del regno ancor più ufficiale
ko: 영역의 훨씬 더 공식적인 땅
pl: jeszcze więcej oficjalnych ziem królestwa
pt_br: uma terra ainda mais oficial do Reino
ru: ещё более официальные земли области
tr: diyarın daha da resmi bir toprağı
vi: một vùng đất càng chính thức hơn của vương quốc
zh_hans: 一个更加官方的土地

source: lumber limits
de: Holz Grenzen
fr: limites de bois
it: limiti del legname
ko: 목재 한계
pl: limity tarcicy
pt_br: madeira serrada de limites
ru: пиломатериалы пределы
tr: kesim sınırları
vi: hạn chế gỗ
zh_hans: 木材限制

source: Stone Hauling
de: Steine transportieren
fr: Transport de pierres
it: Trasporto di pietra
ko: 돌 운반
pl: Transport kamienia
pt_br: Pedra de alagem
ru: Переноска камня
tr: Taş Taşıma
vi: Vận Chuyển Đá
zh_hans: 石浩陵

source: Wood Hauling
de: Holz transportieren
fr: Transport de bois
it: Trasporto di legno
ko: 목재 운반
pl: Przewóz drewna
pt_br: transporte de madeira
ru: Переноска древесины
tr: Odun Taşıma
vi: Vận Chuyển Gỗ
zh_hans: 木牵引

source: Food Hauling
de: Nahrung transportieren
fr: Transport de nourriture
it: Trasporto di cibo
ko: 음식 운반
pl: Przewóz żywności
pt_br: Transportar alimentos
ru: Переноска еды
tr: Yiyecek Taşıma
vi: Vận Chuyển Thực Phẩm
zh_hans: 食品运输

source: Refuse Hauling
de: Mülltransport
fr: Refuser le transport
it: Trasporto rifiuti
ko: 쓰레기 운반
pl: Transport Odpadów
pt_br: Recusar Transporte
ru: Переноска отходов
tr: Atık Taşıma
vi: Vận Chuyển Rác Thải
zh_hans: 拒绝拖运

source: Item Hauling
de: Transport von Gegenständen
fr: Transport d'objets
it: Trasporto di oggetti
ko: 아이템 운반
pl: Przewóz przedmiotów
pt_br: Artigo transportando
ru: Переноска вещей
tr: Eşya Taşıma
vi: Vận Chuyển Vật Phẩm
zh_hans: 物品拖运

source: Animal Hauling
de: Tiere transportieren
fr: Transport d'animaux
it: Trasporto di animali
ko: 동물 운반
pl: Przewóz zwierząt
pt_br: Animal de tracção
ru: Переноска живности
tr: Hayvan Taşıma
vi: Vận Chuyển Động Vật
zh_hans: 动物牵引

source: Push/Haul Vehicles
de: Schub-/Transportfahrzeuge
fr: Véhicules de poussée/transport
it: Veicoli a spinta/trasporto
ko: 푸시/홀 차량
pl: Pojazdy do pchania/holowania
pt_br: Empurrar ou distância veículos
ru: Толкать/носить тележки
tr: Araç İtme/Taşıma
vi: Đẩy/Kéo Phương Tiện
zh_hans: 推/拖车

source: Stone Engraving
de: Steingravur
fr: Gravure sur pierre
it: Incisione su pietra
ko: 돌 조각
pl: Grawerowanie w kamieniu
pt_br: Gravação em Pedra
ru: Гравировка камня
tr: Taş İşlemeciliği
vi: Khắc Đá
zh_hans: 石材雕刻

source: Animal Care
de: Tierpflege
fr: Soins aux animaux
it: Cura degli animali
ko: 동물 관리
pl: Opieka nad zwierzętami
pt_br: Cuidados com os animais
ru: Уход за животными
tr: Hayvan Bakımı
vi: Chăm Sóc Động Vật
zh_hans: 动物护理

source: Diagnosis
de: Diagnose
fr: Diagnostic
it: Diagnosi
ko: 진단
pl: Diagnoza
pt_br: Diagnóstico
ru: Диагностика
tr: Teşhis
vi: Chẩn Đoán
zh_hans: 诊断

source: Setting Bones
de: Einstellung Knochen
fr: Réglage des os
it: Intaglio Ossa
ko: 뼈대 설정
pl: Nastawianie kości
pt_br: Curar Ossos
ru: Вправление костей
tr: Kemik Oturtma
vi: Nắn Xương
zh_hans: 设置骨骼

source: Dressing Wounds
de: Verbinden von Wunden
fr: Panser les plaies
it: Bendaggio
ko: 드레싱 상처
pl: Opatrywanie ran
pt_br: Tratar dos feridos
ru: Перевязка ран
tr: Yara Sarma
vi: Băng Bó Vết Thương
zh_hans: 敷料伤口

source: Feed Patients/Prisoners
de: Patienten/Gefangene füttern
fr: Nourrir les patients/prisonniers
it: Nutri pazienti/prigionieri
ko: 환자/수감자에게 먹이 주기
pl: Karmienie rannych/więźniów
pt_br: Alimentar os pacientes/prisioneiros
ru: Кормление пациентов/заключённых
tr: Hastaları/Mahkumları Besle
vi: Cho Bệnh Nhân/Tù Nhân Ăn
zh_hans: 喂养患者/囚犯

source: Recovering Wounded
de: Verwundete erholen sich
fr: Récupération des blessés
it: Recuperando Feriti
ko: 부상자 회복
pl: Przenoszenie rannych
pt_br: Recuperando-se ferido
ru: Уход за ранеными
tr: Yaralıları Toplama
vi: Cứu Chữa Người Bị Thương
zh_hans: 恢复受伤

source: Small Animal Dissection
de: Sektion von Kleintieren
fr: Dissection de petits animaux
it: Dissezione di piccoli animali
ko: 작은 동물 해부
pl: Wiwisekcja małych zwierząt
pt_br: Dissecação de animais pequena
ru: Разделка мелких животных
tr: Küçük Hayvan Ayıklama
vi: Giải Phẫu Động Vật Nhỏ
zh_hans: 小动物解剖

source: Clothesmaking
de: Kleidungsherstellung
fr: Confection de vêtements
it: Creazione di vestiti
ko: 옷 만들기
pl: Szycie ubrań
ru: Пошив одежды
tr: Terzilik
vi: May Mặc
zh_hans: 服装制作

source: Plant Processing
de: Pflanzliche Verarbeitung
fr: Usine de traitement
it: Elaborazione Piante
ko: 식물 가공
pl: Przetwarzanie roślin
pt_br: Processamento de planta
ru: Обработка растений
tr: Bitki İşleme
vi: Chế Biến Thực Vật
zh_hans: 植物加工

source: Farming (Fields)
de: Landwirtschaft (Felder)
fr: Agriculture (Champs)
it: Agricoltura (campi)
ko: 농업(밭)
pl: Hodowanie (pola uprawne)
pt_br: Agricultura (campos)
ru: Сельское хозяйство (поля)
tr: Çiftçilik (Tarlalar)
vi: Trồng Trọt (Đồng Ruộng)
zh_hans: 农业（领域）

source: Furnace Operating
de: Betrieb des Ofens
fr: Fonctionnement du four
it: Fornace Operativa
ko: 용광로 작동
pl: Operowanie piecem
pt_br: Fornalha de funcionamento
ru: Кочегар
tr: Ocak Operatörlüğü
vi: Vận Hành Lò Nung
zh_hans: 炉操作

source: Armoring
de: Panzerung
fr: Blindage
it: Indossando armatura
ko: 방어구 제작
pl: Kucie zbroi
pt_br: Blindagem
ru: Ковка доспехов
tr: Zırhçılık
vi: Chế Tạo Giáp
zh_hans: 制造装甲

source: Metalcrafting
de: Metallhandwerk
fr: Travail du métal
it: Lavorazione del metallo
ko: 금속공예
pl: Obróbka metalu
pt_br: Ferraria
ru: Обработка металла
tr: Metal İşçiliği
vi: Chế Tác Kim Loại
zh_hans: 金属铸造

source: Stonecrafting
de: Steinmetzarbeiten
fr: Travail de la pierre
it: Lavorazione della pietra
ko: 석공예
pl: Kamieniarstwo
pt_br: Cantaria
ru: Обработка камня
tr: Taş İşçiliği
vi: Chế Tác Đá
zh_hans: 石料匠艺

source: Siege Operating
de: Belagerung Betrieb
fr: Opération de siège
it: Assedio Operativo
ko: 공성 작전
pl: Działanie oblężnicze
pt_br: Cerco de funcionamento
ru: Управление орудиями
tr: Kuşatma Silahı Kullanımı
vi: Vận Hành Máy Vây Hãm
zh_hans: 围攻操作

source: Crossbow-making
de: Armbrustherstellung
fr: Fabrication d'arbalètes
it: Produzione di balestre
ko: 석궁 제작
pl: wytwarzanie kuszy
pt_br: Besta-factura
ru: Изготовление арбалетов
tr: Tatar Yayı Yapımı
vi: Chế Tạo Nỏ
zh_hans: 制弩

source: Mechanics
de: Mechanik
fr: Mécanique
it: Meccaniche
ko: 기계학
pl: Mechanika
pt_br: Mecânica
ru: Механика
tr: Mekanik
vi: Cơ Khí
zh_hans: 机械学

source: Pump Operating
de: Pumpenbetrieb
fr: Fonctionnement de la pompe
it: Pompa Operativa
ko: 펌프 작동
pl: Praca pompy
pt_br: Bomba de funcionamento
ru: Управление насосом
tr: Pompa Operatörlüğü
vi: Vận Hành Bơm
zh_hans: 泵运行

source: Trade Good Hauling
de: Handelsware Transportieren
fr: Transport de marchandises
it: Trasporto di beni commerciali
ko: 무역 상품 운반
pl: Przewóz towarów handlowych
pt_br: Comércio boa tracção
ru: Переноска товаров
tr: Ticari Mal Taşıma
vi: Vận Chuyển Hàng Hóa Thương Mại
zh_hans: 贸易良好运输

source: Water Hauling
de: Wasser transportieren
fr: Transport d'eau
it: Trasporto d'acqua
ko: 물 운반
pl: Transport wody
pt_br: Transportando água
ru: Переноска воды
tr: Su Taşıma
vi: Vận Chuyển Nước
zh_hans: 水牵引

source: Lever Operation
de: Bedienung des Hebels
fr: Fonctionnement du levier
it: Operazione della leva
ko: 레버 작동
pl: Obsługa dźwigni
pt_br: Operação de alavanca
ru: Управление рычагами
tr: Kolu Kullanma
vi: Vận Hành Đòn Bẩy
zh_hans: 杠杆操作

source: Road Building
de: Straßenbau
fr: Construction de routes
it: Costruzione di strade
ko: 도로 건설
pl: Budowa dróg
pt_br: Construção de estradas
ru: Строительство дорог
tr: Yol Yapımı
vi: Xây Dựng Đường
zh_hans: 道路建设

source: Wall/Floor Construction
de: Wand-/Bodenkonstruktion
fr: Construction mur/sol
it: Costruzione di pareti/pavimenti
ko: 벽/바닥 공사
pl: Konstrukcja ściany/podłogi
pt_br: Construção de parede/chão
ru: Строительство стен/полов
tr: Duvar/Zemin İnşası
vi: Xây Tường/Sàn
zh_hans: 墙/地板施工

source: Woodworking
de: Holzverarbeitung
fr: Travail du bois
it: Lavorazione del legno
ko: 목공
pl: Obróbka drewna
pt_br: Marcenaria
ru: Деревообработка
tr: Ahşap İşçiliği
vi: Chế Biến Gỗ
zh_hans: 木工

source: Stoneworking
de: Steinmetzarbeit
fr: Travail de la pierre
it: Lavorare la pietra
ko: 석공
pl: Kamieniarstwo
pt_br: Cantaria
ru: Камнеобработка
tr: Taş İşçiliği
vi: Chế Biến Đá
zh_hans: 石工

source: Hunting/Related
de: Jagd/Verwandtes
fr: Chasse/Connexe
it: Caccia/Affini
ko: 사냥/관련
pl: Łowiectwo/Powiązane
pt_br: Relacionadas com a caça ou
ru: Охота/смежное
tr: Avcılık/İlgili
vi: Săn Bắn/Liên Quan
zh_hans: 狩猎/相关

source: Healthcare
de: Gesundheitswesen
fr: Soins de santé
it: Assistenza medica
ko: 보건 의료
pl: Opieka zdrowotna
pt_br: Assistência médica
ru: Здравоохранение
tr: Sağlık Hizmetleri
vi: Chăm Sóc Sức Khỏe
zh_hans: 卫生保健

source: Fishing/Related
de: Fischerei/Verwandtes
fr: Pêche/Connexe
it: Pesca/Affini
ko: 낚시/관련
pl: Wędkarstwo/Powiązane
pt_br: Pesca/relacionados
ru: Рыбалка/смежное
tr: Balıkçılık/İlgili
vi: Đánh Bắt Cá/Liên Quan
zh_hans: 钓鱼/相关

source: Jewelry
de: Schmuck
fr: Bijoux
it: Gioielleria
ko: 보석류
pl: Biżuteria
pt_br: Jóias
ru: Ювелир
tr: Kuyumculuk
vi: Trang Sức
zh_hans: 宝石相关

source: Other Jobs
de: Andere Jobs
fr: Autres emplois
it: Altri lavori
ko: 기타 직업
pl: Inne Prace
pt_br: Outros trabalhos
ru: Другая работа
tr: Diğer İşler
vi: Các Công Việc Khác
zh_hans: 其他工作

source: graphics
tr: grafikler
vi: đồ họa

source: Failed to create save directory; game will not continue with saving:
tr: Kayıt dizini oluşturulamadı; oyun kaydetmeye devam etmeyecek:
vi: Không thể tạo thư mục lưu; trò chơi sẽ không tiếp tục lưu:

source: Failed to create temporary save dir; game will not continue with saving:
tr: Geçici kayıt dizini oluşturulamadı; oyun kaydetmeye devam etmeyecek:
vi: Không thể tạo thư mục lưu tạm thời; trò chơi sẽ không tiếp tục lưu:

source: Failed to copy a file during saving:
tr: Kaydetme sırasında bir dosya kopyalanamadı:
vi: Không thể sao chép tệp trong quá trình lưu:

source: Could not remove destination directory when synchronizing save!
tr: Kayıt senkronize edilirken hedef dizin silinemedi!
vi: Không thể xóa thư mục đích khi đồng bộ hóa bản lưu!

source: Save failed:
tr: Kaydetme başarısız:
vi: Lưu thất bại:

source: exists
tr: mevcut
vi: tồn tại

source: You have
de: Sie haben
fr: Tu as
it: Tu hai
ko: 당신은
pl: Masz
pt_br: Você tem
ru: Вы
tr: Sahipsin
vi: Bạn có
zh_hans: 你有

source: created a masterpiece
de: ein Meisterwerk geschaffen
fr: créé un chef-d'œuvre
it: creato un capolavoro
ko: 걸작을 만들었다
pl: stworzył arcydzieło
pt_br: criou uma obra-prima
ru: создал шедевр:
tr: bir şaheser yarattı:
vi: đã tạo ra một kiệt tác
zh_hans: 创造了一部杰作

source: Received signal
pl: Odebrany sygnał
tr: Sinyal alındı
vi: Đã nhận tín hiệu

source: sharing a lover's personal insight
de: den persönlichen Einblick eines Liebhabers teilen
fr: partager la perspicacité personnelle d'un amoureux
it: condividere l'intuizione personale di un amante
ko: 연인의 개인적인 통찰력 공유
pl: dzielenie się osobistymi spostrzeżeniami kochanką
pt_br: compartilhando a visão pessoal de um amante
ru: делится с любимым своим мнением
tr: bir aşığın mahrem sırlarını paylaşma
vi: chia sẻ cái nhìn sâu sắc cá nhân của người yêu
zh_hans: 分享恋人的个人见解

source: artifact is symbol of entity position
de: Artefakt ist ein Symbol für die Position der Entität
fr: l'artefact est le symbole de la position de l'entité
it: il manufatto è simbolo della posizione dell'entità
ko: 인공물은 엔터티 위치의 상징입니다.
pl: artefakt jest symbolem pozycji jednostki
pt_br: artefato é símbolo da posição da entidade
ru: артефакт - указывает собой на местоположение чего-то еще
tr: eser, varlık pozisyonunun sembolüdür
vi: hiện vật là biểu tượng vị trí của thực thể
zh_hans: 神器是实际地位的象征

source: former prisoner
de: ehemaliger Häftling
fr: ancien prisonnier
it: ex prigioniero
ko: 전 죄수
pl: były więzień
pt_br: ex-prisioneiro
ru: бывший заключённый
tr: eski mahkum
vi: cựu tù nhân
zh_hans: 前囚犯

source: which you cannot read
fr: que vous ne pouvez pas lire
it: che non sai leggere
ko: 당신이 읽을 수없는
pl: których nie można odczytać
pt_br: que você não pode ler
ru: которые вы не можете прочитать
tr: okuyamadığınız
vi: mà bạn không thể đọc
zh_hans: 你无法阅读的

source: bug innards
tr: böcek iç organları
vi: nội tạng côn trùng

source: cooked flesh
tr: pişmiş et
vi: thịt đã nấu

source: filth
de: dreck
fr: saleté
it: sporcizia
ko: 오물
pl: brud
pt_br: imundície
ru: грязь
tr: pislik
vi: chất bẩn
zh_hans: 污垢

source: soot
fr: suie
it: fuliggine
ko: 그을음
pt_br: fuligem
ru: сажа
tr: kurum
vi: bồ hóng
zh_hans: 煤烟

source: vomit
de: Erbrechen
fr: vomir
it: vomito
ko: 토하다
pl: wymiociny
ru: рвота
tr: kusmuk
vi: chất nôn
zh_hans: 呕吐

source: soil
tr: toprak
vi: đất

source: freshly-baked goods
tr: taze pişmiş hamur işleri
vi: thực phẩm mới nướng

source: brimstone
tr: kükürt
vi: diêm sinh

source: You smell
tr: Kokusunu alıyorsun:
vi: Bạn ngửi thấy

source: There is a thin mist here.
tr: Burada ince bir sis var.
vi: Nơi đây có một màn sương mỏng.

source: Fog enshrouds the area.
tr: Sis alanı kaplıyor.
vi: Sương mù bao phủ khắp khu vực.

source: There is a heavy blanket of fog enveloping everything.
tr: Her şeyi saran ağır bir sis tabakası var.
vi: Một lớp sương mù dày đặc bao trùm vạn vật.

source: There is a thin mist outside.
tr: Dışarıda ince bir sis var.
vi: Bên ngoài có một màn sương mỏng.

source: There is thick fog outside.
tr: Dışarıda yoğun sis var.
vi: Bên ngoài có sương mù dày đặc.

source: from the sky
tr: gökyüzünden
vi: từ trên trời

source: It is raining outside.
tr: Dışarıda yağmur yağıyor.
vi: Bên ngoài trời đang mưa.

source: It is snowing outside.
tr: Dışarıda kar yağıyor.
vi: Bên ngoài trời đang tuyết rơi.

source: The sky above you is nearly black, ripped through with towering clouds.
tr: Üstündeki gökyüzü neredeyse siyah, içinden kule gibi bulutlar fışkırıyor.
vi: Bầu trời phía trên bạn gần như đen kịt, bị xé toạc bởi những đám mây khổng lồ.

source: The sky above you is completely gray, with dark cloud pillars pressing through it.
tr: Üstündeki gökyüzü tamamen gri, içinden geçen koyu bulut sütunları var.
vi: Bầu trời phía trên bạn hoàn toàn xám xịt, với những cột mây đen kịt xuyên qua.

source: A towering gray cloud descends from the white sky above you.
tr: Üstündeki beyaz gökyüzünden yükselen gri bir bulut iniyor.
vi: Một đám mây xám khổng lồ từ bầu trời trắng xóa phía trên bạn đang hạ xuống.

source: The sky above you is a uniform and dark gray.
tr: Üstündeki gökyüzü tekdüze ve koyu gri.
vi: Bầu trời phía trên bạn một màu xám đồng nhất và tối sầm.

source: The sky above you is gray.
tr: Üstündeki gökyüzü gri.
vi: Bầu trời phía trên bạn xám xịt.

source: The sky above you is hazy and white.
tr: Üstündeki gökyüzü puslu ve beyaz.
vi: Bầu trời phía trên bạn mờ ảo và trắng xóa.

source: A dark, towering cloud rises into a striped sky.
tr: Çizgili gökyüzüne doğru koyu, yükselen bir bulut çıkıyor.
vi: Một đám mây đen, khổng lồ đang bay lên bầu trời vằn vện.

source: Mounds of clouds are clustered through a striped sky.
tr: Bulut yığınları çizgili gökyüzünde kümelenmiş.
vi: Những khối mây tụ lại trên nền trời vằn vện.

source: There are scattered clouds underneath a striped sky.
tr: Çizgili gökyüzünün altında dağınık bulutlar var.
vi: Có những đám mây rải rác dưới bầu trời vằn vện.

source: The sky is striped with thin clouds.
tr: Gökyüzü ince bulutlarla çizgili.
vi: Bầu trời vằn vện với những đám mây mỏng.
