Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: The lyrics of the accompaniment are way too serious.
de: Die Texte der Begleitung sind viel zu ernst.
fr: Les paroles de l'accompagnement sont bien trop sérieuses.
it: I testi dell'accompagnamento sono troppo seri.
ko: 반주 가사가 너무 진지합니다.
pl: Tekst akompaniamentu jest znacząco zbyt poważny.
pt_br: A letra do acompanhamento é muito séria.
ru: Слова песни слишком уж серьёзные.
tr: Eşlik eden sözler çok fazla ciddi.
vi: Lời ca của nhạc đệm quá đỗi nghiêm túc.
zh_hans: 伴奏的歌词太严肃了。

source: These lyrics are too austere.
de: Diese Texte sind zu streng.
fr: Ces paroles sont trop austères.
it: Questi testi sono troppo austeri.
ko: 이 가사는 너무 엄격합니다.
pl: Ten tekst jest zbyt surowy.
pt_br: Essas letras são muito austeras.
ru: Слова слишком серьёзные.
tr: Bu sözler fazla yalın.
vi: Những lời ca này quá khắc khổ.
zh_hans: 这些歌词太严肃了。

source: This legendary hunt has saved us from a mighty enemy!
de: Dieser legendäre Jagd hat uns von einem mächtigen Feind gerettet!
fr: Cette chasse légendaire nous a sauvés d'un ennemi puissant !
it: Questa caccia leggendaria ci ha salvati da un possente nemico!
ko: 이 전설적인 사냥은 강력한 적으로부터 우리를 구했습니다!
pl: To legendarne polowanie ocaliło nas przed potężnym wrogiem!
pt_br: Esta caçada lendária nos salvou de um poderoso inimigo!
ru: Эта легендарная охота избавила нас от могучего врага!
tr: Bu efsanevi av bizi kudretli bir düşmandan kurtardı!
vi: Cuộc săn huyền thoại này đã cứu chúng ta khỏi một kẻ địch hùng mạnh!
zh_hans: 这场传奇的狩猎让我们远离了一个强大的敌人！

source: This magnificent hunt has saved us from a fearsome enemy!
de: Diese herrliche Jagd hat uns vor einem furchterregenden Feind gerettet!
fr: Cette magnifique chasse nous a sauvé d'un ennemi redoutable !
it: Questa magnifica caccia ci ha salvati da un nemico temibile!
ko: 이 장엄한 사냥이 무시무시한 적으로부터 우리를 구했습니다!
pl: To wspaniałe polowanie ocaliło nas przed przerażającym wrogiem!
pt_br: Esta caça magnífica nos salvou de um inimigo temível!
ru: Эта великолепная охота избавила нас от ужасного врага!
tr: Bu muhteşem av bizi korkunç bir düşmandan kurtardı!
vi: Cuộc săn vĩ đại này đã cứu chúng ta khỏi một kẻ địch đáng sợ!
zh_hans: 这场精彩的狩猎让我们远离了一个可怕的敌人！

source: This great hunt has saved us from a dangerous enemy!
de: Dieser große Jagd hat uns von einem gefährlichen Feind gerettet!
fr: Cette grande chasse nous a sauvé d'un ennemi dangereux !
it: Questa grande caccia ci ha salvato da un nemico pericoloso!
ko: 이 위대한 사냥은 위험한 적으로부터 우리를 구해주었습니다!
pl: To wielkie polowanie ocaliło nas przed niebezpiecznym wrogiem!
pt_br: Esta grande caçada nos salvou de um inimigo perigoso!
ru: Эта великая охота избавила нас от опасного врага!
tr: Bu harika av bizi tehlikeli bir düşmandan kurtardı!
vi: Cuộc săn lớn này đã cứu chúng ta khỏi một kẻ địch nguy hiểm!
zh_hans: 这次伟大的狩猎使我们免于危险的敌人！

source: This worthy hunt has rid us of an enemy.
de: Das würdige Jagd hat uns eines Feindes befreit.
fr: Cette digne chasse nous a débarrassés d'un ennemi.
it: Questa degna caccia ci ha liberato di un nemico.
ko: 이 가치 있는 사냥으로 적을 제거했습니다.
pl: To godne polowanie uwolniło nas od wroga.
pt_br: Esta digna caçada livrou-nos de um inimigo.
ru: Эта охота избавила нас от врага.
tr: Bu değerli av bizi bir düşmandan kurtardı.
vi: Cuộc săn đáng giá này đã loại bỏ một kẻ địch cho chúng ta.
zh_hans: 这场有价值的狩猎让我们摆脱了敌人。

source: This hunt has rid us of a nuisance.
de: Diese Jagd hat uns von einem Ärgernis befreit.
fr: Cette chasse nous a débarrassés d'une nuisance.
it: Questa caccia ci ha liberato da una seccatura.
ko: 이 사냥은 우리에게 성가신 일을 없앴습니다.
pl: To polowanie uwolniło nas od niedogodności.
pt_br: Esta caçada nos livrou de um incômodo.
ru: Эта охота избавила нас от проблемы.
tr: Bu av bizi bir baş belasından kurtardı.
vi: Cuộc săn này đã giúp chúng ta thoát khỏi một mối phiền toái.
zh_hans: 这次狩猎让我们摆脱了麻烦。

source: That was a legendary hunt!
de: Das war eine legendäre Jagd!
fr: C'était une chasse légendaire !
it: È stata una caccia leggendaria!
ko: 그것은 전설적인 사냥이었습니다!
pl: To było legendarne polowanie!
pt_br: Esta foi uma caçada lendária!
ru: Это была охота, достойная легенд!
tr: Efsanevi bir avdı!
vi: Đó là một cuộc săn huyền thoại!
zh_hans: 那是一次传奇的追捕！

source: That was a magnificent hunt!
de: Das war eine herrliche Jagd!
fr: C'était une chasse magnifique !
it: È stata una caccia magnifica!
ko: 멋진 사냥이었어!
pl: To było wspaniałe polowanie!
pt_br: Essa foi uma caçada magnífica!
ru: Это была великолепная охота!
tr: Muhteşem bir avdı!
vi: Đó là một cuộc săn vĩ đại!
zh_hans: 那是一场精彩的追捕！

source: That was a great hunt!
de: Das war eine großartige Jagd!
fr: C'était une belle chasse !
it: È stata una caccia fantastica!
ko: 대단한 사냥이었어!
pl: To było wielkie polowanie!
pt_br: Essa foi uma boa caçada!
ru: Это была великая охота!
tr: Harika bir avdı!
vi: Đó là một cuộc săn lớn!
zh_hans: 那是一场伟大的狩猎！

source: That was a worthy hunt.
de: Das war eine würdige Jagd.
fr: C'était une chasse digne.
it: È stata una caccia degna di nota.
ko: 가치 있는 사냥이었다.
pl: To było godne polowanie.
pt_br: Essa foi uma caçada digna.
ru: Это была неплохая охота.
tr: Değerli bir avdı.
vi: Đó là một cuộc săn đáng giá.
zh_hans: 这是值得追捕的。

source: That was hunter's work.
de: Das war des Jägers Arbeit.
fr: C'était le travail du chasseur.
it: Era un lavoro da cacciatore.
ko: 그것은 사냥꾼의 일이었습니다.
pl: To była praca łowczych.
pt_br: Aquilo foi trabalho do caçador.
ru: Это была просто работа для охотника.
tr: Bu bir avcının işiydi.
vi: Đó là công việc của thợ săn.
zh_hans: 这是猎人的工作。

source: We are saved from a mighty enemy!
de: Wir wurden vor einem mächtigen Feind gerettet!
fr: Nous sommes sauvés d'un ennemi puissant !
it: Siamo in salvo da un nemico potente!
ko: 우리는 강대한 적에게서 구원받았습니다!
pl: Jesteśmy ocaleni przed potężnym wrogiem!
pt_br: Estamos salvos de um poderoso inimigo!
ru: Мы спасены от могучего врага!
tr: Kudretli bir düşmandan kurtulduk!
vi: Chúng ta đã được cứu khỏi một kẻ địch hùng mạnh!
zh_hans: 我们从一个强大的敌人中获救！

source: We are saved from a fearsome enemy!
de: Wir wurden vor einem furchterregenden Feind gerettet!
fr: Nous sommes sauvés d'un ennemi redoutable !
it: Siamo in salvo da un nemico temibile!
ko: 우리는 무시무시한 적으로부터 구원받았습니다!
pl: Jesteśmy ocaleni przed przerażającym wrogiem!
pt_br: Nós estamos salvos de um inimigo assustador!
ru: Мы спасены от грозного врага!
tr: Korkunç bir düşmandan kurtulduk!
vi: Chúng ta đã được cứu khỏi một kẻ địch đáng sợ!
zh_hans: 我们从一个可怕的敌人中获救！

source: We are saved from a dangerous enemy!
de: Wir wurden vor einem gefährlichen Feind gerettet!
fr: Nous sommes sauvés d'un ennemi dangereux !
it: Siamo in salvo da un nemico pericoloso!
ko: 우리는 위험한 적으로부터 구해졌습니다!
pl: Jesteśmy ocaleni przed niebezpiecznym wrogiem!
pt_br: Nós estamos salvos de um inimigo perigoso!
ru: Мы спасены от опасного врага!
tr: Tehlikeli bir düşmandan kurtulduk!
vi: Chúng ta đã được cứu khỏi một kẻ địch nguy hiểm!
zh_hans: 我们从一个危险的敌人中获救！

source: We are rid of an enemy.
de: Wir sind einen Feind losgeworden.
fr: Nous sommes débarrassés d'un ennemi.
it: Ci siamo liberati di un nemico.
ko: 우리는 적을 제거했습니다.
pl: ozbyliśmy się wroga.
pt_br: Estamos livres de um inimigo.
ru: Мы были избавлены от врага.
tr: Bir düşmandan kurtulduk.
vi: Chúng ta đã thoát khỏi một kẻ địch.
zh_hans: 我们摆脱了敌人。

source: We are rid of a nuisance.
de: Wir sind eine Plage losgeworden.
fr: Nous sommes débarrassés d'une nuisance.
it: Ci siamo liberati di un fastidio.
ko: 우리는 성가신 일을 제거합니다.
pl: Pozbyliśmy się ciężaru.
pt_br: Estamos livres de um incômodo.
ru: Мы были избавлены от проблемы.
tr: Bir baş belasından kurtulduk.
vi: Chúng ta đã thoát khỏi một mối phiền toái.
zh_hans: 我们摆脱了麻烦。

source: The defenseless are safer from outlaws.
de: Die Wehrlosen sind nun sicherer vor Banditen.
fr: Les personnes sans défense sont plus à l'abri des hors-la-loi.
it: Gli indifesi sono più al sicuro dai fuorilegge.
ko: 무방비 상태는 무법자로부터 더 안전합니다.
pl: Bezbronni są bezpieczniejśi przed banitami.
pt_br: Os indefesos estão mais seguros dos bandidos.
ru: Беззащитные теперь в большей безопасности.
tr: Savunmasızlar kanun kaçaklarından daha güvende.
vi: Những người không tự vệ được an toàn hơn trước bọn ngoài vòng pháp luật.
zh_hans: 无助者对不法分子更安全。

source: You have my thanks.
de: Du hast meinen Dank.
fr: Vous avez mes remerciements.
it: Ti sono grato.
ko: 나의 감사를 받으시오.
pl: Masz me podziękowania.
pt_br: Você tem a minha gratidão.
ru: Я благодарен вам.
tr: Teşekkürlerimi sunarım.
vi: Ngươi có được lời cảm ơn của ta.
zh_hans: 你有我的谢意。

source: in a time before time
de: in einer Zeit vor der Zeitrechnung
fr: dans un temps avant le temps
it: In un tempo prima del tempo
ko: 머나먼 과거에
pl: w czasie przed początkiem czasu
pt_br: em um tempo antes do tempo
ru: до начала времён
tr: zamanın öncesinde bir zamanda
vi: trong thuở khai thiên lập địa
zh_hans: 在一段时间之前

source: in the future
de: in der Zukunft
fr: à l'avenir
it: in futuro
ko: 미래에
pl: w przyszłości
pt_br: Sinto-me otimista sobre o futuro.
ru: в будущем
tr: gelecekte
vi: trong tương lai
zh_hans: 在将来

source: just now
de: jetzt gerade
fr: juste maintenant
it: proprio ora
ko: 방금
pl: właśnie teraz
pt_br: agora mesmo
ru: только что
tr: az önce
vi: vừa mới đây
zh_hans: 现在

source: a few minutes ago
de: vor einigen Minuten
fr: il y a quelques minutes
it: pochi minuti fa
ko: 몇 분 전
pl: kilka minut temu
pt_br: A poucos minutos atrás
ru: несколько минут назад
tr: birkaç dakika önce
vi: vài phút trước
zh_hans: 几分钟前

source: not a quarter hour ago
de: nicht vor einer Viertelstunde
fr: il y a pas un quart d'heure
it: meno d'un quarto d'ora fa
ko: 15분 전이 아니라
pl: nie więcej niż kwadrans temu
pt_br: Há menos de um quarto hora
ru: меньше четверти часа назад
tr: çeyrek saat bile olmadı
vi: chưa đầy mười lăm phút trước
zh_hans: 不是一刻钟前

source: not a half hour ago
de: nicht vor einer halben Stunde
fr: il y a pas une demi-heure
it: non più di mezz'ora fa
ko: 30분 안 되어서
pl: nie więcej niż pół godziny temu
pt_br: Não há meia hora
ru: меньше получаса назад
tr: yarım saat bile olmadı
vi: chưa đầy nửa giờ trước
zh_hans: 不到半小时前

source: not one hour ago
de: vor nicht einmal einer Stunde
fr: il y a pas une heure
it: non più di un'ora fa
ko: 한 시간도 안 되어서
pl: niecałą godzinę temu
pt_br: Não há uma hora atrás
ru: меньше часа назад
tr: bir saat bile olmadı
vi: chưa đầy một giờ trước
zh_hans: 不是一个小时前

source: a few hours ago
de: vor ein paar Stunden
fr: quelques heures plus tôt
it: poche ore fa
ko: 몇 시간 전에
pl: kilka godzin temu
pt_br: Há algumas horas atrás
ru: несколько часов назад
tr: birkaç saat önce
vi: vài giờ trước
zh_hans: 几个小时前

source: not one day ago
de: nicht vor einem Tag
fr: il n'y a pas un jour
it: non più di un giorno fa
ko: 하루도 안 되서
pl: niecałą dobę temu
pt_br: Não há um dia atrás
ru: меньше суток назад
tr: bir gün bile olmadı
vi: chưa đầy một ngày trước
zh_hans: 不是前一天

source: a few days ago
de: vor ein paar Tagen
fr: Il y a quelques jours
it: qualche giorno fa
ko: 며칠 전에
pl: kilka dni temu
pt_br: alguns dias atrás
ru: несколько дней назад
tr: birkaç gün önce
vi: vài ngày trước
zh_hans: 几天之前

source: several days ago
de: vor einigen Tagen
fr: il y a plusieurs jours
it: diversi giorni fa
ko: 수일 전에
pl: wiele dni temu
pt_br: Há vários dias.
ru: меньше недели назад
tr: birkaç gün önce
vi: nhiều ngày trước
zh_hans: 几天前

source: a week ago
de: vor einer Woche
fr: il y a une semaine
it: una settimana fa
ko: 일주일 전에
pl: tydzień temu
pt_br: Há uma semana
ru: неделю назад
tr: bir hafta önce
vi: một tuần trước
zh_hans: 一周前

source: a few weeks ago
de: vor ein paar Wochen
fr: il y a quelques semaines
it: qualche settimana fa
ko: 몇 주 전에
pl: parę tygodni temu
pt_br: Há algumas semanas atrás
ru: несколько недель назад
tr: birkaç hafta önce
vi: vài tuần trước
zh_hans: 几周前

source: a month ago
de: vor einem Monat
fr: il y a un mois
it: un mese fa
ko: 한 달 전에
pl: miesiąc temu
pt_br: um mês atrás
ru: месяц назад
tr: bir ay önce
vi: một tháng trước
zh_hans: 一个月前

source: a few months ago
de: vor ein paar Monaten
fr: il y a quelques mois
it: qualche mese fa
ko: 몇 달 전에
pl: kilka miesięcy temu
pt_br: Há alguns meses atrás
ru: несколько месяцев назад
tr: birkaç ay önce
vi: vài tháng trước
zh_hans: 几个月前

source: months ago
de: vor Monaten
fr: il y a des mois
it: mesi fa
ko: 몇달 전
pl: miesiące temu
pt_br: meses atrás
ru: месяцев назад
tr: aylar önce
vi: nhiều tháng trước
zh_hans: 几个月前

source: a year ago
de: vor einem Jahr
fr: il y a un an
it: un anno fa
ko: 한 해 전에
pl: rok temu
pt_br: um ano atrás
ru: год назад
tr: bir yıl önce
vi: một năm trước
zh_hans: 一年前

source: a few years ago
de: vor einigen Jahren
fr: il y a quelques années
it: qualche anno fa
ko: 몇 년 전에
pl: kilka lat temu
pt_br: Há alguns anos.
ru: пару лет назад
tr: birkaç yıl önce
vi: vài năm trước
zh_hans: 几年前

source: several years ago
de: vor einigen Jahren
fr: il y a plusieurs années
it: diversi anni fa
ko: 수년 전에
pl: parę lat temu
pt_br: Há vários anos.
ru: несколько лет назад
tr: birkaç yıl önce
vi: nhiều năm trước
zh_hans: 数年前

source: many years ago
de: vor vielen Jahren
fr: il y a de nombreuses années
it: molti anni fa
ko: 여러 해 전
pl: przed wieloma laty
pt_br: Tem um bocado de anos já.
ru: много лет назад
tr: uzun yıllar önce
vi: rất nhiều năm trước
zh_hans: 许多年前

source: long ago
de: vor langer Zeit
fr: il y a longtemps
it: tempo fa
ko: 오래전에
pl: dawno temu
pt_br: antigamente
ru: давно
tr: uzun zaman önce
vi: từ rất lâu rồi
zh_hans: 很久以前

source: long, long ago
de: vor langer, langer Zeit
fr: il y a longtemps
it: tanto tempo fa
ko: 아주 아주 오래전에
pl: dawno, dawno temu
pt_br: muito, muito tempo
ru: очень давно
tr: çok, çok uzun zaman önce
vi: từ xa xưa lắm rồi
zh_hans: 很久很久以前

source: the forces of
de: die Kräfte von
fr: les forces de
it: le forze di
ko: 의 힘
pl: siły
pt_br: as forças de
ru: войска
tr: şunun güçleri:
vi: các thế lực của
zh_hans: 的力量

source: was slain
de: wurde erschlagen
fr: a été tué
it: è stato ucciso
ko: 살해당했다
pl: został zabity
pt_br: foi morto
ru: был убит
tr: katledildi
vi: đã bị hạ sát
zh_hans: 被杀了

source: by a
de: von einem
fr: par un
it: da un
ko: 에 의해
pl: przez
pt_br: por um
ru: по
tr: bir şu tarafından:
vi: bởi một
zh_hans: 由一个

source: by the forces of
de: durch die Kräfte von
fr: par les forces de
it: dalle forze di
ko: 의 세력에 의해
pl: przez siły
pt_br: pelas forças de
ru: войсками
tr: şunun güçleri tarafından:
vi: bởi các thế lực của
zh_hans: 的力量。

source: creatures
de: Lebewesen
fr: créatures
it: creature
ko: 생물
pl: stworzenia
pt_br: criaturas
ru: существ
tr: yaratıklar
vi: sinh vật
zh_hans: 生物

source: a creature
de: ein Lebewesen
fr: une créature
it: una creatura
ko: 생물
pl: stworzenie
pt_br: animal
ru: существо
tr: bir yaratık
vi: một sinh vật
zh_hans: 一个生物

source: a member
de: ein Mitglied
fr: un membre
it: un membro
ko: 회원
pl: członek
pt_br: membro
ru: член
tr: bir üye
vi: một thành viên
zh_hans: 成员

source: died
de: starb
fr: décédés
it: morti
ko: 사망 한
pl: umarł
pt_br: morreu de velhice.
ru: умер
tr: öldü
vi: đã chết
zh_hans: 死亡

source: many died
de: viele sind gestorben
fr: beaucoup sont morts
it: molti sono morti
ko: 많은 사람들이 죽었다
pl: wielu umarło
pt_br: muitos morreram
ru: многие погибли
tr: çoğu öldü
vi: nhiều người đã chết
zh_hans: 很多人死了

source: I slew
de: Ich tötete
fr: j'ai tué
it: Ho ucciso
ko: 나는 죽였다
pl: Zabiłem
pt_br: Que matei
ru: Я убил
tr: Katlettim:
vi: Ta đã hạ sát
zh_hans: 我杀了

source: many foes
de: viele Gegner
fr: beaucoup d'ennemis
it: molti nemici
ko: 많은 적
pl: wielu wrogów
pt_br: muitos inimigos
ru: много врагов
tr: birçok düşman
vi: nhiều kẻ thù
zh_hans: 很多敌人

source: Mount
tr: Binek
vi: Núi

source: It is scorching hot!
de: Es ist glühend heiß!
fr: Il fait une chaleur torride !
it: Fa un caldo torrido!
ko: 무더위가 뜨겁다!
pl: Jest palący skwar!
pt_br: Isso é abrasador quente!
ru: Это пекло!
tr: Kavurucu sıcak!
vi: Trời nóng như thiêu đốt!
zh_hans: 这是炎热的！

source: It is freezing cold!
de: Es ist eisig kalt!
fr: Il fait un froid glacial !
it: Fa un freddo cane!
ko: 추워요!
pl: Jest przejmująco zimno!
pt_br: Está muito frio!
ru: Это замораживающий холод!
tr: Dondurucu soğuk!
vi: Trời lạnh cóng!
zh_hans: 天冷了！

source: Is that
de: Ist das
fr: Est-ce
it: Quello è
ko: 그게
pl: Czy to
pt_br: É isso
ru: Это
tr: O
vi: Liệu đó có phải là
zh_hans: 就是它

source: falling outside?
de: draußen fallen?
fr: tomber dehors ?
it: cadendo fuori?
ko: 밖으로 떨어지는?
pl: pada na zewnątrz?
pt_br: cair fora?
ru: снаружи?
tr: dışarıya mı yağıyor?
vi: đang rơi bên ngoài?
zh_hans: 掉到外面？

source: Looks like rain outside.
de: Draußen sieht es nach Regen aus.
fr: On dirait de la pluie dehors.
it: Pare che fuori piova.
ko: 밖에 비가 오는 것 같습니다.
pl: Wygląda, jakby na zewnątrz padał deszc.
pt_br: Parece que vai chover lá fora.
ru: Кажется дождь собирается.
tr: Dışarıda yağmur var gibi görünüyor.
vi: Trông như trời đang mưa bên ngoài.
zh_hans: 外面看起来像雨。

source: Looks to be snowing outside.
de: Es sieht aus, als würde es draußen schneien.
fr: Il semble qu'il neige dehors.
it: Pare che fuori nevichi.
ko: 밖에 눈이 오는 모양입니다.
pl: Zdaje się, że na zewnątrz pada śnieg.
pt_br: Parece estar nevando lá fora.
ru: Похоже, что снаружи идёт снег.
tr: Dışarıda kar yağıyor gibi görünüyor.
vi: Trông như trời đang tuyết rơi bên ngoài.
zh_hans: 看起来在外面下雪。

source: Look at the fog out there!
de: Seht euch den Nebel da draußen an!
fr: Regardez le brouillard là-bas!
it: Guarda che nebbia là fuori!
ko: 저기 안개 좀 봐!
pl: Spójrz na mgłę na zewnątrz!
pt_br: Olhe a neblina lá fora!
ru: Гляди-ка, туман!
tr: Dışarıdaki sise bak!
vi: Nhìn sương mù ngoài kia kìa!
zh_hans: 看那里的雾！

source: There is fog outside.
de: Draußen ist es neblig.
fr: Il y a du brouillard dehors.
it: Fuori è nebbioso.
ko: 밖에 안개가 있습니다.
pl: Na zewnątrz jest mgła.
pt_br: Há névoa lá fora.
ru: Снаружи туман.
tr: Dışarıda sis var.
vi: Bên ngoài có sương mù.
zh_hans: 外面有雾。

source: There is a mist outside.
de: Draußen ist es neblig.
fr: Il y a de la brume dehors.
it: Fuori c'è foschia.
ko: 밖에 안개가 있습니다.
pl: Na zewnątrz jest mgiełka.
pt_br: Há uma névoa lá fora.
ru: Снаружи дымка.
tr: Dışarıda pus var.
vi: Bên ngoài có sương mù.
zh_hans: 外面有雾。

source: Seems a pleasant enough
de: Scheint eine angenehme Sache zu sein
fr: Semble assez agréable
it: Sembra un'abbastanza piacevole
ko: 충분히 즐거울듯
pl: Wydaje się, że to dość przyjemny
pt_br: Parece bastante agradável o
ru: Довольно комфортно
tr: Dışarıda oldukça hoş bir
vi: Dường như khá dễ chịu
zh_hans: 看起来很愉快

source: night
de: Nacht
fr: nuit
it: notte
ko: 밤
pl: noc
pt_br: noite
ru: ночью
tr: gece
vi: đêm
zh_hans: 晚

source: dawn
de: Morgengrauen
fr: aube
it: alba
ko: 새벽
pl: świt
pt_br: Madrugada
ru: рассветом
tr: şafak
vi: bình minh
zh_hans: 黎明

source: day
de: Tag
fr: journée
it: giorno
ko: 낮
pl: dzień
pt_br: dia
ru: днём
tr: gün
vi: ngày
zh_hans: 天

source: sunset
de: Sonnenuntergang
fr: le coucher du soleil
it: tramonto
ko: 일몰
pl: zachód słońca
pt_br: Por do Sol
ru: закат
tr: gün batımı
vi: hoàng hôn
zh_hans: 日落

source: out there.
de: da draußen.
fr: là-bas.
it: là fuori.
ko: 저 밖에.
pl: tam.
pt_br: lá fora.
ru: снаружи.
tr: var.
vi: bên ngoài đó.
zh_hans: 在那里。

source: I wonder what the weather is like outside.
de: Ich frage mich, wie das Wetter draußen ist.
fr: Je me demande quel temps il fait dehors.
it: Mi chiedo che tempo faccia fuori.
ko: 바깥 날씨가 어떤지 궁금합니다.
pl: Ciekawe, jaka pogoda jest na zewnątrz?
pt_br: Gostaria de saber qual é o tempo lá fora.
ru: Интересно, какая погода снаружи.
tr: Dışarıda havanın nasıl olduğunu merak ediyorum.
vi: Ta tự hỏi thời tiết bên ngoài thế nào.
zh_hans: 我想知道外面的天气怎么样。

source: What is this?
de: Was ist das?
fr: Qu'est-ce que c'est?
it: Cos'è questo?
ko: 이게 뭔가요?
pl: Co to jest?
pt_br: O que é isso?
ru: Что это?
vi: Đây là gì?
zh_hans: 这是什么？

source: It is raining.
de: Es regnet.
fr: Il pleut.
it: Sta piovendo.
ko: 비가 내립니다.
pl: Pada deszcz.
pt_br: está chovendo
ru: Идёт дождь.
tr: Yağmur yağıyor.
vi: Trời đang mưa.
zh_hans: 下雨了。

source: It is snowing.
de: Es schneit.
fr: Il neige.
it: Sta nevicando.
ko: 눈이 오고 있다.
pl: Pada śnieg.
pt_br: Está a nevar
ru: Идёт снег.
tr: Kar yağıyor.
vi: Trời đang tuyết rơi.
zh_hans: 下雪了.

source: Curse this fog! I cannot see a thing.
de: Verflucht sei dieser Nebel! Ich kann nichts sehen.
fr: Maudit soit ce brouillard ! Je ne peux rien voir.
it: Maledetta nebbia! Non vedo niente.
ko: 이 안개를 저주하라!
pl: Przeklęta mgła! Nic nie widzę.
pt_br: Maldito nevoeiro! Eu não posso ver uma coisa.
ru: Проклятый туман! Хоть глаз выколи.
vi: Đáng nguyền rủa làn sương mù này! Ta chẳng thể thấy gì cả.
zh_hans: 诅咒这雾！我看不到一件事。

source: I hope this fog lifts soon.
de: Ich hoffe, dass sich dieser Nebel bald lichtet.
fr: J'espère que ce brouillard se lèvera bientôt.
it: Spero che questa nebbia si dissolva presto.
ko: 빨리 이 안개가 걷히길 바랍니다.
pl: Mam nadzieję, że mgła się szybko podniesie.
pt_br: Espero que este nevoeiro Levanta logo.
ru: Надеюсь, туман скоро рассеется.
tr: Umarım bu sis yakında kalkar.
vi: Ta mong làn sương mù này sớm tan.
zh_hans: 我希望这场大雾很快升起。

source: I hope this mist passes.
de: Ich hoffe, dieser Nebel geht vorüber.
fr: J'espère que cette brume passe.
it: Spero che questa foschia passi.
ko: 이 안개가 지나가길 바랍니다.
pl: Mam nadzieję, że mgiełka minie.
pt_br: Espero que essa neblina passa.
ru: Надеюсь, дымка скоро рассеется.
tr: Umarım bu pus geçer.
vi: Ta mong lớp sương mỏng này tan đi.
zh_hans: 我希望这雾气过去了。

source: The weather looks to be fine today.
de: Das Wetter scheint heute gut zu sein.
fr: Le temps s'annonce beau aujourd'hui.
it: Il tempo pare esser bello oggi.
ko: 오늘은 날씨가 좋은 것 같습니다.
pl: Wydaje się, że pogoda dzisiaj jest dobra.
pt_br: O tempo parece ficar bem hoje.
ru: Сегодня хорошая погодка.
tr: Hava bugün güzel görünüyor.
vi: Hôm nay thời tiết có vẻ tốt.
zh_hans: 今天天气好看。

source: The weather does not look too bad today.
de: Das Wetter sieht heute gar nicht so schlecht aus.
fr: Le temps ne s'annonce pas trop mauvais aujourd'hui.
it: Oggi il tempo non sembra male.
ko: 오늘 날씨도 나쁘지 않은 것 같습니다.
pl: Nie wydaje się, by pogoda była dzisiaj zła.
pt_br: O tempo não parece muito ruim hoje.
ru: Сегодня погода получше.
tr: Hava bugün çok kötü görünmüyor.
vi: Hôm nay thời tiết trông cũng không tệ lắm.
zh_hans: 今天的天气看起来并不太糟糕。

source: Look at those clouds!
de: Sieh dir diese Wolken an!
fr: Regarde ces nuages!
it: Guarda quelle nuvole!
ko: 저 구름 좀 봐!
pl: Spójrz na te chmury!
pt_br: Olha para as nuvens!
ru: Вот это тучи!
tr: Şu bulutlara bak!
vi: Nhìn những đám mây kia kìa!
zh_hans: 看看那些云！

source: The stars are bold tonight.
de: Die Sterne stehen heute Abend gut.
fr: Les stars sont audacieuses ce soir.
it: Le stelle sono audaci stasera.
ko: 오늘 밤 별은 대담합니다.
pl: Gwiazdy świecą jasno tej nocy.
pt_br: Esta noite, as estrelas estao em negrito.
ru: Небо полно звёзд.
tr: Bu gece yıldızlar çok parlak.
vi: Đêm nay sao thật rực rỡ.
zh_hans: 明星今晚大胆。

source: It is a starless night.
de: Es ist eine sternenlose Nacht.
fr: C'est une nuit sans étoiles.
it: È una notte senza stelle.
ko: 별이 없는 밤입니다.
pl: To bezgwiezdna noc.
pt_br: É uma noite starless.
ru: Беззвёздная ночь.
tr: Yıldızsız bir gece.
vi: Đây là một đêm không sao.
zh_hans: 这是一个没有星光的夜晚。

source: It is hot.
de: Es ist heiß.
fr: Il fait chaud.
it: È caldo.
ko: 뜨겁다.
pl: Jest gorąco.
pt_br: Está quente.
ru: Жарко.
tr: Hava sıcak.
vi: Trời nóng.
zh_hans: 很热。

source: It is cold.
de: Es ist kalt.
fr: Il fait froid.
it: È freddo.
ko: 날씨가 춥다.
pl: Jest zimno.
pt_br: Está frio.
ru: Очень холодно.
tr: Hava soğuk.
vi: Trời lạnh.
zh_hans: 好冷。

source: What a wind!
de: Was für ein Wind!
fr: Quel vent !
it: Che vento!
ko: 정말 바람!
pl: Co za wiatr!
pt_br: Que vento!
ru: Вот это ветер!
tr: Ne rüzgar ama!
vi: Gió thật dữ dội!
zh_hans: 多风啊！

source: And what a wind!
de: Und was für ein Wind!
fr: Et quel vent !
it: E che vento!
ko: 그리고 얼마나 바람!
pl: I co za wiatr!
pt_br: E que vento!
ru: Вот это ветрище!
vi: Và gió thật dữ dội!
zh_hans: 多风啊！
