Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: lay
de: legen
fr: allonger
it: appoggia
ko: 두다.
pl: kłaść
pt_br: deitar
ru: лечь
tr: sergiliyor
vi: trình bày
zh_hans: 放置

source: forth an awe-inspiring sermon for the ages!
de: eine ehrfurchtgebietende Predigt für die Ewigkeit!
fr: un sermon impressionnant pour les âges !
it: avanti un sermone impressionante del secolo!
ko: 대대로 경외심을 불러일으키는 설교를 시작하라!
pl: wygłoszono olśniewające kazanie inspirujące na wieki!
pt_br: adiante um sermão inspirador para todos os tempos!
ru: внушающая благоговение проповедь!
tr: çağlar boyu hatırlanacak hayranlık uyandırıcı bir vaaz!
vi: một bài giảng hùng vĩ đi vào lịch sử!
zh_hans: 讲述了一场令人惊叹到足以传颂千古的布道！

source: artfully deliver
de: kunstvoll gibt
fr: livrer astucieusement
it: consegnare ad arte
ko: 교묘하게 전하다
pl: umiejętnie dostarczyć
pt_br: entregador hábil
ru: художественно доставлять
tr: ustalıkla sunuyor
vi: thể hiện một cách tinh tế
zh_hans: 巧妙地讲演

source: a lucid and powerful sermon.
de: eine erleuchtete und kraftvolle Predigt.
fr: un sermon lucide et puissant.
it: un sermone chiaro e potente.
ko: 명료하고 강력한 설교.
pl: klarowne i mocne kazanie.
pt_br: um sermão lúcido e poderoso.
ru: ясную и мощную проповедь.
tr: berrak ve güçlü bir vaaz.
vi: một bài giảng rõ ràng và hùng hồn.
zh_hans: 一篇清晰有力的布道。

source: giving a creditable sermon.
de: eine ehrenhafte Predigt halten.
fr: donnant un sermon honorable.
it: dando un sermone degno di stima.
ko: 훌륭한 설교를 한다.
pl: dano godne pochwały kazanie.
pt_br: dando um sermão digno.
ru: читая неплохую проповедь.
tr: saygın bir vaaz veriyor.
vi: trình bày một bài giảng đáng khen.
zh_hans: 讲述了一次令人信服的布道。

source: just can't give a sermon very well.
de: kann einfach keine gute Predigt halten.
fr: ne peut tout simplement pas très bien donner un sermon.
it: non può proprio fare un sermone decente.
ko: 설교를 잘 할 수 없을 뿐이다.
pl: po prostu nie potrafi dobrze wygłosić kazania.
pt_br: só não consegue dar um sermão muito bem.
ru: не может дать хорошую проповедь.
tr: pek iyi vaaz veremiyor.
vi: không thể giảng một bài tốt.
zh_hans: 布道讲述的差强人意。

source: dance
de: Tanz
fr: Danse
it: danza
ko: 춤춘다
pl: taniec
pt_br: dança
ru: танец
tr: dans ediyor
vi: nhảy múa
zh_hans: 舞蹈

source: flawlessly, like someone out of a legend!
de: perfekt, wie jemand aus einer Legende!
fr: parfaitement, comme quelqu'un sorti d'une légende !
it: perfettamente, come qualcuno uscito da una leggenda!
ko: 완벽하게, 마치 전설 속 누군가처럼!
pl: perfekcyjnie, jakby był postacią z legend!
pt_br: impecável, como uma lenda!
ru: безупречно, достойно легенд!
tr: kusursuzca, sanki efsanelerden fırlamış biri gibi!
vi: hoàn hảo, tựa như một nhân vật trong truyền thuyết!
zh_hans: 完美无缺，就像传说中的某个人一样！

source: dancing exceptionally.
de: tanzt außergewöhnlich.
fr: danser exceptionnellement.
it: danza eccezionalmente.
ko: 유별나게 춤추다.
pl: tańczy rewelacyjnie.
pt_br: dançando excepcionalmente.
ru: танцуя потрясающе.
tr: olağanüstü dans ediyor.
vi: nhảy múa xuất chúng.
zh_hans: 跳很别致的舞。

source: dancing well.
de: tanzt sehr gut.
fr: bien danser.
it: danza bene.
ko: 괜찮게 췄다.
pl: tańczy dobrze.
pt_br: dançando bem.
ru: неплохо танцуя.
tr: iyi dans ediyor.
vi: nhảy múa tốt.
zh_hans: 跳得好。

source: get
de: wird
fr: obtenir
it: ottiene
ko: 얻는다
pl: weź
pt_br: pega
ru: запутался
tr: oluyor
vi: bị
zh_hans: 得到

source: tangled up.
de: verwickelt in.
fr: emmêlé.
it: aggrovigliato.
ko: 뒤엉켜버렸다.
pl: plącze się.
pt_br: enrolado.
tr: ayakları birbirine dolaşmış.
vi: vướng víu.
zh_hans: 纠结了。

source: and the
de: und der/die/das
fr: et le/la
it: e lo
ko: 그리고
pl: i
pt_br: e o(a)
ru: и
tr: ve
vi: và {0}
zh_hans: 和

source: are indistinguishable!
de: ist/sind nicht unterscheidbar!
fr: sont indiscernables !
it: sono indistinguibili!
ko: 구별할 수 없다!
pl: są nie do odróżnienia !
pt_br: são indistinguíveis!
ru: неразличим!
tr: birbirinden ayırt edilemez!
vi: không thể phân biệt!
zh_hans: 难以区分！

source: instrument
it: strumento
ko: 악기
pt_br: instrumento
ru: инструмент
tr: enstrüman
vi: nhạc cụ
zh_hans: 仪器

source: delivering a virtuoso performance on the
de: bietet einen virtuose Leistung dar für
fr: offrant une performance virtuose sur le
it: offrendo una prestazione virtuosa sul
ko: 뛰어난 기교를 제공한다
pl: dając wirtuozerski występ na
pt_br: entregando uma apresentação virtuosa na
ru: давая виртуозное выступление на
tr: şunda virtüöz bir performans sergiliyor:
vi: trình diễn một màn trình diễn bậc thầy trên {0}
zh_hans: 表现出众在

source: is absolutely flawless.
de: ist absolut makellos.
fr: est absolument impeccable.
it: è assolutamente perfetto.
ko: 은/는 흠잡을데 없이 완벽하다.
pl: jest absolutnie perfekcyjne
pt_br: é absolutamente impecável.
ru: просто безупречна.
tr: kesinlikle kusursuz.
vi: là hoàn toàn không tì vết.
zh_hans: 绝对完美无缺。

source: chant
de: Gesang
it: canto
ko: 성가
pl: skandowanie
pt_br: cântico
ru: напевает
tr: ilahi
vi: hát
zh_hans: 号子

source: song
de: Lied
fr: chanson
it: canzone
ko: 노래
pl: pieśń
pt_br: canção
ru: песня
tr: şarkı
vi: bài hát
zh_hans: 歌

source: could nearly pass for the voice of the
de: koennte fast die Stimme abgeben für
fr: pourrait presque passer pour la voix du
it: potrebbe quasi passare per la voce di
ko: 거의 그 목소리로 지나갈 수 있었다.
pl: mógłby być pomylony z głosem
pt_br: quase poderia passar pela voz do
ru: еле подходит для голоса
tr: neredeyse şunun sesi sanılabilirdi:
vi: gần như có thể được xem là giọng của {0}
zh_hans: 几乎可以被认为是那种声音，即

source: play
de: spiele
fr: jouer
it: giocare
ko: 한다
pl: gra
pt_br: tocar
ru: играть
tr: çalıyor
vi: chơi
zh_hans: 玩

source: with skill.
de: mit Können.
fr: avec habileté.
it: con abilità.
ko: 능숙하게.
pl: z kunsztem.
pt_br: com habilidade.
ru: с умением.
tr: beceriyle.
vi: một cách điêu luyện.
zh_hans: 有技巧。

source: sing
de: singen
fr: chanter
it: canta
ko: 노래한다
pl: śpiewa
pt_br: cantar
ru: петь
tr: şarkı söylüyor
vi: hát
zh_hans: 唱

source: beautifully.
de: wunderschön.
fr: magnifiquement.
it: magnificamente.
ko: 아름답게.
pl: przepięknie
pt_br: lindamente.
ru: прекрасно.
tr: güzel bir şekilde.
vi: một cách tuyệt đẹp.
zh_hans: 美丽的。

source: sound
de: klingen
fr: du son
it: suona
ko: 소리
pl: dźwięk
pt_br: som
ru: звук
tr: tınlıyor
vi: nghe có vẻ
zh_hans: 声音

source: vaguely like the intended
de: wage wie die geplante
fr: vaguement comme prévu
it: vagamente come quello inteso
ko: 어렴풋이 의도된대로
pl: nie do końca tak jak powinien
pt_br: vagamente como o pretendido
ru: как будто так и задумно
tr: belirsiz bir şekilde amaçlanan şu gibi:
vi: mơ hồ giống với {0} dự định
zh_hans: 大致上如预期的那样

source: playing the
de: spielen auf
fr: jouer de
it: suonando il
ko: 연주
pl: grając
pt_br: tocando o
ru: играет
tr: şunu çalıyor:
vi: chơi {0}
zh_hans: 玩

source: well.
de: gut.
fr: bien.
it: bene.
ko: 음.
pl: dobrze
pt_br: bem.
ru: хорошо.
tr: iyi.
vi: tốt.
zh_hans: 好。

source: chanting
de: singend
fr: psalmodie
it: intonando un canto
ko: 성가를 부른다
pl: skandowanie
pt_br: entoando
ru: пение
tr: ilahi söyleyerek
vi: tụng ca
zh_hans: 诵经

source: singing
de: singend
fr: en chantant
it: cantando
ko: 노래한다
pl: śpiew
pt_br: cantando
ru: поющий
tr: şarkı söyleyerek
vi: ca hát
zh_hans: 唱歌

source: make
de: machen
fr: Fabriquer
it: crea
ko: 만든다
pl: tworzy
pt_br: fazer
ru: делать
tr: ediyor
vi: biến
zh_hans: 使

source: a mockery of the
de: ein Hohn auf die
fr: une moquerie de
it: una parodia di
ko: ~에 대한 조롱
pl: parodię z
pt_br: uma paródia do
ru: издевательство над
tr: şununla alay
vi: thành trò cười của {0}
zh_hans: 嘲弄

source: with a shameworthy performance.
de: mit einer beschaemenden Leistung.
fr: avec une performance honteuse.
it: con una performance vergognosa.
ko: 부끄러운 연기로.
pl: z występem godnym pożałowania.
pt_br: com uma apresentação vergonhosa.
ru: позорным исполнением.
tr: utanç verici bir performansla.
vi: bằng một màn trình diễn đáng xấu hổ.
zh_hans: 具有可耻的表现。

source: doesn't
de: nicht
fr: n'a pas
it: non
ko: 하지 않는다
pl: nie
pt_br: não
ru: не
tr: yapmaz
vi: không
zh_hans: 不

source: don't
de: nicht
fr: ne le faites pas
it: non
ko: 할 수 없다
pl: nie
pt_br: não
ru: не
tr: yapma
vi: không
zh_hans: 别

source: seem to know how to play the
de: scheint zu wissen, wie man spielt das
fr: semblent savoir jouer du
it: sembra sapere come suonare lo
ko: 연주할 줄 아는 것 같다
pl: wydaje się wiedzieć, jak należy grać na
pt_br: parece saber como tocar o
ru: похоже, что знает, как играть
tr: şunu nasıl çalacağını biliyor gibi görünmüyor:
vi: dường như không biết cách chơi {0}
zh_hans: 似乎知道怎么玩

source: sloppily
de: nachlaessig
fr: négligemment
it: maldestramente
ko: 엉성하게
pl: niedbale
pt_br: desleixado
ru: небрежно
tr: özensizce
vi: cẩu thả
zh_hans: 拖泥带水

source: and even forget
de: und vergisst sogar
fr: et même oublier
it: e dimentica persino
ko: 그리고 비록 잊었을지라도
pl: zapomina nawet
pt_br: e até mesmo esquecer
ru: и даже забыть
tr: ve hatta unutuyor
vi: và thậm chí quên
zh_hans: 甚至忘了

source: some of the words.
de: manche der Worte.
fr: certains des mots.
it: alcune delle parole.
ko: 단어의 일부를.
pl: części słów
pt_br: algumas das palavras.
ru: некоторые слова.
tr: bazı kelimeleri.
vi: một số lời.
zh_hans: 一些话。

source: bring
de: bringst
fr: apporter
it: porta
ko: 가져오다
pl: nadaje
pt_br: trazer
ru: воплощаете
tr: getiriyor
vi: làm cho
zh_hans: 带来

source: the poem to life with this flawless recitation.
de: das Gedicht zum Leben mit dieser fehlerlosen Rezitation.
fr: le poème à la vie avec cette récitation sans faille.
it: il poema alla vita con questa impeccabile recitatione.
ko: 인생에 바치는 시를 완벽히 암송한다.
pl: życia poezji poprzez perfekcyjną recytacje.
pt_br: o poema à vida com esta recitação impecável.
ru: стихи в жизнь своей безупречной декламацией.
tr: bu kusursuz okumayla şiiri hayata.
vi: bài thơ sống động với màn ngâm thơ hoàn hảo này.
zh_hans: 完美无缺的朗诵使这首诗鲜活无比。

source: choose
de: waehlen
fr: choisir
it: sceglie
ko: 선택하다
pl: wybiera
pt_br: escolha
ru: выбираете
tr: seçiyor
vi: chọn
zh_hans: 选择

source: the perfect phrasing.
de: die perfekte Formulierung.
fr: la phrase parfaite.
it: il fraseggio perfetto.
ko: 완벽한 표현이다.
pl: perfekcyjne frazy
pt_br: o fraseado perfeito.
ru: безупречные фразы.
tr: mükemmel ifadeyi.
vi: cách diễn đạt hoàn hảo.
zh_hans: 完美的措辞。

source: recite
de: rezitierst
fr: réciter
it: recita
ko: 암송하다
pl: recytuje
pt_br: recitar
ru: декламируете
tr: okuyor
vi: ngâm
zh_hans: 朗诵

source: the words evocatively.
de: die Worte stimmungsvoll.
fr: les mots de manière évocatrice.
it: le parole in modo evocativo.
ko: 추억을 되살리는 단어들을.
pl: słowa sugestywnie
pt_br: as palavras sugestivamente.
ru: слова с выражением.
tr: kelimeleri canlandırarak.
vi: các lời một cách gợi cảm.
zh_hans: 这些言语令人回味。

source: enunciate
de: artikulierst
fr: énoncer
it: enuncia
ko: 발음한다
pl: wymawia
pt_br: enunciar
ru: произносите
tr: telaffuz ediyor
vi: phát âm
zh_hans: 发音

source: crisply.
de: knackig.
fr: croustillant.
it: chiaramente.
ko: 선명하게.
pl: wyraźnie
pt_br: nitidamente
ru: чётко.
tr: net bir şekilde.
vi: rõ ràng.
zh_hans: 干脆。

source: speak
de: sprechen
fr: parler
it: parla
ko: 말한다
pl: mówi
pt_br: falar
ru: проговариваете
tr: konuşuyor
vi: nói
zh_hans: 说话

source: mumble
de: murmeln
fr: marmonner
it: mormora
ko: 우물거린다
pl: mamrocze
pt_br: resmungar
ru: боромочете
tr: mırıldanıyor
vi: lẩm bẩm
zh_hans: 咕哝

source: , having completely forgotten the words.
de: , völlig sprachlos.
fr: , ayant complètement oublié les mots.
it: , avendo completamente dimenticato le parole.
ko: , 그 단어를 완전히 잊어버린 채로.
pl: , całkowicie zapomniawszy słów.
pt_br: , tendo esquecido completamente as palavras.
ru: , чтобы вспомнить слова.
tr: , kelimeleri tamamen unutmuş.
vi: , hoàn toàn quên hết lời.
zh_hans: ，完全忘记了这些话。

source: poorly.
de: schlecht.
fr: pauvrement.
it: malamente.
ko: 비참하게.
pl: słabo
pt_br: mal.
ru: плохо.
tr: kötü bir şekilde.
vi: kém cỏi.
zh_hans: 糟糕。

source: weave
de: weben
fr: tisser
it: tesse
ko: 엮다
pl: macha
pt_br: tecer
ru: плетёте
tr: dokuyor
vi: dệt nên
zh_hans: 编织

source: a mesmerizing tale!
de: eine faszinierende Geschichte!
fr: une histoire fascinante !
it: un racconto affascinante!
ko: 매혹적인 이야기!
pl: hipnotyzującą opowieść!
pt_br: um conto fascinante!
ru: завораживающую историю!
tr: büyüleyici bir hikaye!
vi: một câu chuyện mê hoặc!
zh_hans: 一个令人着迷的故事！

source: tell
de: erzählen
fr: raconter
it: racconta
ko: 말하다
pl: opowiada
pt_br: contar
ru: рассказывает
tr: anlatıyor
vi: kể
zh_hans: 告诉

source: the story in vivid detail.
de: die Geschichte in lebhaften Details.
fr: l'histoire dans les moindres détails.
it: la storia in modo vivido.
ko: 생생한 디테일의 이야기.
pl: historie w bujnych detalach
pt_br: a história em detalhes vívidos.
ru: историю в ярких красках.
tr: hikayeyi canlı ayrıntılarla.
vi: câu chuyện với chi tiết sống động.
zh_hans: 这个故事细致生动。

source: telling the tale quite well.
de: erzählt die Geschichte ganz gut.
fr: raconter assez bien l'histoire.
it: raccontando la storia alquanto bene.
ko: 이야기를 꽤 잘 한다.
pl: całkiem niezły w opowiadaniu historii.
pt_br: contando o conto muito bem.
ru: довольно неплохо рассказывая историю.
tr: hikayeyi oldukça iyi anlatıyor.
vi: kể câu chuyện khá tốt.
zh_hans: 相当好地讲述了这个故事。

source: stumble
de: stolpern
fr: trébucher
it: incespica
ko: 헛디디다
pl: potyka się
pt_br: tropeçar
ru: спотыкаетесь
tr: tökezliyor
vi: vấp váp
zh_hans: 结巴

source: over the details.
de: über die Details.
fr: au fil des détails.
it: sui dettagli.
ko: 세세한 부분까지.
pl: na detalach
pt_br: sobre os detalhes.
ru: на подробностях.
tr: ayrıntılarda.
vi: trong các chi tiết.
zh_hans: 在细节上。

source: It has no writing.
de: Es hat keine Aufschrift.
fr: Il n'a pas d'écriture.
it: Non ha nessuna scrittura.
ko: 쓰여진 것이 없다.
pl: Nie ma tu tekstu.
pt_br: Não tem nada escrito.
ru: Здесь ничего не написано.
tr: Yazı içermiyor.
vi: Nó không có chữ viết.
zh_hans: 上面没有字。

source: The pages are blank.
de: Die Seiten sind leer.
fr: Les pages sont vierges.
it: Le pagine sono bianche.
ko: 페이지가 비어 있다.
pl: Strony są puste.
pt_br: As páginas estão em branco.
ru: Страницы пусты.
tr: Sayfalar boş.
vi: Các trang giấy trắng.
zh_hans: 页面是空白的。

source: It has no pages.
de: Es hat keine Seiten.
fr: Il n'a pas de pages.
it: Non ha pagine.
ko: 페이지가 없다.
pl: Nie ma stron.
pt_br: Não tem nenhuma página.
ru: Здесь нет страниц.
tr: Sayfaları yok.
vi: Nó không có trang giấy.
zh_hans: 它没有页面。

source: gila monster
de: Gila-Krustenechse
fr: monstre gila
it: lucertola perlinata
ko: 독도마뱀
pl: heloderma
pt_br: Monstro-de-gila
ru: ядозуб
tr: gila canavarı
vi: Quái vật Gila
zh_hans: 毒蜥

source: Reputation:
tr: İtibar:
vi: Danh tiếng:

source: legendary hero
de: legendärer Held
fr: héros légendaire
it: leggendario eroe
ko: 전설적인 영웅
pl: legendarny bohater
pt_br: um herói lendário
ru: легендарный герой
tr: efsanevi kahraman
vi: anh hùng huyền thoại
zh_hans: 传奇英雄

source: famous hero
de: berühmter Held
fr: héros célèbre
it: famoso eroe
ko: 유명한 영웅
pl: słynny bohater
pt_br: famoso herói
ru: знаменитый герой
tr: ünlü kahraman
vi: anh hùng nổi tiếng
zh_hans: 名声显赫的英雄

source: hero
de: Held
fr: héros
it: eroe
ko: 영웅
pl: bohater
pt_br: herói
ru: герой
tr: kahraman
vi: Anh hùng
zh_hans: 英雄

source: greatly respected for heroic acts
de: für heldenhafte Taten hoch geachtet
fr: très respecté pour ses actes héroïques
it: molto rispettato per atti eroici
ko: 영웅적인 행동에 크게 존경
pl: bardzo szanowany za bohaterskie czyny
pt_br: muito respeitado por actos heróicos
ru: глубоко уважаем за героические поступки
tr: kahramanca eylemlerinden dolayı büyük saygı duyulan
vi: Được kính trọng sâu sắc vì hành động anh hùng
zh_hans: 因英勇行为而受到极大尊重

source: respected for heroic acts
de: für heldenhafte Taten geachtet
fr: respecté pour ses actes héroïques
it: rispettato per atti eroici
ko: 영웅적인 행위에 대한 존경
pl: szanowany za bohaterskie czyny
pt_br: respeitado por actos heróicos
ru: уважаем за героические поступки
tr: kahramanca eylemlerinden dolayı saygı duyulan
vi: Được kính trọng vì hành động anh hùng
zh_hans: 尊重英雄行为

source: legendary training partner
tr: efsanevi eğitim ortağı
vi: Đối tác tập luyện huyền thoại

source: famous training partner
tr: ünlü eğitim ortağı
vi: Đối tác tập luyện nổi tiếng

source: noted training partner
tr: tanınmış eğitim ortağı
vi: Đối tác tập luyện đáng chú ý

source: training partner
tr: eğitim ortağı
vi: Đối tác tập luyện

source: dabbling training partner
tr: acemi eğitim ortağı
vi: Đối tác tập luyện tập tọe

source: legendary brawler
de: legendärer Raufbold
fr: bagarreur légendaire
it: leggendario attaccabrighe
ko: 전설적인 싸움꾼
pl: Legendarny awanturnik
pt_br: lutador lendário
ru: легендарный забияка
tr: efsanevi kavgacı
vi: Đấu sĩ huyền thoại
zh_hans: 传奇的争斗者

source: famous brawler
de: berühmter Raufbold
fr: célèbre bagarreur
it: famoso attaccabrighe
ko: 유명한 싸움꾼
pl: słynny awanturnik
pt_br: lutador famoso
ru: печально известный забияка
tr: ünlü kavgacı
vi: Đấu sĩ nổi tiếng
zh_hans: 名声显赫的争斗者

source: noted brawler
de: bekannter Raufbold
fr: bagarreur noté
it: noto attaccabrighe
ko: 유명한 싸움꾼
pl: znany awanturnik
pt_br: lutador notável
ru: признанный забияка
tr: tanınmış kavgacı
vi: Đấu sĩ đáng chú ý
zh_hans: 著名的争斗者

source: known brawler
de: bekannter Raufbold
fr: bagarreur connu
it: attaccabrighe conosciuto
ko: 알려진 싸움꾼
pl: znany awanturnik
pt_br: lutador reconhecido
ru: известный забияка
tr: bilinen kavgacı
vi: Đấu sĩ được biết đến
zh_hans: 知名的争斗者

source: rumored brawler
de: angeblicher Raufbold
fr: bagarreur rumeur
it: vociferato attaccabrighe
ko: 소문난 싸움꾼
pl: plotki o awanturniku
pt_br: lutador com rumores
ru: известный по слухам забияка
tr: söylentilere göre kavgacı
vi: Đấu sĩ bị đồn đại
zh_hans: 传说中的争斗者

source: legendary villain
de: legendärer Schurke
fr: méchant légendaire
it: leggendario cattivo
ko: 전설적인 악당
pl: legendarny czarny charakter
pt_br: um lendário vilao
ru: легендарный злодей
tr: efsanevi kötü adam
vi: Ác nhân huyền thoại
zh_hans: 传说中的恶棍

source: infamous villain
de: berüchtigter Schurke
fr: méchant infâme
it: famigerato cattivo
ko: 악명 높은 악당
pl: niesławny łotr
pt_br: um vilao infame
ru: печально известный злодей
tr: kötü şöhretli kötü adam
vi: Ác nhân khét tiếng
zh_hans: 臭名昭着的恶棍

source: noted villain
de: bekannter Schurke
fr: méchant noté
it: noto cattivo
ko: 유명한 악당
pl: znany czarny charakter
pt_br: um vilao notável
ru: признанный злодей
tr: tanınmış kötü adam
vi: Ác nhân đáng chú ý
zh_hans: 著名的恶棍

source: known villain
de: bekannter Schurke
fr: méchant connu
it: cattivo conosciuto
ko: 알려진 악당
pl: znany złoczyńca
pt_br: um vilao conhecido
ru: известный злодей
tr: bilinen kötü adam
vi: Ác nhân được biết đến
zh_hans: 知名的恶棍

source: rumored villain
de: angeblicher Schurke
fr: méchant selon la rumeur
it: vociferato cattivo
ko: 소문난 악당
pl: rzekomy złoczyńca
pt_br: rumores de vilao
ru: известный по слухам злодей
tr: söylentilere göre kötü adam
vi: Ác nhân bị đồn đại
zh_hans: 传说中的恶棍

source: legendary trade partner
tr: efsanevi ticaret ortağı
vi: Đối tác thương mại huyền thoại

source: famous trade partner
tr: ünlü ticaret ortağı
vi: Đối tác thương mại nổi tiếng

source: noted trade partner
tr: tanınmış ticaret ortağı
vi: Đối tác thương mại đáng chú ý

source: trade partner
de: Handelspartner
fr: partenaire commercial
it: socio commerciale
ko: 무역 파트너
pl: partner handlowy
pt_br: parceiro comercial
ru: торговый партнер
tr: ticaret ortağı
vi: Đối tác thương mại
zh_hans: 贸易伙伴

source: dabbling trade partner
tr: acemi ticaret ortağı
vi: Đối tác thương mại tập tọe

source: legendarily polite
tr: efsanevi derecede kibar
vi: Lịch thiệp huyền thoại

source: famously polite
tr: ünlü derecede kibar
vi: Lịch thiệp nổi tiếng

source: notably polite
tr: dikkate değer derecede kibar
vi: Lịch thiệp đáng chú ý

source: polite
fr: poli
it: educato
ko: 예의 바른
pl: uprzejmy
pt_br: educado
ru: вежливый
tr: kibar
vi: Lịch thiệp
zh_hans: 有礼貌的

source: possibly polite
tr: muhtemelen kibar
vi: Có thể lịch thiệp

source: legendary killer
de: legendärer Mörder
fr: tueur légendaire
it: leggendario assassino
ko: 전설적인 킬러
pl: legendarny zabójca
pt_br: um assassino lendário
ru: легендарный убийца
tr: efsanevi katil
vi: Sát nhân huyền thoại
zh_hans: 传奇杀手

source: infamous killer
de: berüchtigter Mörder
fr: tueur infâme
it: famigerato assassino
ko: 악명 높은 살인자
pl: niesławny zabójca
pt_br: um infame assassino
ru: печально известный убийца
tr: kötü şöhretli katil
vi: Sát nhân khét tiếng
zh_hans: 臭名昭着的杀手

source: noted killer
de: bekannter Mörder
fr: tueur noté
it: noto assassino
ko: 저명한 킬러
pl: odnotowany zabójca
pt_br: um famoso assassino
ru: признанный убийца
tr: tanınmış katil
vi: Sát nhân đáng chú ý
zh_hans: 著名的杀手

source: known killer
de: bekannter Mörder
fr: tueur connu
it: assassino conosciuto
ko: 알려진 살인자
pl: znany zabójca
pt_br: um assassino conhecido
ru: известный убийца
tr: bilinen katil
vi: Sát nhân được biết đến
zh_hans: 知名的杀手

source: rumored killer
de: angeblicher Mörder
fr: tueur présumé
it: vociferato assassino
ko: 소문난 킬러
pl: rzekomy zabójca
pt_br: rumores de assassino
ru: известный по слухам убийца
tr: söylentilere göre katil
vi: Sát nhân bị đồn đại
zh_hans: 传说中的杀手

source: legendary murderer
de: legendärer Mörder
fr: meurtrier légendaire
it: leggendario omicida
ko: 전설적인 살인자
pl: legendarny morderca
pt_br: um assassino lendário
ru: легендарный душегуб
tr: efsanevi cani
vi: Kẻ giết người huyền thoại
zh_hans: 传奇凶手

source: infamous murderer
de: berüchtigter Mörder
fr: meurtrier infâme
it: famigerato omicida
ko: 악명 높은 살인자
pl: niesławny morderca
pt_br: um infame assassino
ru: печально известный душегуб
tr: kötü şöhretli cani
vi: Kẻ giết người khét tiếng
zh_hans: 臭名昭着的凶手

source: noted murderer
de: bekannter Mörder
fr: meurtrier notoire
it: noto omicida
ko: 저명한 살인자
pl: notowany morderca
pt_br: um famoso assassino
ru: признанный душегуб
tr: tanınmış cani
vi: Kẻ giết người đáng chú ý
zh_hans: 著名的凶手

source: known murderer
de: bekannter Mörder
fr: meurtrier connu
it: omicida conosciuto
ko: 알려진 살인마
pl: znany morderca
pt_br: um assassino conhecido
ru: известный душегуб
tr: bilinen cani
vi: Kẻ giết người được biết đến
zh_hans: 知名的凶手

source: rumored murderer
de: angeblicher Mörder
fr: rumeur de meurtre
it: vociferato omicida
ko: 소문난 살인자
pl: domniemany morderca
pt_br: rumores de assassino
ru: известный по слухам душегуб
tr: söylentilere göre cani
vi: Kẻ giết người bị đồn đại
zh_hans: 传说中的凶手

source: legendary comrade
tr: efsanevi yoldaş
vi: Đồng chí huyền thoại

source: famous comrade
tr: ünlü yoldaş
vi: Đồng chí nổi tiếng

source: noted comrade
tr: tanınmış yoldaş
vi: Đồng chí đáng chú ý

source: comrade
de: Kamerad
fr: camarade
it: camerata
ko: 동료
pl: towarzysz
pt_br: companheiro
ru: товарищ
tr: yoldaş
vi: Đồng chí
zh_hans: 同志

source: possible comrade
tr: olası yoldaş
vi: Có thể là đồng chí

source: legendary ally
tr: efsanevi müttefik
vi: Đồng minh huyền thoại

source: famous ally
tr: ünlü müttefik
vi: Đồng minh nổi tiếng

source: noted ally
tr: tanınmış müttefik
vi: Đồng minh đáng chú ý

source: known ally
tr: bilinen müttefik
vi: Đồng minh được biết đến

source: rumored ally
tr: söylentilere göre müttefik
vi: Đồng minh bị đồn đại

source: legendary enemy
tr: efsanevi düşman
vi: Kẻ thù huyền thoại

source: infamous enemy
tr: kötü şöhretli düşman
vi: Kẻ thù khét tiếng

source: noted enemy
tr: tanınmış düşman
vi: Kẻ thù đáng chú ý

source: known enemy
tr: bilinen düşman
vi: Kẻ thù được biết đến

source: rumored enemy
tr: söylentilere göre düşman
vi: Kẻ thù bị đồn đại

source: legendary enemy fighter
de: legendärer feindlicher Kämpfer
fr: combattant ennemi légendaire
it: leggendario combattente nemico
ko: 전설적인 적 전투기
pl: Legendarny wojownik wroga
pt_br: lendário lutador inimigo
ru: легендарный вражеский боец
tr: efsanevi düşman savaşçı
vi: Chiến binh địch huyền thoại
zh_hans: 传奇斗士

source: infamous enemy fighter
de: berüchtigter feindlicher Kämpfer
fr: infâme combattant ennemi
it: famigerato combattente nemico
ko: 악명 높은 적 전투기
pl: Niechlubny wojownik wroga
pt_br: caça inimigo infame
ru: печально известный вражеский боец
tr: kötü şöhretli düşman savaşçı
vi: Chiến binh địch khét tiếng
zh_hans: 臭名昭着的斗士
