Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I'm relieved.
de: Ich bin erleichtert.
fr: Je suis soulagé.
it: Sono sollevato.
ko: 나는 안심했다.
pl: Czuję ulgę.
pt_br: Estou aliviado.
ru: Мне стало легче.
tr: Rahatladım.
vi: Tôi nhẹ nhõm.
zh_hans: 我松了一口气

source: I feel regret.
de: Ich bereue es.
fr: Je ressens des regrets.
it: Provo rammarico.
ko: 나는 후회를 느낀다.
pl: Odczuwam żal.
pt_br: Sinto-me arrependo.
ru: Я чувствую сожаление.
tr: Pişmanlık hissediyorum.
vi: Tôi cảm thấy hối tiếc.
zh_hans: 我感到遗憾。

source: I feel remorse.
de: Ich empfinde Reue.
fr: J'ai des remords.
it: Provo rimorso.
ko: 나는 양심의 가책을 느낀다.
pl: Mam wyrzuty sumienia.
pt_br: Sinto remorso.
ru: Я чувствую раскаяние.
tr: Vicdan azabı çekiyorum.
vi: Tôi cảm thấy hối hận.
zh_hans: 我感到懊悔。

source: I repent of my deeds.
de: Ich bereue meine Taten.
fr: Je me repens de mes actes.
it: Mi pento delle mie azioni.
ko: 내 행위를 회개합니다.
pl: Żałuję swoich czynów.
pt_br: Arrependo-me de meus atos.
ru: Я раскаиваюсь в своих действиях.
tr: Yaptıklarımdan tövbe ediyorum.
vi: Tôi hối cải về những việc mình đã làm.
zh_hans: 我忏悔自己的行为。

source: I feel resentful.
de: Ich bin nachtragend.
fr: Je ressens du ressentiment.
it: Mi sento amareggiato.
ko: 분개합니다.
pl: Mam urazę.
pt_br: Sinto-me ressentido.
ru: Я чувствую обиду.
tr: İçerlemiş hissediyorum.
vi: Tôi cảm thấy oán giận.
zh_hans: 我感到怨恨。

source: I feel restless.
de: Ich fühle mich unruhig.
fr: Je me sens agité.
it: Mi sento inquieto.
ko: 나는 안절부절 못한다.
pl: Jestem niespokojny.
pt_br: Sinto-me tao inquieto!
ru: Я чувствую беспокойство.
tr: Huzursuz hissediyorum.
vi: Tôi cảm thấy bồn chồn.
zh_hans: 我感到焦躁不安。

source: I've been wronged.
de: Man hat mir Unrecht getan.
fr: J'ai été lésé.
it: Ho subito un torto.
ko: 나는 잘못되었습니다.
pl: Zostałem skrzywdzony.
pt_br: Eu tenho sido injustiçado.
ru: Я был обижен.
tr: Bana haksızlık edildi.
vi: Tôi đã bị đối xử bất công.
zh_hans: 我受到了委屈。

source: Why me?
de: Warum ich?
fr: Pourquoi moi?
it: Perché io?
ko: 왜 나야?
pl: Dlaczego ja?
pt_br: Por que eu?
ru: Почему я?
tr: Neden ben?
vi: Tại sao lại là tôi?
zh_hans: 为什么是我？

source: I will serve.
de: Ich werde dienen.
fr: je servirai.
it: Servirò.
ko: 나는 봉사할 것이다.
pl: Będę służyć.
pt_br: Eu vou servir.
ru: Я буду служить.
tr: Hizmet edeceğim.
vi: Tôi sẽ phục vụ.
zh_hans: 我会服务。

source: This has shaken me.
de: Das hat mich erschüttert.
fr: Cela m'a secoué.
it: Ciò mi ha scosso.
ko: 이것은 나를 흔들었다.
pl: To mną wstrząsnęło.
pt_br: Isto abalou-me.
ru: Это потрясло меня.
tr: Bu beni sarstı.
vi: Điều này đã làm tôi rúng động.
zh_hans: 这让我感到震惊。

source: I am ashamed.
de: Ich schäme mich.
fr: J'ai honte.
it: Mi vergogno.
ko: 나는 부끄러워.
pl: Jestem zawstydzony.
pt_br: Tenho vergonha.
ru: Мне стыдно.
tr: Utanıyorum.
vi: Tôi cảm thấy hổ thẹn.
zh_hans: 我很惭愧。

source: I'm sympathetic.
de: Ich bin verständnisvoll.
fr: Je suis sympathique.
it: Sono comprensivo.
ko: 나는 공감한다.
pl: Współczuję.
pt_br: Eu sou simpático.
ru: Я отзывчив.
tr: Anlayışlıyım.
vi: Tôi cảm thấy thông cảm.
zh_hans: 我很同情。

source: I feel tenderness.
de: Ich spüre Zärtlichkeit.
fr: Je ressens de la tendresse.
it: Provo tenerezza.
ko: 나는 부드러움을 느낀다.
pl: Jestem rozczulony.
pt_br: Sinto a ternura.
ru: Я чувствую нежность.
tr: Şefkat hissediyorum.
vi: Tôi cảm thấy sự dịu dàng.
zh_hans: 我感到温柔。

source: Thrilling.
de: Spannend.
fr: Palpitant.
it: Emozionante.
ko: 떨리는.
pl: Ekscytujące.
pt_br: em busca de uma aventura emocionante
ru: Захватывающе.
tr: Heyecan verici.
vi: Thật phấn khích.
zh_hans: 惊险。

source: I'm uneasy.
de: Ich bin unruhig.
fr: Je suis mal à l'aise.
it: Sono inquieto.
ko: 나는 불안하다.
pl: Jestem niespokojny.
pt_br: Estou inquieto.
ru: Тревожно.
tr: Huzursuzum.
vi: Tôi cảm thấy bất an.
zh_hans: 我很不安。

source: I'm unhappy.
de: Ich bin unglücklich.
fr: Je suis malheureuse.
it: Sono infelice.
ko: 나는 불행하다.
pl: Jestem niesczęśliwy.
pt_br: Eu sou infeliz.
ru: Мне грустно.
tr: Mutsuzum.
vi: Tôi không vui.
zh_hans: 我不开心。

source: It's wondrous.
de: Es ist wundersam.
fr: C'est merveilleux.
it: È splendido.
ko: 놀랍습니다.
pl: To cudowne.
pt_br: É maravilhoso.
ru: Это чудесно.
tr: Harika.
vi: Thật kỳ diệu.
zh_hans: 这太奇妙了。

source: It's worrisome.
de: Das ist besorgniserregend.
fr: C'est inquiétant.
it: È preoccupante.
ko: 걱정스럽습니다.
pl: To niepokojące.
pt_br: É preocupante.
ru: Это беспокоит.
tr: Endişe verici.
vi: Thật đáng lo ngại.
zh_hans: 这令人担忧。

source: The wrath rises within me...
de: Der Zorn steigt in mir auf...
fr: La colère monte en moi...
it: L'ira sale dentro di me...
ko: 분노가 내 안에서 치솟는다...
pl: Wzbiera we mnie gniew...
pt_br: A ira sobe dentro de mim...
ru: Гнев растет внутри меня...
tr: İçimde öfke yükseliyor...
vi: Cơn thịnh nộ trỗi dậy trong tôi...
zh_hans: 愤怒在我内心升起......

source: I am ready for this.
de: Ich bin bereit dafür.
fr: Je suis prêt pour ça.
it: Sono pronto per questo.
ko: 난 준비가 됐어.
pl: Jestem na to gotowy.
pt_br: Estou pronto para isso.
ru: Я готов к этому.
tr: Buna hazırım.
vi: Tôi đã sẵn sàng cho điều này.
zh_hans: 我准备好了。

source: I'm beat.
de: Ich bin geschlagen.
fr: Je suis battu.
it: Sono distrutto.
ko: 내가 이길거야.
pl: Jestem pokonany.
pt_br: Estou acabado.
ru: Я измотан.
tr: Tükendim.
vi: Tôi kiệt sức rồi.
zh_hans: 我被打败了。

source: It could happen!
de: Das kann passieren!
fr: Ça pourrait arriver!
it: Potrebbe accadere!
ko: 그럴 수도 있지!
pl: To może się zdarzyć!
pt_br: Pode acontecer!
ru: Такое случается!
tr: Olabilir!
vi: Điều đó có thể xảy ra!
zh_hans: 它可能会发生！

source: I have my doubts.
de: Ich habe da so meine Zweifel.
fr: J'ai mes doutes.
it: Ho i miei dubbi.
ko: 의심이 듭니다.
pl: Mam pewne wątpliwości.
pt_br: Eu tenho minhas dúvidas.
ru: У меня есть сомнения.
tr: Şüphelerim var.
vi: Tôi có những nghi ngờ của mình.
zh_hans: 我有疑虑。

source: Let's do this.
de: Machen wir es so.
fr: Faisons cela.
it: Facciamolo.
ko: 해보자.
pl: Zróbmy to.
pt_br: Vamos fazer isso.
ru: Давайте сделаем это.
tr: Hadi yapalım şunu.
vi: Hãy làm điều này.
zh_hans: 我们开工吧。

source: Things usually don't work out
de: Normalerweise klappt es nicht
fr: Les choses ne fonctionnent généralement pas
it: Di solito le cose non funzionano
ko: 일이 보통 잘 풀리지 않는다
pl: Sprawy zazwyczaj nie idą po naszej myśli.
pt_br: As coisas geralmente não dao certo
ru: Такие вещи, как правило, не срабатывают
tr: İşler genellikle yolunda gitmez
vi: Mọi việc thường không suôn sẻ.
zh_hans: 事情通常都没有成功

source: I feel pretty good.
de: Ich fühle mich ziemlich gut.
fr: Je me sens plutôt bien.
it: Mi sento abbastanza bene.
ko: 나는 꽤 기분이 좋다.
pl: Czukę się dość dobrze.
pt_br: Eu me sinto muito bem.
ru: Я чувствую себя довольно хорошо.
tr: Oldukça iyi hissediyorum.
vi: Tôi cảm thấy khá ổn.
zh_hans: 我觉得很好。

source: This is gaiety.
de: Das ist Fröhlichkeit.
fr: C'est la gaieté.
it: Questa è gaiezza.
ko: 이것은 유쾌합니다.
pl: To jest wesołość.
pt_br: Isso é alegria.
ru: Это весело.
tr: Bu neşe.
vi: Đây là niềm hân hoan.
zh_hans: 这是欢乐。

source: I'm excited.
de: Ich bin aufgeregt.
fr: Je suis surexcité.
it: Sono emozionato.
ko: 나는 신이 난다.
pl: Jestem podekscytowany.
pt_br: Estou animado
ru: Я восхищён!
tr: Heyecanlıyım.
vi: Tôi rất phấn khích.
zh_hans: 我很兴奋。

source: Takes all kinds these days.
de: Heutzutage gibt es alle möglichen Arten.
fr: Prend toutes sortes de nos jours.
it: Prende tutti i tipi di questi tempi.
ko: 요즘은 종류별로 다 먹습니다.
pl: W obecnych czasach jest ich wiele rodzajów.
pt_br: Leva todos os tipos nos dias de hoje.
ru: В наше время всякое бывает.
tr: Şu dünyada ne tipler var.
vi: Ngày nay thật đủ mọi loại người.
zh_hans: 这些天采取各种各样的方式。

source: What is it this time...
de: Was ist es dieses Mal...
fr: Qu'est-ce qu'il y a cette fois...
it: Cosa c'è questa volta...
ko: 이번엔 뭐야...
pl: Co za czasy...
pt_br: O que é desta vez...
ru: Что на этот раз...
tr: Bu sefer ne...
vi: Lần này là chuyện gì nữa đây...
zh_hans: 这次是什么......

source: That did not shock me.
de: Das hat mich nicht schockiert.
fr: Cela ne m'a pas choqué.
it: Questo non mi ha sconvolto.
ko: 그렇게 충격적이지는 않군.
pl: To mnie nie zaszokował.
pt_br: Isso não me chocou.
ru: Это меня не шокирует.
tr: Bu beni şok etmedi.
vi: Điều đó không làm tôi kinh ngạc.
zh_hans: 那并没让我震惊。

source: I am not upset by this.
de: Ich bin darüber nicht verärgert.
fr: Je ne suis pas bouleversé par cela.
it: Non sono turbato da questo.
ko: 이정도로 화가 나지는 않아.
pl: Nie denerwuje mnie to.
pt_br: Não estou chateada com isso.
ru: Я не расстроен этим.
tr: Buna üzülmedim.
vi: Tôi không khó chịu vì điều này.
zh_hans: 我并不为此感到沮丧。

source: Grief? I feel nothing.
de: Kummer? Ich fühle nichts.
fr: Douleur? Je ne sens rien.
it: Dolore? Non sento nulla.
ko: 고통? 아무렇지도 않은데.
pl: Żal? Nic nie czuję.
pt_br: Dor? Eu não sinto nada.
ru: Горе? Я ничего не чувствую.
vi: Đau buồn ư? Tôi chẳng cảm thấy gì.
zh_hans: 悲伤？?我什么也感觉不到。

source: There is no need for celebration.
de: Es gibt keinen Grund zum Feiern.
fr: Il n'y a pas besoin de célébration.
it: Non c'è bisogno di festeggiare.
ko: 축하할 필요가 없습니다.
pl: Nie ma potrzeby świętować.
pt_br: Não há nenhuma necessidade de celebração.
ru: Тут нечего праздновать.
tr: Kutlamaya gerek yok.
vi: Không cần thiết phải ăn mừng.
zh_hans: 没有必要庆祝。

source: I have no feelings of rage.
de: Ich empfinde keine Wut.
fr: Je n'ai aucun sentiment de rage.
it: Non provo sentimenti di rabbia.
ko: 나는 분노의 감정이 없습니다.
pl: Nie odczuwam gniewu.
pt_br: Eu não tenho sentimentos de raiva.
ru: Я не чувствую ярости.
tr: Öfke hissim yok.
vi: Tôi không có cảm giác phẫn nộ.
zh_hans: 我没有愤怒的感觉。

source: This does not scare me.
de: Das macht mir keine Angst.
fr: Cela ne me fait pas peur.
it: Questo non mi spaventa.
ko: 이것은 나를 두렵게 하지 않는다.
pl: To mnie nie przeraża.
pt_br: Isso não me assusta.
ru: Это не пугает меня.
tr: Bu beni korkutmuyor.
vi: Điều này không làm tôi sợ hãi.
zh_hans: 这不会吓到我。

source: I am not feeling sad right now.
de: Ich bin im Moment nicht traurig.
fr: Je ne me sens pas triste en ce moment.
it: Non mi sento triste adesso.
ko: 나는 지금 슬퍼하지 않습니다.
pl: Nie czuję teraz smutku.
pt_br: Eu não estou me sentindo triste agora.
ru: Прямо сейчас я не чувствую грусти.
tr: Şu an üzgün hissetmiyorum.
vi: Ngay lúc này tôi không cảm thấy buồn.
zh_hans: 我现在感觉不舒服。

source: That was not satisfying.
de: Das war nicht befriedigend.
fr: Ce n'était pas satisfaisant.
it: Non è stato soddisfacente.
ko: 그것은 만족스럽지 않았습니다.
pl: To nie było satysfakcjonujące.
pt_br: Isso não foi gratificante.
ru: Я не удовлетворён.
tr: Bu tatmin edici değildi.
vi: Điều đó không thỏa mãn.
zh_hans: 这并不令人满意。

source: I suppose this would be a joyous occasion.
de: Ich nehme an, dass dies ein freudiger Anlass sein wird.
fr: Je suppose que ce serait une occasion joyeuse.
it: Immagino che questa sia un'occasione di gioia.
ko: 즐거운 행사가 될 것 같아요.
pl: Przypuszczam, że będzie to radosna okazja.
pt_br: Suponho que isto seria uma ocasiao alegre.
ru: Думаю, это могло быть радостным событием.
tr: Sanırım bu neşeli bir durum olurdu.
vi: Tôi cho rằng đây sẽ là một dịp vui mừng.
zh_hans: 我想这将是一个欢乐的时刻。

source: There is no love.
de: Es gibt keine Liebe.
fr: Il n'y a pas d'amour.
it: Non c'è amore.
ko: 사랑이 없습니다.
pl: Nie ma tu miłości.
pt_br: Isto é amor.
ru: Это не любовь.
tr: Aşk yok.
vi: Không có tình yêu.
zh_hans: 没有爱。

source: I do not see the bliss in this.
de: Ich sehe darin keine Glückseligkeit.
fr: Je ne vois pas le bonheur là-dedans.
it: Non vedo la beatitudine in questo.
ko: 나는 이것에서 행복을 보지 못합니다.
pl: Nie widzę w tym szczęścia.
pt_br: Não vejo a felicidade no presente.
ru: Не вижу в этом блаженства.
tr: Bunda bir mutluluk göremiyorum.
vi: Tôi không thấy niềm hạnh phúc nào trong điều này.
zh_hans: 我没有看到这里的幸福。

source: There is no need to feel vengeful.
de: Es gibt keinen Grund, Rache zu üben.
fr: Il n'y a pas besoin de se venger.
it: Non c'è bisogno di sentirsi vendicativi.
ko: 복수심을 느낄 필요가 없습니다.
pl: Nie ma potrzeby, by odczuwać chęć zemsty.
pt_br: Não há nenhuma necessidade de sentir vingativo.
ru: Нет причин для мести.
tr: Kinci hissetmeye gerek yok.
vi: Không cần thiết phải cảm thấy muốn trả thù.
zh_hans: 没有必要感到报复。

source: I laugh in the face of death!
de: Ich lache dem Tod ins Gesicht!
fr: Je ris face à la mort !
it: Rido di fronte alla morte!
ko: 나는 죽음 앞에서 웃는다!
pl: Śmieję się śmierci w twarz!
pt_br: Eu ri diante da morte!
ru: Я смеюсь смерти в лицо!
tr: Ölümün yüzüne gülüyorum!
vi: Tôi cười vào mặt tử thần!
zh_hans: 面对死亡，我笑了！

source: I do not accept this.
de: Dies kann ich nicht akzeptieren.
fr: Je n'accepte pas cela.
it: Non lo accetto.
ko: 나는 이것을 받아들이지 않는다.
pl: Nie akceptuję tego.
pt_br: Eu não aceito isso.
ru: Я не согласен с этим.
tr: Bunu kabul etmiyorum.
vi: Tôi không chấp nhận điều này.
zh_hans: 我不接受这个。

source: There's not much to admire here.
de: Hier gibt es nicht viel zu bewundern.
fr: Il n'y a pas grand chose à admirer ici.
it: Qui non c'è molto da ammirare.
ko: 여기에는 감탄할 것이 많지 않습니다.
pl: Nie ma tu dużo do podziwiania.
pt_br: Não há muito que admirar aqui.
ru: Здесь нечем восхищаться.
tr: Burada hayran olunacak pek bir şey yok.
vi: Không có nhiều điều đáng ngưỡng mộ ở đây.
zh_hans: 这里没什么值得欣赏的。

source: I suppose I should be feel adoration.
de: Ich nehme an, ich sollte Bewunderung empfinden.
fr: Je suppose que je devrais ressentir de l'adoration.
it: Suppongo che dovrei provare adorazione.
ko: 나는 숭배를 느껴야한다고 생각합니다.
pl: Przypuszczam, że powinienem czuć uwielbienie.
pt_br: Suponho que eu deveria sentir adoração.
ru: Полагаю, я должен чувствовать восхищение.
tr: Sanırım hayranlık duymam gerekiyor.
vi: Tôi cho rằng mình nên cảm thấy ngưỡng mộ.
zh_hans: 我想我应该感到崇拜。

source: I'm not feeling very affectionate.
de: Ich fühle mich nicht besonders liebevoll.
fr: Je ne me sens pas très affectueux.
it: Non provo molto affetto.
ko: 그다지 애틋한 느낌은 아니다.
pl: Nie jestem teraz zbyt czuły.
pt_br: Não estou me sentindo muito afetuoso.
ru: Я чувствую себя не очень нежным.
tr: Çok sevecen hissetmiyorum.
vi: Tôi không cảm thấy trìu mến lắm.
zh_hans: 我感觉不是很亲热。

source: I don't feel agitated.
de: Ich bin nicht aufgeregt.
fr: Je ne me sens pas agité.
it: Non mi sento agitato.
ko: 나는 동요하지 않는다.
pl: Nie czuję się wzburzony.
pt_br: Não me sinto agitado.
ru: Я не чувствую волнение.
tr: Tedirgin hissetmiyorum.
vi: Tôi không cảm thấy kích động.
zh_hans: 我不觉得激动。

source: I'm not feeling aggravated.
de: Ich fühle mich nicht verärgert.
fr: Je ne me sens pas aggravé.
it: Non mi sento appesantito.
ko: 나는 기분이 악화되지 않습니다.
pl: Nie jestem rozdrażniony.
pt_br: Não me sinto qualificado.
ru: Я не чувствую гнева.
tr: Sinirli hissetmiyorum.
vi: Tôi không cảm thấy bực mình.
zh_hans: 我并没有感到恶心。

source: I can take this.
de: Ich kann das übernehmen.
fr: Je peux prendre ça.
it: Posso sopportarlo.
ko: 나는 이것을 받아들일 수 있다.
pl: Poradzę sobie.
pt_br: Eu aguento isto.
ru: Я могу принять это.
tr: Buna dayanabilirim.
vi: Tôi có thể chịu đựng điều này.
zh_hans: 我可以接受这个。

source: I guess that would be alienating.
de: Ich denke, das wäre befremdlich.
fr: Je suppose que ce serait aliénant.
it: Credo che sarebbe alienante.
ko: 소외될 것 같아요.
pl: Myślę, że byłoby to alienujące.
pt_br: Acho que isso seria alienante.
ru: Я думаю, что это было бы отчуждением.
tr: Sanırım bu yabancılaştırıcı olurdu.
vi: Tôi đoán điều đó sẽ gây xa lánh.
zh_hans: 我想这会疏远。

source: That wasn't amazing.
de: Das war nicht erstaunlich.
fr: Ce n'était pas étonnant.
it: Non è stato fantastico.
ko: 놀랍지 않았습니다.
pl: To nie było wspaniałe.
pt_br: Isso não foi incrível.
ru: Тут нет ничего удивительного.
tr: O harika değildi.
vi: Điều đó không có gì đáng kinh ngạc.
zh_hans: 那并不奇怪。

source: I guess I should be feeling ambivalent right now.
de: Ich schätze, ich sollte im Moment ambivalent sein.
fr: Je suppose que je devrais me sentir ambivalent en ce moment.
it: Credo che adesso dovrei sentirmi incerto.
ko: 나는 지금 양가감을 느끼고 있어야한다고 생각합니다.
pl: Zdaje mi się, że powinienem czuć się teraz ambiwalentnie.
pt_br: Acho que eu deveria estar sentindo ambivalente agora.
ru: По идее, сейчас я должен чувствовать двойственность.
tr: Sanırım şu an kararsız hissetmeliyim.
vi: Tôi đoán mình nên cảm thấy mâu thuẫn ngay bây giờ.
zh_hans: 我想我现在应该感到矛盾。

source: That was not amusing.
de: Das war nicht lustig.
fr: Ce n'était pas amusant.
it: Non è stato divertente.
ko: 그것은 재미 있지 않았다.
pl: To nie było zabawne.
pt_br: Isso não foi divertido.
ru: Здесь нет ничего забавного.
tr: Bu eğlenceli değildi.
vi: Điều đó không hề thú vị.
zh_hans: 那不是很有趣。

source: I'm not angry.
de: Ich bin nicht wütend.
fr: Je ne suis pas en colère.
it: Non sono arrabbiato.
ko: 나는 화나지 않았다.
pl: Nie jestem zły.
pt_br: Estou muito zangado.
ru: Я не злюсь.
tr: Kızgın değilim.
vi: Tôi không giận dữ.
zh_hans: 我没有生气。

source: This is nothing.
de: Das ist nichts.
fr: Ce n'est rien.
it: Questo non è niente.
ko: 이것은 아무것도 아닙니다.
pl: To nic.
pt_br: Aliás, isto não é novidade.
ru: Это ничего.
tr: Bu hiçbir şey.
vi: Điều này chẳng là gì cả.
zh_hans: 这不重要。

source: No, that's not annoying.
de: Nein, das ist nicht ärgerlich
fr: Non, ce n'est pas gênant.
it: No, non è fastidioso.
ko: 아니, 그건 짜증나지 않아.
pl: Nie, to nie jest irytujące.
pt_br: Isso é irritante.
ru: Нет, это не раздражает.
tr: Hayır, bu rahatsız edici değil.
vi: Không, điều đó không gây phiền toái.
zh_hans: 不，那不烦人。

source: I'm not anxious.
de: Ich bin nicht ängstlich.
fr: Je ne suis pas anxieux.
it: Non sono ansioso.
ko: 나는 불안하지 않다.
pl: Nie jestem niespokojny.
pt_br: Estou ansioso.
ru: Я не тревожусь.
tr: Endişeli değilim.
vi: Tôi không lo lắng.
zh_hans: 我并不着急。

source: If I thought about it more, I guess I'd be apathetic.
de: Wenn ich mehr darüber nachdenken würde, wäre ich wohl eher apathisch.
fr: Si j'y pensais plus, je suppose que je serais apathique.
it: Se ci pensassi di più credo sarei apatico.
ko: 더 생각해보면 냉담했을 것 같아요.
pl: Gdybym się nad tym zaczął dłużej zastanawiać, chyba popadłbym w apatię.
pt_br: Se pensei nisso mais, acho que eu seria apático.
ru: Если бы я думал об этом дольше, я бы стал апатичным.
tr: Daha fazla düşünseydim, sanırım ilgisiz olurdum.
vi: Nếu suy nghĩ kỹ hơn, tôi đoán mình sẽ trở nên thờ ơ.
zh_hans: 如果我想的更多，我想我会冷漠。

source: That is not in the least bit arousing.
de: Das ist nicht im Geringsten aufregend.
fr: Ce n'est pas le moins du monde excitant.
it: Questo non è minimamente eccitante.
ko: 그것은 조금도 자극적이지 않습니다.
pl: To nie jest w najmniejszym stopniu podniecające.
pt_br: Não é no mínimo pouco despertando.
ru: Это ни сколько не вызывающе.
tr: Bu zerre kadar tahrik edici değil.
vi: Điều đó không hề gợi chút hứng thú nào.
zh_hans: 这一点都没有引起人们的兴趣。

source: Astonished? No.
de: Erstaunt? Nein.
fr: Étonné? Non.
it: Stupito? No.
ko: 놀랐습니까?
pl: Zdziwiony? Nie.
pt_br: Surpreendido? N. º
ru: Удивление? Нет.
vi: Kinh ngạc ư? Không.
zh_hans: 惊讶？?没有。

source: I'm not averse to it.
de: Ich bin nicht abgeneigt.
fr: Je ne suis pas contre.
it: Non sono contrario.
ko: 나는 그것을 싫어하지 않습니다.
pl: Nie mam do tego awersji.
pt_br: Eu não sou avesso a isso.
ru: Я не против этого.
tr: Buna karşı değilim.
vi: Tôi không ác cảm với nó.
zh_hans: 我不反对它。

source: I am not held in awe.
de: Ich habe keine Ehrfurcht.
fr: Je ne suis pas tenu en admiration.
it: Non mi tiene in soggezione.
ko: 나는 두렵지 않습니다.
pl: Nie jestem pod wrażeniem.
pt_br: Eu não estou realizada em reverência.
ru: Я не охвачен трепетом.
tr: Huşu içinde değilim.
vi: Tôi không cảm thấy kính sợ.
zh_hans: 我并不敬畏。

source: That's nothing to be bitter about.
de: Das ist kein Grund, verbittert zu sein.
fr: Il n'y a pas de quoi être amer.
it: Non c'è niente di cui essere amareggiati.
ko: 씁쓸할 일이 아닙니다.
pl: To nie powód do goryczy.
pt_br: Isso não é nada ser amargo sobre.
ru: Здесь не о чем жалеть.
tr: Bunda içerlenecek bir şey yok.
vi: Không có gì đáng để cay đắng về điều đó cả.
zh_hans: 这没什么可苦的。

source: It isn't boring.
de: Es ist nicht langweilig.
fr: Ce n'est pas ennuyeux.
it: Non è noioso.
ko: 지루하지 않습니다.
pl: To nie jest nudne.
pt_br: Não é chato.
ru: Это не скучно.
tr: Sıkıcı değil.
vi: Không hề nhàm chán.
zh_hans: 这并不乏味。

source: I don't care.
de: Das ist mir egal.
fr: Je m'en fiche.
it: Non mi importa.
ko: 난 상관 없어.
pl: Nie obchodzi mnie to.
pt_br: Eu não me importo.
ru: Это меня не волнует.
tr: Umurumda değil.
vi: Ta không bận tâm.
zh_hans: 我不在乎。

source: This isn't confusing.
de: Das ist nicht verwirrend.
fr: Ce n'est pas déroutant.
it: Non c'è da confondersi.
ko: 이것은 혼란스럽지 않습니다.
pl: To nie jest dezorientujące.
pt_br: Não é confuso.
ru: Это не заблуждение.
tr: Bu kafa karıştırıcı değil.
vi: Điều này không hề khó hiểu.
zh_hans: 这并不令人困惑。

source: I don't feel contempt.
de: Ich spüre keine Verachtung.
fr: Je ne ressens pas de mépris.
it: Non provo disprezzo.
ko: 나는 경멸을 느끼지 않는다.
pl: Nie czuję pogardy.
pt_br: Não me sinto desprezo.
ru: Я не чувствую презрения.
tr: Küçümseme hissetmiyorum.
vi: Ta không cảm thấy khinh bỉ.
zh_hans: 我不觉得鄙视。

source: I am not contented.
de: Ich bin nicht zufrieden.
fr: Je ne suis pas content.
it: Non sono soddisfatto.
ko: 나는 만족하지 않는다.
pl: Nie jestem zadowolony.
pt_br: Não estou satisfeita.
ru: Я не удовлетворен
tr: Memnun değilim.
vi: Ta không thấy mãn nguyện.
zh_hans: 我并不满足。

source: There's nothing to be dejected about.
de: Es gibt keinen Grund zur Enttäuschung.
fr: Il n'y a pas de quoi être abattu.
it: Non c'è nulla di cui scoraggiarsi.
ko: 낙심할 것이 없습니다.
pl: Nie ma powodów do przygnębienia.
pt_br: Não há nada para ser abatido sobre.
ru: Здесь не из-за чего унывать.
tr: Kederlenecek bir şey yok.
vi: Chẳng có gì đáng phải chán nản.
zh_hans: 没什么好沮丧的。

source: I am not filled with delight.
de: Ich bin nicht voller Freude.
fr: Je ne suis pas rempli de joie.
it: Non sono colmo di gioia.
ko: 나는 기쁨으로 가득 차 있지 않습니다.
pl: Nie przepełnia mnie rozkosz.
pt_br: Não estou cheio de alegria.
ru: Я не переполнен восторгом.
tr: Sevinçle dolu değilim.
vi: Ta không tràn ngập niềm vui.
zh_hans: 我并不满足于喜悦。

source: I will not despair.
de: Ich werde nicht verzweifeln.
fr: Je ne désespère pas.
it: Non mi dispero.
ko: 나는 절망하지 않을 것이다.
pl: Nie będę rozpaczać.
pt_br: Eu me desespero para isto!
ru: Я не впаду в отчаяние.
tr: Umutsuzluğa kapılmayacağım.
vi: Ta sẽ không tuyệt vọng.
zh_hans: 我不会绝望。

source: I'm not disappointed.
de: Ich bin nicht enttäuscht.
fr: Je ne suis pas déçu.
it: Non sono deluso.
ko: 나는 실망하지 않았다.
pl: Nie jestem rozczarowany.
pt_br: Não estou decepcionado.
ru: Я не разочарован.
tr: Hayal kırıklığına uğramadım.
vi: Ta không thất vọng.
zh_hans: 我没有失望。

source: It'll take more than that to disgust me.
de: Es braucht schon mehr als das, um mich anzuwidern.
fr: Il en faudra plus pour me dégoûter.
it: Ci vuole ben altro per disgustarmi.
ko: 나를 역겹게 만들려면 그 이상이 필요합니다.
pl: trzeba czegoś więcej aby mnie zniesmaczyć.
pt_br: Ela vai ter mais do que isso para me dá nojo.
ru: Это вызывает больше, чем отвращение у меня.
tr: Beni iğrendirmek için bundan fazlası gerekir.
vi: Cần nhiều hơn thế để làm ta ghê tởm.
zh_hans: 令我厌恶的不仅仅是这些。

source: This won't make me lose faith.
de: Das wird mich nicht vom Glauben abbringen.
fr: Cela ne me fera pas perdre la foi.
it: Questo non mi farà perdere la fede.
ko: 이것은 내가 믿음을 잃지 않게 할 것입니다.
pl: Nie sprawi to, że porzucę wiarę.
pt_br: Isso não vai me fazer perder a fé.
ru: Это не заставит меня потерять веру.
tr: Bu inancımı kaybettirmeyecek.
vi: Điều này sẽ không làm ta mất niềm tin.
zh_hans: 这不会让我失去信心。

source: I don't dislike that.
de: Dagegen habe ich nichts einzuwenden.
fr: Je n'aime pas ça.
it: Quello non mi dispiace.
ko: 나는 그것을 싫어하지 않습니다.
pl: Nie mam nic przeciwko temu.
pt_br: Não que desgosto.
ru: Мне не нравится это.
tr: Bunu sevmiyor değilim.
vi: Ta không ghét điều đó.
zh_hans: 我不喜欢那样。

source: I'm not dismayed.
de: Ich bin nicht bestürzt
fr: Je ne suis pas consterné.
it: Non sono sgomento.
ko: 나는 당황하지 않습니다.
pl: Nie jestem osłupiały.
pt_br: Não estou desanimado.
ru: Я не потрясён.
tr: Moralim bozulmadı.
vi: Ta không nao núng.
zh_hans: 我并不沮丧。

source: I feel no displeasure.
de: Ich empfinde keinen Unmut.
fr: Je ne ressens aucun mécontentement.
it: Non provo alcun dispiacere.
ko: 나는 불쾌감을 느끼지 않는다.
pl: Nie czuję niezadowolenia.
pt_br: Sinto-me sem desprazer.
ru: Я не чувствую неудовольствия.
tr: Memnuniyetsizlik hissetmiyorum.
vi: Ta không hề khó chịu.
zh_hans: 我不觉得不快。
