Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: You have recently encountered one of these creatures.
tr: Yakın zamanda bu yaratıklardan biriyle karşılaştın.
vi: Bạn gần đây đã chạm trán một trong số những sinh vật này.

source: You have encountered these creatures in the past but not recently.
tr: Bu yaratıklarla geçmişte karşılaştın ama yakın zamanda değil.
vi: Bạn đã chạm trán những sinh vật này trong quá khứ nhưng không phải gần đây.

source: You have only heard tell of these creatures.
tr: Bu yaratıkları sadece anlatılanlardan duydun.
vi: Bạn chỉ mới nghe kể về những sinh vật này.

source: You have killed
tr: Şunu öldürdün:
vi: Bạn đã tiêu diệt

source: of these creatures.
tr: bu yaratıklardan.
vi: trong số những sinh vật này.

source: This creature can be found in
tr: Bu yaratık şurada bulunabilir:
vi: Sinh vật này có thể được tìm thấy tại

source: This creature lives in
tr: Bu yaratık şurada yaşar:
vi: Sinh vật này sống tại

source: This creature dwells underground.
tr: Bu yaratık yer altında yaşar.
vi: Sinh vật này trú ngụ dưới lòng đất.

source: This event occurred on the
tr: Bu olay şu tarihte gerçekleşti:
vi: Sự kiện này xảy ra vào ngày

source: in the year
de: im Jahr
fr: dans l'année
it: nell'anno
ko: 올해
pl: w roku
pt_br: no ano
ru: в
tr: şu yılda:
vi: vào năm
zh_hans: 在那一年

source: Somebody
de: Jemand
fr: Quelqu'un
it: Qualcuno
ko: 누군가
pl: Ktoś
pt_br: Alguém
ru: кого-то
tr: Birisi
vi: Ai đó
zh_hans: 谁

source: giving of
tr: şunun verilmesi:
vi: việc trao tặng

source: placement of
tr: şunun yerleştirilmesi:
vi: việc đặt

source: an untitled work
de: eine unbenannte Arbeit
fr: une oeuvre sans titre
it: un'opera senza titolo
ko: 제목 없는 작품
pl: praca bez tytułu
pt_br: um trabalho não intitulado
ru: безымянная работа
tr: isimsiz bir eser
vi: một tác phẩm không có tiêu đề
zh_hans: 一项无题的工作

source: to
de: zu
fr: à
it: a
ko: 에게
pl: na
pt_br: ao
ru: к
tr: şuna:
vi: cho
zh_hans: 至

source: somebody
de: jemanden
fr: quelqu'un
it: qualcuno
ko: 누군가
pl: ktoś
pt_br: alguém
ru: кем-то
tr: birisi
vi: ai đó
zh_hans: 某人

source: The destruction of
tr: Şunun yok edilmesi:
vi: Sự phá hủy của

source: refusal to give
tr: vermeyi reddetme:
vi: sự từ chối trao

source: gaining of
tr: kazanılması:
vi: việc giành được

source: possession of
tr: mülkiyeti:
vi: quyền sở hữu

source: The reunion of
tr: Şunun yeniden birleşmesi:
vi: Sự đoàn tụ của

source: Your reunion with
tr: Şununla yeniden birleşmen:
vi: Cuộc đoàn tụ của bạn với

source: Your death
tr: Senin ölümün
vi: Cái chết của bạn

source: The death of
tr: Şunun ölümü:
vi: Cái chết của

source: A
de: Ein
fr: UN
it: Una
pt_br: Um
tr: Bir
vi: Một
zh_hans: 一个

source: production order violation
de: Produktionsauftragsbruch
fr: violation de l'ordre de production
it: violazione dell'ordine di produzione
ko: 생산지시위반
pl: naruszenie zlecenia produkcyjnego
pt_br: violação de ordem de produção
ru: нарушение приказа о производстве
tr: üretim emri ihlali
vi: vi phạm lệnh sản xuất
zh_hans: 生产订单违规

source: export prohibition violation
de: Exportverbotsbruch
fr: violation de l'interdiction d'exportation
it: violazione del divieto di esportazione
ko: 수출 금지 위반
pl: naruszenie zakazu eksportu
pt_br: violação da proibição de exportação
ru: нарушение запрета на экспорт
tr: ihracat yasağı ihlali
vi: vi phạm lệnh cấm xuất khẩu
zh_hans: 出口禁止违规

source: job order violation
de: Aufgabenbefehlsbruch
fr: violation de l'ordre de travail
it: violazione dell'ordine di lavoro
ko: 작업 지시 위반
pl: naruszenie zlecenia pracy
pt_br: violação de ordem de trabalho
ru: нарушение приказа о работе
tr: iş emri ihlali
vi: vi phạm lệnh công việc
zh_hans: 工作单违规

source: conspiracy to slow labor
de: Streik
fr: complot pour ralentir le travail
it: cospirazione per rallentare il lavoro.
ko: 느린 노동에 대한 음모
pl: spisek w celu spowolnienia porodu
pt_br: conspiração para retardar o trabalho de parto
ru: сокрытие медленной работы
tr: işi yavaşlatma komplosu
vi: âm mưu làm chậm tiến độ lao động
zh_hans: 阴谋减缓劳动力

source: crime of murder
tr: cinayet suçu
vi: tội giết người

source: disorderly conduct
de: störendes Auftreten
fr: conduite désordonnée
it: disturbo della quiete pubblica
ko: 무질서한 행위
pl: niewłaściwe zachowanie
pt_br: conduta desordeira
ru: хулиганство
tr: asayişi bozma
vi: hành vi gây rối trật tự
zh_hans: 行为不检

source: building destruction
de: Gebäude abreißen
fr: destruction de bâtiments
it: distruzione dell'edificio
ko: 건물 파괴
pl: zniszczenie budynku
pt_br: destruição de edifícios
ru: разрушение строения
tr: bina yıkımı
vi: phá hoại công trình
zh_hans: 建筑物破坏

source: bribery
de: Bestechung
fr: corruption
it: corruzione
ko: 수회
pl: przekupstwo
pt_br: suborno
ru: взятка
tr: rüşvet
vi: hối lộ
zh_hans: 贿赂

source: embezzlement
de: Unterschlagung
fr: détournement de fonds
it: appropriazione indebita
ko: 도용
pl: defraudacja
pt_br: desfalque
ru: растрата
tr: zimmete para geçirme
vi: biển thủ
zh_hans: 挪用公款

source: vandalism
de: Vandalismus
fr: vandalisme
it: vandalismo
ko: 공공 기물 파손
pl: wandalizm
pt_br: vandalismo
ru: вандализм
tr: vandalizm
vi: phá hoại tài sản
zh_hans: 人为破坏

source: crime of theft
tr: hırsızlık suçu
vi: tội trộm cắp

source: crime of robbery
tr: soygun suçu
vi: tội cướp bóc

source: crime of espionage
tr: casusluk suçu
vi: tội gián điệp

source: crime of treason
tr: vatana ihanet suçu
vi: tội phản quốc

source: crime of blood-drinking
tr: kan içme suçu
vi: tội uống máu

source: crime of attempted theft
tr: hırsızlığa teşebbüs suçu
vi: tội trộm cắp bất thành

source: crime of attempted murder
tr: cinayete teşebbüs suçu
vi: tội mưu sát

source: crime of kidnapping
tr: adam kaçırma suçu
vi: tội bắt cóc

source: crime of attempted kidnapping
tr: adam kaçırmaya teşebbüs suçu
vi: tội bắt cóc bất thành

source: self-identification to
tr: kendini şuna tanıtma:
vi: tự nhận dạng với

source: refusal to identify to
tr: şuna kimliğini açıklamayı reddetme:
vi: từ chối nhận dạng với

source: demand of submission from
tr: şundan teslimiyet talebi:
vi: yêu cầu quy phục từ

source: attack on
tr: şuna saldırı:
vi: tấn công

source: escalated attack on
tr: şuna tırmandırılmış saldırı:
vi: tấn công leo thang vào

source: ascension
tr: yükseliş
vi: thăng thiên

source: presence
tr: varlık
vi: hiện diện

source: 's presence
tr: 'in varlığı
vi: sự hiện diện của

source: 's acceptance of
tr: 'in şunu kabulü:
vi: sự chấp thuận của

source: 's offer of tribute
tr: 'in haraç teklifi
vi: lời cống nạp của

source: 's refusal of
tr: 'in şunu reddi:
vi: sự từ chối của

source: 's demand for tribute
tr: 'in haraç talebi
vi: yêu cầu cống nạp của

source: 's offer of peace
tr: 'in barış teklifi
vi: đề nghị hòa bình của

source: 's cessation of tribute to
tr: 'in şuna haracı durdurması:
vi: sự ngừng cống nạp của [tên] cho

source: 's claim
tr: 'in iddiası
vi: tuyên bố chủ quyền của

source: on
de: auf
fr: sur
it: su
ko: ~에
pl: na
pt_br: Liga
ru: на
tr: şunun üzerinde:
vi: về
zh_hans: 上

source: 's harassment
tr: 'in tacizi
vi: sự quấy rối của

source: 's withdrawal from
tr: 'in şuradan çekilmesi:
vi: sự rút lui của [tên] khỏi

source: 's flight
tr: 'in kaçışı
vi: sự bỏ chạy của

source: from
de: von
fr: de
it: da
ko: ~에서
pl: od
pt_br: de
ru: из
tr: şuradan
vi: khỏi
zh_hans: 来自

source: 's abandonment
tr: 'in terk edişi
vi: sự bỏ rơi của

source: The insurrection
tr: Ayaklanma
vi: Cuộc nổi dậy

source: against
de: gegen
fr: contre
it: contro
ko: 에 맞서
pl: przeciwko
pt_br: contra
ru: против
tr: şuna karşı
vi: chống lại
zh_hans: 反对

source: The
de: Der/Die/Das
fr: Le/La
it: Il
pt_br: O
vi: Sự
zh_hans: 这

source: insurrection crushed
tr: ayaklanma bastırıldı
vi: cuộc nổi dậy bị dập tắt

source: by
de: durch
fr: par
it: da
ko: ~에 의해
pl: przez
pt_br: por
ru: от
tr: şunun tarafından:
vi: bởi
zh_hans: 通过

source: failed insurrection
tr: başarısız ayaklanma
vi: cuộc nổi dậy thất bại

source: overthrow
tr: devirme
vi: lật đổ

source: 's reclamation
tr: 'in geri alımı
vi: sự phục hồi của

source: 's foundation
tr: 'in kuruluşu
vi: sự thành lập của

source: 's march
tr: 'in yürüyüşü
vi: cuộc hành quân của

source: to reclaim
tr: geri almak için
vi: để phục hồi

source: to found a site in
tr: şurada bir yerleşke kurmak için
vi: để thành lập một khu vực tại

source: toward
tr: şuna doğru
vi: về phía

source: The occupation of
tr: Şunun işgali:
vi: Sự chiếm đóng của

source: Your abduction
tr: Senin kaçırılman
vi: Vụ bắt cóc của bạn

source: The abduction of
tr: Şunun kaçırılması:
vi: Vụ bắt cóc của

source: The destruction of
tr: Şunun yıkımı:
vi: Sự phá hủy của

source: The presence of
tr: Şunun varlığı:
vi: Sự hiện diện của

source: Your possession of
tr: Senin sahip olduğun:
vi: Sự sở hữu của bạn đối với

source: 's possession of
tr: 'in sahip olduğu:
vi: sự sở hữu của [tên] đối với

source: The absence of
tr: Şunun yokluğu:
vi: Sự vắng mặt của

source: 's
fr: c'est
it: è
ko: 의
pt_br: ​ de
tr: 'in
vi: của
zh_hans: 的

source: Your lack of possession of
tr: Senin sahip olmadığın:
vi: Sự thiếu sở hữu của bạn đối với

source: 's lack of possession of
tr: 'in sahip olmadığı:
vi: sự thiếu sở hữu của [tên] đối với

source: You have been ordered to drive these forces out.
tr: Bu güçleri kovman emredildi.
vi: Bạn đã được lệnh trục xuất những lực lượng này.

source: You have been ordered to slay this creature.
tr: Bu yaratığı katletmen emredildi.
vi: Bạn đã được lệnh tiêu diệt sinh vật này.

source: You have been ordered to cause trouble for these forces.
tr: Bu güçlere sorun çıkarman emredildi.
vi: Bạn đã được lệnh gây rối cho những lực lượng này.

source: You have been ordered to clear the forces from this site.
tr: Bu yerleşkedeki güçleri temizlemen emredildi.
vi: Bạn đã được lệnh loại bỏ lực lượng khỏi khu vực này.

source: You last
tr: En son
vi: Lần cuối bạn

source: heard this
tr: şunu duydun:
vi: nghe điều này

source: on the
tr: şunda:
vi: vào ngày

source: You first heard this
tr: Bunu ilk kez duydun:
vi: Bạn nghe điều này lần đầu

source: This is common knowledge where you are from.
tr: Geldiğin yerde bu herkesçe bilinen bir bilgidir.
vi: Điều này là kiến thức phổ biến ở nơi bạn đến.

source: writing
de: Schrift
fr: l'écriture
it: scritto
ko: 글
pl: pisanie
pt_br: escrita
ru: письменность
tr: yazıyor
vi: viết
zh_hans: 写作

source: Writing
de: Schreiben
fr: L'écriture
it: Scrittura
ko: 글쓰기
pl: Pisanie
pt_br: Escrita
ru: Текст написан
tr: Yazma
vi: Viết
zh_hans: 写作

source: Given
tr: Verildi
vi: Được trao

source: Dropped
tr: Bırakıldı
vi: Bị đánh rơi

source: me
de: mich
fr: moi
ko: 나
pl: mnie
pt_br: onde estou
ru: мне
tr: ben
vi: tôi
zh_hans: 我

source: /You
tr: /Sen
vi: /Bạn

source: you
tr: sen
vi: bạn

source: Artifact
de: Artefakt
fr: Artefact
it: Manufatto
ko: 아티팩트
pl: Artefakt
pt_br: Artefato
ru: Артефакт
tr: Eser
vi: Cổ vật
zh_hans: 工艺品

source: Destroyed
tr: Yok Edildi
vi: Bị phá hủy

source: Held
tr: Tutuldu
vi: Được giữ

source: Gained
tr: Kazanıldı
vi: Đạt được

source: Denied
tr: Reddedildi
vi: Bị từ chối

source: rescue
tr: kurtarma
vi: giải cứu

source: reunion
tr: yeniden birleşme
vi: đoàn tụ

source: Reunion
de: Wiedervereinigung
fr: Réunion
it: Riunione
ko: 재결합
pl: Połączenie
pt_br: Reuniao
ru: Воссоединение
tr: Yeniden Birleşme
vi: Đoàn tụ
zh_hans: 团圆

source: Reunion/
tr: Yeniden Birleşme/
vi: Đoàn tụ/

source: death
de: Tod
fr: décès
it: morte
ko: 죽음
pl: śmierć
pt_br: morte
ru: смерть
tr: ölüm
vi: cái chết
zh_hans: 死亡

source: Death/You
tr: Ölüm/Sen
vi: Chết/Bạn

source: Death/
tr: Ölüm/
vi: Chết/

source: order
de: Befehl
fr: ordre
it: ordine
ko: 주문하다
pl: rozkaz
pt_br: pedido
ru: приказами
tr: emir
vi: mệnh lệnh
zh_hans: 订购

source: export
tr: ihracat
vi: xuất khẩu

source: prohibition
tr: yasağı
vi: lệnh cấm

source: job
tr: iş
vi: công việc

source: conspiracy
tr: komplo
vi: âm mưu

source: slow
tr: yavaş
vi: chậm

source: labor
de: Arbeit
fr: travail
it: lavoro
ko: 노동
pl: praca
pt_br: o trabalho de parto
ru: трудом
tr: iş gücü
vi: lao động
zh_hans: 劳工

source: Murder
de: Mord
fr: Meurtre
it: Omicidio
ko: 살인
pl: Morderstwo
pt_br: Assassinato
ru: Убийство
tr: Cinayet
vi: Giết người
zh_hans: 谋杀

source: murder
de: ermordet
fr: meurtre
it: omicidio
ko: 살인
pl: morderstwo
pt_br: Assassinar
ru: убийством
tr: cinayet
vi: giết người
zh_hans: 谋杀

source: Disorder
tr: Kargaşa
vi: Mất trật tự

source: disorderly
tr: düzensiz
vi: mất trật tự

source: conduct
tr: davranış
vi: hành vi

source: building
de: bauen
fr: bâtiment
it: edificio
ko: 건축물
pl: budowla
pt_br: Construindo...
ru: строение
tr: bina
vi: công trình
zh_hans: 建筑

source: Bribery
de: Bestechung
fr: Corruption
it: Corruzione
ko: 수회
pl: Przekupstwo
pt_br: Suborno
ru: Взятка
tr: Rüşvet
vi: Hối lộ
zh_hans: 贿赂

source: Embezzlement
de: Unterschlagung
fr: Détournement de fonds
it: Appropriazione indebita
ko: 도용
pl: Defraudacja
pt_br: Desfalque
ru: Растрата
tr: Zimmete Para Geçirme
vi: Tham ô
zh_hans: 挪用公款

source: Vandalism
de: Vandalismus
fr: Vandalisme
it: Vandalismo
ko: 공공 기물 파손
pl: Wandalizm
pt_br: Vandalismo
ru: Вандализм
tr: Vandalizm
vi: Phá hoại tài sản
zh_hans: 捣毁

source: Theft
de: Diebstahl
fr: Vol
it: Furto
ko: 훔침
pl: Kradzież
pt_br: Roubo
ru: Кража
tr: Hırsızlık
vi: Trộm cắp
zh_hans: 盗窃

source: theft
de: Diebstahl
fr: vol
it: furto
ko: 훔침
pl: kradzież
pt_br: furto
ru: кража
tr: hırsızlık
vi: Trộm cắp
zh_hans: 盗窃

source: Robbery
de: Raub
fr: Vol
it: Rapina
ko: 강도
pl: Rabunek
pt_br: Roubo
ru: Грабёж
tr: Soygun
vi: Cướp bóc
zh_hans: 抢劫

source: robbery
de: raub
fr: vol
it: rapina
ko: 강도
pl: rabunek
pt_br: Roubo
ru: ограбление
tr: soygun
vi: cướp bóc
zh_hans: 抢劫

source: Espionage
de: Spionage
fr: Espionnage
it: Spionaggio
ko: 스파이 활동
pl: Szpiegostwo
pt_br: Espionagem
ru: Шпионаж
tr: Casusluk
vi: Gián điệp
zh_hans: 间谍活动

source: espionage
de: Spinoage
fr: espionnage
it: spionaggio
ko: 스파이 활동
pl: szpiegostwo
pt_br: espionagem
ru: шпионаж
tr: casusluk
vi: gián điệp
zh_hans: 间谍活动

source: Treason
de: Verrat
fr: Trahison
it: Tradimento
ko: 반역
pl: Zdrada
pt_br: Traição
ru: Измена
tr: Vatana İhanet
vi: Phản quốc
zh_hans: 叛国

source: treason
de: Verrat
fr: trahison
it: tradimento
ko: 반역
pl: zdrada
pt_br: traição
ru: измена
tr: vatana ihanet
vi: phản quốc
zh_hans: 叛国

source: Blood-drinking
de: Bluttrinker
fr: Boire du sang
it: Consumazione di sangue
ko: 피를 마시는
pl: Picie krwi
pt_br: Beber sangue
ru: Вампиризм
tr: Kan içicilik
vi: Hút máu
zh_hans: 喝血

source: blood
de: Blut
fr: du sang
it: sangue
ko: 피
pl: krew
pt_br: sangue
ru: кровь
tr: kan
vi: máu
zh_hans: 血

source: drinking
tr: içme
vi: uống

source: kidnapping
de: Entführung
fr: enlèvement
it: rapimento
ko: 납치
pl: porwanie
pt_br: sequestro
ru: похищение
tr: kaçırma
vi: bắt cóc
zh_hans: 绑架

source: snatching
tr: kapıp kaçma
vi: cướp giật

source: a poem
de: ein Gedicht
fr: un poème
it: un poema
ko: 시
pl: wiersz
pt_br: uma poesia
ru: стихи
tr: bir şiir
vi: một bài thơ
zh_hans: 一首诗

source: music
de: Musik
fr: musique
it: musica
ko: 음악
pl: muzyka
pt_br: música
ru: музыка
tr: müzik
vi: âm nhạc
zh_hans: 音乐

source: dance
de: Tanz
fr: Danse
it: danza
ko: 춤
pl: taniec
pt_br: Dança
ru: танец
tr: dans
vi: khiêu vũ
zh_hans: 舞蹈

source: refuse
tr: reddet
vi: từ chối

source: demand
tr: talep
vi: yêu cầu

source: submission
tr: teslimiyet
vi: quy phục

source: fight
tr: dövüş
vi: chiến đấu

source: Attack/
tr: Saldırı/
vi: Tấn công/

source: Escalation/
tr: Tırmanma/
vi: Leo thang/

source: succession
tr: halefiyet
vi: kế vị

source: leader
de: Führer
fr: chef
it: capo
ko: 지도자
pl: lider
pt_br: dirigente
ru: лидер
tr: lider
vi: thủ lĩnh
zh_hans: 领导

source: presence
tr: varlık
vi: sự hiện diện

source: Beast/
tr: Canavar/
vi: Quái vật/

source: Group/
tr: Grup/
vi: Nhóm/

source: tribute
tr: haraç
vi: cống nạp

source: Tribute/
tr: Haraç/
vi: Cống nạp/

source: peace
de: Frieden
fr: paix
it: pace
ko: 평화
pl: pokój
pt_br: paz
ru: покоем
tr: barış
vi: hòa bình
zh_hans: 和平

source: Peace/
tr: Barış/
vi: Hòa bình/

source: claim
tr: hak iddia etme
vi: yêu sách

source: harassment
tr: taciz
vi: quấy rối

source: Harass/
tr: Taciz/
vi: Quấy rối/

source: withdrawal
tr: geri çekilme
vi: rút quân

source: Leave/
tr: Ayrıl/
vi: Rút lui/

source: refugees
tr: mülteciler
vi: người tị nạn

source: flight
de: Flug
fr: voyage en avion
it: volo
ko: 비행
pl: lot
pt_br: fuga
ru: полёт
tr: kaçış
vi: bỏ chạy
zh_hans: 飞行

source: Flee/
tr: Kaç/
vi: Bỏ chạy/

source: Abandon/
tr: Terk et/
vi: Bỏ hoang/

source: crushed
de: zerquetscht
fr: écrasé
it: schiacciato
ko: 밀어 넣는
pl: zmiażdżony
pt_br: comprimida
ru: раздавлены
tr: bastırıldı
vi: bị nghiền nát
zh_hans: 碎

source: defeat
tr: yenilgi
vi: thất bại

source: Crushed
tr: Bastırıldı
vi: Bị nghiền nát

source: failure
tr: başarısızlık
vi: thất bại

source: Failed
tr: Başarısız
vi: Thất bại

source: overthrow
tr: devirme
vi: lật đổ

source: revolution
tr: devrim
vi: cách mạng

source: Overthrow
tr: Devirme
vi: Lật đổ

source: reclaim
tr: geri alma
vi: chiếm lại

source: Reclaimed/
tr: Geri Alındı/
vi: Đã chiếm lại/

source: Founded/
tr: Kuruldu/
vi: Đã thành lập/

source: Reclaiming/
tr: Geri Alınıyor/
vi: Đang chiếm lại/

source: Founding/
tr: Kuruluyor/
vi: Đang thành lập/

source: march
tr: yürüyüş
vi: hành quân

source: occupation
de: Beschäftigung
it: occupazione
ko: 직업
pl: okupacja
pt_br: Profissão
ru: оккупация
tr: işgal
vi: chiếm đóng
zh_hans: 职业

source: abduction
tr: kaçırma
vi: bắt cóc

source: kidnap
tr: adam kaçırma
vi: bắt cóc

source: Abduction/You
tr: Kaçırılma/Sen
vi: Bắt cóc/Anh

source: Abduction/
tr: Kaçırılma/
vi: Bắt cóc/

source: Artifact/
tr: Eser/
vi: Cổ vật/

source: No Artifact/
tr: Eser Yok/
vi: Không có cổ vật/

source: Done:
tr: Tamamlandı:
vi: Hoàn tất:

source: Insurrection with
tr: Şununla ayaklanma:
vi: Nổi dậy với

source: Guided by
tr: Şunun rehberliğinde:
vi: Được dẫn dắt bởi

source: Rescue
de: Rettung
fr: Sauvetage
it: Soccorri
ko: 구조하다
pl: Uratuj
pt_br: Resgatar
ru: Спасение
tr: Kurtar
vi: Giải cứu
zh_hans: 拯救

source: Aid rescue with
tr: Şununla kurtarmaya yardım et
vi: Hỗ trợ giải cứu với

source: Adventure with
tr: Şununla maceraya atıl
vi: Phiêu lưu cùng

source: The bound service of
tr: Şunun zorunlu hizmeti
vi: Nghĩa vụ ràng buộc của

source: Entertain people with
tr: İnsanları şununla eğlendir:
vi: Giải trí cho mọi người bằng

source: We should have made it there by now.
de: Wir sollten schon längst da sein.
fr: Nous aurions dû y arriver maintenant.
it: Dovremmo aver finito ora.
ko: 우리는 지금쯤 그 곳에 도착했어야 했다.
pl: Powinniśmy być już na miejscu.
pt_br: Nós já devíamos ter chegado lá a essa altura.
ru: Мы уже должны были быть там.
tr: Şimdiye kadar oraya varmış olmalıydık.
vi: Chúng ta lẽ ra đã phải đến nơi rồi.
zh_hans: 我们本应现在就完工。

source: We should be making better progress.
de: Wir sollten bessere Fortschritte machen.
fr: On devrait mieux avancer.
it: Dovremmo far migliori progressi.
ko: 우리는 더 나은 진전을 이루어야 한다.
pl: Powinniśmy robić większe postępy.
pt_br: Nós deveríamos estar fazendo melhor progresso.
ru: Нам нужно двигаться быстрее.
tr: Daha iyi ilerleme kaydediyor olmalıydık.
vi: Chúng ta nên có tiến triển tốt hơn.
zh_hans: 我们应该取得更好的进展。

source: We are going the wrong way.
de: Wir folgen dem falschen Weg.
fr: Nous allons dans le mauvais sens.
it: Stiamo andando dalla parte sbagliata.
ko: 우리는 잘못된 길로 가고 있다.
pl: Zmierzamy w złą stronę.
pt_br: Estamos indo para o lado errado.
ru: Мы движемся не в ту сторону.
tr: Yanlış yoldan gidiyoruz.
vi: Chúng ta đang đi sai đường.
zh_hans: 我们走错了路。

source: We haven't performed for some time.
de: Wir haben seit einiger Zeit nichts mehr aufgeführt.
fr: Nous n'avons pas joué depuis un certain temps.
it: Non ci siamo esibiti da un po' di tempo.
ko: 우리는 공연을 안 한지 꽤 오래 되었다.
pl: Nie występowaliśmy już od jakiegoś czasu.
pt_br: Nós não se apresentamos por algum tempo.
ru: Какое-то время мы не давали представлений.
tr: Bir süredir performans sergilemedik.
vi: Chúng ta đã không biểu diễn một thời gian rồi.
zh_hans: 我们还没有表演多长时间。

source: We have arrived at our destination.
de: Wir haben unser Ziel erreicht.
fr: Nous sommes arrivés à destination.
it: Siamo arrivati a destinazione.
ko: 우리는 목적지에 도착하였다.
pl: Dotarliśmy do celu.
pt_br: Nós chegamos ao nosso destino.
ru: Мы достигли цели.
tr: Varış noktamıza ulaştık.
vi: Chúng ta đã đến đích.
zh_hans: 我们到达了目的地。

source: The oppressor has been overthrown!
de: Der Unterdrücker wurde gestürzt!
fr: L'oppresseur a été renversé !
it: L'oppressore è stato respinto!
ko: 압제자가 타도되었다!
pl: Ciemiężca został obalony!
pt_br: O opressor foi derrotado!
ru: Угнетатель свергнут!
tr: Zalim devrildi!
vi: Kẻ áp bức đã bị lật đổ!
zh_hans: 压迫者已经被推翻了！

source: We must not abandon
de: Wir dürfen nicht aufgeben
fr: Nous ne devons pas abandonner
it: Non dobbiamo abbandonare
ko: 우리는 포기하지 않을 것이다.
pl: Nie wolno nam porzucić
pt_br: Não devemos abandonar
ru: Мы не должны прекращать
tr: Şunu terk etmemeliyiz:
vi: Chúng ta không được từ bỏ
zh_hans: 我们绝不能放弃

source: We must go back.
de: Wir müssen zurückgehen.
fr: Nous devons revenir en arrière.
it: Dobbiamo tornare indietro.
ko: 우리는 돌아가야만 한다.
pl: Musimy wrócić.
pt_br: Devemos voltar.
ru: Нам нужно вернуться.
tr: Geri dönmeliyiz.
vi: Chúng ta phải quay lại.
zh_hans: 我们必须回去。

source: Empty announcement
de: Leere Benachrichtigung
fr: Annonce vide
it: Annuncio vuoto
ko: 공허한 선언
pl: Puste ogłoszenie
pt_br: Anúncio vazio
ru: Пустое оповещение
tr: Boş duyuru
vi: Thông báo trống
zh_hans: 空白公告

source: spinning
de: drehend
fr: filage
it: rotante
ko: 방적
pl: wirujący
pt_br: girando
ru: крутящимся
tr: dönen
vi: quay tròn
zh_hans: 纺织

source: flying
de: fliegend
fr: en volant
it: volante
ko: 날아가는
pl: lecąca
pt_br: voando
ru: летящий
tr: uçan
vi: bay lượn
zh_hans: 飞行

source: It
de: es
fr: Ce
it: Esso
ko: 그것
pl: to
pt_br: Isto
ru: Он
tr: O
vi: Nó
zh_hans: 它

source: , but it is deflected by
de: , doch es wurde abgewehrt von
fr: , mais il est dévié par
it: , ma è respinto da
ko: , 하지만 그것은 에 의해 굴절된다.
pl: , lecz jest odbity przez
pt_br: , mas é desviado por
ru: , но был отражён
tr: , ama şunun tarafından saptırıldı:
vi: , nhưng nó bị làm chệch hướng bởi
zh_hans: ，但它被偏转了

source: by the
de: bei der/die/das
fr: par le
it: dal
ko: 에 의해
pl: za
pt_br: por
ru: за
tr: şunun tarafından:
vi: bởi
zh_hans: 通过

source: in the
de: und der/die/das
fr: dans le/la
it: nel
ko: 에서
pl: w
pt_br: na
ru: в
tr: şundaki:
vi: trong
zh_hans: 在里面

source: from behind
de: von hinten
fr: par derrière
it: da dietro
ko: 뒤에서
pl: od tyłu
pt_br: pelas costas
ru: сзади
tr: arkadan
vi: từ phía sau
zh_hans: 从后面

source: from the side
de: von der Seite
fr: du côté
it: dal lato
ko: 옆에서
pl: od boku
pt_br: pelo lado
ru: со стороны
tr: yandan
vi: từ phía bên
zh_hans: 从侧面

source: with
de: mit
fr: avec
it: con
ko: 와
pl: z
pt_br: com
ru: с помощью
tr: ile
vi: với
zh_hans: 同

source: , but the attack is deflected by
de: , doch der Angriff wurde abgewehrt von
fr: , mais l'attaque est déviée par
it: , ma l'attacco è respinto da
ko: , 하지만 그 공격은 굴절된다 ~에 의해:
pl: , lecz atak zostaje odbity przez
pt_br: , mas o ataque é desviado pelo
ru: , но атака отражена
tr: , ama saldırı şunun tarafından saptırıldı:
vi: , nhưng đòn tấn công bị làm chệch hướng bởi
zh_hans: ,但攻击被偏转了

source: The geldables have been torn away!
de: Das Kastrierbare ist abgerissen worden!
fr: Les géldables ont été arrachés !
it: I gingilli sono stati strappati!
ko: 고환이 찢어져버린다!
pl: Genitalia zostały wyrwane!
pt_br: Ele foi castrado!
ru: Причандалы были оторваны!
tr: Hadımlıklar koparıldı!
vi: Bộ phận sinh dục đã bị xé toạc!
zh_hans: 目标已被断子绝孙！

source: , lightly tapping the target!
de: , leicht das Ziel geschlagen!
fr: , tapotant légèrement la cible!
it: , toccando lievemente il bersaglio!
ko: , 가볍게 목표를 두드린다!
pl: , lekko dotykając cel!
pt_br: , levemente tocando o alvo!
ru: , слегка задев цель!
tr: , hedefe hafifçe dokunuyor!
vi: , chạm nhẹ vào mục tiêu!
zh_hans: ，轻轻拍打目标！
