Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Verbally struggle against great misery
tr: Büyük sefalete karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại nỗi khốn cùng tột độ

source: Verbally struggle against great mortification
tr: Büyük utanca karşı sözlü mücadele et
vi: Lời nói đấu tranh chống lại sự ê chề tột độ

source: Verbally struggle, greatly shaken
tr: Sözlü mücadele et, çok sarsılmış
vi: Lời nói đấu tranh, hoàn toàn suy sụp

source: State feelings of great acceptance
tr: Büyük kabullenme duygularını ifade et
vi: Bày tỏ cảm giác chấp nhận hoàn toàn

source: State feelings of great admiration
tr: Büyük hayranlık duygularını ifade et
vi: Bày tỏ cảm giác ngưỡng mộ sâu sắc

source: State feelings of great agitation
tr: Büyük tedirginlik duygularını ifade et
vi: Bày tỏ cảm giác kích động tột độ

source: State feelings of great aggravation
tr: Büyük sinirlilik duygularını ifade et
vi: Bày tỏ cảm giác bực tức tột độ

source: State feelings of great alienation
tr: Büyük yabancılaşma duygularını ifade et
vi: Bày tỏ cảm giác bị cô lập sâu sắc

source: State feelings of great amazement
tr: Büyük şaşkınlık duygularını ifade et
vi: Bày tỏ cảm giác kinh ngạc tột độ

source: State feelings of great ambivalence
tr: Büyük kararsızlık duygularını ifade et
vi: Bày tỏ cảm giác mâu thuẫn lớn

source: State feelings of great anger
tr: Büyük öfke duygularını ifade et
vi: Bày tỏ cảm giác tức giận tột độ

source: State feelings of great annoyance
tr: Büyük rahatsızlık duygularını ifade et
vi: Bày tỏ cảm giác khó chịu tột độ

source: State feelings of great anxiety
tr: Büyük endişe duygularını ifade et
vi: Bày tỏ cảm giác lo lắng tột độ

source: State feelings of great apathy
tr: Büyük ilgisizlik duygularını ifade et
vi: Bày tỏ cảm giác thờ ơ sâu sắc

source: State feelings of great arousal
tr: Büyük uyarılma duygularını ifade et
vi: Bày tỏ cảm giác hưng phấn tột độ

source: State feelings of great astonishment
tr: Büyük hayret duygularını ifade et
vi: Bày tỏ cảm giác kinh ngạc tột độ

source: State feelings of great aversion
tr: Büyük tiksinti duygularını ifade et
vi: Bày tỏ cảm giác ác cảm sâu sắc

source: State feelings of great awe
tr: Büyük huşu duygularını ifade et
vi: Bày tỏ cảm giác kính sợ tột độ

source: State feelings of great bitterness
tr: Büyük içerleme duygularını ifade et
vi: Bày tỏ cảm giác cay đắng tột độ

source: State feelings of great boredom
tr: Büyük can sıkıntısı duygularını ifade et
vi: Bày tỏ cảm giác chán nản tột độ

source: State feelings of great caring
tr: Büyük ilgi duygularını ifade et
vi: Bày tỏ cảm giác quan tâm sâu sắc

source: State feelings of great confusion
tr: Büyük kafa karışıklığı duygularını ifade et
vi: Bày tỏ cảm giác hoang mang tột độ

source: State feelings of great contempt
tr: Büyük küçümseme duygularını ifade et
vi: Bày tỏ cảm giác khinh miệt tột độ

source: State feelings of great dejection
tr: Büyük keder duygularını ifade et
vi: Bày tỏ cảm giác chán nản sâu sắc

source: State feelings of great disappointment
tr: Büyük hayal kırıklığı duygularını ifade et
vi: Bày tỏ cảm giác thất vọng tột độ

source: State feelings of great disgust
tr: Büyük iğrenme duygularını ifade et
vi: Cảm thấy kinh tởm tột độ.

source: State feelings of great disillusionment
tr: Büyük hayal kırıklığı duygularını ifade et
vi: Cảm thấy vỡ mộng sâu sắc.

source: State feelings of great dislike
tr: Büyük hoşnutsuzluk duygularını ifade et
vi: Cảm thấy ghét bỏ mãnh liệt.

source: State feelings of great displeasure
tr: Büyük memnuniyetsizlik duygularını ifade et
vi: Cảm thấy bất mãn tột độ.

source: State feelings of great eagerness
tr: Büyük heves duygularını ifade et
vi: Cảm thấy háo hức khôn cùng.

source: State feelings of great embarrassment
tr: Büyük utanç duygularını ifade et
vi: Cảm thấy xấu hổ cùng cực.

source: State feelings of great empathy
tr: Büyük empati duygularını ifade et
vi: Cảm thấy đồng cảm sâu sắc.

source: State feelings of great emptiness
tr: Büyük boşluk duygularını ifade et
vi: Cảm thấy trống rỗng tột độ.

source: State feelings of great exasperation
tr: Büyük bıkkınlık duygularını ifade et
vi: Cảm thấy bực tức khôn nguôi.

source: State feelings of great ferocity
tr: Büyük yırtıcılık duygularını ifade et
vi: Cảm thấy hung hăng tột độ.

source: State feelings of great frustration
tr: Büyük hüsran duygularını ifade et
vi: Cảm thấy bực bội sâu sắc.

source: State feelings of great gloom
tr: Büyük karamsarlık duygularını ifade et
vi: Cảm thấy u ám tột độ.

source: State feelings of great glumness
tr: Büyük keyifsizlik duygularını ifade et
vi: Cảm thấy ủ rũ khôn cùng.

source: State feelings of great gratitude
tr: Büyük minnet duygularını ifade et
vi: Cảm thấy biết ơn sâu sắc.

source: State feelings of great grouchiness
tr: Büyük huysuzluk duygularını ifade et
vi: Cảm thấy gắt gỏng tột độ.

source: State feelings of great grumpiness
tr: Büyük asabiyet duygularını ifade et
vi: Cảm thấy cáu kỉnh khôn cùng.

source: State feelings of great guilt
tr: Büyük suçluluk duygularını ifade et
vi: Cảm thấy tội lỗi sâu sắc.

source: State feelings of great hatred
tr: Büyük nefret duygularını ifade et
vi: Cảm thấy thù hận tột độ.

source: State feelings of great hope
tr: Büyük umut duygularını ifade et
vi: Cảm thấy hy vọng mãnh liệt.

source: State feelings of great hopelessness
tr: Büyük umutsuzluk duygularını ifade et
vi: Cảm thấy tuyệt vọng sâu sắc.

source: State feelings of great humiliation
tr: Büyük aşağılanma duygularını ifade et
vi: Cảm thấy nhục nhã cùng cực.

source: State feelings of great insult
tr: Büyük hakaret duygularını ifade et
vi: Cảm thấy bị xúc phạm nặng nề.

source: State feelings of great interest
tr: Büyük ilgi duygularını ifade et
vi: Cảm thấy hứng thú tột độ.

source: State feelings of great irritation
tr: Büyük sinirlilik duygularını ifade et
vi: Cảm thấy bực bội khôn cùng.

source: State feelings of great isolation
tr: Büyük izolasyon duygularını ifade et
vi: Cảm thấy cô độc sâu sắc.

source: State feelings of great loathing
tr: Büyük nefret duygularını ifade et
vi: Cảm thấy căm ghét tột độ.

source: State feelings of great loneliness
tr: Büyük yalnızlık duygularını ifade et
vi: Cảm thấy cô đơn sâu sắc.

source: State feelings of great lust
tr: Büyük şehvet duygularını ifade et
vi: Cảm thấy dục vọng mãnh liệt.

source: State feelings of great nervousness
tr: Büyük gerginlik duygularını ifade et
vi: Cảm thấy bồn chồn tột độ.

source: State feelings of great nostalgia
tr: Büyük nostalji duygularını ifade et
vi: Cảm thấy hoài niệm sâu sắc.

source: State feelings of great optimism
tr: Büyük iyimserlik duygularını ifade et
vi: Cảm thấy lạc quan mãnh liệt.

source: State feelings of great outrage
tr: Büyük infial duygularını ifade et
vi: Cảm thấy phẫn nộ tột độ.

source: State feelings of great panic
tr: Büyük panik duygularını ifade et
vi: Cảm thấy hoảng loạn cùng cực.

source: State feelings of great patience
tr: Büyük sabır duygularını ifade et
vi: Cảm thấy kiên nhẫn khôn cùng.

source: State feelings of great passion
tr: Büyük tutku duygularını ifade et
vi: Cảm thấy đam mê mãnh liệt.

source: State feelings of great rejection
tr: Büyük reddedilme duygularını ifade et
vi: Cảm thấy bị ruồng bỏ sâu sắc.

source: State feelings of great relief
tr: Büyük rahatlama duygularını ifade et
vi: Cảm thấy nhẹ nhõm tột độ.

source: State feelings of great regret
tr: Büyük pişmanlık duygularını ifade et
vi: Cảm thấy hối tiếc khôn nguôi.

source: State feelings of great remorse
tr: Büyük vicdan azabı duygularını ifade et
vi: Cảm thấy hối hận sâu sắc.

source: State feelings of great repentance
tr: Büyük tövbe duygularını ifade et
vi: Cảm thấy ăn năn tột độ.

source: State feelings of great resentment
tr: Büyük kırgınlık duygularını ifade et
vi: Cảm thấy oán giận sâu sắc.

source: State feelings of great restlessness
tr: Büyük huzursuzluk duygularını ifade et
vi: Cảm thấy bồn chồn không yên.

source: State feelings of great righteous indignation
tr: Büyük haklı infial duygularını ifade et
vi: Cảm thấy phẫn nộ chính đáng tột độ.

source: State feelings of great self-pity
tr: Büyük kendine acıma duygularını ifade et
vi: Cảm thấy tự thương hại bản thân.

source: State feelings of great servility
tr: Büyük boyun eğmişlik duygularını ifade et
vi: Cảm thấy luồn cúi cùng cực.

source: State feelings of great shame
tr: Büyük utanç duygularını ifade et
vi: Cảm thấy hổ thẹn sâu sắc.

source: State feelings of great sympathy
tr: Büyük sempati duygularını ifade et
vi: Cảm thấy thông cảm sâu sắc.

source: State feelings of great tenderness
tr: Büyük şefkat duygularını ifade et
vi: Cảm thấy dịu dàng vô hạn.

source: State feelings of great uneasiness
tr: Büyük huzursuzluk duygularını ifade et
vi: Cảm thấy bất an tột độ.

source: State feelings of great unhappiness
tr: Büyük mutsuzluk duygularını ifade et
vi: Cảm thấy bất hạnh khôn cùng.

source: State feelings of great wonder
tr: Büyük hayret duygularını ifade et
vi: Cảm thấy kinh ngạc tột độ.

source: State feelings of great worry
tr: Büyük endişe duygularını ifade et
vi: Cảm thấy lo lắng sâu sắc.

source: State feelings of great wrath
tr: Büyük gazap duygularını ifade et
vi: Cảm thấy thịnh nộ tột độ.

source: State feelings of great zeal
tr: Büyük şevk duygularını ifade et
vi: Cảm thấy nhiệt huyết mãnh liệt.

source: State feelings of great adoration
tr: Büyük tapınma duygularını ifade et
vi: Cảm thấy tôn thờ tột độ.

source: State feelings of great affection
tr: Büyük sevgi duygularını ifade et
vi: Cảm thấy yêu mến sâu sắc.

source: State feelings of great amusement
tr: Büyük eğlence duygularını ifade et
vi: Cảm thấy thích thú tột độ.

source: State feelings of great contentment
tr: Büyük hoşnutluk duygularını ifade et
vi: Cảm thấy mãn nguyện sâu sắc.

source: State feelings of great delight
tr: Büyük zevk duygularını ifade et
vi: Cảm thấy vui sướng tột độ.

source: State feelings of great elation
tr: Büyük sevinç duygularını ifade et
vi: Cảm thấy hân hoan khôn cùng.

source: State feelings of great enjoyment
tr: Büyük keyif duygularını ifade et
vi: Cảm thấy thích thú mãnh liệt.

source: State feelings of great exhilaration
tr: Büyük canlanma duygularını ifade et
vi: Cảm thấy phấn chấn tột độ.

source: State feelings of great fondness
tr: Büyük düşkünlük duygularını ifade et
vi: Cảm thấy yêu mến sâu sắc.

source: State feelings of great freedom
tr: Büyük özgürlük duygularını ifade et
vi: Cảm thấy tự do tột độ.

source: State feelings of great flee
tr: Şiddetli kaçma duygularını ifade et
vi: Cảm thấy khao khát thoát thân mãnh liệt.

source: State feelings of great happiness
tr: Büyük mutluluk duygularını ifade et
vi: Cảm thấy hạnh phúc tột độ.

source: State feelings of great jolliness
tr: Büyük şenlik duygularını ifade et
vi: Cảm thấy vui vẻ khôn cùng.

source: State feelings of great joviality
tr: Büyük neşe duygularını ifade et
vi: Cảm thấy vui tính hòa nhã tột độ.

source: State feelings of great jubilation
tr: Büyük coşku duygularını ifade et
vi: Cảm thấy hân hoan tột độ.

source: State feelings of great pleasure
tr: Büyük zevk duygularını ifade et
vi: Cảm thấy vui thích mãnh liệt.

source: State feelings of great pride
tr: Büyük gurur duygularını ifade et
vi: Cảm thấy tự hào sâu sắc.

source: State feelings, greatly enraptured
tr: Duygularını ifade et, büyük ölçüde kendinden geçmiş
vi: Cảm thấy mê mẩn tột độ.

source: State feelings, greatly thrilled
tr: Duygularını ifade et, büyük ölçüde heyecanlı
vi: Cảm thấy phấn khích tột độ.

source: Verbally struggle against looming existential crisis
tr: Yaklaşan varoluşsal krize karşı sözlü direnç göster
vi: Chật vật trong lời nói chống lại khủng hoảng hiện sinh đang cận kề.

source: Verbally struggle, greatly defeated
tr: Sözlü mücadele et, büyük ölçüde yenilmiş
vi: Chật vật trong lời nói, cảm thấy thất bại nặng nề.

source: State feelings, greatly expectant
tr: Duygularını ifade et, büyük ölçüde beklenti içinde
vi: Cảm thấy mong đợi tột độ.

source: Verbally struggle against great doubt
tr: Büyük şüpheye karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại nghi ngờ sâu sắc.

source: State feelings of great enthusiasm
tr: Büyük heves duygularını ifade et
vi: Cảm thấy nhiệt tình mãnh liệt.

source: Verbally struggle against great pessimism
tr: Büyük kötümserliğe karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại sự bi quan sâu sắc.

source: State feelings of great euphoria
tr: Büyük coşkunluk duygularını ifade et
vi: Cảm thấy hưng phấn tột độ.

source: State feelings of suspicion
tr: Şüphe duygularını ifade et
vi: Cảm thấy nghi ngờ.

source: Verbally struggle against alarm
tr: Telaşa karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại sự hoảng loạn.

source: Verbally struggle against shock
tr: Şoka karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại cú sốc.

source: Verbally struggle against horror
tr: Dehşete karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại nỗi kinh hoàng.

source: Verbally struggle against grief
tr: Kedere karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại nỗi đau buồn.

source: State feelings of triumph
tr: Zafer duygularını ifade et
vi: Cảm thấy chiến thắng.

source: Verbally struggle against rage
tr: Öfkeye karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại cơn thịnh nộ.

source: State feelings of grim satisfaction
tr: Karanlık bir haz duygularını ifade et
vi: Cảm thấy thỏa mãn một cách cay nghiệt.

source: Verbally struggle against fear
tr: Korkuya karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại nỗi sợ hãi.

source: Verbally struggle against sadness
tr: Üzüntüye karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại nỗi buồn bã.

source: State feelings of satisfaction
tr: Memnuniyet duygularını ifade et
vi: Cảm thấy thỏa mãn.

source: State feelings of love
tr: Aşk duygularını ifade et
vi: Cảm thấy yêu thương.

source: State feelings of bliss
tr: Saadet duygularını ifade et
vi: Cảm thấy hạnh phúc viên mãn.

source: State feelings of excitement
tr: Heyecan duygularını ifade et
vi: Cảm thấy phấn khích.

source: State feelings of gaiety
tr: Neşe duygularını ifade et
vi: Cảm thấy vui tươi.

source: State feelings of joy
tr: Sevinç duygularını ifade et
vi: Cảm thấy vui sướng.

source: State feelings of vengefulness
tr: İntikam duygularını ifade et
vi: Cảm thấy khao khát báo thù.

source: Verbally struggle against terror
tr: Dehşete karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại sự kinh hoàng.

source: Verbally struggle against agony
tr: Istıraba karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại nỗi đau đớn tột độ.

source: Verbally struggle against anguish
tr: Kedere karşı sözlü mücadele et
vi: Chật vật trong lời nói chống lại sự thống khổ.

source: Verbally struggle against despair
tr: Umutsuzluğa karşı sözlü mücadele et
vi: Đấu tranh bằng lời lẽ chống lại sự tuyệt vọng

source: Verbally struggle against dismay
tr: Dehşete karşı sözlü mücadele et
vi: Đấu tranh bằng lời lẽ chống lại sự hoang mang

source: Verbally struggle against distress
tr: Sıkıntıya karşı sözlü mücadele et
vi: Đấu tranh bằng lời lẽ chống lại nỗi đau khổ

source: Verbally struggle against fright
tr: Korkuya karşı sözlü mücadele et
vi: Đấu tranh bằng lời lẽ chống lại nỗi sợ hãi

source: Verbally struggle against misery
tr: Sefalete karşı sözlü mücadele et
vi: Đấu tranh bằng lời lẽ chống lại sự khốn cùng

source: Verbally struggle against mortification
tr: Utanca karşı sözlü mücadele et
vi: Đấu tranh bằng lời lẽ chống lại nỗi hổ thẹn

source: Verbally struggle, shaken
tr: Sözlü mücadele et, sarsılmış
vi: Đấu tranh bằng lời lẽ, trong trạng thái bàng hoàng

source: State feelings of acceptance
tr: Kabullenme duygularını ifade et
vi: Bày tỏ cảm xúc chấp nhận

source: State feelings of admiration
tr: Hayranlık duygularını ifade et
vi: Bày tỏ cảm xúc ngưỡng mộ

source: State feelings of agitation
tr: Tedirginlik duygularını ifade et
vi: Bày tỏ cảm xúc bối rối

source: State feelings of aggravation
tr: Sinirlilik duygularını ifade et
vi: Bày tỏ cảm xúc bực mình

source: State feelings of amazement
tr: Şaşkınlık duygularını ifade et
vi: Bày tỏ cảm xúc kinh ngạc

source: State feelings of ambivalence
tr: Kararsızlık duygularını ifade et
vi: Bày tỏ cảm xúc mâu thuẫn

source: State feelings of anger
tr: Öfke duygularını ifade et
vi: Bày tỏ cảm xúc tức giận

source: State feelings of annoyance
tr: Rahatsızlık duygularını ifade et
vi: Bày tỏ cảm xúc khó chịu

source: State feelings of anxiety
tr: Endişe duygularını ifade et
vi: Bày tỏ nỗi lo âu

source: State feelings of apathy
tr: İlgisizlik duygularını ifade et
vi: Bày tỏ cảm xúc thờ ơ

source: State feelings of arousal
tr: Uyarılma duygularını ifade et
vi: Bày tỏ cảm xúc hưng phấn

source: State feelings of astonishment
tr: Hayret duygularını ifade et
vi: Bày tỏ cảm xúc kinh ngạc

source: State feelings of aversion
tr: Tiksinti duygularını ifade et
vi: Bày tỏ cảm xúc ác cảm

source: State feelings of awe
tr: Huşu duygularını ifade et
vi: Bày tỏ cảm xúc kính sợ

source: State feelings of bitterness
tr: Burukluk duygularını ifade et
vi: Bày tỏ cảm xúc cay đắng

source: State feelings of boredom
tr: Can sıkıntısı duygularını ifade et
vi: Bày tỏ cảm xúc buồn chán

source: State feelings of caring
tr: İlgi duygularını ifade et
vi: Bày tỏ cảm xúc quan tâm

source: State feelings of confusion
tr: Kafa karışıklığı duygularını ifade et
vi: Bày tỏ cảm xúc bối rối

source: State feelings of contempt
tr: Küçümseme duygularını ifade et
vi: Bày tỏ cảm xúc khinh miệt

source: State feelings of dejection
tr: Keder duygularını ifade et
vi: Bày tỏ cảm xúc chán nản

source: State feelings of disappointment
tr: Hayal kırıklığı duygularını ifade et
vi: Bày tỏ cảm xúc thất vọng

source: State feelings of disgust
tr: İğrenme duygularını ifade et
vi: Bày tỏ cảm xúc ghê tởm

source: State feelings of disillusionment
tr: Hayal kırıklığı duygularını ifade et
vi: Bày tỏ cảm xúc vỡ mộng

source: State feelings of dislike
tr: Hoşnutsuzluk duygularını ifade et
vi: Bày tỏ cảm xúc không thích

source: State feelings of displeasure
tr: Memnuniyetsizlik duygularını ifade et
vi: Bày tỏ cảm xúc không hài lòng

source: State feelings of eagerness
tr: Heves duygularını ifade et
vi: Bày tỏ cảm xúc háo hức

source: State feelings of embarassment
tr: Utanç duygularını ifade et
vi: Bày tỏ cảm xúc xấu hổ

source: State feelings of empathy
tr: Empati duygularını ifade et
vi: Bày tỏ cảm xúc đồng cảm

source: State feelings of emptiness
tr: Boşluk duygularını ifade et
vi: Bày tỏ cảm xúc trống rỗng

source: State feelings of exasperation
tr: Bıkkınlık duygularını ifade et
vi: Bày tỏ cảm xúc bực tức

source: State feelings of ferocity
tr: Vahşet duygularını ifade et
vi: Bày tỏ cảm xúc hung dữ

source: State feelings of frustration
tr: Hüsran duygularını ifade et
vi: Bày tỏ cảm xúc thất vọng

source: State feelings of gloom
tr: Karamsarlık duygularını ifade et
vi: Bày tỏ cảm xúc u ám

source: State feelings of glumness
tr: Keyifsizlik duygularını ifade et
vi: Bày tỏ cảm xúc ủ rũ

source: State feelings of gratitude
tr: Minnet duygularını ifade et
vi: Bày tỏ lòng biết ơn

source: State feelings of grouchiness
tr: Huysuzluk duygularını ifade et
vi: Bày tỏ cảm xúc gắt gỏng

source: State feelings of grumpiness
tr: Asabiyet duygularını ifade et
vi: Bày tỏ cảm xúc cáu kỉnh

source: State feelings of guilt
tr: Suçluluk duygularını ifade et
vi: Bày tỏ cảm giác tội lỗi

source: State feelings of hatred
tr: Nefret duygularını ifade et
vi: Bày tỏ cảm xúc căm ghét

source: State feelings of hope
tr: Umut duygularını ifade et
vi: Bày tỏ niềm hy vọng

source: State feelings of hopelessness
tr: Umutsuzluk duygularını ifade et
vi: Bày tỏ cảm xúc vô vọng

source: State feelings of humiliation
tr: Aşağılanma duygularını ifade et
vi: Bày tỏ cảm xúc nhục nhã

source: State feelings of insult
tr: Hakaret duygularını ifade et
vi: Bày tỏ cảm xúc bị xúc phạm

source: State feelings of interest
tr: İlgi duygularını ifade et
vi: Bày tỏ cảm xúc hứng thú

source: State feelings of irritation
tr: Sinirlilik duygularını ifade et
vi: Bày tỏ cảm xúc khó chịu

source: State feelings of isolation
tr: İzolasyon duygularını ifade et
vi: Bày tỏ cảm xúc cô lập

source: State feelings of loathing
tr: Nefret duygularını ifade et
vi: Bày tỏ cảm xúc ghê tởm tột độ

source: State feelings of loneliness
tr: Yalnızlık duygularını ifade et
vi: Bày tỏ nỗi cô đơn

source: State feelings of lust
tr: Şehvet duygularını ifade et
vi: Bày tỏ dục vọng

source: State feelings of nervousness
tr: Gerginlik duygularını ifade et
vi: Bày tỏ cảm xúc lo lắng

source: State feelings of nostalgia
tr: Nostalji duygularını ifade et
vi: Bày tỏ nỗi hoài niệm

source: State feelings of optimism
tr: İyimserlik duygularını ifade et
vi: Bày tỏ cảm xúc lạc quan

source: State feelings of outrage
tr: Hafif infial duygularını ifade et
vi: Bày tỏ cảm xúc phẫn nộ

source: State feelings of panic
tr: Panik duygularını ifade et
vi: Bày tỏ cảm xúc hoảng loạn

source: State feelings of patience
tr: Sabır duygularını ifade et
vi: Bày tỏ cảm xúc kiên nhẫn

source: State feelings of passion
tr: Tutku duygularını ifade et
vi: Bày tỏ niềm đam mê

source: State feelings of rejection
tr: Reddedilme duygularını ifade et
vi: Bày tỏ cảm giác bị từ chối

source: State feelings of relief
tr: Rahatlama duygularını ifade et
vi: Bày tỏ cảm giác nhẹ nhõm

source: State feelings of regret
tr: Pişmanlık duygularını ifade et
vi: Bày tỏ cảm xúc hối tiếc

source: State feelings of remorse
tr: Vicdan azabı duygularını ifade et
vi: Bày tỏ cảm xúc hối hận

source: State feelings of repentance
tr: Tövbe duygularını ifade et
vi: Bày tỏ cảm xúc sám hối

source: State feelings of resentment
tr: Kırgınlık duygularını ifade et
vi: Bày tỏ cảm xúc phẫn uất

source: State feelings of restlessness
tr: Huzursuzluk duygularını ifade et
vi: Bày tỏ cảm xúc bồn chồn

source: State feelings of righteous indignation
tr: Haklı infial duygularını ifade et
vi: Bày tỏ sự phẫn nộ chính đáng

source: State feelings of self-pity
tr: Kendine acıma duygularını ifade et
vi: Bày tỏ cảm xúc tự thương hại

source: State feelings of servility
tr: Yaltaklanma duygularını ifade et
vi: Bày tỏ cảm xúc luồn cúi

source: State feelings of shame
tr: Utanç duygularını ifade et
vi: Bày tỏ cảm xúc xấu hổ

source: State feelings of sympathy
tr: Sempati duygularını ifade et
vi: Bày tỏ cảm xúc thông cảm

source: State feelings of tenderness
tr: Şefkat duygularını ifade et
vi: Bày tỏ cảm xúc dịu dàng

source: State feelings of uneasiness
tr: Huzursuzluk duygularını ifade et
vi: Bày tỏ cảm giác bứt rứt

source: State feelings of unhappiness
tr: Mutsuzluk duygularını ifade et
vi: Bày tỏ cảm xúc bất hạnh

source: State feelings of wonder
tr: Hayret duygularını ifade et
vi: Bày tỏ cảm xúc kinh ngạc

source: State feelings of worry
tr: Endişe duygularını ifade et
vi: Bày tỏ nỗi lo lắng

source: State feelings of wrath
tr: Gazap duygularını ifade et
vi: Bày tỏ sự thịnh nộ

source: State feelings of zeal
tr: Şevk duygularını ifade et
vi: Bày tỏ lòng nhiệt thành

source: State feelings of adoration
tr: Tapınma duygularını ifade et
vi: Bày tỏ cảm xúc tôn thờ

source: State feelings of affection
tr: Sevgi duygularını ifade et
vi: Bày tỏ tình cảm yêu mến

source: State feelings of amusement
tr: Eğlence duygularını ifade et
vi: Bày tỏ cảm xúc thích thú

source: State feelings of contentment
tr: Hoşnutluk duygularını ifade et
vi: Bày tỏ cảm xúc mãn nguyện

source: State feelings of delight
tr: Zevk duygularını ifade et
vi: Bày tỏ niềm vui sướng

source: State feelings of elation
tr: Sevinç duygularını ifade et
vi: Bày tỏ cảm xúc phấn khởi

source: State feelings of enjoyment
tr: Keyif duygularını ifade et
vi: Bày tỏ cảm xúc thích thú

source: State feelings of fondness
tr: Düşkünlük duygularını ifade et
vi: Bày tỏ cảm xúc quý mến

source: State feelings of freedom
tr: Özgürlük duygularını ifade et
vi: Bày tỏ cảm giác tự do
