Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: lost faith in
de: den Glauben an
fr: perdu la foi en
it: ha perso la fiducia in
ko: 믿음을 잃었다
pl: stracił wiarę w
pt_br: perdeu a fé em
ru: потеряли веру в
tr: şuna olan inancını kaybetti:
vi: mất niềm tin vào
zh_hans: 失去信心

source: stopped being the pet of
de: nicht mehr das Haustier von
fr: cessé d'être l'animal de compagnie de
it: ha smesso di essere l'animale domestico di
ko: 애완 동물이되는 것을 그만 두었습니다.
pl: przestał być pupilkiem
pt_br: deixou de ser o animal de estimação de
ru: перестал быть домашним животным
tr: şunun evcil hayvanı olmayı bıraktı:
vi: ngừng là thú cưng của
zh_hans: 不再是宠物了

source: started working at
de: begann seine Arbeit bei
fr: commencé à travailler à
it: ha iniziato a lavorare presso
ko: 에서 일하기 시작했다
pl: rozpoczął pracę w
pt_br: começou a trabalhar em
ru: начал работать в
tr: şurada çalışmaya başladı:
vi: bắt đầu làm việc tại
zh_hans: 开始工作了

source: ruled from
de: beherrscht von
fr: gouverné depuis
it: governato da
ko: 지배하다
pl: orzekł od
pt_br: governou de
ru: управлял из
tr: şuradan yönetti:
vi: cai trị từ
zh_hans: 统治于

source: started hanging out at
fr: commencé à traîner à
it: ha iniziato a frequentare
ko: 에서 놀기 시작했다
pl: zaczął spędzać czas w
pt_br: Comecei a andar em
ru: начал болтаться на
tr: şurada vakit geçirmeye başladı:
vi: bắt đầu thường xuyên lui tới
zh_hans: 开始闲逛

source: took up residence in
de: hat sich niedergelassen in
fr: a élu domicile à
it: si è insediato a
ko: 에 거주했다
pl: zamieszkał w
pt_br: fixou residência em
ru: поселился в
tr: şurada ikamet etmeye başladı:
vi: định cư tại
zh_hans: 住在里面

source: took up residence
de: sich niedergelassen
fr: a élu domicile
it: si è insediato
ko: 거주지를 차지했다
pl: zamieszkał
pt_br: fixou residência
ru: поселился
tr: ikamet etmeye başladı
vi: định cư
zh_hans: 住了

source: laired within
de: gelagert in
fr: à l'intérieur
it: annidato all'interno
ko: 안에 쌓인
pl: ułożone wewnątrz
pt_br: laired dentro
ru: поселился
tr: içinde yuva yaptı
vi: lập sào huyệt bên trong
zh_hans: 在内

source: was imprisoned in
de: war inhaftiert in
fr: a été emprisonné dans
it: è stato imprigionato in
ko: 에 수감되었다
pl: został uwięziony w
pt_br: foi preso em
ru: находился в заключении в
tr: şurada hapsedildi:
vi: bị giam cầm tại
zh_hans: 被囚禁在

source: stopped working at
de: nicht mehr arbeiten bei
fr: cessé de travailler à
it: ha smesso di lavorare presso
ko: 에서 일을 멈췄다
pl: przestał działać w
pt_br: parou de trabalhar em
ru: перестал работать в
tr: şurada çalışmayı bıraktı:
vi: ngừng làm việc tại
zh_hans: 停止工作

source: stopped ruling from
de: gestopptes Urteil von
fr: cessé de gouverner de
it: ha smesso di governare da
ko: 에서 판결을 멈췄다
pl: wstrzymał orzekanie od
pt_br: parou a decisão de
ru: перестал управлять из
tr: şuradan yönetmeyi bıraktı:
vi: ngừng cai trị từ
zh_hans: 停止执政

source: stopped hanging out at
fr: cessé de traîner à
it: ha smesso di frequentare
ko: 에서 어울리지 않음
pl: przestał spędzać czas w
pt_br: parou de frequentar
ru: более не болтается на
tr: şurada takılmayı bıraktı:
vi: ngừng thường xuyên lui tới
zh_hans: 停止了

source: moved out of
de: ausgezogen aus
fr: a quitté
it: si è spostato da
ko: 밖으로 이동
pl: wyprowadził się z
pt_br: mudou-se de
ru: переехал из
tr: şuradan taşındı:
vi: chuyển ra khỏi
zh_hans: 搬出去了

source: escaped from
de: entkam aus
fr: s'echapper de
it: fuggito da
ko: 에서 탈출
pl: uciekł z
pt_br: escapou de
ru: сбежал из
tr: şuradan kaçtı:
vi: trốn thoát khỏi
zh_hans: 逃离了

source: taught
de: unterrichtet
fr: a enseigné
it: insegnato
ko: 가르쳤다
pl: nauczany
pt_br: listen and repeat them
ru: учил
tr: öğretti
vi: đã dạy
zh_hans: 教

source: learned
de: gelernt
fr: appris
it: imparato
ko: 배운
pl: nauczony
pt_br: Aprendi
ru: изучил
tr: öğrendi
vi: đã học
zh_hans: 学到了

source: the learning of
de: das Erlernen von
fr: l'apprentissage de
it: l'apprendimento di
ko: 의 학습
pl: nauka
pt_br: a aprendizagem de
ru: изучение
tr: şunun öğrenilmesi:
vi: việc học
zh_hans: 学习

source: from the teaching of
de: aus der Lehre von
fr: de l'enseignement de
it: dall'insegnamento di
ko: 의 가르침으로부터
pl: z nauczania
pt_br: desde o ensino de
ru: от обучения
tr: şunun öğretiminden:
vi: từ sự giảng dạy của
zh_hans: 从教学

source: the moment when
de: der Moment, wenn
fr: l'instant où
it: il momento in cui
ko: 순간
pl: moment, w którym
pt_br: o momento quando
ru: момент, когда
tr: şu an:
vi: thời điểm mà
zh_hans: 那一刻

source: changed
de: geändert
fr: modifié
it: cambiato
ko: 변경
pl: zmieniony
pt_br: mudou
ru: изменил
tr: değişti
vi: đã thay đổi
zh_hans: 变

source: changed
de: geändert
fr: modifié
it: cambiato
ko: 변경
pl: zmieniony
pt_br: mudou
ru: изменил
tr: değişti
vi: đã thay đổi
zh_hans: 变

source: from a
de: von einem
fr: de
it: da un
ko: 에서
pl: z
pt_br: de
ru: из
tr: bir ...den
vi: từ một
zh_hans: 从一个

source: into a
de: in eine
fr: dans une
it: in un
ko: 로
pl: w
pt_br: em um
ru: в
tr: bir ...e
vi: thành một
zh_hans: 变成一个

source: the transformation of
de: die Umwandlung von
fr: la transformation de
it: la trasformazione di
ko: 의 변형
pl: transformacja
pt_br: a transformação de
ru: превращение
tr: şunun dönüşümü:
vi: sự biến đổi của
zh_hans: 转型

source: assumed the identity
de: übernahm die Identität
fr: a assumé l'identité
it: ha assunto l'identità
ko: 신원을 가정
pl: przyjął tożsamość
pt_br: assumiu a identidade
ru: поменял имя
tr: şu kimliğe büründü:
vi: đã nhận lấy danh tính
zh_hans: 假定的身份

source: members of
de: Mitglieder von
fr: membres de
it: membri di
ko: 의 구성원
pl: członkowie
pt_br: Membros de
ru: члены
tr: üyeleri
vi: các thành viên của
zh_hans: 的成员

source: collaborated to create
de: gemeinsam zu schaffen
fr: collaboré pour créer
it: collaborato per creare
ko: 만들기 위해 협력했습니다.
pl: współpracowali aby stworzyć
pt_br: colaboraram para criar
ru: участвовал в создании
tr: şunu yaratmak için işbirliği yaptı:
vi: đã cộng tác để tạo ra
zh_hans: 合作创造

source: compelled the creation of
de: erzwang die Schaffung von
fr: contraint à la création de
it: ha imposto la creazione di
ko: 의 창조를 강요했다
pl: zmusił do stworzenia
pt_br: compelido a criação de
ru: настоял на создании
tr: şunun yaratılmasını zorladı:
vi: đã cưỡng chế việc tạo ra
zh_hans: 迫使创造

source: created
de: erstellte
fr: établi
it: creato
ko: 만들어진
pl: stworzony
pt_br: criado
ru: создал
tr: yarattı
vi: đã tạo ra
zh_hans: 创建

source: the position of
de: die Position von
fr: la position de
it: la posizione di
ko: 의 위치
pl: pozycja
pt_br: a posição de
ru: положение
tr: şu pozisyon:
vi: chức vụ
zh_hans: 的立场

source: as a matter of course
de: ganz selbstverständlich
fr: bien sûr
it: come una cosa ovvia
ko: 당연히
pl: jako naturalny skutek biegu zdarzeń
pt_br: por uma questao de curso
ru: как нечто само собой разумеющееся
tr: doğal bir süreç olarak
vi: như một lẽ tất nhiên
zh_hans: 理所当然

source: , pushed by a wave of popular support
de: , angetrieben von einer Welle der Unterstützung durch die Bevölkerung
fr: , poussé par une vague de soutien populaire
it: , spinto da un'ondata di sostegno popolare
ko: , 대중적 지지의 물결에 밀려
pl: , popchnięty przez falę powszechnego poparcia
pt_br: , empurrado por uma onda de apoio popular
ru: , воспользовавшись волной народной поддержки
tr: , bir halk desteği dalgasıyla itilerek
vi: , được thúc đẩy bởi làn sóng ủng hộ của dân chúng
zh_hans: 受到一波热门支持的推动

source: through force of argument
de: mit schlagkräftigen Argumenten
fr: par la force de l'argumentation
it: con la forza delle argomentazioni
ko: 논쟁의 힘을 통해
pl: przez siłę argumentów
pt_br: através da força do argumento
ru: силой убеждения
tr: tartışma gücüyle
vi: bằng sức mạnh của lý lẽ
zh_hans: 通过论证的力量

source: popularly-supported creation
de: volkstümliche Kreation
fr: création populaire
it: creazione sostenuta dal popolo
ko: 대중적으로 지원되는 창작물
pl: powszechnie wspierana kreacja
pt_br: popularmente-suporte de criação
ru: всенародно поддерживаемое создание
tr: halk tarafından desteklenen kuruluş
vi: sự sáng tạo được ủng hộ rộng rãi
zh_hans: 受欢迎的创作

source: collaborative creation
de: gemeinschaftliche Erstellung
fr: création collaborative
it: creazione collaborativa
ko: 공동 창작
pl: wspólne tworzenie
pt_br: criação colaborativa
ru: совместного создание
tr: işbirlikçi kuruluş
vi: sự sáng tạo hợp tác
zh_hans: 协作创作

source: forcible creation
de: gewaltsame Errichtung
fr: création forcée
it: creazione forzata
ko: 강제 생성
pl: Przymusowe tworzenie
pt_br: criação forçada
ru: насильственное создание
tr: zorla kuruluş
vi: sự sáng tạo cưỡng chế
zh_hans: 强行创作

source: audacious creation
de: kühne Kreation
fr: création audacieuse
it: creazione audace
ko: 대담한 창조
pl: śmiałe tworzenie
pt_br: criação de audaciosa
ru: смелое создание
tr: cesur kuruluş
vi: sự sáng tạo táo bạo
zh_hans: 大胆的创作

source: of the position of
de: der Position von
fr: du poste de
it: della posizione di
ko: 의 위치의
pl: pozycji
pt_br: a posição da
ru: положение
tr: şu makamın:
vi: của chức vụ
zh_hans: 的位置

source: formed a false friendship where each used the other for information
de: eine falsche Freundschaft geschlossen haben, in der jeder den anderen für Informationen benutzt hat
fr: ont formé une fausse amitié où chacun utilisait l'autre pour obtenir des informations.
it: ha stretto una falsa amicizia in cui ognuno usava l'altro per ottenere informazioni
ko: 정보를 얻기 위해 서로를 이용하는 거짓 우정을 형성했습니다.
pl: nawiązali fałszywą przyjaźń, w której każdy wykorzystywał drugiego do zdobywania informacji
pt_br: formaram uma falsa amizade onde cada um usava o outro para obter informações
ru: сформировал ненастоящую дружбу, где каждый использовал другого для информации
tr: her birinin diğerini bilgi almak için kullandığı sahte bir dostluk kurdular
vi: đã hình thành một tình bạn giả dối, nơi mỗi người lợi dụng người kia để moi móc thông tin
zh_hans: 形成了虚假的友谊，每个人都利用别人来获取信息

source: formed a friendship
de: eine Freundschaft geschlossen
fr: formé une amitié
it: stretto un'amicizia
ko: 우정을 쌓았다
pl: zawiązali przyjaźń
pt_br: formou uma amizade
ru: подружился
tr: bir dostluk kurdu
vi: đã hình thành một tình bạn
zh_hans: 形成了友谊

source: formed a false friendship with
de: schloss eine falsche Freundschaft mit
fr: a noué une fausse amitié avec
it: ha stretto una falsa amicizia con
ko: 와 거짓 우정을 맺었다
pl: nawiązał fałszywą przyjaźń z
pt_br: formou uma falsa amizade com
ru: сложилась ненастоящая дружба с
tr: şununla sahte bir dostluk kurdu:
vi: đã hình thành một tình bạn giả dối với
zh_hans: 形成了一个虚假的友谊，与

source: in order to extract information
de: zur Gewinnung von Informationen
fr: afin d'extraire des informations
it: per estrarre informazioni
ko: 정보를 추출하기 위해
pl: w celu wyodrębnienia informacji
pt_br: para extrair informações
ru: для того, чтобы извлечь информацию
tr: bilgi sızdırmak amacıyla
vi: để moi móc thông tin
zh_hans: 为了提取信息

source: formed a friendship
de: eine Freundschaft geschlossen
fr: formé une amitié
it: stretto un'amicizia
ko: 우정을 쌓았다
pl: nawiązał przyjaźń
pt_br: formou uma amizade
ru: сформировал дружбу
tr: bir dostluk kurdu
vi: đã hình thành một tình bạn
zh_hans: 形成了友谊

source: toppled the government of
de: stürzte die Regierung von
fr: renversé le gouvernement de
it: ha rovesciato il governo di
ko: 의 정부를 무너뜨렸다
pl: obalił rząd
pt_br: derrubou o governo de
ru: сверг правление
tr: şunun hükümetini devirdi:
vi: đã lật đổ chính quyền của
zh_hans: 的政府被推翻。

source: and assumed control
de: und übernahm die Kontrolle
fr: et contrôle assumé
it: e ha assunto il controllo
ko: 가정된 제어
pl: i przejął kontrolę
pt_br: e assumiu o controle
ru: и захватил
tr: ve kontrolü ele geçirdi
vi: và giành quyền kiểm soát
zh_hans: 并承担了控制权

source: in power
de: an der Macht
fr: en puissance
it: al potere
ko: 힘에서
pl: w mocy
pt_br: no poder
ru: у власти
tr: iktidarda
vi: đang nắm quyền
zh_hans: 当权者

source: The support of
de: Die Unterstützung von
fr: Le soutien de
it: Il supporto di
ko: 의 지원
pl: Wsparcie
pt_br: O apoio de
ru: Поддержка
vi: sự ủng hộ của
zh_hans: 的支持。

source: was crucial to the coup.
de: war entscheidend für den Coup.
fr: était crucial pour le coup d'État.
it: è stato fondamentale per il golpe.
ko: 쿠데타의 핵심이었다.
pl: był kluczowy dla zamachu stanu.
pt_br: foi crucial para o golpe.
ru: был решающим для переворота.
tr: darbe için hayati önemliydi.
vi: rất quan trọng đối với cuộc đảo chính.
zh_hans: 是政变的关键。

source: expelled
de: vertrieben
fr: exclu
it: espulso
ko: 추방
pl: wydalony
pt_br: expulso
ru: изгнан
tr: sınır dışı etti:
vi: đã trục xuất
zh_hans: 开除

source: recruited
de: rekrutiert
fr: recruté
it: reclutato
ko: 모집
pl: zatrudniony
pt_br: recrutado
ru: Завербован
tr: askere aldı:
vi: đã tuyển mộ
zh_hans: 应征

source: received the title of
de: erhielt den Titel eines
fr: reçu le titre de
it: ha ricevuto il titolo di
ko: 의 칭호를 받았다.
pl: otrzymał tytuł
pt_br: recebeu o título de
ru: получил титул
tr: şu unvanı aldı:
vi: đã nhận được danh hiệu
zh_hans: 获得了头衔

source: given to all new members
de: an alle neuen Mitglieder vergeben
fr: remis à tous les nouveaux membres
it: consegnato a tutti i nuovi membri
ko: 신규회원 전원에게 지급
pl: przekazywane wszystkim nowym członkom
pt_br: dado a todos os novos membros
ru: предоставлено всем новым членам
tr: tüm yeni üyelere verilen
vi: được trao cho tất cả thành viên mới
zh_hans: 给予所有新成员

source: attaining sufficient skill with
de: Erlangung ausreichender Kenntnisse über
fr: acquérir des compétences suffisantes avec
it: raggiungere un'abilità sufficiente con
ko: 충분한 기술 습득
pl: osiągnięcie wystarczających umiejętności
pt_br: atingir habilidade suficiente com
ru: овладение достаточными навыками
tr: şununla yeterli beceriye ulaşarak:
vi: đạt được kỹ năng đầy đủ với
zh_hans: 达到足够的技能

source: a weapon or technique
de: eine Waffe oder Technik
fr: une arme ou une technique
it: un'arma o una tecnica
ko: 무기나 기술
pl: broń lub technika
pt_br: uma arma ou técnica
ru: оружие или техника
tr: bir silah veya teknik
vi: một vũ khí hoặc kỹ thuật
zh_hans: 一种武器或技术

source: a melee weapon or technique
de: eine Nahkampfwaffe oder -technik
fr: une arme ou une technique de mêlée
it: un'arma da mischia o una tecnica
ko: 근접 무기 또는 기술
pl: broń lub technika walki wręcz
pt_br: uma arma corpo a corpo ou técnica
ru: оружие ближнего боя или техника
tr: bir yakın dövüş silahı veya tekniği
vi: một vũ khí cận chiến hoặc kỹ thuật
zh_hans: 近战武器或技术

source: a ranged weapon
de: eine Fernkampfwaffe
fr: une arme à distance
it: un'arma a distanza
ko: 원거리 무기
pl: broń dystansowa
pt_br: uma arma de longo alcance
ru: оружия дальнего боя
tr: bir menzilli silah
vi: một vũ khí tầm xa
zh_hans: 一个远程武器

source: the axe
de: die Axt
fr: La hache
it: l'ascia
ko: 도끼
pl: topór
pt_br: O machado
ru: топор
tr: balta
vi: rìu
zh_hans: 斧头

source: the sword
de: das Schwert
fr: l'épée
it: la spada
ko: 칼
pl: miecz
pt_br: a espada
ru: меч
tr: kılıç
vi: kiếm
zh_hans: 剑

source: the mace
de: die Keule
fr: la masse
it: la mazza
ko: 철퇴
pl: buzdygan
pt_br: a maça
ru: булава
tr: gürz
vi: chùy
zh_hans: 权杖

source: the hammer
de: der Hammer
fr: le marteau
it: il martello
ko: 망치
pl: młotek
pt_br: o martelo
ru: молот
tr: çekiç
vi: búa
zh_hans: 锤子

source: the spear
de: Der Speer
fr: la lance
it: la lancia
ko: 창
pl: włócznia
pt_br: a lança
ru: копье
tr: mızrak
vi: giáo
zh_hans: 长矛

source: the crossbow
de: die Armbrust
fr: l'arbalète
it: la balestra
ko: 석궁
pl: kusza
pt_br: a besta
ru: арбалет
tr: tatar yayı
vi: nỏ
zh_hans: 十字弩

source: the pike
de: der Spieß
fr: le brochet
it: la picca
ko: 파이크
pl: szczupak
pt_br: o pique
ru: пика
tr: kargı
vi: trường thương
zh_hans: 长枪

source: the whip
de: die Peitsche
fr: le fouet
it: la frusta
ko: 채찍
pl: bicz
pt_br: o chicote
ru: плеть
tr: kırbaç
vi: roi
zh_hans: 鞭子

source: the bow
de: der Bogen
fr: l'arc
it: l'arco
ko: 활
pl: łuk
pt_br: o arco
ru: лук
tr: yay
vi: cung
zh_hans: 弓

source: the blowgun
de: das Blasrohr
fr: la sarbacane
it: la cerbottana
ko: 블로우건
pl: dmuchawka
pt_br: a zarabatana
ru: духовое ружье
tr: üfleme borusu
vi: ống thổi phi tiêu
zh_hans: 吹箭筒

source: the tooth
de: der Zahn
fr: la dent
it: il dente
ko: 치아
pl: ząb
pt_br: o dente
ru: зуб
tr: diş
vi: răng
zh_hans: 牙

source: the shield
de: das Schild
fr: le bouclier
it: lo scudo
ko: 방패
pl: tarcza
pt_br: o escudo
ru: щит
tr: kalkan
vi: khiên
zh_hans: 盾

source: dodging
de: ausweichen
fr: esquiver
it: schivando
ko: 회피
pl: unik
pt_br: esquivando
ru: уклонение
tr: kaçınma
vi: né tránh
zh_hans: 回避

source: serving in combat
de: im Kampf eingesetzt
fr: servir au combat
it: servendo in combattimento
ko: 전투에서 봉사
pl: służąc w walce
pt_br: servindo em combate
ru: участвовал в бою
tr: savaşta hizmet etme
vi: tham chiến
zh_hans: 在战斗中服役

source: participating in
de: beteiligt an
fr: participant à
it: partecipando a
ko: 참여
pl: udział w
pt_br: participando em
ru: участвует в
tr: şuna katılma:
vi: tham gia vào
zh_hans: 参与

source: battles
de: Schlachten
fr: batailles
it: battaglie
ko: 전투
pl: bitwy
pt_br: batalhas
ru: бои
tr: savaşlar
vi: các trận chiến
zh_hans: 战斗

source: slaying an enemy
de: Tötung eines Feindes
fr: tuer un ennemi
it: ammazzare un nemico
ko: 적을 죽이기
pl: zabicie wroga
pt_br: matando um inimigo
ru: убив врага
tr: bir düşmanı katletme
vi: hạ gục một kẻ thù
zh_hans: 杀敌

source: enemies
de: Feinde
fr: ennemis
it: nemici
ko: 적
pl: wrogowie
pt_br: inimigos
ru: враги
tr: düşmanlar
vi: kẻ thù
zh_hans: 敌人

source: being a member for a year
de: ein Jahr lang Mitglied sein
fr: être membre depuis un an
it: essere membro per un anno
ko: 1년 동안 회원으로
pl: bycie członkiem przez rok
pt_br: ser membro por um ano
ru: был членом в течение года
tr: bir yıldır üye olma
vi: là thành viên được một năm
zh_hans: 做了一年的会员

source: years of membership
de: Jahre der Mitgliedschaft
fr: années d'adhésion
it: anni di appartenenza
ko: 회원 가입 기간
pl: lat członkostwa
pt_br: anos de associação
ru: лет членства
tr: yıllık üyelik
vi: số năm là thành viên
zh_hans: 会员年限

source: the bestowal of the title of
de: die Verleihung des Titels eines
fr: l'attribution du titre de
it: il conferimento del titolo di
ko: 의 칭호 수여
pl: nadanie tytułu
pt_br: a outorga do título de
ru: присвоение титула
tr: şu unvanın verilmesi:
vi: việc phong tặng danh hiệu
zh_hans: 赐予

source: dissolved
de: gelöst
fr: dissous
it: sciolto
ko: 용해
pl: rozwiązany
pt_br: dissolvido
ru: распущен
tr: feshedildi
vi: đã giải thể
zh_hans: 溶解

source: the dissolution of
de: die Auflösung von
fr: la dissolution de
it: lo scioglimento di
ko: 의 해산
pl: rozwiązanie
pt_br: a dissolução de
ru: о роспуске
tr: şunun feshedilmesi:
vi: sự giải thể của
zh_hans: 解散

source: purchased
de: gekauft
fr: acheté
it: acquistato
ko: 구입 한
pl: zakupiony
pt_br: comprado
ru: купленный товар
tr: satın aldı:
vi: đã mua
zh_hans: 购买的

source: standard
fr: la norme
ko: 기준
pt_br: padrão
ru: простой
tr: standart
vi: tiêu chuẩn
zh_hans: 标准

source: , which
de: , welche
fr: , qui
it: , che
ko: , 어느
pl: , który
pt_br: , que
ru: , который
tr: , ki bu
vi: , mà
zh_hans: ，其中

source: received
de: erhalten
fr: reçu
it: ricevuto
ko: 받았다
pl: otrzymany
pt_br: recebido
ru: получил
tr: aldı
vi: đã nhận được
zh_hans: 收到

source: the purchase of
de: den Kauf von
fr: l'achat de
it: l'acquisto di
ko: 구입
pl: zakup
pt_br: A compra de
ru: покупка
tr: şunun satın alınması:
vi: việc mua
zh_hans: 购买

source: equipment by
de: Ausrüstung von
fr: équipement par
it: attrezzature da
ko: 장비
pl: sprzęt według
pt_br: equipamento por
ru: оснащение
tr: ekipman, şu kişi tarafından:
vi: trang bị bởi
zh_hans: 装备于

source: had a feast hall added to
de: ließ einen Festsaal einbauen
fr: fit ajouter une salle des fêtes à
it: ha fatto aggiungere un salone dei banchetti a
ko: 연회장을 추가했다
pl: dodano salę biesiadną do
pt_br: teve um salão de festas adicionado a
ru: добавили праздничный зал
tr: şuna bir ziyafet salonu ekletti:
vi: đã có một sảnh tiệc được thêm vào
zh_hans: 有一个宴会厅加在

source: had a gated courtyard added to
de: wurde ein umzäunter Innenhof hinzugefügt
fr: avait une cour fermée ajoutée à
it: ha fatto aggiungere un cortile recintato a
ko: 문이 있는 안뜰이 추가되었습니다.
pl: miał ogrodzony dziedziniec dodany do
pt_br: tinha um pátio fechado adicionado a
ru: был добавлен закрытый двор
tr: şuna kapılı bir avlu ekletti:
vi: đã có một sân trong có cổng được thêm vào
zh_hans: 有一个有门的院子加在了

source: had the fortifications improved of
de: ließ die Befestigungen von
fr: avait amélioré les fortifications de
it: ha fatto migliorare le fortificazioni di
ko: 요새가 개선되었다
pl: ulepszył fortyfikacje
pt_br: tiveram as fortificações melhoradas de
ru: если бы укрепления улучшились
tr: şunun surlarını güçlendirdi:
vi: đã được cải thiện công sự của
zh_hans: 完善的防御工事

source: had a dungeon constructed within
de: ließ einen Kerker im Inneren errichten
fr: fit construire un donjon à l'intérieur
it: ha fatto costruire un sotterraneo all'interno
ko: 내부에 던전을 건설했다.
pl: miał loch zbudowany wewnątrz
pt_br: tinha uma masmorra construída dentro
ru: было построено подземелье в
tr: şunun içine bir zindan inşa ettirdi:
vi: đã có một ngục thất được xây dựng bên trong
zh_hans: 有一个地牢建在

source: the addition of
de: der Zusatz von
fr: l'addition de
it: l'aggiunta di
ko: 의 추가
pl: dodanie
pt_br: a adição de
ru: добавление к
tr: şunun eklenmesi:
vi: việc bổ sung
zh_hans: 增加了

source: a feast hall
de: einen Festsaal
fr: une salle des fêtes
it: un salone dei banchetti
ko: 연회장
pl: sala biesiadna
pt_br: um salão de festas
ru: пиршество
tr: bir ziyafet salonu
vi: một đại sảnh yến tiệc
zh_hans: 一个节日大厅

source: a gated courtyard
de: einen umzäunten Innenhof
fr: une cour fermée
it: un cortile recintato
ko: 문이 있는 안뜰
pl: ogrodzony dziedziniec
pt_br: um pátio fechado
ru: закрытый двор
tr: kapılı bir avlu
vi: một sân có cổng
zh_hans: 一个有门的院子

source: improved fortifications
de: verbesserte Befestigungsanlagen
fr: fortifications améliorées
it: fortificazioni migliorate
ko: 향상된 요새
pl: ulepszone fortyfikacje
pt_br: fortificações melhoradas
ru: улучшенные укрепления
tr: geliştirilmiş surlar
vi: công trình phòng thủ được nâng cấp
zh_hans: 改善工事

source: rebuilt
de: wiederaufgebaut
fr: reconstruit
it: ricostruito
ko: 재건
pl: odbudowany
pt_br: reconstruído
ru: перестроенный
tr: yeniden inşa edildi
vi: được xây dựng lại
zh_hans: 重建

source: inherited
de: vererbt
fr: hérité
it: ereditato
ko: 물려받은
pl: odziedziczony
pt_br: herdado
ru: унаследованный
tr: miras kaldı
vi: được thừa kế
zh_hans: 继承

source: purchased
de: gekauft
fr: acheté
it: acquistato
ko: 구입 한
pl: zakupiony
pt_br: comprado
ru: купленный товар
tr: satın alındı
vi: được mua lại
zh_hans: 购买

source: formerly owned by
de: vormals im Besitz von
fr: appartenait autrefois à
it: precedentemente di proprietà di
ko: 이전에 소유한
pl: dawniej należący do
pt_br: anteriormente propriedade de
ru: ранее принадлежал
tr: daha önce şunun sahibi olduğu:
vi: trước đây thuộc sở hữu của
zh_hans: 原有的

source: rebuilding
de: Wiederaufbau
fr: reconstitution
it: ricostruzione
ko: 재건
pl: przebudowa
pt_br: reconstrução
ru: восстановление
tr: yeniden inşa
vi: sự tái thiết
zh_hans: 重建

source: inheritance
de: Vererbung
fr: héritage
it: eredità
ko: 계승
pl: spadek
pt_br: herança
ru: наследование
tr: miras
vi: sự thừa kế
zh_hans: 遗产

source: purchase
de: kaufen
fr: achat
it: acquisto
ko: 구입
pl: zakup
pt_br: comprar
ru: покупка
tr: satın alma
vi: việc mua lại
zh_hans: 购买

source: preached to
de: gepredigt
fr: prêché à
it: predicato a
ko: 설교하다
pl: głoszone do
pt_br: pregou para
ru: проповедовал
tr: şuna vaaz verdi:
vi: được thuyết giáo
zh_hans: 传讲给

source: , urging love be shown to
de: und drängt darauf, dass Liebe gezeigt wird
fr: , demandant instamment que l'amour soit montré à
it: , esortando a mostrare amore a
ko: , 사랑을 보여달라고 촉구
pl: , wzywając do okazywania miłości
pt_br: , exortando o amor a ser mostrado
ru: , призывая любви проявиться
tr: , şuna sevgi gösterilmesini teşvik ederek:
vi: , thúc giục thể hiện tình yêu thương đối với
zh_hans: 催促人们把爱献给

source: , inveighing against
de: und schimpfte gegen
fr: , invectivant contre
it: , inveendo contro
ko: , 반대하는
pl: , inwektywy przeciwko
pt_br: , investindo contra
ru: , против
tr: , şuna karşı atıp tutarak:
vi: , kịch liệt tố cáo
zh_hans: 叹息，反对
