Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Exotic Clothing Shop
de: Bekleidungsgeschäft (exotisch)
fr: Boutique de vêtements exotiques
it: Negozio d'abbigliamento esotico
ko: 이국적인 옷가게
pl: Sklep z Egzotyczną Odzieżą
pt_br: Loja de Roupas Exóticas
ru: Магазин экзотической одежды
tr: Egzotik Giyim Dükkanı
vi: Cửa hàng quần áo độc đáo
zh_hans: 异国服装店

source: Clothing Shop
de: Bekleidungsgeschäft
fr: Boutique de vêtements
it: Negozio d'abbigliamento
ko: 의류점
pl: Sklep Odzieżowy
pt_br: Loja de Roupas
ru: Магазин одежды
tr: Giyim Dükkanı
vi: Cửa hàng quần áo
zh_hans: 服装店

source: Crafts Market
de: Kunsthandwerk-Markt
fr: Marché artisanal
it: Mercato di Oggetti d'artigianato
ko: 공예품 시장
pl: Rynek Rzemieślniczy
pt_br: Mercado de Artesanato
ru: Ремесленный рынок
tr: El Sanatları Pazarı
vi: Chợ thủ công
zh_hans: 工艺品市场

source: General Store
de: Gemischtwarenladen
fr: Magasin général
it: Emporio
ko: 일반 상점
pl: Ogólny Sklep
pt_br: Loja Geral
ru: Универмаг
tr: Genel Mağaza
vi: Cửa hàng tạp hóa
zh_hans: 杂货店

source: Activity Zone #
de: Tätigkeitsbereich #
fr: Zone d'activité #
it: Zona di attività #
ko: 활동 구역 #
pl: Strefa Aktywności #
pt_br: Zona de Atividade
ru: Зона активности #
tr: Aktivite Bölgesi #
vi: Khu vực hoạt động #
zh_hans: 活动区 #

source: Lever
de: Hebel
fr: Levier
it: Leva
ko: 지렛대
pl: Dźwignia
pt_br: Alavanca
ru: рычаг
tr: Kaldıraç
vi: Cần gạt
zh_hans: 控制杆

source: Custom Workshop
de: gewöhnliche Werkstatt
fr: Atelier personnalisé
it: Bottega personalizzata
ko: 맞춤형 작업장
pl: Niestandardowy Warsztat
pt_br: Oficina Customizável
ru: Пользовательская мастерская
tr: Özel Atölye
vi: Xưởng tùy chỉnh
zh_hans: 定制工坊

source: Door
de: Tür
fr: Porte
it: Porta
ko: 문
pl: Drzwi
pt_br: Porta
ru: дверь
tr: Kapı
vi: Cửa
zh_hans: 门

source: Floor Hatch
de: Bodenluke
fr: Trappe de plancher
it: Botola
ko: 플로어 해치
pl: Właz podłogowy
pt_br: Escotilha de Chao
ru: люк
tr: Zemin Kapağı
vi: Cửa sập sàn
zh_hans: 活板门

source: Wall Grate
de: Wandgitter
fr: Grille murale
it: Grata a parete
ko: 벽 창살
pl: Kratownica ścienna
pt_br: Grade de Parede
ru: решётка в стене
tr: Duvar Izgarası
vi: Lưới chắn tường
zh_hans: 墙面格栅

source: Floor Grate
de: Bodengitter
fr: Grille de sol
it: Grata a pavimento
ko: 바닥 창살
pl: Kratownica Podłogowa
pt_br: Grade de Chao
ru: решётка в полу
tr: Zemin Izgarası
vi: Lưới chắn sàn
zh_hans: 地面格栅

source: Vertical
de: Vertikal
it: Verticali
ko: 수직의
pl: Pionowy
pt_br: Barra Vertical
ru: Вертикальный
tr: Dikey
vi: Dọc
zh_hans: 垂直

source: Bars
de: Barren
fr: Barres
it: Barre
ko: 바
pl: Kraty
pt_br: barras
ru: прутья
tr: Parmaklıklar
vi: Song chắn
zh_hans: 条锭

source: Floor Bars
de: Bodenstangen
fr: Barres au sol
it: Sbarre a pavimento
ko: 바닥 창살
pl: Kraty Podłogowe
pt_br: Barras de Chao
ru: прутья в полу
tr: Zemin Parmaklıkları
vi: Song chắn sàn
zh_hans: 底梁

source: Floodgate
de: Schleusentor
fr: Vanne
it: Paratoia
ko: 수문
pl: Śluza
pt_br: Comporta
ru: шлюз
tr: Su Kapısı
vi: Cửa xả lũ
zh_hans: 水闸

source: Rope
de: Seil
fr: Corde
it: Corda
ko: 로프
pl: Lina
pt_br: Corda
ru: верёвка
tr: Halat
vi: Dây thừng
zh_hans: 绳

source: Chain
de: Kette
fr: Chaîne
it: Catena
ko: 체인
pl: Łańcuch
pt_br: Corrente
ru: цепь
tr: Zincir
vi: Xích
zh_hans: 链

source: Shared
de: geteilt
fr: partagé
it: Condiviso
ko: 공유
pl: Udostępnione
pt_br: Compartilhado
ru: Общий
tr: Paylaşılan
vi: Dùng chung
zh_hans: 共享

source: Rough
de: Rau
fr: Rugueux
it: Ruvido
ko: 거친
pl: Nieoszlifowany
pt_br: Bruto
ru: Грубый
tr: Kaba
vi: Thô
zh_hans: 粗

source: Archery Target
de: Zielscheibe
fr: Cible de tir à l'arc
it: Bersaglio di tiro con l'arco
ko: 궁술 표적
pl: Cel Łuczniczy
pt_br: Alvo de Arquearia
ru: мишень
tr: Okçuluk Hedefi
vi: Mục tiêu bắn cung
zh_hans: 射垛

source: Gear Assembly
de: Getriebe
fr: Assemblage d'engrenage
it: Gruppo ingranaggi
ko: 기어 어셈블리
pl: Zespół Przekładni
pt_br: Engrenagem
ru: редуктор
tr: Dişli Takımı
vi: Cơ cấu bánh răng
zh_hans: 齿轮组

source: Rollers
de: Walzen
fr: Rouleaux
it: Rulli
ko: 롤러
pl: Rolki
pt_br: Vagoes
ru: катки
tr: Silindirler
vi: Con lăn
zh_hans: 滚动辊

source: Horizontal
it: Orizzontale
ko: 수평의
pl: Poziomy
pt_br: Eixo Horizontal
ru: Горизонтальный
tr: Yatay
vi: Ngang
zh_hans: 水平

source: Axle
de: Achse
fr: Essieu
it: Asse
ko: 차축
pl: Oś
pt_br: Eixo
ru: вал
tr: Mil
vi: Trục
zh_hans: 轴

source: Support
de: Unterstützung
fr: Soutien
it: Supporto
ko: 지원
pl: Podpora
pt_br: Suporte
ru: опора
tr: Destek
vi: Trụ đỡ
zh_hans: 支柱

source: Pillar
de: Säule
fr: Pilier
it: Pilastro
ko: 기둥
pl: Filar
pt_br: Pilar
ru: колонна
tr: Sütun
vi: Cột
zh_hans: 支柱

source: Upright
de: Aufrecht
fr: Droit
it: Eretto
ko: 똑바로
pl: Pionowo
pt_br: Voltado para cima
ru: Выдвинутый
tr: Dik
vi: Trụ đứng
zh_hans: 直立的

source: Retracted
de: Eingefahren
fr: Rétracté
it: Ritirato
ko: 철회됨
pl: Wycofany
pt_br: Retraído
ru: Убранный
tr: Geri Çekilmiş
vi: Đã rút
zh_hans: 缩回

source: Spears
de: Speere
fr: Lances
it: Lance
ko: 창
pl: Włócznie
pt_br: Lanças
ru: Копья
tr: Mızraklar
vi: Giáo
zh_hans: 矛

source: Spears/Spikes
de: Speere/Spikes
fr: Lances/pointes
it: Lance/Spuntoni
ko: 스피어/스파이크
pl: Włócznie/Kolce
pt_br: Lanças/Espigões
ru: Копья/колья
tr: Mızraklar/Dikenler
vi: Giáo/Cọc nhọn
zh_hans: 矛/枪

source: Casket
de: Sarg
fr: Cercueil
it: Bara
ko: 목관
pl: Szkatuła
pt_br: Caixao
ru: гроб
tr: Sanduka
vi: Hòm chôn cất
zh_hans: 棺材

source: Sarcophagus
de: Sarkophag
fr: Sarcophage
it: Sarcofago
ko: 석관
pl: Sarkofag
pt_br: Sarcófago
ru: саркофаг
tr: Lahit
vi: Quan tài đá
zh_hans: 石棺

source: Coffin
de: Sarg
fr: Cercueil
it: Feretro
ko: 관
pl: Trumna
pt_br: Esquife
ru: гроб
tr: Tabut
vi: Quan tài
zh_hans: 棺材

source: Chair
de: Kette
fr: Chaise
it: Sedia
ko: 의자
pl: Krzesło
pt_br: Cadeira
ru: стул
tr: Sandalye
vi: Ghế
zh_hans: 椅子

source: Throne
de: Thron
fr: Trône
it: Trono
ko: 왕좌
pl: Tron
pt_br: Trono
ru: трон
tr: Taht
vi: Ngai vàng
zh_hans: 王座

source: Animal Trap
de: Tierfalle
fr: Piège à animaux
it: Trappola per animali
ko: 동물 함정
pl: Pułapka na zwierzęta
pt_br: Armadilha para Animais
ru: Силок
tr: Hayvan Tuzağı
vi: Bẫy thú
zh_hans: 动物陷阱

source: Table
de: Tisch
it: Tavolo
ko: 테이블
pl: Stół
pt_br: Mesa
ru: стол
tr: Masa
vi: Bàn
zh_hans: 桌子

source: Cabinet
de: Schrank
it: Armadietto
ko: 옷장
pl: Szafa
pt_br: Armário
ru: шкаф
tr: Dolap
vi: Tủ
zh_hans: 橱柜

source: Weapon Rack
de: Waffenständer
fr: Porte-armes
it: Rastrelliera per armi
ko: 무기 거치대
pl: Stojak na broń
pt_br: Suporte de Armas
ru: оружейная стойка
tr: Silah Askısı
vi: Giá vũ khí
zh_hans: 武器架

source: Armor Stand
de: Rüstungsständer
fr: Support d'armure
it: Supporto per armatura
ko: 갑옷 거치대
pl: Stojak na zbroję
pt_br: Suporte de Armadura
ru: доспешная стойка
tr: Zırh Standı
vi: Giá giáp
zh_hans: 盔甲架

source: Box
fr: Boîte
it: Scatola
ko: 상자
pl: Pudło
ru: ящик
tr: Kutu
vi: Hộp
zh_hans: 箱

source: Coffer
de: Truhe
fr: Coffre
it: Forziere
ko: 금고
pl: Kufer
pt_br: Arca
ru: Кофр
tr: Taş Sandık
vi: Hòm
zh_hans: 带锁的箱子

source: Chest
de: Truhe
fr: Poitrine
it: Cassa
ko: 가슴
pl: Skrzynia
pt_br: Baú
ru: сундук
tr: Sandık
vi: Rương
zh_hans: 箱子

source: Dirt
de: Schmutz
fr: Saleté
it: Sporco
ko: 진흙
pl: Brud
pt_br: Terra
ru: Грунтовая
tr: Toprak
vi: Đất
zh_hans: 污垢

source: Road
de: Straße
fr: Route
it: Strada
ko: 도로
pl: Droga
pt_br: Estrada
ru: дорога
tr: Yol
vi: Đường
zh_hans: 道路

source: Bridge
de: Brücke
fr: Pont
it: Ponte
ko: 다리
pl: Most
pt_br: Ponte
ru: мост
tr: Köprü
vi: Cầu
zh_hans: 桥

source: Statue
it: Statua
ko: 동상
pl: Posąg
pt_br: Estátua
ru: статуя
tr: Heykel
vi: Tượng
zh_hans: 雕像

source: Slab
de: Platte
fr: Dalle
it: Lastra
ko: 석판
pl: Płyta
pt_br: Laje
ru: мемориал
tr: Levha
vi: Tấm bia
zh_hans: 板

source: Glass
de: Glas
fr: Verre
it: Vetro
ko: 유리
pl: Szkło
pt_br: Vidro
ru: Стекло
tr: Cam
vi: Kính
zh_hans: 玻璃

source: Window
de: Fenster
fr: Fenêtre
it: Finestra
ko: 창문
pl: Okno
pt_br: Janela
ru: окно
tr: Pencere
vi: Cửa sổ
zh_hans: 窗户

source: Armor
de: Rüstung
fr: Armure
it: Armatura
ko: 갑옷
pl: Zbroja
pt_br: Armadura
ru: Бронный
tr: Zırh
vi: Giáp
zh_hans: 盔甲

source: Weapon
de: Waffe
fr: Arme
it: Arma
ko: 무기
pl: Broń
pt_br: Arma
ru: Оружейный
tr: Silah
vi: Vũ khí
zh_hans: 武器

source: Animal
de: Tier
it: Animale
ko: 동물
pl: Zwierzę
ru: Животный
tr: Hayvan
vi: Động vật
zh_hans: 动物

source: Food
de: Essen
fr: Aliments
it: Cibo
ko: 음식
pl: Jadło
pt_br: Comida
ru: Пищевой
tr: Yiyecek
vi: Thực phẩm
zh_hans: 食物

source: Furniture
de: Möbel
fr: Meubles
it: Mobile
ko: 가구
pl: Meble
pt_br: Mobília
ru: Мебельный
tr: Mobilya
vi: Nội thất
zh_hans: 家具

source: Corpse
de: Leiche
fr: Corps
it: Cadavere
ko: 시체
pl: Zwłoki
pt_br: Cadáver
ru: Могильный
tr: Ceset
vi: Xác chết
zh_hans: 尸体

source: Refuse
de: Abfall
fr: Déchet
it: Rifiuti
ko: 거절하다
pl: Odpadki
pt_br: Restos
ru: Отходный
tr: Atık
vi: Rác thải
zh_hans: 垃圾

source: Stone
de: Stein
fr: Pierre
it: Pietra
ko: 결석
pl: Kamień
pt_br: Pedra
ru: Каменный
tr: Taş
vi: Đá
zh_hans: 石料

source: Ammo
de: Munition
fr: Munitions
it: Munizione
ko: 탄약
pl: Amunicja
pt_br: Munição
ru: Боеприпасный
tr: Cephane
vi: Đạn dược
zh_hans: 弹药

source: Coins
de: Münzen
fr: Pièces de monnaie
it: Monete
ko: 동전
pl: Monety
pt_br: Moedas
ru: Монетный
tr: Paralar
vi: Tiền xu
zh_hans: 硬币

source: Bar/Block
de: Barren/Block
fr: Barre/Bloc
it: Barra/Blocco
ko: 주괴/벽돌
pl: Sztaba/Blok
pt_br: Barras/Blocos
ru: Слитков/блоков
tr: Çubuk/Blok
vi: Thanh/Khối
zh_hans: 矿锭/砖块

source: Gem
de: Edelstein
fr: Gemme
it: Gemma
ko: 보석
pl: Kamień szlachetny
pt_br: Gemas
ru: Самоцветный
tr: Mücevher
vi: Đá quý
zh_hans: 宝石

source: Finished Goods
de: Fertigwaren
fr: Produits finis
it: Prodotti Finiti
ko: 완제품
pl: Gotowe wyroby
pt_br: Bens Finalizados
ru: Товарный
tr: Tamamlanmış Mallar
vi: Hàng hóa thành phẩm
zh_hans: 成品

source: Leather
de: Leder
fr: Cuir
it: Cuoio
ko: 가죽
pl: Skóra
pt_br: Couro
ru: Кожевенный
tr: Deri
vi: Da thuộc
zh_hans: 皮革

source: Cloth
de: Stoff
fr: Tissu
it: Stoffa
ko: 천
pl: Tkanina
pt_br: Tecido
ru: Ткани
tr: Kumaş
vi: Vải
zh_hans: 布料

source: Wood
de: Holz
fr: Bois
it: Legna
ko: 목재
pl: Drewno
pt_br: Madeira
ru: Дерева
tr: Odun
vi: Gỗ
zh_hans: 木头

source: Sheet
de: Blatt
fr: Feuille
it: Strato
ko: 시트
pl: Arkusz
pt_br: Partitura
ru: Лист бумаги
tr: Tabaka
vi: Tấm
zh_hans: 纸张

source: Stockpile #
de: Vorratslager #
fr: Stock #
it: Scorta #
ko: 저장구역 #
pl: Składowisko #
pt_br: Pilha de estoque #
ru: Склад #
tr: Stok Alanı #
vi: Kho chứa #
zh_hans: 存储区域＃

source: ambiguity
fr: ambiguïté
it: ambiguità
ko: 모호
pl: niejednoznaczność
pt_br: ambiguidade
ru: двусмысленность
tr: belirsizlik
vi: Sự mơ hồ
zh_hans: 歧义

source: have hatched.
de: ausgebrütet haben.
fr: ont éclos.
it: si sono schiuse.
ko: 부화했다.
pl: wykluły się.
pt_br: eclodiram
ru: вылупился.
tr: yumurtadan çıktı.
vi: đã nở.
zh_hans: 孵化了。

source: You've caught a
de: Du hast gefangen ein
fr: Vous avez attrapé un
it: Hai preso un
ko: 당신은
pl: Złapałeś
pt_br: Você pegou um
ru: Вы поймали
tr: Bir tane yakaladınız:
vi: Bạn đã bắt được một
zh_hans: 你抓到了一个

source: Your trap was robbed of the
de: Deine Falle wurde beraubt von
fr: Votre piège a été volé de la
it: La tua trappola è stata derubata del
ko: 함정이 도둑맞았다
pl: Twoja pułapka została okradziona z
pt_br: Sua armadilha foi roubada do
ru: Из вашей ловушки забрали
tr: Tuzağınızdan şu çalındı:
vi: Bẫy của bạn đã bị cướp mất
zh_hans: 你的陷阱被抢了

source: closes.
de: schließen.
fr: se ferme.
it: chiude.
ko: 닫혔다.
pl: zamyka się.
pt_br: fechou.
ru: закрывает.
tr: kapanır.
vi: đóng lại.
zh_hans: 关闭。

source: You hear
de: Du hörst
fr: Tu entends
it: Senti
ko: 들었다
pl: Słyszysz
pt_br: Você ouve
ru: Вы слышите
tr: Şunu duyarsınız:
vi: Bạn nghe thấy
zh_hans: 你听

source: distant
de: Ferne
fr: loin
it: distante
ko: 멀리서
pl: odległy
pt_br: distante
ru: далёкий
tr: uzak
vi: xa xôi
zh_hans: 遥远

source: nearby
de: in der Nähe
fr: tout près d'ici
it: vicino
ko: 가까이서
pl: bliski
pt_br: perto
ru: близкий
tr: yakın
vi: gần đó
zh_hans: 附近

source: grinding.
de: schleifen.
fr: affûtage.
it: stridore.
ko: 갈리는 소리를.
pl: szlifowanie.
pt_br: rangendo
ru: помол.
tr: gıcırdama.
vi: nghiền.
zh_hans: 研磨。

source: close.
de: schließt.
fr: proche.
it: chiuso.
ko: 닫다.
pl: zamknij.
pt_br: fechou.
ru: закрыть.
tr: kapat.
vi: đóng.
zh_hans: 关。

source: opens.
de: öffnen.
fr: s'ouvre.
it: apre.
ko: 열립니다.
pl: otwiera się.
pt_br: abriu
ru: открывает.
tr: açılır.
vi: mở ra.
zh_hans: 打开。

source: open.
de: offen.
fr: ouvert.
it: aperto.
ko: 열려 있는.
pl: otwórz.
pt_br: aberta.
ru: открыть.
tr: açık.
vi: mở.
zh_hans: 打开。

source: has constructed a masterpiece!
de: hat ein Meisterwerk hergestellt!
fr: a construit un chef-d'œuvre!
it: ha costruito un capolavoro!
ko: 걸작을 만들었다!
pl: skonstruował arcydzieło!
pt_br: construiu uma obra de arte!
ru: создал шедевр!
tr: bir şaheser inşa etti!
vi: đã kiến tạo một kiệt tác!
zh_hans: 构建了一个杰作！

source: preparetomb() HAS LIVE owner
fr: preparetomb() A le propriétaire LIVE
it: preparatomba() HA proprietario VIVO
ko: preparetomb()에는 라이브 소유자가 있습니다.
pt_br: preparetomb() proprietário ESTÁ VIVO
ru: preparetomb() ИМЕЕТ ЖИВОГО владельца
vi: preparetomb() CÓ chủ sở hữu TRỰC TIẾP
zh_hans: 预备坟墓()有在世主人

source: A masterwork of
de: Ein Meisterwerk des
fr: Un chef d'oeuvre de
it: Un capolavoro di
ko: 의 걸작
pl: Arcydzieło
pt_br: Uma obra de arte de
ru: Шедевр
tr: Şunun bir şaheseri:
vi: Một kiệt tác thuộc về
zh_hans: 一个杰作关于

source: has been lost!
de: ist verloren gegangen!
fr: a été perdu!
it: è stato perso!
ko: 길을 잃었다!
pl: został zgubiony!
pt_br: foi perdido!
ru: был потерян!
tr: kayboldu!
vi: đã bị mất!
zh_hans: 已经丢失了！

source: Talented
de: talentiert
fr: Talentueux
it: Dotato
ko: 타고난
pl: Utalentowany
pt_br: Talentoso
ru: Талантливый
tr: Yetenekli
vi: Tài năng
zh_hans: 天资聪颖的

source: rippling
de: plätschernd
fr: ondulation
it: increspato
ko: 졸졸 흐르는
pl: faloujący
pt_br: ondulado
ru: рябь
tr: dalgalanan
vi: gợn sóng
zh_hans: 荡漾

source: At times, creeping things slither out from below ground.
de: Manchmal kriecht etwas aus dem Boden hervor.
fr: Parfois, des choses rampantes glissent hors du sol.
it: A volte, dal sottosuolo, si vedono strisciare cose raccapriccianti.
ko: 때때로, 살금살금 움직이는 것들이 땅 밑에서 기어나옵니다.
pl: Od czasu do czasu pełzające istoty wynurzają się spod ziemi.
pt_br: Às vezes, coisas rastejando rastejar para fora por baixo do chao.
ru: Временами, нечто выползает из-под земли.
tr: Zaman zaman sürünen şeyler yerin altından dışarı süzülür.
vi: Đôi khi, những sinh vật bò trườn thoát ra từ lòng đất.
zh_hans: 有时，爬行的东西从地下滑出来。

source: Home
de: Heimat
fr: Maison
it: Casa
ko: 집
pl: Dom
pt_br: Lar
ru: Дом
tr: Ev
vi: Nhà
zh_hans: 家

source: Plot
de: Grundstück
fr: Terrain
it: Appezzamento
ko: 음모
pl: Działka rolna
pt_br: Traçado
ru: Точка
tr: Arsa
vi: Lô đất
zh_hans: 情节

source: Mead Hall
de: Met-Halle
fr: Salle de l'hydromel
it: Sala dell'idromele
ko: 미드홀
pl: Sala Biesiadna
pt_br: Salao de Bebida
ru: Медовый зал
tr: İçki Salonu
vi: Sảnh Rượu Mật Ong
zh_hans: 蜜酒厅

source: Throneroom
de: Thronsaal
fr: Salle du Trône
it: Sala del trono
ko: 알현실
pl: Sala Tronowa
pt_br: Sala do Trono
ru: Тронный зал
tr: Taht Odası
vi: Ngai vàng
zh_hans: 王座室

source: Entrance
de: Eingang
fr: Entrée
it: Entrata
ko: 입구
pl: Wejście
pt_br: Entrada
ru: Вход
tr: Giriş
vi: Lối vào
zh_hans: 入口

source: Treasury
de: Schatzkammer
fr: Trésorerie
it: Tesoreria
ko: 국고
pl: Skarbiec
pt_br: Sala do Tesouro
ru: Сокровищница
tr: Hazine
vi: Kho bạc
zh_hans: 宝库

source: Mechanism Room
de: Mechanikerzimmer
fr: Salle des mécanismes
it: Sala dei meccanismi
ko: 기계실
pl: Pokój Mechanizmów
pt_br: Sala dos Mecanismos
ru: Машинное отделение
tr: Mekanizma Odası
vi: Phòng Cơ Chế
zh_hans: 机械室

source: Guard post
de: Wachposten
fr: Poste de garde
it: Posto di guardia
ko: 초소
pl: Posterunek straży
pt_br: Posto da Guarda
ru: Пост стражи
tr: Muhafız noktası
vi: Trạm canh gác
zh_hans: 岗哨

source: Noble quarters
de: Nobelunterkünfte
fr: Quartiers nobles
it: Alloggi nobiliari
ko: 고귀한 숙소
pl: Kwatery Szlachciców
pt_br: Alojamento dos Nobres
ru: Дворянские покои
tr: Soylu bölgesi
vi: Khu nhà quý tộc
zh_hans: 贵族居所

source: Captive Room
de: Gefangenenzimmer
fr: Chambre captive
it: Stanza di prigionia
ko: 포로 방
pl: Pokój niewoli
pt_br: Sala dos Cativos
ru: Тюрьма
tr: Tutsak Odası
vi: Phòng Giam Cầm
zh_hans: 俘虏室

source: Tower Top
de: Turmspitze
fr: Sommet de la tour
it: Cima della Torre
ko: 타워 탑
pl: Szczyt wierzy
pt_br: Topo da Torre
ru: Крыша башни
tr: Kule Tepesi
vi: Đỉnh Tháp
zh_hans: 塔顶

source: Courtyard
de: Hof
fr: Cour
it: Cortile
ko: 안마당
pl: Dziedziniec
pt_br: Pátio
ru: Внутренний двор
tr: Avlu
vi: Sân trong
zh_hans: 庭院

source: Secret Library
de: Geheime Bibliothek
fr: Bibliothèque secrète
it: Biblioteca segreta
ko: 비밀 도서관
pl: Tajna biblioteka
pt_br: Livraria Secreta
ru: Секретная библиотека
tr: Gizli Kütüphane
vi: Thư viện Bí mật
zh_hans: 秘密图书馆

source: Counting House Offices
de: Büros der Zählkammer
fr: Bureaux de la maison de comptage
it: Uffici della Casa di conteggio
ko: 카운팅 하우스 오피스
pl: Biura Kantoru
pt_br: Escritórios da Casa de Contagem
ru: Счётная палата
tr: Hesap Evi Ofisleri
vi: Văn phòng Kế toán
zh_hans: 计算房间的办公室数量

source: Counting House Storage
de: Zählhaus Lager
fr: Stockage de la maison de comptage
it: Deposito della Casa di conteggio
ko: 계수 하우스 스토리지
pl: Magazyny Kantoru
pt_br: Depósito da Casa de Contagem
ru: Счетная Палата
tr: Hesap Evi Deposu
vi: Kho lưu trữ Kế toán
zh_hans: 计算房间的储量

source: Guildhall Offices
de: Guildhall Büros
fr: Bureaux de la Guilde
it: Uffici della Casa della gilda
ko: 길드홀 사무소
pl: Biura Gildii
pt_br: Escritórios do Salão da Guilda
ru: Зал гильдии
tr: Lonca Salonu Ofisleri
vi: Văn phòng Đại sảnh Nghiệp đoàn
zh_hans: 行会办公室

source: Guildhall Storage
de: Gildehaus Lager
fr: Stockage de la maison de guilde
it: Deposito della Casa della gilda
ko: 길드홀 창고
pl: Magazyny Gildii
pt_br: Depósito do Salão da Guilda
ru: Хранилище ратуши
tr: Lonca Salonu Deposu
vi: Kho lưu trữ Đại sảnh Nghiệp đoàn
zh_hans: 行会存储

source: Market Stall
de: Marktstand
fr: Étal de marché
it: Bancarella
ko: 시장 마구간
pl: Stragan
pt_br: Bancada do Mercado
ru: Торговая лавка
tr: Pazar Tezgahı
vi: Gian hàng Chợ
zh_hans: 市场摊位

source: Campground
de: Campingplatz
fr: Camping
it: Accampamento
ko: 캠프장
pl: Obozowisko
pt_br: Acampamento
ru: Лагерь
tr: Kamp Alanı
vi: Bãi cắm trại
zh_hans: 营地

source: Command Tent
de: Kommandozelt
fr: Tente de commandement
it: Tenda di comando
ko: 커맨드 텐트
pl: Namiot Dowódcy
pt_br: Tenda do Comandante
ru: Палатка командования
tr: Komuta Çadırı
vi: Lều Chỉ huy
zh_hans: 指挥帐篷

source: Tent
de: Zelt
fr: Tente
it: Tenda
ko: 텐트
pl: Namiot
pt_br: Tenda
ru: Палатка
tr: Çadır
vi: Lều
zh_hans: 帐篷

source: Command Tent (Bld)
de: Kommandozelt (Gbd)
fr: Tente de commandement (Bld)
it: Tenda di comando (Bld)
ko: 커맨드 텐트(건물)
pl: Namiot Dowódcy (Bld)
pt_br: Tenda do Comandante (Con)
ru: Палатка командования (Стр)
tr: Komuta Çadırı (Bina)
vi: Lều Chỉ huy (Công trình)
zh_hans: 指挥帐篷 (Bld)

source: Tent (Bld)
de: Zelt (Gbd)
fr: Tente (Bld)
it: Tenda (Bld)
ko: 텐트(건물)
pl: Namiot (Bld)
pt_br: Tenda (Con)
ru: Палатка (Стр)
tr: Çadır (Bina)
vi: Lều (Công trình)
zh_hans: 帐篷(Bld)

source: Dungeon Cell
de: Kerkerzelle
fr: Cellule de donjon
it: Cella delle segrete
ko: 던전 셀
pl: Komórka lochu
pt_br: Cela da Masmorra
ru: Клетка темницы
tr: Zindan Hücresi
vi: Xà lim Hầm ngục
zh_hans: 地牢囚室

source: Animal Pit
de: Tiergrube
fr: Fosse aux animaux
it: Fossa degli Animali
ko: 동물 구덩이
pl: Jama ze Zwierzętami
pt_br: Buraco de Animais
ru: Яма животных
tr: Hayvan Çukuru
vi: Hố Động vật
zh_hans: 动物坑

source: Cloth Pit
de: Stoffgrube
fr: Fosse à tissu
it: Fossa per Stoffa
ko: 천 구덩이
pl: Jama z Tkaniną
pt_br: Buraco de Tecido
ru: Ткацкая яма
tr: Kumaş Çukuru
vi: Hố Vải
zh_hans: 纺织坑

source: Tanning Pit
de: Gerbergrube
fr: Fosse de tannage
it: Fossa per Conciatura
ko: 태닝 피트
pl: Jama ze Skórą
pt_br: Buraco de Curtição
ru: Дубильная яма
tr: Tabaklama Çukuru
vi: Hố Thuộc da
zh_hans: 鞣制坑

source: Cloth Clothing Pit
de: Stoffkleidungsgrube
fr: Fosse à vêtements en tissu
it: Fossa d'Abbigliamento in stoffa
ko: 옷감 구덩이
pl: Jama z Tkaną Odzieżą
pt_br: Buraco de Tecido para Roupas
ru: Яма тканой одежды
tr: Kumaş Giysi Çukuru
vi: Hố Quần áo Vải
zh_hans: 制衣坑

source: Leather Clothing Pit
de: Lederkleidungsgrube
fr: Fosse à vêtements en cuir
it: Fossa d'Abbigliamento in cuoio
ko: 가죽의류 굴
pl: Jama z Odzieżą ze Skóry
pt_br: Poço de roupas de couro
ru: Яма кожаной одежды
tr: Deri Giysi Çukuru
vi: Hố Quần áo Da
zh_hans: 皮革服装坑

source: Bone Carving Pit
de: Knochenschnitzergrube
fr: Fosse de sculpture sur os
it: Fossa d'intaglio d'ossa
ko: 뼈 조각 구덩이
pl: Jama Rzeźbienia Kości
pt_br: Poço de cinzeladura de osso
ru: Яма костореза
tr: Kemik Oyma Çukuru
vi: Hố Chạm khắc Xương
zh_hans: 骨雕坑

source: Gem Cutting Pit
de: Juwelscheidergrube
fr: Fosse de taille de gemme
it: Fossa d'intaglio di gemme
ko: 보석 절단 구덩이
pl: Jama Szlifowania Klejnotów
pt_br: Poço de Corte de Gemas
ru: Ювелирная яма
tr: Mücevher Kesme Çukuru
vi: Hố Cắt Đá quý
zh_hans: 宝石切割坑

source: Weaponsmithing Pit
de: Waffenherstellungsgrube
fr: Fosse de fabrication d'armes
it: Fossa per Fabbricazione d'armi
ko: 무기제작소
pl: Jama Kucia Broni
pt_br: Forja de Armas
ru: Оружейная яма
tr: Silah Yapım Çukuru
vi: Hố Rèn Vũ khí
zh_hans: 武器制造坑

source: Bowmaking Pit
de: Bogenmachergrube
fr: Fosse d'arcs
it: Fossa per Fabbricazione d'archi
ko: 활 만들기 구덩이
pl: Jama Łuczarska
pt_br: Poço Bowmaking
ru: Яма лукодела
tr: Yay Yapım Çukuru
vi: Hố Chế tạo Cung
zh_hans: 制弓坑

source: Blacksmithing Pit
de: Schmiedekunstgrube
fr: Fosse de forge
it: Fossa per Forgiatura d'arnesi
ko: 대장간 구덩이
pl: Jama Kowalska
pt_br: Poço de ferraria
ru: Яма кузнеца
tr: Demircilik Çukuru
vi: Hố Rèn Sắt
zh_hans: 锻造坑

source: Armorsmithing Pit
de: Rüstungsherstellungsgrube
fr: Fosse d'armurerie
it: Fossa per Forgiatura d'armature
ko: 방어구 제작소
pl: Jama Płatnerska
pt_br: Forja de Armadura
ru: Яма бронника
tr: Zırhçılık Çukuru
vi: Hố Rèn Giáp
zh_hans: 盔甲锻造坑

source: Metal Crafting Pit
de: Metallhandwerksgrube
fr: Fosse d'artisanat en métal
it: Fossa per Lavorazione del metallo
ko: 금속 공예 구덩이
pl: Jama Metalowowyrobnicza
pt_br: Local de Ferraria
ru: Яма металлических изделий
tr: Metal İşleme Çukuru
vi: Hố Chế tác Kim loại
zh_hans: 金属制作坑

source: Leatherworking Pit
de: Lederergrube
fr: Fosse de travail du cuir
it: Fossa per Pelletteria
ko: 가죽세공사 굴
pl: Jama Garbarska
ru: Кожевенная яма
tr: Dericilik Çukuru
vi: Hố Chế tác Da
zh_hans: 制皮坑

source: Carpentry Pit
de: Schreinereigrube
fr: Fosse de menuiserie
it: Fossa per Carpenteria
ko: 목공 구덩이
pl: Jama Stolarska
pt_br: Poço de carpintaria
ru: Яма плотника
tr: Marangozluk Çukuru
vi: Hố Mộc
zh_hans: 木工坑

source: Stoneworking Pit
de: Steinmetzgrube
fr: Fosse de travail de la pierre
it: Fossa per Lavorazione della pietra
ko: 석공 구덩이
pl: Jama Kamieniarska
pt_br: Poço de Cantaria
ru: Яма для камнеобработки
tr: Taş İşçiliği Çukuru
vi: Hố Chế tác Đá
zh_hans: 石雕坑

source: Forging Pit
de: Schmiedengrube
fr: Fosse de forgeage
it: Fossa per Forgiatura
ko: 단조 구덩이
pl: Jama Wykuwania
pt_br: Poço de forjamento
ru: Кузнечная яма
tr: Dövme Çukuru
vi: Hố Rèn
zh_hans: 锻造坑

source: Fighting Pit
de: Kampfgrube
fr: Fosse de combat
it: Fossa per la Lotta
ko: 파이팅 핏
pl: Jama do Walki
pt_br: Poço de Lutadores
ru: Борцовская яма
tr: Dövüş Çukuru
vi: Hố Đấu
zh_hans: 战斗坑

source: Animal Workshop
de: Tier Werkstatt
fr: Atelier animalier
it: Bottega di animali
ko: 동물 작업장
pl: Warsztat Zwierzęcy
pt_br: Workshop de animais
ru: Питомник
tr: Hayvan Atölyesi
vi: Xưởng Động vật
zh_hans: 动物工坊

source: Cloth Workshop
de: Stoff Werkstatt
fr: Atelier de tailleur
it: Bottega della stoffa
ko: 옷 작업장
pl: Warsztat Sukienniczy
pt_br: Oficina de pano
ru: Мастерская портного
tr: Kumaş Atölyesi
vi: Xưởng Vải
zh_hans: 服装工坊

source: Tanning Workshop
de: Gerberei Werkstatt
fr: Atelier de tannage
it: Bottega di conciatura
ko: 무두쟁이 작업장
pl: Warsztat Garbarski
pt_br: Workshop de bronzeamento
ru: Дубильня
tr: Tabaklama Atölyesi
vi: Xưởng Thuộc da
zh_hans: 鞣制工坊
