Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: State feelings of glee
tr: Neşe duygularını ifade et
vi: Bày tỏ niềm vui hân hoan

source: State feelings of happiness
tr: Mutluluk duygularını ifade et
vi: Bày tỏ niềm hạnh phúc

source: State feelings of jolliness
tr: Şenlik duygularını ifade et
vi: Bày tỏ cảm xúc vui vẻ

source: State feelings of joviality
tr: Neşe duygularını ifade et
vi: Bày tỏ cảm xúc vui vẻ hòa nhã

source: State feelings of jubilation
tr: Coşku duygularını ifade et
vi: Bày tỏ cảm xúc hân hoan

source: State feelings of pleasure
tr: Zevk duygularını ifade et
vi: Bày tỏ niềm vui thích

source: State feelings of pride
tr: Gurur duygularını ifade et
vi: Bày tỏ niềm tự hào

source: State feelings, enraptured
tr: Duygularını ifade et, kendinden geçmiş
vi: Bày tỏ cảm xúc say đắm

source: State feelings, thrilled
tr: Duygularını ifade et, heyecanlı
vi: Bày tỏ cảm xúc phấn khích

source: Verbally struggle against existential crisis
tr: Varoluşsal krize karşı sözlü mücadele et
vi: Vật lộn bằng lời lẽ trước khủng hoảng hiện sinh

source: Verbally struggle, defeated
tr: Sözlü mücadele et, yenilmiş
vi: Vật lộn bằng lời lẽ, thất bại

source: State feelings, expectant
tr: Duygularını ifade et, beklenti içinde
vi: Bộc lộ cảm xúc, đầy mong đợi

source: Verbally struggle against doubt
tr: Şüpheye karşı sözlü mücadele et
vi: Vật lộn bằng lời lẽ chống lại sự nghi ngờ

source: State feelings of enthusiasm
tr: Heves duygularını ifade et
vi: Bộc lộ cảm giác nhiệt huyết

source: Verbally struggle against pessimism
tr: Kötümserliğe karşı sözlü mücadele et
vi: Vật lộn bằng lời lẽ chống lại sự bi quan

source: State feelings of euphoria
tr: Coşkunluk duygularını ifade et
vi: Bộc lộ cảm giác hưng phấn tột độ

source: State minor feeling of suspicion
tr: Hafif şüphe duygusunu ifade et
vi: Bộc lộ cảm giác nghi ngờ thoáng qua

source: Dismiss minor feeling of alarm
tr: Hafif telaş duygusunu savuştur
vi: Gạt bỏ cảm giác lo lắng thoáng qua

source: Dismiss minor feeling of shock
tr: Hafif şok duygusunu savuştur
vi: Gạt bỏ cảm giác sốc thoáng qua

source: Dismiss minor feeling of horror
tr: Hafif dehşet duygusunu savuştur
vi: Gạt bỏ cảm giác kinh hoàng thoáng qua

source: Dismiss minor feeling of grief
tr: Hafif keder duygusunu savuştur
vi: Gạt bỏ cảm giác đau buồn thoáng qua

source: State minor feeling of triumph
tr: Hafif zafer duygusunu ifade et
vi: Bộc lộ cảm giác chiến thắng thoáng qua

source: Dismiss minor feeling of rage
tr: Hafif öfke duygusunu savuştur
vi: Gạt bỏ cảm giác thịnh nộ thoáng qua

source: Dismiss minor feeling of fear
tr: Hafif korku duygusunu savuştur
vi: Gạt bỏ cảm giác sợ hãi thoáng qua

source: Dismiss minor feeling of sadness
tr: Hafif üzüntü duygusunu savuştur
vi: Gạt bỏ cảm giác buồn bã thoáng qua

source: State minor feeling of satisfaction
tr: Hafif memnuniyet duygusunu ifade et
vi: Bộc lộ cảm giác hài lòng thoáng qua

source: State minor feeling of love
tr: Hafif aşk duygusunu ifade et
vi: Bộc lộ cảm giác yêu thương thoáng qua

source: State minor feeling of bliss
tr: Hafif mutluluk duygusunu ifade et
vi: Bộc lộ cảm giác an lạc thoáng qua

source: State minor feeling of excitement
tr: Hafif heyecan duygusunu ifade et
vi: Bộc lộ cảm giác phấn khích thoáng qua

source: State minor feeling of gaiety
tr: Hafif neşe duygusunu ifade et
vi: Bộc lộ cảm giác vui vẻ thoáng qua

source: State minor feeling of joy
tr: Hafif sevinç duygusunu ifade et
vi: Bộc lộ cảm giác vui sướng thoáng qua

source: State minor feeling of vengefulness
tr: Hafif intikam duygusunu ifade et
vi: Bộc lộ cảm giác thù hận thoáng qua

source: Dismiss minor feeling of terror
tr: Hafif dehşet duygusunu savuştur
vi: Gạt bỏ cảm giác khiếp sợ thoáng qua

source: Dismiss minor feeling of agony
tr: Hafif ıstırap duygusunu savuştur
vi: Gạt bỏ cảm giác đau đớn tột cùng thoáng qua

source: Dismiss minor feeling of anguish
tr: Hafif keder duygusunu savuştur
vi: Gạt bỏ cảm giác thống khổ thoáng qua

source: Dismiss minor feeling of despair
tr: Hafif umutsuzluk duygusunu savuştur
vi: Gạt bỏ cảm giác tuyệt vọng thoáng qua

source: Dismiss minor feeling of dismay
tr: Hafif dehşet duygusunu savuştur
vi: Gạt bỏ cảm giác hoảng hốt thoáng qua

source: Dismiss minor feeling of distress
tr: Hafif sıkıntı duygusunu savuştur
vi: Gạt bỏ cảm giác khổ sở thoáng qua

source: Dismiss minor feeling of fright
tr: Hafif korku duygusunu savuştur
vi: Gạt bỏ cảm giác kinh hãi thoáng qua

source: Dismiss minor feeling of misery
tr: Hafif sefalet duygusunu savuştur
vi: Gạt bỏ cảm giác khốn khổ thoáng qua

source: Dismiss minor feeling of mortification
tr: Hafif utanç duygusunu savuştur
vi: Gạt bỏ cảm giác nhục nhã thoáng qua

source: Dismiss minor feeling of being shaken
tr: Hafif sarsılma hissini savuştur
vi: Gạt bỏ cảm giác bàng hoàng thoáng qua

source: State minor feeling of acceptance
tr: Hafif kabullenme duygusunu ifade et
vi: Bộc lộ cảm giác chấp nhận thoáng qua

source: State minor feeling of admiration
tr: Hafif hayranlık duygusunu ifade et
vi: Bộc lộ cảm giác ngưỡng mộ thoáng qua

source: State minor feeling of agitation
tr: Hafif tedirginlik duygusunu ifade et
vi: Bộc lộ cảm giác kích động thoáng qua

source: State minor feeling of aggravation
tr: Hafif sinirlilik duygusunu ifade et
vi: Bộc lộ cảm giác bực tức thoáng qua

source: State minor feeling of alienation
tr: Hafif yabancılaşma duygusunu ifade et
vi: Bộc lộ cảm giác bị xa lánh thoáng qua

source: State minor feeling of amazement
tr: Hafif şaşkınlık duygusunu ifade et
vi: Bộc lộ cảm giác kinh ngạc thoáng qua

source: State minor feeling of ambivalence
tr: Hafif kararsızlık duygusunu ifade et
vi: Bộc lộ cảm giác mâu thuẫn nội tâm thoáng qua

source: State minor feeling of anger
tr: Hafif öfke duygusunu ifade et
vi: Bộc lộ cảm giác giận dữ thoáng qua

source: State minor feeling of annoyance
tr: Hafif rahatsızlık duygusunu ifade et
vi: Bộc lộ cảm giác khó chịu thoáng qua

source: State minor feeling of anxiety
tr: Hafif endişe duygusunu ifade et
vi: Bộc lộ cảm giác lo âu thoáng qua

source: State minor feeling of apathy
tr: Hafif ilgisizlik duygusunu ifade et
vi: Bộc lộ cảm giác thờ ơ thoáng qua

source: State minor feeling of arousal
tr: Hafif uyarılma duygusunu ifade et
vi: Bộc lộ cảm giác hưng phấn thoáng qua

source: State minor feeling of astonishment
tr: Hafif hayret duygusunu ifade et
vi: Bộc lộ cảm giác sửng sốt thoáng qua

source: State minor feeling of aversion
tr: Hafif tiksinti duygusunu ifade et
vi: Bộc lộ cảm giác ác cảm thoáng qua

source: State minor feeling of awe
tr: Hafif huşu duygusunu ifade et
vi: Bộc lộ cảm giác kính sợ thoáng qua

source: State minor feeling of bitterness
tr: Hafif burukluk duygusunu ifade et
vi: Bộc lộ cảm giác cay đắng thoáng qua

source: State minor feeling of boredom
tr: Hafif can sıkıntısı duygusunu ifade et
vi: Bộc lộ cảm giác buồn chán thoáng qua

source: State minor feeling of caring
tr: Hafif ilgi duygusunu ifade et
vi: Bộc lộ cảm giác quan tâm thoáng qua

source: State minor feeling of confusion
tr: Hafif kafa karışıklığı duygusunu ifade et
vi: Bộc lộ cảm giác bối rối thoáng qua

source: State minor feeling of contempt
tr: Hafif küçümseme duygusunu ifade et
vi: Bộc lộ cảm giác khinh bỉ thoáng qua

source: State minor feeling of dejection
tr: Hafif keder duygusunu ifade et
vi: Bộc lộ cảm giác chán nản thoáng qua

source: State minor feeling of disappointment
tr: Hafif hayal kırıklığı duygusunu ifade et
vi: Bộc lộ cảm giác thất vọng thoáng qua

source: State minor feeling of disgust
tr: Hafif iğrenme duygusunu ifade et
vi: Bộc lộ cảm giác ghê tởm thoáng qua

source: State minor feeling of disillusionment
tr: Hafif hayal kırıklığı duygusunu ifade et
vi: Bộc lộ cảm giác vỡ mộng thoáng qua

source: State minor feeling of dislike
tr: Hafif hoşnutsuzluk duygusunu ifade et
vi: Bộc lộ cảm giác không thích thoáng qua

source: State minor feeling of displeasure
tr: Hafif memnuniyetsizlik duygusunu ifade et
vi: Bộc lộ cảm giác bất mãn thoáng qua

source: State minor feeling of eagerness
tr: Hafif heves duygusunu ifade et
vi: Bộc lộ cảm giác háo hức thoáng qua

source: State minor feeling of embarrassment
tr: Hafif utanç duygusunu ifade et
vi: Bộc lộ cảm giác ngượng ngùng thoáng qua

source: State minor feeling of empathy
tr: Hafif empati duygusunu ifade et
vi: Bộc lộ cảm giác đồng cảm thoáng qua

source: State minor feeling of emptiness
tr: Hafif boşluk duygusunu ifade et
vi: Bộc lộ cảm giác trống rỗng thoáng qua

source: State minor feeling of exasperation
tr: Hafif bıkkınlık duygusunu ifade et
vi: Bộc lộ cảm giác bực mình tột độ thoáng qua

source: State minor feeling of ferocity
tr: Hafif yırtıcılık duygusunu ifade et
vi: Bộc lộ cảm giác hung dữ thoáng qua

source: State minor feeling of frustration
tr: Hafif hüsran duygusunu ifade et
vi: Bộc lộ cảm giác bực bội thoáng qua

source: State minor feeling of gloom
tr: Hafif karamsarlık duygusunu ifade et
vi: Bộc lộ cảm giác ảm đạm thoáng qua

source: State minor feeling of glumness
tr: Hafif keyifsizlik duygusunu ifade et
vi: Bộc lộ cảm giác ủ rũ thoáng qua

source: State minor feeling of gratitude
tr: Hafif minnet duygusunu ifade et
vi: Bộc lộ cảm giác biết ơn thoáng qua

source: State minor feeling of grouchiness
tr: Hafif huysuzluk duygusunu ifade et
vi: Bộc lộ cảm giác gắt gỏng thoáng qua

source: State minor feeling of grumpiness
tr: Hafif asabiyet duygusunu ifade et
vi: Bộc lộ cảm giác cáu kỉnh thoáng qua

source: State minor feeling of guilt
tr: Hafif suçluluk duygusunu ifade et
vi: Bộc lộ cảm giác tội lỗi thoáng qua

source: State minor feeling of hatred
tr: Hafif nefret duygusunu ifade et
vi: Bộc lộ cảm giác căm ghét thoáng qua

source: State minor feeling of hope
tr: Hafif umut duygusunu ifade et
vi: Bộc lộ cảm giác hy vọng thoáng qua

source: State minor feeling of hopelessness
tr: Hafif umutsuzluk duygusunu ifade et
vi: Bộc lộ cảm giác tuyệt vọng thoáng qua

source: State minor feeling of humiliation
tr: Hafif aşağılanma duygusunu ifade et
vi: Bộc lộ cảm giác nhục nhã thoáng qua

source: State minor feeling of insult
tr: Hafif hakaret duygusunu ifade et
vi: Bộc lộ cảm giác bị xúc phạm thoáng qua

source: State minor feeling of interest
tr: Hafif ilgi duygusunu ifade et
vi: Bộc lộ cảm giác thích thú thoáng qua

source: State minor feeling of irritation
tr: Hafif sinirlilik duygusunu ifade et
vi: Bộc lộ cảm giác bực bội thoáng qua

source: State minor feeling of isolation
tr: Hafif izolasyon duygusunu ifade et
vi: Bộc lộ cảm giác cô lập thoáng qua

source: State minor feeling of loathing
tr: Hafif nefret duygusunu ifade et
vi: Bộc lộ cảm giác căm ghét tột độ thoáng qua

source: State minor feeling of loneliness
tr: Hafif yalnızlık duygusunu ifade et
vi: Bộc lộ cảm giác cô đơn thoáng qua

source: State minor feeling of lust
tr: Hafif şehvet duygusunu ifade et
vi: Bộc lộ cảm giác ham muốn nhục dục thoáng qua

source: State minor feeling of nervousness
tr: Hafif gerginlik duygusunu ifade et
vi: Bộc lộ cảm giác lo lắng thoáng qua

source: State minor feeling of nostalgia
tr: Hafif nostalji duygusunu ifade et
vi: Bộc lộ cảm giác hoài niệm thoáng qua

source: State minor feeling of optimism
tr: Hafif iyimserlik duygusunu ifade et
vi: Bộc lộ cảm giác lạc quan thoáng qua

source: State minor feeling of outrage
tr: Hafif rezalet duygusunu ifade et
vi: Bộc lộ cảm giác phẫn nộ thoáng qua

source: State minor feeling of panic
tr: Hafif panik duygusunu ifade et
vi: Bộc lộ cảm giác hoảng loạn thoáng qua

source: State minor feeling of patience
tr: Hafif sabır duygusunu ifade et
vi: Bộc lộ cảm giác kiên nhẫn thoáng qua

source: State minor feeling of passion
tr: Hafif tutku duygusunu ifade et
vi: Bộc lộ cảm giác đam mê thoáng qua

source: State minor feeling of rejection
tr: Hafif reddedilme duygusunu ifade et
vi: Bộc lộ cảm giác bị từ chối thoáng qua

source: State minor feeling of relief
tr: Hafif rahatlama duygusunu ifade et
vi: Bộc lộ cảm giác nhẹ nhõm thoáng qua

source: State minor feeling of regret
tr: Hafif pişmanlık duygusunu ifade et
vi: Bộc lộ cảm giác hối tiếc thoáng qua

source: State minor feeling of remorse
tr: Hafif vicdan azabı duygusunu ifade et
vi: Bộc lộ cảm giác hối hận thoáng qua

source: State minor feeling of repentance
tr: Hafif tövbe duygusunu ifade et
vi: Bộc lộ cảm giác ăn năn thoáng qua

source: State minor feeling of resentment
tr: Hafif kırgınlık duygusunu ifade et
vi: Bộc lộ cảm giác oán giận thoáng qua

source: State minor feeling of restlessness
tr: Hafif huzursuzluk duygusunu ifade et
vi: Bộc lộ cảm giác bồn chồn thoáng qua

source: State minor feeling of righteous indignation
tr: Hafif haklı infial duygusunu ifade et
vi: Bộc lộ cảm giác phẫn nộ chính đáng thoáng qua

source: State minor feeling of self-pity
tr: Hafif kendine acıma duygusunu ifade et
vi: Bộc lộ cảm giác tự thương hại thoáng qua

source: State minor feeling of servility
tr: Hafif kölelik duygusunu ifade et
vi: Bộc lộ cảm giác khúm núm thoáng qua

source: State minor feeling of shame
tr: Hafif utanç duygusunu ifade et
vi: Bộc lộ thoáng chút xấu hổ

source: State minor feeling of sympathy
tr: Hafif sempati duygusunu ifade et
vi: Bộc lộ thoáng chút đồng cảm

source: State minor feeling of tenderness
tr: Hafif şefkat duygusunu ifade et
vi: Bộc lộ thoáng chút dịu dàng

source: State minor feeling of uneasiness
tr: Hafif huzursuzluk duygusunu ifade et
vi: Bộc lộ thoáng chút bất an

source: State minor feeling of unhappiness
tr: Hafif mutsuzluk duygusunu ifade et
vi: Bộc lộ thoáng chút bất hạnh

source: State minor feeling of wonder
tr: Hafif hayret duygusunu ifade et
vi: Bộc lộ thoáng chút kỳ diệu

source: State minor feeling of worry
tr: Hafif endişe duygusunu ifade et
vi: Bộc lộ thoáng chút lo lắng

source: State minor feeling of wrath
tr: Hafif gazap duygusunu ifade et
vi: Bộc lộ thoáng chút thịnh nộ

source: State minor feeling of zeal
tr: Hafif şevk duygusunu ifade et
vi: Bộc lộ thoáng chút nhiệt huyết

source: State minor feeling of adoration
tr: Hafif tapınma duygusunu ifade et
vi: Bộc lộ thoáng chút sùng bái

source: State minor feeling of affection
tr: Hafif sevgi duygusunu ifade et
vi: Bộc lộ thoáng chút tình cảm

source: State minor feeling of amusement
tr: Hafif eğlence duygusunu ifade et
vi: Bộc lộ thoáng chút thích thú

source: State minor feeling of contentment
tr: Hafif hoşnutluk duygusunu ifade et
vi: Bộc lộ thoáng chút hài lòng

source: State minor feeling of delight
tr: Hafif zevk duygusunu ifade et
vi: Bộc lộ thoáng chút khoái trá

source: State minor feeling of elation
tr: Hafif sevinç duygusunu ifade et
vi: Bộc lộ thoáng chút hân hoan

source: State minor feeling of enjoyment
tr: Hafif keyif duygusunu ifade et
vi: Bộc lộ thoáng chút thích thú

source: State minor feeling of exhilaration
tr: Hafif canlanma duygusunu ifade et
vi: Bộc lộ thoáng chút phấn khích

source: State minor feeling of fondness
tr: Hafif düşkünlük duygusunu ifade et
vi: Bộc lộ thoáng chút quý mến

source: State minor feeling of freedom
tr: Hafif özgürlük duygusunu ifade et
vi: Bộc lộ thoáng chút tự do

source: State minor feeling of glee
tr: Hafif neşe duygusunu ifade et
vi: Bộc lộ thoáng chút vui sướng

source: State minor feeling of happiness
tr: Hafif mutluluk duygusunu ifade et
vi: Bộc lộ thoáng chút hạnh phúc

source: State minor feeling of jolliness
tr: Hafif şenlik duygusunu ifade et
vi: Bộc lộ thoáng chút vui vẻ

source: State minor feeling of joviality
tr: Hafif neşe duygusunu ifade et
vi: Bộc lộ thoáng chút vui vẻ

source: State minor feeling of jubilation
tr: Hafif coşku duygusunu ifade et
vi: Bộc lộ thoáng chút hân hoan

source: State minor feeling of pleasure
tr: Hafif zevk duygusunu ifade et
vi: Bộc lộ thoáng chút thỏa mãn

source: State minor feeling of pride
tr: Hafif gurur duygusunu ifade et
vi: Bộc lộ thoáng chút tự hào

source: State feelings, somewhat enraptured
tr: Duygularını ifade et, biraz kendinden geçmiş
vi: Bày tỏ cảm xúc, phần nào bị mê hoặc

source: State feelings, somewhat thrilled
tr: Duygularını ifade et, biraz heyecanlı
vi: Bày tỏ cảm xúc, phần nào phấn khích

source: Dismiss minor existential crisis
tr: Hafif varoluşsal krizi savuştur
vi: Xua đi thoáng chút khủng hoảng hiện sinh

source: Dismiss minor feeling of defeat
tr: Hafif yenilgi duygusunu savuştur
vi: Xua đi thoáng chút cảm giác thất bại

source: State feelings, somewhat expectant
tr: Duygularını ifade et, biraz beklenti içinde
vi: Bày tỏ cảm xúc, phần nào mong đợi

source: Dismiss minor doubts
tr: Hafif şüpheleri savuştur
vi: Xua đi thoáng chút nghi ngờ

source: State minor feeling of enthusiasm
tr: Hafif heves duygusunu ifade et
vi: Bộc lộ thoáng chút nhiệt tình

source: Dismiss minor feeling of pessimism
tr: Hafif kötümserlik duygusunu savuştur
vi: Xua đi thoáng chút cảm giác bi quan

source: State minor feeling of euphoria
tr: Hafif öfori duygusunu ifade et
vi: Bộc lộ thoáng chút hưng phấn tột độ

source: Acknowledge lack of suspicion
tr: Şüphelenmediğini belirt
vi: Thừa nhận không có nghi ngờ

source: Acknowledge lack of alarm
tr: Telaşlanmadığını belirt
vi: Thừa nhận không có báo động

source: Acknowledge lack of shock
tr: Şoke olmadığını belirt
vi: Thừa nhận không có kinh ngạc

source: Acknowledge lack of horror
tr: Dehşete düşmediğini belirt
vi: Thừa nhận không có kinh hoàng

source: Acknowledge lack of grief
tr: Keder duymadığını belirt
vi: Thừa nhận không có đau buồn

source: Acknowledge lack of triumph
tr: Zafer sarhoşu olmadığını belirt
vi: Thừa nhận không có khải hoàn

source: Acknowledge lack of rage
tr: Öfkelenmediğini belirt
vi: Thừa nhận không có cơn thịnh nộ

source: Acknowledge lack of grim satisfaction
tr: Zalimce bir haz duymadığını belirt
vi: Thừa nhận không có sự thỏa mãn nghiệt ngã

source: Acknowledge lack of fear
tr: Korkmadığını belirt
vi: Thừa nhận không có sợ hãi

source: Acknowledge lack of sadness
tr: Üzülmediğini belirt
vi: Thừa nhận không có buồn bã

source: Acknowledge lack of satisfaction
tr: Memnun olmadığını belirt
vi: Thừa nhận không có thỏa mãn

source: Acknowledge lack of love
tr: Aşk duymadığını belirt
vi: Thừa nhận không có tình yêu

source: Acknowledge lack of bliss
tr: Saadet duymadığını belirt
vi: Thừa nhận không có hạnh phúc viên mãn

source: Acknowledge lack of excitement
tr: Heyecanlanmadığını belirt
vi: Thừa nhận không có phấn khích

source: Acknowledge lack of gaiety
tr: Neşelenmediğini belirt
vi: Thừa nhận không có sự vui tươi

source: Acknowledge lack of joy
tr: Sevinmediğini belirt
vi: Thừa nhận không có niềm vui

source: Acknowledge lack of vengefulness
tr: Kin gütmediğini belirt
vi: Thừa nhận không có tinh thần báo thù

source: Acknowledge lack of terror
tr: Dehşete kapılmadığını belirt
vi: Thừa nhận không có khiếp sợ

source: Acknowledge lack of agony
tr: Istırap çekmediğini belirt
vi: Thừa nhận không có thống khổ

source: Acknowledge lack of anguish
tr: Elem duymadığını belirt
vi: Thừa nhận không có đau khổ tinh thần

source: Acknowledge lack of despair
tr: Umutsuzluğa kapılmadığını belirt
vi: Thừa nhận không có tuyệt vọng

source: Acknowledge lack of dismay
tr: Yılmadığını belirt
vi: Thừa nhận không có hoang mang

source: Acknowledge lack of distress
tr: Sıkıntı çekmediğini belirt
vi: Thừa nhận không có phiền muộn

source: Acknowledge lack of fright
tr: Ürpermediğini belirt
vi: Thừa nhận không có sợ hãi

source: Acknowledge lack of misery
tr: Perişan hissetmediğini belirt
vi: Thừa nhận không có khốn khổ

source: Acknowledge lack of mortification
tr: Mahcup olmadığını belirt
vi: Thừa nhận không có sự nhục nhã

source: Acknowledge lack of being shaken
tr: Sarsılmadığını belirt
vi: Thừa nhận không có bị lung lay tinh thần

source: Acknowledge lack of acceptance
tr: Kabullenmediğini belirt
vi: Thừa nhận không có sự chấp nhận

source: Acknowledge lack of admiration
tr: Hayranlık duymadığını belirt
vi: Thừa nhận không có sự ngưỡng mộ

source: Acknowledge lack of agitation
tr: Tedirgin olmadığını belirt
vi: Thừa nhận không có sự kích động

source: Acknowledge lack of aggravation
tr: Tepesinin atmadığını belirt
vi: Thừa nhận không có sự khó chịu

source: Acknowledge lack of alienation
tr: Yabancılaşmadığını belirt
vi: Thừa nhận không có sự xa lánh

source: Acknowledge lack of amazement
tr: Şaşırıp kalmadığını belirt
vi: Thừa nhận không có sự kinh ngạc

source: Acknowledge lack of ambivalence
tr: İkilemde kalmadığını belirt
vi: Thừa nhận không có sự mâu thuẫn nội tâm

source: Acknowledge lack of anger
tr: Kızmadığını belirt
vi: Thừa nhận không có giận dữ

source: Acknowledge lack of annoyance
tr: Rahatsız olmadığını belirt
vi: Thừa nhận không có sự khó chịu

source: Acknowledge lack of anxiety
tr: Endişelenmediğini belirt
vi: Thừa nhận không có sự lo lắng

source: Acknowledge lack of apathy
tr: Kayıtsız kalmadığını belirt
vi: Thừa nhận không có sự thờ ơ

source: Acknowledge lack of arousal
tr: Uyarılmadığını belirt
vi: Thừa nhận không có sự kích thích

source: Acknowledge lack of astonishment
tr: Hayret etmediğini belirt
vi: Thừa nhận không có sự kinh ngạc tột độ

source: Acknowledge lack of aversion
tr: Tiksinmediğini belirt
vi: Thừa nhận không có ác cảm

source: Acknowledge lack of awe
tr: Huşu duymadığını belirt
vi: Thừa nhận không có sự kính sợ

source: Acknowledge lack of bitterness
tr: İçerlemediğini belirt
vi: Thừa nhận không có sự cay đắng

source: Acknowledge lack of boredom
tr: Sıkılmadığını belirt
vi: Thừa nhận không có sự buồn chán

source: Acknowledge lack of confusion
tr: Kafanın karışmadığını belirt
vi: Thừa nhận không có sự bối rối

source: Acknowledge lack of contempt
tr: Küçümsemediğini belirt
vi: Thừa nhận không có sự khinh miệt

source: Acknowledge lack of dejection
tr: Moralinin bozulmadığını belirt
vi: Thừa nhận không có sự chán nản

source: Acknowledge lack of disappointment
tr: Hayal kırıklığına uğramadığını belirt
vi: Thừa nhận không có sự thất vọng

source: Acknowledge lack of disgust
tr: İğrenmediğini belirt
vi: Thừa nhận không có sự ghê tởm

source: Acknowledge lack of disillusionment
tr: Hayallerinin yıkılmadığını belirt
vi: Thừa nhận không có sự vỡ mộng

source: Acknowledge lack of dislike
tr: Hoşnutsuz olmadığını belirt
vi: Thừa nhận không có sự không thích

source: Acknowledge lack of displeasure
tr: Memnuniyetsizlik duymadığını belirt
vi: Thừa nhận không có sự không hài lòng

source: Acknowledge lack of eagerness
tr: Hevesli olmadığını belirt
vi: Thừa nhận không có sự háo hức

source: Acknowledge lack of embarrassment
tr: Utanmadığını belirt
vi: Thừa nhận không có sự xấu hổ

source: Acknowledge lack of empathy
tr: Empati kurmadığını belirt
vi: Thừa nhận không có sự đồng cảm

source: Acknowledge lack of emptiness
tr: Boşluk hissetmediğini belirt
vi: Thừa nhận không có sự trống rỗng

source: Acknowledge lack of exasperation
tr: Çileden çıkmadığını belirt
vi: Thừa nhận không có sự bực tức

source: Acknowledge lack of ferocity
tr: Vahşileşmediğini belirt
vi: Thừa nhận không có sự hung dữ

source: Acknowledge lack of frustration
tr: Hüsrana uğramadığını belirt
vi: Thừa nhận không có sự nản lòng

source: Acknowledge lack of gloom
tr: Karamsar olmadığını belirt
vi: Thừa nhận không có sự ảm đạm

source: Acknowledge lack of glumness
tr: Surat asmadığını belirt
vi: Thừa nhận không có sự u sầu

source: Acknowledge lack of gratitude
tr: Minnet duymadığını belirt
vi: Thừa nhận không có lòng biết ơn

source: Acknowledge lack of grouchiness
tr: Huysuzlanmadığını belirt
vi: Thừa nhận không có sự cáu kỉnh

source: Acknowledge lack of grumpiness
tr: Aksi davranmadığını belirt
vi: Thừa nhận không có sự gắt gỏng

source: Acknowledge lack of guilt
tr: Suçluluk hissetmediğini belirt
vi: Thừa nhận không có cảm giác tội lỗi

source: Acknowledge lack of hatred
tr: Nefret etmediğini belirt
vi: Xác nhận sự thiếu vắng thù hận

source: Acknowledge lack of hope
tr: Umut etmediğini belirt
vi: Xác nhận sự thiếu vắng hy vọng

source: Acknowledge lack of hopelessness
tr: Umudunu kesmediğini belirt
vi: Xác nhận sự thiếu vắng tuyệt vọng
