Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: somewhat thin
de: etwas dünn
fr: un peu mince
it: piuttosto sottile
ko: 약간 얇은
pl: trochę cienkie
pt_br: um pouco magro
ru: довольно тонкий
tr: biraz ince
vi: hơi mỏng
zh_hans: 有点薄

source: incredibly upturned
de: unglaublich nach oben gebogenen
fr: incroyablement renversé
it: incredibilmente rovesciato
ko: 엄청나게 뒤집힌
pl: niewiarygodnie zadarty
pt_br: incrivelmente arrebitado
ru: сильно приподнятый
tr: inanılmaz derecede kalkık
vi: hếch lạ thường
zh_hans: 难以置信地翘起

source: slightly upturned
de: leicht nach oben
fr: légèrement renversé
it: leggermente rovesciato
ko: 약간 위로
pl: trochę zadarty
pt_br: ligeiramente arrebitado
ru: слегка приподнятый
tr: hafifçe kalkık
vi: hơi hếch
zh_hans: 微微上翘

source: sharply hooked
de: scharfhakenförmig
fr: fortement accroché
it: bruscamente agganciato
ko: 날카롭게 푹
pl: ostro haczykowaty
pt_br: fortemente ligado
ru: сильно загнутый
tr: keskin kemerli
vi: khoằm sắc lẹm
zh_hans: 明显的弯曲

source: slightly hooked
de: etwas hakenförmig
fr: légèrement crochu
it: leggermente agganciato
ko: 약간 푹
pl: trochę chaczykowaty
pt_br: ligeiramente viciado
ru: слегка загнутый
tr: hafifçe kemerli
vi: hơi khoằm
zh_hans: 有点上瘾

source: very splayed out
de: sehr gespreizt
fr: très étalé
it: molto allargato
ko: 매우 펼쳐져 있다
pl: bardzo rozrzucone
pt_br: muito inclinadas para fora
ru: сильно оттопыренные
tr: çok yayvan
vi: rất bè ra
zh_hans: 很累赘

source: somewhat splayed out
de: etwas gespreizt
fr: quelque peu évasé
it: piuttosto spiattellato
ko: 다소 벌어졌다
pl: trochę rozrzucone
pt_br: um pouco espalhados para fora
ru: слегка оттопыренные
tr: biraz yayvan
vi: hơi bè ra
zh_hans: 稍微有点打乱了

source: very flattened
de: sehr abgeflacht
fr: très aplati
it: molto appiattito
ko: 매우 평평한
pl: bardzo spłaszczony
pt_br: muito achatada
ru: очень плоские
tr: çok basık
vi: rất dẹt
zh_hans: 非常扁平

source: slightly flattened
de: etwas abgeflacht
fr: légèrement aplati
it: leggermente appiattito
ko: 약간 납작한
pl: trochę spłaszczony
pt_br: germe ligeiramente achatado
ru: слегка сплюснутые
tr: hafifçe basık
vi: hơi dẹt
zh_hans: 略带平坦的

source: have great swinging lobes
de: haben große Schwinglappen
fr: ont de grands lobes oscillants
it: hanno grandi lobi oscillanti
ko: 훌륭한 스윙 엽을 가지고
pl: ma wspaniałe bujające się płaty
pt_br: tem grandes orelhas balançando
ru: имеют большие отвисшие мочки
tr: büyük sarkık kulak memelerine sahip
vi: có dái tai rất lớn và lúc lắc
zh_hans: 有很好的摆动小叶

source: have large hanging lobes
de: habt große hängende Lappen
fr: ont de grands lobes suspendus
it: hanno grandi lobi pendenti
ko: 큰 매달린 로브가 있습니다
pl: ma wielkie zwisające płaty
pt_br: têm suspensão grandes lóbulos
ru: имеют большие свисающие мочки
tr: büyük sarkan kulak memelerine sahip
vi: có dái tai lớn rủ xuống
zh_hans: 有大的悬挂式裂片

source: are free-lobed
de: sind lapprig
fr: sont à lobes libres
it: non hanno lobi
ko: 자유엽이다
pl: są wolnopłatowe
pt_br: são lóbulos grátis
ru: без мочек
tr: ayrık kulak memeli
vi: có dái tai rời
zh_hans: 是自由腹腔的

source: are fuse-lobed
de: sind sicherheitsgelappt
fr: sont fuselés
it: hanno lobi attaccati
ko: 퓨즈 로브형
pt_br: são lóbulos fusível
ru: со сросшимися мочками
tr: yapışık kulak memeli
vi: có dái tai dính
zh_hans: 是熔断式的

source: have nearly fused lobes
de: haben fast verschmolzen Lappen
fr: ont des lobes presque fusionnés
it: hanno lobi quasi attaccati
ko: 거의 융합 된 엽을 가지고
pl: mają prawie połączone płaty
pt_br: quase se fundiram lóbulos
ru: с почти сросшимися мочками
tr: neredeyse yapışık kulak memelerine sahip
vi: có dái tai gần dính
zh_hans: 有近乎融合的裂片

source: have small lobes
de: haben kleine Lappen
fr: avoir de petits lobes
it: hanno i lobi piccoli
ko: 작은 엽을 가지고
pl: mają małe płaty
pt_br: tem pequenos lóbulos
ru: имеют маленькие мочки
tr: küçük kulak memelerine sahip
vi: có dái tai nhỏ
zh_hans: 有小叶子

source: hanging-lobed
de: lappig hängend
fr: à lobes suspendus
it: lobi allungati
ko: 교수형
pl: zwisający płat
pt_br: suspensão-lóbulos
ru: с отвисшими мочками
tr: sarkık kulak memeli
vi: có dái tai rủ
zh_hans: 悬钩式

source: free-lobed
de: frei gelappt
fr: à lobes libres
it: senza lobi
ko: 자유엽
pl: wolnopłatowy
pt_br: grátis-lóbulos
ru: без мочек
tr: ayrık kulak memeli
vi: có dái tai rời
zh_hans: 自由悬挂的

source: nearly fuse-lobed
de: fast sicherungsgelappt
fr: presque fuselé
it: lobi quasi attaccati
ko: 거의 퓨즈 로브
pl: prawie lamelkowe
pt_br: quase fusível lóbulos
ru: с почти слившимися мочками
tr: neredeyse yapışık kulak memeli
vi: có dái tai gần dính
zh_hans: 近乎熔融的裂缝

source: small-lobed
de: klein gelappt
fr: petit lobe
it: con lobi piccoli
ko: 소엽
pl: drobnopłatowy
pt_br: pequenos lóbulos
ru: с небольшими мочками
tr: küçük kulak memeli
vi: có dái tai nhỏ
zh_hans: 小裂缝

source: widely-spaced
de: weit auseinander liegenden
fr: largement espacés
it: ampiamente distanziato
ko: 넓은 간격
pl: szeroko rozstawione
pt_br: amplamente espaçados
ru: широко расставленные
tr: ayrık
vi: cách xa nhau
zh_hans: 间隔广泛的

source: tangled
de: verheddert
fr: emmêlé
it: aggrovigliato
ko: 얽힌
pl: splątany
ru: кривые
tr: karışık
vi: rối bù
zh_hans: 紊

source: very round
de: sehr rund
fr: très rond
it: molto rotondo
ko: 매우 둥글다
pl: bardzo zaokrąglony
pt_br: muito redondo
ru: круглый
tr: çok yuvarlak
vi: rất tròn
zh_hans: 很圆的

source: slightly rounded
de: leicht gerundet
fr: légèrement arrondi
it: leggermente arrotondato
ko: 약간 둥글다
pl: lekko zaokrąglony
pt_br: ligeiramente arredondado
ru: округлый
tr: hafifçe yuvarlatılmış
vi: hơi tròn
zh_hans: 略带圆形的

source: slit
de: aufgeschlitzt
fr: fente
it: fessura
ko: 긴 구멍
pl: szczelina
pt_br: fenda
ru: перерезал
tr: yarık
vi: khe hẹp
zh_hans: 裂缝

source: somewhat greasy
de: etwas fettig
fr: un peu gras
it: piuttosto unto
ko: 약간 기름진
pl: nieco tłusty
pt_br: um pouco gorduroso
ru: довольно жирный
tr: biraz yağlı
vi: hơi nhờn
zh_hans: 有点油腻

source: crinkly
de: zerknittert
fr: crépu
it: scricchiolante
ko: 쭈글쭈글
pl: marszczony
pt_br: rugas
ru: морщинистый
tr: kıvrımlı
vi: nhăn nhúm
zh_hans: 皱巴巴的

source: striped
de: gestreift
fr: rayé
it: a strisce
ko: 줄무늬
pl: w paski
pt_br: Listrado
ru: полосатый
tr: çizgili
vi: có sọc
zh_hans: 有条纹的

source: mottled
de: gesprenkelt
fr: tacheté
it: screziato
ko: 얼룩덜룩한
pl: cętkowany
pt_br: mosqueado
ru: испещрённый
tr: benekli
vi: lốm đốm
zh_hans: 斑驳的

source: spots
de: Flecken
fr: taches
it: macchie
ko: 반점
pl: miejsca
pt_br: CHAMADAS
ru: пятна
tr: noktalar
vi: các đốm
zh_hans: 斑点

source: with a touch of
de: mit einem Hauch von
fr: avec une touche de
it: con un tocco di
ko: 터치로
pl: z odrobiną
pt_br: com um toque de
ru: с оттенком
tr: hafif bir ... ile
vi: phảng phất
zh_hans: 有一点

source: with flecks of
de: mit Flecken von
fr: avec des taches de
it: con macchioline di
ko: 반점이 있는
pl: z drobinkami
pt_br: com manchas de
ru: с пятнами
tr: ... benekleri ile
vi: điểm xuyết những đốm
zh_hans: 有斑点的

source: with some
de: mit etwas
fr: avec une certaine
it: con alcune
ko: 몇몇에게는
pl: z niektórymi
pt_br: com alguns
ru: с некоторыми
tr: biraz ... ile
vi: với một số
zh_hans: 有一些

source: mixed with
de: gemischt mit
fr: melanger avec
it: mescolato con
ko: 와 혼합
pl: zmieszany z
pt_br: misturado com
ru: смешан с
tr: ... ile karışık
vi: hòa lẫn với
zh_hans: 混有

source: stripes
de: Streifen
fr: rayures
it: strisce
ko: 문
pl: paski
ru: полосы
tr: çizgiler
vi: các sọc
zh_hans: 条纹

source: very long
de: sehr lang
fr: très long
it: molto lungo
ko: 매우 긴
pl: bardzo długi
pt_br: muito longo(a)
ru: очень длинный
tr: çok uzun
vi: rất dài
zh_hans: 非常长

source: medium-length
de: mittlere Länge
fr: longueur moyenne
it: media lunghezza
ko: 중간 길이
pl: średnia długość
pt_br: comprimento médio
ru: средней длины
tr: orta uzunlukta
vi: dài vừa phải
zh_hans: 中等长度

source: clean-shaven
de: glatt rasiert
fr: rasé de près
it: rasato
ko: 깨끗하게 면도한
pl: ogolony na zero
pt_br: barbeado
ru: гладко выбритый
tr: tam traşlı
vi: cạo nhẵn nhụi
zh_hans: 没有蓄须

source: stubble
de: Stoppeln
fr: chaume
it: corta
ko: 그루터기
pl: ściernisko
pt_br: restolho
ru: щетина
tr: kırlık sakal
vi: râu ria lún phún
zh_hans: 残株

source: unkempt
de: ungepflegt
fr: négligé
it: trasandato
ko: 깔끔하지 않은
pl: zaniedbany
pt_br: despenteado
ru: неопрятный
tr: bakımsız
vi: bù xù
zh_hans: 蓬头垢面

source: tied in a pony tail
de: in einem Pferdeschwanz gebunden
fr: attaché en queue de cheval
it: legati a coda di cavallo
ko: 조랑말 꼬리에 묶인
pl: związany w kucyk
pt_br: amarrado em um rabo de cavalo
ru: заплетены в хвост
tr: at kuyruğu yapılmış
vi: buộc kiểu tóc đuôi ngựa
zh_hans: 扎了马尾辫

source: arranged in double braids
de: in Doppelzöpfen angeordnet
fr: disposés en doubles tresses
it: disposti in doppie trecce
ko: 이중 땋기로 배열
pl: ułożone w podwójne warkocze
pt_br: dispostos em tranças duplas
ru: заплетена в две косы
tr: çift örgü yapılmış
vi: tết thành hai bím tóc
zh_hans: 编成双辫

source: braided
de: geflochten
fr: tressé
it: intrecciato
ko: 꼰
pl: pleciony
pt_br: Trançado
ru: заплетены
tr: örülmüş
vi: tết bím
zh_hans: 编织

source: neatly combed
de: ordentlich durchgekämmt
fr: soigneusement peigné
it: ben pettinato
ko: 깔끔하게 빗질
pl: starannie uczesany
pt_br: ordenadamente penteado
ru: аккуратно зачёсанный
tr: düzgün taranmış
vi: chải chuốt gọn gàng
zh_hans: 梳理整齐

source: bears
de: Bären
fr: ours
it: porta
ko: 곰
pl: niedźwiedzie
pt_br: ursos
ru: носит
tr: taşıyor
vi: mang
zh_hans: 熊

source: bear
de: Bär
fr: ours
it: porti
ko: 곰
pl: niedźwiedź
pt_br: urso
ru: носите
tr: taşıyorlar
vi: mang
zh_hans: 熊

source: the marks of numerous old wounds, the chief among them
de: die Spuren der zahlreichen alten Wunden, die Führer unter ihnen
fr: les marques de nombreuses blessures anciennes, dont la principale
it: i segni di numerose vecchie ferite, la principale tra esse
ko: 수많은 오래된 상처의 흔적, 그 중 가장 큰 상처
pl: ślady licznych starych ran, z których najważniejsze to
pt_br: as marcas de numerosas feridas antigas, o chefe entre eles
ru: следы множества старых ран, главный из которых
tr: sayısız eski yaranın izlerini, bunların başında
vi: những vết tích của nhiều vết thương cũ, đáng kể nhất là
zh_hans: 许多旧伤的痕迹，其中最主要的

source: the marks of old wounds, including
de: die Spuren der alten Wunden, einschließlich
fr: les marques d'anciennes blessures, y compris
it: i segni di vecchie ferite, tra cui
ko: 다음을 포함한 오래된 상처의 흔적
pl: ślady starych ran, w tym
pt_br: as marcas de feridas antigas, incluindo
ru: следы старых ран, в том числе
tr: şunlar dahil eski yara izlerini
vi: những vết tích của vết thương cũ, bao gồm
zh_hans: 旧伤的痕迹，包括

source: a
de: ein
fr: un
it: un
tr: bir
vi: một
zh_hans: 一个

source: very long
de: sehr lang
fr: très long
it: molto lungo
ko: 매우 긴
pl: bardzo długi
pt_br: muito longo(a)
ru: очень длинный
tr: çok uzun
vi: rất dài
zh_hans: 非常长

source: long
de: lang
it: lungo
ko: 긴
pl: długi
ru: длинный
tr: uzun
vi: dài
zh_hans: 长

source: short
de: kurz
fr: court
it: basso
ko: 짧은
pl: krótki
pt_br: curto
ru: низкий
tr: kısa
vi: ngắn
zh_hans: 短

source: very short
de: sehr kurz
fr: très court
it: molto basso
ko: 매우 짧은
pl: bardzo krótki
pt_br: muito curto
ru: очень низкий
tr: çok kısa
vi: rất ngắn
zh_hans: 非常短

source: tiny
de: winzig
fr: minuscule
it: minuscolo
ko: 매우 작은
pl: malutki
pt_br: Minúsculo
ru: крошечный
tr: küçük
vi: bé tí
zh_hans: 微小

source: massive
de: massiv
fr: massif
it: massiccio
ko: 엄청난
pl: masywny
pt_br: maciço
ru: массивный
tr: devasa
vi: đồ sộ
zh_hans: 大规模的

source: curving scar.
de: geschwungene Narbe.
fr: cicatrice incurvée.
it: cicatrice curvilinea.
ko: 구부러진 흉터.
pl: krzywa blizna.
pt_br: curvando-se cicatriz.
ru: изогнутый шрам.
vi: vết sẹo cong.
zh_hans: 弯曲的伤疤。

source: straight scar.
de: gerade Narbe.
fr: cicatrice droite.
it: cicatrice dritta.
ko: 직선 흉터.
pl: prosta blizna.
pt_br: cicatriz em linha reta.
ru: прямой шрам.
tr: Düz yara izi.
vi: vết sẹo thẳng.
zh_hans: 直疤。

source: very large
de: sehr groß
fr: très grand
it: molto grande
ko: 매우 큰
pl: bardzo duży
pt_br: muito grande
ru: очень большой
tr: çok büyük
vi: rất lớn
zh_hans: 很大

source: small
de: kleine
fr: petit
it: piccolo
ko: 작은
pl: mały
pt_br: pequeno
ru: малый
tr: küçük
vi: nhỏ
zh_hans: 小

source: very small
de: sehr klein
fr: très petit
it: molto piccolo
ko: 매우 작은
pl: bardzo mały
pt_br: muito pequeno
ru: очень маленький
tr: çok küçük
vi: rất nhỏ
zh_hans: 很小

source: huge
de: riesig
fr: énorme
it: enorme
ko: 거대한
pl: ogromny
pt_br: Enorme
ru: огромный
tr: kocaman
vi: khổng lồ
zh_hans: 巨大

source: dent.
de: verbeulen.
fr: bosse.
it: ammaccatura.
ko: 훼손하다.
pt_br: Dente
ru: вмятина.
vi: vết lõm.
zh_hans: 凹痕。

source: jagged scar.
de: gezackte Narbe.
fr: cicatrice déchiquetée.
it: cicatrice frastagliata.
ko: 들쭉날쭉한 흉터.
pl: poszarpana blizna.
pt_br: cicatriz irregular.
ru: зубчатый шрам.
vi: vết sẹo lởm chởm.
zh_hans: 锯齿状的伤疤。

source: gigantic
de: gigantisch
fr: gigantesque
it: gigantesco
ko: 거인 같은
pl: gigantyczny
pt_br: gigantesco(a)
ru: гигантский
tr: devasa
vi: cực lớn
zh_hans: 巨大

source: very large
de: sehr groß
fr: très grand
it: molto grande
ko: 매우 큰
pl: bardzo duży
pt_br: muito grande
ru: очень большой
tr: çok büyük
vi: rất lớn
zh_hans: 很大

source: muscular
de: muskulös
fr: musclé
it: muscoloso
ko: 근육질의
pl: muskularny
ru: мускулистый
tr: kaslı
vi: vạm vỡ
zh_hans: 肌肉发达

source: frail
de: gebrechlich
fr: frêle
it: fragile
ko: 허약한
pl: wątły
pt_br: frágil
ru: хрупкий
tr: çelimsiz
vi: yếu ớt
zh_hans: 脆弱的

source: obese
de: fettleibig
fr: obèse
it: obeso
ko: 뚱뚱한
pl: otyły
pt_br: obeso(a)
ru: тучный
tr: obez
vi: béo phì
zh_hans: 肥胖

source: fat
de: Fett
fr: gros
it: grasso
ko: 지방
pl: gruby
pt_br: gordura
ru: жирный
tr: şişman
vi: béo
zh_hans: 脂肪

source: chubby
de: mollig
fr: joufflu
it: grassoccio
ko: 통통한
pl: pulchny
pt_br: gorducho(a)
ru: полный
tr: tombul
vi: mũm mĩm
zh_hans: 丰满的

source: lanky
de: schlaksig
fr: dégingandé
it: smilzo
ko: 호리호리한
pl: chudy
pt_br: esguio
ru: долговязый
tr: sırık gibi
vi: gầy gò
zh_hans: 瘦长

source: big
de: groß
fr: gros
it: grosso
ko: 큰
pl: duży
pt_br: grande
ru: большой
tr: büyük
vi: to lớn
zh_hans: 大

source: stout
de: beleibt
fr: bière
it: tarchiato
ko: 스타우트
pl: tęgi
pt_br: robusto
ru: приземистый
tr: bodur
vi: mập mạp
zh_hans: 肥硕

source: slim
de: schlank
fr: mince
it: snello
ko: 날씬한
pl: szczupły
pt_br: magro(a)
ru: тонкий
tr: narin
vi: mảnh khảnh
zh_hans: 瘦

source: skinny
de: dünn
fr: mince
it: secco
ko: 마른
pl: chudy
pt_br: magricelo(a)
ru: худой
tr: sıska
vi: gầy nhẳng
zh_hans: 枯瘦

source: towering
de: aufragend
fr: imposant
it: torreggiante
ko: 높이 솟은
pl: wzniosły
pt_br: muito alto
ru: возвышающийся
tr: kule gibi
vi: cao lớn sừng sững
zh_hans: 参天

source: scrawny
de: dürr
fr: maigre
it: ossuto
ko: 여윈
pl: wychudzony
pt_br: magricelo
ru: тощий
tr: cılız
vi: khẳng khiu
zh_hans: 骨瘦如柴

source: small
de: kleine
fr: petit
it: piccolo
ko: 작은
pl: mały
pt_br: pequeno
ru: малый
tr: küçük
vi: nhỏ bé
zh_hans: 小

source: tiny
de: winzig
fr: minuscule
it: minuscolo
ko: 조막만한
pl: malutki
pt_br: minúsculo(a)
ru: крошечный
tr: ufacık
vi: bé tí
zh_hans: 微小

source: squat
de: hocken
fr: s'accroupir
it: tozzo
ko: 쪼그리고 앉은
pl: przysadzisty
pt_br: agachamento
ru: приземистый
tr: tıknaz
vi: lùn và đậm người
zh_hans: 蹲

source: high-cheekbones
de: hohe Wangenknochen
fr: pommettes saillantes
it: zigomi-alti
ko: 툭 튀어 나온 광대뼈
pl: wysokie kości policzkowe
pt_br: maçãs do rosto altas
ru: с высокими скулами
tr: çıkık elmacık kemikli
vi: gò má cao
zh_hans: 高颧骨

source: low-cheekbones
de: tiefe Wangenknochen
fr: pommettes basses
it: zigomi-bassi
ko: 낮은 광대뼈
pl: niskie kości policzkowe
pt_br: maçãs do rosto baixas
ru: с низкими скулами
tr: düşük elmacık kemikli
vi: gò má thấp
zh_hans: 低颧骨

source: square-chin
de: augeglichenes Kinn
fr: menton carré
it: mento squadrato
ko: 사각턱
pl: kwadratowa żuchwa
pt_br: queixo quadrado
ru: квадратный подбородок
tr: kare çeneli
vi: cằm vuông
zh_hans: 方下巴

source: round-chin
de: rundes Kinn
fr: menton rond
it: mento rotondo
ko: 둥근 턱
pl: zaokrąglona żuchwa
pt_br: queixo arredondado
ru: круглый подбородок
tr: yuvarlak çeneli
vi: cằm tròn
zh_hans: 圆下巴

source: massive-chin
de: massives Kinn
fr: menton massif
it: mento massiccio
ko: 거대한 턱
pl: masywna żuchwa
pt_br: queixo massiço
ru: массивный подбородок
tr: devasa çeneli
vi: cằm to lớn
zh_hans: 巨大的下巴

source: recessed-chin
de: versenktes Kinn
fr: menton en retrait
it: mento sfuggente
ko: 오목한 턱
pl: cofnięta żuchwa
pt_br: queixo retraído
ru: скошенный подбородок
tr: geride çeneli
vi: cằm lẹm
zh_hans: 凹陷的下巴

source: jutting-chin
de: herausragendes Kinn
fr: menton saillant
it: mento sporgente
ko: 돌출 턱
pl: wystający podbródek
pt_br: queixo saliente
ru: выступающий подбородок
tr: çıkık çeneli
vi: cằm nhô ra
zh_hans: 凸出的下巴

source: prominent-chin
de: prominentes Kinn
fr: menton proéminent
it: mento prominente
ko: 두드러진 턱
pl: pwydatny podbródek
pt_br: queixo proeminente
ru: выдающийся подбородок
tr: belirgin çeneli
vi: cằm nổi bật
zh_hans: 突出的下巴

source: broad-chin
de: breites Kinn
fr: menton large
it: mento ampio
ko: 넓은 턱
pl: szeroki podbródek
pt_br: queixo largo
ru: широкий подбородок
tr: geniş çeneli
vi: cằm rộng
zh_hans: 宽下巴

source: narrow-chin
de: enges Kinn
fr: menton étroit
it: mento stretto
ko: 좁은 턱
pl: wąski podbródek
pt_br: queixo estreito
ru: узкий подбородок
tr: dar çeneli
vi: cằm hẹp
zh_hans: 窄下巴

source: guttural-voiced
de: kehlig geäußert
fr: voix gutturale
it: voce gutturale
ko: 후두음
pl: gardłowy-głos
pt_br: possui voz gutural
ru: с гортанным голосом
tr: gırtlaktan sesli
vi: giọng khàn đặc
zh_hans: 喉音浊音

source: grating-voiced
de: knirschend geäußert
fr: voix grinçante
it: voce stridente
ko: 삐걱거리는 소리
pl: zgrzytliwy dźwięczny
pt_br: sonoramente estridente
ru: с гремучим голосом
tr: tırmalayıcı sesli
vi: giọng chói tai
zh_hans: 光栅浊音

source: squeaky-voiced
de: quietschstimmig
fr: voix grinçante
it: voce stridula
ko: 삐걱거리는 소리
pl: piskliwy głos
pt_br: tem a voz estridente
ru: со скрипучим голосом
tr: cırtlak sesli
vi: giọng the thé
zh_hans: 吱吱作响的浊音

source: scratchy-voiced
de: kratzstimmig
fr: voix rauque
it: voce graffiante
ko: 긁는 소리
pl: szorstki głos
pt_br: tem a voz áspera
ru: со скрипучим голосом
tr: cızırtılı sesli
vi: giọng rè rè
zh_hans: 沙哑浊音

source: splayed
de: gespreizt
fr: évasé
it: allargato
ko: 벌어진
pl: rozłożony
pt_br: espalhado
ru: оттопыренный
tr: yayvan
vi: xòe rộng
zh_hans: 张开

source: average
de: durchschnittlich
fr: moyen
it: media
ko: 평균
pl: średnia
pt_br: mediano
ru: средний
tr: ortalama
vi: trung bình
zh_hans: 平均

source: The world generator is having trouble placing enough mountain peaks.
fr: Le générateur mondial a du mal à placer suffisamment de pics de montagne.
it: Il generatore del mondo ha problemi a collocare sufficienti vette montane.
ko: 세계 생성기가 충분한 산봉우리를 배치하는 데 문제가 있습니다.
pl: Generator świata ma problem z umieszczeniem wystarczającej liczby szczytów górskich.
pt_br: O gerador do mundo está com problemas, colocando bastante picos de montanha.
ru: Генератору мира не удалось разместить достаточное количество горных вершин.
vi: Bộ tạo thế giới đang gặp khó khăn trong việc thiết lập đủ các đỉnh núi.
zh_hans: 世界生成器在放置足够的山峰时遇到了麻烦。

source: : number capped at 32
de: : Anzahl auf 32 begrenzt
fr: : nombre plafonné à 32
it: : numero limitato a 32
ko: : 최대 32개
pl: : górna granica to 32
pt_br: : número máximo 32
ru: : число до 32
tr: : sayı 32 ile sınırlandırıldı
vi: : số lượng được giới hạn ở 32
zh_hans: : 上限为32

source: Reached peak
pl: Osiągnięto szczyt
tr: Zirveye ulaşıldı
vi: Đã đạt đỉnh

source: Era change
pl: Zmiana ery
tr: Çağ değişimi
vi: Thay đổi Kỷ Nguyên

source: Found a feature
pl: Znaleziono funkcjonalność
tr: Bir özellik bulundu
vi: Đã tìm thấy một địa hình

source: Praise the miners
pl: Pochwal kopaczy
tr: Madencileri övün
vi: Tán dương những người thợ mỏ

source: Struck mineral
pl: Znaleziono minerał
tr: Minerale rastlandı
vi: Đã tìm thấy khoáng sản

source: Struck economic mineral
pl: Znaleziono ekonomicznie użyteczny minerał
tr: Faydalı minerale rastlandı
vi: Đã tìm thấy khoáng sản kinh tế

source: Weapon twist
pl: Zmiana broni
tr: Silah çevirme
vi: Vũ khí xoắn chặt

source: Drop item
pl: Upuść przedmiot
tr: Eşyayı düşür
vi: Rơi vật phẩm

source: Charge
pl: Szarża
tr: Hücum
vi: Xông lên

source: Surprised
pl: Zaskoczony
tr: Şaşırdı
vi: Bị bất ngờ

source: Jump-dodge (proj)
pl: Uskocz (pocisk)
tr: Zıplayarak kaçınma (atış)
vi: Nhảy né (đạn)

source: Jump-dodge (strike)
pl: Uskocz (cios)
tr: Zıplayarak kaçınma (vuruş)
vi: Nhảy né (đòn đánh)

source: Dodge
pl: Uchylenie
tr: Kaçınma
vi: Né tránh

source: Counterstrike
pl: Kontratak
tr: Karşı saldırı
vi: Phản công

source: Block
pl: Blok
tr: Blok
vi: Chặn đòn

source: Parry
pl: Sparowanie
tr: Savuşturma
vi: Gạt đòn

source: (Charge) (D) Tumble
pl: (Szarża) (D) Upadek
tr: (Hücum) (S) Yuvarlanma
vi: (Xông lên) (Phòng thủ) Ngã nhào

source: (Charge) (D) Knocked over
pl: (Szarża) (D) Przewrócony
tr: (Hücum) (S) Devrildi
vi: (Xông lên) (Phòng thủ) Bị đánh ngã

source: (Charge) (A) Tumble
pl: (Szarża) (A) Upadek
tr: (Hücum) (Sld) Yuvarlanma
vi: (Xông lên) (Tấn công) Ngã nhào

source: (Charge) (A) Bounced back
pl: (Szarża) (A) Odbity
tr: (Hücum) (Sld) Geri sekti
vi: (Xông lên) (Tấn công) Bị bật ngược lại

source: (Charge) Tangle
pl: (Szarża) Splecenie
tr: (Hücum) Dolaşma
vi: (Xông lên) Vướng víu

source: (Charge) Tangle/tumble
pl: (Szarża) Splecenie/przewrócenie
tr: (Hücum) Dolaşma/yuvarlanma
vi: (Xông lên) Vướng víu/ngã nhào

source: (Wrestle) Joint lock
pl: (Bójka) Blokada stawu
tr: (Güreş) Eklem kilidi
vi: (Đấu vật) Khóa khớp

source: (Wrestle) Chokehold
pl: (Bójka) Podduszanie
tr: (Güreş) Boğucu kilit
vi: (Đấu vật) Siết cổ

source: (Wrestle) Takedown
pl: (Bójka) Chwyt
tr: (Güreş) Yere indirme
vi: (Đấu vật) Vật ngã

source: (Wrestle) Throw
pl: (Bójka) Rzut
tr: (Güreş) Fırlatma
vi: (Đấu vật) Ném

source: (Wrestle) Release lock
pl: (Bójka) Puszczona blokada
tr: (Güreş) Kilidi bırakma
vi: (Đấu vật) Tháo khóa

source: (Wrestle) Release choke
pl: (Bójka) Puszczone podduszanie
tr: (Güreş) Boğmayı bırakma
vi: (Đấu vật) Nới siết cổ

source: (Wrestle) Release
pl: (Bójka) Puszczenie
tr: (Güreş) Bırakma
vi: (Đấu vật) Buông ra

source: (Wrestle) Struggle
pl: (Bójka) Zmagania
tr: (Güreş) Mücadele
vi: (Đấu vật) Vùng vẫy

source: (Wrestle) Latch on
pl: (Bójka) Przyczepienie się
tr: (Güreş) Tutunma
vi: (Đấu vật) Bám chặt

source: (Wrestle) Strangle
pl: (Bójka) Duszenie
tr: (Güreş) Boğma
vi: (Đấu vật) Bóp nghẹt

source: (Wrestle) Adjust grip
pl: (Bójka) Dostosowanie chwytu
tr: (Güreş) Tutuşu ayarlama
vi: (Đấu vật) Điều chỉnh thế giữ

source: (Wrestle) Part ripped away
pl: (Bójka) Część oderwana
tr: (Güreş) Parça koptu
vi: (Đấu vật) Một phần bị xé rách

source: (Combat) Strike
pl: (Walka) Cios
tr: (Savaş) Vuruş
vi: (Chiến đấu) Đòn tấn công

source: (Combat) Wounds
pl: (Walka) Rany
tr: (Savaş) Yaralar
vi: (Chiến đấu) Vết thương

source: (Combat) Enraged
pl: (Walka) Rozwścieczony
tr: (Savaş) Öfkeli
vi: (Chiến đấu) Cuồng nộ

source: (Combat) Attack stuck in
pl: (Walka) Atak utknął
tr: (Savaş) Saldırı saplandı
vi: (Chiến đấu) Đòn tấn công bị mắc kẹt

source: (Combat) Natural attack latched
pl: (Walka) Naturalny atak przyczepiony
tr: (Savaş) Doğal saldırı tutundu
vi: (Chiến đấu) Đòn tấn công tự nhiên bám chặt

source: (Combat) Attack latched
pl: (Walka) Atak przyczepiony
tr: (Savaş) Saldırı tutundu
vi: (Chiến đấu) Đòn tấn công bám chặt

source: (Combat) Propelling blow
pl: (Walka) Odpychający cios
tr: (Savaş) İtici darbe
vi: (Chiến đấu) Đòn đẩy lùi

source: (Combat) Knocked out
pl: (Walka) Nokaut
tr: (Savaş) Bayıldı
vi: (Chiến đấu) Bị hạ gục

source: (Combat) Stunned
pl: (Walka) Oszołomiony
tr: (Savaş) Sersemledi
vi: (Chiến đấu) Bị choáng

source: (Combat) Winded
pl: (Walka) Zdyszany
tr: (Savaş) Nefesi kesildi
vi: (Chiến đấu) Hụt hơi

source: (Combat) Nauseated
pl: (Walka) Mdłości
tr: (Savaş) Midesi bulandı
vi: (Chiến đấu) Buồn nôn

source: Dig canceled (warm)
pl: Kopanie anulowane (ciepło)
tr: Kazı iptal edildi (sıcak)
vi: Đào bị hủy (ấm)

source: Dig canceled (wet)
pl: Kopanie anulowane (mokro)
tr: Kazı iptal edildi (ıslak)
vi: Đào bị hủy (ướt)

source: Ambush (resident)
pl: Zasadzka (rezydent)
tr: Pusu (yerli)
vi: Phục kích (cư dân)
