Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: display on
fr: afficher sur
it: esponi su
ko: 에 표시
pl: wyświetlacz włączony
pt_br: Site não suporta Widget
ru: показ на
tr: şunun üzerinde sergilenmesi:
vi: trưng bày trên
zh_hans: 显示在

source: of the skins of
fr: des peaux de
it: delle pelli di
ko: 스킨의
pl: skór
pt_br: de peles de
ru: из кожи
tr: şunların derilerinin
vi: của lớp da của
zh_hans: 的皮肤

source: animation of
fr: animation de
it: animazione di
ko: 의 애니메이션
pl: animacja
pt_br: animação de
ru: оживление
tr: şunun canlandırılması:
vi: sự hoạt hóa của
zh_hans: 动画

source: hanging from a
fr: suspendu à un
it: appeso a un
ko: 에 매달려
pl: zwisający z
pt_br: enforcado por
ru: висит на
tr: bir ... asılması:
vi: treo từ một
zh_hans: 挂在一个

source: horrible mutilation of
fr: horrible mutilation de
it: orribile mutilazione di
ko: 끔찍한 절단
pl: okropne okaleczenie
pt_br: horrível mutilação de
ru: ужасные увечья
tr: şunun korkunç sakatlanması:
vi: sự tàn phá kinh khủng của
zh_hans: 可怕的残害

source: lost a diplomat at
fr: perdu un diplomate à
it: ha perso un diplomatico a
ko: 에서 외교관을 잃었다
pl: stracił dyplomatę w
pt_br: perdeu um diplomata em
ru: потеряли дипломата
tr: şurada bir diplomat kaybetti:
vi: đã mất một nhà ngoại giao tại
zh_hans: 失去了一位外交官

source: They suspected the involvement of
fr: Ils suspectaient l'implication de
it: Sospettavano il coinvolgimento di
ko: 그들은 연루를 의심했다
pl: Podejrzewali udział
pt_br: Eles suspeitavam do envolvimento de
ru: Они подозревали вмешательство
tr: Şunun parmağı olduğundan şüphelendiler:
vi: Họ nghi ngờ sự liên quan của
zh_hans: 他们怀疑参与了

source: with the possible involvement of
fr: avec la participation éventuelle de
it: con il possibile coinvolgimento di
ko: 의 가능한 참여와 함께
pl: z możliwym zaangażowaniem
pt_br: com o possível envolvimento de
ru: с возможным вмешательством
tr: şunun olası dahiliyeti ile
vi: với khả năng có sự liên quan của
zh_hans: 可能的参与

source: voided all agreements with
fr: annulé tous les accords avec
it: ha annullato tutti gli accordi con
ko: 와의 모든 계약을 무효화
pl: unieważnił wszystkie umowy z
pt_br: anulados todos os acordos com
ru: разорвали все соглашения с
tr: şununla olan tüm anlaşmaları geçersiz kıldı:
vi: đã vô hiệu hóa tất cả thỏa thuận với
zh_hans: 与所有协议无效

source: the voiding of agreements with
de: die Aufhebung von Vereinbarungen mit
fr: l'annulation des accords avec
it: l'annullamento degli accordi con
ko: 와의 계약 무효화
pl: unieważnienie umów z
pt_br: a anulação dos acordos com
ru: разрыв соглашений с
tr: şununla olan anlaşmaların geçersiz kılınması:
vi: sự vô hiệu hóa các thỏa thuận với
zh_hans: 撤消与美国的协议

source: made a fortune
de: ein Vermögen gemacht
fr: a fait fortune
it: ha fatto fortuna
ko: 돈을 벌었다
pl: zarobił fortunę
pt_br: fez uma fortuna
ru: разбогател
tr: bir servet kazandı
vi: đã kiếm được một gia tài
zh_hans: 挣了一大笔钱

source: did well
de: gut abgeschnitten
fr: a bien fait
it: è andato bene
ko: 잘 했어
pl: dobrze
pt_br: fez bem
ru: хорошо сделал
tr: kazançlı çıktı
vi: đã làm tốt
zh_hans: 做得不错

source: lost a fortune
de: ein Vermögen verloren
fr: perdu une fortune
it: ha perso una fortuna
ko: 재산을 잃었다
pl: stracił fortunę
pt_br: perdeu uma fortuna
ru: потерял целое состояние
tr: bir servet kaybetti
vi: đã mất một gia tài
zh_hans: 丢失了一笔财富

source: did poorly
de: schlecht abgeschnitten
fr: a mal fait
it: è andato male
ko: 잘못했다
pl: wypadł słabo
pt_br: fez mal
ru: сделал плохо
tr: zarar etti
vi: đã làm kém
zh_hans: 做得糟糕

source: gambling
de: Glücksspiel
fr: jeux d'argent
it: giocando d'azzardo
ko: 도박
pl: hazard
pt_br: jogatina
ru: азартный
tr: kumar oynarken
vi: cờ bạc
zh_hans: 赌博

source: and went further into debt
de: und verschuldete sich weiter
fr: et s'est encore endetté
it: e si è indebitato ulteriormente
ko: 그리고 빚더미에 올랐다.
pl: i jeszcze bardziej się zadłużył
pt_br: e foi ainda mais em dívida
ru: и втягивался всё больше в долги
tr: ve daha da borca battı
vi: và tiếp tục lâm vào cảnh nợ nần
zh_hans: 并进一步负债

source: and went into debt
de: und verschuldete sich
fr: et s'est endetté
it: e si è indebitato
ko: 그리고 빚을 졌다.
pl: i popadł w długi
pt_br: e ficou endividado
ru: и попал в долги
tr: ve borca girdi
vi: và lâm vào cảnh nợ nần
zh_hans: 并负债累累

source: masterful
de: Meisterhaft
fr: magistral
it: magistrale
ko: 건방진
pl: mistrzowski
pt_br: magistral
ru: шедевральный
tr: ustaca
vi: bậc thầy
zh_hans: 大师的

source: skillful
de: Geschickt
fr: habile
it: abile
ko: 잘 만들어진
pl: zręczny
pt_br: hábil
ru: искусный
tr: becerikli
vi: khéo léo
zh_hans: 娴熟的

source: disastrous
de: Verheerend
fr: catastrophique
it: disastroso
ko: 비참한
pl: katastrofalny
pt_br: desastroso
ru: гибельный
tr: feci
vi: tai hại
zh_hans: 灾难性的

source: unfortunate
de: Unglücklicherweise
fr: malheureux
it: sfortunato
ko: 불행한 사람
pl: niefortunny
pt_br: Infeliz
ru: несчастный
tr: talihsiz
vi: không may mắn
zh_hans: 不幸的

source: gambling of
de: Glücksspiel von
fr: jeu de
it: gioco d'azzardo di
ko: 도박
pl: hazard
pt_br: jogos de azar de
ru: азартные игры
tr: şunun kumarı:
vi: hành vi cờ bạc của
zh_hans: 赌博的

source: trading
de: Handel
fr: commerce
it: commercio
ko: 거래
pl: handel
pt_br: Negociação
ru: торговый
tr: ticareti
vi: giao thương
zh_hans: 交易

source: favorable
de: vorteilhaft
it: favorevole
ko: 유리한
pl: korzystny
pt_br: Favorável
ru: благоприятный
tr: elverişli
vi: thuận lợi
zh_hans: 顺利

source: unfavorable
de: ungünstig
fr: défavorable
it: sfavorevole
ko: 불리한
pl: niekorzystny
pt_br: desfavorável
ru: неблагоприятный
tr: elverişsiz
vi: bất lợi
zh_hans: 不顺利

source: trading of
de: Handel mit
fr: commerce de
it: commercio di
ko: 의 거래
pl: handel
pt_br: negociação de
ru: торговля с
tr: şunun ticareti:
vi: hành vi giao thương của
zh_hans: 交易

source: goods
de: Waren
fr: des biens
it: prodotti
ko: 상품
pl: towary
pt_br: bens
ru: товары
tr: mallar
vi: hàng hóa
zh_hans: 商品

source: armor
de: Rüstung
fr: armure
it: armatura
ko: 갑옷
pl: zbroja
pt_br: armadura
ru: броня
tr: zırh
vi: giáp
zh_hans: 盔甲

source: leg armor
de: Beinschutz
fr: armure de jambe
it: armatura per gambe
ko: 다리 갑옷
pl: pancerz na nogi
pt_br: armadura de perna
ru: поножи
tr: bacak zırhı
vi: giáp chân
zh_hans: 腿部盔甲

source: hand armor
de: Handschutz
fr: armure de main
it: armatura per mano
ko: 손 갑옷
pl: pancerz dłoni
pt_br: armadura de mão
ru: наручи
tr: el zırhı
vi: giáp tay
zh_hans: 手部盔甲

source: foot armor
de: Fußschutz
fr: armure de pied
it: armatura per piedi
ko: 발 갑옷
pl: pancerz stopy
pt_br: armadura de pé
ru: бронежилет
tr: ayak zırhı
vi: giáp bàn chân
zh_hans: 足部盔甲

source: helmets
de: Helme
fr: casques
it: elmo
ko: 헬멧
pl: hełmy
pt_br: Capacetes
ru: шлемы
tr: miğferler
vi: mũ trụ
zh_hans: 头盔

source: bodywear
de: Körperbekleidung
fr: vêtements de corps
it: corazza
ko: 바디웨어
pl: bielizna
pt_br: roupa corporal
ru: верхняя одежда
tr: giysiler
vi: đồ mặc thân
zh_hans: 内衣

source: legwear
de: Beinbekleidung
fr: collants
it: pantaloni
ko: 레그웨어
pl: odzież na nogi
pt_br: meias
ru: штаны
tr: alt giyim
vi: đồ mặc chân
zh_hans: 袜子

source: handwear
de: Handbekleidung
fr: vêtements de main
it: guanti
ko: 손수건
pl: odzież podręczna
pt_br: roupas de mão
ru: перчатки
tr: eldiven
vi: đồ mặc tay
zh_hans: 手套

source: footwear
de: Schuhe
fr: chaussure
it: calzature
ko: 신발류
pl: obuwie
pt_br: calçados
ru: обувь
tr: ayakkabı
vi: đồ mặc bàn chân
zh_hans: 鞋类

source: headwear
de: Kopfbedeckung
fr: couvre-chef
it: copricapo
ko: 모자
pl: nakrycia głowy
pt_br: chapéu
ru: головной убор
tr: baş giyim
vi: đồ mặc đầu
zh_hans: 帽子

source: ammunition
de: Munition
fr: munition
it: munizioni
ko: 탄약
pl: amunicja
pt_br: munição
ru: боеприпасы
tr: mühimmat
vi: đạn dược
zh_hans: 弹药

source: weapons
de: Waffen
fr: armes
it: armi
ko: 무기
pl: broń
pt_br: armas
ru: оружие
tr: silahlar
vi: vũ khí
zh_hans: 武器

source: ranged weapons
de: Fernkampfwaffen
fr: armes à distance
it: armi a distanza
ko: 원거리 무기
pl: broń dystansowa
pt_br: armas de longo alcance
ru: оружие дальнего боя
tr: menzilli silahlar
vi: vũ khí tầm xa
zh_hans: 远程武器

source: anvils
de: ambosse
fr: enclumes
it: incudini
ko: 모루
pl: kowadła
pt_br: bigornas
ru: наковальни
tr: örsler
vi: đe
zh_hans: 砧

source: thread
de: faden
fr: fil de discussion
it: filo
ko: 실
pl: wątek
pt_br: fio
ru: нить
tr: iplik
vi: sợi chỉ
zh_hans: 丝线

source: cloth
de: stoff
fr: tissu
it: stoffa
ko: 천
pl: tkanina
pt_br: pano
ru: ткань
tr: kumaş
vi: vải
zh_hans: 布

source: quivers
de: köcher
fr: carquois
it: faretre
ko: 화살통
pl: kołczany
pt_br: treme
ru: колчаны
tr: sadaklar
vi: bao đựng tên
zh_hans: 箭筒

source: backpacks
fr: sacs à dos
it: zaini
ko: 배낭
pl: plecaki
pt_br: Mochilas
ru: рюкзаки
tr: sırt çantaları
vi: ba lô
zh_hans: 背包

source: flasks
de: Flaschen
fr: flacons
it: fiaschette
ko: 플라스크
pl: kolby
pt_br: frascos
ru: фляги
tr: mataralar
vi: bình nhỏ
zh_hans: 保温瓶

source: bags
de: Säcke
fr: Sacs
it: borse
ko: 바지
pl: torby
pt_br: Bolsa
ru: мешки
tr: torbalar
vi: túi
zh_hans: 包装袋

source: tables
de: tische
fr: les tables
it: tavoli
ko: 테이블
pl: tabele
pt_br: mesas
ru: столы
tr: masalar
vi: bàn
zh_hans: 桌子

source: cabinets
de: Schränke
fr: armoires
it: armadietti
ko: 캐비닛
pl: szafki
pt_br: armários
ru: шкафы
tr: dolaplar
vi: tủ
zh_hans: 橱柜

source: chairs
de: stühle
fr: chaises
it: sedie
ko: 의자
pl: krzesła
pt_br: cadeiras
ru: стулья
tr: sandalyeler
vi: ghế
zh_hans: 椅子

source: boxes
fr: des boites
it: scatole
ko: 상자
pl: pudełka
pt_br: Caixas
ru: коробки
tr: kutular
vi: hộp
zh_hans: 盒

source: beds
de: Betten
fr: des lits
it: letti
ko: 침대
pl: łóżka
pt_br: camas
ru: кровати
tr: yataklar
vi: giường
zh_hans: 床

source: crafts
de: kunsthandwerk
fr: artisanat
it: oggetti d'artigianato
ko: 공예
pl: rzemiosła
pt_br: criações
ru: изделия
tr: el sanatları
vi: đồ thủ công
zh_hans: 手工艺

source: a caravan from
fr: une caravane de
it: una carovana da
ko: 캐러밴
pl: karawana z
pt_br: uma caravana de
ru: караван из
tr: şuradan bir kervan:
vi: một đoàn lữ hành từ
zh_hans: 大篷车来于

source: delivered tribute to
de: erbrachte Tribut an
fr: rendu hommage à
it: ha reso omaggio a
ko: 경의를 표하다
pl: dostarczył daninę do
pt_br: entregou homenagem a
ru: дань доставлена
tr: şuna haraç teslim etti:
vi: đã cống nạp cho
zh_hans: 致敬

source: merchants from
de: Händler aus
fr: marchands de
it: mercanti da
ko: 상인
pl: kupcy z
pt_br: comerciantes de
ru: купцы из
tr: şuradan tüccarlar:
vi: các thương nhân từ
zh_hans: 商人来于

source: visited
fr: a visité
it: visitato
ko: 방문
pl: odwiedzony
pt_br: Visitado
ru: посетили
tr: ziyaret etti:
vi: đã ghé thăm
zh_hans: 参观

source: and suffered great hardships
fr: et subi de grandes difficultés
it: e ha sofferto grandi difficoltà
ko: 그리고 큰 고난을 겪었다.
pl: i cierpiał wielkie trudności
pt_br: e sofreu grandes dificuldades
ru: и испытал большие трудности
tr: ve büyük meşakkatler çekti
vi: và chịu đựng nhiều gian khổ lớn
zh_hans: 并且遭受了巨大的艰辛

source: and were never heard from again
fr: et n'ont plus jamais été entendus
it: e non se ne seppe più nulla
ko: 다시는 소식을 듣지 못했습니다.
pl: i nigdy więcej o nich nie słyszano
pt_br: e nunca se ouviu falar de novo
ru: и никогда не слышал от вновь
tr: ve onlardan bir daha haber alınamadı
vi: và không bao giờ được nghe tin tức nữa
zh_hans: 从来没有再听过

source: . They reported a seizure of goods
fr: . Ils ont signalé une saisie de marchandises
it: . Hanno segnalato un sequestro di prodotti
pl: . Zgłosili zajęcie towarów
pt_br: . Eles relataram uma apreensão de bens
ru: . Они сообщили о краже товаров
vi: . Họ báo cáo việc hàng hóa bị tịch thu
zh_hans: 他们报告缉获了货物

source: . They reported irregularities with their goods
fr: . Ils ont signalé des irrégularités avec leurs marchandises
it: . Hanno segnalato irregolarità coi loro prodotti
pl: . Zgłaszali oni nieprawidłowości dotyczące ich towarów
pt_br: . Eles relataram irregularidades com seus bens
ru: . Они сообщили о перебоях с поставками товаров
vi: . Họ báo cáo những bất thường liên quan đến hàng hóa của mình
zh_hans: 。他们报告说货物存在违规行为

source: . They were greatly offended by the locals
de: . Sie wurden von den Einheimischen stark beleidigt
fr: . Ils ont été grandement offensés par les habitants
it: . Sono stati molto offesi dalla gente del posto
pl: . Byli bardzo obrażeni przez miejscowych
pt_br: . Eles ficaram muito ofendidos pelos moradores
ru: . Они были очень оскорблены поведением местных жителей
vi: . Họ đã bị người dân địa phương xúc phạm nặng nề
zh_hans: 。当地人极大程度上冒犯了他们

source: ill-fated
fr: malheureux
it: sfortunato
ko: 불행한
pl: niefortunny
pt_br: malfadado
ru: злополучный
tr: bahtsız
vi: đoản mệnh
zh_hans: 不幸的

source: tragic
fr: tragique
it: tragico
ko: 비참한
pl: tragiczny
pt_br: Trágico
ru: трагический
tr: trajik
vi: bi thảm
zh_hans: 悲惨

source: terrible
it: terribile
ko: 끔찍한
pl: straszny
pt_br: terrível
ru: ужасный
tr: korkunç
vi: khủng khiếp
zh_hans: 可怕

source: visit of merchants
de: Besuch der Händler
fr: visite des commerçants
it: visita dei mercanti
ko: 상인의 방문
pl: wizyta kupców
pt_br: visita de comerciantes
ru: посещение торговцев
tr: tüccarların ziyareti
vi: chuyến thăm của các thương nhân
zh_hans: 参观商人

source: tribute delivery
de: Tributlieferung
fr: livraison hommage
it: consegna del tributo
ko: 공물 배달
pl: dostawa daniny
pt_br: entrega de tributo
ru: доставка подношения
tr: haraç teslimatı
vi: việc cống nạp
zh_hans: 致敬交付

source: was stored
fr: a été stocké
it: era riposto
ko: 저장되었다
pl: był przechowywany
pt_br: foi armazenado
ru: сохранён
tr: muhafaza edildi
vi: đã được cất giữ
zh_hans: 被存储了

source: the concealment of
de: die Verheimlichung von
fr: la dissimulation de
it: l'occultamento di
ko: 의 은폐
pl: ukrywanie
pt_br: a ocultação de
ru: сокрытие
tr: şunun gizlenmesi:
vi: việc che giấu
zh_hans: 隐瞒

source: was acquired
fr: a été acquis
it: è stato acquisito
ko: 취득했다
pl: został nabyty
pt_br: foi adquirido
ru: был приобретен
tr: edinildi
vi: đã được thu nhận
zh_hans: 被收购

source: the acquisition of
fr: l'acquisition de
it: l'acquisizione di
ko: 취득
pl: nabycie
pt_br: a aquisição de
ru: приобретение
tr: şunun edinilmesi:
vi: việc thu nhận
zh_hans: 收购

source: was inherited
de: wurde geerbt
fr: a été hérité
it: è stato ereditato
ko: 물려받았다
pl: został odziedziczony
pt_br: foi herdado
ru: был унаследован
tr: miras kaldı
vi: đã được thừa kế
zh_hans: 继承

source: was offered
fr: a été offert
it: è stato offerto
ko: 제안되었다
pl: został zaoferowany
pt_br: Foi oferecido
ru: предлагали
tr: sunuldu
vi: đã được hiến dâng
zh_hans: 被提供

source: the inheritance of
de: das Erbe von
fr: l'héritage de
it: l'eredità di
ko: 상속
pl: dziedziczenie
pt_br: a herança de
ru: наследование
tr: şunun mirası:
vi: việc thừa kế
zh_hans: 的遗产

source: the offering of
fr: l'offrande de
it: l'offerta di
ko: 의 제물
pl: oferta
pt_br: a oferta de
ru: предложение
tr: şunun sunulması:
vi: việc hiến dâng
zh_hans: 提供

source: was sanctified
fr: a été sanctifié
it: è stato santificato
ko: 성화되었다
pl: został uświęcony
pt_br: foi santificado
ru: был освящен
tr: kutsandı
vi: đã được thánh hóa
zh_hans: 被圣化了

source: was claimed
fr: a été revendiqué
it: è stato rivendicato
ko: 주장되었다
pl: twierdzono
pt_br: foi reivindicado
ru: был занят
tr: sahiplenildi
vi: đã được tuyên bố chủ quyền
zh_hans: 声称

source: was made a family heirloom
fr: est devenu un héritage familial
it: è diventato un cimelio di famiglia
ko: 가문의 가보가 되었다
pl: stał się pamiątką rodzinną
pt_br: foi feito uma herança de família
ru: была сделана семейная реликвия
tr: bir aile yadigarı haline getirildi
vi: đã được phong làm gia bảo
zh_hans: 是一个家庭的传家宝

source: was made
de: wurde gemacht
fr: a été faite
it: è stato fatto
ko: 했다
pl: został wykonany
pt_br: foi feito
ru: был сделан
tr: haline getirildi
vi: đã được tạo ra
zh_hans: 成了

source: a symbol of
de: ein Symbol von
fr: un symbole de
it: un simbolo di
ko: 의 상징
pl: symbol
pt_br: um símbolo de
ru: символ
tr: şunun bir sembolü:
vi: một biểu tượng của
zh_hans: 象征

source: an official symbol
de: ein offizielles Symbol
fr: un symbole officiel
it: un simbolo ufficiale
ko: 공식적인 상징
pl: oficjalny symbol
pt_br: um símbolo oficial
ru: официальный символ
tr: resmi bir sembol
vi: một biểu tượng chính thức
zh_hans: 官方的象征

source: the sanctification of
fr: la sanctification de
it: la santificazione di
ko: 의 성화
pl: uświęcenie
pt_br: A santificação de
ru: освящён
tr: şunun kutsanması:
vi: việc thánh hóa
zh_hans: 的成圣

source: the claiming of
fr: la revendication de
it: la rivendicazione di
ko: 의 주장
pl: roszczenie
pt_br: a reivindicação de
ru: требование
tr: şunun talep edilmesi:
vi: việc tuyên bố chủ quyền
zh_hans: 声称的

source: the making of
de: die Herstellung von
fr: les coulisses de
it: la creazione di
ko: 만들기
pl: tworzenie
pt_br: a fabricação de
ru: создание
tr: şunun yapımı:
vi: việc tạo ra
zh_hans: 制作

source: into a family heirloom
fr: dans un héritage familial
it: in un cimelio di famiglia
ko: 가족 가보로
pl: na pamiątkę rodzinną
pt_br: em uma herança de família
ru: в семейную реликвию
tr: bir aile yadigarina
vi: thành gia bảo
zh_hans: 成为传世家族

source: a poetic form
fr: une forme poétique
it: una forma poetica
ko: 시적 형식
pl: forma poetycka
pt_br: uma forma poética
ru: поэтический жанр
tr: şiirsel bir form
vi: một thể thơ
zh_hans: 一种诗意的形式

source: was created by
de: wurde erstellt von
fr: a été créé par
it: è stato creato da
ko: 에 의해 만들어졌다
pl: został stworzony przez
pt_br: foi criado por
ru: был создан
tr: şunun tarafından yaratıldı:
vi: đã được tạo ra bởi
zh_hans: 是由

source: a musical form
fr: une forme musicale
it: una forma musicale
ko: 음악 형식
pl: forma muzyczna
pt_br: uma forma musical
ru: музыкальный стиль
tr: müzikal bir form
vi: một thể nhạc
zh_hans: 音乐形式

source: a dance form
fr: une forme de danse
it: una forma di danza
ko: 댄스 형식
pl: forma tańca
pt_br: uma forma de dança
ru: танцевальный стиль
tr: bir dans formu
vi: một thể vũ điệu
zh_hans: 一种舞蹈形式

source: a work
de: eine Arbeit
fr: un travail
it: un lavoro
ko: 작업
pl: praca
pt_br: um trabalho
ru: работа
tr: bir eser
vi: một tác phẩm
zh_hans: 一个工作

source: was authored by
de: wurde verfasst von
fr: a été rédigé par
it: è stato scritto da
ko: 저자는
pl: został napisany przez
pt_br: foi de autoria de
ru: был создан
tr: şunun tarafından yazıldı:
vi: đã được biên soạn bởi
zh_hans: 是由谁创作的

source: the authoring of
fr: la rédaction de
it: l'autore di
ko: 의 저작
pl: autorstwo
pt_br: a autoria de
ru: создание
tr: şunun yazılması:
vi: việc biên soạn
zh_hans: 的创作

source: received its name
fr: reçu son nom
it: ha ricevuto il suo nome
ko: 그 이름을 받았다
pl: otrzymał swoją nazwę
pt_br: recebeu o seu nome
ru: получил своё имя
tr: ismini aldı
vi: đã nhận được tên gọi của nó
zh_hans: 得到了它的名字

source: was created
fr: a été créé
it: è stato creato
ko: 생성되었다
pl: został utworzony
pt_br: foi criado
ru: создан
tr: yaratıldı
vi: đã được tạo ra
zh_hans: 创建了

source: the naming of
fr: la dénomination de
it: la denominazione di
ko: 의 명명
pl: nazewnictwo
pt_br: a nomeação de
ru: название
tr: şunun isimlendirilmesi:
vi: việc đặt tên cho
zh_hans: 的命名

source: acquired a copy of
fr: acquis une copie de
it: ha acquisito una copia di
ko: 의 사본을 획득했습니다.
pl: nabył kopię
pt_br: adquiriu uma cópia de
ru: приобрел копию
tr: şunun bir kopyasını edindi:
vi: đã có được một bản sao của
zh_hans: 获得了一份副本

source: made a copy of the original
fr: fait une copie de l'original
it: ha fatto una copia dell'originale
ko: 원본을 복사했다
pl: wykonał kopię oryginału
pt_br: fez uma cópia do original
ru: сделана копия оригинала
tr: orijinal şunun bir kopyasını yaptı:
vi: đã tạo một bản sao của bản gốc
zh_hans: 制作了原件的副本

source: , keeping it within
fr: , en le gardant à l'intérieur
it: , mantenendolo all'interno
ko: , 그 안에 유지
pl: , utrzymując go w granicach
pt_br: , mantendo-o dentro
ru: , держа это в пределах
tr: , şunun içinde tutarak:
vi: , giữ nó trong
zh_hans: 保持它

source: the acquisition of a copy of
fr: l'acquisition d'un exemplaire de
it: l'acquisizione di una copia di
ko: 의 사본 취득
pl: nabycie kopii
pt_br: a aquisição de uma cópia de
ru: приобретение копии
tr: şunun bir kopyasının edinilmesi:
vi: việc thu nhận một bản sao của
zh_hans: 收购的副本

source: the original
fr: l'original
it: l'originale
ko: 원래
pl: oryginał
pt_br: O original
ru: оригинал
tr: orijinal
vi: bản gốc
zh_hans: 原本的

source: from
de: von
fr: de
it: da
ko: ~에서
pl: z
pt_br: de
ru: из
tr: şuradan
vi: từ
zh_hans: 从

source: was lost
de: war verloren
fr: a été perdu
it: è stato perso
ko: 길을 잃었다
pl: został utracony
pt_br: estava perdido
ru: был потерян
tr: kayboldu
vi: đã bị mất
zh_hans: 丢失了

source: the disappearance of
de: dem Verschwinden von
fr: la disparition de
it: la scomparsa di
ko: 의 실종
pl: zniknięcie
pt_br: o desaparecimento de
ru: исчезновение
tr: şunun kayboluşu:
vi: sự biến mất của
zh_hans: 消失了

source: was found
de: wurde gefunden
fr: a été trouvé
it: è stato trovato
ko: 발견
pl: został znaleziony
pt_br: foi encontrado
ru: был найден
tr: bulundu
vi: đã được tìm thấy
zh_hans: 被发现

source: the discovery of
de: die Entdeckung von
fr: la découverte de
it: la scoperta di
ko: 의 발견
pl: odkrycie
pt_br: a descoberta de
ru: открытие
tr: şunun keşfi:
vi: sự khám phá ra
zh_hans: 发现

source: was stolen
de: wurde gestohlen
fr: a été volé
it: è stato rubato
ko: 도난당했다
pl: został skradziony
pt_br: foi roubado
ru: был похищен
tr: çalındı
vi: đã bị đánh cắp
zh_hans: 被盗

source: was recovered
de: wurde wiedergefunden
fr: a été récupéré
it: è stato recuperato
ko: 회복되었다
pl: został odzyskany
pt_br: foi recuperado
ru: был восстановлен
tr: geri alındı
vi: đã được thu hồi
zh_hans: 被收回了

source: was looted
de: geplündert wurde
fr: a été pillé
it: è stato saccheggiato
ko: 약탈당했다
pl: został splądrowany
pt_br: foi saqueado
ru: был разграблен
tr: yağmalandı
vi: đã bị cướp bóc
zh_hans: 被洗劫一空

source: was confiscated
de: wurde beschlagnahmt
fr: a été confisqué
it: è stato confiscato
ko: 압수되었다
pl: został skonfiskowany
pt_br: foi confiscado
ru: конфискован
tr: el konuldu
vi: đã bị tịch thu
zh_hans: 被没收了

source: and brought to
de: und gebracht zu
fr: et amené à
it: e portato a
ko: 그리고 가져왔다
pl: i doprowadzony do
pt_br: Trouxe a batalha de
ru: и отнесён в
tr: ve şuraya getirildi:
vi: và được mang đến
zh_hans: 并带来了

source: the theft of
de: Diebstahl von
fr: le vol de
it: il furto di
ko: 절도
pl: kradzież
pt_br: o roubo de
ru: кража
tr: şunun çalınması:
vi: vụ trộm
zh_hans: 盗窃

source: the recovery of
de: die Wiederherstellung von
fr: la reprise de
it: il recupero di
ko: 의 회복
pl: odzyskiwanie
pt_br: a recuperação de
ru: спасение
tr: şunun geri alınması:
vi: vụ thu hồi
zh_hans: 恢复

source: the confiscation of
de: die Beschlagnahmung von
fr: la confiscation de
it: la confisca di
ko: 몰수
pl: konfiskata
pt_br: o confisco de
ru: конфискация
tr: şuna el konulması:
vi: vụ tịch thu
zh_hans: 没收

source: was recovered by
de: wurde wiederhergestellt durch
fr: a été récupéré par
it: è stato recuperato da
ko: 에 의해 회수되었다
pl: został odzyskany przez
pt_br: foi recuperado por
ru: был спасён
tr: şunun tarafından geri alındı:
vi: đã được thu hồi bởi
zh_hans: 被恢复了

source: was dropped by
de: wurde fallen gelassen von
fr: a été lâché par
it: è stato abbandonato da
ko: 에 의해 떨어졌다
pl: został porzucony przez
pt_br: foi abandonada por
ru: был сброшен
tr: şunun tarafından düşürüldü:
vi: đã bị đánh rơi bởi
zh_hans: 被丢弃了

source: the discardment of
de: die Verwerfung von
fr: le rejet de
it: lo scardinamento di
ko: 폐기
pl: odrzut
pt_br: a discardment de
ru: отказ от
tr: şunun atılması:
vi: việc vứt bỏ
zh_hans: 丢弃

source: held
de: gehalten
fr: tenu
it: tenuto
ko: 유지된
pl: trzymany
pt_br: mantido
ru: провели
tr: düzenledi:
vi: đã tổ chức
zh_hans: 保持

source: a story recital
de: eine Erzählung
fr: un récit d'histoire
it: una recita storica
ko: 스토리 리사이틀
pl: recital opowieści
pt_br: um recital de história
ru: рассказ истории
tr: bir hikaye dinletisi
vi: một buổi kể chuyện
zh_hans: 讲故事

source: a recital of
de: eine Erwägung von
fr: un récital de
it: una recita di
ko: 리사이틀
pl: motyw
pt_br: um considerando de
ru: декламация
tr: şunun dinletisi:
vi: một buổi đọc diễn cảm về
zh_hans: 一场吟诵关于
