Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: , but what does that mean now?
de: , aber was bedeutet das jetzt?
fr: , mais qu'est-ce que cela signifie maintenant?
it: , ma cosa significa ora?
ko: ,하지만 지금 그게 무슨 뜻이야?
pl: , lecz co to teraz znaczy?
pt_br: Mas o que é que isso significa?
ru: , но что это значит теперь?
tr: , ama bu şimdi ne anlama geliyor?
vi: , nhưng giờ đây điều đó có ý nghĩa gì?
zh_hans: ，但这意味着什么呢？

source: brought battle to
de: brachte die Schlacht zu
fr: a mené la bataille à
it: ha portato la battaglia a
ko: 전투를 가져왔다
pl: przez bitwę do
pt_br: Trouxe a batalha de
ru: принёс битву в
tr: savaşı şuraya getirdi:
vi: đã mang trận chiến đến
zh_hans: 带来了战斗

source: boldly slew
de: kühn erschlagen
fr: tua hardiment
it: coraggiosamente ucciso
ko: 대담하게 죽였다
pl: odważnie zabił
pt_br: corajosamente matou
ru: сразил
tr: cesurca katletti:
vi: đã dũng cảm giết chết
zh_hans: 大胆地回击

source: one of the most loyal soldiers to serve anybody at any time
de: einer der loyalsten Soldaten zu dienen jederzeit
fr: un des soldats les plus loyaux qui ait jamais servi
it: uno dei soldati più leali al servizio di chiunque in qualsiasi momento
ko: 언제나 누구에게나 봉사하는 가장 충성스러운 군인 중 한 명
pl: jeden z najbardziej lojalnych żołnierzy, który kiedykolwiek komukolwiek służył
pt_br: um dos mais leais soldados para servir a qualquer um a qualquer momento
ru: один из самых верных солдатов, готовый служить каждому в любое время
tr: herhangi bir zamanda herhangi birine hizmet eden en sadık askerlerden biri
vi: một trong những binh lính trung thành nhất từng phục vụ bất kỳ ai vào bất kỳ thời điểm nào
zh_hans: 任何时候为任何人服务的最忠诚的士兵之一

source: famous for your loyalty as a soldier
de: berühmt für Ihre Treue als Soldat
fr: célèbre pour votre loyauté en tant que soldat
it: famoso per la tua lealtà come soldato
ko: 군인으로서의 충성심으로 유명한
pl: znany za twoją lojalność jako żołnierz
pt_br: famoso por sua lealdade como um soldado
ru: известен своей верностью солдата
tr: bir asker olarak sadakatinle ünlüsün
vi: nổi tiếng vì lòng trung thành của ngươi với tư cách một binh lính
zh_hans: 以你作为士兵的忠诚而名声显赫

source: such a loyal soldier
de: solch ein treuer Soldat
fr: un soldat si loyal
it: un soldato così leale
ko: 그런 충직한 군인
pl: taki lojalny żołnierz
pt_br: um soldado tao leal
ru: очень верный солдат
tr: böylesine sadık bir asker
vi: một binh lính trung thành như vậy
zh_hans: 这样一个忠诚的士兵

source: a very loyal soldier
de: ein sehr loyaler Soldat
fr: un soldat très fidèle
it: un soldato molto leale
ko: 매우 충성스러운 군인
pl: bardzo lojalny żołnierz
pt_br: um soldado muito leal
ru: очень верный солдат
tr: çok sadık bir asker
vi: một binh lính rất trung thành
zh_hans: 一个非常忠诚的士兵

source: a loyal soldier
de: ein treuer Soldat
fr: un soldat loyal
it: un soldato leale
ko: 충직한 군인
pl: lojalny żołnierz
pt_br: um soldado leal
ru: верный солдат
tr: sadık bir asker
vi: một binh lính trung thành
zh_hans: 一个忠诚的士兵

source: my neighbor.
de: mein Nachbar.
fr: mon voisin.
it: il mio vicino.
ko: 내 이웃.
pl: mój sąsiad.
pt_br: meu vizinho.
ru: мой сосед.
tr: komşum.
vi: hàng xóm của tôi.
zh_hans: 我的邻居。

source: I don't know
de: Ich weiß nicht
fr: je ne sais pas
it: Non so
ko: 모르겠어요
pl: Nie wiem
pt_br: Não sei
ru: Я не знаю
tr: Bilmiyorum
vi: tôi không biết
zh_hans: 我不知道

source: Society flourishes when law breakers are punished.
de: Gesellschaft gedeiht, wenn Gesetzesbrecher bestraft werden.
fr: La société prospère lorsque les contrevenants sont punis.
it: La società fiorisce quando chi viola la legge viene punito.
ko: 범법자가 처벌을 받을 때 사회는 번창합니다.
pl: Społeczeństwo rozkwita, gdy przestępcy są karani.
pt_br: A sociedade floresce quando os infratores são punidos.
ru: Общество процветает, когда нарушители закона получают наказание.
tr: Kanunları çiğneyenler cezalandırıldığında toplum gelişir.
vi: Xã hội thịnh vượng khi những kẻ vi phạm pháp luật bị trừng phạt.
zh_hans: 当违法者受到惩罚时，社会就会蓬勃发展。

source: One should always respect the law.
de: Man sollte immer das Gesetz respektieren.
fr: Il faut toujours respecter la loi.
it: Bisogna sempre rispettare la legge.
ko: 사람은 항상 법을 존중해야 합니다.
pl: Każdy powinien zawsze szanować prawo.
pt_br: Um sempre deve respeitar a lei.
ru: Каждый должен уважать закон.
tr: Kişi her zaman kanuna saygı göstermelidir.
vi: Người ta phải luôn tôn trọng pháp luật.
zh_hans: 人们应该始终尊重法律。

source: No law can do justice to the complexity of life.
de: Kein Gesetz kann der Komplexität des Lebens gerecht werden.
fr: Aucune loi ne peut rendre justice à la complexité de la vie.
it: Nessuna legge può rendere giustizia alla complessità della vita.
ko: 어떤 법도 삶의 복잡성을 정의할 수 없습니다.
pl: Żadne prawo nie odda sprawiedliwości zawiłościom życia.
pt_br: Nenhuma lei pode fazer justiça à complexidade da vida.
ru: Ни один закон не может учесть всю сложность жизни.
tr: Hiçbir yasa hayatın karmaşıklığının hakkını veremez.
vi: Không luật lệ nào có thể công bằng với sự phức tạp của cuộc sống.
zh_hans: 任何法律都不能公正地对待生活的复杂性。

source: Nothing gives them the right to establish these laws.
de: Nichts gibt ihnen das Recht, diese Gesetze zu etablieren.
fr: Rien ne leur donne le droit d'établir ces lois.
it: Nulla dà loro il diritto di stabilire queste leggi.
ko: 어떤 것도 그들에게 이러한 법을 제정할 권리를 주지 않습니다.
pl: Nic im nie daje prawa do ustanowienia tych praw.
pt_br: Nada dá lhes o direito de estabelecer estas leis.
ru: Никто не давал им права устанавливать эти законы.
tr: Hiçbir şey onlara bu yasaları koyma hakkını vermez.
vi: Không gì cho họ cái quyền ban hành những luật lệ này.
zh_hans: 没有任何东西赋予他们建立这些法律的权利。

source: I consider laws to be more of a suggestion than anything.
de: Ich halte Gesetze eher für ein Vorschlag als alles andere.
fr: Je considère que les lois sont plus une suggestion qu'autre chose.
it: Considero le leggi un suggerimento più che altro.
ko: 저는 법률이 무엇보다 제안에 가깝다고 생각합니다.
pl: Postrzegam prawo bardziej jako sugestie, niż cokolwiek innego.
pt_br: Eu considero que as leis são mais uma sugestao do que qualquer coisa.
ru: Я считаю законы не более чем просто рекомендациями.
tr: Yasaları bir kuraldan ziyade öneri olarak görüyorum.
vi: Tôi coi luật lệ chỉ là một gợi ý hơn là bất cứ điều gì khác.
zh_hans: 我认为法律更像是一个建议而不是任何东西。

source: Rules are there to be bent, but they shouldn't be flouted thoughtlessly.
de: Regeln sind da gebrochen zu werden, aber sie sollten nicht unbedacht mißachtet werden.
fr: Les règles sont faites pour être contournées, mais elles ne devraient pas être bafouées sans considération.
it: Le regole sono fatte per essere modellate, ma non devono essere ignorate in modo sconsiderato.
ko: 규칙은 굽히기 위해 존재하지만, 생각 없이 무시되어서는 안 됩니다.
pl: Zasady są po to, aby je naginać, ale nie należy ich bezmyślnie lekceważyć.
pt_br: As regras devem estar quebradas, mas não devem ser desprezadas sem pensar.
ru: Правила существуют, чтобы их нарушать, но они не должны быть попираются бездумно.
tr: Kurallar esnetilmek içindir, ancak düşüncesizce hiçe sayılmamalıdırlar.
vi: Quy tắc có thể uốn nắn, nhưng không nên xem thường một cách thiếu suy nghĩ.
zh_hans: 规则有待弯曲，但不应轻率地蔑视它们。

source: Some laws are just, while others were made to be broken.
de: Manche Gesetze wurden nur gemacht um gebrochen zu werden.
fr: Certaines lois sont justes, d'autres sont faites pour être brisées.
it: Alcune leggi sono giuste, mentre altre sono state fatte per essere infrante.
ko: 어떤 법은 정당하지만 다른 법은 어기도록 만들어졌습니다.
pl: Pewne zasady są dobre, a inne są stworzone do łamania.
pt_br: Algumas leis são justa, enquanto outras foram feitas para serem quebradas.
ru: Некоторые законы нерушимы, в то время как другие созданы, чтобы их нарушать.
tr: Bazı yasalar adildir, bazıları ise çiğnenmek için yapılmıştır.
vi: Một số luật lệ là công bằng, trong khi số khác được tạo ra để bị phá vỡ.
zh_hans: 有些法律是公正的，而其他法则则被打破。

source: One must always be loyal to their cause and the ones they serve.
de: Man muss immer treu zu seiner Sache sein und diejenigen, die dafür dienen.
fr: Il faut toujours être fidèle à leur cause et à ceux qu'ils servent.
it: Bisogna sempre essere leali alla propria causa e a coloro che servono.
ko: 사람은 항상 그들의 대의와 그들이 섬기는 사람들에게 충성해야 합니다.
pl: Każdy musi zawsze być wierny swojej sprawie i tym, którym służy.
pt_br: É preciso sempre ser leal à sua causa e aos que servem.
ru: Нужно всегда быть верным своему делу и тем, кому ты служишь.
tr: Kişi her zaman davasına ve hizmet ettiklerine sadık olmalıdır.
vi: Người ta phải luôn trung thành với lý tưởng của mình và những người mình phục vụ.
zh_hans: 一个人必须始终忠于自己的事业和所服务的事业。

source: How can society function without loyalty? We must be able to have faith in each other.
de: Wie kann die Gesellschaft ohne Treue funktionieren? Wir müssen einander vertrauen können.
fr: Comment la société peut-elle fonctionner sans loyauté ? Il faut que nous puissons avoir foi l'un en l'autre.
it: Come può funzionare una società senza lealtà? Dobbiamo essere in grado di avere fiducia gli uni negli altri.
ko: 충성심 없이 어떻게 사회가 기능할 수 있을까요? 우리는 서로에게 믿음을 가질 수 있어야 합니다.
pl: Jak społeczeństwo może funkcjonować bez lojalności? Musimy móc pokładać w sobie wiarę.
pt_br: Como a sociedade pode funcionar sem lealdade? Nós devemos ser capazes de ter fé uns nos outros.
ru: Как может общество существовать без преданности? Мы должны научиться доверять друг другу.
vi: Làm sao xã hội có thể vận hành mà không có lòng trung thành? Chúng ta phải có niềm tin vào nhau.
zh_hans: 社会如何在没有忠诚的情况下运作？?我们必须能够相互信任。

source: You must never forget true loyalty. Repay it in full.
de: Du darfst nie wahre Treue vergessen. In vollem Umfang zurückzahlen.
fr: Il ne faut jamais oublier la vraie loyauté. Repaie-la pleinement.
it: Non devi mai dimenticare la vera lealtà. Ripagala in pieno.
ko: 진정한 충성심을 잊지 말아야 합니다.
pl: Nigdy nie zapominaj prawdziwej lojalności. Odwdzięczaj się w pełni.
pt_br: Você jamais deve esquecer lealdade verdadeira. Retribua-a completamente.
ru: Не забывайте о истинной преданности. Воздавайте её в полном объеме.
vi: Ngươi không bao giờ được quên lòng trung thành thật sự. Hãy đền đáp nó trọn vẹn.
zh_hans: 你绝不能忘记真正的忠诚。完全偿还。

source: Never lose yourself in loyalty. You know what is best for yourself.
de: Verliere nie die Loyalität. Du weisst was das Beste für dich ist.
fr: Ne te perds jamais dans la loyauté. Tu sais ce qui est le mieux pour toi.
it: Non perderti mai nella lealtà. Sai cosa è meglio per te stesso.
ko: 충성심을 잃지 마십시오.
pl: Nie zatrać się nigdy w lojalności. Sam wiesz, co jest dla ciebie najlepsze.
pt_br: Nunca se perca em lealdade. Você sabe o que é melhor para você.
ru: Не теряйте себя в верности. Вы сами знаете, что для вас лучше.
vi: Đừng bao giờ đánh mất bản thân trong lòng trung thành. Ngươi biết điều gì là tốt nhất cho mình.
zh_hans: 永远不要失去忠诚度。你知道什么是最适合自己的。

source: The whole idea of loyalty is pointless. Acting purely out of loyalty implies acting against one's own best interest.
de: Die ganze Idee der Treue ist sinnlos. Rein aus Loyalität zu handeln impliziert gegen die eigenen Interessen zu handeln.
fr: L'idée même de loyauté ne rime à rien. Agir purement par loyauté implique le fait d'agir contre son propre intérêt.
it: L'intera idea di lealtà è inutile. Agire per pura lealtà implica agire contro il proprio interesse.
ko: 충성심에 대한 모든 생각은 무의미합니다. 순전히 충성심 때문에 행동하는 것은 자신의 최선의 이익에 반하는 행동을 의미합니다.
pl: Cała idea lojalności jest bez sensu. Działanie w pełni z lojalności oznacza działanie przeciw własnemu najlepszemu interesowi.
pt_br: Toda a idéia de lealdade é inútil. Atuar puramente sem lealdade implica agir de acordo com o próprio interesse.
ru: Идея преданности абсолютно бессмысленна. Действие только из лояльности - это действие против собственных интересов.
vi: Toàn bộ ý niệm về lòng trung thành là vô nghĩa. Hành động thuần túy vì lòng trung thành ngụ ý hành động chống lại lợi ích tốt nhất của chính mình.
zh_hans: 忠诚的整个想法毫无意义。完全出于忠诚的行为意味着违背自己的最佳利益。

source: Don't serve anyone blindly. You'll only get into trouble.
de: Diene nicht jedem blind. Du wirst nur in Schwierigkeiten geraten.
fr: Ne servez personne aveuglément. Vous n'aurez que des ennuis.
it: Non servite nessuno alla cieca. Vi metterete solo nei guai.
ko: 아무에게도 맹목적으로 봉사하지 마십시오.
pl: Nie służ nikomu ślepo. Sprowadzisz tylko na siebie kłopoty.
pt_br: Não servi alguém cegamente. Você só terá problemas.
ru: Не служите слепо кому-либо, иначе заработаете неприятности.
vi: Đừng phục vụ ai một cách mù quáng. Ngươi sẽ chỉ gặp rắc rối mà thôi.
zh_hans: 不要盲目地为任何人服务。你只会遇到麻烦。

source: Consider your loyalties carefully, adhere to them while they last, and abandon them when you must.
de: Prüfe deine Loyalität sorgfältig! Halte Sie solange wie nötig, aber verlasse sie wenn es sein muss.
fr: Réfléchissez bien à vos relations, honorez-les tant qu'elles durent, briser-les quand vous le devez.
it: Considera attentamente le tue lealtà, aderisci a esse finché durano e abbandonale quando è necessario.
ko: 당신의 충심을 신중하게 고려하세요, 충심을 끝까지 고수하수 있을때는 고수하세요, 그리고 만약 꼭 충심을 버려야한다망설이지 말고 버리세요.
pl: Ostrożnie podchodź do swojej lojalności, trzymaj się jej, póki trwa, i porzuć ją, kiedy zajdzie taka potrzeba.
pt_br: Considere suas lealdades com cuidado, aderir a elas enquanto elas durarem, e abandoná-las quando você deve.
ru: Рассматривай свои привязанности осторожно, придерживайся их, пока они длятся, и отказывайся от них, когда должен.
tr: Sadakatlerini dikkatlice değerlendir, sürdükleri sürece onlara bağlı kal ve mecbur kaldığında onları terk et.
vi: Hãy cân nhắc kỹ lòng trung thành của bạn, gìn giữ chúng chừng nào còn có thể, và từ bỏ khi cần thiết.
zh_hans: 仔细考虑你的忠诚，在他们持久的时候坚持他们，并在必要时放弃他们。

source: You should only maintain loyalty so long as something more important is not at stake.
de: Du solltest nur die Treue halten, solange nicht etwas Wichtigeres auf dem Spiel steht.
fr: Vous ne devriez garder votre loyauté que tant que quelque chose de plus important n'est pas en jeu.
it: Dovresti mantenere la lealtà solo finché non c'è in gioco qualcosa di più importante.
ko: 당신은 더 중요한 것이 위태롭지 않은 한 충성심을 유지해야 합니다.
pl: Powinieneś pozostać lojalny jedynie tak długo, aż nic ważniejszego nie jest na szali.
pt_br: Você só deve manter a fidelidade enquanto algo mais importante não estiver em jogo.
ru: Вы должны сохранить лояльность только до тех пор, пока что-то более важное не стало угрозой.
tr: Sadakati ancak daha önemli bir şey tehlikede olmadığı sürece sürdürmelisin.
vi: Bạn chỉ nên duy trì lòng trung thành chừng nào chưa có điều gì quan trọng hơn bị đe dọa.
zh_hans: 只要更重要的事情不会受到威胁，你应该只保持忠诚度。

source: Loyalty has value, but you should always keep the broader picture in mind.
de: Loyalität hat einen Wert, aber du solltest immer einen klaren Kopf behalten.
fr: La loyauté a de la valeur, mais il faut toujours garder la vue d'ensemble à l'esprit.
it: La lealtà ha un valore, ma bisogna sempre tenere presente un quadro più ampio.
ko: 충심은 가치가 있습니다, 하지만 당신은 언제나 더 큰 그림을 그려야 한다는 것을 잊지 마세요.
pl: Lojalność jest ważna, ale powinieneś zawsze mieć w głowie szerszy obraz.
pt_br: A fidelidade tem valor, mas você sempre deve ter em mente a imagem mais ampla.
ru: Лояльность имеет значение, но вы всегда должны держать более широкую картину в уме.
tr: Sadakatin değeri vardır, ancak her zaman büyük resmi aklında tutmalısın.
vi: Lòng trung thành có giá trị, nhưng bạn phải luôn ghi nhớ bức tranh toàn cảnh.
zh_hans: 忠诚度具有价值，但您应始终牢记更广泛的情况。

source: Family is the true bond that keeps society thriving.
de: Familie ist die wahre Bindung, die die Gesellschaft gedeihen lässt.
fr: La famille est le véritable lien qui fait prospérer la société.
it: La famiglia è il vero legame che fa prosperare la società.
ko: 가족은 사회를 번영하게 하는 진정한 유대입니다.
pl: Rodzina jest prawdziwym spoiwem, które pozwala społeczeństwu rozkwitać.
pt_br: Família é o verdadeiro vínculo que mantém a sociedade próspera.
ru: Семья - это то что связывает общество и делает его процветающим.
tr: Aile, toplumun gelişmesini sağlayan gerçek bağdır.
vi: Gia đình là sợi dây liên kết đích thực giúp xã hội phát triển.
zh_hans: 家庭是保持社会繁荣的真正纽带。

source: You can always rely on your family when everything else falls away.
de: Du kannst dich jederzeit auf deine Familie verlassen, wenn alles andere wegfällt.
fr: Vous pouvez toujours compter sur votre famille quand le reste tombe en ruine.
it: Si può sempre contare sulla propria famiglia quando il resto viene meno.
ko: 다른 모든 것이 떨어져 나가더라도 항상 가족에게 의지할 수 있습니다.
pl: Możesz zawsze polegać na twojej rodzinie, kiedy wszystko inne zawodzi.
pt_br: Você sempre pode confiar na sua família quando todo o resto desmorona.
ru: Вы всегда можете положиться на семью, когда все прочие отвернутся.
tr: Her şey ters gittiğinde her zaman ailene güvenebilirsin.
vi: Bạn luôn có thể dựa vào gia đình khi mọi thứ khác sụp đổ.
zh_hans: 当其他一切都消失时，你总是可以依靠你的家人。

source: How great it is to be surrounded by family!
de: Wie großartig es ist von der Familie umgeben zu sein!
fr: Qu'est-ce que c'est bon d'être entouré de sa famille !
it: Che bello essere circondati dalla famiglia!
ko: 가족에게 둘러싸여 있다는 것은 얼마나 좋은 일입니까!
pl: Jakże wspaniale jest być otoczonym przez rodzinę!
pt_br: Como é bom estar rodeada de família!
ru: Как прекрасно быть в кругу семьи!
tr: Aileyle çevrili olmak ne harika!
vi: Thật tuyệt vời khi được bao quanh bởi gia đình!
zh_hans: 被家人包围真是太棒了！

source: I hold the relationships I've forged myself over family ties I had no part in creating.
de: Ich stelle die Beziehungen die ich mir selbst geschmiedet habe über familiäre Bindungen, bei deren Erstellung ich nicht beteiligt war.
fr: J'ai plus d'estime pour les relations que j'ai forgées moi-même qu'envers des liens familiaux que je n'ai pas contribué à créer.
it: Tengo di più alle relazioni che ho creato da solo che ai legami familiari che non ho contribuito a creare.
ko: 저는 제가 만든 것과는 전혀 관계가 없는 가족 관계에 대해 스스로 만들어낸 관계를 유지하고 있습니다.
pl: Postrzegam wyżej relacje, które stworzyłem sam od rodzinnych, na które nie miałem wpływu.
pt_br: Eu mantenho os relacionamentos que eu fiz sobre os laços familiares. Eu não tinha parte na criação.
ru: Семейным узам, которые даны с рождения, я предпочитаю отношения, которые создал сам.
tr: Kendi kurduğum ilişkileri, oluşumunda hiçbir payım olmayan aile bağlarından üstün tutarım.
vi: Tôi coi trọng những mối quan hệ do chính mình gây dựng hơn là mối quan hệ gia đình mà tôi không góp phần tạo nên.
zh_hans: 我坚持自己与家人联系的关系，我没有参与创造。

source: We cannot choose our families, but we can choose to avoid them.
de: Wir können unsere Familien nicht wählen, aber wir können wählen sie zu meiden.
fr: On ne choisit pas sa famille, mais on peut choisir de l'éviter.
it: Non si sceglie la famiglia, ma possiamo scegliere di evitarla.
ko: 가족을 선택할 수는 없지만 가족을 피하는 것은 선택할 수 있습니다.
pl: Rodziny się nie wybiera, ale można wybrać unikanie jej.
pt_br: Nós não podemos escolher nossas famílias, mas podemos escolher evitá-los.
ru: Мы не можем выбрать наши семьи, но можем выбрать избегать их.
tr: Ailemizi seçemeyiz ama onlardan kaçınmayı seçebiliriz.
vi: Chúng ta không thể chọn gia đình của mình, nhưng chúng ta có thể chọn cách tránh xa họ.
zh_hans: 我们不能选择我们的家庭，但我们可以选择避免他们。

source: I was always irritated by family.
de: Ich war immer genervt von der Familie.
fr: J'ai toujours été irrité par la famille.
it: La famiglia mi ha sempre irritato.
ko: 나는 항상 가족에게 짜증을 냈습니다.
pl: Rodzina zawsze mnie irytowała.
pt_br: Eu sempre estava irritado com a família.
ru: Меня всегда раздражала моя семья.
tr: Ailem beni her zaman sinirimi bozmuştur.
vi: Tôi luôn cảm thấy khó chịu với gia đình.
zh_hans: 我总是被家人激怒。

source: You can't always rely on your family, but it's good to know somebody is there.
de: Du kannst dich auf Familie nicht immer verlassen, aber es ist gut zu wissen, dass jemand da ist.
fr: On ne peut pas toujours compter sur sa famille, mais c'est agréable de savoir que l'on compte pour quelqu'un.
it: Non sempre si può contare sulla propria famiglia, ma è bello sapere che qualcuno c'è.
ko: 항상 가족에게 의지할 수는 없지만, 누군가가 거기에 있다는 것을 알게 되어 기쁩니다.
pl: Nie zawsze możesz polegać na rodzinie, ale dobrze wiedzieć, że ktoś tam jest.
pt_br: Você não pode depender sempre da sua família, mas é bom saber que há alguém lá.
ru: Нельзя всегда полагаться на семью, но приятно осознавать, что рядом всегда кто-то есть.
tr: Ailene her zaman güvenemezsin, ama birinin orada olduğunu bilmek güzel.
vi: Bạn không thể lúc nào cũng dựa vào gia đình, nhưng thật tốt khi biết có ai đó ở bên.
zh_hans: 你不能总是依赖你的家人，但知道有人在那里是件好事。

source: Family is complicated and those ties be both a boon and a curse. Sometimes both at once!
de: Familie ist kompliziert und diese Beziehungen sowohl ein Segen und ein Fluch. Manchmal beides auf einmal!
fr: Les relations familiales sont complexes et ces liens peuvent être à la fois des aubaines ou des malédictions. Parfois les deux en même temps!
it: La famiglia è complicata e i suoi legami sono sia una manna che una maledizione. A volte entrambe le cose!
ko: 가족관계는 항상 복잡한 법입니다. 때로는 당신에게 도움이 되는 인연이지만 반대로 악연도 된답니다. 어쩌면 둘 다 될수도 있구요!
pl: Rodzina jest skomplikowana i te więzi to zarówno błogosławieństwo, jak i przekleństwo. Czasami oba!
pt_br: A família é complicada e esses laços são uma benção e uma maldição. Às vezes, ambos de uma vez!
ru: Семейные отношения сложны, и семейные узы могут быть как благом, так и проклятием. А иногда и тем и другим!
vi: Gia đình rất phức tạp và những mối ràng buộc đó có thể vừa là phước lành vừa là lời nguyền. Đôi khi cả hai cùng lúc!
zh_hans: 家庭很复杂，这些关系既是恩惠又是诅咒。有时两个都是一次！

source: When all other bonds wither, friendship will remain.
de: Wenn alle anderen Bindungen welken, wird Freundschaft bleiben.
fr: Quand tous les autres liens se faneront, l'amitié restera.
it: Quando tutti gli altri legami appassiranno, rimarrà l'amicizia.
ko: 다른 모든 유대가 시들어도 우정은 남을 것입니다.
pl: Kiedy wszystkie inne więzi uschną, przyjaźń pozostanie.
pt_br: Quando todos os outros vínculos murcharem, a amizade permanecerá.
ru: Всё проходит, дружба остаётся.
tr: Diğer tüm bağlar solduğunda, dostluk kalacaktır.
vi: Khi mọi mối ràng buộc khác phai nhạt, tình bạn sẽ trường tồn.
zh_hans: 当所有其他债券枯萎时，友谊将继续存在。

source: Surround yourself with friends you can trust and you will be unstoppable.
de: Umgib dich mit Freunden denen du vertrauen kannst und du wirst nicht mehr aufzuhalten sein.
fr: Entourez-vous d'amis en qui vous aurez toute confiance et vous serez inarétable.
it: Circondati di amici di cui puoi fidarti e sarai inarrestabile.
ko: 여러분이 믿을 수 있는 친구들로 여러분 자신을 둘러싸면 여러분은 막을 수 없을 것입니다.
pl: Otocz się przyjaciółmi, którym ufasz, a będziesz niepowstrzymany.
pt_br: Cerque-se de amigos que você confia e você será imparável.
ru: Окружите себя друзьями, которым можно доверять, и вас никто не сможет остановить.
tr: Kendini güvenebileceğin arkadaşlarla çevrele, o zaman durdurulamaz olursun.
vi: Hãy bao quanh mình bằng những người bạn đáng tin cậy và bạn sẽ trở nên không thể ngăn cản.
zh_hans: 与你可以信任的朋友一起环绕自己，你将是不可阻挡的。

source: There's nothing like a good friend.
de: Nichts geht über einen guten Freund.
fr: Il n'y a rien comme un bon ami.
it: Non c'è niente di meglio di un buon amico.
ko: 좋은 친구만큼 좋은 것은 없습니다.
pl: Nie ma nic lepszego od dobrego przyjaciela.
pt_br: Não há nada como um bom amigo.
ru: Нет ничего лучше, чем хороший друг!
tr: İyi bir arkadaş gibisi yoktur.
vi: Không có gì sánh bằng một người bạn tốt.
zh_hans: 没有什么比一个好朋友了。
