Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: unhinged
de: ausgehangen
fr: déséquilibré
it: squilibrato
ko: 경첩이 없는
pl: wytrącony z równowagi
pt_br: louco, perturbado, confuso
ru: неуравновешенный
tr: aklı başında olmayan
vi: mất trí
zh_hans: 精神失常

source: perpetrated a violent attack upon
de: verübt einen heftigen Angriff auf
fr: perpétré une violente attaque contre
it: ha perpetrato un violento attacco contro
ko: 에게 폭력적인 공격을 가했다.
pl: dokonał brutalnego ataku
pt_br: perpetrado um ataque violento contra
ru: предпринял жестокое нападение на
tr: şuna şiddetli bir saldırı düzenledi:
vi: đã thực hiện một cuộc tấn công bạo lực vào
zh_hans: 进行了暴力袭击

source: a legendary preacher
de: ein legendärer Prediger
fr: un prédicateur légendaire
it: un leggendario predicatore
ko: 전설적인 설교자
pl: legendarny kaznodzieja
pt_br: um pregador lendário
ru: легендарный проповедник
tr: efsanevi bir vaiz
vi: một nhà thuyết giáo huyền thoại
zh_hans: 一位传奇的牧师

source: a great preacher
de: ein großer Prediger
fr: un grand prédicateur
it: un grande predicatore
ko: 위대한 설교자
pl: wielki kaznodzieja
pt_br: um grande pregador
ru: великий проповедник
tr: büyük bir vaiz
vi: một nhà thuyết giáo vĩ đại
zh_hans: 伟大的牧师

source: a talented preacher
de: ein begabter Prediger
fr: un prédicateur talentueux
it: un predicatore di talento
ko: 유능한 설교자
pl: utalentowany kaznodzieja
pt_br: um pregador talentoso
ru: талантливый проповедник
tr: yetenekli bir vaiz
vi: một nhà thuyết giáo tài năng
zh_hans: 有才华的牧师

source: a skilled preacher
de: ein geschickter Prediger
fr: un prédicateur habile
it: un abile predicatore
ko: 숙련된 설교자
pl: uzdolniony kaznodzieja
pt_br: um pregador habilidoso
ru: умелый проповедник
tr: becerikli bir vaiz
vi: một nhà thuyết giáo lão luyện
zh_hans: 熟练的牧师

source: gives sermons, and may be a preacher
de: hält Predigten und kann ein Prediger sein
fr: donne des sermons, et peut être un prédicateur
it: tiene sermoni e potrebbe essere un predicatore
ko: 설교를하고 설교자가 될 수 있습니다
pl: wygłasza kazania i może być kaznodzieją
pt_br: dá sermões, e pode ser um pregador
ru: читает проповеди, и может стать проповедником
tr: vaazlar verir ve bir vaiz olabilir
vi: giảng đạo, và có thể là một nhà thuyết giáo
zh_hans: 做布道，也可能是传教士

source: a legendary storyteller
de: ein legendärer Geschichtenerzähler
fr: un conteur légendaire
it: un leggendario narratore
ko: 전설적인 이야기꾼
pl: legendarny gawędziarz
pt_br: um lendário contador de histórias
ru: легендарный рассказчик
tr: efsanevi bir hikaye anlatıcısı
vi: một người kể chuyện huyền thoại
zh_hans: 一位传奇故事讲述者

source: a great storyteller
de: ein großer Geschichtenerzähler
fr: un grand conteur
it: un grande narratore
ko: 훌륭한 이야기꾼
pl: wielki gawędziarz
pt_br: um grande contador de histórias
ru: великий рассказчик
tr: büyük bir hikaye anlatıcısı
vi: một người kể chuyện vĩ đại
zh_hans: 一个伟大的讲故事者

source: a talented storyteller
de: ein talentierter Geschichtenerzähler
fr: un conteur talentueux
it: un narratore di talento
ko: 재능있는 이야기꾼
pl: utalentowany gawędziarz
pt_br: um contador de histórias talentoso
ru: талантливый рассказчик
tr: yetenekli bir hikaye anlatıcısı
vi: một người kể chuyện tài năng
zh_hans: 一个才华横溢的讲故事者

source: a skilled storyteller
de: ein Qualifizierter Erzähler
fr: un conteur habile
it: un abile narratore
ko: 노련한 이야기꾼
pl: uzdolniony gawędziarz
pt_br: um contador de histórias habilidoso
ru: умелый рассказчик
tr: becerikli bir hikaye anlatıcısı
vi: một người kể chuyện lành nghề
zh_hans: 熟练的讲故事者

source: a storyteller, or at least tells stories
de: ein Geschichtenerzähleroder zumindest erzählt er Geschichten
fr: un conteur, ou du moins raconte des histoires
it: un narratore, o perlomeno racconta storie
ko: 이야기꾼, 또는 최소한 이야기를 들려줍니다.
pl: gawędziarz, a przynajmniej opowiada historie
pt_br: um contador de histórias, ou pelo menos conta histórias
ru: рассказчик; по крайней мере, любит рассказывать истории
tr: bir hikaye anlatıcısı veya en azından hikayeler anlatır
vi: một người kể chuyện, hay ít nhất là có kể chuyện
zh_hans: 讲故事的人，或至少讲述故事

source: a legendary poet
de: ein legendärer Dichter
fr: un poète légendaire
it: un leggendario poeta
ko: 전설적인 시인
pl: legendarny poeta
pt_br: um poeta lendário
ru: легендарный поэт
tr: efsanevi bir şair
vi: một nhà thơ huyền thoại
zh_hans: 一位传奇诗人

source: a great poet
de: ein großer Dichter
fr: un grand poète
it: un grande poeta
ko: 위대한 시인
pl: wielki poeta
pt_br: um grande poeta
ru: великий поэт
tr: büyük bir şair
vi: một nhà thơ vĩ đại
zh_hans: 一位伟大的诗人

source: a talented poet
de: ein talentierter Dichter
fr: un poète talentueux
it: un poeta talentuoso
ko: 재능있는 시인
pl: utalentowany poeta
pt_br: um poeta talentoso
ru: талантливый поэт
tr: yetenekli bir şair
vi: một nhà thơ tài năng
zh_hans: 一位才华横溢的诗人

source: a skilled poet
de: ein Qualifizierter Dichter
fr: un poète habile
it: un abile poeta
ko: 노련한 시인
pl: uzdolniony poeta
pt_br: um poeta habilidoso
ru: умелый поэт
tr: becerikli bir şair
vi: một nhà thơ lành nghề
zh_hans: 一位熟练的诗人

source: a poet, according to some
de: ein Dichter, nach Meinung einiger
fr: un poète, selon certains
it: un poeta, secondo alcuni
ko: 일부에 따르면 시인
pl: poeta, wedle pewnych
pt_br: um poeta, de acordo com alguns
ru: поэт, согласно некоторым
tr: bazılarına göre bir şair
vi: một nhà thơ, theo lời một số người
zh_hans: 一位诗人，据一些人说

source: a legendary bard
de: ein legendärer Barde
fr: un barde légendaire
it: un leggendario bardo
ko: 전설적인 음유시인
pl: legendarny bard
pt_br: um lendário cantor
ru: легендарный бард
tr: efsanevi bir ozan
vi: một thi sĩ huyền thoại
zh_hans: 一位传奇的吟游诗人

source: a great bard
de: ein großer Barde
fr: un grand barde
it: un grande bardo
ko: 위대한 음유시인
pl: wielki bard
pt_br: um grande cantor
ru: великий бард
tr: büyük bir ozan
vi: một thi sĩ vĩ đại
zh_hans: 一个伟大的吟游诗人

source: a talented bard
de: ein talentierter Barde
fr: un barde talentueux
it: un bardo di talento
ko: 재능 있는 음유시인
pl: utalentowany bard
pt_br: um cantor talentoso
ru: талантливый бард
tr: yetenekli bir ozan
vi: một thi sĩ tài năng
zh_hans: 一个有才华的吟游诗人

source: a skilled bard
de: ein Qualifizierter Barde
fr: un barde habile
it: un abile bardo
ko: 숙련된 음유시인
pl: uzdolniony bard
pt_br: um cantor habilidoso
ru: умелый бард
tr: becerikli bir ozan
vi: một thi sĩ lành nghề
zh_hans: 熟练的吟游诗人

source: a modest bard
de: ein bescheidener Barde
fr: un modeste barde
it: un modesto bardo
ko: 겸손한 음유시인
pl: skromny bard
pt_br: um cantor modesto
ru: скромный бард
tr: mütevazı bir ozan
vi: một thi sĩ khiêm tốn
zh_hans: 一个温和的吟游诗人

source: a legendary dancer
de: eine legendärer Tänzer
fr: une danseuse mythique
it: un leggendario danzatore
ko: 전설적인 댄서
pl: legendarny tancerz
pt_br: um dançarino lendário
ru: легендарный танцор
tr: efsanevi bir dansçı
vi: một vũ công huyền thoại
zh_hans: 一位传奇舞者

source: a great dancer
de: ein großer Tänzer
fr: une grande danseuse
it: un grande danzatore
ko: 훌륭한 댄서
pl: wielki tancerz
pt_br: um grande dançarino
ru: великий танцор
tr: büyük bir dansçı
vi: một vũ công vĩ đại
zh_hans: 一个伟大的舞者

source: a talented dancer
de: ein talentierter Tänzer
fr: une danseuse talentueuse
it: un talentuoso danzatore
ko: 재능있는 댄서
pl: utalentowany tancerz
pt_br: um dançarino talentoso
ru: талантливый танцор
tr: yetenekli bir dansçı
vi: một vũ công tài năng
zh_hans: 一个才华横溢的舞者

source: a skilled dancer
de: ein Qualifizierter Tänzer
fr: un danseur habile
it: un abile danzatore
ko: 숙련된 댄서
pl: uzdolniony tancerz
pt_br: um dançarino habilidoso
ru: умелый танцор
tr: becerikli bir dansçı
vi: một vũ công lành nghề
zh_hans: 熟练的舞者

source: something of a dancer
de: etwas von einem Tänzer
fr: quelque chose d'un danseur
it: danzatore decente
ko: 뭔가 댄서
pl: coś w rodzaju tancerza
pt_br: quase um dançarino
ru: как бы танцор
tr: biraz dansçı sayılır
vi: một người cũng biết khiêu vũ
zh_hans: 一个舞者的东西

source: good for a deal now and then
de: gut für einen Deal ab und zu
fr: bon pour une affaire de temps en temps
it: buono per un affare di tanto in tanto
ko: 때때로 좋은 거래
pl: od czasu do czasu dobry na umowę
pt_br: bom para um acordo agora e depois
ru: всегда полезно для дела
tr: ara sıra bir anlaşma için iyidir
vi: đôi khi có thể mặc cả tốt
zh_hans: 偶尔买单

source: , but you can't bargain your way out of this.
de: , aber Sie können euren Ausweg nicht verhandeln.
fr: , mais vous ne pouvez pas négocier votre sortie de cela.
it: , ma non si può contrattare per uscirne.
ko: , 그러나 당신은 이것에서 당신의 방법을 흥정할 수 없습니다.
pl: , ale nie możesz się z tego wynegocjować.
pt_br: , mas não pode negociar sua saída.
ru: , но деньги вам тут не помогут.
tr: , ama bundan pazarlıkla kurtulamazsın.
vi: , nhưng ngươi không thể mặc cả để thoát khỏi chuyện này.
zh_hans: ，但你不能讨价还价。

source: a legendary quarreler
de: ein legendärer Querulant
fr: un querelleur légendaire
it: un leggendario litigante
ko: 전설적인 싸움꾼
pl: legendarny rozrabiaka
pt_br: um disputador lendário
ru: легендарный спорщик
tr: efsanevi bir kavgacı
vi: một người cãi vã huyền thoại
zh_hans: 一个传奇的争吵者

source: infamously quarrelsome
de: berüchtigt zänkisch
fr: infâmement querelleur
it: famigeratamente litigioso
ko: 악명 높게 다투다
pl: niesławny rozrabiaka
pt_br: Infame brigão
ru: печально известный спорщик
tr: kötü şöhretli bir kavgacı
vi: tai tiếng vì hay gây gổ
zh_hans: 鸡飞狗跳地争吵

source: a noted quarreler
de: ein bekannter iQuerulant
fr: un querelleur notoire
it: un noto litigante
ko: 저명한 싸움꾼
pl: znany rozrabiaka
pt_br: Um notável brigão
ru: признанный спорщик
tr: tanınmış bir kavgacı
vi: một người hay gây gổ có tiếng
zh_hans: 一位著名的争吵者

source: known to be quarrelsome
de: bekannt zänkisch sein
fr: connu pour être querelleur
it: conosciuto come litigioso
ko: 다투는 것으로 알려진
pl: znany z kłótliwości
pt_br: Sabe ser briguento
ru: известен как спорщик
tr: kavgacı olarak bilinir
vi: được biết là hay gây gổ
zh_hans: 已知是争吵

source: somewhat quarrelsome
de: etwas zänkisch
fr: un peu querelleur
it: piuttosto litigioso
ko: 다소 다투다
pl: coś w rodzaju rozrabiaki
pt_br: Um pouco briguento
ru: немного сварливый
tr: biraz kavgacı
vi: hơi hay gây gổ
zh_hans: 有点争吵

source: , but you can't argue your way out of this.
de: , aber Sie können ihren Ausweg nicht arangieren.
fr: , mais vous ne pouvez pas vous en sortir.
it: , non puoi uscirne discutendo.
ko: , 그러나 당신은 이것에서 당신의 방법을 논쟁할 수 없습니다.
pl: , ale nie wykłócisz się z tego.
pt_br: , mas você não consegue argumentar sua saída.
ru: , но это вам сейчас не поможет.
tr: , ama bundan tartışarak kurtulamazsın.
vi: , nhưng ngươi không thể cãi vã để thoát khỏi chuyện này.
zh_hans: ，但你不能争辩你的出路。

source: a legendary flatterer
de: ein legendärer Schmeichler
fr: un flatteur légendaire
it: un leggendario adulatore
ko: 전설적인 아첨꾼
pl: legendarny pochlebca
pt_br: um bajulador lendário
ru: легендарный льстец
tr: efsanevi bir dalkavuk
vi: một kẻ nịnh hót huyền thoại
zh_hans: 一名传奇的奉承者

source: an infamous flatterer
de: ein berüchtigter Schmeichler
fr: un flatteur infâme
it: un famigerato adulatore
ko: 악명 높은 아첨꾼
pl: niesławny pochlebca
pt_br: um infame bajulador
ru: печально известный льстец
tr: kötü şöhretli bir dalkavuk
vi: một kẻ nịnh hót tai tiếng
zh_hans: 一个臭名昭著的奉承者

source: a noted flatterer
de: ein bekannter Schmeichler
fr: un flatteur réputé
it: un noto adulatore
ko: 저명한 아첨꾼
pl: wybitny pochlebca
pt_br: um notável bajulador
ru: признанный льстец
tr: tanınmış bir dalkavuk
vi: một kẻ nịnh hót có tiếng
zh_hans: 一位著名的讨人喜欢的人

source: a known flatterer
de: ein bekannter Schmeichler
fr: un flatteur connu
it: un adulatore conosciuto
ko: 알려진 아첨꾼
pl: znany pochlebca
pt_br: um bajulador conhecido
ru: известный льстец
tr: bilinen bir dalkavuk
vi: được biết là kẻ nịnh hót
zh_hans: 一个知名的奉承者

source: something of a flatterer
de: so etwas wie ein Schmeichler
fr: quelque chose de flatteur
it: un po' un adulatore
ko: 아첨꾼의 무언가
pl: coś w rodzaju pochlebcy
pt_br: quase um bajulador
ru: как бы льстец
tr: biraz dalkavuk sayılır
vi: một kẻ cũng hay nịnh hót
zh_hans: 一个讨人喜欢的人

source: , but you can't talk your way out of this.
de: , aber sie können sich nicht herausreden.
fr: , mais vous ne pouvez pas vous en sortir.
it: , ma non puoi cavartela con le parole.
ko: , 그러나 당신은 이것에서 당신의 방법을 말할 수 없습니다.
pl: , ale nie wyłgasz się z tego.
pt_br: , mas você não consegue discutir sua saída.
ru: , но разговорами вы ничего не добьётесь.
tr: , ama bundan konuşarak kurtulamazsın.
vi: , nhưng ngươi không thể ăn nói khéo léo để thoát khỏi chuyện này.
zh_hans: ，但你不能说出你的方式。

source: a pleasure to speak with
de: ein Vergnügen zu sprechen mit
fr: un plaisir de parler avec
it: è un piacere parlare con
ko: 함께 이야기하는 즐거움
pl: przyjemność rozmawiać z
pt_br: um prazer falar com
ru: удовольствие разговаривать с
tr: konuşması bir zevk
vi: một niềm vui khi được trò chuyện
zh_hans: 很高兴与您交谈

source: , but now this stands between us.
de: , aber jetzt steht dies zwischen uns.
fr: , mais maintenant cela se dresse entre nous.
it: , ma ora questo si frappone tra noi.
ko: , 하지만 이제 이것이 우리 사이에 있습니다.
pl: , ale teraz to stoi między nami.
pt_br: , mas agora isto fica entre nós.
ru: , но сейчас это стоит между нами.
tr: , ama şimdi bu aramızda duruyor.
vi: , nhưng giờ đây điều này đang ngăn cách chúng ta.
zh_hans: ，但现在这站在我们之间。

source: a legendary hunter
de: ein legendärer Jäger
fr: un chasseur légendaire
it: un leggendario cacciatore
ko: 전설적인 사냥꾼
pl: legendarny łowca
pt_br: um caçador lendário
ru: легендарный охотник
tr: efsanevi bir avcı
vi: một thợ săn huyền thoại
zh_hans: 一名传奇的猎人

source: a great hunter
de: ein großer Jäger
fr: un grand chasseur
it: un grande cacciatore
ko: 위대한 사냥꾼
pl: wielki łowca
pt_br: um grande caçador
ru: великий охотник
tr: büyük bir avcı
vi: một thợ săn vĩ đại
zh_hans: 一个伟大的猎人

source: a talented hunter
de: ein begabter Jäger
fr: un chasseur talentueux
it: un cacciatore di talento
ko: 재능있는 사냥꾼
pl: utalentowany łowca
pt_br: um caçador talentoso
ru: талантливый охотник
tr: yetenekli bir avcı
vi: một thợ săn tài năng
zh_hans: 一个才华横溢的猎人

source: a skilled hunter
de: ein Qualifizierter Jäger
fr: un chasseur habile
it: un abile cacciatore
ko: 숙련된 사냥꾼
pl: uzdolniony łowca
pt_br: um caçador habilidoso
ru: умелый охотник
tr: becerikli bir avcı
vi: một thợ săn lành nghề
zh_hans: 熟练的猎人

source: something of a hunter
de: etwas von einem Jäger
fr: quelque chose d'un chasseur
it: un cacciatore amatoriale
ko: 뭔가 사냥꾼
pl: coś w rodzaju łowcy
pt_br: quase um caçador
ru: вроде как охотник
tr: biraz avcı sayılır
vi: một người cũng biết săn bắt
zh_hans: 一个猎人的东西

source: a legendary killer
de: ein legendärer Killer
fr: un tueur légendaire
it: un leggendario assassino
ko: 전설적인 킬러
pl: legendarny zabójca
pt_br: um assassino lendário
ru: легендарный убийца
tr: efsanevi bir katil
vi: một sát thủ huyền thoại
zh_hans: 一名传奇杀手

source: an infamous killer
de: ein berüchtigter Killer
fr: un tueur infâme
it: un famigerato assassino
ko: 악명 높은 살인자
pl: niesławny zabójca
pt_br: um infame assassino
ru: печально известный убийца
tr: kötü şöhretli bir katil
vi: một sát thủ tai tiếng
zh_hans: 臭名昭着的杀手

source: a noted killer
de: ein bekannter Killer
fr: un tueur notoire
it: un noto assassino
ko: 저명한 킬러
pl: wybitny zabójca
pt_br: um famoso assassino
ru: признанный убийца
tr: tanınmış bir katil
vi: một sát thủ có tiếng
zh_hans: 一位著名的杀手

source: a known killer
de: ein bekannter Killer
fr: un tueur connu
it: un assassino conosciuto
ko: 알려진 살인자
pl: znany zabójca
pt_br: um assassino conhecido
ru: известный убийца
tr: bilinen bir katil
vi: được biết là một sát thủ
zh_hans: 一个知名的杀手

source: a killer
de: ein Killer
fr: Un tueur
it: un assassino
ko: 살인자
pl: zabójca
pt_br: um assassino
ru: убийца
tr: bir katil
vi: một sát thủ
zh_hans: 一个杀手

source: ended the days of
de: endeten die Tage von
fr: terminé les jours de
it: ha concluso i giorni di
ko: 의 날들을 끝냈다
pl: zakończył dni
pt_br: Acabaram os dias de
ru: прервал дни
tr: şunun günlerine son verdi:
vi: đã kết thúc những ngày của
zh_hans: 结束了几天

source: a legendary murderer
de: ein legendärer Mörder
fr: un meurtrier de légende
it: un leggendario omicida
ko: 전설적인 살인자
pl: legendarny morderca
pt_br: um assassino lendário
ru: легендарный душегуб
tr: efsanevi bir cani
vi: một kẻ sát nhân huyền thoại
zh_hans: 一个传奇的凶手

source: an infamous murderer
de: ein berüchtigter Mörder
fr: un meurtrier infâme
it: un famigerato omicida
ko: 악명 높은 살인자
pl: niesławny morderca
pt_br: um infame assassino
ru: печально известный душегуб
tr: kötü şöhretli bir cani
vi: một kẻ sát nhân tai tiếng
zh_hans: 臭名昭着的凶手

source: a noted murderer
de: ein gesuchter Mörder
fr: un meurtrier notoire
it: un noto omicida
ko: 저명한 살인자
pl: wybitny morderca
pt_br: um famoso assassino
ru: признанный душегуб
tr: tanınmış bir cani
vi: một kẻ sát nhân có tiếng
zh_hans: 一个著名的杀人犯

source: a known murderer
de: ein bekannter Mörder
fr: un meurtrier connu
it: un omicida conosciuto
ko: 알려진 살인자
pl: znany morderca
pt_br: um assassino conhecido
ru: известный душегуб
tr: bilinen bir cani
vi: được biết là một kẻ sát nhân
zh_hans: 一个知名的凶手

source: a murderer
de: ein Mörder
fr: un meurtrier
it: un omicida
ko: 살인자
pl: morderca
pt_br: um assassino
ru: душегуб
tr: bir cani
vi: một kẻ sát nhân
zh_hans: 谋杀者

source: took the life of
de: nahm das Leben von
fr: a pris la vie de
it: ha preso la vita di
ko: 의 목숨을 앗아갔다
pl: zabrał życie
pt_br: tirou a vida do
ru: прервал жизнь
tr: şunun canını aldı:
vi: đã tước đi sinh mạng của
zh_hans: 夺走了生命

source: are my comrades
de: sind meine Kameraden
fr: sont mes camarades
it: sono i miei compagni
ko: 내 동지야
pl: są moimi kamratami
pt_br: são meus camaradas
ru: - мои товарищи
tr: benim yoldaşlarımdır
vi: là những đồng chí của tôi
zh_hans: 是我的同志们

source: my comrade
de: mein Kamerad
fr: mon camarade
it: mio compagno
ko: 내 동지
pl: mój kamrat
pt_br: meu camarada
ru: мой товарищ
tr: yoldaşım
vi: đồng chí của tôi
zh_hans: 我的同志

source: , but nothing can change the facts.
de: , aber nichts kann die Fakten ändern.
fr: , mais rien ne peut changer les faits.
it: , ma nulla può cambiare i fatti.
ko: , 그러나 아무것도 사실을 변경할 수 없습니다.
pl: , lecz nic nie zmieni faktów.
pt_br: , mas nada pode mudar os fatos.
ru: , но против фактов не поспоришь.
tr: , ama hiçbir şey gerçekleri değiştiremez.
vi: , nhưng không gì có thể thay đổi sự thật.
zh_hans: ，但没有什么可以改变事实。

source: are worthy of respect
de: verdienten sich Respekt
fr: sont dignes de respect
it: sono degni di rispetto
ko: 존경받을 만하다
pl: jest godny szacunku
pt_br: são dignos de respeito
ru: заслуживают уважения
tr: saygıya layıktır
vi: xứng đáng được kính trọng
zh_hans: 值得尊重

source: worthy of respect
de: verdient Respekt
fr: Digne de respect
it: degno di rispetto
ko: 존경할만한
pl: godny szacunku
pt_br: digno de respeito
ru: заслуживает уважения
tr: saygıya layık
vi: xứng đáng được kính trọng
zh_hans: 值得尊重

source: , but at what price?
de: , aber zu welchem Preis?
fr: , mais à quel prix ?
it: , ma a quale prezzo?
ko: ,하지만 가격은 얼마입니까?
pl: , lecz za jaką cenę?
pt_br: Mas a que preço?
ru: , но какой ценой?
tr: , ama ne pahasına?
vi: , nhưng với cái giá nào?
zh_hans: ，但是以什么价格？

source: are not fit to rule.
de: sind nicht fähig zu herrschen.
fr: ne sont pas aptes à gouverner.
it: non sono adatti a governare.
ko: 규칙에 적합하지 않습니다.
pl: nie nadaje się do rządzenia.
pt_br: são não é adequada a regra.
ru: не следуют правилу.
tr: yönetmeye uygun değildir.
vi: không đủ tư cách để cai trị.
zh_hans: 不合适。

source: part of the problem.
de: ein Teil des Problems.
fr: partie du problème.
it: parte del problema.
ko: 문제의 일부.
pl: część problemu.
pt_br: parte do problema.
ru: часть проблемы.
tr: sorunun bir parçası.
vi: một phần của vấn đề.
zh_hans: 部分问题。

source: an enemy fighter.
de: ein feindlicher Kämpfer.
fr: un combattant ennemi.
it: un combattente nemico.
ko: 적 전투기.
pl: wrogi wojownik.
pt_br: um lutador inimigo.
ru: вражеский боец.
tr: bir düşman savaşçısı.
vi: một chiến binh địch.
zh_hans: 敌人的战斗机。

source: attacked
de: angegriffen
fr: attaqué
it: attaccato
ko: 공격
pl: zaatakowany
pt_br: atacado
ru: атаковал
tr: saldırdı:
vi: đã tấn công
zh_hans: 袭击

source: killed
de: getötet
fr: tué
it: ucciso
ko: 살해
pl: zabity
pt_br: matou
ru: убит
tr: öldürdü:
vi: đã giết
zh_hans: 杀害

source: protected knowledge from being irrevocably lost
de: das Wissen vor dem unwiderruflichen Verlust geschützt
fr: les connaissances protégées contre la perte irrévocable
it: protetto la conoscenza da una perdita irrevocabile
ko: 돌이킬 수 없는 손실로부터 보호된 지식
pl: chronił wiedzę przed bezpowrotną utratą
pt_br: conhecimento protegido de ser irrevogavelmente perdido
ru: защищенные знания от безвозвратной потери
tr: bilginin geri dönülemez bir şekilde kaybolmasını engelledi
vi: đã bảo vệ tri thức khỏi bị mất đi vĩnh viễn
zh_hans: 保护知识免于不可挽回地丢失

source: , yet that means little now
de: doch das bedeutet jetzt wenig
fr: , mais cela signifie peu maintenant
it: , ma ciò significa poco ora
ko: , 그러나 그것은 지금 거의 의미가 없습니다
pl: , lecz teraz to niewiele znaczy
pt_br: , ainda isso significa muito pouco agora.
ru: , но это означает, что сейчас
tr: , yine de bunun şimdi pek bir anlamı yok
vi: , thế nhưng giờ đây điều đó chẳng còn ý nghĩa gì
zh_hans: 但现在这意味着什么

source: brought back
de: wiedergebracht
fr: rapporté
it: riportato
ko: 다시 가져
pl: sprowadzony z powrotem
pt_br: trazido de volta
ru: вернулся
tr: geri getirdi:
vi: đã mang về
zh_hans: 带回来

source: sought out and returned our treasures
de: unsere Schätze aufgespürt und zurückgegeben
fr: recherché et rendu nos trésors
it: ha cercato e restituito i nostri tesori
ko: 우리의 보물을 찾아서 돌려주었다
pl: odszukał i zwrócił nasze skarby
pt_br: buscou e retornou nossos tesouros.
ru: разыскал и вернул наши сокровища
tr: hazinelerimizi aradı ve geri getirdi
vi: đã tìm kiếm và trả lại kho báu của chúng ta
zh_hans: 寻找并归还我们的宝藏

source: , though it doesn't much matter
de: obwohl das nicht so wichtig ist.
fr: , bien que peu importe
it: , anche se non ha molta importanza
ko: , 별로 중요하지 않지만
pl: , jednak to ma niewielkie znaczenie
pt_br: , embora isso não tenha tanta importância
ru: , хотя это не имеет большого значения
tr: , çok önemli olmasa da
vi: , dù điều đó cũng chẳng quan trọng lắm
zh_hans: ，虽然没什么关系

source: a thieving scoundrel.
de: ein diebischer Schurke.
fr: une crapule voleuse.
it: un furfante ladruncolo.
ko: 도둑놈.
pl: złodziejski łajdak.
pt_br: um canalha ladrão.
ru: воровской негодяй.
tr: hırsız bir alçak.
vi: một kẻ lừa đảo trộm cắp.
zh_hans: 一个偷偷摸摸的恶棍。

source: stole
de: gestohlen
fr: a volé
it: rubato
ko: 스톨
pl: ukradł
pt_br: roubou
ru: украл
tr: çaldı:
vi: đã đánh cắp
zh_hans: 偷了

source: a protector of the defenseless
de: ein Schützer der Wehrlosen
fr: un protecteur des sans défense
it: un protettore degli indifesi
ko: 무방비 상태의 보호자
pl: obrońca uciśnionych
pt_br: um protetor dos indefesos
ru: защитник слабых
tr: savunmasızların bir koruyucusu
vi: một người bảo vệ những kẻ yếu thế
zh_hans: 无助之人的庇护者

source: , but that hardly matters now.
de: , aber das spielt kaum eine Rolle jetzt.
fr: , mais cela n'a plus d'importance maintenant.
it: , ma questo non ha più importanza.
ko: , 하지만 지금은 거의 중요하지 않습니다.
pl: , lecz to prawie nic teraz nie znaczy.
pt_br: , mas isso pouco importa agora.
ru: , но теперь это ничего не значит.
tr: , ama bunun şimdi pek bir önemi yok.
vi: , nhưng giờ đây điều đó gần như chẳng còn quan trọng.
zh_hans: ，但现在这几乎不重要。

source: challenged
de: herausgefordert
fr: contesté
it: contestato
ko: 도전
pl: wyzwał
pt_br: desafiado
ru: вызов
tr: meydan okudu:
vi: đã thách thức
zh_hans: 挑战

source: justly slew
de: einfach erschlagen
fr: justement tué
it: giustamente ucciso
ko: 정당하게 죽였다
pl: sprawiedliwie zabił
pt_br: justamente matou
ru: легко сразил
tr: adil bir şekilde katletti:
vi: đã chính đáng giết chết
zh_hans: 公正的

source: on my side
de: auf meiner Seite
fr: de mon côté
it: dalla mia parte
ko: 내 편
pl: po mojej stronie
pt_br: do meu lado
ru: на моей стороне
tr: benim tarafımda
vi: về phía tôi
zh_hans: 在我身边
