Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: is muscular and very small
de: ist muskulös und sehr klein
fr: est musclé et très petit
it: è muscoloso e molto piccolo
ko: 근육질이고 매우 작다
pl: jest muskularny i bardzo mały
pt_br: é musculoso e muito pequeno
ru: очень маленький, но мускулистый
tr: kaslı ve çok küçük
vi: Cơ bắp và rất nhỏ bé.
zh_hans: 肌肉发达而且非常小

source: is weak and very small
de: ist schwach und sehr klein
fr: est faible et très petit
it: è debole e molto piccolo
ko: 약하고 아주 작다
pl: jest słaby i bardzo mały
pt_br: é muito pequeno e fraco
ru: очень маленький и слабый
tr: güçsüz ve çok küçük
vi: Yếu ớt và rất nhỏ bé.
zh_hans: 很弱而且很小

source: is very small with ill-defined muscles
de: ist sehr klein mit schlecht definierten Muskeln
fr: est très petit avec des muscles mal définis
it: è molto piccolo con muscoli poco definiti
ko: 잘 정의되지 않은 근육으로 매우 작습니다.
pl: jest bardzo mały ze słabo zarysowanymi mięśniami
pt_br: é muito pequeno com músculos mal definidos
ru: очень маленький с плохо выраженными мышцами
tr: çok küçük ve belirsiz kasları var
vi: Rất nhỏ bé với cơ bắp không rõ nét.
zh_hans: 非常小，肌肉难以形容

source: has a very small body bedecked with lardy rolls
de: hat einen sehr kleinen Körper bedeckt mit Fettpolstern
fr: a un tout petit corps orné de rouleaux de saindoux
it: ha un corpo molto piccolo adornato da rotoli di lardo
ko: 라디 롤로 장식된 아주 작은 몸을 가지고 있습니다.
pl: ma bardzo małe ciało otoczone wałkami tłuszczu
pt_br: tem um corpo muito pequeno enfeitado com rolos gorduroso
ru: имеет очень маленькое тело, покрытое складками жира
tr: yağ tabakalarıyla bezenmiş çok küçük bir vücuda sahip
vi: Có cơ thể rất nhỏ bé, được bao phủ bởi những ngấn mỡ.
zh_hans: 有一个非常小的身体但肥的像猪油卷

source: is very small and fat
de: ist sehr klein ist und fett
fr: est très petit et gros
it: è molto piccolo e grasso
ko: 매우 작고 뚱뚱하다.
pl: jest bardzo mały i gruby
pt_br: é muito pequeno e gordo
ru: очень маленький и жирный
tr: çok küçük ve şişman
vi: Rất nhỏ bé và béo.
zh_hans: 很小，很胖

source: is fat and very small
de: ist dick und sehr klein
fr: est gros et très petit
it: è grasso e molto piccolo
ko: 뚱뚱하고 아주 작다
pl: jest gruby i bardzo mały
pt_br: é gordo e muito pequeno
ru: толстый и очень маленький
tr: şişman ve çok küçük
vi: Béo và rất nhỏ bé.
zh_hans: 肥胖且非常小

source: is incredibly skinny and very small
de: ist unglaublich dünn und sehr klein
fr: est incroyablement maigre et très petit
it: è incredibilmente secco e molto piccolo
ko: 엄청나게 작고 마른 체형입니다.
pl: jest niewiarygodnie chudy i bardzo niski
pt_br: é incrivelmente magro e muito pequeno
ru: очень маленький и невероятно худой
tr: inanılmaz derecede sıska ve çok küçük
vi: Gầy gò đáng kinh ngạc và rất nhỏ bé.
zh_hans: 难以置信的瘦弱，体型相当之小

source: is very small and skinny
de: ist sehr klein und dünn
fr: est très petit et maigre
it: è molto piccolo e secco
ko: 아주 작고 말랐다.
pl: jest bardzo mały i chudy
pt_br: é muito pequena e magra
ru: очень маленький и тощий
tr: çok küçük ve sıska
vi: Rất nhỏ bé và gầy gò.
zh_hans: 很小，很瘦

source: is skinny and very small
de: ist dünn und sehr klein
fr: est maigre et très petit
it: è secco e molto piccolo
ko: 가늘고 매우 작다.
pl: jest chudy i bardzo mały
pt_br: é muito pequena e magra
ru: очень маленький и худой
tr: sıska ve çok küçük
vi: Gầy gò và rất nhỏ bé.
zh_hans: 瘦小，非常小

source: is very small
de: ist sehr klein
fr: est très petit
it: è molto piccolo
ko: 매우 작다
pl: jest bardzo mały
pt_br: é muito pequeno
ru: очень мал
tr: çok küçük
vi: Rất nhỏ bé.
zh_hans: 非常瘦小

source: is tiny yet incredibly muscular and lardy
de: ist winzig, aber unglaublich muskulös und fettig
fr: est minuscule mais incroyablement musclé et lard
it: è minuscolo ma incredibilmente muscoloso e lardoso
ko: 작지만 믿을 수 없을만큼 근육질이고 lardy입니다
pl: jest malutki, ale niesamowicie muskularny i tłusty
pt_br: é minúsculo, mas incrivelmente muscular e gorduroso
ru: крошечный, но невероятно мускулистый и жирный
tr: ufacık ama inanılmaz derecede kaslı ve yağlı
vi: Bé tí nhưng cơ bắp đáng kinh ngạc và đẫy mỡ.
zh_hans: 小小的，却有着令人难以置信的肌肉发达和肥硕。

source: is muscular and fat and very, very small
de: ist muskulös und Fett und sehr, sehr klein
fr: est musclé et gros et très, très petit
it: è muscoloso, grasso e molto, molto piccolo
ko: 근육질이고 뚱뚱하고 아주 아주 작습니다.
pl: jest muskularny, gruby, i bardzo, bardzo mały
pt_br: é muscular e gordo e muito, muito pequeno
ru: мускулистый, жирный и очень-очень маленький
tr: kaslı ve şişman ve çok, çok küçük
vi: Cơ bắp, béo và cực kỳ nhỏ bé.
zh_hans: 肌肉发达，肥胖，非常非常小。

source: is incredibly small, weak and skinny, so as to be almost nothing
de: ist unglaublich klein, schwach und dünn, also sogut wie garnichts
fr: est incroyablement petit, faible et maigre, de sorte qu'il n'est presque rien
it: è incredibilmente piccolo, debole e secco, tanto da essere quasi nullo
ko: 믿을 수 없을 정도로 작고, 약하고, 말랐기 때문에 거의 아무것도 아닙니다.
pl: jest niewiarygodnie mały, słaby i chudy, prawie jakby go nie było
pt_br: é incrivelmente pequeno, fraco e magro, a fim de não ser quase nada
ru: настолько маленький, слабый и худой, что кажется, будто его вообще нет
tr: inanılmaz derecede küçük, güçsüz ve sıska, neredeyse yok gibi
vi: Cực kỳ nhỏ bé, yếu ớt và gầy gò, gần như không có gì.
zh_hans: 惊人的瘦小虚弱,骨瘦如柴,简直是弱不经风

source: is tiny, skinny and weak
de: ist winzig, dünn und schwach
fr: est minuscule, maigre et faible
it: è piccolo, secco e debole
ko: 작고 가늘고 약하다.
pl: jest malutki, chudy i słaby
pt_br: é pequeno, magro e fraco
ru: крошечной, тощий и слабый
tr: ufacık, sıska ve güçsüz
vi: Bé tí, gầy gò và yếu ớt.
zh_hans: 瘦小枯干

source: is a minuscule bundle of muscles
de: ist ein winziger Bündel von Muskeln
fr: est un minuscule faisceau de muscles
it: è un minuscolo fascio di muscoli
ko: 미세한 근육 다발이다.
pl: jest malutkim pęczkiem mięśni
pt_br: é um minúsculo feixe de músculos
ru: имеет незначительной пучок мышц
tr: kaslardan oluşan minicik bir yumak
vi: Một bó cơ bé tí.
zh_hans: 有一点小肌肉

source: has an extremely small body but it is very muscular
de: hat einen extrem kleinen Körper, aber ist sehr muscular
fr: a un corps extrêmement petit mais il est très musclé
it: ha un corpo estremamente piccolo ma è molto muscoloso
ko: 매우 작은 몸을 가지고 있지만 매우 근육질입니다
pl: ma ekstremalnie małe ciało, ale jest bardzo umięśniony
pt_br: tem um corpo extremamente pequeno, mas é muito musculoso
ru: имеет очень маленькое, но очень мускулистое тело
tr: son derece küçük bir vücuda sahip ama çok kaslı
vi: Có một cơ thể cực kỳ nhỏ bé nhưng rất cơ bắp.
zh_hans: 身体极小但肌肉非常发达

source: is muscular yet with a incredibly small body overall
de: ist muskulös jedoch mit einem unglaublich kleinen Körper
fr: est musclé mais avec un corps incroyablement petit dans l'ensemble
it: è muscoloso ma con un corpo incredibilmente piccolo
ko: 근육질이지만 전반적으로 엄청나게 작은 몸을 가지고 있습니다.
pl: jest muskularny, ale ogólnie ma niewiarygodnie małe ciało
pt_br: é muscular, mas com um incrivelmente pequeno corpo total
ru: мускулистый, но с невероятно маленьким телом
tr: kaslı ama genel olarak inanılmaz derecede küçük bir vücuda sahip
vi: Cơ bắp nhưng tổng thể cơ thể cực kỳ nhỏ bé.
zh_hans: 身材小巧但肌肉发达

source: is tiny and utterly weak
de: ist winzig und ganz schwach
fr: est minuscule et tout à fait faible
it: è piccolo e assolutamente debole
ko: 작고 완전 약하다
pl: jest malutki i zupełnie słaby
pt_br: é minúsculo e totalmente fraco.
ru: крошечной и совсем слабый
tr: ufacık ve tamamen güçsüz
vi: Bé tí và yếu ớt hoàn toàn.
zh_hans: 瘦小且极度虚弱

source: is tiny and weak
de: ist winzig und schwach
fr: est minuscule et faible
it: è piccolo e debole
ko: 작고 약하다
pl: jest malutki i słaby
pt_br: é pequeno e fraco
ru: очень маленький и слабый
tr: ufacık ve güçsüz
vi: Bé tí và yếu ớt.
zh_hans: 微小虚弱

source: is tiny with ill-defined muscles
de: ist winzig, mit schlecht definierten Muskeln
fr: est minuscule avec des muscles mal définis
it: è minuscolo, con muscoli poco definiti
ko: 잘 정의되지 않은 근육으로 작습니다.
pl: jest malutki ze słabo zarysowanymi mięśniami
pt_br: é minúsculo, com músculos mal definidos
ru: крошечный со слабо обозначенными мышцами
tr: ufacık ve belirsiz kasları var
vi: Bé tí với cơ bắp không rõ nét.
zh_hans: 很瘦小,没什么肌肉

source: bears an enormous amount of fat for one so tiny
de: trägt eine enorme Menge an Fett für ein so winziges
fr: porte une énorme quantité de graisse pour un si petit
it: sorregge un'enorme quantità di grasso per una persona così piccola.
ko: 아주 작은 하나에 엄청난 양의 지방을 부담
pl: ma ogromne ilości sadła jak na kogoś tak malutkiego
pt_br: carrega uma enorme quantidade de gordura para um tao pequeno
ru: покрыт огромным количество жира для такого крошечного существа
tr: bu kadar ufacık biri için muazzam miktarda yağ taşıyor
vi: Mang một lượng mỡ khổng lồ đối với một cá thể bé tí như vậy.
zh_hans: 如此渺小的身躯却充满了肥油

source: is tiny yet very fat
de: ist winzig, aber sehr dick
fr: est minuscule mais très gros
it: è minuscolo ma molto grasso
ko: 키는 작지만 매우 뚱뚱하다
pl: jest malutki, lecz bardzo gruby
pt_br: é pequeno, mas muito gordo
ru: крошечный, но очень толстый
tr: ufacık ama çok şişman
vi: Bé tí nhưng rất béo.
zh_hans: 小巧而且肥胖

source: is fat yet tiny
de: ist fett jedoch winzig
fr: est gros mais petit
it: è grasso ma minuscolo
ko: 뚱뚱하면서도 작다
pl: jest gruby lecz malutki
pt_br: gordura ainda é pequena
ru: толстый, но крошечный
tr: şişman ama ufacık
vi: Béo nhưng bé tí.
zh_hans: 肥而小巧

source: is tiny overall and in particular incredibly skinny
de: ist insgesamt winzig und unglaublich dünn insbesondere
fr: est minuscule dans l'ensemble et en particulier incroyablement maigre
it: è minuscolo nel complesso e in particolare incredibilmente secco
ko: 전체적으로 작고 특히 믿을 수 없을 정도로 마른 체형
pl: jest ogólnie malutki i szczególnie chudy
pt_br: é minúsculo geral e em particular incrivelmente magro
ru: в целом крошечный и невероятно тощий
tr: genel olarak ufacık ve özellikle inanılmaz derecede sıska
vi: Tổng thể bé tí và đặc biệt gầy gò đáng kinh ngạc.
zh_hans: 整体小巧而且皮包骨头

source: is very skinny with an overall minuscule build
de: ist sehr dünn mit einem winzigen Körperbau
fr: est très maigre avec une construction globale minuscule
it: è molto secco, con una corporatura minuscola nel complesso
ko: 전체적으로 작은 체격으로 매우 말랐습니다.
pl: jest bardzo chudy z ogólnie małą budową
pt_br: é muito magro com uma forma geral minúscula
ru: очень тощий и очень тонко сложён
tr: genel olarak minicik bir yapıyla çok sıska
vi: Rất gầy gò với tổng thể cấu trúc nhỏ xíu.
zh_hans: 身材干瘦且体型渺小

source: is incredibly small and skinny
de: ist unglaublich klein und dünn
fr: est incroyablement petit et maigre
it: è incredibilmente piccolo e secco
ko: 엄청나게 작고 날씬하다
pl: jest niewiarygodnie mały i chudy
pt_br: é incrivelmente pequeno e magro
ru: невероятно маленький и тощий
tr: inanılmaz derecede küçük ve sıska
vi: Cực kỳ nhỏ bé và gầy gò.
zh_hans: 惊人的瘦小干瘪

source: is tiny
de: ist winzig
fr: est minuscule
it: è minuscolo
ko: 작다
pl: jest malutki
pt_br: é minúsculo
ru: крошечный
tr: ufacık
vi: Bé tí.
zh_hans: 很小巧

source: slightly swollen
de: leicht geschwollen
fr: légèrement gonflé
it: leggermente gonfio
ko: 약간 부어오름
pl: lekko spuchnięty
pt_br: ligeiramente inchada
ru: слегка опух
tr: hafifçe şişmiş
vi: hơi sưng tấy.
zh_hans: 有点肿

source: is mangled beyond recognition.
de: wird bis zur Unkenntlichkeit verstümmelt.
fr: est mutilé au-delà de la reconnaissance.
it: è maciullato in modo irriconoscibile.
ko: 알아볼 수 없을 정도로 망가져 있습니다.
pl: jest zniekształcony w stopniu uniemożliwiającym rozpoznanie.
pt_br: é desconfigurado irreconhecíveis.
ru: изуродован до неузнаваемости.
vi: bị biến dạng không thể nhận ra.
zh_hans: 被毁的面目全非.

source: are spilled.
de: sind verschüttet.
fr: sont renversés.
it: sono versati.
ko: 유출된다.
pl: zostały rozlane.
pt_br: são derramados.
ru: разлит.
vi: bị tuôn ra.
zh_hans: 溢出了。

source: is gelded.
de: wurde kastriert.
fr: est castré.
it: è castrato.
ko: 겔화된다.
pl: jest wykastrowany.
pt_br: é castrado.
ru: кастрирован.
vi: đã bị thiến.
zh_hans: 被阉割了。

source: has been partially butchered.
de: wurde teilweise abgeschlachtet.
fr: a été partiellement dépecé.
it: è stato parzialmente macellato.
ko: 부분적으로 도살되었습니다.
pl: został częściowo okaleczony.
pt_br: foi parcialmente retalhado.
ru: был частично разделан.
vi: đã bị mổ xẻ một phần.
zh_hans: 已经完成部分宰杀.

source: broken.
de: gebrochen.
fr: cassé.
it: rotto.
ko: 고장난.
pl: złamane.
pt_br: Quebrado
ru: разбит.
vi: bị gãy.
zh_hans: 破碎。

source: fractured.
de: gebrochen.
fr: fracturé.
it: fratturato.
ko: 골절.
pl: pęknięty.
pt_br: fraturado.
ru: сломан.
vi: bị rạn xương.
zh_hans: 断裂。

source: has a compound fracture
de: hat einen offenen Bruch
fr: a une fracture ouverte
it: ha una frattura composta
ko: 복합 골절이 있습니다
pl: ma złożone pęknięcie
pt_br: tem uma fratura exposta
ru: имеет сложный перелом
tr: parçalı bir kırığa sahip
vi: bị gãy xương hở
zh_hans: 有一个复式骨裂

source: have compound fractures
de: haben Frakturen
fr: avoir des fractures composées
it: hanno fratture composte
ko: 복합 골절이 있다
pl: ma złożone pęknięcia
pt_br: tem fraturas
ru: имеют сложные переломы
tr: parçalı kırıklara sahip
vi: bị gãy xương hở
zh_hans: 有复合骨折

source: cut open
de: aufschneiden
fr: S'ouvrir
it: squarciato
ko: 잘라 열다
pl: rozcięty
pt_br: abri
ru: разрезан
tr: kesilerek açılmış
vi: bị cắt toác
zh_hans: 切开

source: smashed open
de: zertrümmert offen
fr: brisé
it: sfondato
ko: 부서져서 드러남
pl: rozbita do otwartej rany
pt_br: quebradas
ru: разбит
tr: parçalanarak açılmış
vi: bị đập toác
zh_hans: 砸开

source: broken open
de: gebrochen geöffnet
fr: cassé ouvert
it: spaccato
ko: 부러진 열린
pl: złamana do otwarcia
pt_br: trincas abertas
ru: разломан
tr: kırılarak açılmış
vi: bị vỡ toác
zh_hans: 破了

source: torn open
de: aufgerissen
fr: déchiré
it: squarciato
ko: 찢어진 열린
pl: rozerwana
pt_br: rasgada aberto
ru: разорван
tr: yırtılarak açılmış
vi: bị xé toác
zh_hans: 撕开了

source: gouting
de: tropfend
fr: goutte
it: gotta
ko: 통풍
pl: podagra
ru: засохший
tr: fışkıran
vi: đang phun trào
zh_hans: 喷水

source: gushing
de: überschwänglich
fr: jaillissement
it: zampillando
ko: 분출
pl: tryskający
pt_br: Ejaculação feminina
ru: хлещет
tr: çağlayan
vi: đang tuôn trào
zh_hans: 喷薄

source: spraying
de: sprühend
fr: pulvérisation
it: spruzzando
ko: 살포
pl: rozpylający
pt_br: pulverização
ru: распыление
tr: püsküren
vi: đang phun ra
zh_hans: 喷

source: running with
de: läuft mit
fr: courir avec
it: correndo con
ko: 함께 실행
pl: biegnący z
pt_br: executando com
ru: бежит с
tr: akan
vi: đang chảy lênh láng
zh_hans: 跑着

source: dripping
de: triefend
fr: égouttage
it: gocciolando
ko: 똑똑
pl: kapiący
pt_br: gotejamento
ru: капающий
tr: damlayan
vi: đang nhỏ giọt
zh_hans: 滴水

source: oozing
de: herausquellenden
fr: suintant
it: trasudando
ko: 스며나오는
pl: sączący się
pt_br: escorrendo
ru: выделение
tr: sızan
vi: đang rỉ ra
zh_hans: 渗血

source: dented.
de: verbeult.
fr: cabossé.
it: ammaccato.
ko: 움푹 들어간.
pl: wgnieciony.
pt_br: amolgado.
ru: укушен.
vi: bị lõm.
zh_hans: 凹。

source: frost-bitten
de: frostgebissen
fr: gelé
it: morso dal gelo
ko: 동상에 걸린
pl: odmrożony
pt_br: geada-mordido
ru: обморожен
tr: soğuk yanığı olan
vi: bị tê cóng
zh_hans: 冻伤

source: melted
de: geschmolzen
fr: fondu
it: fuso
ko: 녹은 것
pl: stopiony
pt_br: derreteu-se.
ru: расплавлен
tr: erimiş
vi: bị tan chảy
zh_hans: 融化了

source: boiled
de: gekocht
fr: bouilli
it: bollito
ko: 삶은 것
pl: ugotowany
pt_br: Cozido
ru: сварен
tr: haşlanmış
vi: bị đun sôi
zh_hans: 煮沸

source: frozen
de: gefroren
fr: congelé
it: gelato
ko: 겨울 왕국
pl: zamrożony
pt_br: congelado
ru: заморожен
tr: donmuş
vi: bị đông cứng
zh_hans: 冻结的

source: condensed
de: kondensiert
fr: condensé
it: condensato
ko: 응축
pl: skondensowany
pt_br: Condensado
ru: смешан
tr: yoğunlaşmış
vi: bị cô đặc
zh_hans: 冷凝

source: blistered
de: blasig
fr: boursouflé
it: con vesciche
ko: 물집이 생긴
pl: pokryty pęcherzami
pt_br: com bolhas
ru: покрыт волдырями
tr: kabarmış
vi: bị phồng rộp
zh_hans: 水泡

source: completely swollen
de: komplett geschwollen
fr: complètement gonflé
it: completamente gonfio
ko: 완전히 부어
pl: zupełnie spuchnięty
pt_br: completamente inchados
ru: полностью распух
tr: tamamen şişmiş
vi: sưng tấy hoàn toàn
zh_hans: 完全肿了

source: heavily swollen
de: stark geschwollen
fr: fortement enflé
it: fortemente gonfio
ko: 심하게 부어
pl: ciężko spuchnięty
pt_br: fortemente inchadas
ru: сильно распух
tr: ağır şekilde şişmiş
vi: sưng tấy nặng
zh_hans: 肿得厉害

source: very swollen
de: sehr geschwollen
fr: très gonflé
it: molto gonfio
ko: 매우 부어
pl: bardzo spuchnięty
pt_br: muito inchados
ru: очень распух
tr: çok şişmiş
vi: sưng tấy rất nhiều
zh_hans: 很肿

source: quite swollen
de: ziemlich geschwollen
fr: assez gonflé
it: abbastanza gonfio
ko: 꽤 부어
pl: trochę spuchnięty
pt_br: muito inchados
ru: слегка распух
tr: oldukça şişmiş
vi: khá sưng tấy
zh_hans: 很肿

source: swollen
de: geschwollen
fr: gonflé
it: gonfio
ko: 부푼
pl: spuchnięty
pt_br: inchado
ru: раздут
tr: şişmiş
vi: sưng tấy
zh_hans: 肿

source: tall
de: groß
fr: haut
it: alto
ko: 키가 큰
pl: wysoki
pt_br: Alto
ru: высокий
tr: uzun
vi: cao
zh_hans: 高

source: short
de: kurz
fr: court
it: basso
ko: 짧은
pl: niski
pt_br: Curto
ru: невысокий
tr: kısa
vi: thấp
zh_hans: 短

source: broad
de: breit
fr: vaste
it: ampio
ko: 넓은
pl: szeroki
pt_br: tem um profundamente recessed, largo
ru: широких
tr: geniş
vi: rộng
zh_hans: 宽阔的

source: narrow
de: eng
fr: étroit
it: stretto
ko: 좁은
pl: wąski
pt_br: tem um estreito, a sobressair
ru: узкий
tr: dar
vi: hẹp
zh_hans: 狭窄

source: close-set
de: eng stehend
fr: rapproché
it: ravvicinati
ko: 근접 촬영
pl: zestaw zamknięty
pt_br: mais
ru: близко посаженные
tr: birbirine yakın
vi: gần nhau
zh_hans: 特写集

source: wide-set
de: auseinanderstehend
fr: large éventail
it: distanziati
ko: 광역
pl: szeroki zestaw
pt_br: conjunto de todo o
ru: широко поставленные
tr: birbirine uzak
vi: xa nhau
zh_hans: 宽广

source: large-irised
de: stark geblendet
fr: grand irisé
it: grandi iridi
ko: 큰 홍채
pl: o dużych tęczówkach
pt_br: grande-irised
ru: большие радужки
tr: büyük irisli
vi: tròng đen lớn
zh_hans: 大彩虹色

source: small-irised
de: mit kleiner Iris
fr: petit irisé
it: piccole iridi
ko: 작은 홍채
pl: o małych tęczówkach
pt_br: pequeno-irised
ru: маленькие радужки
tr: küçük irisli
vi: tròng đen nhỏ
zh_hans: 小彩虹色

source: sunken
de: gesenkt
fr: creux
it: infossati
ko: 가라앉은
pl: zatopiony
pt_br: baixo relevo
ru: утопленный
tr: çökük
vi: hõm sâu
zh_hans: 凹陷

source: protruding
de: vorstehende
fr: saillant
it: sporgenti
ko: 튀어나온
pl: wystający
pt_br: salientes
ru: торчащий
tr: çıkık
vi: lồi ra
zh_hans: 突出

source: wrinkled
de: faltig
fr: ridé
it: rugosi
ko: 주름진
pl: pomarszczony
pt_br: enrugado
ru: сморщенный
tr: kırışık
vi: nhăn nheo
zh_hans: 皱

source: smooth
de: glatt
fr: lisse
it: liscio
ko: 매끄러운
pl: gładki
pt_br: raspar
ru: гладкий
tr: pürüzsüz
vi: mịn màng
zh_hans: 平滑

source: convex
de: konvex
fr: convexe
it: convesso
ko: 볼록한
pl: wypukły
pt_br: convexa
ru: выпуклый
tr: dışbükey
vi: lồi
zh_hans: 凸

source: curly
de: lockig
fr: frisé
it: ricci
ko: 곱슬
pl: kręcone
pt_br: Curley
ru: кудрявый
tr: kıvırcık
vi: xoăn
zh_hans: 卷曲

source: straight
de: gerade
fr: droit
it: lisci
ko: 똑바로
pl: prosty
pt_br: direita
ru: прямой
tr: düz
vi: thẳng
zh_hans: 直行

source: sparse
de: spärlich
fr: clairsemé
it: rado
ko: 부족한
pl: rzadkie
pt_br: escasso(a)
ru: редкий
tr: seyrek
vi: thưa thớt
zh_hans: 疏

source: thick
de: dick
fr: épais
it: spesso
ko: 두꺼운
pl: gruby
pt_br: espessura
ru: толстый
tr: kalın
vi: dày
zh_hans: 厚

source: thin
de: dünn
fr: mince
it: sottile
ko: 얇은
pl: cienki
pt_br: tem muito finas íris
ru: тонкий
tr: ince
vi: mỏng
zh_hans: 瘦

source: upturned
de: nach oben gewandt
fr: renversé
it: rovesciato
ko: 거꾸로
pl: zadarty
pt_br: arrebitado
ru: курносый
tr: yukarı kalkık
vi: hếch lên
zh_hans: 翻过来的

source: hooked
de: hakte
fr: accroché
it: agganciato
ko: 갈고리
pl: haczykowy
pt_br: enganchado
ru: крючковатый
tr: kemerli
vi: khoằm
zh_hans: 上瘾

source: splayed out
de: abgespreizt
fr: étalé
it: spiattellato
ko: 펼쳐져
pl: rozrzucone
pt_br: saindo da ferida
ru: оттопыренные
tr: dışa doğru yayılmış
vi: vểnh ra
zh_hans: 张开了

source: flattened
de: abgeflacht
fr: aplati
it: appiattito
ko: 단조롭게 하는
pl: spłaszczony
pt_br: achatada
ru: приплюснутый
tr: düzleşmiş
vi: bẹt
zh_hans: 扁平

source: great-lobed
de: groß gelappt
fr: grand lobe
it: con grandi lobi
ko: 대엽
pl: wielkopłatowy
pt_br: grande-lóbulos
ru: с большими мочками
tr: büyük loblu
vi: dái tai lớn
zh_hans: 大裂

source: fuse-lobed
de: sicherungsgelappt
fr: fuselé
it: con lobi attaccati
ko: 퓨즈 로브
pl: bezpiecznik płatowy
pt_br: fusível-lóbulos
ru: с короткими мочками
tr: birleşik loblu
vi: dái tai liền
zh_hans: 熔裂

source: gapped
de: lückenhaft
fr: béant
it: irregolari
ko: 갭이 있는
pl: szczelina
ru: с прорехами
tr: ayrık
vi: thưa
zh_hans: 跳空

source: crowded
de: überfallen
fr: bondé
it: affollato
ko: 붐비는
pl: zatłoczony
pt_br: Apertados
ru: многочисленны
tr: sıkışık
vi: chen chúc
zh_hans: 挤

source: high-cheekboned
de: hohe Wangenknochen
fr: pommettes hautes
it: con zigomi alti
ko: 광대뼈가 높은
pl: wysokie kości policzkowe
pt_br: altas maças do rosto
ru: с высокими скулами
tr: çıkık elmacık kemikli
vi: xương gò má cao
zh_hans: 高颧骨的人

source: low-cheekboned
de: mit tiefen Wangenknochen
fr: pommettes basses
it: con zigomi bassi
ko: 광대뼈가 낮은
pl: o nisko osadzonych kościach policzkowych
pt_br: baixo-cheekboned
ru: с низкими скулами
tr: düşük elmacık kemikli
vi: xương gò má thấp
zh_hans: 低颧骨的人

source: broad-chinned
de: breitkinnig
fr: menton large
it: mento ampio
ko: 턱이 넓은
pl: o szerokim podbródku
pt_br: -de-queixo-largo
ru: с широким подбородком
tr: geniş çeneli
vi: cằm rộng
zh_hans: 阔嘴的

source: narrow-chinned
de: mit engen Kinn
fr: menton étroit
it: mento stretto
ko: 턱이 좁은
pl: wąski podbródek
pt_br: -de-queixo-estreito
ru: с узким подбородком
tr: dar çeneli
vi: cằm hẹp
zh_hans: 狭长脸

source: jutting-chinned
de: mit herausragenden Kinn
fr: menton saillant
it: mento sporgente
ko: 턱이 튀어나온
pl: wystający podbródek
pt_br: a sobressair o Cais-cais
ru: с выступающим подбородком
tr: çıkık çeneli
vi: cằm nhô ra
zh_hans: 突兀的脸庞

source: recess-chinned
de: mit ausgesparten Kinn
fr: évidement mentonné
it: mento in dentro
ko: 오목한 턱
pl: o cofniętym podbródku
pt_br: -de-queixo-recesso
ru: с вдавленным подбородком
tr: geride çeneli
vi: cằm lõm vào
zh_hans: 休养生息

source: square-chinned
de: mit augeglichenen Kinn
fr: menton carré
it: mento quadrato
ko: 네모난
pl: o kwadratowej szczęce
pt_br: -de-queixo-quadrado
ru: с квадратным подбородком
tr: kare çeneli
vi: cằm vuông
zh_hans: 方寸之地

source: round-chinned
de: mit runden Kinn
fr: menton rond
it: mento arrotondato
ko: 둥근 턱
pl: o okrągłej szczęce
pt_br: -de-queixo-rodada
ru: с круглым подбородком
tr: yuvarlak çeneli
vi: cằm tròn
zh_hans: 圆头的

source: round
de: rund
fr: tour
it: rotondo
ko: 둥근
pl: okrągły
pt_br: tem um queixo muito redondo
ru: круглый
tr: yuvarlak
vi: tròn
zh_hans: 圆

source: greasy
de: fettig
fr: graisseux
it: untuoso
ko: 기름 바른
pl: tłusty
pt_br: pastoso
ru: жирный
tr: yağlı
vi: nhờn
zh_hans: 油脂

source: dry
de: trocken
fr: sec
it: secco
ko: 마른
pl: suchy
pt_br: seco
ru: сухой
tr: kuru
vi: khô
zh_hans: 干

source: deep-voiced
de: klar geäußert
fr: voix profonde
it: con voce profonda
ko: 깊은 목소리의
pl: o głębokim głosie
pt_br: profundo-dublado
ru: глубокий голос
tr: kalın sesli
vi: giọng trầm
zh_hans: 深沉的声音

source: high-voiced
de: stark geäußert
fr: à haute voix
it: con voce acuta
ko: 고음의
pl: o wysokim głosie
pt_br: alta-voz
ru: высокий голос
tr: tiz sesli
vi: giọng cao
zh_hans: 高声

source: raspy-voiced
de: kratzstimmig
fr: voix rauque
it: con voce roca
ko: 거친 목소리의
pl: o chrapliwym głosie
pt_br: voz rouca
ru: скрипучий голос
tr: boğuk sesli
vi: giọng khàn
zh_hans: 沙哑的声音

source: clear-voiced
de: klar zum Ausdruck gebracht
fr: voix claire
it: con voce chiara
ko: 맑은 목소리의
pl: o czystym głosie
pt_br: Clear-dublado
ru: чистый голос
tr: berrak sesli
vi: giọng trong trẻo
zh_hans: 清脆的声音

source: body is
de: Körper ist
fr: le corps est
it: il corpo è
ko: 몸은
pl: ciało jest
pt_br: o corpo é
ru: тело
tr: vücudu
vi: cơ thể
zh_hans: 身体是
