Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Go to Shop
de: Zum Laden gehen
fr: Aller à la boutique
it: Vai al Negozio
ko: 가게에 가다
pl: Idź do Warsztatu
pt_br: Ir para a loja
ru: Идти в мастерскую
tr: Dükkana Git
vi: Đến Xưởng
zh_hans: 去商店

source: Seek Training Ammunition
de: Suche nach Trainingsmunition
fr: Cherchez des munitions d'entraînement
it: Cerca munizioni da addestramento
ko: 훈련 탄약 찾기
pl: Szukaj Amunicji Treningowej
pt_br: Procura Munição de Treino
ru: Искать тренировочные боеприпасы
tr: Eğitim Mühimmatı Ara
vi: Tìm Đạn Dược Huấn Luyện
zh_hans: 寻求训练弹药

source: Archery Training Site
de: Bogenschießen-Trainingsgelände
fr: Site d'entraînement au tir à l'arc
it: Sito di tiro con l'arco
ko: 양궁 훈련장
pt_br: Local de treinamento de arco e flecha
ru: Учебная площадка по стрельбе из лука
tr: Okçuluk Eğitim Alanı
vi: Khu Vực Huấn Luyện Bắn Cung
zh_hans: 射箭训练场地

source: Sparring Partner
de: Sparringspartner
fr: Partenaire d'entraînement
it: Compagno di allenamento
ko: 스파링 파트너
pt_br: Treinar com parceiro
ru: партнер по боевой тренировке
tr: Antrenman Ortağı
vi: Bạn Tập Luyện
zh_hans: 陪练伙伴

source: Sparring Site
de: Sparring-Platz
fr: Site d'entraînement
it: Sito di Pugilato
ko: 스파링 사이트
pt_br: Local de treino
ru: Площадка для тренировочных боёв.
tr: Antrenman Alanı
vi: Khu Vực Tập Luyện
zh_hans: 陪练现场

source: Seek Artifact
de: Suche Artefakt
fr: Chercher un artefact
it: Cerca Manufatto
ko: 유물 찾기
pt_br: Procuram o artefato
ru: Искать артефакт
tr: Eser Ara
vi: Tìm Hiện Vật
zh_hans: 寻求神器

source: Grab Ammunition for Building
de: Holen Sie sich Munition für den Bau
fr: Prenez des munitions pour la construction
it: Prendi Munizioni per l'Edificio
ko: 건축자재 챙기기
pt_br: Pegar Munição para Construir
ru: Захватить аммуницию для строительства
tr: Bina İçin Mühimmat Al
vi: Lấy Đạn Dược cho Công Trình
zh_hans: 抓住建筑物的弹药

source: Seek Building for Ammunition
de: Suche nach Gebäude für Munition
fr: Chercher un bâtiment pour les munitions
it: Cerca edificio per le Munizioni
ko: 탄약을 위한 건물 찾기
pt_br: Procura Construção para Munição
ru: Ищет Здание для Боеприпасов
tr: Mühimmat İçin Bina Ara
vi: Tìm Công Trình Cần Đạn Dược
zh_hans: 寻求建造弹药

source: Seek Item for Storage
de: Gegenstand für Lagerung suchen
fr: Rechercher un objet pour le stockage
it: Cerca oggetto da riporre
ko: 보관할 항목 찾기
pt_br: Buscar item para Armazenar
ru: Искать Предмет для Контейнера
tr: Depolanacak Eşya Ara
vi: Tìm Vật Phẩm để Cất Trữ
zh_hans: 寻求存储项目

source: Store Item
de: Gegenstand lagern
fr: Article du magasin
it: Ripone oggetto
ko: 아이템 저장
pt_br: Item da loja
ru: Предмет Магазина
tr: Eşyayı Depola
vi: Cất Trữ Vật Phẩm
zh_hans: 存储项目

source: Grab Kill
de: Schnapp dir Kill
fr: Saisir Tuer
it: Prendi Preda
ko: 잡아 죽이기
pt_br: Agarrar e matar
ru: Схватить Убить
tr: Avı Al
vi: Lấy Con Mồi Hạ Gục
zh_hans: 抓住了

source: Grab Execution Weapon
de: nehme Hinrichtungswaffe
fr: Saisir l'arme d'exécution
it: Prendi Arma d'esecuzione
ko: 처형무기 챙기기
pt_br: Agarra Arma de Execução
ru: Захватить Оружие Казни
tr: İnfaz Silahını Al
vi: Lấy Vũ Khí Hành Quyết
zh_hans: 抢夺执行武器

source: Drop Kill at Butcher
de: Drop Kill beim Schlachter
fr: Mise à mort par le boucher
it: Lascia Preda dal Macellaio
ko: 정육점에서 드롭 킬
pt_br: Deixar o Abate no Açougue
ru: Бросить Работу Мясника
tr: Avı Kasaba Bırak
vi: Đặt Con Mồi Hạ Gục tại Lò Mổ
zh_hans: 杀死屠夫

source: Drop Kill out Front
fr: Drop Kill à l'avant
it: Lascia preda sul davanti
ko: 드롭 아웃 프론트
pt_br: Queda a Frente
ru: Бросить Добычу Снаружи
tr: Avı Ön Tarafa Bırak
vi: Đặt Con Mồi Hạ Gục Ra Ngoài
zh_hans: 掉落前面

source: Go to Beating Target
fr: Aller à battre la cible
it: Vai a Obiettivo da percuotere
ko: 비팅 타겟으로 이동
pt_br: Vá para Bater no Alvo
ru: Перейти к битью цели
tr: Dövülecek Hedefe Git
vi: Đến Mục Tiêu Cần Đánh Đập
zh_hans: 去击败目标

source: Go to Interrogation Target
de: Zum Vernehmungsziel gehen
fr: Aller à la cible d'interrogation
it: Vai all'obiettivo dell'interrogatorio
ko: 심문 대상으로 이동
pt_br: Indo Interrogar o alvo
ru: Идти к допрашиваемому
tr: Sorgulanacak Hedefe Git
vi: Đến Mục Tiêu Cần Thẩm Vấn
zh_hans: 转到审讯目标

source: Interrogation Office
de: Vernehmungsbüro
fr: Bureau d'interrogatoire
it: Ufficio Interrogatori
ko: 심문실
pt_br: Gabinete de interrogatório
ru: Комната допросов
tr: Sorgu Odası
vi: Văn Phòng Thẩm Vấn
zh_hans: 审讯办公室

source: Seek Kidnap Victim
de: Suche nach Entführungsopfer
fr: Cherchez une victime d'enlèvement
it: Cercala Vittima di Rapimento
ko: 납치 피해자 찾기
pt_br: Procurar vítima de sequestro
ru: Искать Похищенную Жертву
tr: Kaçırılacak Kurban Ara
vi: Tìm Nạn Nhân Bị Bắt Cóc
zh_hans: 寻求绑架受害者

source: Seek Blood Suck Victim
de: Blutsauger-Opfer suchen
fr: Cherchez une victime suceuse de sang
it: Cerca Vittima di suzione di sangue
ko: 흡혈 피해자 찾기
pt_br: Buscar Vítima que teve o Sangue Sugado
ru: Искать Жертву Кровососов
tr: Kanı Emilecek Kurban Ara
vi: Tìm Nạn Nhân Bị Hút Máu
zh_hans: 寻求血吮受害者

source: Seek Sheriff
de: Sheriff suchen
fr: Chercher le shérif
it: Cerca Sceriffo
ko: 보안관 찾기
pt_br: Procurar xerife
ru: Искать Шерифа
tr: Şerifi Ara
vi: Tìm Cảnh Sát Trưởng
zh_hans: 寻求警长

source: Seek Hunting Target
de: Jagdziel suchen
fr: Chercher la cible de chasse
it: Cerca Bersaglio Caccia
ko: 사냥 대상 찾기
pl: Poszukiwanie celu polowania
pt_br: Procurar alvo de caça
ru: Искать Цель Охоты
tr: Av Hedefi Ara
vi: Tìm Mục Tiêu Săn Bắn
zh_hans: 寻求狩猎目标

source: Seek Target Mechanism
de: Mechanismus zur Zielsuche
fr: Mécanisme de recherche de cible
it: Cerca Bersaglio Meccanisco
ko: 대상 메커니즘 찾기
pl: Mechanizm wyszukiwania celu
pt_br: Procurar mecanismo alvo
ru: Искать Цель Механизма
tr: Hedef Mekanizma Ara
vi: Tìm Cơ Chế Mục Tiêu
zh_hans: 寻求目标机制

source: Seek Target for Mechanism
de: Zielscheibe für Mechanismus suchen
fr: Rechercher la cible du mécanisme
it: Cerca Bersaglio per Meccanismo
ko: 메커니즘에 대한 대상 찾기
pl: Poszukiwanie celu dla mechanizmu
pt_br: Buscar Alvo por Mecanismo
ru: Ищет цель для механизма
tr: Mekanizma İçin Hedef Ara
vi: Tìm Mục Tiêu cho Cơ Chế
zh_hans: 寻求机制目标

source: Seek Mechanism for Trigger
de: Suchmechanismus für Auslöser
fr: Mécanisme de recherche pour déclencheur
it: Meccanismo di ricerca per l'innesco
ko: 트리거 메커니즘 찾기
pl: Mechanizm wyszukiwania dla wyzwalacza
pt_br: Procura Mecanismo para Gatilho
ru: Искать механизм для переключателя
tr: Tetik İçin Mekanizma Ara
vi: Tìm Cơ Chế để Kích Hoạt
zh_hans: 寻求触发机制

source: Seek Trigger for Mechanism
de: Auslöser für Mechanismus suchen
fr: Rechercher le déclencheur du mécanisme
it: Cercare l'innesco per il meccanismo
ko: 메커니즘에 대한 검색 트리거
pl: Poszukiwanie wyzwalacza dla mechanizmu
pt_br: Procurar Gatilho para Mecanismo
ru: Искать переключатель для механизма
tr: Mekanizma İçin Tetik Ara
vi: Tìm bộ kích hoạt cho Cơ chế
zh_hans: 寻求机制的触发器

source: Seek Trap for Vermin Catch
de: Suchfalle für Ungezieferfalle
fr: Cherchez un piège pour attraper la vermine
it: Cerca Trappola per Catturare Parassiti
ko: 해충 잡기를 위한 함정 찾기
pl: Pułapka do łapania robactwa
pt_br: Procurar Armadilha para Captura de pragas
ru: Искать Ловушки для Ловли Паразитов
tr: Haşere Yakalamak İçin Tuzak Ara
vi: Tìm Bẫy để bắt Sâu bọ
zh_hans: 为害虫捕获寻找陷阱

source: Seek Vermin for Catching
de: Ungeziefer zum Fangen suchen
fr: Cherchez la vermine pour l'attraper
it: Cerca parassiti per Catturare
ko: 잡기 위해 해충 찾기
pl: Poszukiwanie szkodników do złapania
pt_br: Persegue Verme para Captura
ru: Искать Паразитов для Ловли
tr: Yakalamak İçin Haşere Ara
vi: Tìm Sâu bọ để bắt
zh_hans: 寻求害虫捕获

source: Seek Vermin Catch Location
de: Suche nach Ungeziefer-Fangort
fr: Chercher l'emplacement de capture de la vermine
it: Cerca Posizione di Cattura dei Parassiti
ko: 해충 잡기 위치 찾기
pl: Poszukiwanie lokalizacji połowu szkodników
pt_br: Procurar pelo Local de Coletar Vermes
ru: Искать место для ловли паразитов
tr: Haşere Yakalama Yeri Ara
vi: Tìm Vị trí bẫy Sâu bọ
zh_hans: 寻求害虫捕获位置

source: Wander Vermin Catch Location
fr: Wander Vermin Catch Emplacement
it: Vaga Posizione di Cattura dei Parassiti
ko: 방랑 해충 포획 위치
pt_br: Vagar pelo Local de Coletar Vermes
ru: Искать Место для Ловли Паразитов
tr: Haşere Yakalama Yerinde Dolaş
vi: Lang thang quanh Vị trí bẫy Sâu bọ
zh_hans: 漫步害虫捕获位置

source: Seek Vermin for Hunting
de: Suche nach Ungeziefer für die Jagd
fr: Cherchez la vermine pour la chasse
it: Cerca Parassiti per la Caccia
ko: 사냥을 위해 해충 찾기
pt_br: Procura Vermes para Caça
ru: Искать Паразитов для Охоты
tr: Avlamak İçin Haşere Ara
vi: Tìm Sâu bọ để săn
zh_hans: 寻求害虫寻找狩猎

source: Seek Vermin Hunting Spot
de: Ungeziefer-Jagdplatz suchen
fr: Cherchez un spot de chasse à la vermine
it: Cerca Posto di Caccia Parassiti
ko: 해충 사냥터 찾기
pt_br: Procurar Local de Caça de Vermes
ru: Искать Место Охоты На Паразитов
tr: Haşere Avlama Noktası Ara
vi: Tìm Địa điểm săn Sâu bọ
zh_hans: 寻求害虫狩猎点

source: Wander Vermin Hunting Spot
fr: Spot de chasse à la vermine Wander
it: Vaga Posto di Caccia Parassiti
ko: 방황 해충 사냥터
pt_br: Vagar pelo Local de Caça de Vermes
ru: Искать место для охоты на паразитов
tr: Haşere Avlama Noktasında Dolaş
vi: Lang thang quanh Địa điểm săn Sâu bọ
zh_hans: 漫步害虫狩猎点

source: Seek Fish Trap
de: Suche nach Fischreuse
fr: Chercher un piège à poisson
it: Cerca Trappola Pesci
ko: 물고기 덫 찾기
pt_br: Buscar Armadilha de Peixe
ru: Искать ловушку для рыб
tr: Balık Tuzağı Ara
vi: Tìm Bẫy cá
zh_hans: 寻找鱼陷阱

source: Seek Fish Catch Location
de: Suche nach Fischfangort
fr: Chercher l'emplacement des prises de poisson
it: Cerca Posizione di Cattura Pesci
ko: 물고기를 잡을 위치 찾기
pt_br: Procurar pelo Local de Pesca
ru: Искать место ловли рыбы
tr: Balık Tutma Yeri Ara
vi: Tìm Vị trí bắt cá
zh_hans: 寻求鱼捕获位置

source: Seek Well for Water
de: Suche Brunnen für Wasser
fr: Cherchez bien pour l'eau
it: Cerca Pozzo per Acqua
ko: 물을 잘 구하라
pt_br: Buscar Poço por Água
ru: Искать колодец для воды
tr: Su İçin Kuyu Ara
vi: Tìm Giếng để lấy nước
zh_hans: 寻求水好

source: Seek Drink Area for Water
de: Trinkbereich für Wasser suchen
fr: Rechercher une zone de boisson pour l'eau
it: Cerca Area di Bevuta per Acqua
ko: 물 마실 곳 찾기
pt_br: Procure área para beber água
ru: Искать область питья для воды
tr: Su İçin İçme Alanı Ara
vi: Tìm Khu vực uống nước
zh_hans: 寻求饮用水区

source: Upgrade Squad Equipment
de: Upgrade der Truppenausrüstung
fr: Améliorer l'équipement de l'escouade
it: Migliora Equipaggiamento Squadra
ko: 분대 장비 업그레이드
pt_br: Atualizar Equipamento Do Esquadrão.
ru: Обновить экипировку отряда
tr: Manga Ekipmanını Yükselt
vi: Nâng cấp Trang bị Đội hình
zh_hans: 升级小队装备

source: Prepare Equipment Manifests
fr: Préparer les manifestes d'équipement
it: Prepara Equipaggiamento Manifesti
ko: 장비 목록 준비
pt_br: Preparar Relatórios dos Equipamentos
ru: Подготовить Манифесты Экиперовки
tr: Ekipman Listelerini Hazırla
vi: Chuẩn bị Bảng kê khai Trang bị
zh_hans: 准备装备清单

source: Wander Depot
fr: Dépôt d'errance
it: Vaga Deposito
ko: 원더 디포
pt_br: Entreposto Vagante
ru: Бродить по Посту
tr: Depoda Dolaş
vi: Lang thang tại Kho hàng
zh_hans: 漫步仓库

source: Seek Update Office
de: Update-Büro suchen
fr: Chercher le bureau de mise à jour
it: Cerca Aggiornamento Ufficio
ko: 업데이트 사무실 찾기
pt_br: Procurar por Atualização de Escritório
ru: Искать Обновление Кабинета
tr: Kayıt Güncelleme Ofisi Ara
vi: Tìm đến Văn phòng Cập nhật
zh_hans: 寻求更新办公室

source: Seek Manage Office
de: Suchen Sie Manage Office
fr: Cherche Gérer Bureau
it: Cerca Gestisci Ufficio
ko: 관리사무소 찾기
pt_br: Procure Gerenciar Escritório
ru: Искать Управление Кабинета
tr: Yönetici Ofisi Ara
vi: Tìm đến Văn phòng Quản lý
zh_hans: 寻求管理办公室

source: Assigned Building Job
fr: Travail de construction assigné
it: Lavoro Costruzione Assegnato
ko: 할당된 건물 작업
pt_br: Trabalho de Construção Atribuído
ru: Назначены Строительные Работы
tr: Atanmış Bina İşi
vi: Nhiệm vụ Xây dựng được giao
zh_hans: 分配建筑工作

source: Chase Opponent
de: Verfolgung des Gegners
fr: Poursuivre l'adversaire
it: Insegui Avversario
ko: 체이스 상대
pt_br: Perseguir Oponente
ru: Преследовать Противника
tr: Rakibi Kovala
vi: Truy đuổi Đối thủ
zh_hans: 追逐对手

source: Chase Opponent Flood
de: Verfolge Gegnerflut
fr: Poursuivre l'inondation de l'adversaire
it: Insegui Avversario Alluvione
ko: 체이스 상대 홍수
pt_br: Inundação de adversário Chase
ru: Преследовать поток врагов
tr: Rakibi Kovala (Yayılım)
vi: Truy đuổi Đối thủ (Tràn ngập)
zh_hans: 追逐对手洪水

source: Chase Opponent (Same Square)
de: Verfolgung des Gegners (gleiches Feld)
fr: Poursuivre l'adversaire (même case)
it: Insegui Avversario (stesso riquadro)
ko: 상대를 쫓다(같은 광장)
pt_br: Perseguir Oponente (Mesmo Quadrado)
ru: Преследовать противника (Тот-же квадрат)
tr: Rakibi Kovala (Aynı Kare)
vi: Truy đuổi Đối thủ (Cùng ô)
zh_hans: 追逐对手（同方）

source: Flee from Opponent
fr: Fuir l'adversaire
it: Scappa da Avversario
ko: 상대로부터 도망치다
pt_br: Fugir do Oponente
ru: Бежать от Противника
tr: Rakipten Kaç
vi: Tháo chạy khỏi Đối thủ
zh_hans: 逃离对手

source: Flee from Opponent (Climb)
de: Fliehe von Gegner (Aufstieg)
fr: Fuir l'adversaire (monter)
it: Fuggi dall'Avversario (Arrampicata)
ko: 상대로부터 도망치기(등반)
pt_br: Fugir do Oponente (Escalar)
ru: Бежать от противника (карабкаться)
tr: Rakipten Kaç (Tırman)
vi: Tháo chạy khỏi Đối thủ (Trèo)
zh_hans: 逃离对手（攀登）

source: Attack Building
de: Gebäude angreifen
fr: Bâtiment d'attaque
it: Attacca Edificio
ko: 공격 건물
pt_br: Atacar Construção
ru: Атаковать Строение
tr: Binaya Saldır
vi: Tấn công Công trình
zh_hans: 攻击大楼

source: Start Bed Carry
de: Start Bett tragen
fr: Commencer le transport du lit
it: Inizia Trasporto Letto
ko: 베드 캐리 시작
pt_br: Começar Carregamento de Cama
ru: Начать нести кровать
tr: Yatak Taşımaya Başla
vi: Bắt đầu Vận chuyển Giường
zh_hans: 开始携带床

source: Start Medical Aid
de: Start Medizinische Hilfe
fr: Commencer l'aide médicale
it: Avvia Assistenza Medica
ko: 의료 지원 시작
pt_br: Iniciar Cuidados Médicos
ru: Начать медецинскую помощь
tr: Tıbbi Yardıma Başla
vi: Bắt đầu Cứu trợ Y tế
zh_hans: 开始医疗援助

source: Seek Station Flood
de: Suchen Sie Station Hochwasser
fr: Chercher Station Inondation
it: Cerca Stazione Allagamento
ko: 탐색 스테이션 플러드
pt_br: Busque Inundação da Estação
ru: Искать Станцию Наводнения
tr: Mevzi Ara (Yayılım)
vi: Tìm Vị trí (Tràn ngập)
zh_hans: 寻求洪水

source: Seek Station
de: Suche Station
fr: Chercher la station
it: Cerca Stazione
ko: 역 찾기
pt_br: Procurar Estação
ru: Поисковая Станция
tr: Mevzi Ara
vi: Tìm Vị trí
zh_hans: 寻求站

source: Train Animal
de: Trainieren Tier
fr: Former des animaux
it: Addestra Animale
ko: 기차 동물
pt_br: Treino de Animal
ru: Дрессировать животное
tr: Hayvan Eğit
vi: Huấn luyện Động vật
zh_hans: 火车动物

source: Start Water Job Well
de: Start Wasserauftrag gut
fr: Commencer le travail de l'eau bien
it: Inizia Lavoro Acqua Pozzo
ko: 물 작업을 잘 시작하십시오.
pt_br: Começar o trabalho no Poço
ru: Начать работать с колодцем
tr: Kuyudan Su Alma İşine Başla
vi: Bắt đầu Nhiệm vụ lấy nước tại Giếng
zh_hans: 开始水工作好

source: Start Water Job Drink Area
de: Start Wasserauftrag Trinkbereich
fr: Commencer le travail de l'eau Zone de boisson
it: Inizia Lavoro Acqua Area Bevuta
ko: 시작 물 직업 음주 지역
pt_br: Iniciar Trabalho de Água na Área de Bebidas
ru: Начать Водной Работы Питьевой Зоны
tr: İçme Alanından Su Alma İşine Başla
vi: Bắt đầu Nhiệm vụ lấy nước tại Khu vực uống nước
zh_hans: 开始水工作饮料区

source: Start Eat Job
de: Start Essen Auftrag
fr: Commencer à manger
it: Comincia Lavoro Cibo
ko: 일을 먹기 시작
pt_br: Começar Trabalho de Comer
ru: Начать Есть на Работе
tr: Yeme İşine Başla
vi: Bắt đầu Nhiệm vụ ăn uống
zh_hans: 开始吃饭

source: Scheduled Meal
de: Geplante Mahlzeit
fr: Repas programmé
it: Pasto programmato
ko: 예정된 식사
pt_br: Refeição Agendada
ru: График Еды
tr: Planlanmış Yemek
vi: Bữa ăn đã lên lịch
zh_hans: 预定膳食

source: Scheduled Sleep Bed
de: Geplantes Schlafbett
fr: Lit de sommeil programmé
it: Letto per dormire programmato
ko: 예정된 수면 침대
pt_br: Cama para Dormir Agenda
ru: Запланирован Сон на Кровати
tr: Planlanmış Uyku (Yatak)
vi: Ngủ trên Giường đã lên lịch
zh_hans: 预定睡眠床

source: Scheduled Sleep Ground
de: Geplanter Schlafplatz
fr: Sol de sommeil programmé
it: Spazio in terra per dormire programmato
ko: 예정된 슬립 그라운드
pt_br: Sono Programado
ru: Запланирован Сон на Земле
tr: Planlanmış Uyku (Yer)
vi: Ngủ dưới Đất đã lên lịch
zh_hans: 预定睡眠场

source: Rest
de: Ruhe
fr: Repos
it: Riposa
ko: 쉬다
pt_br: Resto
ru: Отдыхать
tr: Dinlen
vi: Nghỉ ngơi
zh_hans: 休息

source: Remove Construction
de: Entferne Konstruktion
fr: Supprimer la construction
it: Rimuovi costruzione
ko: 건축물 철거
pt_br: Remover a construção
ru: Снос конструкции
tr: Yapıyı Kaldır
vi: Tháo dỡ Công trình
zh_hans: 移除构筑

source: Chop
de: Hacken
fr: Hacher
it: Taglia
ko: 촙
pt_br: Cortar
ru: Рубить
tr: Kes
vi: Chặt
zh_hans: 劈

source: Detail
de: Einzelheiten
fr: Détail
it: Dettaglio
ko: 세부 사항
pt_br: Detalhe
ru: Подробности
tr: Detaylandır
vi: Khắc họa
zh_hans: 详情

source: Gather Plant
de: Pflanze einsammeln
fr: Cueillir des plantes
it: Cogli Pianta
ko: 식물 채집
pt_br: Pegar Plantas
ru: Сбор Растений
tr: Bitki Topla
vi: Thu thập Thực vật
zh_hans: 收集植物

source: Dig
de: Graben
fr: Creuser
it: Scava
ko: 채굴
pt_br: Cavar
ru: Копать
tr: Kaz
vi: Đào
zh_hans: 挖掘

source: Mischief
de: Unfug
fr: Sottises
it: Malizia
ko: 장난
pt_br: Travessura
ru: Зло
tr: Haylazlık
vi: Nghịch phá
zh_hans: 恶作剧

source: Rest (Recovered)
de: Ruhe (erholt)
fr: Repos (récupéré)
it: Riposo (recuperato)
ko: 휴식(회복)
pt_br: Descansar (Recuperado)
ru: Отдых (Выздоровел)
tr: Dinlen (İyileşti)
vi: Nghỉ ngơi (Đã hồi phục)
zh_hans: 休息（恢复）

source: Rest (Reset)
de: Ruhe (Ruhe)
fr: Repos (Réinitialiser)
it: Riposo (reset)
ko: 휴식(재설정)
pt_br: Descansar (Redefinir)
ru: Отдых (Сброс)
tr: Dinlen (Sıfırla)
vi: Nghỉ ngơi (Đặt lại)
zh_hans: 休息（重置）

source: Combat Training
de: Kampftraining
fr: Entraînement au combat
it: Addestramento
ko: 전투 훈련
pt_br: Treinamento de Combate
ru: Боевая подготовка
tr: Savaş Eğitimi
vi: Huấn luyện Chiến đấu
zh_hans: 战斗训练

source: Skill Demonstration
de: Demonstration von Fertigkeiten
fr: Démonstration de compétences
it: Dimostrazione d'abilità
ko: 기술 시연
pt_br: Demonstração de Habilidade
ru: Демонстрация навыков
tr: Beceri Gösterimi
vi: Trình diễn Kỹ năng
zh_hans: 技能演示

source: Individual Skill Drill
de: Einzelne Übung
fr: Exercice de compétences individuelles
it: Abilità individuale di combattimento
ko: 개별 기술 훈련
pt_br: Treinamento de Habilidade Individual
ru: Индивидуальная Тренировка Навыка
tr: Bireysel Beceri Talimi
vi: Tập luyện Kỹ năng Cá nhân
zh_hans: 个人技能训练

source: Guard Path
de: Wächterpfad
fr: Chemin de garde
it: Controlla percorso
ko: 가드 패스
pt_br: Caminho de guarda
ru: Маршрут патрулирования
tr: Muhafız Yolu
vi: Canh gác Lối đi
zh_hans: 警卫路径

source: Harass
de: Belästigen
fr: Harceler
it: Molesta
ko: 괴롭히다
pt_br: Assediar
ru: Беспокойство
tr: Taciz Et
vi: Quấy rối
zh_hans: 骚扰

source: Site Walk
de: Gehweg
fr: Promenade sur le site
it: Sito Cammina
ko: 사이트 워크
pt_br: Local a pé
ru: Поход к месту
tr: Yerleşim Yürüyüşü
vi: Tuần tra Khu vực
zh_hans: 网站步行

source: Site Walk to Building
de: Gehweg zum Gebäude
fr: Marche du site jusqu'au bâtiment
it: Sito Cammina verso Costruzione
ko: 사이트 워크 투 빌딩
pt_br: Caminhada de local para construção
ru: Поход к месту для строительства
tr: Binaya Yerleşim Yürüyüşü
vi: Tuần tra Khu vực đến Công trình
zh_hans: 现场步行到建筑物

source: Army Walk
de: Armee-Weg
fr: Marche de l'armée
it: Esercito Marcia
ko: 아미 워크
pt_br: Caminhada do exército
ru: Поход армии
tr: Ordu Yürüyüşü
vi: Hành quân
zh_hans: 陆军步行

source: Seek Ladder to Climb
de: Suche Leiter zum Klettern
fr: Chercher une échelle pour grimper
it: Cerca Scala per Arrampicare
ko: 오르기 위해 사다리 찾기
pt_br: Procure a escada para subir
ru: Искать лестницу, чтобы забраться
tr: Tırmanmak İçin Merdiven Ara
vi: Tìm Thang để Trèo
zh_hans: 寻求爬梯子

source: Seek Ladder to Move
de: Suche Leiter zum Bewegen
fr: Cherchez une échelle pour vous déplacer
it: Cerca Scala per Muovere
ko: 이동할 사다리 찾기
pt_br: Procure a escada para o movimento
ru: Искать лестницу, чтобы переместить
tr: Hareket Etmek İçin Merdiven Ara
vi: Tìm Thang để Di chuyển
zh_hans: 寻求梯子移动

source: Place Ladder
de: Platziere Leiter
fr: Placer l'échelle
it: Colloca Scala
ko: 사다리 놓기
pt_br: local
ru: Ставить лестницу
tr: Merdiven Yerleştir
vi: Đặt Thang
zh_hans: 放置梯子

source: Prayer
de: Gebet
fr: Prière
it: Preghiera
ko: 기도
pt_br: Oração
ru: Молиться
tr: Dua
vi: Cầu nguyện
zh_hans: 祷告

source: Make Believe
de: glauben zu machen
fr: Faire croire
it: Far finta
ko: 믿게 하다
pt_br: Fazer Acreditar
ru: Изображать
tr: Hayal Kurma
vi: Tưởng tượng
zh_hans: 假扮游戏

source: Play with Toy
de: Mit Spielzeug spielen
fr: jouer avec jouet
it: Gioca con giocattolo
ko: 장난감을 가지고 놀다
pt_br: Brincar com o Brinquedo
ru: Играть с игрушкой
tr: Oyuncakla Oyna
vi: Chơi với Đồ chơi
zh_hans: 玩玩具

source: Ponder Topic
de: Nachdenken über Thema
fr: Réfléchir au sujet
it: Rifletti su Argomento
ko: 주제를 숙고하다
pt_br: Ponderar Tópico
ru: Размышлять на какую-то тему
tr: Konu Üzerine Kafa Yor
vi: Suy ngẫm Chủ đề
zh_hans: 思考主题

source: Fill Service Order
de: Serviceauftrag ausführen
fr: Remplir la commande de service
it: Riempi Ordine Servizio
ko: 서비스 주문 채우기
pt_br: Preencher Ordem de Serviço
ru: Заполнять заказ на обслуживание
tr: Servis Siparişini Doldur
vi: Hoàn thành Đơn dịch vụ
zh_hans: 填写服务订单

source: Get Written Content
de: Erhalte geschrieben Inhalt
fr: Obtenir du contenu écrit
it: Prendi contenuti scritti
ko: 서면 콘텐츠 가져오기
pt_br: Pegar Conteúdo Escrito
ru: Взять текст
tr: Yazılı İçerik Al
vi: Lấy Tài liệu đã viết
zh_hans: 获得书面内容

source: Go to Reading Place
de: Gehe zum Leseplatz
fr: Aller au lieu de lecture
it: Vai a Luogo di Lettura
ko: 독서 장소로 이동
pt_br: Ir para o Local de Leitura
ru: Идти к месту для чтения
tr: Okuma Yerine Git
vi: Đến Nơi đọc sách
zh_hans: 前往阅读场所

source: Get Writing Materials
de: Hole Schreibwaren
fr: Obtenir du matériel d'écriture
it: Prendi Materiale scrittorio
ko: 필기구 얻기
pt_br: Pegar Materiais de Escrita
ru: Идти за письменными принадлежностями
tr: Yazı Malzemelerini Al
vi: Lấy Vật liệu viết
zh_hans: 获得写作材料

source: Go to Writing Place
de: Gehe zum Schreibplatz
fr: Aller au lieu d'écriture
it: Vai a Luogo di Scrittura
ko: 작성 장소로 이동
pt_br: Ir para o Local de Escrita
ru: Идти к письменному столу
tr: Yazı Yerine Git
vi: Đến Nơi viết lách
zh_hans: 去写作地方

source: Grab Instrument
de: Nimm Instrument
fr: Saisir l'instrument
it: Prendi Strumento
ko: 악기 챙기기
pt_br: Pegar Instrumento
ru: Брать музыкальный инструмент
tr: Enstrüman Al
vi: Cầm Nhạc cụ
zh_hans: 拿取乐器

source: Grab Toy
de: Nimm Spielzeug
fr: Jouet à saisir
it: Prendi Gioco
ko: 장난감 챙기기
pt_br: Pegar Brinquedo
ru: Брать игрушку
tr: Oyuncak Al
vi: Cầm Đồ chơi
zh_hans: 抢玩具

source: Store Object
de: Gegenstand speichern
fr: Stocker l'objet
it: Riponi Oggetto
ko: 개체 저장
pt_br: Guardar Objeto
ru: Объект Магазина
tr: Nesneyi Depola
vi: Cất giữ Đồ vật
zh_hans: 存储对象

source: Leave Site for Squad Order
de: Seite verlassen für Truppen Auftrag
fr: Quitter le site pour l'ordre de l'escouade
it: Lascia il Sito per l'Ordine di Squadra
ko: 분대 명령을 위해 사이트에서 나가기
pt_br: Sair do local para ordem do esquadrão
ru: Покинуть Место для Порядка Отряда
tr: Manga Emri İçin Yerleşimden Ayrıl
vi: Rời Khu vực theo Lệnh Đội hình
zh_hans: 离开现场的小队秩序

source: Parley Unit
fr: Unité de parlement
it: Discussione Unità
ko: 팔리 유닛
pt_br: Negociar unidade
ru: Часть переговоров
tr: Müzakere Birimi
vi: Đàm phán với Đơn vị
zh_hans: 苍白的单位

source: Parley Item
fr: Article de pourparlers
it: Discussione Oggetto
ko: 협상 아이템
pt_br: Negociar item
ru: Предмет переговоров
tr: Müzakere Eşyası
vi: Đàm phán về Vật phẩm
zh_hans: 苍白的东西

source: Follow Command
de: Befehl folgen
fr: Suivre la commande
it: Esegui comando
ko: 명령 따르기
pt_br: Seguir Comando
ru: Следовать команде
tr: Emri Takip Et
vi: Tuân theo Lệnh
zh_hans: 遵循命令

source: Seek Heist Item
de: Raubgut suchen
fr: Rechercher un objet de braquage
it: Cerca Oggetto Rapina
ko: 강탈 아이템 찾기
pt_br: Procurar Item do Roubo
ru: Искать предмет ограбления
tr: Soygun Eşyası Ara
vi: Tìm Vật phẩm cho Vụ trộm
zh_hans: 寻找劫掠物品
