Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: necessary threat
de: erforderliche Bedrohung
fr: menace nécessaire
it: minaccia necessaria
ko: 필요한 위협
pl: niezbędne zagrożenie
pt_br: ameaça necessária
ru: необходимая угроза
tr: gerekli tehdit
vi: Mối đe dọa cần thiết
zh_hans: 必要的威胁

source: rebuffed corruption
de: Korruption abgelehnt
fr: corruption repoussée
it: corruzione respinta decisamente
ko: 거부된 부패
pl: odrzucona korupcja
pt_br: corrupção rejeitada
ru: противостоял коррупции
tr: yolsuzluk reddedildi
vi: Chống lại tham nhũng
zh_hans: 拒绝腐败

source: source of illegal funds
de: Quelle illegaler Gelder
fr: source de fonds illégaux
it: fonte di fondi illegali
ko: 불법자금의 출처
pl: źródło nielegalnych funduszy
pt_br: fonte de fundos ilegais
ru: источник незаконных средств
tr: yasadışı fon kaynağı
vi: Nguồn quỹ bất hợp pháp
zh_hans: 非法资金来源

source: source of illegal funds for master
de: Quelle illegaler Gelder für den Meister
fr: source de fonds illégaux pour le maître
it: fonte di fondi illegali per il maestro
ko: 마스터의 불법 자금 출처
pl: źródło nielegalnych funduszy dla mistrza
pt_br: fonte de fundos ilegais para mestre
ru: источник нелегальных средств для мастера
tr: efendi için yasadışı fon kaynağı
vi: Nguồn quỹ bất hợp pháp cho chủ nhân
zh_hans: 主的非法资金来源

source: suspected criminal
de: mutmaßlicher Verbrecher
fr: criminel présumé
it: sospetto criminale
ko: 용의자
pl: podejrzany o popełnienie przestępstwa
pt_br: criminoso suspeito
ru: подозреваемый преступник
tr: şüpheli suçlu
vi: Nghi phạm hình sự
zh_hans: 犯罪嫌疑人

source: general purpose asset
fr: actif à usage général
it: risorsa a scopo generale
ko: 범용 자산
pl: aktywa ogólnego przeznaczenia
pt_br: ativo de propósito geral
ru: универсальный актив
tr: genel amaçlı piyon
vi: Tài sản đa năng
zh_hans: 通用资产

source: usable thief
fr: voleur utilisable
it: ladro adoperabile
ko: 사용 가능한 도둑
pl: użyteczny złodziej
pt_br: ladrão utilizável
ru: полезный вор
tr: kullanılabilir hırsız
vi: Tên trộm có thể lợi dụng
zh_hans: 可用的盗贼

source: potential employer
fr: employeur potentiel
it: potenziale datore di lavoro
ko: 잠재적 고용주
pl: potencjalny pracodawca
pt_br: empregador potencial
ru: потенциальный работодатель
tr: potansiyel işveren
vi: Chủ nhân tiềm năng
zh_hans: 潜在雇主

source: plot thief
fr: voleur de complot
it: trama ladro
ko: 줄거리 도둑
pl: kradzież fabuły
pt_br: ladrão de trama
ru: заговор вора
tr: entrika hırsızı
vi: Tên trộm chủ chốt
zh_hans: 情节窃贼

source: compromised position holder
fr: titulaire de poste compromis
it: titolare della posizione compromessa
ko: 손상된 위치 보유자
pl: skompromitowany posiadacz stanowiska
pt_br: titular da posição comprometida
ru: скомпрометированный держатель позиции
tr: şantaj altındaki makam sahibi
vi: Kẻ nắm giữ vị trí bị uy hiếp
zh_hans: 妥协的职位持有人

source: delivery target
de: Lieferziel
fr: objectif de livraison
it: obiettivo di consegna
ko: 배달 대상
pl: cel dostawy
pt_br: meta de entrega
ru: цель доставки
tr: teslimat hedefi
vi: Mục tiêu chuyển phát
zh_hans: 交付目标

source: handler
fr: gestionnaire
it: gestore
ko: 매니저
pl: prowadzący
pt_br: manipulador
ru: сделки
tr: yönlendirici
vi: Người điều phối
zh_hans: 管理者

source: usable assassin
fr: assassin utilisable
it: assassino adoperabile
ko: 사용 가능한 암살자
pl: przydatny zabójca
pt_br: assassino utilizável
ru: готовый убийца
tr: kullanılabilir suikastçı
vi: Sát thủ có thể lợi dụng
zh_hans: 可用的刺客

source: plot assassin
fr: complot assassin
it: trama assassino
ko: 음모 암살자
pl: zabójca
pt_br: assassino da trama
ru: заговор убийцы
tr: entrika suikastçısı
vi: Sát thủ chủ chốt
zh_hans: 阴谋刺客

source: personal enemy
fr: ennemi personnel
it: nemico personale
ko: 개인적인 적
pl: osobisty wróg
pt_br: inimigo pessoal
ru: личный враг
tr: kişisel düşman
vi: Kẻ thù cá nhân
zh_hans: 仇人

source: usable snatcher
fr: voleur utilisable
it: accalappiatore adoperabile
ko: 사용 가능한 스내처
pl: użyteczny złodziej
pt_br: ladrão utilizável
ru: полезный похититель
tr: kullanılabilir kaçırıcı
vi: Kẻ cướp có thể lợi dụng
zh_hans: 可用的抢夺者

source: plot snatcher
fr: voleur de complot
it: trama accalappiatore
ko: 줄거리 날치기
pl: porywacz fabuły
pt_br: ladrão de trama
ru: заговорщик
tr: entrika kaçırıcısı
vi: Kẻ cướp chủ chốt
zh_hans: 抢夺情节的人

source: plot saboteur
fr: complot saboteur
it: trama sabotatore
ko: 음모 공작원
pl: sabotażysta
pt_br: sabotador da trama
ru: сюжет диверсанта
tr: entrika sabotajcısı
vi: Kẻ phá hoại chủ chốt
zh_hans: 阴谋破坏者

source: underworld contact
de: Unterwelt-Kontakt
fr: contacter la pègre
it: contatto con gli Inferi
ko: 지하세계 접촉
pl: kontakt z podziemiem
pt_br: contato do submundo
ru: контакт подземного мира
tr: yeraltı dünyası bağlantısı
vi: Liên hệ thế giới ngầm
zh_hans: 冥界联系

source: possibly unknown director
de: möglicherweise unbekannter Direktor
fr: réalisateur peut-être inconnu
it: regista forse sconosciuto
ko: 아마도 알려지지 않은 감독
pl: prawdopodobnie nieznany reżyser
pt_br: diretor possivelmente desconhecido
ru: возможно, неизвестный режиссер
tr: muhtemelen bilinmeyen yönetici
vi: Có thể là giám đốc không rõ danh tính
zh_hans: 可能是未知的导演

source: former position
fr: ancien poste
it: posizione precedente
ko: 이전 위치
pl: poprzednie stanowisko
pt_br: posição anterior
ru: бывшая должность
tr: eski pozisyon
vi: Vị trí trước đây
zh_hans: 前职务

source: position claim
fr: revendication de position
it: posizione rivendicata
ko: 직위 주장
pl: roszczenie o pozycję
pt_br: reivindicação de posição
ru: заявка на должность
tr: pozisyon iddiası
vi: Yêu sách vị trí
zh_hans: 职位要求

source: squad
de: Trupp
fr: équipe
it: squadra
ko: 분대
pl: skład
pt_br: equipe
ru: отряд
tr: manga
vi: Đội hình
zh_hans: 小队

source: former squad
de: ehemalige Truppe
fr: ancienne équipe
it: ex squadra
ko: 전 분대
pl: poprzedni skład
pt_br: ex-esquadrão
ru: бывший отряд
tr: eski manga
vi: Đội hình trước đây
zh_hans: 原班人马

source: former occupation
de: frühere Besetzung
fr: ancien métier
it: occupazione precedente
ko: 이전 직업
pl: poprzedni zawód
pt_br: ocupação anterior
ru: прежнее занятие
tr: eski meslek
vi: Nghề nghiệp trước đây
zh_hans: 以前的职业

source: resident
fr: résident
it: residente
ko: 거주자
pl: rezydent
pt_br: habitante
ru: резидент
tr: sakin
vi: Cư dân
zh_hans: 居民

source: active
de: aktiv
fr: actif
it: attivo
ko: 활성화
pl: aktywny
pt_br: ativo
ru: активный
tr: aktif
vi: Hoạt động
zh_hans: 活跃的

source: buried at site
fr: enterré sur place
it: sepolto nel sito
ko: 사이트에 묻혀
pl: pochowany na miejscu
pt_br: enterrado no local
ru: похоронен на месте
tr: yerleşimde gömülü
vi: Được chôn cất tại địa điểm
zh_hans: 埋在基地

source: unburied at site
fr: non enterré sur le site
it: non sepolto nel sito
ko: 현장에 묻히지 않은
pl: niepochowany na miejscu
pt_br: Não enterrados no local
ru: не захоронен на месте
tr: yerleşimde gömülmemiş
vi: Chưa chôn cất tại địa điểm
zh_hans: 在现场没有埋葬

source: unburied at battlefield
fr: non enterré sur le champ de bataille
it: non sepolto sul campo di battaglia
ko: 전장에 묻히지 않은
pl: niepochowany na polu bitwy
pt_br: Não enterrados no campo de batalha
ru: не захоронен на поле боя
tr: savaş alanında gömülmemiş
vi: Chưa chôn cất tại chiến trường
zh_hans: 在战场上没有被埋葬

source: unburied at subregion
fr: non enterré dans la sous-région
it: non sepolto nella sottoregione
ko: 소구역에 묻히지 않은
pl: niepochowany w podregionie
pt_br: Não enterrados na sub-regiao
ru: не захоронен в субрегионе
tr: alt bölgede gömülmemiş
vi: Chưa chôn cất tại tiểu vùng
zh_hans: 没有在此区域被埋葬

source: unburied at feature layer
fr: non enterré au niveau de la couche d'entités
it: non sepolto nello strato di caratteristica
ko: 피처 레이어에 묻히지 않음
pl: niepochowany w warstwie fabularnej
pt_br: Não enterrados na camada de recurso
ru: не захоронен на уровне
tr: özellik katmanında gömülmemiş
vi: Chưa chôn cất tại lớp địa hình
zh_hans: 未被特质层掩埋

source: entombed at site
fr: enterré sur le site
it: tumulato in sito
ko: 현장에 매장
pl: pochowany na miejscu
pt_br: sepultado no local
ru: захоронен на месте
tr: yerleşimde defnedilmiş
vi: Được an táng tại địa điểm
zh_hans: 在现场埋葬

source: apprentice
fr: apprenti
it: apprendista
ko: 견습생
pl: praktykant
pt_br: aprendiz
ru: ученик
tr: çırak
vi: Học việc
zh_hans: 学徒

source: fey
fr: fée
it: incantato
ko: 이상한
pl: skomplikowany
pt_br: excêntrico
ru: обреченный
tr: perili
vi: Kỳ ảo
zh_hans: 古怪的

source: secretive
fr: secret
it: riservato
ko: 비밀스러운
pl: skryty
pt_br: reservado(a)
ru: скрытный
tr: gizli kapaklı
vi: Kín đáo
zh_hans: 隐秘

source: fell
fr: abattre
it: caduto
ko: 쓰러뜨리다
pl: spadł
pt_br: caiu
ru: рубить
tr: uğursuz
vi: Tàn ác
zh_hans: 下跌

source: melancholy
fr: mélancolie
it: malinconia
ko: 울적
pl: melancholia
pt_br: melancolia
ru: меланхолия
tr: melankoli
vi: U sầu
zh_hans: 忧郁

source: insane
fr: fou
it: folle
ko: 정신 이상의
pl: szalony
pt_br: insano
ru: безумный
tr: meczup
vi: Điên loạn
zh_hans: 疯

source: berserk
fr: fou furieux
it: impazzito
ko: 맹렬한
pt_br: furioso
ru: берсерк
tr: gözü dönmüş
vi: Cuồng nộ
zh_hans: 发狂的

source: catatonic
fr: catatonique
it: catatonico
ko: 긴장성
pl: katatonia
pt_br: catatônico
ru: бессознательный
tr: katatonik
vi: Mất tri giác
zh_hans: 紧张

source: visiting
fr: visiter
it: visita
ko: 방문
pl: odwiedzający
pt_br: visitando
ru: посещение
tr: ziyaret ediyor
vi: Đang ghé thăm
zh_hans: 访问

source: refugee
fr: réfugié
it: rifugiato
ko: 난민
pl: uchodźca
pt_br: refugiado
ru: беженец
tr: mülteci
vi: Người tị nạn
zh_hans: 难民

source: settled
fr: colonisé
it: sistemato
ko: 안정된
pl: ustalony
pt_br: Resolvido
ru: обосновался
tr: yerleşik
vi: Đã định cư
zh_hans: 安定

source: love propensity
fr: propension à l'amour
it: propensione all'amore
ko: 사랑의 성향
pl: skłonność do miłości
pt_br: propensão ao amor
ru: склонность к любви
tr: aşka yatkınlık
vi: Xu hướng yêu thương
zh_hans: 爱的倾向

source: hate propensity
fr: propension à la haine
it: propensione all'odio
ko: 혐오 성향
pl: skłonność do nienawiści
pt_br: propensão ao ódio
ru: склонность к ненависти
tr: nefret yatkınlık
vi: Xu hướng căm ghét
zh_hans: 恨的倾向

source: envy propensity
fr: propension à l'envie
it: propensione all'invidia
ko: 부러워하는 성향
pl: skłonność do zazdrości
pt_br: propensão à inveja
ru: склонность завидовать
tr: kıskançlık yatkınlık
vi: Xu hướng đố kỵ
zh_hans: 嫉妒的倾向

source: cheer propensity
fr: propension à la joie
it: propensione alla gioia
ko: 응원 성향
pl: skłonność do dopingu
pt_br: propensão ao ânimo
ru: ура. склонность
tr: neşe yatkınlık
vi: Xu hướng vui vẻ
zh_hans: 庆祝的倾向

source: depression propensity
fr: propension à la dépression
it: propensione alla depressione
ko: 우울증 성향
pl: skłonność do depresji
pt_br: propensão à depressão
ru: склонность к депрессии
tr: depresyon yatkınlık
vi: Xu hướng trầm cảm
zh_hans: 抑郁的倾向

source: anger propensity
fr: propension à la colère
it: propensione alla rabbia
ko: 분노 성향
pl: skłonność do gniewu
pt_br: propensão à raiva
ru: склонность к гневу
tr: öfke yatkınlık
vi: Xu hướng giận dữ
zh_hans: 愤怒的倾向

source: anxiety propensity
fr: propension à l'anxiété
it: propensione all'ansia
ko: 불안 성향
pl: skłonność do lęku
pt_br: propensão à ansiedade
ru: склонность к тревожности
tr: kaygı yatkınlık
vi: Xu hướng lo âu
zh_hans: 焦虑的倾向

source: lust propensity
fr: propension à la luxure
it: propensione alla lussuria
ko: 정욕 성향
pl: skłonność do pożądania
pt_br: propensão à luxúria
ru: склонность к похоти
tr: şehvet yatkınlık
vi: Xu hướng ham muốn
zh_hans: 情欲的倾向

source: stress vulnerability
fr: vulnérabilité au stress
it: vulnerabilità allo stress
ko: 스트레스 취약성
pl: podatność na stres
pt_br: vulnerabilidade ao estresse
ru: стрессово уязвимый
tr: stres hassasiyeti
vi: Dễ bị căng thẳng
zh_hans: 应力脆弱

source: greed
fr: avidité
it: avidità
ko: 탐욕
pl: chciwość
pt_br: ganância
ru: жадность
tr: açgözlülük
vi: Tham lam
zh_hans: 贪婪

source: intemperance
fr: intempérance
it: sregolatezza
ko: 무절제
pl: nieumiarkowanie
pt_br: intemperança
ru: невоздержанность
tr: ölçüsüzlük
vi: Vô độ
zh_hans: 放纵

source: likes fighting
de: kämpft gerne
fr: aime se battre
it: ama lottare
ko: 싸움을 좋아한다
pl: lubi walczyć
pt_br: gosta de lutar
ru: любит драться
tr: kavgayı sever
vi: Thích chiến đấu
zh_hans: 喜欢战斗

source: stubborness
de: Sturheit
fr: entêtement
it: testardaggine
ko: 완고함
pl: upór
pt_br: teimosia
ru: упрямство
tr: inatçılık
vi: Bướng bỉnh
zh_hans: 固执

source: wastefulness
fr: gaspillage
it: sprecone
ko: 낭비벽
pl: marnotrawstwo
pt_br: desperdício
ru: расточительность
tr: savurganlık
vi: Lãng phí
zh_hans: 浪费

source: discord
fr: discorde
it: discordia
ko: 불화
pl: niezgoda
pt_br: discórdia
ru: хаос
tr: anlaşmazlık
vi: Gây bất hòa
zh_hans: 不和

source: disdain advice
fr: conseils dédaigneux
it: disprezza i consigli
ko: 충고를 경멸하다
pl: rada dotycząca pogardy
pt_br: desdenhar conselhos
ru: презрительный совет
tr: öğütleri küçümseme
vi: Khinh thường lời khuyên
zh_hans: 不屑一顾的建议

source: fearlessness
fr: intrépidité
it: intrepidezza
ko: 대담
pl: nieustraszoność
pt_br: destemor
ru: бесстрашие
tr: korkusuzluk
vi: Gan dạ
zh_hans: 无畏

source: confidence
fr: confiance
it: fiducia di sé
ko: 신뢰
pl: zaufanie
pt_br: confiança
ru: уверенность
tr: özgüven
vi: Tự tin
zh_hans: 自信

source: vanity
fr: vanité
it: vanità
ko: 화장대
pl: próżność
pt_br: vaidade
ru: тщеславие
tr: kibir
vi: Hư danh
zh_hans: 虚荣

source: zaniness
fr: loufoquerie
it: vanaglorioso
ko: 광대
pl: dziwactwo
pt_br: bobagem
ru: зазнайство
tr: gariplik
vi: Kỳ quặc
zh_hans: 狂热

source: cruelty
fr: cruauté
it: crudeltà
ko: 잔학
pl: okrucieństwo
pt_br: crueldade
ru: жестокость
tr: zalimlik
vi: Độc ác
zh_hans: 残酷性

source: singlemindedness
de: Zielstrebigkeit
fr: la détermination
it: determinazione
ko: 일편단심
pl: Jednomyślność
pt_br: obstinação
ru: прямоты
tr: adanmışlık
vi: Quyết tâm cao độ
zh_hans: 一心一意

source: bashful
fr: timide
it: timido
ko: 수줍은
pl: nieśmiały
pt_br: tímido
ru: робкий
tr: utangaç
vi: Rụt rè
zh_hans: 害羞的

source: private
fr: privé
it: riservato
ko: 사적인
pl: prywatny
pt_br: privado
ru: частный
tr: mahrem
vi: Riêng tư
zh_hans: 私人的

source: perfectionist
fr: perfectionniste
it: perfezionista
ko: 완벽주의자
pl: perfekcjonista
pt_br: perfeccionista
ru: перфекционист
tr: mükemmeliyetçi
vi: Người cầu toàn
zh_hans: 完美主义者

source: tolerance for differences
fr: tolérance aux différences
it: tolleranza per le differenze
ko: 차이에 대한 관용
pl: tolerancja dla różnic
pt_br: tolerância para diferenças
ru: терпимость к различиям
tr: farklılıklara tolerans
vi: Khoan dung với sự khác biệt
zh_hans: 对差异的宽容

source: obsessive
fr: obsessionnel
it: ossessivo
ko: 강박적인
pl: obsesyjny
pt_br: obsessivo
ru: навязчивый
tr: takıntılı
vi: Ám ảnh
zh_hans: 强迫性的

source: swayable
de: schwankend
fr: oscillant
it: influenzabile
ko: 흔들리는
pl: kołysze się
pt_br: oscilante
ru: раскачивающийся
tr: kolay etkilenen
vi: Dễ bị lung lay
zh_hans: 可摇摆的

source: altruism
fr: altruisme
it: altruismo
ko: 애타 주의
pl: altruizm
pt_br: altruísmo
ru: альтруизм
tr: diğerkamlık
vi: Vị tha
zh_hans: 利他主义

source: dutiful
de: pflichtbewusst
fr: respectueux
it: diligente
ko: 충실한
pl: obowiązkowy
pt_br: obediente
ru: ответственный
tr: itaatkar
vi: Tận tụy
zh_hans: 忠实的

source: thoughtless
de: gedankenlos
fr: irréfléchi
it: sconsiderato
ko: 인정 없는
pl: bezmyślny
pt_br: impensado
ru: беспечный
tr: düşüncesiz
vi: Vô tâm
zh_hans: 没有思想的

source: orderly
fr: ordonné
it: ordinato
ko: 질서 있는
pl: uporządkowany
pt_br: ordenadamente
ru: организованный
tr: düzenli
vi: Ngăn nắp
zh_hans: 有序的

source: trusting
fr: confiant
it: fiducioso
ko: 타인을 믿는
pl: zaufanie
pt_br: confiando
ru: доверчив
tr: güvenen
vi: Tin người
zh_hans: 信任的

source: gregarious
fr: grégaire
it: gregario
ko: 사교적인
pl: towarzyski
pt_br: gregário
ru: обдительный
tr: sosyal
vi: Hòa đồng
zh_hans: 喜好社交的人

source: assertive
fr: sûr de soi
it: assertivo
ko: 단호한
pl: asertywny
pt_br: assertivo
ru: напористый
tr: iddialı
vi: quả quyết
zh_hans: 自信的

source: frenetic
fr: frénétique
it: frenetico
ko: 열광적인
pl: szalony
pt_br: frenético
ru: деятельный
tr: coşkun
vi: cuồng loạn
zh_hans: 狂热的

source: excitement-seeking
de: Nervenkitzel suchen
fr: en quête d'excitation
it: in cerca di emozioni
ko: 흥분 추구
pl: poszukujący emocji
pt_br: em busca de emoção
ru: ищущий острые ощущения
tr: heyecan arayan
vi: ham tìm phấn khích
zh_hans: 追求刺激的人

source: flights of fancy
fr: Vols de fantaisie
it: voli pindarici
ko: 멋진 비행
pl: loty fantazji
pt_br: vôos de fantasia
ru: полёты фантазии
tr: hayalperestlik
vi: tưởng tượng bay bổng
zh_hans: 幻想的翅膀

source: abstract
fr: abstrait
it: astratto
ko: 요약
pl: streszczenie
pt_br: resumo
ru: аннотация
tr: soyut
vi: trừu tượng
zh_hans: 抽象的

source: artistic
de: künstlerisch
fr: artistique
it: artistico
ko: 예술적
pl: artystyczny
pt_br: artístico
ru: творческий
tr: sanatsal
vi: nghệ thuật
zh_hans: 艺术的

source: holy relic
fr: sainte relique
it: reliquia sacra
ko: 성물
pl: święta relikwia
pt_br: relíquia sagrada
ru: святая реликвия
tr: kutsal emanet
vi: thánh tích
zh_hans: 圣物

source: heirloom
fr: héritage
it: cimelio
ko: 법정 상속 동산
pl: pamiątka
pt_br: herança
ru: фамильная ценность
tr: yadigar
vi: vật gia truyền
zh_hans: 传家宝

source: symbol
fr: symbole
it: simbolo
ko: 상징
pt_br: símbolo
ru: символ
tr: sembol
vi: biểu tượng
zh_hans: 符号

source: defender won
fr: le défenseur a gagné
it: difensori hanno vinto
ko: 수비수가 이겼다
pl: obrońca wygrał
pt_br: defensor ganhou
ru: защитник победил
tr: savunan kazandı
vi: phe phòng thủ thắng
zh_hans: 防守方胜利

source: attacker won
fr: l'attaquant a gagné
it: attaccanti hanno vinto
ko: 공격자가 이겼다
pl: napastnik wygrał
pt_br: atacante ganhou
ru: атакующий победил
tr: saldıran kazandı
vi: phe tấn công thắng
zh_hans: 进攻方胜利

source: missing
tr: kayıp
vi: mất tích

source: skills
tr: yetenekler
vi: kỹ năng

source: account
tr: hesap
vi: ghi chép

source: pers
tr: kiş
vi: cá nhân

source: kills
tr: öldürmeler
vi: số mạng hạ gục

source: possible threat
pl: możliwe zagrożenie
tr: olası tehdit
vi: mối đe dọa tiềm tàng

source: rebuffed
pl: odrzucony
tr: reddedildi
vi: bị cự tuyệt

source: source of funds
pl: źródło funduszy
tr: fon kaynağı
vi: nguồn tài chính

source: source of funds for master
pl: źródło funduszy dla programu master
tr: efendi için fon kaynağı
vi: nguồn tài chính cho chủ nhân

source: asset
pl: zasób
tr: piyon
vi: tài sản

source: corrupt position holder
pl: skorumpowany posiadacz stanowiska
tr: yozlaşmış makam sahibi
vi: tham nhũng hóa người nắm giữ chức vụ

source: snatcher
de: Dieb
fr: voleur
it: accalappiatore
ko: 날치기
pl: złodziej
pt_br: ladrão
ru: похититель
tr: kaçırıcı
vi: kẻ bắt cóc
zh_hans: 绑架者

source: corrupt and pacify
pl: skorumpować i spacyfikować
tr: yozlaştır ve yatıştır
vi: tham nhũng và xoa dịu

source: obey
pl: posłuszeństwo
tr: itaat et
vi: tuân lệnh

source: avoid
pl: unikać
tr: kaçın
vi: tránh né

source: use
pl: użycie
tr: kullan
vi: sử dụng

source: tax
pl: podatek
tr: vergi
vi: đánh thuế

source: neutralize
pl: neutralizować
tr: etkisiz hale getir
vi: vô hiệu hóa

source: work if suited
pl: praca, jeśli jest odpowiednia
tr: uygunsa çalış
vi: làm việc nếu phù hợp

source: torment
pl: męka
tr: eziyet et
vi: hành hạ

source: grow funding network
pl: rozwój sieci finansowania
tr: fon ağını büyüt
vi: phát triển mạng lưới tài chính

source: grow asset network
pl: rozwój sieci aktywów
tr: varlık ağını büyüt
vi: phát triển mạng lưới tài sản

source: acquire artifact
pl: nabyć artefakt
tr: eser edin
vi: thu thập cổ vật

source: grow corruption network
pl: rozwój sieci korupcyjnej
tr: yozlaşma ağını büyüt
vi: phát triển mạng lưới tham nhũng

source: attain rank
pl: osiągnąć rangę
tr: rütbe elde et
vi: đạt cấp bậc

source: assassinate actor
pl: zamordować aktora
tr: hedefe suikast düzenle
vi: ám sát đối tượng

source: corruptly punish actor
pl: skorumpowany aktor
tr: aktörü yozlaşmış bir şekilde cezalandır
vi: trừng phạt đối tượng một cách tham nhũng

source: frame actor
pl: aktor ramowy
tr: hedefe kumpas kur
vi: gài bẫy đối tượng

source: kidnap actor
pl: porwanie aktora
tr: hedefe kaçır
vi: bắt cóc đối tượng

source: sabotage actor
pl: aktor sabotażysta
tr: hedefe sabote et
vi: phá hoại đối tượng

source: direct war to actor
pl: bezpośrednia wojna z aktorem
tr: savaşı hedefe yönlendir
vi: chỉ đạo chiến tranh chống lại đối tượng

source: corrupt actor's government
pl: rząd skorumpowanego aktora
tr: hedefin hükümetini yozlaştır
vi: tham nhũng chính phủ của đối tượng

source: become immortal
pl: stać się nieśmiertelnym
tr: ölümsüz ol
vi: trở nên bất tử

source: undead world conquest
pl: podbój świata nieumarłych
tr: hortlakların dünya fethi
vi: chinh phục thế giới bằng quân đoàn xác sống

source: infiltrate society
pl: infiltrować społeczeństwo
tr: topluma sız
vi: thâm nhập xã hội

source: This nameless being
fr: Cet être sans nom
it: Questo essere senza nome
ko: 이 이름 없는 존재
pl: Ta bezimienna istota
pt_br: Sendo esta sem nome
ru: Это безымянное существо
tr: Bu isimsiz varlık
vi: thực thể vô danh này
zh_hans: 这个无名的存在

source: a force
fr: une force
it: una forza
ko: 힘
pl: siła
pt_br: Força
ru: сила
tr: bir güç
vi: một thế lực
zh_hans: 力

source: a deity
fr: une divinité
it: una divinità
ko: 신
pl: bóstwo
pt_br: uma divindade
ru: божество
tr: bir tanrı
vi: một vị thần
zh_hans: 一个神

source: that occurs in the myths of
fr: qui se produit dans les mythes de
it: che si verifica nei miti di
ko: 신화에 나오는
pl: który występuje w mitach
pt_br: Isso ocorre nos mitos de
ru: , который упоминается в мифах
tr: şunun mitlerinde geçen
vi: xuất hiện trong các truyền thuyết của
zh_hans: 这发生在神话中

source: , animated by unknown forces
de: , beseelt von unbekannten Kräften
fr: , animé par des forces inconnues
it: , animato da forze sconosciute
ko: , 알 수 없는 힘에 의해 애니메이션
pl: , ożywiony przez nieznane siły
pt_br: , animado por forças desconhecidas
ru: , оживлён неизвестными силами
tr: , bilinmeyen güçler tarafından canlandırılan
vi: , được vận hành bởi các thế lực bí ẩn
zh_hans: ，被未知的力量所激励

source: born in
fr: né en
it: nato a
ko: 에서 태어난
pl: urodzony w
pt_br: natural de
ru: родился в
tr: şurada doğdu:
vi: sinh ra tại
zh_hans: 出生在

source: of unknown parentage
fr: de filiation inconnue
it: di parentela sconosciuta
ko: 혈통을 알 수 없는
pl: o nieznanym pochodzeniu
pt_br: filiação de pais incógnitos
ru: неизвестного происхождения
tr: bilinmeyen bir soydan
vi: không rõ dòng dõi
zh_hans: 未知的父母

source: Although accounts vary, it is universally agreed that
de: Obwohl es unterschiedliche Darstellungen gibt, ist man sich allgemein einig, dass
fr: Bien que les récits varient, il est universellement admis que
it: Anche se i resoconti variano, è universalmente riconosciuto che
ko: 계정은 다양하지만 다음과 같이 보편적으로 동의합니다.
pl: Choć relacje na ten temat różnią się między sobą, panuje powszechna zgoda co do tego, że
pt_br: Embora os relatos variam, é universalmente aceite que
ru: Хотя результаты подсчётов разнятся, но все согласны, что
tr: Anlatımlar değişse de, evrensel olarak kabul edilen şudur ki
vi: Mặc dù các ghi chép khác nhau, tất cả đều đồng tình rằng
zh_hans: 虽然存在诸多差异，但人们普遍同意这一点

source: was the
fr: était le
it: è stato il
ko: 이었다
pl: był
pt_br: foi o
ru: был
tr: şuydu:
vi: là
zh_hans: 是的

source: The identity of
fr: L'identité de
it: L'identità di
ko: 의 정체성
pl: Tożsamość
pt_br: A identidade do
ru: Личность
tr: Şunun kimliği:
vi: Danh tính của
zh_hans: 身份之于

source: has been lost to time
de: ist der Zeit zum Opfer gefallen
fr: a été perdu dans le temps
it: è andato perduto nel tempo
ko: 시간을 잃었다
pl: został utracony z upływem czasu
pt_br: perdeu a hora
ru: была потеряна во времени
tr: zamanla kayboldu
vi: đã bị lãng quên theo thời gian
zh_hans: 已经迷失了

source: the first of
de: der erste von
fr: le premier de
it: il primo di
ko: 첫 번째
pl: pierwszy z
pt_br: o primeiro dos
ru: первым из
tr: şunun ilki:
vi: người đầu tiên trong số
zh_hans: 第一个

source: one of the first of
fr: l'un des premiers de
it: uno dei primi di
ko: 의 첫 번째 중 하나
pl: jeden z pierwszych
pt_br: um dos primeiros de
ru: одним из первых в
tr: şunun ilklerinden biri:
vi: một trong những người đầu tiên trong số
zh_hans: 第一个

source: the only one of
fr: le seul de
it: l'unico di
ko: 의 유일한
pl: jedyny z
pt_br: o único de
ru: единственным из
tr: şunun tek örneği:
vi: người duy nhất trong số
zh_hans: 唯一的一个
