Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: overthrown
de: umgestürzt
fr: renversé
it: rovesciato
ko: 전복
pl: obalony
pt_br: derrubado
ru: свержение
tr: devrildi
vi: bị lật đổ
zh_hans: 推翻

source: the crushing of the insurrection against
de: die Niederschlagung des Aufstandes gegen
fr: l'écrasement de l'insurrection contre
it: la repressione dell'insurrezione contro
ko: 반란 진압
pl: zmiażdżenie powstania przeciwko
pt_br: o esmagamento da insurreição contra
ru: подавление восстания в
tr: şuna karşı ayaklanmanın bastırılması:
vi: việc dập tắt cuộc nổi dậy chống lại
zh_hans: 破坏起义的反抗

source: the end of the insurrection in
de: das Ende des Aufstandes in
fr: la fin de l'insurrection en
it: la fine dell'insurrezione in
ko: 반란의 끝
pl: koniec powstania w
pt_br: o fim da insurreição em
ru: окончание восстания в
tr: şuradaki ayaklanmanın sonu:
vi: sự kết thúc của cuộc nổi dậy tại
zh_hans: 在起义的结束

source: the overthrow of
de: der Umsturz von
fr: le renversement de
it: il rovesciamento di
ko: 의 전복
pl: obalenie
pt_br: a derrubada de
ru: свержение
tr: şunun devrilmesi:
vi: việc lật đổ
zh_hans: 推翻了

source: were taken by a mood to act against their better judgment at
de: von einer Stimmung ergriffen wurden, wider besseres Wissen zu handeln
fr: ont été pris par une humeur à agir contre leur meilleur jugement à
it: sono stati travolti da uno stato d'animo che li ha portati ad agire contro il loro miglior giudizio a
ko: 더 나은 판단에 반하는 행동을 취하려는 기분에 사로잡혔습니다.
pl: nastrój skłonił ich do działania wbrew ich lepszemu osądowi
pt_br: foram tomadas por um estado de espírito para agir contra a sua vontade em
ru: поддались настроению действовать против их лучших побуждений
tr: şurada sağduyularına aykırı hareket etmelerine neden olan bir ruh haline büründüler:
vi: đã bị cuốn theo một cảm xúc hành động trái với nhận định sáng suốt của họ tại
zh_hans: 被一种情绪所取代，以反对他们更好的判断力

source: launched an expedition to reclaim
de: Expedition zum Beanspruchen von
fr: lancé une expédition pour récupérer
it: ha lanciato una spedizione per reclamare
ko: 되찾기 위한 원정을 시작했다.
pl: rozpoczął ekspedycję w celu odzyskania
pt_br: lançou uma expedição para recuperar
ru: начата экспедиция по возвращению
tr: şunu geri almak için bir sefer başlattı:
vi: phát động một cuộc viễn chinh để thu hồi
zh_hans: 发起了一次探险回收行动

source: the questionable judgment of
de: das fragwürdige Urteil von
fr: le jugement contestable de
it: il discutibile giudizio di
ko: 의 의심스러운 판단
pl: wątpliwy osąd
pt_br: o acórdao questionável do
ru: сомнительное суждение о
tr: şunun sorgulanabilir kararı:
vi: phán đoán đáng ngờ của
zh_hans: 可疑的判断

source: the reclamation of
de: die Rückgewinnung von
fr: la reconquête de
it: il recupero di
ko: 매립
pl: rekultywacja
pt_br: a recuperação
ru: возвращение
tr: şunun geri alınması:
vi: việc thu hồi
zh_hans: 开垦

source: devoured
de: verschlungen
fr: dévoré
it: divorato
ko: 삼켜
pl: pożarty
pt_br: devorou
ru: съел
tr: yedi yuttu
vi: nuốt chửng
zh_hans: 吞噬

source: the devouring of
de: die Verschlingung von
fr: la dévoration de
it: il divoramento di
ko: 삼키는 것
pl: pożeranie
pt_br: devorando
ru: поедание
tr: şunun yenilip yutulması:
vi: việc nuốt chửng
zh_hans: 吞噬

source: burned out
de: durchgebrannt
fr: brûlé
it: bruciato
ko: 소진
pl: wypalony
pt_br: queimou-se
ru: сгорела
tr: yanıp kül olmuş
vi: cháy rụi
zh_hans: 烧坏

source: burned away
de: weggebrannt
fr: brûlé
it: bruciato
ko: 불에 타
pl: spalony
pt_br: queimado.
ru: сгорела
tr: yanıp gitmiş
vi: thiêu hủy
zh_hans: 烧掉了

source: torn off
de: weggerissen
fr: déchiré
it: lacerato
ko: 찢어진
pl: oderwany
pt_br: arrancada
ru: оторвана
tr: koparılmış
vi: bị xé toạc
zh_hans: 揭掉

source: torn out
de: herausgerissen
fr: arraché
it: stracciato
ko: 찢어진
pl: wyrwany
pt_br: arrancadas
ru: вырвана
tr: sökülmüş
vi: bị moi ra
zh_hans: 挖出

source: ripped off
de: abgezockt
fr: arnaqué
it: strappato via
ko: 찢어진
pl: oszukany
pt_br: arrancou
ru: оторвана
tr: yırtılıp koparılmış
vi: bị giật phăng
zh_hans: 扯掉了

source: stabbed out
de: ausgestochen
fr: poignardé
it: pugnalato
ko: 찔려
pl: dźgnięty
pt_br: esfaqueado por
ru: заколота
tr: bıçaklanıp çıkarılmış
vi: bị đâm móc ra
zh_hans: 刺伤了

source: slashed off
de: abgetrennt
fr: coupé
it: squarciato di netto
ko: 잘린
pl: odcięty
pt_br: cortou fora
ru: отсечена
tr: kesilip atılmış
vi: bị chém đứt
zh_hans: 砍掉了

source: slashed out
de: aufgeschlitzt
fr: tailladé
it: squarciato
ko: 베다
pl: wycięty
pt_br: cortou fora
ru: изранена
tr: kesip çıkarılmış
vi: bị chém móc ra
zh_hans: 砍掉了

source: broken away
de: weggebrochen
fr: rompu
it: spezzato
ko: 부서진
pl: oderwany
pt_br: quebrado, embora
ru: сломано
tr: kırılıp kopmuş
vi: bị bẻ gãy
zh_hans: 走开了

source: ripped
de: zerrissen
fr: déchiré
it: strappato
ko: 찢어진
pl: rozdarty
pt_br: rasgado
ru: разорвана
tr: yırtılmış
vi: bị xé toạc
zh_hans: 撕开

source: stabbed
de: erstochen
fr: poignardé
it: pugnalato
ko: 찔린
pl: dźgnięty
pt_br: esfaqueado
ru: заколота
tr: bıçaklanmış
vi: bị đâm
zh_hans: 被刺

source: slashed
de: aufgeschlitzt
fr: tailladé
it: squarciato
ko: 슬래시
pl: rozcięty
pt_br: cortado
ru: отсечена
tr: kesilmiş
vi: bị chém
zh_hans: 下调

source: smashed
de: zertrümmert
fr: brisé
it: distrutto
ko: 박살
pl: rozbity
pt_br: é esmagada ao corpo, uma massa irreconhecível!
ru: раздроблен
tr: parçalanmış
vi: bị đập nát
zh_hans: 被砸

source: as a means of torture
de: als Mittel der Folter
fr: comme moyen de torture
it: come mezzo di tortura
ko: 고문의 수단으로
pl: jako środek tortur
pt_br: como meio de tortura
ru: как средство пыток
tr: bir işkence yöntemi olarak
vi: như một phương tiện tra tấn
zh_hans: 作为一种酷刑手段

source: burning out
de: ausbrennend
fr: s'épuiser
it: bruciato
ko: 열심히하고있다
pl: wypalać
pt_br: Burnout
ru: сжигая
tr: yakıp kül etme
vi: thiêu rụi
zh_hans: 烧坏了

source: burning away
de: wegbrennend
fr: brûler
it: mandato in fiamme
ko: 타오르다
pl: spalanie
pt_br: queimando
ru: сжигая
tr: yakıp yok etme
vi: thiêu hủy
zh_hans: 烧掉了

source: tearing off
de: abreißend
fr: arrachant
it: lacerare di netto
ko: 찢어지다
pl: oderwanie
pt_br: rasgando
ru: отрывая
tr: koparma
vi: xé toạc
zh_hans: 撕毁

source: tearing out
de: herausreißend
fr: déchirer
it: lacerare
ko: 찢어지다
pl: wyrywanie
pt_br: arrancar o
ru: вырывая
tr: söküp çıkarma
vi: moi ra
zh_hans: 撕毁

source: ripping off
de: abzockend
fr: arrachant
it: strappare
ko: 뜯어 내다
pl: zdzierstwo
pt_br: rasgando fora
ru: разрывая
tr: yırtıp koparma
vi: giật phăng
zh_hans: 剥去

source: stabbing out
de: ausstechend
fr: poignarder
it: accoltellato
ko: 찌르다
pl: dźgnięcie
pt_br: esfaqueamento fora
ru: закалывая
tr: bıçaklayıp çıkarma
vi: đâm móc ra
zh_hans: 刺伤了

source: slashing off
de: abschneidend
fr: couper
it: squarciare di netto
ko: 삭감하다
pl: odcinanie
pt_br: cortando-se fora
ru: разрезая
tr: kesip atma
vi: chém đứt
zh_hans: 大刀阔斧

source: slashing out
de: ausmerzend
fr: couper
it: squarciare
ko: 슬래시 아웃
pl: wycinanie
pt_br: cortando-se fora
ru: раня
tr: kesip çıkarma
vi: chém móc ra
zh_hans: 大刀阔斧

source: ripping
de: Aufreißen
fr: déchirure
it: strappando
ko: 멋진
pl: zrywanie
pt_br: direção de corte longitudinal
ru: разрывающий
tr: yırtma
vi: xé toạc
zh_hans: 翻录

source: stabbing
de: Stechen
fr: poignarder
it: accoltellando
ko: 찌르기
pl: dźgać
pt_br: esfaqueamento
ru: колющий
tr: bıçaklama
vi: đâm
zh_hans: 刺

source: slashing
de: Aufschlitzen
fr: coupant
it: squarciare
ko: 날카로운
pl: cięcie
pt_br: limpeza/roça de mato
ru: режущий
tr: kesme
vi: chém
zh_hans: 削减

source: smashing
de: zertrümmern
fr: brisant
it: distruggendo
ko: 굉장한
pl: miażdżący
pt_br: formidável
ru: сокрушительный
tr: parçalama
vi: đập nát
zh_hans: 砸

source: were
de: waren
fr: étaient
it: erano
ko: ~이었다
pl: były
pt_br: foram
ru: были
tr: idi
vi: đã
zh_hans: 是

source: the first to reach the summit of
de: der erste, der den Gipfel des
fr: le premier à atteindre le sommet de
it: il primo a raggiungere la vetta di
ko: 가장 먼저 정상에 오른
pl: pierwszy, który dotarł na szczyt
pt_br: o primeiro a atingir o cume do
ru: первым достиг вершины
tr: şunun zirvesine ulaşan ilk kişi
vi: người đầu tiên đạt đến đỉnh của
zh_hans: 第一个到达峰会

source: an unknown peak
de: eine unbekannte Spitze
fr: un sommet inconnu
it: un picco sconosciuto
ko: 미지의 봉우리
pl: nieznany szczyt
pt_br: um pico desconhecido
ru: неизвестного пика
tr: bilinmeyen bir zirve
vi: một đỉnh núi vô danh
zh_hans: 一个未知的高峰

source: , which rises above
de: , die sich erheben über
fr: , qui s'élève au-dessus
it: , che si eleva al di sopra di
ko: , 위로 올라가는
pl: , który wznosi się ponad
pt_br: , que se eleva acima
ru: , которая возвышается над
tr: , şunun üzerinde yükselen
vi: , vươn cao trên
zh_hans: ，从上升

source: the climbing of
de: die Besteigung von
fr: l'escalade de
it: l'arrampicata di
ko: 의 등반
pl: wspinaczka
pt_br: a escalada de
ru: восхождение
tr: şunun tırmanışı:
vi: việc leo lên
zh_hans: 攀登

source: escaped from
de: flüchtete von
fr: s'echapper de
it: fuggito da
ko: 에서 탈출
pl: uciekł z
pt_br: escapou de
ru: бежал из
tr: şundan kaçtı:
vi: trốn thoát khỏi
zh_hans: 逃离了

source: made a journey to
de: machte eine Reise nach
fr: fait un voyage à
it: ha fatto un viaggio verso
ko: 여행을 했다
pl: podróżować do
pt_br: fez uma viagem para
ru: совершил путешествие в
tr: şuraya bir yolculuk yaptı:
vi: thực hiện một cuộc hành trình đến
zh_hans: 走了一段路

source: the escape from
de: die Flucht vor
fr: l'évasion de
it: la fuga da
ko: 탈출
pl: ucieknąć z
pt_br: a fuga das
ru: побег из
tr: şundan kaçış:
vi: cuộc trốn thoát khỏi
zh_hans: 逃脱于

source: the return of
de: die Rückkehr von
fr: le retour de
it: il ritorno di
ko: 의 귀환
pl: powrót
pt_br: o retorno de
ru: возвращение
tr: şunun dönüşü:
vi: sự trở về của
zh_hans: 回归

source: the journey of
de: die Reise von
fr: le voyage de
it: il viaggio di
ko: 의 여정
pl: podróż
pt_br: a jornada de
ru: путешествие
tr: şunun yolculuğu:
vi: cuộc hành trình của
zh_hans: 的旅程

source: outmatched
de: unterlegen
fr: dépassé
it: superato
ko: 타의 추종을 불허하는
pl: pokonany
pt_br: superado
ru: превосходившим
tr: üstün geldi:
vi: bị áp đảo
zh_hans: 虫对抗

source: with a cunning plan
de: mit einem raffinierten Plan
fr: avec un plan astucieux
it: con un piano astuto
ko: 교활한 계획으로
pl: z przebiegłym planem
pt_br: com um plano astuto
ru: с хитрым планом
tr: kurnazca bir planla
vi: với một kế hoạch xảo quyệt
zh_hans: 有一个狡猾的计划

source: tactical planning was superior to
de: die taktische Planung war besser als
fr: la planification tactique était supérieure à
it: pianificazione tattica era superiore a
ko: 전술적 계획이 우월했다.
pl: planowanie taktyczne było lepsze niż
pt_br: planejamento tático foi superior a
ru: тактическое планирование было лучше
tr: taktik planlaması şundan üstündü:
vi: kế hoạch chiến thuật vượt trội hơn
zh_hans: 战术规划优于

source: entirely outwitted
de: völlig überrumpelt
fr: entièrement déjoué
it: superato in astuzia
ko: 완전히 속았다
pl: całkowicie przechytrzył
pt_br: totalmente enganado
ru: полностью перехитрил
tr: tamamen zekasıyla alt etti:
vi: hoàn toàn bị đánh lừa
zh_hans: 完全被愚弄了

source: outmanuevered
de: ausmanövriert
fr: manœuvré
it: vinto in abilità
ko: 압도적인
pl: wyrolowany
pt_br: superado
ru: перехитренный
tr: manevrayla alt etti:
vi: bị vượt mặt
zh_hans: 超越手工的

source: but
de: aber
fr: mais
it: ma
ko: 하지만
pl: ale
pt_br: mas
ru: но
tr: ama
vi: nhưng
zh_hans: 但

source: and
de: und
fr: et
it: e
ko: 그리고
pl: oraz
pt_br: e
ru: и
tr: ve
vi: và
zh_hans: 与

source: made an outright foolish plan
de: einen geradezu törichten Plan gefasst
fr: fait un plan complètement insensé
it: fatto un piano assolutamente insensato
ko: 완전히 어리석은 계획을 세웠다
pl: zrobił głupi plan
pt_br: fez um plano totalmente tolo
ru: создал откровенный глупый план
tr: tamamen aptalca bir plan yaptı
vi: đưa ra một kế hoạch hoàn toàn ngu ngốc
zh_hans: 做了一个彻头彻尾的愚蠢计划

source: unrolled a brilliant tactical plan
de: einen brillanten taktischen Plan ausgeheckt
fr: déroulé un brillant plan tactique
it: svolto un brillante piano tattico
ko: 화려한 전술 계획을 펼치다
pl: rozwinął genialny plan taktyczny
pt_br: desenrolou um brilhante plano tático
ru: развернул блестящий тактический план
tr: parlak bir taktik plan ortaya koydu
vi: đã triển khai một kế hoạch chiến thuật xuất chúng
zh_hans: 展开了一个精彩的战术计划

source: made a poor plan
de: einen schlechten Plan gemacht
fr: fait un mauvais plan
it: fatto un piano scadente
ko: 허술한 계획을 세웠다
pl: zrobił kiepski plan
pt_br: arquitetou um plano pobre
ru: создал плохой план
tr: kötü bir plan yaptı
vi: đưa ra một kế hoạch kém cỏi
zh_hans: 制定了糟糕的计划

source: put forth a sound plan
de: einen soliden Plan ausarbeiten
fr: présenter un plan solide
it: proposto un piano solido
ko: 건전한 계획을 세우다
pl: przedstawić rozsądny plan
pt_br: apresentar um plano sólido
ru: выдвинуть разумный план
tr: sağlam bir plan öne sürdü
vi: đưa ra một kế hoạch vững chắc
zh_hans: 提出了一个完善的计划

source: blundered terribly
de: furchtbar gepatzt
fr: a terriblement gaffé
it: ha preso una cantonata
ko: 끔찍하게 실수했다
pl: strasznie się pomylił
pt_br: errou terrivelmente
ru: ужасно ошибался
tr: korkunç bir hata yaptı
vi: đã mắc lỗi nghiêm trọng
zh_hans: 非常失误

source: hatched a stunning strategy
fr: a élaboré une stratégie étonnante
it: ha elaborato una strategia sorprendente
ko: 놀라운 전략을 부화
pl: opracował oszałamiającą strategię
pt_br: elaborou uma estratégia impressionante
ru: вынашивал потрясающую стратегию
tr: çarpıcı bir strateji kurdu
vi: đã vạch ra một chiến lược ngoạn mục
zh_hans: 制定出令人惊叹的战略

source: used poor tactics
fr: utilisé de mauvaises tactiques
it: ha usato tattiche inadeguate
ko: 빈약한 전술을 사용함
pl: zastosował słabą taktykę
pt_br: usou táticas pobres
ru: использовал плохую тактику
tr: kötü taktikler kullandı
vi: đã sử dụng chiến thuật tồi
zh_hans: 用过差的战术

source: used good tactics
fr: utilisé de bonnes tactiques
it: ha usato buone tattiche
ko: 좋은 전술을 사용했다
pl: zastosował dobrą taktykę
pt_br: usou boas táticas
ru: использовал хорошую тактику
tr: iyi taktikler kullandı
vi: đã sử dụng chiến thuật hiệu quả
zh_hans: 用过好战术

source: the forces were arrayed, and
fr: les forces étaient déployées, et
it: le forze erano schierate e
ko: 병력이 배치되었고,
pl: siły zostały ustawione i
pt_br: as forças estavam dispostas e
ru: войска были выстроены, и
tr: güçler dizildi ve
vi: các lực lượng đã được bố trí, và
zh_hans: 部队排成一列，并且

source: the forces shifted, and
fr: les forces se sont déplacées, et
it: le forze si sono spostate e
ko: 세력이 이동했고,
pl: siły przesunęły się, a
pt_br: as forças mudaram e
ru: войска сдвинулись, и
tr: güçler yer değiştirdi ve
vi: các lực lượng đã thay đổi vị trí, và
zh_hans: 力量转移了，

source: the attackers had a strong positional advantage
fr: les attaquants avaient un fort avantage de position
it: gli attaccanti avevano un forte vantaggio posizionale
ko: 공격수는 강력한 위치 이점을 가졌습니다.
pl: napastnicy mieli silną przewagę pozycyjną
pt_br: os atacantes tiveram uma forte vantagem posicional
ru: атакующие имели сильное преимущество позиции
tr: saldıranların güçlü bir konumsal avantajı vardı
vi: phe tấn công có ưu thế vượt trội về vị trí
zh_hans: 攻击者具有强大的阵地优势

source: the attackers had a positional advantage
fr: les attaquants avaient un avantage de position
it: gli attaccanti avevano un vantaggio posizionale
ko: 공격수는 위치상 이점이 있었습니다.
pl: atakujący mieli przewagę pozycyjną
pt_br: os atacantes tinham uma vantagem posicional
ru: у нападавших было позиционное преимущество
tr: saldıranların konumsal bir avantajı vardı
vi: phe tấn công có ưu thế về vị trí
zh_hans: 攻击者具有位置优势

source: the attackers had a slight positional advantage
fr: les attaquants avaient un léger avantage de position
it: gli attaccanti avevano un leggero vantaggio di posizione
ko: 공격자들은 약간의 위치 이점을 가졌습니다.
pl: atakujący mieli niewielką przewagę pozycyjną
pt_br: os atacantes tiveram uma ligeira vantagem posicional
ru: атакующие имели небольшое преимущество позиции
tr: saldıranların hafif bir konumsal avantajı vardı
vi: phe tấn công có chút ưu thế về vị trí
zh_hans: 攻击者有轻微的位置优势

source: the defenders had a strong positional advantage
fr: les défenseurs avaient un fort avantage de position
it: i difensori avevano un forte vantaggio posizionale
ko: 수비수는 강력한 위치 이점을 가졌습니다.
pl: obrońcy mieli silną przewagę pozycyjną
pt_br: os defensores tem uma grande vantagem posicional
ru: защитники имели сильное преимущество позиции
tr: savunanların güçlü bir konumsal avantajı vardı
vi: phe phòng thủ có ưu thế vượt trội về vị trí
zh_hans: 防守者拥有强大的阵地优势

source: the defenders had a positional advantage
fr: les défenseurs avaient un avantage de position
it: i difensori avevano un vantaggio posizionale
ko: 수비수는 위치 이점이 있었다
pl: obrońcy mieli przewagę pozycyjną
pt_br: os defensores tem uma vantagem posicional
ru: защитники имели преимущество в позиции
tr: savunanların konumsal bir avantajı vardı
vi: phe phòng thủ có ưu thế về vị trí
zh_hans: 防守者具有位置优势

source: the defenders had a slight positional advantage
fr: les défenseurs avaient un léger avantage de position
it: i difensori avevano un leggero vantaggio posizionale
ko: 수비수는 약간의 위치 이점을 가졌습니다.
pl: obrońcy mieli niewielką przewagę pozycyjną
pt_br: os defensores tem uma pequena vantagem posicional
ru: защитники имели позиционное преимущество
tr: savunanların hafif bir konumsal avantajı vardı
vi: phe phòng thủ có chút ưu thế về vị trí
zh_hans: 防守者有轻微的位置优势

source: neither side had a positional advantage
fr: aucun des deux camps n'avait d'avantage de position
it: nessuna delle due parti aveva un vantaggio posizionale
ko: 어느 쪽도 위치상의 이점이 없었습니다
pl: Żadna ze stron nie miała przewagi pozycyjnej
pt_br: nenhum lado tem uma posição vantajosa
ru: ни одна из сторон не имела преимущества в позиции
tr: her iki tarafın da konumsal avantajı yoktu
vi: không bên nào có lợi thế về vị trí
zh_hans: 双方都没有位置优势

source: the tactical contest between
fr: la lutte tactique entre
it: la gara tattica tra
ko: 사이의 전술적 경쟁
pl: taktyczna rywalizacja pomiędzy
pt_br: a disputa tática entre
ru: тактическое соревнование между
tr: şunlar arasındaki taktik mücadele:
vi: cuộc đấu chiến thuật giữa
zh_hans: 之间的战术比赛

source: the tactics of
fr: la tactique de
it: le tattiche di
ko: 의 전술
pl: taktyka
pt_br: as táticas de
ru: тактика
tr: şunun taktikleri:
vi: chiến thuật của
zh_hans: 的策略

source: a tactical situation
fr: une situation tactique
it: una situazione tattica
ko: 전술적 상황
pl: sytuacja taktyczna
pt_br: uma situação tática
ru: тактическая ситуация
tr: taktiksel bir durum
vi: một tình huống chiến thuật
zh_hans: 一个战术情况

source: brilliantly led
fr: brillamment mené
it: condotto brillantemente
ko: 훌륭하게 이끌었다
pl: świetnie poprowadzony
pt_br: brilhantemente levou
ru: блестяще вел
tr: zekice yönetildi
vi: được chỉ huy xuất sắc
zh_hans: 出色地领导

source: inspiringly led
fr: dirigé de manière inspirante
it: condotto motivatamente
ko: 감동적으로 이끌다
pl: inspirująco prowadzony
pt_br: conduzido de forma inspiradora
ru: вдохновляющий
tr: ilham verici şekilde yönetildi
vi: được chỉ huy đầy cảm hứng
zh_hans: 鼓舞人心地领导

source: ably led
de: gekonnt geführt
fr: habilement dirigé
it: condotto abilmente
ko: 능숙하게 주도
pl: sprawnie prowadzony
pt_br: habilmente conduzido
ru: умело привёл
tr: ustaca yönetildi
vi: được chỉ huy khéo léo
zh_hans: 干练地领导

source: led
de: geführt
it: condotto
ko: ~ 주도의
pl: prowadzony
pt_br: levado
ru: лампа
tr: yönetildi
vi: được chỉ huy
zh_hans: 领导

source: poorly led
fr: mal dirigé
it: mal condotto
ko: 제대로 지도하지 못한
pl: słabo prowadzony
pt_br: mal conduzido
ru: плохо вёл
tr: kötü yönetildi
vi: bị chỉ huy kém cỏi
zh_hans: 领导力糟糕

source: clashed with
fr: s'est heurté à
it: scontrato con
ko: 와 충돌하다
pl: starł się z
pt_br: colidiu com
ru: столкнулся с
tr: şununla çatıştı:
vi: đã đụng độ với
zh_hans: 冲突与

source: a lone
fr: seul
it: un solitario
ko: 홀로
pl: samotny
pt_br: um solitário
ru: в одиночестве
tr: yalnız bir
vi: một kẻ đơn độc
zh_hans: 一个人

source: animated
fr: Animé
it: animato
ko: 생기 있는
pl: animowany
pt_br: Animado?
ru: оживший
tr: canlandırılmış
vi: được hoạt hóa
zh_hans: 动画

source: a single
fr: un seul
it: un singolo
ko: 싱글
pl: pojedynczy
pt_br: um único
ru: одиночный
tr: tek bir
vi: một cá thể
zh_hans: 单身

source: slaying
fr: tuer
it: uccidendo
ko: 살해
pl: zabójstwo
pt_br: matando
ru: убивают
tr: katletme
vi: hạ sát
zh_hans: 杀害

source: them
de: sie
fr: leur
it: loro
ko: 그들을
pl: oni
pt_br: eles
ru: них
tr: onları
vi: chúng
zh_hans: 他们

source: dying
de: Sterben
fr: mourant
it: morendo
ko: 사망
pl: umieranie
pt_br: morrendo
ru: умирая
tr: ölüyor
vi: đang chết
zh_hans: 垂死

source: losing
de: verlieren
fr: perdant
it: perdendo
ko: 지는
pl: utrata
pt_br: perdendo
ru: проигрыш
tr: kaybediyor
vi: đang thất bại
zh_hans: 失去

source: everyone
de: alle
fr: tout le monde
it: tutti
ko: 모두들
pl: każdy
pt_br: todo mundo
ru: все
tr: herkes
vi: mọi người
zh_hans: 所有人

source: the clash between
fr: l'affrontement entre
it: lo scontro tra
ko: 사이의 충돌
pl: starcie między
pt_br: o embate entre
ru: столкновение между
tr: şunlar arasındaki çatışma:
vi: cuộc đụng độ giữa
zh_hans: 之间的冲突

source: performed horrible experiments
de: grausame Experimente durchgeführt
fr: fait des expériences horribles
it: ha eseguito esperimenti orribili
ko: 끔찍한 실험을 했다
pl: przeprowadził przerażające eksperymenty
pt_br: realizou experimentos horríveis
ru: проводил ужасные эксперименты
tr: korkunç deneyler yaptı
vi: đã thực hiện những thí nghiệm kinh hoàng
zh_hans: 进行了可怕的实验

source: caroused
fr: fait la fête
it: fatto una bevuta
ko: 흥분
pl: karuzela
pt_br: farra
ru: покутили
tr: alem yaptı
vi: đã tiệc tùng say sưa
zh_hans: 充满热情的

source: purchased
de: gekauft
fr: acheté
it: acquistato
ko: 구입 한
pl: zakupiony
pt_br: comprado
ru: купленный товар
tr: satın aldı
vi: đã mua
zh_hans: 购买

source: masterwork
de: Meisterwerk
fr: chef-d'œuvre
it: capolavoro
ko: 마스터워크
pl: arcydzieło
pt_br: obra-prima
ru: шедевр
tr: şaheser
vi: kiệt tác
zh_hans: 杰作

source: exceptional
fr: exceptionnel
it: eccezionale
ko: 특별한
pl: wyjątkowy
pt_br: excepcional
ru: необыкновенный
tr: olağanüstü
vi: xuất chúng
zh_hans: 优秀

source: superior quality
de: hohe Qualität
fr: Qualité supérieure
it: qualità superiore
ko: 우수한 품질
pl: najwyższa jakość
pt_br: qualidade superior
ru: превосходного качества
tr: üstün kaliteli
vi: chất lượng ưu việt
zh_hans: 高档

source: finely-crafted
fr: finement travaillé
it: finemente realizzato
ko: 정교하게 만들어진
pl: precyzyjnie wykonany
pt_br: finamente-feito
ru: замечательного качества
tr: ince işçilikli
vi: được chế tác tinh xảo
zh_hans: 精心制作的

source: well-crafted
fr: bien conçu
it: ben fatto
ko: 잘 만들어진
pl: dobrze wykonany
pt_br: bem-feito
ru: хорошего качества
tr: iyi işçilikli
vi: được chế tác khéo léo
zh_hans: 精心制作的

source: equipment
fr: équipement
it: equipaggiamento
ko: 장비
pl: wyposażenie
pt_br: equipamento
ru: снаряжение
tr: ekipman
vi: trang bị
zh_hans: 装备

source: A few people were expelled
de: Einige Personen wurden ausgewiesen
fr: Quelques personnes ont été expulsées
it: Alcune persone sono state espulse
ko: 몇 명은 추방당했다.
pl: Kilka osób zostało wydalonych
pt_br: Algumas pessoas foram expulsas
ru: Было изгнано несколько жителей
tr: Birkaç kişi kovuldu
vi: Một vài người đã bị trục xuất
zh_hans: 少数人被开除

source: the horrible experiments of
de: die grausamen Experimente von
fr: les horribles expériences de
it: gli orribili esperimenti di
ko: 의 끔찍한 실험
pl: przerażające eksperymenty
pt_br: os horríveis experimentos de
ru: ужасные эксперименты
tr: şunun korkunç deneyleri:
vi: những thí nghiệm kinh hoàng của
zh_hans: 恐怖实验：

source: the carousal of
fr: le carrousel de
it: la bevuta di
ko: 의 회전
pl: karuzela
pt_br: a farra de
ru: пирушка
tr: şunun eğlence alemi:
vi: buổi tiệc tùng say sưa của
zh_hans: 狂欢：

source: the purchased of
de: den gekauften von
fr: l'acheté de
it: l'acquisto di
ko: 의 구입
pl: zakupiony z
pt_br: a compra de
ru: купленный товар
tr: şunun satın alınması:
vi: việc mua sắm của
zh_hans: 已购买：

source: equipment by
fr: équipement par
it: attrezzatura da
ko: 장비
pl: sprzęt według
pt_br: equipamento por
ru: оснащение
tr: ekipman, şu kişi tarafından:
vi: trang bị bởi
zh_hans: 设备由
