Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Acknowledge lack of humiliation
tr: Aşağılanmış hissetmediğini belirt
vi: Xác nhận sự thiếu vắng sỉ nhục

source: Acknowledge lack of insult
tr: Alınmadığını belirt
vi: Xác nhận sự thiếu vắng lăng mạ

source: Acknowledge lack of interest
tr: İlgilenmediğini belirt
vi: Xác nhận sự thiếu vắng hứng thú

source: Acknowledge lack of irritation
tr: Sinirinin bozulmadığını belirt
vi: Xác nhận sự thiếu vắng khó chịu

source: Acknowledge lack of isolation
tr: Yalıtılmış hissetmediğini belirt
vi: Xác nhận sự thiếu vắng cô lập

source: Acknowledge lack of loathing
tr: Tiksinmediğini belirt
vi: Xác nhận sự thiếu vắng căm ghét

source: Acknowledge lack of loneliness
tr: Yalnız hissetmediğini belirt
vi: Xác nhận sự thiếu vắng cô đơn

source: Acknowledge lack of lust
tr: Şehvet duymadığını belirt
vi: Xác nhận sự thiếu vắng dục vọng

source: Acknowledge lack of nervousness
tr: Gerilmediğini belirt
vi: Xác nhận sự thiếu vắng căng thẳng

source: Acknowledge lack of nostalgia
tr: Nostalji yapmadığını belirt
vi: Xác nhận sự thiếu vắng hoài niệm

source: Acknowledge lack of optimism
tr: İyimser olmadığını belirt
vi: Xác nhận sự thiếu vắng lạc quan

source: Acknowledge lack of outrage
tr: İnfiale kapılmadığını belirt
vi: Xác nhận sự thiếu vắng phẫn nộ

source: Acknowledge lack of panic
tr: Paniklemediğini belirt
vi: Xác nhận sự thiếu vắng hoảng loạn

source: Acknowledge lack of patience
tr: Sabrının olmadığını belirt
vi: Xác nhận sự thiếu vắng kiên nhẫn

source: Acknowledge lack of passion
tr: Tutkulu olmadığını belirt
vi: Xác nhận sự thiếu vắng đam mê

source: Acknowledge lack of rejection
tr: Reddedilmiş hissetmediğini belirt
vi: Xác nhận sự thiếu vắng bị từ chối

source: Acknowledge lack of relief
tr: Rahatlamadığını belirt
vi: Xác nhận sự thiếu vắng nhẹ nhõm

source: Acknowledge lack of regret
tr: Pişman olmadığını belirt
vi: Xác nhận sự thiếu vắng hối tiếc

source: Acknowledge lack of remorse
tr: Vicdan azabı çekmediğini belirt
vi: Xác nhận sự thiếu vắng ăn năn

source: Acknowledge lack of repentance
tr: Tövbe etmediğini belirt
vi: Xác nhận sự thiếu vắng sám hối

source: Acknowledge lack of resentment
tr: Gücenmediğini belirt
vi: Xác nhận sự thiếu vắng oán giận

source: Acknowledge lack of restlessness
tr: Huzursuz olmadığını belirt
vi: Xác nhận sự thiếu vắng bồn chồn

source: Acknowledge lack of righteous indignation
tr: Haklı bir öfke duymadığını belirt
vi: Xác nhận sự thiếu vắng phẫn nộ chính đáng

source: Acknowledge lack of self-pity
tr: Kendine acımadığını belirt
vi: Xác nhận sự thiếu vắng tự thương hại

source: Acknowledge lack of servility
tr: Yaltaklanmadığını belirt
vi: Xác nhận sự thiếu vắng hèn mọn

source: Acknowledge lack of shame
tr: Utanmadığını belirt
vi: Xác nhận sự thiếu vắng xấu hổ

source: Acknowledge lack of sympathy
tr: Sempati duymadığını belirt
vi: Xác nhận sự thiếu vắng cảm thông

source: Acknowledge lack of tenderness
tr: Şefkat hissetmediğini belirt
vi: Xác nhận sự thiếu vắng dịu dàng

source: Acknowledge lack of uneasiness
tr: Huzursuzluk duymadığını belirt
vi: Xác nhận sự thiếu vắng bất an

source: Acknowledge lack of unhappiness
tr: Mutsuz olmadığını belirt
vi: Xác nhận sự thiếu vắng bất hạnh

source: Acknowledge lack of wonder
tr: Hayrete düşmediğini belirt
vi: Xác nhận sự thiếu vắng kinh ngạc

source: Acknowledge lack of worry
tr: Tasalanmadığını belirt
vi: Xác nhận sự thiếu vắng lo lắng

source: Acknowledge lack of wrath
tr: Gazaba gelmediğini belirt
vi: Xác nhận sự thiếu vắng thịnh nộ

source: Acknowledge lack of zeal
tr: Şevk duymadığını belirt
vi: Xác nhận sự thiếu vắng nhiệt huyết

source: Acknowledge lack of adoration
tr: Tapınmadığını belirt
vi: Xác nhận sự thiếu vắng ngưỡng mộ

source: Acknowledge lack of affection
tr: Sevgi beslemediğini belirt
vi: Xác nhận sự thiếu vắng tình cảm

source: Acknowledge lack of amusement
tr: Eğlenmediğini belirt
vi: Xác nhận sự thiếu vắng giải trí

source: Acknowledge lack of contentment
tr: Halinden memnun olmadığını belirt
vi: Xác nhận sự thiếu vắng mãn nguyện

source: Acknowledge lack of delight
tr: Haz almadığını belirt
vi: Xác nhận sự thiếu vắng thích thú

source: Acknowledge lack of elation
tr: Sevinçten uçmadığını belirt
vi: Xác nhận sự thiếu vắng phấn khởi

source: Acknowledge lack of enjoyment
tr: Keyif almadığını belirt
vi: Xác nhận sự thiếu vắng niềm vui thích

source: Acknowledge lack of exhilaration
tr: Coşmadığını belirt
vi: Xác nhận sự thiếu vắng hân hoan

source: Acknowledge lack of fondness
tr: Düşkün olmadığını belirt
vi: Xác nhận sự thiếu vắng yêu mến

source: Acknowledge lack of freedom
tr: Özgür hissetmediğini belirt
vi: Xác nhận sự thiếu vắng tự do

source: Acknowledge lack of glee
tr: Neşelenmediğini belirt
vi: Xác nhận sự thiếu vắng vui sướng

source: Acknowledge lack of happiness
tr: Mutlu olmadığını belirt
vi: Xác nhận sự thiếu vắng hạnh phúc

source: Acknowledge lack of jolliness
tr: Saadet olmadığını belirt
vi: Xác nhận sự thiếu vắng sự vui vẻ, hớn hở

source: Acknowledge lack of joviality
tr: Neşeli olmadığını belirt
vi: Xác nhận sự thiếu vắng tính tình vui vẻ

source: Acknowledge lack of jubilation
tr: Coşku duymadığını belirt
vi: Xác nhận sự thiếu vắng sự hân hoan tột độ

source: Acknowledge lack of pleasure
tr: Zevk almadığını belirt
vi: Xác nhận sự thiếu vắng khoái cảm

source: Acknowledge lack of pride
tr: Gurur duymadığını belirt
vi: Xác nhận sự thiếu vắng kiêu hãnh

source: Acknowledge lack of rapture
tr: Kendinden geçmediğini belirt
vi: Xác nhận sự thiếu vắng mê ly

source: Acknowledge lack of a thrill
tr: Heyecan duymadığını belirt
vi: Xác nhận sự thiếu vắng cảm giác mạnh

source: Acknowledge lack of existential crisis
tr: Varoluşsal kriz yaşamadığını belirt
vi: Xác nhận sự thiếu vắng khủng hoảng hiện sinh

source: Acknowledge lack of defeat
tr: Yenilmiş hissetmediğini belirt
vi: Xác nhận sự thiếu vắng thất bại

source: Acknowledge lack of expectancy
tr: Beklenti içinde olmadığını belirt
vi: Xác nhận sự thiếu vắng mong đợi

source: Acknowledge lack of doubt
tr: Kuşku duymadığını belirt
vi: Xác nhận sự thiếu vắng nghi ngờ

source: Acknowledge lack of enthusiasm
tr: Hevesli olmadığını belirt
vi: Xác nhận sự thiếu vắng nhiệt tình

source: Acknowledge lack of pessimism
tr: Kötümser olmadığını belirt
vi: Xác nhận sự thiếu vắng bi quan

source: Acknowledge lack of euphoria
tr: Mest olmadığını belirt
vi: Xác nhận sự thiếu vắng hưng phấn tột độ

source: somebody whose name I don't know
de: jemand, dessen Namen ich nicht kenne
fr: quelqu'un dont je ne connais pas le nom
it: qualcuno di cui non conosco il nome
ko: 내가 이름을 모르는 사람
pl: ktoś, czyjego imieni nie znam
pt_br: alguém que o nome eu não sei
ru: кто-то, чье имя мне не известно
tr: adını bilmediğim biri
vi: một người mà ta không biết tên
zh_hans: 一个我不知道名字的人

source: Continue shouting
tr: Bağırmaya devam et
vi: Tiếp tục la hét

source: Continue conversation with
tr: Şununla konuşmaya devam et:
vi: Tiếp tục trò chuyện với

source: View
tr: İncele
vi: Xem

source: Start new conversation with
tr: Şununla yeni konuşma başlat:
vi: Bắt đầu trò chuyện mới với

source: Shout out to everybody
tr: Herkese bağır
vi: La lên cho mọi người

source: Assume an identity
tr: Bir kimliğe bürün
vi: Giả định danh tính

source: Caste Selection Fails:
fr: Échec de la sélection de caste :
it: Selezione casta fallita:
ko: 카스트 선택 실패:
pl: Niepowodzenia w wyborze kasty:
pt_br: Seleção de Casta Falha:
ru: Кастовый отбор не удался:
tr: Kast Seçimi Başarısız:
vi: Chọn cấp bậc thất bại:
zh_hans: 种姓选择失败：

source: logs
de: protokolle (logs)
fr: journaux
it: rapporti
ko: 로그
pl: logi
pt_br: troncos
ru: бревна
tr: günlükler
vi: gỗ
zh_hans: 原木

source: --- Logging Creature
fr: --- Créature forestière
it: --- Registrazione Creatura
ko: --- 로깅 생물
pl: --- Logujące Stworzenie
pt_br: Registrando Criatura
ru: --- Регистрация существ
tr: --- Yaratık Günlüğe Kaydediliyor
vi: #NAME?
zh_hans: ——记录生物

source: Creature Tissue Material Failure:
fr: Échec du matériel de tissu de créature :
it: Materiale del tessuto della creatura Guasto:
ko: 생물 조직 재료 실패:
pl: Niepowodzenie Materiału Tkanki Stworzenia:
pt_br: Falha de Material de Tecido de Criatura:
ru: Ошибка создания материала существа:
tr: Yaratık Doku Malzemesi Hatası:
vi: Lỗi vật liệu mô sinh vật:
zh_hans: 生物组织材料失效：

source: (empty tissue)
fr: (mouchoir vide)
it: (tessuto vuoto)
ko: (빈 티슈)
pl: (pusta tkanka)
pt_br: (tecido vazio)
ru: (пустая ткань)
tr: (boş doku)
vi: (mô trống)
zh_hans: （空组织）

source: (no mat1)
fr: (pas de tapis1)
ko: (매트1 없음)
pl: (brak mat1)
pt_br: (sem mat1)
tr: (mat1 yok)
vi: (không có vật liệu 1)
zh_hans: （无矩阵1）

source: (no mat3)
fr: (pas de mat3)
ko: (매트3 없음)
pl: (brak mat3)
pt_br: (sem mat3)
tr: (mat3 yok)
vi: (không có vật liệu 3)
zh_hans: （无矩阵3）

source: Custom tissue shape not found:
fr: Forme de tissu personnalisée introuvable :
it: Forma del tessuto personalizzata non trovata:
ko: 맞춤 조직 모양을 찾을 수 없음:
pl: Nie znaleziono wybranego kształtu tkanki:
pt_br: Formato customizado de tecido não encontrado:
ru: Пользовательская форма ткани не найдена:
tr: Özel doku şekli bulunamadı:
vi: Không tìm thấy hình dạng mô tùy chỉnh:
zh_hans: 未找到定制组织形状：

source: : Numbered body parts cannot have children -- number set to 1 (make individual parts if possible)
fr: \: Les parties du corps numérotées ne peuvent pas avoir d'enfants - le nombre est fixé à 1 (faites des parties individuelles si possible).
it: : Le parti del corpo numerate non possono avere figli -- numero impostato a 1 (crea parti individuali se possibile)
pl: : Ponumerowane części ciała nie mogą mieć dzieci - liczba ustawiona na 1 (jeśli to możliwe, utwórz pojedyncze części)
pt_br: : Partes numeradas não podem ter dependências - número ajustado pra 1 (faça partes individuais se possível)
ru: : Нумерованные части тела не могут иметь детей - число установлено на 1 (делайте отдельные части, если это возможно)
tr: : Numaralı vücut parçalarının alt parçaları olamaz -- sayı 1'e ayarlandı (mümkünse parçaları tek tek yapın)
vi: : Bộ phận cơ thể được đánh số không thể có bộ phận con -- số được đặt là 1 (tạo các bộ phận riêng lẻ nếu có thể)
zh_hans: ：编号的身体部位不能有孩子 - 数字设置为1（如果可能的话，制作单个部分）

source: : Special attack material missing state -- set to liquid
de: : Spezialangriffsmaterial fehlender Zustand -- auf flüssig gesetzt
fr: : État manquant du matériau d'attaque spécial -- réglé sur liquide
it: : Stato mancante del materiale d'attacco speciale -- impostato su liquido
ko: : 특수 공격 재료 누락 상태 -- 액체로 설정
pl: : Brakujący stan materiału ataku specjalnego - ustaw na ciekły
pt_br: : Estado de falta de material de ataque especial - definido como líquido
ru: : Отсутствует специальне состояние материала для атаки -- установлено жидкое состояние
tr: : Özel saldırı malzemesi durumu eksik -- sıvı olarak ayarlandı
vi: : Vật liệu tấn công đặc biệt thiếu trạng thái -- đặt thành chất lỏng
zh_hans: ：特殊攻击材料缺失状态 - 设置为液体

source: has no body parts and creature doesn't have [DOES_NOT_EXIST], adding [DOES_NOT_EXIST] to creature
fr: n'a pas de parties du corps et la créature n'a pas de [DOES_NOT_EXIST], en ajoutant [DOES_NOT_EXIST] à la créature
it: non ha parti del corpo e la creatura non ha [DOES_NOT_EXIST], aggiungendo [DOES_NOT_EXIST] alla creatura
pl: nie ma części ciała i stworzenie nie ma [DOES_NOT_EXIST], dodawanie [DOES_NOT_EXIST] do stworzenia
pt_br: não tem partes do corpo e a criatura não tem [DOES_NOT_EXIST], adicionando [DOES_NOT_EXIST] à criatura
ru: не имеет частей тела и у существа нет [DOES_NOT_EXIST], добавление [DOES_NOT_EXIST] к существу
tr: vücut parçası yok ve yaratıkta [DOES_NOT_EXIST] yok, yaratığa [DOES_NOT_EXIST] ekleniyor
vi: không có bộ phận cơ thể và sinh vật không có [DOES_NOT_EXIST], thêm [DOES_NOT_EXIST] vào sinh vật
zh_hans: 没有身体部位，并且生物没有[DOES_NOT_EXIST]，在生物上添加[DOES_NOT_EXIST]。

source: , layer
de: , Ebene
fr: , couche
it: , strato
ko: , 층
pl: , warstwa
pt_br: , camada
ru: , слой
tr: , katman
vi: , lớp
zh_hans: ，层

source: : Tissue
de: : Gewebe
fr: : Tissu
it: : Tessuto
ko: : 조직
pl: : Tkanka
pt_br: : Tecido
ru: : Ткань
tr: : Doku
vi: : Mô
zh_hans: ：组织

source: was not found, using first tissue instead
de: wurde nicht gefunden, stattdessen wird das erste Gewebe verwendet
fr: n'a pas été trouvé, en utilisant le premier tissu à la place
it: non trovato, utilizzando invece il primo tessuto
ko: 찾을 수 없습니다. 대신 첫 번째 조직을 사용하세요.
pl: nie został znaleziony, zamiast użyta pierwsza tkanka
pt_br: não foi achado, usando primeiro tecido em vez disso
ru: не найдено, используется первая попавшаяся ткань
tr: bulunamadı, yerine ilk doku kullanılıyor
vi: không tìm thấy, đang dùng mô đầu tiên thay thế
zh_hans: 没有找到，使用第一个组织代替

source: : No tissue thickness
de: : Keine Gewebedichte
fr: : Pas d'épaisseur de tissu
it: : Nessun spessore di tessuto
ko: : 조직 두께 없음
pl: : Brak grubości tkanki
pt_br: : Nenhuma grossura do tecido
ru: : Нет толщины ткани
tr: : Doku kalınlığı yok
vi: : Không có độ dày mô
zh_hans: ：没有组织厚度

source: Custom butcher object shape not found:
de: Form des benutzerdefinierten Fleischerobjekts nicht gefunden:
fr: Forme d'objet de boucherie personnalisée introuvable:
it: Forma personalizzata dell'oggetto macelleria non trovata:
ko: 맞춤 정육점 개체 모양을 찾을 수 없음:
pl: Specjalny kształt obiektu rzeźnika nie znaleziony:
pt_br: Formato de objeto de açougueiro personalizado não encontrado:
ru: Пользовательская форма мясника не найдена:
tr: Özel kasap nesnesi şekli bulunamadı:
vi: Không tìm thấy hình dạng vật thể mổ xẻ tùy chỉnh:
zh_hans: 未找到自定义屠夫对象形状：

source: Fly
de: fliegen
fr: Mouche
it: Vola
ko: 파리
pl: Lot
pt_br: Voando
ru: Лететь
tr: Uç
vi: Bay
zh_hans: 飞

source: Walk
de: laufen
fr: Marche
it: Cammina
ko: 걸음
pl: Chód
pt_br: Caminhar
ru: Идти
tr: Yürü
vi: Đi bộ
zh_hans: 走

source: Crawl
de: kriechen
it: Striscia
ko: 기다
pl: Pełzanie
pt_br: Rastreamento
ru: Ползти
tr: Sürün
vi: Bò
zh_hans: 爬行

source: Swim
de: schwimmen
fr: Baignade
it: Nuota
ko: 수영
pl: Pływanie
pt_br: Nadar
ru: Плыть
tr: Yüz
vi: Bơi
zh_hans: 游泳

source: Climb
de: klettern
fr: Monter
it: Arrampicati
ko: 오르다
pl: Wspinanie
pt_br: Escalar
ru: Карабкаться
tr: Tırman
vi: Leo trèo
zh_hans: 攀爬

source: singer
de: Sänger
fr: chanteuse
it: cantante
ko: 가수
pl: piosenkarz
pt_br: cantor
ru: певец
tr: şarkıcı
vi: ca sĩ
zh_hans: 歌手

source: Pump Operation
de: Pumpenbetrieb
fr: Fonctionnement de la pompe
it: Operazione Pompa
ko: 펌프 작동
pl: Operowanie Pompą
pt_br: Bomba de operação
ru: Управление насосом
tr: Pompa Çalıştırma
vi: Vận hành Bơm
zh_hans: 泵操作

source: a girl
de: ein Mädchen
fr: une fille
it: una ragazza
ko: 여자
pl: dziewczyna
pt_br: uma garota
ru: девочку
tr: bir kız
vi: một cô bé
zh_hans: 一个女孩

source: a boy
de: ein Junge
fr: un garçon
it: un ragazzo
ko: 소년
pl: chłopiec
pt_br: um menino
ru: мальчика
tr: bir oğlan
vi: một cậu bé
zh_hans: 一个男孩

source: a child
de: ein Kind
fr: un enfant
it: un bambino
ko: 아이
pl: dziecko
pt_br: uma criança
ru: ребёнка
tr: bir çocuk
vi: một đứa trẻ
zh_hans: 一个孩子

source: twins
de: Zwillinge
fr: des jumeaux
it: gemelli
ko: 쌍둥이
pl: bliźniaki
pt_br: gémeos
ru: двойню
tr: ikizler
vi: cặp song sinh
zh_hans: 双胞胎

source: triplets
de: Drillinge
fr: triplés
it: tre gemelli
ko: 세쌍둥이
pl: trojaczki
pt_br: Trigémeo
ru: тройню
tr: üçüzler
vi: sinh ba
zh_hans: 三胞胎

source: quadruplets
de: Vierlinge
fr: quadruplés
it: quattro gemelli
ko: 네 쌍둥이
pl: czworaczki
pt_br: quadrigémeos
ru: четверых
tr: dördüzler
vi: sinh tư
zh_hans: 四胞胎

source: quintuplets
de: Fünflinge
fr: quintuplés
it: cinque gemelli
ko: 다섯 쌍둥이
pl: pięcioraczki
pt_br: quíntuplos
ru: пятерых
tr: beşizler
vi: sinh năm
zh_hans: 五胞胎

source: sextuplets
de: Sechslinge
fr: sextuplés
it: sei gemelli
ko: 여섯 쌍둥이
pl: sześcioraczki
pt_br: sêxtuplos
ru: шестерых
tr: altızlar
vi: ca sinh sáu
zh_hans: 六胞胎

source: septuplets
de: Siebenlinge
fr: septuplés
it: sette gemelli
ko: 일곱 쌍둥이
pl: siedmioraczki
ru: семерых
tr: yedizler
vi: ca sinh bảy
zh_hans: 七胞胎

source: octuplets
de: Achtlinge
fr: octuplés
it: otto gemelli
ko: 옥튜플릿
pl: ośmioraczki
pt_br: óctuplos
ru: восьмерых
tr: sekizler
vi: ca sinh tám
zh_hans: 八胞胎

source: nonuplets
de: keine Nachkommen
it: nove gemelli
pl: iewięcioraczki
ru: девятерых
tr: dokuzlar
vi: ca sinh chín
zh_hans: 九胞胎

source: decaplets
de: Enthauptungen
fr: décaplets
it: dieci gemelli
ko: 디카플릿
pl: dziesięcioraczki
ru: десятерых
tr: onuzlar
vi: ca sinh mười
zh_hans: 十胞胎

source: duodecaplets
fr: duocaplets
it: dodici gemelli
ko: 십이지장
pl: dwunastoraczki
ru: двенадцать
tr: on ikizler
vi: ca sinh mười hai
zh_hans: 十二胞胎

source: tredecaplets
fr: trédécaplets
it: tredici gemelli
ko: 트레데카플릿
pl: trzynastoraczki
ru: тринадцать
tr: on üçüzler
vi: ca sinh mười ba
zh_hans: 十三胞胎

source: quattuordecaplets
fr: quattuordécaplets
it: quattordici gemelli
ko: 쿼튜어데캐플릿
pl: czternastoraczki
ru: четырнадцать
tr: on dördüzler
vi: ca sinh mười bốn
zh_hans: 十四胞胎

source: many babies
de: viele Babys
fr: beaucoup de bébés
it: molti bambini
ko: 많은 아기
pl: wiele dzieci
pt_br: muitos bebês
ru: много детей
tr: birçok bebek
vi: sinh nhiều trẻ
zh_hans: 很多宝宝

source: zombie
fr: zombi
it: zombi
ko: 좀비
pt_br: Zumbi
ru: зомби
tr: zombi
vi: thây ma
zh_hans: 僵尸

source: Shearable Tissue
de: Scherbares Gewebe
fr: Tissu Cisaillement
it: Tessuto tosabile
ko: 깎을 수 있는 조직
pl: Ścinalna Tkanka
pt_br: Tecido Compartilhável
ru: Сшитая ткань
tr: Kırkılabilir Doku
vi: Mô có thể cắt tỉa
zh_hans: 可剪切的组织

source: Was Not Used
de: Wurde nicht verwendet
fr: N'a pas été utilisé
it: Non è stato utilizzato
ko: 사용되지 않음
pl: Nie Została Użyta
pt_br: Não Foi Usado
ru: Не использовался
tr: Kullanılmadı
vi: Không được sử dụng
zh_hans: 没用过

source: BP Add Type
fr: Type d'ajout de tiers
it: BP Aggiungi Tipo
ko: BP 추가 유형
pt_br: PC Adiciona Tipo
tr: VP Ekleme Türü
vi: Loại BP Thêm
zh_hans: 身体部件新增类型

source: BP Remove Type
fr: BP Supprimer le type
it: BP Rimuovi Tipo
ko: BP 제거 유형
pt_br: PC Remove Tipo
tr: VP Kaldırma Türü
vi: Loại BP Loại bỏ
zh_hans: 身体部件摘除类型

source: BP Mod
fr: Mode PA
ko: BP 모드
pt_br: PC Modificador
ru: BP Мод
tr: VP Modu
vi: BP Sửa đổi
zh_hans: 身体部件修改

source: Color Mod Ending With (
fr: Mod couleur se terminant par (
it: Colore Mod che termina con (
ko: (으로 끝나는 색상 모드
pl: Modyfikacja Kolorów Kończąca Się (
pt_br: Modificação de Cor Termina Com (
ru: Цветной мод Заканчивающийся С (
tr: Renk Modu Şununla Bitiyor (
vi: Sửa đổi Màu sắc Kết thúc Bằng (
zh_hans: 以( 结尾的彩色模子

source: ) Was Not Used
fr: ) n'a pas été utilisé
it: ) non è stato utilizzato
ko: ) 사용되지 않음
pl: ) Nie Została Użyta
pt_br: ) Não Foi Usado
ru: ) Не использовался
tr: ) Kullanılmadı
vi: ) Không được sử dụng
zh_hans: ) 空闲中

source: Gastroliths seem to have correct format but could not find proper BPs in any caste, so not added
fr: Les Gastroliths semblent avoir un format correct mais n'ont pas pu trouver de BPs appropriés dans aucune caste, ils n'ont donc pas été ajoutés.
it: I gastroliti sembrano avere il formato corretto, ma non sono riusciti a trovare BP adeguati in nessuna casta, quindi non sono stati aggiunti.
pl: Gastrolity wydają się mieć prawidłowy format, ale nie znalazły właściwego BP w żadnej kaście, więc nie zostały dodane
pt_br: Os gastrólitos parecem ter o formato correto mas não encontraram uma parte do corpo adequada em nenhuma classe, então não foram adicionados
ru: Гастролиты, похоже, имеют правильный формат, но не удалось найти подходящих ВР ни в одной касте, поэтому они не добавлены.
tr: Mide taşları doğru formata sahip görünüyor ancak hiçbir kastta uygun VP'ler bulunamadı, bu yüzden eklenmedi
vi: Sỏi dạ dày dường như có định dạng chính xác nhưng không thể tìm thấy BP phù hợp trong bất kỳ đẳng cấp nào, nên không được thêm vào
zh_hans: 胃石似乎有正确的形式，但在任何种姓中都找不到适当的身体部件，所以没有添加。

source: Attack
de: Angriff
fr: Attaque
it: Attacco
ko: 공격
pl: Atak
pt_br: Atacar
ru: Атаковать
tr: Saldırı
vi: Tấn công
zh_hans: 攻击

source: seems to have correct format but could not find proper BPs in any caste, so not added
fr: semble avoir un format correct mais n'a pas pu trouver de BPs appropriés dans aucune caste, donc pas ajouté
it: sembra avere un formato corretto, ma non sono stati trovati BP adeguati in alcuna casta, quindi non sono stati aggiunti
pl: wydaje się mieć prawidłowy format, ale nie może znaleźć prawidłowego BP w żadnej kaście, więc nie dodany
pt_br: parecem ter o formato correto mas não encontraram uma parte do corpo adequado em nenhuma classe, então não foram adicionadas
ru: похоже, имеет правильный формат, но не может найти подходящие BP ни на одном уровне, поэтому не добавлено
tr: doğru formata sahip görünüyor ancak hiçbir kastta uygun VP'ler bulunamadı, bu yüzden eklenmedi
vi: dường như có định dạng chính xác nhưng không thể tìm thấy BP phù hợp trong bất kỳ đẳng cấp nào, nên không được thêm vào
zh_hans: 似乎有正确的形式，但在任何种姓中都找不到合适的身体部位，所以没有添加。

source: remains
de: überreste
fr: restes
it: resti
ko: 유해
pl: pozostał
pt_br: restos
ru: останки
tr: kalıntılar
vi: phần còn lại
zh_hans: 残余

source: Unknown GAIT flag
fr: Drapeau GAIT inconnu
it: GAIT flag sconosciuta
ko: 알 수 없는 GAIT 플래그
pl: Nieznana flaga GAIT
pt_br: Bandeira GAIT desconhecida
tr: Bilinmeyen YÜRÜYÜŞ bayrağı
vi: Cờ GAIT không xác định
zh_hans: 未知的GAIT标志

source: Attribute range not in increasing order, repaired
fr: La plage d'attributs n'est pas dans l'ordre croissant, réparée
it: Gamma di attributi non in ordine crescente, riparato
ko: 속성 범위가 오름차순이 아니므로 복구됨
pl: Zakres atrybutów nie uporządkowany rosnąco, naprawiony
pt_br: O intervalo de atributos não está em ordem crescente, reparado
ru: Диапазон атрибутов не в порядке возрастания, восстановлен
tr: Nitelik aralığı artan sırada değil, onarıldı
vi: Phạm vi thuộc tính không theo thứ tự tăng dần, đã sửa chữa
zh_hans: 属性范围不按递增顺序排列，已修复

source: Attribute range less than
de: Attributbereich kleiner als
fr: Plage d'attributs inférieure à
it: Intervallo di attributi inferiore a
ko: 다음보다 작은 속성 범위
pl: Zakres atrybutów mniejszy niż
pt_br: Área atribuída menor que
ru: Диапазон атрибутов меньше чем
tr: Nitelik aralığı şundan az:
vi: Phạm vi thuộc tính nhỏ hơn
zh_hans: 属性范围小于

source: , repaired
de: , repariert
fr: , réparé
it: , riparato
ko: , 수리
pl: , naprawiono
pt_br: , consertado
ru: , отремонтированный
tr: , onarıldı
vi: , đã sửa chữa
zh_hans: , 已修复

source: Attribute range greater than
de: Attributbereich größer als
fr: Plage d'attributs supérieure à
it: Intervallo di attributi maggiore di
ko: 다음보다 큰 속성 범위
pl: Zakres atrybutów większy niż
pt_br: Atribuir variação maior que
ru: Диапазон атрибутов более чем
tr: Nitelik aralığı şundan büyük:
vi: Phạm vi thuộc tính lớn hơn
zh_hans: 属性范围大于

source: Attribute cap perc less than 100, set to 100
de: Attribut cap perc kleiner als 100, auf 100 setzen
fr: Limite d'attribut inférieure à 100, définie sur 100
it: Max percent. attributi minore di 100, imposta a 100
ko: 100 미만의 속성 상한 perc, 100으로 설정
pl: Limit atrybutów mniejszy niż 100, ustawiony na 100
pt_br: Limite de percentagem de atributo menor que 100, definido para 100
tr: Nitelik sınır yüzdesi 100'den az, 100'e ayarlandı
vi: Phần trăm giới hạn thuộc tính nhỏ hơn 100, đã đặt thành 100
zh_hans: 属性上限小于100，设为100

source: Body detail plan not found:
de: Detailplan des Körpers nicht gefunden:
fr: Plan de détail de carrosserie introuvable :
it: Piano di dettaglio del corpo non trovato:
ko: 본문 세부 계획을 찾을 수 없음:
pl: Nie znaleziono planu szczegółów ciała:
pt_br: Plano do corpo não encontrado:
ru: Основные детали плана не найдены:
tr: Vücut detay planı bulunamadı:
vi: Kế hoạch chi tiết cơ thể không tìm thấy:
zh_hans: 没有找到身体细节图：
