Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: I don't mind stirring things up.
de: Es macht mir nichts aus, die Dinge aufzuwühlen.
fr: Ça ne me dérange pas de remuer les choses.
it: Non mi dispiace smuovere le cose.
ko: 나는 일을 휘젓는 것을 꺼리지 않습니다.
pl: Nie mam nic przeciwko zamieszaniu.
pt_br: Não me importo de agitar as coisas.
ru: Я даже и не думал мешать.
tr: Ortalığı karıştırmaktan çekinmem.
vi: Tôi không ngại khuấy động mọi chuyện lên.
zh_hans: 我不介意搅拌。

source: It's so great when everybody just gets along.
de: Es ist großartig wenn alle miteinander auskommen.
fr: C'est tellement génial quand tout le monde s'entend.
it: È fantastico quando tutti vanno d'accordo.
ko: 모두가 잘 지낼 때 너무 좋습니다.
pl: To wspaniałe, kiedy wszyscy się dogadują.
pt_br: É tao bom quando todo mundo só se dao bem.
ru: Это прекрасно, когда все действуют сообща.
tr: Herkesin iyi geçinmesi çok harika.
vi: Thật tuyệt vời khi mọi người hòa thuận với nhau.
zh_hans: 当每个人都相处时，它真是太棒了。

source: You're so perceptive!
de: Du bist so aufmerksam!
fr: Tu es tellement perspicace !
it: Sei così perspicace!
ko: 당신은 너무 지각이야!
pl: Jesteś taki spostrzegawczy!
pt_br: És tao perspicaz!
ru: Вы такой проницательный!
tr: Sezgilerin çok kuvvetl!
vi: Bạn thật tinh tường!
zh_hans: 你是如此敏锐！

source: You don't care, so don't ask.
de: Es interessiert dich nicht, also frag nicht.
fr: Tu t'en fous, alors ne demande pas.
it: Non ti importa, quindi non chiedere.
ko: 당신은 상관하지 않으니 묻지 마세요.
pl: Nie obchodzi cię to, więc nie pytaj.
pt_br: Você não se importa, entao não pergunte.
ru: Меня это не волнует, так что не спрашивайте.
tr: Umurunda değil, o yüzden sorma.
vi: Bạn không quan tâm, vậy thì đừng hỏi.
zh_hans: 你不在乎，所以不要问。

source: I try to live and behave properly.
de: Ich versuche zu leben und mich anständig zu verhalten.
fr: J'essaie de vivre et de me comporter correctement.
it: Cerco di vivere e comportarmi bene.
ko: 나는 바르게 살고 행동하려고 노력합니다.
pl: Próbuję żyć i zachowywać się właściwie.
pt_br: Eu tento viver e comportar-se adequadamente.
ru: Попробуйте жить в вести себя правильно.
tr: Düzgün yaşamaya ve davranmaya çalışıyorum.
vi: Tôi cố gắng sống và cư xử đúng mực.
zh_hans: 我努力生活和行为正常。

source: What's this about proper living?
de: Was ist das mit dem richtigen Leben?
fr: Qu'est-ce que c'est que de bien vivre ?
it: Cos'è questa storia del vivere bene?
ko: 올바른 생활이란 무엇입니까?
pl: O co chodzi z tym właściwym życiem?
pt_br: O que é sobre vida adequada?
ru: Что вообще такое "правильно жить"?
tr: Bu düzgün yaşam olayı da ne?
vi: Sống đúng mực là thế nào?
zh_hans: 什么是适当的生活？

source: I was never one to follow advice.
de: Ich war niemals jemand der Ratschlägen gefolgt ist.
fr: Je n'ai jamais été du genre à suivre les conseils.
it: Non sono mai stato uno che segue i consigli.
ko: 나는 결코 충고를 따르는 사람이 아니었다.
pl: Nigdy nie byłem osobą słuchającą rad.
pt_br: Nunca fui de seguir o Conselho.
ru: Чужим умом жить - добра не нажить.
tr: Asla tavsiyeye uyan biri olmadım.
vi: Tôi vốn không phải người hay nghe theo lời khuyên.
zh_hans: 我从来不是一个遵循建议的人。

source: I'm not much of a decision maker.
de: Ich bin nicht wirklich ein Entscheider.
fr: Je ne suis pas vraiment décideur.
it: Non sono una persona molto decisa.
ko: 나는 의사 결정권자가 아닙니다.
pl: Nie jestem typem osoby decyzyjnej.
pt_br: Eu não sou muito de um tomador de decisão.
ru: Я не очень люблю принимать решения.
tr: Pek karar verici biri değilim.
vi: Tôi không giỏi việc đưa ra quyết định.
zh_hans: 我不是一个决策者。

source: Have no fear.
de: Hab keine Angst.
fr: N'ai pas peur.
it: Non aver paura.
ko: 두려워하지 마십시오.
pl: Nie bać się.
pt_br: Não tenha medo.
ru: Я не боюсь.
tr: Korkma.
vi: Đừng sợ hãi.
zh_hans: 没有恐惧。

source: Bravery is not a strength of mine.
de: Mut ist keine meiner Stärken.
fr: La bravoure n'est pas une de mes forces.
it: Il coraggio non è uno dei miei punti forti.
ko: 용기는 나의 힘이 아니다.
pl: Odwaga nie jest moją mocną stroną.
pt_br: Coragem não é uma força meu.
ru: Храбрость никогда не была моей сильной стороной.
tr: Cesaret benim güçlü yönüm değildir.
vi: Dũng cảm không phải là điểm mạnh của tôi.
zh_hans: 勇敢不是我的力量。

source: We will be successful.
de: Wir werden erfolgreich sein.
fr: Nous réussirons.
it: Avremo successo.
ko: 우리는 성공할 것입니다.
pl: Uda nam się.
pt_br: Que seremos bem sucedidos.
ru: Мы добьёмся успеха.
tr: Başarılı olacağız.
vi: Chúng ta sẽ thành công.
zh_hans: 我们会成功的。

source: I don't think I'm cut out for this.
de: Ich denke ich bin nicht dafür gemacht.
fr: Je ne pense pas être fait pour ça.
it: Non credo di essere tagliato per questo.
ko: 나는 이것 때문에 잘려나간 것 같지 않다.
pl: Chyba nie jestem do tego stworzony.
pt_br: Não acho que levo jeito para isso.
ru: Я не собираюсь прекращать то, что начал.
tr: Bu işin bana göre olduğunu sanmıyorum.
vi: Tôi không nghĩ mình phù hợp với việc này.
zh_hans: 我不认为我为此而感到害怕。

source: I look splendid today.
de: Ich sehe heute prächtig aus.
fr: Je suis splendide aujourd'hui.
it: Oggi ho un aspetto splendido.
ko: 나는 오늘 멋져 보인다.
pl: Wyglądam dziś wspaniale.
pt_br: Hoje olho esplêndido.
ru: Я шикарно выгляжу сегодня.
tr: Bugün muhteşem görünüyorum.
vi: Hôm nay tôi trông thật lộng lẫy.
zh_hans: 我今天看起来很精彩。

source: Some people are so wrapped up in themselves.
de: Einige Leute sind so eingenommen von sich.
fr: Certaines personnes sont tellement repliées sur elles-mêmes.
it: Certe persone sono così racchiuse in sé stesse.
ko: 어떤 사람들은 자기 자신에 너무 사로잡혀 있습니다.
pl: Niektórzy ludzie są tak zapatrzeni w siebie.
pt_br: Algumas pessoas são tao embrulhadas em si mesmos.
ru: Некоторые люди очень замкнуты в себе.
tr: Bazılarının dünyası kendinden ibaret.
vi: Một số người quá bận tâm đến bản thân.
zh_hans: 有些人自己也是如此。

source: My goals are important to me.
de: Meine Ziele sind mir wichtig.
fr: Mes objectifs sont importants pour moi.
it: I miei obiettivi sono importanti per me.
ko: 내 목표는 나에게 중요합니다.
pl: Moje cele są dla mnie ważne.
pt_br: Meus objetivos são importantes para mim.
ru: Мои цели важны для меня.
tr: Hedeflerim benim için önemlidir.
vi: Các mục tiêu của tôi rất quan trọng đối với tôi.
zh_hans: 我的目标对我很重要。

source: I don't feel like I need to chase anything.
de: Ich habe keine lust irgendetwas zu verfolgen.
fr: Je n'ai pas l'impression d'avoir besoin de chasser quoi que ce soit.
it: Non sento di dover inseguire nulla.
ko: 나는 아무것도 쫓을 필요가 없다고 생각합니다.
pl: Nie czuję, że muszę za czymkolwiek gonić.
pt_br: Não sinto que eu preciso correr atrás de nada.
ru: Не думаю, что я должен гнаться за чем-либо.
tr: Hiçbir şeyi kovalamam gerekiyormuş gibi hissetmiyorum.
vi: Tôi không cảm thấy mình cần phải theo đuổi bất cứ điều gì.
zh_hans: 我不觉得我需要追逐任何东西。

source: One should always return a favor.
de: Man sollte immer einen Gefallen erwidern.
fr: On devrait toujours retourner une faveur.
it: Si dovrebbe sempre restituire un favore.
ko: 사람은 항상 은혜를 갚아야 합니다.
pl: Zawsze należy odwdzięczać się za przysługę.
pt_br: Um sempre deve retribuir um favor.
ru: Каждый должен делать ответные услуги.
tr: İyiliğe her zaman karşılık verilmelidir.
vi: Người ta luôn nên trả ơn.
zh_hans: 一个人应该总是回报一个忙。

source: It's not a gift if you expect something in return.
de: Es ist kein Geschenk wenn du etwas im Austausch erwartest.
fr: Ce n'est pas un cadeau si vous attendez quelque chose en retour.
it: Non è un regalo se ci si aspetta qualcosa in cambio.
ko: 답례를 기대한다면 그것은 선물이 아닙니다.
pl: To nie jest prezent, jeśli oczekujesz czegoś w zamian.
pt_br: Não é um presente se você espera algo em troca.
ru: Это не подарок, когда вы ждёте что-то взамен.
tr: Karşılığında bir şey bekliyorsan o hediye değildir.
vi: Đó không phải là một món quà nếu bạn mong đợi điều gì đó đáp lại.
zh_hans: 如果你期待回报，这不是礼物。

source: I like to dress well.
de: Ich mag es mich schön zu kleiden.
fr: J'aime bien m'habiller.
it: Mi piace vestirmi bene.
ko: 나는 옷을 잘 입는 것을 좋아합니다.
pl: Lubię ubierać się dobrze.
pt_br: Gosto de me vestir bem.
ru: Я люблю хорошо одеваться.
tr: İyi giyinmeyi severim.
vi: Tôi thích ăn mặc đẹp.
zh_hans: 我喜欢穿得好。

source: I wouldn't feel comfortable getting all dressed up.
de: Ich würde mich nicht wohl dabei fühlen, mich in Schale zu werfen.
fr: Je ne me sentirais pas à l'aise de tout habiller.
it: Non mi sentirei a mio agio a mettermi in ghingheri.
ko: 나는 모든 것을 차려 입는 것이 편하지 않을 것입니다.
pl: Nie czułbym się komfortowo, ubrany w taki sposób.
pt_br: Não me sentiria confortável ficar toda arrumada.
ru: Я чувствую себя некомфортно, когда богато одет.
tr: Süslenip püslenmek beni rahatsız eder.
vi: Tôi sẽ không cảm thấy thoải mái khi ăn diện.
zh_hans: 穿上衣服让我感觉不舒服。

source: Did you hear the one about the
de: Hast den schon den gehört über
fr: Avez-vous entendu celui sur le
it: Avete sentito quella del
ko: 에 대해 들었어?
pl: Czy słyszałeś o
pt_br: Você ouviu aquela sobre o
ru: Вы слышали о
tr: Şunun hakkındakini duydun mu:
vi: Bạn có nghe chuyện tiếu lâm về...
zh_hans: 你有没有听到关于

source: That isn't funny.
de: Das ist nicht lustig.
fr: Ce n'est pas drôle.
it: Non è divertente.
ko: 웃기지 않아.
pl: To nie jest śmieszne.
pt_br: Não é engraçado.
ru: Это не смешно.
tr: Bu komik değil.
vi: Điều đó không buồn cười.
zh_hans: 这不好笑。

source: Don't get on my bad side.
de: Mach dich nicht unbeliebt bei mir.
fr: Ne vous mêlez pas de mon mauvais côté.
it: Non prendermi per il verso sbagliato.
ko: 내 나쁜 편에 서지 마십시오.
pl: Nie wchodź mi w drogę.
pt_br: Não entendo meu lado ruim.
ru: Не попади на мою плохую сторону.
tr: Damarıma basma.
vi: Đừng làm tôi phật ý.
zh_hans: 不要惹我不好的一面。

source: You shouldn't waste your life on revenge.
de: Du solltest dein Leben nicht mit Rache vergeuden.
fr: Vous ne devriez pas perdre votre vie à vous venger.
it: Non si dovrebbe sprecare la propria vita con la vendetta.
ko: 복수에 인생을 낭비해서는 안 됩니다.
pl: Nie powinieneś tracić swojego życia na zemstę.
pt_br: Você não deve perder sua vida por vingança.
ru: Я не должен тратить жизнь на месть.
tr: Hayatını intikamla harcamamalısın.
vi: Bạn không nên lãng phí cuộc đời mình vào việc trả thù.
zh_hans: 你不应该为复仇而浪费生命。

source: I am a very, very important person.
de: Ich bin eine sehr, sehr wichtige Person.
fr: Je suis une personne très, très importante.
it: Sono una persona molto, molto importante.
ko: 나는 매우 매우 중요한 사람입니다.
pl: Jestem bardzo, bardzo ważną osobą.
pt_br: Eu sou uma pessoa muito, muito importante.
ru: Я очень, очень важная личность.
tr: Ben çok ama çok önemli biriyim.
vi: Tôi là một người rất, rất quan trọng.
zh_hans: 我是一个非常非常重要的人。

source: Oh, I'm nothing special.
de: Oh, ich bin niemand Besonderes.
fr: Oh, je ne suis rien de spécial.
it: Oh, non sono nulla di speciale.
ko: 아, 나는 특별한 것이 아니다.
pl: O, nie jestem nikim ważnym.
pt_br: Ah, eu não sou nada de especial.
ru: Во мне нет ничего особенного.
tr: Ah, ben özel biri değilim.
vi: Ồ, tôi chẳng có gì đặc biệt cả.
zh_hans: 哦，我没什么特别的。

source: There's no room for mercy in this world.
de: Es gibt keinen Platz für Gnade in dieser Welt.
fr: Il n'y a pas de place pour la miséricorde dans ce monde.
it: Non c'è spazio per la misericordia in questo mondo.
ko: 이 세상에는 자비의 여지가 없습니다.
pl: W tym świecie nie ma miejsca na miłosierdzie.
pt_br: Não há espaço para misericórdia neste mundo.
ru: В этом мире нет места жалости.
tr: Bu dünyada merhamete yer yok.
vi: Không có chỗ cho lòng thương xót trong thế giới này.
zh_hans: 在这个世界上没有怜悯的余地。

source: Show some mercy now and again.
de: Zeig hin und wieder etwas Gnade.
fr: Montrez un peu de pitié de temps en temps.
it: Mostrate un po' di pietà ogni tanto.
ko: 때때로 자비를 베푸십시오.
pl: Od casu do czasu okaż trochę miłosierdzia.
pt_br: Mostre um pouco de piedade de vez.
ru: Проявлять милосердие снова и снова.
tr: Ara sıra biraz merhamet göster.
vi: Hãy thể hiện lòng trắc ẩn đôi khi.
zh_hans: 不时显示一些怜悯。

source: I'm concentrating on something.
de: Ich konzentriere mich auf etwas.
fr: Je me concentre sur quelque chose.
it: Mi sto concentrando su una cosa.
ko: 나는 무언가에 집중하고 있다.
pl: Skupiam się na czymś.
pt_br: Estou me concentrando em algo.
ru: Я сконцентрирован на чем-то.
tr: Bir şeye odaklanıyorum.
vi: Tôi đang tập trung vào việc gì đó.
zh_hans: 我专注于某些事情。

source: Huh? What was that?
de: Huh? Was war das?
fr: Hein? Ca c'était quoi?
it: Eh? Che cos'era?
ko: 뭐?
pl: Hm? Co to było?
pt_br: Hein? O que foi isso?
ru: А? Что это было?
vi: Hả? Cái gì vậy?
zh_hans: 咦？?那是什么？

source: I'm feeling optimistic about the future.
de: Ich fühle mich optimistisch über die Zukunft.
fr: Je me sens optimiste quant à l'avenir.
it: Mi sento ottimista per il futuro.
ko: 나는 미래에 대해 낙관적입니다.
pl: W temacie przyszłości jestem optymistą.
pt_br: Sinto-me otimista sobre o futuro.
ru: Я смотрю в будущее с оптимизмом.
tr: Gelecek hakkında iyimser hissediyorum.
vi: Tôi cảm thấy lạc quan về tương lai.
zh_hans: 我对未来感到乐观。

source: It won't turn out well.
de: Es wird nicht gut ausgehen.
fr: Ça ne se passera pas bien.
it: Non andrà bene.
ko: 잘되지 않을 것입니다.
pl: To nie skończy się dobrze.
pt_br: Isso não vai acabar bem.
ru: Это не к добру.
tr: Sonu iyi olmayacak.
vi: Mọi chuyện sẽ không tốt đẹp đâu.
zh_hans: 它不会很好。

source: I'm curious. Tell me everything!
de: Ich bin neugierig. Erzähl mir alles!
fr: Je suis curieux. Dis moi tout!
it: Sono curioso. Raccontami tutto!
ko: 궁금해.
pl: Jestem ciekaw. Powiedz mi wszystko!
pt_br: Estou curioso. Me diga tudo!
ru: Любопытно. Расскажите мне всё!
vi: Tôi tò mò. Kể cho tôi nghe tất cả đi!
zh_hans: 我很好奇。告诉我一切！

source: I don't really want to know.
de: Ich möchte es nicht wirklich wissen.
fr: Je ne veux pas vraiment savoir.
it: Non voglio proprio saperne.
ko: 정말 알고 싶지 않습니다.
pl: Na prawdę nie chcę wiedzieć.
pt_br: Realmente não quero saber.
ru: Я даже и не хочу знать.
tr: Gerçekten bilmek istemiyorum.
vi: Tôi thực sự không muốn biết.
zh_hans: 我真的不想知道。

source: I wonder what they think.
de: Ich frage mich was sie denken.
fr: Je me demande ce qu'ils pensent.
it: Mi chiedo cosa pensino.
ko: 그들이 어떻게 생각하는지 궁금합니다.
pl: Zastanawiam się, co oni myslą.
pt_br: Gostaria de saber o que eles pensam.
ru: Меня волнует, что думают другие.
tr: Ne düşündüklerini merak ediyorum.
vi: Tôi tự hỏi họ nghĩ gì.
zh_hans: 我不知道他们在想什么。

source: Who cares what they think?
de: Wen interessiert es was sie denken?
fr: Qui se soucie de ce qu'ils pensent?
it: A chi importa ciò che pensano?
ko: 그 사람들이 어떻게 생각하던 누가 관심을 갖겠어?
pl: Kogo obchodzi co oni myślą?
pt_br: Quem se importa o que eles pensam?
ru: Кого волнует, что думают другие?
tr: Ne düşündükleri kimin umurunda?
vi: Ai quan tâm họ nghĩ gì chứ?
zh_hans: 谁在乎他们怎么想?

source: I don't feel like telling you about it.
de: Ich fühle mich nicht danach dir etwas darüber zu erzählen.
fr: Je n'ai pas envie de vous en parler.
it: Non ho voglia di parlarne con te.
ko: 나는 당신에게 그것에 대해 말하고 싶지 않습니다.
pl: Nie mam ochoty ci o tym mówić.
pt_br: Não quero falar sobre isso.
ru: Даже не хочу об этом говорить.
tr: Sana bunu anlatmak istemiyorum.
vi: Tôi không có hứng thú kể cho bạn nghe về điều đó.
zh_hans: 我不想告诉你这件事。

source: I could tell you all about it!
de: Ich könnte dir alles darüber erzählen!
fr: Je pourrais tout vous raconter !
it: Potrei dirti tutto a riguardo!
ko: 나는 당신에게 그것에 대해 모두 말할 수 있습니다!
pl: Mogę ci wszystko opowiedzieć!
pt_br: Podia contar-te tudo sobre isso!
ru: Я могу рассказать вам об этом все что знаю!
tr: Sana her şeyi anlatabilirim!
vi: Tôi có thể kể cho bạn nghe tất cả về nó!
zh_hans: 我可以告诉你一切！

source: If you have a task, do it properly.
de: Wenn du eine Aufgabe hast, erledige sie gründlich.
fr: Si vous avez une tâche, faites-la correctement.
it: Se hai un compito, fallo correttamente.
ko: 할 일이 있으면 제대로 하세요.
pl: Jeśli masz zadanie, wykonaj je dobrze!
pt_br: Se você tem uma tarefa, fazê-lo corretamente.
ru: Если у тебя есть дело, делай чисто.
tr: Eğer bir görevin varsa, düzgün yap.
vi: Nếu đã có nhiệm vụ, hãy thực hiện cho tử tế.
zh_hans: 如果您有任务，请正确执行。

source: It's not perfect, but it's good enough. Why fret about it?
de: Es ist nicht perfekt, aber gut genug. Warum sich sorgen machen?
fr: Ce n'est pas parfait, mais c'est assez bon. Pourquoi s'en inquiéter ?
it: Non è perfetto, ma è abbastanza buono. Perché preoccuparsi?
ko: 완벽하지는 않지만 충분합니다. 뭘 걱정하는겁니까?
pl: Nie jest idealnie, ale wystarczająco dobrze. Po co się tym martwić?
pt_br: Não é perfeito, mas é bom o suficiente. Por que se preocupar com isso?
ru: Не идеально, но достаточно хорошо. К чему волноваться об этом?
vi: Nó chưa hoàn hảo, nhưng đã đủ tốt rồi. Sao phải bận tâm làm gì?
zh_hans: 它并不完美，但它足够好。?为什么烦恼呢？

source: I'm not going to change my mind.
de: Ich werde nicht meine Meinung ändern.
fr: Je ne vais pas changer d'avis.
it: Non ho intenzione di cambiare idea.
ko: 나는 내 마음을 바꾸지 않을 것입니다.
pl: Nie zamierzam zmieniać zdania.
pt_br: Eu não vou mudar de ideia.
ru: Я не собираюсь менять свое мнение.
tr: Fikrimi değiştirmeyeceğim.
vi: Ta sẽ không đổi ý đâu.
zh_hans: 我不会改变主意。

source: Try to keep an open mind.
de: Versuche unvoreingenommen zu sein.
fr: Essayez de garder l'esprit ouvert.
it: Cerca di avere una mente aperta.
ko: 열린 마음을 유지하십시오.
pl: Staraj się zachować otwarty umysł.
pt_br: Tente manter uma mente aberta.
ru: Старайтесь быть открытым к изменениям.
tr: Açık fikirli olmaya çalış.
vi: Hãy cố gắng giữ một tâm trí cởi mở.
zh_hans: 尽量保持开放的心态。

source: Everybody has their own way of life.
de: Jeder hat seinen eigenen Weg zu leben.
fr: A chacun son mode de vie.
it: Ognuno ha il suo modo di vivere.
ko: 누구나 자신의 삶의 방식이 있습니다.
pl: Każdy ma swój sposób na życie.
pt_br: Todo mundo tem seu próprio modo de vida.
ru: Каждый проживает свою жизнь по-своему.
tr: Herkesin kendi yaşam tarzı vardır.
vi: Ai cũng có lối sống riêng của mình.
zh_hans: 每个人都有自己的生活方式。

source: I don't understand why they have to be that way.
de: Ich verstehe nicht warum sie so sein müssen.
fr: Je ne comprends pas pourquoi ils doivent être comme ça.
it: Non capisco perché debbano essere così.
ko: 왜 그들이 그렇게 되어야 하는지 이해할 수 없습니다.
pl: Nie rozumiem, dlaczego oni muszą być tacy.
pt_br: Não entendo por que eles têm que ser assim.
ru: Я не понимаю, почему я должен делать именно так.
tr: Neden böyle olmak zorunda olduklarını anlamıyorum.
vi: Ta không hiểu tại sao họ lại phải như vậy.
zh_hans: 我不明白为什么他们必须那样。

source: Friendship is forever.
de: Freundschaft ist für immer.
fr: L'amitié c'est pour toujours.
it: L'amicizia è per sempre.
ko: 우정은 영원합니다.
pl: Przyjaźń jest na zawsze.
pt_br: Amizade é para sempre.
ru: Дружба вечна.
tr: Dostluk sonsuzdur.
vi: Tình bằng hữu là vĩnh cửu.
zh_hans: 友谊是永恒的。

source: I don't really get attached to people.
de: Ich werde Menschen nicht wirklich zugeneigt.
fr: Je ne m'attache pas vraiment aux gens.
it: Non mi affeziono alle persone.
ko: 나는 사람들과 잘 어울리지 않는다.
pl: Nie bardzo przywiązuję się do ludzi.
pt_br: Eu realmente não se apegue às pessoas.
ru: Я не привязываюсь к людям.
tr: İnsanlara pek bağlanmam.
vi: Ta không thực sự gắn bó với người khác.
zh_hans: 我并没有真正依附于人。

source: I go with the flow sometimes.
de: Ich gehe manchmal mit dem Strom.
fr: Je suis parfois le courant.
it: A volte mi lascio trasportare.
ko: 나는 때때로 흐름을 따라 간다.
pl: Czasem płynę z prądem.
pt_br: Às vezes eu vou com o fluxo.
ru: Иногда я плыву по течению.
tr: Bazen akışına bırakırım.
vi: Đôi khi ta cũng xuôi theo dòng chảy.
zh_hans: 我有时会顺其自然。

source: Don't bother trying to play on my emotions.
de: Versuch erst garnicht an meine Gefühle zu appelieren.
fr: Ne vous embêtez pas à jouer sur mes émotions.
it: Non disturbarti a cercare modi di giocare con le mie emozioni.
ko: 내 감정을 가지고 놀려고 애쓰지 마세요.
pl: Odpuść sobie próby grania na moich uczuciach.
pt_br: Não se incomode tentando reproduzir em minhas emoções.
ru: Даже не пытайтесь играть на моих эмоциях.
tr: Duygularımla oynamaya çalışma.
vi: Đừng phí công cố gắng lay chuyển cảm xúc của ta.
zh_hans: 不要费心去尝试我的情绪。

source: I'm happy to help.
de: Ich bin glücklich zu helfen.
fr: Je suis heureux de vous aider.
it: Mi fa piacere aiutare.
ko: 기꺼이 도와드리겠습니다.
pl: Chętnie pomogę.
pt_br: Estou feliz em ajudar.
ru: Я буду рад помочь.
tr: Yardım etmekten mutluluk duyarım.
vi: Ta rất sẵn lòng giúp đỡ.
zh_hans: 我很乐意提供帮助。

source: Why should I help?
de: Warum sollte ich helfen?
fr: Pourquoi devrais-je aider ?
it: Perché dovrei aiutare?
ko: 내가 왜 도와야 합니까?
pl: Dlaczego miałbym pomóc?
pt_br: Por que devo ajudar?
ru: Почему я должен помогать?
tr: Neden yardım edeyim?
vi: Tại sao ta phải giúp chứ?
zh_hans: 我为什么要帮忙？

source: Do your duty.
de: Tu deine Pflicht.
fr: Faites votre devoir.
it: Fa' il tuo dovere.
ko: 당신의 의무를 다하십시오.
pl: Wykonuj swoje obowiązki.
pt_br: Cumpram o vosso dever.
ru: Делай свою работу.
tr: Görevini yap.
vi: Hãy làm tròn bổn phận của ngươi.
zh_hans: 尽职尽责

source: I don't like being obligated to anybody.
de: Ich mags nicht jemandem untergeordnet zu sein.
fr: Je n'aime pas être obligé envers qui que ce soit.
it: Non mi piace avere obblighi verso nessuno.
ko: 나는 누구에게도 의무를 지는 것을 좋아하지 않는다.
pl: Nie lubię być zobowiązany wobec kogokolwiek.
pt_br: Não gosto de ser responsável por ninguém.
ru: Я не люблю оставаться в долгу перед кем-то.
tr: Kimseye borçlu olmayı sevmem.
vi: Ta không thích phải chịu ơn bất kỳ ai.
zh_hans: 我不喜欢对任何人负责。

source: Oh, I don't usually think much.
de: Oh, ich denke für gewöhnlich nicht viel.
fr: Oh, je ne pense pas beaucoup d'habitude.
it: Ah, di solito non penso molto.
ko: 오, 나는 보통 많이 생각하지 않습니다.
pl: Oh, zazwyczaj nie myślę zbyt dużo.
pt_br: Ah, geralmente não penso muito.
ru: Ох, я редко много думаю.
tr: Oh, ben genellikle pek düşünmem.
vi: Ồ, ta thường không suy nghĩ nhiều đâu.
zh_hans: 哦，我通常不会想太多。

source: One must always carefully consider the correct course of action.
de: Man muss immer sorgfältig abwägen, was die richtige Vorgehensweise ist.
fr: Il faut toujours soigneusement considérer le bon plan d'action.
it: Va sempre considerato con attenzione il modo corretto di agire.
ko: 누군가는 올바른 행동 방침을 항상 신중하게 고려해야 합니다.
pl: Zawsze należy dokładnie rozważyć właściwy sposób postępowania.
pt_br: Deve-se considerar sempre cuidadosamente o curso correto de ação.
ru: Каждый должен тщательно обдумывать свои действия.
tr: Kişi her zaman doğru hareket tarzını dikkatlice düşünmelidir.
vi: Phải luôn cân nhắc kỹ lưỡng con đường hành động đúng đắn.
zh_hans: 必须始终认真考虑正确的行动方案。

source: Everything just so in its proper place!
de: Alles ist an seinem richtigen Platz!
fr: Tout à sa place !
it: Tutto al proprio posto!
ko: 모든 것이 적절한 위치에 있습니다!
pl: Wszystko na swoim miejscu!
pt_br: Tudo tao em seu próprio lugar!
ru: Теперь все встало на свои места!
tr: Her şey yerli yerinde!
vi: Mọi thứ đều phải đâu vào đấy, đúng vị trí của nó!
zh_hans: 一切都在适当的地方！

source: It's my mess.
de: Es ist mein Durcheinander.
fr: C'est mon bordel.
it: È un problema mio.
ko: 내 엉망이야.
pl: To mój bałagan.
pt_br: minha esposa
ru: Это моя ошибка.
tr: Bu benim dağınıklığım.
vi: Đó là mớ hỗn độn của ta.
zh_hans: 这是我的烂摊子。

source: People are basically trustworthy.
de: Die Menschen sind grundsätzlich vertrauenswürdig.
fr: Les gens sont fondamentalement dignes de confiance.
it: Le persone sono fondamentalmente affidabili.
ko: 사람은 기본적으로 신뢰할 수 있습니다.
pl: Ludzie zasadniczo są godni zaufania.
pt_br: As pessoas são basicamente confiáveis.
ru: Большинство людей заслуживают доверия.
tr: İnsanlar temelde güvenilirdir.
vi: Mọi người về cơ bản là đáng tin cậy.
zh_hans: 人们基本上都值得信赖。

source: My trust is earned, and not by many.
de: Mein Vertrauen ist verdient, und dies nicht durch viele.
fr: Ma confiance est gagnée, et pas par beaucoup.
it: La mia fiducia va guadagnata, non è da molti.
ko: 내 신뢰는 얻은 것이지 많은 사람이 얻은 것이 아닙니다.
pl: Na moje zaufanie trzeba zasłużyć, i niewielu się to udało.
pt_br: Minha confiança está acumulado e não por muitos.
ru: Не многим удалось заслужить моё доверие.
tr: Güvenim kazanılır ve pek az kişi kazanır.
vi: Niềm tin của ta phải được chứng minh, và không nhiều kẻ xứng đáng đâu.
zh_hans: 我的信任是赢得的，而不是很多人。

source: It's such a joy to be with people.
de: Es ist so eine Freude unter Leuten zu sein.
fr: C'est une telle joie d'être avec les gens.
it: È una gioia stare con le persone.
ko: 사람들과 함께하는 것이 너무 즐겁습니다.
pl: To taka radość być z ludźmi.
pt_br: É uma alegria estar com pessoas.
ru: Я так рад быть с моими людьми!
tr: İnsanlarla birlikte olmak ne büyük neşe.
vi: Thật là niềm vui lớn khi được ở cạnh mọi người.
zh_hans: 与人交往真是太高兴了。
