Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Elevation
de: Höhe
fr: Élévation
it: Quota
ko: 높이
pl: Poziom
pt_br: Elevação
ru: Высота
tr: Yükseklik
vi: Độ cao
zh_hans: 海拔

source: Conflict Level
de: Konflikt Level
fr: Niveau de Conflit
it: Livello di conflitto
pl: Poziom konfliktu
ru: Уровень конфликта
tr: Çatışma Seviyesi
vi: Mức độ Xung đột
zh_hans: 冲突等级

source: Encounter
de: Begegnungen
fr: Rencontre
it: Incontro
ko: 맞닥뜨리다
pl: Spotkanie
pt_br: Encontrar
ru: Встреча
tr: Karşılaşma
vi: Gặp gỡ
zh_hans: 遭遇

source: Horseplay
de: Unfug
fr: chahut
it: Gioco sfrenato
pl: Grubiańskie zachowanie
ru: Потасовка
tr: İtiş Kakış
vi: Đùa giỡn
zh_hans: 喧闹

source: Training
de: Ausbildung
fr: Entraînement
it: Formazione
ko: 훈련
pl: Trening
pt_br: Treinamento
ru: Тренировка
tr: Eğitim
vi: Huấn luyện
zh_hans: 训练

source: Brawl
de: Schlaegerei
fr: bagarre
it: Rissa
pl: Bójka
ru: Драка
tr: Kavga
vi: Đánh nhau
zh_hans: 斗殴闹事

source: Non-lethal
de: nicht toetlich
fr: Non-létal
it: Non letale
pl: Nie-śmiertelna
ru: Несмертельно
tr: Ölümcül olmayan
vi: Không gây chết người
zh_hans: 非致命的

source: Lethal
de: toetlich
fr: Létal
it: Letale
pl: Śmiertelna
ru: Смертельно
tr: Ölümcül
vi: Gây chết người
zh_hans: 致命的

source: No Quarter
de: Kein Quartier
fr: pas de quartier
it: Nessun quartiere
pl: Brak kwatery
ru: Нет покоев
tr: Aman Vermeme
vi: Không khoan nhượng
zh_hans: 无慈悲的

source: Morale/Fear
de: Moral/Angst
fr: morale/peur
it: Morale/Paura
pl: Morale/Strach
ru: Мораль/страх
tr: Moral/Korku
vi: Tinh thần/Sợ hãi

source: On
de: An
fr: allumé
ru: На
tr: Açık
vi: Bật
zh_hans: 上

source: Created Wealth:
de: Geschaffener Wohlstand:
fr: Richesse créée :
it: Ricchezza creata:
ko: 생산한 부:
pl: Wytworzone Bogactwo:
pt_br: Riqueza criada:
ru: Произведено:
tr: Yaratılan Servet:
vi: Tài sản Đã tạo:
zh_hans: 生产总值：

source: Weapons:
de: Waffen:
fr: Armes:
it: Armi:
ko: 무기:
pl: Broń:
pt_br: Armas
ru: Оружие:
tr: Silahlar:
vi: Vũ khí:
zh_hans: 武器：

source: Armor and Garb:
fr: Armure et costume :
it: Armatura e Stile:
ko: 갑옷과 의복:
pl: Pancerz i Ubiór:
pt_br: Armaduras e vestimentas:
ru: Броня и одежда:
tr: Zırh ve Giysi:
vi: Giáp và Y phục:
zh_hans: 护甲和装束：

source: Furniture:
fr: Meubles:
it: Mobile:
ko: 가구:
pl: Meble:
pt_br: Mobília
ru: Мебель:
tr: Mobilya:
vi: Nội thất:
zh_hans: 家具：

source: Other Objects:
de: Andere Objekte:
fr: Autres objets :
it: Altri oggetti:
ko: 기타 개체:
pl: Inne Obiekty:
pt_br: Outros objetos:
ru: Прочее:
tr: Diğer Nesneler:
vi: Các Vật thể Khác:
zh_hans: 其他物件：

source: Displayed:
fr: Affiché :
it: In mostra:
ko: 전시품:
pl: Wystawione:
pt_br: Exibida:
ru: Показано:
tr: Sergilenen:
vi: Đã trưng bày:
zh_hans: 隐藏：

source: Held/Worn:
fr: Tenue/Porté :
it: Tenuto/indossato:
ko: 무장/장비품:
pl: Trzymane/Ubrane:
pt_br: Held/usado:
ru: Надето:
tr: Tutulan/Giyilen:
vi: Đang cầm/Mặc:
zh_hans: 握持/装备：

source: Imported Wealth:
fr: Richesse importée :
it: Ricchezza importata:
ko: 수입한 부:
pl: Importowane Bogactwo:
pt_br: A importação de riqueza:
ru: Импортировано:
tr: İthal Edilen Servet:
vi: Tài sản Nhập khẩu:
zh_hans: 已购入财富：

source: Exported Wealth:
fr: Richesse exportée :
it: Ricchezza esportata:
ko: 수출한 부:
pl: Eksportowane Bogactwo:
pt_br: Riqueza exportada:
ru: Экспортировано:
tr: İhraç Edilen Servet:
vi: Tài sản Xuất khẩu:
zh_hans: 已出口财富：

source: You need a broker with
de: Sie brauchen einen Makler mit
fr: Vous avez besoin d'un courtier avec
it: Hai bisogno di un mediatore con
ko: 현재 상태를 보려면 가치평가 스킬이 있는
pl: Potrzebujesz brokera z
pt_br: Você precisa de um corretor com
ru: Вам нужен брокер со
tr: Şuna sahip bir komisyoncuya ihtiyacınız var:
vi: Bạn cần một người môi giới có
zh_hans: 你需要一位有估价技能

source: the appraisal skill.
de: der Beurteilungsfähigkeit.
fr: la compétence d'évaluation.
it: l'abilità di valutazione.
ko: 중개인이 필요합니다.
pl: umiejętnością oceny.
pt_br: a habilidade de avaliação.
ru: способностью к оценке.
tr: değer biçme becerisi.
vi: kỹ năng định giá.
zh_hans: 的经纪人.

source: A bookkeeper helps
de: Ein Buchhalter hilft
fr: Un comptable aide
it: Un contabile aiuta
ko: 회계사가 도와줍니다
pl: Księgowy pomaga
pt_br: Um contador ajuda
ru: Счетовод помогает
tr: Bir muhasebeci şuna yardımcı olur:
vi: Một người giữ sổ sách giúp
zh_hans: 簿记员会很有用

source: with accuracy.
fr: avec justesse.
it: con precisione.
ko: 정확하게.
pl: z dokładnością.
pt_br: com precisão.
ru: с точностью.
tr: doğrulukla.
vi: với độ chính xác.
zh_hans: 精准的。

source: Trade Information:
de: Handelsinformationen:
fr: Informations commerciales :
it: Informazioni commerciali:
ko: 거래 정보:
pl: Informacje o handlu:
pt_br: Informações comerciais:
ru: Торговая информация:
tr: Ticaret Bilgisi:
vi: Thông tin Thương mại:
zh_hans: 贸易信息：

source: Left click for recenter and expand options. Right click to dismiss.
de: Klicken Sie mit der linken Maustaste, um die Optionen zu zentrieren und zu erweitern. Rechtsklick zum Verlassen.
fr: Clic gauche pour recentrer et développer les options. Clic droit pour fermer.
it: Clic sinistro per ricentrare ed espandere le opzioni. Clic destro per chiudere.
ko: 중앙 정렬 및 확장 옵션을 보려면 왼쪽 클릭하십시오.
pl: Kliknij lewym, aby wyświetlić ostatnie i rozwinąć opcje. Prawym, aby odrzucić.
pt_br: Clique esquerdo para opções de centralizar e expandir. Clique direito para dispensar.
ru: Кликните левой кнопкой мыши для перехода и раскрытия опций. Правый клик - закрыть.
vi: Nhấp chuột trái để căn giữa lại và mở rộng tùy chọn. Nhấp chuột phải để đóng.
zh_hans: 左键单击可重新定位和展开选项。 右键点击可以解散。

source: Following
de: Folgen
fr: Suivant
it: Seguendo
ko: 수행원
pl: Następujący
pt_br: Seguindo
ru: Следит
tr: Takip ediyor:
vi: Theo dõi
zh_hans: 以下

source: the hunting of great beasts
de: die Jagd auf große Bestien
fr: la chasse aux grandes bêtes
it: la caccia alle grandi bestie
ko: 거대한 짐승의 사냥
pl: polowanie na wielkie bestie
pt_br: a caça de animais grandes
ru: охота на крупных зверей
tr: büyük canavarların avlanması
vi: cuộc săn lùng những quái thú khổng lồ
zh_hans: 狩猎大兽

source: Tooltip
pl: Wskazówka
tr: İpucu
vi: Chú giải công cụ

source: Set digging orders.
de: Grabungsaufträge festlegen.
fr: Définir les ordres de creusement.
it: Imposta ordini di scavo.
ko: 채굴 명령 설정.
pl: Ustaw rozkazy kopania.
pt_br: Definir ordens de escavação.
ru: Приказать копать
tr: Kazı emirlerini ayarla.
vi: Thiết lập lệnh đào.
zh_hans: 设置挖掘命令。

source: Finish setting dig orders.
de: Beenden Sie die Einstellung von Grabungsaufträgen.
fr: Terminez la définition des ordres de fouille.
it: Finisci d'impostare ordini di scavo.
ko: 채굴 명령 설정 끝내기.
pl: Zakończ ustawianie rozkazów kopania.
pt_br: Termine de definir as ordens de escavação.
ru: Скрыть приказы на копание
tr: Kazı emirlerini ayarlamayı bitir.
vi: Hoàn tất thiết lập lệnh đào.
zh_hans: 结束挖掘命令设置。

source: Dig a regular hallway or room. Assign a miner to the work detail if necessary. The miner requires a pick.
de: Graben Sie einen normalen Gang oder Raum. Weisen Sie dem Arbeitstrupp bei Bedarf einen Bergmann zu. Der Bergmann benötigt eine Hacke.
fr: Creusez un couloir ou une pièce ordinaire. Affectez un mineur au détail du travail si nécessaire. Le mineur a besoin d'une pioche.
it: Scava un normale corridoio o stanza. Assegna un minatore al dettaglio di lavoro, se necessario. Il minatore richiede un piccone.
ko: 일반 복도나 방을 파세요. 필요한 경우 작업 세부사항에 광부를 할당합니다. 광부는 골라야 한다.
pl: Wykop zwykły korytarz lub pomieszczenie. Jeśli to konieczne, przydziel górnika do szczegółów pracy. Górnik potrzebuje kilofa.
pt_br: Cave um corredor ou quarto regular. Designe um minerador nos detalhes de trabalho, se necessário. O minerador requer uma picareta.
ru: Выкопать обычный коридор или комнату. При необходимости назначьте кому-то работу шахтёром. Шахтеру требуется кирка.
tr: Normal bir koridor veya oda kazın. Gerekirse iş detayına bir madenci atayın. Madencinin kazmaya ihtiyacı vardır
vi: Đào một hành lang hoặc phòng thông thường. Phân công một thợ mỏ vào đội công tác nếu cần. Thợ mỏ cần có một cái cuốc.
zh_hans: 挖一个普通的走廊或房间。 如果有必要的话，给工作细节分配一个矿工。 矿工需要一个镐。

source: Designate constructed walls, floors, and other constructed tiles to be removed by miners. This also designates all stairwells and ramps.
de: Kennzeichnen Sie Mauern, Böden und andere Bauteile, die von Bergleuten entfernt werden sollen. Dies gilt auch für alle Treppen und Rampen.
fr: Désignez les murs construits, les sols et autres carreaux construits à enlever par les mineurs. Cela désigne également toutes les cages d'escalier et les rampes.
it: Marca muri, pavimenti e altre piastrelle costruite che devono essere rimosse dai minatori. Questo marca anche tutte le trombe delle scale e le rampe.
ko: 제거할 건설된 벽, 바닥 및 기타 건설된 타일을 지정합니다. 이것은 또한 모든 계단통과 경사로를 지정합니다.
pl: Zaznacz skonstruowane ściany, podłogi i inne zabudowane pola, aby zostały usunięte przez górników. Możesz również zaznaczyć wszystkie schody i rampy.
pt_br: Designe paredes, pisos e outros ladrilhos construídos para serem removidos pelos mineradores. Isso também designa todas as escadas e rampas.
ru: Отметить построенные стены, полы и другие строения для сноса шахтерами. Это также относится ко всем лестницам и пандусам.
vi: Chỉ định các bức tường, sàn nhà và các ô gạch đã xây dựng khác để thợ mỏ loại bỏ. Điều này cũng bao gồm tất cả các giếng cầu thang và đường dốc.
zh_hans: 指定建造的墙壁、地板和其他建造的瓷砖，由矿工拆除。 这也指定了所有楼梯间和坡道。

source: Dig a stairwell on this level, going up or down. Your selection must span multiple elevations. Click on a tile, change elevations, and click again.
de: Graben Sie eine Treppe auf dieser Ebene, die nach oben oder unten führt. Ihre Auswahl muss sich über mehrere Ebenen erstrecken. Klicken Sie auf eine Kachel, ändern Sie die Höhe und klicken Sie erneut.
fr: Creusez une cage d'escalier à ce niveau, en montant ou en descendant. Votre sélection doit couvrir plusieurs élévations. Cliquez sur une tuile, modifiez les élévations, puis cliquez à nouveau.
it: Scava una tromba delle scale a questo livello, in salita o discesa. La selezione deve comprendere più quote. Clicca una tessera, cambia quota e clicca di nuovo.
ko: 현재 높이에서 위아래로 계단통을 팝니다. 선택 범위는 여러 고도에 걸쳐 있어야 합니다. 타일을 클릭하고 고도를 변경한 후 다시 클릭합니다.
pl: Wykop klatkę schodową na tym poziomie, idącą w górę lub w dół. Zaznaczenie musi obejmować wiele poziomów. Kliknij pole, zmień poziom i kliknij ponownie.
pt_br: Cave uma escada neste nível, subindo ou descendo. Sua seleção deve abranger várias elevações. Clique em um espaço, altere as elevações e clique novamente.
ru: Выкопать лестницу на этом уровне, ведущую вверх или вниз. Выделение должно охватывать несколько уровней по высоте. Щелкните по клетке, измените высоту и нажмите еще раз.
vi: Đào một giếng cầu thang ở cấp độ này, đi lên hoặc xuống. Lựa chọn của bạn phải trải rộng nhiều độ cao. Nhấp vào một ô, thay đổi độ cao, rồi nhấp lại.
zh_hans: 在这一层挖一个楼梯间，向上或向下。 您的选择必须跨越多个高程。 点击一个图块，更改海拔，然后再次点击。

source: Dig a ramp on this level, going up.
de: Graben Sie auf dieser Ebene eine Rampe, die nach oben führt.
fr: Creusez une rampe à ce niveau, en montant.
it: Scava una rampa (che sale) su questo livello.
ko: 현재 높이에서 올라가는 경사로를 팝니다.
pl: Wykop rampę na tym poziomie, idącą w górę.
pt_br: Cave uma rampa neste nível, indo para cima.
ru: Выкопать подъем с этого уровня на уровень выше.
tr: Bu seviyede yukarı giden bir rampa kazın.
vi: Đào một đường dốc ở cấp độ này, đi lên.
zh_hans: 在这一层挖一个斜坡，向上。

source: Dig a channel, making a ramp on the level below.
de: Graben Sie ein Weg, die auf der darunter liegenden Ebene eine Rampe bildet.
fr: Creusez un canal en faisant une rampe au niveau inférieur.
it: Scava un canale creando una rampa al livello sottostante.
ko: 현재 높이에서 내려가는 경사로를 팝니다.
pl: Wykop kanał, tworząc rampę na poziomie poniżej.
pt_br: Cave um canal, fazendo uma rampa no nível abaixo.
ru: Выкопать канал, сделав спуск на уровень ниже.
tr: Bir kanal kazarak aşağıdaki seviyede bir rampa oluşturun.
vi: Đào một kênh, tạo ra một đường dốc ở cấp độ bên dưới.
zh_hans: 挖一条通道，在下面一层做一个坡道。

source: Hold left button to draw.
fr: Maintenez le bouton gauche pour dessiner.
it: Tieni premuto il tasto sinistro per disegnare.
ko: 왼쪽 버튼을 누르고 있으면 그립니다.
pl: Przytrzymaj lewy przycisk, aby rysować.
pt_br: Segure o botão esquerdo para desenhar.
ru: Зажмите левую кнопку мыши, чтобы рисовать
tr: Çizmek için sol tuşu basılı tutun.
vi: Giữ nút chuột trái để vẽ.
zh_hans: 按住左键可以画画。

source: Left click to choose corners of a rectangle.
de: Klicken Sie mit der linken Maustaste, um die Ecken eines Rechtecks auszuwählen.
fr: Clic gauche pour choisir les coins d'un rectangle.
it: Clic sinistro per scegliere gli angoli del rettangolo.
ko: 직사각형의 모서리를 선택하려면 마우스 왼쪽 버튼을 클릭합니다.
pl: Kliknij lewym, aby wybrać narożniki prostokąta.
pt_br: Clique com o botão esquerdo para escolher os cantos de um retângulo.
ru: Щелкните левой кнопкой мыши, чтобы выбрать углы прямоугольника.
tr: Bir dikdörtgenin köşelerini seçmek için sol tıklayın.
vi: Nhấp chuột trái để chọn các góc của một hình chữ nhật.
zh_hans: 左击选择矩形的一个边角。

source: Dig every tile selected.
fr: Creusez chaque tuile sélectionnée.
it: Scava ogni tessera selezionata.
ko: 선택한 모든 타일을 파십시오.
pl: Wykop każde zaznaczone pole.
pt_br: Cave cada espaço selecionado.
ru: Копать каждую выбранную клетку.
tr: Seçilen her kareyi kaz.
vi: Đào mọi ô đã chọn.
zh_hans: 挖掘每一块选定的区块。

source: Dig only ore and gems selected, and automine any ore and gems of the same type which are uncovered.
de: Graben Sie nur die ausgewählten Erze und Edelsteine aus und bauen Sie alle Erze und Edelsteine desselben Typs, die aufgedeckt werden, automatisch ab.
fr: Creusez uniquement le minerai et les gemmes sélectionnés, et exploitez automatiquement tous les minerais et gemmes du même type qui sont découverts.
it: Scava solo gemme e minerali grezzi selezionati, scava quindi ogni minerale e gemma dello stesso tipo che vengono scoperti.
ko: 선택한 광석과 보석만 파내고 발견된 동일한 유형의 광석과 보석을 자동화합니다.
pl: Wydobywaj tylko wybraną rudę i klejnoty oraz automatycznie wydobywaj wszystkie odkryte rudy i klejnoty tego samego typu.
pt_br: Cave apenas minérios e gemas selecionadas, e auto minere quaisquer minérios ou gemas do mesmo tipo que estão descobertas.
ru: Добыть только выбранную руду и драгоценные камни; автоматически добыть обнаруженную руду и драгоценные камни того же типа.
tr: Sadece seçilen cevher ve mücevherleri kazın ve ortaya çıkan aynı türdeki tüm cevher ve mücevherleri otomatik kazın.
vi: Chỉ đào quặng và đá quý đã chọn, đồng thời tự động khai thác bất kỳ quặng và đá quý cùng loại nào được phát hiện.
zh_hans: 只挖掘选定的矿石和宝石，并自动挖掘任何未发现的相同类型的矿石和宝石。

source: Dig only ore and gems selected.
de: Nur ausgewählte Erze und Edelsteine abbauen.
fr: Creusez uniquement le minerai et les gemmes sélectionnés.
it: Scava solo minerali grezzi e gemme selezionate.
ko: 선택한 광석과 보석만 캐십시오.
pl: Wykop jedynie zaznaczone rudy i klejnoty.
pt_br: Cave apenas minérios e gemas selecionados.
ru: Добыть только выбранную руду и драгоценные камни.
tr: Sadece seçilen cevher ve mücevherleri kaz.
vi: Chỉ đào quặng và đá quý đã chọn.
zh_hans: 只挖掘选定的矿石和宝石。

source: Dig only gems selected.
de: Nur ausgewählte Edelsteine ausgraben.
fr: Creusez uniquement les gemmes sélectionnées.
it: Scava solo gemme selezionate.
ko: 선택한 보석만 채굴합니다.
pl: Wykop jedynie zaznaczone klejnoty.
pt_br: Cave apenas as gemas selecionadas.
ru: Добыть только выбранные драгоценные камни.
tr: Sadece seçilen mücevherleri kaz.
vi: Chỉ đào đá quý đã chọn.
zh_hans: 只挖掘选定的宝石。

source: Selected tiles are very high priority.
fr: Les tuiles sélectionnées ont une priorité très élevée.
it: Le tessere selezionate hanno priorità molto alta.
ko: 선택한 타일의 우선 순위가 매우 높습니다.
pl: Zaznaczone pola mają bardzo wysoki priorytet.
pt_br: Os espaços selecionados são de alta prioridade.
ru: У выбранных клеток очень высокий приоритет.
tr: Seçilen kareler çok yüksek öncelikli.
vi: Các ô đã chọn có ưu tiên rất cao.
zh_hans: 所选图块的优先级非常高。

source: Selected tiles are high priority.
fr: Les tuiles sélectionnées ont une priorité élevée.
it: Le tessere selezionate hanno priorità alta.
ko: 선택한 타일의 우선 순위가 높습니다.
pl: Zaznaczone pola mają wysoki priorytet.
pt_br: Os espaços selecionados são de alta prioridade.
ru: У выбранных клеток высокий приоритет.
tr: Seçilen kareler yüksek öncelikli.
vi: Các ô đã chọn có ưu tiên cao.
zh_hans: 选定的图块具有高优先级。

source: Selected tiles are high-medium priority.
fr: Les tuiles sélectionnées ont une priorité élevée-moyenne.
it: Le tessere selezionate hanno priorità medio-alta.
ko: 선택한 타일은 높음-중간 우선 순위입니다.
pl: Zaznaczone pola mają średnio-wysoki priorytet.
pt_br: Os espaços selecionados têm prioridade alta-média.
ru: У выбранных клеток высокий-средний приоритет.
tr: Seçilen kareler yüksek-orta öncelikli.
vi: Các ô đã chọn có ưu tiên cao-trung bình.
zh_hans: 选定的图块具有高中优先级。

source: Selected tiles are medium priority. [DEFAULT]
fr: Les tuiles sélectionnées sont de priorité moyenne. [DÉFAUT]
it: Le tessere selezionate hanno priorità media. [DEFAULT]
ko: 선택한 타일은 중간 우선 순위입니다. [DEFAULT]
pl: Zaznaczone pola mają średni priorytet. [DOMYŚLNIE]
pt_br: Os espaços selecionados são de prioridade média. [PADRÃO]
ru: У выбранных клеток средний приоритет. [по умолчанию]
tr: Seçilen kareler orta öncelikli. [VARSAYILAN]
vi: Các ô đã chọn có ưu tiên trung bình. [MẶC ĐỊNH]
zh_hans: 选定的图块具有中等优先级。 [默认]

source: Selected tiles are medium-low priority.
fr: Les tuiles sélectionnées ont une priorité moyenne-faible.
it: Le tessere selezionate hanno priorità medio-bassa.
ko: 선택한 타일의 우선 순위는 중간에서 낮습니다.
pl: Zaznaczone pola mają średnio-niski priorytet.
pt_br: Os espaços selecionados têm prioridade média-baixa.
ru: У выбранных клеток средне-низкий приоритет.
tr: Seçilen kareler orta-düşük öncelikli.
vi: Các ô đã chọn có ưu tiên trung bình-thấp.
zh_hans: 选定的图块具有中低优先级。

source: Selected tiles are low priority.
fr: Les tuiles sélectionnées sont de faible priorité.
it: Le tessere selezionate hanno priorità bassa.
ko: 선택한 타일은 우선 순위가 낮습니다.
pl: Zaznaczone pola mają niski priorytet.
pt_br: Os espaços selecionados são de baixa prioridade.
ru: У выбранных клеток низкий приоритет.
tr: Seçilen kareler düşük öncelikli.
vi: Các ô đã chọn có ưu tiên thấp.
zh_hans: 选定的图块具有低优先级。

source: Selected tiles are very low priority.
fr: Les tuiles sélectionnées ont une priorité très faible.
it: Le tessere selezionate hanno priorità molto bassa.
ko: 선택된 타일은 우선순위가 매우 낮습니다.
pl: Zaznaczone pola mają bardzo niski priorytet.
pt_br: Os espaços selecionados têm prioridade muito baixa.
ru: У выбранных клеток очень низкий приоритет.
tr: Seçilen kareler çok düşük öncelikli.
vi: Các ô đã chọn có ưu tiên rất thấp.
zh_hans: 所选图块的优先级非常低。

source: Change to standard dig mode.
fr: Passez en mode d'excavation standard.
it: Passa alla modalità standard Scavo.
ko: 표준 발굴 모드로 변경합니다.
pl: Zmień na standardowy tryb kopania.
pt_br: Mudar para o modo de escavação padrão.
ru: Перейти в стандартный режим копания.
tr: Standart kazı moduna geç.
vi: Chuyển sang chế độ đào tiêu chuẩn.
zh_hans: 更改为标准挖掘模式。

source: Change to blueprint-only mode.
fr: Passez en mode Blueprint uniquement.
it: Passa alla modalità Progetto
ko: 청사진 전용 모드로 변경합니다.
pl: Zmień na tryb jedynie schematów.
pt_br: Mudar para o modo apenas diagramas.
ru: Переключиться в режим планирования.
tr: Sadece plan moduna geç.
vi: Chuyển sang chế độ chỉ bản thiết kế.
zh_hans: 更改为仅蓝图模式。

source: Change blueprints to standard selections.
fr: Remplacez les plans par des sélections standard.
it: Cambia Progetti in selezioni standard.
ko: 청사진을 표준 선택으로 변경합니다.
pl: Zmień schematy na standardowe zaznaczenia.
pt_br: Mudar os diagramas para seleções padrão.
ru: Переключиться с планирования на стандартный выбор.
tr: Planları standart seçimlere dönüştür.
vi: Chuyển các bản thiết kế thành các lựa chọn tiêu chuẩn.
zh_hans: 将蓝图改为标准选择。

source: Change standard selections to blueprints.
fr: Remplacez les sélections standard par des plans.
it: Cambia le selezioni standard in Progetti.
ko: 표준 선택을 청사진으로 변경합니다.
pl: Zmień standardowe zaznaczenia na schematy.
pt_br: Mudar as seleções padrão para diagramas.
ru: Переключиться со стандартного выбор на планирование.
tr: Standart seçimleri planlara dönüştür.
vi: Chuyển các lựa chọn tiêu chuẩn thành các bản thiết kế.
zh_hans: 将标准选择改为蓝图。

source: Show advanced options.
fr: Montrer les options avancées.
it: Mostra le opzioni avanzate.
ko: 고급 옵션을 표시합니다.
pl: Pokaż opcje zaawansowane.
pt_br: Mostrar opções avançadas.
ru: Показать дополнительные настройки.
tr: Gelişmiş seçenekleri göster.
vi: Hiển thị tùy chọn nâng cao.
zh_hans: 显示高级选项。

source: Hide advanced options.
fr: Cachez les options avancées.
it: Nascondi le opzioni avanzate.
ko: 고급 옵션을 숨깁니다.
pl: Ukryj opcje zaawansowane.
pt_br: Esconder opções avançadas.
ru: Скрыть дополнительные настройки
tr: Gelişmiş seçenekleri gizle.
vi: Ẩn tùy chọn nâng cao.
zh_hans: 隐藏高级选项。

source: Set tree chopping orders.
de: Setzen Sie Aufträge zum Fällen von Bäumen.
fr: Définissez des ordres de coupe d'arbres.
it: Impostar ordini di taglio degli alberi.
ko: 벌목 명령 설정.
pl: Ustaw rozkazy ścinania drzew.
pt_br: Definir ordens de corte de árvores.
ru: Приказать рубить деревья
tr: Ağaç kesme emirlerini ayarla.
vi: Thiết lập lệnh chặt cây.
zh_hans: 设定树木砍伐命令。

source: Set tree chopping orders. Select the base of the tree so that the woodcutter can reach it. Assign a woodcutter to the work detail if necessary. The woodcutter requires an axe.
de: Legen Sie Aufträge zum Fällen von Bäumen fest. Wählen Sie die Stelle so aus, dass der Holzfäller den Baum erreichen kann. Weisen Sie dem Arbeitstrupp bei Bedarf einen Holzfäller zu. Der Holzfäller benötigt eine Axt.
fr: Définissez des ordres de coupe d'arbres. Sélectionnez la base de l'arbre pour que le bûcheron puisse l'atteindre. Affectez un bûcheron au détail des travaux si nécessaire. Le bûcheron a besoin d'une hache.
it: Imposta gli ordini di taglio degli alberi. Seleziona la base dell'albero in modo che il taglialegna possa raggiungerlo. Se necessario assegna un taglialegna al lavoro. Il taglialegna richiede un'ascia.
ko: 벌목 명령을 설정합니다. 나무꾼이 닿을 수 있도록 나무 밑을 선택합니다. 필요한 경우 작업 세부사항에 나무꾼을 지정합니다. 나무꾼은 도끼를 필요로 합니다.
pl: Ustaw polecenia ścięcia drzew. Wybierz podstawę drzewa tak, by drwal mógł do niej dotrzeć. Jeśli to konieczne, przydziel drwala do szczegółów pracy. Drwal potrzebuje siekiery.
pt_br: Definir ordens de corte de árvores. Selecione a base da árvore para que o lenhador possa alcançá-la. Designe um lenhador nos detalhes de trabalho, se necessário. O lenhador requer um machado.
ru: Отдать приказ на рубку деревьев. Выделите основание дерева так, чтобы дровосек мог дотянуться до него. При необходимости назначьте кого-то дровосеком. Дровосеку нужен топор.
vi: Thiết lập lệnh chặt cây. Chọn gốc cây để người đốn gỗ có thể tiếp cận. Phân công một người đốn gỗ vào đội công tác nếu cần. Người đốn gỗ cần có một cái rìu.
zh_hans: 设定砍树命令。选择树的底部，以便樵夫能够到。如有必要，指派一名樵夫负责这项工作。樵夫需要一把斧头。

source: Finish setting tree chopping orders.
de: Beenden Sie die Festlegung von Aufträgen zum Fällen von Bäumen.
fr: Terminez de définir les ordres d'abattage des arbres.
it: Finisci d'impostare ordini di taglio degli alberi
ko: 벌목 명령 설정 끝내기.
pl: Zakończ wydawanie poleceń ścinania drzew.
pt_br: Termine de definir as ordens de corte de árvores.
ru: Скрыть приказы на рубку деревьев
tr: Ağaç kesme emirlerini ayarlamayı bitir.
vi: Hoàn tất thiết lập lệnh chặt cây.
zh_hans: 结束树木砍伐命令设定。

source: Change to standard chop mode.
fr: Passez en mode hachage standard.
it: Passa alla modalità standard Abbattimento.
ko: 표준 자르기 모드로 변경합니다.
pl: Zmień na standardowy tryb ścinania.
pt_br: Mudar para o modo de corte padrão.
ru: Перейти в стандартный режим рубки.
tr: Standart kesme moduna geç.
vi: Chuyển sang chế độ chặt tiêu chuẩn.
zh_hans: 改为标准砍伐模式。
