Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Disdains harmony
de: Verachtet die Harmonie
fr: Dédaigne l'harmonie
it: Disdegna l'armonia
ko: 조화를 경멸함
pl: Gardzi harmonią
pt_br: Desdenha de harmonia
ru: Презирает гармонию
tr: Uyumu küçümser
vi: Khinh thường sự hòa hợp
zh_hans: 鄙弃和谐

source: Disdains merriment
de: Verachtet die Fröhlichkeit
fr: Dédaigne la gaieté
it: Disdegna la baldoria
ko: 즐거움을 경멸한다
pl: Gardzi wesołością
pt_br: Desdenha a alegria
ru: Презирает веселье
tr: Eğlenceyi küçümser
vi: Khinh thường sự hân hoan
zh_hans: 鄙弃狂欢

source: Disdains craftwork
de: Verachtet das Handwerk
fr: Dédaigne l'artisanat
it: Disdegna l’artigianato
ko: 공예품을 경멸함
pl: Gardzi rzemiosłem
pt_br: Desdenha de artesanato
ru: Презирает ремесленную работу
tr: Zanaatkarlığı küçümser
vi: Khinh thường nghề thủ công
zh_hans: 鄙弃手工艺品

source: Disdains martial prowess
de: Verachtet das kriegerisches Können
fr: Dédaigne les prouesses martiales
it: Disdegna l'abilità marziale
ko: 무술을 경멸함
pl: Gardzi walecznościa
pt_br: Desdenha a destreza marcial
ru: Презирает воинскую доблесть
tr: Savaşçılık yeteneğini küçümser
vi: Khinh thường võ dũng
zh_hans: 鄙弃武艺高强

source: Disdains skill
de: Verachtet die Fähigkeit
fr: Dédaigne la compétence
it: Disdegna l'abilità
ko: 스킬 경멸
pl: Gardzi umiejętnościami
pt_br: Desdenha de habilidade
ru: Презирает мастерство
tr: Beceriyi küçümser
vi: Khinh thường kỹ năng
zh_hans: 鄙弃技能

source: Disdains hard work
de: Verachtet harte Arbeit
fr: Dédaigne le travail acharné
it: Disdegna il duro lavoro
ko: 근면한 노동을 경멸함
pl: Gardzi ciężką pracą
pt_br: Desdenha de trabalho duro
ru: Презирает тяжелую работу
tr: Çalışkanlığı küçümser
vi: Khinh thường sự cần cù
zh_hans: 鄙弃努力工作

source: Disdains sacrifice
de: Verachtet die Opfer
fr: Dédaigne le sacrifice
it: Disdegna il sacrificio
ko: 희생을 경멸함
pl: Gardzi poświęceniem
pt_br: Desdenha de sacrifício
ru: Презирает жертвенность
tr: Fedakarlığı küçümser
vi: Khinh thường sự hy sinh
zh_hans: 鄙弃牺牲

source: Disdains competition
de: Verachtet den Wettbewerb
fr: Concurrence des dédains
it: Disdegna le gare
ko: 경쟁을 경멸한다
pl: Pogarda dla konkurencji
pt_br: Desdenha de competição
ru: Презирает состязание
tr: Rekabeti küçümser
vi: Khinh thường sự cạnh tranh
zh_hans: 鄙弃竞争

source: Disdains perseverance
de: Verachtet die Ausdauer
fr: Dédaigne la persévérance
it: Disdegna la perseveranza
ko: 인내를 경멸한다
pl: Gardzi wytrwałością
pt_br: Desdenha de perseverança
ru: Презирает настойчивость
tr: Azmi küçümser
vi: Khinh thường sự kiên trì
zh_hans: 鄙弃坚持不懈

source: Disdains leisure time
de: Verachtet die Freizeit
fr: Dédaigne les loisirs
it: Disdegna il tempo libero
ko: 여가 시간을 경멸함
pl: Gardzi czasem wolnym
pt_br: Desdenha de tempo de lazer
ru: Презирает свободное время
tr: Boş zamanı küçümser
vi: Khinh thường thời gian nhàn rỗi
zh_hans: 鄙弃闲暇时光

source: Disdains commerce
de: Verachtet den Handel
fr: Dédaigne le commerce
it: Disdegna il commercio
ko: 상업을 경멸함
pl: Gardzi handlem
pt_br: Desdenha de comércio
ru: Презирает торговлю
tr: Ticareti küçümser
vi: Khinh thường thương mại
zh_hans: 鄙弃商业

source: Disdains romance
de: Verachtet die Romantik
fr: Dédaigne la romance
it: Disdegna il romanticismo
ko: 로맨스를 경멸함
pl: Gardzi romantycznością
pt_br: Desdenha de romance
ru: Презирает романтику
tr: Romantizmi küçümser
vi: Khinh thường tình yêu
zh_hans: 鄙弃爱情

source: Disdains nature
de: Verachtet die Natur
fr: Dédaigne la nature
it: Disdegna la natura
ko: 자연을 경멸함
pl: Gardzi naturą
pt_br: Desdenha da natureza
ru: Презирает природу
tr: Doğayı küçümser
vi: Khinh thường tự nhiên
zh_hans: 鄙弃自然

source: Disdains peace
de: Verachtet den Frieden
fr: Dédaigne la paix
it: Disdegna la pace
ko: 평화를 경멸한다
pl: Gardzi pokojem
pt_br: Desdenha de paz
ru: Презирает умиротворённость
tr: Barışı küçümser
vi: Khinh thường hòa bình
zh_hans: 鄙弃和平

source: Disdains knowledge
de: Verachtet das Wissen
fr: Dédaigne la connaissance
it: Disdegna la conoscenza
ko: 지식을 경멸함
pl: Gardzi wiedzą
pt_br: Desdenha de conhecimento
ru: Презирает знания
tr: Bilgiyi küçümser
vi: Khinh thường tri thức
zh_hans: 鄙弃知识

source: Harrowed
fr: Hersé
it: Straziato
ko: 괴롭힘
pl: Udręczony
pt_br: Grade
ru: Измученность
tr: Azap içinde
vi: Kiệt quệ
zh_hans: 耙

source: Haggard
de: Hager
fr: Hâve
it: Smunto
ko: 매서운
pl: Zmizerniały
ru: Переутомление
tr: Çökmüş
vi: Tiều tụy
zh_hans: 枯槁

source: Stressed
de: gestresst
fr: Stressé
it: Stressato
ko: 스트레스 받음
pl: Zestresowany
pt_br: Estressado
ru: Стресс
tr: Stresli
vi: Căng thẳng
zh_hans: 心力交瘁

source: Starving
de: sterbend
fr: Affamée
it: Morendo di fame
ko: 굶주림
pl: Głodujący
pt_br: Morrendo de fome
ru: Истощение
tr: Açlıktan ölüyor
vi: Đói lả
zh_hans: 饥饿

source: Hungry
de: hungrig
fr: Faim
it: Affamato
ko: 배고픔
pl: Głodny
pt_br: faminto
ru: Голод
tr: Aç
vi: Đói
zh_hans: 饿

source: Dehydrated
de: dehydriert
fr: Déshydraté
it: Disidratato
ko: 탈수증
pl: Odwodniony
pt_br: desidratado
ru: Обезвоживание
tr: Susuz kalmış
vi: Mất nước
zh_hans: 脱水

source: Thirsty
de: durstig
fr: Assoiffé
it: Assetato
ko: 목마름
pl: Spragniony
pt_br: Sedento
ru: Жажда
tr: Susamış
vi: Khát
zh_hans: 渴

source: Very drowsy
de: Sehr schläfrig
fr: Très somnolent
it: Molto sonnolento
ko: 매우 졸림
pl: Bardzo senny
pt_br: Muito sonolento
ru: Сильная сонливость
tr: Çok uykulu
vi: Rất buồn ngủ
zh_hans: 很困

source: Drowsy
de: Schläfrig
fr: Somnolent
it: Sonnolento
ko: 졸림
pl: Senny
pt_br: Sonolento
ru: Сонливость
tr: Uykulu
vi: Buồn ngủ
zh_hans: 昏昏欲睡

source: Very hungry
tr: Çok aç
vi: Rất đói

source: Thirsty!
tr: Susamış!
vi: Khát!

source: Very thirsty
tr: Çok susamış
vi: Rất khát

source: Slumberous
tr: Uyku sersemi
vi: Buồn ngủ rũ rượi

source: Unconscious
de: Unbewusst
fr: Inconscient
it: Inconscio
ko: 의식없음
pl: Nieprzytomny
pt_br: Inconsciente
ru: Без сознания
tr: Baygın
vi: Bất tỉnh
zh_hans: 无意识

source: Paralyzed
de: Gelähmt
fr: Paralysé
it: Paralizzato
ko: 마비됨
pl: Sparaliżowany
pt_br: Paralisia
ru: Паралич
tr: Felçli
vi: Bị tê liệt
zh_hans: 麻痹

source: Partially paralyzed
de: leicht benommen
fr: Partiellement paralysé
it: Parzialmente paralizzato
ko: 부분적으로 마비됨
pl: Częściowo sparaliżowany
pt_br: Parcialmente paralizado
ru: Частичный паралич
tr: Kısmen felçli
vi: Bị tê liệt một phần
zh_hans: 部分麻痹

source: Sluggish
de: Träge
fr: Paresseux
it: Fiacco
ko: 느릿느릿함
pl: Ślamazarny
pt_br: Lento
ru: Вялость
tr: Uyuşuk
vi: Lờ đờ
zh_hans: 呆滞

source: Stunned
de: Betäubt
fr: Étourdi
it: Stordito
ko: 기절함
pl: Oszołomiony
pt_br: ficou paralisado novamente!
ru: Оглушение
tr: Sersemlemiş
vi: Bị choáng váng
zh_hans: 震惊

source: Dizzy
de: benommen
fr: Vertigineux
it: Vertiginoso
ko: 어지러움
pl: Zawrót głowy
pt_br: Tonto
ru: Головокружение
tr: Baş dönmesi
vi: Chóng mặt
zh_hans: 头晕

source: Exhausted
de: Erschöpft
fr: Épuisé
it: Esausto
ko: 탈진함
pl: Wyczerpany
pt_br: Esgotado
ru: Утомление
tr: Yorgun Düşmüş
vi: Kiệt sức
zh_hans: 累

source: Over-exerted
de: Überlastet
fr: Surmené
it: Sovraffaticato
ko: 기진맥진
pl: Przemęczony
pt_br: Excesso de esforço
ru: Чрезмерное напряжение
tr: Aşırı zorlanmış
vi: Quá sức
zh_hans: 力竭

source: Tired
de: müde
fr: Fatigué
it: Stanco
ko: 피로함
pl: Zmęczony
pt_br: Cansado
ru: Усталость
tr: Yorgun
vi: Mệt mỏi
zh_hans: 累

source: Drowning
de: ertrinkend
fr: Noyade
it: Affogando
ko: 익사 중
pl: Tonący
pt_br: Afogamento
ru: Тонет
tr: Boğuluyor
vi: Đang chết đuối
zh_hans: 溺水

source: Winded
fr: Poussif
it: Senza fiato
ko: 호흡곤란
pl: Bez tchu
pt_br: Sem fôlego
ru: Одышка
tr: Nefes nefese
vi: Hụt hơi
zh_hans: 冗长

source: Nauseous
de: Übelkeit
fr: Nauséeux
it: Nauseato
ko: 메스꺼움
pl: Ma mdłości
pt_br: Náusea
ru: Тошнота
tr: Midesi bulanıyor
vi: Buồn nôn
zh_hans: 恶心

source: Extreme pain
de: extreme Schmerzen
fr: Douleur extrême
it: Dolore estremo
ko: 극심한 고통
pl: Ekstremalny ból
pt_br: Dor extrema
ru: Острая боль
tr: Aşırı acı
vi: Đau đớn tột độ
zh_hans: 极度痛苦

source: Pain
de: Schmerz
fr: La douleur
it: Dolore
ko: 고통
pl: Ból
pt_br: Dor
ru: Боль
tr: Acı
vi: Đau đớn
zh_hans: 痛苦

source: Numb
de: Taub
fr: Engourdi
it: Intorpidito
ko: 무감각
pl: bezwładny
ru: Онемение
tr: Donakalmış
vi: Tê dại
zh_hans: 麻木

source: Pale
de: Blass
fr: Pâle
it: Pallido
ko: 핼쑥함
pl: Blady
pt_br: Pálido
ru: Бледность
tr: Solgun
vi: Tái mét
zh_hans: 苍白

source: Faint
de: schwach
fr: Perdre connaissance
it: Privo di sensi
ko: 기절함
pl: Słaby
pt_br: desmaiar
ru: Слабость
tr: Fenalık
vi: Choáng váng
zh_hans: 微弱

source: Fever
de: Fieber
fr: Fièvre
it: Febbre
ko: 발열
pl: Gorączka
pt_br: Transpirar mais do que o habitual
ru: Лихорадка
tr: Yüksek ateş
vi: Sốt
zh_hans: 发烧

source: Heavy bleeding
de: stark blutend
fr: Saignements abondants
it: Sanguinamento alto
ko: 심각한 출혈
pl: Mocno krwawi
pt_br: Sangramento intenso
ru: Сильное кровотечение
tr: Ağır kanama
vi: Chảy máu nghiêm trọng
zh_hans: 大量出血

source: Bleeding
de: blutig
fr: Saignement
it: Sanguinante
ko: 출혈중
pl: Krwawi
pt_br: Hemorragia
ru: Кровотечение
tr: Kanama
vi: Chảy máu
zh_hans: 流血的

source: Webbed
de: Geflochtene
fr: Palmé
it: Intrappolato
ko: 거미줄에 감김
pl: Pajęcza sieć
pt_br: Na teia
ru: Опутан паутиной
tr: Ağla kaplı
vi: Bị giăng tơ
zh_hans: 蹼

source: Partially webbed
de: Teilweise geflochten
fr: Partiellement palmé
it: Parzialmente intrappola
ko: 부분적으로 거미줄에 감김
pl: Oplątany siecią
pt_br: Parcialmente emaranhado
ru: Частично опутан паутиной
tr: Kısmen ağla kaplı
vi: Bị giăng tơ một phần
zh_hans: 部分被网缠住的

source: Seriously injured
de: Schwer verletzt
fr: Grièvement blessé
it: Seriamente ferito
ko: 심각한 부상
pl: Poważnie zraniony
pt_br: Seriamente machucado
ru: Серьезное ранение
tr: Ağır yaralı
vi: Bị thương nặng
zh_hans: 重伤

source: Injured
de: verletzt
fr: Blessée
it: Ferito
ko: 부상
pl: Zraniony
pt_br: Machucado
ru: Ранение
tr: Yaralı
vi: Bị thương
zh_hans: 受伤的

source: Healthy
de: Gesund
fr: En bonne santé
it: Sano
ko: 건강함
pl: Zdrowy
pt_br: Saudável
ru: Здоровый
tr: Sağlıklı
vi: Khỏe mạnh
zh_hans: 健康的

source: Needs
de: Benötigt
fr: Besoins
it: Necessita
ko: 욕구:
pl: Potrzebuje
pt_br: Nece
ru: Требуется
tr: İhtiyaçlar:
vi: Nhu cầu
zh_hans: 需要

source: No official position
de: Keine offizielle Position
fr: Pas de position officielle
it: Nessuna posizione ufficiale
ko: 직책 없음
pl: Brak oficjalnej pozycji
pt_br: Sem posição oficial
ru: Нет официальной должности
tr: Resmi görevi yok
vi: Không giữ chức vụ chính thức
zh_hans: 没有办公地点

source: Haul:
de: schleppen:
fr: Transporter:
it: Carico:
ko: 운반:
pl: Ciągnie:
pt_br: Transporte:
ru: Перенести:
tr: Taşıma:
vi: Chuyên chở:
zh_hans: 拖着：

source: Squad:
de: Truppe:
fr: Équipe:
it: Squadra:
ko: 분대:
pl: Oddział:
pt_br: Esquadra
ru: Отряд:
tr: Birlik:
vi: Đội:
zh_hans: 队:

source: None
de: Keine
fr: Aucun
it: Nessuna
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
tr: Hiç
vi: Không
zh_hans: 无

source: (V Rusty)
de: (V Rostig)
fr: (V Rouillé)
it: (Molto arrugginito)
ko: (크게 녹슮)
pl: (V Zardzewiały)
ru: (Забыл)
tr: (Çok Paslanmış)
vi: (Rất gỉ sét)
zh_hans: （极度生疏）

source: (Rusty)
de: (Rostig)
fr: (Rouillé)
it: (Arrugginito)
ko: (녹슮)
pl: (Zardzewiały)
pt_br: (Enferrujado)
ru: (Подзабыл)
tr: (Paslanmış)
vi: (Gỉ sét)
zh_hans: （生锈）

source: Focused!
de: Fokussiert!
fr: Concentré!
it: Concentrato!
ko: 집중함!
pl: Skupiony!
pt_br: Focado!
ru: Сконцентрирован!
tr: Odaklanmış!
vi: Tập trung!
zh_hans: 关注！

source: Focused
de: Fokussiert
fr: Focalisé
it: Concentrato
ko: 집중함
pl: Skupiony
pt_br: Focado
ru: Сконецентрирован
tr: Odaklanmış
vi: Tập trung
zh_hans: 重点

source: Distracted!
de: Abgelenkt!
fr: Distraits!
it: Distratto!
ko: 산만함!
pl: Rozproszony!
pt_br: Distraído!
ru: Расстроен!
tr: Dikkati Dağılmış!
vi: Phân tâm!
zh_hans: 分心！

source: Distracted
de: Abgelenkt
fr: Distraits
it: Distratto
ko: 산만함
pl: Rozproszony
pt_br: Distraído
ru: Расстроен
tr: Dikkati Dağılmış
vi: Phân tâm
zh_hans: 分心

source: No unmet needs
de: Kein unerfüllter Bedarf
fr: Aucun besoin non satisfait
it: Nessun bisogno insoddisfatto
ko: 충족되지 않은 욕구 없음
pl: Niezaspokojone potrzeby
pt_br: Sem necessidades insatisfeitas
ru: Нужды отсутствуют
tr: Karşılanmamış ihtiyaç yok
vi: Không có nhu cầu chưa được đáp ứng
zh_hans: 需求均已满足

source: Unmet need:
de: Bedarf:
fr: Les besoins non satisfaits:
it: Bisogno insoddisfatto:
ko: 충족되지 않은 욕구:
pl: Potrzeba:
pt_br: Necessidade insatisfeita:
ru: Нужда:
tr: Karşılanmamış ihtiyaç:
vi: Nhu cầu chưa được đáp ứng:
zh_hans: 未满足需求：

source: Drink alcohol
de: Alkohol trinken
fr: Boire de l'alcool
it: Bevi alcol
ko: 음주
pl: Wypić alkohol
pt_br: Beber álcool
ru: Пить алкоголь
tr: Alkol tüketmek
vi: Uống rượu
zh_hans: 饮酒

source: Pray
de: Beten
fr: Prier
it: Prega
ko: 기도
pl: Pomodlić się
pt_br: Orar
ru: Молиться
tr: Dua etmek
vi: Cầu nguyện
zh_hans: 祈祷

source: Meditate
de: Meditieren
fr: Méditer
it: Medita
ko: 명상
pl: Medytować
pt_br: Meditar
ru: Медитировать
tr: Meditasyon yapmak
vi: Thiền định
zh_hans: 幽思

source: Stay occupied
de: Beschäftigt bleiben
fr: Restez occupé
it: Tenersi occupato
ko: 바쁘게 지내기
pl: Mieć zajęcie
pt_br: Fica ocupado
ru: Трудиться
tr: Meşgul kalmak
vi: Bận rộn
zh_hans: 仍旧被占领

source: Be creative
de: kreativ sein
fr: Sois créatif
it: Sii creativo
ko: 창의성 발휘
pl: Być kreatywnym
pt_br: Seja criativo
ru: Творить
tr: Yaratıcı olmak
vi: Sáng tạo
zh_hans: 要有创意

source: Admire art
de: Kunst bewundern
fr: Admirez l'art
it: Ammira arte
ko: 예술품 감상
pl: Podziwiać sztukę
pt_br: Admira arte
ru: Любоваться искусством
tr: Sanatı takdir etmek
vi: Chiêm ngưỡng nghệ thuật
zh_hans: 欣赏艺术

source: Excitement
de: Aufregung
fr: Excitation
it: Eccitazione
ko: 흥분되는 일
pl: Ekscytacji
pt_br: Entusiasmo
ru: Восхищаться
tr: Heyecan
vi: Hứng khởi
zh_hans: 激动

source: Learn something
de: Etwas lernen
fr: Apprendre quelque chose
it: Impara qualcosa
ko: 학습하기
pl: Nauczyć się czegoś nowego
pt_br: prenda algo
ru: Изучать новое
tr: Bir şeyler öğrenmek
vi: Học hỏi điều gì đó
zh_hans: 学习某物

source: Be with family
de: Mit der Familie sein
fr: Être en famille
it: Stai con la famiglia
ko: 가족과 함께하기
pl: Być z rodziną
pt_br: Estar com a família
ru: Быть с семьёй
tr: Aileyle olmak
vi: Ở bên gia đình
zh_hans: 与家人在一起

source: Be with friends
de: Mit Freunden sein
fr: Être avec des amis
it: Stai con gli amici
ko: 친구와 함께하기
pl: Być z przyjaciółmi
pt_br: Esteja com amigos
ru: Быть с друзьями
tr: Arkadaşlarla olmak
vi: Ở bên bạn bè
zh_hans: 和朋友一起

source: Hear eloquence
de: Eloquenz hören
fr: Entendre l'éloquence
it: Ascolta eloquenza
ko: 웅변 듣기
pl: Posłuchać kogoś elokwentnego
pt_br: Ouvir eloquência
ru: Оценить красноречие
tr: Hitabet dinlemek
vi: Nghe lời lẽ hùng hồn
zh_hans: 听演讲

source: Uphold tradition
de: Die Tradition bewahren
fr: Maintenir la tradition
it: Mantieni tradizione
ko: 전통 지키기
pl: Podtrzymywania tradycji
pt_br: Sustenta tradição
ru: Соблюсти традиции
tr: Gelenekleri yaşatmak
vi: Duy trì truyền thống
zh_hans: 坚持传统

source: Self-examination
de: Selbstuntersuchung
fr: Auto-examen
it: Esame di coscienza
ko: 자기성찰
pl: Samoanalizy
pt_br: Auto-examinação
ru: Самоанализ
tr: Kendini sorgulamak
vi: Tự kiểm điểm
zh_hans: 自我检查

source: Make merry
de: Fröhlich sein
fr: Faire la fête
it: Fai baldoria
ko: 결혼하기
pl: Rozweselić się
pt_br: Faça feliz
ru: Развлекаться
tr: Eğlenmek
vi: Vui vẻ
zh_hans: 尽情欢乐

source: Craft object
de: Werkstück
fr: Objet artisanal
it: Crea oggetto
ko: 물건 만들기
pl: Stworzyć przedmiot
pt_br: Produz objeto
ru: Изготовить предмет
tr: Nesne üretmek
vi: Chế tạo vật phẩm
zh_hans: 工艺对象

source: Martial training
de: Kriegerische Übung
fr: Entraînement martial
it: Addestramento marziale
ko: 전투 훈련
pl: Trenować walkę
pt_br: Treino marcial
ru: Обучаться бою
tr: Dövüş eğitimi
vi: Huấn luyện quân sự
zh_hans: 武术训练

source: Practice skill
de: Fertigkeit üben
fr: Compétence pratique
it: Pratica abilità
ko: 기술 연습
pl: Ćwiczyć umiejętność
pt_br: Treinando habilidade
ru: Практиковать умения
tr: Beceri çalışmak
vi: Luyện tập kỹ năng
zh_hans: 练习技巧

source: Take it easy
de: Beruhige dich
fr: Allez-y doucement
it: Prenditela comoda
ko: 쉬엄쉬엄 하기
pl: Spokojnie
pt_br: Pega leve
ru: Успокоиться
tr: Rahatlamak
vi: Thư giãn
zh_hans: 放轻松

source: Make romance
de: Liebe machen
fr: Faire de la romance
it: Crea romanticismo
ko: 연애하기
pl: Romansu
pt_br: Faz romance
ru: Завести роман
tr: Romantizm yaşamak
vi: Tìm kiếm lãng mạn
zh_hans: 做爱

source: See animal
de: Meerestier
fr: Voir animal
it: Guarda animale
ko: 동물 보기
pl: Zobaczyć zwierzę
pt_br: Veja animal
ru: Увидеть животное
tr: Hayvan görmek
vi: Nhìn thấy động vật
zh_hans: 查看动物

source: See great beast
de: Siehe große Bestie
fr: Voir la grande bête
it: Vedi grande bestia
ko: 거대한 짐승 보기
pl: Zobaczyć wielką bestię
pt_br: Veja grande besta
ru: Увидеть чудовище
tr: Büyük canavar görmek
vi: Nhìn thấy quái thú
zh_hans: 看到巨兽

source: Acquire object
de: Objekt erwerben
fr: Acquérir un objet
it: Ottieni oggetto
ko: 물건 소유하기
pl: Nabyć przedmiot
pt_br: Adquira objeto
ru: Приобрести вещь
tr: Nesne edinmek
vi: Sở hữu vật phẩm
zh_hans: 获得物品

source: Eat good meal
de: Gut essen
fr: Mangez un bon repas
it: Mangia un buon pasto
ko: 좋은 식사 먹기
pl: Zjeść dobry posiłek
pt_br: Coma comida boa
ru: Есть хорошую еду
tr: İyi yemek yemek
vi: Ăn bữa ăn ngon
zh_hans: 吃好饭

source: Fight
de: Kampf
fr: Lutte
it: Combatti
ko: 싸우기
pl: Walczyć
pt_br: Lutar
ru: Сражаться
tr: Dövüşmek
vi: Chiến đấu
zh_hans: 战斗

source: Cause trouble
de: Probleme verursachen
fr: Causer des ennuis
it: Causa problemi
ko: 문제 일으키기
pl: Powodować problemy
pt_br: Cause problema
ru: Причинять беспокойства
tr: Sorun çıkarmak
vi: Gây rắc rối
zh_hans: 惹麻烦

source: Argue
de: Diskutieren
fr: Argumenter
it: Discuti animatamente
ko: 논쟁하기
pl: Kłócić się
pt_br: Argumentar
ru: Спорить
tr: Tartışmak
vi: Tranh cãi
zh_hans: 争论

source: Be extravagant
de: Extravagant sein
fr: Soyez extravagant
it: Sii stravagante
ko: 사치부리기
pl: Być ekstrawaganckim
pt_br: Seja estravagante
ru: Быть экстравагантным
tr: Gösteriş yapmak
vi: Phóng khoáng
zh_hans: 太奢侈了

source: Wander
fr: Errer
it: Girovaga
ko: 떠돌아다니기
pl: Wędrować
pt_br: Vagueia
ru: Путешествовать
tr: Gezinmek
vi: Lang thang
zh_hans: 漫步

source: Help somebody
de: Jemandem Helfen
fr: Aider quelqu'un
it: Aiuta qualcuno
ko: 타인 돕기
pl: Pomóc komuś
pt_br: Ajude alguém
ru: Помочь кому-нибудь
tr: Birine yardım etmek
vi: Giúp đỡ người khác
zh_hans: 帮助某人

source: Think abstractly
de: Abstrakt denken
fr: Penser abstraitement
it: Pensa astrattamente
ko: 추상적 생각하기
pl: Myśleć abstrakcyjnie
pt_br: Pense abstratamente
ru: Мыслить абстрактно
tr: Soyut düşünmek
vi: Suy nghĩ trừu tượng
zh_hans: 抽象地思考

source: Assume Control
tr: Kontrolü ele almak
vi: Nắm quyền điều khiển

source: Place track vehicle
fr: Placer un véhicule à chenilles
it: Piazza veicolo su binari
ko: 트랙 차량 배치
pl: Umieść pojazd gąsienicowy
pt_br: Colocar veículo de trilhos
ru: Поставить вагонетку
tr: Ray aracı yerleştir
vi: Đặt phương tiện đường ray
zh_hans: 放置轨道车辆

source: Status
fr: Statut
ko: 상태
ru: Статус
tr: Durum
vi: Trạng thái
zh_hans: 要塞总览

source: Wounds
de: Wunden
fr: Blessures
it: Ferite
ko: 상처
pl: Rany
pt_br: Ferimento
ru: Раны
tr: Yaralar
vi: Vết thương
zh_hans: 伤处

source: Treatment
de: Behandlung
fr: Traitement
it: Cura
ko: 치료
pl: Leczenie
pt_br: Tratamento
ru: Лечение
tr: Tedavi
vi: Điều trị
zh_hans: 治疗

source: History
de: Geschichte
fr: Histoire
it: Storia
ko: 역사
pl: Historia
pt_br: História
ru: История
tr: Geçmiş
vi: Lịch sử
zh_hans: 历史

source: Other skills
de: Andere Skills
fr: Autres compétences
it: Altre abilità
ko: 다른 기술들
pl: Inne umiejętności
pt_br: Outras habilidades
ru: Другие навыки
tr: Diğer yetenekler
vi: Các kỹ năng khác
zh_hans: 其他技能

source: Philosophy
de: Philosophie
fr: Philosophie
it: Filosofia
ko: 철학
pl: Filozofia
pt_br: Filosofia
ru: Философия
tr: Felsefe
vi: Triết học
zh_hans: 哲学

source: Mathematics
de: Mathematik
fr: Mathématiques
it: Matematica
ko: 수학
pl: Matematyka
pt_br: Matemática
ru: Математика
tr: Matematik
vi: Toán học
zh_hans: 数学

source: Astronomy
de: Astronomie
fr: Astronomie
it: Astronomia
ko: 천문학
pl: Astronomia
pt_br: Astronomia
ru: Астрономия
tr: Astronomi
vi: Thiên văn học
zh_hans: 天文

source: Natural history
de: Naturgeschichte
fr: Histoire naturelle
it: Storia naturale
ko: 자연사
pl: Historia naturalna
pt_br: História natural
ru: Естествознание
tr: Doğa tarihi
vi: Lịch sử tự nhiên
zh_hans: 自然历史

source: Chemistry
de: Chemie
fr: Chimie
it: Chimica
ko: 화학
pl: Chemia
pt_br: Química
ru: Химия
tr: Kimya
vi: Hóa học
zh_hans: 化学

source: Geography
de: Erdkunde
fr: Géographie
it: Geografia
ko: 지리학
pl: Geografia
pt_br: Geografia
ru: География
tr: Coğrafya
vi: Địa lý
zh_hans: 地理

source: Medicine
de: Medizin
fr: Médecine
it: Medicina
ko: 의학
pl: Medycyna
pt_br: Medicina
ru: Медицина
tr: Tıp
vi: Y học
zh_hans: 医学

source: Engineering
de: Maschinenbau
fr: Ingénierie
it: Ingegneria
ko: 공학
pl: Inżynieria
pt_br: Engenharia
ru: Инженерия
tr: Mühendislik
vi: Kỹ thuật
zh_hans: 工程学

source: Poetic form
de: Poetische Form
fr: Forme poétique
it: Forma poetica
ko: 시적 형식
pl: Forma poetycka
pt_br: Forma poética
ru: Поэтический жанр
tr: Şiirsel biçim
vi: Thể thơ
zh_hans: 诗歌体裁

source: Musical form
de: Musikalische Form
fr: Forme musicale
it: Forma musicale
ko: 음악 형식
pl: Forma muzyczna
pt_br: Forma musical
ru: Музыкальный жанр
tr: Müzikal biçim
vi: Thể nhạc
zh_hans: 音乐体裁

source: Dance form
de: Tanzform
fr: Forme de danse
it: Forma di danza
ko: 춤 형식
pl: Forma taneczna
pt_br: Força dançante
ru: Танцевальный стиль
tr: Dans biçimi
vi: Thể múa
zh_hans: 舞蹈体裁

source: Manual
de: Handbuch
fr: Manuel
it: Manuale
ko: 수동
pl: Podręcznik
ru: Учебник
tr: El kitabı
vi: Sách hướng dẫn
zh_hans: 手册

source: Chronicle
de: Chronik
fr: la chronique
it: Cronaca
ko: 연대기
pl: Kronika
pt_br: rônica
ru: Хроника
tr: Kronik
vi: Biên niên sử
zh_hans: 编年史

source: Short story
de: Kurzgeschichte
fr: Histoire courte
it: Racconto breve
ko: 단편
pl: Krótka historia
pt_br: História curta
ru: Рассказ
tr: Kısa öykü
vi: Truyện ngắn
zh_hans: 短篇故事

source: Novel
de: Roman
fr: Roman
it: Romanzo
ko: 소설
pl: Powieść
pt_br: Novela
ru: Роман
tr: Roman
vi: Tiểu thuyết
zh_hans: 小说

source: Biography
de: Biografie
fr: Biographie
it: Biografia
ko: 전기
pl: Biografia
pt_br: Biografia
ru: Биография
tr: Biyografi
vi: Tiểu sử
zh_hans: 传

source: Autobiography
de: Autobiographie
fr: Autobiographie
it: Autobiografia
ko: 자서전
pl: Autobiografia
pt_br: Autobiografia
ru: Автобиография
tr: Otobiyografi
vi: Tự truyện
zh_hans: 自传

source: Poem
de: Gedicht
fr: Poème
it: Poema
ko: 시
pl: Poemat
pt_br: Poema
ru: Стихи
tr: Şiir
vi: Thơ
zh_hans: 诗

source: Letter
de: Brief
fr: Lettre
it: Lettera
ko: 편지
pl: List
pt_br: arta
ru: Письмо
tr: Mektup
vi: Thư
zh_hans: 信

source: Essay
de: Aufsatz
fr: Rédaction
it: Tema
ko: 수필
pl: Esej
pt_br: Ensaio
ru: Очерк
tr: Deneme
vi: Bài luận
zh_hans: 文章

source: Dialog
fr: Dialogue
it: Dialogo
ko: 대화
pt_br: Diálogo
ru: Диалог
tr: Diyalog
vi: Đối thoại
zh_hans: 对话

source: Musical composition
de: Musikalische Komposition
fr: Composition musicale
it: Composizione musicale
ko: 작곡
pl: Kompozycja muzyczna
pt_br: Composição musical
ru: Музыкальная композиция
tr: Müzik bestesi
vi: Tác phẩm âm nhạc
zh_hans: 音乐作品

source: Choreography
fr: Chorégraphie
it: Coreografia
ko: 안무
pl: Choreografia
pt_br: Coreografia
ru: Хореография
tr: Koreografi
vi: Vũ đạo
zh_hans: 编舞

source: Comparative biography
de: Vergleichende Biographie
fr: Biographie comparative
it: Biografia comparativa
ko: 비교 전기
pl: Biografia porównawcza
pt_br: Biografia comparativa
ru: Сравнительная биогарфия
tr: Karşılaştırmalı biyografi
vi: Tiểu sử so sánh
zh_hans: 比较传记

source: Biographical dictionary
de: Biographisches Wörterbuch
fr: Dictionnaire biographique
it: Dizionario biografico
ko: 전기 사전
pl: Słownik biograficzny
pt_br: Dicionário biográfico
ru: Биографический словарь
tr: Biyografik sözlük
vi: Từ điển tiểu sử
zh_hans: 传记字典

source: Genealogy
de: Genealogie
fr: Généalogie
it: Genealogia
ko: 계보학
pl: Genealogia
pt_br: Genealogia
ru: Генеалогия
tr: Soyağacı
vi: Gia phả học
zh_hans: 家谱

source: Encyclopedia
de: Enzyklopädie
fr: Encyclopédie
it: Enciclopedia
ko: 백과 사전
pl: Encyklopedia
pt_br: Enciclopédia
ru: Энциклопедия
tr: Ansiklopedi
vi: Bách khoa toàn thư
zh_hans: 百科全书
