Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: and sentenced to death
de: und zum Tode verurteilt
fr: et condamné à mort
it: e condannato a morte
ko: 그리고 사형 선고
pl: i skazany na śmierć
pt_br: e condenado à morte
ru: и приговорен к смертной казни
tr: ve ölüm cezasına çarptırıldı
vi: và bị kết án tử hình
zh_hans: 并被判处死刑

source: tamed the
fr: apprivoisé le
it: domato il
ko: 길들인
pl: ujarzmił
pt_br: Domou o
ru: приручил
tr: şunu evcilleştirdi:
vi: đã thuần hóa
zh_hans: 驯服了

source: wild beasts
de: wilde Bestien
fr: bêtes sauvages
it: bestie selvatiche
ko: 야수
pl: dzikie bestie
pt_br: feras selvagens
ru: дикие звери
tr: vahşi hayvanlar
vi: dã thú
zh_hans: 野兽

source: the taming of the
de: die Zähmung von
fr: l'apprivoisement du
it: l'addomesticamento del
ko: 의 길들이기
pl: oswajanie
pt_br: a domesticação do
ru: приручение
tr: şunun evcilleştirilmesi:
vi: việc thuần hóa
zh_hans: 驯服的

source: surprised
de: überrascht
fr: surpris
it: sorpreso
ko: 놀란
pl: zaskoczony
pt_br: surpreso
ru: застал врасплох
tr: şaşırttı
vi: đã bất ngờ tấn công
zh_hans: 诧异

source: ambushed
de: in einen Hinterhalt gelockt
fr: embusqué
it: imboscata
ko: 매복
pl: wciągnięty w zasadzkę
pt_br: Emboscada!
ru: напал из засады на
tr: pusuya düşürdü
vi: đã phục kích
zh_hans: 伏击

source: happened upon
de: zufällig getroffen
fr: arrivé sur
it: è capitato su di
ko: 일어난
pl: zdarzyło się
pt_br: aconteceu em cima
ru: наткнулся на
tr: şuna rastladı:
vi: đã tình cờ bắt gặp
zh_hans: 发生在

source: cornered
fr: acculé
it: messo all'angolo
ko: 궁지에 몰린
pl: osaczony
pt_br: encurralado
ru: загнал в угол
tr: köşeye sıkıştırdı
vi: đã dồn vào thế bí
zh_hans: 走投无路

source: confronted
fr: confronté
it: affrontato
ko: 직면
pl: skonfrontowany
pt_br: confrontado
ru: столкнулся с
tr: şununla yüzleşti
vi: đã đối đầu với
zh_hans: 面对

source: got into a brawl with
de: geriet in eine Schlägerei mit
fr: s'est bagarré avec
it: ha scatenato una rissa con
ko: 와 말다툼을 했다
pl: wdał się w bójkę z
pt_br: entrou em uma briga com
ru: подрался с
tr: şununla kavgaya tutuştu:
vi: đã ẩu đả với
zh_hans: 陷入了一场与

source: fought with and subdued
fr: combattu et maîtrisé
it: combattuto e sottomesso
ko: 와 싸우고 진압했다
pl: walczył i został pokonany
pt_br: lutou com e subjugou
ru: боролся и покорил
tr: şununla savaştı ve boyun eğdirdi
vi: đã chiến đấu và chế ngự
zh_hans: 与之交战并被制服

source: eventually prevailed and
fr: a finalement prévalu et
it: alla fine ha prevalso e
ko: 결국 승리했고
pl: ostatecznie zwyciężyła i
pt_br: Finalmente prevaleceu e
ru: в конце концов взял верх и
tr: sonunda galip geldi ve
vi: cuối cùng đã chiếm ưu thế và
zh_hans: 最终占了上风

source: was forced to make a hasty escape
de: war gezwungen, eine überstürzte Flucht anzutreten
fr: a été contraint de s'enfuir précipitamment
it: è stato costretto a una fuga precipitosa
ko: 서둘러 탈출할 수밖에 없었다
pl: został zmuszony do pospiesznej ucieczki
pt_br: foi forçado a fazer uma fuga precipitada
ru: был вынужден поспешно отступить
tr: aceleyle kaçmak zorunda kaldı
vi: đã buộc phải tháo chạy vội vã
zh_hans: 被迫匆忙逃脱

source: was forced to retreat from
fr: a été contraint de se retirer de
it: è stato costretto a ritirarsi da
ko: 에서 후퇴할 수밖에 없었다.
pl: został zmuszony do wycofania się z
pt_br: foi forçado a retirar-se do
ru: был вынужден отступить от
tr: şundan geri çekilmek zorunda kaldı:
vi: đã buộc phải rút lui khỏi
zh_hans: 被迫退出于

source: despite the latter's wounds
de: trotz seiner Wunden
fr: malgré les blessures de ce dernier
it: nonostante le ferite di quest'ultimo
ko: 후자의 상처에도 불구하고
pl: pomimo ran tego ostatniego
pt_br: Apesar das feridas do último
ru: несмотря на раны последнего
tr: ikincisinin yaralarına rağmen
vi: bất chấp những vết thương của người kia
zh_hans: 不管后者的伤口

source: managed to escape from
fr: réussi à s'échapper de
it: è riuscito a fuggire da
ko: 탈출에 성공했다
pl: udało się uciec z
pt_br: conseguiu escapar do
ru: удалось избежать нападения
tr: şundan kaçmayı başardı:
vi: đã xoay sở để thoát khỏi
zh_hans: 设法逃脱于

source: 's onslaught
de: Ansturm
fr: c'est l'assaut
it: assalto violento
ko: 의 맹공격
pl: atak
pt_br: do ataque
ru: натиск
tr: 'in saldırısı
vi: cuộc công kích của
zh_hans: 的猛攻

source: fought with
de: kämpfte mit
fr: combattu avec
it: combattuto con
ko: 와 싸웠다
pl: walczył z
pt_br: lutou com
ru: сражался с
tr: şununla savaştı:
vi: đã chiến đấu với
zh_hans: 曾战斗于

source: . While defeated, the latter escaped unscathed
fr: . Bien que vaincu, ce dernier s'en est sorti indemne
it: . Quest'ultimo, pur essendo stato sconfitto, è uscito indenne dal conflitto
pl: . Chociaż pokonany, ten ostatni uciekł bez szwanku
pt_br: . Enquanto o derrotou, este último escapou ileso
ru: . Несмотря на поражение, последний бежал невредимым
vi: . Mặc dù bị đánh bại, người kia đã thoát thân vô sự
zh_hans: 虽然被击败，但后者毫发无损地逃脱了

source: costly
fr: cher
it: costoso
ko: 값비싼
pl: kosztowny
pt_br: dispendioso
ru: дорогой
tr: maliyetli
vi: tốn kém
zh_hans: 昂贵

source: was hidden in
fr: était caché dans
it: è stato nascosto in
ko: 에 숨겨져 있었다
pl: został ukryty w
pt_br: estava escondido na
ru: был спрятан в
tr: şurada gizlendi:
vi: đã được giấu trong
zh_hans: 隐藏在

source: attack on
fr: attaquer
it: attacco su
ko: ~에 대한 공격
pl: atak na
pt_br: ataque em
ru: нападение на
tr: şuna saldırı
vi: cuộc tấn công vào
zh_hans: 进攻

source: surprising of
de: überraschend von
fr: surprenant de
it: presa alla sprovvista di
ko: 의 놀라운
pl: zaskakujące
pt_br: surpreendente de
ru: удивление
tr: şunun gafil avlanması
vi: việc bất ngờ tấn công
zh_hans: 令人惊讶的

source: ambush of
fr: embuscade de
it: agguato di
ko: 의 매복
pl: zasadzka
pt_br: Cilada!
ru: засада
tr: şunun pusuya düşürülmesi
vi: cuộc phục kích của
zh_hans: 伏击

source: happening upon
de: vorfindend
fr: se passe sur
it: accadere su
ko: 일어나는
pl: dzieje się na
pt_br: acontecendo em cima
ru: случайная встреча с
tr: rastlama
vi: việc tình cờ bắt gặp
zh_hans: 发生在

source: cornering of
fr: virage de
it: intrappolamento di
ko: 코너링
pl: pokonywanie zakrętów
pt_br: nas curvas de
ru: окружение
tr: şunun köşeye sıkıştırılması
vi: việc dồn vào thế bí
zh_hans: 转弯

source: confrontation of
fr: affrontement de
it: confronto di
ko: 대결
pl: konfrontacja
pt_br: confronto de
ru: противостояние
tr: şununla yüzleşme
vi: cuộc đối đầu của
zh_hans: 对抗

source: brawl with
de: Schlägerei mit
fr: bagarre avec
it: rissa con
ko: 와 싸우다
pl: bójka z
pt_br: brigar com
ru: драка с
tr: şununla kavga
vi: cuộc ẩu đả với
zh_hans: 斗殴

source: the subduing of
fr: la soumission de
it: la sottomissione di
ko: 의 진압
pl: ujarzmienie
pt_br: a subjugação de
ru: подчинение
tr: şunun boyun eğdirilmesi:
vi: việc chế ngự
zh_hans: 制服了

source: the escape of
fr: la fuite de
it: la fuga di
ko: 의 탈출
pl: ucieczka
pt_br: a fuga de
ru: побег
tr: şunun kaçışı:
vi: cuộc thoát thân của
zh_hans: 逃脱

source: after a horrific combat
fr: après un terrible combat
it: dopo un orribile combattimento
ko: 끔찍한 전투 후
pl: po przerażającej walce
pt_br: Depois de um combate terrível
ru: после ужасной битвы
tr: korkunç bir dövüşten sonra
vi: sau một trận giao tranh khủng khiếp
zh_hans: 经过可怕的战斗

source: after a punishing fight
fr: après un combat acharné
it: dopo un combattimento violento
ko: 벌칙적인 싸움 후
pl: po karzącej walce
pt_br: Depois de uma briga de punir
ru: после тяжёлой борьбы
tr: zorlu bir kavgadan sonra
vi: sau một trận chiến khốc liệt
zh_hans: 经过一场惩罚性的战斗

source: a scuffle between
de: ein Handgemenge zwischen
fr: une bagarre entre
it: una rissa tra
ko: 사이의 난투
pl: bójka między
pt_br: uma briga entre
ru: стычка между
tr: arasında bir arbede:
vi: một cuộc xô xát giữa
zh_hans: 两者之间的扭打

source: in which the former emerged victorious
fr: où les premiers sont sortis vainqueurs
it: in cui il primo è uscito vittorioso
ko: 전자가 승리했습니다
pl: w którym ten pierwszy odniósł zwycięstwo
pt_br: em que o antigo saiu vitorioso
ru: , в которой первый вышел победителем
tr: ki burada ilki galip geldi
vi: trong đó bên trước đã giành chiến thắng
zh_hans: 其中前者取得了胜利

source: independently discovered
fr: découvert indépendamment
it: scoperto in modo indipendente
ko: 독립적으로 발견
pl: niezależnie odkryte
pt_br: descoberto independentemente
ru: независимо открыл
tr: bağımsız olarak keşfetti
vi: đã độc lập khám phá
zh_hans: 独立发现

source: was the very first to discover
fr: a été le tout premier à découvrir
it: è stato il primo a scoprire
ko: 가장 먼저 발견한
pl: był pierwszym, który odkrył
pt_br: foi o primeiro a descobrir
ru: был первооткрывателем
tr: keşfeden ilk kişiydi
vi: là người đầu tiên khám phá ra
zh_hans: 是第一个发现的

source: discourse on ethics as it regards the benefit of the state
de: Diskurs über Ethik in Bezug auf den Nutzen des Staates
fr: discours sur l'éthique en ce qui concerne le bénéfice de l'État
it: discorso sull'etica per quanto riguarda il beneficio dello Stato
ko: 국가의 이익을 고려한 윤리에 관한 담론
pl: rozmowa na temat etyki ze względu na dobro państwa
pt_br: discurso sobre a ética no que diz respeito ao benefício do estado
ru: речь об этике в связи с выгодой этого состояния
tr: devletin yararını gözeten etik üzerine söylem
vi: luận văn về đạo đức học liên quan đến lợi ích của nhà nước
zh_hans: 关于道德的讨论，因为它关注国家的利益

source: discourse on the meaning of individual happiness
de: Diskurs über die Bedeutung des individuellen Gluecks
fr: discours sur le sens du bonheur individuel
it: discorso sul significato della felicità individuale
ko: 개인의 행복의 의미에 대한 담론
pl: dyskusja na temat znaczenia indywidualnego szczęścia
pt_br: discurso sobre o significado da felicidade individual
ru: речь о значении личного счастья
tr: bireysel mutluluğun anlamı üzerine söylem
vi: luận văn về ý nghĩa của hạnh phúc cá nhân
zh_hans: 论个人幸福的意义

source: discourse on medical ethics
de: Diskurs ueber medizinische Ethik
fr: Discours sur l'éthique médicale
it: discorso sull'etica medica
ko: 의료윤리 담론
pl: dyskusja na temat etyki medycznej
pt_br: discurso de ética médica
ru: речь о медицинской этике
tr: tıbbi etik üzerine söylem
vi: luận văn về đạo đức y học
zh_hans: 关于医学伦理的论述

source: discourse on the nature of truth
de: Diskurs ueber das Wesen der Wahrheit
fr: discours sur la nature de la vérité
it: discorso sulla natura della verità
ko: 진리의 본질에 대한 담론
pl: dyskusja na temat natury prawdy
pt_br: discurso sobre a natureza da verdade
ru: речь о природе истины
tr: hakikatin doğası üzerine söylem
vi: luận văn về bản chất của sự thật
zh_hans: 论述真理的本质

source: discourse on the nature of justification
de: Diskurs ueber das Wesen der Rechtfertigung
fr: discours sur la nature de la justification
it: discorso sulla natura della giustificazione
ko: 정당화의 본질에 대한 담론
pl: dyskusja o naturze usprawiedliwienia
pt_br: Discurso sobre a natureza da justificação
ru: речь о природе обоснования
tr: gerekçelendirmenin doğası üzerine söylem
vi: luận văn về bản chất của sự biện minh
zh_hans: 关于辩护性质的论述

source: discourse on the nature of perception
de: Diskurs ueber das Wesen der Wahrnehmung
fr: Discours sur la nature de la perception
it: discorso sulla natura della percezione
ko: 지각의 본질에 대한 담론
pl: dyskusja na temat natury postrzegania
pt_br: discursa sobre a natureza da percepção
ru: речь о природе восприятия
tr: algının doğası üzerine söylem
vi: luận văn về bản chất của tri giác
zh_hans: 关于感知本质的话语

source: discourse on the nature of belief
de: Diskurs ueber das Wesen des Glaubens
fr: Discours sur la nature de la croyance
it: discorso sulla natura della fede
ko: 믿음의 본질에 대한 담론
pl: dyskusja na temat natury wiary
pt_br: discorre sobre a natureza de acreditar
ru: речь о природе веры
tr: inancın doğası üzerine söylem
vi: luận văn về bản chất của niềm tin
zh_hans: 关于信仰本质的论述

source: discourse on the relationship between wholes and parts
de: Diskurs ueber die Beziehung zwischen Objekten und ihren Eigenschaften
fr: discours sur la relation entre le tout et les parties
it: discorso sul rapporto tra intero e parti
ko: 전체와 부분의 관계에 대한 담론
pl: dyskusja na temat relacji między całościami i częściami
pt_br: discurso sobre a relação entre o todo e as partes
ru: речь об отношении между целым и частями
tr: bütünler ve parçalar arasındaki ilişki üzerine söylem
vi: luận văn về mối quan hệ giữa cái toàn thể và các bộ phận
zh_hans: 关于整体与部分之间关系的论述

source: discourse on the relationship between objects and their properties
de: Diskurs ueber die Beziehung zwischen Objekten und ihren Eigenschaften
fr: discours sur la relation entre les objets et leurs propriétés
it: discorso sulla relazione tra gli oggetti e le loro proprietà
ko: 사물과 그 속성 사이의 관계에 대한 담론
pl: dyskusja na temat relacji między przedmiotami i ich właściwościami
pt_br: discurso sobre a relação entre objetos e suas propriedades
ru: речь об отношении между предметами и их свойствами
tr: nesneler ve özellikleri arasındaki ilişki üzerine söylem
vi: luận văn về mối quan hệ giữa các vật thể và các thuộc tính của chúng
zh_hans: 论述物体及其属性之间的关系

source: discourse on the nature of mind and body
de: Diskurs ueber die Natur von Geist und Körper
fr: Discours sur la nature de l'esprit et du corps
it: discorso sulla natura della mente e del corpo
ko: 몸과 마음의 본질에 대한 담론
pl: dyskusja o naturze umysłu i ciała
pt_br: discurso sobre a natureza da mente e do corpo
ru: речь о природе ума и тела
tr: zihnin ve bedenin doğası üzerine söylem
vi: luận văn về bản chất của tâm trí và thể xác
zh_hans: 身心论

source: discourse on the nature of time
de: Diskurs ueber das Wesen der Zeit
fr: discours sur la nature du temps
it: discorso sulla natura del tempo
ko: 시간의 본질에 대한 담론
pl: dyskusja o naturze czasu
pt_br: discurso sobre a natureza do tempo
ru: речь о природе времени
tr: zamanın doğası üzerine söylem
vi: luận văn về bản chất của thời gian
zh_hans: 关于时间的性质的讨论

source: discourse on the nature of existence
de: Diskurs ueber die Natur der Existenz
fr: Discours sur la nature de l'existence
it: discorso sulla natura dell'esistenza
ko: 존재의 본질에 대한 담론
pl: dyskusja o naturze istnienia
pt_br: discurso sobre a natureza da existência
ru: речь о природе существования
tr: varoluşun doğası üzerine söylem
vi: luận văn về bản chất của sự tồn tại
zh_hans: 关于存在本质的论述

source: discourse on the nature of events
de: Diskurs ueber die Natur der Ereignisse
fr: discours sur la nature des événements
it: discorso sulla natura degli eventi
ko: 사건의 본질에 대한 담론
pl: dyskusja na temat natury wydarzeń
pt_br: discurso sobre a natureza dos eventos
ru: речь о природе событий
tr: olayların doğası üzerine söylem
vi: luận văn về bản chất của các sự kiện
zh_hans: 关于事件性质的讨论

source: discourse on ethics as applied to war
de: Diskurs ueber Ethik in Bezug auf den Krieg
fr: Discours sur l'éthique appliquée à la guerre
it: discorso sull'etica applicata alla guerra
ko: 전쟁에 적용되는 윤리 담론
pl: dyskusja na temat etyki stosowanej podczas wojny
pt_br: discurso sobre a ética aplicada à guerra
ru: речь об этике войны
tr: savaş etiği üzerine söylem
vi: luận văn về đạo đức học trong chiến tranh
zh_hans: 关于适用于战争的伦理学的论述

source: discourse on the nature of causation
de: Diskurs ueber die Natur der Kausalität
fr: Discours sur la nature de la causalité
it: discorso sulla natura della causalità
ko: 원인의 본질에 대한 담론
pl: dyskusja o naturze przyczynowości
pt_br: discursa sobre a natureza de causação
ru: речь о природе причинности
tr: nedenselliğin doğası üzerine söylem
vi: luận văn về bản chất của nhân quả
zh_hans: 关于因果关系的论述

source: discourse on the nature of processes
de: Diskurs ueber die Natur der Prozesse
fr: discours sur la nature des processus
it: discorso sulla natura dei processi
ko: 프로세스의 본질에 대한 담론
pl: dysputa o naturze procesów
pt_br: discurso sobre a natureza dos processos
ru: речь о природе процессов
tr: süreçlerin doğası üzerine söylem
vi: luận văn về bản chất của các quá trình
zh_hans: 过程的性质的论述

source: discourse on ethics as applied to interpersonal conduct
de: Diskurs ueber Ethik, angewandt auf zwischenmenschliches Verhalten
fr: discours sur l'éthique appliquée à la conduite interpersonnelle
it: discorso sull'etica applicata alla condotta interpersonale
ko: 대인 관계에 적용되는 윤리 담론
pl: dysputa na temat etyki w zastosowaniu do zachowań międzyludzkich
pt_br: discurso sobre a ética aplicada à conduta interpessoal
ru: речь об этике межличностных отношений
tr: kişilerarası davranış etiği üzerine söylem
vi: luận văn về đạo đức học trong giao tiếp giữa các cá nhân
zh_hans: 关于适用于人际行为的道德的论述

source: discourse on education
de: Diskurs ueber Bildung
fr: discours sur l'éducation
it: discorso sull'educazione
ko: 교육 담론
pl: dysputa na temat edukacji
pt_br: discurso sobre educação
ru: речь об образовании
tr: eğitim üzerine söylem
vi: luận văn về giáo dục
zh_hans: 关于教育的话语

source: discourse on law
de: Diskurs ueber das Recht
fr: discours sur le droit
it: discorso sulla legge
ko: 법에 대한 담론
pl: dysputa na temat prawa
pt_br: discurso sobre as leis
ru: речь о законе
tr: hukuk üzerine söylem
vi: luận văn về luật pháp
zh_hans: 法律话语

source: discourse on grammar
de: Diskurs ueber Grammatik
fr: discours sur la grammaire
it: discorso sulla grammatica
ko: 문법에 대한 담론
pl: dysputa na temat gramatyki
pt_br: discurso sobre gramática
ru: речь о словарном запасе
tr: dilbilgisi üzerine söylem
vi: luận văn về ngữ pháp
zh_hans: 语法论述

source: discourse on social welfare
de: Diskurs ueber soziale Sicherheit
fr: discours sur la protection sociale
it: discorso sul benessere sociale
ko: 사회복지 담론
pl: dysputa na temat pomocy społecznej
pt_br: discurso sobre assistência social
ru: речь об общественном благосостоянии
tr: sosyal refah üzerine söylem
vi: Luận bàn về phúc lợi xã hội
zh_hans: 关于社会福利的讨论

source: discourse on economic policy
de: Diskurs ueber die Wirtschaftspolitik
fr: discours sur la politique économique
it: discorso sulla politica economica
ko: 경제정책 담론
pl: dysputa na temat polityki gospodarczej
pt_br: discurso sobre politica economica
ru: речь об экономической политике
tr: ekonomik politika üzerine söylem
vi: Luận bàn về chính sách kinh tế
zh_hans: 披露经济政策

source: discourse on government
de: Diskurs ueber die Regierung
fr: discours sur le gouvernement
it: discorso sul governo
ko: 정부 담론
pl: dysputa na temat rządu
pt_br: discurso sobre governo
ru: речь о власти
tr: hükümet üzerine söylem
vi: Luận bàn về chính quyền
zh_hans: 关于政府的话语

source: discourse on diplomacy
de: Diskurs ueber Diplomatie
fr: discours sur la diplomatie
it: discorso sulla diplomazia
ko: 외교 담론
pl: dysputa na temat dyplomacji
pt_br: discurso sobre diplomacia
ru: речь о дипломатии
tr: diplomasi üzerine söylem
vi: Luận bàn về ngoại giao
zh_hans: 关于外交的话语

source: the notion of etymology
de: der Begriff der Etymologie
fr: la notion d'étymologie
it: la nozione di etimologia
ko: 어원의 개념
pl: pojęcie etymologii
pt_br: a noção de etimologia
ru: понятие этимологии
tr: etimoloji kavramı
vi: Khái niệm về từ nguyên học
zh_hans: 词源学的概念

source: discourse on the value of art
de: Diskurs ueber den Wert der Kunst
fr: discours sur la valeur de l'art
it: discorso sul valore dell'arte
ko: 예술의 가치에 대한 담론
pl: dysputa na temat wartości sztuki
pt_br: discurso sobre o valor da arte
ru: речь о ценности искусства
tr: sanatın değeri üzerine söylem
vi: Luận bàn về giá trị của nghệ thuật
zh_hans: 关于艺术价值的讨论

source: discourse on the nature of beauty
de: Diskurs ueber die Natur der Schönheit
fr: Discours sur la nature de la beauté
it: discorso sulla natura della bellezza
ko: 아름다움의 본질에 대한 담론
pl: dysputa na temat natury piękna
pt_br: discorre sobre a natureza da beleza
ru: речь о природе красоты
tr: güzelliğin doğası üzerine söylem
vi: Luận bàn về bản chất của cái đẹp
zh_hans: 关于美的本质的论述

source: the idea of using symbolic notation for addition
de: die Idee, eine symbolischen Begriff für die Addition zu verwenden
fr: l'idée d'utiliser la notation symbolique pour l'addition
it: l'idea di utilizzare la notazione simbolica per l'addizione
ko: 덧셈에 기호 표기법을 사용하는 아이디어
pl: pomysł użycia symbolicznej notacji do dodawania
pt_br: a ideia de usar notação simbólica para adição
ru: идея использования символьной нотации для обозначения сложения
tr: toplama için sembolik gösterim kullanma fikri
vi: Ý tưởng về việc sử dụng ký hiệu tượng trưng cho phép cộng
zh_hans: 用符号化的表示法来做加法的概念

source: the notion of conflict between members of a community
de: der Begriff des Konflikts zwischen Mitgliedern einer Gemeinschaft
fr: la notion de conflit entre les membres d'une communauté
it: la nozione del conflitto tra i membri di una comunità
ko: 커뮤니티 구성원 간의 갈등 개념
pl: pojęcie konfliktu między członkami społeczności
pt_br: a noção de conflito entre os membros de uma comunidade
ru: понятие конфликта между членами общества
tr: bir topluluğun üyeleri arasındaki çatışma kavramı
vi: Khái niệm về mâu thuẫn giữa các thành viên trong một cộng đồng
zh_hans: 社区成员之间的冲突概念

source: the notion of bonds between members of a community
de: der Begriff der Bindungen zwischen den Mitgliedern einer Gemeinschaft
fr: la notion de liens entre les membres d'une communauté
it: la nozione dei legami tra i membri di una comunità
ko: 커뮤니티 구성원 간의 유대 개념
pl: pojęcie więzi między członkami wspólnoty
pt_br: a noção de laços entre membros de uma comunidade
ru: понятие границ между членами общества
tr: bir topluluğun üyeleri arasındaki bağlar kavramı
vi: Khái niệm về mối liên kết giữa các thành viên trong một cộng đồng
zh_hans: 社区成员之间的联系的概念

source: the notion of historical, governmental and social cycles
de: der Begriff der historischen, staatlichen und sozialen Zyklen
fr: la notion de cycles historiques, gouvernementaux et sociaux
it: la nozione di cicli storici, governativi e sociali
ko: 역사적, 정부적, 사회적 주기의 개념
pl: pojęcie cykli historycznych, rządowych i społecznych
pt_br: a noção de ciclos históricos, governamentais e sociais
ru: понятие исторических, правительственных и социальных циклов
tr: tarihsel, yönetimsel ve sosyal döngüler kavramı
vi: Khái niệm về các chu kỳ lịch sử, chính quyền và xã hội
zh_hans: 历史，政府和社会周期的概念

source: discourse on the causes of historical events
de: Diskurs über die Ursachen von historischen Ereignissen
fr: discours sur les causes des événements historiques
it: discorso sulle cause degli eventi storici
ko: 역사적 사건의 원인에 대한 담론
pl: dyskusja o przyczynach wydarzeń historycznych
pt_br: discurso sobre as causas dos eventos históricos
ru: речь о причинах исторических событий
tr: tarihsel olayların nedenleri üzerine söylem
vi: Luận bàn về nguyên nhân của các sự kiện lịch sử
zh_hans: 关于历史事件原因的讨论

source: the idea of source reliability
de: die Idee der Zuverlaessigkeit von Quellen
fr: l'idée de la fiabilité de la source
it: l'idea di affidabilità delle fonti
ko: 소스 신뢰성의 아이디어
pl: idea wiarygodności źródła
pt_br: a ideia de confiabilidade da fonte
ru: идея надежности источников
tr: kaynak güvenilirliği fikri
vi: Ý tưởng về độ tin cậy của nguồn
zh_hans: 来源可靠性的想法

source: became obsessed with
de: wurde besessen von
fr: est devenu obsédé par
it: è diventato ossessionato da
ko: 집착하게 되었다
pl: miał obsesję na punkcie
pt_br: tornou-se obcecado com
ru: стал одержим идеей
tr: şuna takıntılı hale geldi:
vi: bị ám ảnh bởi
zh_hans: 变得沉迷于

source: own mortality and sought to extend
de: eigene Sterblichkeit und versuchte, den
fr: propre mortalité et a cherché à étendre
it: propria mortalità e ha cercato di estendere
ko: 자신의 죽음과 연장을 추구
pl: własną śmiertelność i starał się przedłużyć
pt_br: própria mortalidade e procurou estender
ru: собственной смертности и поисками способа продления
tr: kendi ölümlülüğüne takıntılıydı ve (hayatını) uzatmaya çalıştı
vi: sinh tử của bản thân và tìm cách kéo dài
zh_hans: 自己的死亡率并寻求扩大

source: life by any means
de: Leben um jeden Preis
fr: la vie par tous les moyens
it: vita con qualsiasi mezzo
ko: 어떤 방법으로든 삶
pl: życie za wszelką cenę
pt_br: vida por todos os meios
ru: жизнь любой ценой
tr: hayatını ne pahasına olursa olsun
vi: cuộc sống bằng mọi giá
zh_hans: 生活无论如何

source: began dreaming of starting a family
fr: a commencé à rêver de fonder une famille
it: ha iniziato a sognare di formare una famiglia
ko: 가족을 시작하는 꿈을 꾸기 시작했습니다
pl: zaczął marzyć o założeniu rodziny
pt_br: começou a sonhar em começar uma família
ru: начал мечтать о создании семьи
tr: bir aile kurmayı hayal etmeye başladı
vi: bắt đầu mơ ước lập gia đình
zh_hans: 开始梦想着建立一个家庭
