Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: % updated toward the next precision level.
de: % auf die nächste Präzisionsstufe aktualisiert.
fr: % mis à jour vers le niveau de précision suivant.
it: % aggiornata verso il livello di precisione successivo.
ko: % 만큼 갱신되었다.
pl: % zaktualizowana w kierunku następnego poziomu precyzji.
pt_br: % atualizado para o próximo nível de precisão.
ru: % улучшения до следующего уровня точности.
tr: % oranında bir sonraki hassasiyet seviyesine doğru güncellendi.
vi: % được cập nhật hướng tới cấp độ chính xác tiếp theo.
zh_hans: ％更新到下一个精度级别。

source: Members of the nobility have required rooms and can make demands. They cannot be reassigned.
de: Angehörige des Adels haben Anspruch auf Zimmer und können Forderungen stellen. Sie können nicht neu zugewiesen werden.
fr: Les membres de la noblesse ont des chambres nécessaires et peuvent faire des demandes. Ils ne peuvent pas être réaffectés.
it: I membri della nobiltà hanno stanze richieste e possono avanzare pretese. Non possono essere riassegnati.
ko: 귀족 일원은 개인방을 필요로 하고 요구했습니다. 그들은 작업을 다시 배정 받을 수 없습니다.
pl: Członkowie szlachty zażądali pomieszczeń i mogą tworzyć żądania. Nie można ich ponownie przypisać.
pt_br: Os membros da nobreza solicitaram quartos e podem fazer exigências. Eles não podem ser realocados.
ru: Представители знати имеют необходимые комнаты и могут предъявлять требования. Они не могут быть переназначены.
tr: Soylu üyelerin gerekli odaları vardır ve taleplerde bulunabilirler. Yeniden atanamazlar.
vi: Các thành viên quý tộc có những phòng yêu cầu riêng và có thể đưa ra yêu sách. Họ không thể được chỉ định lại.
zh_hans: 贵族成员有规定的房间，可以提出要求。他们不能被重新分配。

source: Administrators handle various aspects of your fortress and can be reassigned. Many administrators also require rooms.
de: Administratoren kümmern sich um verschiedene Aspekte Ihrer Festung und können neu zugewiesen werden. Viele Administratoren benötigen auch Räume.
fr: Les administrateurs gèrent divers aspects de votre forteresse et peuvent être réaffectés. De nombreux administrateurs ont également besoin de salles.
it: Gli amministratori gestiscono vari aspetti della fortezza e possono essere riassegnati. Molti amministratori richiedono anche delle stanze.
ko: 관리자는 요새의 다양한 측면을 처리하고 재할당할 수 있습니다. 또한 많은 관리자가 회의실을 요구합니다.
pl: Administratorzy zajmują się różnymi aspektami twojej twierdzy i mogą zostać ponownie przypisani. Wielu administratorów wymaga również pokojów.
pt_br: Os administradores lidam com vários aspectos de sua fortaleza e podem ser realocados. Muitos administradores também precisam de quartos.
ru: Администраторы управляют различными аспектами вашей крепости и могут быть переназначены. Многим администраторам также требуются комнаты.
tr: Yöneticiler kalenizin çeşitli yönlerini ele alır ve yeniden atanabilirler. Birçok yönetici ayrıca oda gerektirir.
vi: Các quản trị viên xử lý nhiều khía cạnh khác nhau của pháo đài và có thể được chỉ định lại. Nhiều quản trị viên cũng yêu cầu phòng riêng.
zh_hans: 管理员打理您的堡垒的方方面面，并且可被重新分配。还有许多管理员需要房间。

source: No food to cook or brew (are you in trouble?)
tr: Pişirilecek veya mayalanacak yiyecek yok (başınız dertte mi?)
vi: Không có thực phẩm để nấu hoặc ủ (bạn đang gặp rắc rối ư?)

source: Everybody does this
de: Jeder macht das
fr: Tout le monde fait ça
it: Ognuno lo fa
ko: 모두가 이것을합니다
pl: Każdy się tym zajmuje
pt_br: Todo mundo faz isso
ru: Все делают это
tr: Herkes bunu yapar
vi: Mọi người đều làm việc này
zh_hans: 每个人都这样做

source: Only selected do this
de: Nur ausgewählte tun dies
fr: Uniquement sélectionné faire ceci
it: Solo i selezionati lo fanno
ko: 선택한 항목만 수행
pl: Jedynie wybrani się tym zajmują
pt_br: Selecionado para fazer apenas isso
ru: Только назначенные делают это
tr: Sadece seçilenler bunu yapar
vi: Chỉ những người được chọn làm việc này
zh_hans: 只安排做这项任务

source: Nobody does this
de: Niemand tut dies
fr: Personne ne fait ça
it: Nessuno lo fa
ko: 아무도 이러지 않아
pl: Nikt się tym nie zajmuje
pt_br: Ninguém faz isso
ru: Никто этого не делает
tr: Kimse bunu yapmaz
vi: Không ai làm việc này
zh_hans: 没人做这个

source: Add new work detail
de: Neue Arbeitsdetails hinzufügen
fr: Ajouter de nouveaux détails de travail
it: Aggiungi nuovo dettaglio di lavoro
ko: 새 작업 세부 정보 추가
pl: Dodaj nowy szczegół pracy
pt_br: Novo detalhe de trabalho
ru: Добавить новую работу
tr: Yeni iş detayı ekle
vi: Thêm chi tiết công việc mới
zh_hans: 添加新的工作细节

source: Custom Detail
fr: Détail personnalisé
it: Dettaglio personalizzato
ko: 맞춤 세부정보
pl: Niestandardowe Szczegóły
pt_br: Detalhe Customizado
ru: Индивидуально
tr: Özel Detay
vi: Chi tiết Tùy chỉnh
zh_hans: 自定义细节

source: Custom Detail
fr: Détail personnalisé
it: Dettaglio personalizzato
ko: 맞춤 세부정보
pl: Nstnrd. Szczegóły
pt_br: Detalhe Customizado
ru: Индивидуально
tr: Özel Detay
vi: Chi tiết Tùy chỉnh
zh_hans: 风俗细节

source: Filter box
pl: Skrzynka filtra
tr: Filtre kutusu
vi: Hộp lọc

source: Text
tr: Metin
vi: Văn bản

source: Number
fr: Numéro
it: Numero
ko: 수
pl: Numer
pt_br: Número
ru: Количество
tr: Sayı
vi: Số
zh_hans: 数量

source: Cook
de: Koch
fr: Cuisiner
it: Cuoco
ko: 요리사
pl: Kucharz
pt_br: Cozinheiro(a)
ru: Повар
tr: Pişir
vi: Nấu ăn
zh_hans: 烹饪

source: Brew
tr: Mayala
vi: Ủ đồ uống

source: Meat/Fish/Other
pl: Mięso/ryby/inne
tr: Et/Balık/Diğer
vi: Thịt/Cá/Khác

source: Drinks
pl: Napoje
tr: İçecekler
vi: Đồ uống

source: Seeds
pl: Nasiona
tr: Tohumlar
vi: Hạt giống

source: Veg/Fruit/Leaves
pl: Warzywa/owoc/liście
tr: Sebze/Meyve/Yaprak
vi: Rau/Trái cây/Lá

source: No Ingredients
pl: Brak składników
tr: Malzeme Yok
vi: Không có nguyên liệu

source: You have no appropriate ingredients.
de: Du hast keine geeigneten Zutaten.
fr: Vous n'avez pas d'ingrédients appropriés.
it: Non hai ingredienti adeguati.
ko: 적절한 재료가 없습니다.
pl: Nie masz odpowiednich składników.
pt_br: Você não tem ingredientes adequados.
ru: Не хватает необходимых ингредиентов.
tr: Uygun malzemen yok.
vi: Bạn không có nguyên liệu phù hợp.
zh_hans: 你没有适当的成分。

source: The wet season has arrived!
de: Die Regenzeit hat begonnen!
fr: La saison des pluies est arrivée !
it: La stagione umida è arrivata!
ko: 우기가 왔다!
pl: Nadeszła pora deszczowa!
pt_br: A estação chuvosa chegou!
ru: Наступил сезон дождей!
tr: Yağışlı mevsim geldi!
vi: Mùa mưa đã đến!
zh_hans: 雨季来了！

source: Automated workshops
de: Automatisierte Werkstätten
fr: Ateliers automatisés
it: Botteghe automatizzate
ko: 자동화된 작업장
pl: Autom. warsztaty
pt_br: Oficinas automatizadas
ru: Автоматизированные мастерские
tr: Otomatik atölyeler
vi: Các xưởng tự động
zh_hans: 自动化的工坊

source: Hauling
de: Transportieren
fr: transport
it: Trasporto
ko: 운반 경로
pl: Przenosz
pt_br: Transporte
ru: Переноска
tr: Taşıma
vi: Vận chuyển
zh_hans: 运输

source: Sieges and forbidding
de: Belagerungen und Verbote
fr: Sièges et interdiction
it: Assedi e divieti
ko: 포위와 금지
pl: Oblężenia i zakazy
pt_br: Cercos e proibições
ru: Осады и запреты
tr: Kuşatmalar ve yasaklama
vi: Các cuộc bao vây và cấm đoán
zh_hans: 围攻和禁止

source: Chores
fr: Corvées
it: Faccende
ko: 허드렛일
pl: Posługi
pt_br: Tarefas
ru: Обязанности
tr: Angaryalar
vi: Công việc vặt
zh_hans: 杂物

source: No automatic weaving
fr: Pas de tissage automatique
it: No tessitura automatica
ko: 자동 직조 없음
pl: Brak automatycznego tkania
pt_br: Não tecer automaticamente
ru: Не автоматизировать ткачество
tr: Otomatik dokuma yok
vi: Không tự động dệt
zh_hans: 取消编织自动化

source: Do not automate kitchen
de: Küche nicht automatisieren
fr: Ne pas automatiser la cuisine
it: Non automatizzare la cucina
ko: 부엌을 자동화하지 마십시오
pl: Nie automatyzuj kuchni
pt_br: Não automatizar cozinha
ru: Не автоматизировать кухню
tr: Mutfağı otomatikleştir
vi: Không tự động hóa bếp
zh_hans: 取消厨房自动化

source: Do not automate tannery
de: Gerberei nicht automatisieren
fr: Ne pas automatiser la tannerie
it: Non automatizzare conciatura
ko: 태너리를 자동화하지 마십시오
pl: Nie automatyzuj garbarni
pt_br: Não automatizar o curtume
ru: Не автоматизировать дубильную мастерскую
tr: Tabakhaneyi otomatikleştirme
vi: Không tự động hóa xưởng thuộc da
zh_hans: 取消制革作坊自动化

source: Do not automate kiln
fr: Ne pas automatiser le four
it: Non automatizzare il forno
ko: 가마를 자동화하지 마십시오
pl: Nie automatyzuj pieca do cegły
pt_br: Não automatizar o forno
ru: Не автоматизировать печь для обжига
tr: Fırını otomatikleştirme
vi: Không tự động hóa lò nung
zh_hans: 取消窑炉自动化

source: Do not automate smelter
fr: Ne pas automatiser la fonderie
it: Non automatizzare la fonderia
ko: 제련소를 자동화하지 마십시오
pl: Nie automatyzuj huty
pt_br: Não automatizar a fundição
ru: Не автоматизировать плавильню
tr: eritme ocağını otomatikleştirme
vi: Không tự động hóa lò luyện kim
zh_hans: 取消熔炼炉自动化

source: Automatically weave all thread
de: Automatisches weben aller Fäden
fr: Tisser automatiquement tous les fils
it: Intreccio automatico dei fili
ko: 모든 실을 자동으로 짜다
pl: Automatycznie tkaj wszystkie nici
pt_br: Automaticamente tecer todos os fios
ru: Автоматически ткать всех нитей
tr: Tüm iplikleri otomatik doku
vi: Tự động dệt tất cả sợi
zh_hans: 自动编织所有的线

source: Automatically weave dyed thread
de: Automatisches Weben von gefärbtem Faden
fr: Tisser automatiquement le fil teint
it: Tessere automaticamente il filo tinto
ko: 염색된 실을 자동으로 짜다
pl: Automatycznie tkaj pofarbowane nici
pt_br: Tecer automaticamente linha tingida
ru: Автоматически ткать окрашенную нить
tr: Boyalı iplikleri otomatik doku
vi: Tự động dệt sợi đã nhuộm
zh_hans: 自动编织染过的布料

source: Use only dyed cloth
de: Nur gefärbten Stoff verwenden
fr: N'utilisez que du tissu teint
it: Usa solo stoffe tinte
ko: 염색한 천만 사용
pl: Używaj jedynie pofarbowanej tkaniny
pt_br: Use apenas pano tingido
ru: Использовать только окрашенную ткань
tr: Sadece boyalı kumaş kullan
vi: Chỉ sử dụng vải đã nhuộm
zh_hans: 只用染过的布料

source: Use any cloth
de: Beliebigen Stoff verwenden
fr: Utilisez n'importe quel tissu
it: Usa qualsiasi stoffa
ko: 천 사용
pl: Używaj każdej tkaniny
pt_br: Use qualquer pano
ru: Использовать любую ткань
tr: Herhangi bir kumaş kullan
vi: Sử dụng bất kỳ loại vải nào
zh_hans: 使用任何布料

source: Automatically collect webs
fr: Collecter automatiquement les sites Web
it: Raccolta automatica della rete
ko: 자동으로 웹 수집
pl: Automatycznie zbieraj pajęczyny
pt_br: Coletar teias automaticamente
ru: Автоматический сбор паутины
tr: Ağları otomatik topla
vi: Tự động thu thập mạng nhện
zh_hans: 自动收集网络

source: No automatic web collection
fr: Pas de collecte Web automatique
it: No raccolta automatica della rete
ko: 자동 웹 수집 없음
pl: Brak automatycznego zbierania pajęczyn
pt_br: Não coletar teias automaticamente
ru: Ручной сбор паутины
tr: Otomatik ağ toplama yok
vi: Không tự động thu thập mạng nhện
zh_hans: 没有自动网络收集

source: Slaughter any marked animal
de: Schlachtung von markierten Tieren
fr: Abattre tout animal marqué
it: Macella qualsiasi animale marcato
ko: 표시된 동물을 도살하십시오
pl: Zarzynaj wszystkie oznaczone zwierzęta
pt_br: Abater qualquer animal marcado
ru: Забивать помеченных животных
tr: İşaretli herhangi bir hayvanı kes
vi: Mổ thịt bất kỳ con vật nào được đánh dấu
zh_hans: 宰杀任何有标记的动物

source: No automatic slaughter
de: Keine automatische Schlachtung
fr: Pas d'abattage automatique
it: No macellazione automatico
ko: 자동 도살 없음
pl: Brak automatycznego zarzynania
pt_br: Não abater automaticamente
ru: Ручной забой
tr: Otomatik kesim yok
vi: Không tự động mổ thịt
zh_hans: 没有自动宰杀

source: Automatically butcher carcasses
fr: Dépecer automatiquement les carcasses
it: Macellazione automatica delle carcasse
ko: 자동 도살 시체
pl: Automatycznie oprawiaj tusze
pt_br: Automaticamente retalhar carcaças
ru: Автоматическая разделка туш
tr: Leşleri otomatik parçala
vi: Tự động xẻ thịt xác chết
zh_hans: 自动屠宰尸体

source: No automatic butchery
fr: Pas de dépeçage automatique
it: No macelleria automatica
ko: 자동 도축 금지
pl: Brak automatycznego oprawiania
pt_br: Não retalhar automaticamente
ru: Ручная разделка туш
tr: Otomatik parçalama yok
vi: Không tự động xẻ thịt
zh_hans: 取消屠宰自动化

source: Automatically clean fish
de: Automatisch Fisch säubern
fr: Nettoyer automatiquement le poisson
it: Pulizia automatica del pesce
ko: 생선 자동 청소
pl: Automatycznie czyść ryby
pt_br: Limpar peixes automaticamente
ru: Автоматическая очистка рыбы
tr: Balıkları otomatik temizle
vi: Tự động làm sạch cá
zh_hans: 洗鱼自动化

source: No automatic fish cleaning
de: Keine automatische Reinigung der Fische
fr: Pas de nettoyage automatique du poisson
it: No pulizia automatica del pesce
ko: 자동 물고기 청소 없음
pl: Brak automatycznego czyszczenia ryb
pt_br: Não limpar peixes automaticamente
ru: Ручная очистка рыбы
tr: Otomatik balık temizleme yok
vi: Không tự động làm sạch cá
zh_hans: 取消洗鱼自动化

source: Automate kitchen
de: Küche automatisieren
fr: Automatiser la cuisine
it: Automatizza cucina
ko: 주방 자동화
pl: Automatyzuj kuchnię
pt_br: Automatizar cozinha
ru: Автоматизировать кухню
tr: Mutfağı otomatikleştir
vi: Tự động hóa bếp
zh_hans: 将厨房自动化

source: Automate tannery
de: Gerberei automatisieren
fr: Automatiser la tannerie
it: Automatizza conciatura
ko: 태너리 자동화
pl: Automatyzuj garbarnię
pt_br: Automatizar curtume
ru: Автоматическое дубление
tr: Tabakhaneyi otomatikleştir
vi: Tự động hóa xưởng thuộc da
zh_hans: 将制革厂自动化

source: Automate kiln
fr: Four automatisé
it: Automatizza il forno
ko: 가마 자동화
pl: Automatyzuj piec do cegły
pt_br: Automatizar o forno
ru: Автоматизировать печь для обжига
tr: Fırını otomatikleştir
vi: Tự động hóa lò nung
zh_hans: 将窑炉自动化

source: Automate smelter
fr: Automatiser la fonderie
it: Automatizza fonderia
ko: 제련소 자동화
pl: Automatyzuj hutę
pt_br: Automatizar a fundição
ru: Автоматизировать плавильню
tr: Dökümhaneyi otomatikleştir
vi: Tự động hóa lò luyện kim
zh_hans: 将熔炼炉自动化

source: Automate other shops
de: Automatisieren von anderen Geschäfte
fr: Automatisez d'autres magasins
it: Automatizza altri negozi
ko: 다른 상점 자동화
pl: Automatyzuj inne warsztaty
pt_br: Automatizar outras oficinas
ru: Автоматизировать прочие мастерские
tr: Diğer dükkanları otomatikleştir
vi: Tự động hóa các xưởng khác
zh_hans: 自动化其他工坊

source: Do not automate other shops
de: Andere Geschäfte nicht automatisieren
fr: Ne pas automatiser d'autres magasins
it: Non automatizzare altri negozi
ko: 다른 상점을 자동화하지 마십시오
pl: Nie automatyzuj innych warsztatów
pt_br: Não automatizar outras oficinas
ru: Не автоматизировать прочие мастерские
tr: Diğer dükkanları otomatikleştirme
vi: Không tự động hóa các xưởng khác
zh_hans: 取消其他工坊自动化

source: Workers ignore bodies
fr: Les travailleurs ignorent les corps
it: I lavoratori ignorano i corpi
ko: 노동자들은 몸을 무시한다
pl: Pracownicy ignorują ciała
pt_br: Trabalhadores ignoram corpos
ru: Рабочие игнорируют тела
tr: İşçiler cesetleri görmezden gelir
vi: Công nhân bỏ qua các thi thể
zh_hans: 工人忽略尸体

source: Workers ignore furniture
fr: Les travailleurs ignorent les meubles
it: I lavoratori ignorano i mobili
ko: 노동자는 가구를 무시
pl: Pracownicy ignorują meble
pt_br: Trabalhadores ignoram móveis
ru: Рабочие игнорируют мебель
tr: İşçiler mobilyaları görmezden gelir
vi: Công nhân bỏ qua đồ nội thất
zh_hans: 工人忽略家具

source: Workers ignore food
fr: Les travailleurs ignorent la nourriture
it: I lavoratori ignorano il cibo
ko: 노동자는 음식을 무시
pl: Pracownicy ignorują jedzenie
pt_br: Trabalhadores ignoram comida
ru: Рабочие игнорируют еду
tr: İşçiler yiyecekleri görmezden gelir
vi: Công nhân bỏ qua thực phẩm
zh_hans: 工人忽略食物

source: Workers ignore animals
de: Arbeiter ignorieren Tiere
fr: Les travailleurs ignorent les animaux
it: I lavoratori ignorano gli animali
ko: 노동자는 동물을 무시
pl: Pracownicy ignorują zwierzęta
pt_br: Trabalhadores ignoram animais
ru: Рабочие игнорируют животных
tr: İşçiler hayvanları görmezden gelir
vi: Công nhân bỏ qua động vật
zh_hans: 工人忽略动物

source: Workers gather animals
de: Arbeiter sammeln Tiere ein
fr: Les travailleurs rassemblent des animaux
it: I lavoratori raccolgono animali
ko: 노동자는 동물을 수집
pl: Pracownicy zbierają zwierzęta
pt_br: Trabalhadores recolhem animais
ru: Рабочие собирают животных
tr: İşçiler hayvanları toplar
vi: Công nhân thu thập động vật
zh_hans: 工人收集动物

source: Workers gather food
fr: Les travailleurs ramassent de la nourriture
it: I lavoratori raccolgono il cibo
ko: 노동자들은 음식을 수집
pl: Pracownicy zbierają jedzenie
pt_br: Trabalhadores coletam comida
ru: Рабочие собирают еду
tr: İşçiler yiyecekleri toplar
vi: Công nhân thu thập thực phẩm
zh_hans: 工人收集食物

source: Workers gather furniture
fr: Les travailleurs rassemblent des meubles
it: I lavoratori raccolgono i mobili
ko: 일꾼들이 가구를 모으고 있다
pl: Pracownicy zbierają meble
pt_br: Trabalhadores recolhem móveis
ru: Рабочие собирают мебель
tr: İşçiler mobilyaları toplar
vi: Công nhân thu thập đồ nội thất
zh_hans: 工人收集家具

source: Workers gather bodies
fr: Les ouvriers rassemblent les corps
it: I lavoratori raccolgono i corpi
ko: 노동자들은 시체를 수집
pl: Pracownicy zbierają ciała
pt_br: Trabalhadores recolhem corpos
ru: Рабочие собирают тела
tr: İşçiler cesetleri toplar
vi: Công nhân thu thập các thi thể
zh_hans: 工人收集尸体

source: Workers gather minerals
de: Arbeiter sammeln Mineralien
fr: Les ouvriers ramassent les minerais
it: I lavoratori raccolgono i minerali
ko: 일꾼들이 광물을 채집하다
pl: Pracownicy zbierają minerały
pt_br: Trabalhadores recolhem minerais
ru: Рабочие собирают полезные ископаемые
tr: İşçiler mineralleri toplar
vi: Công nhân thu thập khoáng sản
zh_hans: 工人收集矿物

source: Workers gather wood
fr: Les ouvriers ramassent du bois
it: I lavoratori raccolgono la legna
ko: 일꾼들이 나무를 모으고 있다
pl: Pracownicy zbierają drewno
pt_br: Trabalhadores recolhem madeira
ru: Рабочие собирают древесину
tr: İşçiler odunları toplar
vi: Công nhân thu thập gỗ
zh_hans: 工人收集木材

source: Workers ignore wood
fr: Les travailleurs ignorent le bois
it: I lavoratori ignorano il legno
ko: 노동자는 나무를 무시
pl: Pracownicy ignorują drewno
pt_br: Trabalhadores ignoram madeira
ru: Рабочие игнорируют древесину
tr: İşçiler odunları görmezden gelir
vi: Công nhân bỏ qua gỗ
zh_hans: 工人无视木材

source: Workers save corpses
de: Arbeiter retten Leichen
fr: Des ouvriers sauvent des cadavres
it: I lavoratori conservano i cadaveri
ko: 일꾼들이 시체를 구하다
pl: Pracownicy zachowują zwłoki
pt_br: Trabalhadores salvam cadáveres
ru: Рабочие сберегают трупы
tr: İşçiler cesetleri saklar
vi: Công nhân thu hồi xác chết
zh_hans: 工人保留尸体

source: Workers ignore outdoor vermin remains
fr: Les travailleurs ignorent les restes de vermine à l'extérieur
it: I lavoratori ignorano i resti di parassiti all'aperto
ko: 작업자는 야외 해충 잔해를 무시합니다.
pl: Pracownicy ignorują resztki robactwa na zewnątrz
pt_br: Trabalhadores ignoram restos de vermes ao ar livre
ru: Рабочие игнорируют останки паразитов вне помещений
tr: İşçiler dışarıdaki haşere leşlerini görmezden gelir
vi: Công nhân bỏ qua xác bọ hại ngoài trời
zh_hans: 工人无视户外的害虫遗骸

source: Workers ignore outdoor refuse
fr: Les travailleurs ignorent les déchets extérieurs
it: I lavoratori ignorano i rifiuti all'aperto
ko: 작업자는 실외 쓰레기를 무시합니다.
pl: Pracownicy ignorują odpadki na zewnątrz
pt_br: Trabalhadores ignoram restos ao ar livre
ru: Рабочие игнорируют отходы вне помещений
tr: İşçiler dışarıdaki çöpleri görmezden gelir
vi: Công nhân bỏ qua rác thải ngoài trời
zh_hans: 工人无视户外的垃圾

source: Workers gather refuse
fr: Les ouvriers ramassent les ordures
it: I lavoratori raccolgono i rifiuti
ko: 노동자들이 쓰레기를 모으고 있다
pl: Pracownicy zbierają odpadki
pt_br: Trabalhadores recolhem restos
ru: Рабочие собирают отходы
tr: İşçiler çöpleri toplar
vi: Công nhân thu gom rác thải
zh_hans: 工人收集垃圾

source: Workers ignore refuse
fr: Les travailleurs ignorent les refus
it: I lavoratori ignorano i rifiuti
ko: 근로자는 거부를 무시
pl: Pracownicy ignorują odpadki
pt_br: Trabalhadores ignoram restos
ru: Рабочие игнорируют отходы
tr: İşçiler çöpleri görmezden gelir
vi: Công nhân bỏ qua rác thải
zh_hans: 工人无视垃圾

source: Workers gather outdoor refuse
fr: Les travailleurs ramassent les ordures à l'extérieur
it: I lavoratori raccolgono i rifiuti all'aperto
ko: 노동자들은 야외 쓰레기를 수집
pl: Pracownicy zbierają resztki na zewnątrz
pt_br: Trabalhadores recolhem restos ao ar livre
ru: Рабочие собирают отходы вне помещений
tr: İşçiler dışarıdaki çöpleri toplar
vi: Công nhân thu gom rác thải ngoài trời
zh_hans: 工人收集户外的垃圾

source: Workers gather outdoor vermin remains
fr: Les travailleurs rassemblent des restes de vermine à l'extérieur
it: I lavoratori raccolgono i resti di parassiti all'aperto
ko: 노동자들은 야외 해충 유해를 수집
pl: Pracownicy zbierają resztki robactwa na zewnątrz
pt_br: Trabalhadores recolhem restos de vermes ao ar livre
ru: Рабочие собирают останки паразитов вне помещений
tr: İşçiler dışarıdaki haşere kalıntılarını toplar
vi: Công nhân thu gom xác bọ hại ngoài trời
zh_hans: 工人收集户外的害虫遗骸

source: Workers dump corpses
de: Arbeiter entsorgen Leichen
fr: Les ouvriers jettent les cadavres
it: I lavoratori scartano i cadaveri
ko: 노동자들이 시체를 버린다
pl: Pracownicy wyrzucają zwłoki
pt_br: Trabalhadores despejam cadáveres
ru: Рабочие выбрасывают трупы
tr: İşçiler cesetleri atığa atar
vi: Công nhân vứt bỏ xác chết
zh_hans: 工人丢弃尸体

source: Workers dump skulls
fr: Des ouvriers jettent des crânes
it: I lavoratori scartano i teschi
ko: 노동자들이 두개골을 버린다
pl: Pracownicy wyrzucają czaszki
pt_br: Trabalhadores despejam crânios
ru: Рабочие выбрасывают черепа
tr: İşçiler kafataslarını çöpe atar
vi: Công nhân vứt bỏ hộp sọ
zh_hans: 工人丢弃头骨

source: Workers save skulls
fr: Des ouvriers sauvent des crânes
it: I lavoratori conservano i teschi
ko: 노동자는 두개골을 저장
pl: Pracownicy zachowują czaszki
pt_br: Trabalhadores salvam crânios
ru: Рабочие сберегают черепа
tr: İşçiler kafataslarını saklar
vi: Công nhân thu hồi hộp sọ
zh_hans: 工人收集头骨

source: Workers dump bones
fr: Les ouvriers jettent des os
it: I lavoratori scartano le ossa
ko: 노동자는 뼈를 덤프
pl: Pracownicy wyrzucają kości
pt_br: Trabalhadores despejam ossos
ru: Рабочие выбрасывают кости
tr: İşçiler kemikleri çöpe atar
vi: Công nhân vứt bỏ xương
zh_hans: 工人丢弃骨头

source: Workers save bones
fr: Les travailleurs sauvent des os
it: I lavoratori conservano le ossa
ko: 작업자는 뼈를 저장
pl: Pracownicy zachowują kości
pt_br: Trabalhadores salvam ossos
ru: Рабочие сберегают кости
tr: İşçiler kemikleri saklar
vi: Công nhân thu hồi xương
zh_hans: 工人保留骨头

source: Workers dump shells
fr: Les travailleurs jettent des obus
it: I lavoratori scartano le conchiglie
ko: 노동자들이 포탄을 버린다
pl: Pracownicy wyrzucają muszle
pt_br: Trabalhadores despejam conchas
ru: Рабочие выбрасывают панцири
tr: İşçiler kabukları çöpe atar
vi: Công nhân vứt bỏ vỏ
zh_hans: 工人丢弃贝壳

source: Workers save shells
fr: Les ouvriers sauvent des coquillages
it: I lavoratori conservano le conchiglie
ko: 노동자들은 껍질을 저장
pl: Pracownicy zachowują muszle
pt_br: Trabalhadores salvam conchas
ru: Рабочие сберегают панцири
tr: İşçiler kabukları saklar
vi: Công nhân thu hồi vỏ
zh_hans: 工人保留贝壳

source: Workers dump skins
fr: Les travailleurs jettent des peaux
it: I lavoratori scartano le pelli
ko: 노동자는 스킨을 덤프
pl: Pracownicy wyrzucają skóry
pt_br: Trabalhadores despejam peles
ru: Рабочие выбрасывают шкуры
tr: İşçiler derileri çöpe atar
vi: Công nhân vứt bỏ da
zh_hans: 工人丢弃毛皮

source: Workers save skins
fr: Les travailleurs sauvent des peaux
it: I lavoratori conservano le pelli
ko: 작업자가 스킨을 저장합니다.
pl: Pracownicy zachowują skóry
pt_br: Trabalhadores salvam peles
ru: Рабочие сберегают шкуры
tr: İşçiler derileri saklar
vi: Công nhân thu hồi da
zh_hans: 工人保留毛皮

source: Workers dump hair and wool
de: Arbeiter entsorgen Haare und Wolle
fr: Les ouvriers jettent les cheveux et la laine
it: I lavoratori scartano pelo e lana
ko: 노동자들은 머리카락과 양털을 버립니다.
pl: Pracownicy wyrzucają włosy i wełnę
pt_br: Trabalhadores despejam pelos e lã
ru: Рабочие выбрасывают волосы и шерсть
tr: İşçiler kıl ve yünleri çöpe atar
vi: Công nhân vứt bỏ tóc và len
zh_hans: 工人丢弃毛发和绒毛
