Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Not satisfied for next check
de: Nicht für die nächste Prüfung geeignet
fr: Pas satisfait pour le prochain contrôle
it: Non soddisfatto per il prossimo controllo
ko: 다음 확인에 만족하지 않음
pl: Niezapewnione dla następnej kontroli
pt_br: Não satisfeito para a próxima verificação
ru: Не подходит для следующей проверки
tr: Sonraki kontrol için karşılanmadı
vi: Không thỏa mãn cho lần kiểm tra tiếp theo
zh_hans: 不满意下次检查

source: must first be completed
de: muss erst abgeschlossen werden
fr: doit d'abord être rempli
it: dev'essere prima completato
ko: 먼저 완료되어야 합니다
pl: musi najpierw zostać ukończone
pt_br: precisam primeiro ser completadas
ru: сначала должно быть завершено
tr: önce tamamlanmalı
vi: phải được hoàn thành trước
zh_hans: 必须先完成

source: must first be activated
fr: doit d'abord être activé
it: dev'essere prima attivato
ko: 먼저 활성화해야 합니다
pl: musi najpierw zostać aktywowane
pt_br: deve estar ativo primeiro
ru: сначала нужно активировать
tr: önce etkinleştirilmeli
vi: phải được kích hoạt trước
zh_hans: 必须先激活

source: Suggested conditions
fr: Conditions suggérées
it: Condizioni suggerite
ko: 제안된 조건
pl: Sugerowane warunki
pt_br: Condições sugeridas
ru: Предлагаемые условия
tr: Önerilen koşullar
vi: Điều kiện gợi ý
zh_hans: 建议的条件

source: Can use any shop
de: Kann jede Werkstatt benutzen
fr: Peut utiliser n'importe quel magasin
it: Può usare qualsiasi negozio
ko: 모든 매장 이용 가능
pl: Może używać każdego warsztatu
pt_br: Pode usar qualquer oficina
ru: Может использовать любую мастерскую
tr: Herhangi bir atölyeyi kullanabilir
vi: Có thể dùng bất kỳ xưởng nào
zh_hans: 可以使用任意作坊

source: shop(s)
fr: magasin(s)
it: negozi(o)
ko: 상점
pl: warsztat(y)
pt_br: oficina(s)
ru: мастерская(ие)
tr: atölye(ler)
vi: xưởng(s)
zh_hans: 店

source: shop
de: Laden
fr: magasin
it: negozio
ko: 가게
pl: sklep
pt_br: oficina
ru: мастерская
tr: atölye
vi: xưởng
zh_hans: 店

source: max
fr: maximum
ko: 최대
pl: maks
pt_br: máximo
ru: максимум
tr: maks
vi: tối đa
zh_hans: 最大

source: 0 = Can use any shop
de: 0 = Kann jede Werkstatt benutzen
fr: 0 = Peut utiliser n'importe quel magasin
it: 0 = Può usare qualsiasi negozio
ko: 0 = 모든 상점 사용 가능
pl: 0 = Może użyć każdego warsztatu
pt_br: 0 = Pode usar qualquer oficina
ru: 0 = Можно использовать любую мастерскую
tr: 0 = Herhangi bir atölyeyi kullanabilir
vi: 0 = Có thể dùng bất kỳ xưởng nào
zh_hans: 0=可以使用任何作坊

source: Must set colors
tr: Renkler ayarlanmalı
vi: Phải đặt màu sắc

source: There are no active work orders.
de: Es liegen keine aktiven Arbeitsaufträge vor.
fr: Il n'y a pas de bons de travail actifs.
it: Non ci sono ordini di lavoro attivi.
ko: 활성화된 작업 명령이 없습니다.
pl: Nie ma aktywnych zleconych zadań.
pt_br: Não existem ordens de serviço ativas.
ru: Нет активных заказов.
tr: Aktif iş emri yok.
vi: Không có lệnh công việc nào đang hoạt động.
zh_hans: 目前没有激活的工作指令.

source: A manager is required to coordinate
fr: Un gestionnaire est nécessaire pour coordonner
it: È richiesto un responsabile per coordinare
ko: 조율할 매니저가 필요하다
pl: Zarządca jest wymagany do koordynowania
pt_br: Um gerente é necessário para coordenar
ru: Требуется менеджер для руководства
tr: Koordine etmek için bir yönetici gerekiyor
vi: Cần một quản lý để điều phối
zh_hans: 需要一名经理人来协调

source: work orders.
de: Arbeitsaufträge.
fr: ordres de travail.
it: ordini di lavoro.
ko: 작업 지시.
pl: zlecenia pracy.
pt_br: ordens de serviço.
ru: заказы на работу.
tr: iş emirlerini.
vi: các lệnh công việc.
zh_hans: 工作命令。

source: All work orders must be validated
de: Alle Arbeitsaufträge müssen validiert werden
fr: Tous les bons de travail doivent être validés
it: Tutti gli ordini di lavoro devono essere convalidati
ko: 모든 작업 주문을 검증해야 합니다.
pl: Wszystkie zlecenia pracy muszą być zatwierdzone
pt_br: Todas ordens de serviço devem ser validadas
ru: Все заказы на выполнение работ должны быть подтверждены
tr: Tüm iş emirleri doğrulanmalıdır
vi: Tất cả các lệnh công việc phải được duyệt
zh_hans: 所有的工作命令必须被验证

source: by the manager before they become
de: durch den Manager, bevor sie zu
fr: par le gestionnaire avant qu'ils ne deviennent
it: dal responsabile prima che diventino
ko: 그들이되기 전에 관리자에 의해
pl: przez zarządcę, zanim staną się
pt_br: pelo gerente antes de serem
ru: менеджером до того, как они станут
tr: hale gelmeden önce yönetici tarafından
vi: bởi người quản lý trước khi chúng trở nên
zh_hans: 在他们成为经理人之前

source: active.
fr: actif.
it: attivo.
ko: 활동적인.
pl: aktywne.
pt_br: ativa.
ru: активный.
tr: aktif.
vi: hoạt động.
zh_hans: 启用。

source: Creatures
de: Lebewesen
fr: Créatures
it: Creature
ko: 생물
pl: Stworzenia
pt_br: Criaturas
ru: Существа
tr: Yaratıklar
vi: Sinh vật
zh_hans: 生物

source: Places
de: Orte
fr: Des endroits
it: Luoghi
ko: 장소
pl: Miejsca
pt_br: Locais
ru: Места
tr: Yerler
vi: Địa điểm
zh_hans: 地点

source: Objects
fr: Objets
it: Oggetti
ko: 사물
pl: Obiekty
pt_br: Objetos
ru: Объекты
tr: Nesneler
vi: Vật phẩm
zh_hans: 对象

source: Farm plots
de: Farmen
fr: Parcelles agricoles
it: Terreni agricoli
ko: 농장 플롯
pl: Działki rolne
pt_br: Lote de fazenda
ru: Грядки
tr: Tarlalar
vi: Vạt đất nông nghiệp
zh_hans: 耕地

source: Siege engines
tr: Kuşatma silahları
vi: Máy công thành

source: You do not have any zones.
fr: Vous n'avez aucune zone.
it: Non hai zone.
ko: 영역이 없습니다.
pl: Nie posiadasz żadnych stref.
pt_br: Você não possui zonas.
ru: У вас нет никаких зон.
tr: Hiç bölgeniz (zone) yok.
vi: Ngươi không có khu vực nào.
zh_hans: 你没有任何区域。

source: Zones can be added using the zone menu at the bottom of the screen.
fr: Des zones peuvent être ajoutées à l'aide du menu de zone en bas de l'écran.
it: Le zone possono essere aggiunte tramite menù delle zone nella parte bassa dello schermo.
ko: 화면 하단의 구역 메뉴를 사용하여 구역을 추가할 수 있습니다.
pl: Strefy można dodać używając menu stref na dole ekranu.
pt_br: Zonas podem ser adicionadas usando o menu de zonas no canto inferior da tela.
ru: Зоны можно добавлять с помощью меню зон в нижней части экрана.
tr: Bölgeler, ekranın alt kısmındaki bölge menüsü kullanılarak eklenebilir.
vi: Các khu vực có thể được thêm bằng cách sử dụng menu khu vực ở cuối màn hình.
zh_hans: 区域可以从屏幕底部的区域菜单添加。

source: You do not have any locations.
fr: Vous n'avez aucun emplacement.
it: Non hai alcun luogo.
ko: 위치가 없습니다.
pl: Nie posiadasz żadnych lokacji.
pt_br: Você não possui locais
ru: У вас нет никаких локаций.
tr: Hiçbir mekanınız yok.
vi: Ngươi không có địa điểm nào.
zh_hans: 你没有任何地点。

source: Locations can be created from zones.
de: Standorte können aus Zonen erstellt werden.
fr: Les emplacements peuvent être créés à partir de zones.
it: I luoghi possono essere creati dalle zone.
ko: 구역에서 위치를 작성할 수 있습니다.
pl: Lokacje mogą być tworzone ze stref.
pt_br: Locais podem ser criados a partir de zonas.
ru: Локации можно создавать из зон.
tr: Mekanlar bölgelerden oluşturulabilir.
vi: Các địa điểm có thể được tạo từ các khu vực.
zh_hans: 地点可以从区域创造。

source: You do not have any stockpiles
de: Sie haben keine stockpiles
fr: Vous n'avez pas de stocks
it: Non hai alcuna scorta
ko: 재고가 없습니다.
pl: Nie posiadasz żadnych magazynów.
pt_br: Você não possui estoques
ru: У вас нет никаких запасов
tr: Hiç stok alanınız yok
vi: Ngươi không có kho chứa nào
zh_hans: 你没有任何储物区。

source: Stockpiles can be placed using the stockpile menu at the bottom of the screen.
de: Stockpiles können über das Stockpile-Menü am unteren Rand des Bildschirms platziert werden.
fr: Les stocks peuvent être placés à l'aide du menu des stocks en bas de l'écran.
it: Le scorte si possono posizionare tramite il menù delle scorte nella parte bassa dello schermo.
ko: 화면 하단의 비축 메뉴를 사용하여 비축량을 배치할 수 있습니다.
pl: Magazyny można umieścić używając menu magazynu na dole ekranu.
pt_br: Estoques podem ser designados usando o menu de estoque no canto inferior da tela.
ru: Склады можно размещать с помощью меню складов в нижней части экрана.
tr: Stok alanları, ekranın altındaki stok menüsü kullanılarak yerleştirilebilir.
vi: Kho chứa có thể được đặt bằng cách sử dụng menu kho chứa ở cuối màn hình.
zh_hans: 储物区可以从屏幕底部的储物区菜单添加。

source: You do not have any workshops.
de: Sie haben keine Werkstätten.
fr: Vous n'avez pas d'ateliers.
it: Non hai botteghe.
ko: 워크샵이 없습니다.
pl: Nie posiadasz żadnych warsztatów.
pt_br: Você não tem oficinas.
ru: У вас нет мастерских.
tr: Hiç atölyeniz yok.
vi: Ngươi không có xưởng nào.
zh_hans: 你没有任何作坊。

source: Workshops are placed using the building menu at the bottom of the screen.
de: Werkstätten werden über das Gebäudemenü am unteren Rand des Bildschirms platziert.
fr: Les ateliers sont placés à l'aide du menu de construction en bas de l'écran.
it: Le botteghe si collocano tramite menù Edifici nella parte bassa dello schermo.
ko: 워크샵은 화면 하단의 빌딩 메뉴를 사용하여 배치됩니다.
pl: Warsztaty można umieścić używając budowlanego menu na dole ekranu.
pt_br: As oficinas são colocadas usando o menu de construção na parte inferior da tela.
ru: Мастерские размещаются с помощью меню строительства внизу экрана.
tr: Atölyeler, ekranın altındaki inşaat menüsü kullanılarak yerleştirilir.
vi: Các xưởng được đặt bằng cách sử dụng menu xây dựng ở cuối màn hình.
zh_hans: 作坊可以从屏幕底部的建筑菜单中摆放。

source: You do not have any farm plots.
de: Sie haben keine landwirtschaftlichen Grundstücke.
fr: Vous n'avez pas de parcelles agricoles.
it: Non hai terreni agricoli.
ko: 농장 부지가 없습니다.
pl: Nie posiadasz żadnych działek rolnych.
pt_br: Você não possui lotes de fazenda.
ru: У вас нет грядок.
tr: Hiç tarlanız yok.
vi: Ngươi không có vạt đất nông nghiệp nào.
zh_hans: 你没有任何耕地。

source: Farm plots are placed using the building menu at the bottom of the screen.
tr: Tarlalar, ekranın altındaki inşaat menüsü kullanılarak yerleştirilir.
vi: Các vạt đất nông nghiệp được đặt bằng cách sử dụng menu xây dựng ở cuối màn hình.

source: You do not have any siege engines.
tr: Hiç kuşatma silahınız yok.
vi: Ngươi không có máy công thành nào.

source: Siege engines are placed using the building menu at the bottom of the screen.
tr: Kuşatma silahları, ekranın altındaki inşaat menüsü kullanılarak yerleştirilir.
vi: Các máy công thành được đặt bằng cách sử dụng menu xây dựng ở cuối màn hình.

source: All siege engines
tr: Tüm kuşatma silahları
vi: Tất cả máy công thành

source: Water source
de: Wasserquelle
fr: Source d'eau
it: Sorgente d'acqua
ko: 수원
pl: Źródło wody
pt_br: Fonte de água
ru: Источник воды
tr: Su kaynağı
vi: Nguồn nước
zh_hans: 水源区

source: Fishing
de: Angeln
fr: Faire de la pêche
it: Pesca
ko: 낚시
pl: Łowienie
pt_br: Pesca
ru: Рыбалка
tr: Balıkçılık
vi: Câu cá
zh_hans: 捕鱼

source: Gather fruit
de: Früchte sammeln
fr: Cueillir des fruits
it: Raccogli frutta
ko: 열매를 따다
pl: Zbierz owoce
pt_br: Coletar frutas
ru: Сбор плодов
tr: Meyve topla
vi: Thu hoạch quả
zh_hans: 水果采集区

source: Garbage dump
de: Mülldeponie
fr: Décharge d'ordures
it: Discarica
ko: 쓰레기 더미
pl: Wysypisko śmieci
pt_br: Depósito de lixo
ru: Мусорная свалка
tr: Çöplük
vi: Bãi rác
zh_hans: 垃圾倾倒区

source: Pen/pasture
de: Stall/Weide
fr: Enclos/pâturage
it: Recinto/pascolo
ko: 펜/목장
pl: Zagroda/pastwisko
pt_br: Curral/pasto
ru: Загон/пастбище
tr: Ağıl/otlak
vi: Chuồng/Bãi chăn thả
zh_hans: 畜栏/牧场

source: Pit/pond
fr: Fosse/étang
it: Fossa/stagno
ko: 구덩이/연못
pl: Dół/staw
pt_br: Poço/lagoa
ru: Яма/пруд
tr: Çukur/gölet
vi: Hố/Ao
zh_hans: 水坑/池塘

source: Sand
fr: Le sable
it: Sabbia
ko: 모래
pl: Piasek
pt_br: Areia
ru: Песок
tr: Kum
vi: Cát
zh_hans: 沙子

source: Meeting area
de: Versammlungsbereich
fr: Zone de réunion
it: Area d'incontro
ko: 회의 공간
pl: Obszar spotkań
pt_br: Área de encontro
ru: Зона собраний
tr: Buluşma alanı
vi: Khu vực gặp mặt
zh_hans: 集会区

source: Animal training
de: Training Tiere
fr: Dressage d'animaux
it: Addestramento animali
ko: 조련
pl: Szkolenie zwierząt
pt_br: Treinamento animal
ru: Дрессировка животных
tr: Hayvan eğitimi
vi: Huấn luyện động vật
zh_hans: 训练动物

source: Bedroom
de: Schlafzimmer
fr: Chambre
it: Camera da letto
ko: 침실
pl: Sypialnia
pt_br: Quarto
ru: Спальня
tr: Yatak odası
vi: Phòng ngủ
zh_hans: 卧室

source: Dining hall
fr: Salle à manger
it: Salone da pranzo
ko: 식당
pl: Stołówka
pt_br: Salão de jantar
ru: Обеденный зал
tr: Yemek salonu
vi: Phòng ăn lớn
zh_hans: 餐厅

source: Office
de: Büro
fr: Bureau
it: Ufficio
ko: 사무실
pl: Biuro
pt_br: Escritório
ru: Кабинет
tr: Ofis
vi: Văn phòng
zh_hans: 办公室

source: Archery range
fr: Tir à l'arc
it: Campo da tiro
ko: 궁술 연습장
pl: Strzelnica łucznicza
pt_br: Campo de tiro
ru: Стрельбище
tr: Okçuluk sahası
vi: Trường bắn cung
zh_hans: 靶场

source: Barracks
de: Baracken
fr: Caserne
it: Caserma
ko: 막사
pl: Koszary
pt_br: Quartel
ru: Казармы
tr: Kışla
vi: Doanh trại
zh_hans: 营房

source: Dormitory
de: Schlafsaal
fr: Dortoir
it: Dormitorio
ko: 기숙사
pl: Dormitorium
pt_br: Dormitório
ru: Общежитие
tr: Yatakhane
vi: Ký túc xá
zh_hans: 宿舍

source: Dungeon
de: Verlies
fr: Donjon
it: Segreta
ko: 지하 감옥
pl: Loch
pt_br: Masmorra
ru: Темница
tr: Zindan
vi: Ngục tối
zh_hans: 地牢

source: Tomb
de: Grab
fr: Tombeau
it: Sepolcro
ko: 무덤
pl: Grobowiec
pt_br: Túmulo
ru: Гробница
tr: Mezar
vi: Lăng mộ
zh_hans: 坟墓

source: Unnamed location
fr: Emplacement sans nom
it: Luogo senza nome
ko: 이름 없는 위치
pl: Nienazwana lokacja
pt_br: Local não-nomeado
ru: Неназванное местоположение
tr: İsimsiz mekan
vi: Vị trí không tên
zh_hans: 未命名区域

source: squads assigned
de: zugewiesene Truppen
fr: escouades affectées
it: squadre assegnate
ko: 배정된 분대
pl: przydzielone drużyny
pt_br: esquadrões designados
ru: заключенный
tr: birlik atandı
vi: đội quân được phân công
zh_hans: 被指派的分队

source: assigned
de: Zugewiesen
fr: attribué
it: assegnato
ko: 할당된
pl: przydzielony
pt_br: atribuído
ru: назначен
tr: atandı
vi: được phân công
zh_hans: 分配

source: imprisoned
fr: détenu
it: imprigionato
ko: 투옥
pl: uwięziony
pt_br: aprisionado
ru: заключенный
tr: hapsedildi
vi: bị giam giữ
zh_hans: 囚禁

source: present
de: anwesend
fr: cadeau
it: presente
ko: 현재
pl: obecny
pt_br: presente
ru: подарок
tr: mevcut
vi: có mặt
zh_hans: 出席

source: Hospital
de: Krankenhaus
fr: Hôpital
it: Ospedale
ko: 병원
pl: Szpital
ru: Госпиталь
tr: Hastane
vi: Bệnh viện
zh_hans: 医院

source: guildhall
de: Gildenhalle
fr: maison de guilde
it: casa della gilda
ko: 시청사
pl: gildia
pt_br: salão de guilda
ru: зал гильдии
tr: lonca salonu
vi: Hội quán
zh_hans: 行会

source: Library
de: Bibliothek
fr: Bibliothèque
it: Biblioteca
ko: 도서관
pl: Biblioteka
pt_br: Livraria
ru: Библиотека
tr: Kütüphane
vi: Thư viện
zh_hans: 图书馆

source: Tavern
de: Wirtshaus
fr: Taverne
it: Locanda
ko: 선술집
pl: Karczma
pt_br: Taverna
ru: Таверна
tr: Meyhane
vi: Quán rượu
zh_hans: 酒馆

source: patient
it: paziente
ko: 인내심 있는
pl: pacjent
pt_br: paciente
ru: терпеливый
tr: hasta
vi: bệnh nhân
zh_hans: 患者

source: Unknown location
de: Unbekannter Standort
fr: Emplacement inconnu
it: Luogo sconosciuto
ko: 알 수 없는 위치
pl: Nieznana lokacja
pt_br: Localização Desconhecida
ru: Неизвестное место
tr: Bilinmeyen mekan
vi: Vị trí không xác định
zh_hans: 位置不明

source: % occupied
de: % besetzt
fr: % occupé
it: % occupata
ko: 점유 %
pl: % zajęte
pt_br: % ocupado
ru: % занято
tr: % dolu
vi: % đã chiếm dụng
zh_hans: % 被占用

source: task
de: Aufgabe
fr: tâche
it: compito
ko: 직무
pl: zadanie
pt_br: tarefa
ru: задача
tr: görev
vi: nhiệm vụ
zh_hans: 任务

source: planted
de: gepflanzt
fr: planté
it: piantato
ko: 심은
pl: zasadzone
pt_br: plantado(a)
ru: посажено
tr: ekildi
vi: đã gieo trồng
zh_hans: 被种植

source: to harvest
de: zur Ernte
fr: récolter
it: raccogliere
ko: 수확하다
pl: do zebrania
pt_br: colher
ru: для сбора
tr: hasat edilecek
vi: chờ thu hoạch
zh_hans: 去收获

source: bolt
tr: arbalet oku
vi: Đạn

source: Loaded
tr: Yüklü
vi: Đã nạp

source: Operator present
tr: Operatör mevcut
vi: Người vận hành có mặt

source: Operator assigned
tr: Operatör atandı
vi: Người vận hành được phân công

source: No operator
tr: Operatör yok
vi: Không có người vận hành

source: Loading
tr: Yükleniyor
vi: Đang nạp

source: Written content
de: Schriftlicher Inhalt
fr: Contenu écrit
it: Contenuto scritto
ko: 서면 내용
pl: Treść zapisana
pt_br: Conteúdo escrito
ru: Написано содержимого
tr: Yazılı içerik
vi: Nội dung văn bản
zh_hans: 书写内容

source: Named objects
de: Benannte Objekte
fr: Objets nommés
it: Oggetti con nome
ko: 명명된 개체
pl: Nazw. obiekty
pt_br: Objetos nomeados
ru: Названные объекты
tr: İsimlendirilmiş nesneler
vi: Vật phẩm được đặt tên
zh_hans: 被命名的物品

source: Symbols
de: Symbole
fr: Symboles
it: Simboli
ko: 기호
pl: Symbole
pt_br: Símbolos
ru: Символы
tr: Semboller
vi: Biểu tượng
zh_hans: 符号

source: There is no written content here.
de: Hier gibt es keine schriftlichen Inhalte.
fr: Il n'y a pas de contenu écrit ici.
it: Non ci sono contenuti scritti qui.
ko: 여기에 작성된 내용이 없습니다.
pl: Nie ma tu treści pisanej.
pt_br: Não há conteúdo escrito aqui.
ru: Здесь нет письменного контента.
tr: Burada yazılı içerik yok.
vi: Không có nội dung văn bản nào ở đây.
zh_hans: 这里没有任何书写内容。

source: Prepare writing material and assign scholars to a library.
de: Bereiten Sie Schreibmaterial vor und weisen Sie die Studenten einer Bibliothek zu.
fr: Préparez du matériel d'écriture et affectez des universitaires à une bibliothèque.
it: Prepara il materiale scrittorio e assegna gli studiosi a una biblioteca.
ko: 쓰기 자료를 준비하고 장학생을 도서관에 배정합니다.
pl: Przygotuj materiały piśmiennicze i przydziel uczonych do biblioteki.
pt_br: Prepare material de escrita e atribua estudioso para a biblioteca.
ru: Подготовить письменные принадлежности и назначить ученых в библиотеку.
tr: Yazı malzemesi hazırlayın ve bir kütüphaneye alimler atayın.
vi: Chuẩn bị vật liệu viết và phân công học giả đến thư viện.
zh_hans: 准备好书写材料，并将学者分配到图书馆。

source: Writing materials include paper and parchment sheets.
de: Zum Schreibmaterial gehören Papier und Pergamentblätter.
fr: Le matériel d'écriture comprend du papier et des feuilles de parchemin.
it: I materiali scrittori comprendono fogli di carta e pergamena.
ko: 쓰기 재료에는 종이와 양피지가 포함됩니다.
pl: Materiały piśmiennicze zawierają papierowe i pergaminowe kartki.
pt_br: Material de escrita inclui papel e folhas de pergaminho.
ru: К письменным принадлежностям относятся бумага и листы пергамента.
tr: Yazı malzemeleri kağıt ve parşömen tabakalarını içerir.
vi: Vật liệu viết bao gồm giấy và tấm da thuộc.
zh_hans: 书写材料包括纸和羊皮纸。

source: Use these to make scrolls and quires.
de: Verwenden Sie diese zur Herstellung von Schriftrollen und Bögen.
fr: Utilisez-les pour faire des parchemins et des cahiers.
it: Usali per realizzare pergamene e quaderni.
ko: 이것을 사용하여 두루마리와 질문을 만드십시오.
pl: Użyj ich do stworzenia zwojów i kodeksów.
pt_br: Use para fazer pergaminhos e cadernos.
ru: Используйте их для изготовления свитков и костров.
tr: Bunları parşömen tomarı ve desteler yapmak için kullanın.
vi: Sử dụng chúng để tạo cuộn giấy và tập sách.
zh_hans: 用这些来制作卷轴和手稿。

source: Libraries are a location that can be created at a zone.
de: Bibliotheken sind ein Ort, der in einer Zone angelegt werden kann.
fr: Les bibliothèques sont un emplacement qui peut être créé dans une zone.
it: Le biblioteche sono un luogo che puoi creare in una zona.
ko: 라이브러리는 영역에서 만들 수 있는 위치입니다.
pl: Biblioteki to lokacje, które można utworzyć w strefie.
pt_br: Bibliotecas são locais que podem ser criados a partir de uma zona.
ru: Библиотеки — это локация, что можно создать из зоны.
tr: Kütüphaneler, bir bölgede oluşturulabilen mekanlardır.
vi: Thư viện là một địa điểm có thể được tạo tại một khu vực.
zh_hans: 图书馆是一个可以从区域创建的地点。

source: There are no named objects here.
de: Hier gibt es keine benannten Objekte.
fr: Il n'y a pas d'objets nommés ici.
it: Qui non ci sono oggetti denominati.
ko: 여기에는 명명된 개체가 없습니다.
pl: Nie ma tu nazwanych obiektów.
pt_br: Não há objetos nomeados aqui.
ru: Здесь нет именованных объектов.
tr: Burada isimlendirilmiş nesne yok.
vi: Không có vật phẩm được đặt tên nào ở đây.
zh_hans: 这里没有任何被命名的物品。

source: Citizens, especially soldiers, will rarely name items.
de: Die Bürger, insbesondere die Soldaten, werden selten Gegenstände benennen.
fr: Les citoyens, en particulier les soldats, nommeront rarement des objets.
it: I cittadini, specialmente i soldati, raramente daranno un nome agli oggetti.
ko: 시민, 특히 군인은 항목의 이름을 거의 지정하지 않습니다.
pl: Obywatele, zwłaszcza żołnierze, rzadko będą nazywać przedmioty.
pt_br: Cidadãos, especialmente soldados, irão raramente nomear items.
ru: Жители, в особенности солдаты, нечасто дают названия вещам.
tr: Vatandaşlar, özellikle askerler, nadiren eşyalara isim verir.
vi: Dân thường, đặc biệt là binh lính, hiếm khi đặt tên cho vật phẩm.
zh_hans: 公民，特别是士兵，会很少见地给物品命名。

source: You haven't named any position symbols yet.
de: Sie haben noch keine Positionssymbole genannt.
fr: Vous n'avez pas encore nommé de symboles de position.
it: Non hai ancora nominato alcun simbolo di posizione.
ko: 아직 위치 기호의 이름을 지정하지 않았습니다.
pl: Nie nazwałeś jeszcze żadnych symboli pozycji.
pt_br: Você não nomeou nenhum símbolo de posição ainda.
ru: Вы еще не назвали ни одного позиционного символа.
tr: Henüz herhangi bir makam sembolü isimlendirmediniz.
vi: Bạn chưa đặt tên cho bất kỳ biểu tượng vị trí nào.
zh_hans: 你还没有命名任何定位符号。

source: You can do this from the Nobles and Administrators menu.
de: Sie können dies über das Menü Adlige und Verwalter tun.
fr: Vous pouvez le faire depuis le menu Nobles et Administrateurs.
it: È possibile farlo dal menu Nobili e Amministratori.
ko: 귀족 및 관리자 메뉴에서 이 작업을 수행할 수 있습니다.
pl: Możesz to zrobić przy pomocy menu Szlachta i Administratorzy.
pt_br: Você pode fazer isso do menu de Nobres e Administradores.
ru: Вы можете сделать это из меню "Знать и администрация".
tr: Bunu Soylular ve Yöneticiler menüsünden yapabilirsiniz.
vi: Bạn có thể thực hiện việc này từ menu Quý tộc và Quản trị viên.
zh_hans: 你可以从贵族和管理员菜单中进行这项工作。

source: There aren't any crafted artifacts here.
de: Hier gibt es keine handgefertigten Artefakte.
fr: Il n'y a pas d'artefacts fabriqués ici.
it: Non ci sono manufatti artigianali qui.
ko: 여기에는 제작된 유물이 없습니다.
pl: Nie ma tu żadnych stworzonych artefaktów.
pt_br: Não há nenhum artefato feito aqui.
ru: Здесь нет никаких изготовленных артефактов.
tr: Burada işlenmiş bir eser (artifact) yok.
vi: Không có cổ vật được chế tác nào ở đây.
zh_hans: 这里没有任何制造出来的神器。

source: Your workers will rarely make them on their own.
de: Ihre Arbeiter werden sie nur selten von sich aus erstellen.
fr: Vos travailleurs les fabriqueront rarement eux-mêmes.
it: Raramente i vostri lavoratori li faranno autonomamente.
ko: 작업자가 스스로 만드는 경우는 거의 없습니다.
pl: Twoi pracownicy będą rzadko robili je samodzielnie.
pt_br: Seus trabalhadores raramente os fazem por conta própria.
ru: Ваши работники редко будут делать их самостоятельно.
tr: İşçileriniz bunları nadiren kendi başlarına yaparlar.
vi: Công nhân của bạn hiếm khi tự tạo ra chúng.
zh_hans: 你的工人会罕见地自己制做出这些。

source: You may also send a squad to obtain one.
de: Sie können auch einen Trupp losschicken, um Artefakte zu besorgen.
fr: Vous pouvez également envoyer une escouade pour en obtenir un.
it: Puoi anche mandare una squadra per ottenerne uno.
ko: 분대를 보내 분대를 얻을 수도 있습니다.
pl: Możesz również wysłać drużyny, by zdobyć jeden.
pt_br: Você também pode enviar um esquadrão para obter um(a)
ru: Вы также можете отправить отряд, чтобы получить его.
tr: Ayrıca bir tane elde etmek için bir birlik gönderebilirsiniz.
vi: Bạn cũng có thể cử một đội quân đi thu thập.
zh_hans: 你也可以派出一支分队去获得一个。

source: Sacred to
de: Heilig für die
fr: Sacré à
it: Sacro a
ko: 신성한
pl: Poświęcony dla
pt_br: Sagrado para
ru: Священный
tr: Şuna kutsal:
vi: Linh thiêng đối với
zh_hans: 神圣之

source: Treasure of
de: Der Schatz von
fr: Trésor de
it: Tesoro di
ko: 의 보물
pl: Skarb
pt_br: Tesouro de
ru: Сокровище
tr: Şunun hazinesi:
vi: Kho báu của
zh_hans: 宝物之于

source: Heirloom of
de: Das Erbe von
fr: Héritage de
it: Cimelio di
ko: 가보
pl: Dziedzictwo
pt_br: Herança de
ru: Реликвия
tr: Şunun yadigarı:
vi: Di vật của
zh_hans: 传家宝之于

source: Symbol of
de: Das Symbol der
fr: Symbole de
it: Simbolo di
ko: 의 상징
pl: Symbol
pt_br: Símbolo de
ru: Символ
tr: Şunun sembolü:
vi: Biểu tượng của
zh_hans: 象征之于
