Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: my own
de: meine eigenen
fr: le mien
it: il mio
ko: 내것의
pl: moim własnym
pt_br: minha própria
ru: мой
tr: benim kendi
vi: người của ta
zh_hans: 我自己的

source: , now twisted into monstrosity
de: , jetzt in Ungeheuerlichkeit verdreht
fr: , maintenant tordu en monstruosité
it: , ora trasformato in una mostruosità
ko: , 이제 괴물로 뒤틀린
pl: , teraz przemieniony w potworność
pt_br: , agora torcido em monstruosidade
ru: , а теперь превратился в чудовище
tr: , şimdi bir canavara dönüşmüş
vi: , giờ đây đã biến thành một quái vật gớm ghiếc
zh_hans: ，现在扭曲成怪物

source: Save us from this
de: Rette uns aus dieser
fr: Sauve-nous de ça
it: Salvaci da questo
ko: 이것으로부터 우리를 구하십시오
pl: Uratuj nas od tego
pt_br: Salvar-disto
ru: Спасите нас от этого
vi: Cứu chúng ta khỏi
zh_hans: 让我们远离这个

source: horror
fr: horreur
it: orrore
ko: 공포
pl: horroru
ru: ужас
tr: dehşet
vi: nỗi kinh hoàng này
zh_hans: 恐怖

source: traitor
de: Verräter
fr: traitre
it: traditore
ko: 배신자
pl: zdrajcy
pt_br: traidor
ru: предатель
tr: hain
vi: kẻ phản bội này
zh_hans: 叛徒

source: Beware! It it said that only
de: Vorsicht! Es wird gesagt, dass nur
fr: Il faut se méfier! Il a dit que seulement
it: Attenzione! Si dice che solo
ko: 조심!
pl: Strzeżcie się! Jest powiedziane, że jedynie
pt_br: Cuidado! Ele disse que só
ru: Будьте осторожны! Говорят, что только
vi: Cẩn thận! Người ta nói rằng chỉ có
zh_hans: 谨防！它只说了

source: It is said that
de: Es wurde gesagt, dass
fr: Il est dit que
it: Si dice che
ko: 그것은 말한다
pl: Jest powiedziane, że
pt_br: Diz-se que
ru: Говорят, что
vi: Người ta nói rằng
zh_hans: 有人说

source: harms the creature.
de: schadet der Kreatur.
fr: nuit à la créature.
it: danneggia la creatura.
ko: 생물에게 해를 끼칩니다.
pl: rani stworzenie.
pt_br: prejudica a criatura.
ru: может повредить этому существу.
tr: yaratığa zarar verir.
vi: làm tổn hại sinh vật đó.
zh_hans: 伤害这个生物。

source: Other arms may not cut so deeply.
de: Andere Waffen können nicht so tief schneiden.
fr: D'autres bras peuvent ne pas couper aussi profondément.
it: Altre braccia potrebbero non tagliare così profondamente.
ko: 다른 팔은 그렇게 깊게 자르지 않을 수 있습니다.
pl: Inna broń może nie ciąć tak głęboko.
pt_br: Outros braços não podem cortar tao profundamente.
ru: Другое оружие не может резать так глубоко.
vi: Những vũ khí khác có thể không gây vết thương sâu đến vậy.
zh_hans: 其他武器可能不会那么深。

source: the library
de: die Bibliothek
fr: la bibliothèque
it: la biblioteca
ko: 도서관
pl: biblioteka
pt_br: a biblioteca
ru: библиотека
tr: kütüphane
vi: thư viện
zh_hans: 图书馆

source: the treasury
de: die Staatskasse
fr: la trésorerie
it: la tesoreria
ko: 재무부
pl: skarbiec
pt_br: a tesouraria
ru: сокровище
tr: hazine
vi: kho bạc
zh_hans: 财政部

source: the throne room
de: der Thronsaal
fr: la salle du trône
it: la sala del trono
ko: 왕좌의 방
pl: sala tronowa
pt_br: a sala do trono
ru: тронный зал
tr: taht odası
vi: phòng ngai vàng
zh_hans: 王座厅

source: the counting house
de: das Zählhaus
fr: la maison de comptage
it: la casa di conteggio
ko: 카운팅 하우스
pl: kantor
pt_br: a casa de contagem
ru: счетный двор
tr: hesap evi
vi: nhà kế toán
zh_hans: 会计室

source: the guildhall
de: das Gildehaus
fr: le hall de la guilde
it: la casa della gilda
ko: 길드홀
pl: gildii
pt_br: o salão da guilda
ru: зал гильдии
tr: lonca salonu
vi: hội quán
zh_hans: 行会

source: the tower
de: der Turm
fr: la tour
it: la torre
ko: 탑
pl: wieży
pt_br: a torre
ru: башня
tr: kule
vi: tòa tháp
zh_hans: 塔楼

source: the dormitory
de: das Wohnheim
fr: le dortoir
it: il dormitorio
ko: 기숙사
pl: dormitorium
pt_br: o dormitório
ru: общежитие
tr: yatakhane
vi: ký túc xá
zh_hans: 宿舍

source: the dining hall
de: der Speisesaal
fr: la salle à manger
it: la sala pranzo
ko: 식당
pl: jadalni
pt_br: o refeitório
ru: обеденный зал
tr: yemek salonu
vi: Đại sảnh ăn uống
zh_hans: 餐厅

source: The library
de: Die Bibliothek
fr: La bibliothèque
it: La biblioteca
ko: 도서관
pl: Biblioteka
pt_br: A biblioteca
ru: Библиотека
tr: Kütüphane
vi: Thư viện
zh_hans: 图书馆

source: The treasury
de: Die Staatskasse
fr: La trésorerie
it: La tesoreria
ko: 재무부
pl: Skarbiec
pt_br: A tesouraria
ru: Сокровище
tr: Hazine
vi: Ngân khố
zh_hans: 财政部

source: The throne room
de: Der Thronsaal
fr: La salle du trône
it: La sala del trono
ko: 왕좌의 방
pl: Sala tronowa
pt_br: A sala do trono
ru: Тронный зал
tr: Taht odası
vi: Ngai điện
zh_hans: 王座厅

source: The counting house
de: Das Zählhaus
fr: La maison de comptage
it: La casa di conteggio
ko: 카운팅 하우스
pl: Kantor
pt_br: A casa de contagem
ru: Счетный двор
tr: Hesap evi
vi: Kế toán sở
zh_hans: 会计室

source: The guildhall
de: das Gildehaus
fr: Le hall de la guilde
it: La casa della gilda
ko: 길드홀
pl: Gildia
pt_br: O salão da guilda
ru: Зал гильдии
tr: Lonca salonu
vi: Hội quán
zh_hans: 行会

source: right around here
de: gleich hier in der Nähe
fr: juste ici
it: proprio qui intorno
ko: 바로 여기
pl: dokładnie tutaj
pt_br: logo por aqui
ru: прямо здесь
tr: hemen buralarda
vi: ngay quanh đây
zh_hans: 就在这附近

source: the
de: Der/Die/Das
fr: la
it: la
ko: 그만큼
pt_br: o
tr: o
vi: của
zh_hans: 这

source: sermon on
tr: vaazı şunun üzerine:
vi: bài giảng về

source: the worthlessness
de: die Wertlosigkeit
fr: l'inutilité
it: l'inutilità
ko: 무가치함
pl: Bezwartościowy
pt_br: a inútilidade
ru: бесполезность
tr: değersizlik
vi: sự vô giá trị
zh_hans: 无用之人

source: the value
fr: la valeur
it: il valore
ko: 가치
pl: wartość
pt_br: o valor
ru: значение
tr: değer
vi: giá trị
zh_hans: 价值

source: history
de: Geschichte
fr: l'histoire
it: storia
ko: 역사
pl: historia
pt_br: história
ru: история
tr: tarih
vi: lịch sử
zh_hans: 历史

source: telling of the story of
tr: şunun hikayesinin anlatımı:
vi: kể lại câu chuyện về

source: recitation of
tr: şunun okunması:
vi: tụng đọc về

source: playing
tr: çalıyor
vi: diễn tấu

source: performance of
tr: şunun performansı:
vi: màn trình diễn của

source: dancing
de: tanzen
fr: dansant
it: danza
ko: 무용
pl: tańczący
pt_br: Dançando
ru: танцующий
tr: dans ediyor
vi: nhảy múa
zh_hans: 跳舞

source: I worship
de: Ich verehre
fr: je vénère
it: Io adoro
ko: 나는 숭배한다
pl: Wyznaję
pt_br: Eu venero
ru: Я поклоняюсь
tr: Şuna tapıyorum:
vi: Ta tôn thờ
zh_hans: 我崇拜

source: I worship no one.
de: Ich verehre niemanden.
fr: Je n'adore personne.
it: Non adoro nessuno.
ko: 나는 아무도 숭배하지 않는다.
pl: Nie wyznaję niczego.
pt_br: Eu venero ninguém.
ru: Я никому не поклоняюсь.
tr: Kimseye tapmıyorum.
vi: Ta không tôn thờ bất cứ ai.
zh_hans: 我不崇拜任何人。

source: an unknown creature
de: ein unbekanntes Wesen
fr: une créature inconnue
it: una creatura sconosciuta
ko: 알려지지 않은 생물
pl: nieznane stworzenie
pt_br: uma criatura desconhecida
ru: неизвестное существо
tr: bilinmeyen bir yaratık
vi: một sinh vật lạ
zh_hans: 一个未知的生物

source: my
de: meine
fr: ma
it: mio
ko: 나의
pl: mój
pt_br: Minha
ru: мой
tr: benim
vi: của ta
zh_hans: 我的

source: It is my misfortune that
de: Es ist mein Unglück, dass
fr: C'est mon malheur que
it: La mia sfortuna è che
ko: 내 불행이다
pl: To mój pech, że
pt_br: É meu infortúnio que
ru: На мою беду
tr: Ne talihsizlik ki
vi: Thật không may cho ta khi
zh_hans: 这是我的不幸

source: a murderer.
de: ein Mörder.
fr: un meurtrier.
it: un omicida.
ko: 살인자.
pl: morderca.
pt_br: um assassino.
ru: убийца.
tr: bir katil.
vi: một kẻ sát nhân.
zh_hans: 谋杀者。

source: an enemy.
de: ein Feind.
fr: un ennemi.
it: un nemico.
ko: 적군.
pl: wróg.
pt_br: um inimigo.
ru: враг.
tr: bir düşman.
vi: một kẻ thù.
zh_hans: 敌人

source: a friend.
de: ein Freund.
fr: un ami.
it: un amico.
ko: 친구.
pl: przyjaciel.
pt_br: um amigo.
ru: друга.
tr: bir dost.
vi: một người bạn.
zh_hans: 一个朋友。

source: unstable.
de: instabil.
fr: instable.
it: instabile.
ko: 불안정한.
pl: nietrwały.
pt_br: instável.
ru: нестабильно.
tr: dengesiz.
vi: mất ổn định.
zh_hans: 不稳定。

source: gladly not of the living.
de: freudig nicht der Lebenden.
fr: heureusement pas des vivants.
it: volentieri non dei vivi.
ko: 기꺼이 산 사람이 아닙니다.
pl: na szczęście nie żywych.
pt_br: com prazer, não dos vivos.
ru: , к счастью, нет среди живых.
tr: neyse ki yaşayanlardan değil.
vi: thật may mắn là không còn sống.
zh_hans: 很高兴不是生活。

source: of the living and must be killed.
de: der Lebenden und muss getötet werden.
fr: des vivants et doit être tué.
it: dei vivi e deve essere ucciso.
ko: 산 자의 죽임을 당해야 합니다.
pl: żywych i musi zostać zabity.
pt_br: dos vivos e devem ser mortos.
ru: жив, но должен умереть.
tr: yaşayanlardan ve öldürülmeli.
vi: còn sống và phải bị tiêu diệt.
zh_hans: 存活而且必须被杀死。

source: not of the living.
de: nicht unter den Lebenden.
fr: pas des vivants.
it: non dei vivi.
ko: 살아있는 것이 아닙니다.
pl: nie żywych.
pt_br: Não dos vivos.
ru: нет среди живых.
tr: yaşayanlardan değil.
vi: không còn sống.
zh_hans: 不是活物

source: the same as me.
de: das gleiche wie ich.
fr: le même que moi.
it: come me.
ko: 나랑 똑같아.
pl: taki sam jak ja.
pt_br: igual a mim.
ru: так же как и я.
tr: benimle aynı.
vi: giống như ta.
zh_hans: 和我一样。

source: an animal.
de: ein Tier.
fr: un animal.
it: un animale.
ko: 동물.
pl: zwierzę.
pt_br: um animal.
ru: животное.
tr: bir hayvan.
vi: một con vật.
zh_hans: 一只动物。

source: a safe creature.
de: ein sicheres Wesen.
fr: une créature sûre.
it: una creatura sicura.
ko: 안전한 생물.
pl: bezpieczne stworzenie.
pt_br: uma criatura segura.
ru: безобидное создание.
tr: güvenli bir yaratık.
vi: một sinh vật an toàn.
zh_hans: 一个安全的生物。

source: a dangerous animal.
de: ein gefährliches Tier.
fr: un animal dangereux.
it: un animale pericoloso.
ko: 위험한 동물.
pl: niebezpieczne zwierzę.
pt_br: um animal perigoso.
ru: опасное животное.
tr: tehlikeli bir hayvan.
vi: một con vật nguy hiểm.
zh_hans: 一种危险的动物。

source: my prisoner.
de: mein Gefangener.
fr: mon prisonnier.
it: mio prigioniero.
ko: 내 죄수.
pl: mój więzień
pt_br: meu prisioneiro.
ru: мой узник.
tr: benim tutsağım.
vi: tù nhân của ta.
zh_hans: 我的囚犯

source: my master.
de: mein Meister.
fr: mon maître.
it: mio padrone.
ko: 내 주인.
pl: mój mistrz
pt_br: meu mestre.
ru: мой хозяин.
tr: benim efendim.
vi: chủ nhân của ta.
zh_hans: 我的主人。

source: my apprentice.
de: mein Lehrling.
fr: mon apprenti.
it: mio apprendista.
ko: 내 견습생.
pl: mój uczeń
pt_br: meu aprendiz.
ru: мой ученик.
tr: benim çırağım.
vi: học việc của ta.
zh_hans: 我的学徒。

source: my former master.
de: mein ehemaliger Meister.
fr: mon ancien maître.
it: il mio ex padrone.
ko: 나의 전 주인.
pl: mój były mistrz
pt_br: meu antigo mestre.
ru: мой бывший хозяин.
tr: benim eski efendim.
vi: cựu chủ nhân của ta.
zh_hans: 我以前的主人。

source: my former apprentice.
de: mein ehemaliger Lehrling.
fr: mon ancien apprenti.
it: il mio ex apprendista.
ko: 나의 전 제자.
pl: mój były uczeń
pt_br: meu antigo aprendiz.
ru: мои бывший ученик.
tr: benim eski çırağım.
vi: cựu học việc của ta.
zh_hans: 我以前的学徒。

source: my traveling companion.
de: mein Reisebegleiter.
fr: mon compagnon de voyage.
it: il mio compagno di viaggio.
ko: 나의 여행 동반자.
pl: mój towarzysz podróży.
pt_br: meu companheiro de viagem.
ru: мой спутник.
tr: benim yol arkadaşım.
vi: bạn đồng hành của ta.
zh_hans: 我的旅伴。

source: my lover.
de: mein Liebhaber.
fr: mon amour.
it: il mio amato.
ko: 내 사랑.
pl: mój kochanek.
pt_br: Meu amante.
ru: мой возлюбленный.
tr: benim sevgilim.
vi: người tình của ta.
zh_hans: 我的恋人。

source: I hate
de: Ich hasse
fr: je déteste
it: Odio
ko: 싫어
pl: Nienawidzę
pt_br: Eu odeio
ru: Я ненавижу
tr: Şundan nefret ediyorum:
vi: Ta ghét
zh_hans: 我恨

source: my enemy.
de: mein Feind.
fr: mon ennemi.
it: mio nemico.
ko: 나의 적.
pl: mojego wroga.
pt_br: meu inimigo.
ru: мой враг.
tr: düşmanım.
vi: kẻ thù của ta.
zh_hans: 我的敌人。

source: an intruder.
de: einen Eindringling.
fr: un intrus.
it: un intruso.
ko: 침입자.
pl: intruza.
pt_br: um intruso.
ru: нарушитель.
tr: bir davetsiz misafir.
vi: một kẻ xâm nhập.
zh_hans: 入侵者。

source: a monster.
de: ein Monster.
fr: un monstre.
it: un mostro.
ko: 괴물.
pl: potwora.
pt_br: um monstro.
ru: монстр.
tr: bir canavar.
vi: một quái vật.
zh_hans: 一个怪兽。

source: a kindred spirit
de: ein Gleichgesinnter
fr: une âme sœur
it: uno spirito affine
ko: 친절한 정신
pl: pokrewna dusza
pt_br: um alma gêmea
ru: родная душа
tr: bir ruh ikizi
vi: một tri kỷ
zh_hans: 一名同志

source: a close friend
de: ein enger Freund
fr: un ami proche
it: un amico intimo
ko: 친한 친구
pl: bliski przyjaciel
pt_br: um amigo próximo
ru: близкий друг
tr: yakın bir arkadaş
vi: một người bạn thân
zh_hans: 一个好朋友

source: a friend
de: ein Freund
fr: un ami
it: un amico
ko: 친구
pl: przyjaciel
pt_br: um amigo
ru: друг
tr: bir arkadaş
vi: một người bạn
zh_hans: 一位朋友

source: , but that bond seems so thin now.
de: , aber das Band scheint jetzt so dünn.
fr: , mais ce lien semble si mince maintenant.
it: , ma quel legame sembra così sottile ora.
ko: , 하지만 그 유대감은 지금 너무 얇아 보입니다.
pl: , ale więź wydaje się teraz taka słaba.
pt_br: , mas esse vínculo agora parece estar tao magro.
ru: , но эта связь истончается.
tr: , ama o bağ şimdi çok zayıf görünüyor.
vi: , nhưng mối liên kết đó giờ đây dường như quá mỏng manh.
zh_hans: 但是现在这种联系似乎很薄弱。

source: I
de: Ich
fr: je
it: Io
ko: 나
pl: Ja
ru: Я
tr: Ben
vi: Ta
zh_hans: 一世

source: loathe
de: verabscheuen
fr: détester
it: detesto
ko: 혐오하다
pl: brzydzę się
pt_br: detestar
ru: ненависть
tr: nefret ediyorum
vi: ghê tởm
zh_hans: 厌恶

source: hate
de: hass
fr: détester
it: odio
ko: 싫어하다
pl: nienawidzę
pt_br: ódio
ru: ненавидеть
tr: nefret ediyorum
vi: ghét
zh_hans: 讨厌

source: never liked
de: nie gemocht
fr: jamais aimé
it: mai piaciuto
ko: 결코 좋아하지 않았다
pl: nigdy nie lubiłem
pt_br: nunca gostou
ru: никогда не любил
tr: hiç sevmedim
vi: chưa bao giờ ưa
zh_hans: 从不喜欢

source: with every fiber of my being
de: mit jeder Faser meines Wesens
fr: avec chaque fibre de mon être
it: con ogni fibra del mio essere
ko: 내 존재의 모든 섬유로
pl: każdą cząstką mojego ciała
pt_br: com cada fibra de meu ser
ru: каждой клеточкой моего существа
tr: tüm benliğimle
vi: bằng mọi sợi tơ huyết quản của ta
zh_hans: 用我的每一根纤维

source: , and now we can all see why.
de: und jetzt können wir alle sehen, warum.
fr: , et maintenant nous pouvons tous voir pourquoi.
it: e ora possiamo tutti capire perché.
ko: , 이제 우리 모두 그 이유를 알 수 있습니다.
pl: , i teraz możemy wszyscy zobaczyć dlaczego.
pt_br: , e agora nós podemos ver o porquê.
ru: , и теперь мы видим почему.
tr: , ve şimdi hepimiz nedenini görebiliyoruz.
vi: , và giờ đây tất cả chúng ta đều có thể hiểu lý do.
zh_hans: ，现在我们都可以看到原因。

source: also
de: auch
fr: aussi
it: anche
ko: 또한
pl: poza tym
pt_br: tambem
ru: также
tr: ayrıca
vi: cũng là
zh_hans: 也

source: a legendary hero
de: ein legendärer Held
fr: un héros légendaire
it: un leggendario eroe
ko: 전설적인 영웅
pl: legendarny bohater
pt_br: um herói lendário
ru: легендарный герой
tr: efsanevi bir kahraman
vi: một anh hùng huyền thoại
zh_hans: 一位传奇的英雄

source: a great hero
de: ein großer Held
fr: un grand héros
it: un grande eroe
ko: 위대한 영웅
pl: wielki bohater
pt_br: um grande herói
ru: великий герой
tr: büyük bir kahraman
vi: một anh hùng vĩ đại
zh_hans: 一个伟大的英雄

source: a hero
de: ein Held
fr: un héro
it: un eroe
ko: 영웅
pl: bohater
pt_br: um herói
ru: герой
tr: bir kahraman
vi: một anh hùng
zh_hans: 一个英雄

source: so very brave
de: so sehr mutig
fr: tellement courageux
it: molto coraggioso
ko: 너무 용감하다
pl: tak odważny
pt_br: Você é muito corajoso.
ru: очень храбр
tr: çok cesur
vi: cực kỳ dũng cảm
zh_hans: 非常勇敢

source: brave
de: mutig
fr: braver
it: coraggioso
ko: 용감한
pl: odważny
pt_br: corajoso
ru: храбр
tr: cesur
vi: dũng cảm
zh_hans: 勇敢

source: , but those acts bring no forgiveness.
de: , aber diese Handlungen bringen keine Vergebung.
fr: , mais ces actes n'apportent aucun pardon.
it: , ma questi atti non portano alcun perdono.
ko: , 그러나 그러한 행위는 용서를 가져오지 않습니다.
pl: , lecz te czyny są niewybaczalne.
pt_br: , mas esses atos não trazem nenhum perdao.
ru: , но такие действия непростительны
tr: , ama bu eylemler affetmeyi getirmez.
vi: , nhưng những hành động đó không mang lại sự tha thứ.
zh_hans: ，但这些行为不会给予宽恕。

source: reunited
de: wiedervereinigt
fr: réuni
it: riuniti
ko: 재결합
pl: zjednoczył
pt_br: reunidos
ru: воссоединённый
tr: yeniden birleştirdi
vi: đoàn tụ
zh_hans: 重聚

source: bravely put an end to
de: tapfer ein Ende zu setzen
fr: courageusement mettre un terme à
it: coraggiosamente porre fine a
ko: 용감하게 끝내다
pl: odważnie położył kres
pt_br: bravamente, pôr fim à
ru: храбро пресёк
tr: şuna cesurca son verdi:
vi: dũng cảm chấm dứt
zh_hans: 勇敢地结束了

source: you.
de: du.
fr: tu.
it: tu.
ko: 너.
pl: ciebie.
pt_br: Você
ru: вас.
tr: sen.
vi: ngươi.
zh_hans: 您。

source: my partner
de: mein Partner
fr: mon partenaire
it: il mio compagno
ko: 내 파트너
pl: mój partner
pt_br: meu parceiro
ru: мой партнер
tr: benim ortağım
vi: người cộng sự của ta
zh_hans: 我的合伙人

source: , but it means nothing now.
de: , aber es bedeutet jetzt nichts.
fr: , mais ça ne veut plus rien dire maintenant.
it: , ma ora non significa nulla.
ko: , 하지만 지금은 아무 의미가 없습니다.
pl: , ale teraz to nic nie znaczy.
pt_br: , mas isso não significa nada agora.
ru: , но теперь это ничего не значит.
tr: , ama şimdi hiçbir şey ifade etmiyor.
vi: , nhưng giờ đây điều đó chẳng còn ý nghĩa gì.
zh_hans: ，但现在没有任何意义。

source: a legendary brawler
de: ein legendärer Schläger
fr: un bagarreur légendaire
it: un leggendario attaccabrighe
ko: 전설적인 싸움꾼
pl: legendarny awanturnik
pt_br: um lendário lutador
ru: легендарный забияка
tr: efsanevi bir kavgacı
vi: một võ sĩ huyền thoại
zh_hans: 一个传奇的争斗者

source: capable of such violence
de: imstande solche Gewalt
fr: capable d'une telle violence
it: capace di grande violenza
ko: 그런 폭력을 쓸 수 있는
pl: zdolny do takiej przemocy
pt_br: capaz de tal violência
ru: способен на подобную жестокость
tr: böyle bir şiddete muktedir
vi: có khả năng gây ra bạo lực như vậy
zh_hans: 有这种暴力的能力

source: well-known brawler
de: wohl bekannter Schläger
fr: bagarreur bien connu
it: attaccabrighe ben noto
ko: 잘 알려진 싸움꾼
pl: dobrze znany awanturnik
pt_br: lutador bem conhecido
ru: широко известный забияка
tr: tanınmış kavgacı
vi: một võ sĩ nổi tiếng
zh_hans: 着名的争吵者

source: prone to violence
de: anfällig für Gewalt
fr: sujette à la violence
it: incline alla violenza
ko: 폭력에 취약
pl: skłonny do przemocy
pt_br: tendência para a violência
ru: склонен к жестокости
tr: şiddete meyilli
vi: có xu hướng bạo lực
zh_hans: 容易发生暴力

source: somewhat violent
de: etwas gewalttätig
fr: un peu violent
it: piuttosto violento
ko: 다소 폭력적
pl: trochę brutalny
pt_br: um pouco violento.
ru: немного жестокий
tr: biraz şiddetli
vi: có phần bạo lực
zh_hans: 有点暴力

source: started a fight with
de: ein Kampf begonnen mit
fr: commencé une bagarre avec
it: ha iniziato una rissa con
ko: 와 싸움을 시작했다
pl: zaczął walkę z
pt_br: começou uma briga com
ru: начал борьбу с
tr: şununla kavga başlattı:
vi: đã gây gổ với
zh_hans: 开始打架了

source: a legendary thug
de: ein legendärer Verbrecher
fr: un voyou légendaire
it: un leggendario teppista
ko: 전설적인 깡패
pl: legendarny zbir
pt_br: um bandido lendário
ru: легендарный бандит
tr: efsanevi bir haydut
vi: một tên côn đồ huyền thoại
zh_hans: 一名传奇的暴徒

source: an infamous thug
de: ein berüchtigter Verbrecher
fr: un voyou infâme
it: un famigerato teppista
ko: 악명 높은 깡패
pl: niesławny zbir
pt_br: um bandido infame
ru: печально известный бандит
tr: kötü şöhretli bir haydut
vi: một tên côn đồ khét tiếng
zh_hans: 一个臭名昭着的暴徒

source: a well-known thug
de: ein wohl bekannter Schläger
fr: un voyou bien connu
it: un teppista ben noto
ko: 잘 알려진 폭력배
pl: dobrze znany zbir
pt_br: um bandido conhecido
ru: широко известный бандит
tr: tanınmış bir haydut
vi: một tên côn đồ nổi tiếng
zh_hans: 一个着名的暴徒

source: a known thug
de: ein bekannter Schläger
fr: un voyou connu
it: un teppista conosciuto
ko: 알려진 폭력배
pl: znany zbir
pt_br: um bandido conhecido
ru: известный бандит
tr: bilinen bir haydut
vi: một tên côn đồ có tiếng
zh_hans: 一个知名的暴徒

source: thuggish
de: gewalttätig
fr: voyou
it: criminale
ko: 깡패 같은
pl: bandycki
pt_br: Thug
ru: бандитский
tr: zorba
vi: hung hăng như côn đồ
zh_hans: 凶残

source: bullied
de: gemobbt
fr: intimidé
it: bullizzato
ko: 왕따
pl: prześladował
pt_br: Bullying
ru: запугал
tr: zorbalık yaptı
vi: đã bắt nạt
zh_hans: 欺负

source: did not name
de: nicht benannt
fr: n'a pas nommé
it: non ha fatto il nome
ko: 이름을 짓지 않았다
pl: nie nazwał
pt_br: não nomeou
ru: не назвал
tr: adını vermedi
vi: đã không đặt tên
zh_hans: 没名字

source: gave an unwelcome name.
de: einen unerwünschten Namen gab.
fr: a donné un nom malvenu.
it: ha dato un nome sgradito.
ko: 달갑지 않은 이름을 지어주었다.
pl: okrył niesławą.
pt_br: deu um nome indesejado.
ru: дал нежеланное имя.
tr: istenmeyen bir isim verdi.
vi: đã đặt một cái tên không mong muốn.
zh_hans: 给了一个不受欢迎的名字。

source: feast
de: feiern
fr: festin
it: banchetto
ko: 잔치
pl: uczta
pt_br: festa
ru: пир
tr: ziyafet çeker
vi: yến tiệc
zh_hans: 盛宴

source: feasts
de: feiert
fr: fêtes
it: banchetti
ko: 잔치
pl: ucztuje
pt_br: festas
ru: празднества
tr: ziyafet çekerler
vi: các yến tiệc
zh_hans: 节日

source: on the blood of the living!
de: auf das Blut der Lebenden!
fr: sur le sang des vivants !
it: sul sangue dei vivi!
ko: 산 자의 피에!
pl: na krwi żywych!
pt_br: do sangue dos vivos!
ru: на крови живых существ!
tr: yaşayanların kanıyla!
vi: trên máu của kẻ còn sống!
zh_hans: 在这活物的血液上！

source: a legendary brigand
de: ein legendärer Räuber
fr: un brigand légendaire
it: un leggendario brigante
ko: 전설적인 도적
pl: legendarny rozbójnik
pt_br: um bandido lendário
ru: легендарный разбойник
tr: efsanevi bir eşkıya
vi: một tên cướp huyền thoại
zh_hans: 一位传奇的强盗

source: an infamous brigand
de: ein berüchtigter Räuber
fr: un brigand infâme
it: un famigerato brigante
ko: 악명 높은 강도
pl: niesławny rozbójnik
pt_br: um bandoleiro infame
ru: печально известный разбойник
tr: kötü şöhretli bir eşkıya
vi: một tên cướp khét tiếng
zh_hans: 一个臭名昭着的强盗

source: a noted brigand
de: ein bekannter Räuber
fr: un brigand notoire
it: un noto brigante
ko: 저명한 도적
pl: wybitny rozbójnik
pt_br: um notável bandido
ru: признанный разбойник
tr: tanınmış bir eşkıya
vi: một tên cướp lừng danh
zh_hans: 一位著名的强盗

source: a known brigand
de: ein gesuchter Räuber
fr: un brigand connu
it: un brigante conosciuto
ko: 알려진 산적
pl: znany rozbójnik
pt_br: um bandido conhecido
ru: известный разбойник
tr: bilinen bir eşkıya
vi: một tên cướp có tiếng
zh_hans: 一个知名的强盗

source: a brigand
de: ein Räuber
fr: un brigand
it: un brigante
ko: 강도
pl: rozbójnik
pt_br: um bandido.
ru: разбойник
tr: bir eşkıya
vi: một tên cướp
zh_hans: 一个强盗

source: are dangerous outlaws.
de: sind gefährliche Geächtete.
fr: sont de dangereux hors-la-loi.
it: sono pericolosi fuorilegge.
ko: 위험한 무법자입니다.
pl: są niebezpiecznymi przestępcami.
pt_br: são perigosos foras da lei.
ru: опасные преступники.
tr: tehlikeli kanun kaçaklarıdır.
vi: là những kẻ ngoài vòng pháp luật nguy hiểm.
zh_hans: 是危险的不法分子。

source: robbed
de: beraubt
fr: volé
it: derubato
ko: 강도
pl: obrabował
pt_br: Roubo
ru: ограбил
tr: soydu
vi: đã cướp bóc
zh_hans: 被抢

source: a legendary villain
de: eine legendärer Bösewicht
fr: un méchant légendaire
it: un leggendario cattivo
ko: 전설적인 악당
pl: legendarny złoczyńca
pt_br: um lendário vilao
ru: легендарный злодей
tr: efsanevi bir kötü adam
vi: một tên ác nhân huyền thoại
zh_hans: 一名传奇的恶棍

source: an infamous villain
de: eine berüchtigter Bösewicht
fr: un méchant infâme
it: un famigerato cattivo
ko: 악명 높은 악당
pl: niesławny złoczyńca
pt_br: um vilao infame
ru: печально известный злодей
tr: kötü şöhretli bir kötü adam
vi: một tên ác nhân khét tiếng
zh_hans: 一个臭名昭着的恶棍

source: a noted villain
de: ein gesuchter Bösewicht
fr: un méchant noté
it: un noto cattivo
ko: 저명한 악당
pl: wybitny złoczyńca
pt_br: um vilao notável
ru: признанный злодей
tr: tanınmış bir kötü adam
vi: một tên ác nhân lừng danh
zh_hans: 一个著名的恶棍

source: a known villain
de: ein bekannter Bösewicht
fr: un méchant connu
it: un cattivo conosciuto
ko: 알려진 악당
pl: znany złoczyńca
pt_br: um vilao conhecido
ru: известный злодей
tr: bilinen bir kötü adam
vi: một tên ác nhân có tiếng
zh_hans: 一个知名的恶棍
