Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: the sermon of
de: die Predigt von
fr: le sermon de
it: il sermone di
ko: 의 설교
pl: kazanie
pt_br: o sermão de
ru: проповедь о
tr: şunun vaazı:
vi: bài thuyết giáo của
zh_hans: 的说教

source: urging love between
de: die Liebe zwischen
fr: exhortant l'amour entre
it: sollecitando l'amore tra
ko: 사이에 사랑을 촉구
pl: wzywając do miłości między
pt_br: pedindo amor entre
ru: призывая любовь между
tr: şunlar arasında sevgiyi teşvik ederek:
vi: thúc giục tình yêu thương giữa
zh_hans: 催促双方的爱

source: persecuted
de: Verfolgt
fr: persécuté
it: perseguitato
ko: 박해
pl: prześladowany
pt_br: perseguido
ru: преследуемый
tr: zulmetti:
vi: bị bức hại
zh_hans: 被迫害

source: was expelled
de: wurde vertrieben
fr: a été expulsé
it: è stato espulso
ko: 추방되었다
pl: został wydalony
pt_br: foi expulso
ru: был выслан
tr: sınır dışı edildi
vi: đã bị trục xuất
zh_hans: 被驱逐出境

source: with a thousand or more others
de: mit tausend oder mehr anderen
fr: avec mille autres ou plus
it: con un migliaio o più persone
ko: 천 명 이상의 다른 사람들과
pl: z tysiącem lub więcej innych osób
pt_br: com mil ou mais outros
ru: с тысячей или более других
tr: bin veya daha fazla kişiyle birlikte
vi: cùng với hơn một nghìn người khác
zh_hans: 千人以上

source: with five hundred or more others
de: mit fünfhundert oder mehr anderen
fr: avec cinq cents autres ou plus
it: con cinquecento o più persone
ko: 500명 이상의 다른 사람들과
pl: z pięciuset lub więcej innymi osobami
pt_br: com quinhentos ou mais outros
ru: с пятью сотнями или более
tr: beş yüz veya daha fazla kişiyle birlikte
vi: cùng với hơn năm trăm người khác
zh_hans: 与五百个或更多的人

source: with a hundred or more others
de: mit hundert oder mehr anderen
fr: avec une centaine d'autres ou plus
it: con un centinaio o più persone
ko: 100명 이상의 다른 사람들과
pl: z setką lub więcej innych osób
pt_br: com cem ou mais outros
ru: с сотней или более других
tr: yüz veya daha fazla kişiyle birlikte
vi: cùng với hơn một trăm người khác
zh_hans: 百余人

source: with dozens of others
de: mit Dutzenden anderen
fr: avec des dizaines d'autres
it: con dozzine di altri
ko: 수십 명의 다른 사람들과
pl: z dziesiątkami innych
pt_br: com dezenas de outros
ru: с десятками других
tr: düzinelerce kişiyle birlikte
vi: cùng với hàng tá người khác
zh_hans: 与其他几十个人

source: with many others
de: mit vielen anderen
fr: avec beaucoup d'autres
it: con molti altri
ko: 다른 많은 사람들과
pl: z wieloma innymi
pt_br: com muitos outros
ru: со многими другими
tr: birçok kişiyle birlikte
vi: cùng với nhiều người khác
zh_hans: 与许多其他

source: with some others
de: mit einigen anderen
fr: avec quelques autres
it: con alcuni altri
ko: 다른 사람들과
pl: z kilkoma innymi
pt_br: com alguns outros
ru: с некоторыми другими
tr: diğer bazı kişilerle birlikte
vi: cùng với một vài người khác
zh_hans: 与一些其他

source: A thousand or more people were expelled
de: Tausend oder mehr Menschen wurden ausgewiesen
fr: Un millier de personnes ou plus ont été expulsées
it: Un migliaio o più persone sono state espulse
ko: 1000명이 넘는 사람들이 추방당했습니다.
pl: Tysiąc lub więcej osób zostało wydalonych
pt_br: Mil ou mais pessoas foram expulsas
ru: Не менее тысячи жителей было изгнано
tr: Bin veya daha fazla kişi sınır dışı edildi
vi: Hơn một nghìn người đã bị trục xuất
zh_hans: 一千或更多的人被驱逐出境

source: Five hundred or more people were expelled
de: Fünfhundert oder mehr Menschen wurden ausgewiesen
fr: Cinq cents personnes ou plus ont été expulsées
it: Cinquecento o più persone sono state espulse
ko: 500명 이상이 추방되었다.
pl: Pięćset lub więcej osób zostało wydalonych
pt_br: Quinhentas ou mais pessoas foram expulsas
ru: Не менее пятисот жителей было изгнано
tr: Beş yüz veya daha fazla kişi sınır dışı edildi
vi: Hơn năm trăm người đã bị trục xuất
zh_hans: 五百多人被驱逐出境

source: A hundred or more people were expelled
de: Hundert oder mehr Personen wurden ausgewiesen
fr: Une centaine de personnes ou plus ont été expulsées
it: Un centinaio o più persone sono state espulse
ko: 100명이 넘는 사람들이 추방당했습니다.
pl: Wydalono ponad sto osób
pt_br: Cem ou mais pessoas foram expulsas
ru: Не менее сотни жителей было изгнано
tr: Yüz veya daha fazla kişi sınır dışı edildi
vi: Hơn một trăm người đã bị trục xuất
zh_hans: 有一百多人被驱逐出境

source: Dozens of people were expelled
de: Dutzende von Menschen wurden ausgewiesen
fr: Des dizaines de personnes ont été expulsées
it: Dozzine di persone sono state espulse
ko: 수십명 추방
pl: Dziesiątki osób zostało wydalonych
pt_br: Dezenas de pessoas foram expulsas
ru: Дюжины людей были изгнаны
tr: Düzinelerce kişi sınır dışı edildi
vi: Hàng tá người đã bị trục xuất
zh_hans: 几十人被驱逐了

source: Several people were expelled
de: Mehrere Personen wurden ausgewiesen
fr: Plusieurs personnes ont été expulsées
it: Diverse persone sono state espulse
ko: 여러 사람이 추방당했습니다.
pl: Kilka osób zostało wydalonych
pt_br: Várias pessoas foram expulsas
ru: Было изгнано несколько жителей
tr: Birkaç kişi sınır dışı edildi
vi: Một số người đã bị trục xuất
zh_hans: 几个人被驱逐了

source: and some others
de: und einige andere
fr: et quelques autres
it: e alcuni altri
ko: 그리고 다른 사람들
pl: i kilka innych
pt_br: e alguns outros
ru: и некоторые другие
tr: ve diğer bazıları
vi: và một vài người khác
zh_hans: 和其他一些人

source: were expelled
de: wurden vertrieben
fr: ont été expulsés
it: sono stati espulsi
ko: 추방되었다
pl: zostali wydaleni
pt_br: foram expulsos
ru: были изгнаны
tr: sınır dışı edildi
vi: đã bị trục xuất
zh_hans: 被驱逐出境

source: and others were
de: und andere wurden
fr: et d'autres étaient
it: e altri sono stati
ko: 그리고 다른 사람들은
pl: i inni byli
pt_br: e outros foram
ru: и другие были
tr: ve diğerleri
vi: và những người khác cũng bị
zh_hans: 和其他人被

source: expelled
de: vertrieben
fr: exclu
it: espulsi
ko: 추방
pl: wydalony
pt_br: expulso
ru: исключенный
tr: sınır dışı edildi
vi: trục xuất
zh_hans: 开除

source: Somebody was expelled
de: Jemand wurde ausgestoßen
fr: Quelqu'un a été expulsé
it: Qualcuno è stato espulso
ko: 누군가 추방당했습니다.
pl: Ktoś został wydalony
pt_br: Alguém foi expulso
ru: Кто-то был выслан
tr: Biri sınır dışı edildi
vi: Ai đó đã bị trục xuất
zh_hans: 有人被开除

source: property was confiscated
de: Eigentum wurde beschlagnahmt
fr: la propriété a été confisquée
it: beni sono stati confiscati
ko: 재산이 압수당했다
pl: mienie zostało skonfiskowane
pt_br: propriedade foi confiscada
ru: имущество было конфисковано
tr: mülküne el konuldu
vi: tài sản đã bị tịch thu
zh_hans: 财产被没收

source: were destroyed
de: wurden zerstört
fr: ont été détruits
it: sono stati distrutti
ko: 파괴되었다
pl: zostały zniszczone
pt_br: foram destruídos
ru: были уничтожены
tr: yok edildi
vi: đã bị phá hủy
zh_hans: 被摧毁

source: Several major structures were destroyed
de: Mehrere wichtige Gebäude wurden zerstört
fr: Plusieurs structures importantes ont été détruites
it: Diverse strutture importanti sono state distrutte
ko: 여러 주요 구조물이 파괴되었습니다.
pl: Kilka głównych struktur zostało zniszczonych
pt_br: Várias estruturas importantes foram destruídas
ru: Несколько крупных сооружений были разрушены
tr: Birkaç büyük yapı yok edildi
vi: Một số công trình kiến trúc lớn đã bị phá hủy
zh_hans: 一些主要的建筑被摧毁

source: along with several smaller sacred sites
de: zusammen mit mehreren kleineren heiligen Orten
fr: ainsi que plusieurs petits sites sacrés
it: insieme a diversi siti sacri minori
ko: 여러 작은 성지와 함께
pl: wraz z kilkoma mniejszymi świętymi miejscami
pt_br: juntamente com vários locais sagrados menores
ru: наряду с несколькими небольшими священными местами
tr: birkaç küçük kutsal alanla birlikte
vi: cùng với một vài địa điểm linh thiêng nhỏ hơn
zh_hans: 与几个较小的圣地一起

source: Several
de: Mehrere
fr: Plusieurs
it: Diversi
ko: 몇몇의
pl: Kilka
pt_br: De várias
ru: Несколько
tr: Birkaç
vi: Một số
zh_hans: 若干

source: along with smaller sacred sites
de: zusammen mit kleineren heiligen Orten
fr: ainsi que des sites sacrés plus petits
it: insieme a siti sacri più piccoli
ko: 작은 성지와 함께
pl: wraz z mniejszymi świętymi miejscami
pt_br: juntamente com locais sagrados menores
ru: наряду с небольшими священными местами
tr: küçük kutsal alanlarla birlikte
vi: cùng với các địa điểm linh thiêng nhỏ hơn
zh_hans: 连同较小的圣地

source: Some
de: Einige
fr: Quelques
it: alcuni
ko: 약간
pl: Troche
pt_br: Alguns
ru: Некоторые
tr: Bazı
vi: Một số
zh_hans: 一些

source: some
de: einige
fr: quelques
it: alcuni
ko: 몇몇
pl: niektóre
pt_br: algum
ru: некоторые
tr: bazı
vi: một số
zh_hans: 一些

source: sacred sites were desecrated
de: heilige Orte wurden geschändet
fr: des sites sacrés ont été profanés
it: i luoghi sacri sono stati profanati
ko: 성지가 더럽혀졌다
pl: Święte miejsca zostały zbezczeszczone
pt_br: locais sagrados foram profanados
ru: священные места были осквернены
tr: kutsal alanlara saygısızlık edildi
vi: các địa điểm linh thiêng đã bị mạo phạm
zh_hans: 圣地被亵渎

source: the persecution of
de: die Verfolgung von
fr: la persécution de
it: la persecuzione di
ko: 의 박해
pl: prześladowanie
pt_br: a perseguição de
ru: преследование
tr: şuna yapılan zulmü:
vi: cuộc bức hại đối với
zh_hans: 的迫害

source: breached
de: durchbrochen
fr: violé
it: violato
ko: 위반
pl: naruszony
pt_br: violado
ru: умудрился нарушить
tr: ihlal etti:
vi: đã bị xuyên thủng
zh_hans: 违约

source: the breach of
de: die Verletzung von
fr: la violation de
it: la violazione di
ko: 의 위반
pl: naruszenie
pt_br: a violação de
ru: нарушение
tr: şunun ihlali:
vi: sự xuyên thủng của
zh_hans: 违反

source: several groups
de: mehrere Gruppen
fr: plusieurs groupes
it: diversi gruppi
ko: 여러 그룹
pl: kilka grup
pt_br: vários grupos
ru: несколько групп
tr: birkaç grup
vi: một số nhóm
zh_hans: 一些团体

source: , including
de: , einschließlich
fr: , y compris
it: , tra cui
ko: , 포함
pl: w tym
pt_br: , Incluindo
ru: , включая
tr: , şunlar dahil:
vi: , bao gồm
zh_hans: ，包括

source: swore to support
de: geschworen hat, zu unterstützen
fr: juré de soutenir
it: ha giurato di sostenere
ko: 지원하기로 맹세
pl: przysięgli wspierać
pt_br: jurou apoiar
ru: поклялся помогать
tr: şunu destekleyeceğine yemin etti:
vi: đã thề sẽ ủng hộ
zh_hans: 发誓支持

source: in war if the latter did likewise.
de: im Krieg, wenn diese das Gleiche tun.
fr: à la guerre si ce dernier faisait de même.
it: in guerra se quest'ultimo facesse altrettanto.
ko: 후자가 똑같이했다면 전쟁에서.
pl: w wojnie, jeśli ci drudzy zrobią to samo.
pt_br: na guerra se este último fizesse o mesmo.
ru: на войне, если последний поступил так же.
tr: savaşta, eğer ikincisi de aynısını yaparsa.
vi: trong chiến tranh nếu bên sau cũng làm tương tự.
zh_hans: 在战争中，如果后者也这样做的话。

source: the alliance between
de: die Allianz zwischen
fr: l'alliance entre
it: l'alleanza tra
ko: 사이의 동맹
pl: sojusz między
pt_br: a aliança entre
ru: союз между
tr: şunlar arasındaki ittifak:
vi: liên minh giữa
zh_hans: 之间的联盟

source: ransomed
de: gegen Lösegeld
fr: racheté
it: riscattato
ko: 속죄
pl: wykupiony
pt_br: resgatado
ru: выкупается
tr: şunu fidye karşılığı kurtardı:
vi: đã được chuộc
zh_hans: 赎回

source: was sent to
de: wurde gesendet an
fr: a été envoyé à
it: è stato inviato a
ko: 보내졌다
pl: został wysłany do
pt_br: foi enviada para
ru: был отправлен в
tr: şuraya gönderildi:
vi: đã được gửi đến
zh_hans: 被送至

source: the ransom of
de: das Lösegeld von
fr: la rançon de
it: il riscatto di
ko: 몸값
pl: okup
pt_br: o resgate de
ru: выкуп за
tr: şunun fidyesi:
vi: sự chuộc lại của
zh_hans: 的赎金

source: sold
de: verkauft
fr: vendu
it: venduto
ko: 판매된
pl: sprzedany
pt_br: vendido
ru: продано
tr: sattı:
vi: đã được bán
zh_hans: 卖

source: the sale of
de: den Verkauf von
fr: la vente de
it: la vendita di
ko: 판매
pl: sprzedaż
pt_br: a venda de
ru: продажа
tr: şunun satışı:
vi: việc bán của
zh_hans: 的销售

source: sabotaged the activities of
de: sabotierte die Aktivitäten von
fr: saboté les activités de
it: sabotato le attività di
ko: 의 활동을 방해했다.
pl: sabotował działania
pt_br: sabotou as atividades de
ru: саботировал деятельность
tr: şunun faaliyetlerini sabote etti:
vi: đã phá hoại hoạt động của
zh_hans: 曾蓄意破坏活动于

source: the sabotage of the activities of
de: die Sabotage der Aktivitäten von
fr: le sabotage des activités de
it: il sabotaggio delle attività di
ko: 의 활동 방해
pl: sabotowanie działalności
pt_br: a sabotagem das atividades de
ru: саботаж деятельности
tr: şunun faaliyetlerinin sabotajı:
vi: hành động phá hoại hoạt động của
zh_hans: 蓄意的破坏之于

source: was recognized and arrested
de: wurde erkannt und verhaftet
fr: a été reconnu et arrêté
it: è stato riconosciuto e arrestato
ko: 인정되어 체포되었다
pl: został rozpoznany i aresztowany
pt_br: foi reconhecido e preso
ru: был опознан и арестован
tr: tanındı ve tutuklandı
vi: đã bị nhận diện và bắt giữ
zh_hans: 被认出并逮捕

source: was arrested
de: wurde festgenommen
fr: a été arrêté
it: è stato arrestato
ko: 체포되었다
pl: został aresztowany
pt_br: foi preso
ru: был арестован
tr: tutuklandı
vi: đã bị bắt giữ
zh_hans: 被逮捕

source: After being interrogated
de: Nach dem Verhör
fr: Après avoir été interrogé
it: Dopo essere stato interrogato
ko: 심문을 받고 나서
pl: Po przesłuchaniu
pt_br: Após ser interrogado
ru: После допроса
vi: Sau khi bị thẩm vấn
zh_hans: 在被审讯后

source: implicated
de: verwickelt
fr: impliqué
it: implicato
ko: 연루된
pl: wplątany
pt_br: implicado
ru: замешан
tr: suçladı:
vi: đã tố giác
zh_hans: 牵涉到

source: but did not reveal everything
de: aber nicht alles verraten hat
fr: mais n'a pas tout révélé
it: ma non ha rivelato tutto
ko: 그러나 모든 것을 밝히지는 않았다
pl: ale nie upajał się wszystkim
pt_br: mas não revelou tudo
ru: но не раскрыл все
tr: ancak her şeyi açığa çıkarmadı
vi: nhưng không tiết lộ tất cả
zh_hans: 但并没有透露一切

source: Despite the interrogation
de: Trotz des Verhörs
fr: Malgré l'interrogatoire
it: Nonostante l'interrogatorio
ko: 심문에도 불구하고
pl: Pomimo przesłuchania
pt_br: Apesar do interrogatório
ru: Несмотря на допрос
vi: Bất chấp cuộc thẩm vấn
zh_hans: 尽管受到了审讯

source: refused to reveal anything and was released.
de: weigerte sich, etwas zu verraten und wurde freigelassen.
fr: a refusé de révéler quoi que ce soit et a été libéré.
it: si è rifiutato di rivelare qualsiasi cosa ed è stato rilasciato.
ko: 아무것도 밝히기를 거부하고 풀려났습니다.
pl: odmówił ujawnienia czegokolwiek i został zwolniony.
pt_br: recusou-se a revelar qualquer coisa e foi liberado.
ru: отказался давать показания и был отпущен.
tr: hiçbir şeyi açığa çıkarmayı reddetti ve serbest bırakıldı.
vi: từ chối tiết lộ bất cứ điều gì và đã được thả tự do.
zh_hans: 拒绝透露任何信息并被释放。

source: After enduring an interrogation
de: Nachdem er ein Verhör überstanden hat
fr: Après avoir subi un interrogatoire
it: Dopo esser stato posto sotto interrogatorio
ko: 심문을 견뎌낸 후
pl: Po zakończeniu przesłuchania
pt_br: Depois de suportar um interrogatório
ru: После проведения допроса
vi: Sau khi chịu đựng một cuộc thẩm vấn
zh_hans: 在经历了一次审讯后

source: was released.
de: wurde freigelassen.
fr: a été libéré.
it: è stato rilasciato.
ko: 출시되었습니다.
pl: został wydany.
pt_br: foi liberado.
ru: был отпущен.
tr: serbest bırakıldı.
vi: đã được thả tự do.
zh_hans: 被释放了。

source: the arrest and interrogation of
de: die Verhaftung und das Verhör von
fr: l'arrestation et l'interrogatoire de
it: l'arresto e l'interrogatorio di
ko: 의 체포와 심문
pl: aresztowanie i przesłuchanie
pt_br: a prisão e interrogatório de
ru: арест и допрос
tr: şunun tutuklanması ve sorgulanması:
vi: việc bắt giữ và thẩm vấn đối với
zh_hans: 逮捕和审讯

source: attempted to frame
de: versucht, einen Betrug zu begehen
fr: tenté d'encadrer
it: tentato di incastrare
ko: 액자를 시도했다
pl: próbował osadzić
pt_br: tentou enquadrar
ru: пытался подставить
tr: şuna kumpas kurmaya çalıştı:
vi: đã âm mưu gán tội cho
zh_hans: 企图陷害

source: at the behest of
de: auf Veranlassung von
fr: à la demande de
it: per volontà di
ko: 의 요청으로
pl: na żądanie
pt_br: a pedido de
ru: по велению
tr: şunun emriyle:
vi: theo sự chỉ đạo của
zh_hans: 奉命于

source: with fabricated evidence, but nothing came of it.
de: mit gefälschten Beweisen, aber es kam nichts dabei heraus.
fr: avec des preuves fabriquées, mais rien n'en est sorti.
it: con prove inventate, ma non se ne fece nulla.
ko: 조작된 증거가 있었지만 아무 것도 나오지 않았습니다.
pl: ze sfabrykowanymi dowodami, ale nic z tego nie wyszło.
pt_br: com evidências fabricadas, mas não deu em nada.
ru: с сфабрикованными доказательствами, но из этого ничего не вышло.
tr: sahte kanıtlarla, ancak bundan bir sonuç çıkmadı.
vi: với bằng chứng giả mạo, nhưng không có kết quả gì.
zh_hans: 用捏造的证据，但没有任何结果。

source: with fabricated evidence in
de: mit gefälschten Beweisen in
fr: avec des preuves fabriquées dans
it: con prove inventate in
ko: 조작된 증거로
pl: ze sfabrykowanymi dowodami w
pt_br: com evidências fabricadas em
ru: с сфабрикованными доказательствами в
tr: şurada sahte kanıtlarla:
vi: với bằng chứng giả mạo tại
zh_hans: 用捏造的证据在

source: after being recognized and arrested
de: nachdem er erkannt und verhaftet wurde
fr: après avoir été reconnu et arrêté
it: dopo essere stato riconosciuto e arrestato
ko: 인지되어 체포된 후
pl: po rozpoznaniu i aresztowaniu
pt_br: depois de ser reconhecido e preso
ru: будучи признанным и арестованным
tr: tanınıp tutuklandıktan sonra
vi: sau khi bị nhận diện và bắt giữ
zh_hans: 被认出并逮捕后

source: due to ongoing surveillance as the plot unfolded,
de: aufgrund der laufenden Überwachung während der Entwicklung der Handlung,
fr: en raison d'une surveillance continue pendant que l'intrigue se déroule,
it: a causa della sorveglianza in corso mentre la trama si svolgeva,
ko: 음모가 펼쳐지면서 지속적인 감시로 인해
pl: ze względu na trwającą inwigilację,
pt_br: devido à vigilância contínua à medida que a trama se desenrolava,
ru: из-за постоянного наблюдения, как сюжет развернулся,
tr: komplo ortaya çıkarken devam eden gözetim nedeniyle,
vi: do sự giám sát liên tục khi âm mưu bại lộ,
zh_hans: 由于剧情发展过程中的持续监控。

source: due to ongoing surveillance on
de: aufgrund der laufenden Überwachung von
fr: en raison de la surveillance continue sur
it: a causa della sorveglianza in corso su
ko: 지속적인 감시로 인해
pl: ze względu na trwający nadzór nad
pt_br: devido à vigilância constante sobre
ru: из-за постоянного наблюдения на
tr: şunun üzerindeki devam eden gözetim nedeniyle:
vi: do sự giám sát liên tục đối với
zh_hans: 由于正在进行的对

source: the contact
de: der Ansprechpartner
fr: le contact
it: il contatto
ko: 연락처
pl: kontakt
pt_br: o contato
ru: контакт
tr: bağlantı
vi: người liên lạc
zh_hans: 联系

source: a coconspirator,
de: ein Mittäter,
fr: un complice,
it: un complice,
ko: 공모자,
pl: współspiskowcem,
pt_br: um conspirador,
ru: соучастник,
tr: bir suç ortağı,
vi: một đồng phạm,
zh_hans: 一个同谋者。

source: the target
de: das Ziel
fr: la cible
it: l'obiettivo
ko: 목표
pl: cel
pt_br: o alvo
ru: цель
tr: hedef
vi: đối tượng
zh_hans: 目标

source: as the plot unfolded,
de: als sich die Handlung entwickelte,
fr: au fur et à mesure que l'intrigue se déroulait,
it: mentre la trama si svolgeva,
ko: 줄거리가 전개되면서
pl: w miarę rozwoju fabuły,
pt_br: à medida que a trama se desenrolava,
ru: как сюжет развернулся,
tr: komplo ortaya çıkarken,
vi: khi âm mưu bại lộ,
zh_hans: 随着剧情的展开。

source: confessed and
de: gestanden haben und
fr: avoué et
it: confessato e
ko: 고백하고
pl: przyznał się i
pt_br: confessou e
ru: признался и
tr: itiraf etti ve
vi: đã thú tội và
zh_hans: 供认并

source: wrongfully
de: zu Unrecht
fr: injustement
it: ingiustamente
ko: 잘못
pl: niesłusznie
pt_br: injustamente
ru: неправомерно
tr: haksız yere
vi: một cách sai trái
zh_hans: 错误地

source: convicted
de: verurteilt
fr: condamné
it: condannato
ko: 유죄 판결
pl: skazany
pt_br: condenado
ru: осужденный
tr: mahkum edildi
vi: đã bị kết án
zh_hans: 被定罪的

source: as a go-between in a conspiracy to commit
de: als Mittelsmann in einer Verschwörung zu begehen
fr: comme intermédiaire dans un complot en vue de commettre
it: come intermediario in un'associazione a delinquere finalizzata a commettere
ko: 저지르는 음모의 중개자로서
pl: jako pośrednik w spisku mającym na celu popełnienie
pt_br: como um intermediário em uma conspiração para cometer
ru: как посредник в заговоре, чтобы совершить
tr: işlemeye yönelik bir komploda aracı olarak
vi: là kẻ trung gian trong âm mưu thực hiện
zh_hans: 阴谋中的中间人。

source: the corrupt
de: die Korrupten
fr: le corrompu
it: il corrotto
ko: 부패한
pl: skorumpowany
pt_br: o corrupto
ru: коррумпированный
tr: yozlaşmış
vi: hành vi tham nhũng
zh_hans: 腐败者

source: with fabricated evidence
de: mit gefälschten Beweismitteln
fr: avec des preuves fabriquées
it: con prove inventate
ko: 조작된 증거로
pl: ze sfabrykowanymi dowodami
pt_br: com evidências fabricadas
ru: с сфабрикованным доказательством
tr: sahte kanıtlarla
vi: với bằng chứng giả mạo
zh_hans: 用捏造的证据

source: through the machinations of
de: durch die Machenschaften von
fr: par les machinations de
it: attraverso le macchinazioni di
ko: 기계 조작을 통해
pl: poprzez machinacje
pt_br: através das maquinações de
ru: через происки
tr: şunun entrikalarıyla:
vi: thông qua mưu đồ của
zh_hans: 的阴谋诡计。

source: sentenced to
de: verurteilt zu
fr: condamné à
it: condannato a
ko: 선고
pl: skazany na
pt_br: sentenciado á
ru: Приговорен к
tr: şuna mahkum edildi:
vi: bị tuyên án
zh_hans: 被判处

source: hammerstroke
de: Hammerschlag
fr: coup de marteau
it: colpo di martello
ko: 망치질
pl: uderzenie młotem
pt_br: golpe de martelo
ru: удар молота
tr: çekiç darbesi
vi: đòn búa
zh_hans: 锤击

source: beaten
de: geschlagen
fr: battu
it: pestato
ko: 밟아 다진
pl: pobity
pt_br: espancado
ru: избитый
tr: dövüldü
vi: đã bị đánh đập
zh_hans: 被击败

source: and exiled
de: und ins Exil verbannt
fr: et exilé
it: ed esiliato
ko: 그리고 추방
pl: i wygnany
pt_br: e exilado
ru: и изгнан
tr: ve sürgün edildi
vi: và bị lưu đày
zh_hans: 并被流放

source: and would have been imprisoned but for lack of accommodations
de: und wäre inhaftiert worden, wenn es nicht an Unterkünften gefehlt hätte
fr: et aurait été emprisonné mais faute de logement
it: e sarebbe stato imprigionato se non fosse stato per la mancanza di alloggi
ko: 투옥되었을 것입니다. 그러나 숙박 시설이 부족했습니다.
pl: i zostałby uwięziony, gdyby nie brak zakwaterowania
pt_br: e teria sido preso, mas por falta de acomodações
ru: и был бы заключен в тюрьму, но из-за отсутствия камер
tr: ve yer olsaydı hapsedilecekti
vi: và lẽ ra đã bị tống giam nếu không vì thiếu chỗ giam giữ
zh_hans: 本来会被监禁但是缺少牢房

source: and imprisoned for a term of
de: und zu einer Freiheitsstrafe von bis zu
fr: et emprisonné pour une durée de
it: e imprigionato per un periodo di
ko: 그리고 징역형
pl: i uwięziony na okres
pt_br: e preso por um período de
ru: и заключен в тюрьму на срок
tr: ve şu süreyle hapsedildi:
vi: và bị bỏ tù trong thời hạn
zh_hans: 并被判处有期徒刑

source: one month
de: einem Monat
fr: un mois
it: un mese
ko: 한달
pl: jeden miesiąc
pt_br: um mês
ru: один месяц
tr: bir ay
vi: một tháng
zh_hans: 一个月

source: months
de: Monate
fr: mois
it: mesi
ko: 개월
pl: miesiące
pt_br: meses
ru: месяцев
tr: ay
vi: tháng
zh_hans: 月

source: one year
de: einem Jahr
fr: un ans
it: un anno
ko: 1년
pl: jeden rok
pt_br: um ano
ru: один год
tr: bir yıl
vi: một năm
zh_hans: 一年

source: more than
de: mehr als
fr: plus que
it: più di
ko: 이상
pl: więcej niż
pt_br: maior que
ru: более чем
tr: şundan fazla
vi: hơn
zh_hans: 超过

source: years
de: jahre
fr: années
it: anni
ko: 연령
pl: lata
pt_br: anos
ru: лет
tr: yıl
vi: năm
zh_hans: 年

source: during interrogation
de: während des Verhörs
fr: pendant l'interrogatoire
it: durante l'interrogatorio
ko: 심문 중
pl: podczas przesłuchania
pt_br: durante o interrogatório
ru: во время допроса
tr: sorgulama sırasında
vi: trong quá trình thẩm vấn
zh_hans: 在审讯过程中

source: revealed nothing during interrogation.
de: während des Verhörs nichts verraten hat.
fr: n'a rien révélé lors de l'interrogatoire.
it: non ha rivelato nulla durante l'interrogatorio.
ko: 심문 중에 아무것도 밝히지 않았습니다.
pl: nie ujawnił niczego podczas przesłuchania.
pt_br: nada revelou durante o interrogatório.
ru: ничего не выявил во время допроса.
tr: sorgulama sırasında hiçbir şey açığa çıkarmadı.
vi: không tiết lộ bất cứ điều gì trong quá trình thẩm vấn.
zh_hans: 在审讯过程中没有透露任何东西

source: wrongful
de: unrechtmäßig
fr: injustifié
it: ingiusto
ko: 나쁜
pl: bezprawny
pt_br: injusto
ru: противоправный
tr: haksız
vi: sai trái
zh_hans: 不正当的
