Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Rampage
de: Wutanfall
fr: Carnage
it: Furia
ko: 광란
pl: Szał
ru: Буйство
tr: Talan
vi: Cuộc càn quét
zh_hans: 横冲直撞

source: Journey
de: Reise
fr: Périple
it: Viaggio
ko: 여행
pl: Podróż
pt_br: Trajeto
ru: Путешествие
tr: Yolculuk
vi: Hành trình
zh_hans: 旅程

source: Occasion of
de: Anlässlich der
fr: occasion de
it: Occasione di
ko: ~의 경우
pl: Okazja
pt_br: Ocasião de
ru: Событие
tr: Şunun olayı:
vi: Dịp kỷ niệm
zh_hans: 场合：

source: The Occasion
de: Der Anlass
fr: L'occasion
it: L'Occasione
ko: 행사
pl: Okazja
pt_br: A Ocasiao
ru: Событие
tr: Olay
vi: Dịp kỷ niệm
zh_hans: 场合

source: Poetry Recital
de: Poesie Vortrag
fr: Récital de poésie
it: Recita Poetica
ko: 시 낭송
pl: Recital poetycki
pt_br: Recital de Poesia
ru: Чтение стихов
tr: Şiir Dinletisi
vi: Buổi ngâm thơ
zh_hans: 诗歌朗诵

source: Musical Performance
de: Musikalische Darbietung
fr: Performance musicale
it: Spettacolo Musicale
ko: 연주
pl: Występ muzyczny
pt_br: Apresentação Musical
ru: Музыкальное выступление
tr: Müzikal Performans
vi: Biểu diễn âm nhạc
zh_hans: 音乐表演

source: Dance Performance
de: Tanz-Darbietung
fr: Performance de danse
it: Performance di Danza
ko: 춤 공연
pl: Występ taneczny
pt_br: Performance de dança
ru: Танцевальное выступление
tr: Dans Performansı
vi: Biểu diễn vũ đạo
zh_hans: 舞蹈表演

source: Dance Competition
de: Tanz-Wettbewerb
fr: Concours de danse
it: Gara di danza
ko: 댄스 대회
pl: Konkurs tańca
pt_br: Competição de Dança
ru: Состязание по танцам
tr: Dans Yarışması
vi: Cuộc thi vũ đạo
zh_hans: 舞蹈比赛

source: Musical Competition
de: Musik-Wettbewerb
fr: Concours musical
it: Gara musicale
ko: 뮤지컬 경쟁
pl: Konkurs muzyczny
pt_br: Concurso Musical
ru: Музыкальное соревнование
tr: Müzik Yarışması
vi: Cuộc thi âm nhạc
zh_hans: 音乐比赛

source: Poetry Competition
de: Poesie-Wettbewerb
fr: Concours de poésie
it: Gara di poesia
ko: 시 경쟁
pl: Konkurs poetycki
pt_br: Concurso de Poesia
ru: Состязание в поэзии
tr: Şiir Yarışması
vi: Cuộc thi thơ ca
zh_hans: 诗歌比赛

source: Race
de: Rennen
fr: Course
it: Corsa
ko: 종족
pl: Rasa
pt_br: Raça
ru: Гонка
tr: Yarış
vi: Cuộc đua
zh_hans: 种族

source: Air Race
de: Flugrennen
fr: Course aérienne
it: Gara aerea
ko: 에어 레이스
pl: Wyścig powietrzny
pt_br: corrida aérea
ru: Воздушная гонка
tr: Hava Yarışı
vi: Cuộc đua trên không
zh_hans: 空中竞赛

source: Race
de: Rennen
fr: Course
it: Gara
ko: 경주
pl: Wyścig
pt_br: Corrida
ru: Гонка
tr: Yarışı
vi: Cuộc đua
zh_hans: 种族

source: Wrestling Competition
de: Ring-Wettbewerb
fr: Compétition de lutte
it: Gara di lotta
ko: 레슬링 대회
pl: Zawody zapaśnicze
pt_br: Competiçao de Luta
ru: Состязание по борьбе
tr: Güreş Yarışması
vi: Cuộc thi đấu vật
zh_hans: 摔跤比赛

source: Throwing Competition
de: Werf-Wettbewerb
fr: Concours de lancer
it: Gara di lancio
ko: 던지기 대회
pl: Konkurs rzutów
pt_br: Competição de arremesso
ru: Состязание в метании
tr: Fırlatma Yarışması
vi: Cuộc thi ném
zh_hans: 投掷比赛

source: Gladiatory Games
de: Gladiatorspiele
fr: Jeux de gladiateurs
it: Giochi Gladiatori
ko: 검투사 게임
pl: Gry Gladiatorów
pt_br: jogos de gladiadores
ru: Гладиаторские бои
tr: Gladyatör Oyunları
vi: Các trò đấu giác
zh_hans: 角斗士游戏

source: Opening Ceremony
de: Eröffnungsfeier
fr: Cérémonie d'ouverture
it: Cerimonia d'apertura
ko: 개막식
pl: Ceremonia otwarcia
pt_br: Cerimônia de abertura
ru: Церемония открытия
tr: Açılış Töreni
vi: Lễ khai mạc
zh_hans: 开幕式

source: Closing Ceremony
de: Abschlussfeier
fr: Cérémonie de clôture
it: Cerimonia di chiusura
ko: 폐회식
pl: Ceremonia zamknięcia
pt_br: Cerimônia de encerramento
ru: Церемония закрытия
tr: Kapanış Töreni
vi: Lễ bế mạc
zh_hans: 闭幕仪式

source: Main Ceremony
de: Hauptzeremonie
fr: Cérémonie principale
it: Cerimonia principale
ko: 본행사
pl: Główna ceremonia
pt_br: Cerimônia principal
ru: Главная церемония
tr: Ana Tören
vi: Nghi lễ chính
zh_hans: 主要仪式

source: Ceremony
de: Zeremonie
fr: La cérémonie
it: Cerimonia
ko: 의식
pl: Ceremonia
pt_br: Cerimônia
ru: Церемония
tr: Tören
vi: Nghi lễ
zh_hans: 仪式

source: Starting fist fight
fr: Début du combat au poing
it: Comincia una rissa
ko: 주먹 싸움 시작
pl: Zaczynając walkę na pięści
pt_br: Começando a briga
ru: Начать кулачный бой
tr: Yumruk kavgası başlatılıyor
vi: Bắt đầu một cuộc ẩu đả
zh_hans: 开始拳脚相加

source: 50 years
de: 50 Jahre
fr: 50 ans
it: 50 anni
ko: 50년
pl: 50 lat
pt_br: 50 anos
ru: 50 лет
tr: 50 yıl
vi: 50 năm
zh_hans: 50年

source: , once of the Underworld.
de: , einmalig in der Unterwelt.
fr: , autrefois des Enfers.
it: , una volta degli Inferi.
ko: , Underworld 중 한 번.
pl: , niegdyś z podziemi.
pt_br: , uma vez do submundo.
ru: , из самых глубин Преисподней.
vi: , từng thuộc về Thế giới ngầm.
zh_hans: ，曾经的地下世界。

source: By
de: Durch
fr: Par
it: Da
ko: 에 의해
pl: Przez
pt_br: Por
ru: Именем
tr: Tarafından
vi: Bởi
zh_hans: 通过

source: I bind myself to this place.
de: Ich binde mich an diesen Ort.
fr: Je me lie à cet endroit.
it: Mi lego a questo luogo.
ko: 나는 이곳에 나를 묶는다.
pl: Przywiązuję się do tego miejsca.
pt_br: Eu me ligar para este lugar.
ru: Я связываю себя с этим местом.
tr: kendimi bu yere bağlıyorum.
vi: Ta gắn bó bản thân với nơi này.
zh_hans: 我把自己绑在这个地方。

source: population gone
de: Bevölkerung verloren
fr: population disparue
it: popolazione andata
ko: 사라진 인구
pl: populacja zniknęła
pt_br: população se foi
ru: население вымерло
tr: nüfus gitti
vi: dân số biến mất
zh_hans: 族群消失

source: leadership overthrown
de: Führung gestürzt
fr: direction renversée
it: dirigenza rovesciata
ko: 전복된 리더십
pl: obalenie przywództwa
pt_br: liderança derrubada
ru: свержение лидера
tr: liderlik devrildi
vi: lãnh đạo bị lật đổ
zh_hans: 领导层被推翻

source: subdued
de: unterdrückt
fr: tamisé
it: calmo
ko: 차분해진
pl: stonowany
pt_br: subjugado
ru: приглушенный
tr: boyun eğdirildi
vi: bị khuất phục
zh_hans: 制服

source: scuffle
de: Handgemenge
fr: bagarre
it: rissa
ko: 난투
pl: bójka
pt_br: rixa
ru: драка
tr: arbede
vi: cuộc xô xát
zh_hans: 打架

source: surprised
de: überrascht
fr: surpris
it: sorpreso
ko: 놀란
pl: zaskoczony
pt_br: surpreso(a)
ru: удивлён
tr: şaşırdı
vi: bị bất ngờ
zh_hans: 诧异

source: ambushed
de: in einen Hinterhalt gelockt
fr: embusqué
it: caduti in un'imboscata
ko: 매복
pl: wciągnięty w zasadzkę
pt_br: emboscado(a)
ru: засаду
tr: pusuya düşürüldü
vi: bị phục kích
zh_hans: 伏击

source: happen upon
de: geschehen auf
fr: arriver sur
it: accadere su
ko: 우연히
pl: zdarzyć się
pt_br: acontecer em cima
ru: случился на
tr: rastlamak
vi: tình cờ bắt gặp
zh_hans: 发生在

source: corner
de: Ecke
fr: coin
it: angolo
ko: 모서리
pl: róg
pt_br: ligação de canto a meia-madeira
ru: угол
tr: köşe
vi: bị dồn vào góc
zh_hans: 角落

source: confront
de: konfrontieren
fr: affronter
it: confronta
ko: 대면하다
pl: konfrontować
pt_br: enfrentar
ru: противостояние
tr: yüzleşmek
vi: đối đầu
zh_hans: 面对

source: got into a brawl
de: geriet in eine Schlägerei
fr: est entré dans une bagarre
it: ha avuto una rissa
ko: 싸움에 휘말렸다
pl: wdał się w bójkę
pt_br: entrou em uma briga
ru: попал в драку
tr: arbedeye karıştı
vi: vướng vào một cuộc ẩu đả
zh_hans: 卷入了一场斗殴

source: 2 lost after receiving wounds
de: 2 verloren nach erhaltenen Verletzungen
fr: 2 perdus après avoir reçu des blessures
it: 2 persi dopo aver ricevuto ferite
ko: 2 부상을 입은 후 손실
pl: 2 zaginionych po odniesieniu ran
pt_br: 2 perdida depois de receber as feridas
ru: 2 потерял после получения раны
tr: Yaralandıktan sonra 2 kayıp
vi: 2 người tử vong sau khi chịu thương tích
zh_hans: 受伤后2人失踪

source: 2 lost after giving wounds
de: 2 verloren nach gegebenen Verletzungen
fr: 2 perdus après avoir donné des blessures
it: 2 persi dopo aver inflitto ferite
ko: 2 상처를 주고 패배
pl: 2 utracone po zadaniu ran
pt_br: 2 perdida depois de dar feridas
ru: 2 потерял после нанесения раны
tr: Yaraladıktan sonra 2 kayıp
vi: 2 người tử vong sau khi gây thương tích
zh_hans: 受伤后两人失踪

source: 2 lost after mutual wounds
de: 2 verloren nach gegenseitigen Verletzungen
fr: 2 perdus après blessures mutuelles
it: 2 persi dopo ferite reciproche
ko: 상호 상처 후 2 손실
pl: 2 straconych po wzajemnych ranach
pt_br: 2 perdida depois de feridas mútuas
ru: 2 потеряли после взаимного ранения
tr: Karşılıklı yaralanmadan sonra 2 kayıp
vi: 2 người tử vong sau khi cả hai bên chịu thương tích
zh_hans: 互斗后2人失踪

source: a strongly favored
fr: un fortement favorisé
it: fortemente favorito
ko: 강력하게 선호하는
pl: silnie faworyzowany
pt_br: um fortemente favorecido
ru: очень желательный
tr: a güçlü favori
vi: được ưu ái mạnh mẽ
zh_hans: 一个强烈的青睐

source: a favored
fr: un favori
it: un favorito
ko: 선호하는
pl: faworyzowany
pt_br: um favorecido
ru: любимый
tr: a favori
vi: được ưu ái
zh_hans: 一个受宠的人

source: a slightly favored
fr: un peu favorisé
it: leggermente favorito
ko: 약간 선호하는
pl: lekko faworyzowany
pt_br: um pouco favorecido
ru: немного любимый
tr: a hafif favori
vi: hơi được ưu ái
zh_hans: 略微偏爱

source: d strongly favored
fr: d fortement favorisé
it: d fortemente favorito
ko: d 강력히 선호
pl: d zdecydowanie faworyzowany
pt_br: teria favorecido fortemente
ru: очень желательно
tr: d güçlü favori
vi: d được ưu ái mạnh mẽ
zh_hans: 非常受青睐

source: d favored
fr: d favorisé
it: d favorito
ko: d 선호
pl: d preferowane
pt_br: teria favorecido
ru: желательно
tr: d favori
vi: d được ưu ái
zh_hans: 青睐

source: d slightly favored
fr: d légèrement favorisé
it: d leggermente favorito
ko: d 약간 선호
pl: d lekko faworyzowany
pt_br: ligeiramente favorecido
ru: немного желательно
tr: d hafif favori
vi: d hơi được ưu ái
zh_hans: 稍微偏爱

source: neither favored
de: weder bevorzugt
fr: ni favorisé
it: né favorito
ko: 선호하지 않는
pl: ani faworyzowany
pt_br: nem favorecido
ru: ни один не одобрен
tr: ikisi de favori değil
vi: không ai được ưu ái
zh_hans: 既不受欢迎

source: immortality
de: Unsterblichkeit
fr: immortalité
it: immortalità
ko: 불사
pl: nieśmiertelność
pt_br: imortalidade
ru: бессмертие
tr: ölümsüzlük
vi: sự bất tử
zh_hans: 不朽

source: stay alive
de: am Leben bleiben
fr: reste en vie
it: rimanere in vita
ko: 살아있어
pl: pozostać przy życiu
ru: остаться в живых
tr: hayatta kalmak
vi: sống sót
zh_hans: 活下去

source: maintain entity status
de: Darseinsbereichtigung aufrechterhalten
fr: maintenir le statut d'entité
it: mantenere lo status di entità
ko: 엔티티 상태 유지
pl: utrzymanie statusu jednostki
pt_br: manter o estatuto de entidade
ru: поддерживать статус объекта
tr: varlık statüsünü korumak
vi: duy trì trạng thái thực thể
zh_hans: 保持实体地位

source: start a family
de: eine Familie zu gründen
fr: Fonder une famille
it: creare una famiglia
ko: 가족을 구성하다
pl: założyć rodzinę
pt_br: começar uma família
ru: создать семью
tr: aile kurmak
vi: lập gia đình
zh_hans: 组建一个家族

source: rule the world
de: die Welt regieren
fr: dirige le monde
it: governare il mondo
ko: 세계를 지배
pl: rządzić światem
pt_br: dominar o mundo
ru: править миром
tr: dünyayı yönetmek
vi: thống trị thế giới
zh_hans: 统治世界

source: craft a masterwork
de: ein Meisterwerk hergestellt
fr: créer un chef-d'œuvre
it: creare un capolavoro
ko: 걸작을 만들다
pl: stworzyć dzieło sztuki
pt_br: fabricou uma obra-prima
ru: создать шедевр
tr: bir şaheser üretmek
vi: chế tác một kiệt tác
zh_hans: 制作杰作

source: bring peace to the world
de: den Frieden in die Welt bringen
fr: apporter la paix dans le monde
it: portare pace nel mondo
ko: 세상에 평화를 가져오다
pl: przynieść światu pokój
pt_br: trazer a paz ao mundo
ru: добиться мира во всём мире
tr: dünyaya barış getirmek
vi: mang hòa bình đến thế giới
zh_hans: 为世界带来和平

source: become a legendary warrior
de: ein legendärer Krieger werden
fr: devenir un guerrier légendaire
it: diventare un guerriero leggendario
ko: 전설의 전사가 되다
pl: Zostań legendarnym wojownikiem
pt_br: se tornar um guerreiro lendário
ru: стать легендарным воином
tr: efsanevi bir savaşçı olmak
vi: trở thành chiến binh huyền thoại
zh_hans: 成为一名传奇战士

source: master a skill
de: eine Fertigkeit meistern
fr: maîtriser une compétence
it: padroneggiare un'abilità
ko: 기술을 습득하다
pl: opanować umiejętność
pt_br: Mestre de uma habilidade
ru: освоить умение
tr: bir beceride ustalaşmak
vi: tinh thông một kỹ năng
zh_hans: 掌握一项技能

source: fall in love
de: sich verlieben
fr: tomber amoureux
it: innamorarsi
ko: 사랑에 빠지다
pl: zakochać się
pt_br: Acabam se apaixonando
ru: влюбиться
tr: aşık olmak
vi: phải lòng
zh_hans: 坠入爱河

source: see the great natural sites
de: die großen Naturschauplätze sehen
fr: voir les grands sites naturels
it: vedere i grandi siti naturali
ko: 위대한 자연 사이트를 참조하십시오
pl: Zobacz wspaniałe naturalne miejsca
pt_br: ver os grandes lugares naturais
ru: посетить природные достопримечательности
tr: büyük doğal alanları görmek
vi: chiêm ngưỡng các kỳ quan thiên nhiên
zh_hans: 游历这世上的自然奇景

source: make a great discovery
de: eine große Entdeckung machen
fr: faire une belle découverte
it: fare una grande scoperta
ko: 대단한 발견을 하다
pl: dokonać wielkiego odkrycia
pt_br: faça uma grande descoberta
ru: совершить великое открытие
tr: büyük bir keşif yapmak
vi: thực hiện một khám phá vĩ đại
zh_hans: 作出伟大的发现

source: attain rank in society
de: einen gesellschaftlichen Rang einnehmen
fr: atteindre un rang dans la société
it: raggiungere un rango nella società
ko: 사회에서 지위를 얻다
pl: osiągnąć pozycję w społeczeństwie
pt_br: alcançar posição na sociedade
ru: достичь звания в обществе
tr: toplumda rütbe elde etmek
vi: đạt được cấp bậc trong xã hội
zh_hans: 获得社会地位

source: bathe world in chaos
de: die Welt in Chaos tauchen
fr: plonger le monde dans le chaos
it: immergere il mondo nel caos
ko: 세상을 혼돈에 빠뜨리다
pl: skąpać świat w chaosie
pt_br: banhar o mundo no caos
ru: купайся мире в хаосе
tr: dünyayı kaosa boğmak
vi: nhấn chìm thế giới trong hỗn loạn
zh_hans: 让世界陷入混乱

source: murderous ghost
de: mörderischer Geist
fr: fantôme meurtrier
it: fantasma assassino
ko: 살인 귀신
pl: morderczy duch
pt_br: fantasma assassino
ru: призрак-убийца
tr: katil hayalet
vi: hồn ma khát máu
zh_hans: 杀气腾腾的幽灵

source: sadistic ghost
de: sadistischer Geist
fr: fantôme sadique
it: fantasma sadico
ko: 가학적인 유령
pl: sadystyczny duch
pt_br: fantasma sádico
ru: призрак-садист
tr: sadist hayalet
vi: hồn ma tàn bạo
zh_hans: 施虐的幽灵

source: violent ghost
de: gewalttätiger Geist
fr: fantôme violent
it: fantasma violento
ko: 난폭한 유령
pl: brutalny duch
pt_br: Um fantasma violento.
ru: жестокий призрак
tr: şiddetli hayalet
vi: hồn ma hung bạo
zh_hans: 暴力的幽灵

source: angry ghost
de: böser Geist
fr: fantôme en colère
it: fantasma arrabbiato
ko: 화난 유령
pl: zły duch
pt_br: Um fantasma zangado.
ru: сердитый призрак
tr: öfkeli hayalet
vi: hồn ma phẫn nộ
zh_hans: 愤怒的鬼

source: moaning spirit
de: quengelnde Seele
fr: esprit gémissant
it: spirito lamentoso
ko: 신음하는 정신
pl: jęczący duch
pt_br: gemidos do espírito
ru: стонущий призрак
tr: inleyen ruh
vi: linh hồn rên rỉ
zh_hans: 呻吟的幽魂

source: howling spirit
de: Heulende Seele
fr: esprit hurlant
it: spirito ululante
ko: 울부짖는 영혼
pl: wyjący duch
pt_br: uivando de espírito
ru: ревущий дух
tr: uluyan ruh
vi: linh hồn gào thét
zh_hans: 嚎叫的幽魂

source: secretive poltergeist
de: geheimnisvoller Poltergeist
fr: poltergeist secret
it: poltergeist riservato
ko: 비밀스러운 폴터가이스트
pl: tajemniczy poltergeist
pt_br: Um poltergeist secreto.
ru: скрытный полтергейст
tr: gizli hortlak
vi: hồn ma gây rối lén lút
zh_hans: 神秘的恶作剧家

source: energetic poltergeist
de: energetischer Poltergeist
fr: poltergeist énergique
it: poltergeist energetico
ko: 정력적인 폴터가이스트
pl: energetyczny poltergeist
pt_br: Um poltergeist energético.
ru: энергичный полтергейст
tr: enerjik hortlak
vi: hồn ma gây rối hiếu động
zh_hans: 精力充沛的小鬼

source: troublesome poltergeist
de: lästiger Poltergeist
fr: poltergeist gênant
it: poltergeist molesto
ko: 귀찮은 폴터가이스트
pl: kłopotliwy poltergeist
pt_br: Um poltergeist problemático.
ru: беспокойный полтергейст
tr: belalı hortlak
vi: hồn ma gây rối phiền toái
zh_hans: 麻烦的吵闹鬼

source: restless haunt
de: unruhiger Geist
fr: repaire agité
it: infestatore irrequieto
ko: 불안한 출몰
pl: niespokojne nawiedzenie
pt_br: assombrar inquieto
ru: неспокойный призрак
tr: huzursuz hortlak
vi: linh hồn ám ảnh không yên
zh_hans: 不安分的闹事者

source: forlorn haunt
de: einsamer Fleck
fr: repaire désespéré
it: spirito infestatore disperato
ko: 쓸쓸한 유령
pl: opuszczone miejsce
pt_br: assombração abandonada
ru: несчастный призрак
tr: kimsesiz hortlak
vi: linh hồn ám ảnh cô độc
zh_hans: 孤独的家伙

source: old age
fr: vieillesse
it: vecchiaia
ko: 노년
pl: starość
pt_br: velhice
ru: старость
tr: yaşlılık
vi: tuổi già
zh_hans: 老年

source: hunger
fr: faim
it: fame
ko: 굶주림
pl: głód
pt_br: fome
ru: голод
tr: açlık
vi: đói khát
zh_hans: 饥饿

source: thirst
de: durst
fr: la soif
it: sete
ko: 갈증
pl: pragnienie
pt_br: Sede
ru: жажда
tr: susuzluk
vi: khát nước
zh_hans: 口渴

source: shot
de: Schuss
fr: tir
it: sparato
ko: 발사
pl: strzał
pt_br: passagem
ru: выстрел
tr: vuruldu
vi: bị bắn
zh_hans: 射击

source: drown
de: ertrinken
fr: noyer
it: annegare
ko: 안 들리게 하다
pl: utonąć
pt_br: Afogar
ru: потонуть
tr: boğuldu
vi: bị chết đuối
zh_hans: 溺水

source: struck
de: angeschlagen
fr: frappé
it: colpito
ko: 쳤다
pl: uderzony
pt_br: Fura-greve
ru: ударил
tr: darbe
vi: bị đánh trúng
zh_hans: 来袭

source: slaughtered
de: geschlachtet
fr: abattu
it: macellato
ko: 학살
pl: ubity
pt_br: abatidos
ru: забит
tr: katledildi
vi: bị tàn sát
zh_hans: 屠宰

source: scuttled
de: versenkt
fr: sabordé
it: affondato
ko: 자침한
pl: wyrzucony
pt_br: afundado(a)
ru: затоплен
tr: batırıldı
vi: bị phá hủy
zh_hans: 凿沉

source: lava
fr: lave
ko: 용암
pl: lawa
ru: лава
tr: lav
vi: dung nham
zh_hans: 熔岩

source: lava mist
de: Lavanebel
fr: brouillard de lave
it: foschia lavica
ko: 용암 안개
pl: mgła lawowa
pt_br: névoa de lava
ru: испарения лавы
tr: lav sisi
vi: sương dung nham
zh_hans: 熔岩雾

source: dragonfire
de: Drachenfeuer
fr: feu du dragon
it: fuoco di drago
ko: 드래곤파이어
pl: smoczy ogień
pt_br: fogo de dragão
ru: драконьего
tr: ejderha ateşi
vi: hơi thở rồng
zh_hans: 龙火

source: crushed bridge
de: zerstörte Brücke
fr: pont écrasé
it: ponte distrutto
ko: 부서진 다리
pl: zmiażdżony most
pt_br: ponte esmagado
ru: разрушенный мост
tr: köprü ezilmesi
vi: cầu bị nghiền nát
zh_hans: 碎桥

source: chasm
de: Abgrund
fr: gouffre
it: baratro
ko: 차이
pl: przepaść
pt_br: Rifte
ru: пропасть
tr: uçurum
vi: vực sâu
zh_hans: 裂口

source: cage blasted
de: Käfig gesprengt
fr: cage dynamitée
it: gabbia fatta saltare
ko: 케이지 폭파
pl: wysadzona klatka
pt_br: gaiola jateada
ru: клетка разрушается
tr: kafes patlaması
vi: lồng bị nổ tung
zh_hans: 笼子被炸开了

source: murdered
de: ermordet
fr: assassiné
it: assassinato
ko: 살해
pl: zamordowany
pt_br: Foram assassinados.
ru: убитый
tr: öldürüldü
vi: bị ám sát
zh_hans: 谋杀

source: blood drained
de: Blutentnahme
fr: sang drainé
it: sangue prosciugato
ko: 피가 빠지다
pl: spuszczona krew
pt_br: sangue drenado
ru: обескровлен
tr: kanı çekildi
vi: bị rút cạn máu
zh_hans: 血液流失了

source: trap
de: Falle
fr: piège
it: trappola
ko: 덫
pl: pułapka
pt_br: armadilha
ru: ловушка
tr: tuzak
vi: bẫy
zh_hans: 陷阱

source: vehicle
de: Fahrzeug
fr: véhicule
it: veicolo
ko: 운송수단
pl: pojazd
pt_br: Veículo:
ru: тележка
tr: araç
vi: phương tiện
zh_hans: 车辆

source: flying object
de: fliegendes Objekt
fr: objet volant
it: oggetto volante
ko: 비행 물체
pl: latający obiekt
pt_br: objeto voador
ru: летящий предмет
tr: uçan nesne
vi: vật thể bay
zh_hans: 飞行物体

source: vanish
de: verschwinden
fr: disparaître
it: svanire
ko: 사라지다
pl: zniknąć
pt_br: vaidade
ru: исчезать
tr: kaybolma
vi: biến mất
zh_hans: 消失

source: put to rest
de: zur Ruhe bringen
fr: mettre au repos
it: messo a tacere
ko: 안식을 되찾았다
pl: odpocząć
pt_br: Coloque para descansar
ru: похоронить
tr: huzura erdirildi
vi: được an nghỉ
zh_hans: 安息

source: quitdead
fr: mort-vivant
it: smesso di morire
ko: 종료
pl: zrezygnowany
ru: Уйти из жизни
tr: ölüçıkış
vi: đã bỏ mạng
zh_hans: 死尸

source: abandon
de: aufgeben
fr: abandonner
it: abbandonare
ko: 버리다
pl: zrezygnować
pt_br: abandono
ru: отказываться от
tr: terk et
vi: Từ bỏ
zh_hans: 放弃

source: heat
de: Wärme
fr: Chauffer
it: calore
ko: 열
pl: ciepło
pt_br: Trocador
ru: жар
tr: sıcaklık
vi: Nhiệt
zh_hans: 热

source: cold
de: kalt
fr: froid
it: freddo
ko: 추운
pl: zimno
pt_br: Fria
ru: холод
tr: soğuk
vi: Lạnh
zh_hans: 冷

source: spikes
fr: pointes
it: spuntoni
ko: 스파이크
pl: kolce
pt_br: Espigoes
ru: колья
tr: dikenler
vi: Gai nhọn
zh_hans: 长钉

source: cooling lava
de: erkaltende Lava
fr: lave de refroidissement
it: lava rappresa
ko: 냉각 용암
pl: stygnąca lawa
pt_br: resfriamento de lava
ru: застывание лавы
tr: soğuyan lav
vi: Dung nham đang nguội
zh_hans: 冷却熔岩

source: cooling magma
de: erkaltetes Magma
fr: magma de refroidissement
it: magma rappreso
ko: 냉각 마그마
pl: stygnąca magma
pt_br: resfriamento do magma
ru: застывание магмы
tr: soğuyan magma
vi: Magma đang nguội
zh_hans: 冷却岩浆

source: freezing water
de: gefrorenes Wasser
fr: eau glacée
it: acqua gelata
ko: 어는 물
pl: zamarzająca woda
pt_br: água gelada
ru: замерзание воды
tr: dondurucu su
vi: Nước đang đóng băng
zh_hans: 冷冻水

source: exec generic
de: generische Führungskraft
fr: exec générique
it: dirigente generico
ko: 간부 일반
pl: exec ogólny
pt_br: 14032 executivo genérico
tr: infaz genel
vi: Hành quyết thông thường
zh_hans: 通用执行程序

source: exec beheaded
de: Führungskraft enthauptet
fr: exécutif décapité
it: dirigente decapitato
ko: 간부 참수
pt_br: exec decapitado
ru: обезглавлен
tr: infaz kafa kesme
vi: Hành quyết bằng chém đầu
zh_hans: 处刑：斩首

source: exec crucified
de: Führungskraft gekreuzigt
fr: exécutif crucifié
it: dirigente crocifisso
ko: 사형 집행관
pt_br: exec crucificado
ru: распят
tr: infaz çarmıha germe
vi: Hành quyết bằng đóng đinh
zh_hans: 执行死刑

source: exec buried alive
de: Führungskraft lebendig begraben
fr: exec enterré vivant
it: dirigente sepolto vivo
ko: 산 채로 묻힌 간부
pt_br: Tapocrifação
ru: похоронен заживо
tr: infaz diri diri gömme
vi: Hành quyết bằng chôn sống
zh_hans: 处刑：活埋

source: exec drowned
de: Führungskraft ertrunken
fr: le directeur s'est noyé
it: dirigente annegato
ko: 간부 익사
pt_br: exec afogado
ru: утоплен
tr: infaz boğma
vi: Hành quyết bằng dìm chết
zh_hans: 处刑：淹死

source: exec burned alive
de: bei lebendigem Leib verbrannt
fr: exécutif brûlé vif
it: dirigente bruciato vivo
ko: 간부 산 채로 불태워
pt_br: exec queimado vivo
ru: сожжён заживо
tr: infaz diri diri yakma
vi: Hành quyết bằng thiêu sống
zh_hans: 处刑：烧死

source: exec fed to beasts
de: Führungskraft an Tiere verfüttert
fr: exec nourri aux bêtes
it: dirigente dato in pasto alle bestie
ko: 짐승에게 먹인 간부
pt_br: exec de comida para animais
ru: скормлен зверям
tr: infaz canavarlara yedirme
vi: Hành quyết bằng cho thú dữ ăn thịt
zh_hans: 处刑：喂野兽

source: exec hacked to pieces
fr: exec piraté en morceaux
it: dirigente fatto a pezzi
ko: 산산조각 난 간부
pl: stracony przez poćwiartowanie
pt_br: Exec, cortado em pedaços
ru: изрублен
tr: infaz parçalara ayırma
vi: Hành quyết bằng chặt xác
zh_hans: 处刑：砍成碎片

source: exec left out in air
fr: exec laissé dans l'air
it: dirigente esposto in gabbia sospesa
ko: exec가 공중에 떠남
pl: egzekucja pozostawiona w zawieszeniu
pt_br: exec deixado no ar
ru: оставлен на воздухе
tr: infaz açık havada bırakma
vi: Hành quyết bằng phơi xác
zh_hans: 处刑：扔下悬崖

source: boil
de: kochen
fr: ébullition
it: bollire
ko: 종기
pl: gotować
pt_br: furúnculo
ru: кипятить
tr: haşlanma
vi: Đun sôi
zh_hans: 煮

source: melt
de: schmelzen
fr: fondre
it: fondere
ko: 용해
pl: stopić się
pt_br: bolo de fusão
ru: таять
tr: erime
vi: Nung chảy
zh_hans: 融解

source: condense
de: kondensieren
fr: condenser
it: condensa
ko: 응축하다
pl: kondensować
pt_br: Condensação
ru: конденсироваться
tr: yoğunlaşma
vi: Ngưng tụ
zh_hans: 凝结

source: solid
de: fest
fr: solide
it: solido
ko: 단단한
pl: solidny
pt_br: sólido
ru: крупный
tr: katılaşma
vi: Rắn
zh_hans: 固体

source: scared to death
de: Zu Tode geänstigt
fr: affreusement peur
it: spaventato a morte
ko: 죽음에 무서워
pl: przerażony na śmierć
pt_br: morrendo de medo
ru: напуган до смерти
tr: korkudan ölme
vi: Sợ chết khiếp
zh_hans: 吓死

source: suicide drowned
de: Selbstmord ertrunken
fr: suicidé noyé
it: suicidio annegato
ko: 자살 익사
pl: samobójstwo utonął
pt_br: suicídio afogado
ru: намеренно утонул
tr: intihar boğulma
vi: Tự tử bằng cách dìm mình
zh_hans: 自杀溺水身亡
