Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: to view your character's status. This can be used to view your injuries, skills and needs.
vi: để xem trạng thái nhân vật của bạn. Điều này có thể được sử dụng để xem vết thương, kỹ năng và nhu cầu của bạn.

source: to view your log. Your character generally starts with a variety of local knowledge, including a few places to have an adventure.
vi: để xem nhật ký của bạn. Nhân vật của bạn thường bắt đầu với nhiều kiến thức địa phương, bao gồm một vài địa điểm để phiêu lưu.

source: You can also speak to locals and inquire about their troubles.
tr: Ayrıca yerlilerle konuşabilir ve dertlerini sorabilirsiniz.
vi: Bạn cũng có thể nói chuyện với người dân địa phương và hỏi về rắc rối của họ.

source: to view and interact with your worn and carried items.
vi: để xem và tương tác với các vật phẩm bạn đang mặc và mang theo.

source: to interact with nearby objects and environmental features. In particular, this is an easy way to pick things up.
vi: để tương tác với các vật thể và đặc điểm môi trường xung quanh. Đặc biệt, đây là một cách dễ dàng để nhặt đồ vật.

source: Right click on people to initiate conversations. You can click the indicated button or press
vi: Nhấp chuột phải vào người để bắt đầu trò chuyện. Bạn có thể nhấp vào nút được chỉ định hoặc nhấn phím

source: to continue an active conversation. People can share troubles they'd like your help with, and you can also trade with shopkeepers or barter with most others.
vi: để tiếp tục một cuộc trò chuyện đang diễn ra. Mọi người có thể chia sẻ những rắc rối họ muốn bạn giúp đỡ, và bạn cũng có thể giao dịch với chủ cửa hàng hoặc mặc cả với hầu hết những người khác.

source: Conversations, like movement, take place over time. If you engage in a conversation, you'll generally wait for a reply before you can act again.
vi: Trò chuyện, giống như di chuyển, diễn ra theo thời gian. Nếu bạn tham gia vào một cuộc trò chuyện, bạn thường sẽ đợi phản hồi trước khi có thể hành động lại.

source: to butcher a carcass or to engage in crafting activities. Hunting is an important way to get food. The base game has limited crafting.
vi: để mổ xẻ xác chết hoặc tham gia vào các hoạt động chế tạo. Săn bắn là một cách quan trọng để kiếm thức ăn. Trò chơi gốc có tính năng chế tạo hạn chế.

source: You can strike, wrestle, or shoot to engage in combat. You can also throw objects in your inventory.
vi: Bạn có thể đánh, vật lộn hoặc bắn để tham gia chiến đấu. Bạn cũng có thể ném các vật phẩm trong kho đồ của mình.

source: Moving toward an active opponent will initiate a default attack, or you can use the strike and wrestle buttons (or right click Combat option) to
tr: Aktif bir rakibe doğru hareket etmek varsayılan bir saldırı başlatır veya saldırınızı daha hassas bir şekilde belirlemek için
vi: Di chuyển về phía một đối thủ đang hoạt động sẽ khởi động một đòn tấn công mặc định, hoặc bạn có thể sử dụng các nút đánh và vật lộn (hoặc tùy chọn Combat khi nhấp chuột phải) để

source: specify your attack more precisly.
tr: vurma ve güreşme düğmelerini (veya sağ tık Dövüş seçeneğini) kullanabilirsiniz.
vi: chỉ định đòn tấn công của bạn chính xác hơn.

source: to yield in combat. If the conflict has not reached a No Quarter state, your opponent should stand down.
vi: để đầu hàng trong chiến đấu. Nếu xung đột chưa đạt đến trạng thái 'Không Khoan Nhượng', đối thủ của bạn sẽ dừng lại.

source: You can also demand your opponent yield using a conversation option.
tr: Ayrıca bir konuşma seçeneği kullanarak rakibinizin teslim olmasını talep edebilirsiniz.
vi: Bạn cũng có thể yêu cầu đối thủ đầu hàng thông qua một tùy chọn hội thoại.

source: to draw or strap your weapon. If your weapons are drawn and you aren't a local soldier, people may panic.
vi: để rút hoặc đeo vũ khí của bạn. Nếu vũ khí của bạn đã được rút ra và bạn không phải là lính địa phương, mọi người có thể hoảng loạn.

source: If you miss an announcement or would like to review old messages, you can click the indicated button or press
tr: Bir duyuruyu kaçırırsanız veya eski mesajları gözden geçirmek isterseniz, belirtilen düğmeye tıklayabilir veya şuna basabilirsiniz:
vi: Nếu bạn bỏ lỡ một thông báo hoặc muốn xem lại các tin nhắn cũ, bạn có thể nhấp vào nút được chỉ định hoặc nhấn

source: to view the message log.
tr: mesaj günlüğünü görüntülemek için.
vi: để xem nhật ký tin nhắn.

source: Companions
tr: Yoldaşlar
vi: Đồng hành

source: This is the companion menu.
tr: Bu yoldaş menüsüdür.
vi: Đây là menu đồng hành.

source: Here you'll see a list of party members, companions, and pets, along with their general location if you know it.
tr: Burada grup üyelerinin, yoldaşların ve evcil hayvanların bir listesini, biliyorsanız genel konumlarıyla birlikte göreceksiniz.
vi: Tại đây, bạn sẽ thấy danh sách các thành viên tổ đội, bạn đồng hành và thú cưng, cùng với vị trí chung của họ nếu bạn biết.

source: You can assume control of party members. Companions who join you later in the journey can't generally be controlled manually.
vi: Bạn có thể kiểm soát các thành viên tổ đội. Những bạn đồng hành tham gia cùng bạn sau này trong hành trình thường không thể được điều khiển thủ công.

source: You can also set whether a party member will be controlled manually during tactical mode, or whether they'll be controlled by the computer.
vi: Bạn cũng có thể cài đặt xem một thành viên tổ đội sẽ được điều khiển thủ công trong chế độ chiến thuật, hay được máy tính điều khiển.

source: In tactical mode, you can control every party member manually if you wish, allow you to coordinate movements and attack with more precision.
vi: Trong chế độ chiến thuật, bạn có thể điều khiển mọi thành viên tổ đội một cách thủ công nếu muốn, cho phép bạn phối hợp di chuyển và tấn công với độ chính xác cao hơn.

source: Tactical mode can be set by a button near the companion mode button on the main menu if you have multiple party members.
tr: Eğer birden fazla grup üyeniz varsa, taktik mod ana menüdeki yoldaş modu düğmesinin yanındaki bir düğmeyle ayarlanabilir.
vi: Chế độ chiến thuật có thể được cài đặt bằng một nút gần nút chế độ đồng hành trên menu chính nếu bạn có nhiều thành viên tổ đội.

source: Adventurer's log
tr: Maceracı günlüğü
vi: Nhật ký mạo hiểm giả

source: This is your adventurer's log. It functions as an encyclopedia of your known world, and also keeps track of important agreements, such as quests.
vi: Đây là nhật ký mạo hiểm giả của bạn. Nó hoạt động như một bách khoa toàn thư về thế giới bạn đã biết, và cũng ghi lại các thỏa thuận quan trọng, chẳng hạn như nhiệm vụ.

source: In the beginning, you'll probably find it populated with a variety of rumors and knowledge known to everybody from your home. This could include some opportunities for adventure.
vi: Ban đầu, bạn có thể thấy nó chứa nhiều tin đồn và kiến thức mà mọi người ở quê nhà bạn đều biết. Điều này có thể bao gồm một số cơ hội cho các cuộc phiêu lưu.

source: Inventory
tr: Envanter
vi: Túi đồ

source: This is the inventory menu.
tr: Bu envanter menüsüdür.
vi: Đây là menu túi đồ.

source: Here you can interact with the objects you are carrying. Items can be dropped, worn, eaten, thrown, named, etc. The icon tooltips describe your options for each item.
vi: Tại đây bạn có thể tương tác với các vật phẩm mình đang mang. Vật phẩm có thể được thả, mặc, ăn, ném, đặt tên, v.v. Các chú giải biểu tượng sẽ mô tả các tùy chọn của bạn cho từng vật phẩm.

source: Inventory items are all worn, held, in containers, or otherwise related to specific body parts. There is no abstract inventory space.
vi: Tất cả vật phẩm trong túi đồ đều được mặc, cầm, đựng trong thùng chứa, hoặc liên quan đến các bộ phận cơ thể cụ thể. Không có không gian túi đồ trừu tượng.

source: If you are carrying too much, you'll see an encumbrance indicator above the inventory button. Encumbrance can cause you to move very slowly and should be avoided if possible.
vi: Nếu bạn mang quá nhiều, bạn sẽ thấy một chỉ báo tải trọng phía trên nút túi đồ. Tải trọng có thể khiến bạn di chuyển rất chậm và nên được tránh nếu có thể.

source: Movement options
tr: Hareket seçenekleri
vi: Tùy chọn di chuyển

source: This is the movement options menu. Here you can choose your gait and see your current stealth profile.
vi: Đây là menu tùy chọn di chuyển. Tại đây bạn có thể chọn dáng đi của mình và xem hồ sơ tàng hình hiện tại.

source: Moving quickly costs energy. You'll begin to move slowly or even collapse if you sprint for too long.
vi: Di chuyển nhanh tiêu tốn năng lượng. Bạn sẽ bắt đầu di chuyển chậm hoặc thậm chí gục ngã nếu chạy nước rút quá lâu.

source: If a gait has two numbers, the first number is the starting speed for the gait, and the second is the maximum speed.
vi: Nếu một dáng đi có hai con số, con số đầu tiên là tốc độ bắt đầu của dáng đi, và con số thứ hai là tốc độ tối đa.

source: Continue moving in the same direction to build up speed. If you or your mount are moving quickly, your attacks gain velocity.
vi: Tiếp tục di chuyển cùng hướng để tăng tốc độ. Nếu bạn hoặc thú cưỡi của bạn di chuyển nhanh, các đòn tấn công của bạn sẽ có thêm vận tốc.

source: Hold and climb
tr: Tutun ve tırman
vi: Bám và leo

source: This is the hold and climb menu.
tr: Bu tutunma ve tırmanma menüsüdür.
vi: Đây là menu bám và leo.

source: You can climb trees. First you must establish a hold with a free grasp. Then you can continue to move up into the air, while maintaining a hold on an adjacent tile.
vi: Bạn có thể leo cây. Trước tiên, bạn phải tạo một điểm bám bằng một tay trống. Sau đó, bạn có thể tiếp tục di chuyển lên cao, trong khi vẫn giữ điểm bám trên một ô liền kề.

source: If you climb atop certain large branches, you can walk on them freely.
vi: Nếu bạn leo lên các cành cây lớn nhất định, bạn có thể đi lại tự do trên chúng.

source: Some surfaces like walls can be also climbed, but these require climbing skill to hold reliably.
vi: Một số bề mặt như tường cũng có thể leo được, nhưng những bề mặt này yêu cầu kỹ năng leo trèo để bám chắc chắn.

source: You can jump while climbing, and you can also release your hold. In these ways, you might reach areas you can't otherwise reach.
vi: Bạn có thể nhảy khi đang leo, và bạn cũng có thể thả điểm bám của mình. Bằng những cách này, bạn có thể tiếp cận những khu vực mà bạn không thể tiếp cận bằng cách khác.

source: The hold menu also allows you to lead and mount pets. You can claim stray animals as pets here too. To name your new pets, use the talk menu.
vi: Menu bám cũng cho phép bạn dẫn dắt và cưỡi thú cưng. Bạn cũng có thể nhận động vật hoang dã làm thú cưng tại đây. Để đặt tên cho thú cưng mới của bạn, hãy sử dụng menu trò chuyện.

source: Talk
tr: Konuş
vi: Trò chuyện

source: This is the conversation menu.
tr: Bu konuşma menüsüdür.
vi: Đây là menu hội thoại.

source: Conversations occur over time, like movements and attacks.
vi: Các cuộc hội thoại diễn ra theo thời gian, giống như di chuyển và tấn công.

source: When speaking to somebody, you'll choose what to say, and then time will pass while you are speaking and waiting for a reply.
vi: Khi nói chuyện với ai đó, bạn sẽ chọn điều mình muốn nói, và sau đó thời gian sẽ trôi qua trong khi bạn nói và chờ đợi câu trả lời.

source: There are many conversation options. Important ones to note at first are inquiring about troubles, which might set you on the road to adventure,
vi: Có nhiều tùy chọn hội thoại. Những điều quan trọng cần lưu ý ban đầu là hỏi về các rắc rối, điều này có thể đưa bạn vào con đường phiêu lưu,

source: asking for duties from your leader if you have one, and the ability to trade in shops. You can also ask anybody to join you, but many people will be shy of danger.
vi: hỏi xin nhiệm vụ từ thủ lĩnh của bạn nếu có, và khả năng giao dịch tại các cửa hàng. Bạn cũng có thể yêu cầu bất kỳ ai tham gia cùng mình, nhưng nhiều người sẽ e ngại nguy hiểm.

source: Perform
tr: İcra et
vi: Biểu diễn

source: This is the performance menu. Here you can initiate a poetry recital, tell a story, dance, sing, or play a musical instrument.
vi: Đây là menu biểu diễn. Tại đây bạn có thể bắt đầu ngâm thơ, kể chuyện, nhảy múa, ca hát hoặc chơi một nhạc cụ.

source: You can also compose poems, songs, and choreography if you know a relevant art form.
vi: Bạn cũng có thể sáng tác thơ, bài hát và vũ đạo nếu bạn biết một loại hình nghệ thuật liên quan.

source: Performance occur over a period of time related to the specific art form or piece. You can interrupt the performance as it unfolds, commit to finishing it and wait for its completion, or continue in steps.
vi: Biểu diễn diễn ra trong một khoảng thời gian liên quan đến loại hình nghệ thuật hoặc tác phẩm cụ thể. Bạn có thể ngắt quãng buổi biểu diễn khi nó đang diễn ra, cam kết hoàn thành và chờ đợi nó kết thúc, hoặc tiếp tục từng bước.

source: Compositions take more time, and you'll pass through a period of time similar to sleeping, resting, and traveling.
vi: Sáng tác mất nhiều thời gian hơn, và bạn sẽ trải qua một khoảng thời gian tương tự như ngủ, nghỉ ngơi và du hành.

source: Butcher and craft
tr: Parçala ve üret
vi: Mổ xẻ và chế tạo

source: This is the butchering and crafting menu.
tr: Bu parçalama ve üretim menüsüdür.
vi: Đây là menu mổ xẻ và chế tạo.

source: Butchering requires a sharp-edged weapon or tool, as well as a butcherable carcass. Butchering is an excellent source of meat. The other products cannot currently be used.
vi: Mổ xẻ yêu cầu một vũ khí hoặc công cụ sắc bén, cũng như một xác thịt có thể mổ xẻ. Mổ xẻ là một nguồn thịt tuyệt vời. Các sản phẩm khác hiện tại không thể sử dụng được.

source: Crafting in the base game is limited to constructing a stone axe necessary to fell trees. You can pick up few rocks and a tree branch to get started.
vi: Chế tạo trong trò chơi cơ bản bị giới hạn ở việc chế tạo một chiếc rìu đá cần thiết để đốn cây. Bạn có thể nhặt vài hòn đá và một cành cây để bắt đầu.

source: Abilities
tr: Yetenekler
vi: Khả năng

source: This is the abilities menu.
tr: Bu yetenekler menüsüdür.
vi: Đây là menu khả năng.

source: Any ability you possess that doesn't fit elsewhere will appear here. For instance, many creatures can spit or pet animals. Others can breathe fire.
vi: Bất kỳ khả năng nào bạn sở hữu mà không phù hợp ở nơi khác sẽ xuất hiện ở đây. Ví dụ, nhiều sinh vật có thể nhổ hoặc vuốt ve động vật. Những sinh vật khác có thể phun lửa.

source: Some abilities, like the flight of winged creatures, can just be used during regular movement without needing this menu.
tr: Kanatlı yaratıkların uçuşu gibi bazı yetenekler, bu menüye ihtiyaç duymadan normal hareket sırasında kullanılabilir.
vi: Một số khả năng, như khả năng bay của sinh vật có cánh, có thể được sử dụng trong quá trình di chuyển thông thường mà không cần menu này.

source: If you obtain any magical powers during your adventure, you will find them in this menu.
vi: Nếu bạn có được bất kỳ sức mạnh ma thuật nào trong cuộc phiêu lưu của mình, bạn sẽ tìm thấy chúng trong menu này.

source: Strike
tr: Vur
vi: Tấn công

source: This is the attack menu. Here you can strike creatures with an item or body part, or you can initiate a dodge or parry movement.
vi: Đây là menu tấn công. Tại đây bạn có thể tấn công sinh vật bằng một vật phẩm hoặc bộ phận cơ thể, hoặc bạn có thể thực hiện một động tác né tránh hoặc đỡ đòn.

source: Attacks target specific body parts and have various modifiers. You will select these in the subsequent menus.
vi: Các đòn tấn công nhắm vào các bộ phận cơ thể cụ thể và có nhiều yếu tố điều chỉnh khác nhau. Bạn sẽ chọn chúng trong các menu tiếp theo.

source: There is a random element to outcomes and some body parts will be easier or harder to hit from moment to moment.
vi: Có một yếu tố ngẫu nhiên trong kết quả và một số bộ phận cơ thể sẽ dễ hoặc khó đánh trúng hơn tùy từng thời điểm.

source: However, skill is the most important determiner of hits versus misses.
vi: Tuy nhiên, kỹ năng là yếu tố quan trọng nhất quyết định việc đánh trúng hay trượt.

source: Once a strike hits, the materials and velocity are used to determine the damage.
vi: Khi một đòn tấn công trúng đích, vật liệu và vận tốc được sử dụng để xác định sát thương.

source: Skill and item quality can help with this, but sometimes it's just not possible to damage a target material with a weaker material.
vi: Kỹ năng và chất lượng vật phẩm có thể giúp ích, nhưng đôi khi không thể gây sát thương cho vật liệu mục tiêu bằng một vật liệu yếu hơn.

source: For this reason, it's important to obtain better equipment when you can.
vi: Vì lý do này, điều quan trọng là phải có được trang bị tốt hơn khi bạn có thể.

source: Wrestle
tr: Güreş
vi: Vật lộn

source: This is the wrestling menu. Here you can grab creatures and then execute a variety of wrestling moves. You can also initiate defensive actions here.
vi: Đây là menu vật lộn. Tại đây bạn có thể túm lấy sinh vật và sau đó thực hiện nhiều động tác vật lộn khác nhau. Bạn cũng có thể thực hiện các hành động phòng thủ tại đây.

source: Wrestling involves specific attacking body parts and specific target body parts.
vi: Vật lộn liên quan đến các bộ phận cơ thể tấn công và các bộ phận cơ thể mục tiêu cụ thể.

source: You can grab creatures with your grasps and limbs, and both the target and attacking part determine which wrestling moves are available.
vi: Bạn có thể túm lấy sinh vật bằng tay và chân của mình, và cả bộ phận mục tiêu lẫn bộ phận tấn công đều quyết định những động tác vật lộn nào có sẵn.

source: Relative body size is the most important determiner of wrestling outcomes. A character's wrestling skill is also important.
vi: Kích thước cơ thể tương đối là yếu tố quan trọng nhất quyết định kết quả vật lộn. Kỹ năng vật lộn của nhân vật cũng quan trọng.

source: Unless you are very skilled, you should not attempt to wrestle larger creatures, and you should try to avoid being grabbed by them.
vi: Trừ khi bạn rất có kỹ năng, bạn không nên cố gắng vật lộn với những sinh vật lớn hơn, và bạn nên cố gắng tránh bị chúng túm lấy.

source: Shoot and throw
tr: Ateş et ve fırlat
vi: Bắn và ném

source: This is the projectile aiming menu. You can shoot projectiles with a launcher like a bow or crossbow, and you can throw almost any object that you are carrying in a grasp.
vi: Đây là menu ngắm bắn đạn. Bạn có thể bắn đạn bằng một vật phóng như cung hoặc nỏ, và bạn có thể ném gần như bất kỳ vật phẩm nào bạn đang cầm trong tay.

source: You can initiate throwing from the inventory menu, or by pressing
tr: Fırlatmayı envanter menüsünden veya oyun içinden şuna basarak başlatabilirsiniz:
vi: Bạn có thể bắt đầu ném từ menu túi đồ, hoặc bằng cách nhấn

source: ] from play.
vi: ] trong lúc chơi.

source: Be warned that shooting a projectile currently has a long recovery time, so you may be subject to attack after you fire.
vi: Hãy cảnh báo rằng việc bắn một viên đạn hiện tại có thời gian hồi phục dài, vì vậy bạn có thể bị tấn công sau khi bắn.

source: Friendly fire isn't currently possible, so your companions should be safe.
vi: Bắn nhầm đồng đội hiện tại là không thể, vì vậy bạn đồng hành của bạn sẽ an toàn.

source: Travel
tr: Seyahat
vi: Du hành

source: This is travel mode.
tr: Bu seyahat modudur.
vi: Đây là chế độ du hành.

source: Here you can travel great distances without having to move in the local mode. You still become thirsty, hungry, and drowsy while traveling.
vi: Tại đây bạn có thể du hành những quãng đường dài mà không cần di chuyển trong chế độ địa phương. Bạn vẫn sẽ bị khát, đói và buồn ngủ khi du hành.

source: You are also still subject to attack or ambush, though you can see certain groups on the map and may be able to avoid them.
vi: Bạn cũng vẫn có thể bị tấn công hoặc phục kích, mặc dù bạn có thể nhìn thấy một số nhóm trên bản đồ và có thể tránh chúng.

source: You can stop traveling using the stop travel button below or by pressing .
tr: Aşağıdaki seyahati durdur düğmesini kullanarak veya şuna basarak seyahati durdurabilirsiniz: .
vi: Bạn có thể ngừng du hành bằng cách sử dụng nút dừng du hành bên dưới hoặc bằng cách nhấn .

source: Sleep and rest
tr: Uyu ve dinlen
vi: Ngủ và nghỉ ngơi

source: This is the sleep menu. Here you can sleep to overcome drowsiness or wait to pass time.
vi: Đây là menu ngủ. Tại đây bạn có thể ngủ để khắc phục buồn ngủ hoặc chờ đợi để thời gian trôi qua.

source: If you have multiple party members, your chances of being ambushed will be greatly reduced.
vi: Nếu bạn có nhiều thành viên tổ đội, khả năng bị phục kích của bạn sẽ giảm đáng kể.

source: It's also generally wise to try to sleep in friendly places, but you might need to obtain permission.
tr: Ayrıca genellikle dost canlısı yerlerde uyumaya çalışmak akıllıcadır, ancak izin almanız gerekebilir.
vi: Thông thường cũng là khôn ngoan khi cố gắng ngủ ở những nơi thân thiện, nhưng bạn có thể cần phải xin phép.

source: praying
de: beten
fr: prier
it: pregando
ko: 기도하는
pl: modli się
pt_br: rezando
ru: молится
tr: dua ediyor
vi: cầu nguyện
zh_hans: 祈祷

source: weeping
de: weinend
fr: larmes
it: piangendo
ko: 울음을 터뜨리는
pl: łka
pt_br: chorando
ru: плачет
tr: ağlıyor
vi: khóc than
zh_hans: 哭泣

source: cringing
de: erschaudernd
fr: servile
it: sottomettendosi
ko: 굽실거리는
pl: wzdryga się
pt_br: encolhendo-se
ru: съёживается
tr: siniyor/korkudan büzüşüyor
vi: co rúm
zh_hans: 畏缩

source: screaming
de: schreien
fr: en hurlant
it: urlando
ko: 비명을 지르는
pl: krzyczy
pt_br: gritando
ru: кричит
tr: çığlık atıyor
vi: la hét
zh_hans: 尖叫

source: being tortured
de: gefoltert
fr: être torturé
it: viene torturato
ko: 고문 당하는
pl: jest torturowany
pt_br: sendo torturado
ru: подвергается пыткам
tr: işkence görüyor
vi: bị tra tấn
zh_hans: 被折磨

source: committing a depraved act
de: begeht eine versaute Handlung
fr: commettre un acte dépravé
it: commette un atto depravato
ko: 타락한 행위를 저지르는
pl: dopuszcza się niemoralnego aktu
pt_br: cometendo um ato depravado
ru: совершает развратные действия
tr: ahlaksızca bir eylemde bulunuyor
vi: thực hiện một hành vi đồi bại
zh_hans: 做出堕落的行为

source: making a submissive gesture
de: macht eine unterwürfige Geste
fr: faire un geste de soumission
it: facendo un gesto di sottomissione
ko: 복종의 몸짓을 취하는
pl: wykonuje uległy gest
pt_br: fazendo um gesto de submissão
ru: выражает покорность
tr: teslimiyet jesti yapıyor
vi: làm một cử chỉ phục tùng
zh_hans: 做出顺从的手势

source: in a fetal position
de: in einer fötalen Stellung
fr: en position fœtale
it: in posizione fetale
ko: 태아 같은 자세로
pl: w pozycji płodowej
pt_br: em posição fetal
ru: в позе эмбриона
tr: cenin pozisyonunda
vi: trong tư thế bào thai
zh_hans: 处于胎部的位置

source: smeared out into a spiral
de: verwischt zu einer Spirale
fr: étalé en spirale
it: sfociato in una spirale
ko: 나선형으로 번져
pl: rozmazany w spiralę
pt_br: virou um borrão numa espiral
ru: скручен в спираль
tr: bir sarmal şeklinde etrafa saçılmış
vi: bị bôi nhòe thành một hình xoắn ốc
zh_hans: 涂成螺旋状

source: falling
de: fallen
fr: chute
it: cadendo
ko: 떨어지는
pl: spada
pt_br: caindo
ru: падает
tr: düşüyor
vi: rơi
zh_hans: 落下

source: dead
de: tot
fr: morte
it: morto
ko: 죽은
pl: martwy
pt_br: morto
ru: мёртв
tr: ölü
vi: chết
zh_hans: 死

source: laughing
de: lachen
fr: riant
it: ridendo
ko: 웃음을 터뜨리는
pl: śmieje się
pt_br: rindo
ru: смеётся
tr: gülüyor
vi: cười
zh_hans: 笑

source: being shot
de: erschossen
fr: être tué par balles
it: viene colpito
ko: 사격 당하는
pl: jest ostrzeliwany
pt_br: sendo alvejado
ru: подстрелен
tr: vuruluyor
vi: bị bắn
zh_hans: 被枪杀

source: making a plaintive gesture
de: macht eine klagende Geste
fr: faire un geste plaintif
it: facendo un gesto lamentoso
ko: 애처로운 몸짓을 하는
pl: wykonuje żałosny gest
pt_br: fazendo um gesto lamentoso
ru: делает жалобный жест
tr: dokunaklı bir jest yapıyor
vi: làm một cử chỉ than vãn
zh_hans: 做出一个悲惨的手势
