Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Set the liquid flow direction below.
fr: Définissez le sens d'écoulement du liquide ci-dessous.
it: Imposta la direzione del flusso di seguito.
ko: 아래에서 액체 흐름 방향을 설정합니다.
pl: Ustaw kierunek przepływu cieczy poniżej.
pt_br: Defina a direção do fluxo do líquido abaixo.
ru: Выберите направление потока жидкости.
tr: Sıvı akış yönünü aşağıdan ayarlayın.
vi: Đặt hướng dòng chảy chất lỏng bên dưới.
zh_hans: 在下方设定液体流动方向。

source: Water flows from the adjacent input tile
fr: L'eau coule de la tuile d'entrée adjacente
it: L'acqua scorre dalla tessera d'ingresso adiacente
ko: 인접한 입력 타일에서 물이 흐릅니다.
pl: Woda płynie z przylegającego pola wejściowego
pt_br: Água flui do bloco de entrada adjacente
ru: Вода течет из соседней входной клетки
tr: Su bitişik giriş karesinden
vi: Nước chảy từ ô đầu vào liền kề
zh_hans: 水会向相邻的地块流动

source: and from the tile below the input tile.
fr: et à partir de la vignette sous la vignette d'entrée.
it: e dalla tessera sottostante a quella d'ingresso.
ko: 그리고 입력 타일 아래의 타일에서.
pl: i z pola pod polem wejściowym.
pt_br: e do bloco abaixo do bloco de entrada.
ru: и с клетки под входной клеткой.
tr: ve giriş karesinin altındaki kareden akar.
vi: và từ ô bên dưới ô đầu vào.
zh_hans: 并且来自输入地块下方的地块。

source: Minecart rollers can vary in length.
fr: Les rouleaux de wagonnet peuvent varier en longueur.
it: I rulli dei carri minerari possono variare in lunghezza.
ko: Minecart 롤러는 길이가 다를 수 있습니다.
pl: Rolki wagoników mogą się różnić w długości.
pt_br: As rodas dos carrinhos de mina podem variar em comprimento
ru: Ролики для мини-карт могут быть разной длины.
tr: Maden arabası silindirlerinin uzunluğu değişebilir.
vi: Con lăn xe mỏ có thể thay đổi độ dài.
zh_hans: 矿车滚轴可长可短。

source: Set the orientation and speed below.
fr: Définissez l'orientation et la vitesse ci-dessous.
it: Imposta orientamento e velocità di seguito.
ko: 아래에서 방향과 속도를 설정합니다.
pl: Ustaw orientację i prędkość poniżej.
pt_br: Defina orientação e velocidade abaixo.
ru: Ниже задайте ориентацию и скорость.
tr: Yönü ve hızı aşağıdan ayarlayın.
vi: Đặt hướng và tốc độ bên dưới.
zh_hans: 在下方设置方向和速度。

source: Resets
fr: Réinitialise
it: Ripristina
ko: 재설정
pl: Resetuje
pt_br: Redefinições
ru: Сброс
tr: Sıfırlanır
vi: Đặt lại
zh_hans: 重置

source: One use only
fr: Une seule utilisation
it: Un solo utilizzo
ko: 한 번만 사용
pl: Jednorazowego użytku
pt_br: Um(a) usa somente
ru: Однократное использование
tr: Tek kullanımlık
vi: Chỉ dùng một lần
zh_hans: 仅供一次使用

source: Water
fr: Eau
it: Acqua
ko: 물
pl: Woda
pt_br: Água
ru: Вода
tr: Su
vi: Nước
zh_hans: 水

source: Depth
fr: Profondeur
it: Profondità
ko: 깊이
pl: Głębokość
pt_br: Profundidade
ru: Глубина
tr: Derinlik
vi: Độ sâu
zh_hans: 深度

source: Water does not trigger
de: Wasser löst nicht aus
fr: L'eau ne se déclenche pas
it: L'acqua non attiva
ko: 물이 발동하지 않음
pl: Woda nie aktywuje
pt_br: Água não aciona
ru: Вода не переключает
tr: Su tetiklemez
vi: Nước không kích hoạt
zh_hans: 水不会触发

source: Magma does not trigger
de: Magma löst nicht aus
fr: Le magma ne se déclenche pas
it: Il magma non attiva
ko: 마그마가 발동하지 않음
pl: Magma nie aktywuje
pt_br: Magma não aciona
ru: Магма не переключает
tr: Magma tetiklemez
vi: Magma không kích hoạt
zh_hans: 岩浆不会触发

source: Cart
fr: Chariot
it: Carrello
ko: 카트
pl: Wagon
pt_br: Carrinho
ru: Вагонетка
tr: Araba
vi: Xe đẩy
zh_hans: 矿车

source: Weight
fr: Lester
it: Peso
ko: 무게
pl: Waga
pt_br: Peso
ru: Масса
tr: Ağırlık
vi: Trọng lượng
zh_hans: 重量

source: Any
fr: N'importe quel
it: Qualsiasi
ko: 어느
pl: Jakikolwiek
pt_br: Qualquer
ru: Любой
tr: Herhangi
vi: Bất kỳ
zh_hans: 任意

source: Minecarts do not trigger
fr: Les wagonnets ne se déclenchent pas
it: I carri minerari non si attivano
ko: 광산 수레는 발동하지 않습니다
pl: Wagoniki nie aktywują
pt_br: Carrinhos de mina não acionam
ru: Вагонетки не переключают
tr: Maden arabaları tetiklemez
vi: Xe mỏ không kích hoạt
zh_hans: 矿车不会触发

source: Creature trigger settings
fr: Paramètres de déclenchement de créature
it: Impostazioni di attivazione delle creature
ko: 생물 트리거 설정
pl: Ustawienia aktywacji przez stworzenia
pt_br: Configurações de gatilho das criaturas
ru: Настройка переключения существами
tr: Yaratık tetikleme ayarları
vi: Cài đặt kích hoạt sinh vật
zh_hans: 生物触发设置

source: Citizens trigger
fr: Les citoyens déclenchent
it: I cittadini attivano
ko: 시민 방아쇠
pl: Obywatele aktywują
pt_br: Cidadãos acionam
ru: Жители переключают
tr: Vatandaşlar tetikler
vi: Dân cư kích hoạt
zh_hans: 公民会触发

source: Citizens do not trigger
fr: Les citoyens ne déclenchent pas
it: I cittadini non attivano
ko: 시민은 발동하지 않는다
pl: Obywatele nie aktywują
pt_br: Cidadãos não acionam
ru: Жители не переключают
tr: Vatandaşlar tetiklemez
vi: Dân cư không kích hoạt
zh_hans: 公民不会触发

source: Creatures do not trigger
fr: Les créatures ne se déclenchent pas
it: Le creature non attivano
ko: 생물은 발동하지 않습니다
pl: Stworzenia nie aktywują
pt_br: Criaturas não acionam
ru: Существа не переключают
tr: Yaratıklar tetiklemez
vi: Sinh vật không kích hoạt
zh_hans: 生物不会触发

source: Set the friction and auto-dump direction.
fr: Définissez la direction de friction et de vidage automatique.
it: Imposta l'attrito e la direzione di scarico automatico.
ko: 마찰 및 자동 덤프 방향을 설정합니다.
pl: Ustaw opór i kierunek automatycznego wyrzucania.
pt_br: Defina a direção do atrito e do despejo automático.
ru: Настроить трение направление автовыгрузки
tr: Sürtünme ve otomatik boşaltma yönünü ayarlayın.
vi: Đặt ma sát và hướng tự động đổ bỏ.
zh_hans: 设置摩擦力和自动倾倒方向。

source: Auto-dumping is not required.
fr: Le vidage automatique n'est pas nécessaire.
it: Lo scarto automatico non è richiesto.
ko: 자동 덤핑이 필요하지 않습니다.
pl: Auto-wyrzucanie nie jest wymagane.
pt_br: Despejo automático não é requerido.
ru: Автосвалка не требуется.
tr: Otomatik boşaltma gerekli değildir.
vi: Tự động đổ bỏ không bắt buộc.
zh_hans: 不需要自动倾倒。

source: Set the draw direction below.
fr: Définissez la direction de dessin ci-dessous.
it: Imposta direzione di estrazione in basso.
ko: 아래에서 그리는 방향을 설정합니다.
pl: Ustaw kierunek pobierania poniżej.
pt_br: Defina a direção do desenho abaixo.
ru: Установите направление рисования ниже.
tr: Çekme yönünü aşağıdan ayarlayın.
vi: Đặt hướng kéo bên dưới.
zh_hans: 在下方设置绘图方向

source: Then select the corners of the bridge.
fr: Sélectionnez ensuite les coins du pont.
it: Poi seleziona gli angoli del ponte.
ko: 그 후 다리의 모서리를 선택한다.
pl: Następnie ustaw narożniki mostu.
pt_br: Então selecione os cantos da ponte
ru: Затем выберите углы моста.
tr: Ardından köprünün köşelerini seçin.
vi: Sau đó chọn các góc của cây cầu.
zh_hans: 然后选择桥梁的四角。

source: Click a tile to place the
fr: Cliquez sur une tuile pour placer le
it: Clicca una tessera per piazzare il
ko: 배치할 타일을 클릭합니다.
pl: Kliknij pole, aby postawić
pt_br: Clique um bloco para colocar a(o)
ru: Кликните по клетке, чтобы разместить
tr: Şunu yerleştirmek için bir kareye tıklayın:
vi: Nhấp vào một ô để đặt
zh_hans: 选择一个地块来放置

source: Click a tile to be one end of the
fr: Cliquez sur une tuile pour être une extrémité de la
it: Clicca una tessera per renderla un'estremità della
ko: 타일의 한쪽 끝이 될 타일을 클릭합니다.
pl: Kliknij pole, aby wyznaczyć jeden koniec
pt_br: Clique um bloco para ser um lado da(o)
ru: Щелкните по клетке, которая будет одним из концов
tr: Şunun bir ucu olması için bir kareye tıklayın:
vi: Nhấp vào một ô để làm một đầu của
zh_hans: 选择一个地块来成为一端

source: Click a tile to be a corner of the
fr: Cliquez sur une tuile pour être un coin de la
it: Clicca una tessera per creare un angolo del
ko: 모서리가 될 타일을 클릭합니다.
pl: Kliknij pole, aby wyznaczyć narożnik
pt_br: Clique um bloco para ser um canto da(o)
ru: Щелкните по клетке, которая будет углом
tr: Şunun bir köşesi olması için bir kareye tıklayın:
vi: Nhấp vào một ô để làm một góc của
zh_hans: 选择一个地块来成为一角

source: (spans
fr: (travées
it: (va da
ko: (스팬
pl: (rozciąga się na
pt_br: (vãos
ru: (пролеты
tr: (kapsar
vi: (trải dài
zh_hans: （跨越

source: levels)
fr: niveaux)
it: livelli)
ko: 수준)
pl: poziomy)
pt_br: níveis)
ru: уровни)
tr: seviye)
vi: cấp độ)
zh_hans: 层）

source: Select material after placement
fr: Sélectionnez le matériau après le placement
it: Seleziona il materiale dopo il posizionamento
ko: 배치 후 재료 선택
pl: Wybierz materiał po umieszczeniu
pt_br: Selecione material após disposição
ru: Выбрать материал после размещения
tr: Yerleştirmeden sonra malzemeyi seç
vi: Chọn vật liệu sau khi đặt
zh_hans: 在放置蓝图后选择材料

source: Use closest material
fr: Utiliser le matériel le plus proche
it: Usa il materiale più vicino
ko: 가장 가까운 재료 사용
pl: Użyj najbliższego materiału
pt_br: Usar material mais próximo
ru: Использовать ближайший материал
tr: En yakın malzemeyi kullan
vi: Dùng vật liệu gần nhất
zh_hans: 使用最近的材料

source: Use last material
tr: Son malzemeyi kullan
vi: Dùng vật liệu cuối cùng

source: Keep building after placement
de: Weiterbauen nach der Platzierung
fr: Continuer à construire après le placement
it: Continua a costruire dopo il posizionamento
ko: 배치 후 계속 구축
pl: Buduj dalej po umieszczeniu
pt_br: Continuar construindo depois da disposição
ru: Продолжайте строительство после размещения
tr: Yerleştirmeden sonra inşa etmeye devam et
vi: Tiếp tục xây dựng sau khi đặt
zh_hans: 在放置蓝图后继续建造

source: Open the citizen information menu.
fr: Ouvrez le menu d'information aux citoyens.
it: Apri il menù informazioni del cittadino.
ko: 정착민 정보 메뉴 열기.
pl: Otwórz menu informacji o obywatelach.
pt_br: Abra o menu de informações de cidadãos.
ru: Открыть меню информации о жителях.
tr: Vatandaş bilgi menüsünü aç.
vi: Mở menu thông tin dân cư.
zh_hans: 打开市民信息菜单。

source: Bars and
fr: Barres et
it: Barre e
ko: 주괴와
pl: Sztaby i
pt_br: Barras e
ru: Слитки и
tr: Külçeler ve
vi: Thanh và
zh_hans: 条锭和

source: Blocks
fr: Blocs
it: Blocchi
ko: 벽돌
pl: Bloki
pt_br: Blocos
ru: Блоки
tr: Bloklar
vi: Khối
zh_hans: 块

source: Finished
fr: Achevé
it: Finito
ko: 완성된
pl: Ukończone
pt_br: Completo
ru: Готовые
tr: Bitmiş
vi: Đã hoàn thành
zh_hans: 已完成

source: will be recognized.
de: anerkannt werden.
fr: sera reconnu.
it: saranno riconosciuti.
ko: 인식됩니다.
pl: zostanie rozpoznany.
pt_br: será reconhecido.
ru: будет опознан.
tr: tanınacak.
vi: sẽ được công nhận.
zh_hans: 会被认可。

source: Goods
fr: Des biens
it: Prodotti
ko: 상품
pl: Dobra
pt_br: Bens
ru: Товары
tr: Ticari Mallar
vi: Hàng hóa
zh_hans: 成品

source: Sheets
fr: Des draps
it: Schede
ko: 시트
pl: Arkusze
pt_br: Folhas
ru: Листы
tr: Levhalar
vi: Tấm/Lá
zh_hans: 纸类

source: Custom
de: Individuell
fr: Personnalisé
it: Personalizzato
ko: 관습
pl: Własny
pt_br: Customize
ru: Настроить
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定义

source: Click an icon to set stockpile type.
fr: Cliquez sur une icône pour définir le type de stock.
it: Clicca un’icona per impostare il tipo di scorta.
ko: 비축 유형을 설정하려면 아이콘을 클릭하십시오.
pl: Kliknij ikonę, aby ustawić typ magazynu.
pt_br: Clique num ícone para definir o tipo de estoque.
ru: Клик по значку меняет тип склада.
tr: Stok türünü ayarlamak için bir simgeye tıklayın.
vi: Nhấp vào một biểu tượng để đặt loại kho dự trữ.
zh_hans: 选择一个图标指定储物区种类。

source: Warning: stockpile has no type.
fr: Attention: la réserve n'a pas de type.
it: Attenzione: la scorta non ha un tipo.
ko: 경고: 저장구역에는 비축해야할 유형이 없습니다.
pl: Ostrzeżenie: magazyn nie ma typu.
pt_br: Cuidado: estoque não tem tipo.
ru: Предупреждение: склад без типа.
tr: Uyarı: stok alanının türü yok.
vi: Cảnh báo: kho dự trữ không có loại.
zh_hans: 警告：储物区未指定种类。

source: Click an existing stockpile to select it.
de: Klicken Sie auf ein vorhandenes Stockpile, um es auszuwählen.
fr: Cliquez sur un stock existant pour le sélectionner.
it: Clicca una scorta esistente per selezionarla.
ko: 기존 저장구역 클릭하여 선택합니다.
pl: Kliknij istniejący magazyn, aby go wybrać.
pt_br: Clique num estoque existente para selecioná-lo.
ru: Щелкните на существующий склад, чтобы выбрать его.
tr: Seçmek için mevcut bir stok alanına tıklayın.
vi: Nhấp vào một kho dự trữ hiện có để chọn nó.
zh_hans: 点击一个已存在的储物区来选择它。

source: Click in the play area
de: Klicken Sie in den Spielbereich
fr: Cliquez dans la zone de jeu
it: Clicca l'area di gioco
ko: 선택 영역을 지정
pl: Naciśnij w obszarze gry
pt_br: Clique na área de jogo
ru: Щелкните в игровой области,
tr: Oyun alanına tıklayın
vi: Nhấp vào khu vực chơi
zh_hans: 点击游玩区域

source: to paint the stockpile.
fr: pour peindre le stock.
it: per dipingere la scorta.
ko: 저장구역을 배치하기 위해
pl: aby narysować magazyn.
pt_br: para pintar o estoque.
ru: чтобы нарисовать склад.
tr: stok alanını boyamak için.
vi: để vẽ kho dự trữ.
zh_hans: 来划定储物区。

source: Accept
fr: Accepter
it: Accetta
ko: 수락
pl: Akceptuj
pt_br: Aceitar
ru: Принять
tr: Kabul et
vi: Chấp nhận
zh_hans: 接受

source: Overlapping
fr: Chevauchement
it: Sovrapposto
ko: 겹침
pl: Nakładające się
pt_br: Sobrepondo
ru: Пересечение
tr: Çakışan
vi: Chồng chéo
zh_hans: 重叠的

source: Water Source
fr: Source d'eau
it: Fonte d'acqua
ko: 수원지
pl: Źródło wody
pt_br: Fonte de Água
ru: Источник воды
tr: Su Kaynağı
vi: Nguồn nước
zh_hans: 水源

source: Gather Fruit
de: Früchte sammeln
fr: Cueillir des fruits
it: Raccogli frutta
ko: 열매를 따다
pl: Zbierz Owoce
pt_br: Coletar Fruta
ru: Сбор фруктов
tr: Meyve Topla
vi: Thu thập trái cây
zh_hans: 水果采集区

source: Garbage Dump
fr: Décharge d'ordures
it: Discarica
ko: 쓰레기장
pl: Wysypisko śmieci
pt_br: Depósito de Lixo
ru: Свалка
tr: Çöplük
vi: Bãi rác
zh_hans: 垃圾倾倒

source: Pen/Pasture
de: Stall/Weide
fr: Enclos/Pâturage
it: Recinto/Pascolo
ko: 펜/목장
pl: Zagroda/pastwisko
pt_br: Curral/Pasto
ru: Загон/пастбище
tr: Ağıl/Otlak
vi: Chuồng/Đồng cỏ chăn thả
zh_hans: 畜栏/牧场

source: Pit/Pond
de: Grube/Teich
fr: Fosse/Étang
it: Fossa/Stagno
ko: 구덩이/연못
pl: Dół/staw
pt_br: Poço/Lagoa
ru: Яма/пруд
tr: Çukur/Gölet
vi: Hố/Ao
zh_hans: 坑洞/池塘

source: Meeting Area
de: Versammlungsbereich
fr: Zone de réunion
it: Area d'incontro
ko: 만남의 광장
pl: Obszar spotkań
pt_br: Área de Encontro
ru: Место собраний
tr: Buluşma Alanı
vi: Khu vực họp mặt
zh_hans: 集会区域

source: Animal Training
de: Tier-training
fr: Dressage d'animaux
it: Addestramento Animali
ko: 동물 훈련
pl: Szkolenie Zwierząt
pt_br: adestramento de animais
ru: Дрессировка
tr: Hayvan Eğitimi
vi: Huấn luyện động vật
zh_hans: 动物训练

source: Dining Hall
de: Speisesaal
fr: Salle à manger
it: Salone da Pranzo
ko: 식당
pl: Jadalnia
pt_br: Refeitório
ru: Обеденный зал
tr: Yemek Salonu
vi: Sảnh ăn
zh_hans: 餐厅

source: Archery Range
fr: Tir à l'arc
it: Campo da Tiro
ko: 궁술 연습장
pl: Strzelnica łucznicza
pt_br: Alcance de Arquearia
ru: Стрельбище
tr: Okçuluk Alanı
vi: Trường bắn cung
zh_hans: 靶场

source: Click an existing zone to select it.
de: Klicken Sie auf eine vorhandene Zone, um sie auszuwählen.
fr: Cliquez sur une zone existante pour la sélectionner.
it: Clicca una zona esistente per selezionarla.
ko: 기존 영역을 클릭하여 선택합니다.
pl: Kliknij istniejącą strefę, aby wybrać.
pt_br: Clique numa zona existente para selecioná-la.
ru: Щёлкните по существующей зоне, чтобы выбрать ее.
tr: Seçmek için mevcut bir bölgeye tıklayın.
vi: Nhấp vào một khu vực hiện có để chọn nó.
zh_hans: 点击已存在的区域来选择它。

source: Select a type below to add a zone.
fr: Sélectionnez un type ci-dessous pour ajouter une zone.
it: Seleziona, di seguito, un tipo per aggiungere una zona.
ko: 영역을 추가하려면 아래에서 유형을 선택하세요.
pl: Wybierz poniżej typ, aby dodać strefę.
pt_br: Selecione um tipo abaixo para adicionar uma zona.
ru: Выберите тип зоны ниже.
tr: Bir bölge eklemek için aşağıdan bir tür seçin.
vi: Chọn một loại bên dưới để thêm một khu vực.
zh_hans: 选择下列种类来新建区域。

source: Click an icon to add a new zone.
de: Klicken Sie auf ein Icon, um eine neue Zone hinzuzufügen.
fr: Cliquez sur une icône pour ajouter une nouvelle zone.
it: Clicca un'icona per aggiungere una nuova zona.
ko: 아이콘을 클릭하여 새 영역을 추가합니다.
pl: Kliknij ikonę, aby dodać strefę.
pt_br: Clique num ícone para adicionar uma nova zona.
ru: Щёлкните по значку, чтобы создать зону
tr: Yeni bir bölge eklemek için bir simgeye tıklayın.
vi: Nhấp vào một biểu tượng để thêm một khu vực mới.
zh_hans: 点击图标来新建区域

source: Select a rectangle
fr: Sélectionnez un rectangle
it: Seleziona un rettangolo
ko: 직사각형 선택
pl: Zaznacz prostokąt
pt_br: Selecione um retângulo
ru: Выбрать прямоугольник
tr: Bir dikdörtgen seçin
vi: Chọn một hình chữ nhật
zh_hans: 矩形选择

source: which contains
de: die Folgendes enthält
fr: qui contient
it: che contiene
ko: 포함하는
pl: który zawiera
pt_br: que contém
ru: который содержит
tr: şunları içeren:
vi: chứa
zh_hans: 包含

source: coffins
de: Särge
fr: cercueils
it: feretri
ko: 관
pl: trumny
pt_br: caixões
ru: гробы
tr: tabutlar
vi: quan tài
zh_hans: 棺材

source: chairs
de: stühle
fr: chaises
it: sedie
ko: 의자
pl: krzesła
pt_br: cadeiras
ru: стулья
tr: sandalyeler
vi: ghế
zh_hans: 椅子

source: beds
de: betten
fr: des lits
it: letti
ko: 침대
pl: łóżka
pt_br: camas
ru: кровати
tr: yataklar
vi: giường
zh_hans: 床

source: in order to form
fr: afin de former
it: per formare
ko: 형성하기 위해
pl: aby utworzyć
pt_br: para formar
ru: чтобы сформировать
tr: şunu oluşturmak için:
vi: để tạo thành
zh_hans: 以此形成

source: tombs.
fr: tombes.
it: sepolcri.
ko: 무덤.
pl: grobowce.
pt_br: tumbas.
ru: гробницы.
tr: mezarlar.
vi: lăng mộ.
zh_hans: 墓穴。

source: throne rooms/studies.
fr: salles du trône/études.
it: sale del trono/studi.
ko: 알현실/연구실.
pl: sale tronowe/gabinety.
pt_br: salas do trono/estudos.
ru: тронные залы/кабинеты.
tr: taht odaları/çalışma odaları.
vi: phòng ngai vàng/phòng nghiên cứu.
zh_hans: 王座室/书房。

source: bedrooms.
de: schlafzimmer.
fr: chambres.
it: camere da letto.
ko: 침실.
pl: sypialnie.
pt_br: quartos.
ru: спален.
tr: yatak odaları.
vi: phòng ngủ.
zh_hans: 卧室。

source: dining halls.
fr: salles à manger.
it: sale da pranzo.
ko: 식당.
pl: stołówki.
pt_br: salas de jantar.
ru: обеденный зал.
tr: yemek salonları.
vi: đại sảnh ăn uống.
zh_hans: 餐厅。

source: Rooms with multiple beds
fr: Chambres à plusieurs lits
it: Camere con più letti
ko: 침대가 여러 개인 방
pl: Pomieszczenia z wieloma łóżkami
pt_br: Quartos com múltiplas camas
ru: Комнаты с несколькими кроватями
tr: Birden fazla yataklı odalar
vi: Các phòng có nhiều giường
zh_hans: 有多张床铺的房间

source: will be made into
fr: sera transformé en
it: sarà trasformato in
ko: 로 만들 것이다
pl: zostaną przerobione na
pt_br: será feito em
ru: будет переделано в
tr: şuna dönüştürülecek:
vi: sẽ được biến thành
zh_hans: 将被划定成

source: dormitories.
de: Schlafsäle.
fr: dortoirs.
it: dormitori.
ko: 기숙사.
pl: dormitoria.
pt_br: dormitórios.
ru: общежития.
tr: yatakhaneler.
vi: ký túc xá.
zh_hans: 宿舍。

source: Paint
fr: Peindre
it: Dipingi
ko: 페인트
pl: Rysuj
pt_br: Tinta
ru: Кисть
tr: Boya
vi: Sơn
zh_hans: 油漆

source: Select another rectangle
de: Wählen Sie ein anderes Rechteck
fr: Sélectionnez un autre rectangle
it: Seleziona un altro rettangolo
ko: 다른 직사각형 선택
pl: Zaznacz inny prostokąt
pt_br: Selecione outro retângulo
ru: Выбрать другой прямоугольник
tr: Başka bir dikdörtgen seçin
vi: Chọn một hình chữ nhật khác
zh_hans: 选择另一个矩形

source: to continue.
fr: continuer.
it: per continuare.
ko: 계속하다.
pl: aby kontynuować.
pt_br: para continuar.
ru: продолжение.
tr: devam etmek için.
vi: để tiếp tục.
zh_hans: 接着说。

source: office
de: Büro
fr: Bureau
it: ufficio
ko: 사무실
pl: biuro
pt_br: Comercial
ru: кабинет
tr: ofis
vi: văn phòng
zh_hans: 办公室

source: bedroom
de: schlafzimmer
fr: chambre
it: camera da letto
ko: 침실
pl: sypialnia
pt_br: quarto
ru: спальня
tr: yatak odası
vi: phòng ngủ
zh_hans: 卧室

source: dining hall
fr: salle à manger
it: sala da pranzo
ko: 식당
pl: stołówka
pt_br: sala de jantar
ru: обеденный зал
tr: yemek salonu
vi: đại sảnh ăn uống
zh_hans: 餐厅

source: created.
fr: établi.
it: creato.
ko: 만들어진.
pl: utworzone.
pt_br: criado.
ru: создан.
tr: oluşturuldu.
vi: đã tạo.
zh_hans: 已创建。

source: dormitor
de: Schlafsaal
fr: dortoir
ko: 기숙사
pl: dormitoria
pt_br: dormitório
ru: общежитие
tr: yatakhane
vi: ký túc
zh_hans: 宿舍

source: ies
fr: c'est-à-dire
it: i
ko: 이야
tr: ler
vi: xá
zh_hans: 们

source: coffin
de: Sarg
fr: cercueil
it: feretro
ko: 관
pl: trumna
pt_br: caixao
ru: гроб
tr: tabut
vi: quan tài
zh_hans: 棺材

source: chair
de: stuhl
fr: chaise
it: sedia
ko: 의자
pl: krzesło
pt_br: coxim de trilho
ru: стул
tr: sandalye
vi: ghế
zh_hans: 椅子

source: bed
de: bett
fr: lit
it: letto
ko: 침대
pl: łóżko
pt_br: cama
ru: кровать
tr: yatak
vi: giường
zh_hans: 床

source: rejected (already in use.)
de: abgelehnt (bereits in Gebrauch.)
fr: rejeté (déjà utilisé.)
it: rifiutato (già in uso).
ko: 거부됨(이미 사용 중입니다.)
pl: odrzucone (już w użyciu.)
pt_br: rejeitado (já está em uso.)
ru: отклонено (уже используется).
tr: reddedildi (zaten kullanımda.)
vi: bị từ chối (đã được sử dụng.)
zh_hans: 被拒绝（已在使用中）

source: rejected (not enclosed.)
de: abgelehnt (nicht beigefügt.)
fr: rejeté (non joint.)
it: rifiutato (non chiuso).
ko: 거부됨(동봉되지 않음)
pl: odrzucone (nie ogrodzony.)
pt_br: rejeitado (não cercado.)
ru: отклонено (не прилагается).
tr: reddedildi (etrafı çevrili değil.)
vi: bị từ chối (không được bao quanh.)
zh_hans: 被拒绝（未闭合）

source: Cold
de: Kalt
fr: Froid
it: Freddo
ko: 추움
pl: Zimny
pt_br: Fria
ru: Холодный
tr: Soğuk
vi: Lạnh
zh_hans: 寒冷的

source: Add new burrow
de: Neuen Bereich
fr: Ajouter un nouveau terrier
it: Aggiungi rifugio
ko: 대피소 추가
pl: Dodaj norę
pt_br: Adicionar novo abrigo
ru: Создать нору
tr: Yeni sığınak ekle
vi: Thêm hang mới
zh_hans: 新建警戒区

source: Nobody assigned
de: Niemand zugewiesen
fr: Personne assigné
it: Nessuno assegnato
ko: 할당된 사람 없음
pl: Nikt nie przydzielony
pt_br: Ninguém atribuído
ru: Никто не назначен
tr: Kimse atanmadı
vi: Chưa có ai được phân công
zh_hans: 未指派人员

source: to paint the burrow.
de: um den Bereich zu zeichnen
fr: peindre le terrier.
it: per dipingere il rifugio.
ko: 굴을 칠하기 위해.
pl: aby narysować norę.
pt_br: para pintar o abrigo.
ru: чтобы нарисовать нору.
tr: sığınağı boyamak için.
vi: để sơn hang.
zh_hans: 来划定洞所。

source: Click a tile to position the stop.
fr: Cliquez sur une vignette pour positionner l'arrêt.
it: Clicca una tessera per posizionare la fermata.
ko: 정류장을 배치하려면 타일을 클릭하십시오.
pl: Kliknij pole, aby umieścić przystanek.
pt_br: Clique em um espaço para posicionar a parada.
ru: Щелкните по клетке, чтобы расположить остановку.
tr: Durağı konumlandırmak için bir kareye tıklayın.
vi: Nhấp vào một ô để đặt điểm dừng.
zh_hans: 点击一个地块来放置车站。

source: Building track stops is recommended!
fr: Il est recommandé de construire des arrêts de voie!
it: È raccomandabile costruire fermate per i binari!
ko: 트랙 정류장을 건설하는 것이 좋습니다!
pl: Budowanie przystanków jest rekomendowane!
pt_br: Construir paradas é recomendado!
ru: Рекомендуется добавлять остановки!
tr: Ray durakları inşa edilmesi önerilir!
vi: Nên xây các điểm dừng ray!
zh_hans: 建议建造轨道站点！

source: Add new route
fr: Ajouter un nouvel itinéraire
it: Aggiungi rotta
ko: 새 경로 추가
pl: Dodaj trasę
pt_br: Adicione nova rota
ru: Новый маршрут
tr: Yeni rota ekle
vi: Thêm tuyến đường mới
zh_hans: 新建路线

source: Stop
fr: Arrêt
it: Fermata
ko: 중지
pl: Przystanek
pt_br: Término
ru: Остановка
tr: Durak
vi: Dừng
zh_hans: 停止

source: Indep
de: Eigenstaendig
fr: Indépendant
pl: Niezależny
ru: Независ
tr: Bğmsz
vi: Độc lập

source: Create a creature to begin.
de: Erschaffe eine Kreatur um zu beginnen.
fr: Créer un personnage pour commencer
it: Crea una creatura per iniziare.
pl: Stwórz stworzenie, aby zacząć.
ru: Создайте существо для старта.
tr: Başlamak için bir yaratık oluşturun.
vi: Tạo một sinh vật để bắt đầu.
zh_hans: 创造一个生物以开始

source: Drink
de: Trinken
fr: Boisson
it: Bevande
ko: 술
pl: Picie
pt_br: Bebidas
ru: Выпивка
tr: İçki
vi: Uống
zh_hans: 饮料

source: Early
de: Früh
fr: Tôt
it: Inizio
ko: 일찍
pl: Wczesn.
ru: начало
tr: Erken
vi: Đầu
zh_hans: 早

source: Mid-
de: Mitte-
fr: Milieu-
it: Mezza
ko: 한
pl: Środkowy
ru: середина
tr: Orta-
vi: Giữa-
zh_hans: 中-

source: Late
de: Spät
fr: En retard
it: Tardi
ko: 늦은
pl: Późny
pt_br: Atrasado
ru: конец
tr: Geç
vi: Cuối
zh_hans: 晚

source: Year
de: Jahr
fr: An
it: Anno
ko: 년도
pl: Rok
pt_br: Ano
ru: Год
tr: Yıl
vi: Năm
zh_hans: 年
