Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: sent me to engage
de: schickte mich zu verpflichten
fr: m'a envoyé m'engager
it: mi ha incaricato di
ko: 참여하라고 보냈습니다
pl: wysłał mnie bym się zaangażował
pt_br: me enviou para engajar
ru: послал меня нанять
tr: beni şunu tutmak için gönderdi:
vi: đã cử ta đi để thuê
zh_hans: 派我去参与

source: engaged me to assassinate
de: beauftragte mich mit der Ermordung von
fr: m'a engagé à assassiner
it: mi ha ingaggiato per assassinare
ko: 저를 암살하도록 강요했습니다
pl: zaangażował mnie w zamordowanie
pt_br: me contratou para assassinar
ru: нанять меня, чтобы убить
tr: beni şuna suikast düzenlemek için tuttu:
vi: thuê ta để ám sát
zh_hans: 雇我去暗杀

source: engaged me to abduct
de: beauftragte mich mit der Entführung
fr: m'a engagé à enlever
it: mi ha ingaggiato per sequestrare
ko: 나를 납치하도록 약혼시켰어
pl: zaangażował mnie w porwanie
pt_br: me contratou para sequestrar
ru: нанял меня, чтобы похитить
tr: beni şunu kaçırmak için tuttu:
vi: thuê ta để bắt cóc
zh_hans: 雇我去绑架

source: engaged me to sabotage the activities of
de: mich beauftragt, die Aktivitäten von
fr: m'a engagé à saboter les activités de
it: mi ha ingaggiato per sabotare le attività di
ko: 의 활동을 방해하도록 저를 고용했습니다.
pl: zaangażował mnie w sabotowanie aktywności
pt_br: me contratou para sabotar as atividades de
ru: нанять меня, чтобы саботировать деятельность
tr: beni şunun faaliyetlerini sabote etmek için tuttu:
vi: thuê ta để phá hoại các hoạt động của
zh_hans: 雇我去破坏

source: engaged me to infiltrate
de: beauftragte mich mit der Infiltration
fr: m'a engagé à m'infiltrer
it: mi ha ingaggiato per infiltrarmi
ko: 나를 침투시키려 했어
pl: zaangażował mnie w infiltrowanie
pt_br: me contratou para me infiltrar
ru: нанять меня, чтобы проникнуть
tr: beni şuraya sızmak için tuttu:
vi: thuê ta để thâm nhập vào
zh_hans: 雇我去渗透

source: I decided to frame
de: Ich habe beschlossen, die
fr: j'ai décidé d'encadrer
it: Ho deciso d'incastrarlo
ko: 액자로 결정
pl: Postanowiłem wrobić
pt_br: Resolvi enquadrar
ru: Я решил подставить
tr: Şuna kumpas kurmaya karar verdim:
vi: Ta đã quyết định vu oan cho
zh_hans: 我决定去陷害

source: engaged me to frame
de: beauftragte mich mit der Erstellung
fr: m'a engagé à encadrer
it: mi ha ingaggiato per incastrare
ko: 프레임에 나를 참여
pl: zaangażował mnie we wrobienie
pt_br: me contratou para enquadrar
ru: нанял меня, чтобы подставить
tr: beni şuna kumpas kurmak için tuttu:
vi: thuê ta để vu oan cho
zh_hans: 让我作保证去陷害

source: values romance
de: schätzt die Romantik
fr: valeurs romance
it: apprezza il romanticismo
ko: 로맨스를 중시한다
pl: wartości romansu
pt_br: valoriza o romance
ru: ценит романтику
tr: romantizme değer verir
vi: coi trọng sự lãng mạn
zh_hans: 珍视浪漫

source: engaged to induce a war of
de: beauftragt, einen Krieg zu provozieren
fr: engagés pour provoquer une guerre de
it: ingaggiato per indurre una guerra di
ko: 의 전쟁을 일으키기 위해 종사
pl: zaangażowałem w wywołanie wojny
pt_br: Engajados para induzir uma guerra de
ru: в целях развязывания войны
tr: şuna savaş kışkırtmak için tutuldu:
vi: thuê để khơi mào một cuộc chiến của
zh_hans: 让我保证去诱发战争同

source: I do not scheme.
de: Ich habe keine Pläne.
fr: Je ne planifie pas.
it: Non sto tramando.
ko: 나는 계획하지 않는다.
pl: Nie planuję.
pt_br: Não faço esquemas.
ru: Я ничего не замышляю.
tr: Ben entrika çevirmem.
vi: Ta không mưu toan.
zh_hans: 我不搞阴谋。

source: You just aren't as convincing as you think you are.
de: Sie sind einfach nicht so überzeugend, wie Sie glauben, dass Sie es sind.
fr: Vous n'êtes tout simplement pas aussi convaincant que vous le pensez.
it: Non sei così convincente come pensi di essere.
ko: 당신은 당신이 생각하는 것만 큼 설득력이 없습니다.
pl: Po prostu nie jesteś tak przekonujący, jak ci się wydaje.
pt_br: Você não é tão convincente quanto pensa que é.
ru: Вы просто не так убедительны, как думаете.
tr: Sandığın kadar ikna edici değilsin.
vi: Ngươi không hề thuyết phục như ngươi vẫn nghĩ.
zh_hans: 你并没有你自认为的那么有说服力。

source: You must think you're really frightening.
de: Sie müssen denken, dass Sie wirklich beängstigend sind.
fr: Vous devez penser que vous êtes vraiment effrayant.
it: Devi pensare di essere davvero spaventoso.
ko: 정말 무섭다고 생각하셔야 합니다.
pl: Musi ci się wydawać, że jesteś naprawdę przerażający.
pt_br: Você deve se achar muito assustador.
ru: Вы, должно быть, думаете, что можете меня напугать.
tr: Gerçekten korkutucu olduğunu sanıyor olmalısın.
vi: Ngươi hẳn nghĩ mình thật sự đáng sợ.
zh_hans: 你一定觉得自己真的很恐怖。

source: I have nothing to say to you.
de: Ich habe Ihnen nichts zu sagen.
fr: Je n'ai rien à te dire.
it: Non ho nulla da dirvi.
ko: 당신에게 할 말이 없습니다.
pl: Nie mam ci nic do powiedzenia.
pt_br: Eu não tenho nada a te dizer.
ru: Мне нечего сказать вам.
tr: Sana söyleyecek bir şeyim yok.
vi: Ta không có gì để nói với ngươi.
zh_hans: 我没什么可对你说的。

source: Fool!
de: Dummkopf!
fr: Idiot!
it: Sciocco!
ko: 바보!
pl: Głupiec!
pt_br: tolo
ru: Глупец!
tr: Aptal!
vi: Đồ ngu!
zh_hans: 蠢货！

source: What is this madness? Calm yourself!
de: Was ist das für ein Wahnsinn? Beruhigen Sie sich!
fr: C'est quoi cette folie ? Calme-toi!
it: Cos'è questa follia? Calmati!
ko: 이 광기는 무엇입니까?
pl: Co to za szaleństwo? Uspokój się!
pt_br: Que loucura é essa? Acalme-se!
ru: Что за безумие? Успокойся!
vi: Điên rồ gì thế này? Hãy trấn tĩnh lại!
zh_hans: 这疯狂是怎么回事？你冷静一下！

source: You flinch.
de: Sie zucken zurück.
fr: Vous tressaillez.
it: Sussulti.
ko: 당신은 움찔합니다.
pl: Wzdrygasz się.
pt_br: Voce fugiu.
ru: Вы вздрагиваете.
tr: İrkiliyorsun.
vi: Ngươi chùn bước.
zh_hans: 你畏缩了。

source: flinches.
de: weicht zurück.
fr: tressaille.
it: sussulta.
ko: 움찔.
pl: wzdryga się.
pt_br: fugiram
ru: вздрагивает.
tr: irkiliyor.
vi: chùn bước.
zh_hans: 畏惧。

source: You are unperturbed.
de: Sie sind nicht beunruhigt.
fr: Vous êtes imperturbable.
it: Sei imperturbabile.
ko: 당신은 동요하지 않습니다.
pl: Jesteś niewzruszony.
pt_br: Você é tranquilo.
ru: Вы невозмутимы.
tr: İstifini bozmuyorsun.
vi: Ngươi không hề nao núng.
zh_hans: 你不慌不忙。

source: appears unperturbed.
de: scheint unbeeindruckt zu sein.
fr: apparaît imperturbable.
it: sembra imperturbato.
ko: 흔들림 없이 나타납니다.
pl: wygląda na niewzruszonego.
pt_br: parece tranquilo.
ru: кажется невозмутимым.
tr: istifini bozmuyor gibi görünüyor.
vi: có vẻ không hề nao núng.
zh_hans: 似乎不受影响。

source: That was compelling!
de: Das war überzeugend!
fr: C'était convaincant !
it: È stato avvincente!
ko: 그것은 설득력이 있었다!
pl: To było przekonujące!
pt_br: Isso foi convincente!
ru: Это было убедительно!
tr: Bu zorlayıcıydı!
vi: Điều đó thật thuyết phục!
zh_hans: 这很有说服力！

source: appears to acquiesce.
de: scheint sich damit abzufinden.
fr: semble acquiescer.
it: sembra acconsentire.
ko: 묵인하는 것 같습니다.
pl: zdaje się zgadzać.
pt_br: parece consentir.
ru: склонен согласиться.
tr: boyun eğiyor gibi görünüyor.
vi: có vẻ như chấp thuận.
zh_hans: 似乎是默许的。

source: It is not convincing.
de: Sie ist nicht überzeugend.
fr: Ce n'est pas convaincant.
it: Non è convincente.
ko: 설득력이 없습니다.
pl: To nie jest przekonujące.
pt_br: isso não é convincente.
ru: Это неубедительно.
tr: İkna edici değil.
vi: Nó không thuyết phục.
zh_hans: 它没有说服力。

source: appears unconvinced.
de: scheint nicht überzeugt zu sein.
fr: semble peu convaincu.
it: non sembra convinto.
ko: 확신이 없어 보인다.
pl: zdaje się nieprzekonany.
pt_br: parece não estar convencido
ru: кажется неубедительным.
tr: ikna olmamış görünüyor.
vi: có vẻ không thuyết phục.
zh_hans: 似乎不相信。

source: Loading crimes...
de: Lade Verbrechen...
fr: Chargement des délits...
it: Caricamento crimini...
ko: 범죄 로드 중...
pl: Ładowanie przestępstw...
pt_br: Carregar crimes...
ru: Загрузка преступлений...
tr: Suçlar yükleniyor...
vi: Đang tải tội danh...
zh_hans: 载入罪行......

source: called the
de: bezeichnet die
fr: appelé le
it: detto il
ko: 라는
pl: zwany
pt_br: chamou o
ru: называется
tr: adı
vi: được gọi là
zh_hans: 叫做

source: is one of the fundamental dance moves.
de: ist einer der grundlegenden Tanzschritte.
fr: est l'un des mouvements de danse fondamentaux.
it: è una delle fondamentali mosse di danza.
ko: 기본적인 춤 동작 중 하나입니다.
pl: to jeden z podstawowych ruchów tanecznych.
pt_br: É um dos movimentos de dança fundamentais.
ru: одно из основных движений танца.
vi: là một trong những động tác nhảy cơ bản.
zh_hans: 是一种基本的舞蹈动作。

source: the fundamental dance move.
de: die grundlegenden Tanzbewegung.
fr: le mouvement de danse fondamental.
it: la mossa di danza fondamentale.
ko: 기본적인 안무.
pl: podstawowy ruch taneczny,
pt_br: O movimento de dança fundamental.
ru: основное движение танца.
vi: động tác nhảy cơ bản.
zh_hans: 基本的舞蹈动作。

source: the fundamental dance position.
de: die grundlegende Tanz-Position.
fr: la position de danse fondamentale.
it: la posa di danza fondamentale.
ko: 기본적인 댄스 포지션.
pl: podstawowa pozycja taneczna.
pt_br: A posição de dança fundamental.
ru: основная позиция танца.
vi: tư thế nhảy cơ bản.
zh_hans: 基本的舞蹈姿势。

source: is one of the fundamental dance positions.
de: ist eine der grundlegenden Tanzpositionen.
fr: est l'une des positions fondamentales de la danse.
it: è una delle fondamentali pose di danza.
ko: 기본 댄스 포지션 중 하나입니다.
pl: to jedna z podstawowych pozycji tanecznych.
pt_br: É uma das posições de dança fundamentais.
ru: одна из основных позиций танца.
vi: là một trong những tư thế nhảy cơ bản.
zh_hans: 是一种基本的舞蹈姿势。

source: First,
de: Erste,
fr: Première,
it: Innanzitutto,
ko: 첫 번째,
pl: Po pierwsze,
pt_br: Primeiro,
ru: Сначала
tr: Önce,
vi: Đầu tiên,
zh_hans: 第一，

source: Finally,
de: Zu guter Letzt
fr: Pour terminer,
it: Alla fine,
ko: 드디어,
pl: W końcu,
pt_br: Finalmente,
ru: Наконец,
tr: Son olarak,
vi: Cuối cùng,
zh_hans: 最后，

source: Then
de: Dann
fr: Alors
it: Dopo
ko: 그 다음에
pl: Potem
pt_br: Entao
ru: Потом
tr: Sonra
vi: Tiếp theo
zh_hans: 然后

source: There
de: Dort
fr: Là
it: Lì
ko: 거기
pl: Tam
pt_br: Lá
ru: Там
tr: Orada
vi: Có
zh_hans: 那里

source: should be
de: sollte
fr: devrait être
it: dovrebbe essere
ko: 해야한다
pl: powinno być
pt_br: Deveria ser
ru: должен быть
tr: olmalı
vi: nên là
zh_hans: 应该

source: a series of
de: eine Reihe von
fr: une série de
it: una serie di
ko: 일련의
pl: serie
pt_br: uma série de
ru: серия
tr: bir dizi
vi: một chuỗi các
zh_hans: 一系列

source: graceful
de: anmutige
fr: gracieux
it: grazioso
ko: 우아한
pl: wdzięczny
pt_br: gracioso
ru: благодарный
tr: zarif
vi: duyên dáng
zh_hans: 优美

source: serene
de: heitere
fr: serein
it: sereno
ko: 고요한
pl: spokojny
pt_br: sereno
ru: тихий
tr: huzurlu
vi: thanh bình
zh_hans: 安详

source: calm
de: Ruhe
fr: calmes
it: calmo
ko: 침착한
pl: spokojny
pt_br: calmo
ru: спокойный
tr: sakin
vi: bình tĩnh
zh_hans: 冷静

source: grotesque
de: grotesk
it: grottesco
ko: 그로테스크
pl: groteskowy
pt_br: grotesco
ru: гротеск
tr: grotesk
vi: quái dị
zh_hans: 荒唐

source: crude
de: roh
fr: brut
it: grezzo
ko: 조잡한
pl: surowy
pt_br: bruto
ru: неочищенный
tr: kaba
vi: thô thiển
zh_hans: 粗鲁

source: refined
de: verfeinert
fr: raffiné
it: raffinato
ko: 세련된
pl: rafinowany
pt_br: refinado
ru: очищенный
tr: rafine
vi: tinh tế
zh_hans: 精制

source: understated
de: Understatement
fr: sous-estimé
it: sminuito
ko: 절제된
pl: zaniżony
pt_br: discreto
ru: заниженный
tr: sade
vi: tinh tế
zh_hans: 低调的

source: delicate
de: zart
fr: délicat
it: delicato
ko: 연약한
pl: delikatny
pt_br: delicado
ru: деликатный
tr: narin
vi: tinh xảo
zh_hans: 精巧的

source: elaborate
de: erarbeiten
fr: élaborer
it: elaborato
ko: 정교한
pl: skomplikowany
pt_br: eleborar
ru: разрабатываете
tr: ayrıntılı
vi: công phu
zh_hans: 精心制作的

source: expressive
de: ausdrucksstark
fr: expressif
it: espressivo
ko: 나타내는
pl: wyrazisty
pt_br: expressivo
ru: выразительный
tr: etkileyici
vi: biểu cảm
zh_hans: 有表现力的

source: strong
de: starke
fr: fort
it: forte
ko: 강한
pl: silny
pt_br: forte
ru: сильный
tr: güçlü
vi: mạnh mẽ
zh_hans: 强大的

source: large
de: große
fr: grand
it: largo
ko: 크기가 큰
pl: spory
pt_br: Grande
ru: большой
tr: büyük
vi: to lớn
zh_hans: 大

source: weightless
de: schwerelos
fr: en apesanteur
it: leggerissimo
ko: 무중력
pl: nieważki
pt_br: leve
ru: невесомый
tr: ağırlıksız
vi: nhẹ bẫng
zh_hans: 失重

source: fluid
de: fliessend
fr: fluide
it: fluido
ko: 체액
pl: płynny
pt_br: fluido
ru: текучий
tr: akıcı
vi: uyển chuyển
zh_hans: 体液

source: undulating
de: leicht hügelig
fr: ondulant
it: ondulato
ko: 물결치는
pl: falisty
pt_br: ondulante
ru: волнистый
tr: dalgalanan
vi: lượn sóng
zh_hans: 波动的

source: soft
de: weich
fr: mou, tendre
it: morbido
ko: 부드러운
pl: miękki
pt_br: macio
ru: мягкий
tr: yumuşak
vi: mềm mại
zh_hans: 软的

source: jerking
de: rucken
fr: secousses
it: scattante
ko: 튀김
pl: szarpany
pt_br: sacudindo
ru: дёрганый
tr: sarsıntılı
vi: giật cục
zh_hans: 催人泪下

source: sharp-edged
de: scharfkantig
fr: tranchant
it: tagliente
ko: 날카로운
pl: o ostrych krawędziach
pt_br: afiada
ru: острогранный
tr: keskin kenarlı
vi: sắc cạnh
zh_hans: 锋利的

source: straight-lined
de: geradlinig
fr: en ligne droite
it: rettilineo
ko: 직선의
pl: prosty
pt_br: linha reta
ru: прямолинейный
tr: düz çizgili
vi: thẳng tắp
zh_hans: 直接穿透

source: high
de: hoch
fr: haute
it: al
ko: 높은
pl: wysoki
pt_br: alta
ru: высоко
tr: yüksek
vi: cao
zh_hans: 高

source: low
de: niedrig
fr: bas
it: bass
ko: 낮은
pl: niski
pt_br: Baixa
ru: низко
tr: alçak
vi: thấp
zh_hans: 低

source: loudly percussive
de: laut perkussiv
fr: fortement percutant
it: fortemente percussivo
ko: 큰 충격
pl: głośno perkusyjny
pt_br: altamente percussivo
ru: громкий ударный
tr: sert vuruşlu
vi: dồn dập vang dội
zh_hans: 大声敲击

source: softly percussive
de: leise perkussiv
fr: doucement percutant
it: dolcemente percussivo
ko: 부드럽게 타악기
pl: delikatnie perkusyjny
pt_br: levemente percussivo
ru: тихий ударный
tr: yumuşak vuruşlu
vi: nhẹ nhàng có nhịp
zh_hans: 轻柔敲击

source: aborted
de: abgebrochen
fr: avorté
it: interrotto
ko: 중단
pl: przerwany
pt_br: abortado
ru: прерванный
tr: kesintiye uğramış
vi: bị gián đoạn
zh_hans: 中止

source: partially realized
de: teilweise realisiert
fr: partiellement réalisé
it: parzialmente realizzato
ko: 부분적으로 실현
pl: częściowo wykonany
pt_br: parcialmente realizado
ru: частично реализовано
tr: kısmen gerçekleştirilmiş
vi: được thực hiện một phần
zh_hans: 部分实现

source: energetic
de: energetisch
fr: énergique
it: energetico
ko: 활기찬
pl: energetyczny
pt_br: enérgetico
ru: заряженный
tr: enerjik
vi: đầy năng lượng
zh_hans: 有活力

source: passionate
de: leidenschaftlich
fr: passionné
it: appassionato
ko: 열렬한
pl: pasjonujący
pt_br: apaixonado
ru: страстный
tr: tutkulu
vi: nồng nhiệt
zh_hans: 多情

source: vivacious
de: temperamentvoll
fr: vivace
it: vivace
ko: 활기 있는
pl: żywy
pt_br: vivaz
ru: живой
tr: canlı
vi: sinh động
zh_hans: 活泼

source: joyous
de: freudig
fr: joyeux
it: gioioso
ko: 즐거운
pl: radosny
pt_br: alegremente
ru: радостный
tr: neşeli
vi: hân hoan
zh_hans: 欢乐

source: proud
de: stolz
fr: fier
it: fiero
ko: 자랑스러운
pl: dumny
pt_br: orgulhoso
ru: гордый
tr: gururlu
vi: kiêu hãnh
zh_hans: 骄傲

source: flamboyant
de: extravagant
it: appariscente
ko: 화려한
pl: kwiecisty
pt_br: extravagante
ru: яркий
tr: gösterişli
vi: rực rỡ
zh_hans: 龙飞凤舞

source: lively
de: lebendig
fr: animé
it: brillante
ko: 기운찬
pl: żywy
pt_br: animado
ru: живой
tr: hayat dolu
vi: sống động
zh_hans: 活泼

source: spirited
de: temperamentvoll
fr: fougueux
it: animato
ko: 힘찬
pl: porywający
pt_br: animado
ru: воодушевлённый
tr: ateşli
vi: đầy nhiệt huyết
zh_hans: 激烈

source: vigorous
de: kräftig
fr: vigoureux
it: vigoroso
ko: 원기 왕성한
pl: zamaszysty
pt_br: vigoroso
ru: энергичный
tr: dinç
vi: đầy sinh lực
zh_hans: 有力

source: intense
de: intensiv
it: intenso
ko: 극심한
pl: intensywny
pt_br: intenso
ru: интенсивный
tr: yoğun
vi: mãnh liệt
zh_hans: 激烈

source: aggressive
de: aggressiv
fr: agressif
it: aggressivo
ko: 호전적
pl: agresywny
pt_br: agressivo
ru: агрессивный
tr: agresif
vi: quyết liệt
zh_hans: 侵略性

source: powerful
de: leistungsstark
fr: puissant
it: potente
ko: 강한
pl: potężny
pt_br: poderoso
ru: мощный
tr: güçlü
vi: hùng mạnh
zh_hans: 强力

source: sluggish
de: träge
fr: paresseux
it: fiacco
ko: 부진한
pl: powolny
pt_br: lento
ru: вялый
tr: ağırkanlı
vi: ì ạch
zh_hans: 呆滞

source: relaxed
de: entspannt
fr: détendu
it: rilassato
ko: 편안한
pl: zrelaksowany
pt_br: relaxado
ru: расслабленный
tr: rahat
vi: thư thái
zh_hans: 轻松

source: passive
de: passiv
fr: passif
it: passivo
ko: 수동적인
pl: bierny
pt_br: passivo
ru: пассивный
tr: pasif
vi: thụ động
zh_hans: 被动

source: subtle
de: subtil
fr: subtile
it: acuto
ko: 미묘한
pl: subtelny
pt_br: sutil
ru: тонкий
tr: incelikli
vi: tinh tế
zh_hans: 微妙

source: sensual
de: sinnlich
fr: sensuel
it: sensuale
ko: 관능적 인
pl: zmysłowy
ru: чувствительный
tr: şehvetli
vi: gợi cảm
zh_hans: 声色

source: debauched
de: ausschweifend
fr: débauché
it: dissoluto
ko: 타락한
pl: rozwiązły
pt_br: debochado
ru: развратный
tr: edepsiz
vi: truỵ lạc
zh_hans: 荒淫

source: twisting
de: verdrehen
fr: torsion
it: contorcendo
ko: 뒤틀림
pl: pokrętny
pt_br: torcendo
ru: скрученный
tr: bükülen
vi: xoắn vặn
zh_hans: 扭曲

source: sprightly
de: rüstig
fr: vif
it: arzillo
ko: 기운찬
pl: rześki
pt_br: alegre
ru: весёлый
tr: kıvrak
vi: nhanh nhẹn
zh_hans: 明快

source: sinuous
de: gewunden
fr: sinueux
it: sinuoso
ko: 유연한
pl: falisty
pt_br: sinuoso
ru: извилистый
tr: kıvrımlı
vi: uốn lượn
zh_hans: 曲折

source: repeated
de: wiederholt
fr: répété
it: ripetuto
ko: 반복
pl: powtarzający się
pt_br: repetido
ru: повторяющийся
tr: tekrarlanan
vi: lặp lại
zh_hans: 重复

source: counterclockwise
de: gegen den Uhrzeigersinn
fr: dans le sens antihoraire
it: in senso antiorario
ko: 시계 반대 방향
pl: przeciwny do ruchu wskazówek zegara
pt_br: sentido anti-horário
ru: против часовой стрелки
tr: saat yönünün tersine
vi: ngược chiều kim đồng hồ
zh_hans: 逆时针

source: clockwise
de: im Uhrzeigersinn
fr: dans le sens des aiguilles d'une montre
it: in senso orario
ko: 시계방향
pl: zgodnie z ruchem wskazówek zegara
pt_br: sentido horário
ru: по часовой стрелке
tr: saat yönünde
vi: theo chiều kim đồng hồ
zh_hans: 顺时针

source: eighth
de: achte
fr: huitième
it: ottavo
ko: 여덟 번째
pl: ósemka
pt_br: oitavo
ru: восьмая часть
tr: sekizinci
vi: phần tám
zh_hans: 第八

source: quarter
de: Viertel
fr: trimestre
it: quarto
ko: 4분의 1
pl: ćwierćnuta
pt_br: trimestre
ru: четверть
tr: çeyrek
vi: phần tư
zh_hans: 四分之一

source: half
de: Hälfte
fr: demi
it: mezzo
ko: 반
pl: półnuta
pt_br: metade
ru: половина
tr: yarım
vi: một nửa
zh_hans: 半

source: steps in a square pattern
de: Treppen mit quadratischen Muster
fr: étapes dans un modèle carré
it: passi in uno schema quadrato
ko: 정사각형 패턴의 단계
pl: stąpa w kwadratowym wzorze
pt_br: anda em um padrao de quadrado
ru: шаги по квадрату
tr: kare şeklinde adımlar
vi: bước theo hình vuông
zh_hans: 以正方形的步法

source: steps in a circular pattern
de: Treppen mit kreisförmigen Muster
fr: étapes dans un motif circulaire
it: passi in uno schema circolare
ko: 원형 패턴의 단계
pl: stąpa w kolistym wzorze
pt_br: anda em um padrao de círculo
ru: шаги по кругу
tr: dairesel adımlar
vi: bước theo hình tròn
zh_hans: 以圆形的步法

source: steps in a triangle pattern
de: Treppen mit Dreiecksmuster
fr: marches en triangle
it: passi in uno schema a triangolo
ko: 삼각형 패턴의 단계
pl: stąpa w trójkątnym wzorze
pt_br: anda em um padrao de triângulo
ru: шаги по треугольнку
tr: üçgen şeklinde adımlar
vi: bước theo hình tam giác
zh_hans: 以三角形的步法

source: steps in a figure-eight pattern
de: Schritte mit 8er-Muster
fr: pas en forme de huit
it: passi in uno schema a otto
ko: 8자 모양의 계단
pl: stąpa w ósemkowym wzorze
pt_br: anda em um padrao em formato de oito
ru: шаги восьмёркой
tr: sekiz şeklinde adımlar
vi: bước theo hình số tám
zh_hans: 以8字形的步法

source: steps in an intricate pattern
de: Treppen mit aufwendigen Muster
fr: étapes dans un motif complexe
it: passi in uno schema intricato
ko: 복잡한 패턴의 단계
pl: stąpa w skomplikowanym wzorze
pt_br: anda em um padrao complexo
ru: шаги по сложному контуру
tr: karmaşık desenli adımlar
vi: bước theo hình phức tạp
zh_hans: 以复杂的步法

source: move
de: bewegen
fr: mouvement
it: muoversi
ko: 이동하다
pl: ruch
pt_br: mover
ru: двигать
tr: hamle
vi: di chuyển
zh_hans: 移动

source: turn
de: schalten
fr: tour
it: girare
ko: 회전하다
pl: zakręt
pt_br: turno
ru: поворот
tr: dönüş
vi: xoay người
zh_hans: 转

source: facial expression
de: Gesichtsausdruck
fr: expression faciale
it: espressione facciale
ko: 표정
pl: wyraz twarzy
pt_br: expressão facial
ru: выражение лица
tr: yüz ifadesi
vi: biểu cảm gương mặt
zh_hans: 面部表情

source: hand gesture
de: Handbewegung
fr: geste de la main
it: cenno con la mano
ko: 손 동작
pl: gest ręki
pt_br: gesto de mao
ru: жест рукой
tr: el hareketi
vi: cử chỉ tay
zh_hans: 手势

source: straight walk
de: direkter Gang
fr: marche droite
it: cammino dritto
ko: 직진
pl: prosty chód
pt_br: caminhada em linha reta
ru: прямые шаги
tr: düz yürüyüş
vi: bước đi thẳng
zh_hans: 直走

source: curved walk
de: kurviger Gang
fr: marche courbe
it: cammino curvo
ko: 곡선 보행
pl: zakrzywiony chód
pt_br: anda curvado
ru: извилистые шаги
tr: kavisli yürüyüş
vi: bước đi cong
zh_hans: 曲步

source: run
de: rennt
fr: Cours
it: corsa
ko: 운영
pl: bieg
pt_br: corre
ru: бег
tr: koşu
vi: chạy
zh_hans: 跑

source: leap
de: springt
fr: saut
it: balzo
ko: 뛰다
pl: skok
pt_br: salto
ru: прыжок
tr: sıçrama
vi: nhảy vọt
zh_hans: 飞跃

source: kick
de: tritt
fr: donner un coup
it: calcio
ko: 발 차기
pl: kopniak
pt_br: chute
ru: пинок
tr: tekme
vi: đá
zh_hans: 踢

source: left kick
de: Linkstritt
fr: coup de pied gauche
it: clic sinistro
ko: 왼쪽 킥
pl: lewy kopniak
pt_br: chute esquerdo
ru: толчок влево
tr: sol tekme
vi: cú đá trái
zh_hans: 左踢

source: right kick
de: Rechtstritt
fr: coup droit
it: clic destro
ko: 오른쪽 킥
pl: prawy kopniak
pt_br: chute direito
ru: толчок вправо
tr: sağ tekme
vi: cú đá phải
zh_hans: 右踢

source: leg lift
de: Bein heben
fr: levée de jambe
it: solleva gamba
ko: 다리 리프트
pl: podniesienie nogi
pt_br: levantamento de perna
ru: поднятие ноги
tr: bacak kaldırma
vi: nâng chân
zh_hans: 抬腿

source: left leg lift
de: linkes Bein heben
fr: élévation de la jambe gauche
it: solleva gamba sinistra
ko: 왼쪽 다리 리프트
pl: podniesienie lewej nogi
pt_br: levantamento de perna esquerda
ru: поднятие левой ноги
tr: sol bacak kaldırma
vi: nâng chân trái
zh_hans: 左腿抬起

source: right leg lift
de: rechtes Bein heben
fr: élévation de la jambe droite
it: solleva gamba destra
ko: 오른쪽 다리 리프트
pl: podniesienie prawej nogi
pt_br: levantamento de perna direita
ru: поднятие правой ноги
tr: sağ bacak kaldırma
vi: nâng chân phải
zh_hans: 右腿抬起

source: body level
de: Körperebene
fr: niveau du corps
it: livello corporeo
ko: 신체 수준
pl: poziom ciała
pt_br: nível do corpo
ru: высота тела
tr: vücut seviyesi
vi: tầm cơ thể
zh_hans: 身体水平

source: body level change
de: Körperebenenänderung
fr: changement de niveau corporel
it: variazione del livello corporeo
ko: 신체 수준 변화
pl: zmiana poziomu ciała
pt_br: mudança de nivel do corpo
ru: изменение высоты тела
tr: vücut seviyesi değişimi
vi: thay đổi tầm cơ thể
zh_hans: 身体水平的变化

source: arm carriage
de: Armhaltung
fr: chariot de bras
it: trasporto a mano
ko: 팔걸이
pl: zamach ręką
pt_br: carrinho de mao
ru: постановка рук
tr: kol duruşu
vi: tư thế cánh tay
zh_hans: 手臂摆动姿势

source: raised left arm
de: linken Arm angehoben
fr: bras gauche levé
it: braccio sinistro alzato
ko: 왼팔을 들었다
pl: podniósł lewą rękę
pt_br: braço esquerdo levantado
ru: поднятая левая рука
tr: kaldırılmış sol kol
vi: cánh tay trái giơ cao
zh_hans: 抬起左臂

source: raised right arm
de: rechten Arm angehoben
fr: bras droit levé
it: braccio destro alzato
ko: 오른팔을 들었다
pl: podniósł prawą rękę
pt_br: ergueu o braço direito
ru: поднятая правая рука
tr: kaldırılmış sağ kol
vi: cánh tay phải giơ cao
zh_hans: 抬起右臂

source: raised arm
de: erhobener Arm
fr: bras levé
it: braccio alzato
ko: 제기 팔
pl: podniósł rękę
pt_br: Braço levantado
ru: поднятая рука
tr: kaldırılmış kol
vi: cánh tay giơ cao
zh_hans: 举起手臂

source: spin
de: dreht
fr: tournoyer
it: ruota
ko: 회전
pl: obrót
pt_br: girar
ru: вращение
tr: dönme
vi: xoay tròn
zh_hans: 旋转
