Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Tricky strike
tr: Çetrefilli vuruş
vi: Đòn đánh Khó nhằn

source: Normal strike
tr: Normal vuruş
vi: Đòn đánh Bình thường

source: Easy strike
tr: Kolay vuruş
vi: Đòn đánh Dễ

source: Easier strike
tr: Daha kolay vuruş
vi: Đòn đánh Dễ hơn

source: Simple strike
tr: Basit vuruş
vi: Đòn đánh Đơn giản

source: can only graze
tr: ancak sıyırabilir
vi: chỉ có thể lướt qua

source: can't land squarely
tr: tam isabet edemez
vi: không thể đánh trúng đích

source: can't quite connect
tr: tam olarak temas edemez
vi: không thể đánh trúng hoàn toàn

source: fairly solid
tr: oldukça sağlam
vi: khá vững chắc

source: square
de: quadratisch
fr: carré
it: squadrato
ko: 사각
pl: zdecydowanie
pt_br: praça
ru: квадратный
tr: tam isabet
vi: Trúng đích
zh_hans: 正方形的

source: very square
tr: çok iyi isabet
vi: Rất trúng đích

source: direct hit
tr: doğrudan vuruş
vi: Đánh trúng trực diện

source: the Object
fr: L'object
it: l'Oggetto
ko: 그 물체
pt_br: o Objeto
ru: Объект
tr: Nesne
vi: Vật thể
zh_hans: 对象

source: stab
tr: sapla
vi: đâm

source: slash
tr: kes
vi: chém

source: slap
vi: Tát

source: hack
tr: doğra
vi: chặt

source: bash
tr: ez
vi: đập

source: lash
de: Wimpern
fr: fouetter
it: frustata
ko: 속눈썹
pl: bicz
pt_br: Açoite
ru: плеть
tr: kırbaçla
vi: quất
zh_hans: 鞭打

source: pommel
tr: kabzayla vur
vi: chuôi kiếm

source: punch
tr: yumruk At
vi: đấm

source: bite
tr: ısır
vi: cắn

source: sting
tr: sok
vi: chích

source: snatch
tr: kap
vi: giật lấy

source: Difficult
tr: Zor
vi: Khó khăn

source: Tricky
tr: Çetrefilli
vi: Gian nan

source: Easy
tr: Kolay
vi: Dễ dàng

source: Easier
tr: Daha Kolay
vi: Dễ hơn

source: VVSlow
tr: ÇÇ Yavaş
vi: Rất Rất Chậm

source: V Slow
tr: Ç Yavaş
vi: Rất Chậm

source: Slow
tr: Yavaş
vi: Chậm

source: Fast
tr: Hızlı
vi: Nhanh

source: V Fast
tr: Ç Hızlı
vi: Rất Nhanh

source: strike
tr: vuruş
vi: đòn đánh

source: Quick attack: faster to strike and recover, but not powerful
tr: Hızlı Vuruş: Darbe ve toparlanma süren daha kısa, ancak gücü sınırlı
vi: Tấn công nhanh: ra đòn và hồi phục nhanh hơn, nhưng không mạnh

source: Heavy attack: slower to strike and recover, but hits harder
tr: Ağır saldırı: vurması ve toparlanması daha yavaş, ama daha sert vurur
vi: Tấn công mạnh: ra đòn và hồi phục chậm hơn, nhưng gây sát thương lớn hơn

source: Wild attack: fast strike, slow recovery, hard but unbalancing/inaccurate
tr: Kudurmuş saldırı: hızlı vuruş, yavaş toparlanma, sert fakat dengesiz/kısmi isabet
vi: Tấn công hoang dại: ra đòn nhanh, hồi phục chậm, mạnh nhưng mất thăng bằng/kém chính xác

source: Precise attack: very slow to strike, improved accuracy
tr: Hassas saldırı: vurması çok yavaş, gelişmiş isabet oranı
vi: Tấn công chính xác: ra đòn rất chậm, độ chính xác được cải thiện

source: No quick attack: enraged
tr: Hızlı saldırı yok: öfkeli
vi: Không thể tấn công nhanh: đang cuồng nộ

source: No heavy attack: enraged
tr: Ağır saldırı yok: öfkeli
vi: Không thể tấn công mạnh: đang cuồng nộ

source: Forced wild attack: enraged
tr: Zorunlu Kudurmuş saldırı: öfkeli
vi: Buộc phải tấn công hoang dại: đang cuồng nộ

source: No precise attack: enraged
tr: Hassas saldırı yok: öfkeli
vi: Không thể tấn công chính xác: đang cuồng nộ

source: No charge attack: no target
tr: Hücum saldırısı yok: hedef yok
vi: Không thể tấn công xông tới: không có mục tiêu

source: No charge attack: you are on the ground
tr: Hücum saldırısı yok: yerdesin
vi: Không thể tấn công xông tới: bạn đang trên mặt đất

source: No charge attack: you are mounted
tr: Hücum saldırısı yok: binek üzerindesin
vi: Không thể tấn công xông tới: bạn đang cưỡi

source: No charge attack: you are chained
tr: Hücum saldırısı yok: zincirlisin
vi: Không thể tấn công xông tới: bạn đang bị xiềng

source: No charge attack: you are in uncontrolled flight
tr: Hücum saldırısı yok: kontrolsüz uçuş halindesin
vi: Không thể tấn công xông tới: bạn đang bay không kiểm soát

source: No charge attack: you are on a vehicle
tr: Hücum saldırısı yok: araç üzerindesin
vi: Không thể tấn công xông tới: bạn đang trên phương tiện

source: No charge attack: you are on a projectile
tr: Hücum saldırısı yok: mermi üzerindesin
vi: Không thể tấn công xông tới: bạn đang trên một vật thể phóng

source: No charge attack: you are climbing
tr: Hücum saldırısı yok: tırmanıyorsun
vi: Không thể tấn công xông tới: bạn đang leo trèo

source: No charge attack: target is on the ground
tr: Hücum saldırısı yok: hedef yerde
vi: Không thể tấn công xông tới: mục tiêu đang trên mặt đất

source: No charge attack: target is mounted
tr: Hücum saldırısı yok: hedef binek üzerinde
vi: Không thể tấn công xông tới: mục tiêu đang cưỡi

source: No charge attack: target is chained
tr: Hücum saldırısı yok: hedef zincirli
vi: Không thể tấn công xông tới: mục tiêu đang bị xiềng

source: No charge attack: target is in uncontrolled flight
tr: Hücum saldırısı yok: hedef kontrolsüz uçuş halinde
vi: Không thể tấn công xông tới: mục tiêu đang bay không kiểm soát

source: No charge attack: target is on a vehicle
tr: Hücum saldırısı yok: hedef araç üzerinde
vi: Không thể tấn công xông tới: mục tiêu đang trên phương tiện

source: No charge attack: target is on a projectile
tr: Hücum saldırısı yok: hedef mermi üzerinde
vi: Không thể tấn công xông tới: mục tiêu đang trên một vật thể phóng

source: No charge attack: target is climbing
tr: Hücum saldırısı yok: hedef tırmanıyor
vi: Không thể tấn công xông tới: mục tiêu đang leo trèo

source: No charge attack: target shares your location
tr: Hücum saldırısı yok: hedef seninle aynı konumda
vi: Không thể tấn công xông tới: mục tiêu cùng vị trí với bạn

source: No charge attack: target's location inaccessible
tr: Hücum saldırısı yok: hedefin konumu erişilemez
vi: Không thể tấn công xông tới: vị trí mục tiêu không thể tiếp cận

source: No charge attack: target too far away
tr: Hücum saldırısı yok: hedef çok uzakta
vi: Không thể tấn công xông tới: mục tiêu quá xa

source: Charge attack: move toward your opponent
tr: Hücum saldırısı: rakibine doğru hareket et
vi: Tấn công xông tới: di chuyển về phía đối thủ

source: Multi-attack: choose another simultaneous action afterward
tr: Çoklu saldırı: sonrasında başka bir eş zamanlı eylem seç
vi: Đa tấn công: chọn một hành động đồng thời khác sau đó

source: Both holding
tr: İkisi de tutuyor:
vi: Cả hai đang giữ

source: Grabbed their
tr: Onun şusunu yakaladı:
vi: Đã nắm giữ của họ

source: Grabbed your
tr: Senin şunu yakaladı:
vi: Đã nắm giữ của bạn

source: Sharing
tr: Paylaşıyor:
vi: Chia sẻ

source: Gain possession of
tr: Şunun ele geçir:
vi: Giành quyền sở hữu

source: Grab
tr: Yakala
vi: Nắm giữ

source: Wrestle using
tr: Şunu kullanarak güreş:
vi: Vật lộn bằng

source: Lock
tr: Kilitle:
vi: Khóa

source: Choke
tr: Boğ:
vi: Siết cổ

source: Take-down by
tr: Şununla yere indir:
vi: Hạ gục bằng

source: Throw by
tr: Şununla fırlat:
vi: Ném bằng

source: Pinch
tr: Çimdikle:
vi: Vé

source: Gouge
tr: Oy:
vi: Khoét

source: Break
tr: Kır:
vi: Bẻ gãy

source: Release choke of
tr: Şunun boğmasını bırak:
vi: Thả lỏng siết cổ của

source: Release joint lock of
tr: Şunun eklem kilidini bırak:
vi: Thả lỏng khóa khớp của

source: Release grip of
tr: Şunun tutuşunu bırak:
vi: Thả lỏng nắm giữ của

source: Loosen choke of
tr: Şunun boğmasını gevşet:
vi: Nới lỏng siết cổ của

source: Loosen joint lock of
tr: Şunun eklem kilidini gevşet:
vi: Nới lỏng khóa khớp của

source: Break grip of
tr: Şunun tutuşunu kır:
vi: Phá vỡ nắm giữ của

source: Shake
tr: Salla:
vi: Lắc

source: Strangle
tr: Boğarak öldür:
vi: Bóp cổ

source: Where will you aim?
tr: Nereye nişan alacaksın?
vi: Bạn sẽ nhắm vào đâu?

source: Impossible shot
tr: İmkansız atış
vi: Cú bắn bất khả thi

source: Impossible throw
tr: İmkansız fırlatış
vi: Cú ném bất khả thi

source: Difficult shot
tr: Zor atış
vi: Cú bắn khó khăn

source: Difficult throw
tr: Zor fırlatış
vi: Cú ném khó khăn

source: Tricky shot
tr: Çetrefilli atış
vi: Cú bắn gian nan

source: Tricky throw
tr: Çetrefilli fırlatış
vi: Cú ném gian nan

source: Normal shot
tr: Normal atış
vi: Cú bắn bình thường

source: Normal throw
tr: Normal fırlatış
vi: Cú ném bình thường

source: Easy shot
tr: Kolay atış
vi: Cú bắn dễ dàng

source: Easy throw
tr: Kolay fırlatış
vi: Cú ném dễ dàng

source: Easier shot
tr: Daha kolay atış
vi: Cú bắn dễ hơn

source: Easier throw
tr: Daha kolay fırlatış
vi: Cú ném dễ hơn

source: Simple shot
tr: Basit atış
vi: Cú bắn đơn giản

source: Simple throw
tr: Basit fırlatış
vi: Cú ném đơn giản

source: Click a target or move the cursor and press
tr: Bir hedefe tıklayıp imleci hareket ettir, ardından tuşa bas:
vi: Nhấp vào mục tiêu hoặc di chuyển con trỏ và nhấn

source: Delay warning: Ammo will be loaded/nocked before firing.
tr: Gecikme uyarısı: Ateşlemeden önce mühimmat yüklenecek/gezlenecek.
vi: Cảnh báo trễ: Đạn sẽ được nạp/lắp trước khi bắn.

source: You can prepare in advance with
tr: Şununla önceden hazırlık yapabilirsin:
vi: Bạn có thể chuẩn bị trước bằng

source: or from the inventory menu.
tr: veya envanter menüsünden.
vi: hoặc từ menu kho đồ.

source: Move the cursor to view and press
tr: Görüntülemek için imleci hareket ettir ve bas:
vi: Di chuyển con trỏ để xem và nhấn

source: to interact.
tr: etkileşime geçmek için.
vi: để tương tác.

source: Where will you jump?
tr: Nereye zıplayacaksın?
vi: Bạn sẽ nhảy đi đâu?

source: Your inventory
tr: Envanterin
vi: Kho đồ của bạn

source: What do you want to drop?
tr: Ne bırakmak istiyorsun?
vi: Bạn muốn thả gì?

source: What do you want to wear?
tr: Ne giymek istiyorsun?
vi: Bạn muốn mặc gì?

source: What do you want to remove?
tr: Ne çıkarmak istiyorsun?
vi: Bạn muốn cởi bỏ gì?

source: What do you want to place?
tr: Ne yerleştirmek istiyorsun?
vi: Bạn muốn đặt gì?

source: What do you want to eat or drink?
tr: Ne yemek veya içmek istiyorsun?
vi: Bạn muốn ăn hoặc uống gì?

source: What do you want to throw?
tr: Ne fırlatmak istiyorsun?
vi: Bạn muốn ném gì?

source: With what do you want to interact?
tr: Neyle etkileşime geçmek istiyorsun?
vi: Bạn muốn tương tác với thứ gì?

source: Where do you put
tr: Şunu nereye koyarsın:
vi: Bạn đặt ở đâu?

source: What will you do with
tr: Şununla ne yapacaksın:
vi: Bạn sẽ làm gì với?

source: No recent announcements.
tr: Son duyuru yok.
vi: Không có thông báo gần đây.

source: Pick up how many? (0-
tr: Kaç tane alacaksın? (0-
vi: Nhặt bao nhiêu? (0-

source: What do you want to do?
tr: Ne yapmak istiyorsun?
vi: Bạn muốn làm gì?

source: Where would you like to move?
tr: Nereye hareket etmek istersin?
vi: Bạn muốn di chuyển đến đâu?

source: Who or what would you like to shoot?
tr: Kime veya neye ateş etmek istersin?
vi: Bạn muốn bắn ai hoặc thứ gì?

source: At whom or what would you like to throw?
tr: Kime veya neye fırlatmak istersin?
vi: Bạn muốn ném vào ai hoặc thứ gì?

source: clicks
fr: clics
it: scatti
ko: 클릭
pl: kliknięcia
ru: щёлкает
tr: tıklar
vi: nhấp chuột
zh_hans: 滴答叫

source: You prepare to shoot
tr: Şunu vurmak için hazırlanıyorsun:
vi: Bạn chuẩn bị bắn

source: often drums
fr: souvent des tambours
it: spesso tamburella
ko: 종종 드럼
pl: często bębeni
pt_br: muitas vezes a bateria
ru: часто стучит
tr: sık sık davul çalar
vi: thường xuyên đánh trống
zh_hans: 经常打鼓

source: nocked in
tr: gezlenmiş
vi: đã lắp vào

source: with intentions of shooting
tr: şunu vurma niyetiyle:
vi: với ý định bắn

source: You begin to throw
tr: Şunu fırlatmaya başlıyorsun:
vi: Bạn bắt đầu ném

source: synchysis
fr: synchyse
it: sincronia
ko: 동기화
pl: synchronizacja
pt_br: sínquise
ru: синкизис
tr: kelime karmaşası
vi: rối loạn
zh_hans: 同步分析

source: Get
tr: Al:
vi: Lấy

source: View engraving
tr: İşlemeyi görüntüle
vi: Xem khắc họa

source: Throw
tr: Fırlat:
vi: Ném

source: Wear
tr: Giy:
vi: Mặc

source: Remove
tr: Çıkar:
vi: Tháo bỏ

source: Put or place
tr: Koy veya yerleştir:
vi: Đặt

source: You empty
tr: Boşaltıyorsun:
vi: Bạn làm rỗng

source: You drop
tr: Bırakıyorsun:
vi: Bạn đánh rơi

source: You put on
tr: Giyiyorsun:
vi: Bạn mặc vào

source: Rebirth
fr: Renaissance
it: Rinascita
ko: 갱생
pl: Odrodzenie
ru: Перерождение
tr: Yeniden Doğuş
vi: Tái sinh
zh_hans: 重生

source: You empty the
tr: Şunu boşaltıyorsun:
vi: Bạn làm rỗng

source: You take out the
tr: Şunu çıkarıyorsun:
vi: Bạn lấy ra

source: You take off
tr: Şunu çıkarıyorsun:
vi: Bạn cởi bỏ

source: You eat the
tr: Şunu yiyorsun:
vi: Bạn ăn

source: You drink the
tr: Şunu içiyorsun:
vi: Bạn uống

source: is too salty.
tr: çok tuzlu.
vi: quá mặn.

source: is too hot.
tr: çok sıcak.
vi: quá nóng.

source: is too cold.
tr: çok soğuk.
vi: quá lạnh.

source: No. That's disgusting.
vi: Không. Thật kinh tởm.

source: You just can't fit any more.
tr: Daha fazlasını sığdıramazsın.
vi: Bạn không thể chứa thêm nữa.

source: It's too much! You feel even more sick.
vi: Quá nhiều! Bạn cảm thấy ốm yếu hơn nữa.

source: It's too much! You might not be able to keep it down.
vi: Quá nhiều! Bạn có thể không giữ nổi nữa.

source: You feel really full.
tr: Gerçekten tok hissediyorsun.
vi: Bạn cảm thấy thực sự no.

source: You are starting to feel full.
tr: Tok hissetmeye başlıyorsun.
vi: Bạn bắt đầu cảm thấy no.

source: You lick the
tr: Şunu yalıyorsun:
vi: Bạn liếm

source: You pack the
tr: Şunu yerleştiriyorsun:
vi: Bạn đóng gói

source: on to
tr: şunun üzerine
vi: lên

source: You put the
tr: Şunu koyuyorsun:
vi: Bạn đặt

source: into the
fr: dans le
it: nel
ko: 로
pl: do
pt_br: na
ru: в
tr: şunun içine
vi: vào trong
zh_hans: 进入

source: on the
tr: şunun üzerine
vi: trên

source: You have nothing to fire with.
tr: Ateş edecek bir şeyin yok.
vi: Bạn không có gì để bắn.

source: You have nothing left to fire.
tr: Kullanılacak mühimmat kalmadı.
vi: Bạn không còn gì để bắn nữa.

source: cannot jump.
tr: zıplayamaz.
vi: không thể nhảy.

source: You cannot jump while prone.
tr: Yere yatmışken zıplayamazsın.
vi: Bạn không thể nhảy khi đang nằm sấp.

source: You cannot jump while in the air.
tr: Havadayken zıplayamazsın.
vi: Bạn không thể nhảy khi đang trên không.

source: You are too injured to jump.
tr: Zıplayamayacak kadar yaralısın.
vi: Bạn quá bị thương để có thể nhảy.

source: You cannot jump while wrestling.
tr: Güreşirken zıplayamazsın.
vi: Bạn không thể nhảy khi đang vật lộn.

source: There is nowhere to jump.
tr: Zıplayacak yer yok.
vi: Không có chỗ nào để nhảy.

source: You cannot jump while swimming.
tr: Yüzerken zıplayamazsın.
vi: Bạn không thể nhảy khi đang bơi.

source: You cannot speak.
tr: Konuşamazsın.
vi: Bạn không thể nói.

source: cannot speak.
tr: konuşamaz.
vi: không thể nói.

source: Jump to the
tr: Şuraya zıpla:
vi: Nhảy tới

source: Quickly shoot
tr: Hızlıca ateş et:
vi: Bắn nhanh

source: Aim carefully and shoot
tr: Dikkatlice nişan al ve ateş et:
vi: Nhắm cẩn thận và bắn

source: Shoot
tr: Ateş et:
vi: Bắn

source: Quickly throw at
tr: Hızlıca şuna fırlat:
vi: Ném nhanh vào

source: Aim carefully and throw at
tr: Dikkatlice nişan al ve şuna fırlat:
vi: Nhắm cẩn thận và ném vào

source: Throw at
tr: Şuna fırlat:
vi: Ném vào

source: Would you like to take an action?
tr: Bir eylemde bulunmak ister misin?
vi: Bạn có muốn thực hiện một hành động không?

source: Do not alter actions
tr: Eylemleri değiştirme
vi: Không thay đổi hành động

source: You fail to grab the
tr: Şunu yakalamayı başaramadın:
vi: Bạn không nắm được

source: this location
tr: bu konum
vi: vị trí này

source: selected
tr: seçildi
vi: đã chọn

source: adjacent only
tr: sadece bitişik
vi: chỉ lân cận

source: own tile only
tr: sadece kendi karesi
vi: chỉ ô của bản thân

source: , range
tr: , menzil
vi: , tầm bắn

source: , disturber only
tr: , sadece rahatsız eden
vi: , chỉ kẻ quấy rối

source: Done (
tr: Tamamlandı (
vi: Hoàn thành (

source: Unknown interaction
tr: Bilinmeyen etkileşim
vi: Tương tác không xác định

source: Sound
tr: Ses
vi: Âm thanh

source: Outpost Revisited:[C:7:0:0] You have returned.
fr: Avant-poste revisité :[C:7:0:0] Vous êtes de retour.
it: Avamposto rivisitato:[C:7:0:0] Siete tornati.
ko: 전초기지 재방문:[C:7:0:0] 돌아왔습니다.
pl: Posterunek Ponownie odwiedzony:[C:7:0:0] Powróciłeś.
pt_br: Posto avançado revisitado:[C:7:0:0] Você voltou.
ru: Форпост посещен вновь:[C:7:0:0] Вы вернулись.
vi: Outpost Revisited:[C:7:0:0] Bạn đã trở về.
zh_hans: 前哨重访：[C:7:0:0] 你已经回来了。

source: How have your sturdy charges fared in your absence?
de: Wie ist es Ihren kräftigen Schützlingen in Ihrer Abwesenheit ergangen?
fr: Comment se sont comportées vos lourdes responsabilités en votre absence ?
it: Come se la sono cavata i vostri robusti carichi in vostra assenza?
ko: 당신이 없는 동안 당신의 견고한 책임은 어떻게 되었습니까?
pl: Jak twoi wytrwali podopieczni radzili sobie pod twoją nieobecność?
pt_br: Como suas cargas robustas se saíram em sua ausência?
ru: Как поживают ваши крепкие подопечные в ваше отсутствие?
tr: Sen yokken sağlam adamların neler yaptı?
vi: Các thuộc hạ kiên cường của bạn đã xoay sở ra sao trong sự vắng mặt của bạn?
zh_hans: 你既然不在场，那你的指控又怎么会可信呢？

source: Have they gone on adventures or moved on to richer delving at new frontier settlements?
de: Sind sie zu Abenteuern aufgebrochen oder haben sie sich in neuen Grenzsiedlungen auf die Suche nach mehr Wissen gemacht?
fr: Sont-ils partis à l'aventure ou sont-ils allés faire des découvertes plus riches dans de nouvelles colonies frontalières ?
it: Sono partiti all'avventura o si sono spostati verso più ricchi insediamenti di nuova frontiera?
pl: Czyżby wyruszyli na poszukiwanie przygód lub przenieśli się do bogatszych osad na nowej granicy?
pt_br: Eles partiram em aventuras ou se mudaram para uma investigação mais rica em novos assentamentos de fronteira?
ru: Ушли ли они на поиски приключений или отправились на поиски более богатых жил?
tr: Maceralara mı atıldılar yoksa yeni sınır yerleşimlerinde daha zengin kazılara mı geçtiler?
vi: Liệu họ đã dấn thân vào các cuộc phiêu lưu hay chuyển sang khai thác những mỏ giàu có hơn tại các khu định cư biên giới mới chưa?
zh_hans: 他们是去冒险了，还是在新的边疆定居点继续进行更丰富的钻研？

source: Perhaps they are all still here, unwilling to leave the magnificent fortress you prepared for them.
de: Vielleicht sind sie alle noch hier und wollen die prächtige Festung, die du für sie errichtet hast, nicht verlassen.
fr: Peut-être sont-ils tous encore là, ne voulant pas quitter la magnifique forteresse que vous leur avez préparée.
it: Forse sono ancora tutti qui, non volendo lasciare la magnifica fortezza che hai preparato loro.
ko: 어쩌면 그들은 모두 당신이 일궈놓은 웅장한 요새를 떠나기를 거부하고 이곳에 계속 남을 수도 있을겁니다.
pl: Być może wciąż tu są, nie chcąc opuszczać wspaniałej fortecy, którą dla nich przygotowałeś.
pt_br: Talvez eles ainda estejam aqui, sem vontade de deixar a magnífica fortaleza que você preparou para eles.
ru: Возможно, они все еще здесь, не желая покидать великолепную крепость, которую вы для них приготовили.
tr: Belki de hepsi hala burada, onlar için hazırladığın muhteşem kaleyi terk etmek istemiyorlar.
vi: Có lẽ tất cả họ vẫn còn ở đây, không muốn rời bỏ pháo đài tráng lệ mà bạn đã chuẩn bị cho họ.
zh_hans: 也许他们都还在这里，不愿意离开你为他们准备的宏伟堡垒。

source: Outpost:[C:7:0:0] You have arrived. After a journey from the Mountainhomes into the forbidding wilderness beyond, your harsh trek has finally ended. Your party of seven is to make an outpost for the glory of all of
de: Außenposten:[C:7:0:0] Ihr seid angekommen. Nach einer Reise vom Königreich in die unwirtliche Wildnis ist euer beschwerlicher Weg endlich zu Ende. Eure siebenköpfige Gruppe soll einen Außenposten zum Ruhm errichten von allen
fr: Outpost:[C:7:0:0] Vous êtes arrivés. Après un voyage depuis les Mountainhomes jusqu'aux étendues sauvages et inhospitalières, votre dur périple a enfin pris fin. Votre groupe de sept personnes va créer un avant-poste pour la gloire de tous les peuples de la planète
it: Avamposto:[C:7:0:0] Sei arrivato. Dopo un viaggio dalle Rocchenaniche nell'ostile selva aldilà, il tuo duro viaggio è finalmente finito. Il tuo gruppo di sette dovrà creare un avamposto per la gloria di tutti i
ko: 전초기지:[C:7:0:0] 당신은 도착했습니다. 마운틴홈에서부터 가혹한 황무지를 넘은 여정의 끝에, 당신의 험난한 행군은 마침내 끝났습니다. 7명으로 구성된 당신의 일행은
pl: Posterunek:[C:7:0:0] Dotarliście. Po podróży z górskich domów do groźnej dziczy, Twoja trudna wędrówka wreszcie się zakończyła. Twoja siedmioosobowa grupa ma stworzyć placówkę na chwałę całego
pt_br: Posto avançado:[C:7:0:0] Você chegou. Depois de uma jornada dos Lares Montanhosos para além da região selvagem e proibida, sua dura jornada finalmente terminou. Seu grupo de sete deve fazer um posto avançado para a glória de todos
ru: Форпост:[C:7:0:0] Вы прибыли. После путешествия из Горных Домов в запретные дикие земли, ваш суровый поход наконец-то закончился. Ваша компания семерых должна создать форпост во славу всего
vi: Outpost:[C:7:0:0] Bạn đã đến. Sau cuộc hành trình từ Mountainhomes vào vùng hoang dã cấm địa xa xôi, chuyến đi khắc nghiệt của bạn cuối cùng đã kết thúc. Đoàn bảy người của bạn sẽ xây dựng một tiền đồn vì vinh quang của tất cả
zh_hans: 前哨：[C:7:0:0] 你们终于到达了目的地。 在经历了从山居城到遥远的荒野的旅程后，你们艰苦的跋涉终于结束了。 你们一行七人将为了矮人所有的荣耀建立一个前哨。

source: There are almost no supplies left, but with stout labor comes sustenance. Whether by bolt, plow or hook, provide for your
de: Es gibt fast keine Vorräte mehr, aber mit harter Arbeit kommt man über die Runden. Ob mit Bolzen, Pflug oder Haken, sorge für deine
fr: Il n'y a presque plus de provisions, mais avec un travail acharné vient la subsistance. Que ce soit par des boulons, des charrues ou des crochets, pourvoyez à votre
it: Non ci sono quasi più provviste ma dal lavoro ostinato si ottiene il sostentamento. Che sia col quadrello, l'aratro o l'amo, provvedete al vostro
ko: 의 영광을 위한 전초기지를 세울 것 입니다. 물자는 바닥을 드러냈지만, 성실한 노동이 이들을 살릴 것 입니다. 사냥, 농사, 혹은 낚시를 해서 드워프들의 생계를 유지해 주십시오
pl: Nie macie już prawie żadnych zapasów, ale dzięki ciężkiej pracy możecie zapewnić sobie utrzymanie. Czy to za pomocą śruby, pługa, czy haka, zapewnij to swoim
pt_br: Quase não há mais suprimentos, mas com trabalho duro vem o sustento. Seja por parafuso, arado ou gancho, providencie para o seu
ru: Припасов почти не осталось, и лишь благодаря упорному труду можно прокормиться. Будь то болт, плуг или крючок, этим вы и обеспечите своих
vi: Hầu như không còn nguồn cung cấp nào, nhưng với lao động bền bỉ sẽ có nguồn sống. Dù bằng tên bắn, lưỡi cày hay lưỡi câu, hãy cung cấp cho các
zh_hans: 几乎没有任何补给品了，但你们勤劳顽强的双手就是希望。 无论是用螺栓、犁还是钩子，都要为你的

source: charges
de: Gebühren
fr: des charges
it: carichi
ko: 요금
pl: szarże
pt_br: cobranças
ru: подопечных
tr: himayendekiler
vi: thuộc hạ
zh_hans: 管治
