Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: is long and thin but very weak
de: ist lang und dünn, aber sehr schwach
fr: est long et fin mais très faible
it: è lungo ed esile ma molto debole
ko: 길고 가늘지만 매우 약하다
pl: jest długi, i cienki, ale bardzo słaby
pt_br: é longa e fina, mas muito fraco
ru: длинный и тонкий, но очень слабый
tr: uzun ve ince ama çok güçsüz
vi: dài và gầy nhưng rất yếu ớt.
zh_hans: 身形修长，但十分虚弱

source: is long, weak and thin
de: ist lang, schwach und dünn
fr: est long, faible et mince
it: è lungo, debole ed esile
ko: 길고 약하고 가늘다
pl: jest długi, słaby i cienki
pt_br: é longo, fraco e fino
ru: длинный, слабый и тонкий
tr: uzun, güçsüz ve ince
vi: dài, yếu ớt và gầy.
zh_hans: 又高又弱又瘦

source: is long, thin and somewhat weak
de: ist lang, dünn und etwas schwach
fr: est long, fin et un peu faible
it: è lungo, esile e piuttosto debole
ko: 길고 가늘며 다소 약하다.
pl: jest długi, cienki i w jakiś sposób słaby
pt_br: é longo, fino e um pouco fraco
ru: длинный, тонкий и довольно слабый
tr: uzun, ince ve biraz güçsüz
vi: dài, gầy và hơi yếu ớt.
zh_hans: 身形修长，而又虚弱

source: has a long, thin frame hidden beneath copious rolls of lard
de: hat eine lange, dünne Statur, die sich unter reichlich Speckröllchen versteckt
fr: a un cadre long et mince caché sous de copieux rouleaux de saindoux
it: ha una struttura lunga ed esile nascosta sotto abbondanti rotoli di lardo
ko: 많은 라드 롤 아래에 길고 얇은 프레임이 숨겨져 있습니다.
pl: ma długą, cienką sylwetkę pod obfitymi zwałami tłuszczu
pt_br: tem uma longa e fina moldura escondido debaixo de copiosos rolos de banha
ru: имеет длинное тонкое тело, покрытое складками сала
tr: bol miktarda yağ tabakalarının altına gizlenmiş uzun, ince bir çerçeveye sahip
vi: sở hữu vóc dáng dài, gầy, ẩn dưới những lớp mỡ thừa dày cộm.
zh_hans: 一身肥肉包裹在又高又细的骨架上

source: has a long, thin body with a lot of fat on it
de: hat einen langen, dünnen Körper mit viel Fettanteil
fr: a un corps long et mince avec beaucoup de graisse
it: ha un corpo lungo ed esile con molto grasso sopra
ko: 가늘고 긴 몸에 지방이 많음
pl: ma długie, cienkie ciało z dużą ilością tłuszczu
pt_br: tem um longo, fino de corpo com um monte de gordura
ru: имеет длинное тонкое тело с большим количеством жира
tr: uzun, ince bir vücuda sahip ve üzerinde çok fazla yağ var
vi: sở hữu thân hình dài, gầy, với rất nhiều mỡ.
zh_hans: 又高又薄的身材,但有很多脂肪

source: has a long, thin body with some fat on it
de: hat einen langen, dünnen Körper mit etwas Fettansatz
fr: a un corps long et mince avec un peu de graisse dessus
it: ha un corpo lungo ed esile con del grasso sopra
ko: 약간의 지방이 있는 길고 가는 몸을 가지고 있습니다.
pl: ma długie, cienkie ciało z pewną ilością tłuszczu
pt_br: tem um longo, fino de corpo com alguma gordura
ru: имеет длинное тонкое тело с некоторым количеством жира
tr: uzun, ince bir vücuda sahip ve üzerinde biraz yağ var
vi: sở hữu thân hình dài, gầy, với một ít mỡ.
zh_hans: 高挑身材,有一点胖

source: has a long, thin body with almost no fat on it
de: hat einen langen, dünnen Körper, der fast kein Fett aufweist
fr: a un corps long et mince avec presque pas de graisse
it: ha un corpo lungo ed esile quasi privo di grasso
ko: 지방이 거의 없는 길고 가는 몸을 가지고 있습니다.
pl: ma długie, cienkie ciało praktycznie bez tłuszczu
pt_br: tem um corpo longo e fino, com quase nenhuma gordura nele
ru: имеет длинное тонкое тело почти совсем без жира
tr: uzun, ince bir vücuda sahip ve üzerinde neredeyse hiç yağ yok
vi: sở hữu thân hình dài, gầy, với gần như không có mỡ.
zh_hans: 瘦长的高挑身材

source: has a long, thin body with very little fat
de: hat einen langen, dünnen Körper mit sehr wenig Fett
fr: a un corps long et mince avec très peu de graisse
it: ha un corpo lungo ed esile con pochissimo grasso
ko: 지방이 거의 없는 길고 가는 몸을 가지고 있습니다.
pl: ma długie, cienkie ciało z bardzo małą ilością tłuszczu
pt_br: tem um longo, fino de corpo com pouca gordura
ru: имеет длинное тонкое тело с очень малым количеством жира
tr: uzun, ince bir vücuda sahip ve çok az yağı var
vi: sở hữu thân hình dài, gầy, với rất ít mỡ.
zh_hans: 身材瘦长,没什么脂肪

source: has a long, thin frame with little fat
de: hat eine lange, dünne Statur mit wenig Fett
fr: a un cadre long et mince avec peu de graisse
it: è di struttura lunga ed esile con poco grasso
ko: 지방이 적고 길고 얇은 프레임을 가지고 있습니다.
pl: ma długą, cienką sylwetkę z odrobiną tłuszczu
pt_br: tem um quadro longo e fino, com pouca gordura
ru: имеет длинное тонкое тело с малым количеством жирный
tr: az yağlı, uzun, ince bir çerçeveye sahip
vi: sở hữu vóc dáng dài, gầy, với ít mỡ.
zh_hans: 又高又瘦,没有肥肉

source: is long and slim
de: ist lang und schlank
fr: est long et mince
it: è lungo e snello
ko: 길고 날씬하다
pl: jest długi i smukły
pt_br: é longo e fino
ru: длинный и тонкий
tr: uzun ve ince
vi: dài và mảnh khảnh.
zh_hans: 身材高而纤细

source: could be incredibly thin but has massive lardy rolls and enormous muscles
de: könnte unglaublich dünn sein, hat aber massive Speckröllchen und enorme Muskeln
fr: peut être incroyablement mince mais avoir des bourrelets et des muscles énormes
it: potrebbe essere incredibilmente esile ma ha enormi rotoli di lardo e muscoli enormi
pl: mógłby być niewiarygodnie cienki, ale ma masywne zwały tłuszczu i ogromne mięśnie
pt_br: pode ser incrivelmente fino mas tem enormes rolos gorduroso e músculos enormes
ru: мог бы быть невероятно тонким, если бы не массивные складки жира и огромные мышцы
tr: inanılmaz derecede ince olabilirdi ama muazzam yağ tabakaları ve devasa kasları var
vi: có thể cực kỳ gầy gò, nhưng lại sở hữu những ngấn mỡ khổng lồ và cơ bắp đồ sộ.
zh_hans: 可以非常瘦但身体强健肌肉发达

source: has managed to put some muscle and fat on an extremely thin frame
de: hat es geschafft, etwas Muskeln und Fett auf einen extrem dünnen Körper zu bringen
fr: a réussi à mettre un peu de muscle et de graisse sur un cadre extrêmement mince.
it: è riuscito a mettere muscoli e grasso su una struttura estremamente esile
ko: 매우 얇은 프레임에 약간의 근육과 지방을 넣는 데 성공했습니다.
pl: zdołał umieścić trochę mięśni i tłuszczu na ekstremalnie cienkiej sylwetce
pt_br: conseguiu colocar algum músculo e gordura em um quadro extremamente fino
ru: очень тонкий, но с заметными мышцами под слоем жира
tr: son derece ince bir çerçeveye biraz kas ve yağ koymayı başarmış
vi: đã cố gắng có được một ít cơ bắp và mỡ trên một vóc dáng cực kỳ gầy guộc.
zh_hans: 在小骨架上增加了一些肌肉和脂肪

source: is a frail, extremely skinny thing
de: ist ein zerbrechliches, extrem mageres Ding
fr: est une chose frêle et extrêmement maigre
it: è una cosa fragile, estremamente magra
ko: 연약하고 극도로 마른 것입니다
pl: jest wątłą, ekstremalnie chudą rzeczą
pt_br: é uma coisa frágil, extremamente magrela
ru: хилый и крайне тощий
tr: çelimsiz, son derece sıska bir şey
vi: là một kẻ yếu ớt, cực kỳ gầy guộc.
zh_hans: 极其瘦弱

source: is weak with little fat and just incredibly thin overall
de: ist schwach, hat wenig Fett und ist insgesamt einfach unglaublich dünn
fr: est faible avec peu de gras et incroyablement mince dans l'ensemble
it: è debole, con poco grasso e nel complesso incredibilmente esile
ko: 지방이 적고 약하고 전체적으로 엄청나게 얇습니다.
pl: jest słaby, z odrobiną tłuszczu i po prostu ogólnie niewiarygodnie chudy
pt_br: é incrivelmente fino e fraco com pouca gordura em geral
ru: слабый, с малым количеством жира и просто невероятно тощий
tr: az yağlı, güçsüz ve genel olarak inanılmaz derecede ince
vi: yếu ớt với ít mỡ và tổng thể cực kỳ gầy gò.
zh_hans: 身体虚弱，没有什么脂肪，整体上非常瘦。

source: has an extremely thin body packed with huge muscles
de: hat einen extrem dünnen Körper mit riesigen Muskeln
fr: a un corps extrêmement mince rempli de muscles énormes
it: ha un corpo estremamente esile pieno di muscoli enormi
ko: 거대한 근육으로 가득 찬 매우 얇은 몸을 가지고 있습니다.
pl: ma ekstremalnie chude ciało napakowane ogromnymi mięśniami
pt_br: tem um corpo extremamente magro, embalado com músculos enormes
ru: имеет очень тонкое тело, покрытое огромными мускулами
tr: kocaman kaslarla dolu son derece ince bir vücuda sahip
vi: sở hữu thân hình cực kỳ gầy guộc, chất đầy cơ bắp đồ sộ.
zh_hans: 身材极瘦但肌肉发达

source: is very muscular and incredibly thin
de: ist sehr muskulös und unglaublich dünn
fr: est très musclé et incroyablement mince
it: è molto muscoloso e incredibilmente esile
ko: 매우 근육질이며 믿을 수 없을 정도로 얇습니다.
pl: jest bardzo umięśniony i niewiarygodnie cienki
pt_br: é muito musculoso e incrivelmente fino
ru: очень мускулистый и невероятно тонкий
tr: çok kaslı ve inanılmaz derecede ince
vi: rất vạm vỡ và cực kỳ gầy.
zh_hans: 瘦骨嶙峋

source: is muscular and extremely thin
de: ist muskulös und extrem dünn
fr: est musclé et extrêmement mince
it: è muscoloso ed estremamente esile
ko: 근육질이고 극도로 날씬하다
pl: jest umięśniony i ekstremalnie cienki
pt_br: é extremamente magro e musculoso
ru: мускулистый и очень тонкий
tr: kaslı ve son derece ince
vi: vạm vỡ và cực kỳ gầy.
zh_hans: 身材瘦小精干

source: is extremely thin and frail
de: ist extrem dünn und zerbrechlich
fr: est extrêmement mince et fragile
it: è estremamente esile e fragile
ko: 매우 얇고 연약하다
pl: jest ekstremalnie cienki i wątły
pt_br: é extremamente fina e frágil
ru: очень тонкий и хилый
tr: son derece ince ve çelimsiz
vi: cực kỳ gầy và yếu ớt.
zh_hans: 非常瘦弱

source: is very weak and extremely thin
de: ist sehr schwach und extrem dünn
fr: est très faible et extrêmement mince
it: è molto debole e estremamente esile
ko: 매우 약하고 매우 얇습니다.
pl: jest bardzo słaby i ekstremalnie cienki
pt_br: é extremamente fino e muito fraco
ru: очень слабый и тонкий
tr: çok güçsüz ve son derece ince
vi: rất yếu ớt và cực kỳ gầy.
zh_hans: 非常瘦弱

source: is extremely thin with ill-defined muscles
de: ist extrem dünn mit schlecht ausgeprägten Muskeln
fr: est extrêmement mince avec des muscles mal définis
it: è estremamente esile con muscoli mal definiti
ko: 잘 정의되지 않은 근육으로 극도로 가늘다
pl: jest ekstremalnie cienki z lekko zarysowanymi mięśniami
pt_br: é extremamente fina, com músculos mal definidos
ru: очень тонкий с плохо обозначенными мышцами
tr: son derece ince ve belirsiz kasları var
vi: cực kỳ gầy với cơ bắp không rõ nét.
zh_hans: 很瘦而且没什么肌肉

source: has an extremely thin frame underlying a massive lardy edifice
de: hat einen extrem dünnen Rahmen, hinter dem sich ein massiver, fettiger Bau verbirgt
fr: a un cadre extrêmement mince sous-jacent à un édifice massif en lard
it: ha una struttura estremamente esile sottostante un massiccio corpo lardoso
ko: 거대한 lardy 건물 아래에 매우 얇은 프레임이 있습니다.
pl: ma ekstremalnie cienką sylwetkę pod masywnym gmachem z sadła
pt_br: tem um quadro extremamente fino subjacente a um enorme edifício gorduroso
ru: имеет невероятно тонкое тело под массивным слоем сала
tr: muazzam bir yağlı yapının altında yatan son derece ince bir yapıya sahip
vi: có một khung xương cực kỳ mảnh khảnh ẩn dưới thân hình đồ sộ đầy mỡ.
zh_hans: 一副极小的骨骼支撑着肥硕的身躯

source: has an extremely thin frame with a lot of fat on it
de: hat eine extrem dünne Statur mit viel Fettanteil
fr: a un cadre extrêmement mince avec beaucoup de graisse dessus
it: ha una struttura estremamente esile con molto grasso sopra
ko: 지방이 많은 매우 얇은 프레임을 가지고 있습니다.
pl: ma ekstremalnie cienką sylwetkę z dużą ilością tłuszczu
pt_br: tem um quadro extremamente fino com um monte de gordura nele
ru: имеет невероятно тонкое тело, покрытое большим количеством жира
tr: son derece ince bir yapıya sahip ve üzerinde çok fazla yağ var
vi: có khung xương cực kỳ mảnh khảnh nhưng lại tích tụ nhiều mỡ.
zh_hans: 一副小骨架但长了很多肉

source: has an incredibly thin frame with some fat on it
de: hat einen unglaublich dünnen Rahmen mit etwas Fett darauf
fr: a un cadre incroyablement mince avec un peu de graisse dessus
it: ha una struttura incredibilmente esile con un po' di grasso sopra
ko: 그것에 약간의 지방이있는 엄청나게 얇은 프레임이 있습니다
pl: ma niewiarygodnie cienką sylwetkę z pewną ilością tłuszczu
pt_br: tem um quadro incrivelmente fino com alguma gordura nele
ru: имеет невероятно тонкое тело, покрытое некоторым количеством жира
tr: inanılmaz derecede ince bir yapıya sahip ve üzerinde biraz yağ var
vi: có khung xương vô cùng mảnh khảnh với một chút mỡ.
zh_hans: 一副极小的骨架长了一些肉

source: has an extremely thin body with almost no fat on it
de: hat einen extrem dünnen Körper, der fast kein Fett aufweist
fr: a un corps extrêmement mince avec presque pas de graisse dessus
it: ha un corpo estremamente esile quasi privo di grasso
ko: 지방이 거의 없는 매우 얇은 몸매를 가지고 있습니다.
pl: ma niezwykle szczupłe ciało, prawie bez tłuszczu
pt_br: tem um corpo extremamente magro com quase nenhuma gordura nele
ru: имеет невероятно тонкое тело, почти совсем без жира
tr: son derece ince bir vücuda sahip ve üzerinde neredeyse hiç yağ yok
vi: có thân hình cực kỳ gầy gò, gần như không có chút mỡ nào.
zh_hans: 非常瘦的身材,几乎没什么脂肪

source: has an extremely thin body with very litte fat on it
de: hat einen extrem dünnen Körper mit sehr wenig Fett
fr: a un corps extrêmement mince avec très peu de graisse dessus
it: ha un corpo estremamente esile con poco grasso sopra
ko: 지방이 매우 적고 매우 얇은 몸을 가지고 있습니다.
pl: ma ekstremalnie cienkie ciało z bardzo małą ilością tłuszczu
pt_br: tem um corpo extremamente fino com gordura litte muito nele
ru: имеет невероятно тонкое тело, покрытое очень малым количеством жира
tr: son derece ince bir vücuda sahip ve üzerinde çok az yağ var
vi: có thân hình cực kỳ gầy gò với rất ít mỡ.
zh_hans: 非常瘦的身材,有那么一点脂肪

source: has an incredibly thin body with little fat
de: hat einen unglaublich schlanken Körper mit wenig Fett
fr: a un corps incroyablement mince avec peu de graisse
it: ha un corpo incredibilmente esile con poco grasso
ko: 지방이 적고 믿을 수 없을 정도로 얇은 몸매를 가지고 있습니다.
pl: ma niewiarygodnie szczupłe ciało z niewielką ilością tłuszczu
pt_br: tem um corpo incrivelmente fino, com pouca gordura
ru: имеет невероятно тонкое тело с малым количеством жира
tr: inanılmaz derecede ince bir vücuda sahip ve az yağı var
vi: có thân hình vô cùng gầy gò với ít mỡ.
zh_hans: 身材极瘦,没什么肉

source: is incredibly thin
de: ist unglaublich dünn
fr: est incroyablement mince
it: è incredibilmente esile
ko: 엄청나게 얇다
pl: jest niewiarygodnie szczupły
pt_br: é incrivelmente fino
ru: невероятно тонкий
tr: inanılmaz derecede ince
vi: vô cùng gầy gò.
zh_hans: 极其的瘦

source: has a very thin build buried underneath endless muscles and fat
de: hat eine sehr dünne Statur, die unter unzähligen Muskeln und Fett verborgen ist
fr: a une carrure très mince cachée sous une infinité de muscles et de gras
it: ha una corporatura molto esile sepolta sotto infiniti muscoli e grasso
ko: 끝없는 근육과 지방 아래에 묻힌 매우 얇은 체격을 가지고 있습니다.
pl: ma bardzo cienką budowę pogrzebaną pod nieskończoną ilością mięśni i tłuszczu
pt_br: tem uma forma muito fina, enterrada debaixo da infinitos músculos e gordura
ru: имеет очень тонкое сложение, но покрыт невероятными мышцами и жиром
tr: sonsuz kas ve yağın altına gömülmüş çok ince bir yapıya sahip
vi: có thể trạng rất gầy gò ẩn dưới lớp cơ bắp và mỡ thừa dày đặc.
zh_hans: 在健硕的肌肉之下隐藏着一副小体格

source: would be very thin but has opted for some muscle and fat
de: wäre sehr dünn, hat sich aber für etwas Muskeln und Fett entschieden
fr: serait très mince mais a opté pour du muscle et de la graisse
it: sarebbe molto esile ma ha optato per un po' di muscoli e grasso
ko: 매우 얇지만 약간의 근육과 지방을 선택했습니다.
pl: byłby bardzo cienki, ale optował za odrobiną mięśni i tłuszczu
pt_br: seria muito fina, mas optou por algum músculo e gordura
ru: был бы очень тонким, но покрыт мышцами и жиром
tr: çok ince olurdu ama biraz kas ve yağı tercih etmiş
vi: lẽ ra rất gầy gò nhưng lại có một ít cơ bắp và mỡ.
zh_hans: 很瘦，但多少长了一些肌肉和脂肪

source: has a very thin, frail body without visible traces of fat
de: hat einen sehr dünnen, gebrechlichen Körper ohne sichtbare Spuren von Fett
fr: a un corps très mince et frêle sans traces visibles de graisse
it: ha un corpo molto esile e fragile, senza tracce visibili di grasso
ko: 눈에 보이는 지방 흔적 없이 매우 얇고 연약한 몸을 가지고 있습니다.
pl: ma bardzo cienkie, wątłe ciało bez widocznych śladów tłuszczu
pt_br: tem um corpo muito fino, frágil, sem traços visíveis de gordura
ru: имеет очень тонкое хрупкое тело без видимых следов жира
tr: görünür yağ izleri olmayan çok ince, çelimsiz bir vücuda sahip
vi: có thân hình rất gầy gò, ốm yếu, không có dấu vết mỡ rõ rệt.
zh_hans: 瘦弱的身材,看不出明显的脂肪

source: is weak and has a very thin body with very little fat
de: ist schwach und hat einen sehr dünnen Körper mit sehr wenig Fett
fr: est faible et a un corps très mince avec très peu de graisse
it: è debole e ha un corpo molto esile con pochissimo grasso
ko: 쇠약하고 체지방이 매우 적은 매우 얇은 체형을 가지고 있습니다.
pl: jest słaby i ma bardzo cienkie ciało z bardzo małą ilością tłuszczu
pt_br: é fraco e tem um corpo muito fino com pouca gordura
ru: слабый и имеет очень тонкое тело с очень небольшим количеством жира
tr: güçsüz ve çok az yağlı çok ince bir vücuda sahip
vi: yếu ớt và có thân hình rất gầy gò với rất ít mỡ.
zh_hans: 身体虚弱，身体很瘦，脂肪很少

source: is incredibly muscular and very thin
de: ist unglaublich muskulös und sehr dünn
fr: est incroyablement musclé et très mince
it: è incredibilmente muscoloso e molto esile
ko: 엄청나게 근육질이고 매우 가늘다
pl: jest niewiarygodnie umięśniony i bardzo cienki
pt_br: é incrivelmente musculoso e muito fina
ru: невероятно мускулистый и очень тонкий
tr: inanılmaz derecede kaslı ve çok ince
vi: vô cùng vạm vỡ và rất gầy.
zh_hans: 肌肉发达且非常瘦弱

source: is very muscular and thin
de: ist sehr muskulös und dünn
fr: est très musclé et mince
it: è molto muscoloso ed esile
ko: 매우 근육질이고 가늘다
pl: jest bardzo umięśniony i chudy
pt_br: é muito musculoso e magro
ru: очень мускулистый и тонкий
tr: çok kaslı ve ince
vi: rất vạm vỡ và gầy.
zh_hans: 肌肉发达，身体瘦弱

source: is muscular and very thin
de: ist muskulös und sehr dünn
fr: est musclé et très mince
it: è muscoloso e molto esile
ko: 근육질이고 매우 가늘다
pl: jest umięśniony i bardzo szczupły
pt_br: é muito fina e muscular
ru: мускулистый и очень тонкий
tr: kaslı ve çok ince
vi: vạm vỡ và rất gầy.
zh_hans: 肌肉发达，非常瘦弱

source: is very thin and weak
de: ist sehr dünn und schwach
fr: est très mince et faible
it: è molto esile e debole
ko: 매우 가늘고 약하다
pl: jest bardzo szczupły i słaby
pt_br: é muito fino e fraco
ru: очень тонкий и слабый
tr: çok ince ve güçsüz
vi: rất gầy và yếu ớt.
zh_hans: 很瘦很虚弱

source: is weak and very thin
de: ist schwach und sehr dünn
fr: est faible et très mince
it: è debole e molto esile
ko: 약하고 매우 가늘다
pl: jest słaby i bardzo szczupły
pt_br: é muito fino e fraco
ru: слабый и очень тонкий
tr: güçsüz ve çok ince
vi: yếu ớt và rất gầy.
zh_hans: 虚弱又瘦削

source: is somewhat scrawny and very thin
de: ist etwas schmächtig und sehr dünn
fr: est un peu maigre et très mince
it: è piuttosto ossuto e molto esile
ko: 다소 가늘고 매우 가늘다.
pl: jest nieco wychudzony i bardzo szczupły
pt_br: é um pouco magro e muito fina
ru: довольно тощий и очень тонкий
tr: biraz cılız ve çok ince
vi: hơi khẳng khiu và rất gầy.
zh_hans: 有点瘦弱，非常瘦弱

source: would be very thin but bears an enormous lardy burden
de: wäre sehr dünn, trägt aber eine enorme Specklast
fr: serait très maigre mais porte un énorme fardeau de lard
it: sarebbe molto esile ma sopporta un enorme fardello di lardo
ko: 매우 얇지만 막대한 라디 부담을 지닙니다.
pl: byłby bardzo chudy, ale nosi ogromny ciężar
pt_br: seria muito fina, mas carrega uma enorme carga gorduroso
ru: был бы очень тонким, но покрыт огромным слоем сала
tr: çok ince olurdu ama muazzam bir yağ yükü taşıyor
vi: lẽ ra rất gầy nhưng lại mang một khối mỡ đồ sộ.
zh_hans: 会很瘦，但承受着巨大的脂肪负担

source: has much fat on a very thin frame
de: hat viel Fett auf einem sehr dünnen Körper
fr: a beaucoup de graisse sur un cadre très fin
it: ha molto grasso su una struttura molto esile
ko: 매우 얇은 프레임에 많은 지방이 있습니다
pl: ma dużo tłuszczu na bardzo mizernej ramie
pt_br: tem muita gordura em um quadro muito fino
ru: имеет тонкое тело, покрытое большим количеством жира
tr: çok ince bir çerçevenin üzerinde çok fazla yağ var
vi: có nhiều mỡ trên khung xương rất mảnh khảnh.
zh_hans: 瘦弱的身躯上有很多脂肪

source: has a very thin frame with a bit of fat on it
de: hat einen sehr dünnen Körperbau mit etwas Fettanteil
fr: a un cadre très fin avec un peu de graisse dessus
it: ha una struttura molto esile con un po' di grasso sopra
ko: 약간의 지방이 있는 매우 얇은 프레임을 가지고 있습니다.
pl: jest słabo zbudowany z odrobiną tłuszczu
pt_br: tem uma moldura muito fina com um pouco de gordura nele
ru: имеет очень тонкое тело с небольшим количеством жира
tr: çok ince bir çerçeveye sahip ve üzerinde biraz yağ var
vi: có khung xương rất mảnh khảnh với một chút mỡ.
zh_hans: 有一个非常薄的框架，上面有一点脂肪

source: has a very thin body with almost no fat on it
de: hat einen sehr dünnen Körper, der fast kein Fett aufweist
fr: a un corps très mince avec presque pas de graisse dessus
it: ha un corpo molto esile quasi privo di grasso
ko: 지방이 거의 없는 매우 얇은 몸매를 가지고 있습니다.
pl: ma bardzo cienkie ciało praktycznie bez tłuszczu
pt_br: tem um corpo muito magro com quase nenhuma gordura nele
ru: имеет очень тонкое тело почти совсем без жира
tr: çok ince bir vücuda sahip ve üzerinde neredeyse hiç yağ yok
vi: có thân hình rất gầy gò, gần như không có chút mỡ nào.
zh_hans: 身体很瘦，几乎没有脂肪

source: has a very thin frame with very little fat
de: hat eine sehr dünne Statur mit sehr wenig Fett
fr: a un cadre très mince avec très peu de graisse
it: ha una struttura molto esile con pochissimo grasso
ko: 지방이 거의 없는 매우 얇은 프레임을 가지고 있습니다.
pl: ma bardzo cienką sylwetkę z bardzo małą ilością tłuszczu
pt_br: tem uma moldura muito fina com pouca gordura
ru: имеет очень тонкое тело с очень небольшим количеством жира
tr: çok ince bir çerçeveye sahip ve çok az yağı var
vi: có khung xương rất mảnh khảnh với rất ít mỡ.
zh_hans: 有一个非常薄的框架，很少有脂肪

source: has a very thin body with little fat
de: hat einen sehr dünnen Körper mit wenig Fett
fr: a un corps très mince avec peu de graisse
it: ha un corpo molto esile con poco grasso
ko: 지방이 적고 매우 얇은 몸매를 가지고 있습니다.
pl: ma bardzo cienkie ciało z odrobiną tłuszczu
pt_br: tem um corpo muito fino com pouca gordura
ru: имеет очень тонкое тело с небольшим количеством жира
tr: çok ince bir vücuda sahip ve az yağı var
vi: có thân hình rất gầy gò với ít mỡ.
zh_hans: 身材瘦小，脂肪少

source: is very thin
de: ist sehr dünn
fr: est très mince
it: è molto esile
ko: 매우 얇다
pl: jest bardzo szczupły
pt_br: muito magra
ru: очень тонкий
tr: çok ince
vi: rất gầy.
zh_hans: 非常薄

source: has a thin frame but it is loaded with muscles and great layers of fat
de: hat einen dünnen Rahmen, aber er ist voller Muskeln und großer Fettschichten
fr: a un corps fin mais il est chargé de muscles et de grandes couches de graisse
it: è di struttura esile ma carica di muscoli e di grandi strati di grasso
ko: 체형은 가늘지만 근육과 지방층이 듬뿍
pl: jest słabo zbudowany, ale napakowany warstwami mięśni i tłusczu
pt_br: tem uma moldura fina, mas está repleto de grandes camadas de gordura e músculos
ru: имеет тонкое сложение, но покрыт мышцами и большим слои жира
tr: ince bir çerçeveye sahip ama kaslar ve büyük yağ tabakalarıyla yüklü
vi: có khung xương mảnh khảnh nhưng lại đầy cơ bắp và những lớp mỡ dày.
zh_hans: 有一个瘦小的骨架，但充满了肌肉和巨大的脂肪层

source: has a generally thin build with some muscle and fat on it
de: hat im Allgemeinen einen schlanken Körperbau mit etwas Muskeln und Fettanteil
fr: a une carrure généralement mince avec un peu de muscles et de gras
it: ha una corporatura generalmente magra con un po' di muscoli e grasso sopra
ko: 약간의 근육과 지방이 있는 일반적으로 얇은 체격입니다.
pl: ma generalnie cienką budowę z pewną ilością mięśni i tłuszczu
pt_br: tem uma forma geralmente fina com algum músculo e gordura nele
ru: имеет довольно тонкое сложение с некоторым количеством мышц и жира
tr: genel olarak ince bir yapıya sahip ve üzerinde biraz kas ve yağ var
vi: có thể trạng nhìn chung gầy gò với một ít cơ bắp và mỡ.
zh_hans: 身材瘦小，有一些肌肉和脂肪
