Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: treatise on technological evolution
de: Abhandlung über die technologische Entwicklung
fr: traité sur l'évolution technologique
it: trattato sull'evoluzione tecnologica
ko: 기술 진화에 관한 논문
pl: traktat o ewolucji technologicznej
pt_br: tratado sobre evolução tecnológica
ru: труд о технической эволюции
tr: teknolojik evrim üzerine inceleme
vi: chuyên luận về tiến hóa công nghệ
zh_hans: 关于技术进化的论述

source: dictionary
de: Wörterbuch
fr: dictionnaire
it: dizionario
ko: 사전
pl: słownik
pt_br: dicionário
ru: толковый словарь
tr: sözlük
vi: từ điển
zh_hans: 字典

source: star chart
de: Sternkarte
fr: carte du ciel
it: carta celeste
ko: 성도
pl: mapa nieba
pt_br: gráfico estelar
ru: звёздная карта
tr: yıldız haritası
vi: bản đồ sao
zh_hans: 星图

source: star catalogue
de: Sternkatalog
fr: catalogue d'étoiles
it: catalogo stellare
ko: 별자리표
pl: katalog gwiazd
pt_br: catálogo de estrelas
ru: каталог звёзд
tr: yıldız kataloğu
vi: danh mục sao
zh_hans: 明星目录

source: , authored by
de: , verfasst von
fr: , Rédigé par
it: , scritto da
ko: 저자:
pl: , którego autorem jest
pt_br: , de autoria de
ru: , автором является
tr: , yazarı:
vi: , được viết bởi
zh_hans: ，撰写自

source: It is an example of
de: Es ist ein Beispiel für
fr: C'est un exemple de
it: È un esempio di
ko: 다음이 그 예시다.
pl: Jest to przykład
pt_br: É um exemplo de
ru: Это пример
tr: Bu şunun bir örneğidir:
vi: Đây là một ví dụ về
zh_hans: 这是一例

source: Squad Order
de: Truppenbefehl
fr: Ordre d'escouade
it: Ordine Squadra
ko: 분대 명령
pl: Rozkazy dla Oddziału
pt_br: Ordem de esquadrao
ru: Приказ отряду
tr: Birlik Emri
vi: Lệnh Đội
zh_hans: 小队令

source: (opens menu)
de: (öffnet Menü)
fr: (ouvre le menu)
it: (apre menù)
ko: (메뉴 열기)
pl: (otwiera menu)
pt_br: (abre o menu)
ru: (открыть меню)
tr: (menüyü açar)
vi: (mở menu)
zh_hans: （打开菜单）

source: days' travel
de: Tagesreise
fr: jours de voyage
it: giorni di viaggio
ko: 일 간의 여행
pl: dni drogi
pt_br: viagem de dias
ru: -дневный путь
tr: günlük yolculuk
vi: ngày đường
zh_hans: 几天的旅行

source: More than a day's travel
de: Mehr als eine Tagesreise
fr: Plus d'une journée de voyage
it: Più di un giorno di viaggio
ko: 하루 이상의 여행
pl: Więcej niż dzień drogi
pt_br: Mais de um dia de viagem
ru: Больше дня пути
tr: Bir günden fazla yolculuk
vi: Hơn một ngày đường
zh_hans: 超过一天的旅行

source: A day's travel
de: Eine Tagesreise
fr: Voyage d'une journée
it: Un giorno di viaggio
ko: 하루의 여행
pl: Dzień drogi
pt_br: Um dia de viagem
ru: В дне пути
tr: Bir günlük yolculuk
vi: Một ngày đường
zh_hans: 一天的旅行

source: Nearly a day's travel
de: Beinahe eine Tagesreise
fr: Près d'une journée de voyage
it: Quasi un giorno di viaggio
ko: 거의 하루의 여행
pl: Prawie dzień drogi
pt_br: Quase um dia de viagem
ru: Около дня пути
tr: Yaklaşık bir günlük yolculuk
vi: Gần một ngày đường
zh_hans: 差不多一天的旅行

source: A half day's travel
de: Ein halber Reisetag
fr: Une demi-journée de voyage
it: Un viaggio di mezza giornata
ko: 반나절의 여행
pl: Pół dnia drogi
pt_br: Meio dia de viagem
ru: Полдня пути
tr: Yarım günlük yolculuk
vi: Nửa ngày đường
zh_hans: 半天的旅行

source: A short trip
de: Eine kurze Reise
fr: Un court voyage
it: Un breve viaggio
ko: 짧은 여행
pl: Krótka wycieczka
pt_br: Uma pequena viagem
ru: Короткий путь
tr: Kısa bir yolculuk
vi: Một chuyến đi ngắn
zh_hans: 短途旅行

source: Inaccessible from your location
de: Unerreichbar von Ihrem Standort aus
fr: Inaccessible depuis votre emplacement
it: Inaccessibile dalla tua posizione
ko: 현재 위치에서 접근할 수 없음
pl: Nieosiągalne z twojej lokalizacji
pt_br: Inacessível de seu local
ru: Нельзя достичь из вашего места
tr: Konumunuzdan erişilemez
vi: Không thể tiếp cận từ vị trí của bạn
zh_hans: 无法访问您的位置

source: Your location
de: Dein Standort
fr: Votre emplacement
it: La tua posizione
ko: 당신의 위치
pl: Twoja lokalizacja
pt_br: Sua localização
ru: Ваше местоположение
tr: Konumunuz
vi: Vị trí của bạn
zh_hans: 您的位置

source: Population: >10000
de: Einwohner >10000
it: Popolazione: >10000
ko: 인구: >10000
pl: Populacja: >10000
pt_br: População: >10000
ru: Население: >10000
tr: Nüfus: >10000
vi: Dân số: >10000
zh_hans: 人口：> 10000

source: Population: ~7500
de: Einwohner: ~7500
it: Popolazione: ~7500
ko: 인구: ~7500
pl: Populacja: ~7500
pt_br: População: ~7500
ru: Население: ~7500
tr: Nüfus: ~7500
vi: Dân số: ~7500
zh_hans: 人口：约7500

source: Population: ~6000
de: Einwohner: ~6000
it: Popolazione: ~6000
ko: 인구: ~6000
pl: Populacja: ~6000
pt_br: População: ~6000
ru: Население: ~6000
tr: Nüfus: ~6000
vi: Dân số: ~6000
zh_hans: 人口：~6000

source: Population: ~5000
de: Einwohner: ~5000
it: Popolazione: ~5000
ko: 인구: ~5000
pl: Populacja: ~5000
pt_br: População: ~5000
ru: Население: ~5000
tr: Nüfus: ~5000
vi: Dân số: ~5000
zh_hans: 人口：~5000

source: Population: ~4000
de: Einwohner: ~4000
it: Popolazione: ~4000
ko: 인구: ~4000
pl: Populacja: ~4000
pt_br: População: ~4000
ru: Население: ~4000
tr: Nüfus: ~4000
vi: Dân số: ~4000
zh_hans: 人口：~4000

source: Population: ~3000
de: Einwohner: ~3000
it: Popolazione: ~3000
ko: 인구: ~3000
pl: Populacja: ~3000
pt_br: População: ~3000
ru: Население: ~3000
tr: Nüfus: ~3000
vi: Dân số: ~3000
zh_hans: 人口：~3000

source: Population: ~2000
de: Einwohner: ~2000
it: Popolazione: ~2000
ko: 인구: ~2000
pl: Populacja: ~2000
pt_br: População: ~2000
ru: Население: ~2000
tr: Nüfus: ~2000
vi: Dân số: ~2000
zh_hans: 人口：~2000

source: Population: ~1000
de: Einwohner: ~1000
it: Popolazione: ~1000
ko: 인구: ~1000
pl: Populacja: ~1000
pt_br: População: ~1000
ru: Население: ~1000
tr: Nüfus: ~1000
vi: Dân số: ~1000
zh_hans: 人口：~1000

source: Population: ~750
de: Einwohner: ~750
it: Popolazione: ~750
ko: 인구: ~750
pl: Populacja: ~750
pt_br: População: ~750
ru: Население: ~750
tr: Nüfus: ~750
vi: Dân số: ~750
zh_hans: 人口：约750

source: Population: ~600
de: Einwohner: ~600
it: Popolazione: ~600
ko: 인구: ~600
pl: Populacja: ~600
pt_br: População: ~600
ru: Население: ~600
tr: Nüfus: ~600
vi: Dân số: ~600
zh_hans: 人口：约600

source: Population: ~500
de: Einwohner: ~500
it: Popolazione: ~500
ko: 인구: ~500
pl: Populacja: ~500
pt_br: População: ~500
ru: Население: ~500
tr: Nüfus: ~500
vi: Dân số: ~500
zh_hans: 人口：约500人

source: Population: ~400
de: Einwohner: ~400
it: Popolazione: ~400
ko: 인구: ~400
pl: Populacja: ~400
pt_br: População: ~400
ru: Население: ~400
tr: Nüfus: ~400
vi: Dân số: ~400
zh_hans: 人口：约400人

source: Population: ~300
de: Einwohner: ~300
it: Popolazione: ~300
ko: 인구: ~300
pl: Populacja: ~300
pt_br: População: ~300
ru: Население: ~300
tr: Nüfus: ~300
vi: Dân số: ~300
zh_hans: 人口：~300

source: Population: ~200
de: Einwohner: ~200
it: Popolazione: ~200
ko: 인구: ~200
pl: Populacja: ~200
pt_br: População: ~200
ru: Население: ~200
tr: Nüfus: ~200
vi: Dân số: ~200
zh_hans: 人口：~200

source: Population: ~100
de: Einwohner: ~100
it: Popolazione: ~100
ko: 인구: ~100
pl: Populacja: ~100
pt_br: População: ~100
ru: Население: ~100
tr: Nüfus: ~100
vi: Dân số: ~100
zh_hans: 人口：~100

source: Population: ~75
de: Einwohner: ~75
it: Popolazione: ~75
ko: 인구: ~75
pl: Populacja: ~75
pt_br: População: ~75
ru: Население: ~75
tr: Nüfus: ~75
vi: Dân số: ~75
zh_hans: 人口：约75

source: Population: ~60
de: Einwohner: ~60
it: Popolazione: ~60
ko: 인구: ~60
pl: Populacja: ~60
pt_br: População: ~60
ru: Население: ~60
tr: Nüfus: ~60
vi: Dân số: ~60
zh_hans: 人口：~60

source: Population: ~50
de: Einwohner: ~50
it: Popolazione: ~50
ko: 인구: ~50
pl: Populacja: ~50
pt_br: População: ~50
ru: Население: ~50
tr: Nüfus: ~50
vi: Dân số: ~50
zh_hans: 人口：~50

source: Population: ~40
de: Einwohner: ~40
it: Popolazione: ~40
ko: 인구: ~40
pl: Populacja: ~40
pt_br: População: ~40
ru: Население: ~40
tr: Nüfus: ~40
vi: Dân số: ~40
zh_hans: 人口：~40

source: Population: ~30
de: Einwohner: ~30
it: Popolazione: ~30
ko: 인구: ~30
pl: Populacja: ~30
pt_br: População: ~30
ru: Население: ~30
tr: Nüfus: ~30
vi: Dân số: ~30
zh_hans: 人口：~30

source: Population: ~20
de: Einwohner: ~20
it: Popolazione: ~20
ko: 인구: ~20
pl: Populacja: ~20
pt_br: População: ~20
ru: Население: ~20
tr: Nüfus: ~20
vi: Dân số: ~20
zh_hans: 人口：~20

source: Population: ~10
de: Einwohner: ~10
it: Popolazione: ~10
ko: 인구: ~10
pl: Populacja: ~10
pt_br: População: ~10
ru: Население: ~10
tr: Nüfus: ~10
vi: Dân số: ~10
zh_hans: 人口：~10

source: Population: <10
de: Einwohner: <10
it: Popolazione: <10
ko: 인구: <10
pl: Populacja: <10
pt_br: População: <10
ru: Население: <10
tr: Nüfus: <10
vi: Dân số: <10
zh_hans: 人口：<10

source: Site government:
fr: Administration du site :
it: Sito di governo:
ko: 사이트 정부:
pl: Lokalne władze:
pt_br: Governo local:
ru: Местное правительство:
tr: Yerleşim yönetimi:
vi: Chính quyền tại địa điểm:
zh_hans: 现场政府：

source: No civilized population
de: Keine zivilisierte Bevölkerung
fr: Pas de population civilisée
it: Nessuna popolazione civilizata
ko: 문명화된 인구 없음
pl: Brak cywilizowanej populacji
pt_br: Sem população civilizada
ru: Нет цивилизованного населения
tr: Medeni nüfus yok
vi: Không có dân cư văn minh
zh_hans: 没有文明人口

source: Civilization:
de: Zivilisation:
fr: Civilisation:
it: Civiltà:
ko: 문명:
pl: Cywilizacja:
pt_br: Civilização:
ru: Цивилизация:
tr: Medeniyet:
vi: Nền văn minh:
zh_hans: 文明：

source: They accept
fr: Ils acceptent
it: Loro accettano
ko: 그들은 받아들인다
pl: Akceptują
pt_br: Eles aceitam
ru: Они принимают
tr: Haraç olarak kabul ettikleri:
vi: Họ chấp nhận
zh_hans: 他们接受

source: They offer
de: Das Angebot
fr: Ils offrent
it: Offrono
ko: 그들이 요구한다
pl: Oferują
pt_br: Eles oferecem
ru: Они предлагают
tr: Teklif ediyorlar:
vi: Họ đề nghị
zh_hans: 他们提供

source: tribute
fr: hommage
it: tributo
ko: 공물
pl: danina
pt_br: tributo
ru: дань
tr: haraç
vi: cống nạp
zh_hans: 贡

source: War
de: Krieg
fr: Guerre
it: Guerra
ko: 전쟁
pl: Wojna
pt_br: Guerra
ru: Война
tr: Savaş
vi: Chiến tranh
zh_hans: 战争

source: They offer tribute
de: Sie bieten Tribut
fr: Ils rendent hommage
it: Offrono un tributo
ko: 그들이 공물을 보냅니다
pl: Proponują daninę
pt_br: Eles oferecem tributo
ru: Они предлагают дань
tr: Haraç teklif ediyorlar
vi: Họ đề nghị cống nạp
zh_hans: 他们表示敬意

source: They accept tribute
fr: Ils acceptent l'hommage
it: Accettano il tributo
ko: 그들은 공물을 받아들입니다
pl: Akceptują daninę
pt_br: Eles aceitam tributo
ru: Они принимают дань
tr: Haracı kabul ediyorlar
vi: Họ chấp nhận cống nạp
zh_hans: 他们接受致敬

source: Skirmishing
de: Scharmützel
fr: Escarmouche
it: Schermaglie
ko: 국지전
pl: Potyczki
pt_br: Conflitando
ru: перестреливаясь
tr: Çatışma
vi: Giao tranh lẻ tẻ
zh_hans: 散兵

source: No contact
de: kein Kontakt
fr: Pas de contact
it: Nessun contatto
ko: 접촉 없음
pl: Brak kontaktu
pt_br: Sem contato
ru: Нет контакта
tr: Temas yok
vi: Không có liên hệ
zh_hans: 没有联系

source: Economically linked to you
fr: Économiquement lié à vous
it: Legato economicamente a te
ko: 당신과 경제적으로 연결된
pl: Ekonomicznie powiązani z tobą
pt_br: Economicamente ligado a você
ru: Промышленно связан с вами
tr: Ekonomik olarak size bağlı
vi: Liên kết kinh tế với bạn
zh_hans: 经济上与你有联系

source: Prisoners
de: Gefangene
fr: Les prisonniers
it: Prigionieri
ko: 죄수
pl: Więźniowie
pt_br: Prisioneiros
ru: Заключённые
tr: Mahkumlar
vi: Tù nhân
zh_hans: 囚犯

source: Artifacts (Rumored)
de: Artefakte (Gerüchte)
fr: Artefacts (rumeurs)
it: Manufatti (vociferati)
ko: 유물(소문 있음)
pl: Artefakty (wg plotek)
pt_br: Artefatos (Rumores)
ru: Артефакты (по слухам)
tr: Eserler (Söylenti)
vi: Di vật (Tin đồn)
zh_hans: 文物（传言）

source: Cannot raid your civilization
de: Kann deine Zivilisation nicht überfallen
fr: Impossible de piller votre civilisation
it: Impossibile razziare la tua stessa civiltà
ko: 당신의 문명을 약탈할 수는 없습니다
pl: Nie mogą napadać na twoją cywilizację
pt_br: Não é possível atacar a sua civilização
ru: Не могут совершить набег на вашу цивилизацию
tr: Kendi medeniyetinize baskın yapamazsınız
vi: Không thể cướp bóc nền văn minh của bạn
zh_hans: 不能袭击自己的文明

source: Cannot make request without leader
fr: Impossible de faire une demande sans chef
it: Impossibile fare richiesta senza capo
ko: 리더 없이는 요청할 수 없습니다.
pl: Nie można składać propozycji bez lidera
pt_br: Não é possível fazer solicitação sem líder
ru: Не могу сделать запрос без лидера
tr: Lider olmadan talepte bulunulamaz
vi: Không thể đưa ra yêu cầu nếu không có lãnh đạo
zh_hans: 订单缺少皮革

source: No workers available
de: Keine Arbeiter verfügbar
fr: Aucun travailleur disponible
it: Nessun lavoratore disponibile
ko: 사용 가능한 작업자 없음
pl: Brak dostępnych pracowników
pt_br: Sem trabalhadores disponíveis
ru: Нет доступных рабочих
tr: Müsait işçi yok
vi: Không có công nhân
zh_hans: 没有工人可用

source: Click to request workers
fr: Cliquez pour demander des travailleurs
it: Clicca per richiedere lavoratori
ko: 클릭해서 작업자 요청
pl: Kliknij aby złożyć prośbę o pracowników
pt_br: Clique para solicitar trabalhadores
ru: Нажмите, чтобы запросить работников
tr: İşçi talep etmek için tıklayın
vi: Nhấp để yêu cầu công nhân
zh_hans: 点击以指派工人

source: Inaccessible mission location
fr: Lieu de mission inaccessible
it: Luogo missione inaccessibile
ko: 접근할 수 없는 미션 위치
pl: Niedostępne miejsce
pt_br: Local de missão inacessível
ru: Местоположение миссии недосягаемо
tr: Erişilemez görev konumu
vi: Địa điểm nhiệm vụ không thể tiếp cận
zh_hans: 无法进入的任务地点

source: Cannot order mission without leader
de: Kann ohne Anführer keinen Auftrag erteilen
fr: Impossible d'ordonner une mission sans chef
it: Impossibile ordinare missione senza capo
ko: 리더 없이 미션을 생성할 수 없습니다.
pl: Nie można wysłać misji bez lidera
pt_br: Não é possível solicitar missão sem líder
ru: Нельзя назначить миссию без лидера
tr: Lider olmadan görev emri verilemez
vi: Không thể ra lệnh nhiệm vụ nếu không có lãnh đạo
zh_hans: 没有领导就不能下令执行任务

source: Click to explore this site (creates new mission)
de: Klicken Sie, um diese Stelle zu erkunden (erstellt eine neue Mission)
fr: Cliquez pour explorer ce site (crée une nouvelle mission)
it: Clicca per esplorare questo sito (crea una nuova missione)
ko: 이 사이트를 탐색하려면 클릭하십시오(새 미션 생성).
pl: Kliknij aby eksplorować to miejsce (tworzy nową misję)
pt_br: Clique para explorar este local (cria nova missão)
ru: Нажмите, чтобы исследовать эту местность (создает новую миссию)
tr: Bu yeri keşfetmek için tıklayın (yeni görev oluşturur)
vi: Nhấp để khám phá địa điểm này (tạo nhiệm vụ mới)
zh_hans: 单击来探索此站点（将创建新任务）

source: Click to raid this site (creates new mission)
de: Klicken Sie hier, um diese Stelle zu überfallen (erstellt eine neue Mission)
fr: Cliquez pour effectuer un raid sur ce site (crée une nouvelle mission)
it: Clicca per razziare questo sito (crea nuova missione)
ko: 이 사이트를 습격하려면 클릭하십시오(새 미션 생성).
pl: Kliknij aby napaść to miejsce (tworzy nową misję)
pt_br: Clique para atacar este local (cria nova missão)
ru: Нажмите, чтобы совершить набег на это место (создает новую миссию)
tr: Bu yere baskın yapmak için tıklayın (yeni görev oluşturur)
vi: Nhấp để cướp bóc địa điểm này (tạo nhiệm vụ mới)
zh_hans: 单击来袭击此站点（将创建新任务）

source: Unnamed
de: Unbenannt
fr: Anonyme
it: Anonimo
ko: 이름 없는
pl: Bez nazwy
pt_br: não identificados
ru: Без имени
tr: İsimsiz
vi: Vô danh
zh_hans: 无名

source: civilization
de: Zivilisation
fr: civilisation
it: civiltà
ko: 문명
pl: cywilizacja
pt_br: civilização
ru: цивилизация
tr: medeniyeti
vi: nền văn minh
zh_hans: 文明

source: Offering tribute
de: Tribut anbieten
fr: Offrir un hommage
it: Offrendo il tributo
ko: 공물을 바치다
pl: Oferowanie daniny
pt_br: Oferecendo tributo
ru: Предолгая дань
tr: Haraç teklif ediliyor
vi: Đề nghị cống nạp
zh_hans: 贡奉

source: Accepting tribute
de: Ehrung annehmen
fr: Accepter l'hommage
it: Accettando il tributo
ko: 공물을 받아들이다
pl: Akceptowanie daniny
pt_br: Aceitando tributo
ru: Принимая дань
tr: Haraç kabul ediliyor
vi: Chấp nhận cống nạp
zh_hans: 接受供奉

source: Your site government
de: Die Regierung Ihres Standorts
fr: Gouvernement de votre site
it: Il sito del tuo governo
ko: 귀하의 사이트 정부
pl: Twój rząd lokalny
pt_br: Seu governo local
ru: Ваше местное правительство
tr: Yerleşke yönetiminiz
vi: Chính quyền tại địa điểm của bạn
zh_hans: 您的聚落政府

source: Exports to
de: Exportiert nach
fr: Exporte vers
it: Esporta verso
ko: 로 수출
pl: Eksportuje do
pt_br: Exportações para
ru: Экспорт в
tr: İhracat (Şuraya):
vi: Xuất khẩu đến
zh_hans: 出口到

source: Petty Annoyance
fr: Petite contrariété
it: Piccolo fastidio
ko: 사소한 성가심
pl: Drobna Irytacja
pt_br: Pequeno aborrecimento
ru: Раздражительность
tr: Ufak Rahatsızlık
vi: Phiền toái lặt vặt
zh_hans: 小烦恼

source: Terror
fr: La terreur
it: Terrore
ko: 공포
pt_br: Sinto-me sem terror.
ru: Ужас
tr: Dehşet
vi: Khủng bố
zh_hans: 恐惧

source: Imports from
de: Importe aus
fr: Importations de
it: Importazioni da
ko: ~에서 수입해온다
pl: Import z
pt_br: Importações de
ru: Импорт из
tr: İthalat (Şuradan):
vi: Nhập khẩu từ
zh_hans: 进口源自

source: Offerings from
de: Angebote aus
fr: Offres de
it: Offerte da
ko: ~에서 헌납 받는다
pl: Oferta z
pt_br: Ofertas de
ru: Подношения от
tr: Sunular (Şuradan):
vi: Vật cống từ
zh_hans: 产品源自

source: You can look at trade information once you have
de: Sie können sich die Handelsinformationen ansehen, sobald Sie
fr: Vous pouvez consulter les informations commerciales une fois que vous avez
it: Puoi consultare le informazioni commerciali una volta che avrai
ko: 거래 정보를 가지고 있으면 볼 수 있습니다.
pl: Zobaczysz inf. o handlu
pt_br: Você pode ver as informações comerciais quando tiver
ru: Вы можете просмотреть торговую информацию, как только у вас есть
tr: Şuna sahip olduğunuzda ticaret bilgilerine bakabilirsiniz:
vi: Bạn có thể xem thông tin giao dịch sau khi có
zh_hans: 你可以看看交易信息一旦你有

source: a broker with appraisal skill.
de: ein Makler mit Beurteilungsfähigkeit
fr: un courtier ayant des compétences en évaluation.
it: un mediatore con capacità di valutazione.
ko: 감정 기술을 갖춘 중개인.
pl: gdy masz brokera z umiejętnościami oceny.
pt_br: um corretor com habilidade de avaliação.
ru: брокер, обладающий навыками оценки.
tr: değer biçme yeteneği olan bir komisyoncu.
vi: một thương nhân có kỹ năng thẩm định.
zh_hans: 拥有估价技能的经纪人

source: You accept their tribute every
de: Du nimmst ihren Tribut jedes mal an
fr: Vous acceptez leur hommage chaque
it: Accetti il loro tributo ogni
ko: 당신은 그들의 공물을 받아들입니다: 매
pl: Akceptujesz ich daninę co
pt_br: Você aceita todos os tributos deles
ru: Вы принимаете их дань всегда
tr: Şu sıklıkla haraçlarını kabul ediyorsunuz:
vi: Bạn chấp nhận cống nạp của họ mỗi
zh_hans: 你接受他们的致敬

source: Trade Agreement (Exports to
de: Handelsabkommen (Exporte nach
fr: Accord commercial (exportations vers
it: Accordo commerciale (esportazioni verso
ko: 무역협정 (수출 대상:
pl: Umowa handlowa (Eksport do
pt_br: Acordo de comércio (exportações para
ru: Торговое соглашение (экспорт в
tr: Ticaret Anlaşması (İhracat:
vi: Thỏa thuận Thương mại (Xuất khẩu đến
zh_hans: 贸易协定（出口到

source: Requests (Imports from
de: Anfragen (Importe aus
fr: Demandes (importations de
it: Richieste (Importazioni da
ko: 요청(에서 가져오기
pl: Żądania (Import z
pt_br: Requerido (Importação de
ru: Запросы (импорт из
tr: Talepler (İthalat:
vi: Yêu cầu (Nhập khẩu từ
zh_hans: 需求（进口从

source: Agreed in year
fr: Convenu dans l'année
it: Concordato nell'anno
ko: 연도에 합의
pl: Uzgodniono w roku
pt_br: Estabelecido em ano
ru: Согласовано в год
tr: Anlaşılan yıl:
vi: Đã thống nhất vào năm
zh_hans: 年内商定

source: Pending
fr: En attente
it: In attesa
ko: 보류 중
pl: W oczekiwaniu
pt_br: Pendente
ru: Ожидание
tr: Beklemede
vi: Đang chờ xử lý
zh_hans: 代办的

source: You have no agreements with this land.
de: Sie haben keine Vereinbarungen mit diesem Land.
fr: Vous n'avez aucun accord avec ce pays.
it: Non hai accordi con questa terra.
ko: 이 나라와 맺은 합의가 없습니다.
pl: Nie masz umów z tymi ziemiami.
pt_br: Você não tem nenhum acordo com esta terra.
ru: У вас нет соглашения с этими землями.
tr: Bu topraklarla anlaşmanız yok.
vi: Bạn không có thỏa thuận nào với vùng đất này.
zh_hans: 你与这片国度没有协议.

source: This land has no important leaders.
de: Dieses Land hat keine wichtigen Führer.
fr: Ce pays n'a pas de dirigeants importants.
it: Questa terra non ha capi importanti.
ko: 이 땅에는 중요한 지도자가 없습니다.
pl: Ta ziemia nie ma ważnych wodzów.
pt_br: Esta terra não tem nenhum líderes importantes.
ru: На этой земле нет важных лидеров.
tr: Bu toprağın önemli liderleri yok.
vi: Vùng đất này không có lãnh đạo quan trọng nào.
zh_hans: 这块土地没有重要的领导者。

source: Make Request of
fr: Faire une demande de
it: Fai richiesta di
ko: 요청하기
pl: Złóż wniosek o
pt_br: Fazer Pedido de
ru: Создать Запрос на
tr: Talepte Bulun:
vi: Đưa ra yêu cầu đối với
zh_hans: 要求

source: Recover
de: Erobern
fr: Récupérer
it: Recupera
ko: 다시 덮다
pl: Odzyskaj
pt_br: Recuperar
ru: Восстановить
tr: Kurtar:
vi: Thu hồi
zh_hans: 恢复

source: Explore
de: Erkunde
fr: Explorer
it: Esplora
ko: 탐구하다
pl: Eksploruj
pt_br: Explorar
ru: Проводить исследования
tr: Keşfet:
vi: Thám hiểm
zh_hans: 探索

source: Pillage
de: Plünderung
it: Saccheggia
ko: 약탈
pl: Splądruj
pt_br: Pilhagem
ru: Мародёрство
tr: Yağmala:
vi: Cướp bóc
zh_hans: 掠

source: Demand Tribute from
de: Fordern Sie Tribut von
fr: Exigez Hommage de
it: Esigi tributo da
ko: 공물을 요구하다
pl: Zażądaj daniny od
pt_br: Demanda tributo de
ru: Требовать дань с
tr: Haraç İste:
vi: Yêu cầu cống nạp từ
zh_hans: 要求致敬对着

source: Raze
de: Zerstören
fr: Raser
it: Abbatti
ko: 완전히 파괴하다
pl: Zrównaj z ziemią
pt_br: Destruir
ru: Разрушить
tr: Yerle Bir Et:
vi: Bình địa
zh_hans: 夷

source: Take Over
de: Übernehmen
fr: Reprendre
it: Prendi il controllo
ko: 인수하다
pl: Przejmij władzę w
pt_br: Assumir controle
ru: Перенимать
tr: Ele Geçir:
vi: Tiếp quản
zh_hans: 接管

source: Seize
fr: Saisir
it: Sequestra
ko: 잡다
pl: Zajmij
pt_br: Apreender
ru: Воспользоваться
tr: El Koy:
vi: Chiếm giữ
zh_hans: 抢占

source: No messengers
fr: Pas de messagers
it: Nessun messaggero
ko: 메신저 없음
pl: Brak posłańców
pt_br: Sem mensageiros
ru: Нет гонцов
tr: Haberci yok
vi: Không có sứ giả
zh_hans: 没有信使

source: no
de: Nein
fr: non
ko: 아니요
pl: brak
pt_br: não
ru: нет
tr: yok
vi: không
zh_hans: 没有

source: messenger
de: Bote
fr: Messager
it: messaggero
ko: 전령
pl: posłaniec
pt_br: mensageiro
ru: гонец
tr: haberci
vi: sứ giả
zh_hans: 信使

source: here
de: hier
fr: ici
it: qui
ko: 여기
pl: tu
pt_br: aqui
ru: здесь
tr: burada
vi: ở đây
zh_hans: 这里

source: traveling
de: reisend
fr: en voyageant
it: in viaggio
ko: 여행
pl: podróżuje
pt_br: viajando
ru: путешествует
tr: seyahatte
vi: đang di chuyển
zh_hans: 旅行

source: Messenger (unfilled)
fr: Messager (non rempli)
it: Messaggero (non occupato)
ko: 메신저(채워지지 않음)
pl: Posłaniec (pusto)
pt_br: Mensageiro (não preenchido)
ru: Курьер (пусто)
tr: Haberci (boş)
vi: Sứ giả (chưa bổ nhiệm)
zh_hans: 信使（未填写）

source: and more...
de: und mehr...
fr: et plus...
it: e altro...
ko: 그리고 더...
pl: i więcej...
pt_br: e mais...
ru: и более...
tr: ve dahası...
vi: và nhiều hơn nữa...
zh_hans: 和更多...

source: No commanders
de: Keine Kommandanten
fr: Pas de commandants
it: Nessun comandante
ko: 지휘관 없음
pl: Brak dowódców
pt_br: Sem comandantes
ru: Нет командиров
tr: Komutan yok
vi: Không có chỉ huy nào
zh_hans: 没有指挥官

source: commander
de: Kommander
fr: le commandant
it: comandante
ko: 사령관
pl: dowódca
pt_br: comandante
ru: командир
tr: komutan
vi: chỉ huy
zh_hans: 指挥官

source: This mission cannot be altered now.
fr: Cette mission ne peut pas être modifiée maintenant.
it: Questa missione non può essere modificata ora.
ko: 이 임무는 지금 변경할 수 없습니다.
pl: Nie można teraz zmienić tej misji.
pt_br: Esta missão não pode ser alterada agora.
ru: Эта миссия не может быть изменена сейчас.
tr: Bu görev şu anda değiştirilemez.
vi: Nhiệm vụ này hiện không thể thay đổi.
zh_hans: 这个任务现在不能改变。

source: Click for assignments and details
fr: Cliquez pour les devoirs et les détails
it: Clicca per assegnazioni e dettagli
ko: 과제 및 세부 정보를 보려면 클릭하세요.
pl: Kliknij aby zobaczyć zadania i szczegóły
pt_br: Clique para atribuições e detalhes
ru: Нажмите для получения назначений и подробной информации
tr: Atamalar ve detaylar için tıklayın
vi: Nhấp để xem các giao nhiệm vụ và chi tiết
zh_hans: 点击查看任务和详细信息

source: Remove
de: Entfernen
fr: Retirer
it: Rimuovi
ko: 제거하다
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
vi: Gỡ bỏ
zh_hans: 移除
