Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: As your dwarves live and work in your fortress they will generate [C:6:0:1]Refuse[C:7:0:0].
fr: Au fur et à mesure que vos nains vivent et travaillent dans votre forteresse, ils généreront [C:6:0:1]des Déchets[C:7:0:0].
it: Mentre i tuoi nani vivono e lavorano nella fortezza, genereranno [C:6:0:1]Rifiuti[C:7:0:0].
pl: Twoje krasnoludy, żyjąc i pracując w twojej fortecy, będą generowały [C:6:0:1]Odpadki[C:7:0:0].
pt_br: Conforme seus anões vivem e trabalham em sua fortaleza, eles irão gerar [C:6:0:1]Restos[C:7:0:0].
ru: Пока ваши дварфы живут и работают в вашей крепости, они будут производить [C:6:0:1]Отходы[C:7:0:0].
tr: Cüceleriniz kalenizde yaşayıp çalışırken [C:6:0:1]Atık[C:7:0:0] üreteceklerdir.
vi: Khi những người lùn của bạn sống và làm việc trong pháo đài, họ sẽ tạo ra [C:6:0:1]Rác Thải[C:7:0:0].
zh_hans: 当你的矮人在你的堡垒中生活和工作时，他们会产生[C:6:0:1]垃圾[C:7:0:0]。

source: This includes everything from [C:6:0:1]Bones[C:7:0:0] and other [C:6:0:1]Remains[C:7:0:0] to worn-out [C:6:0:1]Clothing[C:7:0:0].
fr: Cela inclut tout, des [C:6:0:1]Os[C:7:0:0] et autres [C:6:0:1]Restes[C:7:0:0] aux [C:6:0:1]Vêtements[C:7:0:0] usés.
it: Questo include tutto, da [C:6:0:1]Ossa[C:7:0:0] e altri [C:6:0:1]Resti[C:7:0:0] all'[C:6:0:1]Abbigliamento[C:7:0:0] usurato.
pl: Ten termin obejmuje wszystko, od [C:6:0:1]Kości[C:7:0:0] i innych [C:6:0:1]Resztek[C:7:0:0] po znoszone [C:6:0:1]Ubrania[C:7:0:0].
pt_br: Isso inclui tudo de [C:6:0:1]Ossos[C:7:0:0] e outros [C:6:0:1]Restos[C:7:0:0] até [C:6:0:1]Roupas[C:7:0:0] usadas.
ru: Сюда входит все: от [C:6:0:1]костей[C:7:0:0] и других [C:6:0:1]останков[C:7:0:0] до изношенной [C:6:0:1]одежды[C:7:0:0].
tr: Bu, [C:6:0:1]Kemikler[C:7:0:0] ve diğer [C:6:0:1]Kalıntılardan[C:7:0:0] yıpranmış [C:6:0:1]Giysilere[C:7:0:0] kadar her şeyi içerir.
vi: Điều này bao gồm mọi thứ từ [C:6:0:1]Xương[C:7:0:0] và các [C:6:0:1]Phần Còn Lại[C:7:0:0] khác đến [C:6:0:1]Quần Áo[C:7:0:0] cũ rách.
zh_hans: 这包括从[C:6:0:1]骨头[C:7:0:0]和其他[C:6:0:1]遗物[C:7:0:0]到破旧的[C:6:0:1]衣服[C:7:0:0]等等的种种一切。

source: You can gather the [C:6:0:1]Refuse[C:7:0:0] in a [C:6:0:0]Refuse Stockpile[C:7:0:0].
fr: Vous pouvez rassembler les [C:6:0:1]Déchets[C:7:0:0] dans un [C:6:0:0]Stock de déchets[C:7:0:0].
it: Puoi portare i [C:6:0:1]Rifiuti[C:7:0:0] in una [C:6:0:0]Scorta di Rifiuti[C:7:0:0].
pl: Możesz zbierać [C:6:0:1]Odpadki[C:7:0:0] w [C:6:0:0]Magazynie Odpadków[C:7:0:0].
pt_br: Você pode reunir os [C:6:0:1]Restos[C:7:0:0] num [C:6:0:0]Estoque de Restos[C:7:0:0].
ru: Вы можете собирать [C:6:0:1]Мусор[C:7:0:0] в [C:6:0:0]Мусорные кучи[C:7:0:0].
tr: [C:6:0:1]Atıkları[C:7:0:0] bir [C:6:0:0]Atık Stok Alanında[C:7:0:0] toplayabilirsiniz.
vi: Bạn có thể thu thập [C:6:0:1]Rác Thải[C:7:0:0] trong một [C:6:0:0]Kho Chứa Rác Thải[C:7:0:0].
zh_hans: 你可以把[C:6:0:1]垃圾[C:7:0:0]收集到[C:6:0:0]垃圾堆[C:7:0:0]。

source: Some [C:6:0:1]Refuse[C:7:0:0] can be put to use, for instance [C:6:0:1]Shells[C:7:0:0] can be turned into [C:6:0:1]Crafts[C:7:0:0].
fr: Certains [C:6:0:1]Déchets[C:7:0:0] peuvent être utilisés, par exemple les [C:6:0:1]Coquillages[C:7:0:0] peuvent être transformés en [C:6:0:1]Artisanat[C:7:0:0].
it: Alcuni [C:6:0:1]Rifiuti[C:7:0:0] possono essere utilizzati. I [C:6:0:1]Gusci[C:7:0:0] ad esempio si possono trasformare in [C:6:0:1]Oggetti d'artigianato[C:7:0:0].
pl: Część [C:6:0:1]Odpadków[C:7:0:0] może być zużytkowana, na przykład [C:6:0:1]Muszle[C:7:0:0] mogą zostać zmienione w [C:6:0:1]Rękodzieło[C:7:0:0].
pt_br: Alguns [C:6:0:1]Restos[C:7:0:0] podem ser utilizáveis, por exemplo as [C:6:0:1]Conchas[C:7:0:0] podem ser transformadas em [C:6:0:1]Artesanato[C:7:0:0].
ru: Некоторые [C:6:0:1]отходы[C:7:0:0] можно использовать. Например, [C:6:0:1]ракушки[C:7:0:0] можно превратить в [C:6:0:1]изделия[C:7:0:0].
tr: Bazı [C:6:0:1]Atıklar[C:7:0:0] değerlendirilebilir, örneğin [C:6:0:1]Kabuklar[C:7:0:0] [C:6:0:1]El Sanatlarına[C:7:0:0] dönüştürülebilir.
vi: Một số [C:6:0:1]Rác Thải[C:7:0:0] có thể được tận dụng, ví dụ như [C:6:0:1]Vỏ Sò[C:7:0:0] có thể biến thành [C:6:0:1]Đồ Thủ Công[C:7:0:0].
zh_hans: 一些[C:6:0:1]垃圾[C:7:0:0]可以派上用场，例如[C:6:0:1]贝壳[C:7:0:0]可以变成[C:6:0:1]工艺品[C:7:0:0]。

source: Most of it will just generate foul smelling [C:0:0:1]Miasma[C:7:0:0].
fr: La plupart d'entre eux ne généreront que des odeurs nauséabondes [C:0:0:1]Miasme[C:7:0:0].
it: La maggior parte di essi genererà solo [C:0:0:1]Miasma[C:7:0:0] maleodorante.
ko: 대부분은 고약한 냄새[C:0:0:1]장기[C:7:0:0]를 생성합니다.
pl: Większość z nich będzie po prostu wytwarzać cuchnące [C:0:0:1]Wyziewy[C:7:0:0].
pt_br: A maior parte disso apenas gera um cheiro repugnante de [C:0:0:1]Miasma[C:7:0:0].
ru: Большая его часть будет просто генерировать дурно пахнущие [C:0:0:1]миазмы[C:7:0:0].
tr: Çoğu sadece kötü kokulu [C:0:0:1]Pis Koku (Miasma)[C:7:0:0] üretecektir.
vi: Phần lớn trong số đó sẽ chỉ tạo ra [C:0:0:1]Khí Độc[C:7:0:0] có mùi hôi thối.
zh_hans: 它的大部分将只是产生恶臭的[C:0:0:1]瘴气[C:7:0:0]。

source: If your [C:6:0:0]Refuse Stockpile[C:7:0:0] starts to fill up you can create a [C:3:0:0]Dump Zone[C:7:0:0].
fr: Si votre [C:6:0:0]Stock de déchets[C:7:0:0] commence à se remplir, vous pouvez créer une [C:3:0:0]Décharge[C:7:0:0] .
it: Se la tua [C:6:0:0]Scorta di Rifiuti[C:7:0:0] inizia a riempirsi puoi creare una [C:3:0:0]Discarica[C:7:0:0].
pl: Jeśli twój [C:6:0:0]Magazyn Odpadków[C:7:0:0] zaczyna się wypełniać możesz stworzyć [C:3:0:0]Strefę Wysypiska[C:7:0:0].
pt_br: Se o seu [C:6:0:0]Estoque de Restos[C:7:0:0] começar a encher você pode criar uma [C:3:0:0]Zona de Despejo[C:7:0:0].
ru: Если ваш [C:6:0:0]могильник[C:7:0:0] начнёт переполняться, вы можете создать [C:3:0:0]свалку[C:7:0:0].
tr: Eğer [C:6:0:0]Atık Stok Alanınız[C:7:0:0] dolmaya başlarsa bir [C:3:0:0]Çöplük Bölgesi[C:7:0:0] oluşturabilirsiniz.
vi: Nếu [C:6:0:0]Kho Chứa Rác Thải[C:7:0:0] của bạn bắt đầu đầy, bạn có thể tạo một [C:3:0:0]Khu Vực Đổ Bỏ[C:7:0:0].
zh_hans: 如果你的[C:6:0:0]垃圾堆[C:7:0:0]开始被填满，你可以创建一个[C:3:0:0]倾倒区[C:7:0:0]。

source: Use the [C:5:0:1]Zones[C:7:0:0] menu to select [C:3:0:0]Garbage Dump[C:7:0:0] and draw a rectangle over a cliff or hole and
fr: Utilisez le menu [C:5:0:1]Zones[C:7:0:0] pour sélectionner [C:3:0:0]Décharge[C:7:0:0] et dessinez un rectangle sur une falaise ou trou et
it: Usa il menù [C:5:0:1]Zone[C:7:0:0] per selezionare la [C:3:0:0]Discarica[C:7:0:0] e disegna un rettangolo sopra una rupe o un buco e
pl: Użyj menu [C:5:0:1]Strefy[C:7:0:0] aby wybrać [C:3:0:0]Wysypisko śmieci[C:7:0:0], narysuj prostokąt nad klifem lub dziurą i
pt_br: Use o menu de [C:5:0:1]Zonas[C:7:0:0] para selecionar um [C:3:0:0]Depósito de Lixo[C:7:0:0] então desenhe um retângulo sobre um penhasco ou buraco e
ru: Используйте меню [C:5:0:1]Зоны[C:7:0:0], выберите [C:3:0:0]Свалка мусора[C:7:0:0] и нарисуйте прямоугольник над обрывом или дырой и
tr: [C:5:0:1]Bölgeler[C:7:0:0] menüsünü kullanarak [C:3:0:0]Çöplük[C:7:0:0] seçeneğini seçin, bir uçurum veya delik üzerine bir dikdörtgen çizin ve
vi: Sử dụng [C:5:0:1]menu Khu Vực[C:7:0:0] để chọn [C:3:0:0]Bãi Rác[C:7:0:0] và vẽ một hình chữ nhật trên một vách đá hoặc lỗ hổng và
zh_hans: 使用[C:5:0:1]区域[C:7:0:0]菜单，选择[C:3:0:0]垃圾倾倒[C:7:0:0]，在悬崖或洞口上画一个矩形，并且

source: then designate [C:6:0:1]Items[C:7:0:0] for [C:3:0:1]Dumping[C:7:0:0].
fr: puis désignez [C:6:0:1]Objet[C:7:0:0] pour [C:3:0:1]Largage des déchets[C:7:0:0].
it: quindi marca gli [C:6:0:1]Oggetti[C:7:0:0] da [C:3:0:1]Scartare[C:7:0:0].
ko: 그런 다음 [C:3:0:1]덤핑[C:7:0:0]을 위한 [C:6:0:1]항목[C:7:0:0]을 지정합니다.
pl: wyznacz [C:6:0:1]Przedmioty[C:7:0:0] do [C:3:0:1]Zrzutu[C:7:0:0].
pt_br: então marque os [C:6:0:1]Itens[C:7:0:0] para [C:3:0:1]Despejo[C:7:0:0].
ru: затем назначьте [C:6:0:1]Предметы[C:7:0:0] для [C:3:0:1]Свалки[C:7:0:0].
tr: ardından [C:6:0:1]Eşyaları[C:7:0:0] [C:3:0:1]Çöpe Atılacak[C:7:0:0] olarak işaretleyin.
vi: sau đó chỉ định [C:6:0:1]Vật Phẩm[C:7:0:0] để [C:3:0:1]Đổ Bỏ[C:7:0:0].
zh_hans: 然后指定[C:6:0:1]项目[C:7:0:0]为[C:3:0:1]转储[C:7:0:0]。

source: This can be done either from the [C:5:0:1]Item's Info Sheet[C:7:0:0] or by dragging a rectangle over everything
fr: Cela peut être fait soit depuis la [C:5:0:1]Fiche d'information de l'objet[C:7:0:0] ou en faisant glisser un rectangle sur tout
it: Ciò può essere fatto dalla [C:5:0:1]Scheda Info dell'Oggetto[C:7:0:0] o trascinando un rettangolo su tutto
pl: Może to być zrobione zarówno z [C:5:0:1]Panelu Informacji Przedmiotu[C:7:0:0] albo przez rozciągnięcia prostokąta nad wszystkim
pt_br: Isso pode ser feito tanto pela [C:5:0:1]Chapa de Informações do Item[C:7:0:0] ou arrastando um retângulo sobre tudo que
ru: Это можно сделать либо из [C:5:0:1]Информационного листа предмета[C:7:0:0], либо перетащив прямоугольник по всему объекту
tr: Bu işlem, [C:5:0:1]Eşyanın Bilgi Sayfasından[C:7:0:0] veya bir dikdörtgen oluşturup seçtiğiniz her şeyi
vi: Điều này có thể được thực hiện từ [C:5:0:1]Bảng Thông Tin Vật Phẩm[C:7:0:0] hoặc bằng cách kéo một hình chữ nhật bao phủ tất cả
zh_hans: 这可以从[C:5:0:1]项目的信息表[C:7:0:0]中进行，或者通过在所有东西上拖动一个矩形来完成。

source: you want to dump using the [C:5:0:1]Dump Designation[C:7:0:0] tool.
fr: vous souhaitez effectuer une décharge à l'aide de l'outil [C:5:0:1]Désignation de la décharge[C:7:0:0].
it: quello che si desidera scartare tramite lo strumento [C:5:0:1]Designazione di scarto[C:7:0:0].
ko: [C:5:0:1]Dump Designation[C:7:0:0] 도구를 사용하여 덤프하려고 합니다.
pl: co chcesz wyrzucić, używając narzędzia [C:5:0:1]Przeznaczenie do zrzutu[C:7:0:0].
pt_br: você quiser despejar usando a ferramenta de [C:5:0:1]Marcar como Lixo[C:7:0:0] tool.
ru: вы хотите создать свалку с помощью инструмента [C:5:0:1]Назначение свалки[C:7:0:0].
tr: üzerine bir dikdörtgen sürükleyerek yapılabilir.
vi: những gì bạn muốn đổ bỏ bằng công cụ [C:5:0:1]Chỉ Định Đổ Bỏ[C:7:0:0].
zh_hans: 你想用[C:5:0:1]转储设计工具[C:7:0:0]来转储。

source: There are many treasures and perils deep underground.
fr: Il existe de nombreux trésors et périls dans les profondeurs souterraines.
it: Le profondità del sottosuolo sono colme di tesori e pericoli.
ko: 깊은 지하에는 많은 보물과 위험이 있습니다.
pl: Głęboko pod ziemią znajduje się wiele skarbów i niebezpieczeństw.
pt_br: Existem muitos tesouros e perigos no subsolo.
ru: Глубоко под землей таится много сокровищ и опасностей.
tr: Yerin derinliklerinde birçok hazine ve tehlike vardır.
vi: Có rất nhiều kho báu và hiểm nguy sâu dưới lòng đất.
zh_hans: 地下深处有许多宝藏和危险。

source: In order to pursue the wealth of the earth, you must dig deeper!
fr: Afin de poursuivre la richesse de la terre, vous devez creuser plus profondément !
it: Per cercare le ricchezze della terra bisogna scavare più a fondo!
ko: 땅의 부를 쫓으려면 더 깊이 파야 한다!
pl: Aby zdobyć bogactwo ziemi, musisz kopać głębiej!
pt_br: Para buscar a riqueza da terra, você deve cavar mais fundo!
ru: Хотите овладеть богатствами земли - копайте глубже!
tr: Dünyanın zenginliklerinin peşine düşmek için daha derine kazmalısınız!
vi: Để theo đuổi sự giàu có của lòng đất, bạn phải đào sâu hơn nữa!
zh_hans: 为了追求地下的财富，你必须挖得更深！

source: Valuable gems and precious metals can be found, along with richer soil,
de: Hier finden sich wertvolle Edelsteine und Edelmetalle sowie reicherer Boden,
fr: Des pierres précieuses et des métaux précieux peuvent être trouvés, ainsi qu'un sol plus riche,
it: Si possono trovare gemme e metalli preziosi, oltre a suolo più ricco,
ko: 귀중한 보석들과 귀금속들은 더 풍부한 토양과 함께 발견될 수 있습니다.
pl: Można znaleźć cenne klejnoty i metale szlachetne, a także żyźniejszą glebę,
pt_br: Gemas valiosas e metais preciosos podem ser encontrados, juntamente com solo mais rico,
ru: Можно найти драгоценные камни и благородные металлы, наряду с более плодородной почвой,
tr: Daha verimli toprakların yanı sıra değerli mücevherler ve kıymetli metaller de bulunabilir,
vi: Các loại đá quý và kim loại quý có giá trị có thể được tìm thấy, cùng với đất đai màu mỡ hơn,
zh_hans: 这里可以找到贵重的宝石和贵金属，还有肥沃的土壤，

source: desperately needed water, fungal lumber, and other tantalizing mysteries.
fr: avait désespérément besoin d'eau, de bois fongique et d'autres mystères alléchants.
it: l'acqua disperatamente necessaria, legname fungino e altri allettanti misteri.
ko: 물, 곰팡이 목재, 그리고 다른 감질나는 미스터리들이 절실히 필요할 것 입니다.
pl: rozpaczliwie potrzebną wodę, drewno grzybowe i inne kuszące tajemnice.
pt_br: água desesperadamente necessária, madeira fúngica e outros mistérios tentadores.
ru: водой в случае крайней нужды, грибной древесине и других дразнящих таинствах.
tr: ayrıca çaresizce ihtiyaç duyulan su, mantar kerestesi ve diğer cezbedici gizemler.
vi: nguồn nước cần thiết khẩn cấp, gỗ nấm, và những bí ẩn hấp dẫn khác.
zh_hans: 急需水，真菌木材，还有其他诱人的谜团。

source: To attract migrants and build a successful settlement,
fr: Pour attirer les migrants et construire une implantation réussie,
it: Per attrarre migranti e costruire un insediamento di successo,
ko: 이민자를 유치하고 성공적인 정착을 구축하기 위해
pl: Aby przyciągnąć imigrantów i zbudować prosperującą osadę,
pt_br: Para atrair migrantes e construir um assentamento de sucesso,
ru: Привлечь мигрантов и построить успешное поселение,
tr: Göçmenleri çekmek ve başarılı bir yerleşim yeri kurmak için,
vi: Để thu hút người di cư và xây dựng một khu định cư thành công,
zh_hans: 以吸引移民并修建一个成功的定居点

source: you will need to keep your citizens happy.
de: die Sie brauchen, um Ihre Bürger zufrieden zu stellen.
fr: vous devrez garder vos citoyens heureux.
it: dovrai mantenere felici i tuoi cittadini.
ko: 시민을 행복하게 유지해야 합니다.
pl: musisz sprawić, aby twoi obywatele byli szczęśliwi.
pt_br: você precisará manter seus cidadãos felizes.
ru: вам нужно, чтобы ваши поселенцы были счастливы.
tr: vatandaşlarınızı mutlu tutmanız gerekecek.
vi: bạn sẽ cần giữ cho công dân của mình hạnh phúc.
zh_hans: 你需要让你的市民们满意。

source: There are many ways to maintain your citizens.
fr: Il existe de nombreuses façons de maintenir vos citoyens.
it: Ci sono molti modi per provvedere ai tuoi cittadini.
ko: 시민을 유지하는 방법에는 여러 가지가 있습니다.
pl: Jest wiele sposobów na podtrzymanie twoich obywateli.
pt_br: Existem muitas maneiras de manter seus cidadãos.
ru: Есть много способов поддержать своих жителей.
tr: Vatandaşlarınızın ihtiyaçlarını karşılamanın birçok yolu vardır.
vi: Có nhiều cách để duy trì công dân của bạn.
zh_hans: 有很多方法可以保护你的公民。

source: Alcohol, good food, and personal rooms go a long way.
fr: L'alcool, la bonne nourriture et les chambres personnelles vont très loin.
it: L'alcol, il buon cibo e le stanze personali aiutano molto.
ko: 술, 좋은 음식, 개인 공간은 먼 길을 간다.
pl: Alkohol, dobre jedzenie i osobiste pokoje są dobrym wyborem.
pt_br: Álcool, boa comida e quartos pessoais percorrem um longo caminho.
ru: Алкоголь, хорошая еда и личные комнаты имеют большое значение.
tr: Alkol, iyi yemek ve kişisel odalar çok işe yarar.
vi: Rượu, thức ăn ngon và phòng riêng sẽ mang lại nhiều lợi ích.
zh_hans: 酒精、美食和私人房间大有帮助。

source: Meet their needs by providing [C:3:0:0]Meeting Areas[C:7:0:0] and [C:1:0:1]Locations[C:7:0:0] for socializing, worship, and study.
fr: Répondez à leurs besoins en fournissant des [C:3:0:0]zones de réunion[C:7:0:0] et des [C:1:0:1]lieux[C:7:0:0] pour socialiser, adorer, et étudier.
it: Soddisfa i loro bisogni fornendo [C:3:0:0]Aree d'incontro[C:7:0:0] e [C:1:0:1]Luoghi[C:7:0:0] per socializzare, adorare e studiare.
pl: Zaspokój ich potrzeby zapewniając [C:3:0:0]Obszary spotkań[C:7:0:0] i [C:1:0:1]Lokacje[C:7:0:0] do spotkań towarzyskich, oddawania czci bogom i nauki.
pt_br: Atenda às suas necessidades, fornecendo [C:3:0:0]Áreas de Reunião[C:7:0:0] e [C:1:0:1]Locais[C:7:0:0] para socializar, orar e estudar.
ru: Удовлетворять их потребности, предоставляя [C:3:0:0]Зоны собраний[C:7:0:0] и [C:1:0:1]Места[C:7:0:0] для общения, поклонения и учебы.
tr: Sosyalleşme, ibadet ve çalışma için [C:3:0:0]Buluşma Alanları[C:7:0:0] ve [C:1:0:1]Mekanlar[C:7:0:0] sağlayarak ihtiyaçlarını karşılayın.
vi: Đáp ứng nhu cầu của họ bằng cách cung cấp [C:3:0:0]Khu Vực Gặp Gỡ[C:7:0:0] và [C:1:0:1]Địa Điểm[C:7:0:0] để giao lưu, thờ cúng và học tập.
zh_hans: 通过提供[C:3:0:0]会议区[C:7:0:0]和[C:1:0:1]社交、崇拜和学习的地点[C:7:0:0]来满足他们的需求。

source: Monitor their thoughts to identify problems that you can solve.
fr: Surveillez leurs pensées pour identifier les problèmes que vous pouvez résoudre.
it: Monitora i loro pensieri per identificare i problemi che puoi risolvere.
ko: 당신이 해결할 수 있는 문제를 식별하기 위해 그들의 생각을 모니터하십시오.
pl: Monitoruj ich myśli, aby zidentyfikować problem, który będziesz mógł rozwiązać.
pt_br: Monitore seus pensamentos para identificar problemas que você pode resolver.
ru: Следите за их мыслями, чтобы выявить проблемы, которые вы можете решить.
tr: Çözebileceğiniz sorunları belirlemek için düşüncelerini izleyin.
vi: Giám sát suy nghĩ của họ để xác định các vấn đề mà bạn có thể giải quyết.
zh_hans: 观察他们的想法来找出你可以解决的问题。

source: Unhappy citizens can act out and cause trouble, and fewer people will risk travel to a
de: Unzufriedene Bürgerinnen und Bürger können sich aufspielen und Ärger machen, und weniger Menschen werden eine Reise in ein
fr: Des citoyens mécontents peuvent passer à l'acte et causer des problèmes, et moins de personnes risquent de se rendre dans un
it: I cittadini insoddisfatti possono causare problemi e meno persone rischieranno di recarsi ad una
ko: 불행한 시민들은 행동하고 문제를 일으킬 수 있고, 더 적은 사람들이 여행의 위험을 감수할 것이다.
pl: Niezadowoleni obywatele mogą źle się zachowywać i sprawiać kłopoty, i mniej ludzi zaryzykuje podróż do
pt_br: Cidadãos insatisfeitos podem agir e causar problemas, e menos pessoas se arriscam a viajar para um
ru: Недовольные жители могут вести себя неадекватно и создавать проблемы, также все меньше народу рискнет отправиться
tr: Mutsuz vatandaşlar taşkınlık yapıp sorun çıkarabilir ve daha az insan böyle bir yere seyahat etme riskini göze alacaktır
vi: Những công dân không hạnh phúc có thể quậy phá và gây rắc rối, và ít người sẽ mạo hiểm đến một
zh_hans: 不开心的市民可能会闹事，所以很少有人会冒险去一个

source: miserable fortress.
fr: misérable forteresse.
it: fortezza miserabile.
ko: 비참한 요새.
pl: nieszczęśliwej fortecy.
pt_br: fortaleza miserável.
ru: жалкая крепость.
tr: sefil kale.
vi: pháo đài tồi tệ.
zh_hans: 悲惨的堡垒。

source: The current and optional path to victory is to have your fortress elevated to a barony.
fr: Le chemin actuel et facultatif vers la victoire consiste à élever votre forteresse au rang de baronnie.
it: Il percorso attuale (e facoltativo) per vincere è far elevare la propria fortezza a baronia.
ko: 현재의 선택적인 승리의 길은 요새를 남작으로 격상시키는 것입니다.
pl: Aktualną, opcjonalną drogą do zwycięstwa jest wyniesienie twojej fortecy do godności baronii.
pt_br: O caminho atual e opcional para a vitória é ter sua fortaleza elevada a um baronato.
ru: Текущий и необязательный путь к победе - это возведение вашей крепости в ранг баронства.
tr: Zafere giden mevcut ve isteğe bağlı yol, kalenizi baronluk seviyesine yükseltmektir.
vi: Con đường chiến thắng hiện tại và tùy chọn là để pháo đài của bạn được nâng cấp lên cấp bá tước.
zh_hans: 目前，通往胜利的可行地方法是将你的要塞提升为男爵领地。

source: From there, you can build your wealth, export goods, and attract more migrants until
de: Von dort aus können Sie Ihren Wohlstand aufbauen, Waren exportieren und weitere Migranten anziehen, bis
fr: À partir de là, vous pouvez créer votre richesse, exporter des biens et attirer plus de migrants jusqu'à ce que
it: Da lì puoi creare la tua ricchezza, esportare prodotti e attirare altri migranti fino a
ko: 거기서, 당신은 부를 쌓고, 상품을 수출하고, 더 많은 이민자들을 유치할 수 있습니다.
pl: Osiągnąwszy to, możesz budować dobrobyt, eksportować dobra i przyciągać więcej migrantów aż
pt_br: A partir daí, você pode construir sua riqueza, exportar mercadorias e atrair mais migrantes até que
ru: Оттуда вы сможете наращивать свое богатство, экспортировать товары и привлекать больше мигрантов до тех пор, пока
tr: Buradan servetinizi inşa edebilir, mal ihraç edebilir ve daha fazla göçmen çekebilirsiniz, ta ki
vi: Từ đó, bạn có thể xây dựng sự giàu có của mình, xuất khẩu hàng hóa, và thu hút thêm nhiều người di cư cho đến khi
zh_hans: 从那里，你可以积累财富，出口商品，吸引更多的移民，直到

source: you become a county then a duchy. A happy fortress with many exports and massive wealth
fr: vous devenez un comté puis un duché. Une forteresse heureuse avec de nombreuses exportations et une richesse massive
it: diventare una contea e poi un ducato. Una fortezza felice con molte esportazioni e un'enorme ricchezza
ko: 당신은 상류층이 되고 나서 공국이 됩니다. 많은 수출과 막대한 부를 가진 행복한 요새
pl: zostaniesz hrabstwem, a następnie księstwem. Szczęśliwa forteca z wieloma towarami eksportowymi i ogromnym bogactwem
pt_br: você se torne um condado e depois um ducado. Uma fortaleza feliz com muitas exportações e riqueza enorme
ru: пока не станете графством, а затем и герцогством. Счастливая крепость с успешным экспортом и порядочным состоянием
vi: bạn trở thành một hạt rồi một công quốc. Một pháo đài thịnh vượng với nhiều mặt hàng xuất khẩu và tài sản khổng lồ
zh_hans: 你将成为一位伯爵、进而成为公爵。并拥有一个车水马龙、堆金积玉的幸福要塞

source: can attract the existing monarch of the civilization.
fr: peut attirer le monarque existant de la civilisation.
it: può attrarre l'attuale monarca della civiltà.
ko: 문명의 기존 군주를 끌어들일 수 있습니다.
pl: może przyciągnąć panującego monarchę twojej cywilizacji.
pt_br: pode atrair o monarca existente da civilização.
ru: может привлечь существующего монарха цивилизации.
tr: medeniyetin mevcut hükümdarını cezbedebilir.
vi: có thể thu hút quân vương hiện tại của nền văn minh.
zh_hans: 能吸引现存文明的君主。

source: This is the first step to completing the game. Next, you'll need to satisfy your ruler's needs,
fr: C'est la première étape pour terminer le jeu. Ensuite, vous devrez satisfaire les besoins de votre règle,
it: Questo è il primo passo per completare il gioco. Successivamente, dovrai soddisfare le esigenze del tuo sovrano,
ko: 이것은 게임을 완성하기 위한 첫 번째 단계입니다. 다음은 통치자의 요구를 충족시켜야 합니다.
pl: To pierwszy krok do ukończenia gry. Następnie, musisz zaspokoić potrzeby twojego władcy,
pt_br: Este é o primeiro passo para completar o jogo. Em seguida, você precisará satisfazer as necessidades de seus regentes
ru: Это первый шаг к завершению игры. Далее вам нужно будет удовлетворить потребности вашего правителя,
vi: Đây là bước đầu tiên để hoàn thành trò chơi. Tiếp theo, bạn sẽ cần thỏa mãn các nhu cầu của người cai trị,
zh_hans: 这是完成游戏的第一步。接下来，您需要满足统治者的需求，

source: and finally become a Mountainhome by seating them on a legendary throne with seven mythical symbols of office.
de: und schließlich ein Königreich werden, indem man sie auf einen legendären Thron mit sieben mythischen Amtssymbolen setzt.
fr: et enfin devenir un Mountainhome en les asseyant sur un trône légendaire avec sept symboles mythiques de bureau.
it: e finalmente diventare una Roccananica facendoli sedere su un trono leggendario con sette mitici simboli del suo incarico.
ko: 그리고 마침내 그들을 일곱 개의 신화적인 사무실 상징이 있는 전설적인 왕좌에 앉힘으로써 마운틴 홈이 됩니다.
pl: i ostatecznie zostając Górniczym Domem, sadzając go na legendarnym tronie z siedmioma mistycznymi symbolami urzędu.
pt_br: e, finalmente, tornar-se um Lar da Montanha sentando-os em um trono lendário com sete símbolos míticos no comando.
ru: и, наконец, станьте Горным Домом, усадив их на легендарный трон с семью мифическими символами власти.
tr: ve sonunda onları yedi efsanevi makam sembolüyle donatılmış efsanevi bir tahta oturtarak Ana Yurt (Mountainhome) olmanız gerekecek.
vi: và cuối cùng trở thành một Mountainhome bằng cách đặt họ lên một ngai vàng huyền thoại với bảy biểu tượng quyền lực thần thoại.
zh_hans: 并最终成为山居的一员，让他们坐在带有七个神话般的职务标志的传奇宝座上。

source: You'll be an accomplished player at this point.
fr: Vous serez un joueur accompli à ce stade.
it: A questo punto sarai un giocatore affermato.
ko: 이 시점에서 당신은 뛰어난 선수가 될 것입니다.
pl: W tym momencie będziesz już doświadczonym graczem.
pt_br: Você será um jogador talentoso neste ponto.
ru: К этому моменту вы станете опытным игроком.
tr: Bu noktada başarılı bir oyuncu olacaksınız.
vi: Tại thời điểm này, bạn sẽ là một người chơi tài năng.
zh_hans: 在这一点上，你将是一名出色的玩家。
