Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Member
de: Mitglied
fr: Membre
it: Membro
ko: 회원
pl: Członek
pt_br: Membro
ru: Член
tr: Üye
vi: Thành viên
zh_hans: 会员

source: Former member
fr: Ancien membre
it: Ex membro
ko: 전 회원
pl: Były członek
pt_br: Ex-membro
ru: Бывший член
tr: Eski üye
vi: Cựu thành viên
zh_hans: 前会员

source: Slave
de: Sklave
fr: Trimer
it: Schiavo
ko: 노예
pl: Niewolnik
pt_br: Escravidao
ru: Раб
tr: Köle
vi: Nô lệ
zh_hans: 奴隶

source: Former slave
de: Ehemaliger Sklave
fr: Ancien esclave
it: Ex schiavo
ko: 전직 노예
pl: Były niewolnik
pt_br: Ex-escravizado
ru: Бывший раб
tr: Eski köle
vi: Cựu nô lệ
zh_hans: 前奴隶

source: Former prisoner
de: Ehemaliger Häftling
fr: Ancien prisonnier
it: Ex prigioniero
ko: 전직 죄수
pl: Były więzień
pt_br: Ex-prisioneiro
ru: Бывший заключенный
tr: Eski mahkum
vi: Cựu tù nhân
zh_hans: 前囚徒

source: Worker
de: Arbeiter
fr: Ouvrier
it: Lavoratore
ko: 노동자
pl: Pracownik
pt_br: Freelancer
ru: Рабочий
tr: İşçi
vi: Công nhân
zh_hans: 工人

source: Former worker
de: Ehemaliger Arbeiter
fr: Ancien ouvrier
it: Ex Lavoratore
ko: 전직 노동자
pl: Były pracownik
pt_br: Ex-trabalhador
ru: Бывший сотрудник
tr: Eski işçi
vi: Cựu công nhân
zh_hans: 前工人

source: Squad
de: Truppe
fr: Équipe
ko: 분대
pl: Oddział
pt_br: Esquadrão
ru: Отряд
tr: Birlik
vi: Đội
zh_hans: 分队

source: Uniform
fr: Uniforme
it: Unif.
ko: 제복
pl: Mundur
pt_br: Uniforme
ru: Форма
tr: Üniforma
vi: Đồng phục
zh_hans: 制式服装

source: Kills
de: Morde
fr: Tue
it: Uccis.
ko: 살해 목록
pl: Zabójstwa
pt_br: Assassinatos
ru: Бои
tr: Öldürülenler
vi: Số mạng hạ gục
zh_hans: 击杀数

source: No squad assigned
de: Keine Truppe zugewiesen
fr: Aucune équipe affectée
it: Nessuna squadra assegnata
ko: 배정된 분대 없음
pl: Brak przypisanego oddziału
pt_br: Sem esquadrão atribuído
ru: Отряд не назначен
tr: Atanmış birlik yok
vi: Chưa phân công đội hình
zh_hans: 未指定小队

source: No orders
de: Keine Aufträge
fr: Aucune commande
it: Nessun ordine
ko: 명령 없음
pl: Brak rozkazów
pt_br: Nenhuma ordem
ru: Нет приказов
tr: Emir yok
vi: Không có mệnh lệnh
zh_hans: 没有订单

source: Recent thoughts
de: Gedanken (Jetzt)
fr: Réflexions récentes
it: Pensieri recenti
ko: 최근 생각
pl: Niedawne myśli
pt_br: Pensamentos recentes
ru: Недавние мысли
tr: Son düşünceler
vi: Suy nghĩ gần đây
zh_hans: 近期想法

source: Memories
de: Erinnerungen
fr: Souvenirs
it: Ricordi
ko: 기억
pl: Wspomn.
pt_br: Memórias
ru: Памятное
tr: Anılar
vi: Ký ức
zh_hans: 记忆

source: Values
de: Werte
fr: Valeurs
it: Valori
ko: 가치
pl: Wartości
pt_br: Valores
ru: Идеалы
tr: Değerler
vi: Giá trị
zh_hans: 价值观

source: Preferences
de: Präferenzen
fr: Préférences
it: Preferenze
ko: 선호
pl: Preferencje
pt_br: Preferências
ru: Предпочтения
tr: Tercihler
vi: Sở thích
zh_hans: 偏好

source: Needs
de: Bedürfnisse
fr: Besoins
it: Bisogni
ko: 욕구
pl: Potrzeby
pt_br: Necessidades
ru: Нужды
tr: İhtiyaçlar
vi: Nhu cầu
zh_hans: 需要

source: *** Forbidden ***
de: *** Verboten ***
fr: *** Interdit ***
it: *** Proibito ***
ko: *** 금지됨 ***
pl: *** Zabronione ***
pt_br: *** Proibido ***
ru: *** Под запретом ***
tr: *** Yasak ***
vi: *** Cấm Chỉ ***
zh_hans: *** 禁止 ***

source: Slated for removal
fr: Prévu pour l'enlèvement
it: Previsto per la rimozione
ko: 제거 예정됨
pl: Przeznaczony do usunięcia
pt_br: Marcado para remoção
ru: Запланировано для сноса
tr: Sökülmesi planlandı
vi: Đã định lịch loại bỏ
zh_hans: 已标记为删除

source: Removal suspended.
fr: Déménagement suspendu.
it: Rimozione sospesa
ko: 제거 유예됨.
pl: Usuwanie zawieszone.
pt_br: Remoção suspendida.
ru: Снос приостановлен
tr: Kaldırma askıya alındı.
vi: Việc loại bỏ đã tạm ngừng.
zh_hans: 中止移除

source: Removal inactive.
fr: Suppression inactive.
it: Rimozione inattiva.
ko: 제거 비활성화.
pl: Usuwanie nieaktywne.
pt_br: Remoção inativa.
ru: Снос неактивен
tr: Kaldırma pasif.
vi: Việc loại bỏ không hoạt động.
zh_hans: 删除无效。

source: Cancel removal
fr: Annuler la suppression
it: Annulla rimozione
ko: 제거 취소
pl: Anuluj usuwanie
pt_br: Cencelar remoção
ru: Прекратить снос
tr: Kaldırmayı iptal et
vi: Hủy loại bỏ
zh_hans: 取消删除

source: Trap Occupied:
de: Falle besetzt:
fr: Piège occupé :
it: Trappola occupata:
ko: 함정 점령:
pl: Pułapka zajęta:
pt_br: Armadilha ocupada:
ru: Ловушка занята:
tr: Tuzak Dolu:
vi: Bẫy đã bị chiếm:
zh_hans: 陷阱被占用

source: Waiting for construction...
de: Wartet auf Konstruktion...
fr: En attendant le chantier...
it: In attesa di costruzione...
ko: 건축 대기 중...
pl: Czeka na budowę...
pt_br: À espera de construção...
ru: Ожидает строительства...
tr: İnşaat bekleniyor...
vi: Đang chờ xây dựng...
zh_hans: 等待施工...

source: Construction initiated.
de: Konstruktion begonnen.
fr: Chantier lancé.
it: Costruzione cominciata.
ko: 건설 시작됨.
pl: Budowa rozpoczęta.
pt_br: Construção iniciada.
ru: Строительство начато.
tr: İnşaat başlatıldı.
vi: Đã khởi công xây dựng.
zh_hans: 施工开始.

source: Partially constructed.
de: Teilweise konstruiert.
fr: Partiellement construit.
it: Parzialmente costruito.
ko: 부분적으로 건설됨.
pl: Częściowo zbudowany.
pt_br: Parcialmente construído.
ru: Частично построено.
tr: Kısmen inşa edildi.
vi: Đã xây dựng một phần.
zh_hans: 部分已构建

source: Construction nearly done.
de: Konstruktion fast fertig.
fr: Chantier presque terminé.
it: Costruzione quasi completa.
ko: 건설이 거의 끝나감.
pl: Budowa prawie skończona.
pt_br: Construção quase no fim.
ru: Строительство почти закончено.
tr: İnşaat neredeyse bitti.
vi: Xây dựng gần hoàn thành.
zh_hans: 构筑接近完成

source: Construction suspended.
de: Konstruktion ausgesetzt.
fr: Chantier suspendu.
it: Costruzione sospesa.
ko: 건설 중단됨.
pl: Budowa wstrzymana.
pt_br: Construção suspendida.
ru: Строительство приостановлено.
tr: İnşaat askıya alındı.
vi: Xây dựng đã tạm ngừng.
zh_hans: 施工暂停。

source: Construction inactive.
de: Konstruktion inaktiv.
fr: Chantier inactif.
it: Costruzione inattiva
ko: 건설 비활성.
pl: Budowa nieaktywna.
pt_br: Construção está inativa.
ru: Строительство неактивно.
tr: İnşaat pasif.
vi: Xây dựng không hoạt động.
zh_hans: 建造搁置。

source: Resume construction
de: Konstruktion Fortsetzen
fr: Reprendre la construction
it: Riprendi costruzione
ko: 건설 재개
pl: Wznów budowę
pt_br: Continuar construção
ru: Продолжить постройку
tr: İnşaata devam et
vi: Tiếp tục xây dựng
zh_hans: 恢复建造

source: Suspend construction
de: Bauarbeiten aussetzen
fr: Suspendre la construction
it: Sospendi costruzione
ko: 건설 중단
pl: Zawieszenie budowy
pt_br: Suspender contrução
ru: Приостановить постройку
tr: İnşaatı askıya al
vi: Tạm ngừng xây dựng
zh_hans: 暂停建造

source: Cancel construction
de: Konstruktion abbrechen
fr: Annuler la construction
it: Annulla costruzione
ko: 건설 취소
pl: Anuluj budowę
pt_br: Cancelar construção
ru: Отменить постройку
tr: İnşaatı iptal et
vi: Hủy xây dựng
zh_hans: 取消建造

source: Remove building
de: Gebäude entfernen
fr: Supprimer le bâtiment
it: Rimuovi edificio
ko: 건물 제거
pl: Usuń budowlę
pt_br: Remover construção
ru: Разрушить постройку
tr: Yapıyı sök
vi: Dỡ bỏ công trình
zh_hans: 移除建筑物

source: This building has
de: Dieses Gebäude hat
fr: Ce bâtiment a
it: Questo edificio ha
ko: 이 건물은
pl: Ten budynek
pt_br: Esta construção foi
ru: Это строение
tr: Bu bina
vi: Công trình này đã
zh_hans: 这座建筑有

source: been claimed by
de: wurde beansprucht von
fr: été revendiqué par
it: è stato rivendicato da
ko: 점거되었다
pl: został zajęty przez
pt_br: reivindicada por
ru: был занят
tr: tarafından sahiplenildi
vi: được {0} chiếm dụng
zh_hans: 被声称的

source: works furiously!
fr: fonctionne furieusement!
it: lavora furiosamente!
ko: 미친듯이 일한다!
pl: pracuje jak szalony!
pt_br: trabalha furiosamente!
ru: работает как бешеный!
tr: harıl harıl çalışıyor!
vi: làm việc điên cuồng!
zh_hans: 疯狂地工作！

source: keeps muttering
de: murmelt vor sich hin
fr: n'arrête pas de marmonner
it: continua a borbottare
ko: 계속 투덜거린다
pl: nie przestaje mruczeć
pt_br: fica murmurando
ru: продолжает бормотать
tr: kendi kendine mırıldanıp duruyor
vi: không ngừng lẩm bẩm
zh_hans: 不停地嘀咕

source: works secretly...
de: arbeitet heimlich ...
fr: fonctionne secrètement...
it: lavora segretamente...
ko: 비밀스럽게 일한다...
pl: pracuje w tajemnicy...
pt_br: trabalha secretamente...
ru: работает тайно...
tr: gizlice çalışıyor...
vi: làm việc bí mật...
zh_hans: 秘密工作...

source: works, darkly brooding...
de: arbeitet, düster grübelnd...
fr: fonctionne, sombrement maussade...
it: lavora in modo cupamente meditabondo...
ko: 일한다, 어둡게 생각하며...
pl: pracuje, ponuro zamyślony...
pt_br: trabalha, sombriamente calado...
ru: работает, мрачно задумавшись...
tr: çalışıyor, kara kara düşünüyor...
vi: làm việc, suy tư u ám...
zh_hans: 阴沉思索着工作...

source: works with menacing fury!
fr: travaille avec une fureur menaçante !
it: lavora con furia minacciosa!
ko: 위협적으로 격분한 채 일한다!
pl: pracuje z groźną furią!
pt_br: trabalha com fúria ameaçadora!
ru: работает со страшной скоростью!
tr: Harıl harıl ve dehşet saçarak çalışıyor!
vi: làm việc với sự phẫn nộ đáng sợ!
zh_hans: 以惊人的速度工作！

source: broods
de: grübelt
fr: couvées
it: nidiate
ko: 곱씹는다
pl: rozmyśla
pt_br: ninhadas
ru: размышляет
tr: kara kara düşünüyor
vi: đang suy tư
zh_hans: 沉思

source: "Yes. I need
de: "Ja. Ich brauche
fr: "Oui j'en ai besoin
it: "Si. Ho bisogno di
ko: "그래. 이게 필요해.
pl: "Tak. Potrzebuję
pt_br: "Sim. Eu preciso
ru: "Да. Мне требуется
tr: "Evet. Bana ... lazım
vi: Vâng. Tôi cần
zh_hans: “是的我需要

source: "Leave me. I need...
de: "Lass mich allein. Ich brauche...
fr: "Laisse-moi. J'ai besoin de...
it: "Lasciatemi. Ho bisogno...
ko: "날 가만 놔둬. 내가 필요한 건...
pl: "Zostaw mnie. Potrzebuję...
pt_br: "Deixe-me. Eu preciso...
ru: "Оставь меня в покое. Мне нужны...
tr: "Beni yalnız bırakın. Bana ... lazım...
vi: Hãy để tôi yên. Tôi cần...
zh_hans: “离开我。我需要......

source: things... certain things
de: Dinge... bestimmte Dinge
fr: des choses... certaines choses
it: cose... certe cose
ko: 그것들... 확실히 그것들
pl: rzeczy... konkretnych rzeczy
pt_br: coisas... certas coisas
ru: вещи... кое-какие вещи
tr: şeyler... belirli şeyler
vi: những thứ... những thứ nhất định
zh_hans: 东西... 一些东西

source: screams
de: schreit
fr: cris
it: urla
ko: 비명 지른다
pl: krzyczy
pt_br: Grito
ru: кричит
tr: çığlık atıyor
vi: la hét
zh_hans: 尖叫声

source: "I must have
de: Ich benötige
fr: "Je dois avoir
it: "Devo avere
ko: "이걸 꼭 가져야 해.
pl: "Muszę mieć
pt_br: "Eu devo ter
ru: "Мне необходимо
tr: "Mutlaka ... lazım
vi: Tôi phải có
zh_hans: “我必须拥有

source: mutters
de: murmelt
fr: marmonne
it: borbottamento
ko: 중얼거린다
pl: mruczy
pt_br: murmura
ru: бормочет
tr: mırıldanıyor
vi: lẩm bẩm
zh_hans: 嘟囔

source: needs
de: benötigt
fr: Besoins
it: ha bisogno
ko: 욕구
pl: potrzebuje
pt_br: necessidades
ru: нужно
tr: ihtiyaçları
vi: cần
zh_hans: 需求

source: bones... yes
de: Knochen... ja
fr: os... oui
it: ossa... sì
ko: 뼈... 그래
pl: kości... tak
pt_br: ossos... sim
ru: кости... да-а...
tr: kemikler... evet
vi: xương... vâng
zh_hans: 骨头......是的

source: a shell
de: eine muschel
fr: une coquille
it: una conchiglia
ko: 껍데기
pl: muszla
pt_br: concha
ru: панцирь
tr: bir kabuk
vi: một chiếc vỏ
zh_hans: 一个贝壳

source: a corpse
de: eine Leiche
fr: un cadavre
it: un cadavere
ko: 시체
pl: ciało
pt_br: Cadáver
ru: труп
tr: bir ceset
vi: một cái xác
zh_hans: 一具尸体

source: tree... life
de: Baum... leben
fr: arbre... la vie
it: albero... vita
ko: 나무... 생명
pl: drzewo... życie
pt_br: vida da árvore...
ru: дерево... жизнь
tr: ağaç... hayat
vi: cây... sự sống
zh_hans: 树...生命

source: raw... green
de: roh... grün
fr: brut... vert
it: grezzo... verde
ko: 원시... 녹색
pl: świeży... zielony
pt_br: cru... verde
ru: грубое... зелёное
tr: ham... yeşil
vi: thô... xanh
zh_hans: 未经加工的...绿色的

source: raw... clear
fr: brut... clair
it: grezzo... chiaro
ko: 원시... 투명한
pl: świeży... czysty
pt_br: cru... claro
ru: грубое... прозрачное
tr: ham... berrak
vi: thô... trong suốt
zh_hans: 原料......透亮的

source: raw... crystal
fr: cristal... brut
it: grezzo... cristallo
ko: 원시... 크리스탈
pl: świeży... kryształ
pt_br: cru... cristal
ru: грубое... хрустальное
tr: ham... kristal
vi: thô... pha lê
zh_hans: 原料......水晶

source: rough... color
de: raue... Farbe
fr: rugueux... couleur
it: ruvido... colore
ko: 거친... 색상
pl: szorstki... kolor
pt_br: cor em bruto...
ru: грубый... цветной
tr: kabaca... renk
vi: thô... màu sắc
zh_hans: 粗糙的...颜色

source: stone... rock
de: Stein... Fels
fr: pierre... roche
it: pietra... roccia
ko: 돌... 바위
pl: kamień... skała
pt_br: pedra, rocha
ru: камень... булыжник
tr: taş... kaya
vi: đá... đá tảng
zh_hans: 石头......岩石

source: bars... metal
de: Barren... Metall
fr: barres... métal
it: barre... metallo
ko: 주괴... 금속
pl: sztaby... metal
pt_br: bares, metal
ru: слитки... металл
tr: külçeler... metal
vi: thỏi... kim loại
zh_hans: 条锭......金属

source: gems... shining
de: Edelsteine... strahlend
fr: joyaux... brillants
it: gemme... splendenti
ko: 보석... 빛나는
pl: klejnoty... błyszczące
pt_br: gemas... brilhando
ru: самоцветы... сверкают
tr: değerli taşlar... parlayan
vi: đá quý... lấp lánh
zh_hans: 宝石......闪闪发光

source: blocks... bricks...
de: Blöcke... Ziegelsteine...
fr: blocs... briques...
it: blocchi... mattoni...
ko: 블록... 벽돌...
pl: bloki... cegły...
pt_br: blocos, tijolinhos...
ru: блоки... кирпичи...
tr: bloklar... tuğlalar...
vi: khối... gạch...
zh_hans: 块......砖......

source: leather... skin
fr: cuir... peau
it: cuoio... pelle
ko: 가죽... 껍질
pl: rzemień... skóra
pt_br: pele de couro...
ru: кожа... шкура
tr: deri... cilt
vi: da thuộc... da sống
zh_hans: 皮革......皮肤

source: cloth... thread
de: Stoff... faden
fr: tissu... fil
it: stoffa... filo
ko: 천... 실
pl: tkanina... nić
pt_br: pano... segmento
ru: ткань... нить
tr: kumaş... iplik
vi: vải... sợi
zh_hans: 布......线

source: sketches
de: notiert
fr: croquis
it: bozzetti
ko: 끄적인다
pl: szkicuje
pt_br: Sketch
ru: рисует
tr: çiziyor
vi: bản phác thảo
zh_hans: 绘画

source: pictures of
de: Bilder von
fr: des images de
it: immagini di
ko: 그린다
pl: obraz przedstawiający
pt_br: fotos de
ru: изображения
tr: şunların resimlerini:
vi: hình ảnh của
zh_hans: 此图画描绘的是

source: skeletons
de: skelette
fr: squelettes
it: scheletri
ko: 해골
pl: szkielety
pt_br: Esqueleto
ru: скелеты
tr: iskeletler
vi: bộ xương
zh_hans: 骷髅

source: shells
de: muscheln
fr: coquilles
it: conchiglie
ko: 껍데기
pl: muszle
pt_br: conchas
ru: панцири
tr: kabuklar
vi: vỏ
zh_hans: 贝壳

source: a forest
de: ein Wald
fr: une forêt
it: una foresta
ko: 숲
pl: las
pt_br: uma floresta
ru: лес
tr: bir orman
vi: một khu rừng
zh_hans: 一片森林

source: glass and burning wood
de: Glas und brennendes Holz
fr: verre et bois brûlant
it: vetro e legna da ardere
ko: 유리와 불타는 나무
pl: szkło i płonące drewno
pt_br: queima de madeira e vidro
ru: стекло и горящее дерево
tr: cam ve yanan odun
vi: thủy tinh và gỗ cháy
zh_hans: 玻璃和燃烧的木材

source: rough gems and glass
de: Rohedelsteine und Glas
fr: gemmes brutes et verre
it: gemme grezze e vetro
ko: 거친 보석과 유리
pl: nieoszlifowane klejnoty i szkło
pt_br: vidro e gemas brutas
ru: необработанные самоцветы и стекло
tr: işlenmemiş taşlar ve cam
vi: đá quý thô và thủy tinh
zh_hans: 粗糙的宝石和玻璃

source: rough gems
de: Rohedelsteine
fr: gemmes brutes
it: gemme grezze
ko: 거친 보석
pl: nieoszlifowane klejnoty
pt_br: gemas brutas
ru: необработанные самоцветы
tr: işlenmemiş taşlar
vi: đá quý thô
zh_hans: 粗糙的宝石

source: a quarry
de: ein Steinbruch
fr: une carrière
it: una cava
ko: 채석
pl: kamieniołom
pt_br: uma pedreira
ru: каменоломня
tr: bir taş ocağı
vi: một mỏ đá
zh_hans: 采石场

source: shining bars
de: glänzende Barren
fr: barres brillantes
it: barre lucenti
ko: 빛나는 막대?
pl: błyszczące pręty
pt_br: barras de brilho
ru: сверкающие слитки
tr: parlayan külçeler
vi: những thỏi sáng bóng
zh_hans: 耀眼的条锭

source: of metal
de: aus Metall
fr: de métal
it: di metallo
ko: 금속
pl: z metalu
pt_br: metal
ru: металла
tr: metalden
vi: bằng kim loại
zh_hans: 金属

source: cut gems
de: geschliffene Edelsteine
fr: gemmes taillées
it: gemme tagliate
ko: 보석 세공
pl: oszlifowane klejnoty
pt_br: gemas lapidadas
ru: огранённые самоцветы
tr: kesilmiş taşlar
vi: đá quý đã cắt
zh_hans: 切割宝石

source: square blocks
fr: blocs carrés
it: blocchi quadrati
ko: 사각 블록
pl: kwadratowe bloki
pt_br: blocos quadrados
ru: квадратные блоки
tr: kare bloklar
vi: khối vuông
zh_hans: 方块

source: stacked leather
fr: cuir empilé
it: cuoio impilato
ko: 쌓인 가죽
pl: stos skóry
pt_br: couro empilhado
ru: стопка кожи
tr: yığılmış deri
vi: da thuộc chất đống
zh_hans: 叠层皮革

source: stacked cloth
fr: tissu empilé
it: stoffa impilata
ko: 쌓인 천
pl: stos tkaniny
pt_br: empilhados de pano
ru: стопка ткани
tr: yığılmış kumaş
vi: vải chất đống
zh_hans: 叠布

source: Tasks
de: Aufgaben
fr: Tâches
it: Compiti
ko: 작업
pl: Zadania
pt_br: Tarefas
ru: Задачи
tr: Görevler
vi: Nhiệm vụ
zh_hans: 任务

source: Workers
de: Arbeiter
fr: Ouvriers
it: Lavoratori
ko: 노동자
pl: Pracownicy
pt_br: Trabalhadores
ru: Рабочие
tr: İşçiler
vi: Thợ
zh_hans: 工作人员

source: Work orders
de: Aufträge
fr: Bons de travail
it: Ordini di lavoro
ko: 작업 명령
pl: Zlec. pracy
pt_br: Ordens de trabalho
ru: Заказы
tr: İş emirleri
vi: Lệnh làm việc
zh_hans: 工作单

source: Back
fr: Retour
it: Indietro
ko: 뒤로
pl: Wstecz
pt_br: Voltar
ru: Назад
tr: Geri
vi: Quay lại
zh_hans: 返回

source: Need accessible mechanisms.
fr: Besoin de mécanismes accessibles.
it: Necessario meccanismo accessibile.
ko: 접근 가능한 기계장치가 필요합니다.
pl: Potrzebny dostępny mechanizm.
pt_br: Precissa de mecanismos acessíveis.
ru: Нужны доступные механизмы.
tr: Erişilebilir mekanizmalar gerekli.
vi: Cần các cơ chế có thể tiếp cận được.
zh_hans: 需要可拿取到的机械零件

source: Link lever
de: Verbinde Hebel
fr: Levier de liaison
it: Leva di collegamento
ko: 레버 연결
pl: Podłączyć dźwignię
pt_br: Conectar alavanca
ru: Привязать рычаг
tr: Kolu bağla
vi: Liên kết cần gạt
zh_hans: 连接拉杆

source: Pull lever
de: Hebel ziehen
fr: Tirez le levier
it: Tira la leva
ko: 레버 당기기
pl: Pociągnąć dźwignię
pt_br: Puxar alavanca
ru: Потянуть рычаг
tr: Kolu çek
vi: Kéo cần gạt
zh_hans: 拉动拉杆

source: Link plate
de: Verbinde Platte
fr: Plaque de liaison
it: Piastra di collegamento
ko: 압력판 연결
pl: Podłączyć płytę
pt_br: Conectar alavanca
ru: Привязать нажимную плиту
tr: asınç plakasını bağl
vi: Liên kết tấm áp lực
zh_hans: 连接踏板

source: Add new task
de: Aufgabe hinzufügen
fr: Ajouter une nouvelle tâche
it: Aggiungi nuovo compito
ko: 새 작업 추가
pl: Nowe zadanie
pt_br: Adicionar nova tarefa
ru: Дать задание
tr: Yeni görev ekle
vi: Thêm nhiệm vụ mới
zh_hans: 添加新任务

source: Workers cannot be assigned to this building.
de: Diesem Gebäude können keine Arbeitskräfte zugewiesen werden.
fr: Les travailleurs ne peuvent pas être affectés à ce bâtiment.
it: I lavoratori non possono essere assegnati a questo edificio.
ko: 노동자를 이 건물에 할당할 수 없습니다.
pl: Pracownicy nie mogą zostać przypisani do tego budynku.
pt_br: Trabalhadores não podem ser atribuídos à esta construção.
ru: Рабочие не могут быть назначены в это строение.
tr: Bu binaya işçi atanamaz.
vi: Không thể chỉ định thợ cho công trình này.
zh_hans: 工作命令无法被安排到这个建筑

source: This workshop is free for anybody to use.
de: Diese Werkstatt ist frei und kann von jedermann genutzt werden.
fr: Cet atelier est libre pour tous.
it: Questa bottega è libera, chiunque la può usare.
ko: 이 작업장은 누구나 자유롭게 사용할 수 있습니다.
pl: Ten warsztat jest dostępny do użytku dla każdego.
pt_br: Esta oficina está livre para o uso de qualquer anão.
ru: Эта мастерская доступна всем.
tr: Bu atölye herkesin kullanımına açıktır.
vi: Xưởng này tự do cho bất kỳ ai sử dụng.
zh_hans: 这个工坊可以被任何人使用

source: Only one master may be assigned to each workshop.
de: Jeder Werkstatt kann nur ein Meister zugewiesen werden.
fr: Un seul maître peut être affecté à chaque atelier.
it: A ogni bottega può essere assegnato un solo padrone.
ko: 각 작업장에는 한 명의 장인만 배정될 수 있다.
pl: Tylko jeden mistrz może zostać przypisany do każdego warsztatu.
pt_br: Somente um mestre pode ser atribuído à cada oficina.
ru: В каждую мастерскую может быть назначен только один мастер.
tr: Her atölyeye sadece bir usta atanabilir.
vi: Chỉ một Thợ chính có thể được chỉ định cho mỗi xưởng.
zh_hans: 一个工坊只能分配给一位工人

source: will only do assigned tasks
de: wird nur zugewiesene Aufgaben erledigen
fr: ne fera que les tâches assignées
it: farà solo compiti assegnati
ko: 할당된 작업만 수행합니다.
pl: będzie wykonywał tylko powierzone zadania
pt_br: somente fará tarefas atribuídas
ru: будет выполнять только назначенные задачи
tr: sadece atanan görevleri yapacak
vi: sẽ chỉ thực hiện các nhiệm vụ được giao
zh_hans: 只会做指定的任务

source: will do available tasks anywhere
de: wird überall verfügbare Aufgaben erfüllen
fr: effectuera les tâches disponibles n'importe où
it: farà i compiti disponibili ovunque
ko: 가능한 작업을 어디서나 수행합니다
pl: będzie wykonywać dostępne zadania gdziekolwiek
pt_br: irá fazer quaisquer tarefas
ru: будет выполнять доступные задачи в любом месте
tr: mevcut görevleri her yerde yapacak
vi: sẽ thực hiện các nhiệm vụ khả dụng ở bất cứ đâu
zh_hans: 会接手任何没人干的活

source: Work orders cannot be assigned to this building.
de: Diesem Gebäude können keine Arbeitsaufträge zugewiesen werden.
fr: Les ordres de travail ne peuvent pas être attribués à ce bâtiment.
it: Gli ordini di lavoro non possono essere assegnati a questo edificio.
ko: 이 건물에는 작업 명령을 할당할 수 없습니다.
pl: Zlecenia pracy nie mogą zostać przypisane do tego budynku.
pt_br: Ordens de trabalho não podem ser atribuídas à esta construção.
ru: Заказы на выполнение работ не могут быть назначены этому строению.
tr: Bu binaya iş emri atanamaz.
vi: Không thể chỉ định lệnh làm việc cho công trình này.
zh_hans: 工作命令无法被安排到这个建筑

source: A manager is required to add work orders to the shop.
de: Manager ist erforderlich, um Arbeitsaufträge hinzuzufügen.
fr: Un responsable est nécessaire pour ajouter des bons de travail à la boutique.
it: È richiesto un responsabile per aggiungere ordini al negozio.
ko: 상점에 작업 명령을 추가하려면 관리자가 필요합니다.
pl: Potrzebny zarządca aby dodać zlecenia do stanowiska.
pt_br: É necessário um gerente para adicionar ordens de serviço à loja.
ru: Для добавления заказов нужен менеджер.
tr: Atölyeye iş emri eklemek için bir yönetici gereklidir.
vi: Cần có một quản lý để thêm lệnh làm việc vào xưởng này.
zh_hans: 需要一个管理员才能向工坊添加工作命令

source: Work orders can be added specifically for this shop.
de: Arbeitsaufträge können speziell für diesen Shop hinzugefügt werden.
fr: Des bons de travail peuvent être ajoutés spécifiquement pour cette boutique.
it: Possono essere aggiunti ordini di lavoro specificamente per questo negozio.
ko: 이 상점에 대해서만 작업 명령을 추가할 수 있습니다.
pl: Zlecenia pracy mogą zostać dodane specjalnie do tego warsztatu.
pt_br: Ordens de trabalho podem ser adicionadas especificamente para esta oficina.
ru: Заказы на выполнение работ могут быть добавлены специально для этой постройки.
tr: İş emirleri bu atölyeye özel olarak eklenebilir.
vi: Lệnh làm việc có thể được thêm riêng cho xưởng này.
zh_hans: 工作命令会被专门安排至这个工坊

source: General work orders allowed:
de: Allgemeine Arbeitsaufträge erlaubt:
fr: Ordres de travail généraux autorisés :
it: Ordini generali di lavoro consentiti:
ko: 허용되는 일반 작업 명령:
pl: Generalnie dozwolone zlecenia pracy:
pt_br: Ordens de trabalho gerais permitidas:
ru: Разрешены общие заказы на работу:
tr: İzin verilen genel iş emirleri:
vi: Cho phép lệnh làm việc chung:
zh_hans: 允许从事的普通工作订单：

source: There is no bucket.
de: Es gibt keinen Eimer.
fr: Il n'y a pas de seau.
it: Non c'è nessun secchio.
ko: 양동이가 없습니다.
pl: Brak wiadra.
pt_br: Não há balde.
ru: Отсутствует вёдро
tr: Kova yok.
vi: Không có xô.
zh_hans: 无水桶

source: The bucket is full.
de: Der Eimer ist voll.
fr: Le seau est plein.
it: Il secchio è pieno.
ko: 양동이가 가득 찼습니다.
pl: Wiadro jest pełne.
pt_br: O balde está cheio.
ru: Ведро полное.
tr: Kova dolu.
vi: Xô đã đầy.
zh_hans: 水桶满了

source: The well is operational.
de: Der Brunnen funktioniert.
fr: Le puits est opérationnel.
it: Il pozzo è operativo.
ko: 우물이 가동 중입니다.
pl: Studnia jest czynna.
pt_br: O poço está operacional.
ru: Колодец находится в рабочем состоянии.
tr: Kuyu çalışır durumda.
vi: Giếng đang hoạt động.
zh_hans: 水井可用
