Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Click the add button, and click two corners of a rectangle somewhere safe
fr: Cliquez sur le bouton Ajouter, puis cliquez sur les deux coins d'un rectangle dans un endroit sûr
it: premi il bottone aggiungi e e crea una area sicura trascinando il mouse
ko: 추가 버튼을 클릭하고, 당신의 물품을 놓기에 안전한 직사각형 공간의 두 모서리를 클릭하세요.
pl: Naciśnij przycisk dodawania, i kliknij dwa przeciwne narożniki prostokąta w jakimś bezpiecznym
pt_br: Clique no botão de adicionar, então clique em dois cantos de um retângulo em algum lugar seguro.
ru: Нажмите кнопку добавления и щелкните по двум углам прямоугольной зоны в любом безопасном месте
tr: Ekle düğmesine tıklayın ve güvenli bir yerde bir dikdörtgenin iki köşesine tıklayın
vi: Nhấp vào nút thêm, và nhấp vào hai góc của một hình chữ nhật ở một nơi an toàn
zh_hans: 点击添加按钮，然后点击一个您认为安全的矩形区域的两个对角

source: to place your pile. [C:6:0:0]Stockpiles[C:7:0:0] can be placed both on the surface and underground.
fr: pour placer votre tas. [C:6:0:0]Les stocks[C:7:0:0] peuvent être placés à la fois en surface et sous terre.
it: per collocare la pila. Le [C:6:0:0]Scorte[C:7:0:0] possono essere collocate sia in superficie che sotto.
ko: [C:6:0:0]저장구역[C:7:0:0]은 지상과 지하에 모두 설정 가능합니다.
pl: miejscu, aby rozmieścić swój magazyn. [C:6:0:0]Magazyny[C:7:0:0] mogą być umieszczane zarówno na powierzchni, jak i pod ziemią.
pt_br: para colocar sua pilha. [C:6:0:0]Estoque[C:7:0:0] podem ser colocados tanto na superfície como no subsolo.
ru: чтобы разместить свою кучу. [C:6:0:0]Склады[C:7:0:0] можно размещать как на поверхности, так и под землей.
tr: yığını yerleştirmek için. [C:6:0:0]Stok Alanları[C:7:0:0] hem yüzeye hem de yeraltına yerleştirilebilir.
vi: để đặt kho của bạn. [C:6:0:0]Kho dự trữ[C:7:0:0] có thể được đặt cả trên bề mặt và dưới lòng đất.
zh_hans: 来放置你的物品堆叠点. 地表和地下都可以建立[C:6:0:0]储物点[C:7:0:0] .

source: Once the pile is placed, click [C:5:0:1]Accept[C:7:0:0] and select the [C:5:0:1]All[C:7:0:0] option.
fr: Une fois la pile placée, cliquez sur [C:5:0:1]Accepter[C:7:0:0] et sélectionnez l'option [C:5:0:1]Tous[C:7:0:0].
it: Quando la pila è stata posizionata, fai clic su [C:5:0:1]Accetta[C:7:0:0] e seleziona l'opzione [C:5:0:1]Tutto[C:7:0:0].
ko: 저장공간 배치되면 1[C:5:0:1]확인[C:7:0:0]을 누르고 1[C:5:0:1]전체1[C:7:0:0] 설정을 선택하세요.
pl: Kiedy magazyn jest już umieszczony, kliknij [C:5:0:1]Akceptuj[C:7:0:0] i wybierz opcję [C:5:0:1]Wszystko[C:7:0:0].
pt_br: Assim que a pilha estiver colocada, clique [C:5:0:1]Aceitar[C:7:0:0] e selecione a opção [C:5:0:1]Todos[C:7:0:0].
ru: Когда место хранения будет размечено, нажмите [C:5:0:1]Принять[C:7:0:0] и выберите опцию [C:5:0:1]Все[C:7:0:0].
tr: Yığın yerleştirildikten sonra [C:5:0:1]Kabul Et[C:7:0:0]'e tıklayın ve [C:5:0:1]Hepsi[C:7:0:0] seçeneğini seçin.
vi: Khi kho đã được đặt, nhấp [C:5:0:1]Chấp nhận[C:7:0:0] và chọn tùy chọn [C:5:0:1]Tất cả[C:7:0:0].
zh_hans: 一旦堆放好，按 [C:5:0:1]同意[C:7:0:0]并选择[C:5:0:1]所有l[C:7:0:0] 选项.

source: If unpaused, your workers should start unloading the wagon into the [C:6:0:0]Stockpile[C:7:0:0].
fr: S'il n'y a pas de pause, vos ouvriers doivent commencer à décharger le wagon dans le [C:6:0:0]Stock[C:7:0:0].
it: Se non in pausa, i tuoi lavoratori dovrebbero scaricare il carro nella [C:6:0:0]Scorta[C:7:0:0].
ko: 일시정지를 해제하면, 당신의 일꾼들이 짐차에서 [C:6:0:0]저장구역 [C:7:0:0]으로 물건들을 옮길 것 입니다.
pl: Jeśli wznowiłeś grę, twoi pracownicy powinni zacząć rozładowywać wóz do [C:6:0:0]Magazynu[C:7:0:0].
pt_br: Quando retomado, seus trabalhadores começarão a descarregar o vagão no [C:6:0:0]Estoque[C:7:0:0].
ru: Если игра не приостановлена, ваши рабочие должны начать разгружать вещи из повозки на [C:6:0:0]Склад[C:7:0:0].
tr: Eğer duraklatılmamışsa, işçileriniz vagonu [C:6:0:0]Stok Alanına[C:7:0:0] boşaltmaya başlamalıdır.
vi: Nếu trò chơi không tạm dừng, công nhân của bạn sẽ bắt đầu dỡ hàng từ xe kéo vào [C:6:0:0]Kho dự trữ[C:7:0:0].
zh_hans: 除非暂停，你的工人会开始一直将货车卸载到 [C:6:0:0]储物堆[C:7:0:0].

source: Later you may want to customize your [C:6:0:0]Stockpiles[C:7:0:0] by clicking on them and pressing the [C:5:0:1]Custom[C:7:0:0]
fr: Plus tard, vous voudrez peut-être personnaliser vos [C:6:0:0]Stocks[C:7:0:0] en cliquant dessus et en appuyant sur [C:5:0:1]Personnalisé[C:7:0: 0]
it: dopo potresti personalizzare il tuo [C:6:0:0]Stockpiles[C:7:0:0] facendo click su di esso e premendo il tasto [C:5:0:1]Custom[C:7:0:0]
ko: 나중에는 [C:6:0:0]저장구역[C:7:0:0]을 눌러 원하는 설정으로 지정하고 싶을 수 있습니다. [C:5:0:1]세부설정[C:7:0:0]
pl: Później możesz chcieć dostosować [C:6:0:0]Magazyny[C:7:0:0] klikając na nie i trzymając przycisk [C:5:0:1]Dostosuj[C:7:0:0]
pt_br: Mais tarde você pode customizar seu [C:6:0:0]Estoque[C:7:0:0] clicando nele e apertando o botão [C:5:0:1]Customizar[C:7:0:0]
ru: Позже вы можете настроить свои [C:6:0:0]Склады[C:7:0:0], щелкнув на них и нажав [C:5:0:1]Пользовательский[C:7:0:0].
tr: Daha sonra [C:6:0:0]Stok Alanlarınıza[C:7:0:0] tıklayıp [C:5:0:1]Özel[C:7:0:0] düğmesine basarak özelleştirmek isteyebilirsiniz
vi: Sau này bạn có thể muốn tùy chỉnh [C:6:0:0]Kho dự trữ[C:7:0:0] của mình bằng cách nhấp vào chúng và nhấn nút [C:5:0:1]Tùy chỉnh[C:7:0:0]
zh_hans: 之后你可能会想自定义你的[C:6:0:0]储物堆[C:7:0:0] 选中它们后按下[C:5:0:1]自定义[C:7:0:0]

source: button to forbid certain categories, like [C:5:0:1]Refuse[C:7:0:0] for example. A separate [C:6:0:0]Refuse Stockpile[C:7:0:0] is a
fr: bouton pour interdire certaines catégories, comme [C:5:0:1]Refuser[C:7:0:0] par exemple. Un [C:6:0:0]Stock de déchets[C:7:0:0] séparé est un
it: per vietare alcune categorie, ad esempio i [C:5:0:1]Rifiuti[C:7:0:0]. Un [C:6:0:0]Deposito dei Rifiuti[C:7:0:0] separato è un
ko: 버튼을 통해 특정 카테고리를 금지합니다. 예를 들면 [C:5:0:1] 쓰레기[C:7:0:0] 가 있습니다. 나누어진 [C:6:0:0]쓰레기 저장구역[C:7:0:0]은
pl: aby zakazać pewnych kategorii, takich jak np. [C:5:0:1]Odpadki[C:7:0:0]. Oddzielny [C:6:0:0]Magazyn na odpadki[C:7:0:0] jest
pt_br: para proibir certas categorias, como [C:5:0:1]Restos[C:7:0:0] por exemplo. Um [C:6:0:0]Estoque de Restos[C:7:0:0] separado é uma
ru: кнопка для запрета определенных категорий, таких как [C:5:0:1]Мусор[C:7:0:0], например. Отдельный [C:6:0:0]Склад мусора[C:7:0:0] является
tr: örneğin [C:5:0:1]Atık[C:7:0:0] gibi belirli kategorileri yasaklamak için. Kalenizi temiz tutmak için ayrı bir [C:6:0:0]Atık Stok Alanı[C:7:0:0]
vi: để cấm một số loại nhất định, ví dụ như [C:5:0:1]Rác thải[C:7:0:0]. Một [C:6:0:0]Kho chứa rác thải[C:7:0:0] riêng biệt là một
zh_hans: 按键来禁用特定的类别，比如[C:5:0:1]垃圾[C:7:0:0]。一个单独的[C:6:0:0]垃圾储物堆[C:7:0:0]是一个

source: good idea to keep your fortress clean.
de: Eine gute Idee, die Festung sauber zu halten.
fr: bonne idée de garder votre forteresse propre.
it: buona idea per tener pulita la tua fortezza.
ko: 요새를 깨끗히 유지하는데 좋은 생각 입니다.
pl: dobrym sposobem na utrzymanie twojej twierdzy w czystości.
pt_br: boa ideia para manter sua fortaleza limpa.
ru: хорошая идея содержать вашу крепость в чистоте.
tr: iyi bir fikirdir.
vi: ý tưởng hay để giữ cho pháo đài của bạn sạch sẽ.
zh_hans: 让你的要塞保持干净是个不错的主意

source: If the [C:5:0:1]Stockpile[C:7:0:0] menu is still open, you can close it now by right-clicking. Right-clicking can
fr: Si le menu [C:5:0:1]Stock[C:7:0:0] est toujours ouvert, vous pouvez le fermer maintenant en faisant un clic droit. Un clic droit peut
it: Se il menù [C:5:0:1]Scorta[C:7:0:0] è ancora aperto puoi chiuderlo facendo clic destro. Il clic destro può
ko: 만약 [C:5:0:1]저장구역[C:7:0:0] 메뉴가 여전히 열려 있다면, 오른쪽 마우스 버튼 클릭으로 닫을 수 있습니다. 오른쪽 마우스 버튼 클릭은
pl: Jeśli menu [C:5:0:1]Magazynu[C:7:0:0] jest nadal otwarte, możesz je zamknąć teraz klikając prawym przyciskiem myszy. Prawy przycisk myszy
pt_br: Se o menu [C:5:0:1]Estoque[C:7:0:0] ainda estiver aberto, você pode fechá-lo agora clicando com o botão direito do mouse. Clicando com o botão direito pode
ru: Если меню [C:5:0:1]Склады[C:7:0:0] все еще открыты, вы можете закрыть его, щелкнув правой кнопкой мыши. Щелчок правой кнопкой мыши может
tr: Eğer [C:5:0:1]Stok Alanı[C:7:0:0] menüsü hala açıksa, sağ tıklayarak kapatabilirsiniz. Sağ tıklama
vi: Nếu menu [C:5:0:1]Kho dự trữ[C:7:0:0] vẫn đang mở, bạn có thể đóng nó ngay bây giờ bằng cách nhấp chuột phải. Nhấp chuột phải luôn có thể
zh_hans: 如果 [C:5:0:1]储物堆[C:7:0:0] 菜单仍然打开，你现在可以用右键关闭。右键可以

source: always be used to close most menus, as well as
fr: toujours être utilisé pour fermer la plupart des menus, ainsi que
it: sempre usato per chiudere la maggior parte dei menù, come anche
ko: 항상 대부분의 메뉴를 닫는데 사용할 수 있습니다. 다음과 같이 :
pl: zawsze może służyć do zamykania większości menu, a także
pt_br: sempre ser usado para fechar a maioria dos menus, bem como
ru: всегда используется для закрытия большинства меню, также как и
tr: çoğu menüyü kapatmak için her zaman sağ tıklayabilirsiniz, ayrıca
vi: được sử dụng để đóng hầu hết các menu, cũng như
zh_hans: 通常用于关闭大多数菜单，以及

source: (4 of 8)
fr: (4 sur 8)
it: (4 di 8)
pl: (4 z 8)
pt_br: (4 de 8)
ru: (4 из 8)
vi: (4 trên 8)

source: With shelter ready underground, it's time to build.
de: Wenn der Unterschlupf unter der Erde fertig ist, ist es Zeit zu bauen.
fr: Avec un abri prêt sous terre, il est temps de construire.
it: Approntato un riparo sotterraneo, è tempo di costruire.
ko: 지하에 대피소가 준비되었으므로 이제 건설할 시간입니다.
pl: Po przygotowaniu schronienia pod ziemią nadszedł czas na budowanie.
pt_br: Com o abrigo pronto no subsolo, é hora de construir.
ru: Когда укрытие под землёй готово, наступает время строить.
tr: Yeraltındaki barınak hazır olduğuna göre, inşa etme zamanı.
vi: Với nơi trú ẩn đã sẵn sàng dưới lòng đất, đã đến lúc xây dựng.
zh_hans: 随着地下庇护所准备就绪，是时候开始建造了

source: First you need building materials, like [C:6:0:1]Wood[C:7:0:0] or [C:6:0:1]Boulders[C:7:0:0].
de: Zunächst benötigen Sie Baumaterialien, wie [C:6:0:1]Holz[C:7:0:0] oder [C:6:0:1]Felsbrocken[C:7:0:0].
fr: Vous avez d'abord besoin de matériaux de construction, comme du [C:6:0:1]Bois[C:7:0:0] ou [C:6:0:1]Des rochers[C:7:0:0].
it: Innanzitutto hai bisogno di materiali, come [C:6:0:1]Legna[C:7:0:0] o [C:6:0:1]Massi[C:7:0:0].
ko: 우선 당신은 [C:6:0:1]나무[C:7:0:0] 또는 [C:6:0:1]바위[C:7:0:0]같은 건설 재료가 필요합니다.
pl: Najpierw potrzebujesz materiałów budowlanych, takich jak [C:6:0:1]Drewno[C:7:0:0] czy [C:6:0:1]Głazy[C:7:0:0].
pt_br: Primeiro você precisa de materiais de construção, como [C:6:0:1]Madeira[C:7:0:0] ou [C:6:0:1]Pedregulhos[C:7:0:0].
ru: Сначала вам нужны строительные материалы, например [C:6:0:1]дерево[C:7:0:0] или [C:6:0:1]камень[C:7:0:0].
tr: Öncelikle [C:6:0:1]Odun[C:7:0:0] veya [C:6:0:1]Kaya Parçaları[C:7:0:0] gibi yapı malzemelerine ihtiyacınız var.
vi: Đầu tiên bạn cần vật liệu xây dựng, như [C:6:0:1]Gỗ[C:7:0:0] hoặc [C:6:0:1]Đá tảng[C:7:0:0].
zh_hans: 首先你需要建筑材料，比如 [C:6:0:1]木材[C:7:0:0] 或[C:6:0:1]石材[C:7:0:0].

source: Before you start chopping down trees you may want to create a dedicated [C:6:0:0]Wood Stockpile[C:7:0:0].
fr: Avant de commencer à abattre des arbres, vous pouvez créer un [C:6:0:0]Stock de bois[C:7:0:0] dédié.
it: Prima che tu tagli alberi potresti voler creare una [C:6:0:0]Scorta di Legna[C:7:0:0] dedicata.
ko: 나무를 베기 전에 연결된 [C:6:0:0]나무 저장구역[C:7:0:0]를 만드는 편이 좋습니다.
pl: Zanim zaczniesz ścinać drzewa możesz chcieć stworzyć specjalny [C:6:0:0]Magazyn Drewna[C:7:0:0].
pt_br: Antes de começar a derrubar árvores, você pode desejar criar um [C:6:0:0]Estoque de Madeira[C:7:0:0] dedicado.
ru: Прежде чем начать рубить деревья, вы, возможно, захотите создать специальный [C:6:0:0]Склад древесины[C:7:0:0].
tr: Ağaç kesmeye başlamadan önce özel bir [C:6:0:0]Odun Stok Alanı[C:7:0:0] oluşturmak isteyebilirsiniz.
vi: Trước khi bạn bắt đầu đốn cây, bạn có thể muốn tạo một [C:6:0:0]Kho dự trữ Gỗ[C:7:0:0] chuyên dụng.
zh_hans: 在开始砍伐树木之前，你可能需要创建一个专门的[C:6:0:0]木材储物堆[C:7:0:0].

source: [C:2:0:0]Haulers[C:7:0:0] will also drop [C:6:0:1]Wood[C:7:0:0] in your [C:6:0:0]All Stockpile[C:7:0:0] unless you turn it off in the [C:5:0:1]Custom Stockpile Menu[C:7:0:0].
fr: Les [C:2:0:0]Transporteurs[C:7:0:0] déposeront également du [C:6:0:1]Bois[C:7:0:0] dans [C:6:0:0]Tous les stocks[C:7:0:0] à moins que vous ne les désactiviez dans le [C:5:0:1]Menu Stock personnalisé[C:7:0:0].
it: I [C:2:0:0]Trasportatori[C:7:0:0] lasceranno pure il [C:6:0:1]Legno[C:7:0:0] nelle [C:6:0:0]Scorte generiche[C:7:0:0], a meno che non lo disattivi dal [C:5:0:1]Menù Scorte personalizzate[C:7:0:0].
ko: [C:2:0:0]짐꾼[C:7:0:0] 들은 또한 [C:6:0:1]목재[C:7:0:0] 를 당신의 [C:6:0:0]모든 저장구역[C:7:0:0]으로 떨어트립니다. [C:5:0:1]사용자 지정 저장구역 메뉴[C:7:0:0] 에서 끌 수 있습니다.
pl: [C:2:0:0]Tragarze[C:7:0:0] będą nosić [C:6:0:1]Drewno[C:7:0:0] także do twojego [C:6:0:0]Ogólnego magazynu[C:7:0:0] aż nie wyłączysz tego w [C:5:0:1]Menu dostosowania magazynu[C:7:0:0].
pt_br: [C:2:0:0]Transportadores[C:7:0:0] também soltarão [C:6:0:1]Madeira[C:7:0:0] na sua [C:6:0:0]Estoque Geral[C:7:0:0] a menos que você desligue o [C:5:0:1]Menu de Customização de Estoque[C:7:0:0].
ru: [C:2:0:0]Переносчики[C:7:0:0] также будут носить [C:6:0:1]дерево[C:7:0:0] в ваш [C:6:0:0]общий склад[C:7:0:0], если вы не отключите его в [C:5:0:1]меню настроек склада[C:7:0:0].
tr: [C:5:0:1]Özel Stok Alanı Menüsü[C:7:0:0]nden kapatmadığınız sürece [C:2:0:0]Taşıyıcılar[C:7:0:0], [C:6:0:1]Odunları[C:7:0:0] [C:6:0:0]Genel Stok Alanınıza[C:7:0:0] da bırakacaktır.
vi: [C:2:0:0]Người vận chuyển[C:7:0:0] cũng sẽ thả [C:6:0:1]Gỗ[C:7:0:0] vào [C:6:0:0]Kho dự trữ Tất cả[C:7:0:0] của bạn trừ khi bạn tắt tùy chọn đó trong [C:5:0:1]Menu Tùy chỉnh Kho dự trữ[C:7:0:0].
zh_hans: [C:2:0:0]搬运工[C:7:0:0] 也会把[C:6:0:1]木材[C:7:0:0] 丢进你的 [C:6:0:0]所有储物堆[C:7:0:0] 除非你在 [C:5:0:1]自定义储物堆菜单[C:7:0:0]里关闭.

source: When you are ready, open the [C:5:0:1]Woodcutting[C:7:0:0] menu and designate the trunk of a tree on the surface.
fr: Lorsque vous êtes prêt, ouvrez le menu [C:5:0:1]Coupe de bois[C:7:0:0] et désignez le tronc d'un arbre sur la surface.
it: Quando sei pronto, apri il menù [C:5:0:1]Taglialegna[C:7:0:0] e marca il tronco di un albero sulla superficie.
ko: 준비되었다면, [C:5:0:1]벌목[C:7:0:0] 메뉴를 열고 지상에 나무 한 그루를 지정하세요.
pl: Kiedy będziesz gotowy, otwórz menu [C:5:0:1]Ścinanie drzew[C:7:0:0] i zaznacz pień drzewa na powierzchni.
pt_br: Quando estiver pronto, abra o menu [C:5:0:1]Corte de Madeira[C:7:0:0] e designe o tronco de uma árvore na superfície.
ru: Когда вы будете готовы, откройте меню [C:5:0:1]Приказать рубить деревья[C:7:0:0] и пометьте ствол дерева на поверхности.
tr: Hazır olduğunuzda [C:5:0:1]Odun Kesme[C:7:0:0] menüsünü açın ve yüzeydeki bir ağacın gövdesini işaretleyin.
vi: Khi bạn sẵn sàng, hãy mở menu [C:5:0:1]Chặt gỗ[C:7:0:0] và chỉ định thân cây trên bề mặt.
zh_hans: 当你准备好了，打开 [C:5:0:1]伐木[C:7:0:0] 菜单后标定在地表的树干.

source: Make sure your woodcutter can walk to the designated location.
fr: Assurez-vous que votre bûcheron peut marcher jusqu'à l'endroit désigné.
it: Assicurati che il tuo taglialegna possa raggiungere la destinazione.
ko: 나무꾼이 지정된 위치까지 걸어갈 수 있는지 확인하십시오.
pl: Upewnij się, że twój drwal może dojść do zaznaczonego miejsca.
pt_br: Certifique-se de que seu lenhador possa caminhar até o local designado.
ru: Убедитесь, что ваш дровосек может дойти до указанного места.
tr: Oduncunuzun işaretlenen konuma yürüyebildiğinden emin olun.
vi: Hãy đảm bảo thợ chặt gỗ của bạn có thể đi đến vị trí đã chỉ định.
zh_hans: 确保伐木工能走到你想要的位置。

source: Now we just need to wait for the woodcutter to chop down the tree.
fr: Maintenant, il ne nous reste plus qu'à attendre que le bûcheron coupe l'arbre.
it: Ora dobbiamo solo aspettare che il taglialegna abbatta l'albero.
ko: 이제 나무꾼이 나무를 베기만을 기다리면 됩니다.
pl: Teraz musimy po prostu czekać aż drwal zetnie drzewo.
pt_br: Agora é só esperar o lenhador cortar a árvore.
ru: Теперь нам необходимо дождаться, когда дровосек срубит дерево.
tr: Şimdi sadece oduncunun ağacı kesmesini beklememiz gerekiyor.
vi: Bây giờ chúng ta chỉ cần đợi thợ chặt gỗ đốn cây.
zh_hans: 现在就只需要等待伐木工将树砍倒了。

source: If the fallen logs are accessible, everyone will help store them in the [C:6:0:0]Stockpile[C:7:0:0].
fr: Si les bûches tombées sont accessibles, tout le monde aidera à les stocker dans le [C:6:0:0]Stock[C:7:0:0].
it: Se i tronchi abbattuti sono accessibili, ognuno aiuterà a riporli nella [C:6:0:0]Scorta[C:7:0:0].
ko: 베어낸 통나무에 접근할 수 있다면, 정착민들은 통나무를 [C:6:0:0]저장 구역[C:7:0:0]에 옮기기 시작할 것입니다.
pl: Jeśli spadłe kłody są dostępne, wszyscy będą pomagać nosić je do [C:6:0:0]Magazynu[C:7:0:0].
pt_br: Se as toras caídas estão acessíveis, todos irão ajudar a guardá-las no [C:6:0:0]Estoque[C:7:0:0].
ru: Если упавшие бревна доступны, каждый сможет переместить их на [C:6:0:0]Склад[C:7:0:0].
tr: Eğer düşen kütüklere erişilebiliyorsa, herkes onları [C:6:0:0]Stok Alanında[C:7:0:0] depolamaya yardım edecektir.
vi: Nếu các khúc gỗ đã đốn có thể tiếp cận được, mọi người sẽ giúp cất chúng vào [C:6:0:0]Kho dự trữ[C:7:0:0].
zh_hans: 当可以获取倒下的原木的时候，所有人都会把它们存进 [C:6:0:0]储物堆[C:7:0:0].

source: You can right click to close [C:5:0:1]Woodcutting[C:7:0:0] mode. Right clicking closes most menus.
fr: Vous pouvez faire un clic droit pour fermer le mode [C:5:0:1]Coupe de bois[C:7:0:0]. Un clic droit ferme la plupart des menus.
it: Puoi fare clic destro per chiudere la modalità [C:5:0:1]Woodcutting[C:7:0:0]. Il clic destro chiude la maggior parte dei menù.
ko: 마우스 오른쪽 버튼을 클릭하여[C:5:0:1]벌목[C:7:0:0]모드를 닫을 수 있습니다. 마우스 오른쪽 버튼을 클릭하면 대부분의 메뉴가 닫힙니다.
pl: Możesz kliknąć prawym przyciskiem myszy, aby zamknąć tryb [C:5:0:1]Ścinania drzew[C:7:0:0]. Kliknięcie prawym przyciskiem myszy zamyka większość menu.
pt_br: Você pode clicar com o botão direito para fechar[C:5:0:1]Cortar madeira[C:7:0:0] modo. Clicar com o botão direito fecha a maioria dos menus.
ru: Вы можете щелкнуть правой кнопкой мыши, чтобы закрыть режим [C:5:0:1]Вырубки деревьев[C:7:0:0]. Щелчок правой кнопкой мыши закрывает большинство окон меню.
tr: [C:5:0:1]Odun Kesme[C:7:0:0] modunu kapatmak için sağ tıklayabilirsiniz. Sağ tıklama çoğu menüyü kapatır.
vi: Bạn có thể nhấp chuột phải để đóng chế độ [C:5:0:1]Chặt gỗ[C:7:0:0]. Nhấp chuột phải sẽ đóng hầu hết các menu.
zh_hans: 你可以右键关闭[C:5:0:1]伐木[C:7:0:0] 模式. 右键能关闭大部分菜单.

source: If all of your [C:6:0:0]Stockpiles[C:7:0:0] are full, go ahead and place another one.
fr: Si tous vos [C:6:0:0]Stocks[C:7:0:0] sont pleins, allez-y et placez-en un autre.
it: Se tutte le tue [C:6:0:0]Scorte[C:7:0:0] sono piene, piazzane un’altra.
ko: 만약 당신의 [C:6:0:0]저장구역[C:7:0:0] 이 모두 찼다면, 다른 저장구역을 배치하십시오.
pl: Jeśli wszystkie twoje [C:6:0:0]Magazyny[C:7:0:0] są pełne, nie krępuj się i stwórz kolejny.
pt_br: Todos os seus [C:6:0:0]Estoques[C:7:0:0] estão cheios, vá e coloque outro.
ru: Если все ваши [C:6:0:0]Склады[C:7:0:0] заполнены, перейдите и разместите еще один.
tr: Eğer tüm [C:6:0:0]Stok Alanlarınız[C:7:0:0] doluysa, devam edin ve bir tane daha yerleştirin.
vi: Nếu tất cả [C:6:0:0]Kho dự trữ[C:7:0:0] của bạn đã đầy, hãy tiếp tục và đặt thêm một cái khác.
zh_hans: 如果你所有的[C:6:0:0]储物堆[C:7:0:0] 都满了，赶紧加仓库啊.

source: (5 of 8)
fr: (5 sur 8)
it: (5 di 8)
pl: (5 z 8)
pt_br: (5 de 8)
ru: (5 из 8)
vi: (5 trên 8)

source: Now that you have the building materials it's time to start building.
de: Jetzt, wo du die Baumaterialien hast, kannst du mit dem Bau beginnen.
fr: Maintenant que vous avez les matériaux de construction, il est temps de commencer à construire.
it: Ora che hai i materiali da costruzione è il momento d'iniziare a costruire.
ko: 이제 건축 자재가 생겼으니 건축을 시작할 시간입니다.
pl: Teraz, kiedy masz materiały budowlane, czas wziąć się za budowanie.
pt_br: Agora que você tem os materiais de construção, é hora de começar a construir.
ru: Теперь, когда у вас есть строительные материалы, пора приступать к строительству.
tr: Artık yapı malzemeleriniz olduğuna göre inşa etmeye başlama zamanı.
vi: Giờ bạn đã có vật liệu xây dựng, đã đến lúc bắt đầu xây dựng.
zh_hans: 现在你有建筑材料了，是时候开始建造了。

source: [C:6:0:0]Workshops[C:7:0:0] are one of many buildings you can place with the highlighted [C:5:0:1]Build[C:7:0:0] button. Click it now.
fr: [C:6:0:0]Les ateliers[C:7:0:0] sont l'un des nombreux bâtiments que vous pouvez placer avec le bouton [C:5:0:1]Construire[C:7:0:0] en surbrillance . Cliquez dessus maintenant.
it: le [C:6:0:0]Botteghe[C:7:0:0] sono alcuni dei molti edifici collocabili con il tasto [C:5:0:1]Costruisci[C:7:0:0] evidenziato. Cliccalo ora.
ko: [C:6:0:0]작업장[C:7:0:0] 은 강조 표시된 [C:5:0:1]건축[C:7:0:0] 버튼을 클릭하여 배치할 수 있는 여러 건물 중 하나입니다. 지금 클릭하세요.
pl: [C:6:0:0]Warsztaty[C:7:0:0] są jednymi z wielu budynków, które możesz rozmieścić za pomocą podświetlonego przycisku [C:5:0:1]Buduj[C:7:0:0]. Kliknij go teraz.
pt_br: [C:6:0:0]Oficinas[C:7:0:0] são algumas das várias construções que você pode colocar com o botão em destaque [C:5:0:1]Construir[C:7:0:0]. Clique nele agora.
ru: [C:6:0:0]Мастерские[C:7:0:0] - одно из многих зданий, которые вы можете разместить с помощью выделенной кнопки [C:5:0:1]Построить[C:7:0:0]. Давайте нажмем на нее.
tr: [C:6:0:0]Atölyeler[C:7:0:0], vurgulanan [C:5:0:1]İnşa Et[C:7:0:0] düğmesiyle yerleştirebileceğiniz birçok binadan biridir. Şimdi tıklayın.
vi: [C:6:0:0]Xưởng[C:7:0:0] là một trong nhiều công trình bạn có thể đặt bằng nút [C:5:0:1]Xây dựng[C:7:0:0] (được làm nổi bật.) Nhấp vào đó ngay bây giờ.
zh_hans: [C:6:0:0]工坊[C:7:0:0] 是高亮 [C:5:0:1]建造[C:7:0:0] 按钮里你可以建造的许多建造之一. 现在按下它.

source: Most [C:6:0:0]Workshops[C:7:0:0] require building material, such as [C:6:0:1]Wood[C:7:0:0] or [C:6:0:1]Boulders[C:7:0:0].
fr: La plupart des [C:6:0:0]ateliers[C:7:0:0] nécessitent des matériaux de construction, tels que [C:6:0:1]du Bois[C:7:0:0] ou [C:6 :0:1]des Rochers[C:7:0:0].
it: La maggior parte delle [C:6:0:0]Botteghe[C:7:0:0] richiede materiale da costruzione, come [C:6:0:1]Legno[C:7:0:0] o [C:6:0:1]Massi[C:7:0:0].
ko: 많은[C:6:0:0]작업장[C:7:0:0] 은 [C:6:0:1]나무[C:7:0:0] 나 [C:6:0:1]바위[C:7:0:0] 같은 건축재료를 필요로 합니다.
pl: Większość [C:6:0:0]Warsztatów[C:7:0:0] wymaga materiałów budowlanych, takich jak [C:6:0:1]Drewno[C:7:0:0] czy [C:6:0:1]Głazy[C:7:0:0].
pt_br: A maioria das [C:6:0:0]Oficinas[C:7:0:0] precisam de material de construção, como [C:6:0:1]Madeira[C:7:0:0] ou [C:6:0:1]Pedregulhos[C:7:0:0].
ru: Большинство [C:6:0:0]мастерских[C:7:0:0] требуют строительный материал, такой как [C:6:0:1]дерево[C:7:0:0] или [C:6:0:1]камень[C:7:0:0].
tr: Çoğu [C:6:0:0]Atölye[C:7:0:0], [C:6:0:1]Odun[C:7:0:0] veya [C:6:0:1]Kaya Parçaları[C:7:0:0] gibi yapı malzemeleri gerektirir.
vi: Hầu hết các [C:6:0:0]Xưởng[C:7:0:0] yêu cầu vật liệu xây dựng, chẳng hạn như [C:6:0:1]Gỗ[C:7:0:0] hoặc [C:6:0:1]Đá tảng[C:7:0:0].
zh_hans: 大部分 [C:6:0:0]工坊[C:7:0:0] 需要建筑材料，比如[C:6:0:1]木材[C:7:0:0] 或 [C:6:0:1]石材[C:7:0:0].

source: If you have some [C:6:0:1]Wood[C:7:0:0] stockpiled, you'll be able to place a [C:6:0:0]Carpenter's Workshop[C:7:0:0].
fr: Si vous avez du [C:6:0:1]Bois[C:7:0:0] stocké, vous pourrez placer un [C:6:0:0]Atelier de menuiserie[C:7:0 :0].
it: Se hai [C:6:0:1]Legna[C:7:0:0] immagazzinata sarai in grado di collocare una [C:6:0:0]Bottega del Carpentiere[C:7:0:0].
ko: 만약 당신의 7:0:0] 저장구역에 [C:6:0:1]나무[C:가 있다면, 당신은 [C:6:0:0]목공소[C:7:0:0] 를 배치할 수 있습니다.
pl: Jeśli masz trochę zmagazynowanego [C:6:0:1]Drewna[C:7:0:0], będziesz mógł rozmieścić [C:6:0:0]Warsztat stolarski[C:7:0:0].
pt_br: Se você tem alguma [C:6:0:1]Madeira[C:7:0:0] estocada, será possível colocar uma [C:6:0:0]Oficina de Carpintaria[C:7:0:0].
ru: Если у вас есть [C:6:0:1]Древесина[C:7:0:0], вы сможете разместить [C:6:0:0]Мастерскую плотника[C:7:0:0].
tr: Eğer stoklanmış biraz [C:6:0:1]Odununuz[C:7:0:0] varsa, bir [C:6:0:0]Marangoz Atölyesi[C:7:0:0] yerleştirebileceksiniz.
vi: Nếu bạn có một ít [C:6:0:1]Gỗ[C:7:0:0] đã dự trữ, bạn sẽ có thể đặt một [C:6:0:0]Xưởng Mộc[C:7:0:0].
zh_hans: 如果你有一些 [C:6:0:1]木材[C:7:0:0] 储物堆，你就可以放置 [C:6:0:0]木匠工坊[C:7:0:0].
