Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Listen to Poetry
de: Gedicht zuhoeren
fr: Écouter de la poésie
it: Ascolta una poesia
ko: 시를 듣다
pl: Słuchaj Poezji
pt_br: Ouvir a Poesia
ru: Слушать стихи
tr: Şiir Dinle
vi: Nghe thơ
zh_hans: 聆听诗歌

source: Play
de: Spielen
fr: Jouer
it: Suona
ko: 활동
pl: Graj
pt_br: Tocar
ru: Играть
tr: Oyna
vi: Chơi
zh_hans: 弹奏

source: Simulate
de: Simulieren
fr: Simuler
it: Simula
ko: 가장하다
pl: Imituj
pt_br: Simular
ru: Имитировать
tr: Simüle et
vi: Mô phỏng
zh_hans: 模拟

source: Sing
de: Singen
fr: Chanter
it: Canta
ko: 노래
pl: Śpiewaj
pt_br: Cantar
ru: Петь
tr: Şarkı Söyle
vi: Hát
zh_hans: 歌唱

source: Chant
de: Gesang
it: Intona un canto
ko: 성가
pl: Skanduj
pt_br: Cântico
ru: Петь
tr: İlahi Söyle
vi: Hợp xướng
zh_hans: 呼号

source: Recite Poetry
de: Gedicht vortragen
fr: Réciter de la poésie
it: Recita una poesia
ko: 시 암송하기
pl: Recytuj Poezje
pt_br: Recitar Poesia
ru: Декламировать стихи
tr: Şiir Oku
vi: Ngâm thơ
zh_hans: 吟诵诗歌

source: Perform Music
de: Musizieren
fr: Jouer de la musique
it: Esegue una musica
ko: 음악을 연주하다
pl: Graj Muzykę
pt_br: Apresentar uma Música
ru: Играть музыку
tr: Müzik İcra Et
vi: Biểu diễn âm nhạc
zh_hans: 演奏音乐

source: Listen to Music
de: Musik hoeren
fr: Écouter de la musique
it: Ascolta la musica
ko: 음악을 듣다
pl: Słuchaj Muzyki
pt_br: Ouvir Música
ru: Слушать музыку
tr: Müzik Dinle
vi: Nghe nhạc
zh_hans: 聆听音乐

source: Perform Dance
de: Tanzen
fr: Effectuer de la danse
it: Danza
ko: 춤을 공연하다
pl: Zatańcz
pt_br: Apresentar uma Dança
ru: Исполнять танец
tr: Dans Et
vi: Biểu diễn vũ đạo
zh_hans: 表演舞蹈

source: Watch Dance
de: Tanz zuschauen
fr: Regarder la danse
it: Guarda la danza
ko: 춤을 보다
pl: Obserwuj Taniec
pt_br: Assistir Dança
ru: Смотреть танец
tr: Dansı İzle
vi: Xem vũ đạo
zh_hans: 观赏舞蹈

source: Go to
de: Gehen zu
fr: Aller à
it: Vai verso
ko: 에 간다
pl: Idź do
pt_br: Ir para
ru: Идти к
tr: Şuraya git:
vi: Đi đến
zh_hans: 前去

source: Demonstration
fr: Manifestation
it: Dimostrazione
ko: 설명
pl: Pokaz
pt_br: Demonstração
ru: демонстрации
tr: Gösteri
vi: Trình diễn
zh_hans: 示范

source: Lead
de: Führung
fr: Conduire
it: Guida
ko: 이끌다
pl: Ołów
pt_br: Liderar
ru: Вести
tr: Yönet
vi: Dẫn dắt
zh_hans: 领导

source: Organize
de: Organisieren
fr: Organiser
it: Organizza
ko: 조직하다
pl: Organizuj
pt_br: Organizar
ru: Организовать
tr: Organize et
vi: Tổ chức
zh_hans: 组织

source: Watch
de: Zusehen
fr: Regardez
it: Guarda
ko: 보다
pl: Oglądaj
pt_br: Observar
ru: Смотреть
tr: İzle
vi: Xem
zh_hans: 观看

source: Wait for
de: Warten auf
fr: Attendre
it: Aspetta
ko: 을/를 기다린다
pl: Zaczekaj na
pt_br: Esperar por
ru: Ждать
tr: Şunu bekle:
vi: Chờ đợi
zh_hans: 等待

source: Serve Customer
de: Kunde bedienen
fr: Servir le client
it: Servi Cliente
ko: 접객한다
pl: Obsłuż Klienta
pt_br: Servir ao Cliente
ru: Обслуживать клиента
tr: Müşteriye hizmet et
vi: Phục vụ khách hàng
zh_hans: 服务顾客

source: Serve
de: dienen
fr: Servez
ko: 제공하다
pl: Służ
pt_br: Servir
ru: Служить
tr: Hizmet et
vi: Phục vụ
zh_hans: 服务

source: Go to Individual Combat Drill
de: Zum Einzelkampftraining
fr: Aller à l'exercice de combat individuel
it: Vai all'allenamento di combattimento individuale
ko: 개인 전투 훈련으로 이동
pl: Idź na Indywidualną Musztrę
pt_br: Ir para Treinamento de Combate Individual
ru: Идти на личную боевую подготовку
tr: Bireysel savaş eğitimine git
vi: Tham gia huấn luyện chiến đấu cá nhân
zh_hans: 去进行个人战斗训练

source: Individual Combat Drill
de: Einzelkampftraining
fr: Exercice de combat individuel
it: Allenamento di combattimento individuale
ko: 개인 전투 훈련
pl: Indywidualna Musztra
pt_br: Treinamento de Combate Individual
ru: Личная боевая подготовка
tr: Bireysel savaş eğitimi
vi: Huấn luyện chiến đấu cá nhân
zh_hans: 个人战斗训练

source: /Resting
de: /ruhend
fr: /Repos
it: /Riposa
ko: /휴식
pl: /Odpoczynek
pt_br: /Descansando
ru: /Отдых
tr: /Dinleniyor
vi: /Nghỉ ngơi
zh_hans: /休息

source: Go to Sparring Match
de: Zum Sparringskampf
fr: Aller au match d'entraînement
it: Vai a sfida di pugilato
ko: 대련을 하러 가다
pl: Idź na mecz sparringowy
pt_br: Ir para o Duelo
ru: Перейти к тренировочному бою
tr: Antrenman dövüşüne git
vi: Tham gia đấu tập
zh_hans: 进行对练比赛

source: Spar
de: Sparring
fr: S'entraîner
it: Pugilato
ko: 대련
pl: Prowadź Sparring
pt_br: Disputar
ru: Спар
tr: Antrenman dövüşü
vi: Đấu tập
zh_hans: 对练

source: Go to Sparring Practice
de: Zum Sparringstraining gehen
fr: Aller à l'entraînement au combat
it: Vai a pratica di pugilato
ko: 대련 연습을 하다
pl: Idź na Sparring
pt_br: Ir ao Treino de Duelo
ru: Идти на тренировочный бой
tr: Antrenman dövüşü pratiğine git
vi: Tham gia luyện tập đấu tập
zh_hans: 进行对练实践

source: Watch Sparring Practice
de: Beim Sparringstraining zusehen
fr: Regarder la pratique du combat
it: Guarda pratica di pugilato
ko: 대련하는 것을 보다
pl: Obserwuj Sparring
pt_br: Observar Treino de Duelo
ru: Смотреть тренировочный бой
tr: Antrenman dövüşü pratiğini izle
vi: Quan sát luyện tập đấu tập
zh_hans: 观看对练实践

source: Archery Practice
de: Bogenschießtraining
fr: Pratique du tir à l'arc
it: Pratica con l'arco
ko: 궁술 연습
pl: Trening łuczniczy
pt_br: Treino de Arco e Flecha
ru: Тренировка стрельбы из лука
tr: Okçuluk pratiği
vi: Luyện tập bắn cung
zh_hans: 箭术练习

source: You cannot perform here.
de: Das kannst du hier nicht tun.
fr: Vous ne pouvez pas jouer ici.
it: Non puoi esibirti qui.
ko: 당신은 여기서 공연할 수 없다.
pl: Nie możesz tu występować.
pt_br: Você não pode se apresentar aqui.
ru: Нельзя исполнять здесь.
tr: Burada performans sergileyemezsin.
vi: Bạn không thể biểu diễn tại đây.
zh_hans: 你不能在这里表演。

source: You could not find a partner.
de: Du konntest keinen Partner finden.
fr: Vous n'avez pas pu trouver de partenaire.
it: Non sei riuscito a trovare un compagno.
ko: 당신은 파트너를 찾을 수 없었다.
pl: Nie możesz znaleźć partnera.
pt_br: Você não conseguiu encontrar um parceiro.
ru: Вы не можете найти партнера
tr: Partner bulamadın.
vi: Bạn không tìm thấy đối tác.
zh_hans: 你找不到伙伴。

source: There are not enough dancers.
de: Es gibt nicht genug Taenzer.
fr: Il n'y a pas assez de danseurs.
it: Non ci sono abbastanza danzatori
ko: 춤꾼이 충분하지 않다.
pl: Tu jest za mało tancerzy.
pt_br: Não há dançarinos suficientes.
ru: Недостаточно танцоров.
tr: Yeterince dansçı yok.
vi: Không có đủ vũ công.
zh_hans: 这里没有足够的舞蹈家。

source: There is not enough room to perform here.
de: Es ist nicht genug Platz vorhanden für die Vorfuehrung.
fr: Il n'y a pas assez de place pour jouer ici.
it: Non c'è abbastanza spazio per esibirsi qui.
ko: 여기서 공연하기에는 공간이 좁다.
pl: Jest tu zbyt mało miejsca by występować.
pt_br: Aqui não há espaço suficiente para apresentações.
ru: Недостаточно места для представления.
tr: Burada performans sergilemek için yeterli alan yok.
vi: Không có đủ chỗ để biểu diễn tại đây.
zh_hans: 这里没有足够的场地来表演。

source: You
de: Du
fr: Tu
it: Tu
ko: 당신
pl: Ty
pt_br: Você
ru: Вы
tr: Sen
vi: Bạn
zh_hans: 你

source: Some children
de: Einige Kinder
fr: Certains enfants
it: Alcuni bambini
ko: 몇몇 아이들
pl: Jakieś dzieci
pt_br: Algumas crianças
ru: Некоторые дети
tr: Bazı çocuklar
vi: Vài đứa trẻ
zh_hans: 一些孩子

source: is
de: ist
fr: est
it: è
ko: 은/는
pl: jest
pt_br: é
tr: şu:
vi: đang
zh_hans: 是

source: are
de: sind
fr: sommes
it: sono
ko: 은/는
pl: są
pt_br: está
tr: şunlar:
vi: đang
zh_hans: 是

source: begins
de: faengt an
fr: commence
it: inizia
ko: 시작한다
pl: zaczyna się
pt_br: começa
ru: начинает
tr: başlar
vi: bắt đầu
zh_hans: 开始

source: begin
de: anfangen
fr: commencer
it: inizio
ko: 시작한다
pl: zaczynasz
pt_br: começar
ru: начинаете
tr: başlar
vi: bắt đầu
zh_hans: 开始

source: playing make believe.
de: spielt "ich stelle mir vor, dass ...".
fr: jouer à faire semblant.
it: giocando a far finta.
ko: 역할놀이하기
pl: bawić się w Udawanie
pt_br: brincando de faz de conta.
ru: играть в "изобрази".
tr: hayal oyunu oynuyor.
vi: chơi trò giả vờ.
zh_hans: 正在玩扮演游戏。

source: playing with
de: spiele mit
fr: jouer avec
it: giocando con
ko: 놀다
pl: bawić się z
pt_br: brincando com
ru: играют с
tr: şununla oynuyor:
vi: đang chơi với
zh_hans: 和谁玩

source: a toy
de: ein Spielzeug
fr: un jouet
it: un giocattolo
ko: 장난감
pl: zabawką
pt_br: um brinquedo
ru: игрушкой
tr: bir oyuncak
vi: một món đồ chơi
zh_hans: 一件玩具

source: The performers
de: die Darsteller
fr: Les interprètes
it: Gli artisti
ko: 공연자들
pl: Wykonawcy
pt_br: Os apresentadores
ru: Исполнители
tr: Sanatçılar
vi: Những người biểu diễn
zh_hans: 表演者们

source: a sermon on
de: eine Predigt ueber
fr: un sermon sur
it: un sermone su
ko: 에 대한 설교
pl: kazanie na temat
pt_br: um sermão sobre
ru: проповедь о
tr: şunun üzerine bir vaaz:
vi: một bài thuyết giảng về
zh_hans: 布道

source: the story of
de: die Geschichte von
fr: l'histoire de
it: la storia di
ko: 의 이야기
pl: historia
pt_br: a história de
ru: историю про
tr: şunun hikayesi:
vi: câu chuyện về
zh_hans: 故事之于

source: reciting the poem
de: rezitierte das Gedicht
fr: réciter le poème
it: recitando il poema
ko: 시 낭송
pl: recytuje wiersz
pt_br: recitando o poema
ru: читает стихи
tr: şu şiiri okuyor:
vi: ngâm bài thơ
zh_hans: 吟诵诗歌

source: an improvised recital of
de: ein improvisiertes Konzert von
fr: récital improvisé de
it: una recita improvvisata di
ko: 즉흥 연주회
pl: zaimprowizowaną recytację
pt_br: um recital improvisado de
ru: импровизированное чтение
tr: şunun doğaçlama resitali:
vi: một màn ngâm thơ ngẫu hứng về
zh_hans: 即兴表演

source: the musical composition
de: die musikalische Komposition
fr: la composition musicale
it: la composizione musicale
ko: 음악 작곡
pl: muzyczną kompozycję
pt_br: a composição musical
ru: музыкальную композицию
tr: müzik eseri
vi: bản nhạc
zh_hans: 音乐作品

source: improvised music,
de: improvisierte Musik,
fr: musique improvisée,
it: musica improvvisata,
ko: 즉흥적인 음악,
pl: zaimprowizowaną muzykę
pt_br: música improvisada,
ru: импровизированную композицию,
tr: doğaçlama müzik,
vi: nhạc ngẫu hứng,
zh_hans: 即兴乐曲，

source: dancing
de: tanzen
fr: dansant
it: danzando
ko: 춤
pl: tańczy
pt_br: dançando
ru: танцевать
tr: dans ediyor
vi: đang nhảy múa
zh_hans: 跳舞

source: an improvised dance,
de: ein improvisierter Tanz,
fr: une danse improvisée,
it: una danza improvvisata,
ko: 즉흥적인 춤,
pl: zaimprowizowany taniec
pt_br: uma dança improvisada,
ru: импровизированный танец,
tr: doğaçlama bir dans,
vi: một điệu nhảy ngẫu hứng,
zh_hans: 即兴舞蹈，

source: in the middle of
de: in der Mitte von
fr: au milieu de
it: nel mezzo di
ko: 한복판에
pl: po środku
pt_br: no meio de
ru: в середине
tr: şunun ortasında:
vi: đang giữa chừng
zh_hans: 在中间之于

source: You continue the sermon.
de: Du setzt die Predigt fort.
fr: Vous continuez le sermon.
it: Continui il sermone.
ko: 당신은 설교를 계속한다.
pl: Kontynuujesz kazanie.
pt_br: Você continua o sermão.
ru: Вы продолжаете проповедь.
tr: Vaaza devam ediyorsun.
vi: Bạn tiếp tục bài thuyết giảng.
zh_hans: 你继续这场布道

source: The sermon continues.
de: Die Predigt geht weiter.
fr: Le prêche continue.
it: Il sermone continua.
ko: 설교가 계속된다.
pl: Kazanie ciągnie się dalej.
pt_br: O sermão continua.
ru: Проповедь продолжается.
tr: Vaaz devam ediyor.
vi: Bài thuyết giảng tiếp tục.
zh_hans: 布道仍在继续

source: You continue the story.
de: Du setzt die Geschichte fort.
fr: Vous continuez l'histoire.
it: Continui la storia.
ko: 당신은 이야기를 계속한다.
pl: Kontynuujesz historie.
pt_br: Você continua a história.
ru: Вы продолжаете рассказ.
tr: Hikayeye devam ediyorsun.
vi: Bạn tiếp tục câu chuyện.
zh_hans: 你继续这个故事。

source: The story continues.
de: Die Geschichte geht weiter.
fr: L'histoire continue.
it: La storia continua.
ko: 이야기가 계속된다.
pl: Historia ciągnie się dalej.
pt_br: A história continua
ru: История продолжается.
tr: Hikaye devam ediyor.
vi: Câu chuyện tiếp tục.
zh_hans: 故事仍在继续。

source: You begin
de: Du beginnst
fr: Tu commence
it: Inizi
ko: 당신은 시작한다
pl: Rozpoczynasz
pt_br: Você começa
ru: Вы начинаете
tr: Başlıyorsun
vi: Bạn bắt đầu
zh_hans: 你开始

source: The poetry enters
de: Die Poesie tritt ein
fr: La poésie entre
it: La poesia entra
ko: 시 낭송이 시작된다
pl: Wiersz przechodzi w
pt_br: A poesia entra
ru: Стихи переходят в
tr: Şiir şuna geçiş yapar
vi: Bài thơ chuyển sang
zh_hans: 诗歌进入

source: line.
de: Linie.
fr: ligne.
it: linea.
ko: 선.
pl: linia.
pt_br: linha.
ru: строку.
tr: dize.
vi: dòng.
zh_hans: 线。

source: the verse paragraph
de: den Versabsatz
fr: le paragraphe verset
it: il paragrafo in versi
ko: 한 단락
pl: paragraf wiersza
pt_br: o parágrafo verso
ru: четверостишье
tr: bent
vi: đoạn thơ
zh_hans: 这段经文

source: verse paragraph
de: Versabschnitt
fr: paragraphe verset
it: paragrafo in versi
ko: 한 단락
pl: paragraf wiersza
pt_br: versar parágrafo
ru: четверостишье
tr: bent
vi: đoạn thơ
zh_hans: 经文段落

source: the stanza
de: die Strophe
fr: la strophe
it: la stanza
ko: 시구
pl: zwrotka
pt_br: a estrofe
ru: строфу
tr: dörtlük
vi: khổ thơ
zh_hans: 这节

source: stanza
de: Strophe
fr: strophe
ko: 시구
pl: zwrotka
pt_br: estrofe
ru: строфу
tr: dörtlük
vi: khổ thơ
zh_hans: 诗节

source: You continue the poem.
de: Du setzt das Gedicht fort.
fr: Vous continuez le poème.
it: Continui il poema.
ko: 당신은 시를 계속한다.
pl: Kontynuujesz poezje
pt_br: Você continua o poema.
ru: Вы продолжаете читать стихотворение.
tr: Şiire devam ediyorsun.
vi: Bạn tiếp tục bài thơ.
zh_hans: 你继续这首诗。

source: The poem continues.
de: Das Gedicht geht weiter.
fr: Le poème continue.
it: Il poema continua.
ko: 시는 계속된다.
pl: Poezja ciągnie się dalej.
pt_br: O poema continua.
ru: Стихотворение продолжается.
tr: Şiir devam ediyor.
vi: Bài thơ tiếp tục.
zh_hans: 诗歌继续着。

source: You enter
de: Du betrittst
fr: Tu entres
it: Entri
ko: 당신은 들어간다
pl: Wchodzisz w
pt_br: Você entra
ru: Вы переходите к
tr: Şuraya giriyorsun:
vi: Bạn bước vào
zh_hans: 你进入

source: The dance enters a new section with
de: Der Tanz geht in einen neuen Abschnitt über mit
fr: La danse entre dans une nouvelle section avec
it: La danza entra in una nuova sezione con
ko: 춤이 새로운 부분으로 들어간다
pl: Taniec wchodzi w nową sekcje z
pt_br: A dança entra em uma nova seção com
ru: Танец переходит в следующую часть с
tr: Dans şununla yeni bir bölüme giriyor:
vi: Điệu nhảy bước vào một phân đoạn mới với
zh_hans: 舞蹈进入一个新的部分随着

source: The music enters
de: Die Musik beginnt
fr: La musique entre
it: La musica diventa
ko: 음악이 흘러나온다
pl: Muzyka wchodzi w
pt_br: A música entra
ru: Музыка переходит в
tr: Müzik şuraya giriyor:
vi: Bản nhạc bước vào
zh_hans: 音乐进入

source: a simple passage
de: eine einfache Passage
fr: un passage simple
it: un semplice passaggio
ko: 단순한 통로
pl: proste przejście
pt_br: uma passagem simples
ru: простой пассаж
tr: basit bir pasaj
vi: một đoạn nhạc đơn giản
zh_hans: 一个简单的段落

source: the introduction
de: die Einfuehrung
fr: l'introduction
it: l'introduzione
ko: 서론
pl: wprowadzenie
pt_br: a introdução
ru: вступление
tr: giriş
vi: phần giới thiệu
zh_hans: 介绍

source: the exposition
de: die Ausstellung
fr: l'exposition
it: l'esposizione
ko: 박람회
pl: ekspozycja
pt_br: a exposição
ru: экспозиция
tr: serim
vi: phần trình bày
zh_hans: 阐述

source: of the theme
de: des Themas
fr: du thème
it: del tema
ko: 주제
pl: motywu
pt_br: do tema
ru: темы
tr: temanın
vi: của chủ đề
zh_hans: 主题

source: of the first theme
de: des ersten Themas
fr: du premier thème
it: del primo tema
ko: 첫번째 주제
pl: pierwszego motywu
pt_br: do primeiro tema
ru: первой темы
tr: birinci temanın
vi: của chủ đề thứ nhất
zh_hans: 关于第一个主题

source: of the second theme
de: des zweiten Themas
fr: du deuxième thème
it: del secondo tema
ko: 두번째 주제
pl: drugiego motywu
pt_br: do segundo tema
ru: второй темы
tr: ikinci temanın
vi: của chủ đề thứ hai
zh_hans: 关于第二个主题

source: of the previous passage
de: der vorherigen Passage
fr: du passage précédent
it: del precedente passaggio
ko: 이전 구절
pl: poprzedniego przejścia
pt_br: da passagem anterior
ru: предыдущего пассажа
tr: önceki pasajın
vi: của đoạn trước
zh_hans: 关于之前的段落

source: a recapitulation
de: eine Rekapitulation
fr: une récapitulation
it: un riepilogo
ko: 요약
pl: podsumowanie
pt_br: uma recapitulação
ru: рекапитуляция
tr: bir yeniden serim
vi: một sự tóm tắt
zh_hans: 一份摘要

source: the synthesis
de: die Synthese
fr: la synthèse
it: la sintesi
ko: 합성
pl: synteza
pt_br: a síntese
ru: синтез
tr: sentez
vi: sự tổng hòa
zh_hans: 合成

source: of the two themes
de: der zwei Themen
fr: des deux thèmes
it: dei due temi
ko: 두 주제
pl: dwóch motywów
pt_br: dos dois temas
ru: двух тем
tr: iki temanın
vi: của hai chủ đề
zh_hans: 关于这两个主题

source: of previous passages
de: der vorherigen Passagen
fr: des passages précédents
it: dei passaggi precedenti
ko: 이전 구절
pl: poprzednich przejść
pt_br: da passagem anterior
ru: предыдущих пассажей
tr: önceki pasajların
vi: của các đoạn trước
zh_hans: 关于之前的段落

source: a verse
de: ein Vers
fr: un verset
it: un verso
ko: 구절
pl: wers
pt_br: um verso
ru: стих
tr: bir kıta
vi: một đoạn thơ
zh_hans: 一篇诗词

source: a chorus
de: ein Chor
fr: un refrain
it: un coro
ko: 합창
pl: refren
pt_br: um refrão
ru: припев
tr: bir nakarat
vi: một điệp khúc
zh_hans: 合唱

source: the finale
de: das Finale
fr: la finale
it: il finale
ko: 마무리
pl: końcówka
pt_br: o final
ru: окончание
tr: final
vi: đoạn kết
zh_hans: 尾声

source: the coda
de: die Koda
fr: la coda
it: la coda
ko: 종결부
pl: koda
pt_br: o arremate
ru: кода
tr: koda
vi: đoạn kết thêm
zh_hans: 结尾

source: a bridge-passage
de: eine Brückenpassage
fr: un pont-passage
it: un bridge
ko: 연결 구절
pl: przejście mostowe
pt_br: uma passagem-ponte
ru: переходной пассаж
tr: bir köprü pasajı
vi: một đoạn chuyển tiếp
zh_hans: 一段间奏

source: first
de: erste
fr: première
it: primo
ko: 첫 번째
pl: pierwszy
pt_br: primeiro
ru: первый
tr: birinci
vi: thứ nhất
zh_hans: 第一

source: second
de: zweite
fr: deuxième
it: secondo
ko: 두 번째
pl: drugi
pt_br: segundo
ru: второй
tr: ikinci
vi: thứ hai
zh_hans: 第二

source: theme
de: Thema
fr: thème
it: tema
ko: 주제
pl: motyw
pt_br: tema
ru: тема
tr: tema
vi: chủ đề
zh_hans: 旋律

source: a series of variations
de: eine Reihe von Variationen
fr: une série de variantes
it: una serie di variazioni
ko: 일련의 변주곡
pl: serie wariacji
pt_br: uma série de variações
ru: серия вариаций
tr: bir dizi varyasyon
vi: một chuỗi biến tấu
zh_hans: 一系列的变奏

source: on the theme
de: zum Thema
fr: sur le thème
it: sul tema
ko: 주제로
pl: na temat
pt_br: sobre o tema
ru: на тему
tr: tema üzerine
vi: trên chủ đề
zh_hans: 在这个旋律

source: on the first theme
de: auf dem ersten Thema
fr: sur le premier thème
it: sul primo tema
ko: 첫번째 주제로
pl: na pierwszy temat
pt_br: no primeiro tema
ru: на первую тему
tr: birinci tema üzerine
vi: trên chủ đề thứ nhất
zh_hans: 在第一旋律

source: on the second theme
de: auf dem zweiten Thema
fr: sur le deuxième thème
it: sul secondo tema
ko: 두번째 주제로
pl: na drugi temat
pt_br: sobre o segundo tema
ru: на вторую тему
tr: ikinci tema üzerine
vi: trên chủ đề thứ hai
zh_hans: 在第二个旋律

source: and
de: und
fr: et
it: e
ko: 그리고
pl: i
pt_br: e
ru: и
tr: ve
vi: và
zh_hans: 与

source: You continue the dance.
de: Weiter geht es mit den Tanz.
fr: Vous continuez la danse.
it: Continui la danza.
ko: 당신은 춤을 계속 춘다.
pl: Kontynuujesz taniec.
pt_br: Você continua a dança.
ru: Вы продолжаете танец.
tr: Dansa devam ediyorsun.
vi: Ngươi tiếp tục điệu nhảy.
zh_hans: 你继续这场舞蹈。

source: The dance continues.
de: Der Tanz geht weiter.
fr: La danse continue.
it: La danza continua.
ko: 춤이 계속된다.
pl: Taniec ciągnie się dalej.
pt_br: A dança continua.
ru: Танец продолжается.
tr: Dans devam ediyor.
vi: Điệu nhảy tiếp diễn.
zh_hans: 舞蹈继续着。

source: You continue the music.
de: Weiter geht es mit der Musik.
fr: Vous continuez la musique.
it: Continui la melodia.
ko: 당신은 음악을 계속 연주한다.
pl: Kontynuujesz muzykę.
pt_br: Você continua a música.
ru: Вы продолжаете играть.
tr: Müziğe devam ediyorsun.
vi: Ngươi tiếp tục bản nhạc.
zh_hans: 你继续这首乐曲。

source: The music continues.
de: Die Musik geht weiter.
fr: La musique continue.
it: La musica continua.
ko: 음악은 계속된다.
pl: Muzyka ciągnie się dalej.
pt_br: A música continua.
ru: Музыка продолжается.
tr: Müzik devam ediyor.
vi: Bản nhạc tiếp diễn.
zh_hans: 音乐继续着。

source: Deceased citizens and pets can be laid to rest in a tomb. It should include a coffin, casket, or sarcophagus.
de: Verstorbene Bürger und Haustiere können in einem Grabmal beigesetzt werden. Es sollte einen Sarg, eine Urne oder einen Sarkophag enthalten.
fr: Les citoyens décédés et les animaux de compagnie peuvent être enterrés dans une tombe. Il devrait inclure un cercueil, un cercueil ou un sarcophage.
it: Puoi seppellire cittadini e animali domestici deceduti in un sepolcro. Dovrebbe includere un feretro, una bara o un sarcofago.
ko: 죽은 시민들과 애완동물들은 무덤에 안치될 수 있다. 그것은 관, 관 또는 석관을 포함해야 합니다.
pl: Martwi obywatele i pupile mogą zostać złożone do spoczynku w grobowcu. Powinien zawierać trumnę, szkatułę lub sarkofag.
pt_br: Cidadãos e animais de estimação falecidos podem ser colocados para descansar em uma tumba. Deve incluir um caixão, urna ou sarcófago.
ru: Умершие горожане и домашние животные могут быть погребены в могиле. Он должен включать гроб, шкатулку или саркофаг.
tr: Ölen vatandaşlar ve evcil hayvanlar bir mezara defnedilebilir. Mezar bir tabut, sanduka veya lahit içermelidir.
vi: Các công dân và thú cưng đã khuất có thể được an táng trong một hầm mộ. Hầm mộ nên bao gồm một quan tài, hòm hoặc quách đá.
zh_hans: 死去的公民和宠物可以被安放在坟墓里。 它应该包括一个棺材，匣子，或石棺。

source: You conclude your performance.
de: Du beendest deine Vorfuehrung.
fr: Vous concluez votre performance.
it: Concludi la tua esibizione.
ko: 당신은 공연을 마친다.
pl: Kończysz swój występ.
pt_br: Você termina sua apresentação.
ru: Вы завершаете выступление.
tr: Performansını sonlandırıyorsun.
vi: Ngươi kết thúc màn trình diễn của mình.
zh_hans: 你结束了你的表演。

source: The performers are finished.
de: Die Darsteller sind fertig.
fr: Les interprètes ont terminé.
it: Gli artisti hanno finito.
ko: 공연이 끝났다.
pl: Wykonawcy zakończyli wystąpienie.
pt_br: Os apresentadores terminaram.
ru: Исполнители завершают выступление.
tr: Sanatçılar bitirdi.
vi: Các nghệ sĩ đã hoàn thành.
zh_hans: 表演者们完事了。

source: Some performers finish their act.
de: Ein paar Darsteller haben ihren Akt beendet.
fr: Certains interprètes finissent leur numéro.
it: Alcuni artisti terminano la loro esibizione.
ko: 몇몇 공연자가 공연을 마쳤다.
pl: Część wykonawców zakończyła swoją część wystąpienia.
pt_br: Alguns apresentadores terminaram suas atuações.
ru: Часть исполнителей закончили свои партии.
tr: Bazı sanatçılar gösterilerini bitiriyor.
vi: Một số nghệ sĩ kết thúc tiết mục của họ.
zh_hans: 一些表演者完成了他们的演出。

source: has finished performing.
de: hat das Darstellen beendet.
fr: a fini de jouer.
it: ha finito la propria esibizione.
ko: 공연을 마쳤다.
pl: skończył występować.
pt_br: terminou de apresentar.
ru: завершает выступление.
tr: performansını bitirdi.
vi: đã hoàn thành trình diễn.
zh_hans: 已完成表演。

source: concludes a performance.
de: beendet eine Vorfuehrung.
fr: conclut une représentation.
it: termina un'esibizione.
ko: 공연을 마쳤다.
pl: kończy swe wystąpienie
pt_br: conclui uma apresentação.
ru: завершает выступление.
tr: bir performansı sonlandırıyor.
vi: kết thúc một màn trình diễn.
zh_hans: 结束表演。

source: You've learned
de: Du hast gelernt
fr: Vous avez appris
it: Hai imparato
ko: 당신은 배웠다
pl: Nauczyłeś się
pt_br: Você aprendeu
ru: Вы изучили
tr: Şunu öğrendin:
vi: Ngươi đã học được
zh_hans: 你已经学会了

source: You feel like you know the basic rules of
de: Du fühlst dich, als ob du die Grundlagen kennst von
fr: Vous avez l'impression de connaître les règles de base de
it: Ti sembra di conoscere le regole base di
ko: 당신은 기본적인 규칙을 깨달은 것 같다
pl: Wydaje ci się że znasz podstawy
pt_br: Você sentiu como se conhecesse as regras básicas de
ru: Вы чувствуете, что узнали основные правила
tr: Şunun temel kurallarını bildiğini hissediyorsun:
vi: Ngươi cảm thấy như mình đã nắm vững các quy tắc cơ bản của
zh_hans: 你觉得你知道基本规则，关于

source: now.
de: jetzt.
fr: à présent.
it: ora.
ko: 지금.
pl: teraz.
pt_br: agora.
ru: сейчас.
tr: artık.
vi: bây giờ.
zh_hans: 现在。

source: Your
de: Euer
fr: Ton/ta
it: Il tuo
ko: 당신의
pl: Twój
pt_br: Seu
ru: Ваш
tr: Senin
vi: Của ngươi
zh_hans: 你的

source: 's
fr: c'est
it: di
ko: 의
pl: jest
pt_br: ​de
tr: 'in
vi: của
zh_hans: 的
