Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: older half-brother
de: älterer Halbbruder
fr: demi-frère aîné
it: fratellastro maggiore
ko: 이복형제
pl: starszy przyrodni brat
pt_br: meio-irmão mais velho
ru: старший сводный брат
tr: büyük üvey erkek kardeş
vi: Anh trai cùng cha/mẹ khác
zh_hans: 庶出哥哥

source: older half-sister
de: ältere Halbschwester
fr: demi-sœur aînée
it: sorellastra maggiore
ko: 이복 누이
pl: starsza przyrodnia siostra
pt_br: meia-irmã mais velha
ru: старшая сводная сестра
tr: büyük üvey kız kardeş
vi: Chị gái cùng cha/mẹ khác
zh_hans: 庶出姐姐

source: older half-sibling
de: älteres Halbgeschwisterchen
fr: demi-frère aîné
it: fratellastro maggiore
ko: 나이 많은 이복형제
pl: starsze przyrodnie rodzeństwo
pt_br: meio-irmão mais velho
ru: старший сводный брат или сестра
tr: büyük üvey kardeş
vi: Anh/chị cùng cha/mẹ khác
zh_hans: 庶出同辈

source: younger half-brother
de: jüngerer Halbbruder
fr: demi-frère cadet
it: fratellastro minore
ko: 남동생
pl: młodszy przyrodni brat
pt_br: meio-irmão mais novo
ru: младший сводный брат
tr: küçük üvey erkek kardeş
vi: Em trai cùng cha/mẹ khác
zh_hans: 庶出兄弟

source: younger half-sister
de: jüngere Halbschwester
fr: demi-sœur cadette
it: sorellastra minore
ko: 여동생
pl: młodsza przyrodnia siostra
pt_br: meia-irmã mais nova
ru: младшая сводная сестра
tr: küçük üvey kız kardeş
vi: Em gái cùng cha/mẹ khác
zh_hans: 庶出姐妹

source: younger half-sibling
de: jüngeres Halbgeschwisterchen
fr: demi-frère cadet
it: fratellastro minore
ko: 어린 이복형제
pl: odsze przyrodnie rodzeństwo
pt_br: meio-irmão mais novo
ru: младший сводный брат или сестра
tr: küçük üvey kardeş
vi: Em cùng cha/mẹ khác
zh_hans: 庶出妹弟

source: no relationship
de: keine Beziehung
fr: pas de relation
it: nessuna relazione
ko: 관계 없음
pl: brak relacji
pt_br: do relacionamento com
ru: нет отношений
tr: ilişki yok
vi: Không quan hệ
zh_hans: 没有关系

source: Wetland
de: Feuchtgebiet
fr: Zone humide
it: Acquitrino
ko: 습지
pl: Mokradła
pt_br: Zona húmida
ru: Болота
tr: Sulak Alan
vi: Đầm lầy
zh_hans: 湿地

source: Desert
de: Wüste
fr: Désert
it: Deserto
ko: 사막
pl: Pustynia
pt_br: Mérito
ru: Пустыня
tr: Çöl
vi: Sa mạc
zh_hans: 沙漠

source: Forest
de: Wald
fr: Forêt
it: Foresta
ko: 숲
pl: Las
pt_br: Floresta
ru: Леса
tr: Orman
vi: Rừng
zh_hans: 森林

source: Mountains
de: Gebirge
fr: Montagnes
it: Montagne
ko: 산
pl: Góry
pt_br: Montanhas
ru: Горы
tr: Dağlar
vi: Núi
zh_hans: 山

source: Ocean
de: Ozean
fr: Océan
it: Oceano
ko: 대양
pt_br: Oceano
ru: Океан
tr: Okyanus
vi: Đại dương
zh_hans: 海洋

source: Lake
de: See
fr: Lac
it: Lago
ko: 호수
pl: Jezioro
pt_br: Lago
ru: Озеро
tr: Göl
vi: Hồ
zh_hans: 湖

source: Grassland
de: Grasland
fr: Prairie
it: Prateria
ko: 초원
pl: Łąka
pt_br: Pastagem
ru: Луга
tr: Otlak
vi: Đồng cỏ
zh_hans: 草地

source: Hills
de: Hügel
fr: Collines
it: Colline
ko: 언덕
pl: Wzgórza
pt_br: Morro
ru: Холмы
tr: Tepeler
vi: Đồi
zh_hans: 丘陵

source: will be leaving soon.
de: werden bald gehen.
fr: partira bientôt.
it: partirà presto.
ko: 곧 떠날 것입니다.
pl: wkrótce odejdzie.
pt_br: sairá em breve.
ru: скоро уедут.
tr: yakında ayrılacak.
vi: sẽ sớm rời đi.
zh_hans: 将很快离开。

source: Animals, Toggle Available
pl: Zwierzęta, Dostępny przełącznik
tr: Hayvanlar, Mevcut Olanları Aç/Kapa
vi: Động vật, Chuyển đổi khả dụng

source: the fall of
de: den Fall von
fr: la chute de
it: la caduta di
ko: 가을
pl: upadek
pt_br: Você emaranhado juntos e caia em cima!
ru: падение
tr: şunun çöküşü:
vi: sự sụp đổ của
zh_hans: 堕落了

source: Granite
de: Granit
fr: Granit
it: Granito
ko: 화강암
pl: Granit
pt_br: Granito
ru: гранита
tr: Granit
vi: Đá hoa cương
zh_hans: 花岗岩

source: Slate
de: Schiefer
fr: Ardoise
it: Ardesia
ko: 점판암
pl: Łupek
pt_br: Ardósia
ru: сланца
tr: Arduvaz
vi: Đá phiến
zh_hans: 石板

source: Hematite
de: Hematit
fr: Hématite
it: Ematite
ko: 적철석
pl: Hematyt
pt_br: Hematita
ru: гематита
tr: Hematit
vi: Quặng hematite
zh_hans: 赤铁矿

source: Galena
fr: Galène
ko: 방연석
ru: галенита
tr: Galen
vi: Quặng galena
zh_hans: 方铅矿

source: Limestone
de: Kalkstein
fr: Calcaire
it: Calcare
ko: 석회암
pl: Wapień
pt_br: Calcário
ru: известняка
tr: Kireç Taşı
vi: Đá vôi
zh_hans: 石灰石

source: Sandstone
de: Sandstein
fr: Grès
it: Pietra arenaria
ko: 사암
pl: Piaskowiec
pt_br: Arenito
ru: песчаника
tr: Kum Taşı
vi: Sa thạch
zh_hans: 砂岩

source: Timber
de: Bauholz
fr: Charpente
it: Legname
ko: 목재
pl: Tarcica
pt_br: Madeira
ru: дерева
tr: Kereste
vi: Gỗ
zh_hans: 木料

source: Moonstone
de: Mondstein
fr: Pierre de lune
it: Pietraluna
ko: 월장석
pl: Kamień Księżycowy
pt_br: pedra da lua
ru: адуляра
tr: Ay Taşı
vi: Đá mặt trăng
zh_hans: 月光石

source: Opal
fr: Opale
it: Opale
ko: 오팔
pt_br: Opala
ru: опала
vi: Đá opal
zh_hans: 蛋白石

source: Dabbling
de: stümpern
fr: Barboter
it: Si cimenta
ko: 풋내기
pl: Okazjonalny
pt_br: Incursionando
ru: Посредственный
tr: Hevesli
vi: Tập tễnh
zh_hans: 涉猎

source: Adequate
de: Ausreichend
fr: Adéquat
it: Adeguato
ko: 견습
pl: Dostateczny
pt_br: Adequado
ru: Достойный
tr: Yeterli
vi: Khá
zh_hans: 勉强熟练的

source: Competent
de: kompetent
fr: Compétent
it: Competente
ko: 평범한
pl: Kompetentny
pt_br: Competente
ru: Компетентный
tr: Yetkin
vi: Thành thạo
zh_hans: 相当熟练的

source: Skilled
de: Qualifizierter
fr: Qualifié
it: Abile
ko: 숙련된
pl: Wykwalifikowany
pt_br: Hábil
ru: Умелый
tr: Becerikli
vi: Lão luyện
zh_hans: 娴熟的

source: Proficient
de: Kompetent
fr: Compétent
it: Esperto
ko: 능숙한
pl: Biegły
pt_br: proficiente
ru: Опытный
tr: Uzman
vi: Tinh thông
zh_hans: 精通的

source: Adept
de: Geschickt
fr: Expert
it: Capace
ko: 상급
pl: Umiejętny
pt_br: competente
ru: Знаток
tr: Usta
vi: Thuần thục
zh_hans: 拿手的

source: Professional
de: professionell
fr: Professionnelle
it: Professionale
ko: 전문적인
pl: Profesjonalny
pt_br: Profissional
ru: Профессиональный
tr: Profesyonel
vi: Chuyên nghiệp
zh_hans: 专家级的

source: Accomplished
de: vollendet
fr: Réalisé
it: Realizzato
ko: 천재적인
pl: Znakomity
pt_br: Realizado
ru: Искусный
tr: Başarılı
vi: Xuất chúng
zh_hans: 技艺精湛的

source: High Master
de: Hochmeister
fr: Grand Maître
it: Alto Maestro
ko: 하이 마스터
pl: Mistrzowski
pt_br: Mestre de alta
ru: Высший мастер
tr: Yüksek Üstat
vi: Cao thủ bậc cao
zh_hans: 宗师级的

source: Grand Master
de: Großmeister
fr: Grand Maître
it: Gran Maestro
ko: 그랜드마스터
pl: Wielce mistrzowski
pt_br: Grao-mestre
ru: Великий мастер
tr: Büyük Üstat
vi: Đại Sư
zh_hans: 泰斗级的

source: Legendary
de: Legendär
fr: Légendaire
it: Leggendario
ko: 전설적인
pl: Legendarny
pt_br: Lendário
ru: Легендарный
tr: Efsanevi
vi: Huyền thoại
zh_hans: 传奇的

source: Carpentry
de: Zimmerei
fr: Charpenterie
it: Carpenteria
ko: 목공
pl: Stolarstwo
pt_br: Carpintaria
ru: Плотничество
tr: Marangozluk
vi: Nghề mộc
zh_hans: 木工手艺

source: Bowmaking
de: Bogenbau
fr: Fabrication d'arc
it: Costruzione d'archi
ko: 활 만들기
pl: Łuczarstwo
ru: Лукоделие
tr: Yay Yapımı
vi: Chế tác cung
zh_hans: 制弓

source: Stone Carving
de: Steine bearbeiten
fr: Sculpture sur pierre
it: Intaglio pietra
ko: 석재 조각
pl: Rzeźbienie w kamieniu
pt_br: Escultura de Pedra
ru: Резьба по камню
tr: Taş Oyma
vi: Khắc đá
zh_hans: 雕刻石头中

source: Stonecutting
de: Steinmetzarbeiten
fr: Taille de pierre
it: Taglio della pietra
ko: 치석
pl: Obróbka Kamieni
pt_br: Corte de pedra
ru: Резка камня
tr: Taş Kesme
vi: Cắt đá
zh_hans: 凿岩

source: Engraving
de: Gravur
fr: Gravure
it: Incisione
ko: 조각
pl: Grawerowanie
pt_br: Gravando
ru: Гравировка
tr: İşlemecilik
vi: Khắc trổ
zh_hans: 雕刻

source: Masonry
de: Steinmetzarbeit
fr: Maçonnerie
it: Muratura
ko: 석공직
pl: Murarstwo
pt_br: Alvenaria
ru: Строительство
tr: Duvarcılık
vi: Xây đá
zh_hans: 石匠活

source: Animal Caretaking
de: Tierbestattung
fr: Garde d'animaux
it: Cura degli animali
ko: 동물 돌보기
pl: Opieka nad Zwierzętami
pt_br: Caretaking animal
ru: Уход за животными
tr: Hayvan Bakıcılığı
vi: Chăm sóc động vật
zh_hans: 动物护理

source: Fish Dissection
de: Fischzerteilung
fr: Dissection de poisson
it: Dissezione Pesce
ko: 어류 해부
pl: Rozbiórka Ryb
pt_br: Dissecação de peixe
ru: Потрошение рыбы
tr: Balık Teşrihi
vi: Giải phẫu cá
zh_hans: 鱼类解剖

source: Animal Dissection
de: Tierzerteilung
fr: Dissection animale
it: Dissezione di animali
ko: 동물 해부
pl: Rozbiórka Zwierząt
pt_br: Dissecação de animais
ru: Потрошение животных
tr: Hayvan Teşrihi
vi: Giải phẫu động vật
zh_hans: 动物解剖

source: Fish Cleaning
de: Fischreinigung
fr: Nettoyage du poisson
it: Pulizia del pesce
ko: 어류 손질
pl: Czyszczenie Ryb
pt_br: Limpeza de Peixe
ru: Чистка рыбы
tr: Balık Temizleme
vi: Làm sạch cá
zh_hans: 处理生鱼

source: Butchery
de: Schlächterei
fr: Boucherie
it: Macelleria
ko: 도축
pl: Rzeźnictwo
pt_br: Açougue
ru: Разделка
tr: Kasaplık
vi: Mổ thịt
zh_hans: 屠宰

source: Trapping
de: Fang
fr: Piégeage
it: Intrappolamento
ko: 덫 놓기
pl: Zastawianie pułapek
pt_br: Entalamento
ru: Отлов
tr: Tuzakçılık
vi: Đặt bẫy
zh_hans: 布置陷阱

source: Growing
de: Anpflanzung
fr: Croissance
it: Crescita
ko: 성장
pl: Uprawa Roślin
pt_br: Granjeios
ru: Земледелие
tr: Yetiştiricilik
vi: Trồng trọt
zh_hans: 种植

source: Herbalism
de: Kräuterkunde
fr: Herboristerie
it: Erboristeria
ko: 약초학
pl: Zielarstwo
pt_br: Herbalismo
ru: Травничество
tr: hekimlik
vi: Thảo dược học
zh_hans: 采集

source: Riding
de: Reiten
fr: Équitation
it: Equitazione
ko: 승마
pl: Jazda Konno
pt_br: Cavalgando
ru: Верховая езда
tr: Binicilik
vi: Cưỡi
zh_hans: 骑行

source: Negotiation
de: Verhandlung
fr: Négociation
it: Negoziazione
ko: 협상
pl: Negocjacje
pt_br: Negociação
ru: Переговоры
tr: Müzakere
vi: Đàm phán
zh_hans: 谈判

source: Judging Intent
de: Rechtsprechungsabsicht
fr: Intention de jugement
it: Giudizio d'intenti
ko: 심사 의향
pl: Ocenianie Intencji
pt_br: Julgar a intenção
ru: Оценка намерений
tr: Niyet Okuma
vi: Đánh giá ý đồ
zh_hans: 意图判断

source: Appraisal
de: Beurteilung
fr: Évaluation
it: Valutazione
ko: 감정평가
pl: Wycena
pt_br: Avaliação
ru: Оценивание
tr: Değer Biçme
vi: Thẩm định
zh_hans: 估价

source: Organization
de: Organisation
fr: Organisme
it: Organizzazione
ko: 조직
pl: Organizacja
pt_br: Organização
ru: Организация
tr: Organizasyon
vi: Tổ chức
zh_hans: 组织

source: Record Keeping
de: Aufzeichnungen
fr: Tenue de registres
it: Tenuta dei registri
ko: 기록 보관
pl: Trzymanie Zapisów
pt_br: Manutenção de Registos
ru: Учёт
tr: Kayıt Tutma
vi: Lưu trữ hồ sơ
zh_hans: 记录

source: Lying
de: Liegen
fr: Mensonge
it: Mentire
ko: 거짓말하는
pl: Kłamanie
pt_br: Deitado
ru: Ложь
tr: Yalancılık
vi: Nói dối
zh_hans: 说谎

source: Comedy
de: Komödie
fr: La comédie
it: Commedia
ko: 코메디
pl: Komedia
pt_br: Comédia
ru: Комедия
tr: Komedi
vi: Hài hước
zh_hans: 喜剧

source: Flattery
de: Schmeichelei
fr: Flatterie
it: Adulazione
ko: 아첨
pl: Pochlebstwo
pt_br: Adulação
ru: Лесть
tr: Dalkavukluk
vi: Nịnh hót
zh_hans: 奉承

source: Consoling
de: Tröstlich
fr: Consoler
it: Consolazione
ko: 위로
pl: Pocieszanie
pt_br: a consolar
ru: Утешение
tr: Teselli Etme
vi: An ủi
zh_hans: 安慰

source: Tracking
de: Verfolgung
fr: Suivi
it: Tracciamento
ko: 추적
pl: Śledzenie
pt_br: Rastreamento
ru: Слежка
tr: İz Sürme
vi: Theo dấu
zh_hans: 跟踪

source: Furnace Operation
de: Ofenbetrieb
fr: Fonctionnement du four
it: Operazione della fornace
ko: 용광로 작동
pl: Obsługa Pieca
pt_br: Operação de forno
ru: Переплавка
tr: Ocakçılık
vi: Vận hành lò nung
zh_hans: 炉操作

source: Strand Extraction
de: Strand-Auflösung
fr: Extraction de mèches
it: Estrazione dei filoni
ko: 가닥 추출
pl: Ekstrakcja Nici
pt_br: Extração de Strand
ru: Волочение проволоки
tr: Lif Çıkarma
vi: Chiết sợi
zh_hans: 金属线抽取

source: Soap Making
de: Seifenherstellung
fr: Fabrication de savon
it: Produzione di sapone
ko: 비누 만들기
pl: Wyrób Mydła
pt_br: Fabricação de sabao
ru: Мыловарение
tr: Sabun Yapımı
vi: Chế tạo xà phòng
zh_hans: 肥皂制作

source: Potash Making
de: Potaschen-Herstellung
fr: Fabrication de potasse
it: Produzione di potassa
ko: 칼륨 만들기
pl: Wyrób Potażu
pt_br: Fabricação de Potassa
ru: Производство поташа
tr: Potas Yapımı
vi: Chế tạo bồ tạt
zh_hans: 钾肥制作

source: Lye Making
de: Laugen-Herstellung
fr: Fabrication de lessive
it: Lavorazione della liscivia
ko: 잿물 만들기
pl: Wyrób Ługu
pt_br: Fabricação de Barrela
ru: Производство щёлока
tr: Küllü Su Yapımı
vi: Chế tạo dung dịch kiềm
zh_hans: 制碱

source: Wood Burning
de: Holzverbrennung
fr: Chauffage au bois
it: Legna che brucia
ko: 장작 굽기
pl: Przepalanie Drewna
pt_br: Pirografia
ru: Углежжение
tr: Odun Yakma
vi: Đốt gỗ
zh_hans: 烧制木炭

source: Weaponsmithing
de: Waffenherstellung
fr: Fabrication d'armes
it: Forgiatura d'armi
ko: 무기 제작
pl: Wykuwanie Broni
pt_br: Forjação de armas
ru: Ковка оружия
tr: Silah Yapımı
vi: Rèn vũ khí
zh_hans: 制造武器

source: Armorsmithing
de: Rüstungsschmied
fr: Armurerie
it: Forgiatura d'armature
ko: 방어구 제작
pl: Wykuwanie Pancerzy
pt_br: Forjação de armaduras
ru: Ковка доспехов
tr: Zırh Yapımı
vi: Rèn giáp
zh_hans: 盔甲锻造

source: Metalsmithing
de: Metallschmied
fr: Métallurgie
it: Forgiatura
ko: 금속 세공
pl: Kowalstwo
pt_br: Metalurgia
ru: Ковка
tr: Metal İşleme
vi: Rèn kim loại
zh_hans: 金属铸造

source: Gem Cutting
de: Edelsteinschleifer
fr: Taille de gemme
it: Intaglio di gemme
ko: 보석 절단
pl: Obróbka Kamieni Szlachetnych
pt_br: Corte de Gemas
ru: Огранка
tr: Mücevher Kesimi
vi: Cắt ngọc
zh_hans: 宝石切割

source: Gem Setting
de: Edelsteinfassung
fr: Réglage de la gemme
it: Incastonamento di gemme
ko: 보석 세팅
pl: Osadzanie Kamieni Szlachetnych
pt_br: Configuração de Gemas
ru: Инкрустация
tr: Mücevher Kakma
vi: Gắn ngọc
zh_hans: 宝石镶嵌

source: Woodcrafting
de: Holzfertigung
fr: Travail du bois
it: Lavorazione del legno
ko: 목공예
pl: Drewniane Rzemiosło
pt_br: Serraria
ru: Деревообработка
tr: Ahşap İşçiliği
vi: Chế tác gỗ
zh_hans: 木料匠艺

source: Papermaking
de: Papierherstellung
fr: Fabrication du papier
it: Produzione della carta
ko: 제지
pl: Wytwarzanie Papieru
pt_br: Fabricação De Papel
ru: Изготовление бумаги
tr: Kağıt Yapımı
vi: Làm giấy
zh_hans: 造纸

source: Bookbinding
de: Buchbinderei
fr: Reliure
it: Rilegatura
ko: 제본
pl: Introligatorstwo
pt_br: Encadernação
ru: Переплётное дело
tr: Ciltçilik
vi: Đóng sách
zh_hans: 制作书籍

source: Pottery
de: Keramik
fr: Poterie
it: Ceramica
ko: 도예
pl: Garncarstwo
pt_br: Olaria
ru: Гончарное дело
tr: Çömlekçilik
vi: Làm gốm
zh_hans: 制作陶器

source: Wax Working
de: Wachsarbeiten
fr: Travail de la cire
it: Lavorazione della cera
ko: 왁스 작업
pl: Praca z Woskiem
pt_br: Trabalho de cera
ru: Восколитие
tr: Mum İşçiliği
vi: Chế tác sáp
zh_hans: 蜡制工艺

source: Stone Crafting
de: Steinfertigung
fr: Fabrication de pierre
it: Lavorazione della pietra
ko: 석재 제작
pl: Kamienne Rzemiosło
pt_br: Cortando Pedra
ru: Резьба по камню
tr: Taş İşçiliği
vi: Chế tác đá
zh_hans: 石制工艺

source: Metal Crafting
de: Metallfertigung
fr: Travail du métal
it: Artigianato del metallo
ko: 금속 공예
pl: Metalowe Rzemiosło
pt_br: Fabricando Metal
ru: Резьба по металлу
tr: Metal İşçiliği
vi: Chế tác kim loại
zh_hans: 金属工艺

source: Glassmaking
de: Glasmacher
fr: Verrerie
it: Lavorazione del vetro
ko: 유리 제조
pl: Wyrabianie Szkła
pt_br: Fabricando Vidro
ru: Стекловарение
tr: Cam Yapımı
vi: Chế tạo thủy tinh
zh_hans: 吹制玻璃

source: Studying
de: Studieren
fr: En train d'étudier
it: Studiare
ko: 공부하는
pl: Nauka
pt_br: Estudando
ru: Изучение
tr: Çalışma
vi: Học tập
zh_hans: 研究

source: Poetry
de: Poesie
fr: Poésie
it: Poesia
ko: 시
pl: Poezja
pt_br: poesia
ru: Поэзия
tr: Şiir
vi: Thơ ca
zh_hans: 诗歌

source: Reading
de: Lesen
fr: En lisant
it: Lettura
ko: 독서
pl: Czytanie
pt_br: Leitura
ru: Чтение
tr: Okuma
vi: Đọc
zh_hans: 阅读

source: Speaking
de: Sprechen
fr: Parlant
it: Oratoria
ko: 말하기
pl: wienie
pt_br: Conversação
ru: Речь
tr: Konuşma
vi: Nói
zh_hans: 演讲

source: Dance
de: Tanzen
fr: Danse
it: Danza
ko: 댄스
pl: Taniec
pt_br: Dançar
ru: Танец
tr: Dans
vi: Khiêu vũ
zh_hans: 舞蹈

source: Music
de: Musik
fr: Musique
it: Musica
ko: 음악
pl: Muzyka
pt_br: Música
ru: Музыка
tr: Müzik
vi: Âm nhạc
zh_hans: 音乐

source: Singing
de: Singen
fr: En chantant
it: Canto
ko: 명음
pl: Śpiewanie
pt_br: Cantando
ru: Пение
tr: Şarkı Söyleme
vi: Hát
zh_hans: 唱歌

source: Keyboard Instrument
de: Tasteninstrument
fr: Instrument à clavier
it: Strumento a tastiera
ko: 건반악기
pl: Instrument Klawiszowy
pt_br: Instrumento de teclado
ru: Клавишный инструмент
tr: Klavyeli Enstrüman
vi: Nhạc Cụ Phím
zh_hans: 键盘乐器

source: Stringed Instrument
de: Saiteninstrument
fr: Instrument à cordes
it: Strumento a corde
ko: 현악기
pl: Instrument Strunowy
pt_br: Instrumento de Cordas
ru: Струнный инструмент
tr: Telli Enstrüman
vi: Nhạc Cụ Dây
zh_hans: 弦乐器

source: Wind Instrument
de: Blasinstrument
fr: Instrument à vent
it: Strumento a fiato
ko: 관악기
pl: Instrument Dęty
pt_br: Instrumento de sopro
ru: Духовой инструмент
tr: Üflemeli Enstrüman
vi: Nhạc Cụ Hơi
zh_hans: 管乐器

source: Percussion Instrument
de: Schlaginstrument
fr: Instrument à percussion
it: Strumento a percussione
ko: 타악기
pl: Instrument Perkusyjny
pt_br: Instrumento de percussão
ru: Ударный инструмент
tr: Vurmalı Enstrüman
vi: Nhạc Cụ Gõ
zh_hans: 打击乐器

source: Critical Thinking
de: Kritisches Denken
fr: Esprit critique
it: Pensiero critico
ko: 비판적 사고
pl: Krytyczne Myślenie
pt_br: Pensamento Crítico
ru: Критическое мышление
tr: Eleştirel Düşünme
vi: Tư Duy Phản Biện
zh_hans: 批判性思考

source: Optics Engineer
de: Optik-Ingenieur
fr: Ingénieur Optique
it: Ingegnere ottico
ko: 광학 엔지니어
pl: Inżynier Optyki
pt_br: Engenheiro de ótica
ru: Оптик
tr: Optik Mühendisi
vi: Kỹ Sư Quang Học
zh_hans: 光学工程

source: Fluid Engineer
de: Fluidtechniker
fr: Ingénieur fluides
it: Ingegnere idraulico
ko: 유체 엔지니어
pl: Inżynier Płynów
pt_br: Engenheiro de fluidos
ru: Гидравлик
tr: Akışkan Mühendisi
vi: Kỹ Sư Thủy Lực
zh_hans: 流体工程师

source: Balance
de: Ausgeglichheit
fr: Solde
it: Bilancio
ko: 균형
pl: Balans
pt_br: Saldo
ru: Равновесие
tr: Denge
vi: Thăng Bằng
zh_hans: 平衡

source: Military Tactics
de: Militärtaktik
fr: Tactiques militaires
it: Tattiche militari
ko: 군사 전술
pl: Taktyki Wojskowe
pt_br: Tática militar
ru: Тактика
tr: Askeri Taktikler
vi: Chiến Thuật Quân Sự
zh_hans: 军事战术

source: Teaching
de: Lehrer
fr: Enseignement
it: Insegnamento
ko: 가르치는
pl: Nauczanie
pt_br: Educação
ru: Обучение
tr: Öğretme
vi: Giảng Dạy
zh_hans: 教学

source: Fighting
de: Kampf
fr: Lutte
it: Combattimento
ko: 화이팅
pl: Walka
pt_br: Lutando
ru: Бой
tr: Dövüş
vi: Chiến Đấu
zh_hans: 战斗

source: Archery
de: Bogenschießen
fr: Tir à l'arc
it: Tiro con l'arco
ko: 궁술
pl: Łucznictwo
pt_br: Tiro com arco
ru: Стрельба из лука
tr: Okçuluk
vi: Cung Thuật
zh_hans: 弓兵

source: Wrestling
de: Ringen
fr: Lutte
it: Lotta
ko: 레슬링
pl: Zapasy
pt_br: Luta
ru: Борьба
tr: Güreş
vi: Đấu Vật
zh_hans: 摔跤

source: Biting
de: Beißen
fr: Mordant
it: Mordere
ko: 날카로운
pl: Gryzienie
pt_br: Mordendo
ru: Кусание
tr: Isırma
vi: Cắn Xé
zh_hans: 咬

source: Striking
de: Schlagen
fr: Frappant
it: Colpire
ko: 치는
pl: Uderzanie
pt_br: fazendo uma pose ameaçadora
ru: Удар
tr: Vurma
vi: Đánh Đấm
zh_hans: 击打

source: Kicking
de: Treten
fr: coups de pied
it: Calcio
ko: 발차기
pl: Kopanie
pt_br: Chutando
ru: Удар ногой
tr: Tekmeleme
vi: Đá
zh_hans: 踢球踢球

source: Dodging
de: Umgeht
fr: Esquive
it: Schivata
ko: 회피
pl: Unikanie
pt_br: Esquivando-se
ru: Уклонение
tr: Kaçınma
vi: Né Tránh
zh_hans: 闪避

source: Axe
de: Axt
fr: Hache
it: Ascia
ko: 도끼
pl: Topór
ru: Топор
tr: Balta
vi: Rìu
zh_hans: 斧

source: Sword
fr: Épée
it: Spada
ko: 검
pl: Miecz
pt_br: Espada
ru: Меч
tr: Kılıç
vi: Kiếm
zh_hans: 剑

source: Mace
de: Keule
fr: masse
it: Mazza
ko: 메이스
pl: Buzdygan
pt_br: Muscadeira
ru: Булава
tr: Gürz
vi: Chùy
zh_hans: 权杖

source: Hammer
fr: Marteau
it: Martello
ko: 망치
pl: Młot
pt_br: Martelo
ru: Молот
tr: Çekiç
vi: Búa
zh_hans: 锤

source: Spear
de: Speer
fr: Lance
it: Lancia
ko: 창
pl: Włócznia
pt_br: Lança
ru: Копьё
tr: Mızrak
vi: Giáo
zh_hans: 枪

source: Crossbow
de: Armbrust
fr: Arbalète
it: Balestra
ko: 석궁
pl: Kusza
pt_br: Besta
ru: Арбалет
tr: Tatar Yayı
vi: Nỏ
zh_hans: 弩

source: Pike
fr: Brochet
it: Picca
ko: 단창
pl: Pika
ru: Пика
tr: Kargı
vi: Thương Dài
zh_hans: 长枪

source: Bow
de: Bogen
fr: Arc
it: Arco
ko: 활
pl: Łuk
pt_br: ARCO
ru: Лук
tr: Yay
vi: Cung
zh_hans: 弓

source: Siege Engineering
de: Belagerungstechnik
fr: Ingénierie de siège
it: Ingegneria d'assedio
ko: 공성 공학
pl: Inżynieria Oblężeń
pt_br: Engenharia de cerco
ru: Осадная инженерия
tr: Kuşatma Mühendisliği
vi: Kỹ Thuật Bao Vây
zh_hans: 攻城武器学

source: Siege Operation
de: Belagerungsbetrieb
fr: Opération de siège
it: Operazione d'Assedio
ko: 공성작전
pl: Operowanie Oblężeń
pt_br: Operação de cerco
ru: Управление осадными орудиями
tr: Kuşatma Operatörlüğü
vi: Vận Hành Khí Tài Bao Vây
zh_hans: 攻城器操作

source: Leatherworking
de: Lederverarbeitung
fr: Travail du cuir
it: Pelletteria
ko: 가죽세공
pl: Obróbka Skóry
ru: Кожевничество
tr: Deri İşçiliği
vi: Thuộc Da
zh_hans: 皮革加工

source: Tanning
de: Gerben
fr: Tannage
it: Conciatura
ko: 무두질
pl: Garbowanie
pt_br: Curtume
ru: Дубление
tr: Tabaklama
vi: Làm Thuộc Da
zh_hans: 鞣制皮革

source: Dyeing
de: Färberei
fr: Teinture
it: Tintura
ko: 염색
pl: Farbowanie
pt_br: Tingimento
ru: Крашение
tr: Boyama
vi: Nhuộm
zh_hans: 染色

source: Pressing
de: Drucken
fr: Pressage
it: Pressione
ko: 압착
pl: Prasowanie
pt_br: Pressionando
ru: Прессование
tr: Presleme
vi: Ép
zh_hans: 压榨

source: Beekeeping
de: Bienenzucht
fr: Apiculture
it: Apicoltura
ko: 양봉
pl: Pszczelarstwo
pt_br: Apicultura
ru: Пчеловодство
tr: Arıcılık
vi: Nuôi Ong
zh_hans: 养殖蜜蜂

source: Glazing
de: Verglasung
fr: Vitrage
it: Vetrificazione
ko: 유약 바르기
pl: Szklenie
pt_br: esmaltagem
ru: Глазировка
tr: Sırlama
vi: Tráng Men
zh_hans: 上釉

source: Bone Carving
de: Knochenschnitzerei
fr: Sculpture sur os
it: Intaglio d'ossa
ko: 뼈 조각
pl: Rzeźbienie w Kości
pt_br: Escultura de osso
ru: Резьба по кости
tr: Kemik Oyma
vi: Chạm Khắc Xương
zh_hans: 骨雕

source: Weaving
de: Weben
fr: Tissage
it: Tessitura
ko: 직물 제조
pl: Tkanie
pt_br: Tecelagem
ru: Ткачество
tr: Dokuma
vi: Dệt Vải
zh_hans: 纺织

source: Brewing
de: Brauen
fr: Brassage
it: Produzione di alcol
ko: 양조
pl: Warzenie
pt_br: Brassagem
ru: Пивоварение
tr: İçki Üretimi
vi: Nấu Rượu
zh_hans: 酿造

source: Clothes Making
de: Kleiderherstellung
fr: Confection de vêtements
it: Creazione di vestiti
ko: 옷만들기
pl: Wyrób Ubrań
pt_br: Confecção
ru: Пошив одежды
tr: Giysi Yapımı
vi: May Mặc
zh_hans: 制衣

source: Milling
de: Mahlen
fr: Fraisage
it: Fresatura
ko: 제분
pl: Mielenie
pt_br: Moagem
ru: Помол
tr: Öğütme
vi: Xay Xát
zh_hans: 研磨

source: Threshing
de: Dreschen
fr: Battage
it: Trebbiatura
ko: 타작
pl: Młocka
pt_br: Debulha
ru: Молотьба
tr: Harmanlama
vi: Đập Lúa
zh_hans: 脱粒

source: Blowgun
de: Blasrohr
fr: Sarbacane
it: Cerbottana
ko: 블로우건
pl: Dmuchawka
pt_br: Zarabatana
ru: Духовое ружьё
tr: Üfleme Borusu
vi: Ống Tiêu
zh_hans: 吹箭筒

source: Throwing
de: Wurf
fr: Lancement
it: Lancio
ko: 던지기
pl: Rzucanie
pt_br: é tendo um acesso de raiva, possuído por
ru: Метание
tr: Fırlatma
vi: Ném
zh_hans: 投掷

source: Machinery
de: Maschinen
fr: Machinerie
it: Macchinari
ko: 기계
pl: Maszyneria
pt_br: Máquinas
ru: Механизмы
tr: Mekanik
vi: Cơ Khí
zh_hans: 机械

source: Knife
de: Messer
fr: Couteau
it: Coltello
ko: 칼
pl: Nóż
pt_br: Faca
ru: Нож
tr: Bıçak
vi: Dao
zh_hans: 刀

source: Lash
de: Peitsche
fr: Fouetter
it: Frustata
ko: 채찍질
pl: Bicz
pt_br: correia
ru: Плеть
tr: Kırbaç
vi: Roi
zh_hans: 冲刺

source: Cooking
de: Kochen
fr: Cuisine
it: Cucina
ko: 요리
pl: Gotowanie
pt_br: Cozedura
ru: Кулинария
tr: Pişirme
vi: Nấu Ăn
zh_hans: 烹饪

source: Cheesemaking
de: Käserei
fr: Fromagerie
it: Caseificazione
ko: 치즈 제조
pl: Serowarstwo
pt_br: Queijeiro
ru: Сыроварение
tr: Peynir Yapımı
vi: Làm Phô Mai
zh_hans: 奶酪制作

source: Milking
de: Melken
fr: Traite
it: Mungendo
ko: 젖 짜기
pl: Dojenie
pt_br: ordenha
ru: Доение
tr: Sağım
vi: Vắt Sữa
zh_hans: 挤奶

source: Gelding
de: Kastrieren
fr: Cheval hongre
it: Castrazione
ko: 거세
pl: Kastrowanie
pt_br: Procurar Animal castrado
ru: Кастрация
tr: Hadım Etme
vi: Thiến
zh_hans: 阉割

source: Shearing
de: Scheren
fr: Tonte
it: Tosatura
ko: 털깎기
pl: Strzyżenie
pt_br: desperdício de tosquia
ru: Стрижка
tr: Kırkma
vi: Xén Lông
zh_hans: 剪毛

source: Spinning
de: Spinnen
fr: Filage
it: Filatura
ko: 회전하는
pl: Przędzenie
pt_br: Fiação
ru: Прядение
tr: Eğirme
vi: Kéo Sợi
zh_hans: 纺纱
