Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Suspend this burrow. Assigned citizens will not respect burrow restrictions while a burrow is suspended, but all tasks within the burrow will still function.
de: Diesen Bereich aus-/setzen. Zugewiesene Bürger halten sich an Bereichseinschränkungen, während ein Bereich gesetzt ist, aber alle Aufgaben innerhalb des Bereichs funktionieren weiterhin.
fr: Suspendez ce terrier. Les citoyens assignés ne respecteront pas les restrictions de terrier pendant qu'un terrier est suspendu, mais toutes les tâches dans le terrier continueront de fonctionner.
it: Sospendi questo rifugio. I cittadini assegnati non rispetteranno le restrizioni del rifugio mentre questo è sospeso, ma tutte le attività all'interno del rifugio continueranno a funzionare.
ko: 이 굴을 매달아라. 할당된 시민들은 굴이 매달려 있는 동안 굴 제한을 존중하지 않을 것이지만, 굴 안의 모든 작업은 여전히 작동할 것이다.
pl: Zawieś tę norę. Przydzieleni obywatele nie będą respektować ograniczeń nory, kiedy jest ona nieaktywna, ale wszelkie zadania w norze będą wciąż funkcjonować.
pt_br: Suspenda este abrigo. Os cidadãos designados não respeitarão as restrições da abrigo enquanto ela estiver suspensa, mas todas as tarefas dentro da abrigo ainda funcionarão.
ru: Оставить эту нору. Пока она оставлена, назначенные граждане больше не будут сдерживаться норой, но все задачи внутри норы будут по-прежнему выполняться.
vi: Tạm dừng hang động này. Cư dân được chỉ định sẽ không tuân thủ các hạn chế của hang động khi một hang động bị tạm dừng, nhưng tất cả các nhiệm vụ bên trong hang động vẫn sẽ hoạt động.
zh_hans: 暂停这个洞穴。 当一个洞穴被暂停时，分配的公民将不尊重洞穴的限制，但洞穴内的所有任务仍将运作。

source: Set hauling routes for minecarts.
fr: Définissez des itinéraires de transport pour les wagonnets.
it: Imposta i percorsi di trasporto per i carri minerari.
ko: 광산 수레의 운반 경로를 설정합니다.
pl: Ustaw trasy transportu dla wagoników.
pt_br: Definir rotas de transporte para carrinhos de mina.
ru: Задать маршруты вагонеток
tr: Maden arabaları için taşıma rotalarını ayarla.
vi: Đặt tuyến đường vận chuyển cho xe đẩy mỏ.
zh_hans: 设置矿车运输路线。

source: Finish setting hauling routes.
de: Beenden Sie die Festlegung der Transportwege.
fr: Finissez de définir les itinéraires de transport.
it: Finisci d'impostare percorsi di trasporto.
ko: 운반 경로 설정을 마칩니다.
pl: Zakończ ustawianie tras transportu.
pt_br: Termine de definir as rotas de transporte.
ru: Завершить настройку маршрутов
tr: Taşıma rotalarını ayarlamayı bitir.
vi: Hoàn tất việc đặt tuyến đường vận chuyển.
zh_hans: 完成运输路线设置。

source: Add a stop to this route. Minecarts will move between stops when conditions are satisfied.
fr: Ajoutez une étape à cet itinéraire. Les wagonnets se déplaceront entre les arrêts lorsque les conditions seront remplies.
it: Aggiungi una fermata a questo percorso. I carrelli minerari si spostano tra le fermate quando le condizioni sono soddisfatte.
ko: 이 경로에 정류장을 추가합니다. 조건이 충족되면 마인 카트가 정류장 사이를 이동합니다.
pl: Dodaj przystanek do tej trasy. Wagoniki będą poruszać się pomiędzy przystankami, kiedy warunki są spełnione.
pt_br: Adicione uma parada a esta rota. Os carrinhos de mina se moverão entre as paradas quando as condições forem satisfeitas.
ru: Добавить остановку к этому маршруту. Вагонетки будут перемещаться между остановками, когда будут выполнены все условия.
vi: Thêm một điểm dừng vào tuyến đường này. Xe đẩy mỏ sẽ di chuyển giữa các điểm dừng khi các điều kiện được đáp ứng.
zh_hans: 为这条路线添加一个停靠点。当条件满足时，矿车将在站点之间移动。

source: Assign a minecart to this route. Only one vehicle can operate on each route.
fr: Attribuez un wagonnet à cet itinéraire. Un seul véhicule peut circuler sur chaque itinéraire.
it: Assegna un carro da miniera a questo percorso. Su ogni tratta può circolare un solo veicolo.
ko: 이 경로에 마인 카트를 할당합니다. 각 경로에서 한 대의 차량만 운행할 수 있습니다.
pl: Przydziel wagonik do tej trasy. Tylko jeden pojazd może operować na każdej trasie.
pt_br: Atribua um carrinho de mina a esta rota. Apenas um veículo pode operar em cada rota.
ru: Назначить вагонетку на маршрут. На каждом маршруте может работать только одна вагонетка.
vi: Chỉ định một xe đẩy mỏ cho tuyến đường này. Chỉ một phương tiện có thể hoạt động trên mỗi tuyến đường.
zh_hans: 为这条路线分配一个矿车。每条路线只能运行一辆车。

source: Name this route.
fr: Nommez cet itinéraire.
it: Nomina questa rotta.
ko: 이 경로의 이름을 지정하십시오.
pl: Nazwij tę trasę.
pt_br: Dê um nome a esta rota.
ru: Переименовать маршрут
tr: Bu rotayı isimlendir.
vi: Đặt tên cho tuyến đường này.
zh_hans: 为这条路线命名。

source: Remove this route.
de: Entfernen Sie diese Route.
fr: Supprimer cet itinéraire.
it: Rimuovi questa rotta.
ko: 이 경로를 제거하십시오.
pl: Usuń tę trasę.
pt_br: Remover esta rota.
ru: Удалить маршрут
tr: Bu rotayı kaldır.
vi: Gỡ bỏ tuyến đường này.
zh_hans: 删除此路线。

source: Set the items desired by the minecart at this stop. Items must be in a linked stockpile.
de: Legen Sie die vom Minenwagen gewünschten Gegenstände an dieser Haltestelle fest. Die Gegenstände müssen sich in einem verknüpften Vorratslager befinden.
fr: Définissez les objets souhaités par le wagonnet à cet arrêt. Les objets doivent se trouver dans un stock lié.
it: Imposta gli oggetti richiesti dal carrello da miniera a questa fermata. Gli oggetti devono trovarsi in una scorta collegata.
ko: 이 정류장에서 광산수레에서 원하는 항목을 설정합니다. 물건은 연결된 저장구역에 있어야 합니다.
pl: Ustaw przedmioty pobierane przez wagonik na tym przystanku. Muszą być w połączonym magazynie.
pt_br: Define os itens desejados para os carrinhos de mina nesta parada. Itens devem estar em um depósito vinculado.
ru: Указать предметы, необходимые для вагонетки на этой остановке. Предметы должны находиться в связанном хранилище.
vi: Đặt các vật phẩm mong muốn của xe đẩy mỏ tại điểm dừng này. Vật phẩm phải nằm trong một kho dự trữ đã liên kết.
zh_hans: 在这一站设置矿车所需的物品。 物品必须是在一个链接的库存中。

source: Link a stockpile to this stop. Citizens will haul items to and from the minecart as you specify. Items for the minecart must be specified using the desired items button to the left.
fr: Associez un stock à cet arrêt. Les citoyens transporteront les objets vers et depuis le wagonnet comme vous le spécifiez. Les objets pour le wagonnet doivent être spécifiés à l'aide du bouton des objets souhaités à gauche.
it: Collega una scorta a questa fermata. I cittadini trasporteranno oggetti da e verso il carrello da miniera come specificato. Gli oggetti per il carrello vanno specificati tramite il tasto degli oggetti desiderati a sinistra.
ko: 저장구역을 이 정류장에 연결하세요. 정착민들은 당신이 지정한 곳으로 광산수레에서 혹은 광산수레로 물건을 운반할 것입니다. 광산수레의 항목은 왼쪽에 있는 원하는 항목 버튼을 사용하여 지정해야 합니다.
pl: Połącz magazyn do tego przystanku. Obywatele będą przenosić przedmioty do i z wagonika, tak jak zdecydujesz. Przedmioty z wagonika muszą być określone poprzez przycisk pożądanych przedmiotów po lewej.
pt_br: Vincula um depósito à esta parada. Cidadãos moverão itens para e de carrinhos de mina conforme você especificar. Itens para os carrinhos de mina devem ser especificados usando o botão itens desejados à esquerda.
ru: Свяжите запас с этой остановкой. Граждане будут перетаскивать предметы в вагонетку и обратно, как вы укажете. Предметы для вагонетки должны быть указаны с помощью кнопки "Нужные элементы" слева.
vi: Liên kết một kho dự trữ với điểm dừng này. Cư dân sẽ vận chuyển vật phẩm đến và từ xe đẩy mỏ theo chỉ định của bạn. Các vật phẩm dành cho xe đẩy mỏ phải được chỉ định bằng nút vật phẩm mong muốn ở bên trái.
zh_hans: 将库存链接到此站点。市民将按照您指定的方式将物品运进和运出矿车。必须使用左侧的所需物品按钮指定矿车的物品。

source: Set conditions for the minecart to move on to the next stop.
fr: Définissez les conditions pour que le wagonnet passe à l'arrêt suivant.
it: Imposta le condizioni affinché il carrello da miniera passi alla fermata successiva.
ko: 광산 수레가 다음 정류장으로 이동할 조건을 설정합니다.
pl: Ustaw warunki dla wagonika, aby ruszył do następnego przystanka.
pt_br: Defina as condições para o carrinho de mina passar para a próxima parada.
ru: Установить условие перемещения вагонетки на следующую остановку.
tr: Maden arabasının bir sonraki durağa geçmesi için koşulları ayarlayın.
vi: Đặt các điều kiện để xe đẩy mỏ di chuyển đến điểm dừng tiếp theo.
zh_hans: 为矿车移动到下一站设置条件。

source: Name this stop.
fr: Nommez cet arrêt.
it: Nomina questa fermata
ko: 이 정류장의 이름을 지정하십시오.
pl: Nazwij ten przystanek.
pt_br: Nomeie esta parada.
ru: Переименовать остановку
tr: Bu durağı isimlendir.
vi: Đặt tên cho điểm dừng này.
zh_hans: 命名此站点。

source: Remove this stop.
de: Entfernen Sie diesen Stopp.
fr: Supprimer cet arrêt.
it: Rimuovi questa fermata.
ko: 이 정류장을 제거하십시오.
pl: Usuń ten przystanek.
pt_br: Remova esta parada.
ru: Удалите эту отсановку.
tr: Bu durağı kaldır.
vi: Gỡ bỏ điểm dừng này.
zh_hans: 删除此站点。

source: The assigned vehicle is at this stop.
fr: Le véhicule assigné se trouve à cet arrêt.
it: Il veicolo assegnato è a questa fermata.
ko: 지정된 차량이 이 정류장에 있습니다.
pl: Przydzielony pojazd jest na tym przystanku.
pt_br: O veículo indicado está nesta parada.
ru: Назначенная вагонетка находится на этой остановке.
tr: Atanan araç bu durakta.
vi: Phương tiện đã được chỉ định đang ở điểm dừng này.
zh_hans: 指定车辆正在此站点停靠。

source: The assigned vehicle is moving toward this stop.
fr: Le véhicule assigné se dirige vers cet arrêt.
it: Il veicolo assegnato si sta muovendo verso questa fermata.
ko: 할당된 차량이 이 정류장을 향해 이동하고 있습니다.
pl: Przydzielony pojazd porusza się w kierunku tego przystanku.
pt_br: O veículo indicado está movendo-se em direção à esta parada.
ru: Назначенная вагонетка движется к этой остановке.
tr: Atanan araç bu durağa doğru hareket ediyor.
vi: Phương tiện đã được chỉ định đang di chuyển về phía điểm dừng này.
zh_hans: 指定的车辆正在驶向该停靠点。

source: The assigned vehicle wants to be at this stop but is not currently there. A worker may be bringing it, or it may be stranded.
de: Das zugewiesene Fahrzeug möchte an dieser Haltestelle sein, ist aber derzeit nicht dort. Möglicherweise wird es von einem Mitarbeiter gebracht, oder es ist gestrandet.
fr: Le véhicule assigné veut être à cet arrêt mais n'y est pas actuellement. Un travailleur peut l'apporter ou il peut être bloqué.
it: Il veicolo assegnato vuole arrivare a questa fermata ma al momento non è lì. Può darsi che un lavoratore lo stia portando o che sia bloccato.
ko: 지정된 차량이 이 정류장에 있으려고 하지만 현재는 없습니다. 직원이 가져오거나, 오도가도 못하게 될 수도 있습니다.
pl: Przydzielony pojazd chce być na tym przystanku, jednak tu nie jest. Robotnik może go przenosić lub mógł utknąć.
pt_br: O veículo indicado quer chegar a esta parada, embora não esteja aqui ainda. Um trabalhador deve estar movendo-o ou ele pode estar abandonado.
ru: Назначенное транспортное средство должно быть на этой остановке, но в данный момент его там нет. Возможно, его переносит рабочий, или он может застрять.
vi: Phương tiện đã được chỉ định muốn ở điểm dừng này nhưng hiện không có mặt ở đó. Một công nhân có thể đang mang nó đến, hoặc nó có thể bị mắc kẹt.
zh_hans: 被分配的车辆想在这一站，但目前不在那里。 可能有工作人员带着它，也可能是它被搁置了。

source: Open the task information menu.
fr: Ouvrez le menu d'informations sur la tâche.
it: Apri il menù delle informazioni sul compito.
ko: 작업 정보 메뉴를 엽니다.
pl: Otwórz menu informacji o zadaniach.
pt_br: Abra o menu de informações de tarefas.
ru: Открыть меню информации о задачах.
tr: Görev bilgi menüsünü aç.
vi: Mở menu thông tin nhiệm vụ.
zh_hans: 打开任务信息菜单。

source: Open the place information menu.
fr: Ouvrez le menu d'informations sur le lieu.
it: Apri il menù delle informazioni sul luogo.
ko: 장소 정보 메뉴 열기.
pl: Otwórz menu informacji o miejscach.
pt_br: Abra o menu de informações do local.
ru: Открыть меню информации о местах.
tr: Mekan bilgi menüsünü aç.
vi: Mở menu thông tin địa điểm.
zh_hans: 打开地方信息菜单。

source: Open the labor menu.
fr: Ouvrez le menu du travail.
it: Apri il menù del lavoro.
ko: 노동 메뉴 열기.
pl: Otwórz menu zawodów.
pt_br: Abra o menu de tarefas.
ru: Открыть меню работ.
tr: İş gücü menüsünü aç.
vi: Mở menu lao động.
zh_hans: 打开劳动菜单。

source: Open the work orders menu.
de: Öffnen Sie das Menü Arbeitsaufträge.
fr: Ouvrez le menu des bons de travail.
it: Apri il menù degli ordini di lavoro.
ko: 작업지시서 메뉴 열기.
pl: Otwórz menu zleceń pracy.
pt_br: Abra o menu de ordens dos trabalhos.
ru: Открыть меню приказов на работу.
tr: İş emirleri menüsünü aç.
vi: Mở menu lệnh sản xuất.
zh_hans: 打开劳动命令菜单。

source: Open the nobles and administrators menu.
de: Öffnen Sie das Menü Adlige und Verwalter.
fr: Ouvrez le menu des nobles et des administrateurs.
it: Apri il menù dei nobili e amministratori.
ko: 귀족 및 관리자 메뉴 열기.
pl: Otwórz menu Szlachta i Administratorzy.
pt_br: Abra o menu de nobres e administradores.
ru: Открыть меню знати и администрации.
tr: Soylular ve yöneticiler menüsünü aç.
vi: Mở menu quý tộc và quản trị viên.
zh_hans: 打开贵族和管理员菜单。

source: Open the objects menu.
fr: Ouvrez le menu des objets.
it: Apri il menù oggetti.
ko: 개체 메뉴 열기.
pl: Otwórz menu obiektów.
pt_br: Abra o menu de objetos.
ru: Открыть меню объектов.
tr: Nesneler menüsünü aç.
vi: Mở menu vật phẩm.
zh_hans: 打开对象菜单。

source: Open the squad sidebar.
de: Öffnen Sie die Truppen-Seitenleiste.
fr: Ouvrez la barre latérale de l'escouade.
it: Apri la barra laterale della squadra.
ko: 분대 사이드바를 엽니다.
pl: Otwórz boczny pasek oddziałów.
pt_br: Abra a barra lateral do esquadrão.
ru: Открыть панель отряда.
tr: Birlik yan çubuğunu aç.
vi: Mở thanh bên đội quân.
zh_hans: 打开小队侧边栏。

source: Open the world screen.
fr: Ouvrez l'écran du monde.
it: Apri la schermata del mondo.
ko: 월드 화면을 엽니다.
pl: Otwórz widok świata.
pt_br: Abra a tela do mundo.
ru: Открыть карту мира.
tr: Dünya ekranını aç.
vi: Mở màn hình thế giới.
zh_hans: 打开世界界面。

source: Open the justice menu.
fr: Ouvrez le menu judiciaire.
it: Apri il menù giustizia.
ko: 사법 메뉴를 열기.
pl: Otwórz menu sprawiedliwości.
pt_br: Abra o menu de justiça.
ru: Открыть меню правосудия.
tr: Adalet menüsünü aç.
vi: Mở menu tư pháp.
zh_hans: 打开司法菜单。

source: Toggle whether the stockpile allows plant and animal-based objects, regardless of other settings.
de: Schaltet um, ob das Stockpile pflanzliche und tierische Objekte zulässt, unabhängig von anderen Einstellungen.
fr: Activez ou désactivez si le stock autorise les objets végétaux et animaux, quels que soient les autres paramètres.
it: Scegli se la scorta consente, o no, oggetti a base vegetale e animale, indipendentemente dalle altre impostazioni.
ko: 다른 설정에 관계없이 저장구역이 식물 및 동물들의 비축을 허용하는지의 여부를 설정합니다.
pl: Zaznacz, czy magazyn powinien przyjmować rośliny i obiekty zwierzęce, niezależnie od innych ustawień.
pt_br: Alterne se o estoque permite objetos baseados em plantas e animais, independentemente de outras configurações.
ru: Переключите, разрешены ли в хранилище объекты растительного и животного происхождения, независимо от других настроек.
tr: Diğer ayarlardan bağımsız olarak stok alanının bitki ve hayvan tabanlı nesnelere izin verip vermeyeceğini değiştir.
vi: Chuyển đổi xem kho chứa có cho phép vật phẩm từ thực vật và động vật hay không, bất kể các thiết lập khác.
zh_hans: 切换库存是否允许基于植物和动物的物体，而不考虑其他设置。

source: Toggle whether the stockpile allows non-plant-and-animal-based objects, regardless of other settings.
de: Schaltet um, ob der Stockpile Objekte zulässt, die nicht auf Pflanzen und Tieren basieren, unabhängig von anderen Einstellungen.
fr: Activez ou désactivez si le stock autorise les objets non végétaux et animaux, quels que soient les autres paramètres.
it: Scegli se la scorta consente, o no, oggetti non a base vegetale e animale, indipendentemente dalle altre impostazioni.
ko: 다른 설정에 관계없이 저장구역이 비동식물 그리고 비생명체 비축을 허용하는지의 여부를 설정합니다.
pl: Zaznacz, czy magazyn powinien przyjmować nieroślinne i niezwierzęce obiekty, niezależnie od innych ustawień.
pt_br: Alterne se o estoque permite objetos não baseados em plantas e animais, independentemente de outras configurações.
ru: Переключите, разрешены ли в хранилище объекты, не относящиеся к растениям и животным, независимо от других настроек.
tr: Diğer ayarlardan bağımsız olarak stok alanının bitki ve hayvan tabanlı olmayan nesnelere izin verip vermeyeceğini değiştir.
vi: Chuyển đổi xem kho chứa có cho phép vật phẩm không có nguồn gốc từ thực vật và động vật hay không, bất kể các thiết lập khác.
zh_hans: 切换库存是否允许非植物和动物的物体，不考虑其他设置。

source: Toggle whether goods banned by export mandates are listed.
de: Schalten Sie um, ob durch Exportmandate verbotene Güter aufgelistet sind.
fr: Indique si les marchandises interdites par les mandats d'exportation sont répertoriées.
it: Alterna l'elencazione dei prodotti banditi dai mandati di esportazione.
ko: 수출 금지에 의해 금지된 상품이 나열되는지 여부를 전환합니다.
pl: Zaznacz, czy towary zakazane przez mandaty eksportowe są wymienione.
pt_br: Alterne se as mercadorias proibidas por mandatos de exportação são listadas.
ru: Переключите, перечислены ли товары, запрещенные экспортными мандатами.
tr: İhracat yetkileri tarafından yasaklanan malların listelenip listelenmeyeceğini değiştir.
vi: Chuyển đổi xem hàng hóa bị cấm theo lệnh cấm xuất khẩu có được liệt kê hay không.
zh_hans: 切换是否列出出口授权禁止的货物。

source: Sort by distance from the depot.
de: Nach Entfernung vom Depot sortieren.
fr: Trier par distance du dépôt.
it: Ordina per distanza dal deposito.
ko: 창고에서 거리순으로 정렬합니다.
pl: Posortuj wedle odległości od magazynu.
pt_br: Classificar por distância do depósito.
ru: Сортировать по удаленности от Торгового депо.
tr: Depoya olan mesafeye göre sırala.
vi: Sắp xếp theo khoảng cách từ kho hàng.
zh_hans: 按与车厂的距离排序。

source: Sort by value.
de: Nach Wert sortieren.
fr: Trier par valeur.
it: Ordina per valore.
ko: 값별로 정렬합니다.
pl: Posortuj wedle wartości.
pt_br: Classificar por valor.
ru: Сортировать по цене.
tr: Değere göre sırala.
vi: Sắp xếp theo giá trị.
zh_hans: 按价值排序。

source: Leave menu and recenter the view on the time.
fr: Sortir du menu et recentrer la vue sur l'heure.
it: Esci dal menù e ricentra la vista sull'ora.
ko: 메뉴를 종료하고 해당 시간에 보기를 중앙 정렬합니다.
pl: Opuść menu i wycentruj widok na czas.
pt_br: Sair do menu e centralizar a visão no momento.
ru: Выйдите из меню и переведите взгляд на время.
tr: Menüden çık ve görünümü zamana odakla.
vi: Thoát menu và đặt lại tầm nhìn vào thời gian.
zh_hans: 离开菜单，将视图重新集中在时间上。

source: Leave menu and open the item's sheet.
fr: Quittez le menu et ouvrez la fiche de l'objet.
it: Esci dal menù e apri la Scheda oggetti.
ko: 메뉴를 종료하고 항목의 시트를 엽니다.
pl: Opuść menu i otwórz arkusz przedmiotu.
pt_br: Saia do menu e abra a planilha do item.
ru: Выйдите из меню и откройте лист элемента.
tr: Menüden çık ve eşyanın sayfasını aç.
vi: Thoát menu và mở bảng thông tin của vật phẩm.
zh_hans: 离开菜单，打开项目的工作表。

source: Toggle the forbidden status of the item. Citizens will not use forbidden items or buildings.
de: Schaltet den verbotenen Status des Gegenstandes um. Die Bürger werden keine verbotenen Gegenstände oder Gebäude benutzen.
fr: Basculer le statut interdit de l'objet. Les citoyens n'utiliseront pas d'objets ou de bâtiments interdits.
it: Alterna lo stato di proibizione dell'oggetto. I cittadini non useranno oggetti o edifici proibiti.
ko: 항목의 금지된 상태를 전환합니다. 시민들은 금지된 물품이나 건물을 사용하지 않을 것입니다.
pl: Przełącz status porzucenia przedmiotu. Obywatele nie będą używać porzuconych przedmiotów lub budowli.
pt_br: Alternar o status proibido do item. Os cidadãos não usarão itens ou edifícios proibidos.
ru: Переключите запрет на использование предмета. Граждане не будут пользоваться запрещенными предметами или постройками.
vi: Chuyển đổi trạng thái cấm của vật phẩm. Thần dân sẽ không sử dụng các vật phẩm hoặc công trình bị cấm.
zh_hans: 切换项目的禁止状态。 公民不会使用违禁物品或建筑物。

source: Toggle the dump status of the item. Items are dumped in dumping zones.
fr: Basculer l'état de vidage de l'objet. Les objets sont déversés dans des zones de décharge.
it: Scegli lo stato di scarico dell'elemento. Gli articoli vengono scaricati nelle zone di scarico.
ko: 항목의 덤프 상태를 전환합니다. 아이템들은 덤핑 존에 버려집니다.
pl: Przełącz status wyrzucenia przedmiotu. Przedmioty są wyrzucane w strefach zrzutu.
pt_br: Alternar o status de despejo do item. Os itens são despejados em zonas de despejo.
ru: Переключите статус сброса элемента. Предметы сбрасываются в зонах захоронения.
vi: Chuyển đổi trạng thái vứt bỏ của vật phẩm. Vật phẩm được vứt bỏ trong các khu vực vứt bỏ.
zh_hans: 切换物品的倾倒状态。 物品被倾倒在倾倒区。

source: Toggle the melt status of the item. Items are melted at any smelter.
fr: Basculer l'état de fusion de l'objet. Les objets sont fondus dans n'importe quelle fonderie.
it: Scegli lo stato di fusione dell'oggetto. Gli oggetti vengono fusi in qualsiasi fonderia.
ko: 항목의 용융 상태를 전환합니다.
pl: Przełącz status przetopienia przedmiotu. Przedmioty są przetapiane w hutach.
pt_br: Alternar o status de fundição do item. Os itens são derretidos em qualquer fundição.
ru: Переключает статус плавки предмета. Предметы переплавляются на любой плавильне.
vi: Chuyển đổi trạng thái nung chảy của vật phẩm. Vật phẩm được nung chảy tại bất kỳ lò luyện nào.
zh_hans: 切换物品的融化状态。物品可在任何冶炼厂熔化。

source: Toggle the visibility of the item. Hidden items cannot be seen but citizens will still use them.
de: Schaltet die Sichtbarkeit des Gegenstandes um. Versteckte Gegenstände können nicht gesehen werden, aber die Bürger können sie trotzdem benutzen.
fr: Basculer la visibilité de l'objet. Les objets cachés ne peuvent pas être vus mais les citoyens les utiliseront toujours.
it: Scegli la visibilità dell'elemento. Gli oggetti nascosti non possono essere visti ma i cittadini li useranno comunque.
ko: 항목의 표시를 전환합니다. 숨겨진 물건들은 보이지 않지만 시민들은 여전히 그것들을 사용할 것입니다.
pl: Przełącz widoczność przedmiotu. Ukryte przedmioty nie są widoczne, ale obywatele wciąż ich używają.
pt_br: Alternar a visibilidade do item. Itens ocultos não podem ser vistos, mas os cidadãos ainda os usarão.
ru: Переключает видимость предмета. Скрытые предметы нельзя увидеть, но граждане все равно будут их использовать.
vi: Chuyển đổi khả năng hiển thị của vật phẩm. Vật phẩm ẩn không thể nhìn thấy nhưng thần dân vẫn sẽ sử dụng chúng.
zh_hans: 切换物品的可见性。 隐藏的物品不能被看到，但市民仍会使用它们。

source: Create a new work order. Work orders are like workshop jobs but they are assigned to shops automatically and can be activated with various conditions.
de: Erstellen Sie einen neuen Arbeitsauftrag. Arbeitsaufträge sind wie Werkstattaufträge, aber sie werden den Werkstätten automatisch zugewiesen und können mit verschiedenen Bedingungen aktiviert werden.
fr: Créez un nouveau bon de travail. Les ordres de travail sont comme des travaux d'atelier mais ils sont automatiquement attribués aux ateliers et peuvent être activés avec diverses conditions.
it: Crea un nuovo ordine di lavoro. Gli ordini di lavoro sono come i lavori di bottega ma vengono assegnati automaticamente ai negozi e possono essere attivati con varie condizioni.
ko: 새 작업 명령을 만듭니다. 작업 명령은 작업장 작업과 비슷하지만 자동으로 상점에 할당되며 다양한 조건으로 활성화될 수 있습니다.
pl: Utwórz nowe zlecenie pracy. Zlecenia pracy są jak zadania warsztatów, ale są przydzielane do nich automatycznie i mogą być aktywowane pod różnymi warunkami.
pt_br: Crie uma nova ordem de serviço. As ordens de serviço são como trabalhos de oficina, mas são atribuídas às oficinas automaticamente e podem ser ativadas com várias condições.
ru: Создайте новый заказ на работу. Заказы на работу аналогичны заданиям в мастерской, но они автоматически назначаются мастерским и могут быть активированы с различными условиями.
vi: Tạo lệnh sản xuất mới. Lệnh sản xuất giống như công việc xưởng nhưng chúng được giao tự động cho các xưởng và có thể được kích hoạt với nhiều điều kiện khác nhau.
zh_hans: 创建一个新的指令。 指令就像车间的工作，但它们被自动分配到车间，并可以用各种条件激活。

source: This work order is active.
de: Dieser Arbeitsauftrag ist aktiv.
fr: Ce bon de travail est actif.
it: Quest'ordine di lavoro è attivo.
ko: 이 작업 주문은 활성 상태입니다.
pl: To zlecenie pracy jest aktywne.
pt_br: Esta ordem de serviço está ativa.
ru: Этот заказ на работу активен.
tr: Bu iş emri aktif.
vi: Lệnh sản xuất này đang hoạt động.
zh_hans: 此工作命令已激活。
