Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: This is so embarrassing...
de: Das ist so peinlich....
fr: C'est tellement embarrassant...
it: E' così imbarazzante...
ko: 이거 너무 부끄럽다...
pl: To takie żenujące...
pt_br: É uma situação embaraçosa.
ru: Это смущает...
tr: Bu çok utanç verici...
vi: Thật xấu hổ quá...
zh_hans: 这太尴尬了......

source: I'm very empathetic.
de: Ich bin sehr einfühlsam.
fr: Je suis très empathique.
it: Sono molto empatico.
ko: 나는 매우 공감합니다.
pl: Mam w sobie dużo empatii.
pt_br: Eu sou muito simpático.
ru: Я очень внимателен к чужим чувствам.
tr: Çok empati doluyum.
vi: Ta rất đồng cảm.
zh_hans: 我非常善解人意。

source: I feel such emptiness.
de: Ich fühle solche Leere.
fr: Je ressens un tel vide.
it: Sento un tale vuoto.
ko: 나는 그런 공허함을 느낀다.
pl: Czuję taką pustkę.
pt_br: Sinto-me tao vazio.
ru: Я ощущаю пустоту внутри.
tr: Öyle bir boşluk hissediyorum ki.
vi: Ta cảm thấy trống rỗng đến lạ.
zh_hans: 我觉得自己很空虚。

source: I really enjoyed that!
de: Das hat mir wirklich Spaß gemacht!
fr: J'ai vraiment apprécié ça!
it: Mi è piaciuto molto!
ko: 나는 그것을 정말로 즐겼다!
pl: Naprawdę mi się podobało!
pt_br: Gostei muito isso!
ru: Я просто наслаждаюсь этим!
tr: Bundan gerçekten keyif aldım!
vi: Ta thực sự rất thích điều đó!
zh_hans: 我真的很喜欢！

source: I'm quite exasperated.
de: Ich bin ziemlich verärgert.
fr: Je suis assez exaspéré.
it: Sono alquanto esasperato.
ko: 나는 매우 화가 난다.
pl: Jestem zirytowany.
pt_br: Eu sou bastante exasperado.
ru: Я очень раздражён.
tr: Sabrım taştı.
vi: Ta khá bực tức rồi.
zh_hans: 我很生气。

source: That was very exhilarating!
de: Das war sehr aufregend!
fr: C'était très exaltant !
it: È stato davvero esilarante!
ko: 그것은 매우 신나는 일이었습니다!
pl: To było bardzo ekscytujące!
pt_br: Foi muito emocionante!
ru: Это было так волнительно!
tr: Bu çok canlandırıcıydı!
vi: Điều đó thật phấn khởi làm sao!
zh_hans: 那真是令人振奋！

source: I'm feeling so ferocious!
de: Ich fühle mich so grausam!
fr: Je me sens si féroce !
it: Mi sento così feroce!
ko: 너무 사나워요!
pl: Czuję się taki srogi!
pt_br: Estou me sentindo tao feroz!
ru: Я чувствую себя так свирепо!
tr: Çok vahşi hissediyorum!
vi: Ta cảm thấy thật hung dữ!
zh_hans: 我感觉好极了！

source: I'm very fond.
de: Ich bin sehr angetan.
fr: J'aime beaucoup.
it: Sono molto affezionato.
ko: 나는 아주 좋아합니다.
pl: Bardzo mi się to podoba.
pt_br: Eu gosto muito.
ru: Мне это так нравится.
tr: Çok düşkünüm.
vi: Ta rất quý mến.
zh_hans: 我很喜欢。

source: I feel so free.
de: Ich fühle mich so frei.
fr: Je me sens tellement libre.
it: Mi sento così libero.
ko: 너무 자유로워요.
pl: Czuję się tak wolny
pt_br: Sinto-me tao livre.
ru: Я чувствую такую свободу.
tr: Çok özgür hissediyorum.
vi: Ta cảm thấy thật tự do.
zh_hans: 我觉得很自由

source: That was so frightful.
de: Das war so furchtbar.
fr: C'était tellement effrayant.
it: È stato così spaventoso.
ko: 너무 무서웠어요.
pl: To było straszne.
pt_br: Isso era tao assustador.
ru: Это было так страшно.
tr: Bu çok korkutucuydu.
vi: Điều đó thật đáng sợ.
zh_hans: 那太可怕了。

source: This is very frustrating.
de: Das ist sehr frustrierend.
fr: C'est très frustrant.
it: È molto frustrante.
ko: 이것은 매우 실망스러운 일입니다.
pl: To jest bardzo frustrujące.
pt_br: Isso é muito frustrante.
ru: Это очень сложно.
tr: Bu çok sinir bozucu.
vi: Chuyện này thật sự rất bực bội.
zh_hans: 这非常令人沮丧。

source: I'm so gleeful.
de: Ich bin so erfreut.
fr: Je suis tellement joyeux.
it: Sono così allegro.
ko: 나는 너무 기뻐요.
pl: Tak się cieszę.
pt_br: Eu estou tao alegre.
ru: Я очень рад.
tr: Çok neşeliyim.
vi: Ta cảm thấy thật hân hoan.
zh_hans: 我很高兴。

source: It makes me so gloomy.
de: Es macht mich so trübsinnig.
fr: Cela me rend si sombre.
it: Mi rende così avvilito.
ko: 그것은 나를 너무 우울하게 만듭니다.
pl: To sprawia, że jestem tak ponury.
pt_br: Isso me faz tao macambúzio.
ru: Это делает меня таким мрачным
tr: İçimi çok karartıyor.
vi: Chuyện này khiến ta thật u sầu.
zh_hans: 这让我很沮丧。

source: I'm very grateful.
de: Ich bin Ihnen sehr dankbar.
fr: Je suis très reconnaissant.
it: Sono molto grato.
ko: 정말 감사합니다.
pl: Jestem bardzo wdzięczny.
pt_br: Estou muito grato.
ru: Я очень благодарен.
tr: Çok minnettarım.
vi: Ta rất biết ơn.
zh_hans: 我很感激。

source: It makes me very grouchy.
de: Das macht mich sehr mürrisch.
fr: Ça me rend très grincheux.
it: Mi rende veramente di cattivo umore.
ko: 그것은 나를 매우 심술 궂게 만듭니다.
pl: To sprawia, że jestem bardzo zrzędliwy.
pt_br: Faz-me muito ranzinza.
ru: Это делает меня очень ворчливым.
tr: Bu beni çok huysuz yapıyor.
vi: Chuyện này khiến ta rất gắt gỏng.
zh_hans: 这让我非常不高兴。

source: Harumph!
de: Hurra!
it: Ehehm!
ko: 하럼프!
pl: Głośne odchrząknięcie.
ru: Пфф!
tr: Hıh!
vi: Hừm!
zh_hans: 哼！

source: I feel so guilty.
de: Ich fühle mich so schuldig.
fr: Je me sens tellement coupable.
it: Mi sento così in colpa.
ko: 너무 죄책감이 듭니다.
pl: Czuje się winny.
pt_br: Sinto-me tao culpada.
ru: Я чувствую себя очень виноватым.
tr: Kendimi çok suçlu hissediyorum.
vi: Ta cảm thấy thật tội lỗi.
zh_hans: 我感到内疚。

source: I am so happy.
de: Ich bin so glücklich.
fr: Je suis très heureux.
it: Sono così felice.
ko: 난 너무 행복해.
pl: Jestem taki szczęśliwy.
pt_br: Estou muito feliz :)
ru: Я так счастлив!
tr: Çok mutluyum.
vi: Ta thật hạnh phúc.
zh_hans: 我非常高兴。

source: The hate burns within me.
de: Der Hass brennt in mir.
fr: La haine brûle en moi.
it: L'odio brucia dentro di me.
ko: 증오가 내 안에서 타오릅니다.
pl: Nienawiść we mnie płonie.
pt_br: O ódio queima dentro de mim.
ru: Ненависть сжигает меня изнутри.
tr: Nefret içimde yanıyor.
vi: Nỗi căm hờn đang thiêu đốt trong ta.
zh_hans: 仇恨在我心中燃烧。

source: I am very hopeful.
de: Ich bin sehr zuversichtlich..
fr: J'ai beaucoup d'espoir.
it: Sono molto speranzoso.
ko: 나는 매우 희망적이다.
pl: Jestem pełen nadziei.
pt_br: Estou muito esperançoso.
ru: Я полон надежд.
tr: Çok umutluyum.
vi: Ta rất hy vọng.
zh_hans: 我很有希望。

source: I feel hopeless.
de: Ich fühle mich hoffnungslos.
fr: Je me sens désespéré.
it: Mi sento privo di speranza.
ko: 절망적입니다.
pl: Czuje się beznadziejnie.
pt_br: Sinto-me sem esperança.
ru: Я безнадёжен.
tr: Umutsuz hissediyorum.
vi: Ta cảm thấy tuyệt vọng.
zh_hans: 我感到绝望。

source: This is so humiliating.
de: Das ist so demütigend.
fr: C'est tellement humiliant.
it: È così umiliante.
ko: 너무 굴욕적이야.
pl: To bardzo upokarzające.
pt_br: Isso é tao humilhante.
ru: Это так унизительно...
tr: Bu çok aşağılayıcı.
vi: Điều này thật nhục nhã.
zh_hans: 这太令人羞辱了。

source: I am very insulted.
de: Ich bin sehr beleidigt.
fr: Je suis très insulté.
it: Sono molto offeso.
ko: 나는 매우 모욕적입니다.
pl: Jestem bardzo urażony/na.
pt_br: Estou muito ofendido.
ru: Я сильно оскорблён.
tr: Çok hakarete uğradım.
vi: Ta cảm thấy rất bị xúc phạm.
zh_hans: 我受到了极大的侮辱。

source: It's very interesting.
de: Das ist sehr interessant.
fr: C'est très intéressant.
it: È molto interessante.
ko: 이것은 매우 흥미 롭다.
pl: To bardzo interesujące.
pt_br: É muito interessante.
ru: Это очень интересно.
tr: Çok ilginç.
vi: Thật rất thú vị.
zh_hans: 这很有趣。

source: I'm very irritated by this.
de: Ich bin darüber sehr irritiert.
fr: Je suis très irrité par cela.
it: Questo mi irrita molto.
ko: 나는 이것에 매우 짜증이 난다.
pl: Bardzo mnie to irytuje.
pt_br: Estou muito irritada por isso.
ru: Это очень раздражает.
tr: Buna çok sinirlendim.
vi: Ta rất bực tức vì chuyện này.
zh_hans: 我很生气。

source: I feel very isolated.
de: Ich fühle mich sehr isoliert.
fr: Je me sens très isolé.
it: Mi sento molto isolato.
ko: 나는 매우 고립되어 있다고 느낍니다.
pl: Czuję się bardzo odizolowany.
pt_br: Sinto-me muito isolado.
ru: Я чувствую себя очень одиноким.
tr: Kendimi çok soyutlanmış hissediyorum.
vi: Ta cảm thấy rất cô lập.
zh_hans: 我觉得很孤立。

source: I'm feeling so jolly.
de: Ich bin so fröhlich.
fr: Je me sens si joyeux.
it: Mi sento così gioviale.
ko: 너무 기분이 좋습니다.
pl: Czuję się wesoło.
pt_br: Me sinto tao alegre.
ru: Я чувствую себя таким веселым.
tr: Çok neşeli hissediyorum.
vi: Ta cảm thấy thật vui vẻ.
zh_hans: 我感觉很开心。

source: I'm very jovial.
de: Ich bin sehr fröhlich.
fr: Je suis très jovial.
it: Sono molto gioviale.
ko: 나는 매우 유쾌합니다.
pl: Wesoło mi.
pt_br: Eu sou muito jovial.
ru: Я очень веселый.
tr: Çok şen şakrağım.
vi: Ta rất vui vẻ.
zh_hans: 我很开心。

source: I feel much jubilation.
de: Ich empfinde große Freude.
fr: Je ressens beaucoup de jubilation.
it: Provo molto giubilo.
ko: 나는 많은 환희를 느낀다.
pl: Czuję ogromną radość.
pt_br: Sinto-me muito júbilo.
ru: Я чувствую большое ликование.
tr: Büyük bir coşku hissediyorum.
vi: Ta cảm thấy thật hân hoan.
zh_hans: 我感到非常喜庆。

source: I feel so much loathing...
de: Ich fühle so viel Abscheu...
fr: Je ressens tellement de dégoût...
it: Provo così tanto ribrezzo...
ko: 너무 혐오스러워서...
pl: Czuję tak wielki wstręt...
pt_br: Eu sinto tanto ódio...
ru: Я чувствую столько ненависти...
tr: Çok büyük bir nefret hissediyorum...
vi: Ta cảm thấy căm ghét đến tột cùng...
zh_hans: 我感到非常厌恶......

source: I'm very lonely.
de: Ich bin sehr einsam.
fr: Je suis très seul.
it: Sono molto solitario.
ko: 나는 매우 외롭다.
pl: Jestem bardzo samotny.
pt_br: Me sinto muito só.
ru: Я очень одинок.
tr: Çok yalnızım.
vi: Ta rất cô đơn.
zh_hans: 我很孤单。

source: I feel such lust.
de: Ich fühle solche Lust.
fr: Je ressens un tel désir.
it: Provo una tale libidine.
ko: 그런 욕망을 느낍니다.
pl: Odczuwam pożądanie.
pt_br: Sinto-me tao luxúria.
ru: Я чувствую столько страсти.
tr: Öyle bir şehvet hissediyorum ki.
vi: Ta cảm thấy ham muốn tột độ.
zh_hans: 我觉得这样的欲望。

source: I'm so miserable.
de: Ich bin so unglücklich.
fr: Je suis tellement misérable.
it: Sono così miserabile.
ko: 나는 너무 비참하다.
pl: Jestem taki nieszczęśliwy.
pt_br: Eu sou tao miserável.
ru: Я так несчастен...
tr: Çok perişanım.
vi: Ta thật khốn khổ.
zh_hans: 我太悲惨了。

source: I'm so mortified...
de: Ich bin so gedemütigt...
fr: Je suis tellement mortifié...
it: Sono così mortificato...
ko: 너무 억울해...
pl: Jestem taki upokorzony...
pt_br: Estou tao envergonhada...
ru: Я подавлен...
tr: Yerin dibine girdim...
vi: Ta thật sự rất xấu hổ...
zh_hans: 我很羞愧......

source: I'm very nervous.
de: Ich bin sehr nervös.
fr: Je suis très nerveux.
it: Sono molto nervoso.
ko: 나는 매우 긴장된다.
pl: Jestem bardzo nerwowy.
pt_br: Estou muito nervosa.
ru: Я очень сильно нервничаю.
tr: Çok gerginim.
vi: Ta rất lo lắng.
zh_hans: 我很紧张

source: I'm feeling very nostalgic.
de: Ich bin sehr nostalgisch.
fr: Je me sens très nostalgique.
it: Mi sento molto nostalgico.
ko: 그리운 기분이 듭니다.
pl: Czuje się bardzo nostalgicznie.
pt_br: Estou me sentindo muito nostálgico.
ru: Я чувствую сильную ностальгию.
tr: Çok nostaljik hissediyorum.
vi: Ta cảm thấy rất hoài niệm.
zh_hans: 我感觉非常怀旧。

source: I'm quite optimistic.
de: Ich bin recht optimistisch.
fr: Je suis assez optimiste.
it: Sono alquanto ottimista.
ko: 저는 매우 낙관적입니다.
pl: Jestem dość optymistyczny
pt_br: Estou bastante otimista.
ru: Я вполне оптимистичный.
tr: Oldukça iyimserim.
vi: Tôi khá lạc quan.
zh_hans: 我很乐观。

source: This is an outrage!
de: Das ist ein Skandal!
fr: C'est un outrage!
it: Questo è un oltraggio!
ko: 이것은 분노입니다!
pl: To skandal!
pt_br: É escandaloso!
ru: Это безобразие!
tr: Bu bir rezalet!
vi: Thật là một sự phẫn nộ!
zh_hans: 这是一种愤怒！

source: I'm really starting to panic.
de: Ich gerate wirklich in Panik.
fr: Je commence vraiment à paniquer.
it: Mi sto facendo prendere dal panico.
ko: 나는 정말로 당황하기 시작했다.
pl: Zaczynam panikować.
pt_br: Eu estou começando a entrar em pânico.
ru: Я начинаю паниковать.
tr: Gerçekten paniklemeye başlıyorum.
vi: Tôi thật sự đang bắt đầu hoảng loạn.
zh_hans: 我真的开始恐慌了。

source: I'm very patient.
de: Ich bin sehr geduldig.
fr: Je suis très patient.
it: Sono molto paziente.
ko: 나는 매우 참을성이 있습니다.
pl: Jestem bardzo cierpliwy.
pt_br: Eu sou muito paciente.
ru: Я очень терпелив.
tr: Çok sabırlıyım.
vi: Tôi rất kiên nhẫn.
zh_hans: 我很耐心。

source: I feel such passion.
de: Ich spüre eine solche Leidenschaft.
fr: Je ressens une telle passion.
it: Provo una tale passione.
ko: 그런 열정이 느껴집니다.
pl: Czuję taką pasję.
pt_br: Sinto tanta paixao.
ru: Я чувствую сильную страсть.
tr: Öyle bir tutku hissediyorum ki.
vi: Tôi cảm thấy một niềm đam mê cháy bỏng.
zh_hans: 我感受到这种激情。

source: I'm very pleased.
de: Ich bin sehr zufrieden.
fr: Je suis très heureux.
it: Sono molto compiaciuto.
ko: 저는 매우 기쁩니다.
pl: Bardzo się cieszę.
pt_br: Estou muito satisfeito.
ru: Я очень доволен.
tr: Çok memnunum.
vi: Tôi rất hài lòng.
zh_hans: 我很高兴。

source: I am very proud.
de: Ich bin sehr stolz.
fr: Je suis très fier.
it: Sono molto orgoglioso.
ko: 매우 자랑스럽습니다.
pl: Jestem bardzo dumny.
pt_br: Estou muito orgulhoso.
ru: Я очень горд.
tr: Çok gururluyum.
vi: Tôi vô cùng tự hào.
zh_hans: 我非常骄傲。

source: I am so spiritually moved!
de: Ich bin spirituell so bewegt!
fr: Je suis tellement ému spirituellement !
it: Sono così spiritualmente toccato!
ko: 정말 영적으로 감동받았습니다!
pl: Jestem tak duchowo poruszony!
pt_br: Entao espiritualmente estou emocionado!
ru: Я чувствую душевный подъём!
tr: Manevi olarak çok etkilendim!
vi: Tôi cảm thấy xúc động tinh thần sâu sắc!
zh_hans: 我精神上感动了！

source: I feel so rejected.
de: Ich fühle mich so zurückgewiesen.
fr: Je me sens tellement rejeté.
it: Mi sento così rifiutato.
ko: 나는 너무 거부감을 느낀다.
pl: Czuję się taki odrzucony.
pt_br: Sinto-me tao rejeitado.
ru: Я чувствую такую неприязнь.
tr: Çok reddedilmiş hissediyorum.
vi: Tôi cảm thấy bị ruồng bỏ.
zh_hans: 我觉得很拒绝。

source: I'm so relieved.
de: Ich bin so erleichtert.
fr: Je suis tellement soulagé.
it: Sono così sollevato.
ko: 너무 안심이 됩니다.
pl: Ulżyło mi.
pt_br: Estou tao aliviada.
ru: Мне намного легче.
tr: Çok rahatladım.
vi: Tôi thấy thật nhẹ nhõm.
zh_hans: 我很放心。

source: I'm so regretful.
de: Ich bedaure es sehr.
fr: Je suis tellement désolé.
it: Sono così rammaricato.
ko: 정말 유감입니다.
pl: Bardzo żałuję.
pt_br: Estou tao arrependido.
ru: Я очень сожалею.
tr: Çok pişmanım.
vi: Tôi vô cùng hối tiếc.
zh_hans: 我很后悔。

source: I'm truly remorseful.
de: Ich bereue es wirklich.
fr: J'ai vraiment des remords.
it: Sono seriamente tormentato dal rimorso.
ko: 정말 반성합니다.
pl: Mam wyrzuty sumienia.
pt_br: Estou verdadeiramente arrependido.
ru: Я поистине раскаялся.
tr: Gerçekten vicdan azabı çekiyorum.
vi: Tôi thật sự ân hận.
zh_hans: 我真的很懊悔。

source: I must repent.
de: Ich muss Buße tun.
fr: Je dois me repentir.
it: Devo pentirmi.
ko: 회개해야 합니다.
pl: Muszę odpokutować.
pt_br: Deve arrepender-se.
ru: Я должен покаяться.
tr: Tövbe etmeliyim.
vi: Tôi phải sám hối.
zh_hans: 我必须悔改。

source: I'm very resentful.
de: Ich bin sehr nachtragend.
fr: Je suis très rancunier.
it: Sono molto amareggiato.
ko: 나는 매우 분개합니다.
pl: Jestem bardzo urażony.
pt_br: Eu sou muito ressentido.
ru: Я очень обижен.
tr: Çok içerledim.
vi: Tôi rất oán giận.
zh_hans: 我很不满。

source: I'm really restless.
de: Ich bin wirklich unruhig.
fr: Je suis vraiment agité.
it: Sono davvero inquieto.
ko: 정말 안절부절 못해요.
pl: Jestem niespokojny.
pt_br: Sou muito inquieta.
ru: Я очень обеспокоен.
tr: Gerçekten huzursuzum.
vi: Tôi thực sự bồn chồn không yên.
zh_hans: 我真的很焦躁不安。

source: I feel so wronged.
de: Ich fühle mich so ungerecht behandelt.
fr: Je me sens tellement lésé.
it: Mi sento così offeso.
ko: 나는 너무 억울하다고 느낀다.
pl: Czuję się taki pokrzywdzony
pt_br: Sinto-me tao injustiçada.
ru: Я чувствую обиду.
tr: Bana çok haksızlık edildiğini hissediyorum.
vi: Tôi cảm thấy bị đối xử bất công.
zh_hans: 我觉得很委屈。

source: This is such a hardship for me!
de: Das ist eine große Belastung für mich!
fr: C'est une telle épreuve pour moi !
it: Questa è una tale difficoltà per me!
ko: 이것은 나에게 너무 힘든 일입니다!
pl: To dla mnie takie trudne!
pt_br: Isso é tao difícil para mim!
ru: Это очень сложно для меня!
tr: Bu benim için ne büyük bir zorluk!
vi: Đây quả là một gian nan đối với tôi!
zh_hans: 这对我来说真是太难了！

source: I live to serve.
de: Ich lebe, um zu dienen.
fr: Je vis pour servir.
it: Vivo per servire.
ko: 나는 봉사하기 위해 산다.
pl: Żyję, aby służyć.
pt_br: Eu vivo para servir.
ru: Я живу, чтобы служить.
tr: Hizmet etmek için yaşıyorum.
vi: Tôi sống để phụng sự.
zh_hans: 我活着服务。

source: This leaves me so shaken.
de: Das erschüttert mich sehr.
fr: Cela me laisse tellement secoué.
it: Questo mi lascia molto scosso.
ko: 이것은 나를 너무 흔들립니다.
pl: To mnie bardzo wstrząsnęło.
pt_br: Isso me deixa tao abalado.
ru: Это меня потрясает.
tr: Bu beni çok sarstı.
vi: Điều này khiến tôi chấn động.
zh_hans: 这让我感到很震惊。

source: I feel such shame.
de: Ich schäme mich so sehr.
fr: Je ressens une telle honte.
it: Provo una tale vergogna.
ko: 나는 그런 부끄러움을 느낀다.
pl: Czuję taki wstyd.
pt_br: Eu sinto pena.
ru: Мне так стыдно.
tr: Öyle bir utanç duyuyorum ki.
vi: Tôi cảm thấy xấu hổ vô cùng.
zh_hans: 我感到很惭愧。

source: I'm very sympathetic.
de: Ich bin sehr verständnisvoll.
fr: Je suis très sympathique.
it: Sono molto comprensivo.
ko: 매우 공감합니다.
pl: Bardzo współczuję.
pt_br: Eu sou muito simpático.
ru: Я очень сочувствую.
tr: Çok sempati duyuyorum.
vi: Tôi rất đồng cảm.
zh_hans: 我非常同情。

source: I feel such tenderness.
de: Ich fühle eine solche Zärtlichkeit.
fr: Je ressens une telle tendresse.
it: Provo una tale tenerezza.
ko: 그런 부드러움이 느껴집니다.
pl: Odczuwam taką czułość.
pt_br: Sinto tanta ternura.
ru: Я чувствую сильную нежность.
tr: Öyle bir şefkat hissediyorum ki.
vi: Tôi cảm thấy sự dịu dàng.
zh_hans: 我感到很温柔。

source: This is quite a thrill!
de: Das ist wirklich aufregend!
fr: C'est tout un frisson !
it: È piuttosto eccitante!
ko: 이것은 꽤 스릴입니다!
pl: To jest dopiero dreszczyk emocji!
pt_br: Esta é uma grande emoção!
ru: Это довольно острые ощущения!
tr: Bu oldukça heyecan verici!
vi: Đây quả là một niềm phấn khích!
zh_hans: 这真是一种刺激！

source: I feel very uneasy.
de: Ich fühle mich sehr unbehaglich.
fr: Je me sens très mal à l'aise.
it: Mi sento così inquieto!
ko: 나는 매우 불안하다.
pl: Czuję się bardzo niespokojnie.
pt_br: Sinto-me muito desconfortável.
ru: Я чувствую себя очень неловко.
tr: Çok huzursuz hissediyorum.
vi: Tôi cảm thấy rất bất an.
zh_hans: 我感到非常不安。

source: I'm very unhappy.
de: Ich bin sehr unglücklich.
fr: Je suis très mécontent.
it: Sono molto infelice.
ko: 나는 매우 불행하다.
pl: Jestem bardzo nieszczęśliwy.
pt_br: Eu estou muito infeliz.
ru: Я очень расстроен.
tr: Çok mutsuzum.
vi: Tôi rất không vui.
zh_hans: 我很不高兴。

source: I am filled with wonder.
de: Ich bin voller Staunen.
fr: Je suis rempli d'émerveillement.
it: Sono pieno di meraviglia.
ko: 나는 놀라움으로 가득 차 있습니다.
pl: Przepełnia mnie zdumienie.
pt_br: Estou cheio de maravilha.
ru: Я наполнен восхищением.
tr: Hayretle doluyum.
vi: Tôi tràn ngập sự ngạc nhiên.
zh_hans: 我充满了惊奇。

source: I'm very worried.
de: Ich bin sehr besorgt.
fr: Je suis très inquiet.
it: Sono molto preoccupato.
ko: 나는 매우 걱정된다.
pl: Bardzo się martwię.
pt_br: Estou muito preocupada.
ru: Я очень волнуюсь.
tr: Çok endişeliyim.
vi: Tôi rất lo lắng.
zh_hans: 我很担心

source: I am wrathful.
de: Ich bin zornig.
fr: je suis en colère.
it: Sono furioso.
ko: 나는 분노합니다.
pl: Jestem rozgniewany.
pt_br: Estou furioso.
ru: Я в гневе!
tr: Çok öfkeliyim.
vi: Tôi đang nổi cơn thịnh nộ.
zh_hans: 我很愤怒。

source: I shall accomplish much!
de: Ich werde viel erreichen!
fr: J'accomplirai beaucoup !
it: Compierò grandi cose!
ko: 나는 많은 것을 성취할 것이다!
pl: Dokonam wiele!
pt_br: Eu devo realizar muito!
ru: Я добьюсь многого!
tr: Çok şey başaracağım!
vi: Ta sẽ hoàn thành nhiều điều!
zh_hans: 我会成就很多！

source: What is the meaning of life...
de: Was ist der Sinn des Lebens...
fr: Quel est le sens de la vie...
it: Qual è il senso della vita...
ko: 인생의 의미가 뭔가요...
pl: Jaki jest sens życia...
pt_br: Qual o significado da vida...
ru: В чём же смысл жизни...
tr: Hayatın anlamı nedir...
vi: Ý nghĩa cuộc sống là gì...
zh_hans: 什么是生命的意义...

source: I've been defeated.
de: Ich bin besiegt worden.
fr: J'ai été vaincu.
it: Sono stato sconfitto.
ko: 나는 패배했다.
pl: Zostałem pokonany.
pt_br: Eu fui derrotado.
ru: Меня победили.
tr: Yenildim.
vi: Ta đã bị đánh bại.
zh_hans: 我被打败了。

source: Things are going to happen.
de: Es werden Dinge geschehen.
fr: Des choses vont arriver.
it: Accadranno cose.
ko: 일이 일어날 것입니다.
pl: Różne rzeczy będą się działy.
pt_br: Coisas estao pra acontecer.
ru: Что-то должно произойти.
tr: Bir şeyler olacak.
vi: Mọi thứ sắp xảy ra.
zh_hans: 事情将会发生。

source: I'm very doubtful.
de: Ich bin sehr skeptisch.
fr: Je suis très dubitatif.
it: Sono molto dubbioso.
ko: 나는 매우 의심 스럽다.
pl: Bardzo wątpię.
pt_br: Estou muito duvidoso.
ru: Я полон сомнений.
tr: Çok şüpheliyim.
vi: Tôi rất hoài nghi.
zh_hans: 我很怀疑。

source: I feel enthusiastic!
de: Ich bin begeistert!
fr: je me sens enthousiaste !
it: Mi sento entusiasta!
ko: 나는 열정을 느낀다!
pl: Czuję entuzjazm!
pt_br: Sinto-me entusiasmado!
ru: Я полон энтузиазма!
tr: Hevesli hissediyorum!
vi: Tôi cảm thấy hăng hái!
zh_hans: 我感到很热情！

source: I really don't see this working out.
de: Ich glaube nicht, dass das funktionieren wird.
fr: Je ne vois vraiment pas cela fonctionner.
it: Non credo proprio che funzionerà.
ko: 나는 이것이 잘 풀리는 것을 정말로 보지 못한다.
pl: Naprawdę nie widzę, żeby to wypaliło.
pt_br: Eu realmente não vejo isso funcionando.
ru: Я очень сомневаюсь, что это сработает.
tr: Bunun işe yarayacağını gerçekten sanmıyorum.
vi: Tôi thực sự không thấy điều này thành công được.
zh_hans: 我真的没有看到这个问题。

source: I'm feeling great!
de: Ich fühle mich großartig!
fr: Je me sens bien !
it: Mi sento benissimo!
ko: 기분이 좋아!
pl: Świetnie się czuję!
pt_br: Estou me sentindo ótimo!
ru: Я чувствую себя прекрасно!
tr: Harika hissediyorum!
vi: Tôi cảm thấy tuyệt vời!
zh_hans: 我感觉好极了！

source: The gaiety I'm feeling!
de: Die Fröhlichkeit, die ich empfinde!
fr: La gaieté que je ressens !
it: Quanta gaiezza che provo!
ko: 내가 느끼는 유쾌함!
pl: Radość, jaką czuję!
pt_br: A alegria que estou sentindo!
ru: Как радостно!
tr: Hissettiğim neşe!
vi: Niềm vui hân hoan mà ta đang cảm thấy!
zh_hans: 我感觉到的欢乐！

source: This is really exciting!
de: Das ist wirklich spannend!
fr: C'est vraiment excitant !
it: È davvero emozionante!
ko: 이것은 정말 신나는 일입니다!
pl: To naprawdę ekscytujące!
pt_br: Isso é realmente excitante!
ru: Это восхитительно!
tr: Bu gerçekten heyecan verici!
vi: Điều này thật sự thú vị!
zh_hans: 这真是令人兴奋！

source: How suspicious...
de: Wie verdächtig...
fr: Comme c'est suspect...
it: Che cosa sospetta...
ko: 얼마나 수상한지...
pl: To podejrzane...
pt_br: Como suspeito...
ru: Это подозрительно...
tr: Ne kadar şüpheli...
vi: Thật đáng ngờ...
zh_hans: 多么可疑......

source: That was alarming.
de: Das war beunruhigend.
fr: C'était alarmant.
it: È stato allarmante.
ko: 그것은 놀랍습니다.
pl: To było niepokojące.
pt_br: Isso era alarmante.
ru: Это было тревожно.
tr: Bu endişe vericiydi.
vi: Điều đó thật đáng báo động.
zh_hans: 那令人震惊。

source: I will master myself.
de: Ich werde mich selbst beherrschen.
fr: je vais me maîtriser.
it: Sarò padrone di me stesso.
ko: 나는 나 자신을 마스터 할 것이다.
pl: Opanuję się.
pt_br: Vou me dominar.
ru: Я держу себя в руках.
tr: Kendime hakim olacağım.
vi: Ta sẽ làm chủ bản thân.
zh_hans: 我会掌握自己。

source: This cannot horrify me.
de: Das kann mich nicht erschrecken.
fr: Cela ne peut pas m'horrifier.
it: Ciò non può inorridirmi.
ko: 이것은 나를 놀라게 할 수 없습니다.
pl: To nie może mnie przerażać.
pt_br: Eu não posso ser dominado pela tristeza!
ru: Это не испугает меня.
tr: Bu beni dehşete düşüremez.
vi: Điều này không thể làm ta kinh hãi.
zh_hans: 这不能让我感到恐惧。

source: I must let grief pass me by.
de: Ich muss die Trauer hinter mir lassen.
fr: Je dois laisser passer le chagrin.
it: Devo lasciare che il dolore passi.
ko: 슬픔이 지나가도록 해야 합니다.
pl: Muszę pozwolić, by żal mnie ominął.
pt_br: Deve deixar o sofrimento passar por mim.
ru: Пусть горе проходит мимо.
tr: Kederin geçip gitmesine izin vermeliyim.
vi: Ta phải để nỗi đau thương qua đi.
zh_hans: 我必须让悲伤过去。

source: I feel like a victor.
de: Ich fühle mich wie ein Sieger.
fr: Je me sens vainqueur.
it: Mi sento vincente.
ko: 나는 승자 같은 느낌.
pl: Czuję się jak zwycięzca.
pt_br: Sinto-me como um vencedor.
ru: Я чувствую себя победителем.
tr: Kendimi bir galip gibi hissediyorum.
vi: Tôi cảm thấy như một người chiến thắng.
zh_hans: 我觉得自己是胜利者。
