Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: A mandate deadline was missed.
de: Eine Mandatenfrist wurde nicht eingehalten.
fr: Une échéance de mandat a été manquée.
it: Non è stata rispettata la scadenza del mandato.
ko: 위임 마감일을 놓쳤습니다.
pl: Nie dotrzymano terminu uprawnień.
pt_br: Um prazo de mandato não foi atingido.
ru: Крайний срок мандата был пропущен.
tr: Bir yetki süresi kaçırıldı.
vi: Tôi đã bỏ lỡ hạn chót của một lệnh.
zh_hans: 错过了授权截止日期。

source: There wasn't enough work last season.
de: Es gab nicht genug Arbeit letzte Saison.
fr: Il n'y avait pas assez de travail la saison dernière.
it: La scorsa stagione non c'è stato abbastanza lavoro.
ko: 지난 시즌에는 일이 충분하지 않았습니다.
pl: W minionej porze roku nie było wystarczająco pracy.
pt_br: Não havia bastante trabalho na temporada passada.
ru: В прошлом сезоне было недостаточно работы.
tr: Geçen sezon yeterince iş yoktu.
vi: Mùa trước không có đủ việc.
zh_hans: 上赛季没有足够的工作。

source: I smashed up a building.
de: Ich zerstörte ein Gebäude.
fr: J'ai démoli un immeuble.
it: Ho distrutto un edificio.
ko: 나는 건물을 부수었다.
pl: Rozwaliłem budynek.
pt_br: Eu destruiu um edifício.
ru: Я разрушил здание.
tr: Bir binayı parçaladım.
vi: Tôi đã đập phá một tòa nhà.
zh_hans: 我砸了一幢建筑物。

source: I toppled something over.
de: Ich stürzte über etwas.
fr: J'ai renversé quelque chose.
it: Ho rovesciato qualcosa.
ko: 나는 무언가를 넘어뜨렸다.
pl: Przewróciłem coś.
pt_br: Eu algo tombou.
ru: Я недавно опрокинул что-то.
tr: Bir şeyi devirdim.
vi: Tôi đã làm đổ thứ gì đó.
zh_hans: 我推翻了一些东西。

source: I have attained a higher rank of nobility.
de: Ich habe einen höheren Rang des Adels erreicht.
fr: J'ai atteint un rang supérieur de noblesse.
it: Ho raggiunto un grado superiore di nobiltà.
ko: 나는 더 높은 등급의 귀족을 얻었습니다.
pl: Otrzymałem wyrzszą rangę szlachectwa.
pt_br: Eu ter atingido um posto mais elevado da nobreza.
ru: Я получил более высокий ранг дворянства.
tr: Daha yüksek bir soyluluk rütbesine ulaştım.
vi: Tôi đã đạt được cấp bậc quý tộc cao hơn.
zh_hans: 我获得了更高的贵族级别。

source: I have entered the nobility.
de: Ich bin in den Adel eingegangen.
fr: Je suis entré dans la noblesse.
it: Sono entrato a far parte della nobiltà.
ko: 나는 귀족에 들어갔다.
pl: Zostałem włączony w grono szlachty.
pt_br: Eu incorporei a nobreza.
ru: Я вошел в знать.
tr: Soylular arasına girdim.
vi: Tôi đã gia nhập giới quý tộc.
zh_hans: 我进入了贵族阶层。

source: I was knocked out by a cave-in.
de: Ich wurde erschlagen von einem Einbruch.
fr: J'ai été assommé par un effondrement.
it: Sono stato messo al tappeto da un crollo.
ko: 나는 함몰에 의해 쓰러졌다.
pl: Zostałem znokautowany przez zawał.
pt_br: Eu fui nocauteado por um desmoronamento.
ru: Я был сбит с ног обвалом.
tr: Bir göçük yüzünden bayıldım.
vi: Tôi đã bị bất tỉnh do một vụ sập hầm.
zh_hans: 我被塌方撞倒了。

source: My deadline was met.
de: Meine Frist wurde eingehalten.
fr: Mon délai a été respecté.
it: La mia scadenza è stata rispettata.
ko: 기한이 맞았습니다.
pl: Mój termin został dotrzymany.
pt_br: Meu prazo foi cumprido.
ru: Пришёл мой срок.
tr: Son teslim tarihime uyuldu.
vi: Hạn chót của tôi đã được đáp ứng.
zh_hans: 我的截止日期已经达到。

source: I am uncovered.
de: Ich bin aufgeflogen.
fr: je suis découvert.
it: Sono scoperto.
ko: 나는 폭로되었다.
pl: Jestem odkryty.
pt_br: Eu sou descoberto.
ru: Я раздет.
tr: Çıplağım.
vi: Tôi không được che chắn.
zh_hans: 我被发现了。

source: I don't have a shirt.
de: Ich habe kein Hemd.
fr: Je n'ai pas de chemise.
it: Non ho una camicia.
ko: 셔츠가 없어요.
pl: Nie mam koszuli.
pt_br: Não tenho uma camisa.
ru: У меня нет рубашки.
tr: Gömleğim yok.
vi: Tôi không có áo.
zh_hans: 我没有衬衫。

source: I have no shoes.
de: Ich habe keine Schuhe.
fr: Je n'ai pas de chaussures.
it: Non ho scarpe.
ko: 나는 신발이 없다.
pl: Nie mam butów.
pt_br: Eu tenho sem sapatos.
ru: У меня нет обуви.
tr: Ayakkabım yok.
vi: Tôi không có giày.
zh_hans: 我没有鞋子。

source: I had to eat my beloved pet to survive.
de: Ich musste mein geliebtes Haustier essen um zu überleben.
fr: J'ai dû manger mon animal de compagnie bien-aimé pour survivre.
it: Ho dovuto mangiare il mio amato animale domestico per sopravvivere.
ko: 나는 살아남기 위해 사랑하는 애완동물을 먹어야만 했다.
pl: Musiałem zjeść mojego ukochanego zwierzaka by przetrwać.
pt_br: Tive de comer meu amado animal de estimação para sobreviver.
ru: Мне пришлось съесть своего любимого питомца, чтобы выжить.
tr: Hayatta kalmak için sevgili evcil hayvanımı yemek zorunda kaldım.
vi: Tôi đã phải ăn thú cưng yêu quý của mình để sống sót.
zh_hans: 我不得不吃我心爱的宠物才能活下来。

source: I had to eat one of my favorite animals to survive.
de: Ich musste eines meiner Lieblingstiere essen um zu überleben.
fr: J'ai dû manger un de mes animaux préférés pour survivre.
it: Ho dovuto mangiare uno dei miei animali preferiti per sopravvivere.
ko: 나는 살아남기 위해 내가 가장 좋아하는 동물 중 하나를 먹어야 했다.
pl: Aby przetrwać musiałem zjeść jedno z moich ulubionych zwierząt.
pt_br: Eu tive que comer um dos meus animais favoritos para sobreviver.
ru: Я вынужден был съесть одного из моих любимых животных, чтобы выжить.
tr: Hayatta kalmak için en sevdiğim hayvanlardan birini yemek zorunda kaldım.
vi: Tôi đã phải ăn một trong những con vật yêu thích của mình để sống sót.
zh_hans: 我不得不吃一种我最喜欢的动物来生存。

source: I had to eat vermin to survive.
de: Ich musste Ungeziefer essen um zu überleben.
fr: J'ai dû manger de la vermine pour survivre.
it: Ho dovuto mangiare animali infestanti per sopravvivere.
ko: 나는 살아남기 위해 벌레를 먹어야만 했다.
pl: Musiałem jeść robactwo by przetrwać.
pt_br: Eu tive que comer vermes para sobreviver.
ru: Мне пришлось есть паразита, чтобы выжить.
tr: Hayatta kalmak için haşere yemek zorunda kaldım.
vi: Tôi đã phải ăn côn trùng gây hại để sống sót.
zh_hans: 我不得不吃害虫来生存。

source: I started a fist fight.
de: Ich begann einen Faustkampf.
fr: J'ai commencé une bagarre.
it: Ho iniziato una scazzottata.
ko: 주먹다짐을 시작했습니다.
pl: Zacząłem bójkę na pięści.
pt_br: Eu comecei uma briga.
ru: Я затеял кулачный бой.
tr: Yumruk kavgası başlattım.
vi: Tôi đã gây ra một trận ẩu đả.
zh_hans: 我开始了拳打。

source: I beat somebody as a punishment.
de: Ich schlug jemand als Strafe.
fr: J'ai battu quelqu'un en guise de punition.
it: Ho picchiato qualcuno per punizione.
ko: 벌로 누군가를 때렸습니다.
pl: Uderzyłem kogoś w ramach kary.
pt_br: Eu surrei alguém como punição.
ru: Я избил кого-то в наказание.
tr: Ceza olarak birini dövdüm.
vi: Tôi đã đánh ai đó để trừng phạt.
zh_hans: 我作为一个惩罚打败了某人。

source: I was beaten as a punishment.
de: Ich wurde zur Strafe geschlagen.
fr: J'ai été battu en guise de punition.
it: Sono stato picchiato per punizione.
ko: 벌칙으로 맞았습니다.
pl: Ktoś mnie za karę uderzył.
pt_br: Eu foi espancado como um castigo.
ru: Я был избит в наказание.
tr: Ceza olarak dövüldüm.
vi: Tôi đã bị đánh để trừng phạt.
zh_hans: 我被殴打作为惩罚。

source: I was beat somebody with the hammer.
de: Ich schlug jemand mit dem Hammer.
fr: J'ai battu quelqu'un avec le marteau.
it: Ho picchiato qualcuno con il martello.
ko: 누군가를 망치로 때렸습니다.
pl: Pobiłem kogoś młotem.
pt_br: Alguém bateu em mim com o martelo.
ru: Я избил кого-то молотом.
tr: Birini çekiçle dövdüm.
vi: Tôi đã đánh ai đó bằng búa.
zh_hans: 我用锤子击败了某人。

source: I was beaten with the hammer.
de: Ich wurde mit dem Hammer geschlagen.
fr: J'ai été battu avec le marteau.
it: Sono stato picchiato con il martello.
ko: 망치로 때렸습니다.
pl: Zostałem pobity młotem.
pt_br: Eu era batido com o martelo.
ru: Я был избит молотом.
tr: Çekiçle dövüldüm.
vi: Tôi đã bị đánh bằng búa.
zh_hans: 我被锤子殴打了。

source: I could not find the hammer.
de: Ich konnte den Hammer nicht finden.
fr: Je n'ai pas trouvé le marteau.
it: Non sono riuscito a trovare il martello.
ko: 나는 망치를 찾을 수 없었다.
pl: Nie mogłem znaleźć młota.
pt_br: Eu não poderia encontrar o martelo.
ru: Я не смог найти молот.
tr: Çekici bulamadım.
vi: Tôi không thể tìm thấy cái búa.
zh_hans: 我找不到锤子。

source: I have been eating the same old food.
de: Das Essen hängt mir zum Halse heraus.
fr: J'ai mangé la même vieille nourriture.
it: Ho mangiato sempre lo stesso cibo.
ko: 나는 똑같은 오래된 음식을 먹고 있습니다.
pl: Cały czas jadłem to samo, stare jedzenie.
pt_br: Tenho comido a mesma comida velha.
ru: Я постоянно ем одну и ту же пищу.
tr: Hep aynı eski yemeği yiyorum.
vi: Tôi đã ăn mãi một loại thức ăn cũ rích.
zh_hans: 我一直在吃同样的旧食物。

source: I ate rotten food.
de: Ich habe verdorbene Nahrung gegessen.
fr: J'ai mangé de la nourriture avariée.
it: Ho mangiato cibo marcio.
ko: 나는 썩은 음식을 먹었다.
pl: Zjadłem zepsute jedzenie.
pt_br: Eu comi comida podre.
ru: Я ел испорченную еду.
tr: Çürük yemek yedim.
vi: Tôi đã ăn thức ăn thối rữa.
zh_hans: 我吃了腐烂的食物。

source: I put on a
de: Ich ziehe eine
fr: j'ai mis un
it: Ho indossato un
ko: 나는 입었다
pl: Założyłem
pt_br: Eu coloco sobre um
ru: Я поставил это
tr: Üzerime bir
vi: Tôi đã khoác lên mình một
zh_hans: 我戴上了

source: truly splendid
de: wahrhaft prächtig
fr: vraiment splendide
it: veramente splendido
ko: 정말 훌륭하다
pl: prawdziwie wspaniały
pt_br: verdadeiramente esplêndido
ru: просто великолепно
tr: gerçekten muhteşem
vi: thực sự lộng lẫy
zh_hans: 真是太棒了

source: item.
de: Gegenstand.
fr: Objet.
it: oggetto.
ko: 안건.
pl: przedmiot.
ru: предмет.
tr: eşya giydim.
vi: vật phẩm.
zh_hans: 项目。

source: n exceptional
de: außergewöhnlich
fr: n exceptionnel
it: eccezionale
ko: 예외적
pl: wyjątkowy
pt_br: n excepcional
ru: необыкновенное
tr: istisnai
vi: đặc biệt xuất sắc
zh_hans: 特殊的

source: superior
de: ausgezeichnet
fr: supérieur
it: superiore
ko: 우수한
pl: znakomity
ru: превосходный
tr: üstün
vi: vượt trội
zh_hans: 优越

source: finely-crafted
de: feinstens verarbeitet
fr: finement travaillé
it: finemente realizzato
ko: 정교하게 만들어진
pl: precyzyjnie wykonany
pt_br: finamente trabalhada
ru: замечательного качества
tr: ince işçilikli
vi: được chế tác tinh xảo
zh_hans: 精心制作的

source: well-crafted
de: gut verarbeitet
fr: bien conçu
it: ben fatto
ko: 잘 만들어진
pl: świetnie wykonany
pt_br: bem trabalhada
ru: хорошего качества
tr: iyi işçilikli
vi: được chế tác tốt
zh_hans: 做工精良的

source: I ate a meal.
de: Ich habe gespeist.
fr: J'ai mangé un repas.
it: Ho mangiato un pasto.
ko: 나는 식사를 했다.
pl: Zjadłem posiłek.
pt_br: Eu comi uma refeição.
ru: Я поел.
tr: Yemek yedim.
vi: Tôi đã ăn một bữa.
zh_hans: 我吃了一顿饭。

source: I had a drink.
de: Ich habe getrunken.
fr: J'ai bu un verre.
it: Ho bevuto.
ko: 나는 술을 마셨다.
pl: Napiłem się.
pt_br: Tomei um drinque.
ru: Я выпил.
tr: Bir şeyler içtim.
vi: Tôi đã uống một thứ gì đó.
zh_hans: 我喝了一杯。

source: I don't have enough chests.
de: Ich habe nicht genügend Truhen.
fr: Je n'ai pas assez de coffres.
it: Non ho abbastanza casse.
ko: 상자가 부족합니다.
pl: Nie mam wystarczająco dużo skrzyń.
pt_br: Não tenho peito suficiente.
ru: Мне не хватает сундуков.
tr: Yeterince sandığım yok.
vi: Tôi không có đủ rương.
zh_hans: 我没有足够的箱子。

source: I don't have enough cabinets.
de: Ich habe nicht genügend Schränke.
fr: Je n'ai pas assez d'armoires.
it: Non ho abbastanza armadietti.
ko: 나는 옷장이 모자라
pl: Nie mam wystarczająco dużo szaf.
pt_br: Eu não tenho armários suficientes.
ru: Мне не хватает шкафов.
tr: Yeterince dolabım yok.
vi: Tôi không có đủ tủ.
zh_hans: 我没有足够的橱柜。

source: I don't have enough weapon racks.
de: Ich habe nicht genügend Waffenständer.
fr: Je n'ai pas assez de porte-armes.
it: Non ho abbastanza rastrelliere per armi.
ko: 무기 거치대가 부족합니다.
pl: Nie mam wystarczająco dużo stojaków na broń.
pt_br: Não tenho suficiente cremalheiras de arma.
ru: Мне не хватает оружейных стоек.
tr: Yeterince silah askım yok.
vi: Tôi không có đủ giá vũ khí.
zh_hans: 我没有足够的武器架。

source: I don't have enough armor stands.
de: Ich habe nicht genügend Rüstungsständer.
fr: Je n'ai pas assez de supports d'armure.
it: Non ho abbastanza supporti per armature.
ko: 방어구 거치대가 부족합니다.
pl: Nie mam wystarczająco dużo stojaków na zbroję.
pt_br: Não tenho suficiente carrinhos de armadura.
ru: Мне не хватает доспешных стоек.
tr: Yeterince zırh standım yok.
vi: Tôi không có đủ giá giáp.
zh_hans: 我没有足够的装甲站。

source: Somebody has better
de: Jemand hat besseres
fr: Quelqu'un a mieux
it: Qualcuno ha migliori
ko: 누군가가 더 나은
pl: Ktoś ma lepsze
pt_br: Alguém tem de melhor
ru: У кого-то обстановка
tr: Birinin benden daha iyi
vi: Ai đó có sự sắp xếp tốt hơn
zh_hans: 有人做得更好

source: burial
de: beerdigung
fr: enterrement
it: preparativi
ko: 매장
pl: pogrzebowe
pt_br: enterro
ru: усыпальницы
tr: cenaze
vi: chôn cất
zh_hans: 葬礼

source: arrangements than I do.
de: Arrangements als ich.
fr: arrangements que moi.
it: per la sepoltura di me.
ko: 나보다 편곡.
pl: warunki niż ja.
pt_br: arranjos do que eu.
ru: лучше, чем у меня.
tr: düzenlemeleri var.
vi: hơn tôi.
zh_hans: 安排比我。

source: dining
de: Speise
fr: à manger
it: pranzando
ko: 식사
pl: jadalne
pt_br: Alimentação
ru: столовой
tr: yemek
vi: ăn uống
zh_hans: 用餐

source: sleeping
de: Schlaf
fr: en train de dormir
it: dormendo
ko: 자고 있는
pl: sypialne
pt_br: a dormir
ru: спальни
tr: uyku
vi: ngủ nghỉ
zh_hans: 睡眠

source: There aren't enough dining tables.
de: Es gibt nicht genügend Esstische.
fr: Il n'y a pas assez de tables à manger.
it: Non ci sono abbastanza tavoli da pranzo.
ko: 식탁이 부족합니다.
pl: Brakuje stołów w jadalni.
pt_br: Não existem suficientes mesas de jantar.
ru: Здесь не хватает обеденных столов.
tr: Yeterince yemek masası yok.
vi: Không có đủ bàn ăn.
zh_hans: 没有足够的餐桌。

source: I ate at a crowded table.
de: Ich aß an einem überfüllten Tisch.
fr: J'ai mangé à une table bondée.
it: Ho mangiato a un tavolo affollato.
ko: 붐비는 테이블에서 먹었습니다.
pl: Zjadłem przy zatłoczonym stole.
pt_br: Comi em uma mesa lotada.
ru: Я ел за переполненным столом.
tr: Kalabalık bir masada yemek yedim.
vi: Tôi đã ăn ở một chiếc bàn đông người.
zh_hans: 我在拥挤的桌子上吃饭。

source: I ate in a dining room.
de: Ich aß in einem Speisesaal.
fr: J'ai mangé dans une salle à manger.
it: Ho mangiato in una sala da pranzo.
ko: 나는 식당에서 식사를 했다.
pl: Zjadłem w jadalni.
pt_br: Comi em uma sala de jantar.
ru: Я ел в столовой.
tr: Yemek odasında yemek yedim.
vi: Tôi đã ăn trong một phòng ăn.
zh_hans: 我在餐厅吃饭。

source: I didn't have a dining room.
de: Ich hatte keinen Speisesaal.
fr: Je n'avais pas de salle à manger.
it: Non avevo una sala da pranzo.
ko: 나는 식당이 없었습니다.
pl: Nie miałem jadalni.
pt_br: Eu não tinha uma sala de jantar.
ru: У меня нет своей отдельной столовой.
tr: Yemek odam yoktu.
vi: Tôi không có một phòng ăn.
zh_hans: 我没有餐厅。

source: There aren't enough chairs.
de: Es gibt nicht genügend Stühle.
fr: Il n'y a pas assez de chaises.
it: Non ci sono abbastanza sedie.
ko: 의자가 부족합니다.
pl: Brakuje krzeseł.
pt_br: Não há cadeiras suficientes.
ru: Здесь не хватает стульев.
tr: Yeterince sandalye yok.
vi: Không có đủ ghế.
zh_hans: 没有足够的椅子。

source: I formed a bond with my animal training partner.
de: Mein tierischer Trainingspartner ist mir ans Herz gewachsen.
fr: J'ai formé un lien avec mon partenaire de dressage d'animaux.
it: Ho creato un legame col mio animale compagno d'addestramento.
ko: 동물 훈련 파트너와 유대감을 형성했습니다.
pl: Nawiązałem więź z mym partnerem na treningu zwierząt.
pt_br: Eu formei um vínculo com o meu parceiro de treino de animais.
ru: Я наладил отношения с партнёром по тренировке животных.
tr: Hayvan eğitimi ortağımla bir bağ kurdum.
vi: Tôi đã tạo một mối liên kết với bạn huấn luyện động vật của mình.
zh_hans: 我和我的动物训练伙伴建立了联系。

source: I was rescued.
de: Ich wurde gerettet.
fr: J'ai été sauvé.
it: Sono stato salvato.
ko: 나는 구조되었다.
pl: Zostałem uratowany.
pt_br: Me resgataram.
ru: Я был спасён.
tr: Kurtarıldım.
vi: Tôi đã được giải cứu.
zh_hans: 我被救了。

source: I brought somebody to rest in bed.
de: Ich habe jemanden zu Bett gebracht.
fr: J'ai amené quelqu'un se reposer au lit.
it: Ho portato qualcuno a riposare a letto.
ko: 나는 누군가를 침대에서 쉬게 했습니다.
pl: Przyprowadziłem kogoś do łóżka, by odpoczął.
pt_br: Trouxe alguém para descansar na cama.
ru: Я уложил кого-то в постель.
tr: Birini yatakta dinlenmeye getirdim.
vi: Tôi đã đưa ai đó lên giường nghỉ ngơi.
zh_hans: 我带了一个人在床上休息。

source: I felled a tree.
de: Ich habe einen Baum gefällt.
fr: J'ai abattu un arbre.
it: Ho abbattuto un albero.
ko: 나는 나무를 쓰러뜨렸다.
pl: Ściąłem drzewo.
pt_br: Eu derrubei uma árvore.
ru: Я срубил дерево.
tr: Bir ağaç kestim.
vi: Tôi đã đốn một cái cây.
zh_hans: 我砍了一棵树。

source: I slaughtered an animal.
de: Ich habe ein Tier geschlachtet.
fr: J'ai abattu un animal.
it: Ho macellato un animale.
ko: 나는 동물을 도살했다.
pl: Zarżnąłem zwierzę.
pt_br: Eu abati um animal.
ru: Я забил животное.
tr: Bir hayvan kestim.
vi: Tôi đã giết mổ một con vật.
zh_hans: 我屠杀了一只动物。

source: I put a creature in a cage.
de: Ich habe eine Kreatur in einem Käfig eingesperrt.
fr: J'ai mis une créature dans une cage.
it: Ho ingabbiato una creatura.
ko: 나는 새장에 생물을 넣었습니다.
pl: Zamknąłem stworzenie w klatce.
pt_br: Eu coloquei uma criatura em uma jaula.
ru: Я посадил существо в клетку.
tr: Bir yaratığı kafese koydum.
vi: Tôi đã nhốt một sinh vật vào lồng.
zh_hans: 我把一个生物放在笼子里。

source: I chained up a creature.
de: Ich habe eine Kreatur angekettet.
fr: J'ai enchaîné une créature.
it: Ho incatenato una creatura.
ko: 나는 생물을 묶었습니다.
pl: Przywiązałem stworzenie łańcuchem.
pt_br: Eu acorrentei uma criatura.
ru: Я посадил существо на цепь.
tr: Bir yaratığı zincirledim.
vi: Tôi đã xích một sinh vật.
zh_hans: 我把一个生物连起来。

source: I gelded a creature.
de: Ich habe eine Kreatur kastriert.
fr: J'ai castré une créature.
it: Ho castrato una creatura.
ko: 나는 생물을 겔화했습니다.
pl: Wykastrowałem stworzenie.
pt_br: Eu castrei uma criatura.
ru: Я кастрировал существо.
tr: Bir yaratığı hadım ettim.
vi: Tôi đã thiến một sinh vật.
zh_hans: 我凝结了一个生物。

source: I put a piece on display.
de: Ich habe ein Stück ausgestellt.
fr: J'ai exposé une pièce.
it: Ho messo un pezzo in mostra.
ko: 작품을 전시해두었습니다.
pl: Wystawiłem przedmiot na wystawie.
pt_br: Eu coloco um pedaço na exibição.
ru: Я выставил экспонат на витрину.
tr: Bir parçayı sergiledim.
vi: Tôi đã trưng bày một tác phẩm.
zh_hans: 我把一块放在展示上。

source: I finished up some work.
de: Ich habe eine Arbeit abgeschlossen.
fr: J'ai fini quelques travaux.
it: Ho finito un po' di lavoro.
ko: 몇 가지 작업을 마쳤습니다.
pl: Skończyłem pracę.
pt_br: Eu terminei o trabalho.
ru: Я закончил кое-какую работу.
tr: Bazı işleri bitirdim.
vi: Tôi đã hoàn thành một số công việc.
zh_hans: 我完成了一些工作。

source: The tax collector's escorts stole my property.
de: Des Steuereintreibers Geleit stahl mein Eigentum.
fr: Les escortes du collecteur d'impôts ont volé ma propriété.
it: La scorta dell'esattore ha rubato i miei beni.
ko: 세금 징수원의 에스코트가 내 재산을 훔쳤습니다.
pl: Eskorta poborcy podatków ukradła mój majątek.
pt_br: Acompanhantes do cobrador de impostos roubaram minha propriedade.
ru: Охрана сборщика налогов украла мою собственность.
tr: Vergi tahsildarının korumaları malımı çaldı.
vi: Những người hộ tống của người thu thuế đã lấy trộm tài sản của tôi.
zh_hans: 税吏的陪同人员抢走了我的财产。

source: I lost some property to taxes.
de: Ich habe einige Immobilien durch Steuern verloren.
fr: J'ai perdu une propriété à cause des impôts.
it: Ho perso alcune beni a causa delle tasse.
ko: 나는 세금으로 재산을 잃었습니다.
pl: Straciłem część majątku z powodu podatków.
pt_br: Eu perdi alguma propriedade para impostos.
ru: Я потерял часть собранных налогов.
tr: Vergiler yüzünden mal kaybettim.
vi: Tôi đã mất một số tài sản do thuế.
zh_hans: 我失去了一些房产税。

source: I do not have adequate protection.
de: Mein Schutz ist nicht ausreichend.
fr: Je n'ai pas de protection adéquate.
it: Non ho una protezione adeguata.
ko: 나는 적절한 보호 장치가 없습니다.
pl: Nie mam odpowiedniej ochrony.
pt_br: Eu não tenho proteção adequada.
ru: У меня нет достойной защиты.
tr: Yeterli korumam yok.
vi: Tôi không có sự bảo vệ đầy đủ.
zh_hans: 我没有足够的保护。

source: I was unable to reach a room during tax collection.
de: Bei der Steuererhebung konnte ich einen Raum nicht erreichen.
fr: Je n'ai pas pu atteindre une chambre lors de la collecte des taxes.
it: Non sono riuscito a raggiungere una stanza durante la riscossione delle tasse.
ko: 세금 징수 중에 방에 들어갈 수 없었습니다.
pl: Nie mogłem dotrzeć do pokoju podczas poboru podatków.
pt_br: Eu era incapaz de chegar a uma sala durante a coleta de impostos.
ru: Я не смог достичь комнаты во время сбора налогов.
tr: Vergi tahsilatı sırasında bir odaya ulaşamadım.
vi: Tôi đã không thể đến được một căn phòng trong lúc thu thuế.
zh_hans: 在征税期间我无法到达房间。

source: I was misinformed about a room during tax collection.
de: Bei der Steuererhebung war ich über einen Raum fehlinformiert.
fr: J'ai été mal renseigné sur une chambre lors de la collecte des taxes.
it: Sono stato mal informato su una stanza durante la riscossione delle tasse.
ko: 세금 징수 중에 방에 대한 잘못된 정보를 받았습니다.
pl: Zostałem źle poinformowany na temat położenia pokoju podczas poboru podatków.
pt_br: Estava mal informado sobre um quarto durante a coleta de impostos.
ru: Я был дезинформирован о месте сбора налогов.
tr: Vergi tahsilatı sırasında bir oda hakkında yanlış bilgilendirildim.
vi: Tôi đã bị thông tin sai về một căn phòng trong lúc thu thuế.
zh_hans: 我在征税期间被误导了一个房间。

source: I pleased the nobility.
de: Ich habe den Adel zufrieden gestellt.
fr: J'ai plu à la noblesse.
it: Ho compiaciuto la nobiltà.
ko: 나는 귀족을 기쁘게 생각합니다.
pl: Spodobałem się szlachcie.
pt_br: O meu prazer é a nobreza.
ru: Я доволен знатностью.
tr: Soyluları memnun ettim.
vi: Tôi đã làm hài lòng giới quý tộc.
zh_hans: 我很高兴贵族。

source: Tax collection went smoothly.
de: Die Steuererhebung verlief reibungslos.
fr: La collecte des impôts s'est bien déroulée.
it: La riscossione delle tasse è andata liscia.
ko: 세금 징수가 순조롭게 진행되었습니다.
pl: Pobór podatków przebiegł gładko.
pt_br: Cobrança de impostos correu bem.
ru: Сбор налогов прошёл гладко.
tr: Vergi tahsilatı sorunsuz geçti.
vi: Việc thu thuế đã diễn ra suôn sẻ.
zh_hans: 税收进展顺利。

source: I disappointed the nobility.
de: Ich habe den Adel enttäuscht.
fr: J'ai déçu la noblesse.
it: Ho deluso la nobiltà.
ko: 나는 귀족을 실망시켰다.
pl: Rozczarowałem szlachtę.
pt_br: Desapontei a nobreza.
ru: Я разочарован знатью.
tr: Soyluları hayal kırıklığına uğrattım.
vi: Tôi đã làm thất vọng giới quý tộc.
zh_hans: 我对贵族感到失望。

source: The tax collection did not go smoothly.
de: Bei der Steuererhebung gab es Komplikationen.
fr: La collecte des impôts ne s'est pas déroulée sans heurts.
it: La riscossione delle tasse non è andata bene.
ko: 세금 징수가 순조롭게 진행되지 않았습니다.
pl: Pobór podatków nie przebiegł gładko.
pt_br: A cobrança de impostos não correu sem problemas.
ru: Сбор налогов не прошёл гладко.
tr: Vergi tahsilatı sorunsuz geçmedi.
vi: Việc thu thuế đã không diễn ra suôn sẻ.
zh_hans: 税收收入并不顺利。

source: I made
de: Ich erstellte
fr: J'ai fait
it: Ho stretto
ko: 내가 만든
pl: Zrobiłem
pt_br: Eu fiz
ru: Я
tr: Şununla
vi: Tôi đã kết giao
zh_hans: 我做了

source: friends with
de: Freundschaft mit
fr: amis avec
it: amicizia con
ko: 와 친구
pl: przyjaciele z
pt_br: amigos com
ru: подружился с
tr: arkadaş oldum:
vi: bạn với
zh_hans: 朋友

source: a new friend
de: ein neuer Freund
fr: un nouvel ami
it: una nuovo amicizia
ko: 새로운 친구
pl: nowym przyjacielem
pt_br: um novo amigo
ru: новым другом
tr: yeni bir arkadaş
vi: một người bạn mới
zh_hans: 一个新朋友

source: I got into an argument
de: Ich geriet in eine Auseinandersetzung
fr: je me suis disputé
it: Ho avuto una discussione
ko: 나는 논쟁에 빠졌다
pl: Wdałem się w kłótnię
pt_br: Eu entrei numa discussão
ru: Я вступил в спор
tr: Bir tartışmaya girdim
vi: Tôi đã tham gia một cuộc tranh cãi.
zh_hans: 我陷入了争论

source: I am forming a grudge against
de: Ich hege Groll gegenüber
fr: Je forme une rancune contre
it: Sto covando rancore nei confronti
ko: 나는 원한을 품고있다.
pl: Żywię urazę do
pt_br: Eu estou formando um ressentimento sobre
ru: Я затаил обиду на
tr: Şuna karşı kin besliyorum:
vi: Tôi đang nuôi mối hận thù với
zh_hans: 我正在形成怨恨

source: I was accosted by
de: Ich wurde angepöbelt von
fr: j'ai été accosté par
it: Sono stato avvicinato da
ko: 나는 접근했다
pl: Zostałem zaczepiony przez
pt_br: Fui abordado por
ru: Ко мне обратился
tr: Bana sataşan:
vi: Tôi đã bị quấy rối bởi
zh_hans: 我被搭讪了
