Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Misc. Object
de: Misc. Objekt
fr: Divers Objet
it: Oggetto Vario
ko: 기타
pl: Róż. Obiekt
pt_br: Misc. objeto
ru: Подручные предметы
tr: Çeş. Nesne
vi: Vật Phẩm Khác
zh_hans: 杂物战斗

source: Wound Dressing
de: Wundverband
fr: Pansement de plaie
it: Bendatura
ko: 상처 드레싱
pl: Opatrywanie Ran
pt_br: Curativo
ru: Перевязка
tr: Yara Sarma
vi: Băng Bó Vết Thương
zh_hans: 缝合

source: Diagnostics
de: Diagnose
fr: Diagnostique
it: Diagnostica
ko: 진단
pl: Diagnozowanie
pt_br: Diagnósticos
ru: Диагностика
tr: Teşhis
vi: Chẩn Đoán
zh_hans: 诊断

source: Surgery
de: Chirurgie
fr: Opération
it: Chirurgia
ko: 수술
pl: Chirurgia
pt_br: Cirurgia
ru: Хирургия
tr: Cerrahlık
vi: Phẫu Thuật
zh_hans: 手术

source: Bone Setting
de: Knochenfassung
fr: Réglage de l'os
it: Impostatore di ossa
ko: 뼈 설정
pl: Nastawianie Kości
pt_br: Configuração de osso
ru: Вправление костей
tr: Kırıkçılık
vi: Nắn Xương
zh_hans: 正骨

source: Suturing
de: Zunähen
fr: Suturer
it: Sutura
ko: 봉합
pl: Zszywanie
pt_br: Sutura
ru: Наложение швов
tr: Dikiş Atma
vi: Khâu Vết Thương
zh_hans: 缝合

source: Crutch-walking
de: Krückenlaufen
fr: Marche avec béquille
it: Camminare con le stampelle
ko: 목발 걷기
pl: Chodzenie o kulach
pt_br: Caminhar de muleta
ru: Хождение на костылях
tr: Değnekle Yürüme
vi: Tập Đi Nạng
zh_hans: 拐杖行走

source: Knapping
de: Steinbearbeitung
fr: Tailler
it: Scheggiatura
ko: 내핑
pl: Używanie dłuta
pt_br: Lascar
ru: Скалывание
tr: Yontma
vi: Chế Tác Đá Lửa
zh_hans: 敲石

source: Climbing
de: Klettern
fr: Escalade
it: Arrampicata
ko: 등산
pl: Wspianie
pt_br: Escalada
ru: Карабкание
tr: Tırmanma
vi: Leo Trèo
zh_hans: 攀登

source: Stone Carver
de: Steinmetz
fr: Sculpteur de pierre
it: Intagliatore di pietra
ko: 스톤 카버
pl: Rzeźbiarz w Kam.
pt_br: Escultor de Pedra
ru: Резчик по камню
tr: Taş Oymacısı
vi: Thợ Chạm Khắc Đá
zh_hans: 石雕师

source: Stonecutter
de: Steinhauer
fr: Tailleur de pierre
it: Tagliapietre
ko: 석공
pl: Kamieniarz
pt_br: Cortador de pedra
ru: Камнерез
tr: Taş Kesicisi
vi: Thợ Đẽo Đá
zh_hans: 石匠

source: Engraver
de: Graveur
fr: Graveur
it: Incisore
ko: 조각가
pl: Grawer
pt_br: Gravurista
ru: Гравёр
tr: İşlemeci
vi: Thợ Khắc
zh_hans: 雕刻工

source: Mason
de: Steinmetz
fr: le maçon
it: Muratore
ko: 석공
pl: Murarz
pt_br: Pedreiro(a)
ru: Каменщик
tr: Duvarcı
vi: Thợ Xây Đá
zh_hans: 石匠

source: Animal Trainer
de: Tiertrainer
fr: Dompteur d'animaux
it: Addestratore di animali
ko: 조련사
pl: Trener Zwierząt
pt_br: Domesticador(a)
ru: Дрессировщик
tr: Hayvan Eğitmeni
vi: Huấn Luyện Viên Động Vật
zh_hans: 驯兽师

source: Animal Caretaker
de: Tierwärter
fr: Soigneur d'animaux
it: Custode di animali
ko: 수의사
pl: Opiekun Zwierząt
pt_br: Cuidador(a) De Animais
ru: Животновод
tr: Hayvan Bakıcısı
vi: Người Chăm Sóc Động Vật
zh_hans: 饲养员

source: Fish Dissector
de: Fischzerleger
fr: Dissecteur de poisson
it: Dissettore di pesce
ko: 어류 해부자
pl: Oprawiający Ryby
pt_br: Dissecador(a) De Peixes
ru: Потрошитель рыбы
tr: Balık Ayıklayıcısı
vi: Người Mổ Cá
zh_hans: 解鱼工

source: Animal Dissector
de: Tierzerleger
fr: Dissecteur d'animaux
it: Dissettore di animali
ko: 동물 해부자
pl: Oprawiający Zwierzęta
pt_br: Dissecador(a) De Animais
ru: Потрошитель животных
tr: Hayvan Parçalayıcısı
vi: Người Mổ Xẻ Động Vật
zh_hans: 动物解体工

source: Fish Cleaner
de: Fisch-Reiniger
fr: Nettoyeur de poisson
it: Pulitore di pesci
ko: 어류 가공업자
pl: Czyszczący Ryby
pt_br: Peixeiro(a)
ru: Чистильщик рыбы
tr: Balık Temizleyicisi
vi: Người Sơ Chế Cá
zh_hans: 洗鱼工

source: Trapper
de: Fallensteller
fr: Trappeur
it: Cacciatore di pelli
ko: 덫꾼
pl: Łowca
pt_br: Caçador(a)
ru: Ловчий
tr: Tuzakçı
vi: Thợ Đặt Bẫy
zh_hans: 捕兽师

source: Planter
de: Farmer
fr: Planteur
it: Coltivatore
ko: 농부
pl: Plantator
pt_br: plantador
ru: Земледелец
tr: Yetiştirici
vi: Thợ Trồng Cây
zh_hans: 种植工

source: Herbalist
de: Kräutersammler
fr: Herboriste
it: Erborista
ko: 식물채집자
pl: Zielarz
pt_br: Herborista
ru: Травник
tr: Otacı
vi: Thầy Thuốc Thảo Mộc
zh_hans: 植物采集工

source: Ambusher
de: Wegelagerer
fr: Embuscade
it: Aggressore
ko: 매복꾼
pl: Czatownik
pt_br: Emboscador(a)
ru: Засадник
tr: Pusucu
vi: Kẻ Phục Kích
zh_hans: 伏击专家

source: Swimmer
de: Schwimmer
fr: Nageur
it: Nuotatore
ko: 수영
pl: Pływak
pt_br: Natação pura
ru: Пловец
tr: Yüzücü
vi: Người Bơi
zh_hans: 游泳者

source: Rider
de: Reiter
fr: Cavalier
it: Cavaliere
ko: 타는 사람
pl: Jeździec
pt_br: Cavaleiro
ru: Наездник
tr: Binici
vi: Người Cưỡi
zh_hans: 骑手

source: Persuader
de: Überredungskünstlerin
fr: Persuasif
it: Persuasore
ko: 설득가
pl: Agitator
ru: Увещеватель
tr: İknacı
vi: Người Thuyết Phục
zh_hans: 游说者

source: Negotiator
de: Vermittler
fr: Négociateur
it: Negoziatore
ko: 협상가
pl: Negocjator
pt_br: Negociação
ru: Посредник
tr: Müzakereci
vi: Người Đàm Phán
zh_hans: 谈判者

source: Judge of Intent
de: Rechtssprecher
fr: Juge d'intention
it: Giudice d'Intenti
ko: 의도의 판사
pl: Sędzia intencji
pt_br: Juiz de intenção
ru: Оценщик намерений
tr: Niyet Okuyucu
vi: Người Đánh Giá Ý Định
zh_hans: 意图判断

source: Appraiser
de: Beurteiler
fr: Évaluateur
it: Valutatore
ko: 감정평가
pl: Rzeczoznawca
pt_br: Avaliadora
ru: Оценщик
tr: Eksper
vi: Người Định Giá
zh_hans: 估价员

source: Organizer
de: Veranstalter
fr: Organisateur
it: Organizzatore
ko: 조직편제
pl: Organizator
pt_br: Organizador
ru: Организатор
tr: Organizatör
vi: Người Tổ Chức
zh_hans: 管理员

source: Record Keeper
de: Bilanzschreiber
fr: Gardien d'archive
it: Archivista
ko: 장부기록
pl: Księgowy
pt_br: Historiador
ru: Счетовод
tr: Kayıt Tutucu
vi: Người Ghi Chép
zh_hans: 书记员

source: Liar
de: Lügner
fr: Menteur
it: Bugiardo
ko: 거짓말쟁이
pl: Kłamca
pt_br: Mentiroso
ru: Лжец
tr: Yalancı
vi: Kẻ Nói Dối
zh_hans: 说谎者

source: Intimidator
de: Einschüchterer
fr: Intimidateur
it: Intimidatore
ko: 협박꾼
pl: Zastraszacz
ru: Устрашитель
tr: Gözdağı Veren
vi: Kẻ Hăm Dọa
zh_hans: 威吓者

source: Conversationalist
de: Unterhalter
fr: Causeur
it: Conversatore
ko: 화술
pl: Rozmówca
pt_br: Conversador
ru: Болтун
tr: Hoşsohbet
vi: Người Ăn Nói Khéo Léo
zh_hans: 健谈者

source: Comedian
de: Komiker
fr: Comédien
it: Comico
ko: 코미디언
pl: Komik
pt_br: Comediante
ru: Комик
tr: Komedyen
vi: Người Hài Hước
zh_hans: 喜剧演员

source: Consoler
de: Tröster
fr: Consolateur
it: Consolatore
ko: 위로하기
pl: Pocieszyciel
pt_br: Consolador
ru: Утешитель
tr: Tesellici
vi: Người An Ủi
zh_hans: 劝慰者

source: Pacifier
de: Friedensstifter
fr: Conciliateur
it: Pacificatore
ko: 진정시키기
pl: Pacyfikator
pt_br: Pacificador
ru: Миротворец
tr: Yatıştırıcı
vi: Người Xoa Dịu
zh_hans: 安抚者

source: Tracker
de: Fährtenleser
fr: Traqueur
it: Tracciatore
ko: 추적자
pl: Śledzący
pt_br: Rastreador
ru: Следопыт
tr: İz Sürücü
vi: Người Truy Tìm
zh_hans: 追踪者

source: Fisherman
de: Fischer
fr: Pêcheur
it: Pescatore
ko: 어부
pl: Rybak
pt_br: Pescador
ru: Рыболов
tr: Balıkçı
vi: Ngư Dân
zh_hans: 渔夫

source: Furnace Operator
de: Ofenbetreiber
fr: Opérateur de four
it: Operatore di fornace
ko: 용광로 운영자
pl: Hutnik
pt_br: Operador(a) De Forno
ru: Сталевар
tr: Ocakçı
vi: Thợ Vận Hành Lò
zh_hans: 炉操作员

source: Strand Extractor
fr: Extracteur de mèches
it: Estrattore di filoni
ko: 금속실 추출자
pl: Ekstraktor nici
pt_br: Extrator de Strand
ru: Волочильщик проволоки
tr: Lif Ayıklayıcı
vi: Thợ Tách Sợi
zh_hans: 抽丝工

source: Soaper
de: Seifenmacher
fr: Savon
it: Saponaio
ko: 비누공
pl: Mydlarz
pt_br: Saboeiro(a)
ru: Мыловар
tr: Sabuncu
vi: Thợ Làm Xà Phòng
zh_hans: 制皂工

source: Potash Maker
de: Potaschenmacher
fr: Fabricant de potasse
it: Creatore di potassa
ko: 칼리공
pl: Potaźnik
pt_br: Fabricante de Potassa
ru: Варщик поташа
tr: Potasçı
vi: Thợ Làm Kali Cacbonat
zh_hans: 制钾工

source: Lye Maker
de: Laugenmischer
fr: Fabricant de lessive
it: Produttore di liscivia
ko: 잿꾼
pl: Wytwórca Ługu
pt_br: Produtor de Barrela
ru: Варщик щёлока
tr: Küllü Su Üreticisi
vi: Thợ Làm Kiềm
zh_hans: 制碱工

source: Wood Burner
de: Holzverbrenner
fr: Poele a bois
it: Bruciatore a legna
ko: 숯가마꾼
pl: Węglarz
pt_br: Fogueiro(a)
ru: Углежог
tr: Odun Yakıcı
vi: Thợ Đốt Củi
zh_hans: 制炭工

source: Weaponsmith
de: Waffenschmied
fr: Forgeron d'armes
it: Armaiolo
ko: 무기장인
pl: Zbrojmistrz
pt_br: Armeiro
ru: Оружейник
tr: Silahçı
vi: Thợ Rèn Vũ Khí
zh_hans: 武器匠

source: Armorsmith
de: Rüstungsschmied
fr: Armurier
it: Armoraro
ko: 방어구장인
pl: Płatnerz
pt_br: Ferreiro(a) de armaduras
ru: Бронник
tr: Zırhçı
vi: Thợ Rèn Áo Giáp
zh_hans: 盔甲匠

source: Blacksmith
fr: Forgeron
it: Forgiatore
ko: 대장장이
pl: Kowal
pt_br: Ferreiro
ru: Кузнец
tr: Demirci
vi: Thợ Rèn
zh_hans: 铁匠

source: Gem Cutter
de: Edelsteinschleifer
fr: Tailleur de pierres précieuses
it: Intagliatore di gemme
ko: 보석 절단기
pl: Szlifierz
pt_br: Cortador de Gemas
ru: Огранщик
tr: Mücevher Kesicisi
vi: Thợ Cắt Đá Quý
zh_hans: 宝石切割师

source: Gem Setter
de: Edelsteinsattler
fr: Sertisseur de gemmes
it: Incastonatore di gemme
ko: 보석 세터
pl: Inkrustator
pt_br: Colocador de Gemas
ru: Инкрустатор
tr: Mücevher Kakmacısı
vi: Thợ Gắn Đá Quý
zh_hans: 宝石镶嵌师

source: Woodcrafter
de: Holzbearbeiter
fr: Ébéniste
it: Falegname
ko: 목공예가
pl: Snycerz
pt_br: Marceneiro
ru: Резчик по дереву
tr: Ahşap İşçisi
vi: Thợ mộc
zh_hans: 木工匠

source: Papermaker
de: Papiermacher
fr: Fabricant de papier
it: Cartaio
ko: 제지업자
pl: Papiernik
pt_br: Fabricante de Papel
ru: Бумагодел
tr: Kağıtçı
vi: Thợ làm giấy
zh_hans: 造纸工

source: Bookbinder
de: Buchbinder
fr: Relieur
it: Rilegatore
ko: 제본공
pl: Introligator
pt_br: Encadernador
ru: Переплётчик
tr: Ciltçi
vi: Thợ đóng sách
zh_hans: 装订工

source: Potter
de: Töpfer
fr: Potier
it: Ceramista
ko: 도예가
pl: Garncarz
pt_br: Oleiro(a)
ru: Гончар
tr: Çömlekçi
vi: Thợ gốm
zh_hans: 陶工

source: Wax Worker
de: Wachsmacher
fr: Ouvrier de cire
it: Lavoratore della cera
ko: 왁스 작업자
pl: Wytwórca wosku
pt_br: Ceramista
ru: Восколей
tr: Mum İşçisi
vi: Thợ chế tác sáp
zh_hans: 制蜡工人

source: Stone Crafter
de: Steinbearbeiter
fr: Artisan de pierre
it: Artigiano della pietra
ko: 스톤 크래프터
pl: Rzemieślnik w kam.
pt_br: Artesão De Pedra
ru: Резчик по камню
tr: Taş İşçisi
vi: Thợ đá
zh_hans: 石匠

source: Metal Crafter
de: Metallberarbeiter
fr: Artisan de métal
it: Artigiano del metallo
ko: 금속 공예가
pl: Rzemieślnik w met.
pt_br: Metalúrgico
ru: Резчик по металлу
tr: Metal İşçisi
vi: Thợ kim loại
zh_hans: 金属工艺师

source: Glassmaker
de: Glasmacher
fr: Verrier
it: Vetraio
ko: 유리장인
pl: Szklarz
pt_br: Vidraceiro(a)
ru: Стеклодув
tr: Camcı
vi: Thợ thủy tinh
zh_hans: 玻璃工

source: Student
de: Schüler
fr: Étudiant
it: Studente
ko: 학습자
pl: Uczeń
pt_br: Aluno
ru: Студент
tr: Öğrenci
vi: Học viên
zh_hans: 学习者

source: Observer
de: Beobachter
fr: Observateur
it: Osservatore
ko: 관찰자
pl: Obserwator
pt_br: Observador
ru: Наблюдатель
tr: Gözlemci
vi: Người quan sát
zh_hans: 哨兵

source: Writer
de: Schriftsteller
fr: Écrivain
it: Scrittore
ko: 작가
pl: Pisarz
pt_br: Escrito por
ru: Писатель
tr: Yazar
vi: Người viết
zh_hans: 作家

source: Poet
de: Dichter
fr: Poète
it: Poeta
ko: 시인
pl: Poeta
pt_br: Poeta
ru: Поэт
tr: Şair
vi: Thi sĩ
zh_hans: 诗人

source: Reader
de: Leser
fr: Lecteur
it: Lettore
ko: 문해력
pl: Czytelnik
pt_br: Leitor
ru: Чтец
tr: Okur
vi: Người đọc
zh_hans: 阅读者

source: Speaker
de: Redner
fr: Conférencier
it: Oratore
ko: 연설가
pl: Mówca
pt_br: Palestrante
ru: Оратор
tr: Konuşmacı
vi: Diễn giả
zh_hans: 讲述者

source: Knapper
fr: Tailleur
it: Lapidario
ko: 뗀석기 제작
pl: Twórca pięściaków
ru: Скольщик
tr: Yontucu
vi: Thợ ghè đá
zh_hans: 石器工

source: Dancer
de: Tänzer
fr: Danseur
it: Danzatore
ko: 춤꾼
pl: Tancerz
pt_br: Dançarino
ru: Танцор
tr: Dansçı
vi: Vũ công
zh_hans: 舞者

source: Musician
de: Musiker
fr: Musicien
it: Musicista
ko: 음악가
pl: Muzyk
pt_br: Músico(a)
ru: Музыкант
tr: Müzisyen
vi: Nhạc sĩ
zh_hans: 乐手

source: Singer
de: Sänger
fr: Chanteuse
it: Cantante
ko: 가수
pl: Śpiewak
pt_br: Cantor
ru: Певец
tr: Şarkıcı
vi: Ca sĩ
zh_hans: 歌手

source: Keyboardist
de: Keyboarder
fr: Claviériste
it: Tastierista
ko: 건반 연주자
pl: Klawiszowiec
pt_br: Tecladista
ru: Клавишник
tr: Piyanist
vi: Nghệ sĩ keyboard
zh_hans: 键乐手

source: Stringed Instrumentalist
de: Streich Instrumentalist
fr: Instrumentiste à cordes
it: Strumentista a corde
ko: 현악기 연주자
pl: Gityarzysta
pt_br: Instrumentista de Cordas
ru: Музыкант, играющий на струнных
tr: Yaylı Çalgıcı
vi: Nghệ sĩ nhạc cụ dây
zh_hans: 弦乐器演奏家

source: Wind Instrumentalist
fr: Instrumentiste à vent
it: Strumentista a fiato
ko: 관악기 연주자
pl: Dęciarz
pt_br: Instrumentista de Sopro
ru: Музыкант, играющий на духовых
tr: Üflemeli Çalgıcı
vi: Nghệ sĩ nhạc cụ hơi
zh_hans: 风乐器演奏家

source: Percussionist
de: Schlagzeuger
fr: Percussionniste
it: Percussionista
ko: 타악기 연주자
pl: Perkusjonista
pt_br: Percussionista
ru: Ударник
tr: Vurmalı Çalgıcı
vi: Nghệ sĩ nhạc cụ gõ
zh_hans: 打击乐手

source: Critical Thinker
de: Skeptiker
fr: Penseur critique
it: Pensatore critico
ko: 비판적 사상가
pl: Krytyczny myśliciel
pt_br: Estrategista
ru: Мыслитель
tr: Eleştirel Düşünür
vi: Nhà tư duy phản biện
zh_hans: 批判性思考者

source: Logician
de: Logiker
fr: Logicien
it: Logico
ko: 논리학자
pl: Logik
pt_br: Lógico
ru: Логик
tr: Mantıkçı
vi: Nhà logic học
zh_hans: 逻辑学家

source: Mathematician
de: Mathematiker
fr: Mathématicien
it: Matematico
ko: 수학자
pl: Matematyk
pt_br: Matemático
ru: Математик
tr: Matematikçi
vi: Nhà toán học
zh_hans: 数学家

source: Astronomer
de: Astronom
fr: Astronome
it: Astronomo
ko: 천문학자
pl: Astronom
pt_br: Astrônomo
ru: Астроном
tr: Astronom
vi: Nhà thiên văn học
zh_hans: 天文学家

source: Chemist
de: Chemiker
fr: Chimiste
it: Chimico
ko: 화학자
pl: Chemik
pt_br: Químico
ru: Химик
tr: Kimyager
vi: Nhà hóa học
zh_hans: 化学家

source: Geographer
de: Geograph
fr: Géographe
it: Geografo
ko: 지리학자
pl: Geograf
pt_br: Geógrafo
ru: Географ
tr: Coğrafyacı
vi: Nhà địa lý học
zh_hans: 地理学

source: Leader
fr: Chef
it: Capo
ko: 지휘관
pl: Przywódca
pt_br: Líder
ru: Лидер
tr: Lider
vi: Người lãnh đạo
zh_hans: 领导者

source: Tactician
de: Taktiker
fr: Tacticien
it: Tattico
ko: 전술가
pl: Taktyk
pt_br: Estratégico
ru: Тактик
tr: Taktisyen
vi: Nhà chiến thuật
zh_hans: 军师

source: Teacher
de: Lehrer
fr: Professeur
it: Insegnante
ko: 교습자
pl: Nauczyciel
pt_br: Instrutor
ru: Учитель
tr: Öğretmen
vi: Giáo viên
zh_hans: 教官

source: Fighter
de: Kämpfer
fr: Combattant
it: Combattente
ko: 투사
pl: Wojownik
pt_br: Lutador
ru: Боец
tr: Dövüşçü
vi: Chiến binh
zh_hans: 战士

source: Wrestler
de: Ringer
fr: Lutteur
it: Lottatore
ko: 레슬러
pl: Zapaśnik
pt_br: Wrestling
ru: Борец
tr: Güreşçi
vi: Đô vật
zh_hans: 摔跤手

source: Biter
de: Beißer
fr: Mordeur
it: Morditore
ko: 물기
pl: Gryzący
pt_br: Mordedor
ru: Кусатель
tr: Isırıcı
vi: Kẻ cắn
zh_hans: 撕咬者

source: Striker
de: Stürmer
fr: Attaquant
it: Picchiatore
ko: 주먹질
pl: Napastnik
pt_br: Atacante
ru: Громила
tr: Vurucu
vi: Kẻ ra đòn
zh_hans: 肉搏者

source: Kicker
fr: Botteur
it: Calciatore
ko: 발차기
pl: Kopacz
ru: Пинала
tr: Tekmeci
vi: Kẻ đá
zh_hans: 腿法家

source: Dodger
de: Schlitzohr
fr: Esquiveur
it: Schivatore
ko: 회피
pl: Unikacz
ru: Вёрткий
tr: Sıyrılan
vi: Người né tránh
zh_hans: 闪避者

source: Axeman
de: Axtkämpfer
fr: Homme à la hache
it: Soldato con Ascia
ko: 도끼병
pl: Topornik
pt_br: Mestre de Machado
ru: Топорщик
tr: Baltacı
vi: Chiến binh rìu
zh_hans: 斧兵

source: Swordsman
de: Schwertkämpfer
fr: Épéiste
it: Spadaccino
ko: 검사
pl: Miecznik
pt_br: Mestre de Armas
ru: Мечник
tr: Kılıç Ustası
vi: Kiếm sĩ
zh_hans: 剑士

source: Maceman
de: Keulenkämpfer
fr: Homme de masse
it: Mazziere
ko: 메이스병
pl: Buzdyganiarz
pt_br: Mestre de Clava
ru: Булавоносец
tr: Gürzcü
vi: Chiến binh chùy
zh_hans: 杖兵

source: Hammerman
de: Hammerträger
fr: Marteleur
it: Soldato con Martello
ko: 망치병
pl: Młociarz
pt_br: Mestre de Martelo
ru: Молотобоец
tr: Çekiççi
vi: Chiến binh búa
zh_hans: 战锤兵

source: Spearman
de: Speerkämpfer
fr: Lancier
it: Lanciere
ko: 창병
pl: Włócznik
pt_br: Lanceiro
ru: Копьеносец
tr: Mızrakçı
vi: Lính giáo
zh_hans: 枪兵

source: Crossbowman
de: Armbrustträger
fr: Arbalétrier
it: Balestriere
ko: 석궁병
pl: Kusznik
pt_br: Besteiro
ru: Арбалетчик
tr: Tatar Okçusu
vi: Xạ thủ nỏ
zh_hans: 弩兵

source: Pikeman
de: Pikenträger
fr: Piquier
it: Picchiere
ko: 파이크병
pl: Pikinier
pt_br: Pique
ru: Пикинёр
tr: Kargıcı
vi: Lính trường thương
zh_hans: 长矛兵

source: Bowman
de: Bogenschütze
fr: Archer
it: Arciere
ko: 궁수
pl: ucznik
pt_br: Arqueiro
ru: Лучник
tr: Yaycı
vi: Cung thủ
zh_hans: 制弓匠

source: Shield User
de: Schildträger
fr: Homme au bouclier
it: Utilizz. di Scudi
ko: 방패술
pl: Tarczownik
pt_br: Usuário do escudo
ru: Щитоносец
tr: Kalkan Kullanıcısı
vi: Người dùng khiên
zh_hans: 盾牌手

source: Armor User
de: Rüstungsträger
fr: Utilisateur d'armure
it: Utilizzo di armatura
ko: 갑옷술
pl: Zbrojny
pt_br: Usuário de armadura
ru: Броненосец
tr: Zırh Kullanıcısı
vi: Người mặc giáp
zh_hans: 盔甲使用

source: Siege Engineer
de: Belagerungsingenieur
fr: Ingénieur de siège
it: Ingegnere d'assedio
ko: 공성기사
pl: Inżynier machin
pt_br: Engenheiro de cerco
ru: Осадный инженер
tr: Kuşatma Mühendisi
vi: Kỹ sư công thành
zh_hans: 攻城器工程师

source: Siege Operator
de: Belagerungsspezialist
fr: Opérateur de siège
it: Operatore d'assedio
ko: 공성병
pl: Operator Machin
pt_br: Operador(a) De Cerco
ru: Осадный оператор
tr: Kuşatma Operatörü
vi: Pháo thủ công thành
zh_hans: 攻城器操作员

source: Pump Operator
de: Maschinist
fr: Opérateur de pompe
it: Operatore di pompa
ko: 펌프 인부
pl: Operator Pompy
pt_br: Operador(a) De Bomba Hidráulica
ru: Оператор насоса
tr: Pompa Operatörü
vi: Người vận hành bơm
zh_hans: 司泵工

source: Leatherworker
de: Lederarbeiter
fr: Travailleur du cuir
it: Pellettiere
ko: 가죽세공인
pl: Kaletnik
pt_br: Coureiro(a)
ru: Кожевник
tr: Deri İşçisi
vi: Thợ thuộc da
zh_hans: 皮匠

source: Presser
de: Drucker
fr: Presseur
it: Stiratore
ko: 압착공
pl: Praser
pt_br: Espremedor(a)
ru: Отжимщик
tr: Presçi
vi: Thợ ép
zh_hans: 压榨工

source: Beekeeper
de: Imker
fr: Apiculteur
it: Apicoltore
ko: 양봉가
pl: Pszczelarz
pt_br: Apicultor(a)
ru: Пчеловод
tr: Arıcı
vi: Người nuôi ong
zh_hans: 养蜂人

source: Glazer
de: Glaser
fr: Vitrier
it: Vetraio
ko: 유악 직공
pl: Glazurnik
pt_br: Instalador(a) de Vidros
ru: Глазуровщик
tr: Sır Ustası
vi: Thợ tráng men
zh_hans: 上釉工

source: Bone Carver
de: Knochenbearbeiter
fr: Sculpteur d'os
it: Intagliatore d'ossa
ko: 뼈공예가
pl: Rzeźbiarz w Kości
pt_br: Entalhador de Ossos
ru: Косторез
tr: Kemik Oymacısı
vi: Thợ khắc xương
zh_hans: 骨雕师

source: Weaver
de: Weber
fr: Tisserand
it: Tessitore
ko: 직조공
pl: Tkacz
pt_br: Tecedor(a)
ru: Ткач
tr: Dokumacı
vi: Thợ dệt
zh_hans: 织布工

source: Brewer
de: Brauer
fr: Brasseur
it: Produttore d'alcol
ko: 양조자
pl: Piwowar
pt_br: cervejeiro
ru: Пивовар
tr: İçki Üreticisi
vi: Thợ ủ bia
zh_hans: 酿造师

source: Miller
de: Müller
fr: Meunier
it: Mugnaio
ko: 제분공
pl: Młynarz
pt_br: Moleiro(a)
ru: Мельник
tr: Değirmenci
vi: Thợ xay xát
zh_hans: 碾磨工

source: Thresher
de: Drescher
fr: Batteur
it: Trebbiatore
ko: 탈곡꾼
pl: Młocarz
pt_br: Debulhador(a)
ru: Обмолотчик
tr: Harmanlayıcı
vi: Thợ đập lúa
zh_hans: 打谷工

source: Blowgunner
de: Blasrohrschütze
fr: Sarbacaneur
it: Cerbottaniere
ko: 취관병
pl: Woj. z dmuchawką
ru: Воин с духовым ружьем
tr: Üfleme Silahçı
vi: Xạ thủ ống thổi
zh_hans: 吹箭手

source: Thrower
de: Werfer
fr: Lanceur
it: Lanciatore
ko: 투척병
pl: Miotacz
pt_br: Lançamento
ru: Метатель
tr: Fırlatıcı
vi: Người ném
zh_hans: 投掷手

source: Druid
de: Druide
fr: Druide
it: Druido
ko: 드루이드
pt_br: Druida
ru: Друид
vi: Tu sĩ rừng
zh_hans: 德鲁伊

source: Knife User
de: Messerträger
fr: Utilisateur de couteau
it: Utilizzatore di coltelli
ko: 나이프 유저
pl: Nożownik
pt_br: Usuário de faca
ru: Воин с ножом
tr: Bıçak Kullanıcısı
vi: Người dùng dao
zh_hans: 小刀手

source: Lasher
de: Abwehrer
fr: Homme à fouet
it: Fustigatore
ko: 채찍병
pl: Biczownik
pt_br: Açoitador
ru: Бичеватель
tr: Kırbaççı
vi: Kẻ quất roi
zh_hans: 鞭笞手

source: Cheesemaker
fr: Fromager
it: Casaro
ko: 치즈메이커
pl: Serowar
pt_br: Queijeiro(a)
ru: Сыровар
tr: Peynirci
vi: Thợ làm phô mai
zh_hans: 制酪工

source: Milker
de: Melker
fr: Trayeur
it: Mungitore
ko: 착유공
pl: Mleczarz
pt_br: Ordenhador(a)
ru: Дояр
tr: Sağımcı
vi: Người vắt sữa
zh_hans: 挤奶工

source: Gelder
de: Kastrierer
fr: Castrateur
it: Castratore
ko: 거세꾼
pl: Kastrator
pt_br: capador
ru: Кастратор
tr: Hadımcı
vi: Người thiến gia súc
zh_hans: 骟匠

source: Shearer
de: Scherer
fr: Tondeur
it: Tosatore
ko: 양털깎이
pl: Strzyż
pt_br: Tosquiador(a)
ru: Стригаль
tr: Kırkıcı
vi: Thợ xén lông
zh_hans: 剪毛工

source: Spinner
fr: Fileur
it: Filatore
ko: 방적공
pl: Prządek
pt_br: Fiandeiro(a)
ru: Прядильщик
tr: Eğirici
vi: Thợ xe sợi
zh_hans: 纺纱工

source: Misc. Object User
de: Misc. Object Benutzer
fr: Divers Utilisateur de l'objet
it: Utente di oggetti vari
ko: 기타 물체 전투
pl: Uż. Różn. Ob.
pt_br: Misc. objeto usuário
ru: Боец предметами
tr: Çeş. Nesne Kullanıcısı
vi: Người dùng vật dụng linh tinh
zh_hans: 杂项.物品使用者

source: Wound Dresser
de: Wundenversorger
fr: Panseur
it: Bendatore
ko: 붕대질
pl: Opatrujący ranę
pt_br: Aparelhador de ferida
ru: Перевязчик
tr: Pansumancı
vi: Người băng bó vết thương
zh_hans: 急救医师

source: Suturer
de: Vernäher
fr: Suturier
it: Suturatore
ko: 봉합의
pl: Nakładający szwy
ru: Сшиватель
tr: Dikişçi
vi: Người khâu vết thương
zh_hans: 缝合医师

source: Crutch-walker
de: Krückenläufer
fr: Béquille-marcheur
it: Camminatore con stampella
ko: 목발보행
pl: Chodzący o kulach
pt_br: Muleta-walker
ru: Ходок на костылях
tr: Değnekle Yürüyen
vi: Người dùng nạng
zh_hans: 执拐者

source: Climber
de: Bergsteiger
fr: Grimpeur
it: Scalatore
ko: 등반가
pl: Wspinacz
pt_br: Escalada
ru: Верхолаз
tr: Tırmanıcı
vi: Người leo trèo
zh_hans: 攀爬者

source: Schemer
de: Schematiker
fr: Conspirateur
it: Cospiratore
ko: 고안자
pl: Intrygant
pt_br: planejador
ru: Комбинатор
tr: Entrikacı
vi: Kẻ mưu mô
zh_hans: 阴谋家

source: Skill 1
fr: Compétence 1
it: Abilità 1
ko: 스킬 1
pl: Umiejętność 1
pt_br: Habilidade 1
ru: Умение 1
tr: Yetenek 1
vi: Kỹ năng 1
zh_hans: 技能 1

source: Skill 2
fr: Compétence 2
it: Abilità 2
ko: 스킬 2
pl: miejętność 2
pt_br: Habilidade 2
ru: Умение 2
tr: Yetenek 2
vi: Kỹ năng 2
zh_hans: 技能 2

source: Skill 3
fr: Compétence 3
it: Abilità 3
ko: 스킬 3
pl: Umiejętność 3
pt_br: Habilidade 3
ru: Умение 3
tr: Yetenek 3
vi: Kỹ năng 3
zh_hans: 技能 3

source: Skill 4
fr: Compétence 4
it: Abilità 4
ko: 스킬 4
pl: Umiejętność 4
pt_br: Habilidade 4
ru: Умение 4
tr: Yetenek 4
vi: Kỹ năng 4
zh_hans: 技能 4

source: Skill 5
fr: Compétence 5
it: Abilità 5
ko: 스킬 5
pl: Umiejętność 5
pt_br: Habilidade 5
ru: Умение 5
tr: Yetenek 5
vi: Kỹ năng 5
zh_hans: 技能 5

source: Skill 6
fr: Compétence 6
it: Abilità 6
ko: 스킬 6
pl: Umiejętność 6
pt_br: Habilidade 6
ru: Умение 6
tr: Yetenek 6
vi: Kỹ năng 6
zh_hans: 技能 6

source: Skill 7
fr: Compétence 7
it: Abilità 7
ko: 스킬 7
pl: Umiejętność 7
pt_br: Habilidade 7
ru: Умение 7
tr: Yetenek 7
vi: Kỹ năng 7
zh_hans: 技能 7

source: Skill 8
fr: Compétence 8
it: Abilità 8
ko: 스킬 8
pl: Umiejętność 8
pt_br: Habilidade 8
ru: Умение 8
tr: Yetenek 8
vi: Kỹ năng 8
zh_hans: 技能 8

source: Skill 9
fr: Compétence 9
it: Abilità 9
ko: 스킬 9
pl: Umiejętność 9
pt_br: Habilidade 9
ru: Умение 9
tr: Yetenek 9
vi: Kỹ năng 9
zh_hans: 技能 9

source: Skill 10
fr: Compétence 10
it: Abilità 10
ko: 스킬 10
pl: Umiejętność 10
pt_br: Habilidade 10
ru: Умение 10
tr: Yetenek 10
vi: Kỹ năng 10
zh_hans: 技能 10

source: has a menacing stare when
de: hat einen bedrohlichen Blick, wenn
fr: a un regard menaçant quand
it: ha uno sguardo minaccioso quando
ko: 위협적인 시선을 가질 때
pl: ma groźne spojrzenie, gdy
pt_br: tem um olhar ameaçador quando
ru: смотрит угрожающе, когда
tr: tehditkar bakışlara sahip olduğunda
vi: có cái nhìn đe dọa khi
zh_hans: 有着险恶的凝视当

source: has a habit of rolling
de: hat die Angewohnheit, sich zu rollen
fr: a l'habitude de rouler
it: ha l'abitudine di rotolare
ko: 구르는 습관이 있다
pl: ma zwyczaj toczenia się
pt_br: tem o hábito de rolamento
ru: имеет привычку катать
tr: yuvarlama alışkanlığı var
vi: có thói quen lăn
zh_hans: 有打滚的习惯

source: noisy
de: laut
fr: bruyant
it: rumoroso
ko: 시끄러운
pl: hałaśliwy
pt_br: barulhento(a)
ru: шумный
tr: gürültülü
vi: ồn ào
zh_hans: 嘈杂的

source: full
de: voll
fr: plein
it: pieno
ko: 가득한
pl: pełny
pt_br: cheio
ru: полный
tr: dolgun
vi: đầy
zh_hans: 充分

source: sharp
de: scharf
fr: tranchant
it: affilato
ko: 날카로운
pl: ostry
pt_br: picante
ru: острый
tr: keskin
vi: sắc bén
zh_hans: 尖锐
