Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Wait, what?
de: Warte, was?
fr: Attends quoi?
it: Aspetta, cosa?
ko: 무엇을 기다립니다?
pl: Czekaj, co?
pt_br: Espere, o que?
ru: Подождите, что?
tr: Bekle, ne?
vi: Khoan đã, gì cơ?
zh_hans: 等等，什么？

source: What did you just say?
de: Was hast du da gesagt?
fr: Que viens-tu de dire?
it: Cos'hai appena detto?
ko: 너 방금 뭐라고 했어?
pl: Co właśnie powiedziałeś?
pt_br: O que você acabou de dizer?
ru: Что вы только что сказали?
tr: Az önce ne dedin?
vi: Ngươi vừa nói gì?
zh_hans: 你刚刚说什么？

source: Forgive me, but
de: Vergib mir, aber
fr: Pardonnez-moi, mais
it: Perdonami, ma
ko: 용서하지만
pl: Wybacz mi, ale
pt_br: Perdão, mas
ru: Извините, но
tr: Beni affet, ama
vi: Tha lỗi cho ta, nhưng
zh_hans: 原谅我，但是

source: Am I supposed to engage with that?
de: Soll ich mich darauf einlassen?
fr: Suis-je censé m'engager avec ça ?
it: Dovrei impegnarmi con quello?
ko: 내가 그것에 관여해야합니까?
pl: Mam się tym zająć?
pt_br: Eu deveria interagir com isto?
ru: Почему я должен заниматься этим?
tr: Bununla ilgilenmem mi gerekiyor?
vi: Ta có cần phải bận tâm đến điều đó sao?
zh_hans: 我应该参与其中吗？

source: You must be joking.
de: Du machst wohl Witze.
fr: Tu blagues.
it: Stai scherzando.
ko: 당신은 농담이 틀림 없어.
pl: Musisz żartować.
pt_br: Você deve estar de brincadeira.
ru: Наверное вы шутите.
tr: Şaka yapıyor olmalısın.
vi: Ngươi chắc đang đùa.
zh_hans: 你一定是在开玩笑。

source: I've heard it all now!
de: Das habe ich jetzt alles gehört!
fr: J'ai tout entendu maintenant !
it: Adesso le ho sentite tutte!
ko: 이제 다 들었어!
pl: Już to wszystko słyszałem!
pt_br: Eu escutei o que precisava!
ru: Я слышал достаточно!
tr: Pes doğrusu!
vi: Giờ thì ta đã nghe đủ mọi chuyện rồi!
zh_hans: 我现在都听到了！

source: Oh, no,
de: Oh, nein.
fr: Oh non,
ko: 안 돼,
pl: O, nie,
pt_br: Oh, não,
ru: О нет,
tr: Ah, hayır,
vi: Ồ, không,
zh_hans: 不好了，

source: That's absurd!
de: Das ist absurd!
fr: C'est absurde!
it: È assurdo!
ko: 말도 안돼!
pl: To absurdalne!
pt_br: Isso é um absurdo!
ru: Это абсурдно!
tr: Bu saçmalık!
vi: Thật phi lý!
zh_hans: 那太荒谬了！

source: that is the stupidest statement I have ever heard.
de: Ds ist das Dümmste was ich je gehört habe.
fr: c'est la déclaration la plus stupide que j'aie jamais entendue.
it: è l'affermazione più stupida che abbia mai sentito.
ko: 그것은 내가 들어본 것 중 가장 어리석은 말이다.
pl: to najgłupsze stwierdzenie jakie w życiu słyszałem.
pt_br: essa é a declaração mais estúpida que já ouvi.
ru: это самое тупое из всего, что я когда-либо слышал.
tr: bu duyduğum en aptalca ifade.
vi: đó là lời tuyên bố ngu ngốc nhất mà ta từng nghe.
zh_hans: 这是我听过的最愚蠢的陈述。

source: don't waste my time with this drivel.
de: Verschwenden Sie nicht meine Zeit mit diesem Gefasel.
fr: ne me fais pas perdre mon temps avec ce radotage.
it: non farmi perdere tempo con queste sciocchezze.
ko: 이 헛소리로 내 시간을 낭비하지 마십시오.
pl: nie marnuj mojego czasu na te brednie.
pt_br: não me faça perder tempo com essa conversa fiada.
ru: не тратьте мое время с этой чушью.
tr: bu zırvalıkla vaktimi harcama.
vi: đừng lãng phí thời gian của ta vào những lời vô nghĩa này.
zh_hans: 别把我的时间浪费在胡说八道上了。

source: really, I've been over all this nonsense before.
de: Wirklich, ich habe diesen Unsinn schon einmal durchgemacht.
fr: vraiment, j'ai été sur tout ce non-sens avant.
it: davvero, ho già affrontato certe assurdità.
ko: 정말로, 나는 전에 이 모든 말도 안되는 일을 끝냈습니다.
pl: naprawdę, przerabiałem już te wszystkie bzdury.
pt_br: sério, eu estive por todo esse absurdo antes.
ru: это самая большая бессмыслица, из всего что я слышал.
tr: gerçekten, tüm bu saçmalıkları daha önce de yaşadım.
vi: thực sự, ta đã nghe qua tất cả những thứ vô nghĩa này trước đây rồi.
zh_hans: 真的，我以前一直都在胡说八道。

source: I couldn't follow your rambling.
de: Ich konnte Ihrem Geschwafel nicht folgen.
fr: Je n'ai pas pu suivre votre divagation.
it: Non riuscivo a seguire le tue farneticazioni.
ko: 나는 당신의 횡설수설을 따라갈 수 없었습니다.
pl: Nie mogłem nadążyć za Twoim bełkotem.
pt_br: Eu não pude acompanhar sua divagação
ru: я не могу согласиться с этой чепухой.
tr: Saçmalamalarını takip edemedim.
vi: Ta không thể theo kịp những lời lảm nhảm của ngươi.
zh_hans: 我没闲工夫听你胡扯。

source: I'm having trouble taking you seriously.
de: Es fällt mir schwer, Sie ernst zu nehmen.
fr: J'ai du mal à te prendre au sérieux.
it: Ho difficoltà a prenderti sul serio.
ko: 당신을 진지하게 받아들이는 데 문제가 있습니다.
pl: Ciężko mi brać ciebie na poważnie.
pt_br: Estou com problemas para conversar seriamente.
ru: я просто не могу воспринимать вас серьёзно.
tr: Seni ciddiye almakta zorlanıyorum.
vi: Ta đang gặp khó khăn trong việc coi trọng ngươi.
zh_hans: 我很难认真对待你。

source: nobody could possibly believe that.
de: Das kann doch niemand glauben.
fr: personne ne pouvait le croire.
it: nessuno ci potrebbe mai credere.
ko: 아무도 그것을 믿을 수 없었습니다.
pl: nikt by w to nie uwierzył.
pt_br: impossível alguém acreditar nisso.
ru: вряд ли кто-то поверит в это.
tr: buna kimse inanamaz.
vi: không ai có thể tin điều đó được.
zh_hans: 没人会相信的。

source: it would amaze me if somebody actually thought that.
de: Es würde mich überraschen wenn jemand das tatsächlich denken würde.
fr: ça m'étonnerait que quelqu'un pense vraiment ça.
it: mi stupirebbe se qualcuno lo pensasse davvero.
ko: 누군가가 실제로 그렇게 생각한다면 그것은 나를 놀라게 할 것입니다.
pl: zdziwiłoby mnie, gdyby ktoś rzeczywiście tak pomyślał.
pt_br: me surpreenderia se alguém realmente pensasse isso.
ru: я бы удивился, если бы кто-то действительно так думал.
tr: birisi gerçekten böyle düşünseydi şaşırırdım.
vi: sẽ làm ta kinh ngạc nếu ai đó thực sự nghĩ như vậy.
zh_hans: 如果有人真的这么想，那会让我感到惊讶。

source: there's just no way you can believe something so stupid.
de: Es gibt keine Möglicheit, dass du so etwas dummes tatsächlich glauben kannst.
fr: il est impossible que vous croyiez quelque chose d'aussi stupide.
it: non è possibile credere a una cosa così stupida.
ko: 그렇게 어리석은 것을 믿을 수 있는 방법은 없습니다.
pl: to niemożliwe, żebyś wierzył w coś tak głupiego.
pt_br: não é possível que você acredite em algo tão estúpido.
ru: я не представляю, как вы можете верить во что-то настолько глупое.
tr: böyle aptalca bir şeye inanmanın imkanı yok.
vi: đơn giản là không đời nào ngươi có thể tin vào điều ngu ngốc đến vậy.
zh_hans: 你不可能相信这么蠢的玩意。

source: the things some people think just boggle the mind.
de: Die Dinge, die manche Leute denken, sind einfach unglaublich.
fr: les choses que certaines personnes pensent juste époustouflantes.
it: le cose che alcune persone pensano lasciano senza parole.
ko: 일부 사람들이 생각하는 것들은 마음을 흔들립니다.
pl: rzeczy, które niektórzy myślą, po prostu przyprawiają o zawrót głowy.
pt_br: o que algumas pessoas pensam me deixam espantam.
ru: некоторые вещи, о которых люди думают, просто отпугивают мозг.
tr: bazı insanların düşündüğü şeyler akıllara durgunluk veriyor.
vi: những điều một số người nghĩ thật khiến ta hoang mang tột độ.
zh_hans: 这些事有些人认为只会让人头脑发昏。

source: you should keep your weird thoughts to yourself.
de: Du solltest deine seltsamen Gedanken lieber für dich behalten.
fr: tu devrais garder tes pensées bizarres pour toi.
it: dovresti tenere per te i tuoi strani pensieri.
ko: 당신은 당신의 이상한 생각을 자신에게 유지해야합니다.
pl: powinieneś zachować swoje dziwne myśli dla siebie.
pt_br: você deveria guardar seus pensamentos esquisitos para si.
ru: вам лучше держать ваши странные мысли при себе.
tr: garip düşüncelerini kendine saklamalısın.
vi: ngươi nên giữ những suy nghĩ kỳ lạ của mình cho riêng mình.
zh_hans: 你应该把那些奇怪的想法留给自己。

source: that isn't at all convincing.
de: Das ist überhaupt nicht überzeugend.
fr: ce n'est pas du tout convaincant.
it: non è affatto convincente.
ko: 그것은 전혀 설득력이 없습니다.
pl: to w ogóle nie jest przekonujące.
pt_br: isso não é nem um pouco convincente.
ru: всё это неубедительно.
tr: bu hiç de ikna edici değil.
vi: điều đó chẳng hề thuyết phục chút nào.
zh_hans: 这根本没说服力。

source: I'm appalled.
de: Ich bin entsetzt.
fr: Je suis consterné.
it: Sono sconcertato.
ko: 나는 깜짝 놀랐다.
pl: Jestem przerażony.
pt_br: Estou chocado(a)
ru: Я потрясён.
tr: Dehşete düştüm.
vi: Ta kinh hoàng.
zh_hans: 我很震惊。

source: Shameful.
de: Beschämend.
fr: Honteux.
it: Vergognoso.
ko: 부끄러운.
pl: Haniebne.
pt_br: Vergonhoso
ru: Позор.
tr: Utanç verici.
vi: Đáng hổ thẹn.
zh_hans: 可耻。

source: You're wrong.
de: Du liegst falsch.
fr: Vous vous trompez.
it: Ti sbagli.
ko: 네가 틀렸어.
pl: Mylisz się.
pt_br: Você está errado.
ru: Вы ошибаетесь.
tr: Yanılıyorsun.
vi: Ngươi sai rồi.
zh_hans: 你错了。

source: Unbelievable.
de: Unglaublich.
fr: Incroyable.
it: Incredibile.
ko: 믿을 수 없는.
pl: Niewiarygodne.
pt_br: Inacreditável.
ru: Невероятно.
tr: İnanılmaz.
vi: Không thể tin được.
zh_hans: 难以置信。

source: Really.
de: Wirklich.
fr: Vraiment.
it: Veramente.
ko: 진짜.
pl: Serio.
pt_br: Realmente.
ru: Действительно.
tr: Gerçekten.
vi: Thật vậy ư?
zh_hans: 真。

source: It's wrong.
de: Es ist falsch.
fr: C'est faux.
it: È sbagliato.
ko: 틀렸어.
pl: To błędne.
pt_br: Está errado!
ru: Это неправильно.
tr: Bu yanlış.
vi: Điều đó sai rồi.
zh_hans: 这是不对的。

source: I just don't know.
de: Ich weiß es einfach nicht.
fr: Je ne sais pas.
it: Non lo so.
ko: 나는 단지 모른다.
pl: Po prostu nie wiem.
pt_br: Eu apenas não sei.
ru: В общем, я не знаю.
tr: Sadece bilmiyorum.
vi: Ta thực sự không biết.
zh_hans: 我只是不知道。

source: I don't want to argue.
de: Ich will mich nicht streiten.
fr: Je ne veux pas discuter.
it: Non voglio discuterne.
ko: 논쟁하고 싶지 않습니다.
pl: Nie chcę się kłócić.
pt_br: Eu não quero discutir.
ru: Я не хочу спорить.
tr: Tartışmak istemiyorum.
vi: Ta không muốn tranh cãi.
zh_hans: 我不想争辩。

source: I don't know what to say.
de: Ich weiß nicht, was ich sagen soll.
fr: Je ne sais pas quoi dire.
it: Non so cosa dire.
ko: 무슨 말을 해야할지 모르겠습니다.
pl: Nie wiem co powiedzieć.
pt_br: Eu não sei o que dizer.
ru: Я не знаю что сказать.
tr: Ne diyeceğimi bilmiyorum.
vi: Ta không biết phải nói gì.
zh_hans: 我不知道该说些什么。

source: I guess I'm not sure.
de: Ich glaube, ich bin mir nicht sicher.
fr: Je suppose que je ne suis pas sûr.
it: Non credo di esserne sicuro.
ko: 잘 모르겠다.
pl: Zgaduję, że nie jestem pewien.
pt_br: Acho que não tenho certeza.
ru: Кажется, я не совсем уверен.
tr: Sanırım emin değilim.
vi: Có lẽ ta không chắc.
zh_hans: 我想我不确定。

source: I disagree.
de: Ich bin nicht einverstanden.
fr: Je ne suis pas d'accord.
it: Non sono d'accordo.
ko: 나는 동의하지 않는다.
pl: Nie zgadzam się
pt_br: Eu discordo.
ru: Я не согласен.
tr: Katılmıyorum.
vi: Ta không đồng ý.
zh_hans: 我不同意。

source: I cannot agree.
de: Ich kann dem nicht zustimmen.
fr: Je ne peux pas être d'accord.
it: Non mi trovo d'accordo.
ko: 동의할 수 없습니다.
pl: Nie mogę się zgodzić.
pt_br: Eu não posso concordar
ru: Я не могу согласиться.
tr: Katılamıyorum.
vi: Ta không thể đồng tình.
zh_hans: 我不能同意。

source: That's wrong.
de: Das ist falsch.
fr: C'est faux.
it: È sbagliato.
ko: 그건 틀렸어요.
pl: To złe.
pt_br: Isso é errado.
ru: Это не правильно.
tr: Bu yanlış.
vi: Điều đó sai rồi.
zh_hans: 那是错的。

source: That's not right.
de: Das ist nicht richtig.
fr: Ce n'est pas juste.
it: Non è giusto.
ko: 그건 맞지 않습니다.
pl: To niewłaściwe.
pt_br: Isso não está certo.
ru: Это неверно.
tr: Bu doğru değil.
vi: Điều đó không đúng.
zh_hans: 那是不对的。

source: I beg to differ.
de: Da bin ich anderer Meinung.
fr: Je ne suis pas d'accord.
it: Mi permetto di dissentire.
ko: 다르길 간청합니다.
pl: Pozwolę sobie być innego zdania.
pt_br: Sinto discordar.
ru: Позволю себе не согласиться.
tr: Aynı fikirde değilim.
vi: Ta xin được phép bất đồng.
zh_hans: 我不敢苟同。

source: No.
de: Nein.
fr: Non.
ko: 아니.
pl: Nie.
pt_br: Não.
ru: Нет.
tr: Hayır.
vi: Không.
zh_hans: 没有。

source: Pause to consider.
de: Pause zum Nachdenken.
fr: Faites une pause pour réfléchir.
it: Soffermati a considerare.
ko: 잠시 멈춰서 생각해 보세요.
pl: Zatrzymaj się, aby rozważyć.
pt_br: Considere por um minuto.
ru: Остановитесь и подумайте.
tr: Düşünmek için durakla.
vi: Dừng lại để cân nhắc.
zh_hans: 暂停考虑。

source: You are thinking about this all wrong.
de: Sie denken völlig falsch darüber.
fr: Vous pensez à tout cela de travers.
it: Ci stai pensando in modo sbagliato.
ko: 당신은 이것에 대해 완전히 잘못 생각하고 있습니다.
pl: Źle o tym myślisz.
pt_br: Você está pensando sobre isso de forma errada.
ru: Все что вы думаете об этом - неверно.
tr: Bunu tamamen yanlış düşünüyorsun.
vi: Ngươi đang suy nghĩ sai lầm về điều này.
zh_hans: 你在考虑这一切都是错的。

source: Stop and reflect.
de: Innehalten und nachdenken.
fr: Arrêtez-vous et réfléchissez.
it: Fermati e rifletti.
ko: 멈추고 반성하십시오.
pl: Zatrzymaj się i zreflektuj.
pt_br: Pare e reflita.
ru: Остановитесь и посмотрите с другой стороны.
tr: Dur ve düşün.
vi: Dừng lại và suy ngẫm.
zh_hans: 停下来思考。

source: I don't agree.
de: Dem stimme ich nicht zu.
fr: Je ne suis pas d'accord.
it: Non sono d'accordo.
ko: 나는 동의하지 않는다.
pl: Nie zgadzam się.
pt_br: Eu não concordo.
ru: Я не согласен.
tr: Katılmıyorum.
vi: Ta không đồng ý.
zh_hans: 我不同意。

source: Just think about it.
de: Denken Sie einfach darüber nach.
fr: Pensez-y.
it: Pensaci.
ko: 생각 해보세요.
pl: Pomyśl tylko o tym.
pt_br: Pense nisso.
ru: Просто подумайте об этом.
tr: Sadece bir düşün.
vi: Hãy suy nghĩ kỹ về điều đó.
zh_hans: 考虑一下。

source: I must insist.
de: Ich muss darauf bestehen.
fr: Je dois insister.
it: Devo insistere.
ko: 나는 주장해야한다.
pl: Muszę nalegać.
pt_br: Devo insistir.
ru: Я настаиваю.
tr: Israr etmeliyim.
vi: Ta phải nhấn mạnh.
zh_hans: 我必须坚持。

source: No, I mean it.
de: Nein, ich meine es ernst.
fr: Non, je le pense.
it: No, sul serio.
ko: 아니, 진심이야.
pl: Nie, mam to na myśli.
pt_br: Não, eu falo sério.
ru: Нет, я это и имел в виду.
tr: Hayır, ciddiyim.
vi: Không, ta nghiêm túc đấy.
zh_hans: 不，我说真的。

source: You must be convinced.
de: Sie müssen überzeugt sein.
fr: Vous devez être convaincu.
it: Devi esserne convinto.
ko: 확신이 있어야 합니다.
pl: Musisz być przekonany.
pt_br: Você deve estar convencido.
ru: Я должен убедить вас.
tr: İkna olmalısın.
vi: Ngươi nhất định phải bị thuyết phục.
zh_hans: 你必须被说服。

source: I require a substantive reply.
de: Ich verlange eine inhaltliche Antwort.
fr: J'ai besoin d'une réponse substantielle.
it: Esigo una risposta concreta.
ko: 실질적인 답변이 필요합니다.
pl: Proszę o merytoryczną odpowiedź.
pt_br: Eu preciso de uma resposta substantiva.
ru: Мне нужен ответ по-существу.
tr: Tatmin edici bir cevap istiyorum.
vi: Ta yêu cầu một hồi đáp có trọng lượng.
zh_hans: 我需要一个实质性的答复。

source: I sense you're wavering.
de: Ich spüre, dass Sie zögern.
fr: Je sens que tu hésites.
it: Sento che stai vacillando.
ko: 나는 당신이 흔들리고 있음을 느낍니다.
pl: Wyczuwam, że się wahasz.
pt_br: Sinto que você está hesitando.
ru: Я чувствую, что вы колеблетесь.
tr: Tereddüt ettiğini hissediyorum.
vi: Ta cảm thấy ngươi đang dao động.
zh_hans: 我觉得你在摇摆不定。

source: Well, I believe... something else.
de: Nun, ich glaube... etwas anderes.
fr: Eh bien, je crois... quelque chose d'autre.
it: Beh, credo... qualcos'altro.
ko: 글쎄요, 저는... 뭔가 다른 것을 믿습니다.
pl: Cóż, wierzę w... Coś innego.
pt_br: Bem, eu acredito em... outra coisa.
ru: Ну, я верю... во что-то другое.
vi: À, ta tin rằng... một điều gì đó khác.
zh_hans: 好吧，我相信......一些别的。

source: I believe... something.
de: Ich glaube... etwas.
fr: Je crois... quelque chose.
it: Credo... qualcosa.
ko: 나는 믿는다... 뭔가.
pl: Wierzę w... coś.
pt_br: Eu acredito... alguma coisa.
ru: Я верю... во что-то.
vi: Ta tin rằng... điều gì đó.
zh_hans: 我相信......一些东西。

source: Help! Save me!
de: Hilfe! Rette mich!
fr: Aider! Sauve-moi!
it: Aiuto! Salvatemi!
ko: 돕다!
pl: Pomocy! Uratuj mnie!
pt_br: Ajuda! Salve-me!
ru: Помогите! Спасите меня!
vi: Cứu! Cứu ta với!
zh_hans: 救命！救救我！

source: I must withdraw!
de: Ich muss mich zurückziehen!
fr: je dois me retirer !
it: Mi devo ritirare!
ko: 난 도망쳐야 해!
pl: Muszę się wycofać!
pt_br: Eu devo retirar!
ru: Я вынужден отступить!
tr: Geri çekilmeliyim!
vi: Ta phải rút lui!
zh_hans: 我必须撤退!

source: I serve
de: Ich diene
fr: Je sers
it: Servo
ko: 나는 봉사한다
pl: Służę
pt_br: Eu sirvo
ru: Я служу
tr: Hizmet ediyorum:
vi: Ta phụng sự
zh_hans: 我服务

source: I do not know! My instructions come from
de: Ich weiß es nicht! Meine Anweisungen kommen von
fr: Je ne sais pas! Mes instructions viennent de
it: Non lo so! Le mie istruzioni provengono da
ko: 모르겠어요!
pl: Nie wiem! Moje instrukcje pochodzą od
pt_br: Eu não sei! Minhas instruções vieram de
ru: Я не знаю! Я получил инструкции от
vi: Ta không biết! Chỉ thị của ta đến từ
zh_hans: 我不知道！我的这个命令来自于

source: I have no master, but
de: Ich habe keinen Meister, aber
fr: Je n'ai pas de maître, mais
it: Non ho un padrone ma
ko: 주인은 없지만
pl: Nie mam mistrza, lecz
pt_br: Eu não tenho mestre, porém
ru: У меня нет хозяина, но
tr: Bir efendim yok ama
vi: Ta không có chủ nhân, nhưng
zh_hans: 我没有精通，不过

source: sometimes has need for my services.
de: hat manchmal Bedarf an meinen Diensten.
fr: a parfois besoin de mes services.
it: a volte ha bisogno dei miei servigi.
ko: 때때로 내 서비스가 필요합니다.
pl: czasem potrzebuje moich usług.
pt_br: certas vezes necessita de meus serviços
ru: иногда требовались мои услуги.
tr: bazen hizmetlerime ihtiyaç duyar.
vi: đôi khi cần đến dịch vụ của ta.
zh_hans: 有时需要我的服务。

source: I serve no one.
de: Ich diene niemandem.
fr: Je ne sers personne.
it: Non servo nessuno.
ko: 나는 아무에게도 봉사하지 않습니다.
pl: Nie służę nikomu.
pt_br: Eu não sirvo à ninguém.
ru: Я никому не служу.
tr: Kimseye hizmet etmiyorum.
vi: Ta không phụng sự ai cả.
zh_hans: 我不会臣服任何人。

source: asks that I look past illicit acts in my official capacities
de: bittet darum, dass ich über rechtswidrige Handlungen in meiner amtlichen Eigenschaft hinwegsehe
fr: demande que je détourne le regard à propos de certains actes illicites dans le cadre de mes responsabilités
it: mi chiede di guardare, in veste ufficiale, oltre gli atti illeciti compiuti
ko: 공직에서 불법 행위 과거를 살펴달라고 요청합니다.
pl: prosi, abym nie brał pod uwagę nielegalnych działań w ramach moich oficjalnych obowiązków
pt_br: pede que eu ignore atos ilícitos passados em minhas capacidades oficiais
ru: просит, чтобы я смотрел прошлые незаконные действия в моих официальных полномочиях
tr: resmi sıfatımla yasadışı eylemleri görmezden gelmemi istiyor
vi: yêu cầu ta bỏ qua các hành vi phi pháp trong khả năng chính thức của mình
zh_hans: 要求我看清我的官方身份中的非法行为

source: demands a portion of my official funds
de: verlangt einen Teil meiner offiziellen Mittel
fr: exige une partie de mes fonds officiels
it: richiede una parte dei miei fondi ufficiali
ko: 내 공식 자금의 일부를 요구합니다.
pl: domaga się części moich oficjalnych funduszy
pt_br: exige uma parte de meus fundos oficiais.
ru: требует часть моих официальных фондов
tr: resmi fonlarımdan bir pay talep ediyor
vi: đòi hỏi một phần quỹ chính thức của ta
zh_hans: 要求从我的官方资金中拿出一部分

source: I sent
de: Ich schickte
fr: j'ai envoyé
it: Ho mandato
ko: 나는 보냈다
pl: Wysłałem
pt_br: Eu enviei
ru: Я послал
tr: Gönderdim:
vi: Ta đã cử
zh_hans: 我发送了

source: ask that
de: bitten, dass
fr: demander que
it: chiedilo
ko: 물어봐
pl: prosi o
pt_br: pergunte isto
ru: спросить о
tr: şunu iste:
vi: yêu cầu rằng
zh_hans: 要求

source: demand a portion of the official funds from
de: einen Teil der öffentlichen Gelder von
fr: exiger une partie des fonds publics de
it: richiedere una parte dei fondi ufficiali da
ko: 에게 공식 자금의 일부를 요구하다
pl: domaga się części moich oficjalnych funduszy od
pt_br: exige parte dos fundos oficiais de
ru: требует часть официальных фондов от
tr: resmi fonların bir kısmını şuradan talep et:
vi: đòi hỏi một phần quỹ chính thức từ
zh_hans: 索求一部分官方资金从

source: I asked that
de: Ich habe darum gebeten, dass
fr: j'ai demandé ça
it: L'ho chiesto
ko: 나는 그것을 물었다
pl: Prosiłem o
pt_br: Eu perguntei isso
ru: Я спросил, что
tr: Şunu istedim:
vi: Ta đã yêu cầu rằng
zh_hans: 我问道

source: I demand a portion of the official funds from
de: Ich fordere einen Teil der öffentlichen Mittel von
fr: J'exige une partie des fonds officiels de
it: Richiedo una parte dei fondi ufficiali da
ko: 나는 공식 자금의 일부를
pl: Domagam się części oficjalnych funduszy od
pt_br: Eu exijo uma parte dos fundos oficiais de
ru: Я требую часть официальных фондов от
tr: Resmi fonların bir kısmını şuradan talep ediyorum:
vi: Ta đòi hỏi một phần quỹ chính thức từ
zh_hans: 我索求一部分官方资金从

source: look past illicit acts
de: über unerlaubte Handlungen hinwegsehen
fr: regarder au-delà des actes illicites
it: guardare oltre gli atti illeciti
ko: 불법 행위 과거를 봐
pl: nie bierze pod uwagę nielegalnych działań
pt_br: ignore atos ilícitos passados
ru: смотреть сквозь пальцы на незаконную деятельность
tr: yasadışı eylemleri görmezden gel
vi: bỏ qua các hành vi phi pháp
zh_hans: 回顾过往的不正当行为

source: sent me to
de: schickte mich zu
fr: m'a envoyé à
it: mi ha mandato a
ko: 나를 보낸
pl: wysłał mnie do
pt_br: enviou-me para
ru: отправил меня, чтобы
tr: beni şuraya gönderdi:
vi: đã cử ta đến để
zh_hans: 将我带去

source: asked me
de: fragte mich
fr: m'a demandé
it: mi ha chiesto
ko: 나에게 물었다
pl: poprosił mnie
pt_br: me perguntou
ru: попросил меня
tr: bana sordu
vi: đã yêu cầu ta
zh_hans: 询问了我

source: I asked
de: Ich fragte
fr: J'ai demandé
it: Ho chiesto
ko: 나는 물었다
pl: Poprosiłem
pt_br: eu perguntei
ru: Я спросил
tr: Sordum:
vi: Ta đã hỏi
zh_hans: 我询问了

source: told me to ask
de: sagte mir, ich solle fragen
fr: m'a dit de demander
it: mi ha detto di chiedere
ko: 물어보라고 했다
pl: powiedział mi abym poprosił
pt_br: mandou-me perguntar
ru: велел мне спросить
tr: sormamı söyledi:
vi: bảo ta hỏi
zh_hans: 告诉我去问

source: told me to tell
de: sagte mir, ich solle es
fr: m'a dit de dire
it: mi ha detto di dire
ko: 말하라고 했어
pl: powiedział mi abym powiedział
pt_br: mandou-me dizer
ru: велел мне сказать
tr: söylememi söyledi:
vi: bảo ta nói
zh_hans: 让我去告诉

source: to ask
de: zu fragen
fr: demander
it: chiedere
ko: 묻다
pl: poprosić
pt_br: perguntar
ru: спросить
tr: sormak için
vi: để hỏi
zh_hans: 去询问

source: to tell
de: zu erzählen
fr: dire
it: per dire
ko: 말하다
pl: powiedzieć
pt_br: contar
ru: сказать
tr: söylemek için
vi: để nói
zh_hans: 去告诉

source: Through
de: Über
fr: À travers
it: Attraverso
ko: 을 통해
pl: Przez
pt_br: Através
ru: Сквозь
tr: Aracılığıyla
vi: Thông qua
zh_hans: 虽然

source: I told
de: Ich sagte
fr: j'ai dit
it: Ho detto
ko: 나는 말했다
pl: Powiedziałem
pt_br: Eu disse
ru: Я сказал
tr: Söyledim:
vi: Ta đã nói với
zh_hans: 我曾告诉

source: was asked
de: wurde gefragt
fr: a été demandé
it: è stato chiesto
ko: 물었다
pl: został poprosozny
pt_br: fora perguntado
ru: было предложено
tr: istendi
vi: đã được yêu cầu
zh_hans: 被问道

source: to grant an important position
de: einen wichtigen Posten zu vergeben
fr: accorder une place importante
it: per concedere un'importante posizione
ko: 중요한 지위를 부여하다
pl: aby przyznać ważne stanowisko
pt_br: para ceder uma posição importante
ru: занять важную должность
tr: önemli bir pozisyon vermek için
vi: để trao một vị trí quan trọng
zh_hans: 授予重要职务

source: when one came available.
de: wenn eines verfügbar war.
fr: quand un est devenu disponible.
it: quando è disponibile.
ko: 사용할 수 있을 때.
pl: kiedy jakieś stanie się dostępne.
pt_br: quando um tornou-se disponível.
ru: когда появиться возможность.
tr: bir tane müsait olduğunda.
vi: khi một vị trí khả dụng.
zh_hans: 当其可用时

source: engaged me to obtain
de: beauftragte mich mit der Beschaffung
fr: m'a engagé pour obtenir
it: mi ha incaricato di ottenere
ko: 얻기 위해 저를 고용했습니다
pl: zaangażował mnie do zdobycia
pt_br: enfrente-me para obter
ru: нанял меня для получения
tr: beni şunu elde etmek için tuttu:
vi: thuê ta để đoạt lấy
zh_hans: 聘用我以获得

source: to engage
de: zu engagieren
fr: engager
it: impegnarsi
ko: 참여하다
pl: zaangażować
pt_br: para engajar
ru: нанять
tr: tutmak için
vi: để thuê
zh_hans: 参与

source: I engaged
de: Ich habe mich verlobt
fr: je me suis engagé
it: Mi sono impegnato
ko: 나는 약혼했다
pl: Zaangażowałem się
pt_br: Eu me comprometi
ru: Я нанял
tr: Tuttum:
vi: Ta đã thuê
zh_hans: 我参与了

source: to obtain
de: zu erlangen
fr: obtenir
it: ottenere
ko: 얻기 위해
pl: w zdobycie
pt_br: para obter
ru: получать
tr: elde etmek için
vi: để đoạt lấy
zh_hans: 去得到
