Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: This isn't distressing.
de: Das ist nicht beunruhigend.
fr: Ce n'est pas affligeant.
it: Non è angosciante.
ko: 이것은 고통스럽지 않습니다.
pl: To nie jest przykre.
pt_br: Isto não é angustiante.
ru: Это не огорчает.
tr: Bu üzücü değil.
vi: Điều này không gây phiền muộn.
zh_hans: 这并不令人痛苦。

source: I am not eager.
de: Ich bin nicht begierig.
fr: Je ne suis pas impatient.
it: Non sono impaziente.
ko: 나는 열망하지 않습니다.
pl: Nie mam ochoty.
pt_br: Eu não estou ansioso.
ru: Я не горю желанием.
tr: Hevesli değilim.
vi: Ta không hề háo hức.
zh_hans: 我并不急切。

source: I'm not elated.
de: Ich bin nicht begeistert.
fr: Je ne suis pas ravi.
it: Non sono euforico.
ko: 나는 기쁘지 않다.
pl: Nie jestem zachwycony.
pt_br: Estou tao eufórica.
ru: Я не в восторге.
tr: Sevinçli değilim.
vi: Ta không hề hân hoan.
zh_hans: 我不高兴。

source: This isn't embarrassing.
de: Das ist nicht peinlich.
fr: Ce n'est pas gênant.
it: Non è imbarazzante.
ko: 이것은 부끄러운 일이 아닙니다.
pl: To nie jest żenujące.
pt_br: Isso não é vergonhoso.
ru: Это не стыдно.
tr: Bu utanç verici değil.
vi: Điều này không đáng xấu hổ.
zh_hans: 这并不尴尬。

source: I don't feel very empathetic.
de: Ich bin nicht sehr einfühlsam.
fr: Je ne me sens pas très empathique.
it: Non mi sento molto empatico.
ko: 그다지 공감이 가지 않습니다.
pl: Nie jestem bardzo empatyczny.
pt_br: Não me sinto muito empática.
ru: Я не чувствую особого сочувствия.
tr: Çok empatik hissetmiyorum.
vi: Ta không cảm thấy đồng cảm lắm.
zh_hans: 我不觉得很善解人意。

source: What's inside me isn't emptiness exactly...
de: Was in mir ist, ist nicht gerade Leere...
fr: Ce qu'il y a en moi n'est pas exactement le vide...
it: Quello che c'è dentro di me non è esattamente vacuità...
ko: 내 안에 있는 것은 정확히 공허함이 아니다...
pl: Tego, co we mnie jest, nie można nazwać całkowicie pustką...
pt_br: O que está dentro de mim não vazio exatamente...
ru: Внутри меня точно не пустота...
tr: İçimdeki şey tam olarak boşluk değil...
vi: Điều ẩn chứa bên trong ta không hẳn là sự trống rỗng...
zh_hans: 我内心的不是空虚......

source: I'm not enjoying this.
de: Das macht mir keinen Spaß.
fr: Je n'apprécie pas ça.
it: Non mi sto divertendo.
ko: 나는 이것을 즐기고 있지 않다.
pl: Nie czerpię z tego radości.
pt_br: Eu não estou gostando disso.
ru: Это не радует меня.
tr: Bundan zevk almıyorum.
vi: Ta không tận hưởng điều này.
zh_hans: 我不喜欢这个。

source: This isn't exasperating.
de: Das ist nicht ärgerlich.
fr: Ce n'est pas exaspérant.
it: Non è esasperante.
ko: 짜증나는 일이 아닙니다.
pl: To nie jest irytujące.
pt_br: Isto não é exasperante.
ru: Это не раздражает.
tr: Bu çileden çıkarıcı değil.
vi: Điều này không hề bực bội.
zh_hans: 这并不令人恼火。

source: I am not exhilarated.
de: Ich bin nicht erheitert.
fr: Je ne suis pas exalté.
it: Non sono esaltato.
ko: 나는 흥분하지 않습니다.
pl: Nie jestem rozradowany.
pt_br: Não sou alegre.
ru: Я не весел.
tr: Canlanmış hissetmiyorum.
vi: Ta không hề phấn khởi.
zh_hans: 我并不高兴。

source: I should be feeling ferocious right now.
de: Ich sollte mich jetzt wie ein Wilder fühlen.
fr: Je devrais me sentir féroce en ce moment.
it: Dovrei sentirmi feroce in questo momento.
ko: 나는 지금 사나운 느낌이 있어야합니다.
pl: Chyba powinienem być teraz rozsierdzony.
pt_br: Eu deveria estar sentindo feroz agora.
ru: Сейчас я должен рассвирепеть.
tr: Şu an vahşi hissetmem gerekirdi.
vi: Lẽ ra ta nên cảm thấy hung tợn lúc này.
zh_hans: 我现在应该感到凶狠。

source: I am not fond of this.
de: Das gefällt mir nicht.
fr: Je n'aime pas ça.
it: Non sono amante di questa cosa.
ko: 나는 이것을 좋아하지 않는다.
pl: Nie przepadam za tym.
pt_br: Não gosto disso.
ru: Я не в восторге от этого.
tr: Buna pek hazzetmiyorum.
vi: Ta không thích điều này.
zh_hans: 我不喜欢这个。

source: I don't feel free.
de: Ich fühle mich nicht frei.
fr: Je ne me sens pas libre.
it: Non mi sento libero.
ko: 나는 자유롭지 못하다.
pl: Nie czuję się wolny.
pt_br: Eu não me sinto livre.
ru: Я не чувствую себя свободным.
tr: Özgür hissetmiyorum.
vi: Ta không cảm thấy tự do.
zh_hans: 我感觉不自由。

source: I guess that could have given me a fright.
de: Ich glaube, das hätte mich erschrecken können.
fr: Je suppose que cela aurait pu me faire peur.
it: Immagino che ciò avrebbe potuto spaventarmi.
ko: 나는 그것이 나에게 두려움을 줄 수 있다고 생각합니다.
pl: Myślę, że to mogło mnie przestraszyć.
pt_br: Acho que poderia ter me dado um susto.
ru: Я думаю, что это напугало меня.
tr: Sanırım bu beni korkutabilirdi.
vi: Ta đoán điều đó đáng lẽ đã làm ta hoảng sợ.
zh_hans: 我想这可能让我感到害怕。

source: This isn't frustrating.
de: Das ist nicht frustrierend.
fr: Ce n'est pas frustrant.
it: Non è frustrante.
ko: 이것은 실망스럽지 않습니다.
pl: To nie jest frustrujące.
pt_br: Isso não é frustrante.
ru: Это не сложно.
tr: Bu sinir bozucu değil.
vi: Điều này không hề bực bội.
zh_hans: 这并不令人沮丧。

source: I'm not gleeful.
de: Ich bin nicht erfreut.
fr: Je ne suis pas joyeux.
it: Non sono allegro.
ko: 나는 기쁘지 않다.
pl: Nie cieszę się.
pt_br: Eu estou tao alegre.
ru: Я не рад.
tr: Neşeli değilim.
vi: Ta không hề vui mừng khôn xiết.
zh_hans: 我不高兴。

source: I'm not feeling gloomy.
de: Ich bin nicht trübsinnig.
fr: Je ne me sens pas sombre.
it: Non mi sento avvilito.
ko: 기분이 우울하지 않습니다.
pl: Nie jestem posępny.
pt_br: Não me sinto triste.
ru: Я не чувствую мрачности.
tr: Karamsar hissetmiyorum.
vi: Ta không cảm thấy u ám.
zh_hans: 我并不感到沮丧。

source: I don't feel glum.
de: Ich fühle mich nicht trübsinnig.
fr: Je ne me sens pas maussade.
it: Non mi sento depresso.
ko: 기분이 우울하지 않습니다.
pl: Nie jestem przygnębiony.
pt_br: Não me sinto triste.
ru: Я не чувствую угрюмости.
tr: Somurtkan hissetmiyorum.
vi: Ta không cảm thấy buồn bã.
zh_hans: 我不觉得闷闷不乐。

source: I'm not feeling very grateful.
de: Ich bin nicht sehr dankbar.
fr: Je ne me sens pas très reconnaissant.
it: Non mi sento molto grato.
ko: 별로 고맙게 생각하지 않습니다.
pl: Nie czuję zbytniej wdzięczności.
pt_br: Não me sinto muito grato.
ru: Я не чувствую себя сильно благодарным.
tr: Çok minnettar hissetmiyorum.
vi: Ta không cảm thấy biết ơn lắm.
zh_hans: 我不是很感激。

source: No, I'm not grouchy.
de: Nein, ich bin nicht mürrisch.
fr: Non, je ne suis pas grincheux.
it: No, non sono di cattivo umore.
ko: 아니, 난 시무룩하지 않아.
pl: Nie, nie jestem zrzędliwy.
pt_br: Não, não estou aborrecido.
ru: Нет, я не ворчлив.
tr: Hayır, huysuz değilim.
vi: Không, ta không gắt gỏng.
zh_hans: 不，我不高兴。

source: That doesn't make me grumpy.
de: Das macht mich nicht mürrisch.
fr: Cela ne me rend pas grincheux.
it: Questo non mi rende scontroso.
ko: 그것은 나를 심술 궂게 만들지 않습니다.
pl: To nie sprawia, że jestem zrzędliwy.
pt_br: Isso não me torna rabugento.
ru: Это не делает меня ворчливым.
tr: Bu beni huysuz yapmaz.
vi: Điều đó không làm ta cáu kỉnh.
zh_hans: 那不会让我脾气暴躁。

source: I don't feel guilty about it.
de: Ich fühle mich deswegen nicht schuldig.
fr: Je ne me sens pas coupable.
it: Non mi sento in colpa per questo.
ko: 나는 그것에 대해 죄책감을 느끼지 않습니다.
pl: Nie czuję się w tej sprawie winny.
pt_br: Não me sinto culpado por isso.
ru: Я не чувствую за собой вины.
tr: Bunun hakkında suçlu hissetmiyorum.
vi: Ta không cảm thấy tội lỗi về điều đó.
zh_hans: 我对此并不感到内疚。

source: I am not happy.
de: Ich bin nicht glücklich.
fr: Je ne suis pas heureuse.
it: Non sono felice.
ko: 나는 행복하지 않다.
pl: nie jestem szczęśliwy.
pt_br: Não estou feliz :(
ru: Я не счастлив.
tr: Mutlu değilim.
vi: Ta không vui.
zh_hans: 我不高兴。

source: I feel no hatred.
de: Ich fühle keinen Hass.
fr: Je ne ressens aucune haine.
it: Non provo odio.
ko: 나는 증오를 느끼지 않는다.
pl: Nie czuję nienawisci.
pt_br: Sinto-me sem ódio.
ru: Я не чувствую ненависти.
tr: Nefret hissetmiyorum.
vi: Ta không cảm thấy căm ghét.
zh_hans: 我没有仇恨。

source: I am not hopeful.
de: Ich bin nicht hoffnungsvoll.
fr: Je n'ai pas d'espoir.
it: Non sono speranzoso.
ko: 나는 희망적이지 않다.
pl: Nie mam nadziei.
pt_br: Estou muito esperançoso.
ru: Я не надеюсь.
tr: Umutlu değilim.
vi: Ta không hề hy vọng.
zh_hans: 我没有希望。

source: I will not lose hope.
de: Ich werde die Hoffnung nicht verlieren.
fr: Je ne perdrai pas espoir.
it: Non perderò la speranza.
ko: 나는 희망을 잃지 않을 것입니다.
pl: Nie stracę nadziei.
pt_br: Eu não vou perder a esperança.
ru: Я не потеряю надежду.
tr: Umudumu kaybetmeyeceğim.
vi: Ta sẽ không mất hy vọng.
zh_hans: 我不会失去希望。

source: No, this isn't humiliating.
de: Nein, das ist nicht demütigend.
fr: Non, ce n'est pas humiliant.
it: No, non è umiliante.
ko: 아니, 이건 굴욕이 아니야.
pl: Nie, to nie jest upokarzające.
pt_br: Não, isto não é humilhante.
ru: Нет, это не унизительно.
tr: Hayır, bu aşağılayıcı değil.
vi: Không, điều này không hề nhục nhã.
zh_hans: 不，这不是羞辱。

source: That doesn't insult me.
de: Das ist keine Beleidigung für mich.
fr: Cela ne m'insulte pas.
it: Ciò non mi offende.
ko: 그것은 나를 모욕하지 않습니다.
pl: To mnie nie znieważa.
pt_br: Que não me insulte.
ru: Это не оскорбляет меня.
tr: Bu bana hakaret değil.
vi: Điều đó không xúc phạm ta.
zh_hans: 这不会侮辱我。

source: No, I'm not interested.
de: Nein, ich bin nicht daran interessiert.
fr: Non, je ne suis pas intéressé.
it: No, non sono interessato.
ko: 아니요, 관심이 없습니다.
pl: Nie, nie jestem zainteresowany.
pt_br: Não, não estou interessado.
ru: Нет, мне не интересно.
tr: Hayır, ilgilenmiyorum.
vi: Không, ta không quan tâm.
zh_hans: 不，我不感兴趣。

source: This isn't irritating.
de: Das ist nicht störend.
fr: Ce n'est pas irritant.
it: Non è irritante.
ko: 이것은 짜증나지 않습니다.
pl: To nie jest irytujące.
pt_br: Não é irritante.
ru: Это не раздражает.
tr: Bu rahatsız edici değil.
vi: Điều này không hề khó chịu.
zh_hans: 这并不刺激。

source: I don't feel isolated.
de: Ich fühle mich nicht isoliert.
fr: Je ne me sens pas isolé.
it: Non mi sento isolato.
ko: 나는 고립감을 느끼지 않는다.
pl: Nie czuję się izolowany.
pt_br: Não me sinto isolado.
ru: Я не чувствую себя изолированным.
tr: Yalnız hissetmiyorum.
vi: Ta không cảm thấy bị cô lập.
zh_hans: 我不觉得孤立。

source: I'm not jolly.
de: Ich bin nicht fröhlich.
fr: Je ne suis pas joyeux.
it: Non sono gioviale.
ko: 나는 유쾌하지 않다.
pl: Nie jestem wesoły.
pt_br: Não sou alegre.
ru: Мне не весело.
tr: Neşeli değilim.
vi: Ta không hề vui vẻ.
zh_hans: 我不快乐。

source: This doesn't put me in a jovial mood.
de: Das versetzt mich nicht gerade in eine heitere Stimmung.
fr: Cela ne me met pas d'humeur joviale.
it: Questo non mi mette di buon umore.
ko: 이것은 나를 유쾌한 분위기로 만들지 않습니다.
pl: To nie sprawia, że jestem w jowialnym nastroju.
pt_br: Isso não me coloca em um estado jovial.
ru: Это не поднимает мне настроение.
tr: Bu beni şen bir ruh haline sokmuyor.
vi: Điều này không khiến ta có tâm trạng vui vẻ.
zh_hans: 这并没有让我心情愉快。

source: This isn't the time for jubilation.
de: Dies ist nicht der richtige Zeitpunkt für Jubel.
fr: Ce n'est pas le moment de jubiler.
it: Non è tempo d'esultare.
ko: 지금은 기뻐할 때가 아닙니다.
pl: To nie czas na świętowanie.
pt_br: Isto não é o momento de júbilo.
ru: Сейчас не время для ликования.
tr: Bu coşku zamanı değil.
vi: Đây không phải lúc để ăn mừng.
zh_hans: 这不是庆祝的时候。

source: I am not filled with loathing.
de: Ich bin nicht von Abscheu erfüllt.
fr: Je ne suis pas rempli de dégoût.
it: Non sono pieno di ribrezzo.
ko: 나는 혐오감으로 가득 차 있지 않습니다.
pl: Nie przepełnia mnie odraza.
pt_br: Não estou cheio de ódio.
ru: Я не наполнен отвращением.
tr: Nefretle dolu değilim.
vi: Ta không tràn ngập sự căm ghét.
zh_hans: 我并不厌恶。

source: I'm not lonely.
de: Ich bin nicht einsam.
fr: Je ne suis pas solitaire.
it: Non sono solitario.
ko: 나는 외롭지 않다.
pl: Nie jestem samotny.
pt_br: Me sinto muito só.
ru: Я не одинок.
tr: Yalnız değilim.
vi: Ta không cô đơn.
zh_hans: 我并不孤单。

source: I am not burning with lust.
de: Ich brenne nicht vor Lust.
fr: Je ne brûle pas de désir.
it: Non sto bruciando di lussuria.
ko: 나는 정욕으로 불타고 있지 않습니다.
pl: Nie płonę żądzą.
pt_br: Não estou queimando de tesão.
ru: Я не сгораю от страсти.
tr: Şehvetle yanmıyorum.
vi: Ta không bừng cháy dục vọng.
zh_hans: 我没有充满欲望。

source: I'm not miserable.
de: Ich bin nicht unglücklich.
fr: Je ne suis pas malheureux.
it: Non sono miserabile.
ko: 나는 비참하지 않다.
pl: Nie jestem żałosny.
pt_br: Eu sou tao miserável.
ru: Я не несчастен.
tr: Perişan değilim.
vi: Ta không khốn khổ.
zh_hans: 我并不痛苦。

source: I am not mortified.
de: Ich bin nicht gedemütigt.
fr: Je ne suis pas mortifié.
it: Non sono mortificato.
ko: 나는 괴로워하지 않습니다.
pl: Nie jestem upokorzony.
pt_br: Não estou mortificado.
ru: Я не обижен.
tr: Yerin dibine geçmiş değilim.
vi: Ta không hề hổ thẹn.
zh_hans: 我并不感到羞愧。

source: I don't feel nervous.
de: Ich bin nicht nervös.
fr: Je ne me sens pas nerveux.
it: Non mi sento nervoso.
ko: 나는 긴장하지 않는다.
pl: Nie jestem zdenerwowany.
pt_br: Não estou nervoso.
ru: Я не нервничаю.
tr: Gergin hissetmiyorum.
vi: Ta không cảm thấy lo lắng.
zh_hans: 我不觉得紧张。

source: I'm not feeling nostalgic.
de: Ich bin nicht nostalgisch.
fr: Je ne suis pas nostalgique.
it: Non ho nostalgia.
ko: 향수를 느끼지 않습니다.
pl: Nie czuję nostalgii.
pt_br: Estou me sentindo muito nostálgico.
ru: Я не чувствую ностальгии.
tr: Nostaljik hissetmiyorum.
vi: Ta không cảm thấy hoài niệm.
zh_hans: 我没有怀旧的感觉。

source: I'm not optimistic.
de: Ich bin nicht optimistisch.
fr: Je ne suis pas optimiste.
it: Non sono ottimista.
ko: 나는 낙관적이지 않다.
pl: Nie jestem optymistą.
pt_br: Estou bastante otimista.
ru: Я не испытываю оптимизма.
tr: İyimser değilim.
vi: Ta không lạc quan.
zh_hans: 我不乐观。

source: This doesn't outrage me.
de: Das empört mich nicht.
fr: Cela ne m'indigne pas.
it: Questo non mi indigna.
ko: 이것은 나를 화나게하지 않습니다.
pl: Nie oburza mnie to.
pt_br: Isto não me ultraje.
ru: Это не возмущает меня.
tr: Bu beni öfkelendirmiyor.
vi: Điều này không làm ta phẫn nộ.
zh_hans: 这并不会让我感到愤怒。

source: I'm not panicking.
de: Ich gerate nicht in Panik.
fr: Je ne panique pas.
it: Non sono in preda al panico.
ko: 나는 당황하지 않습니다.
pl: Nie panikuję.
pt_br: Não estou em pânico.
ru: Я не паникую.
tr: Paniklemiyorum.
vi: Ta không hoảng loạn.
zh_hans: 我并不恐慌。

source: I am not feeling patient.
de: Ich bin nicht geduldig.
fr: Je ne me sens pas patient.
it: Non mi sento paziente.
ko: 인내심이 없습니다.
pl: Nie czuję się cierpliwy.
pt_br: Não sou paciente de sentimento.
ru: Я не чувствую себя больным.
tr: Sabırlı hissetmiyorum.
vi: Ta không cảm thấy kiên nhẫn.
zh_hans: 我感觉不舒服。

source: I'm not feeling passionate.
de: Ich fühle keine Leidenschaft.
fr: Je ne me sens pas passionné.
it: Non mi sento appassionato.
ko: 열정이 느껴지지 않습니다.
pl: Nie czuję pasji.
pt_br: Não me sinto apaixonado.
ru: Я не чувствую страсти.
tr: Tutkulu hissetmiyorum.
vi: Ta không cảm thấy say mê.
zh_hans: 我不是很有激情。

source: I take no pleasure in this.
de: Ich habe keine Freude daran.
fr: Je ne prends aucun plaisir à cela.
it: Non provo alcun piacere in questo.
ko: 나는 이것을 기뻐하지 않습니다.
pl: Nie czerpię z tego żadnej przyjemności.
pt_br: Não tenho prazer nenhum em abordar este assunto.
ru: Я не получаю удовольствия от этого.
tr: Bundan zevk almıyorum.
vi: Ta không tìm thấy niềm vui trong điều này.
zh_hans: 我不喜欢这个。

source: I am not proud.
de: Ich bin nicht stolz.
fr: Je ne suis pas fier.
it: Non sono orgoglioso.
ko: 나는 자랑스럽지 않다.
pl: Nie jestem z tego dumny.
pt_br: Estou muito orgulhoso.
ru: Я не горжусь этим.
tr: Gururlu değilim.
vi: Ta không tự hào.
zh_hans: 我并不自豪。

source: This does not move me.
de: Das berührt mich nicht.
fr: Cela ne m'émeut pas.
it: Questo non mi commuove.
ko: 이것은 나를 움직이지 않습니다.
pl: To mnie nie porusza.
pt_br: Isto não me mover.
ru: Это меня не трогает.
tr: Bu beni etkilemiyor.
vi: Điều này không lay động được ta.
zh_hans: 这不会让我感动。

source: I don't feel rejected.
de: Ich fühle mich nicht zurückgewiesen.
fr: Je ne me sens pas rejeté.
it: Non mi sento rifiutato.
ko: 나는 거부감을 느끼지 않는다.
pl: Nie czuję się odrzucony.
pt_br: Não me sinto rejeitado.
ru: Я не чувствую себя отвергнутым.
tr: Reddedilmiş hissetmiyorum.
vi: Ta không cảm thấy bị từ chối.
zh_hans: 我不觉得被拒绝。

source: I don't feel relieved.
de: Ich fühle mich nicht entlastet.
fr: Je ne me sens pas soulagé.
it: Non mi sento sollevato.
ko: 안심이 되지 않습니다.
pl: Nie czuję ulgi.
pt_br: Não me sinto aliviado.
ru: Мне не стало легче.
tr: Rahatlamış hissetmiyorum.
vi: Ta không cảm thấy nhẹ nhõm.
zh_hans: 我不放心。

source: I have no regrets.
de: Ich bedauere nichts.
fr: Je n'ai pas de regrets.
it: Non ho rimpianti.
ko: 나는 아무런 후회가 없다.
pl: Niczego nie żałuję.
pt_br: Pessoalmente, não o lamento.
ru: Я ни о чём не сожалею.
tr: Pişmanlığım yok.
vi: Ta không hề hối tiếc.
zh_hans: 我没有遗憾。

source: I feel no remorse.
de: Ich empfinde keine Reue.
fr: Je ne ressens aucun remords.
it: Non provo alcun rimorso.
ko: 나는 양심의 가책을 느끼지 않는다.
pl: Nie czuję wyrzutów sumienia.
pt_br: Sinto-me tao remorso!
ru: Я не чувствую раскаяния.
tr: Vicdan azabı hissetmiyorum.
vi: Ta không cảm thấy ăn năn.
zh_hans: 我觉得没有悔意。

source: I am not repentant.
de: Ich bin nicht reumütig.
fr: Je ne suis pas repentant.
it: Non sono pentito.
ko: 나는 회개하지 않습니다.
pl: Nie okazuję skruchy.
pt_br: Não estou arrependido.
ru: Я не раскаиваюсь.
tr: Tövbekar değilim.
vi: Ta không hề hối lỗi.
zh_hans: 我不是悔改。

source: I do not resent this.
de: Ich nehme das nicht übel.
fr: Je ne m'en veux pas.
it: Non me la prendo per questo.
ko: 나는 이것을 원망하지 않는다.
pl: Nie mam o to pretensji.
pt_br: Eu não se ressentem disso.
ru: Я не возмущён этим.
tr: Buna içerlemiyorum.
vi: Ta không oán giận điều này.
zh_hans: 我不反感这个。

source: I don't feel restless.
de: Ich fühle mich nicht unruhig.
fr: Je ne me sens pas agité.
it: Non mi sento inquieto.
ko: 불안하지 않습니다.
pl: Nie jestem niespokojny.
pt_br: Não me sinto inquieto.
ru: Я не чувствую беспокойства.
tr: Huzursuz hissetmiyorum.
vi: Ta không cảm thấy bồn chồn.
zh_hans: 我不觉得焦躁不安。

source: There's nothing to be indignant about.
de: Es gibt keinen Grund zur Empörung.
fr: Il n'y a pas de quoi s'indigner.
it: Non c'è nulla di cui indignarsi.
ko: 분개할 것이 없습니다.
pl: Nie ma się o co oburzać.
pt_br: Não há nada para ser indignado sobre.
ru: Здесь нечему возмущаться.
tr: Alınacak bir şey yok.
vi: Chẳng có gì đáng để phẫn nộ.
zh_hans: 没有什么可以愤慨的。

source: I don't feel sorry for myself.
de: Ich bemitleide mich nicht selbst.
fr: Je ne me sens pas désolé pour moi.
it: Non sono dispiaciuto per me stesso.
ko: 나는 나 자신에 대해 유감스럽게 생각하지 않습니다.
pl: Nie użalam się nad sobą.
pt_br: Não sinto pena de mim mesma.
ru: Я не испытываю к себе жалости.
tr: Kendime acımıyorum.
vi: Ta không tự thương hại bản thân.
zh_hans: 我不为自己感到难过。

source: I bow to no one.
de: Ich beuge mich vor niemandem.
fr: Je ne m'incline devant personne.
it: Non mi inchino a nessuno.
ko: 나는 누구에게도 절하지 않습니다.
pl: Nikomu się nie kłaniam.
pt_br: Curvo-me perante ninguém.
ru: Я ни перед кем не преклоняюсь.
tr: Kimseye boyun eğmem.
vi: Ta không cúi đầu trước bất cứ ai.
zh_hans: 我向任何人低头。

source: I can keep it together.
de: Ich kann es zusammenhalten.
fr: Je peux le garder ensemble.
it: Riesco a mantenere la calma.
ko: 함께 보관할 수 있습니다.
pl: Potrafię trzymać się razem.
pt_br: Eu posso mantê-lo juntos.
ru: Я могу держать это вместе.
tr: Kendimi toparlayabilirim.
vi: Ta có thể giữ bình tĩnh.
zh_hans: 我可以把它保持在一起。

source: I have no shame.
de: Ich habe keine Scham.
fr: Je n'ai aucune honte.
it: Non ho vergogna.
ko: 부끄럽지 않습니다.
pl: Nie mam wstydu.
pt_br: Eu não tenho vergonha.
ru: Мне не стыдно.
tr: Utancım yok.
vi: Ta không hề xấu hổ.
zh_hans: 我没有羞耻。

source: There will be no sympathy from me.
de: Ich werde kein Mitgefühl zeigen.
fr: Il n'y aura aucune sympathie de ma part.
it: Non ci sarà compassione da parte mia.
ko: 내게서 동정심을 기대하지는 마.
pl: Nie będę ci współczuł.
pt_br: Não haverá nenhuma compaixao de mim.
ru: Это не вызывает симпатии у меня.
tr: Benden sempati bekleme.
vi: Sẽ không có sự thông cảm nào từ ta.
zh_hans: 我不会有任何同情。

source: I don't feel tenderness.
de: Ich empfinde keine Zärtlichkeit.
fr: Je ne ressens pas de tendresse.
it: Non provo tenerezza.
ko: 부드러움이 느껴지지 않습니다.
pl: Nie odczuwam czułości.
pt_br: Não me sinto ternura.
ru: Я не чувствую нежности.
tr: Şefkat hissetmiyorum.
vi: Ta không cảm thấy dịu dàng.
zh_hans: 我不觉得温柔。

source: There was no thrill in it.
de: Es gab keinen Nervenkitzel dabei.
fr: Il n'y avait aucun frisson dedans.
it: Non c'era alcun fremito.
ko: 스릴이 없었습니다.
pl: Nie było w tym żadnego dreszczyku emocji.
pt_br: Não havia nenhuma emoção nele.
ru: Нет острых ощущений.
tr: Bunda bir heyecan yoktu.
vi: Chẳng có gì ly kỳ ở điều đó.
zh_hans: 没有刺激。

source: I'm not uneasy.
de: Ich bin nicht unruhig.
fr: Je ne suis pas inquiet.
it: Non sono inquieto.
ko: 나는 불안하지 않다.
pl: Nie czuję się zaniepokojony.
pt_br: Não estou inquieto.
ru: Я спокоен.
tr: Huzursuz değilim.
vi: Ta không bồn chồn.
zh_hans: 我不是不安。

source: That doesn't make me unhappy.
de: Das macht mich nicht unglücklich.
fr: Cela ne me rend pas malheureux.
it: Questo non mi rende infelice.
ko: 그것은 나를 불행하게 만들지 않습니다.
pl: To nie czyni mnie nieszczęśliwym.
pt_br: Isso não me faz infeliz.
ru: Это не делает меня несчастным.
tr: Bu beni mutsuz etmez.
vi: Điều đó không làm ta bất hạnh.
zh_hans: 这不会让我不开心。

source: There is no sense of wonder.
de: Es gibt kein Gefühl der Verwunderung.
fr: Il n'y a pas d'émerveillement.
it: Non c'è alcun senso di meraviglia.
ko: 경이로움이 없습니다.
pl: Nie ma w tym nic dziwnego.
pt_br: Não há nenhum sentimento de admiração.
ru: Там нечему удивляться.
tr: Hayret duygusu yok.
vi: Chẳng có cảm giác kinh ngạc nào.
zh_hans: 没有任何奇迹。

source: I'm not worried.
de: Ich bin nicht beunruhigt.
fr: Je ne suis pas inquiet.
it: Non sono preoccupato.
ko: 나는 걱정하지 않아요.
pl: Nie martwię się.
pt_br: Estou muito preocupada.
ru: Я не беспокоюсь.
tr: Endişeli değilim.
vi: Ta không lo lắng.
zh_hans: 我不担心。

source: Wrath has not risen within me.
de: Der Zorn ist nicht in mir aufgestiegen.
fr: La colère n'est pas montée en moi.
it: L'ira non è sorta in me.
ko: 분노가 내 안에서 일어나지 않았습니다.
pl: Nie wzbiera we mnie gniew.
pt_br: Ira não aumentou dentro de mim.
ru: Гнев не вырос во мне.
tr: İçimde öfke yükselmedi.
vi: Nỗi thịnh nộ chưa trỗi dậy trong ta.
zh_hans: 愤怒并没有在我内心升起。

source: I have no zeal for this.
de: Ich habe keinen Eifer für diese Sache.
fr: Je n'ai aucun zèle pour cela.
it: Non provo zelo per questo.
ko: 나는 이것에 대한 열정이 없습니다.
pl: Brak mi do tego zapału.
pt_br: Não tenho nenhum zelo por isso.
ru: У меня нет рвения для этого.
tr: Buna karşı bir şevkim yok.
vi: Ta không có nhiệt huyết cho điều này.
zh_hans: 我对此并不热心。

source: I could be questioning my life right now.
de: Ich könnte mein Leben jetzt in Frage stellen.
fr: Je pourrais remettre ma vie en question en ce moment.
it: Potrei mettere in discussione la mia vita in questo momento.
ko: 나는 지금 내 삶에 의문을 가질 수 있습니다.
pl: Mógłbym teraz kwestionować swoje życie.
pt_br: Eu poderia estar questionando minha vida agora.
ru: Я часто думаю что в жизни нет смысла.
tr: Şu an hayatımı sorguluyor olabilirdim.
vi: Lẽ ra ta nên tự vấn cuộc đời mình lúc này.
zh_hans: 我现在可能会质疑我的生活。

source: This isn't a defeat.
de: Dies ist keine Niederlage.
fr: Ce n'est pas une défaite.
it: Questa non èuna sconfitta.
ko: 이것은 패배가 아닙니다.
pl: To nie jest porażka.
pt_br: Isso não é uma derrota.
ru: Это не поражение.
tr: Bu bir yenilgi değil.
vi: Đây không phải là một thất bại.
zh_hans: 这不是失败。

source: I'm not expecting anything.
de: Ich erwarte nichts.
fr: Je n'attends rien.
it: Non mi aspetto nulla.
ko: 나는 아무것도 기대하지 않습니다.
pl: Niczego nie oczekuję.
pt_br: Não estou esperando nada.
ru: Я ничего не жду.
tr: Bir şey beklemiyorum.
vi: Ta không mong đợi điều gì.
zh_hans: 我不期待任何事情。

source: I have no doubts.
de: Daran habe ich keine Zweifel.
fr: Je n'ai pas de doutes.
it: Non ho dubbi.
ko: 의심의 여지가 없습니다.
pl: Nie mam żadnych wątpliwości.
pt_br: Não tenho dúvida.
ru: У меня нет сомнений.
tr: Şüphem yok.
vi: Ta không có chút nghi ngờ nào.
zh_hans: 我毫不怀疑。

source: I'm just not enthusiastic.
de: Ich bin einfach nicht begeistert.
fr: Je ne suis tout simplement pas enthousiaste.
it: Non sono entusiasta.
ko: 나는 단지 열정적이지 않습니다.
pl: Po prostu nie jestem entuzjastycznie nastawiony.
pt_br: Eu simplesmente não estou entusiasmado.
ru: Я просто не увлечен.
tr: Sadece hevesli değilim.
vi: Ta chỉ đơn giản là không nhiệt tình.
zh_hans: 我只是不热情。
