Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: This would please us greatly. What do you offer?
de: Das würde uns sehr freuen. Was bieten Sie an?
fr: Cela nous plairait beaucoup. Qu'offres-tu?
it: Questo ci farebbe molto piacere. Cosa offrite?
ko: 이것은 우리를 크게 기쁘게 할 것입니다.
pl: To by nas bardzo ucieszyło. Co oferujesz?
pt_br: Isto nos agradaria muito. O que vocês oferecem?
ru: Это нас радует. Что вы предлагаете?
vi: Điều này sẽ khiến chúng ta vô cùng hài lòng. Ngươi dâng gì?
zh_hans: 这会让我们很开心，你要提供什么？

source: You wish to make an offering? We love gifts.
de: Sie möchten ein Geschenk machen? Wir lieben Geschenke.
fr: Vous souhaitez faire une offrande ? Nous aimons les cadeaux.
it: Desiderate fare un'offerta? Ci piacciono i regali.
ko: 제물을 바치고 싶습니까?
pl: Chcesz złożyć dary? Kochamy prezenty.
pt_br: Gostaria de fazer uma oferta? Nós amamos presentes.
ru: Хотите что-то предложить? Мы любим подарки.
vi: Ngươi muốn dâng lễ vật sao? Chúng ta yêu quà tặng.
zh_hans: 你想提供产品吗? 我们喜欢礼物。

source: [Laughs uproariously] You had me
de: [Lacht brüllend] Du hast mich
fr: [Rires à tue-tête] Tu m'as eu
it: [Ride di gusto] Mi hai fatto
ko: [소란스럽게 웃으며] 넌 날 가졌어
pl: [Śmieje się głośno] Miałeś mnie
pt_br: [Ri ruidosamente] Você me teve
ru: [Хохочет] Вы меня
vi: [Cười phá lên] Ngươi đã khiến ta
zh_hans: [吵闹地笑]你有我

source: going there. Obviously, your copious wit is matched only by your industry!
de: dorthin zu gehen. Offensichtlich ist Ihr umfangreicher Witz nur von Ihrer Branche übertroffen worden!
fr: y aller. Évidemment, votre esprit copieux n'a d'égal que votre industrie !
it: andare lì. Ovviamente il tuo copioso spirito è eguagliato solo dalla tua industriosità!
ko: 거기에 가는 것. 분명히, 당신의 풍부한 재치는 당신의 산업에만 필적합니다!
pl: przychodząc tutaj. Rzecz jasna, twojemu błyskotliwemu dowcipowi dorównuje jedynie twoja pracowitość!
pt_br: indo para lá. Obviamente, sua sagacidade copiosa é igualada apenas pela sua indústria!
ru: удивили. Похоже, ваша мудрость может сравниться только с вашей производством!
vi: tin rồi. Rõ ràng, sự hóm hỉnh dồi dào của ngươi chỉ có thể sánh với sự cần cù của ngươi mà thôi!
zh_hans: 了。很显然你的聪明才智和你的专业水准不相上下！

source: [Chuckles] How droll.
de: [Kichert] Wie drollig.
fr: [Rires] Comme c'est drôle.
it: [Sghignazza] Che buffo.
ko: [Chuckles] 얼마나 익살스러운지.
pl: [Chichocze] Jak śmiesznie.
pt_br: [Risadas] Que engraçado.
ru: [Хихикает] Забавно.
vi: [Cười khúc khích] Thật khôi hài.
zh_hans: [笑]多么滑稽。

source: I am a merchant, yes. You see, I wish to trade. Which of my goods do you desire?
de: Ich bin ein Händler, ja. Ihr seht, ich möchte handeln. Welche meiner Waren wollt Ihr haben?
fr: Je suis commerçant, oui. Vous voyez, je souhaite faire du commerce. Lequel de mes biens désirez-vous?
it: Sì, sono un mercante. Vedi, vorrei commerciare. Quali prodotti desideri?
ko: 네, 저는 상인입니다. 보세요, 저는 교환하고 싶어요. 당신은 내 물건 중에서 어떤 것을 원하십니까?
pl: Zaiste, jestem handlarzem. Jak widzisz, chcę handlować. Które z moich dóbr ciebie interesują?
pt_br: Eu sou um mercador, sim. Veja bem, eu gostaria de negociar. Quais de meus produtos você deseja?
ru: Я торговец, да. Видите ли, я не прочь поторговать. Который из моих товаров вам приглянулся?
vi: Ta là một thương nhân, phải. Ngươi thấy đó, ta muốn giao thương. Ngươi mong muốn món hàng nào của ta?
zh_hans: 对，我是个商人。没错，我是想交易。你看上我的什么商品啦？

source: Yes, and trade we will! Simply tell me
de: Ja, und wir werden handeln! Sag mir einfach
fr: Oui, et échangeons nous le ferons ! Dis moi simplement
it: Sì, commerceremo! Dimmi semplicemente
ko: 예, 거래하겠습니다!
pl: Tak, będziemy handlować! Po prostu powiedz mi
pt_br: Sim, e negociaremos! Simplesmente me diga
ru: Да, давайте торговать! Просто скажите,
vi: Phải, và chúng ta sẽ giao thương! Chỉ cần nói cho ta biết
zh_hans: 对的，咱们来交易吧！只要告诉我

source: what interests you and what you're prepared to offer in exchange.
de: was Sie interessiert und was Sie bereit sind, als Gegenleistung anzubieten.
fr: ce qui vous intéresse et ce que vous êtes prêt à offrir en échange.
it: cosa vi interessa e cosa siete disposti a offrire in cambio.
ko: 귀하의 관심사와 교환할 준비가 된 것.
pl: co ciebie interesuje i co przygotowałeś do zaoferowania w zamian.
pt_br: o que te interessa e o que você está preparado para oferecer em troca.
ru: что вас интересует и что вы можете предложить взамен.
tr: neyin ilgini çektiğini ve karşılığında ne teklif etmeye hazır olduğunu.
vi: thứ gì ngươi quan tâm và ngươi sẵn lòng đổi lấy bằng thứ gì.
zh_hans: 你感兴趣的是什么以及你准备提供什么作为交换。

source: Ah, but my goods are not free! What do you offer in trade?
de: Ah, aber meine Waren sind nicht umsonst! Was bieten Sie zum Tausch an?
fr: Ah, mais mes biens ne sont pas gratuits ! Que proposez-vous en échange ?
it: Ah, ma i miei prodotti non sono gratuiti! Cosa offri in cambio?
ko: 아, 하지만 내 상품은 공짜가 아니야!
pl: Ah, lecz moje dobra nie są darmowe! Co oferujesz w zamian?
pt_br: Ah, mas meus produtos não são gratuitos! O que você tem para oferecer em troca?
ru: Ах, но мои товары не бесплатны! Что вы можете предложить в обмен?
vi: À, nhưng hàng hóa của ta không miễn phí! Ngươi đổi lấy bằng gì đây?
zh_hans: 啊，但是我的商品不是白送的！你想拿什么来换？

source: These _are_ fine items, aren't they? Now,
de: Das _sind_ schöne Dinge, nicht wahr? Nun,
fr: Ces _sont_ de beaux objets, n'est-ce pas? À présent,
it: Questi _sono_ oggetti pregiati, no? Ora,
ko: 이것들은 _are_ 좋은 물건이지, 그렇지?
pl: To _są_ dobre przedmioty, czyż nie? Teraz,
pt_br: Estes itens bem somos, não são? Agora,
ru: Какие прекрасные вещи, не правда ли? Теперь,
vi: Đây _quả thực_ là những món hàng tốt, phải không? Nào,
zh_hans: 这些可都是好货不是么？现在，

source: what do offer for them?
de: was bieten Sie ihnen an?
fr: que proposez-vous pour eux ?
it: cosa offre per loro?
ko: 그들에게 무엇을 제공합니까?
pl: co za nie oferujemy?
pt_br: o que para oferecer para eles?
ru: что вы предложите взамен?
tr: bunlar için ne teklif ediyorsun?
vi: ngươi đổi lấy chúng bằng gì?
zh_hans: 你要拿什么来换？

source: For me? At no price? I can accept your offer, or perhaps you wish to trade.
de: Für mich? Umsonst? Ich kann Ihr Angebot annehmen, oder vielleicht möchten Sie tauschen.
fr: Pour moi? Sans prix ? Je peux accepter votre offre, ou peut-être souhaitez-vous échanger.
it: Per me? Gratis? Posso accettare la vostra offerta o magari volete fare uno scambio.
ko: 나한테 준다구요? 공짜로? 물론, 받아들일수야 있겠지만, 그대는 거래를 하고싶을 거라 생각하는데.
pl: Dla mnie? Za darmo? Mogę zaakceptować twoją ofertę, ale może chcesz handlować.
pt_br: Para mim? Sem custo? Eu posso aceitar sua oferta, ou talvez você queira trocar.
ru: Для меня? Без цены? Я могу принять ваше предложение, или, может быть, вы захотите обменяться.
vi: Cho ta ư? Miễn phí sao? Ta có thể chấp nhận lời đề nghị của ngươi, hoặc có lẽ ngươi muốn giao thương.
zh_hans: 给我的？不要钱？我可以白拿，或是其实你是想交易。

source: My stones, are you giving me those? Do you
de: Meine Steine, gibst du mir die? Gibst du
fr: Mes pierres, tu me les donnes ? Est-ce que vous
it: Le mie pietre, me le stai dando? Tu
ko: 내 돌들, 나한테 주는거야?
pl: Mój kamieniu, czy ty mi to dajesz? Czy ty
pt_br: Caramba, você está me dando isso aí? Você
ru: О мои камни, вы даёте мне это? Вы
vi: Đá của ta, ngươi đang đưa chúng cho ta sao? Ngươi
zh_hans: 我的天，你真要白给我这些么？真的？

source: wish to trade or to make an offering to our leader?
de: Handel treiben oder unserem Anführer ein Opfer bringen wollen?
fr: souhaitez échanger ou faire une offrande à notre chef ?
it: desideri commerciare o fare un'offerta al nostro capo?
ko: 거래를 원하거나 우리 지도자에게 제물을 바치고 싶습니까?
pl: chcesz handlować lub złożyć ofertę naszemu liderowi?
pt_br: gostaria de trocar ou fazer uma oferenda ao nosso líder?
ru: хотите торговать или сделать предложение нашему лидеру?
tr: ticaret yapmak mı yoksa liderimize bir sunu yapmak mı istiyorsun?
vi: muốn giao thương hay dâng lễ vật cho thủ lĩnh của chúng ta?
zh_hans: 你是想交易还是想给我们的首领送个礼？

source: You truly despise life, don't you?
fr: Vous méprisez vraiment la vie, n'est-ce pas ?
it: Disprezzi davvero la vita, vero?
ko: 당신은 진정으로 삶을 경멸합니다, 그렇죠?
pl: Naprawdę gardzisz życiem, prawda?
pt_br: Você realmente despreza a vida, não é?
ru: Вы поистине презираете жизнь, не так ли?
vi: Ngươi thực sự coi thường mạng sống, phải không?
zh_hans: 你真的鄙视生命，不是吗?

source: I am beside myself with grief. Perhaps we will show you how they suffered.
fr: Je suis hors de moi de chagrin. Peut-être allons-nous vous montrer comment ils ont souffert.
it: Sono fuori di me dal dolore. Magari vi mostreremo come hanno sofferto.
ko: 나는 슬픔으로 제정신이 아니다. 아마도 우리는 그들이 어떻게 고통받았는지 보여줄 것이다.
pl: Wychodzę z siebie z żalu. Może pokażemy wam, jak cierpieli.
pt_br: Estou fora de mim com pesar. Talvez possamos mostrar-lhe como sofreram.
ru: Я вне себя от горя. Мы заставим вас почувствовать, как они страдали.
vi: Ta đau buồn khôn xiết. Có lẽ chúng ta sẽ cho ngươi thấy chúng đã phải chịu đựng thế nào.
zh_hans: 我在一旁悲痛不已。也许我们能让你尝尝他们的痛苦。

source: Once a beautiful tree, and now?
de: Einst ein schöner Baum, und nun?
fr: Autrefois un bel arbre, et maintenant ?
it: Un tempo era un bellissimo albero, e ora?
ko: 한때는 아름다운 나무, 그리고 지금은?
pl: Kiedyś piękne drzewo, a teraz?
pt_br: Uma vez uma linda árvore, e agora?
ru: Это было прекрасным деревом, а сейчас?..
vi: Từng là một cái cây xinh đẹp, và giờ thì sao?
zh_hans: 曾经是一棵美丽的树，现在呢?

source: It is a rude bauble, fit only for your kind.
fr: C'est une babiole grossière, qui ne convient qu'à votre espèce.
it: È un gingillo volgare, adatto solo alla tua specie.
ko: 그것은 당신 종족에게만 적합한 무례한 값싼 물건입니다.
pl: To prymitywne cacko, pasujące jedynie do twego rodzaju.
pt_br: É uma bugiganga grosseira, só serve para sua espécie.
ru: Эта безделушка подходит только для таких как ты.
tr: Sadece senin türüne layık kaba bir süs.
vi: Đó là một món đồ trang sức thô thiển, chỉ xứng với loại người như ngươi.
zh_hans: 这是个粗鄙的玩意，只适合你这种族。

source: I see your low race still revels in death.
fr: Je vois que votre basse race se délecte encore de la mort.
it: Vedo che la tua bassa razza si crogiola ancora della morte.
ko: 나는 당신의 낮은 종족이 여전히 죽음을 즐기는 것을 봅니다.
pl: Widzę, że twoja niska rasa wciąż upaja się śmiercią.
pt_br: Vejo que sua raça inferior ainda se deleita com a morte.
ru: Вижу, ваша низшая раса всё так же наслаждается смертью.
vi: Ta thấy chủng tộc thấp kém của ngươi vẫn còn say mê cái chết.
zh_hans: 我发现你们这些下等种族依然陶醉于死亡。

source: That poor, gentle creature...
fr: Cette pauvre et douce créature...
it: Quella povera creatura gentile...
ko: 그 불쌍하고 온순한 생물...
pl: To biedne, łagodne stworzenie...
pt_br: Essa pobre e gentil criatura...
ru: Бедное нежное создание...
tr: O zavallı, nazik yaratık...
vi: Sinh vật tội nghiệp, hiền lành đó...
zh_hans: 那个可怜又温柔的生物......

source: seems
fr: semble
it: sembra
ko: 보인다
pl: wydaje się
pt_br: parece
ru: похоже
tr: görünüyor
vi: có vẻ
zh_hans: 看来

source: ecstatic with the trading
fr: extatique avec le commerce
it: estasiato dal commercio
ko: 거래에 황홀
pl: podekscytowany podczas handlu
pt_br: em êxtase com o comércio
ru: в экстазе от торговли
tr: ticaretten dolayı mest olmuş
vi: rất đỗi vui mừng với việc giao thương
zh_hans: 交易欣喜若狂

source: very happy about the trading
fr: très content du commerce
it: molto felice del commercio
ko: 거래에 대해 매우 만족
pl: bardzo zadowolony z handlu
pt_br: muito feliz com a negociação
ru: очень рад торговле
tr: ticaretten dolayı çok mutlu
vi: rất hài lòng với việc giao thương
zh_hans: 对交易非常满意

source: pleased with the trading
de: zufrieden mit dem Handel
fr: satisfait du commerce
it: compiaciuti del commercio
ko: 거래에 만족
pl: zadowolony z handlu
pt_br: satisfeito com a negociação
ru: доволен торговлей
tr: ticaretten memnun
vi: hài lòng với việc giao thương
zh_hans: 对交易感到满意

source: willing to trade
fr: prêt à échanger
it: disposto a commerciare
ko: 기꺼이 거래
pl: chętny do handlu
pt_br: disposto a negociar
ru: готов торговать
tr: ticaret yapmaya istekli
vi: sẵn lòng giao thương
zh_hans: 有交易意愿

source: to be rapidly losing patience
fr: perdre rapidement patience
it: perde rapidamente la pazienza
ko: 빨리 인내심을 잃어
pl: szybko traci cierpliwość
pt_br: rapidamente perdendo a paciência
ru: быстро теряет терпение
tr: sabrını hızla kaybediyor gibi
vi: đang nhanh chóng mất kiên nhẫn
zh_hans: 快速失去耐心

source: not going to take much more of this
fr: Je ne vais pas en prendre beaucoup plus
it: non ne sopporteremo ancora per molto
ko: 이것보다 훨씬 더 걸리지 않을거야
pl: nie zniesie tego dłużej
pt_br: não vai aceitar muito mais disso
ru: больше не вынесет этого
tr: buna daha fazla dayanamayacak gibi
vi: sẽ không chịu đựng thêm được nữa
zh_hans: 不会采取更多这个

source: unwilling to trade
fr: ne veut pas commercer
it: non disposto a commerciare
ko: 거래를 꺼리는
pl: niechętny do handlu
pt_br: sem disposição de negociar
ru: не желает торговать
tr: ticaret yapmaya isteksiz
vi: không sẵn lòng giao thương
zh_hans: 不愿意交易

source: The following fortress goods
fr: Les biens de forteresse suivants
it: I seguenti prodotti della fortezza
ko: 다음 요새 상품
pl: Następujące forteczne towary
pt_br: Os seguintes produtos da fortaleza
ru: Следующие товары крепости
tr: Aşağıdaki kale malları
vi: Các món hàng pháo đài sau đây
zh_hans: 以下要塞的商品

source: were added for the counteroffer:
de: für das Gegenangebot hinzugefügt:
fr: ont été ajoutés pour la contre-offre :
it: sono stati aggiunti per la controfferta:
ko: 반대 제안을 위해 추가되었습니다:
pl: zostały dodane w ramach kontroferty:
pt_br: foram adicionados como contraoferta:
ru: были добавлены для контрпредложения:
tr: karşı teklif için eklendi:
vi: đã được thêm vào để đối giá:
zh_hans: 被添加进还价：

source: Trader Profit:
fr: Bénéfice du commerçant :
it: Profitto del mercante:
ko: 상인 이윤:
pl: Zysk Handlarza:
pt_br: Lucro do Comerciante:
ru: Выгода торговца:
tr: Tüccar Karı:
vi: Lợi nhuận Thương nhân:
zh_hans: 交易收益：

source: Trader Loss:
fr: Perte du commerçant :
it: Perdita del mercante:
ko: 상인 손해:
pl: Strata Handlarza:
pt_br: Prejuízo do Comerciante:
ru: Убытки торговца:
tr: Tüccar Zararı:
vi: Thiệt hại Thương nhân:
zh_hans: 交易损失：

source: Allowed Weight:
fr: Poids autorisé :
it: Peso consentito:
ko: 상인 허용 무게:
pl: Dozwolona Waga:
pt_br: Peso Permitido:
ru: Доступный вес:
tr: İzin Verilen Ağırlık:
vi: Trọng lượng cho phép:
zh_hans: 允许重量：

source: Excess Weight:
fr: Surpoids:
it: Peso in eccesso:
ko: 초과 중량:
pl: Nadwyżka Wagi:
pt_br: Excesso de Peso:
ru: Перегруз:
tr: Fazla Ağırlık:
vi: Trọng lượng vượt mức:
zh_hans: 超出的重量:

source: Mark all
fr: marquer tout
it: Segna tutto
ko: 모두 표시
pl: Zaznacz wszystko
pt_br: Marcar tudo
ru: Пометить все
tr: Hepsini işaretle
vi: Đánh dấu tất cả
zh_hans: 全部标记

source: Seize
fr: Saisir
it: Sequestra
ko: 잡다
pl: Zajmij
pt_br: Apreender
ru: Захватить
tr: El koy
vi: Tịch thu
zh_hans: 抢占

source: Accept Counteroffer
de: Gegenangebot annehmen
fr: Accepter la contre-offre
it: Accetta controfferta
ko: 반대 제안 수락
pl: Zaakceptuj Kontrofertę
pt_br: Aceitar Contraoferta
ru: Принять встречное предложение
tr: Karşı Teklifi Kabul Et
vi: Chấp nhận Đối giá
zh_hans: 接受还价

source: Offer as gift
de: Angebot als Geschenk
fr: Offrir en cadeau
it: Offri come regalo
ko: 선물로 제공
pl: Zaoferuj jako prezent
pt_br: Oferecer como presente
ru: Предложить в качестве подарка
tr: Hediye olarak teklif et
vi: Dâng tặng làm quà
zh_hans: 当作礼物赠送

source: My apologies, but we're still unloading.
de: Ich bitte um Entschuldigung, aber wir sind noch beim Entladen.
fr: Mes excuses, mais nous déchargeons toujours.
it: Mi scuso, ma stiamo ancora scaricando.
ko: 죄송하지만 아직 짐을 내리는 중입니다.
pl: Wybacz, lecz wciąż rozładowujemy.
pt_br: Me desculpe, mas ainda estamos descarregando.
ru: Приношу свои извинения, но мы пока разгружаемся.
tr: Özür dilerim ama hala yük boşaltıyoruz.
vi: Xin thứ lỗi, nhưng chúng tôi vẫn đang dỡ hàng.
zh_hans: 抱歉，但我们还在卸货.

source: We'll be ready soon!
de: Wir sind bald so weit!
fr: Nous serons bientôt prêts !
it: Saremo presto pronti!
ko: 곧 준비될 겁니다!
pl: Niedługo będziemy gotowi!
pt_br: Em breve estaremos prontos!
ru: Мы почти готовы!
tr: Yakında hazır olacağız!
vi: Chúng tôi sẽ sẵn sàng ngay thôi!
zh_hans: 我们就快好了!

source: There are no merchants present with which to trade.
de: Es sind keine Händler anwesend, mit denen man handeln könnte.
fr: Il n'y a pas de marchands avec qui commercer.
it: Non sono presenti mercanti con cui commerciare.
ko: 거래할 상인이 없습니다.
pl: Nie ma kupców obecnych, z którymi można handlować.
pt_br: Não há comerciantes presentes com os quais negociar.
ru: Нет торговца, с которым можно поторговать.
tr: Ticaret yapılacak tüccar mevcut değil.
vi: Không có thương nhân nào hiện diện để giao thương.
zh_hans: 没有商家可以进行交易。

source: Distance:
it: Distanza:
ko: 거리:
pl: Dystans:
pt_br: Distância:
ru: Расстояние:
tr: Mesafe:
vi: Khoảng cách:
zh_hans: 距离:

source: Amount of
de: Anzahl der
fr: Quantité de
it: Qauntità di
ko: 금액
pl: Ilość
pt_br: Quantidade de
ru: Количество
tr: Miktarı
vi: Lượng
zh_hans: 金额

source: available is
de: verfügbar ist
fr: disponible est
it: disponibile è
ko: 사용 가능한
pl: dostępny jest
pt_br: disponível é
ru: доступно
tr: mevcut olan
vi: có sẵn là
zh_hans: 可用的是

source: at least
de: mindestens
fr: au moins
it: almeno
ko: 적어도
pl: co najmniej
pt_br: pelo menos
ru: как минимум
tr: en az
vi: ít nhất
zh_hans: 至少

source: at most
de: maximal
fr: au plus
it: al massimo
ko: 많으면
pl: co najwyżej
pt_br: no máximo
ru: максимум
tr: en çok
vi: nhiều nhất
zh_hans: 最多

source: greater than
de: größer als
fr: plus grand que
it: più di
ko: ~보다 큰
pl: więcej niż
pt_br: maior que
ru: больше чем
tr: daha büyük
vi: lớn hơn
zh_hans: 大于

source: less than
de: weniger als
fr: moins que
it: meno di
ko: 미만
pl: mniej niż
pt_br: menor que
ru: меньше чем
tr: daha az
vi: nhỏ hơn
zh_hans: 少于

source: exactly
de: Exakt
fr: exactement
it: esattamente
ko: 바로 그거죠
pl: dokładnie
pt_br: exatamente
ru: ровно
tr: tam olarak
vi: chính xác
zh_hans: 究竟

source: not
de: nicht
fr: ne pas
it: non
ko: ~ 아니다
pl: nie
pt_br: não
ru: не
tr: değil
vi: không
zh_hans: 不

source: Restarts if completed, checked yearly
de: Neustart, wenn abgeschlossen, jährlich überprüfen
fr: Redémarre si terminé, vérifié annuellement
it: Riavvia se completato, verificato annualmente
ko: 완료되면 다시 시작, 매년 확인
pl: Restartuje się, jeśli został zakończony, sprawdzany corocznie
pt_br: Reiniciar se concluído, checar anualmente
ru: Перезапускать после завершения, проверяется ежегодно
tr: Tamamlanırsa yeniden başlar, yıllık kontrol edilir
vi: Khởi động lại nếu hoàn thành, kiểm tra hằng năm
zh_hans: 如果完成则重新开始，每年检查

source: Restarts if completed, checked seasonally
de: Neustart nach Abschluss, saisonale Überprüfung
fr: Redémarre si terminé, vérifié de façon saisonnière
it: Si riavvia se completato, controllato stagionalmente
ko: 완료되면 다시 시작, 계절별로 확인
pl: Restartuje się, jeśli został zakończony, sprawdzany kwartalnie
pt_br: Reiniciar se concluído, checar sazonalmente
ru: Перезапускать после завершения, проверяется каждый сезон
tr: Tamamlanırsa yeniden başlar, mevsimlik kontrol edilir
vi: Khởi động lại nếu hoàn thành, kiểm tra theo mùa
zh_hans: 如果完成则重新开始，季节性检查

source: Restarts if completed, checked monthly
de: Neustart nach Abschluss, monatliche Überprüfung
fr: Redémarre si terminé, vérifié mensuellement
it: Riavvia se completato, controllato mensilmente
ko: 완료되면 다시 시작, 매월 확인
pl: Restartuje się, jeśli został zakończony, sprawdzany miesięcznie
pt_br: Reiniciar se concluído, checar mensalmente
ru: Перезапускается после завершения, проверяется ежемесячно
tr: Tamamlanırsa yeniden başlar, aylık kontrol edilir
vi: Khởi động lại nếu hoàn thành, kiểm tra hằng tháng
zh_hans: 如果完成则重新开始，每月检查一次

source: Restarts if completed, checked daily
de: Neustart nach Abschluss, tägliche Überprüfung
fr: Redémarre si terminé, vérifié quotidiennement
it: Riavvia se completato, controllo giornaliero
ko: 완료되면 다시 시작, 매일 확인
pl: Restartuje się, jeśli został zakończony, sprawdzany codziennie
pt_br: Reiniciar se concluído, checar diariamente
ru: Перезапускается после завершения, проверяется ежедневно
tr: Tamamlanırsa yeniden başlar, günlük kontrol edilir
vi: Khởi động lại nếu hoàn thành, kiểm tra hằng ngày
zh_hans: 如果完成则重新开始，每天检查

source: One-time order
fr: Commande unique
it: Ordine singolo
ko: 일회성 주문
pl: Jednorazowe Polecenie
pt_br: Ordem única
ru: Одноразовый заказ
tr: Tek seferlik emir
vi: Lệnh một lần
zh_hans: 一次性订单

source: Restarts if completed, conditions checked yearly
de: Neustart nach Abschluss, jährliche Überprüfung der Bedingungen
fr: Redémarrage si terminé, conditions vérifiées chaque année
it: Riavvia se completato, condizioni verificate annualmente
ko: 완료되면 다시 시작, 조건은 매년 확인
pl: Restartuje się, jeśli został zakończony, warunki sprawdzane corocznie
pt_br: Reiniciar se concluído, condições checadas anualmente
ru: Перезапускается после завершения, условия проверяются ежегодно
tr: Tamamlanırsa yeniden başlar, koşullar yıllık kontrol edilir
vi: Khởi động lại nếu hoàn thành, điều kiện kiểm tra hằng năm
zh_hans: 如果完成则重新开始，每年检查一次条件

source: Restarts if completed, conditions checked seasonally
de: Neustart nach Abschluss, saisonale Überprüfung der Bedingungen
fr: Redémarre si terminé, conditions vérifiées de façon saisonnière
it: Riavvia se completato, condizioni verificate stagionalmente
ko: 완료되면 다시 시작, 계절에 따라 조건 확인
pl: Restartuje się, jeśli został zakończony, warunki sprawdzane kwartalnie
pt_br: Reiniciar se concluído, conclusão checada sazonalmente
ru: Перезапускается после завершения, условия проверяются каждый сезон
tr: Tamamlanırsa yeniden başlar, koşullar mevsimlik kontrol edilir
vi: Khởi động lại nếu hoàn thành, điều kiện kiểm tra theo mùa
zh_hans: 如果完成则重新开始，季节性地检查条件

source: Restarts if completed, conditions checked monthly
de: Neustart nach Abschluss, monatliche Überprüfung der Bedingungen
fr: Redémarrage si terminé, conditions vérifiées mensuellement
it: Riavvia se completato, condizioni verificate mensilmente
ko: 완료되면 다시 시작, 매월 조건 확인
pl: Restartuje się, jeśli został zakończony, warunki sprawdzane miesięcznie
pt_br: Reiniciar se concluído, conclusão checada mensalmente
ru: Перезапускается после завершения, условия проверяются ежемесячно
tr: Tamamlanırsa yeniden başlar, koşullar aylık kontrol edilir
vi: Khởi động lại nếu hoàn thành, điều kiện kiểm tra hằng tháng
zh_hans: 如果完成，重新启动，每月检查条件

source: Restarts if completed, conditions checked daily
de: Neustart nach Abschluss, tägliche Überprüfung der Bedingungen
fr: Redémarrage si terminé, conditions vérifiées quotidiennement
it: Riavvia se completato, condizioni verificate giornalmente
ko: 완료되면 다시 시작, 조건은 매일 확인
pl: Restartuje się, jeśli został zakończony, warunki sprawdzane codziennie
pt_br: Reiniciar se concluído, condições checadas diariamente
ru: Перезапускается после завершения, условия проверяются ежедневно
tr: Tamamlanırsa yeniden başlar, koşullar günlük kontrol edilir
vi: Khởi động lại nếu hoàn thành, điều kiện kiểm tra hằng ngày
zh_hans: 如果完成则重新启动，每天检查条件

source: One-time order, conditions checked daily
fr: Commande unique, conditions vérifiées quotidiennement
it: Ordine singolo, condizioni verificate giornalmente
ko: 일회성 주문, 조건은 매일 확인
pl: Jednorazowe zadanie, warunki sprawdzane codziennie
pt_br: Ordem única, condição checada diariamente
ru: Одноразовый заказ, условия проверяются ежедневно
tr: Tek seferlik emir, koşullar günlük kontrol edilir
vi: Lệnh một lần, điều kiện kiểm tra hằng ngày
zh_hans: 一次性订单，每天检查条件

source: No material
fr: Pas de matériel
it: Nessun materiale
ko: 재료 없음
pl: Brak materiału
pt_br: Sem material
ru: Нет материала
tr: Malzeme yok
vi: Không có vật liệu
zh_hans: 没有材料

source: Satisfied for next check
de: Für die nächste Prüfung geeignet
fr: Satisfait pour le prochain contrôle
it: Soddisfatto per il prossimo controllo
ko: 다음 확인에 만족
pl: Zapewnione dla następnej kontroli
pt_br: Satisfeita para próxima checagem
ru: Подходит для следующей проверки
tr: Sonraki kontrol için karşılandı
vi: Đã thỏa mãn cho lần kiểm tra tiếp theo
zh_hans: 满意下次检查
