Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Vanquishing a great beast on our behalf would bring us all much glory.
de: Ein großes Ungeheuer in unserem Namen zu bezwingen, würde uns allen viel Ruhm einbringen.
fr: Vaincre une énorme bête en notre nom nous apporterait la gloire.
it: Sconfiggere una grande bestia per conto nostro porterebbe a tutti noi molta gloria.
ko: 우리를 대신하여 거대한 짐승을 무찌르는 것은 우리에게 큰 영광을 가져다 줄 것입니다.
pl: Pokonanie w naszym imieniu wielkiej bestii przyniosłoby nam wiele chwały.
pt_br: Vencer uma grande besta em nosso nome nos traria tudo muita glória.
ru: Победа над большой тварью от нашего имени, принесёт нам всем много славы.
tr: Bizim adımıza büyük bir canavarı yenmek hepimize büyük şan getirecektir.
vi: Tiêu diệt một con quái vật vĩ đại vì lợi ích của chúng ta sẽ mang lại vinh quang lớn lao cho tất cả.
zh_hans: 为我们征服一头伟大的野兽会给我们带来巨大的荣耀。

source: Mastering the forces of nature would glorify us in the eyes of the world.
de: Die Beherrschung der Naturgewalten würde uns in den Augen der Welt verherrlichen.
fr: Maîtriser les forces de la nature nous apporterait la gloire aux yeux du monde.
it: Dominare le forze della natura ci glorificherebbe agli occhi del mondo.
ko: 자연의 힘을 정복하는 것은 우리애게 세계를 직시하는 영광을 줄것입니다.
pl: Mistrzowskie opanowanie sił natury przyniosłoby nam chwałę w oczach świata.
pt_br: Dominar as forças da natureza que glorificar-aos olhos do mundo.
ru: Обуздание сил природы прославит нас в глазах всего мира.
tr: Doğa güçlerine hükmetmek bizi dünyanın gözünde yüceltecektir.
vi: Làm chủ các thế lực tự nhiên sẽ làm vinh hiển chúng ta trong mắt thế giới.
zh_hans: 掌握大自然的力量将在世界的眼中荣耀我们。

source: Demons from the underworld must not be permitted to walk freely upon the land.
de: Dämonen aus der Unterwelt dürfen sich nicht frei auf dem Land bewegen.
fr: Les démons venus du monde souterrain ne doivent pas pouvoir fouler librement la région.
it: Ai demoni degli inferi non dev'essere permesso di camminare liberamente sulla terra.
ko: 지하에서 올라온 악마들이 우리 대지 위에서 배회하도록 놔두선 안됩니다.
pl: Demonom z Podziemi nie wolno pozwolić swobodnie chodzić po powierzchni.
pt_br: Demônios do submundo não devem ter permissão para andar livremente sobre a terra.
ru: Демоны из преисподней не должны больше свободно разгуливать по земле.
tr: Yeraltı dünyasından gelen iblislerin yeryüzünde serbestçe dolaşmasına izin verilmemeli.
vi: Quỷ dữ từ thế giới ngầm không được phép tự do đi lại trên mặt đất.
zh_hans: 绝不允许来自黑社会的恶魔在陆地上自由行走。

source: Not far from here, a fearsome creature has made its home.
de: Nicht weit von hier hat sich eine furchterregende Kreatur niedergelassen.
fr: Non loin d'ici, une créature redoutable a élu domicile.
it: Non lontano da qui, una spaventosa creatura ha fatto la sua tana.
ko: 여기서 멀지 않은 곳에 무시무시한 생물이 집을 마련했습니다.
pl: Niedaleko stąd straszne stworzenie znalazło sobie dom.
pt_br: Não muito longe daqui, uma temível criatura fez sua casa.
ru: Недалеко отсюда поселилось ужасное существо.
tr: Buradan çok uzak olmayan bir yerde, korkunç bir yaratık yuva yaptı.
vi: Không xa nơi đây, một sinh vật đáng sợ đã chọn làm nơi trú ngụ.
zh_hans: 离这儿不远，一个可怕的生物已经成为它的家。

source: Terrible monstrosities live deep under the ground.
de: Schreckliche Monstrositäten leben tief unter der Erde.
fr: De terribles monstruosités vivent profondément sous terre.
it: Terribili mostruosità vivono nelle profondità del suolo.
ko: 끔찍한 괴물들이 지하 깊숙이 살고 있습니다.
pl: Okropne potworności żyją głęboko pod powierzchnią ziemi.
pt_br: Monstruosidades terríveis vivem profundamente debaixo da terra.
ru: Ужасные чудовища живут глубоко под землёй.
tr: Yerin derinliklerinde korkunç canavarlar yaşıyor.
vi: Những quái vật kinh hoàng sinh sống sâu dưới lòng đất.
zh_hans: 可怕的怪物生活在地下深处。

source: A force of evil has arisen in the world.
de: Eine böse Macht ist in der Welt aufgetaucht.
fr: Une force du mal est apparue dans le monde.
it: Una forza del male è sorta nel mondo.
ko: 악의 세력이 세상에 일어났습니다.
pl: Siły zła przybyły do tego świata.
pt_br: Uma força do mal surgiu no mundo.
ru: Силы зла появились в мире.
tr: Dünyada bir kötülük gücü ortaya çıktı.
vi: Một thế lực tà ác đã trỗi dậy trên thế giới.
zh_hans: 世界上出现了邪恶势力。

source: At the end of the world dwell the fiercest beasts of legend.
de: Am Ende der Welt hausen die wildesten Bestien der Legende.
fr: Au bout du monde habitent les bêtes les plus féroces de la légende.
it: Alla fine del mondo vivono le bestie più feroci delle leggende.
ko: 세상의 끝에 전설의 가장 사나운 짐승이 살고 있습니다.
pl: Na krańcu świata zamieszkują najgroźniejsze bestie rodem z legend.
pt_br: No fim do mundo habitam as bestas mais ferozes da lenda.
ru: На краю мира обитают самые жесточайшие твари из легенд.
tr: Dünyanın sonunda efsanelerin en vahşi canavarları yaşar.
vi: Tại tận cùng thế giới ẩn chứa những quái thú huyền thoại hung tợn nhất.
zh_hans: 在世界的尽头，居住着最传统的野兽。

source: Creatures grow mighty out in the wildest regions.
de: In den wildesten Regionen wachsen mächtige Kreaturen heran.
fr: Les créatures deviennent puissantes dans les régions les plus sauvages.
it: Le creature crescono possenti nelle regioni più selvagge.
ko: 생물은 가장 거친 지역에서 강력하게 자랍니다.
pl: Stworzenia są silne w najdzikszych regionach.
pt_br: As criaturas crescem poderosas fora das regioes mais selvagens.
ru: Мощь существ растёт в диких местах.
tr: Yaratıklar en vahşi bölgelerde güçlenir.
vi: Các sinh vật trở nên mạnh mẽ tại những vùng hoang dã nhất.
zh_hans: 生物在最狂野的地区成长壮大。

source: You might win fame by putting down a wild beast of great renown.
de: Du könntest Ruhm erlangen, indem du ein wildes Tier von großem Ruf erlegst.
fr: Vous pouvez gagner en réputation en tuant une bête sauvage de grande renommée.
it: Potresti ottenere fama abbattendo una bestia selvaggia di grande fama.
ko: 큰 명성을 가진 야수를 물리침으로써 명성을 얻을 수도 있습니다.
pl: Możesz zdobyć sławę, zabijając dziką bestię cieszącą się szeroką famą.
pt_br: Você pode ganhar fama colocando uma besta selvagem de grande renome.
ru: Вы можете добиться славы, сокрушив широко известную тварь.
tr: Büyük bir üne sahip vahşi bir canavarı indirerek şöhret kazanabilirsin.
vi: Bạn có thể giành được danh tiếng bằng cách hạ gục một quái thú hoang dã khét tiếng.
zh_hans: 你可以通过放下一个享有盛名的野兽来赢得名望。

source: Sometimes animals just get out of control.
de: Manchmal geraten Tiere einfach außer Kontrolle.
fr: Parfois, les animaux deviennent tout simplement incontrôlables.
it: A volte gli animali sfuggono al controllo.
ko: 때때로 동물은 통제 불능 상태가 됩니다.
pl: Czasem zwierzęta po prostu wymykają się spod kontroli.
pt_br: Às vezes, animais só ficam fora de controle.
ru: Иногда животные просто выходят из-под контроля.
tr: Bazen hayvanlar kontrolden çıkar.
vi: Đôi khi các loài động vật chỉ đơn giản là mất kiểm soát.
zh_hans: 有时动物会失去控制。

source: Something truly horrifying has vomited itself forth from the depths of the world.
de: Etwas wahrhaft Schreckliches hat sich aus den Tiefen der Welt herausgespuckt.
fr: Une chose de réellement horrible s'est déversée des profondeurs du monde.
it: Qualcosa di veramente orribile è stato vomitato dalle profondità del mondo.
ko: 지하 깊은곳에서 진정으로 공포스러운 무언가가 세상으로 뿜어져나왔습니다.
pl: Coś naprawdę przerażającego zostało wyplute głęboko z trzewi tego świata.
pt_br: Algo verdadeiramente horrível vomitou em si diante das profundezas do mundo.
ru: Глубины мира исторгли нечто действительно ужасающее.
tr: Gerçekten korkunç bir şey kendini dünyanın derinliklerinden dışarı kustu.
vi: Một thứ gì đó thực sự kinh hoàng đã trào ra từ sâu thẳm thế giới.
zh_hans: 真正令人恐惧的事物已经从世界的深处呕吐出来。

source: A great monster from the underground is said to have emerged from the darkness.
de: Ein großes Ungeheuer aus dem Untergrund soll aus der Dunkelheit aufgetaucht sein.
fr: On dit qu'un énorme monstre venu du monde souterrain a émergé des ténèbres.
it: Si dice che un grande mostro del sottosuolo sia emerso dalle tenebre.
ko: 어둠속에서 지하의 거대한 괴물이 나타났다고 합니다.
pl: Podobno wielki potwór z podziemi wynurzył się z mroku.
pt_br: Um grande monstro do underground é dito ter surgido a partir da escuridao.
ru: Говорят, будто огромный монстр из преисподней выбрался на поверхность.
tr: Yeraltından gelen büyük bir canavarın karanlıktan çıktığı söyleniyor.
vi: Người ta đồn rằng một quái vật vĩ đại từ lòng đất đã thoát ra từ bóng tối.
zh_hans: 据说一个来自地下的巨大怪物已经从黑暗中出现。

source: A vile beast from the caverns now walks the land.
de: Eine abscheuliche Bestie aus den Höhlen wandelt nun durch das Land.
fr: Une vile bête des cavernes parcourt maintenant la terre.
it: Una vile bestia proveniente dalle caverne ora cammina sulla terra.
ko: 동굴에서 나온 사악한 짐승이 이제 땅을 돌아다닙니다.
pl: Podła bestia z jaskiń chodzi teraz po ziemi.
pt_br: Uma besta vil de cavernas agora anda a terra.
ru: Мерзкая тварь из пещер теперь бродит по земле.
tr: Mağaralardan gelen aşağılık bir canavar şimdi yeryüzünde dolaşıyor.
vi: Một quái thú hèn hạ từ hang động giờ đây đang lang thang trên mặt đất.
zh_hans: 来自洞穴的邪恶野兽现在走遍了这片土地。

source: A lurking pest has come up from the underground.
de: Ein lauernder Schädling ist aus dem Untergrund aufgetaucht.
fr: Un ravageur caché est sorti du sous-sol.
it: Un parassita in agguato è emerso dal sottosuolo.
ko: 숨어있는 해충이 지하에서 올라왔습니다.
pl: Szkodliwe zło wynurzyło się z podziemia.
pt_br: Surgiu uma praga à espreita do underground.
ru: Притаившаяся угроза пришла из преисподней.
tr: Pusuda bekleyen bir bela yeraltından yukarı çıktı.
vi: Một kẻ quấy phá ẩn nấp đã trồi lên từ lòng đất.
zh_hans: 一种潜伏的害虫从地下出现。

source: The world is safer for travelers when night creatures no longer stalk the darkness.
de: Die Welt wird für Reisende sicherer, wenn die Kreaturen der Nacht nicht mehr durch die Dunkelheit schleichen.
fr: Le monde est plus sûr pour les voyageurs quand les créatures de la nuit ne rôdent plus dans les ténèbres.
it: Il mondo è più sicuro per i viaggiatori quando le creature notturne non si aggirano più nell'oscurità.
ko: 밤의 괴물들이 더이상 매일 밤마다 돌아다니지 않을때 이 세상은 여행자들에게 안전해질것입니다.
pl: Świat jest bezpieczniejszy dla podróżników, gdy stworzenia nocy nie czychają już w mroku.
pt_br: O mundo está mais seguro para os viajantes quando criaturas da noite já não espreitar a escuridao.
ru: Мир более безопасен для путников, когда ночные твари больше не бродят в темноте.
tr: Gece yaratıkları artık karanlıkta dolaşmadığında dünya gezginler için daha güvenlidir.
vi: Thế giới sẽ an toàn hơn cho du khách khi các sinh vật bóng đêm không còn rình rập trong bóng tối.
zh_hans: 当夜间生物不再追踪黑暗时，世界对旅行者来说更安全。

source: A great beast threatens to bring ruin upon our people.
de: Eine große Bestie droht damit Verwüstung über unsere Leute zu bringen.
fr: Une grande bête menace de ruiner notre peuple.
it: Una grande bestia minaccia di portare rovina sul nostro popolo.
ko: 거대한 짐승이 우리 백성을 파멸로 몰고 옵니다.
pl: Wielka bestia grozi przyniesieniem ruiny naszym ludziom.
pt_br: Uma grande besta ameaça trazer a ruína sobre nosso povo.
ru: Огромная тварь грозит обратить наш народ в прах.
tr: Büyük bir canavar halkımıza yıkım getirmekle tehdit ediyor.
vi: Một quái vật vĩ đại đe dọa mang lại sự tàn phá cho dân tộc chúng ta.
zh_hans: 一头巨兽威胁要毁灭我们的人民。

source: We have been under siege by an ancient force of nature.
de: Wir sind unter Belagerung durch eine uralte Naturgewalt.
fr: Nous avons été assiégés par une ancienne force de la nature.
it: Siamo stati assediati da un'antica forza della natura.
ko: 우리는 고대 자연의 힘에 의해 포위되었습니다.
pl: Zostaliśmy oblężeni przez starożytne siły natury.
pt_br: Estamos cercados por uma antiga força da natureza.
ru: Мы осаждены древними силами природы.
tr: Kadim bir doğa gücü tarafından kuşatma altındayız.
vi: Chúng ta đang bị bao vây bởi một thế lực tự nhiên cổ xưa.
zh_hans: 我们一直被一股古老的自然力量包围。

source: It is time to send our cursed enemy back to the underworld.
de: Es ist Zeit unseren verfluchten Feind zurück in die Unterwelt zu schicken.
fr: Il est temps de renvoyer nos maudits ennemis dans le monde souterrain.
it: È ora di rispedire il nostro nemico maledetto negli inferi.
ko: 저주받은 적을 지하 세계로 돌려보낼 때입니다.
pl: To już czas, aby wysłać naszego przeklętego wroga z powrotem do podziemi.
pt_br: É hora de enviar o nosso inimigo maldito volta para o submundo.
ru: Время отправить нашего проклятого врага в преисподнюю.
tr: Lanetli düşmanımızı yeraltı dünyasına geri göndermenin zamanı geldi.
vi: Đã đến lúc đẩy kẻ thù đáng nguyền rủa của chúng ta trở lại thế giới ngầm.
zh_hans: 是时候把我们被诅咒的敌人送回黑社会了。

source: Our people have been tormented by a fearsome foe.
de: Unsere Leute wurden durch einen angsteinflößenden Gegner schikaniert.
fr: Notre peuple a été tourmenté par un ennemi redoutable.
it: Il nostro popolo è stato tormentato da un nemico temibile.
ko: 우리 백성은 무시무시한 적에게 고통을 받았습니다.
pl: Nasz lud był dręczony przez przerażającego nieprzyjaciela.
pt_br: Nosso povo tem sido atormentado por um inimigo temível.
ru: Наш народ изводит грозный враг.
tr: Halkımız korkunç bir düşman tarafından eziyet gördü.
vi: Dân tộc chúng ta đã bị hành hạ bởi một kẻ thù đáng sợ.
zh_hans: 我们的人民被一个可怕的敌人折磨着。

source: A beast horrible beyond imagining threatens us.
de: Eine Bestie, schlimmer als man sich vorstellen kann, bedroht uns.
fr: Une bête horrible au-delà de l'imagination nous menace.
it: Una bestia orribile oltre ogni immaginazione ci minaccia.
ko: 상상을 초월하는 무시무시한 짐승이 우리를 위협합니다.
pl: Grozi nam bestia, przerażająca ponad granice wyobraźni.
pt_br: Uma besta horrível além da imaginação que nos ameaça.
ru: Нам угрожает запредельно ужасная тварь.
tr: Hayal edilemeyecek kadar korkunç bir canavar bizi tehdit ediyor.
vi: Một quái vật kinh khủng ngoài sức tưởng tượng đang đe dọa chúng ta.
zh_hans: 超乎想象的野兽可怕威胁我们。

source: The forces of darkness have descended upon us.
de: Die Mächte der Finsternis sind über uns hereingebrochen.
fr: Les forces des ténèbres sont descendues sur nous.
it: Le forze delle tenebre sono scese su di noi.
ko: 어둠의 세력이 우리에게 내려왔습니다.
pl: Zstąpiły na nas siły ciemności.
pt_br: As forças das trevas tem desceu sobre nós.
ru: Силы тьмы спустились на нас.
tr: Karanlığın güçleri üzerimize çöktü.
vi: Các thế lực bóng tối đã giáng xuống chúng ta.
zh_hans: 黑暗势力降临在我们身上。

source: We are besieged by a terrifying monster from the harshest wilderness.
de: Wir werden von einem furchterregenden Ungeheuer aus der rauesten Wildnis belagert.
fr: Nous sommes assiégés par un monstre terrifiant venu des plus dures régions sauvages.
it: Siamo assediati da un mostro terrificante che proviene dalle terre più estreme.
ko: 우리는 가장 혹독한 광야에서 온 무시무시한 괴물에게 포위당했습니다.
pl: Jesteśmy oblegani przez strasznego potwora z najdzikszej dziczy.
pt_br: Estamos cercados por um terrível monstro do deserto mais severo.
ru: Нас осаждает ужасный монстр, пришедший из суровых диких мест.
tr: En zorlu yaban hayatından gelen korkunç bir canavar tarafından kuşatıldık.
vi: Chúng ta đang bị vây hãm bởi một quái vật đáng sợ từ vùng hoang dã khắc nghiệt nhất.
zh_hans: 我们被来自最严酷的荒野的可怕怪物围困。

source: A savage beast from the thick of the wilds hunts us at will.
de: Eine wilde Bestie aus dem Dickicht der Wildnis jagt uns nach Belieben.
fr: Une bête sauvage venue des profondeurs de la nature nous chasse à foison.
it: Una bestia selvaggia proveniente dal folto delle terre selvagge ci caccia a volontà.
ko: 울창한 야생에서 온 사나운 짐승이 마음대로 우리를 사냥합니다.
pl: Nieposkromiona bestia z dziczy poluje na nas do woli.
pt_br: Uma fera selvagem do grosso da selva caça-à vontade.
ru: Дикий зверь из густых дебрей беспрепятственно охотится на нас.
tr: Vahşi doğanın derinliklerinden gelen vahşi bir canavar bizi keyfince avlıyor.
vi: Một quái thú hung tợn từ sâu thẳm vùng hoang dã săn lùng chúng ta tùy ý.
zh_hans: 来自野外丛林的野兽随意追捕我们。

source: A ferocious unnatural beast has become the bane of our people.
de: Eine wilde, unnatürliche Bestie ist zum Fluch für unser Volk geworden.
fr: Une bête féroce contre nature est devenue le fléau de notre peuple.
it: Una feroce bestia innaturale è diventata la rovina del nostro popolo.
ko: 사나운 부자연스러운 짐승이 우리 민족의 골칫거리가 되었습니다.
pl: Okrutna, nienaturalna bestia stała się zgub naszego ludu.
pt_br: Uma fera sobrenatural tornou-se a ruína do nosso povo.
ru: Странная свирепая тварь стала бичом нашего народа.
tr: Yırtıcı bir doğaüstü canavar halkımızın baş belası oldu.
vi: Một quái thú hung dữ phi tự nhiên đã trở thành tai họa của dân tộc chúng ta.
zh_hans: 凶猛不自然的野兽已成为我们人民的祸根。

source: A ferocious wild animal has been set on us by nature.
de: Ein wildes Tier wurde von der Natur auf uns gehetzt.
fr: Un animal sauvage féroce a été jeté sur nous par la nature.
it: La natura ci ha messo alle costole un animale selvaggio e feroce.
ko: 사나운 야생 동물은 본질적으로 우리에게 설정되었습니다.
pl: Natura wysłała przeciw nam okrutne, dzikie zwierzę.
pt_br: Um animal feroz e selvagem foi definido em nós por natureza.
ru: Природа натравила на нас свирепое дикое животное
tr: Doğa tarafından üzerimize yırtıcı bir vahşi hayvan salındı.
vi: Một loài động vật hoang dã hung dữ đã bị tự nhiên đẩy đến chống lại chúng ta.
zh_hans: 一种凶猛的野生动物本质上已经落在我们身上。

source: A beast from the wilds has been harassing our people.
de: Eine wilde Bestie hat unsere Leute belästigt.
fr: Une bête sauvage a harcelé notre peuple.
it: Una bestia selvaggia sta perseguitando la nostra gente.
ko: 야생의 짐승이 우리 민족을 괴롭히고 있습니다.
pl: Bestia z dziczy niepokoi naszych ludzi.
pt_br: Um animal de confins atormentando a nossa gente.
ru: Зверь из дебрей тревожит наш народ.
tr: Yaban hayatından gelen bir canavar halkımızı taciz ediyor.
vi: Một quái thú từ vùng hoang dã đã quấy nhiễu dân tộc chúng ta.
zh_hans: 来自荒野的野兽一直在骚扰我们的人民。

source: A terror most foul from the evil depths nigh the underworld plagues us.
de: Ein Schrecken, der aus den bösen Tiefen der Unterwelt kommt, plagt uns.
fr: Une ignoble terreur venue des profondeurs du monde souterrain arrive nous tourmenter.
it: Un terrore immondo, proveniente dalle malvagie profondità vicine agli inferi, ci affligge.
ko: 지하의 가장 깊은 곳에서 가장 사악한 공포가 우리를 괴롭힙니다.
pl: Dręczy nas najohydniejszy terror ze złych głębin podziemnego świata.
pt_br: Um terror mais podre das profundezas maus quase o submundo nos atormenta.
ru: Нас изводят самые мерзкие напасти из злых глубин вблизи преисподней.
tr: Yeraltı dünyasının yakınındaki kötü derinliklerden gelen en iğrenç dehşet bize musallat oldu.
vi: Một nỗi kinh hoàng tột độ từ vực sâu tăm tối gần thế giới ngầm đang giày vò chúng ta.
zh_hans: 从黑暗世界困扰我们的邪恶深处来看，恐怖最为恐怖。

source: A vile monster from the bowels of the earth has been preying on our people.
de: Ein abscheuliches Monster aus den Eingeweiden der Erde hat es auf unser Volk abgesehen.
fr: Un infâme monstre venu des entrailles de la terre se précipite sur notre peuple.
it: Un vile mostro proveniente dalle viscere della terra ha predato il nostro popolo.
ko: 지하 깊숙한 곳에서 온 사악한 괴물이 우리 사람들을 잡아먹고 있습니다.
pl: Podły potwór z wnętrzności ziemi żeruje na naszych ludziach.
pt_br: Um monstro vil das entranhas da terra tem sido predando nosso povo.
ru: Гнусное чудовище из недр земли пожирает наших людей.
tr: Dünyanın bağırsaklarından gelen aşağılık bir canavar halkımızı avlıyor.
vi: Một quái vật ghê tởm từ sâu thẳm lòng đất đã và đang săn lùng dân tộc chúng ta.
zh_hans: 来自土里的邪恶怪物一直在捕食我们。

source: A beast from underground has been assailing us.
de: Eine Bestie aus dem Untergrund hat uns heimgesucht.
fr: Une bête souterraine nous a assaillis.
it: Una bestia del sottosuolo ci ha assaliti.
ko: 지하에서 온 짐승이 우리를 공격하고 있습니다.
pl: Atakuje nas bestia z podziemia.
pt_br: Uma besta do subsolo tem sido nos atacando.
ru: Чудовище из подземелий нападает на нас.
tr: Yeraltından gelen bir canavar bize saldırıyor.
vi: Một quái thú từ lòng đất đã và đang tấn công chúng ta.
zh_hans: 来自地下的野兽一直在攻击我们。

source: A creature of the night has our people cowering in fear.
de: Eine Kreatur der Nacht lässt unser Volk in Angst und Schrecken erstarren.
fr: Une créature de la nuit fait trembler notre peuple de peur.
it: Una creatura della notte ha spaventato la nostra gente.
ko: 밤의 생물이 우리 백성을 공포에 떨게 합니다.
pl: Stworzenie nocy sprawia, że nasi ludzie kulą się ze strachu.
pt_br: Uma criatura da noite tem nosso povo se encolhendo de medo.
ru: Создание ночи держит наш народ в страхе.
tr: Gecenin bir yaratığı halkımızı korkudan sindirdi.
vi: Một sinh vật bóng đêm đã khiến dân tộc chúng ta phải co rúm trong sợ hãi.
zh_hans: 夜晚的生物让我们的人民在恐惧中畏缩。

source: Seek this place if you wish to confront
de: Suchen Sie diesen Ort auf, wenn Sie sich
fr: Cherchez cet endroit si vous souhaitez affronter
it: Cerca questo luogo se vuoi affrontare
ko: 맞서고 싶다면 이곳을 찾아라
pl: Szukaj tego miejsca, jeśli chcesz się zmierzyć z
pt_br: Procure este lugar se você deseja enfrentar
ru: Ищи это место, если хочешь конфликта
tr: Şununla yüzleşmek istersen burayı ara:
vi: Hãy tìm nơi này nếu bạn muốn đối đầu
zh_hans: 如果你想面对，请寻找这个地方

source: This insidious evil is
de: Das heimtückische Übel ist
fr: Ce mal insidieux est
it: Questo male insidioso è
ko: 이 교활한 악은
pl: To podstępne zło jest
pt_br: Este mal insidioso é
ru: Это коварное зло
tr: Bu sinsi kötülük
vi: Tà ác xảo quyệt này là
zh_hans: 这种阴险的邪恶是

source: Seek this place if you hunt
de: Suche diesen Ort, wenn du jagst
fr: Cherchez cet endroit si vous chassez
it: Cerca questo posto se vai a caccia di
ko: 사냥을 한다면 이곳을 찾아라
pl: Szukaj tego miejsca jeśli polujesz na
pt_br: Procure este lugar se você quiser caçar
ru: Ищи это место, если охотишься
tr: Şunu avlıyorsan burayı ara:
vi: Hãy tìm nơi này nếu bạn săn lùng
zh_hans: 如果你打猎，请寻找这个地方

source: The creature is
de: Die Kreatur ist
fr: La créature est
it: La creatura è
ko: 생물은
pl: To stworzenie jest
pt_br: uma criatura segura.
ru: Существо
tr: Yaratık
vi: Sinh vật đó là
zh_hans: 这个生物是

source: Body corrupted beyond reckoning,
de: Der Körper ist unvorstellbar geschädigt,
fr: Corps corrompu au-delà de tout compte,
it: Corpo corrotto oltre ogni limite,
ko: 상상할 수 없을 정도로 부패한 몸,
pl: Ciało zepsute poza ludzkie pojęcie.
pt_br: Corpo corrompido além do estimável,
ru: Тело изуродовано до неузнаваемости.
vi: Thân xác bị biến chất đến mức không thể nhận ra,
zh_hans: 身体腐败超出清算范围，

source: assumes a beastly form to terrorize us.
de: nimmt eine bestialische Form an, um uns zu terrorisieren.
fr: prend une forme bestiale pour nous terroriser.
it: assume una forma bestiale per terrorizzarci.
ko: 우리를 공포에 떨게 하기 위해 야수 같은 형태를 취합니다.
pl: przybiera formę bestii, aby nas terroryzować.
pt_br: assume uma forma bestial para aterrorizar-nos.
ru: принимает животную форму, чтобы терроризировать нас.
tr: bizi korkutmak için canavarca bir forma bürünüyor.
vi: mang hình dạng quái thú để khủng bố chúng ta.
zh_hans: 采取野兽形式来恐吓我们。

source: fooled
de: getäuscht
fr: dupé
it: ingannato
ko: 속았다
pl: oszukany
pt_br: Estupidez
ru: одурачил
tr: kandırdı
vi: đã bị lừa
zh_hans: 上当

source: the impersonation of
de: die Verkörperung von
fr: l'usurpation d'identité
it: l'impersonificazione di
ko: 사칭
pl: podszywanie się pod
pt_br: Resposta à saudação (representação)
ru: воплощение
tr: şunun kılığına giren:
vi: sự mạo danh của
zh_hans: 模仿

source: Our people have been pestered by skulking villains.
de: Unser Volk wurde von heimtückischen Schurken belästigt.
fr: Notre peuple a été harcelé par des méchants rôdeurs.
it: La nostra gente è stata importunata da criminali furtivi.
ko: 우리 국민은 은밀한 악당들에게 괴롭힘을 당했습니다.
pl: Nasi ludzie są dręczeni przez czjące się zło.
pt_br: Nosso povo tem sido importunado por viloes esquivo.
ru: Нашему народу угрожают скрывающиеся злодеи.
tr: Halkımız sinsi caniler tarafından rahatsız edildi.
vi: Dân tộc chúng ta đã bị quấy phá bởi những kẻ ác lẩn trốn.
zh_hans: 我们的人民被偷偷摸摸的恶棍所困扰。

source: They have a
de: Sie haben eine
fr: Ils ont un
it: Hanno un
ko: 그들은
pl: Mają
pt_br: Eles têm um
ru: У них есть
vi: Họ có một
zh_hans: 他们有个

source: called
de: genannt.
fr: appelé
it: chiamato
ko: ~라고 불리는
pl: zwane
pt_br: chamado
ru: называемые
tr: adı
vi: gọi là
zh_hans: 叫

source: somewhere
de: irgendwo
fr: quelque part
it: da qualche parte
ko: 어딘가에
pl: gdzieś
pt_br: em algum lugar
ru: где-то
tr: bir yerde
vi: ở đâu đó
zh_hans: 某处
