Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Plant gathering zones are used in locations where plants will be gathered frequently. Use the gather designation otherwise.
de: Pflanzensammelzonen werden an Orten verwendet, an denen Pflanzen häufig gesammelt werden. Verwenden Sie ansonsten die Bezeichnung Sammeln.
fr: Les zones de cueillette de plantes sont utilisées dans des endroits où les plantes seront fréquemment cueillies. Sinon, utilisez la désignation de collecte.
it: Le zone di raccolta delle piante vengono sfruttate in luoghi in cui le piante verranno raccolte frequentemente. Altrimenti utilizza la designazione di raccolta.
ko: 식물채집구역은 식물이 자주 모일 장소에 사용된다. 그렇지 않으면 채집 지정을 사용합니다.
pl: Strefy zbierania roślin są używane w miejscach, gdzie rośliny będą zbieranie regularnie. Inaczej użyj zaznaczenia zbierania.
pt_br: As zonas de coleta de plantas são usadas em locais onde as plantas serão coletadas com frequência. Caso contrário, use a designação de coleta.
ru: Зоны сбора растений используются в местах, где растения будут собираться часто. В противном случае вручную прикажите собрать растения.
vi: Các khu vực thu thập thực vật được sử dụng ở những vị trí nơi thực vật sẽ được thu thập thường xuyên. Nếu không, hãy sử dụng chỉ định thu thập.
zh_hans: 植物采集区用于经常采集植物的地方。 在其他情况下，请使用采集指定。

source: Items designated for dumping will be tossed into open air spaces included in this zone. If no open air tiles are included, they will dump the items on the floor.
de: Items, die zum Wegwerfen bestimmt sind, werden in die Freiflächen in dieser Zone geworfen. Wenn keine Freiflächen vorhanden sind, werden die Gegenstände auf den Boden geworfen.
fr: Les objets destinés à être jetés seront jetés dans des espaces en plein air inclus dans cette zone. Si aucune dalle en plein air n'est incluse, ils videront les objets sur le sol.
it: Gli oggetti destinati allo scarico saranno gettati negli spazi all'aperto compresi in questa zona. Se non sono incluse tessere all'aperto, scaricheranno gli oggetti sul pavimento.
ko: 덤핑 대상으로 지정된 물품은 이 구역에 포함된 야외 공간에 버려질 것이다. 만약 야외 타일이 포함되지 않는다면, 그들은 물건들을 바닥에 버릴 것이다.
pl: Przedmioty przeznaczone do wyrzucenia będą wyrzucane w miejsca pustej przestrzeni w tej strefie. Jeśli nie ma takich, będą wyrzucane na ziemię.
pt_br: Os itens designados para despejo serão lançados em espaços ao ar livre incluídos nesta zona. Se nenhum ladrilho ao ar livre for incluído, eles despejarão os itens no chão.
ru: Предметы, отмеченные для выброса, будут выброшены на открытые пространства, входящие в эту зону. Если нет клеток под открытым небом, предметы будут выброшены на пол.
vi: Vật phẩm được chỉ định để đổ bỏ sẽ được ném vào các không gian ngoài trời bao gồm trong khu vực này. Nếu không có ô không gian ngoài trời nào được bao gồm, họ sẽ đổ vật phẩm xuống sàn.
zh_hans: 被指定为倾倒的物品将被扔到包括在这个区域的露天空间。 如果没有包括露天空间的瓷砖，他们将把物品扔在地上。

source: Certain livestock need to graze on grass. Assign these animals to a pasture zone. No fencing is needed.
de: Bestimmte Nutztiere müssen auf der Weide grasen. Weisen Sie diesen Tieren eine Weidezone zu. Eine Umzäunung ist nicht erforderlich.
fr: Certains animaux ont besoin de paître sur l'herbe. Affectez ces animaux à une zone de pâturage. Aucune clôture n'est nécessaire.
it: Alcuni animali hanno bisogno di pascolare sull'erba. Assegna questi animali a una zona di pascolo. Recinzioni non necessarie.
ko: 어떤 가축들은 풀을 뜯어야 합니다. 이 동물들을 목초지에 지정하세요. 울타리는 필요 없습니다.
pl: Pewne trzody potrzebują wypasać się na trawie. Przydziel te zwierzęta do pastwiska. Ogrodzenie nie jest potrzebne.
pt_br: Certos animais precisam pastar na grama. Atribua esses animais a uma zona de pastagem. Nenhuma cerca é necessária.
ru: Определенный домашний скот должен пастись на траве. Отведите этих животных в пастбищную зону. Никакого ограждения не требуется.
vi: Một số gia súc cần chăn thả trên cỏ. Chỉ định những động vật này vào một khu vực đồng cỏ. Không cần hàng rào.
zh_hans: 某些牲畜需要在草地上吃草。将这些动物分配到牧场区。不需要围栏。

source: Animals assigned to pit/pond zones are dumped in the pit, but will leave the zone afterward if possible. If the pit is designated as a pond, your citizens will attempt to fill it with water using buckets.
de: Tiere, die einer Gruben-/Teichzone zugewiesen sind, werden in die Grube geworfen, verlassen aber danach nach Möglichkeit die Zone. Wenn die Grube als Teich ausgewiesen ist, versuchen Ihre Bürger, sie mit Eimern mit Wasser zu füllen.
fr: Les animaux affectés aux zones de fosse/étang sont jetés dans la fosse, mais quitteront la zone par la suite si possible. Si la fosse est désignée comme un étang, vos citoyens tenteront de la remplir d'eau à l'aide de seaux.
it: Gli animali assegnati alle zone di fossa/stagno vengono gettati nella fossa, ma in seguito lasceranno la zona, se possibile. Se la fossa è designata come stagno i cittadini cercheranno di riempirla d'acqua usando dei secchi.
ko: 구덩이/연못 구역에 지정된 동물은 구덩이에 버려지지만, 가능하면 구역을 떠날 것입니다. 만약 그 구덩이가 연못으로 지정된다면, 여러분의 시민들은 양동이를 사용하여 그 구덩이를 물로 채우려고 할 것입니다.
pl: Zwierzęta przydzielona do stref dołów/stawów są zrzucane w dół, lecz będą opuszczać strefę natychmiast, jeśli to możliwe. Jeśli dół jest zaznaczony jako staw, obywatele będą próbowali wypełnić go wodą przy pomocy wiader.
pt_br: Os animais atribuídos às zonas de poço/lago são despejados no poço, mas deixarão a zona depois, se possível. Se o poço for designado como um lago, seus cidadãos tentarão enchê-lo com água usando baldes.
ru: Животные, отнесенные к зонам ям/прудов, сбрасываются в яму, но по возможности покидают зону позже. Если яма обозначена как пруд, ваши граждане попытаются наполнить ее водой с помощью ведер.
vi: Động vật được chỉ định cho khu vực hố/ao sẽ được thả vào hố, nhưng sẽ rời khỏi khu vực sau đó nếu có thể. Nếu hố được chỉ định làm ao, cư dân của bạn sẽ cố gắng đổ đầy nước vào đó bằng xô.
zh_hans: 被分配到坑/池塘区的动物被扔在坑里，但如果可能的话，之后会离开该区。 如果坑被指定为池塘，你的公民将试图用水桶将其填满。

source: Your citizens will fill sand bags at this zone if a sandy floor or sandy wall is included. This task is initiated manually at the glass furnace.
de: Die Bürgerinnen und Bürger füllen in diesem Bereich Sandsäcke, wenn ein sandiger Boden oder eine sandige Wand vorhanden ist. Diese Aufgabe wird manuell am Glasofen ausgelöst.
fr: Vos citoyens rempliront des sacs de sable dans cette zone si un sol sablonneux ou un mur sablonneux est inclus. Cette tâche est initiée manuellement au niveau du four à verre.
it: I cittadini riempiranno i sacchi di sabbia in questa zona se vi è un pavimento o una parete sabbiosa. Questo compito va avviato manualmente presso il forno per vetro.
ko: 모래 바닥이나 모래 벽이 포함된 경우 시민들은 이 구역에서 모래주머니를 채울 것입니다. 이 작업은 유리 용해로에서 수동으로 시작됩니다.
pl: Twoi obywatele będą wypełniali worki z piaskiem w tej strefie, jeśli zawarta w niej jest piaskowa podłoga lub ściana. To zadanie jest ręcznie rozpoczynane w piecu do szkła.
pt_br: Seus cidadãos encherão sacos de areia nesta zona se um piso de areia ou parede de areia estiver incluído. Esta tarefa é iniciada manualmente no forno de vidro.
ru: Ваши граждане будут заполнять мешки с песком в этой зоне, если имеется песчаный пол или песчаная стена. Эта задача выполняется вручную в стекловаренной печи.
vi: Cư dân của bạn sẽ đổ đầy bao cát tại khu vực này nếu có sàn cát hoặc tường cát. Nhiệm vụ này được khởi tạo thủ công tại lò thủy tinh.
zh_hans: 如果包括沙地或沙墙，你的公民将在这个区域填充沙袋。 这个任务是在玻璃熔炉处手动启动的。

source: Your citizens will collect clay at this zone if a clay floor or clay wall is included. This task is initiated manually at the kiln.
de: Ihre Bürger sammeln in diesem Bereich Lehm, wenn ein Lehmboden oder eine Lehmwand vorhanden ist. Diese Aufgabe wird manuell am Brennofen ausgelöst.
fr: Vos citoyens collecteront de l'argile dans cette zone si un sol ou un mur d'argile est inclus. Cette tâche est lancée manuellement au four.
it: I cittadini raccoglieranno l'argilla in questa zona se è presente un pavimento o muro in argilla. Questo compito si avvia manualmente presso il forno.
ko: 당신의 시민은 클레이 바닥이나 클레이 벽이 포함되면 이 구역에서 클레이를 수집합니다. 이 작업은 가마에 수동으로 시작됩니다.
pl: Twoi obywatele będą zbierać glinę w tej strefie, jeśli zawarta w niej jest gliniana podłoga lub ściana. To zadanie jest ręcznie rozpoczynane w piecu do cegieł.
pt_br: Seus cidadãos coletarão argila nesta zona se um piso de argila ou parede de argila estiver incluído. Esta tarefa é iniciada manualmente no forno.
ru: Ваши граждане будут собирать глину в этой зоне, если в нее включен глиняный пол или глиняная стена. Эта задача выполняется вручную в печи.
vi: Cư dân của bạn sẽ thu thập đất sét tại khu vực này nếu có sàn đất sét hoặc tường đất sét. Nhiệm vụ này được khởi tạo thủ công tại lò nung.
zh_hans: 如果包括粘土地面或粘土墙，你的公民将在这个区域收集粘土。 这个任务是在窑洞里手动启动的。

source: This important zone is where your citizens will gather to socialize. Crucially, the meeting area is where locations such as taverns, temples, hospitals, and the like are established.
de: Diese wichtige Zone ist der Ort, an dem Ihre Bürger zusammenkommen, um sich zu treffen. In dem Versammlungsbereich werden vor allem Tavernen, Tempel, Krankenhäuser und dergleichen eingerichtet.
fr: Cette zone importante est l'endroit où vos citoyens se rassembleront pour socialiser. Fondamentalement, la zone de réunion est l'endroit où des lieux tels que des tavernes, des temples, des hôpitaux, etc. sont établis.
it: Quest'importante zona è il luogo in cui i cittadini si riuniscono per socializzare. L'area d'incontro è il luogo in cui si trovano locande, templi, ospedali e simili.
ko: 이 중요한 지역은 시민들이 모여 친목을 도모하는 곳입니다. 결정적으로 만남의 장소는 선술집, 사찰, 병원 등이 자리 잡은 곳입니다.
pl: Ta ważna strefa jest miejscem, gdzie twoi obywatele będą się socjalizować. Co najważniejsze, obszar spotkań to miejsce, w którym ustanawiane są miejsca, jak tawerny, świątynie, szpitale i tym podobne.
pt_br: Esta zona importante é onde seus cidadãos se reunirão para socializar. Crucialmente, a área de reunião é onde locais como tavernas, templos, hospitais e similares são estabelecidos.
ru: Эта важная область - место, где ваши поселенцы будут собираться для общения. Важно отметить, что зона собраний - это участок, где расположены такие места, как таверны, храмы, госпитали и тому подобное.
vi: Khu vực quan trọng này là nơi cư dân của bạn sẽ tụ tập để giao lưu. Quan trọng hơn, khu vực họp mặt là nơi thiết lập các vị trí như quán rượu, đền thờ, bệnh viện, v.v.
zh_hans: 这个重要区域是您的公民聚集社交的地方。 至关重要的是，会议区是建立酒馆、寺庙、医院等场所的地方。

source: Animals that are capable of being trained receive their training at this zone once they have been assigned a trainer from the Pets/Livestock menu. Generally, a piece of meat is required.
de: Tiere, die trainiert werden können, erhalten ihr Training in dieser Zone, nachdem ihnen ein Trainer aus dem Menü Haustiere/Vieh zugewiesen wurde. In der Regel ist ein Stück Fleisch erforderlich.
fr: Les animaux pouvant être dressés reçoivent leur dressage dans cette zone une fois qu'un dresseur leur a été assigné depuis le menu Animaux/Bétail. Généralement, un morceau de viande est nécessaire.
it: Gli animali in grado d'essere addestrati ricevono l'addestramento in questa zona dopo che è stato loro assegnato un addestratore dal menù Animali domestici/Bestiame. In genere è richiesto un pezzo di carne.
ko: 훈련을 받을 수 있는 동물은 애완동물 메뉴에서 트레이너를 배정받으면 이 구역에서 훈련을 받습니다. 일반적으로 고기 한 점이 필요합니다.
pl: Zwierzęta, które są zdolne do tresury otrzymają ją w tej strefie od momentu, w którym przypisany im zostanie trener z menu Pupile/Trzoda. Generalnie, potrzebny jest kawałek mięsa.
pt_br: Os animais que podem ser treinados recebem seu treinamento nesta zona, uma vez que tenham sido atribuídos a um treinador no menu Animais de estimação/Gado. Geralmente, um pedaço de carne é necessário.
ru: Животные, поддающиеся дрессировке, проходят обучение в этой зоне после того, как им назначен дрессировщик из меню "Питомцы и скот". Скорее всего, пригодится кусок мяса.
vi: Động vật có khả năng được huấn luyện nhận huấn luyện tại khu vực này một khi chúng đã được chỉ định một người huấn luyện từ menu Thú Cưng/Gia Súc. Thông thường, cần một miếng thịt.
zh_hans: 能够接受训练的动物一旦从宠物/家畜菜单中被分配了训练师，就会在该区域接受训练。一般来说，一块肉是必须的。

source: Your citizens will sleep in bedrooms. It should include a bed! Try to enclose it with walls and/or doors. Do not overlap with other rooms.
de: Ihre Bürger werden in Schlafzimmern schlafen. Es sollte ein Bett enthalten! Versuchen Sie, es mit Wänden und/oder Türen auszustatten. Es darf sich nicht mit anderen Räumen überschneiden.
fr: Vos citoyens dormiront dans des chambres. Il devrait inclure un lit ! Essayez de l'enfermer avec des murs et/ou des portes. Ne pas superposer avec d'autres pièces.
it: I tuoi cittadini dormiranno nelle camere da letto. Esse dovrebbero includere un letto! Prova a racchiuderlo tra pareti e/o porte. Non sovrapporla ad altre stanze.
ko: 당신의 시민들은 침실에서 잘 것입니다. 침대가 포함되어 있어야 합니다! 벽 또는 문으로 둘러싸도록 하십시오. 다른 방과 겹치지 마십시오.
pl: Twoi obywatele będą spać w sypialniach. Powinny zawierać łóżko! Spróbuj je otoczyć ścianami i/lub drzwiami. Nie pokrywaj ich z innymi pomieszczeniami.
pt_br: Seus cidadãos dormirão em quartos. Deve incluir uma cama! Tente encerrá-lo com paredes e/ou portas. Não se sobrepõe a outras salas.
ru: Ваши жители будут отдыхать в спальнях. В них обязательно должна быть кровать! Попробуйте окружить ее стенами и/или дверями. И не пересекайте спальни с другими помещениями.
vi: Cư dân của bạn sẽ ngủ trong phòng ngủ. Nó nên bao gồm một cái giường! Hãy cố gắng bao quanh nó bằng tường và/hoặc cửa. Không chồng lấn với các phòng khác.
zh_hans: 你的公民将睡在卧室里。 它应该包括一张床！ 尝试用墙壁和/或门将其封闭。 （不能与其他房间重叠）

source: An office or study is required for certain official tasks, such as approving work orders and bookkeeping. A chair or throne is required for these functions.
de: Ein Büro oder Arbeitszimmer ist für bestimmte offizielle Aufgaben erforderlich, z. B. für die Genehmigung von Arbeitsaufträgen und die Buchführung. Für diese Aufgaben ist ein Stuhl oder ein Thron erforderlich.
fr: Un bureau ou une étude est nécessaire pour certaines tâches officielles, telles que l'approbation des ordres de travail et la tenue de livres. Une chaise ou un trône est requis pour ces fonctions.
it: È necessario un ufficio o studio per alcuni compiti ufficiali, come l'approvazione degli ordini di lavoro e la contabilità. Per queste funzioni è necessaria una sedia o un trono.
ko: 사무실은 업무지시서 승인이나 경리 작업과 같은 특정한 공식적인 업무에 필요합니다. 이러한 기능에는 의자나 왕좌가 필요합니다.
pl: Biuro lub gabinet są wymagane do pewnych oficjalnych zadań, takich jak zatwierdzanie zleceń pracy i księgowość. Do tych funkcji niezbędne są krzesło lub tron.
pt_br: Um escritório ou sala de estudo é necessário para certas tarefas oficiais, como aprovação de ordens de serviço e contabilidade. Uma cadeira ou trono é necessário para essas funções.
ru: Кабинет или канцелярия необходимы для выполнения определенных официальных задач, таких как утверждение рабочих заказов и счетоводство. Для этих функций требуется стул или трон.
vi: Một văn phòng hoặc phòng nghiên cứu được yêu cầu cho một số nhiệm vụ chính thức nhất định, như phê duyệt lệnh công việc và kế toán. Một chiếc ghế hoặc ngai vàng được yêu cầu cho các chức năng này.
zh_hans: 某些办公任务需要办公室或书房，例如批准工作订单和簿记。这些功能需要椅子或宝座。

source: Your archers can train in this zone if there is an archery target included.
de: Ihre Bogenschützen können in dieser Zone trainieren, wenn eine Bogenschießscheibe vorhanden ist.
fr: Vos archers peuvent s'entraîner dans cette zone si une cible de tir à l'arc est incluse.
it: I tuoi arcieri possono allenarsi in questa zona se è incluso un bersaglio di tiro con l'arco.
ko: 목표물이 포함되어 있다면 당신의 궁수들은 이 구역에서 훈련할 수 있습니다.
pl: Twoi łucznicy mogą trenować w tej strefie, jeśli znajduje się tu cel łucznicy.
pt_br: Seus arqueiros podem treinar nesta zona se houver um alvo de tiro com arco incluído.
ru: Ваши лучники могут тренироваться в этой зоне, если в комплект входит мишень для стрельбы из лука.
tr: Okçuluk hedefi dahil edilmişse okçularınız bu bölgede antrenman yapabilir.
vi: Cung thủ của bạn có thể huấn luyện trong khu vực này nếu có một mục tiêu bắn cung được bao gồm.
zh_hans: 如果此处有靶子，则您的弓箭手可在此训练

source: Squads should be assigned to a barracks. The squad can be set to train, sleep, and store equipment there.
de: Trupps sollten einer Kaserne zugewiesen werden. Dort kann der Trupp trainieren, schlafen und Ausrüstung lagern.
fr: Les escouades doivent être affectées à une caserne. L'équipe peut être configurée pour s'entraîner, dormir et stocker du matériel là-bas.
it: Le squadre dovrebbero essere assegnate a una caserma. Le squadre potranno allenarsi, dormire e riporre attrezzatura qui.
ko: 부대는 막사에 배치되어야 합니다. 부대는 그곳에서 훈련하고, 자고, 장비를 보관하도록 설정될 수 있습니다.
pl: Oddziały powinny być przydzielone do koszar. Tutaj oddział może zostać ustawiony na trening, odpoczynek lub składowanie ekwipunku.
pt_br: Os esquadrões devem ser atribuídos a um quartel. O esquadrão pode ser configurado para treinar, dormir e armazenar equipamentos lá.
ru: Отряды должны быть распределены по казармам. Отряд может быть настроен на то, чтобы тренироваться, спать и хранить там снаряжение.
vi: Các đội hình nên được chỉ định vào một doanh trại. Đội hình có thể được đặt để huấn luyện, ngủ và cất giữ thiết bị ở đó.
zh_hans: 小队需要被分配到一个军营。 小队可以设置为在那里训练、睡觉和存放装备。

source: Dormitories should include multiple beds and will not belong to a particular citizen.
de: Die Schlafsäle sollten mehrere Betten umfassen und werden nicht einem bestimmten Bürger gehören.
fr: Les dortoirs doivent comprendre plusieurs lits et n'appartiennent pas à un citoyen en particulier.
it: I dormitori dovrebbero includere più letti e non apparterranno a un particolare cittadino.
ko: 기숙사는 여러 개의 침대를 포함해야 하며 특정 시민의 것이 아닙니다.
pl: Dormitoria powinny zawierać wiele łóżek i nie będą należeć do konkretnego obywatela.
pt_br: Os dormitórios devem incluir várias camas e não pertencerão a um cidadão em particular.
ru: Общие номера должны включать в себя несколько кроватей и не будут принадлежать конкретному гражданину.
tr: Yatakhaneler birden fazla yatak içermelidir ve belirli bir vatandaşa tahsis olmayacaktır.
vi: Ký túc xá nên bao gồm nhiều giường và sẽ không thuộc về một cư dân cụ thể nào.
zh_hans: 宿舍应包括多张床，不属于特定居民。

source: Prisoners convicted in the Justice menu can be incarcerated at a chain or metal cage in the dungeon zone.
de: Gefangene, die im Menü " Justiz" verurteilt wurden, können in einem Ketten- oder Metallkäfig in der Kerkerzone eingesperrt werden.
fr: Les prisonniers condamnés dans le menu Justice peuvent être incarcérés dans une cage en chaîne ou en métal dans la zone du donjon.
it: I prigionieri condannati nel menù Giustizia possono essere messi alla catena o in una gabbia di metallo nelle segrete.
ko: 집행 메뉴에서 유죄 판결을 받은 죄수들은 던전 구역의 체인이나 금속 케이지에 수감될 수 있다.
pl: Więźniowie skazani w menu Sprawiedliwość mogą być uwięzieni w łańcuchu lub metalowej klatce w strefie lochów.
pt_br: Prisioneiros condenados no menu Justiça podem ser encarcerados em uma corrente ou jaula de metal na zona da masmorra.
ru: Заключенные, осужденные в меню Правосудия, могут быть заключены в цепь или металлическую клетку в темнице.
tr: Adalet menüsünde hüküm giyen mahkumlar, zindan bölgesindeki bir zincire veya metal kafese hapsedilebilir.
vi: Tù nhân bị kết án trong menu Tư pháp có thể bị giam giữ tại một xiềng xích hoặc lồng kim loại trong khu vực ngục tối.
zh_hans: 在司法菜单中被定罪的囚犯可以被监禁在地牢区的铁链或金属笼子里。

source: Establish burrows to organize work and living spaces in larger fortresses.
de: Erstelle Bereiche, um Arbeits- und Wohnräume in größeren Festungen zu organisieren.
fr: Établissez des terriers pour organiser les espaces de travail et de vie dans de plus grandes forteresses.
it: Fonda rifugi per organizzare spazi di lavoro e di vita nelle fortezze più grandi.
ko: 더 큰 요새에 작업 공간과 거주 공간을 구성하기 위해 굴을 만듭니다.
pl: Ustanów nory, aby organizować pracę i miejsca życia w większych fortecach.
pt_br: Estabeleça abrigos para organizar espaços de trabalho e de vivência em fortalezas maiores.
ru: Стройте норы, чтобы организовать рабочие и жилые помещения в больших крепостях.
tr: Daha büyük kalelerde çalışma ve yaşam alanlarını düzenlemek için sığınaklar kurun.
vi: Thiết lập các hang động để tổ chức không gian làm việc và sinh hoạt trong các pháo đài lớn hơn.
zh_hans: 在较大的堡垒中建立洞穴来组织工作和生活空间。

source: Finish establishing burrows.
de: Beenden Sie das Anlegen von Bereichen.
fr: Terminer l'établissement des terriers.
it: Finisci di creare rifugi.
ko: 굴 만들기를 마칩니다.
pl: Zakończ ustanawianie nor.
pt_br: Termine de estabelecer abrigos.
ru: Завершить создание нор
tr: Sığınak kurmayı bitir.
vi: Hoàn tất việc thiết lập các hang động.
zh_hans: 完成建立洞穴的工作。

source: Remove the burrow being painted permanently. Also removes existing burrows!
de: Entfernen Sie den zu bemalenden Bereich dauerhaft. Entfernt auch bestehende Bereiche!
fr: Retirez le terrier à peindre de façon permanente. Supprime également les terriers existants!
it: Rimuovi definitivamente il rifugio da dipingere. Rimuoverà anche i rifugi esistenti!
ko: 페인트칠 중인 굴을 영구히 제거합니다. 기존 굴도 제거합니다!
pl: Usuń norę narysowaną permanentnie. Usuwa również istniejące nory!
pt_br: Remova o abrigo que está sendo pintada permanentemente. Também remove abrigos existentes!
ru: Удалите окрашенную нору навсегда. Также удаляет существующие норы!
vi: Gỡ bỏ vĩnh viễn hang động đang được vẽ. Cũng gỡ bỏ các hang động hiện có!
zh_hans: 永久性地清除被涂抹的洞穴。 同时也能清除现有的洞穴!

source: Repaint this burrow.
de: Zeichne diesen Bereich neu.
fr: Repeignez ce terrier.
it: Ridipingi questo rifugio.
ko: 이 굴을 다시 칠하십시오.
pl: Przerysuj tę norę.
pt_br: Repinte este abrigo.
ru: Изменить границы норы.
tr: Bu sığınağı yeniden boya.
vi: Vẽ lại hang động này.
zh_hans: 重新划定这个洞穴。

source: Erase a portion of this burrow.
de: Löschen Sie einen Teil dieses Bereiches.
fr: Effacer une partie de ce terrier.
it: Cancella una parte di questo rifugio.
ko: 이 굴의 일부를 지웁니다.
pl: Wymaż porcję tej nory.
pt_br: Apague uma parte deste abrigo.
ru: Стереть часть норы.
tr: Bu sığınağın bir kısmını sil.
vi: Xóa một phần của hang động này.
zh_hans: 抹去这个洞穴的一部分。

source: Remove this burrow permanently.
de: Entfernen Sie diesen Bereich endgültig.
fr: Supprimez définitivement ce terrier.
it: Rimuovi definitivamente questo rifugio.
ko: 이 구멍을 영구적으로 제거하십시오.
pl: Usuń tę norę permanentnie.
pt_br: Remova este abrigo permanentemente.
ru: Удалить эту нору навсегда.
tr: Bu sığınağı kalıcı olarak kaldır.
vi: Gỡ bỏ vĩnh viễn hang động này.
zh_hans: 永久性地清除这个洞穴。

source: Recenter on this burrow.
de: Zentrieren sie auf diesen Bereich.
fr: Recenter sur ce terrier.
it: Ricentra su questo rifugio.
ko: 이 굴에 중심을 맞추십시오.
pl: Wycentruj na tej norze.
pt_br: Centralizar neste abrigo.
ru: Центрировать на этой норе.
tr: Görünümü bu sığınağa ortala.
vi: Tập trung lại vào hang động này.
zh_hans: 重定位至洞所。

source: Toggle whether workshops can source materials from outside the burrow.
de: Schalte um, ob die Werkstätten Materialien von außerhalb des Bereiches beziehen können.
fr: Activez si les ateliers peuvent s'approvisionner en matériaux à l'extérieur du terrier.
it: Scegli se le botteghe possono reperire materiali dall'esterno del rifugio.
ko: 작업장이 굴 외부에서 재료를 조달할 수 있는지 여부를 전환합니다.
pl: Zaznacz, czy warsztaty mogą używać materiałów spoza nory.
pt_br: Alterne se as oficinas podem obter materiais de fora do abrigo.
ru: Переключите, могут ли мастерские получать материалы за пределами норы.
tr: Atölyelerin sığınak dışından malzeme tedarik edip edemeyeceğini değiştir.
vi: Chuyển đổi xem các xưởng có thể lấy vật liệu từ bên ngoài hang động hay không.
zh_hans: 切换工场是否能从洞穴外获取材料。
