Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: A tool should get the job done, but one shouldn't obsess over the details.
de: Ein Werkzeug sollte die Arbeit erledigen, man sollte sich nicht in Details hineinsteigern.
fr: Un outil doit faire son travail, mais on ne devrait pas s'attarder sur les détails.
it: Uno strumento dovrebbe portare a termine il lavoro, ma non bisogna ossessionarsi coi dettagli.
ko: 도구는 일을 완수해야 하지만 세부적인 것에 집착해서는 안 됩니다.
pl: Narzędzie powinno zrobić robotę, ale nie można skupiać się na detalach.
pt_br: Uma ferramenta deve fazer o trabalho, mas uma pessoa não deveria se obcecar sobre os detalhes.
ru: Инструмент должен выполнять работу, но не следует зацикливаться на деталях.
tr: Bir alet işini yapmalı, ancak detaylara takılıp kalmamalı.
vi: Một công cụ nên hoàn thành công việc, nhưng người ta không nên quá ám ảnh bởi chi tiết.
zh_hans: 一个工具应该完成工作，但不应该对细节有所顾忌。

source: A skilled warrior is a beautiful sight to behold.
de: Ein geübter Krieger ist wunderbar anzusehen.
fr: Un guerrier qualifié est un beau spectacle à voir.
it: Un abile guerriero è un bello spettacolo da vedere.
ko: 숙련된 전사는 보기에 아름다운 광경입니다.
pl: Wprawny wojownik to piękny widok.
pt_br: Um guerreiro habilidoso é um belo espectáculo.
ru: На умелого воина и смотреть приятно.
tr: Yetenekli bir savaşçı izlemeye doyulmaz bir manzaradır.
vi: Một chiến binh lão luyện là một cảnh tượng đẹp mắt.
zh_hans: 熟练的战士是一个美丽的景象。

source: Why this obsession with weapons and battle? I don't understand some people.
de: Warum diese Besessenheit in Waffen und Kampf? Ich kann manche Menschen nicht verstehen.
fr: Pourquoi cette obsession avec les armes et les batailles ? Je ne comprends pas certaines personnes.
it: Perché questa ossessione per armi e battaglie? Non capisco certe persone.
ko: 왜 무기와 전투에 집착하죠? 저는 몇몇 사람들을 이해하지 못합니다.
pl: Skąd ta obsesja wokół broni i bitwy? Nie rozumiem niektórych ludzi.
pt_br: Por que essa obsessão com armas e batalha? Não entendo algumas pessoas.
ru: Откуда эта одержимость оружием и битвами? Я не понимаю таких людей.
vi: Tại sao lại ám ảnh với vũ khí và chiến trận đến vậy? Tôi không hiểu nổi một số người.
zh_hans: 为什么这种对武器和战斗的痴迷？有些人我不懂。

source: The world isn't always safe. I can see the value in martial training, the beauty even, but it shouldn't be exalted.
de: Die Welt ist nicht immer sicher. Ich kann den Wert des Kampftrainings erkennen, sogar die Schönheit, aber es sollte nicht überbewertet werden.
fr: Le monde n'est pas toujours sûr. Je connais les virtus de l'entrainement au combat, sa beauté même, mais elle ne devrait pas être exaltée.
it: Il mondo non è sempre sicuro. Riconosco il valore dell'addestramento marziale, persino la sua bellezza, ma non dovrebbe essere esaltato.
ko: 세상은 언제나 위험합니다. 저는 무술 훈련의 가치를 볼 수 있었습니다, 심지어 그 아름다움까지도! 하지만 언제나 스스로를 과대평가해서는 안됩니다.
pl: Świat nie jest zawsze bezpieczny. Widzę wartość w treningu walki, nawet piękno, ale nie powinno się go wywyższać.
pt_br: O mundo não é sempre um lugar seguro. Eu entendo o mérito do treinamento marcial, a beleza até, mas não concordo com sua exaltação.
ru: В таком мире нужно уметь постоять за себя. Боевые тренировки - вот, что действительно важно в наше время. Про грацию, конечно, тоже забывать не стоит, но это не главное.
vi: Thế giới không phải lúc nào cũng an toàn. Tôi có thể thấy giá trị của huấn luyện quân sự, thậm chí cả vẻ đẹp của nó, nhưng nó không nên được tôn vinh quá mức.
zh_hans: 世界并不总是安全的。我可以看到武术训练的价值，甚至美丽，但它不应该被提升。

source: The amount of practice that goes into mastering a skill is so impressive.
de: Die Menge an Übung, die benötigt wird, um eine Fähigkeit zu meistern, ist so beeindruckend.
fr: La quantité d'entrainement nécessaire à la maitrise d'une technique est si impressionnante.
it: La quantità di pratica necessaria per padroneggiare un'abilità è così impressionante.
ko: 기술을 습득하는 데 드는 연습량은 매우 인상적이다.
pl: Ilość ćwiczeń, które trzeba włożyć w perfekcyjne opanowanie umiejętności jest, jest imponująca.
pt_br: A quantidade de prática que se usa para dominar uma habilidade é impressionante.
ru: Одно лишь то, сколько сил нужно вкладывать для достижения мастерства, вызывает уважение.
tr: Bir beceride ustalaşmak için gereken pratik miktarı çok etkileyici.
vi: Lượng thời gian luyện tập để thành thạo một kỹ năng thật ấn tượng.
zh_hans: 掌握技能的练习量令人印象深刻。

source: We should all be so lucky as to truly master a skill.
de: Wir sollten alle das Glück haben, eine Fähigkeit wirklich zu beherrschen.
fr: Nous devrions tous avoir la chance de vraiment maîtriser une compétence.
it: Dovremmo essere tutti così fortunati da padroneggiare un'abilità.
ko: 우리 모두는 진정으로 기술을 마스터할 만큼 운이 좋아야 합니다.
pl: Wszyscy powinniśmy mieć tyle szczęścia, żeby naprawdę opanować umiejętność.
pt_br: Todos nós devemos tanta sortudos quanto realmente dominar uma habilidade.
ru: Нужно иметь большое везение, чтобы по-настоящему овладеть навыком.
tr: Bir beceride gerçekten ustalaşacak kadar şanslı olmalıyız.
vi: Tất cả chúng ta nên may mắn được thật sự thành thạo một kỹ năng.
zh_hans: 我们都应该如此幸运，才能真正掌握一项技能。

source: All of that practice is misspent effort.
de: Die ganze Übung ist vergeudete Mühe.
fr: Toute cette pratique est un effort inutile.
it: Tutta quella pratica è uno sforzo sprecato.
ko: 그 모든 연습은 잘못된 노력입니다.
pl: Całe to ćwiczenie to źle wykorzystany wysiłek.
pt_br: Todo aquela prática é esforço desperdiçado.
ru: Вся эта практика - бессмысленно потраченные усилия.
tr: Tüm o pratik boşa harcanmış çaba.
vi: Tất cả những sự luyện tập đó là công sức lãng phí.
zh_hans: 所有这些练习都是错误的努力。

source: Everyone should broaden their horizons. Any work beyond learning the basics is just a waste.
de: Jeder sollte seinen Horizont erweitern. Jede Arbeit, die über das Erlernen der Grundlagen hinausgeht, ist reine Verschwendung.
fr: Tout le monde devrait élargir son horizon. N'importe quel travail au-delà de l'apprentissage des basiques est en pure perte.
it: Tutti dovrebbero allargare i propri orizzonti. Qualsiasi lavoro oltre l'apprendimento delle basi è solo uno spreco.
ko: 모든 사람들은 시야를 넓혀야 한다. 기초를 배우는 것 이상의 지식은 낭비일 뿐이다.
pl: Wszyscy powinni poszerzać swoje horyzonty. Jakakolwiek praca wykraczająca poza naukę podstaw jest po prostu marnotrastwem.
pt_br: Todos deveriam expandir seu horizontes. Qualquer esforço que vá além de aprender o básico é desperdício.
ru: Каждый должен расширять свои горизонты. Любая работа без обучения основам, лишь пустая трата времени.
vi: Mọi người nên mở rộng tầm nhìn của mình. Bất kỳ công việc nào ngoài việc học những điều cơ bản đều là sự lãng phí.
zh_hans: 每个人都应该开阔视野。除了学习基础知识之外的任何工作都是浪费。

source: There's more to life than becoming great at just one thing, but being good at several isn't bad!
de: Es gibt mehr Dinge im Leben als großartig in nur einer Sache zu sein, aber gut in Mehreren zu sein ist auch nicht schlecht.
fr: La vie vaut plus que d'exceller à une unique chose, mais devenir bon à plusieurs n'est pas mal !
it: Nella vita c'è molto di più del diventare ferrati in una sola cosa, ma essere bravi in diverse cose non è male!
ko: 보다 전문화되고 한가지 일에 위대해지는 것은 좋습니다, 하지만 다방면으로 잘하는 것도 나쁘지 않아요!
pl: W życiu jest wiele więcej rzeczy do osiągnięcia oprócz bycia mistrzem w jednej dziedzinie, ale radzenie sobie w kilku nie jest złe!
pt_br: Tem mais na vida do que ser muito bom em uma única coisa, mas ser bom em várias coisa não é nada mal.
ru: Надо знать обо всем понемножку, но все о немногом!
tr: Hayatta sadece tek bir şeyde harika olmaktan daha fazlası vardır, ama birkaç şeyde iyi olmak fena değildir!
vi: Cuộc sống còn nhiều điều hơn là chỉ giỏi một thứ, nhưng giỏi nhiều thứ cũng không tệ!
zh_hans: 生活不仅仅是在一件事情上变得更好，而且擅长几个也不错！

source: I think people should hone their skills, but it's possible to take it too far and lose sight of the breadth of life.
de: Ich bin der Meinung, dass die Menschen ihre Fähigkeiten verbessern sollten, aber man kann es auch zu weit treiben und die Breite des Lebens aus den Augen verliere
fr: Je crois que les gens se doivent de travailler leur compétences, mais il est possible d'aller trop loin et de perdre de vue la richesse de la vie.
it: Credo che le persone debbano affinare le proprie capacità, ma è possibile spingersi troppo oltre e perdere di vista l'ampiezza della vita.
ko: 저는 사람들이 그들의 기술을 연마해야 한다고 생각하지만, 그것에 너무 집착해서 삶의 폭에 대한 시야를 잃을 수도 있다고 생각합니다.
pl: Uważam, że ludzie powinni doskonalić swoje umiejętności, ale można posunąć się za daleko i stracić z oczu życie i jego możliwości.
pt_br: Eu acho que pessoas deveriam aprimorar suas habilidades, mas é possível que vá longe demais com isso e perca o foco da amplitude da vida.
ru: Я думаю, что надо оттачивать свои навыки, но не стоит увлекаться, потому что так и вся жизнь пройдёт мимо.
tr: Bence insanlar becerilerini geliştirmeli, ancak bunu çok ileri götürüp hayatın genişliğini gözden kaçırmak mümkün.
vi: Tôi nghĩ mọi người nên rèn giũa kỹ năng của mình, nhưng có thể đi quá xa và quên mất sự đa dạng của cuộc sống.
zh_hans: 我认为人们应该磨练自己的技能，但是有可能把它放得太远而忽略了生活的广度。

source: The best way to get what you want out of life is to work for it.
de: Der beste Weg um im Leben zu bekommen was du möchtest ist dafür zu arbeiten.
fr: La meilleure façon d'avoir ce que vous voulez dans la vie est d'y travailler.
it: Il modo migliore per ottenere ciò che vuoi dalla vita è lavorare per ottenerlo.
ko: 인생에서 원하는 것을 얻는 가장 좋은 방법은 그것을 위해 노력하는 것입니다.
pl: Najlepszym sposobem na dostanie od życia tego, co chcesz jest zapracowanie na to.
pt_br: A melhor maneira de conseguir o que você quer da vida é trabalhar para isso.
ru: Лучший способ получить то, что ты хочешь от жизни - работать над этим.
tr: Hayattan istediğini almanın en iyi yolu onun için çalışmaktır.
vi: Cách tốt nhất để đạt được điều bạn muốn trong đời là phải làm việc vì nó.
zh_hans: 获得生活中想要的东西的最好方法就是为它而努力。

source: In life, you should work hard. Then work harder.
de: Im Leben solltest du hart arbeiten. Dann arbeite härter.
fr: Dans la vie, il faut travailler dur. Ensuite, travaillez plus fort.
it: Nella vita, dovresti lavorare sodo. E ancor più sodo.
ko: 인생에서 열심히 일해야 합니다.
pl: W życiu, powinieneś pracować ciężko. Potem pracuj ciężej.
pt_br: Na vida, você deve trabalhar duro. E entao trabalhar mais duro ainda.
ru: В жизни ты должен усердно трудиться. А после - трудиться еще усерднее.
vi: Trong cuộc sống, bạn phải làm việc chăm chỉ. Sau đó, hãy làm việc chăm chỉ hơn nữa.
zh_hans: 在生活中，你应该努力工作。然后更加努力。

source: Hard work is bested by luck, connections and wealth every time.
de: Harte Arbeit wird von Glück, Beziehungen und Reichtum immer wieder übertroffen.
fr: Le labeur est battu par la chance, les relations et la richesse à chaque fois.
it: Il duro lavoro è sempre superato da fortuna, connessioni e ricchezza.
ko: 열심히 일하는 것은 항상 운, 인맥 및 부에 의해 최고입니다.
pl: Ciężka praca zawsze ulega szczęściu, koneksjom i bogactwu.
pt_br: Trabalho duro sempre é superado por sorte, contatos e riqueza.
ru: Тяжелая работа всегда проигрывает удаче, связям и богатству.
tr: Nasip, çevre ve zenginlik; sıkı çalışmayı her zaman yener.
vi: Công sức làm việc luôn phải chịu thua may mắn, các mối quan hệ và tài sản.
zh_hans: 每次运气，关系和财富都会给人们带来艰苦的努力。

source: You shouldn't whittle your life away on working.
de: Du solltest nicht dein ganzes Leben mit Arbeit verschwenden.
fr: Vous ne devriez pas réduire votre vie à travailler.
it: Non dovresti sminuire la tua vita lavorando.
ko: 일하느라 인생을 허비해서는 안 됩니다.
pl: Nie powinieneś przepuścić swego życia na pracę.
pt_br: Você não deveria perder sua vida sempre trabalhando.
ru: Ваша жизнь не должна быть сведена на нет ради работы.
tr: Hayatını çalışarak tüketmemelisin.
vi: Bạn không nên phí hoài cuộc đời vào việc làm lụng.
zh_hans: 你不应该在工作上贬低你的生活。

source: It's foolish to work hard for anything.
de: Es ist töricht für etwas hart zu arbeiten.
fr: C'est stupide de travailler dur pour quoi que ce soit.
it: È sciocco lavorare duramente per qualsiasi cosa.
ko: 무엇이든 열심히 하는 것은 어리석은 일입니다.
pl: Głupotą jest ciężko pracować na cokolwiek.
pt_br: É ridículo trabalhar duro para nada.
ru: Глупо трудиться за просто так.
tr: Herhangi bir şey için çok çalışmak aptallıktır.
vi: Thật là ngốc nghếch khi làm việc chăm chỉ vì bất cứ điều gì.
zh_hans: 努力工作是愚蠢的。

source: Hard work is great. Finding a way to work half as hard is even better.
de: Harte Arbeit ist toll. Einen Weg zu finden um nur noch halb so hart arbeiten zu müssen ist noch viel besser.
fr: Travailler dur est très bien. Trouver un moyen de travailler deux fois moins est encore mieux.
it: Il duro lavoro è fantastico. Trovare un modo di lavorare la metà della difficoltà ancora meglio.
ko: 열심히 일하는 것은 훌륭하다. 절반의 노력으로 일할 수 있는 방법을 찾는 것은 훨씬 더 훌륭하다.
pl: Ciężka praca jest świetna. Znalezienie sposobu na pracowanie o połowę mniej ciężko jest nawet lepsze.
pt_br: Trabalho duro é ótimo. Encontrar uma maneira de trabalhar com a metade do esforço é ainda melhor.
ru: Говорят, что труд сделал из обезьяны человека. Но тяжёлый труд делает из человека лошадь.
vi: Công việc chăm chỉ thì tuyệt vời. Tìm ra cách để làm việc chỉ bằng một nửa công sức thì còn tuyệt hơn.
zh_hans: 努力工作很棒。找到一种努力工作的方法甚至更好。

source: I only work so hard, but sometimes you have to do what you have to do.
de: Ich arbeite so hart, aber manchmal muss man tun was man tun muss.
fr: Je travaille dur jusqu'à un point, mais parfois vous devez faire ce que vous devez faire.
it: Lavoro sodo il giusto, ma a volte devi fare ciò che devi fare.
ko: 나는 그저 열심히 일할 뿐인데, 때때로 너는 네가 해야 할 일을 해야 한다.
pl: Tylko ciężko pracuję, ale czasami musisz zrobić to, co zrobić trzeba.
pt_br: Eu só trabalho muito, mas às vezes é preciso fazer o que se tem tem que fazer.
ru: Я очень усердно тружусь, ведь иногда мы должны делать то, что должны.
tr: Ben sadece o kadar çalışıyorum, ama bazen yapman gerekeni yapmak zorundasın.
vi: Tôi chỉ làm việc vừa sức, nhưng đôi khi bạn buộc phải làm những điều cần làm.
zh_hans: 我只是努力工作，但有时你必须做你必须做的事情。

source: An earnest effort at any required tasks. That's all that's needed.
de: Eine ernsthafte Anstrengung in jede erforderlichen Aufgabe. Das ist alles was es braucht.
fr: Un effort honnête envers chaque tâche nécessaire. C'est tout ce qui est nécessaire.
it: Un serio sforzo in tutti i compiti richiesti. Questo è tutto ciò che serve.
ko: 필요한 모든 작업에 진지한 노력을 기울입니다.
pl: Maksymalny wysiłek przy każdym możliwym zadaniu. To wszystko czego potrzeba.
pt_br: Um esforço sério em qualquer tarefa necessária. Isso é tudo o que é necessário
ru: Максимальные усилия для любой задачи - это все что требуется.
vi: Một nỗ lực nghiêm túc cho bất kỳ nhiệm vụ được giao nào. Đó là tất cả những gì cần thiết.
zh_hans: 在任何必要任务上的认真努力。这就是所需要的。

source: We must be ready to sacrifice when the time comes.
de: Wir müssen bereit sein, uns zu opfern, wenn die Zeit kommt.
fr: Nous devons être prêts à sacrifier le moment venu.
it: Dobbiamo essere pronti a sacrificarci quando arriva il momento.
ko: 우리는 때가 되면 희생할 준비가 되어 있어야 합니다.
pl: Gdy nadejdzie czas, musimy być gotowi do poświęceń.
pt_br: Devemos estar prontos a sacrificar quando chegar a hora.
ru: Мы должны быть готовы пожертвовать чем-то, когда наступит время.
tr: Zamanı geldiğinde fedakarlık yapmaya hazır olmalıyız.
vi: Chúng ta phải sẵn sàng hy sinh khi thời cơ tới.
zh_hans: 我们必须准备好在时机成熟时作出牺牲。

source: Why harm yourself for anybody else's benefit?
de: Warum sich für den Vorteil von jemandem anderen schaden?
fr: Pourquoi se faire du mal pour le bénéfice de quelqu'un d'autre ?
it: Perché farti del male a beneficio di qualcun altro?
ko: 다른 사람의 이익을 위해 왜 자신을 해칠까요?
pl: Po co krzywdzić siebie dla czyjegokolwiek zysku?
pt_br: Por que prejudicar a si mesmo em benefício de qualquer outra pessoa?
ru: Зачем наносить себе вред ради чужой пользы?
tr: Neden başkasının yararı için kendine zarar veresin?
vi: Tại sao phải tự làm hại bản thân vì lợi ích của người khác?
zh_hans: 为什么要伤害自己以获取其他任何人的利益？

source: Some self-sacrifice is worthy, but do not forget yourself in devotion to the well-being of others.
de: Ein gewisses Maß an Selbstaufopferung ist lohnenswert, aber vergessen Sie nicht sich selbst in der Hingabe an das Wohlergehen der anderen.
fr: Un peu d'auto-sacrifice est digne d'estime, mais ne vous oubliez pas dans une dévotion envers le bien-être des autres.
it: Qualche sacrificio di sé è rispettabile, ma non dimenticare te stesso nella devozione al benessere altrui.
ko: 어떤 자기희생은 가치가 있지만, 다른 사람들의 행복에 헌신하는 자신을 잊지 마세요.
pl: Pewne samopoświęcenie jest dobre, ale nie możesz całkowicie zapomnieć o sobie w oddaniu dla dobra innych.
pt_br: Algum auto sacrifício é digno, mas não se esqueça de si mesmo em devoção ao bem estar dos outros.
ru: Некоторое самопожертвование достойно, но в службе благополучию других не стоит забывать о самом себе.
tr: Bazı özveriler değerlidir, ancak başkalarının refahına olan bağlılığında kendini unutma.
vi: Một số sự hy sinh bản thân là đáng giá, nhưng đừng quên bản thân mình khi tận tâm vì lợi ích của người khác.
zh_hans: 一些自我牺牲是值得的，但不要忘记自己对别人的福祉的奉献。

source: It's a competitive world, and you'd be a fool to think otherwise.
de: Es ist eine herausfordernde Welt, und du wärest ein Idiot anders zu denken.
fr: C'est un monde compétitif, et vous seriez fou de penser le contraire.
it: È un mondo competitivo e sareste degli sciocchi a pensare il contrario.
ko: 경쟁이 치열한 세상이고 다르게 생각한다면 바보가 될 것입니다.
pl: To świat pełen konkurencji i byłbyś głupcem, twierdząc inaczej.
pt_br: É um mundo competitivo, e você seria um tolo para pensar o contrário.
ru: В этом мире выживает сильнейший, и только дураки думают по-другому.
tr: Bu rekabetçi bir dünya ve aksini düşünmek aptallık olur.
vi: Đây là một thế giới cạnh tranh, và bạn sẽ là kẻ ngốc nếu nghĩ khác.
zh_hans: 这是一个竞争激烈的世界，如果不这样认为你是个傻瓜。

source: All of this striving against one another is so foolish.
de: All das gegenseitige Übertrumpfen ist so albern.
fr: Tous ces combats les uns contre les autres sont tellement stupides.
it: Tutto questo lottare l'uno contro l'altro è così sciocco.
ko: 서로 대항하여 다투는 것은 너무나 어리석은 일입니다.
pl: Cała ta walka jeden przeciw drugiemu jest taka głupia.
pt_br: Toda esta lutando um contra o outro é tao tolo.
ru: Вся эта борьба друг против друга - это так глупо.
tr: Birbirine karşı tüm bu çabalama çok aptalca.
vi: Tất cả sự đối đầu lẫn nhau này thật là ngốc nghếch.
zh_hans: 所有这些相互争斗都是如此愚蠢。

source: There is value in a good rivalry, but such danger as well.
de: Eine gute Rivalität hat ihren Wert, birgt aber auch Gefahren in sich.
fr: Une bonne rivalité est précieuse, mais elle est aussi dangereuse.
it: C'è del valore in una buona rivalità, ma anche un gran pericolo.
ko: 좋은 경쟁에는 가치가 있지만 그러한 위험도 있습니다.
pl: W dobrej rywalizacji jest pewna wartość, ale też i niebezpieczeństwo.
pt_br: Há valor em uma boa rivalidade, mas muito perigo também.
ru: В хорошей конкуренции есть ценность, но есть и опасность.
tr: İyi bir rekabette değer vardır, ama aynı zamanda büyük tehlike de.
vi: Có giá trị trong một cuộc đối đầu tốt, nhưng cũng tiềm ẩn nhiều hiểm nguy.
zh_hans: 良好的竞争是有价值的，但也有这样的危险。

source: Keep going and never quit.
de: Mach weiter und höre nie auf.
fr: Continuez et n'abandonnez jamais.
it: Continua e non mollare mai.
ko: 계속하고 절대 그만 두지 마십시오.
pl: Kontynuuj i nigdy nie rezygnuj
pt_br: Continuar e nunca desistir.
ru: Продолжайте и никогда не останавливайтесь.
tr: Devam et ve asla pes etme.
vi: Cứ tiếp tục và đừng bao giờ bỏ cuộc.
zh_hans: 继续前进，永不戒烟。

source: Anybody that sticks to something a moment longer than they have to is an idiot.
de: Jeder der länger als nötig an einem Moment hängt ist ein Idiot.
fr: Quiconque adhère à quelque chose un peu plus longtemps que ce qui est nécessaire est un idiot.
it: Chi si attacca a qualcosa un attimo più del dovuto è un idiota.
ko: 그들이 해야 하는 것보다 더 오래 무언가를 고수하는 사람은 누구나 바보입니다.
pl: Ktokolwiek, kto trzyma się czegoś choć o moment dłużej, niż to konieczne, jest idiotą.
pt_br: Qualquer um que gaste um segundo a mais do que se é exigido em algo é um idiota.
ru: Те, кто привязывается к другим дольше, чем нужно - глупцы.
tr: Bir şeye zorunda olduğundan bir an daha fazla bağlı kalan herkes aptaldır.
vi: Bất kỳ ai cứ bám víu vào việc gì đó lâu hơn mức cần thiết đều là một kẻ ngốc.
zh_hans: 任何坚持比他们需要更长时间的人都是白痴。

source: It's good to keep pushing forward, but sometimes you just have to know when it's time to stop.
de: Es ist gut immer vorran zu schreiten, aber manchmal ist es gut zu wissen wann es zeit ist anzuhalten.
fr: Il est bon de presser en avant, mais parfois vous devez simplement savoir quand il est temps d'arrêter.
it: È bello continuare ad andare avanti, ma a volte devi solo sapere quando è il momento di smettere.
ko: 계속 밀고 나가는 것도 좋지만, 가끔은 멈출 때만 알면 돼요.
pl: Dobrze jest stale przeć naprzód, ale czasem po prostu musisz wiedzieć, kiedy przestać.
pt_br: É bom seguir em frente, mas às vezes você só precisa saber quando é hora de parar.
ru: Хорошо всегда двигаться вперёд, но иногда стоит задуматься, не пора ли остановиться.
tr: İlerlemeye devam etmek iyidir, ama bazen ne zaman durman gerektiğini bilmek zorundasın.
vi: Thật tốt khi cứ tiến lên phía trước, nhưng đôi khi bạn cũng cần biết khi nào là lúc dừng lại.
zh_hans: 继续前进是件好事，但有时你只需要知道什么时候该停下来。

source: It's best to slow down and just relax.
de: Am besten lässt man es etwas langsamer angehen und entspannt sich nur.
fr: Il est préférable de ralentir et de se détendre.
it: È meglio rallentare e rilassarsi.
ko: 속도를 늦추고 휴식을 취하는 것이 가장 좋습니다.
pl: Najlepiej zwolnić i się zrelaksować.
pt_br: É melhor se acalmar e apenas relaxar.
ru: Не спешите, просто расслабьтесь.
tr: En iyisi yavaşlamak ve sadece rahatlamaktır.
vi: Tốt nhất là nên chậm lại và thư giãn.
zh_hans: 最好放慢速度，放松一下。

source: Wouldn't it be grand to just take my life off and do nothing for the rest of my days?
de: Wäre es nicht großartig, einfach abzuschalten und für den Rest meines Lebens nichts mehr zu tun?
fr: Ne sera-t-il pas grandiose de simplement me retirer et de ne rien faire pour le reste de ma vie ?
it: Non sarebbe grandioso togliermi la vita e non fare nulla per il resto dei miei giorni?
ko: 그냥 내 인생의 남은 날 동안 아무것도 하지 않는 것이 대단하지 않을까요?
pl: Czy nie byłoby świetnie po prostu wyłączyć się z życia i nie robić nic przez resztę swych dni?
pt_br: Não seria grande para tirar a minha vida e não fazer nada para o resto dos meus dias?
ru: Разве не чудесно было бы просто бросить все дела и отдыхать до конца своих дней?
tr: Hayatımın geri kalanında yan gelip yatmak harika olmaz mıydı?
vi: Sẽ thật tuyệt vời nếu tôi có thể gác lại mọi gánh nặng cuộc đời và không làm gì trong suốt quãng đời còn lại?
zh_hans: 在我剩下的日子里，我的生命一无所获，什么都不做，这不是很棒吗？

source: Time spent in leisure is such a waste.
de: Freizeit ist so eine Verschwendung.
fr: Le temps consacré aux loisirs est un tel gaspillage.
it: Il tempo libero è uno spreco.
ko: 여가 시간은 낭비입니다.
pl: Czas spędzony na odpoczynku jest straszną stratą.
pt_br: Tempo gasto no lazer é tao inútil.
ru: Время проведенное в праздности бессмысленно потеряно.
tr: Boş zaman geçirmek büyük israftır.
vi: Thời gian dành cho sự thư nhàn thật là lãng phí.
zh_hans: 在休闲上度过的时间是如此浪费。

source: There's work to be done!
de: Es gibt Arbeit zu erledigen!
fr: Il y a du boulot !
it: C'è del lavoro da fare!
ko: 해야 할 일이 있습니다!
pl: Jest robota do zrobienia!
pt_br: Há trabalho a ser feito!
ru: Ещё очень многое предстоит сделать!
tr: Yapılacak işler var!
vi: Có việc phải làm!
zh_hans: 有工作要做！
