Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Seek Heist Master
de: Meister des Raubüberfalls suchen
fr: Chercher le maître du braquage
it: Cerca Maestro della Rapina
ko: 하이스트 마스터 찾기
pt_br: Procure o Mestre do Roubo
ru: Искать Мастера Ограбления
tr: Soygun Ustası Ara
vi: Tìm Kẻ chủ mưu Vụ trộm
zh_hans: 寻找抢劫大师

source: Seek Heist Handoff
de: Übergabe des Raubes suchen
fr: Rechercher le transfert de braquage
it: Cerca Rapina Passaggio di consegne
ko: 강탈 핸드오프 찾기
pt_br: Procurar Interferência do Roubo
ru: Искать передачу ограбления
tr: Soygun Teslimatı Ara
vi: Tìm Điểm bàn giao đồ trộm
zh_hans: 求助于抢劫案的交接

source: Battering Ram Position
tr: Koçbaşı Pozisyonu
vi: Vị trí Cột phá thành

source: animals
de: Tiere
fr: animaux
it: animali
ko: 동물
pl: zwierzęta
pt_br: animais
ru: животные
tr: hayvanlar
vi: động vật
zh_hans: 动物

source: balance
de: Gleichgewicht
fr: solde
it: equilibrio
ko: 균형
pl: balans
pt_br: balanço
ru: равновесие
tr: denge
vi: cân bằng
zh_hans: 平衡

source: beauty
de: Schönheit
fr: beauté
it: bellezza
ko: 아름다움
pl: iękno
pt_br: beleza
ru: красота
tr: güzellik
vi: vẻ đẹp
zh_hans: 美女

source: birth
de: Geburt
fr: naissance
it: nascita
ko: 출생
pl: narodziny
pt_br: nascimento
ru: рождение
tr: doğum
vi: sinh sản
zh_hans: 分娩

source: blight
de: Zerstörung
fr: brûlure
it: piaga
ko: 마름병
pl: zwarzony
pt_br: praga
ru: яды
tr: maraz
vi: tai họa
zh_hans: 枯萎病

source: boundaries
de: Grenzen
fr: les frontières
it: confini
ko: 경계
pl: granice
pt_br: limites
ru: границы
tr: sınırlar
vi: ranh giới
zh_hans: 边界

source: caverns
de: Höhlen
fr: cavernes
it: caverne
ko: 동굴
pl: groty
pt_br: cavernas
ru: пещеры
tr: mağaralar
vi: hang động
zh_hans: 洞穴

source: chaos
fr: le chaos
it: caos
ko: 혼돈
pt_br: caos
ru: хаос
tr: kaos
vi: hỗn loạn
zh_hans: 混沌

source: charity
de: Wohltätigkeit
fr: charité
it: carità
ko: 자선 단체
pl: dobroczynność
pt_br: caridade
ru: благотворительность
tr: hayırseverlik
vi: lòng nhân ái
zh_hans: 慈善机构

source: children
de: Kinder
fr: enfants
it: bambini
ko: 어린이들
pl: dziecko
pt_br: crianças
ru: дети
tr: çocuklar
vi: trẻ em
zh_hans: 孩子

source: coasts
de: Küsten
fr: côtes
it: coste
ko: 해안
pl: wybrzeża
pt_br: costas
ru: берега
tr: kıyılar
vi: bờ biển
zh_hans: 海岸

source: creation
de: Schöpfung
fr: création
it: creazione
ko: 창조
pl: stworzenie
pt_br: criação
ru: творение
tr: yaratılış
vi: sáng tạo
zh_hans: 创建

source: darkness
de: Dunkelheit
fr: ténèbres
it: buio
ko: 어둠
pl: ciemność
pt_br: escuridão
ru: темнота
tr: karanlık
vi: bóng tối
zh_hans: 黑暗

source: deformity
de: Deformität
fr: déformation
it: deformità
ko: 기형
pl: deformacja
pt_br: deformidade
ru: деформация
tr: biçimsizlik
vi: dị tật
zh_hans: 畸形

source: depravity
de: Verderbtheit
fr: dépravation
it: depravazione
ko: 타락
pl: deprawacja
pt_br: depravação
ru: разврат
tr: sapkınlık
vi: đồi trụy
zh_hans: 腐败

source: discipline
de: Disziplin
fr: la discipline
it: disciplina
ko: 규율
pl: dyscyplina
pt_br: disciplina
ru: дисциплина
tr: disiplin
vi: kỷ luật
zh_hans: 学科

source: disease
de: Krankheit
fr: maladie
it: malattia
ko: 질병
pl: choroba
pt_br: doença
ru: болезнь
tr: hastalık
vi: bệnh tật
zh_hans: 疾病

source: dusk
de: Dämmerung
fr: crépuscule
it: tramonto
ko: 황혼
pl: zmierzch
pt_br: penumbra
ru: сумерки
tr: akşam karanlığı
vi: chạng vạng
zh_hans: 黄昏

source: fame
de: Ruhm
fr: célébrité
it: fama
ko: 명성
pl: sława
ru: слава
tr: şöhret
vi: danh tiếng
zh_hans: 名誉

source: fate
de: Schicksal
fr: sort
it: destino
ko: 운명
pl: los
pt_br: destino
ru: судьба
tr: kader
vi: số phận
zh_hans: 命运

source: fertility
de: Fruchtbarkeit
fr: la fertilité
it: rtilità
ko: 비옥
pl: płodność
pt_br: fertilidade
ru: плодородие
tr: doğurganlık
vi: khả năng sinh sản
zh_hans: 生育能力

source: fire
de: Feuer
fr: Feu
it: fuoco
ko: 불
pl: ogień
pt_br: fogo
ru: огонь
tr: ateş
vi: lửa
zh_hans: 火

source: fish
de: fisch
fr: poisson
it: pesce
ko: 물고기
pl: rybi
pt_br: peixe
ru: рыба
tr: balık
vi: cá
zh_hans: 鱼

source: fishing
de: Angeln
fr: faire de la pêche
it: pesca
ko: 낚시
pl: rybołóstwo
pt_br: pesca
ru: рыбалка
tr: balıkçılık
vi: đánh bắt cá
zh_hans: 钓鱼

source: food
de: Essen
fr: aliments
it: cibo
ko: 음식
pl: jedzenie
pt_br: comida
ru: еда
tr: yemek
vi: thức ăn
zh_hans: 餐饮

source: forgiveness
de: Vergebung
fr: le pardon
it: perdono
ko: 용서
pl: wybaczanie
pt_br: perdão
ru: прощение
tr: bağışlama
vi: sự tha thứ
zh_hans: 宽恕

source: fortresses
de: Festungen
fr: forteresses
it: fortezze
ko: 요새
pl: twierdze
pt_br: fortalezas
ru: крепости
tr: kaleler
vi: pháo đài
zh_hans: 堡垒

source: freedom
de: Freiheit
fr: liberté
it: libertà
ko: 자유
pl: wolność
pt_br: liberdade
ru: свобода
tr: özgürlük
vi: sự tự do
zh_hans: 自由

source: gambling
de: zockend
fr: jeux d'argent
it: gioco d'azzardo
ko: 도박
pl: hazardowy
pt_br: jogatina
ru: азартный
tr: kumar
vi: cờ bạc
zh_hans: 赌博

source: games
de: Spiele
fr: Jeux
it: giochi
ko: 계략
pl: gry
pt_br: Jogos.
ru: игры
tr: oyunlar
vi: trò chơi
zh_hans: 游戏

source: generosity
de: Großzügigkeit
fr: générosité
it: generosità
ko: 관대
pl: hojność
pt_br: generosidade
ru: щедрость
tr: cömertlik
vi: sự hào phóng
zh_hans: 慷慨

source: healing
de: heilend
fr: guérison
it: guarigione
ko: 치유
pl: leczący
pt_br: cura
ru: лечащий
tr: şifa
vi: sự chữa lành
zh_hans: 复原

source: hospitality
de: Gastfreundschaft
fr: hospitalité
it: ospitalità
ko: 환대
pl: gościnność
pt_br: hospitalidade
ru: гостеприимство
tr: misafirperverlik
vi: sự hiếu khách
zh_hans: 待客

source: hunting
de: jagend
fr: chasse
it: caccia
ko: 사냥
pl: polujący
pt_br: caça
ru: охотничий
tr: avcılık
vi: săn bắn
zh_hans: 狩猎

source: jealousy
de: Eifersucht
fr: jalousie
it: gelosia
ko: 질투
pl: zazdrość
pt_br: Ciúme
ru: ревность
tr: kıskançlık
vi: sự ghen tỵ
zh_hans: 妒忌

source: jewels
de: Juwelen
fr: bijoux
it: gioielli
ko: 보석
pl: klejnoty
pt_br: Gema
ru: драгоценности
tr: mücevherler
vi: châu báu
zh_hans: 珠宝

source: justice
de: Gerechtigkeit
it: giustizia
ko: 정당성
pl: sprawiedliwość
pt_br: Justiça
ru: правосудие
tr: adalet
vi: công lý
zh_hans: 正义

source: lakes
de: Seen
fr: des lacs
it: laghi
ko: 호수
pl: jeziora
pt_br: lagos
ru: озёра
tr: göller
vi: hồ
zh_hans: 湖泊

source: laws
de: Gesetze
fr: lois
it: leggi
ko: 법률
pl: prawa
pt_br: leis
ru: законы
tr: kanunlar
vi: luật pháp
zh_hans: 法律

source: lies
de: Lügen
fr: mensonges
it: bugie
ko: 거짓말
pl: kłamstwa
pt_br: mentiras
ru: ложь
tr: yalanlar
vi: dối trá
zh_hans: 谎

source: lightning
de: Blitz
fr: éclair
it: fulmine
ko: 번개
pl: błyskawica
pt_br: relâmpago
ru: молнии
tr: yıldırım
vi: sét
zh_hans: 闪电

source: longevity
de: Langlebigkeit
fr: longévité
it: longevità
ko: 장수
pl: długowieczność
pt_br: longevidade
ru: долголетие
tr: uzun ömür
vi: sự trường thọ
zh_hans: 长寿

source: luck
de: Glück
fr: chance
it: fortuna
ko: 운
pl: fart
pt_br: Sorte
ru: удача
tr: şans
vi: vận may
zh_hans: 运气

source: marriage
de: Ehe
fr: mariage
it: matrimonio
ko: 결혼
pl: związek małżeński
pt_br: casamento
ru: свадьба
tr: evlilik
vi: hôn nhân
zh_hans: 婚姻

source: mercy
de: Barmherzigkeit
fr: miséricorde
it: misericordia
ko: 자비
pl: litość
pt_br: misericórdia
ru: милосердие
tr: merhamet
vi: lòng trắc ẩn
zh_hans: 怜悯

source: metals
de: Metalle
fr: métaux
it: metalli
ko: 궤조
pl: metale
pt_br: Metal
ru: металлы
tr: metaller
vi: kim loại
zh_hans: 金属

source: minerals
de: Mineralien
fr: minéraux
it: minerali
ko: 광물
pl: minerały
pt_br: minerais
ru: минералы
tr: mineraller
vi: khoáng sản
zh_hans: 矿物质

source: mist
de: Dunst
fr: brume
it: nebbia
ko: 안개
pl: mgła
pt_br: névoa
ru: туман
tr: sis
vi: sương mù
zh_hans: 薄雾

source: muck
de: Dreck
fr: boue
it: fango
ko: 머크
pl: błoto
pt_br: estrume
ru: грязь
tr: balçık
vi: bùn lầy
zh_hans: 淤泥

source: nightmares
de: Alpträume
fr: cauchemars
it: incubi
ko: 악몽
pl: koszmary
pt_br: pesadelos
ru: кошмары
tr: kabuslar
vi: ác mộng
zh_hans: 噩梦

source: oaths
de: Eide
fr: serments
it: giuramenti
ko: 맹세
pl: przysięgi
pt_br: Juramento
ru: клятвы
tr: yeminler
vi: lời thề
zh_hans: 宣誓

source: oceans
de: Ozeane
fr: océans
it: oceani
ko: 바다
pl: oceany
pt_br: oceanos
ru: океаны
tr: okyanuslar
vi: đại dương
zh_hans: 海洋

source: painting
de: Malerei
fr: La peinture
it: pittura
ko: 페인트 등
pl: obraz
pt_br: pintura
ru: живопись
tr: resim
vi: hội họa
zh_hans: 绘画

source: plants
de: Pflanzen
fr: végétaux
it: piante
ko: 식물
pl: rośliny
pt_br: plantas
ru: растения
tr: bitkiler
vi: thực vật
zh_hans: 植物

source: pregnancy
de: Schwangerschaft
fr: grossesse
it: gravidanza
ko: 임신
pl: ciąża
pt_br: gravidez
ru: беременность
tr: hamilelik
vi: sự mang thai
zh_hans: 怀孕

source: rain
de: Regen
fr: pluie
it: pioggia
ko: 비
pl: deszcz
pt_br: chuva
ru: дождь
tr: yağmur
vi: mưa
zh_hans: 雨

source: rainbows
de: Regenbogen
fr: arcs en ciel
it: arcobaleni
ko: 무지개
pl: tęcze
pt_br: arco-íris
ru: радуга
tr: gökkuşakları
vi: cầu vồng
zh_hans: 彩虹

source: rebirth
de: Wiedergeburt
fr: Renaissance
it: rinascita
ko: 갱생
pl: ponowne urodzenie
pt_br: renascimento
ru: перерождение
tr: yeniden doğuş
vi: tái sinh
zh_hans: 重生

source: revelry
de: Schwelgerei
fr: festivités
it: bagordi
ko: 환락
pl: biesiada
pt_br: festança
ru: веселье
tr: cümbüş
vi: tiệc tùng
zh_hans: 狂欢

source: revenge
de: Rache
fr: vengeance
it: vendetta
ko: 복수
pl: zemsta
pt_br: vingança
ru: месть
tr: intikam
vi: sự báo thù
zh_hans: 复仇

source: rivers
de: Flüsse
fr: rivières
it: fiumi
ko: 강하
pl: rzeki
pt_br: rios
ru: реки
tr: nehirler
vi: sông
zh_hans: 河流

source: rulership
de: Herrschaft
fr: domination
it: sovranità
ko: 통치권
pl: rządy
pt_br: governo
ru: власть
tr: hükümdarlık
vi: quyền cai trị
zh_hans: 统治

source: rumors
de: Gerüchte
fr: rumeurs
it: dicerie
ko: 소문
pl: plotki
pt_br: rumores
ru: слухи
tr: söylentiler
vi: tin đồn
zh_hans: 传闻

source: salt
de: Salz
fr: sel
it: sale
ko: 소금
pl: sól
pt_br: sal
ru: соль
tr: tuz
vi: muối
zh_hans: 盐

source: scholarship
de: Gelehrsamkeit
fr: bourse
it: erudizione
ko: 장학금
pl: nauka
pt_br: bolsa de estudo
ru: учёность
tr: ilim
vi: học thuật
zh_hans: 奖学金

source: seasons
de: Jahreszeiten
fr: saisons
it: stagioni
ko: 계절
pl: pory roku
pt_br: estações
ru: времена года
tr: mevsimler
vi: mùa
zh_hans: 季节

source: silence
de: Stille
fr: le silence
it: silenzio
ko: 고요
pl: cisza
pt_br: silêncio
ru: тишина
tr: sessizlik
vi: sự tĩnh lặng
zh_hans: 安静

source: speech
de: Sprache
fr: parole
it: discorso
ko: 연설
pl: mowa
pt_br: discurso
ru: речь
tr: hitabet
vi: lời nói
zh_hans: 言语

source: stars
de: Sterne
fr: étoiles
it: stelle
ko: 별
pl: gwiazdy
pt_br: estrelas
ru: звёзды
tr: yıldızlar
vi: sao
zh_hans: 星形

source: storms
de: Stürme
fr: tempêtes
it: tempeste
ko: 폭풍우
pl: burze
pt_br: tempestades
ru: буря
tr: fırtınalar
vi: bão
zh_hans: 风暴

source: sun
de: Sonne
fr: Soleil
it: sole
ko: 태양
pl: słońce
pt_br: sol
ru: солнце
tr: güneş
vi: mặt trời
zh_hans: 太阳

source: thralldom
de: Knechtschaft
fr: servitude
it: schiavitù
ko: 속박
pl: niewolnictwo
pt_br: apatia
ru: рабство
tr: esaret
vi: cảnh nô dịch
zh_hans: 奴役

source: thunder
de: Donner
fr: tonnerre
it: tuono
ko: 우뢰
pl: grom
pt_br: trovão
ru: гром
tr: gök gürültüsü
vi: sấm sét
zh_hans: 雷

source: travelers
de: Reisende
fr: voyageurs
it: viaggiatori
ko: 여행자
pl: podróżnicy
pt_br: viajantes
ru: путешественники
tr: gezginler
vi: lữ khách
zh_hans: 旅客

source: treachery
de: Verrat
fr: traîtrise
it: tradimento
ko: 배반
pl: zdrada
pt_br: traição
ru: предательство
tr: ihanet
vi: sự phản bội
zh_hans: 背信弃义

source: trees
de: Bäume
fr: des arbres
it: alberi
ko: 나무
pl: drzewa
pt_br: árvores
ru: деревья
tr: ağaçlar
vi: cây
zh_hans: 树木

source: trickery
de: Betrügerei
fr: tromperie
it: inganno
ko: 속임수
pl: podstęp
pt_br: malandragem
ru: обман
tr: hilekarlık
vi: sự lừa dối
zh_hans: 诡计

source: twilight
de: Dämmerung
fr: crépuscule
it: crepuscolo
ko: 어스름
pl: zmierzch
pt_br: crepúsculo
ru: сумеречный
tr: alacakaranlık
vi: chạng vạng
zh_hans: 暮

source: valor
de: Tapferkeit
fr: valeur
it: valore
ko: 용기
pl: bitność
ru: доблесть
tr: yiğitlik
vi: lòng dũng cảm
zh_hans: 勇气

source: victory
de: Sieg
fr: la victoire
it: vittoria
ko: 승리
pl: zwycięstwo
pt_br: vitória
ru: победа
tr: zafer
vi: chiến thắng
zh_hans: 胜利

source: volcanos
de: Vulkanen
fr: volcans
it: vulcani
ko: 화산
pl: wulkany
pt_br: vulcões
ru: вулканы
tr: yanardağlar
vi: núi lửa
zh_hans: 火山

source: wealth
de: Besitz
fr: richesse
it: ricchezza
ko: 재산
pl: bogactwo
pt_br: riqueza
ru: богатство
tr: servet
vi: sự giàu có
zh_hans: 财富

source: wind
fr: vent
it: vento
ko: 바람
pl: wiatr
pt_br: vento
ru: ветер
tr: rüzgar
vi: gió
zh_hans: 风

source: wisdom
de: Weisheit
fr: sagesse
it: saggezza
ko: 지혜
pl: mądrość
pt_br: sabedoria
ru: мудрость
tr: bilgelik
vi: trí tuệ
zh_hans: 智慧

source: youth
de: Jugend
fr: jeunesse
it: gioventù
ko: 청소년
pl: młodość
pt_br: juventude
ru: молодость
tr: gençlik
vi: tuổi trẻ
zh_hans: 青年

source: no sphere
de: abgrenzungslos
fr: pas de sphère
it: nessuna sfera
ko: 구체 없음
pl: brak sfery
pt_br: nenhuma esfera
ru: нет сферы
tr: alan yok
vi: không có lĩnh vực
zh_hans: 没有球体

source: the theory and methods involved in distillation
fr: la théorie et les méthodes impliquées dans la distillation
it: la teoria e i metodi di distillazione
ko: 증류와 관련된 이론과 방법
pl: teoria i metody związane z destylacją
pt_br: a teoria e os métodos envolvidos na destilação
ru: теория и методы дистилляции
tr: damıtma ile ilgili teori ve yöntemler
vi: lý thuyết và phương pháp liên quan đến chưng cất
zh_hans: 蒸馏过程中的理论和方法

source: an
de: ein
fr: un
it: un
ko: 한
pt_br: um(a)
tr: bir
vi: một
zh_hans: 一个

source: wives
de: Ehefrauen
fr: épouses
it: mogli
ko: 아내들
pl: żony
pt_br: esposas
ru: жёны
tr: eşler
vi: vợ
zh_hans: 妻子

source: eldest son
de: ältester Sohn
fr: fils aîné
it: figlio maggiore
ko: 장남
pl: najstarszy syn
pt_br: filho mais velho
ru: старший сын
tr: en büyük oğul
vi: con trai trưởng
zh_hans: 长子

source: second eldest son
de: zweitältester Sohn
fr: deuxième fils aîné
it: secondo figlio maggiore
ko: 차남
pl: drugi syn
pt_br: segundo filho mais velho
ru: второй сын
tr: ikinci en büyük oğul
vi: con trai thứ hai
zh_hans: 第二个大儿子

source: third eldest son
de: drittältester Sohn
fr: troisième fils aîné
it: terzo figlio maggiore
ko: 셋째 아들
pl: trzeci syn
pt_br: terceiro filho mais velho
ru: третий сын
tr: üçüncü en büyük oğul
vi: con trai thứ ba
zh_hans: 第三个长子

source: fourth eldest son
de: vierteältester Sohn
fr: quatrième fils aîné
it: quarto figlio maggiore
ko: 넷째 아들
pl: czwarty syn
pt_br: quarto filho mais velho
ru: четвёртый сын
tr: dördüncü en büyük oğul
vi: con trai thứ tư
zh_hans: 第四个长子

source: fifth eldest son
de: fünftältester Sohn
fr: cinquième fils aîné
it: quinto figlio maggiore
ko: 다섯째 아들
pl: piąty syn
pt_br: quinto filho mais velho
ru: пятый сын
tr: beşinci en büyük oğul
vi: con trai thứ năm
zh_hans: 第五个长子

source: sixth eldest son
de: sechstältester Sohn
fr: sixième fils aîné
it: sesto figlio maggiore
ko: 여섯째 아들
pl: szósty syn
pt_br: sexto filho mais velho
ru: шестой сын
tr: altıncı en büyük oğul
vi: con trai thứ sáu
zh_hans: 第六个长子

source: seventh eldest son
de: siebtältester Sohn
fr: septième fils aîné
it: settimo figlio maggiore
ko: 일곱째 아들
pl: siódmy syn
pt_br: sétimo filho mais velho
ru: седьмой сын
tr: yedinci en büyük oğul
vi: con trai thứ bảy
zh_hans: 第七个长子

source: eighth eldest son
de: achtältester Sohn
fr: huitième fils aîné
it: ottavo figlio maggiore
ko: 여덟째 아들
pl: ósmy syn
pt_br: oitavo filho mais velho
ru: восьмой сын
tr: sekizinci en büyük oğul
vi: con trai thứ tám
zh_hans: 第八个长子

source: ninth eldest son
de: neuntältester Sohn
fr: neuvième fils aîné
it: nono figlio maggiore
ko: 아홉째 아들
pl: dziewiąty syn
pt_br: nono filho mais velho
ru: девятый сын
tr: dokuzuncu en büyük oğul
vi: con trai thứ chín
zh_hans: 第九个长子

source: tenth eldest son
de: zehntältester Sohn
fr: dixième fils aîné
it: decimo figlio maggiore
ko: 열 번째 아들
pl: dziesiąty syn
pt_br: décimo filho mais velho
ru: десятый сын
tr: onuncu en büyük oğul
vi: con trai thứ mười
zh_hans: 第十个长子

source: youngest son
de: jüngster Sohn
fr: Le plus jeune fils
it: figlio minore
ko: 어린 아들
pl: najmłodszy syn
pt_br: filho mais novo
ru: младший сын
tr: en küçük oğul
vi: con trai út
zh_hans: 最小的儿子

source: only son
de: einziger Sohn
fr: fils unique
it: figlio unico
ko: 외아들
pl: jedyny syn
pt_br: filho único
ru: единственный сын
tr: tek oğul
vi: con trai độc nhất
zh_hans: 唯一儿子

source: eldest daughter
de: älteste Tochter
fr: fille aînée
it: figlia maggiore
ko: 장녀
pl: najstarsza córka
pt_br: filha mais velha
ru: старшая дочь
tr: en büyük kız
vi: con gái trưởng
zh_hans: 长女

source: second eldest daughter
de: zweitälteste Tochter
fr: deuxième fille aînée
it: seconda figlia maggiore
ko: 차녀
pl: druga córka
pt_br: segunda filha mais velha
ru: вторая дочь
tr: ikinci en büyük kız
vi: con gái thứ hai
zh_hans: 第二个大女儿

source: third eldest daughter
de: drittälteste Tochter
fr: troisième fille aînée
it: terza figlia maggiore
ko: 셋째 딸
pl: trzecia córka
pt_br: terceira filha mais velha
ru: третья дочь
tr: üçüncü en büyük kız
vi: con gái thứ ba
zh_hans: 第三个大女儿

source: fourth eldest daughter
de: viertälteste Tochter
fr: quatrième fille aînée
it: quarta figlia maggiore
ko: 넷째 딸
pl: czwarta córka
pt_br: quarta filha mais velha
ru: четвёртая дочь
tr: dördüncü en büyük kız
vi: con gái thứ tư
zh_hans: 第四个大女儿

source: fifth eldest daughter
de: fünftälteste Tochter
fr: cinquième fille aînée
it: quinto figlia maggiore
ko: 다섯째 딸
pl: piąta córka
pt_br: quinta filha mais velha
ru: пятая дочь
tr: beşinci en büyük kız
vi: con gái thứ năm
zh_hans: 第五个大女儿

source: sixth eldest daughter
de: sechstälteste Tochter
fr: sixième fille aînée
it: sesta figlia maggiore
ko: 여섯째 딸
pl: szósta córka
pt_br: sexta filha mais velha
ru: шестая дочь
tr: altıncı en büyük kız
vi: con gái thứ sáu
zh_hans: 第六个大女儿

source: seventh eldest daughter
de: siebtälteste Tochter
fr: septième fille aînée
it: settima figlia maggiore
ko: 일곱째 딸
pl: siódma córka
pt_br: sétima filha mais velha
ru: седьмая дочь
tr: yedinci en büyük kız
vi: con gái thứ bảy
zh_hans: 第七个大女儿

source: eighth eldest daughter
de: achtälteste Tochter
fr: huitième fille aînée
it: ottava figlia maggiore
ko: 여덟째 딸
pl: ósma córka
pt_br: oitava filha mais velha
ru: восьмая дочь
tr: sekizinci en büyük kız
vi: con gái thứ tám
zh_hans: 第八个大女儿

source: ninth eldest daughter
de: neuntälteste Tochter
fr: neuvième fille aînée
it: nona figlia maggiore
ko: 아홉째 딸
pl: dziewiąta córka
pt_br: nona filha mais velha
ru: девятая дочь
tr: dokuzuncu en büyük kız
vi: con gái thứ chín
zh_hans: 第九个大女儿

source: tenth eldest daughter
de: zehntälteste Tochter
fr: dixième fille aînée
it: decima figlia maggiore
ko: 열 번째 딸
pl: dziesiąta córka
pt_br: décima filha mais velha
ru: десятая дочь
tr: onuncu en büyük kız
vi: con gái thứ mười
zh_hans: 第十个大女儿

source: only daughter
de: einzige Tochter
fr: fille unique
it: figlia unica
ko: 외동딸
pl: jedyna córka
pt_br: filha única
ru: единственная дочь
tr: tek kız
vi: con gái độc nhất
zh_hans: 唯一女儿

source: youngest daughter
de: jüngste Tochter
fr: La plus jeune fille
it: figlia minore
ko: 막내딸
pl: najmłodsza córka
pt_br: filha mais nova
ru: младшая дочь
tr: en küçük kız
vi: con gái út
zh_hans: 最小的女儿

source: eldest child
de: ältestes Kind
fr: l'aîné
it: figlio maggiore
ko: 장남
pl: najstarsze dziecko
pt_br: filho mais velho
ru: старший ребёнок
tr: en büyük çocuk
vi: con trưởng
zh_hans: 最大的孩子

source: second eldest child
de: zweitältestes Kind
fr: deuxième enfant aîné
it: secondo figlio maggiore
ko: 두 번째 큰 아이
pl: drugie dziecko
pt_br: segundo filho mais velho
ru: второй ребёнок
tr: ikinci en büyük çocuk
vi: con thứ hai
zh_hans: 第二个大孩子

source: third eldest child
de: dritteältestes Kind
fr: troisième enfant aîné
it: terzo figlio maggiore
ko: 세 번째 큰 아이
pl: trzecie dziecko
pt_br: terceiro filho mais velho
ru: третий ребёнок
tr: üçüncü en büyük çocuk
vi: con thứ ba
zh_hans: 第三个大孩子

source: fourth eldest child
de: viertältestes Kind
fr: quatrième enfant aîné
it: quarto figlio maggiore
ko: 넷째 큰 아이
pl: czwarte dziecko
pt_br: quarto filho mais velho
ru: четвёртый ребёнок
tr: dördüncü en büyük çocuk
vi: con thứ tư
zh_hans: 第四个大孩子

source: fifth eldest child
de: fünftältestes Kind
fr: cinquième enfant aîné
it: quinto figlio maggiore
ko: 다섯 번째 큰 아이
pl: piąte dziecko
pt_br: quinto filho mais velho
ru: пятый ребёнок
tr: beşinci en büyük çocuk
vi: con thứ năm
zh_hans: 第五个大孩子

source: sixth eldest child
de: sechstältestes Kind
fr: sixième enfant aîné
it: sesto figlio maggiore
ko: 여섯 번째 큰 아이
pl: szóste dziecko
pt_br: sexto filho mais velho
ru: шестой ребёнок
tr: altıncı en büyük çocuk
vi: con thứ sáu
zh_hans: 第六个大孩子

source: seventh eldest child
de: siebtältestes Kind
fr: septième enfant aîné
it: settimo figlio maggiore
ko: 일곱 번째 장남
pl: siódme dziecko
pt_br: sétimo filho mais velho
ru: седьмой ребёнок
tr: yedinci en büyük çocuk
vi: con thứ bảy
zh_hans: 第七个大孩子

source: eighth eldest child
de: achtältestes Kind
fr: huitième enfant aîné
it: ottavo figlio maggiore
ko: 여덟 번째 큰 아이
pl: ósme dziecko
pt_br: oitavo filho mais velho
ru: восьмой ребёнок
tr: sekizinci en büyük çocuk
vi: con thứ tám
zh_hans: 第八个大孩子

source: ninth eldest child
de: neuntältestes Kind
fr: neuvième enfant aîné
it: nono figlio maggiore
ko: 아홉 번째 장남
pl: dziewiąte dziecko
pt_br: nono filho mais velho
ru: девятый ребёнок
tr: dokuzuncu en büyük çocuk
vi: con thứ chín
zh_hans: 第九个大孩子

source: tenth eldest child
de: zehntältestes Kind
fr: dixième enfant aîné
it: decimo figlio maggiore
ko: 열 번째 큰 아이
pl: dziesiąte dziecko
pt_br: décimo filho mais velho
ru: десятый ребёнок
tr: onuncu en büyük çocuk
vi: con thứ mười
zh_hans: 第十个长子

source: youngest child
de: jüngstes Kind
fr: cadet
it: figlio minore
ko: 막내
pl: najmłodsze dziecko
pt_br: filho mais novo
ru: младший ребёнок
tr: en küçük çocuk
vi: con út
zh_hans: 最年幼的孩子

source: only child
de: einziges Kind
fr: fils unique
it: figlio unico
ko: 유일한 아이
pl: jedyne dziecko
pt_br: apenas uma criança
ru: единственный ребёнок
tr: tek çocuk
vi: con độc nhất
zh_hans: 唯一的孩子

source: paternal grandmother
de: Großmutter väterlicherseits
fr: grand-mère paternelle
it: nonna paterna
ko: 외할머니
pl: babcia ze strony ojca
pt_br: avó paterna
ru: бабушка по отцовской линии
tr: babaanne
vi: Bà nội
zh_hans: 奶奶

source: paternal grandfather
de: Großvater väterlicherseits
fr: grand-père paternel
it: nonno paterno
ko: 친할아버지
pl: dziadek ze strony ojca
pt_br: avô paterno
ru: дед по отцовской линии
tr: baba tarafından dede
vi: Ông nội
zh_hans: 祖父

source: maternal grandmother
de: Großmutter mütterlicherseits
fr: grand-mère maternelle
it: nonna materna
ko: 외할머니
pl: babcia ze strony ojca
pt_br: avó materna
ru: бабушка по материнской линии
tr: anneanne
vi: Bà ngoại
zh_hans: 外婆

source: maternal grandfather
de: Großvater mütterlicherseits
fr: grand-père maternel
it: nonno materno
ko: 외할아버지
pl: dziadek ze strony ojca
pt_br: avô materno
ru: дед по материнской линии
tr: anne tarafından dede
vi: Ông ngoại
zh_hans: 外祖父

source: older brother
de: älterer Bruder
fr: grand frère
it: fratello maggiore
ko: 형
pl: starszy brat
pt_br: irmao mais velho
ru: старший брат
tr: abi
vi: Anh trai
zh_hans: 哥哥

source: older sister
de: ältere Schwester
fr: soeur aînée
it: sorella maggiore
ko: 언니
pl: starsza siostra
pt_br: irma mais velha
ru: старшая сестра
tr: abla
vi: Chị gái
zh_hans: 姐姐

source: older sibling
de: ältere Geschwister
fr: frère aîné
it: fratello maggiore
ko: 더 나이 많은 형제 자매
pl: starsze rodzeństwo
pt_br: irmao mais velho
ru: старший брат/сестра
tr: büyük kardeş
vi: Anh/chị
zh_hans: 年长的兄弟姐妹

source: younger brother
de: jüngerer Bruder
fr: cadet
it: fratello minore
ko: 남동생
pl: młodszy brat
pt_br: irmao mais novo
ru: младший брат
tr: küçük erkek kardeş
vi: Em trai
zh_hans: 弟弟

source: younger sister
de: jüngere Schwester
fr: sœur cadette
it: sorella minore
ko: 여동생
pl: młodsza siostra
pt_br: irma mais nova
ru: младшая сестра
tr: küçük kız kardeş
vi: Em gái
zh_hans: 妹妹

source: younger sibling
de: jüngere Geschwister
fr: cadet
it: fratello minore
ko: 동생
pl: młodsze rodzeństwo
pt_br: irmao mais novo
ru: младший брат/сестра
tr: küçük kardeş
vi: Em
zh_hans: 弟弟妹妹
