Repository: dfint/translations-backup
Catalog: translations/dwarf-fortress-steam/hardcoded_steam/*.po
Languages: de, fr, it, ko, pl, pt_br, ru, tr, vi, zh_hans

source: Fruit/leaves
de: Früchte/Blätter
fr: Fruits/feuilles
it: Frutti/foglie
ko: 과일/잎
pl: Owoce/liście
pt_br: Frutas/folhas
ru: Плоды/листья
tr: Meyve/yapraklar
vi: Quả/lá
zh_hans: 水果/叶子

source: Milled plant
de: Gemahlene Pflanze
fr: Usine broyée
it: Pianta macinata
ko: 제분 공장
pl: Zmielona roślina
pt_br: Plantas moídas
ru: Перемолотое растение
tr: Öğütülmüş bitki
vi: Thực vật đã xay
zh_hans: 碾磨的植物

source: Bone meal
fr: Farine d'os
it: Farina d'ossa
ko: 골분
pl: Mączka kostna
pt_br: Farinha de osso
ru: Костная мука
tr: Kemik unu
vi: Bột xương
zh_hans: 骨粉

source: Fat
de: Fett
fr: Gros
it: Grasso
ko: 지방
pl: Tłuszcz
pt_br: Gordura
ru: Жир
tr: Yağ
vi: Mỡ
zh_hans: 脂

source: Paste
fr: Pâte
it: Impasto
ko: 반죽
pl: Pasta
pt_br: Pasta
ru: Встав.
tr: Ezme
vi: Bột nhão
zh_hans: 糊

source: Pressed material
de: Gepresstes Material
fr: Matériau pressé
it: Materiale pressato
ko: 압축 재료
pl: Sprasowany materiał
pt_br: Material prensado
ru: Прессованные материалы
tr: Preslenmiş malzeme
vi: Vật liệu ép
zh_hans: 压制材料

source: Extract (plant)
de: Extrakt (Pflanze)
fr: Extrait (plante)
it: Estratto (pianta)
ko: 추출물(식물)
pl: Ekstrakt (roślinny)
pt_br: Extrato (planta)
ru: Экстракт (растительный)
tr: Özüt (bitki)
vi: Chiết xuất (thực vật)
zh_hans: 提取物（植物）

source: Extract (animal)
de: Extrakt (Tier)
fr: Extrait (animal)
it: Estratto (animale)
ko: 추출물(동물성)
pl: Ekstrakt (zwierzęcy)
pt_br: Extrato (animal)
ru: Экстракт (животный)
tr: Özüt (hayvan)
vi: Chiết xuất (động vật)
zh_hans: 提取物（动物）

source: Misc. liquid
de: Div. Flüssigkeiten
fr: Divers liquide
it: Liquidi vari
ko: 기타
pl: Różn. płyn
pt_br: Líquidos diversos
ru: Др. жидкости
tr: Çeşitli sıvılar
vi: Chất lỏng khác
zh_hans: 杂项液体

source: Item types
de: Item typen
fr: Types d'objets
it: Tipi di oggetto
ko: 항목 유형
pl: Rodzaje przedmiotów
pt_br: Tipos de item
ru: Типы предметов
tr: Eşya türleri
vi: Loại vật phẩm
zh_hans: 物品种类

source: Body parts
de: Körperteile
fr: Parties du corps
it: Parti di corpo
ko: 신체 부위
pl: Części ciała
pt_br: Partes do corpo
ru: Части тела
tr: Vücut parçaları
vi: Bộ phận cơ thể
zh_hans: 身体部位

source: Skulls
de: Schädel
fr: Crânes
it: Teschi
ko: 두개골
pl: Czaszki
pt_br: Crânios
ru: Черепа
tr: Kafatasları
vi: Hộp sọ
zh_hans: 头骨

source: Bones
de: Knochen
fr: Des os
it: Ossa
ko: 뼈
pl: Kości
pt_br: Ossos
ru: Кости
tr: Kemikler
vi: Xương
zh_hans: 骨头

source: Shells
de: Muscheln
fr: Coquilles
it: Conchiglie
ko: 포탄
pl: Muszle
pt_br: Conchas
ru: Панцири
tr: Kabuklar
vi: Vỏ
zh_hans: 壳

source: Teeth
de: Zähne
fr: Les dents
it: Denti
ko: 이
pl: Zęby
pt_br: Dentes
ru: Зубы
tr: Dişler
vi: Răng
zh_hans: 牙

source: Horns/hooves
de: Hörner/Hufen
fr: Cornes/sabots
it: Corna/zoccoli
ko: 뿔/발굽
pl: Rogi/kopyta
pt_br: Chifres/cascos
ru: Рога/копыта
tr: Boynuzlar/toynaklar
vi: Sừng/móng guốc
zh_hans: 犄角/蹄子

source: Hair/wool
de: Haare/Wolle
fr: Cheveux/laine
it: Pelo/lana
ko: 헤어/울
pl: Włosy/wełna
pt_br: Pelo/lã
ru: Волосы/шерсть
tr: Kıl/yün
vi: Lông/len
zh_hans: 毛发/绒线

source: Stone/clay
de: Stein/Lehm
fr: Pierre/argile
it: Pietra/argilla
ko: 돌/점토
pl: Kamień/glina
pt_br: Pedra/argila
ru: Камень/глина
tr: Taş/kil
vi: Đá/đất sét
zh_hans: 石材/黏土

source: Type
de: Typ
fr: Taper
it: Tipo
ko: 유형
pl: Rodzaj
pt_br: Tipo
ru: Тип
tr: Tür
vi: Loại
zh_hans: 类型

source: Metal
de: Metall
fr: Métal
it: Metallo
ko: 금속
ru: Металлы
vi: Kim loại
zh_hans: 金属

source: Other materials
de: Andere Materialien
fr: Autres matériaux
it: Altri materiali
ko: 기타 재료
pl: Inne materiały
pt_br: Outros materiais
ru: Другие материалы
tr: Diğer malzemeler
vi: Vật liệu khác
zh_hans: 其他材料

source: Bars: other materials
de: Barren: andere Materialien
fr: Barres : autres matériaux
it: Barre: altri materiali
ko: 막대: 기타 재료
pl: Sztaby: inne materiały
pt_br: Barras: outros materiais
ru: Бруски: другие материалы
tr: Külçeler: diğer malzemeler
vi: Thanh: vật liệu khác
zh_hans: 条锭：其他材料

source: Bars: metal
de: Barren: Metall
fr: Barres : métal
it: Barre: metallo
ko: 막대: 금속
pl: Sztaby: metal
pt_br: Barras: metal
ru: Слитки: метал
tr: Külçeler: metal
vi: Thanh: kim loại
zh_hans: 条锭：金属

source: Blocks: other materials
de: Blöcke: andere Materialien
fr: Blocs : autres matériaux
it: Blocchi: altri materiali
ko: 블록: 기타 재료
pl: Bloki: inne materiały
pt_br: Bloco: outros materiais
ru: Блоки: другие материалы
tr: Bloklar: diğer malzemeler
vi: Khối: vật liệu khác
zh_hans: 砖块：其他材料

source: Blocks: metal
de: Blöcke: Metall
fr: Blocs : métal
it: Blocchi: metallo
ko: 블록: 금속
pl: Bloki: metal
pt_br: Blocos: metal
ru: Блоки: металлические
tr: Bloklar: metal
vi: Khối: kim loại
zh_hans: 砖块：金属

source: Blocks: stone/clay
de: Blöcke: Stein/Lehm
fr: Blocs : pierre/argile
it: Blocchi: pietra/argilla
ko: 블록: 돌/점토
pl: Bloki: kamień/glina
pt_br: Blocos: pedra/argila
ru: Блоки: камень/глина
tr: Bloklar: taş/kil
vi: Khối: đá/đất sét
zh_hans: 砖块：石材/黏土

source: Metal ores
de: Erze aus Metall
fr: Minerais métalliques
it: Minerali metallici
ko: 금속 광석
pl: Rudy metali
pt_br: Minérios
ru: Металлические руды
tr: Metal cevherleri
vi: Quặng kim loại
zh_hans: 金属矿石

source: Economic
de: Ökonomisch
fr: Économique
it: Economico
ko: 경제
pl: Ekonomiczne
pt_br: Economia
ru: Промышленные
tr: Ekonomik
vi: Kinh tế
zh_hans: 经济性

source: Other stone
de: Andere Steine
fr: Autre pierre
it: Altra pietra
ko: 다른 돌
pl: Inny kamień
pt_br: Outras pedras
ru: Другой камень
tr: Diğer taşlar
vi: Đá khác
zh_hans: 其他石材

source: Clay
de: Lehm
fr: Argile
it: Argilla
ko: 점토
pl: Glina
pt_br: Argila
ru: Глина
tr: Kil
vi: Đất sét
zh_hans: 粘土

source: Rough glass
de: Raues Glas
fr: Verre brut
it: Vetro grezzo
ko: 거친 유리
pl: Nieoszlifowane szkło
pt_br: Vidro bruto
ru: Необработанное стекло
tr: Ham cam
vi: Thủy tinh thô
zh_hans: 毛坯玻璃

source: Cut glass
de: Geschliffenes Glas
fr: Verre taillé
it: Vetro tagliato
ko: 세공된 유리
pl: Oszlifowane szkło
pt_br: Vidro lapidado
ru: Граненное стекло
tr: İşlenmiş cam
vi: Thủy tinh cắt gọt
zh_hans: 切割玻璃

source: Rough gem
de: Roher Edelstein
fr: Gemme brute
it: Gemma grezza
ko: 거친 보석
pl: Nieoszlifowany klejnot
pt_br: Gema bruta
ru: Необработанный самоцвет
tr: Ham mücevher
vi: Đá quý thô
zh_hans: 毛坯宝石

source: Cut gem
de: Geschliffener Edelstein
fr: Gemme taillée
it: Gemma tagliata
ko: 컷 보석
pl: Oszlifowany klejnot
pt_br: Gema lapidada
ru: Огранённый самоцвет
tr: İşlenmiş mücevher
vi: Đá quý cắt gọt
zh_hans: 切割宝石

source: Cut stone
de: Stein schneiden
fr: Pierre taillée
it: Pietra tagliata
ko: 컷 스톤
pl: Oszlifowany kamień
pt_br: Pedra lapidada
ru: Ограненный камень
tr: İşlenmiş taş
vi: Đá cắt gọt
zh_hans: 切割石材

source: Gem
de: Edelstein
fr: Gemme
it: Gemma
ko: 보석
pl: Klejnot
pt_br: Gema
ru: Самоцвет
tr: Mücevher
vi: Đá quý
zh_hans: 宝石

source: Thread (silk)
de: Faden (Seide)
fr: Fil (soie)
it: Filo (seta)
ko: 실(비단)
pl: Nić (jedwab)
pt_br: Fio (seda)
ru: Нить (шёлковая)
tr: İplik (ipek)
vi: Sợi (lụa)
zh_hans: 细线（丝绸）

source: Thread (plant)
de: Faden (Pflanze)
fr: Fil (plante)
it: Filo (vegetale)
ko: 실(식물)
pl: Nić (roślinna)
pt_br: Fio (vegetal)
ru: Нить (растительная)
tr: İplik (bitki)
vi: Sợi (thực vật)
zh_hans: 细线（植物）

source: Thread (yarn)
de: Faden (Garn)
fr: Fil (fil)
it: Filo (gomitolo)
ko: 실(실)
pl: Nić (przędza)
pt_br: Fio (lã)
ru: Нить (пряжа)
tr: İplik (yün)
vi: Sợi (sợi xe)
zh_hans: 细线（纱线）

source: Thread (metal)
de: Faden (Metall)
fr: Fil (métal)
it: Filo (metallo)
ko: 스레드(금속)
pl: Nić (metalowa)
pt_br: Fio (metálico)
ru: Нить (металлическая)
tr: İplik (metal)
vi: Sợi (kim loại)
zh_hans: 细线（金属）

source: Cloth (silk)
de: Stoff (Seide)
fr: Tissu (soie)
it: Stoffa (seta)
ko: 천(비단)
pl: Tkanina (jedwab)
pt_br: Tecido (seda)
ru: Ткань (шёлковая)
tr: Kumaş (ipek)
vi: Vải (lụa)
zh_hans: 布料（丝绸）

source: Cloth (plant)
de: Stoff (Pflanze)
fr: Tissu (plante)
it: Stoffa (vegetale)
ko: 천(식물)
pl: Tkanina (roślinne)
pt_br: Tecido (vegetal)
ru: Ткань (растительная)
tr: Kumaş (bitki)
vi: Vải (thực vật)
zh_hans: 布料（植物）

source: Cloth (yarn)
de: Stoff (Garn)
fr: Tissu (fil)
it: Stoffa (gomitolo)
ko: 옷감(실)
pl: Tkanina (przędza)
pt_br: Tecido (lã)
ru: Ткань (вязаная)
tr: Kumaş (yün)
vi: Vải (sợi xe)
zh_hans: 布料（纱线）

source: Cloth (metal)
de: Stoff (Metall)
fr: Tissu (métal)
it: Stoffa (metallo)
ko: 천(금속)
pl: Tkanina (metalowa)
pt_br: Tecido (metálico)
ru: Ткань (металлическая)
tr: Kumaş (metal)
vi: Vải (kim loại)
zh_hans: 布料（金属）

source: Paper
de: Papier
fr: Papier
it: Carta
ko: 종이
pl: Papier
pt_br: Papel
ru: Бумага
tr: Kağıt
vi: Giấy
zh_hans: 纸

source: Parchment
de: Pergament
fr: Parchemin
it: Pergamena
ko: 양피지
pl: Pergamin
pt_br: Pergaminho
ru: Пергамент
tr: Parşömen
vi: Giấy da
zh_hans: 羊皮纸

source: Weapons
de: Waffen
fr: Armes
it: Armi
ko: 무기
pl: Broń
pt_br: Armas
ru: Оружие
tr: Silahlar
vi: Vũ khí
zh_hans: 武器

source: Trap components
de: Komponenten von Fallen
fr: Composants du piège
it: Componenti della trappola
ko: 함정 부품
pl: Elementy pułapek
pt_br: Componentes de armadilha
ru: Компоненты ловушки
tr: Tuzak parçaları
vi: Thành phần bẫy
zh_hans: 陷阱组件

source: Body
de: Brust
fr: Corps
it: Corpo
ko: 신체
pl: Ciało
pt_br: Corpo
ru: Тело
tr: Vücut
vi: Thân
zh_hans: 身体

source: Head
de: Kopf
fr: Tête
it: Testa
ko: 머리
pl: Głowa
pt_br: Cabeça
ru: Голова
tr: Baş
vi: Đầu
zh_hans: 脑袋

source: Feet
de: Füsse
fr: Pieds
it: Piedi
ko: 피트
pl: Stopy
pt_br: Pés
ru: Ступни
tr: Ayaklar
vi: Bàn chân
zh_hans: 脚

source: Hands
de: Hände
fr: Mains
it: Mani
ko: 소유
pl: Ręce
pt_br: Mãos
ru: Руки
tr: Eller
vi: Bàn tay
zh_hans: 手

source: Legs
de: Beine
fr: Les jambes
it: Gambe
ko: 다리
pl: Nogi
pt_br: Pernas
ru: Ноги
tr: Bacaklar
vi: Chân
zh_hans: 腿

source: Shield
de: Schild
fr: Bouclier
it: Scudo
ko: 방패
pl: Tarcza
pt_br: Escudo
ru: Щит
tr: Kalkan
vi: Khiên
zh_hans: 盾牌

source: Color
de: Farbe
fr: Couleur
it: Colore
ko: 색상
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
vi: Màu sắc
zh_hans: 颜色

source: Core quality
de: Grundlegende Qualität
fr: Qualité de base
it: Qualità del nucleo
ko: 핵심 품질
pl: Pierwotna jakość
pt_br: Qualidade principal
ru: Базовое качество
tr: Çekirdek kalitesi
vi: Chất lượng cốt lõi
zh_hans: 核心品质

source: Total quality
de: Qualität insgesamt
fr: Qualité totale
it: Qualità totale
ko: 총 품질
pl: Ostateczna jakość
pt_br: Qualidade total
ru: Общее качество
tr: Toplam kalite
vi: Tổng chất lượng
zh_hans: 总体品质

source: Select materials for the
de: Wählen Sie Materialien für die
fr: Choisir les matériaux pour le
it: Seleziona materiali per il
ko: 에 대한 자료를 선택하십시오.
pl: Wybierz materiały dla
pt_br: Selecione os materiais para
ru: Выберите материалы для
tr: Şunun için malzeme seç:
vi: Chọn vật liệu cho
zh_hans: 选择材料用于

source: Amount needed:
de: Benötigte Menge:
fr: Montant nécessaire :
it: Quantità necessaria:
ko: 필요한 금액:
pl: Potrzebna ilość:
pt_br: Quantidade necessária:
ru: Необходимое количество:
tr: Gereken miktar:
vi: Lượng cần thiết:
zh_hans: 所需数量：

source: Dist:
fr: Distribution :
ko: 거리:
pl: Dyst:
ru: Дист:
tr: Mes:
vi: Khoảng cách:
zh_hans: 距离：

source: Select a merchant group to trade with:
de: Wählen Sie eine Händlergruppe aus, mit der Sie handeln möchten:
fr: Sélectionnez un groupe de marchands avec lequel négocier :
it: Seleziona gruppo di mercanti con cui commerciare:
ko: 거래할 판매자 그룹 선택:
pl: Wybierz grupę kupców do handlowania:
pt_br: Selecione um grupo de mercadores para negociar:
ru: Выберите торговую группу для торговли с:
tr: Ticaret yapılacak bir tüccar grubu seçin:
vi: Chọn một nhóm thương gia để giao thương:
zh_hans: 选择一个商队来交易：

source: Greetings from the outer lands.
de: Grüße aus den äußeren Ländern.
fr: Salutations des terres extérieures.
it: Saluti dalle terre lontane.
ko: 외계에서 인사드립니다.
pl: Pozdrowienia z zewnętrznych krain.
pt_br: Saudações das terras exteriores.
ru: Привет вам из внешних земель.
vi: Lời chào từ vùng đất xa xôi.
zh_hans: 来自外地的问候。

source: Greetings from the Mountainhomes.
de: Grüße vom Königreich.
fr: Salutations des Mountainhomes.
it: Saluti dalle Rocchenaniche.
ko: Mountainhomes에서 인사드립니다.
pl: Pozdrowienia z Górniczych Domów.
pt_br: Saudações do Lares Montanhosos.
ru: Привет вам из Горного Дома.
vi: Lời chào từ Mountainhomes.
zh_hans: 来自山居的问候。

source: Your efforts are legend there. Let us trade!
de: Ihre Bemühungen sind dort Legende. Lassen Sie uns handeln!
fr: Vos efforts y sont légendaires. Faisons du commerce !
it: I vostri sforzi sono leggenda. Commerciamo!
ko: 당신의 노력은 전설입니다.
pl: Twoje wysiłki przeszły tam do legendy. Handlujmy!
pt_br: Seus esforços são lendários lá. Vamos trocar!
ru: Ваши усилия легендарны. Поторгуем?
vi: Nỗ lực của ngươi đã thành huyền thoại ở đó. Hãy giao thương nào!
zh_hans: 你的努力是那里的传奇。让我们交易吧！

source: Greetings. The
de: Grüße. Der/Die/Das
fr: Salutations. La
it: Saluti. Il
ko: 인사말.
pl: Pozdrowienia.
pt_br: Saudações. O
ru: Приветствуем.
vi: Kính chào. Kỹ năng
zh_hans: 你好。

source: craftsman
de: Handwerker
fr: artisan
it: artigiano
ko: 공예가
pl: rzemieślnik
pt_br: artesão
ru: ремесленник
tr: zanaatkar
vi: chế tác
zh_hans: 工匠

source: ship of the
de: Schiff des
fr: navire de la
it: nave del
ko: 의 배
pl: statek należący do
pt_br: navio do
ru: ство
tr: lığına gelince,
vi: của
zh_hans: 船自

source: is unparalleled. Let's make a deal!
de: ist unvergleichlich. Lassen Sie uns ein Geschäft machen!
fr: est sans précédent. Faisons un marché!
it: è impareggiabile. Facciamo un accordo!
ko: 타의 추종을 불허합니다.
pl: jest niezrównany. Dobijmy targu!
pt_br: é incomparável. Vamos fazer um acordo!
ru: уникально. Перейдём к делу!
vi: là vô song. Hãy cùng giao dịch!
zh_hans: 是无可比拟的。咱们来交易吧！

source: Greetings. We are enchanted by
de: Grüße. Wir sind verzaubert von
fr: Salutations. Nous sommes enchantés par
it: Saluti. Siamo incantati da
ko: 인사말.
pl: Pozdrowienia. Jesteśmy oczarowani przez
pt_br: Saudações. Nós estamos encantados pela
ru: Приветствуем. Мы очарованы
vi: Kính chào. Chúng ta bị mê hoặc bởi
zh_hans: 您好。我们热衷于

source: your more ethical works. We've come to trade.
fr: vos œuvres plus éthiques. Nous sommes venus faire du commerce.
it: le vostre opere più etiche. Siamo qui per commerciare.
ko: 당신의 더 윤리적인 작업.
pl: twoje bardziej etyczne prace. Przyszliśmy handlować.
pt_br: suas obras mais éticas. Nós viemos para o comércio.
ru: вашей высокоэтической работой. Давайте торговать.
vi: những tác phẩm đạo đức hơn của ngươi. Chúng ta đến để giao thương.
zh_hans: 你的道德作品更多。我们来交易。

source: A hairy drunkard has come hither to once more disrespect the sanctity of life, I see.
de: Wie ich sehe, ist ein haariger Trunkenbold hierher gekommen, um die Heiligkeit des Lebens wieder einmal zu missachten.
fr: Un ivrogne poilu est venu ici pour manquer une fois de plus au caractère sacré de la vie, je vois.
it: Vedo che un ubriacone peloso è venuto qui per mancare ancora una volta di rispetto alla santità della vita.
ko: 털이 많은 주정뱅이가 다시 한번 생명의 존엄성을 무시하게 되었군요.
pl: Przybył włochaty pijak, aby raz jeszcze zlekceważyć świętość życia, jak widzę.
pt_br: Um bêbado cabeludo veio aqui para mais uma vez desrespeitar a santidade da vida, veja só.
ru: Ты, волосатая пьянь, снова пришёл сюда, чтобы оскорбить святость жизни.
tr: Görüyorum ki kıllı bir sarhoş, yaşamın kutsallığına bir kez daha saygısızlık etmek için buraya gelmiş.
vi: Một kẻ nát rượu râu ria đã đến đây để một lần nữa coi thường sự linh thiêng của sự sống, ta thấy vậy.
zh_hans: 我看到了一个多毛酒鬼来到了这里，再次侮辱了神圣的生命。

source: What do you want?
de: Was willst du?
fr: Qu'est-ce que tu veux?
it: Che cosa vuoi?
ko: 무엇을 원하나요?
pl: Czego chcesz?
pt_br: O que você deseja?
ru: Чего вы хотите?
tr: Ne istiyorsun?
vi: Ngươi muốn gì?
zh_hans: 你想要什么

source: These goods are too heavy and cheap for me to consider.
de: Diese Waren sind zu schwer und zu billig, als dass ich sie in Betracht ziehen könnte.
fr: Ces marchandises sont trop lourdes et bon marché pour que je les considère.
it: Questi prodotti sono troppo pesanti ed economici per essere considerati.
ko: 이 상품들은 제가 고려하기에는 너무 무겁고 저렴합니다.
pl: Te dobra są zbyt ciężkie i tanie, bym je rozważył.
pt_br: Esses produtos são muito pesados e baratos para eu considerar.
ru: Эти товары слишком тяжелы и дешевы, чтобы я мог их рассматривать.
tr: Bu mallar benim dikkate almam için fazla ağır ve ucuz.
vi: Những món hàng này quá nặng và rẻ mạt để ta cân nhắc.
zh_hans: 这些商品对我来说太重太便宜了。

source: Do not tempt me! My beasts of burden cannot possibly haul such a load.
fr: Ne me tente pas! Mes bêtes de somme ne peuvent pas porter une telle charge.
it: Non tentarmi! Le mie bestie da soma non sono in grado di trasportare un tale carico.
ko: 나를 유혹하지 마라! 나의 짐꾼들은 도저히 그런 짐을 나를 수가 없다.
pl: Nie kuś mnie! Moje zwierzęta juczne nie są w stanie unieść takiego ładunku.
pt_br: Não me provoque! Meus animais de carga não podem carregar tal carga.
ru: Не искушай меня! Мои вьючные животные не могут тащить такой груз.
vi: Đừng cám dỗ ta! Loài vật tải trọng của ta không thể nào kéo nổi gánh nặng như vậy.
zh_hans: 不要诱惑我! 我的牲畜可驮不动这样的重担。

source: I must make a profit. There is simply not enough value here.
de: Ich muss einen Gewinn erzielen. Es gibt hier einfach nicht genug an wertvollen Dingen.
fr: Je dois faire un profit. Il n'y a tout simplement pas assez de valeur ici.
it: Devo fare un profitto. Semplicemente non c'è abbastanza valore qui.
ko: 수익을 내야 합니다.
pl: Muszę osiągać zysk. Tu po prostu nic nie ma wystarczającej wartości.
pt_br: Eu preciso ter lucro. Não tem valor suficiente aqui.
ru: Я должен получать прибыль. Здесь просто не хватает ценности.
vi: Ta phải kiếm lời. Giá trị ở đây đơn giản là không đủ.
zh_hans: 我怎么也得赚点。你提供的单纯不够价。

source: Please understand the journey must be profitable. Perhaps you'd consider tossing in a little extra?
fr: Veuillez comprendre que le voyage doit être rentable. Peut-être envisageriez-vous d'ajouter un petit extra?
it: Il viaggio deve essere proficuo. Forse potreste considerare di dare un piccolo extra?
ko: 여행이 수익성이 있어야 한다는 것을 이해해 주세요. 추가로 돈을 좀 더 내는 것을 고려해 보시지 않겠습니까?
pl: Proszę zrozum, że podróż musi być opłacalna. Być może rozważyłbyś dorzucenie czegoś ekstra?
pt_br: Por favor entenda que as minhas jornadas precisam ser lucrativas. Talvez você possa considerar colocar mais algum extra?
ru: Пожалуйста, поймите, что путешествие должно быть прибыльным. Может быть, вы подумали бы о том, чтобы добавить немного больше?
vi: Xin hãy hiểu rằng chuyến hành trình phải có lợi nhuận. Có lẽ ngươi sẽ cân nhắc thêm một chút nữa chứ?
zh_hans: 请理解我这趟旅程必须得有利可图。也许你再考虑多给点？

source: Your childish games have made me tired. Perhaps next time I visit you'll take this seriously.
de: Eure kindischen Spiele haben mich müde gemacht. Vielleicht nimmst du das nächste Mal, wenn ich dich besuche, ernst.
fr: Vos jeux d'enfant m'ont fatigué. Peut-être que lors de ma prochaine visite, vous prendrez cela au sérieux.
it: I vostri giochi infantili mi hanno stancato. Forse la prossima volta che verrò a trovarvi lo prenderete sul serio.
ko: 당신의 유치한 게임이 나를 지치게 했어요. 아마 다음에 내가 방문할 때 너는 이것을 심각하게 받아들일 것이다.
pl: Twoje dziecinne gierki mnie zmęczyły. Może gdy następnym razem ciebie odwiedzę, podejdziesz do sprawy na poważnie.
pt_br: Suas brincadeiras infantis me cansaram. Talvez da próxima vez que eu visitar você leve isso a sério.
ru: Ваше ребячество утомляет. Надеюсь, в следующий раз вы будете серьёзнее.
vi: Trò trẻ con của ngươi đã khiến ta mệt mỏi. Có lẽ lần tới khi ta ghé thăm, ngươi sẽ nghiêm túc hơn.
zh_hans: 你幼稚的游戏让我很累。也许下次我去拜访你时会认真对待。

source: Leave it to the besotted dullard to miss the finer points of discourse. I'm leaving. Do reflect.
fr: Laissez le crétin abruti manquer les subtilités du discours. Je pars. Réfléchissez.
it: Lasciate che il tonto infatuato non colga i punti più sottili del discorso. Me ne vado. Riflettete.
ko: 말의 미세한 부분을 놓치는 것은 제정신이 아닌 둔한 자에게 맡겨라. 다녀올게요. 반성하세요.
pl: Zamroczony głupiec zawsze przegapi subtelne aspekty dyskursu. Odchodzę. Przemyśl to.
pt_br: Deixe para um cretino idiota esse papinho de merda. Estou indo embora. Reflita.
ru: Оставьте пьяным тупицам упускать тонкости бесед. Я ухожу. Обдумайте это.
vi: Kẻ ngu đần say xỉn ấy lại bỏ lỡ những điểm tinh tế của cuộc đối thoại. Ta sẽ đi đây. Hãy tự vấn đi.
zh_hans: 让呆子们再想想刚刚对话的精髓之处吧。 我走了。 反思下吧。

source: You'll need more goods to make this arrangement.
de: Für dieses Arrangement benötigen Sie mehr Waren.
fr: Vous aurez besoin de plus de marchandises pour faire cet arrangement.
it: Ti serviranno altri prodotti per fare questo accordo.
ko: 이 계약을 체결하려면 더 많은 상품이 필요합니다.
pl: Będziesz potrzebował więcej dóbr do tego układu.
pt_br: Você precisará ofertar mais produtos para chegarmos a um acordo.
ru: Вам понадобится больше товаров, чтобы заключить это соглашение.
vi: Ngươi sẽ cần thêm hàng hóa để thực hiện thỏa thuận này.
zh_hans: 你要提供更多商品来完成这次交易。

source: All I see here is not enough.
fr: Tout ce que je vois ici ne suffit pas.
it: Ciò che vedo qui è insufficiente.
ko: 내가 여기서 보는 것만으로는 충분하지 않습니다.
pl: Wszystko co tutaj widzę nie jest wystarczające.
pt_br: Tudo que vejo aqui não é suficiente.
ru: Всего, что я вижу здесь, недостаточно.
tr: Burada gördüğüm her şey yetersiz.
vi: Tất cả những gì ta thấy ở đây là không đủ.
zh_hans: 就我看到的这些来说还不够。

source: Even with your combined trade goods, such as they are, I can't
de: Selbst mit euren kombinierten Handelsgütern, wie sie es sind, kann ich nicht
fr: Même avec vos marchandises combinées, telles qu'elles sont, je ne peux pas
it: Anche combinando i tuoi prodotti commerciali, così come sono, non riesco
ko: 당신의 결합 무역품과 같은 경우에도, 나는 할 수 없습니다
pl: Nawet z twoimi połączonymi towarami, takimi jakie one są, nie mogę
pt_br: Mesmo com todos os seus produtos combinados, do jeito que está, eu não posso
ru: Даже с вашими комбинированными товарами, какими бы они ни были, я не могу
tr: Birleştirilmiş ticaret mallarınızla bile, oldukları haliyle,
vi: Ngay cả với tổng số hàng hóa giao thương của ngươi, dù chúng là gì đi nữa, ta cũng không thể
zh_hans: 即使这些货物加在一起，就像这样，我也不能

source: fathom you ending up with the items you desire.
de: Sie können sich nicht vorstellen, dass Sie am Ende die gewünschten Artikel bekommen.
fr: imaginer retrouver les objets que vous désirez.
it: a immaginare che tu finisca con gli oggetti che desideri.
ko: 당신이 원하는 항목으로 끝나는 것을 짐작하십시오.
pl: pojąć tego, że skończysz ze wszystkimi przedmiotami, których pragniesz.
pt_br: imagine você terminando com os itens que deseja.
ru: понять, что в конечном итоге из этого вы хотите.
tr: arzuladığınız eşyaları alabileceğinizi aklım almıyor.
vi: hình dung ngươi sẽ có được những vật phẩm mong muốn.
zh_hans: 想象一下你得到想要的东西时的样子。

source: I will see that our leader gets this offering.
de: Ich werde dafür sorgen, dass unser Anführer dieses Angebot erhält.
fr: Je veillerai à ce que notre chef reçoive cette offre.
it: Farò sì che il nostro capo riceva quest'offerta.
ko: 우리의 지도자가 이걸 반드시 받도록 하리이다.
pl: Dopilnuję, by nasz przywódca otrzymał tę ofertę.
pt_br: Farei com que nosso líder receba esta oferta.
ru: Я посмотрю как наш лидер примет это предложение.
tr: Liderimizin bu hediyeyi almasını sağlayacağım.
vi: Ta sẽ đảm bảo thủ lĩnh của chúng ta nhận được lễ vật này.
zh_hans: 我将确保我们的首领得到这份礼物。

source: You are too kind.
fr: Vous êtes trop gentil.
it: Siete troppo gentili.
ko: 당신은 너무 친절.
pl: Jesteś zbyt miły.
pt_br: Você é muito gentil.
ru: Вы слишком добры.
tr: Çok naziksiniz.
vi: Ngươi quá tử tế.
zh_hans: 你太好了。

source: Take what you wish. I can't stop you.
fr: Prends ce que tu veux. Je ne peux pas t'arrêter.
it: Prendete quello che volete. Non posso fermarvi.
ko: 당신이 원하는 것을 가져 가라.
pl: Bierz co chcesz. Nie mogę cię powstrzymać.
pt_br: Leve o que quiser. Não posso parar você.
ru: Берите, что хотите. Вас не остановить.
vi: Cứ lấy những gì ngươi muốn. Ta không thể ngăn ngươi.
zh_hans: 拿你想要的。我无法阻止你。

source: You wish to make an offering to our leader?
de: Sie möchten unserem Anführer ein Angebot machen?
fr: Vous souhaitez faire une offrande à notre chef ?
it: Vuoi fare un'offerta al nostro capo?
ko: 우리 지도자에게 제물을 바치고 싶습니까?
pl: Chcesz złożyć dar naszemu liderowi?
pt_br: Gostaria de fazer uma oferta ao nosso líder?
ru: Что вы хотите предложить нашему лидеру?
vi: Ngươi muốn dâng lễ vật cho thủ lĩnh của chúng ta sao?
zh_hans: 您想向我们的领导提供服务吗?
